{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [متن المنهج المنتخب - الزقاق - نهائي]</h1>\n\n<p>\nمتن المنهج المنتخب للزقاق\n</p>\n\n<p>\n1- يقول نجل قاسم علي... عبيد ربه هو العلي\n</p>\n\n<p>\n2- حمد الإله ربنا يقدم... والقول مهما لم يقدم أجذم\n</p>\n\n<p>\n3- أحمده حمدا كثير العدد... مصليا على الهدى محمد\n</p>\n\n<p>\n4- وآله وصحبه والتابعين... وأهل طاعة الإله إجمعين\n</p>\n\n<p>\n5- وبعد فالقصد بهذا الرجز... نظم قواعد بلفظ موجز\n</p>\n\n<p>\n6- مما انتمى إلى الإمام ابن أنس... وصحبه وما لديهم من أسس\n</p>\n\n<p>\n7- مع نبذ مما عليها قررا... أومي لها فقط لكي أختصرا\n</p>\n\n<p>\n8- أفصله كما يليق بالفصول... إذ هو أقرب لطالب الوصول\n</p>\n\n<p>\n9- وبعد أن يكمل إن شاء الإله... أتبعه شرحا مبينا لحلاه\n</p>\n\n<p>\n10- فمن أراد كتبه منفردا... فغير ممنوع له ما قصدا\n</p>\n\n<p>\n11- ومن أراد أكمل الغايات... لم يفصل الشرح عن الأبيات\n</p>\n\n<p>\n12- سميته بالمنهج المنتخب... إلى أصول عزيت للمذهب\n</p>\n\n<p>\n13- والله ينفع به من حصله... بحفظ او فهم وشيء عن له\n</p>\n\n<p>\n14- فمن أجاد مقولا سد الخلل... والتمس المخرج لا أخطا بطل\n</p>\n\n<p>\n15- إذ جاء: شر الشر -عن خير البشر-... من لا يقيل عثرة لمن عثر\n</p>\n\n<p>\n16- فقلما ينجو الذي قد صنفا... من هفوة أو عثرة من ألفا\n</p>\n\n<p>\n17- والله ربنا يقي من الخطل... بجاه من عصمه من الزلل\n</p>\n\n<p>\n18- المصطفى من خير أصناف الأمم... بحبوحة العلم وينبوع الحكم\n</p>\n\n<p>\n19- وها أنا أشرع في المقصود... بعون ذي الطول عظيم الجود\n</p>\n\n<p>\nفصل في الطهارة\n</p>\n\n<p>\n20- هل غالب أو ما بشرع قد عدم... أو ضده كما بتحقيق علم\n</p>\n\n<p>\n21- كالسؤر والصيد وكالوطء رعاف... تيمم وكإمام واصطراف\n</p>\n\n<p>\n22- وهل يؤثر انقلاب كعرق... ولبن بول وتفصيل أحق\n</p>\n\n<p>\n23- وهل بنفي علة يزول... حكم كسقم ناكح يحول\n</p>\n\n<p>\n24- ونجس، وأسسوا أيضا بما... ظاهره حق وعكس علما\n</p>\n\n<p>\n25- عليه مصرف ضمان احضار... ومن لغير حجره، والاختيار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n26- بذا زواله، كموص أو فقد... أو شفعة عيب ركوب، أو شهد\n</p>\n\n<p>\n27- كبيع قاض شيء غائب بحق... ثم أتى وقد نفى من يستحق\n</p>\n\n<p>\n28- وهل لعين ذو اختلاط ينقل... مغلوبه، هل ذو فساد ينقل\n</p>\n\n<p>\n29- شبهة ملك إن عليه أجمعا... وبعضهم إطلاقه قد سمعا\n</p>\n\n<p>\n30- هل حكم ما حاذى أو المبدا لما... بغيره اتصل كالملح بما\n</p>\n\n<p>\n31- والسن والظفر، ومسح ما بطن... من <span id='ms01'></span> أذن، وميتة الذي قطن\n</p>\n\n<p>\n32- بالبر من ذي البحر، لحية، شعر،... وعقد علت، وأغصان الشجر\n</p>\n\n<p>\n33- هل طارئ النسيان كالأصلي... هل باطن في الحكم كالجلي\n</p>\n\n<p>\n34- وإن جرى الحكم على ما يوجب... توقعا هل بالوقوع يذهب\n</p>\n\n<p>\n35- كالزرع والسن وعين وكرا،... ورفعه بما الرحى اللخمي يرى\n</p>\n\n<p>\n36- هل ينقض الظن به كمن رجع... عن اجتهاد لتغير وقع\n</p>\n\n<p>\n37- في كأوان قبلة حكم، وفي... نقلي أبي عمرو بذا نقض قفي\n</p>\n\n<p>\n38- هل يقتضي تكرارا الأمر، وهل... يصير منهي بنهي مضمحل\n</p>\n\n<p>\n39- للأول الولوغ والدخول... حكاية وسجدة تئول\n</p>\n\n<p>\n40- للثان حالف وصيد محرم... وفيئة وشبهها فلتعلم\n</p>\n\n<p>\n41- وهل قريب الشيء كهو كالذي... نوى أو استجمر أو زكى احتذي\n</p>\n\n<p>\n42- كحج اضحاة نكاح وسلم... صرف وثنيا عهدة صلح عدم\n</p>\n\n<p>\n43- معين مراهق وصانع... وامرأة تعطي لشرط مانع\n</p>\n\n<p>\n44- أو لتبرع خيار مستحق... وشفعة وصية وما لحق\n</p>\n\n<p>\n45- من كثمار مكتر مع وكيل... وناظر وشبهها من القليل\n</p>\n\n<p>\n46- هل حكم مالك لمن له سبب... جار بتمليك قد اقتضى الطلب\n</p>\n\n<p>\n47- كقادر مقارض ومن سرق... وشفعة تيمم ومستحق\n</p>\n\n<p>\n48- وعاب (من ملك أن يملك هل... يعد مالكا) قراف، فبطل\n</p>\n\n<p>\n49- وهل بغسل العضو عنه يرتفع... حدثه أم بالفراغ، وسمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n50- إنكار بعض كأبي بكر، وقد... أجيب عنه، ولذا بحث ورد\n</p>\n\n<p>\n51- وهل تعدى رخصة محلها... عليه كالنجس هل أبطلها\n</p>\n\n<p>\n52- معصية كسفر لبس وهل... كذا كراهة تردد نقل\n</p>\n\n<p>\nفصل في الصلاة\n</p>\n\n<p>\n53- هل كل جزء من صلاة مستقل... أم أول وقف لآخر قبل\n</p>\n\n<p>\n54- عليه طاري العتق فيها والنجس... وأمكن الستر ونزع ما لبس\n</p>\n\n<p>\n55- وهل تقدر اللتا تشترك... بأولى او أخرى بوقت يدرك\n</p>\n\n<p>\n56- هل يخرج السلام عنها سهوا... نعم، ولا، لكن ذاك أقوى\n</p>\n\n<p>\n57- عليه هل يرجع بالإحرام... ثلاثة كالشرب والطعام\n</p>\n\n<p>\n58- هل اجتهاد أو إصابة تجب... عليه قبلة كمسكين كذب\n</p>\n\n<p>\n59- إن لم يل الوالي وإلا جوزا... كراعف وخارص ذبح جزا\n</p>\n\n<p>\n60- هل كل من له اجتهاد واجد... فيها لظن نسبت أو واحد\n</p>\n\n<p>\n61- هل عدد للركعات ينوى،... وهل مشبه كشبه يقوى\n</p>\n\n<p>\n62- وهل لبعض ما لكل من خيار... وهل في الانتشار معنى الاختيار\n</p>\n\n<p>\n63- للأول النفل وتكفير وما... لثان الصوم وحد علما\n</p>\n\n<p>\n64- وهل <span id='ms02'></span> إلى موجود او مقصود... نظره كناكح وعيد\n</p>\n\n<p>\n65- ومقتد وزائد ومن رعف... أو شك أو أرسل والذي حلف\n</p>\n\n<p>\nفصل في الزكاة#\n</p>\n\n<p>\n66- شرط وجوب أو أدا إمكانه... فتالف هل ينتفي ضمانه\n</p>\n\n<p>\n67- وهل فقير كشريك في التلف... أو فلس البائع منه قد عرف\n</p>\n\n<p>\n68- هل سبق حكم شرطه مغتفر... عليه من زكى ومن يكفر\n</p>\n\n<p>\n69- كترك شفعة وشبهها، وهل... كفارة بالحنث أو عقد نقل\n</p>\n\n<p>\n70- في اللذ يظاهر وقد حلف به... إن لم يكن حنث قبل فانتبه\n</p>\n\n<p>\n71- وهل إلى نيتها تفتقر... عليه عتق الغير عنه يذكر\n</p>\n\n<p>\n72- وهل دوام كابتدا كمن حلف... أو صح أو حدث واللذ لم يقف\n</p>\n\n<p>\n73- وذي تيمم وإحرام حدث... غصب نكاح وطلاق وخبث\n</p>\n\n<p>\n74- ومشتر وشبهها، هل أصغر... مندرج في أكبر قد قررا\n</p>\n\n<p>\n75- عليه غسلا وقرانا وزكاة... شفع إقامة حدود أو ذكاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n76- ونحوها تنبيه [؟] الذي اغتسل... أو صام أو سجد مستثنى قبل\n</p>\n\n<p>\n77- وهل كمن فعل تارك كمن... له بنفع قدرة لكن كمن\n</p>\n\n<p>\n78- من شرب او خيط ذكاة فضل ما... وعمد رسم شهادة وما\n</p>\n\n<p>\n79- عطل ناظر وذو الرهن كذا... مفرط في العلف فادر المأخذا\n</p>\n\n<p>\n80- وكالتي ردت بعيب وعدم... وليها وشببها مما [؟] علم\n</p>\n\n<p>\n81- هل رمضان بعبادة عرف... واحدة أو بعبادات ألف\n</p>\n\n<p>\n82- عليه الاكتفاء والتجديد... بنية وهل (كذا) المسرود\n</p>\n\n<p>\n83- واليوم إن عين أو تجدد... كمتتابع بعذر يفقد\n</p>\n\n<p>\n84- هل نية القضاء والأداء... تنوب ذي عن ذي بالاستواء\n</p>\n\n<p>\n85- كالصوم والصلاة والوقت التبس... وكالقضا في رمضان فاقتبس\n</p>\n\n<p>\n86- هل وطء النزع نعم أم لا نعم... وفرعه الفطر به كما علم\n</p>\n\n<p>\n87- في طالق بالوطء هل يمكن... منه، وللأخذ في الاسم يركن\n</p>\n\n<p>\n88- بأول أو آخر، هل ما غنم... يملك بالفتح أو ان كان قسم\n</p>\n\n<p>\n89- عليه من لحق واللذ أعتقا... كمسلم وبالغ، هل علقا\n</p>\n\n<p>\n90 حكم بإسهام على القتال قط... أو كون محكوم له لما فرط\n</p>\n\n<p>\n91- معدا العبد عليه ذكروا... مع مرأة إن قاتلا، هل يعذر\n</p>\n\n<p>\n92- ذو الجهل أم لا والذي قد حققا... قاض نعم إن لم يكن تعلقا\n</p>\n\n<p>\n93- حق به للغير إن كان وسع... ترك تعلم وإلا يمتنع\n</p>\n\n<p>\n94- وبعضهم بعلم جنس قيده... والغير بالحصر <span id='ms03'></span> بعد قصده\n</p>\n\n<p>\n95- وهو العبادات ومصرف غير... منفقعة وذات شرط أو ضرر\n</p>\n\n<p>\n96- معتكف قاطع مسكوك لعان... منكحتان وغريم معتقان\n</p>\n\n<p>\n97- وكل بيع فاسد مظاهران... مال يتيم حائز فرعا رهان\n</p>\n\n<p>\n98- كما بتخيير وعتق أمتين... دال بتمليك وفي شهادتين\n</p>\n\n<p>\n99- ثلاث بيعات طبيب رجعه... مفتي وقذف سارق وشفعة\n</p>\n\n<p>\n100- تحليف كالأب وحده كذا... زان وشارب بعذر نبذا\n</p>\n\n<p>\n101- وهل يراعى الاختلاف لا، نعم... وعاب ذا اللخمي عياض وعدم\n</p>\n\n<p>\n102- قيس وقد أجاب نجل عرفة... بأنه إعمال ما قد عرفه\n</p>\n\n<p>\n103- خصص من الدليل في الذي لزم... مدلوله وفي نقيضه حتم\n</p>\n\n<p>\n104- غير لرجحانه، هل ذو سبب... في الاعتدا عليه كالمسبب\n</p>\n\n<p>\n105- هل خوطب الكفار بالفروع... عليه كالوطء لذي الرجوع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n106- والغسل والكرا وإحداد طلاق... وغرم كالخمر وتحليل عتاق\n</p>\n\n<p>\n107- هل النكاح قوت أو تفكه... إعفاف والد عليه ينقه\n</p>\n\n<p>\n108- تأمل الأم، وهل تبعض... دعوته وبتة بعتق يفرض\n</p>\n\n<p>\n109- مع طلاق وكثنيا حكمين... فرتب المفروض واقسم دون مين\n</p>\n\n<p>\n110- الطول مال أو وجود حرة... وفرعه لينكحن ضرة\n</p>\n\n<p>\n111- وهل على أقل أم ضد حمل... إن عدم المقصد لفظ محتمل\n</p>\n\n<p>\n112- كالنذر والحرام، هل تقررا... بالعقد للعرس الذي قد أمهرا\n</p>\n\n<p>\n113- أم نصفه أم لا عليه ما استحق... حد نكاح غلة كان سرق\n</p>\n\n<p>\n114- وشبهها تنبيه اعلم أنه... يلزم عرسا في الذي تضمنه\n</p>\n\n<p>\n115- زكاته كفطرة وبعلها... يبني بها من غير أن يبذلها\n</p>\n\n<p>\n116- كالفسخ قبل ولها التصرف... بكتبرع بقيد يعرف\n</p>\n\n<p>\n117- ضمانه غلاته قد فصلا... في أمهات ببيان مجملا\n</p>\n\n<p>\n118- هل يملك العبد، وهل يقدر... كاثنين واحد، وهل يعتبر\n</p>\n\n<p>\n119- إفساد ما صح بنية قفي... طالق ان يطأ فلم يعلم قفي\n</p>\n\n<p>\n120- وحفصة مع عمرة كناصح... مع مريزق وشبه واضح\n</p>\n\n<p>\n121- وهل يراعى مترقب وقع... يومئذ أو قهقرا إذن رجع\n</p>\n\n<p>\n122- لسبب الحكم كمعتق ومن... ربح أو أمضى كبيع أعلمن\n</p>\n\n<p>\n123- وهي التي تدعى بالانعطاف... عكس التي تدعى بالانكشاف\n</p>\n\n<p>\n124- كطالق يوم قدوم من قصد... ورد منفق كمال من فقد\n</p>\n\n<p>\n125- وآخر الزوجات طالق، وهل... كمن أقر ساكت وقد نقل\n</p>\n\n<p>\n126- سليل رشد نفي كونه رضى... واختلفوا هل هو إذن وارتضى\n</p>\n\n<p>\n127- نعم ببكر لا بغير للأثر... فمن فروع الأصل ما قد انكسر\n</p>\n\n<p>\n128- من <span id='ms04'></span> يد من قلب كالمكيال... كالغرس والبنا وشبه تال\n</p>\n\n<p>\n129- وقد حكى الشيخ عن الأصحاب... الصمت كالإقرار في الإياب\n</p>\n\n<p>\n130- والحوز واليمين واللعان... والعتق والنكاح والضمان\n</p>\n\n<p>\n131- دعوى كدين تجر عبد وكرا... ونجل عبد للسلام قررا\n</p>\n\n<p>\n132- أن الذي دل عليه المذهب... أن الذي دل على ما يكسب\n</p>\n\n<p>\n133- بالنفس دون النطق كالنطق وما... فيه تردد به قد علما\n</p>\n\n<p>\n134- هل رفع او حل بنثيا، هل شمل... مخاطبا خطابه أم منعزل\n</p>\n\n<p>\n135- عليه كالوكيل والوصي... والأمر بالتفريق والولي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n136- وهل يراعى طارئ أصحها... قريبه عليه من ينكحها\n</p>\n\n<p>\n137- عبد أب كمبدل، هل يعتبر... خال من المعنى نعم قد اشتهر\n</p>\n\n<p>\n138- في العبد والسيد في الربا ولا... في ذهب مستهلك قد قبلا\n</p>\n\n<p>\n139- العقد قط أو مع قبض بيع... بعوض وقبل قبض ريع\n</p>\n\n<p>\n140- أنكره الإمام، هل يعدد... عقد بمعقود له تعدد\n</p>\n\n<p>\n141- كالحل مع حرم بصفقة جمع... والبيع مع شقص مجنس سمع\n</p>\n\n<p>\n142- هل تبطل الصفقة بالفساد... من جهة قط كصرف باد\n</p>\n\n<p>\n143- وبيع ذمي وعتق، وهل ورد... الحكم بين بين كونه اعتقد\n</p>\n\n<p>\n144- كالبيع مع شرط يصح وبطل... وحكم زنديق وشبهه نقل\n</p>\n\n<p>\n145- هل نظر إلى الجزاف قبض،... هل رد ما بيع بعيب نقض\n</p>\n\n<p>\n146- أو ابتياع فزكاة ويمين... بيع شراء الذمي خلع يستبين\n</p>\n\n<p>\n147- وأمة جعل ضمان وفلس... وشبهها قد بنيت على الأسس\n</p>\n\n<p>\n148- تنبيه القول ببيع انعقد... بعهدة وشفعة رضى فقد\n</p>\n\n<p>\n149- وفرق الإمام بين البيع... والرد بالعيب بجبر الشرع\n</p>\n\n<p>\n150- والقول بالنقض بعتق نقضا... وغلة فانظر إذا ما اعترضا\n</p>\n\n<p>\n151- وهل يد الوكيل كالموكل... وهل كما قد حل ما للأجل\n</p>\n\n<p>\n152- فالأول الصرف له والثاني... فيه وفي زكاة الدينان\n</p>\n\n<p>\n153- وهل كما عدم حسا ما عدم... معنى كدرهم الرصاص؟ لا، نعم\n</p>\n\n<p>\n154- وهل لما ندر حكم ما غلب... أم حكم نفس كالفلوس والرطب\n</p>\n\n<p>\n155- وكسلحفاة وقوت ندرا... كذا مخالط ونحو ذكرا\n</p>\n\n<p>\n156- هل المراعى ما بذمة علم... أم موجب الحكم كدينار قسم\n</p>\n\n<p>\n157- ليقتضى منجما أو قدما... جميعه على الذي قد نجما\n</p>\n\n<p>\n158- مبقى او مبيع المستثنى... كبيع كالدار وثنيا السكنى\n</p>\n\n<p>\n159- وبيع مركوب وثنيا الانتفاع... أيضمن البائع أم ذو الابتياع\n</p>\n\n<p>\n160- لمالك وأصبغ واستشكلا... هذا ابن محرز وذاك <span id='ms05'></span> قبلا\n</p>\n\n<p>\n161- وشجر وثمر موت حصل... فيما تعين به، هل ما فعل\n</p>\n\n<p>\n162- كفعل حاكم كحكم قررا،... وهل يعد راجعا من خيرا\n</p>\n\n<p>\n163- كمشتر وغاصب ومن سرق... ومسلم وعيب حلي استحق\n</p>\n\n<p>\n164- وفي انعقاد البيع بالخيار... قولان فالصرف عليه جار\n</p>\n\n<p>\n165- وشبهه كمشتر أبا، وله... حكميه كهو خلاف قد نقل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n166- في العبد والمحجور كالخلخال... لكن لهم فيه كلام عال\n</p>\n\n<p>\n167- هل نقض بيع فاسد من رده... أم أصله عليه فطر عبده\n</p>\n\n<p>\n168- هل قبض أول الذي تتصل... أجزاؤه حكما ككل ينقل\n</p>\n\n<p>\n169- في دفع كالسكنى وما تأخرا... جذاذه في الدين كالذي اكترى\n</p>\n\n<p>\n170- ومؤجر نفسا سنين وقبض... ستين أجرة ولم يف الغرض\n</p>\n\n<p>\n171- وشهروا [في ذلك] المنع، وهل... يقضى لذي الموزون إن صنع حصل\n</p>\n\n<p>\n172- فيه بقية بيع [ببيع] وتلف... في غزل او حلي أبيح وعرف\n</p>\n\n<p>\n173- هل نقض او بيع إقالة بلا... زيد ونقض وعليه نقلا\n</p>\n\n<p>\n174- إقالة في بيع ما زهى وقد... يبس كالعهدة والفرق أسد\n</p>\n\n<p>\n175- نقض بطعم شفعة مرابحة... في غيرها بيع، وهل مسامحة\n</p>\n\n<p>\n176- في مخطئ في ماله كمن دفع... في ثمن ثوبا ومن حق وضع\n</p>\n\n<p>\n177- ومشتر لغيره وغلطا... وكمثيب فوتها قد شرطا\n</p>\n\n<p>\n178- وبالرجوع احكم مع القيام... ومطلقا في بيع ربح نام\n</p>\n\n<p>\n179- كذاك ما أشبهها، هل عوض... على ذوي علم وجهل يفرض\n</p>\n\n<p>\n180- كالصلح والخلع وكم من معرضا... ما لابن شاس وقراف معرضا\n</p>\n\n<p>\n181- وهل إلى صحة او فساد... يرد ذو الإبهام والترداد\n</p>\n\n<p>\n182- كالرعي والكرا وتمر تجر... حمل طعام كثياب أجر\n</p>\n\n<p>\n183- هل ملك ظهر الأرض للبطن شمل،... معرى بمنح ملكه أم أن كمل\n</p>\n\n<p>\n184- هل حكم متبوع لتابع منح... أم حكم نفسه عليه ما يصح\n</p>\n\n<p>\n186- من حلية إبار استحقاق... مسائل الزكاة غرس ساق\n</p>\n\n<p>\n187- مؤذن أم بأجر [؟] من بذل... مهرا كفطرة وحوز وعسل\n</p>\n\n<p>\n187- ولبن كمال عبد اشترط... ثمرة زرع ونحو ما فرط\n</p>\n\n<p>\n188- وهل له قسط من الحق ففي... رهن إمامة وحلية قفي\n</p>\n\n<p>\n189- ومال عبد خلفه زرع ثمر... دالية وشبهها من الصور\n</p>\n\n<p>\n190- بما استحق أو أجيج والغرر... والعيب والعطلة معناه ظهر\n</p>\n\n<p>\n191- هل اليسارة بنفس تعتبر... أم نسبة عليه دينار ذكر\n</p>\n\n<p>\n192- في البيع مع صرف وأول <span id='ms06'></span> قبل... ثلث ودرهم على الثاني نقل\n</p>\n\n<p>\n193- وكثرة الثلث في المعاقلة... جائحة خف وحمل العاقلة\n</p>\n\n<p>\n194- وذنب الأضحاة والذي استحق... من فندق أو شبهه قاض يحق\n</p>\n\n<p>\n195- إن ينقسم كدار سكنى وردف... لا ضر لا نقص وفي العيب اختلف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n196- في الدار كالمثلي مطلقا كما... في ذنب ونزر نصف علما\n</p>\n\n<p>\n197- في الشيء من أشياء مطلقا كذا... جزء عروض مستحق فخذا\n</p>\n\n<p>\n198- إن أمكن القسم وخير إن عدم... ونزل ما عين حبسه حرم\n</p>\n\n<p>\n199- أما مسائل الوصايا والغلث... تبرع العرس فمن نزر الثلث\n</p>\n\n<p>\n200- في قصدها الأذى خلاف وثمر... كصبرة دالية ومن ذكر\n</p>\n\n<p>\n201- غبنا فمنه وبياض قد ألف... في أذن أضحاة تردد عرف\n</p>\n\n<p>\n202- كحلية والحوز والإبار... مسائل الزكاة غرس جار\n</p>\n\n<p>\n203- تبرع المريض أو حابى وما... ضمن كالعرس كشين علما\n</p>\n\n<p>\n204- هل قبض ملك قبض مالك كما... في فلس غزل وشبه علما\n</p>\n\n<p>\n205- هل حكم نسخ بالنزول يثبت... أو بالوصول كوكيل ينعت\n</p>\n\n<p>\n206- وهل تعين لجزء شاعا... عليه حالف بعتق باعا\n</p>\n\n<p>\n207- كمستحق وزكاة أو غصب... ومهر او مرتهن كمن وهب\n</p>\n\n<p>\n208- جواب نفزى [؟] عليه جاءا... بلا، نعم، في قابض كراءا\n</p>\n\n<p>\n209- أو ثمنا لشطره وغيره... غصب، هل ينزع منه شطره\n</p>\n\n<p>\n210- هل يتعين الذي في الذمة،... هل ينقل الحكم بعيد نية\n</p>\n\n<p>\n211- تبدلت لا اليد كالوكيل... تسلف المحوز في التمثيل\n</p>\n\n<p>\n212- هل شفعة بيع أو استحقاق... عليه بذر من له إلحاق\n</p>\n\n<p>\n213- كتركها الوصي والأخذ نظر،... هل قسمة تمييزا ام بيع حضر\n</p>\n\n<p>\n214- في قسم أضحاة ومعدن وما... أشبه ذين من فروع علما\n</p>\n\n<p>\n215- هل تقبض اليد وتدفع معا... وهل يكون قابضا ما صنعا\n</p>\n\n<p>\n216- كمال محجور لأول عرف... للثان أجر صنع مصنوع تلف\n</p>\n\n<p>\n217- وهل على أمانة يخرج ما... بذمة بالأمر كاللذ أسلما\n</p>\n\n<p>\n218- وأمر الغريم بالكيل فضاع... بعد بزعم كقراضه وباع\n</p>\n\n<p>\n219- وهل إلى صحيح أصله يرد... أم نوعه ما استثني الذي فسد\n</p>\n\n<p>\n220- هل شرط ما لا يقتضي الفسادا... إن خالف الحكم اعتبارا قادا\n</p>\n\n<p>\n221- كرجعة نفي الرجوع واعتصار... ونفيه ضمان رهن ومعار\n</p>\n\n<p>\n222- ونفيه وشهروا لا في الذي... خالف سنة العقود فاحتذي\n</p>\n\n<p>\n223- كمودع ضمن واكترا [؟] ... وشبه ذين وابن زرب رأى\n</p>\n\n<p>\n224- خلا تبرع بعيد <span id='ms07'></span> العقد... والزم القراض [؟] بعد القيد\n</p>\n\n<p>\n225- به ولابن بشير التزامه [؟] ... تلميذه نصره حسامه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n226- وغيره أنكره ومنعا... ولكلا الرأيين مبنى سمعا\n</p>\n\n<p>\n227- هل شرط ما يوجبه الحكم منع... كهبة وعدة وما نزع\n</p>\n\n<p>\n228- لأم ولد ان تزوجت، وهل... يوفى بشرط لا يفيد أم بطل\n</p>\n\n<p>\n229- كثمر شيء نسله بعينه... كضامن ومشتر بعينه\n</p>\n\n<p>\n230- والرهن بالتعيين فيها كالكرا... كثيب بيعت فتلغى بكرا\n</p>\n\n<p>\n231- والعبد والوكيل إلا ليمين... وشبهها تخريج لخمي يبين\n</p>\n\n<p>\n232- في الخلع الاختلاف مما ذكرا... صححه نجيل بشير ويرى\n</p>\n\n<p>\n233- غير به فائدة الخوف، وهل... ظن كمال كتحقق نقل\n</p>\n\n<p>\n234- في كزكاة وقضا، والشك في... نقص وزيد كتحقق قفي\n</p>\n\n<p>\n235- في ركعة شوط وفي الوضو خلاف... وكربا وفي طلاق واختلاف\n</p>\n\n<p>\n236- وما بغير عوض ينتقل... فحوزه حتما به يتكمل\n</p>\n\n<p>\n237- تقرير او إنشا وفاق وارث،... وملحق العقد كهو أو حادث\n</p>\n\n<p>\n238- في ثمر مهر وصرف وسلم... زرع وخلفة وشبه قد علم\n</p>\n\n<p>\n239- تنبيه اعلم أنهم لم يطردوا... ذا الأصل في شرط نكاح يبرد\n</p>\n\n<p>\n240- والطبل والإنفاق والوظيف... تطوع الشريك والتسليف\n</p>\n\n<p>\n241- ثنيا وإمتاع وطوع بعيوب... أو نقده الثمن في اللائي تئوب\n</p>\n\n<p>\n242- إلى جواز كخيار وكرا... جعل وغائب وشبه قررا\n</p>\n\n<p>\n243- هل جملة الملك ببطلان أحق... أو جهة إن دار بين ما سبق\n</p>\n\n<p>\n244- وذا كمضطر وجبر الجار... وشركة الوقف وشبه جار\n</p>\n\n<p>\n245- هل يلزم الوفاء بالوعد نعم... ولا نعم بسبب أو إن لزم\n</p>\n\n<p>\n246- هل عادة كشاهد أو شاهدين... زيد عدالة كذاك دون مين\n</p>\n\n<p>\n247- لأول كالقمط والوكاء... والرهن والساكت والإرخاء\n</p>\n\n<p>\n248- كامرأة تدمى وللثاني ورد... نكاح او شبه بأعدل وجد\n</p>\n\n<p>\n249- وقال بعضهم نكاح وطلاق... جرح دماء وحدود وعتاق\n</p>\n\n<p>\n250- في دم الحكم به تشترك،... وهل تربى الأرض أم تستهلك\n</p>\n\n<p>\n251- وهل كذي غرم غريمه، وهل... الفرع باطل إن الأصل بطل\n</p>\n\n<p>\n252- كذا مسبب إن انتفى السبب،... هل ينتفي الفرع إن الأصل ذهب\n</p>\n\n<p>\n254- مضمن الإقرار كالصريح... أو لا، كمودع وفي الصحيح\n</p>\n\n<p>\n255- تردد في الربع والدين وما... أفضى إلى الحد خلاف علما\n</p>\n\n<p>\n256- كشاهد بالعتق والذي أقر... به وحالفين والنفي اشتهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n257- هل ما أعير من حياة كالعدم... أم لا بمنفوذ المقاتل علم\n</p>\n\n<p>\n258- وهل شراء خدمة أو رقبة <span id='ms08'></span>... كتابة عليه عتق أوجبه\n</p>\n\n<p>\n259- سيده في أمة له كذا... جبر وفطرة ظهار احتذى\n</p>\n\n<p>\n260- وحالف وغلة من اشترى... كتابة الزوج والاستبرا جرى\n</p>\n\n<p>\n261- للعتق والبيع انتسابها علم... عليه كالمدين والذي سقم\n</p>\n\n<p>\n262- وهل لمن أسقط حقا لم يجب... رجوع ان كان جرى له السبب\n</p>\n\n<p>\n263- كوارث أو ذات شرط أو أمة... كشفعة أو شبهها أم لزمه\n</p>\n\n<p>\n264- هل بيت مال وارث أم مجمع... عليه إيصاء بمال أجمع\n</p>\n\n<p>\n265- إعطاء ما وجد حكم ما عدم... أو عكسه أصل لذاك ما علم\n</p>\n\n<p>\n266- من غرر نزر وما قد عسرا... من حدث وشبهه وذكرا\n</p>\n\n<p>\n267- لذا المقرر من الملك كما... بذمة حول وعتق علما\n</p>\n\n<p>\n268- وبنقيض القصد عامل إن فسد... في قاتل أو موص او من قد قصد\n</p>\n\n<p>\n269- فسادا او إفاتة في البيع... نهج عياض ذا بذا لا الربع\n</p>\n\n<p>\n270- وهارب ومنع من تصدقا... وردة ومن نصابا سرقا\n</p>\n\n<p>\n271- ومن زنت أو اشترت بعلا كما... لأشهب إن أحنثت قد علما\n</p>\n\n<p>\n272- وشبه ما ذكر والذ قدما... شيئا قبيل وقته قد حرما\n</p>\n\n<p>\n273- كمن تزوج بعدة ومن... طلق في رأي وشبه أعلمن\n</p>\n\n<p>\n274- أن التصدق بكل المال... لنفي حج لم يكن بتال\n</p>\n\n<p>\n275- وما لحيض سفر ومن صنع... بالنقد حليا والذي قد امتنع\n</p>\n\n<p>\n276- من قبض دين والذي باع النعم... فيمن تبرعت خلاف قد علم\n</p>\n\n<p>\n277- وأبق ما كان على ما كانا... مثمونا او أجلا او أثمانا\n</p>\n\n<p>\n278- عند التنازع بقبض وانقضا... بسكت بائع طويلا انقضا\n</p>\n\n<p>\n279- لمشتر كبقل او لحم بيان... به وإلا فخلاف يستبان\n</p>\n\n<p>\n280- إن ادعى الدفع قبيل القبض... وبعده فلا وشبه الفرض\n</p>\n\n<p>\n281- كحال استحصب أو ما قد وقع،... وبدل مع أصله لا يجتمع\n</p>\n\n<p>\n282- وقيل إن ضعف قواه البدل... كماء استعمل والخف نقل\n</p>\n\n<p>\n283- بفاسد في الحال لا تواعد... كعدة بيع طعام وارد\n</p>\n\n<p>\n284- ما ليس عندك كذا وما منع... للوقت في الصرف خلاف قد سمع\n</p>\n\n<p>\n285- تبيح محظورا ضرورة كما... لذي اضطرار وخلاف علما\n</p>\n\n<p>\n286- في كسفاتج ربا وسائس... بسالم وأخضر بيابس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n287- في سنة ونجس كعك، وما... أخر بعد الوقت قرضا رسما\n</p>\n\n<p>\n288- كعكس او لا، نفي ما قد أدى... إثباته إليه أولى عدا\n</p>\n\n<p>\n289- من <span id='ms09'></span> فروع [الفروع] جعل عبد مهرا... كمعتقين ادعيا أقرا\n</p>\n\n<p>\n290- وقبض مهر أمة ومن شهد... بعتق او حمل وشبهها، ورد\n</p>\n\n<p>\n291- في متلف قيمته أن قوما... في الحلي والقبر خلاف علما\n</p>\n\n<p>\n292- كالغزل والجدار باج قد عزا... المثل في العرض ومنها أبرزا\n</p>\n\n<p>\n293- ومثل ملثي سوى ما صريا... مع جزاف والخلاف رويا\n</p>\n\n<p>\n294- في القرض والغصب بموضع الغلا... كالما بمعطش وشبه نقلا\n</p>\n\n<p>\n295- لأكبر الضرين ينفى الأصغر... من ذلك الجار ومن يحتكر\n</p>\n\n<p>\n296- وصاحب الماء أو الفدان... وفرس وشبه للسلطان\n</p>\n\n<p>\n297- وحكمان وسفينة أسير... يجبر صاحب القليل للكثير\n</p>\n\n<p>\n298- كثور او دجاجة أو دينار... كذاك سنور جدار أزيار\n</p>\n\n<p>\n299- وشبهها وأصل شرع القضا [؟] ... بما يعم كعدى وما مضى\n</p>\n\n<p>\n300- أخف مكروهين أو خطرين... إن لم يكن بد كفى ضرين\n</p>\n\n<p>\n301- قدم كبقر وعراة وكذا... مضطر او ما من نكاح أنفذا\n</p>\n\n<p>\n302- لا يسقط الوجوب بالنسيان... وفي ضعيف مدرك قولان\n</p>\n\n<p>\n303- في نجس نضح وترتيب علم... كقبلة تسمية فور نعم\n</p>\n\n<p>\n304- كفارة تسقط عمن لم يطا... وعنه شهر وبعذر أسقطا\n</p>\n\n<p>\n305- في طوع حج وصلاة وصيام... طواف قادم عكوف وائتمام\n</p>\n\n<p>\n306- وعمرة إذ لزمت من شرعا... وفي ائتمام نظر قد سمعا\n</p>\n\n<p>\n307- الشك في المائع لا يؤثر... في كطلاق وعتاق يذكر\n</p>\n\n<p>\n308- وعكسه الشرط كموقن إذا... في حدث شك وشبه احتذى\n</p>\n\n<p>\n309- الخرج بالضمان أصل قد ورد... في مستحق شفعة بيع فسد\n</p>\n\n<p>\n310- رد بعيب فلس بما رمز... يجيز من كل تج شيس عضز\n</p>\n\n<p>\n311- والربح تابع لمال ما عدا... غصبا وديعة وتفليسا بدا\n</p>\n\n<p>\n312- والعرض إن بيع بعرض فاستحق... رد بعينه وإن فات يحق\n</p>\n\n<p>\n313- قيمته إلا بخلع ونكاح... مكاتب مقاطع عمرى اصطلاح\n</p>\n\n<p>\n314- فقيمة العوض والمقيد... منها مساقاة قراض وجدوا\n</p>\n\n<p>\n315- فرسها منها عياض الكثير... عليه والغير بتأويل بصير\n</p>\n\n<p>\n316- ومثبت أولى من الذي نفى... في الجرح والقتل بلوغ عرفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n317- كعقل من أوصى وإيصاء كذا... في كالموازين وشبه احتذى\n</p>\n\n<p>\n318- وقيل في البعض بأعدل كما... في سفه، تنبيه اللذ علما\n</p>\n\n<p>\n319- من قولهم فيمن على نفي شهد... يسقط إجمال نعم وقد فقد\n</p>\n\n<p>\n320- علم ضروري وظن غالب... كنفي بيع ووفاء طالب\n</p>\n\n<p>\n321- وإن يكن ذاك فلا اتفاقا... كحصر وارث وشبه لاقا <span id='ms10'></span>\n</p>\n\n<p>\n322- يضمن ذو إرث ورهن وخيار... وصانع عرس وحاضن معار\n</p>\n\n<p>\n323- وحامل الطعام كالذي حبس... لثمن ذا غيبة إن التبس\n</p>\n\n<p>\n324- تلفه لا غيره فمع يمين... كحارس وذي قراض وأمين\n</p>\n\n<p>\n325- ووالد وصيه وسمسار... راع وخاتن طبيب بيطار\n</p>\n\n<p>\n326- نوت وكيل مبضع وخادم... معلم ومكتر وحاجم\n</p>\n\n<p>\n327- ومتعلم رسول مشرك... عن بعضهم ضمان بعضهم حكي\n</p>\n\n<p>\n328- وكل من خالف أو تعدى... أو غر بالفعل كمن قد شدا\n</p>\n\n<p>\n329- أو صب أو قطع أو قد أنكحا... لا غر بالقول على ما صححا\n</p>\n\n<p>\n330- ضمنه لا منازعا [؟] فيما قلع... والصبغ كالنحر وللخوف نزع\n</p>\n\n<p>\n331- وكل من صدق في دعوى التلف... تقبل دعوى رده مع الحلف\n</p>\n\n<p>\n332- إن لم تكن بينة حين دفع... في بعضها معها خلاف قد سمع\n</p>\n\n<p>\n333- وكل شخص ضامن إن ادعى... ردا بلا بينة لن يسمعا\n</p>\n\n<p>\n334- طهارة الأعيان أصل وكذا... براءة لا بعد تكليف خذا\n</p>\n\n<p>\n335- عكسا بعكس ويسار جرح... جمع تساو وظهور شرح\n</p>\n\n<p>\n336- وصحة حرية تضمين... ضمان كالكراء لا التعيين\n</p>\n\n<p>\n337- والإذن لا العدوان [؟] ليجمعا... للشخص بين العوضين فاسمعا\n</p>\n\n<p>\n338- وبالندور احكم إذا شيء ورد... كأجر من أم وجعل من قعد\n</p>\n\n<p>\n339- كذا اللزوم في العقود أصل... وجاء في جعل قراء حل\n</p>\n\n<p>\n330- زراعة وكالة ما يعتصر... وصية قبولها ومن أضر\n</p>\n\n<p>\n341- غرس وشركة وتحكيم كرا... في بعضها الخلاف والفرق يرى\n</p>\n\n<p>\n342- إن دار فرع بين أصلين وقد... تعذر الجمع يغلب الأسد\n</p>\n\n<p>\n343- ومقصدان عارض اللفظ قفي... ذاك وقيل ذا كنذر حالف\n</p>\n\n<p>\n344- في الأخذ بالغالب أو أصل إذا... تعارضا قولان لكن نبذا\n</p>\n\n<p>\n345- إجماعا اصل عارض الذي شهد... وغالب في الدين قال من رشد\n</p>\n\n<p>\n346- في الأصل والظاهر أيضا علما... مع تعارض كقبر قدما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n347- وغالبا قدم على ما ندرا... وهو شأن شرعنا فكثرا\n</p>\n\n<p>\n348- لكن عليه نادر قد قدما... كالطين والنعل ونحو علما\n</p>\n\n<p>\n349- ومنه نسج مسلم لا يحترز... من نجس وثوبه كمن نبز\n</p>\n\n<p>\n350- بشرب او ترك صلاة أو جهل... كثوب سوق وعن اللخمي نقل\n</p>\n\n<p>\n351- في ثوب من ذكر أنه نجس... كالنوم لكن خفف الذي لبس\n</p>\n\n<p>\n352- في الرأس قيل ما عدا من شربا... وغسل ما قد شك فيه صوبا\n</p>\n\n<p>\n353- ونسج كافر وما <span id='ms11'></span> قد صنعا... كفاسق من طعام [؟] وسعا\n</p>\n\n<p>\n354- فيه كلبس صبية ونقلا... معافري نجس وقبلا\n</p>\n\n<p>\n355- إن استقل ولد بالغسل... وكمبرز ووضع الحمل\n</p>\n\n<p>\n356- وشبه ما ذكر مما ارتكبا... من النوادر لمعنى أوجبا\n</p>\n\n<p>\n357- المدعى عليه من يوافقه... عرف أو اصل بعضهم يحققه\n</p>\n\n<p>\n358- بأنه أقرب خصمين سبب... والضد مدع كناظر طلب\n</p>\n\n<p>\n359- طلب ما بذمة المعين... أو المعين كثوب بين\n</p>\n\n<p>\n360- أو مترتب عليه ما ذكر... كمرأة ووارث [؟] اعتبر\n</p>\n\n<p>\n361- شرعا وإلا لا كعشر سمسمه... دعوى صحيحة وجهلا عدمه\n</p>\n\n<p>\n362- ولم تكذب عادة وحققا... وفرض صح [؟] به تعلقا\n</p>\n\n<p>\n363- وكل ما ثبوته مقيد... بشاهدي عدل فإن تجرد\n</p>\n\n<p>\n364- فلا يمين مطلقا، نعم يجب... إن نفي القيد وما كان طلب\n</p>\n\n<p>\n365- مستوفيا شروط ما تقدما... ومشبها كمن بسوق علما\n</p>\n\n<p>\n366- والحكم والثبوت شيء اتحد... وقيل غيران نعم هذا أسد\n</p>\n\n<p>\n367- وخصص الكل كما قد عمما... نهوض حجة ثبوت رسما\n</p>\n\n<p>\n368- والحكم إنشاء كلام قررا... في النفس إلزاما، وقد تأثرا\n</p>\n\n<p>\n369- به الذي تقاربت مداركه... وباجتهاد تنجلي مسالكه\n</p>\n\n<p>\n370- لأجل ما يصلح من دنيا وقد... اختص بالفتيا جميع ما ورد\n</p>\n\n<p>\n371- من العبادات وما قد منعا... منها وأسباب شروط جمعا\n</p>\n\n<p>\n372- وما للاخرة فيه اختلفا... ورسمها أخبار من قد عرفا\n</p>\n\n<p>\n373- بأنه أهل بحكم شرعا... والحكم وهي في سواها اجتمعا\n</p>\n\n<p>\n374- وربما شاركها فيما ذكر... من الزكاة أيضا إن له افتقر\n</p>\n\n<p>\n375- وكل ما تعين الحق به... ولا يؤدي أخذه لعيبه\n</p>\n\n<p>\n376- لفتنة أو لفساد سمعا... مما على ثبوته قد أجمعا\n</p>\n\n<p>\n377- فليس يحتاج لحاكم بلا... أضداد ما ذكر كاللذ نقلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n378- أو ما يؤدي لخيانة وما... إلى فساد العرض أو خوف الدما\n</p>\n\n<p>\n380- مستند الشهادة العلم نعم... مدركه عقل ونقل وتضم\n</p>\n\n<p>\n381- ذوات حس لهما ومستدل... قد يكتفي بالظن والسمع نقل\n</p>\n\n<p>\n382- عزل وجرح سفه وكفر... ثم نكاح ضدها وضر\n</p>\n\n<p>\n383- كهبة وصية وإنفاق... ولادة حرابة وإعتاق\n</p>\n\n<p>\n384- خلع رضاع نسب وأسر... قسم قسامة ولوث يسر\n</p>\n\n<p>\n385- إباق او حمل وتفليس ولا... جرح نيابة وإقرار جلا\n</p>\n\n<p>\n386- وقف وتنفيذ وموت وابتياع... تصرف إرث تصح بالسماع\n</p>\n\n<p>\n387- واللفظ في الأداء إنشاء بما... ضارع في العقود ماض علما\n</p>\n\n<p>\n388- كالعتق والطلاق واسم من فعل... زيد لدين وعلى <span id='ms12'></span> العرف العمل\n</p>\n\n<p>\n389- والحد لا يلزم لكن إن شهد... غير به تمت وإلا فاعتمد\n</p>\n\n<p>\n390- على اليمين وكذا جهل العدد... بينة أو نسب وقد ورد\n</p>\n\n<p>\n391- الرد فيهما، ورد مثبتا... أو جامعا نفيا له كما أتى\n</p>\n\n<p>\n392- في حصر وارث وملك ولتزد... ألفاظ أخبار على الإنشا اعتمد\n</p>\n\n<p>\n393- وبيع أم ولد ممنوع... إلا بست بيعها مسموع\n</p>\n\n<p>\n394- رهن وتفليس قراض شركة... جناية كوطء من بتركه\n</p>\n\n<p>\n395- تنجيز عتق في التي قد منعا... من وطئها مولدها قد سمعا\n</p>\n\n<p>\n396- وكل ولد تابع للأمات... وفي وصاياها وفي الجنات\n</p>\n\n<p>\n397- ثلاثة لا يتبعون، فاعتمد... في كشف شاهد بخمسة شهد\n</p>\n\n<p>\n398- في ردة سرقة ومستحق... زنى ومولى فليؤد كالفلق\n</p>\n\n<p>\n399- ونسب والحد لن يجتمعا... إلا بزوجات ثلاث فاسمعا\n</p>\n\n<p>\n400- مبتوتة خامسة ومحرم... وأمتين حرتين فاعلم\n</p>\n\n<p>\n401- بشرط علم في جميع ما ذكر... ونفي تسويغ ببت فاذكر [؟]\n</p>\n\n<p>\n402- سكوت سيد الورى محمد... وقوله وفعله الأبد [؟]\n</p>\n\n<p>\n403- أو ما عليه قد أقر سنة... والمحدثات بدعة لكنه\n</p>\n\n<p>\n404- تجب إن شملها أدلته... كالكتب والضد بدت أمثلته\n</p>\n\n<p>\n405- يندب ما دليله قد عمه... كمركب ولبسه الأئمة\n</p>\n\n<p>\n406- وكتراوح وما قد شمله... دليل كره كهو كالمفضلة\n</p>\n\n<p>\n407- تخص بالنوع من التعبدات... وكالزيادة على المحددات\n</p>\n\n<p>\n408- مما استحب ويباح ما شمل... دليله كمنخل مما نقل\n</p>\n\n<p>\n409- حاصلها استنادها لما شهد... الشرع باعتباره فلتعتمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n410- عليه أو إلغائه عنه يصد... أو لم يكونا فإباحة وقد\n</p>\n\n<p>\n411- قال تقي الدين قول عمرا... ذي بدعة نعمت وقول من يرى\n</p>\n\n<p>\n412- تقسيمها أي لغة وقوله... صلى عليه الله صح نقله\n</p>\n\n<p>\n413- وكل بدعة ضلالة نعم... شرعا لما استناده قد انعدم\n</p>\n\n<p>\n414- وما دليل فرضه أو ندبه... باد فليس بدعة فانتبه\n</p>\n\n<p>\n415- كجمع مصحف وكشكل [؟] ونقط... نقش كدرهم ثريا وبسط\n</p>\n\n<p>\n416- مع مسمع وشبهها فقد... [؟] ... أحدثها السلف نعم ما ورد\n</p>\n\n<p>\n417- تنبيه: اعلم في الدعا تردد... إثر الصلاة باجتماع يوجد\n</p>\n\n<p>\n418- وقيل إن لها أضيف منعا... وحسنه إن لم يضف قد سمعا\n</p>\n\n<p>\n419- وهل دعا الأذين ليلا والندا... لها بغير لفظه وما بدا\n</p>\n\n<p>\n420- من قوله أصبح والله حمد... مستحسنات لا نعم ذا فاعتمد\n</p>\n\n<p>\n421- لشاهد الشرع بأن الجنسا... معتبر فطب بذاك نفسا\n</p>\n\n<p>\n422- وفي تغير [نفير] الصوم والبوق <span id='ms13'></span> نقل... تردد، تأمل الذي عمل\n</p>\n\n<p>\n423- له من العلام والفنار... والشبه زن وقسمه بالمعيار\n</p>\n\n<p>\n424- وكل ما يخلص للتعبد... أو كان غالبا بنية بدي\n</p>\n\n<p>\n425- إن كان ذا لبس وما تمحضا... أعني لمعقولية نحو القضا\n</p>\n\n<p>\n426- أو غلبت كنجس فلا افتقار... وفي سوى الشائبتين الاعتبار\n</p>\n\n<p>\n427- ونفيه وكل ما مصلحته... تحصل بالفعل فتنفى نيته\n</p>\n\n<p>\n428- وكل قربة بلا لبس ترد... كذكر افتارها لها فقد\n</p>\n\n<p>\n429- تمييز عادات بها أمر حتم... وفي العبادات تقرب علم\n</p>\n\n<p>\n430- وفرض عين الذي تكررا... نفع به غير كفاية يرى\n</p>\n\n<p>\n431- في زر وجاهد قم بشرع واشهد... واقض وأم مر بعرف واردد\n</p>\n\n<p>\n432- سلاما افت واحترف وادر أو صن [؟] ... ميتا ورابط وفد وثق مؤتمن\n</p>\n\n<p>\n433- والظن كاف في السقوط والسنن... عين كفاية على ذاك السنن\n</p>\n\n<p>\n434- درء المفاسد مقدم على... جلب المصالح فخذ ما نقلا\n</p>\n\n<p>\n435- هذا تمام المنهج المنتخب... جمعته من أمهات الكتب\n</p>\n\n<p>\n436- لقطت منها دررا ثمينة... مما انتهى لعالم المدينة\n</p>\n\n<p>\n437- فالحمد لله على الإنعام... بالفضل والرحمة والختام\n</p>\n\n<p>\n438- أحمده بأبلغ التحميد... شكرا على كلمة التوحيد\n</p>\n\n<p>\n439- إذ خير ما فاهت به الأفواه... إخلاص لا إله إلا الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n440- سبحانه بالغ في الإنعام... إذ عمنا بنعمة الإسلام\n</p>\n\n<p>\n441- وخصنا بالمصطفى محمد... إذ لم نكن لولا هداه نهتدي\n</p>\n\n<p>\n442- ثم أصلي دائما على الهدى... والآل والصحب ومن قد اهتدى\n</p>\n\n<p>\n443- وأسأل الله به نيل المنى... ويرحم الرحمن عبدا أمنا\n</p>\n\n<p>\n[تم بحمد الله - أبو مالك العوضي] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n <span id='ms14'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016"
  ],
  "volumes": [
    "01"
  ]
}