{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>[جزء فيه مجلس من فوائد الليث بن سعد]</h1>\n\n<p>\nالمؤلف: أبو الحارث الليث بن سعد بن عبد الرحمن الفهمي المصري (المتوفى:\n175ه)\n</p>\n\n<p>\nالمحقق: محمد بن رزق الطرهوني\n</p>\n\n<p>\nالناشر: دار عالم الكتب للنشر والتوزيع - الرياض\n</p>\n\n<p>\nالطبعة: الأولى، 1407 ه - 1987 م\n</p>\n\n<p>\nعدد الأجزاء: 1\n</p>\n\n<p>\n[ترقيم الكتاب موافق للمطبوع، وهو ضمن خدمة التخريج]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحديث ثمامة بن أثال الحنفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأخبرنا الشيخ الحافظ أبو الخير عبد الرحيم الأصفهاني، حدثنا\n</p>\n\n<h1 class='l1' id='head1'>[ص: 32]</h1>\n\n<p>\nأبو بكر أحمد بن علي المقري، وأبو الفرج البكراني وجماعة قالوا: ثنا عبد\nالرزاق بن عمر بن موسى، ثنا محمد بن إبراهيم بن علي، ثنا\n</p>\n\n<h1 class='l1' id='head2'>[ص: 33]</h1>\n\n<p>\nمحمد بن الحسن بن قتيبة، ومحمد بن زبان بن حبيب قالا: ثنا عيسى بن حماد\nزعبة، ثنا الليث بن سعد، عن سعيد المقبري أنه سمع أبا هريرة رضي الله عنه\nيقول: بعث رسول الله صلى الله عليه\n</p>\n\n<h1 class='l1' id='head3'>[ص: 34]</h1>\n\n<p>\nوسلم خيلا قبل نجد، فجاءت برجل من بني حنيفة، يقال له: ثمامة بن أثال،\nسيد أهل اليمامة، فربطوه بسارية من سواري المسجد، فخرج رسول الله صلى الله\nعليه وسلم، فقال\n</p>\n\n<h1 class='l1' id='head4'>: «ما عندك يا ثمامة بن أثال؟» فقال: عندي يا محمد خير، إن تقتلني تقتل ذا دم، وإن تنعم تنعم على </h1>\n\n<p>\nشاكر، وإن كنت تريد المال فسل تعط منه ما شئت. فتركه رسول الله صلى الله\nعليه وسلم حتى كان بعد الغد، قال له: «ما عندك يا ثمامة؟» قال: عندي ما قلت\nلك: إن تنعم تنعم على شاكر، وإن تقتل تقتل ذا دم، وإن كنت تريد المال فسل\nتعط منه ما شئت. فقال رسول الله صلى الله عليه وسلم: «أطلقوا ثمامة» ،\nفانطلق إلى نخل قريب من المسجد، فاغتسل، ثم دخل المسجد فقال: أشهد أن لا\nإله إلا الله وأن محمدا رسول الله، يا محمد، والله ما كان على الأرض وجه\nأبغض إلي من وجهك، فقد أصبح وجهك أحب الوجوه كلها إلي، والله ما كان من دين\nأبغض إلي من دينك، فقد أصبح دينك أحب الدين كله إلي، ووالله ما كان من بلد\nأبغض إلي من <span id='ms1'></span> بلدك، فقد أصبح بلدك أحب البلاد إلي، وإن خيلك أخذتني وأنا\nأريد العمرة، فماذا ترى؟ فبشره رسول الله صلى الله عليه وسلم، وأمره أن\nيعتمر، فلما قدم مكة قال له قائل: صبوت؟ قال: لا، ولكن أسلمت مع محمد صلى\nالله عليه وسلم رسول الله، ولا والله لا يأتيكم من اليمامة حنطة حتى يأذن\nفيها رسول الله صلى الله عليه وسلم.\n</p>\n\n<h1 class='l1' id='head5'>[ص: 36]</h1>\n\n<p>\nصحيح متفق عليه، أخرجاه في كتابيهما، البخاري رواه عن عبد الله بن يوسف،\nعن الليث، ورواه مسلم عن قتيبة بن سعيد، عن الليث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nقرأت على الشيخ الثقة أبي الفتح محمد بن عبد الباقي بن أحمد بن سلمان\nحرسه الله في يوم السبت مستهل ربيع الأول سنة ثلاث وستين وخمسمائة قلت له:\nأخبركم الشيخ أبو عبد الله مالك بن أحمد بن على المالكي قراءة عليه وأنت\nتسمع في محرم سنة أربع وثمانين وأربعمائة فأقر به قال:\n</p>\n\n<h1 class='l1' id='head6'>[ص: 38]</h1>\n\n<h1 class='l1' id='head7'>1 - </h1>\n\n<p>\nأخبرنا أبو الفتح محمد بن أحمد بن أبي الفوارس قراءة عليه، قال: أخبرنا\nأبو بكر أحمد بن يوسف بن خلاد النصيبي قال: ثنا أبو عبد الله أحمد بن\nإبراهيم بن ملحان المؤذن قال: ثنا يحيى بن عبد الله بن بكير قال: حدثني\nالليث بن سعد، عن خالد بن يزيد، عن سعيد بن أبي\n</p>\n\n<h1 class='l1' id='head8'>[ص: 39]</h1>\n\n<p>\nهلال، عن زيد بن أسلم، أن عبد الله بن عمر دخل على عبد الله بن مطيع\nليالي الحرة، فقال: ضعوا له وسادة، مرحبا بك يا أبا عبد الرحمن، ها هنا\nفاجلس، قال: إني لم آتك كيما أجلس؛ ولكن جئتك لأخبرك شيئا سمعته من رسول\nالله صلى الله عليه وسلم، سمعت رسول الله صلى الله عليه وسلم يقول\n</p>\n\n<h1 class='l1' id='head9'>: «من نزع يدا من طاعة لقي الله عز وجل ليست له حجة، ومن مات مفارقا للجماعة مات ميتة </h1>\n\n<p>\nجاهلية»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>2 - </h1>\n\n<p>\nأخبرنا أبو الفتح.. . قال: أنا أحمد، ثنا أحمد، ثنا ابن بكير، قال: حدثني\nالليث، عن خالد بن يزيد، عن سعيد بن أبي هلال، عن زيد بن أسلم أن عطاء بن\nيسار أخبره عن <span id='ms2'></span> أبي قتادة صاحب رسول الله صلى الله عليه وسلم، أنه قال:\nخرجنا مع رسول الله صلى الله عليه وسلم، ورسول الله صلى الله عليه وسلم\nحرام، والقوم حرم، وأنا حل، قال: فنظرت إلى حمار وحشي، فركبت فرسي معروريا،\nثم قلت لرجل من القوم: ناولني السوط، فأبى، ثم قلت لآخر: ناولني السوط،\nفأبى، فحملت عليه فعقرته، قال: فأتيت به القوم، فظل القوم عليه يسيرون،\nفلما رحنا ذكرناه لرسول الله صلى الله عليه وسلم، فقال\n</p>\n\n<h1 class='l1' id='head11'>: «هل بقي معكم منه شيء؟»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head12'>3 - </h1>\n\n<p>\nأخبرنا أبو الفتح قال: أنا أحمد، ثنا أحمد، ثنا ابن بكير، قال: حدثني\nالليث، عن خالد بن يزيد، عن سعيد بن أبي هلال، عن زيد بن أسلم، عن عبد\nالرحمن بن عطاء، أخبره، أن رجلا من أصحاب رسول الله\n</p>\n\n<h1 class='l1' id='head13'>[ص: 44]</h1>\n\n<p>\nصلى الله عليه وسلم من بني سلمة، قال: بينا نحن يوما مع رسول الله صلى\nالله عليه وسلم إذ شق قميصه حتى خرج منه، فقلنا: يا رسول الله، ما شأنك؟\nقال\n</p>\n\n<h1 class='l1' id='head14'>: «واعدت اليوم الهدي ولم أشعر»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head15'>4 - </h1>\n\n<p>\nأخبرنا أبو الفتح، ثنا أحمد بن يوسف، ثنا أحمد بن إبراهيم، ثنا ابن بكير،\nقال: حدثني الليث، عن خالد بن يزيد، عن سعيد بن أبي هلال، عن زيد بن أسلم،\nعن عطاء بن يسار، عن أبي سعيد الخدري أنه قال: قلنا: يا رسول الله، أنرى\nربنا عز وجل؟ قال\n</p>\n\n<h1 class='l1' id='head16'>: «تضارون في رؤية الشمس إذا كانت صحوا؟» قلنا: لا. قال: «فتضارون في رؤية القمر ليلة البدر إذا </h1>\n\n<p>\nكان صحوا؟» قلنا: لا. قال: «فإنكم لا تضارون في رؤية ربكم عز وجل يومئذ\nإلا كما تضارون في رؤيتهما» ، ثم قال: \" ينادي مناد: ليذهب كل قوم مع ما\nكانوا يعبدون، فيذهب أصحاب الصليب مع صليبهم، وأصحاب الأوثان مع أوثانهم،\nوأصحاب كل إله مع إلههم، حتى يبقى من كان يعبد الله عز وجل من بر وفاجر،\nوغبرات من أهل الكتاب، ثم يؤتى بجهنم تعترض كأنها سراب، فيقال لليهود: ما\nكنتم تعبدون؟ قالوا: كنا نعبد عزير ابن الله، فيقال كذبتم، لم يكن <span id='ms3'></span> لله عز\nوجل صاحبة ولا ولد، فما تريدون؟\n</p>\n\n<h1 class='l1' id='head17'>[ص: 47]</h1>\n\n<p>\nقالوا: نريد أن تسقينا، فيقال: اشربوا، فيتساقطون في جهنم، ثم يقال\nللنصارى: ما كنتم تعبدون؟ فيقولون: كنا نعبد المسيح ابن الله، فيقال:\nكذبتم، لم يكن لله صاحبة ولا ولد، فما تريدون؟ فيقولون: نريد أن تسقينا،\nفيقال: اشربوا، فيتساقطون حتى يبقى من كان يعبد الله عز وجل من بر وفاجر،\nفيقال لهم: ما يجلسكم وقد ذهب الناس؟ فيقولون: قد فارقناهم، ونحن أحوج\nإليهم منا اليوم، وإنا سمعنا مناديا يقول: ليلحق كل قوم بما كانوا يعبدون،\nوإنا ننتظر ربنا، فيأتيهم الجبار عز وجل في صورة غير صورته التي رأوه فيها\nأول مرة، فيقول: أنا ربكم، فيقولون: أنت ربنا ولا يكلمه إلا الأنبياء،\nفيقول: هل بينكم وبينه آية تعرفونها؟ فيقولون: الساق، فيكشف عن ساقه، فيسجد\nكل مؤمن، ويبقى من كان يسجد لله رياء وسمعة، فيذهب كيما يسجد، فيعود ظهره\nطبقا واحدا، ثم يؤتى بالجسر فيجعل بين ظهري جهنم \"، قلنا: يا رسول الله،\nوما الجسر؟ قال: \" مدحضة، مزلة، عليه خطاطيف، وكلاليب، وحسك مفلطحة، لها\nشوكة عقيفاء تكون بنجد، يقال لها: السعدان، يمر المؤمن عليها كالطرف،\nوكالبرق، وكالريح، وكأجاويد\n</p>\n\n<h1 class='l1' id='head18'>[ص: 48]</h1>\n\n<p>\nالخيل والركاب، فناج مسلم، وناج مخدوش، ثم مكدوح في نار جهنم، حتى يمر\nأحدهم يسحب سحبا، فما أنتم بأشد منا شدة في الحق، قد تبين لكم من المؤمنين\nيومئذ للجبار عز وجل، إذا رأوا أنهم قد نجوا في إخوانهم، يقولون: ربنا،\nإخواننا كانوا يصلون معنا، ويصومون معنا، ويعملون معنا؟ فيقول الله عز وجل:\nاذهبوا فمن وجدتم في قلبه دينارا من إيمان فأخرجوه، ويحرم الله صورهم على\nالنار، فيأتونهم، وبعضهم قد غاب في النار إلى قدميه، وإلى أنصاف ساقيه،\nفيخرجون من عرفوا، ثم يعودون، فيقول: اذهبوا فمن وجدتم في قلبه مثقال نصف\nدينار فأخرجوه، فيخرجون من عرفوا، ثم يعودون، فيقول: اذهبوا فمن وجدتم في\nقلبه مثقال ذرة من إيمان فأخرجوه، فيخرجون من عرفوا \" قال أبو سعيد: فإن لم\nتصدقوني فاقرءوا قول الله عز وجل: {إن الله لا <span id='ms4'></span> يظلم مثقال ذرة، وإن تك حسنة\nيضاعفها} [النساء: 40] . \" فيشفع النبيون والملائكة والمؤمنون، فيقول\nالجبار: بقيت شفاعتي، فيقبض من النار، فيخرج\n</p>\n\n<h1 class='l1' id='head19'>[ص: 49]</h1>\n\n<p>\nأقواما قد امتحشوا، فيلقون في نهر بأفواه الجنة، يقال له الحياة، فينبتون\nفي حافتيه كما تنبت الحبة في حميل السيل، قد رأيتموها إلى جانب الصخرة،\nوإلى جانب الشجرة، فما كان إلى الشمس كان أخيضر، وما كان إلى الظل كان\nأبيض، فيخرجون كأنهم اللؤلؤ، فيجعل في رقابهم الخواتيم، فيدخلون الجنة،\nفيقول أهل الجنة: هؤلاء عتقاء الرحمن من النار، أدخلهم الجنة بغير عمل\nعملوه، ولا خير قدموه، فيقال لهم: لكم ما رأيتم ومثله معه \"\n</p>\n\n<h1 class='l1' id='head20'>[ص: 50]</h1>\n\n<p>\nقال سعيد بن أبي هلال: بلغني أن الجسر أدق من الشعر، وأحد من السيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>5 - </h1>\n\n<p>\nأخبرنا أبو الفتح قال: أنا أحمد بن خلاد، ثنا أحمد بن إبراهيم، ثنا ابن\nبكير، قال: حدثني الليث، عن خالد، عن سعيد بن أبي هلال، عن زيد بن أسلم، عن\nرجل أخبره، عن أبي هريرة، عن رسول الله صلى الله عليه وسلم أنه قال\n</p>\n\n<h1 class='l1' id='head22'>: «الدين النصيحة» ، قلنا: لمن يا رسول الله؟ قال: «لله، ولكتابه، ولرسوله، ولأئمة المسلمين </h1>\n\n<p>\nوعامتهم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>6 - </h1>\n\n<p>\nأخبرنا أبو الفتح قال: أنا أحمد بن خلاد، ثنا أحمد بن إبراهيم، ثنا ابن\nبكير، قال: حدثني الليث، عن خالد، عن سعيد بن أبي هلال، عن زيد بن أسلم، أن\nمحبرا أخبره أنه دخل على رأس الجالوت وهو\n</p>\n\n<h1 class='l1' id='head24'>[ص: 56]</h1>\n\n<p>\nيقرأ التوراة فبكى، قال: ما يبكيك؟ قال\n</p>\n\n<h1 class='l1' id='head25'>: \" مررت بحرف فأبكاني: يا بني إسرائيل، إني كنت أحبكم، فلما عصيتموني </h1>\n\n<p>\nأبغضتكم \" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms5'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "000",
    "031"
  ],
  "volumes": [
    "01"
  ]
}