{
  "content": "\n<p>\nتوضيح المقاصد تأليف العلامة الشيخ بهاء الدين محمد بن الحسين العاملي\nعليه الرحمة المتوفى 1030 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nتوضح المقاصد بسم الله الرحمن الرحيم الشهر الأول شهر محرم الحرام الأول\nفيه رفع إدريس على نبينا واله وعليه السلام إلى الجنة، واستجاب دعاء زكريا\nعليه السلام، ويستحب صومه وفى صلاة ركعتين يقرء فيهما بعد الحمد ما شاء من\nالسور ويدعو بعد التسليم بما أورده الكفعمي ره في الفصل السابع والثلثين من\nمصباحه، وفيه غزوة النبي صلى الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p002'> Vol. 00, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n* (محرم الحرام) * عليه وآله وسلم غزوة ذات الرقاع وذلك في السنة الرابعة\nمن الهجرة الثالث فيه خلاص يوسف عليه السلام من الجب على يد السيارة الخامس\nفيه عبر موسى عليه السلام البحر لما انفاق له وأغرق فرعون وجنوده السابع\nفيه كلم الله سبحانه موسى على الطور التاسع فيه خرج يونس عليه السلام من\nبطن الحوت وولد موسى ويحيى عليهم السلام ومريم العاشر هو يوم عاشوراء\nويستحب صومه حزنا وليس صوما حقيقيا بل هو ترك المفطرات اشتغالا عنها بالحزن\nولابد فيه من نية القربة لأنه عبادة ولكن افطاره بعد العصر * الثاني عشر\nفيه وفاة الإمام علي بن الحسين زين العابدين عليه السلام، وذلك في المدينة\nسنه 95 خمس وتسعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n* (محرم الحرام) * وكان عمره سبعا وخمسين سنة، وفيه توفى قطب الأقطاب\nالشيخ صفى الدين اسحق الأردبيلي قدس الله روحه سنه 735 خمس وثلثين\nوسبعمائة، وحالاته وكراماته مشهورة بين الخاص والعام وقد صنف في ذلك كتب\nمنها كتاب صفوة الأنبياء لابن البرار وهو كتاب مشهور الخامس عشر فيه كانت\nغزوة خيبر سنه 7 سبع من الهجرة وفيه وقع الحرب العظيم بين سلاطين الأوزبك\nوبين السلطان الأعظم الشاه طهماسب قدس الله روحه في ولاية جام من خراسان\nونصر الله عساكر الايمان وخذل جنود الكفر والطغيان السادس عشر فيه حولت\nالقبلة إلى الكعبة وكانت قبل ذلك البيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر صفر) * المقدس السابع عشر فيه نزل العذاب على أصحاب الفيل على ما\nأورد في القران المجيد كما قال الله سبحانه وأرسل عليهم طيرا أبابيل ترميهم\nبحجارة من سجيل <span id='ms01'></span> الحادي والعشرون فيه توفى الشيخ العلامة جمال الملة والحق\nوالدين الحسن بن المطهر الحلي قدس الله روحه، وذلك في سنه 726 ست وعشرين\nوسبعمائة وكانت ولادته في التاسع والعشرين من شهر رمضان سنه 648 ثمان\nوأربعين وستمائة. * - الشهر الثاني صفر تم بالخير والظفر الأول فيه كانت\nوقصة صفين بين أمير المؤمنين عليه السلام وبين معاوية وفيه حل رأس أبى عبد\nالله الحسين عليه السلام إلى دمشق وجعلوه بنو أمية عيدا الثاني فيه ولد\nالامام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر صفر) * أبو جعفر محمد الباقر عليه السلام وذلك في المدينة سنه 57\nسبع وخمسين السابع فيه وفاة الامام أبى محمد الحسن السبط عليه السلام وذلك\nفي المدينة سنه 49 تسع وأربعين وكان عمره سبعا وأربعين سنة، وفيه ولد\nالإمام أبو إبراهيم موسى بن جعفر الكاظم عليهما السلام وذلك في الأبواء\nبالباء الموحدة بين مكة والمدينة سنه 128 ثمان وعشرين ومائة التاسع فيه\nابتداء محاربة معاوية في صفين لأمير المؤمنين عليه السلام وذلك سنه 37 سبع\nوثلثين من الهجرة واستمر الحرب و قتل من أصحاب أمير المؤمنين عليه السلام\nعمار بن ياسر الذي قال له النبي صلى الله عليه وآله وسلم: ستقتلك الفئة\nالباغية وخزيمة بن ثابت ذو الشهادتين التاسع عشر فيه زيارة الأربعين لأبي\nعبد الله الحسين عليه السلام وهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ربيع الأول) * مروية عن الصادق ووقتها عند ارتفاع النهار وفى هذا\nاليوم وهو يوم الأربعين من شهادته عليه السلام كان قدوم جابر بن عبد الله\nالأنصاري رضي الله عنه لزيارته عليه السلام واتفق في ذلك اليوم ورود حرمه\nعليه السلام من الشام إلى كربلاء قاصدين المدينة على ساكنها السلام\nوالتحية. * - الشهر الثالث شهر ربيع الأول الأول في وفاة الامام أبى محمد\nالعسكري عليه السلام وذلك في سنه 260 ستين ومأتين الثاني عشر فيه قدم النبي\nصلى الله عليه وآله وسلم إلى المدينة مهاجرا وكان ذلك يوم الاثنين منتصف\nالنهار الرابع عشر فيه هلاك اللعين يزيد بن معاوية عليه اللعنة والعذاب سنه\n64 أربع وستين وكان عمره تسعا وثلثين سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ربيع الأول <span id='ms02'></span>) * وفى ابتداء سلطنته بنى العباس في ظهور ملكهم وذلك\nسنه 132 اثنين وثلثين ومائة وكانوا سبعة وثلثين ملكا واستمر ملكهم إلى سنة\nست وخمسين وستمائة، وكان مدة ملكهم خمسمائة وست وعشرين سنة الخامس عشر فيه\nتوفى سليمان بن مهران الأعمش يكنى أبا محمد وكان من الزهاد والفقهاء والذي\nاستفدته من تصفح التواريخ انه من الشيعة الإمامية والعجب أن أصحابنا لم\nيصفوه بذلك في كتب الرجال قال له أبو حنيفة يوما يا با محمد سمعتك تقول ان\nالله سبحانه إذا سلب عبدا نعمة عوضه نعمة أخرى قال رضي الله عنه نعم قال ما\nالذي عوضك بعد أن أعمش عينيك وسلب صحتهما فقال عوضني عنهما ان لا أرى ثقيلا\nمثلك السادس عشر فيه هلاك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ربيع الأول) * أحد صناديد بنى العباس الراضي بالله وذلك سنه 329\nتسع وعشرين وثلاثمائة وكان عمره اثنين وثلثين سنة ومدة حكومته ست سنين وعشر\nأشهر السابع عشر فيه مولد سيد البشر وأشرف المرسلين صلى الله عليه وآله\nوسلم وهو من الأيام الأربعة العظمة ويستحب فيه الغسل والصوم وفيه ولد\nالإمام أبو عبد الله جعفر الصادق عليه السلام بالمدينة سنه 83 ثلث وثمانين\nالثاني والعشرون غزى النبي صلى الله عليه وآله بنى النضر وذلك سنة أربع من\nالهجرة الثالث والعشرون فيه توفى السيد الاجل عضد الاسلام المرتضى علم\nالهدى علي بن الحسين بن موسى بن محمد بن موسى بن إبراهيم بن موسى الكاظم\nعليه السلام واليه انتهت رياسة الشيعة الإمامية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ربيع الثاني) * في زمانه، وكانت وفاته قدس الله روحه سنه 436 ست\nوثلثين وأربعمائة الخامس والعشرون فيه هلاك التغلب بالمكر والعدوان معاوية\nبن أبي سفيان وذلك سنه 41 إحدى وأربعين من الهجرة وكان عمره ثمان وسبعين\nسنة ومدة تغلبه تسع عشر سنة وثلاثة أشهر الثلاثون فيه ولد الإمام أبو عبد\nالله الحسين عليه السلام بالمدينة. * - الشهر الرابع شهر ربيع الثاني\nالعاشر فيه توفى المستكفى بالله أحد ملوك بنى العباس بعد ما خلعوه وسملوا\nعينيه وذلك سنه 338 ثمان وثلثين وثلاثمائة وكان عمر ست <span id='ms03'></span> وأربعين سنة ومدة\nحكومته سنة وأربعة أشهر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر جمادى الأول) * الثالث عشر فيه توفى السلطان مغر الدولة الديلمي\nسنه 356 ست وخمسين وثلاثمائة بعد ما مضى من عمره ثلث وخمسون سنة وكان شديد\nالتصلب في التشيع حتى أمر ان يكتب على أبواب الدور في بغداد لعن الله\nمعاوية بن أبي سفيان، لعن الله من غصب فاطمة فدكا، لعن الله من اخرج العباس\nمن الشورى لعن الله من نفى أبا ذر من المدينة إلى الربذة، لعن الله من منع\nدفن الحسن عليه السلام عند جده. * - الشهر الخامس شهر جمادى الأول التاسع\nفيه توفى شيخنا الأعظم الفايز في مراتب السعادة الجامع بين درجة العلم\nومرتبة الشهادة شمس الملة والدين محمد بن مكي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر جماد الأول) * أحله الله في غرف الجنان وذلك في سنه 786 ست\nوثمانين وسبعمائة ومؤلفاته طاب ثراه في الفقه والأصول و غيرهما كالذكرى\nوالدروس والبيان والقواعد وشرح الارشاد وشرح تهذيب الأصول وجليلة الفوائد\nمتداولة بين الطلاب وهي في أعلى مراتب التحقيق و التنقيع التاسع عشر فيه\nولد السلطان الفاضل ميرزا الغ بيك بن شاهرخ بن أمير تيمور گورگان في سنه\n796 ست وتسعين وسبعمائة، وكان وفاته قتيلا في عاش شهر رمضان سنه 853 ثلث\nوخمسين وثمانمائة.\n</p>\n\n<p>\nالخامس والعشرون توفى معاوية بن يزيد سنه 64 أربع وستين من الهجرة وكانت\nمدة حكومته باسم الخلافة أربعين يوما ثم نزع نفسه منها خوفا من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر جمادى الثاني) * الله تع وعلما منه بأنه ليس اهلا لما روى أنه لما\nخلع نفسه من الخلافة قالت أمه ليتك كنت حيضة قال لها ليتني كنت حيضة ولم\nاعلم أن لله جنة ونارا قال بعض المؤرخين ان قوله تع: يخرج الحي من الميت\nيشمل هذا الشباب.\n</p>\n\n<p>\nالشهر السادس شهر جمادى الثاني الثالث فيه وفاة فاطمة سيدة النساء عليها\nالسلام.\n</p>\n\n<p>\nالرابع في ليله هلاك المتغلب الشقي هارون الرشيد سنه 193 ثلث وتسعين\nومائة وكان عمره خمسا وأربعين سنة الخامس فيه توفى السلطان بهاء الدولة\nالديلمي رضي الله عنه سنه 403 ثلث وأربعمأة وكان راسخا في <span id='ms04'></span> التشيع السادس\nفيه خلعوا القاهر بالله بن المعتضد وسملوا عينيه وذلك في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر جمادى الثاني) * سنه 322 اثنين وعشرين وثلاثمائة وكانت مدة سلطنته\nسنة ونصف العشرون فيه ولادة سيدة النساء فاطمة الزهراء عليها السلام وذلك\nبعد المبعث بخمس سنين الثالث والعشرون فيه توفى الشيخ المدقق سلطان العلماء\nفي زمانه نجم الدين جعفر بن سعيد الحلى قدس الله روحه وذلك في سنه 676 ست\nوسبعين وستمائة واليه انتهت رياسة الشيعة الإمامية ومن مصنفاته كتاب\nالمعتبر وكتاب الشرايع والمختصر حضر مجلس درسه بالحلة سلطان الحكماء\nوالمتألهين خواجة نصير الدين محمد الطوسي أنار الله تع برهانه وسأله نقض\nبعض المتكلمين الخامس و العشرون فيه توفى الشيخ المحقق فخر الدين بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر رجب المرجب) * الشيخ العلامة جمال الدين المطهر الحلي قدس الله\nروحهما ومن مؤلفاته شرح القواعد الموسوم بالايضاح وهو كتاب جليل القدر لم\nيصنف في الكتب الاستدلالية الفقهية مثله، وكانت وفاته طاب ثراه سنه 771\nإحدى وسبعين وسبعمائة السابع والعشرون فيه توفى الفاضل الأديب الحسين بن\nأحمد المشهور بابن الحجاج وكان رحمه الله تع امامي المذهب متصلبا في التشيع\nوله في هجو المخالفين شعر كثير قال ابن الخلكان انه دفن ببغداد عند مشهد\nالإمام موسى بن جعفر عليهما السلام وأوصى ان يدفن عند رجليه ويكتب على\nقبره: وكلبهم باسط ذراعيه بالوصيد الشهر السابع شهر رجب المرجب الأولى، فيه\nركب نوح على نبينا واله وعليه السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر رجب المرجب) * السفينة ويستحب في ليلته زيارة أبى عبد الله الحسين\nعليه السلام وكذلك في نهاره ويستحب في ليلته صلاة ثلثين ركعته يقرء في كل\nركعة بعد الحمد الجحد والتوحيد ثلثا ويستحب ان يدعو في هذه الليلة بالدعاء\nالمروى عن أبي جعفر الجواد عليه السلام وهو مذكور في مصباح الكفعمي في\nالفصل الثالث والأربعين الثاني يستحب في ليلته ان يصلى عشر ركعات يقرء في\nكل ركعة الحمد مرة والجحد مرة الثالث فيه وفاة الامام على النقي عليه\nالسلام وذلك بسر من رأى سنه 254 أربع و خمسين ومأتين وكان عمره عليه <span id='ms05'></span> السلام\nإحدى وأربعين سنة وتسعة أشهر الرابع يستحب في ليلته صلاة مائة ركعة يقرء في\nكل ركعة الحمد مرة الخامس يستحب في ليلته صلاة ركعتين يقرء في كل ركعة\nالحمد مرة والتوحيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر رجب المرجب) * خمسا وعشرين مرة السادس يستحب في ليلته صلاة أربع\nركعات يقرء في كل ركعة الحمد مره وكلا من التوحيد والمعوذتين ثلثا فإذا\nسلمت فصل على النبي صلى الله عليه و آله وسلم عشر مرات السابع يستحب في\nليلته صلاة ركعتين يقرء في كل ركعة الحمد مرة وآية الكرسي سبع مرات الثامن\nيستحب في ليلته صلاة عشرين ركعته يقرء في كل ركعة الحمد مرة وكلا من\nالقلاقل ثلث مرات التاسع فيه هلاك المأمون العباسي وذلك سنه 218 ثمان عشرة\nومأتين. وعمره ثمانية وأربعون سنة الثالث عشر فيه ولد أمير المؤمنين وسيد\nالوصيين سلام الله عنه وذلك بعد مولود النبي صلى الله عليه وآله وسلم ثلثين\nسنة في مستحب في ليلة صلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر رجب المرجب) * عشر ركعات يقرء في أولى كل منهما الحمد مرة\nوالعاديات مرة وفى الثانية الحمد مرة والتكاثر مرة التاسع عشر فيه وفاة\nالسلطان الأعظم حامى حوزة الايمان شاه إسماعيل الحسيني الموسوي الصفوي قدس\nالله روحه وذلك في سنه 930 ثلثين وتسعمائة، وتاريخ وفاته طاب مضجعه وكانت\nولادته في الخامس والعشرين من هذا الشهر سنه 892 اثنين وتسعين وثمانمائة،\nوكانت ابتداء سلطنته المباركة سنة ست وتسعمائة وذلك بالعربية \" مذهبنا حق \"\nوبالفارسية \" شمشير أئمة \" الرابع والعشرون فيه توفى عمر بن عبد العزيز سنه\n101 مائة وواحدة من الهجرة وكان عمره تسعا وثلثين سنة. ومدة امارته سنتان\nوخمسة أشهر. * - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر شعبان المعظم) * الشهر الثامن من شعبان المعظم الثاني، فيه سنه 2\nثنتين من الهجرة فرض صيام شهر رمضان الثالث فيه هلك أحد طواغيت بنى العباس\nالمعتز بالله وذلك سنه 255 خمس وخمسين و مائتين وكان عمره ثلثا وعشرون سنة\nومدة تغلبه ثلث سنين وسبعة أشهر الرابع فيه توفى الشيخ العارف أبو سعيد بن\nأبي الخير المهنى سنه 404 أربعة وأربعمائة وكان معروفا بمحبة <span id='ms06'></span> أهل البيت\nعليهم السلام وفيه تشرف سلطان غازان بشرف الاسلام سمى نفسه محمودا واسلم\nباسلامه من العساكر وغيرهم ما يقارب مائة الف انسان وذلك في أربع وتسعين\nوستمائة وانعم على علماء الاسلام بجبريل الانعام وامر بتخريب بيوت النار\nوكسر الأصنام الخامس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر شعبان المعظم) * فيه ولد الإمام علي بن الحسين زين العابدين عليه\nالسلام.\n</p>\n\n<p>\nبالمدينة سنه 38 ثمان وثلثين ويستحب في ليلته صلاة ركعتين تقرء في كل\nمنهما بعد الحمد والتوحيد خمسمائة مرة فإذا سلمت فصل على النبي صلى الله\nعليه وآله وسلم سبعين مرة وفيه توفى السلطان جلال الدولة الديلمي سنه 435\nخمس وثلثين وأربعمائة وكان رحمه الله شديد التصلب في التشيع التاسع فيه\nوفاة المقتفى بالله بن المقتدر سنة 357 سبع وخمسين وثلاثمائة بعد ما خلعوه\nوسملوا عينيه. وكان عمره ستين سنة ومدة حكومته أربع سنين الا شهرا الخامس\nعشر فيه ولد الإمام أبو القاسم محمد المهدى صاحب الزمان صلوات الله عليه\nوعلى آبائه الطاهرين وذلك بسر من رأى سنه 255 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر شعبان المعظم) * خمس وخمسين ومأتين، ويستحب فيه زيارة أبى عبد\nالله الحسين عليه السلام وكذا زيارته عليه السلام، وعن الصادق عليه السلام\nان ليلة النصف من شعبان أفضل ليلة بعد ليلة القدر ويستحب فيها صلاة ركعتين\nبعد العشاء الآخرة يقرء في الأول الحمد مرة والجحد مرة وفى الثانية الحمد\nمرة والتوحيد مرة التاسع عشر فيه كانت غزاة بنى المصطلق سنة ست من الهجرة\nالثلاثون يستحب صومه بنية الندب وهو يوم الثلث وما في بعض الروايات من نهى\nالنبي صلى الله عليه وآله وسلم عن صومه محمول على صومه بنية كونه من رمضان\nوإنما يستحب صومه على أنه يوم الشك إذا ادعى بعض الناس رؤيته ولم يثبت\nدعواه فحصل الثلث بذلك ونحوه واما يوم الثلثين من شعبان من غير حصول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر رمضان المبارك) * الشك فهو كسار الأيام لا يستحب صومه من تلك\nالجهة أعني كونه يوم الشك. * - الشهر التاسع شهر رمضان المبارك الأول، فيه\nسنة عشرة من مبعث النبي صلى الله <span id='ms07'></span> عليه وآله وسلم توفيت خديجة أم المؤمنين\nوكان عمرها خمسا وستين سنة، ونزل صلى الله عليه وآله وسلم على قبرها ويستحب\nفيه صلاة ركعتين يقرء في الأولى الحمد وسورة الفتح وفى الثانية الحمد وما\nشئت من السور من القرآن الثالث عشر فيه هلاك الظالم السفاك العنيد الحجاج\nبن يوسف الثقفي وذلك سنه 95 خمس وتسعين من الهجرة وكان مدة حكومته في\nالعراق عشرين سنة، وكان عدد من قتله بالظلم والعدو ان مائة الف وعشرين ألفا\nوكان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر رمضان المبارك) * في حبسه يوم موته خمسون الف رجلا وثلاثون الف\nامرأة وكان عمره ثلثا وخمسين سنة الخامس عشر فيه ولد الحسن السبط عليه\nالسلام التاسع عشر فيه كانت غزوة بدر يوم الجمعة سنه 2 اثنتين من الهجرة\nوكان المسلمون ثلاثمائة وثلث عشر والمشركون تسعمائة وعشرين وقتل من\nالمسلمين أربعة عشر رجلا واما المشركون فقتل منهم سبعون وبدر اسم بئر كان\nهناك، وفيه توفى قطب الدين العلامة الشيرازي وذلك في سنه 710 عشرة وسبعمائة\nوكان من أعاظم تلامذة سلطان لحكماء والمتكلمين خواجة نصير الملة والدين\nالطوسي قدس الله روحه العشرون فيه كان فتح مكة وذلك سنه 8 ثمان من الهجرة\nوفيه وضع أمير المؤمنين ع رجله على كشف النبي صلى الله عليه وآله وسلم لما\nرفعه لكسر الأصنام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر رمضان المبارك) * التي كانت الكعبة الحادي والعشرون فيه قبض أمير\nالمؤمنين عليه السلام وذلك في سنه 40 أربعين من الهجرة وكان عمره عليه\nالسلام ثلثا وستين كعمر النبي صلى الله عليه وآله وسلم في رفع الله سبحانه\nعيسى على نبينا واله وعليه السلام إلى السماء وفيه قبض يوشع بن نون وفى\nليلته كان الاسراء والمعراج الرابع والعشرون فيه هلاك المتغلب من بنى أمية\nمروان بن الحكم سنه 65 خمس وستين وكان قد تزوج بامرأة يزيد عليه اللعنة\nوقال يوما لابنها خالد بن يزيد يا بن الرطبة فسمعت بذلك فقعدت مع جواريها\nعلى وجهه إلى أن هلك وكان عمره ثلثا وستين سنة الثلاثون فيه سنة ست عشر\nوسبعمائة توفى السلطان الجايتو <span id='ms08'></span> محمد الخدابنده وعمره ست وثلاثون سنة ومعنى\nالجايتو السلطان المبارك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p024'> Vol. 00, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر شوال المكرم) * وكان رحمه الله متصلبا في التشيع معظما العلماء\nالشيعة، كالعلامة جمال الحق والدين قدس الله روحه وغيره من علماء الإمامية،\n* - الشهر العاشر شهر شوال الأول يوم عيد الفطر ويسمى يوم الرحمة ويستحب\nفيه زيارة أبى عبد الله عليه السلام وكذا في ليلته ويستحب فيها الغسل وكذا\nفيه وصلاة ركعتين وفيه أوحى الله سبحانه إلى النحل صنعة العسل كما قال\nسبحانه وأوحى إلى النحل ان اتخذي الآية وفيه سنة ست وستمائة توفى فخر الدين\nالرازي الملقب بالامام واصله من مازندران وولد بالري وكان يميل إلى التشيع\nكما لا يخفى على من تصفح تفسيره الكبير وقبره بمدينة هرات الثاني هو أول\nالأيام السنة التي يستحب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر شوال المكرم) * صومها وروى من صامها فكأنما صام الدهر الثالث ثاني\nالأيام التي يستحب صومها وفيه هلاك طاغوت من طواغيت بنى العباس المتوكل\nوذلك في سنه 247 سبع وأربعين ومأتين وكان عمره إحدى وأربعين سنة الرابع\nثالث الأيام التي يستحب صومها الخامس رابع الأيام التي يستحب صومها وكانت\nغزوة حنين بعد فتح مكة بخمسة عشر يوما وكان عسكر الاسلام اثنى عشر ألفا ولم\nيقتل من المسلمين الا أربعة السادس خامس الأيام التي يستحب صومها السابع\nآخر الأيام السنة التي يستحب صومها الثامن فيه توفى السلطان الفاضل عضد\nالدولة الديلمي وذلك في سنه 372 اثنين وسبعين وثلاثمائة بعد ما مضى من عمره\nثمان وأربعون سنة وكان وجهه الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر شوال المكرم) * شديد الرسوخ في التشيع ومن بنيانه قبة أمير\nالمؤمنين وقبة الحسين عليهما السلام الحادي عشر فيه سنة ثلث و سبعمائة توفى\nالسلطان محمود غازان وكان له ميل تام إلى التشيع ولكنه يتمكن من اظهاره\nوإنما أظهر اخوه سلطان محمد شاه خدابنده أنار الله برهانه الرابع عشر فيه\nتوفى الوزير ابن مقلة بعد ما قطعت يده اليمنى ولسانه و ذلك سنه 328 ثمان\nوعشرين وثلاثمائة الخامس عشر فيه كانت غزوة أحد سنه 3 ثلث من الهجرة وباشر\nالنبي <span id='ms09'></span> صلى الله عليه وآله وسلم القتال بنفسه المباركة وكان المسلمون ألفا\nوالمشركون ثلاثة آلاف واستشهد من المسلمين سبعون منهم حمزة رضي الله عنه\nوقتل من المشركين اثنان وعشرون رجلا وكانت غزوة الخندق سنه 5 خمس من\nالهجرة. * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ذي القعدة) * الثامن والعشرون فيه هلاك المقتدر بالله أحد طواغيت\nبنى العباس سنه 320 عشرين وثلاثمائة وكان عمره ثمان وثلثين ومدة حكومته\nوتغلبه خمسا وعشرين سنة الا شهرا. * - الشهر الحادي عشر شهر ذي القعدة\nالأول، فيه واعد الله سبحانه موسى على نبينا واله وعليه السلام ثلثين ليلة\nوأتمها العشر ذي الحجة الخامس فيه رفع إبراهيم وإسماعيل على نبينا واله\nوعليهما السلام القواعد من البيت الرابع عشر فيه قتل منصور الحلاج بعد ما\nقطعوا يديه ورجليه ثم احرقوه وذلك في سنه 309 تسع وثلاثمائة الخامس\nوالعشرون هو يوم دحو الأرض من تحت الكعبة ويستحب صومه والغسل فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p028'> Vol. 00, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ذي الحجة) * الثلاثون فيه وفاة الامام أبى جعفر محمد التقى عليهم\nالسلام وذلك ببغداد سنه 320 عشرين ومأتين وكان عمره عليه السلام خمسا\nوعشرين سنة منها مع أبيه ثمان سنين. * - الشهر الثاني عشر شهر ذي الحجة\nالحرام الأول، فيه ولد إبراهيم على نبينا واله وعليه السلام ويستحب صومه\nوفيه اتخذه الله خليلا وفى عزل النبي صلى الله عليه و آله وسلم أبا بكر عن\nتبليغ سورة براءة وفيه تزوج أمير المؤمنين عليه السلام بفاطمة عليها السلام\nقاله الكفعمي رضي الله عنه في مصباحه الثالث فيه تاب الله سبحانه على ادم\nعلى نبينا واله وعليه السلام الرابع فيه كانت يوم الزينة التي غلب فيه موسى\nعليه السلام السحرة لما القى عصاه السابع فيه وفاة أبى جعفر محمد الباقر\nعليه السلام وذلك بالمدينة سنه 114 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ذي الحجة) * أربع عشر ومائة الثامن يوم التروية التاسع هو يوم\nعرفة ويستحب فيه الغسل قبل الزوال ويستحب فيه الصوم لمن لا يضعفه الصوم عن\nالدعاء ويستحب فيه و ليلته زيارة أبى عبد الله الحسين عليه السلام وفيه سد\nالنبي صلى الله عليه وآله وسلم أبواب <span id='ms10'></span> الصحابة التي كانت إلى المسجد الا باب\nأمير المؤمنين عليه السلام العاشر هو يوم عيد الأضحى ويستحب فيه الغسل\nوصلاته كصلاة عبد الفطر وقد مر ذكرها الحادي عشر هو أول أيام التشريق\nالثلاثة وهو من الأيام التي يحرم صومها لمن كان بمنى الثاني عشر ثاني أيام\nالتشريق الثالث عشر هو ثالث أيام التشريق الخامس عشر فيه ولد الإمام أبو\nالحسن على النقي عليه السلام وذلك بالمدينة سنه 212 اثنتي عشرة ومأتين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p030'> Vol. 00, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ذي الحجة) * السادس عشر فيه توفى السلطان العادل سلطان حسين ميرزا\nبايقرا سنه (911) إحدى عشرة وتسعمائة وكان له ميل تام إلى التشيع ولم يتمكن\nمن اظهاره وكانت ولادته في محرم سنه 779 تسع وسبعين وسبعمائة الثامن عشر هو\nيوم الغدير وهو أعظم الأعياد وأشرفها كما ورد به النص عن أئمة الهدى سلام\nالله عليهم ويستحب صومه وفى الخبر ان صيامه يعدل صيام ستين شهرا ويستحب فيه\nالغسل وصلاة ركعتين قبل الزوال يقرأ في كل منهما الحمد مرة وكلا من آية\nالكرسي والقدر والاخلاص عشرا وهي تعدل مائة الف حجة ومائة الف عمرة ثم يدعو\nبالدعاء المذكور في المصباح وغيره وخطبة هذه الصلاة قبلها وفيه وفاة الشيخ\nالأعظم أفضل المتأخرين زين الملة والدين علي بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p031'> Vol. 00, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ذي الحجة) * عبد العال الكركي قدس الله روحه وذلك سنه 940 أربعين\nوتسعمائة وتاريخ وفاته بالفارسية مقتداى شيعه وفيه مقتل عثمان بن عفان قاله\nالعلامة رضي الله عنه في منتهى المطلب وفيه نصب الأنبياء أوصيائهم الرابع\nوالعشرون هو يوم تصدق أمير المؤمنين عليه السلام بخاتمه الشريف وهو راكع\nوصلاة هذا اليوم كصلاة يوم الغدير كما وكيفا ووقتا لكن لا خطبة فيها وهو\nيوم المباهلة على الأصح ومن المستحبات فيه الغسل ولبس الثوب النظيف وزيارة\nالنبي صلى الله عليه وآله وسلم والأئمة سلام الله عليهم والدعاء بالمأثور\nوهو مذكور في مصباح الكفعمي رضي الله عنه وغيره الخامس والعشرون فيه نزلت\nسورة هل اتى في شأن أصحاب العباء سلام الله عليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p032'> Vol. 00, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ذي الحجة) * السادس والعشرون فيه طعن <span id='ms11'></span> أبو لؤلؤ عمر بن الخطاب\nالتاسع والعشرون فيه سنة ثلث وعشرين من الهجرة قتل عمر بن الخطاب قال\nالعلامة منتهى المطلب فيه هلك من ملوك بنى العباس المقتفي بالله سنه 252\nاثنين وخمسين ومأتين وكان عمره إحدى وثلثين الثلاثون يستحب فيه صلاة ركعتين\nيقرأ في الأولى الحمد مرة والتوحيد عشر مرات ويدعو بعد التسليم بالدعاء\nالمذكور في الفصل السابع والثلثين من مصباح الكفعمي ره تمت الرسالة\nالموسومة بتوضيح المقاصد للشيخ بهاء الدين قده كتبه أقل العباد وأحقرهم\nالحاج عبد الرحيم الأفشاري ابن المرحوم أبى الفضل الزنجاني غفر الله\nذنوبهما في شهر رمضان من شهور سنه 1393 قمري هجري 1352 ش\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p033'> Vol. 00, p. 033</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES# <span id='ms12'></span>",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033"
  ],
  "volumes": [
    "01"
  ]
}