{
  "content": "\n\n<h2 class='l2' id='head0'>AUTO مدخل :</h2>\n\n<p>\nتذاكرت مع أحد الإخوة أعز الله شأنه ومقداره ، حول مسألة المهدي المنتظر\nعليه السلام ، فقال : إن الزيدية لا تقول بخروج مهدي بعينه آخر الزمان ،\nوأن كل إمام قائم منهم هو مهدي زمانه ، وأن المتأخرين دون المتقدمين من\nالزيدية هم من تكلم وأثبت وجود مهدي في آخر الزمان بعينه ورسمه ، ولم يكن\nمستندهم أقوال أهل البيت بل أقوال وروايات العامة من أهل الحديث، وأضاف أن\nمصادر الزيدية إنما تكلمت عن المهدي دراية بدون رواية ، بمعنى تقريرا\nواستنتاجا وفهما من أفعال أشخاص أئمتهم دون قولهم وروايتهم ، كموقف أهل\nالبيت مع النفس الزكية (ع) ، واستدل بنص اقتبسه من كتاب ( الزيدية قراءة في\nالمشروع وبحث في المكونات ) للسيد العلامة عبدالله بن محمد حميد الدين أعلا\nالله مقامه، وكان نص كلامه ما يلي :\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p001'> Vol. 05, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n(( من اللافت للانتباه أنه لو بحث في قديم مؤلفات الزيدية لن يجد الباحث\nالكثير عن المهدي ، بل لعله لن يجد أكثر من بضع صفحات . وأما ما روي عنه في\nفترات متأخرة فمأخوذة من كتب الحديث التي رواها غير أهل البيت ، بل غير\nالزيدية عموما . والظاهر من النصوص أن أهل البيت يقولون بأن هناك مهديا\nمخصوصا ، هذا <span id='ms003'></span> يظهر من موقفهم من محمد بن عبدالله النفس الزكية ، فقد اعتقد\nفيه أنه هو المهدي ، فلعل أمر المهدي مما يتناقل بينهم معرفة وليس رواية .\n. كما تكلم فيه الإمام القاسم بن إبراهيم، وأشار إليه وإلى كريم أوصافه\nالإمام الهادي يحيى بن الحسين. ولكن أيضا نجد أن الزيدية لم تكثر من وضع\nالمؤلفات عنه وعن أحواله. ولعل السبب يعود إلى رؤية الزيدية لمفهوم\nالمهدية. هذه الرؤية نجد أصلها في كلام إبراهيم بن عبدالله بن الحسن\n(ت145ه) لما سئل عن أخيه، أهو المهدي؟ فقال : المهدي عدة من الله لنبيه\nوعده أن يجعل من أهله مهديا لم يسمه بعينه ولم يوقت زمانه، وقد قام أخي\nبفريضته عليه في الأمر بالمعروف والنهي عن المنكر، فإن أراد أن يجعله الله\nالمهدي الذي يذكر فهو فضل الله يمن به على من يشاء من عباده، وإلا فلم يترك\nأخي فريضة الله عليه لانتظار ميعاد لم يؤمر بانتظاره. يدل النص على أن\nموضوع المهدي ليس إلا فضلا من الله يسعد به من جاءه، ولكنه ليس الأمل\nالوحيد المعقود عليه في إحداث التغيير وبالتالي فإن حضوره في الثقافة\nالزيدية لم يتجاوز كونه فضلا من الله يؤتيه من يشاء. بخلاف المهدي عند\nالفرق الأخرى التي أصبح هو الأمل المنشود والوحيد للتغيير في المجتمع\nالمسلم. إن الحق يمكن أن يعود، والعدل يمكن أن يقام بغياب المهدي. توجب\nالزيدية السعي إلى أن يكون لكل عصر مهديه الذي يملأ زمانه عدلا\nوقسطا.))(1)[1] انتهى بحروفه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p002'> Vol. 05, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n...وهنا سنحاول جاهدين توضيح غامض كلام السيد عبدالله حميد الدين قدر\nالمستطاع ، على أن كلامه ما خلا من إشارات لوجود نصوص زيدية تثبت إماما\nمهديا في آخر الزمان ، وليس فيه ما يجعل الباحث يقطع بانتفاء مثل هذه\nالعقيدة عن سادات أهل البيت (ع) ، فنقول وعلى الله التكلان :\n</p>\n\n<p>\n---\n</p>\n\n<p>\n(1)[1] الزيدية قراءة في المشروع وبحث في المكونات ، ص 123- 124\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p003'> Vol. 05, p. 003</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52",
    "53",
    "54",
    "55",
    "56",
    "57",
    "58",
    "59",
    "60",
    "61",
    "62",
    "63",
    "64",
    "65",
    "66",
    "67",
    "68",
    "69",
    "70",
    "71",
    "72",
    "73",
    "74",
    "75",
    "76",
    "77",
    "78",
    "79",
    "80",
    "81",
    "82",
    "83",
    "84",
    "85",
    "86",
    "87",
    "88",
    "89",
    "90",
    "91",
    "92",
    "93",
    "94",
    "95",
    "96",
    "97",
    "98",
    "99"
  ]
}