{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nالجزء الثاني من الفوائد المخرجة من أصول مسموعات الشيخ الزكي أبي عثمان\nسعيد بن محمد بن أحمد بن محمد بن جعفر البحيري، رحمه الله.\n</p>\n\n<p>\nخرجها له الشيخ أبو سعد سعيد بن محمد الشعبي، رحمه الله.\n</p>\n\n<p>\nرواية الشيخ الصالح أبي القاسم زاهر بن طاهر بن محمد الشحامي، عن\nالبحيري.\n</p>\n\n<p>\nرواية الشيخ الصالح أبي المجد زاهر بن أبي طاهر بن أبي غانم الثقفي، عنه.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم صلى الله على سيدنا محمد وعلى آله وسلم تسليما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>1 - </h1>\n\n<p>\nأخبرنا الشيخ الصالح أبو المجد زاهر بن أبي طاهر بن أبي غانم الثقفي،\nقراءة عليه , بأصبهان، وأنا أسمع , في ربيع الأول من سنة ست وستمائة، قال:\nأنبا زاهر بن طاهر الشحامي، بقراءة أبي العلاء أحمد بن محمد بن الفضل\nالحافظ، في سنة إحدى وثلاثين وخمسمائة، قال: أنبا الشيخ الزكي أبو عثمان\nسعيد بن محمد بن أحمد البحيري، بانتخاب أبي سعد الشعبي، قال: أنبا الشيخ\nالإمام أبو علي زاهر بن أحمد بن أبي موسى، بسرخس، أنبا إبراهيم بن عبد الله\nالزبيبي، ثنا بندار محمد بن بشار، ثنا محمد بن جعفر، ثنا شعبة، عن قتادة،\nعن أنس، قال: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head1'>: «أقيموا الركوع والسجود، فوالله إني لأراكم من بعدي» وربما قال: «بعد ظهري إذا ركعتم </h1>\n\n<p>\nوسجدتم» .\n</p>\n\n<p>\nخ م عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>2 - </h1>\n\n<p>\nأخبرنا الشيخ الصالح أبو عمرو محمد بن أحمد بن حمدان، أنبا أبو يعلى أحمد\nبن علي بن المثنى الموصلي، ثنا أبو ياسر عمار بن هارون، ثنا هشام بن زياد\nأبو المقدام، ثنا أبي، عن يوسف بن عبد الله بن سلام، عن أبيه، أن النبي صلى\nالله عليه وسلم، قال\n</p>\n\n<h1 class='l1' id='head3'>: «اللهم بارك لأمتي في بكورها»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head4'>3 - </h1>\n\n<p>\nأخبرنا أبو أحمد محمد بن محمد بن أحمد بن إسحاق القاضي الحافظ، أنبا أبو\nبكر الخليل بن محمد بن الخليل بن بنت تميم بن المنتصر، بواسط، أنبا أبو عبد\nالله الحسين بن محمد بن شيبة البزاز، نا يعقوب بن إسحاق الحضرمي، عن سفيان\nبن حسين، عن عبد الله بن عمر <span id='ms01'></span>، عن ربعي، عن حذيفة، أن النبي صلى الله عليه\nوسلم، قال\n</p>\n\n<h1 class='l1' id='head5'>: «اقتدوا بالذين من بعدي أبي بكر وعمر»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head6'>4 - </h1>\n\n<p>\nأخبرنا جدي أبو الحسين، أنبا أبو العباس محمد بن إسحاق بن إبراهيم بن\nمهران، ثنا قتيبة بن سعيد، ثنا جرير، عن منصور، عن مجاهد، عن طاوس، عن ابن\nعباس، قال\n</p>\n\n<h1 class='l1' id='head7'>: سافر رسول الله صلى الله عليه وسلم في رمضان، فصام حتى بلغ عسفان، ثم دعا بإناء من شراب، </h1>\n\n<p>\nفشرب نهارا ليراه الناس، ثم أفطر حتى قدم مكة، قال: فكان ابن عباس ,\nيقول: «صام رسول الله صلى الله عليه وسلم , في سفر، فمن شاء صام، ومن شاء\nأفطر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>5 - </h1>\n\n<p>\nحدثنا والدي أبو عمرو الحافظ، أنبا أبو الحسن محمد بن عبد الله التاجر،\nثنا أحمد بن نصر اللباد النيسابوري، ثنا أبو نعيم الفضل بن دكين، ثنا سفيان\nالثوري، عن أبي إسحاق يعني السبيعي، عن أبي جحيفة السوائي، قال: «رأيت رسول\nالله صلى الله عليه وسلم ,\n</p>\n\n<h1 class='l1' id='head9'>شابت عنفقته»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head10'>6 - </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن أحمد بن عثمان الأديب المقرئ , صاحب أبي بكر بن\nمجاهد، أنا الحسن بن علي البصري، نا شيبان بن فروخ، ثنا علي بن أبي علي\nالكوفي، ثنا الحسن، عن عبد الرحمن بن سمرة، قال: قال رسول الله صلى الله\nعليه وسلم\n</p>\n\n<h1 class='l1' id='head11'>: «لا تسأل الإمارة فإنك إن تسألها وكلت إليها، وإن لم تسألها أعنت عليها، وإذا حلفت على يمين </h1>\n\n<p>\n, فرأيت غيرها خيرا منها , فأت الذي هو خير، وكفر عن يمينك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>7 - </h1>\n\n<p>\nأخبرنا أبو محمد الحسن بن أحمد بن علي بن مخلد العدل الرضي، ثنا أبو\nالعباس محمد بن إسحاق السراج، ثنا أبو الوليد بشر بن الوليد، ثنا أبو معشر،\nعن نافع، عن ابن عمر، قال\n</p>\n\n<h1 class='l1' id='head13'>: مر بنا رسول الله صلى الله عليه وسلم , على طعام، قد أحسنه صاحبه، فأدخل يده فيه، فإذا طعام </h1>\n\n<p>\nرديء، فقال: «بع هذا وحده، وهذا وحده، فمن غشنا فليس منا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>8 - </h1>\n\n<p>\nأخبرنا أبو نصر أحمد بن الحسن بن أحمد بن حمويه بن عبيد بن حمزة الوراق،\nثنا أحمد بن حفص بن رستم، ثنا <span id='ms02'></span> محمد بن حسان الأزرق، وأحمد بن ثابت الجحدري،\nقالا: ثنا سفيان بن عيينة، أنبا عمرو بن دينار، عن الزهري، عن سالم، عن ابن\nعمر، أن النبي صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head15'>، «صلى بعد الجمعة ركعتين»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head16'>9 - </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن أحمد بن عبدوس المزكي، أنبا أبو عمرو أحمد بن\nمحمد بن أحمد، ثنا أبو محمد عبد الرحمن بن بشر بن الحكم العبدي، من كتابه،\nثنا سفيان بن عيينة، عن إبراهيم بن عقبة، عن كريب، عن ابن عباس، قال: صدر\nرسول الله صلى الله عليه وسلم , من مكة، حتى إذا كان بالروحاء لقي ركبا،\nفقال: «من أنتم؟» .\n</p>\n\n<p>\nقالوا: نحن مسلمون.\n</p>\n\n<p>\nفقالوا: من أنتم؟ قالوا: نحن مع رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nفرفعت امرأة من محفة لنا قد\n</p>\n\n<h1 class='l1' id='head17'>أخذت بعضد صبي، فقالت: يا رسول الله , ألهذا حج؟ قال: «نعم ولك أجر» .</h1>\n\n<p>\nقال سفيان: قال إبراهيم بن عقبة: فحدثت ابن المنكدر، فحج بأهله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>10 - </h1>\n\n<p>\nأخبرنا الشيخ أبو زكريا يحيى بن إسماعيل بن يحيى بن زكريا بن حرب المزكي\n, ابن أخي أحمد بن حرب الزاهد، ثنا أحمد بن حمدون بن عمارة الحافظ، نا أحمد\nبن الأزهر، نا عبد الرزاق، أنبا معمر، عن الزهري، عن عبيد الله بن عبد\nالله، عن عبد الله بن عباس، قال\n</p>\n\n<h1 class='l1' id='head19'>: نظر رسول الله صلى الله عليه وسلم إلى علي بن أبي طالب، فقال: «أنت سيد في الدنيا، وسيد في </h1>\n\n<p>\nالآخرة، ويل لمن أبغضك من بعدي»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>11 - </h1>\n\n<p>\nحدثنا الشيخ أبو محمد عبد الله بن حامد بن رستم الأصبهاني المزكى، ثنا\nأبو حامد أحمد بن محمد بن الحسن، ومكي بن عبدان، قالا: ثنا عبد الوهاب\nالخوارزمي، ثنا عبد الله بن حيان، عن سفيان يعني الثوري، عن محمد بن\nالمنكدر، عن جابر، قال: سأل رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head21'>، أينام أهل الجنة؟ فقال: «لا، النوم أخو الموت، ولا يموت أهل الجنة»</h1>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>12 - </h1>\n\n<p>\nأخبرنا عبد الله بن حامد الأصبهاني المزكي، ثنا عبد الله بن محمد بن\nالحسن بن الشرقي، ثنا عبد الله بن هاشم، ثنا <span id='ms03'></span> معاذ بن معاذ العنبري، عن\nسفيان، عن محمد بن المنكدر، عن جابر، قال: سأل رسول الله صلى الله عليه\nوسلم\n</p>\n\n<h1 class='l1' id='head23'>، أينام أهل الجنة؟ فقال: «لا، النوم أخو الموت، ولا يموت أهل الجنة»</h1>\n\n<p>\nقال عبد الله بن حامد: قلت لعبد الشرقي: كيف رفع هذا الحديث؟ فقال: إن\nعبد الله بن هاشم , كف بصري، بلغني هذا الحديث , فبلغت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>13 - </h1>\n\n<p>\nأخبرنا أبو الحسين أحمد بن محمد بن أحمد بن عمر الخفاف الشيخ الزاهد، ثنا\nأبو نعيم عبد الملك بن محمد بن عدي الفقيه، نا إبراهيم بن مالك البغدادي،\nثنا يحيى بن زكريا أبو محمد الكوفي، عن إدريس بن يزيد الأودي، عن المنهال\nبن عمرو، عن سعيد بن جبير، عن ابن عباس، قال: قال رسول الله صلى الله عليه\nوسلم\n</p>\n\n<h1 class='l1' id='head25'>: \" من قال عند مريض: أسأل الله العظيم رب العرش العظيم أن يشفيك , ما قضى الله أن يعيش من مرضه </h1>\n\n<p>\nإلا عوفي \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>14 - </h1>\n\n<p>\nأخبرنا السيد أبو الحسن محمد بن الحسين بن داود العلوي، نا أبو الحسن\nمحمد بن محمد الأنصاري، ثنا عبد الله بن علي الكرماني، بمرو، ثنا يحيى بن\nخاقان، ثنا أبو عصمة نوح بن أبي مريم، ثنا عبيد الله بن عمر، عن نافع، عن\nابن عمر، قال: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head27'>: «كفى بالمرء من الشر أن يشار إليه بالأصابع في دينه أو دنياه» .</h1>\n\n<p>\nقيل لابن عمر: فأيهم يشيرون\n</p>\n\n<p>\nإليك؟ فقال: في أي شيء.\n</p>\n\n<p>\nقال: يقولون: رجل صالح.\n</p>\n\n<p>\nفقال: إني سمعت رسول الله صلى الله عليه وسلم، يقول: «كفى لامرئ من الشر\nأن يشار إليه في دينه بسوء، أما في دنياه أن يعطيه الله مالا , فلا يصل\nرحما , ولا يعطي حقا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>15 - </h1>\n\n<p>\nأخبرنا أبو علي زاهر بن أحمد الفقيه، بسرخس، ثنا محمد بن نوح، ثنا الجنيد\nبن إسحاق التستري، ثنا الحسين بن أبي السري، ثنا محمد بن شعيب بن شابور،\nثنا عثمان بن فائد، أنه حدثه، عن حميد الطويل، عن أنس بن مالك، أن رسول\nالله صلى الله عليه وسلم، قال: «يا عبد الرحمن <span id='ms04'></span>\n</p>\n\n<h1 class='l1' id='head29'>، لا تسأل الإمارة» .</h1>\n\n<p>\nالحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>16 - </h1>\n\n<p>\nأخبرنا زاهر بن أحمد، أنبا محمد بن هارون الحضرمي، ثنا القاسم بن عبد\nالسلام المروزي، نا النضر بن شميل، نا شعبة، عن حميد الطويل، عن أنس بن\nمالك، قال: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head31'>: «من كذب علي متعمدا , فليتبوأ مقعده من النار»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head32'>17 - </h1>\n\n<p>\nأخبرنا أبو الحسن علي بن عثمان بن عبيد الله بن سعيد بن موسى بن الحسن\nالضبي الفقيه القزويني، ثنا علي بن محمد بن سلمة القزويني، ثنا داود بن\nسليمان بن يوسف الغازي , بمكة، ثنا علي بن موسى الرضي، ثنا أبي , موسى بن\nجعفر، عن أبيه جعفر بن محمد، عن أبيه محمد بن علي , عن أبيه علي بن الحسين،\nعن أبيه الحسين بن علي، عن أبيه علي بن أبي طالب، قال: قال رسول الله صلى\nالله عليه وسلم\n</p>\n\n<h1 class='l1' id='head33'>: «لا تزال أمتي بخير ما تحابوا، وأدوا الأمانة، واجتنبوا الحرام، وقروا الضيف، وأقاموا الصلاة، </h1>\n\n<p>\nوأتوا الزكاة، فإذا لم يفعلوا ذلك ابتلوا بالقحط والسنين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>18 - </h1>\n\n<p>\nأخبرنا أبو العباس محمد بن أحمد بن محمد بن محمد بن إبراهيم السليطي، ثنا\nمحمد بن حمدون بن خالد، ثنا إدريس بن يونس بن يناق الحراني، ثنا عبد الرحمن\nبن أيوب الحمصي، ثنا عطاف بن خالد، عن نافع، عن ابن عمر، قال: قال رسول\nالله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head35'>: «لو أن الله أذن لأهل الجنة بالتجارة , لتبايعوا بينهم العطر والبز»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head36'>19 - </h1>\n\n<p>\nأخبرنا أبو عمرو سعيد بن عبد الله بن أبي عثمان الزاهد الواعظ، ثنا عبد\nالله بن محمد بن شعيب، ثنا محمد بن يزيد، ثنا الوليد بن سلمة، ثنا عبيد\nالله بن عمر، عن نافع، عن ابن عمر، قال: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head37'>: «إذا غاب الهلال من قبل الشفق فهو لليلة، وإذا غاب الشفق من قبل الهلال فهو </h1>\n\n<p>\nلليلتين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>20 - </h1>\n\n<p>\nحدثنا الشيخ أبو الحسن عبد الرحمن بن إبراهيم بن محمد بن يحيى المزكي،\nأنبا أحمد بن محمد بن الحسن الحافظ، نا أبو علي سختويه بن مازيار، ثنا يوسف\nبن يعقوب السدوسي <span id='ms05'></span>، نا سليمان التيمي، عن الحسن، عن عبد الرحمن بن سمرة،\nقال: قال لي رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head39'>: «لا تسأل الإمارة، فإنك إن أعطيتها عن مسألة وكلت إليها، وإن أعطيتها عن غير مسألة أعنت </h1>\n\n<p>\nعليها، وإذا حلفت على يمين , فرأيت غيرها خيرا منها , فأت الذي هو خير،\nوكفر عن يمينك»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>21 - </h1>\n\n<p>\nأخبرنا أبو سعيد محمد بن عبد الله بن حمدون التاجر الشيخ الصالح، أنبا\nأبو محمد عبد الله بن محمد بن الحسن، ثنا محمد بن إسماعيل البخاري، ثنا\nخلاد بن يحيى بن صفوان، ثنا سفيان، عن محمد بن عمرو، ثنا أبو سلمة، عن أبي\nهريرة، عن رسول الله صلى الله عليه وسلم، قال\n</p>\n\n<h1 class='l1' id='head41'>: «يدخل الفقراء الجنة قبل الأغنياء بخمسمائة عام»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head42'>22 - </h1>\n\n<p>\nأخبرنا أبو علي الحسن بن أحمد بن محمد بن أحمد الحيري، والد القاضي أبي\nبكر، وابن الشيخ الرئيس المزكي أبي عمرو الحيري، ثنا أبي، ثنا أحمد بن سعيد\nالدارمي، ثنا النضر بن شميل، ثنا شعبة، عن قتادة، عن سليمان اليشكري، عن\nجابر بن عبد الله، قال\n</p>\n\n<h1 class='l1' id='head43'>: «نحر أصحاب رسول الله صلى الله عليه وسلم يوم الحديبية سبعين بدنة، البدنة عن </h1>\n\n<p>\nسبعة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>23 - </h1>\n\n<p>\nأخبرنا أبو علي الحسين بن محمد بن علي بن إبراهيم السراج، ثنا يحيى بن\nمنصور القاضي، ثنا أحمد بن المبارك المستملي، ثنا قتيبة بن سعيد، ثنا عبد\nالوهاب الثقفي، ثنا أيوب، عن أبي قلابة، عن أنس، أن رسول الله صلى الله\nعليه وسلم\n</p>\n\n<h1 class='l1' id='head45'>، «أمر بلالا أن يشفع الأذان، ويوتر الإقامة»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head46'>24 - </h1>\n\n<p>\nأخبرنا جدي أبو الحسين أحمد بن جعفر بن محمد بن بحير بن نوح بن حيان بن\nمختار البحيري، رضي الله عنه، أنبا محمد بن إسحاق بن إبراهيم بن مهران، ثنا\nقتيبة بن سعيد، ثنا جرير، عن منصور، عن هلال بن يساف، قال: قالت عائشة\n</p>\n\n<h1 class='l1' id='head47'>: فقدت النبي صلى الله عليه وسلم من مضجعه، فجعلت ألتمسه في ظلمة الليل، فظننت أنه أتى بعض </h1>\n\n<p>\nجواريه، قال: فوضعت يدي عليه وهو ساجد وهو يقول: «اللهم اغفر لي ما\nأسررت، وما أعلنت»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>25 - </h1>\n\n<p>\nأخبرنا أبو <span id='ms06'></span> الهيثم محمد بن مكي الكشميهني، قرية من قرى مرو، ثنا أبو محمد\nعبد الله بن محمد بن إبراهيم بن يزيد الداغوني المروزي، ثنا محمد بن\nإبراهيم البوشنجي، ثنا أحمد بن عبد الله بن يونس، ثنا فضيل بن عياض، عن\nمحمد بن ثور، عن معمر، عن أبي حازم، عن سهل بن سعد الساعدي، قال: قال رسول\nالله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head49'>: «إن الله عز وجل يحب معالي الأخلاق، ويكره سفسافها»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head50'>26 - </h1>\n\n<p>\nأخبرنا أبو نصر النعمان بن محمد الجرجاني، ثنا أبو عمرو محمد بن العباس\nبن مسعود الأستراباذي، قال: ثنا العباس بن عمران، ثنا أبو بكر أحمد بن\nالجمهور القرقساني، ثنا يعيش بن هشام، قال: كنت عند مالك بن أنس، فجاءه\nرسول أمير المؤمنين، فقال له: أمير المؤمنين يقول لك: لا تحدث بهذا الحديث.\n</p>\n\n<p>\nفقال مالك بن أنس: « {إن الذين يكتمون ما أنزل الله من الكتاب} » .\n</p>\n\n<p>\nالآية، لأحدثن به الساعة، ثم لا أحدث به أبدا، حدثني نافع، عن ابن عمر،\nأن النبي صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head51'>، أهدى له سفرجل، فأعطى أصحابه سفرجلة، وأعطى معاوية ثلاث سفرجلات، وقال: «القني بهن في </h1>\n\n<p>\nالجنة» .\n</p>\n\n<p>\nقال أبو بكر: سمعت يحيى بن معين، يقول: اكتبوا هذا الحديث عن يعيش بن\nهشام في السفرجل، ولو رواه غيره، ما احتمل، لأن أصحاب مالك لم يرووا عنه،\nوكان يقال: إنه من الإبدال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>27 - </h1>\n\n<p>\nأخبرنا أبو علي زاهر بن أحمد بن أبي موسى الفقيه، بسرخس، أنبا أبو يعلى\nمحمد بن زهير، ثنا بشر بن معاذ، ثنا حماد بن واقد، نا إسرائيل، عن أبي\nإسحاق، عن أبي الأحوص، عن عبد الله، قال: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head53'>: «أفضل العبادة انتظار الفرج»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head54'>28 - </h1>\n\n<p>\nأخبرنا أبو الحسن أحمد بن محمد بن أبي إسحاق بن محمد بن إبراهيم التاجر\nبسرخس، ثنا أبو العباس محمد بن عبد الرحمن، ثنا أبو جعفر محمد بن إسماعيل\nبن سالم، نا روح يعني ابن عبادة، ثنا شعبة، عن ثابت، عن أنس، قال: كان\n</p>\n\n<h1 class='l1' id='head55'>يكثر أن يقول في دعائه: «اللهم آتنا في <span id='ms07'></span> الدنيا حسنة وفي الآخرة حسنة وقنا عذاب </h1>\n\n<p>\nالنار» .\n</p>\n\n<p>\nقال شعبة: قلت لثابت: عن النبي صلى الله عليه وسلم؟ قال: نعم، عن النبي\nصلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>29 - </h1>\n\n<p>\nأخبرنا الحاكم أبو عبد الله محمد بن عبد الله الحافظ، أنبا أحمد بن علي\nالمقرئ، نا أبو الأزهر أحمد بن الأزهر، ثنا وهيب بن جرير، ثنا أبي، ثنا\nمحمد بن إسحاق، عن يعقوب بن عتبة، عن جبير بن محمد بن جبير بن مطعم، عن\nأبيه، عن جده، قال: جاء أعرابي إلى النبي صلى الله عليه وسلم، فقال: يا\nرسول الله\n</p>\n\n<h1 class='l1' id='head57'>جهدت الأنفس وجاع العيال، وهلكت الأموال، فاستسق لنا ربك، فإنا نستشفع بالله عليك وبك على </h1>\n\n<p>\nالله عز وجل.\n</p>\n\n<p>\nفقال النبي صلى الله عليه وسلم: «سبحان الله سبحان الله» .\n</p>\n\n<p>\nفما زال يسبح حتى عرف ذلك في وجوه أصحابه، ثم قال: «ويحك أتدري ما الله\nإن شأنه أعظم من ذلك، إنه لا يستشفع به على أحد، إنه لفوق سمواته على عرشه،\nوإنه عليه لنكدا، وإنه ليئط به أطيط الرحل بالراكب» .\n</p>\n\n<p>\nقال الحاكم: تفرد به أبو الأزهر، وسمعه محمد بن يحيى، ومحمد بن إسماعيل ,\nومسلم بن الحجاج، وعبد الله بن عبد الرحمن بن أبي الأزهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>30 - </h1>\n\n<p>\nحدثنا أبو بكر محمد بن علي العطار، بإسفرائن، ثنا أبو العباس محمد بن\nأحمد بن عبد الوهاب، إملاء من حفظه، ثنا داود بن الحسين، ثنا محبوب بن\nمسعود، عن كثير بن سليم، عن أنس بن مالك، قال: «كان رسول الله صلى الله\nعليه وسلم\n</p>\n\n<h1 class='l1' id='head59'>، لا يدخر شيئا لغد»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head60'>31 - </h1>\n\n<p>\nحدثنا أبو عبد الرحمن محمد بن الحسين بن موسى الصوفي، أنبا عبد الله بن\nمحمد بن علي، ثنا علي بن سعيد، نا أحمد بن يحيي بن مالك، ثنا داود بن\nالمحبر، ثنا عباد بن كثير، عن عبد الله بن دينار، عن عبد الله بن عمر، قال:\nقال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head61'>: «العاقل الذي عقل عن الله أمره»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head62'>32 - </h1>\n\n<p>\nحدثنا أبو الفضل محمد بن الحسن بن أحمد، بالكوفة، ثنا محمد بن الحسين بن\nحفص <span id='ms08'></span>، ثنا أبو كريب، ثنا عبد الرحيم بن سليمان، عن عبد الله بن عمر، عن أبي\nالزبير، عن جابر، أن رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head63'>، «رمى الجمار بمثل حصى الخذف»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head64'>33 - </h1>\n\n<p>\nحدثنا أبو بكر محمد بن عبد الله بن زكريا العدل، أنبا محمد بن عبد الرحمن\nالسرخسي، ثنا محمد بن عبد الله بن قهزاذ، ثنا محمود بن الأعين أبو الوزير،\nنا عبد الله بن المبارك، عن سليمان بن بلال، عن يحيى بن سعيد، عن أنس بن\nمالك، أن رسول الله صلى الله عليه وسلم، «كان\n</p>\n\n<h1 class='l1' id='head65'>إذا صلى الغداة في السفر مثنى»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head66'>34 - </h1>\n\n<p>\nأخبرنا القاضي أبو بكر أحمد بن الحسن بن أحمد الجرشي، ثنا عبد الله بن\nمحمد بن عبد الله القطان الحافظ، ثنا إسماعيل بن يحيى بن عياض، وعبد الله\nبن محمد بن نصر، قالا: ثنا عبد الجبار بن العلاء، ثنا عبد الله بن ميمون،\nعن جعفر بن محمد، عن أبيه، عن جابر، عن النبي صلى الله عليه وسلم، قال\n</p>\n\n<h1 class='l1' id='head67'>: «إذا أقيمت الصلاة فلا صلاة إلا الصلاة المكتوبة»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head68'>35 - </h1>\n\n<p>\nأخبرنا أبو عبد الله محمد بن عبد الله بن غيث المحتسب , أنبا محمد بن\nالخليل , ثنا أحمد بن يوسف , ثنا عبد الرزاق , أنبا معمر , عن ثابت , عن\nأنس , قال: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head69'>: «شفاعتي لأهل الكبائر من أمتي»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head70'>36 - </h1>\n\n<p>\nأخبرنا أبو عبد الرحمن محمد بن عبد الرحمن بن محبور المزكي، ثنا أحمد بن\nمحمد بن يحيى، ثنا أحمد بن الأزهر، ثنا سعيد بن واصل، ثنا شعبة، عن عمرو بن\nدينار، عن ابن عباس، قال\n</p>\n\n<h1 class='l1' id='head71'>: «بايعنا رسول الله صلى الله عليه وسلم، على السمع والطاعة» .</h1>\n\n<p>\nقال: فكان يلقننا فيما استطعتم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head72'>37 - </h1>\n\n<p>\nحدثنا أبو سعيد محمد بن إبراهيم الأديب، ثنا أبو عثمان عمرو بن عبد الله\nالغازي، نا الحسن بن عبد الصمد، ثنا يحيى بن يحيى، نا عبد الرحيم بن\nسليمان، عن مطرف بن طريف، عن بشير بن مسلم الكندي، عن عبد الله بن عمرو،\nقال: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head73'>: «لا يركبن <span id='ms09'></span> رجل بحرا إلا حاجا أو معتمرا أو مجاهدا في سبيل الله، فإن تحت البحر نارا، وتحت </h1>\n\n<p>\nالنار بحرا، وتحت البحر نارا، ولا يشربن امرؤ مسلم من مال امرئ مسلم ذي\nضغضة من سلطان»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head74'>38 - </h1>\n\n<p>\nأخبرنا أبو العباس محمد بن أحمد بن محمد، من ولد إبراهيم بن طهمان، أنبا\nأحمد بن محمد بن قويش المروزي، ثنا محمد بن عمرو بن فوجة، ثنا عبدان، ثنا\nأبو حمزة السكري، سمعت الأعمش يحدث عن أبي صالح، عن أبي هريرة، قال: قال\nرسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head75'>: «الإمام ضامن والمؤذن مؤتمن، اللهم ارشد الأئمة، واغفر للمؤذنين» .</h1>\n\n<p>\nقال رجل: يا رسول الله لقد\n</p>\n\n<p>\nتركتنا ونحن نتنافس بعدك.\n</p>\n\n<p>\nقال: «إن بعدكم زمانا سفلتهم مؤذنوهم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head76'>39 - </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن علي بن عمر العطار، ثنا محمد بن الحسين بن عمران،\nثنا محمد بن محمد بن أحمد بن المفضل الحراني، نا محمد بن غالب بن حرب، نا\nعبد الصمد بن النعمان، ثنا حمزة بن حبيب الزيات، عن الأعمش، عن أبي صالح،\nعن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head77'>: «الإمام ضامن والمؤذن مؤتمن، فأرشد الله الأئمة، وغفر للمؤذنين»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head78'>40 - </h1>\n\n<p>\nأخبرنا الإمام أبو علي زاهر بن أحمد بن أبي موسى الفقيه، أنبا علي بن\nمحمد بن أحمد بن العباس البلخي الحاجي، قدم بغداد، ثنا عبد الصمد بن الفضل،\nثنا مكي بن إبراهيم، عن ابن جريج، عن عطاء، عن ابن عباس، أن النبي صلى الله\nعليه وسلم، قال\n</p>\n\n<h1 class='l1' id='head79'>: «السفر قطعة من العذاب، يمنع أحدكم نومه وطعامه وشرابه، فإذا قضى أحدكم حاجته </h1>\n\n<p>\nفلينصرف»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head80'>41 - </h1>\n\n<p>\nأخبرنا أبو علي الحسن بن أحمد بن محمد بن أحمد الجرشي، ثنا أبي، ثنا محمد\nبن رافع، ثنا ابن أبي فديك، عن شبل أبي المفضل، عن أبيه، عن جده، عن أبي\nهريرة، أن رسول الله صلى الله عليه وسلم، قال: «يا عائشة\n</p>\n\n<h1 class='l1' id='head81'>تصدقي ولو بشق تمرة، فإنها تحجب قدرها من النار»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head82'>42 - </h1>\n\n<p>\nأخبرنا أبو زكريا يحيى بن إسماعيل المزكي، أنبا محمد بن أحمد بن دلويه،\nنا محمد بن <span id='ms10'></span> إسماعيل البخاري، ثنا محمد بن عبيد الله أبو ثابت المدني، ثنا\nعلي بن طلحة الوقاصي، عن محمد بن عمرو، عن يحيى بن عبد الرحمن، قال: سمعت\nعبد الله بن الزبير، يقول: لما نزلت {إنك ميت وإنهم ميتون ثم إنكم يوم\nالقيامة عند ربكم تختصمون} [الزمر: 30 - 31] ، قال الزبير: يا رسول الله\nيكرر علينا ما كان منا في الدنيا مع خواص الذنوب؟ قال: «نعم\n</p>\n\n<h1 class='l1' id='head83'>، ليكررن عليكم حتى يؤدى إلى كل ذي حق حقه» .</h1>\n\n<p>\nقال الزبير: والله إن الأمر لشديد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head84'>43 - </h1>\n\n<p>\nأخبرنا أبو سعيد محمد بن عبد الله بن حمدون العدل، ثنا عبد الله بن محمد\nبن الحسن، ثنا محمد بن إسماعيل البخاري، ثنا قبيصة، ثنا سفيان، عن سعد بن\nإبراهيم، عن عمر بن أبي سلمة، عن أبيه، عن أبي هريرة، عن النبي صلى الله\nعليه وسلم، قال\n</p>\n\n<h1 class='l1' id='head85'>: «جدال في القرآن كفر»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head86'>44 - </h1>\n\n<p>\nوأخبرنا أبو سعيد محمد بن عبد الله التاجر، أنبا أحمد بن محمد بن الحسن\nالحافظ، ثنا مسلم بن الحجاج، ثنا عبد الرحمن بن الأسود الهاشمي أبو عمرو،\nثنا عبد الوهاب بن عطاء، ثنا سعيد، عن قتادة، عن سعيد بن أبي بردة، عن أبيه\nقال: قال لي أبي يعني أبا موسى\n</p>\n\n<h1 class='l1' id='head87'>: «لو رأيتنا ونحن مع نبينا صلى الله عليه وسلم، إذا أصابتنا السماء، وجد منا ريح الضأن , أي من </h1>\n\n<p>\nلباسنا الصوف»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head88'>45 - </h1>\n\n<p>\nأخبرنا جدي أبو الحسين أحمد بن محمد البحيري، أنبا أبو العباس محمد بن\nإسحاق بن إبراهيم، ثنا قتيبة بن سعيد، ثنا جرير، عن منصور، عن أبي الضحى،\nعن مسروق، عن عائشة، قالت\n</p>\n\n<h1 class='l1' id='head89'>: «لما نزلت الآيات من آخر سورة البقرة خرج النبي صلى الله عليه وسلم بها , فقرأهن على الناس، </h1>\n\n<p>\nثم نهى عن التجارة في الخمر»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>46 - </h1>\n\n<p>\nأخبرنا شيخي أبو عمرو محمد بن أحمد البحيري الحافظ، أنبا عبد الله بن\nمحمد بن موسى الباروني، ثنا أبو نصر اليسع بن زيد بن سهل، نا سفيان بن\nعيينة، عن حميد الطويل، عن أنس بن مالك، قال\n</p>\n\n<h1 class='l1' id='head91'>: خدمت رسول الله صلى الله عليه وسلم عشر سنين، فما <span id='ms11'></span> قال لشيء فعلته: لم فعلته، ولا قال لشيء </h1>\n\n<p>\nكسرته: لم كسرته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>47 - </h1>\n\n<p>\nوكنت واقفا على رأس رسول الله صلى الله عليه وسلم أصب عليه الماء فرفع\nإلي رأسه، فقال: «يا بني\n</p>\n\n<h1 class='l1' id='head93'>ألا أعلمك ثلاث خصال ينفعك الله بهن؟» .</h1>\n\n<p>\nقال: قلت: بلى يا رسول الله.\n</p>\n\n<p>\nقال: «إذا لقيت من أمتي فسلم عليهم حتى يطول عمرك، وإذا دخلت بيتك فسلم\nعليهم يكثر خير بيتك، وصل صلاة الضحى فإنها صلاة الأبرار»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head94'>48 - </h1>\n\n<p>\nأخبرنا أبو محمد الحسن بن أحمد بن الحسن بن علي بن مخلد العدل، ثنا محمد\nبن خالد بن يزيد، ثنا أبو العباس أحمد بن محمود ثنا عقبة بن مكرم، ثنا عبد\nالله بن حرب الليثي، ثنا إبراهيم بن إسحاق المزني، ثنا شبة بن عقال بن شبة،\nثنا أبي، عن جدي، عن أبيه، عن صعصعة بن ناجية المجاشعي، قال: قال رسول الله\nصلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head95'>: «احفظ ما بين لحييك وما بين رجليك» .</h1>\n\n<p>\nقال: فوليت وأنا أقول: حسبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head96'>49 - </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن أحمد بن عبدوس المزكي، أنبا علي بن أحمد بن\nمحفوظ، ثنا عبد الله بن هاشم، ثنا يحيى بن سعيد، عن سفيان، ثنا عبد الله بن\nدينار، قال: سمعت ابن عمرو مالك بن دينار، عن ابن عمر، قال: قال رسول الله\nصلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head97'>: \" إن اليهود إذا سلموا عليكم فقولوا: وعليك \"</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head98'>50 - </h1>\n\n<p>\nأخبرنا السيد أبو الحسن محمد بن الحسين بن داود العلوي، أنبا أبو الفضل\nمحمد بن أحمد الوزير، أنبا أبو عمرو محمد بن عاصم بن سهيل، نا حميد بن\nيزيد، أنبا المسيب بن شريك، عن عبد الملك بن أبي سليمان، عن عطاء بن أبي\nرباح، عن ابن عباس، أن عروة بن مضرس أتى النبي صلى الله عليه وسلم، فقال:\nيا رسول الله إني أقبلت من جبلي طيء، أكللت مطيتي، وأتعبت نفسي ولم يبق حبل\nمن بين الأحبل إلا وقد وقفت عليه وزرته، فهل لي من حج؟ فقال رسول الله صلى\nالله عليه وسلم\n</p>\n\n<h1 class='l1' id='head99'>: «من صلى معنا صلاة الفجر في هذا الموضع <span id='ms12'></span>، وقد كان أتى قبل ذلك عرفات ليلا أو نهارا، فقد قضى </h1>\n\n<p>\nحقه، وإلا فلا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head100'>51 - </h1>\n\n<p>\nأخبرنا أبو الهيثم محمد بن المكي بن محمد الموقري، بها، ثنا أبو عبد الله\nمحمد بن أحمد بن عبد الله بن عاصم، ثنا علي بن خشرم، ثنا عيسى بن يونس، عن\nهشام بن عروة، عن أبيه، عن عائشة، قالت: قال النبي صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head101'>: «لا يقولن أحدكم جثت نفسي، ولكن يقول لقست»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head102'>52 - </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن أحمد الحافظ، بإسفرائن، أنبا محمد بن إسحاق\nالأهوازي، ثنا محمد بن نعيم الصفار، ثنا الأصمعي، ثنا شعبة، عن أبي إسحاق،\nعن البراء، قال\n</p>\n\n<h1 class='l1' id='head103'>: اشترى أبو بكر رجلا من عازب، فذكر الحديث</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head104'>53 - </h1>\n\n<p>\nأخبرنا أبو الحسن أحمد بن محمد بن أبي إسحاق، بسرخس، أنبا محمد بن عبد\nالرحمن الفقيه، نا أبو قلابة، قال: سمعت أبا حفص الصيرفي، قال: قال عبد\nالرحمن بن مهدي: هاتوا عن سعد في هذا حديثا صحيحا، فجعلت أحدث عن فلان، عن\nفلان، فينكر، فقلت ثنا محمد بن جعفر، ويحيى بن سعيد القطان، قالا: ثنا\nشعبة، عن الحكم، عن مصعب بن سعد، عن سعد، أن النبي صلى الله عليه وسلم، قال\nلعلي رضي الله عنه في غزوة تبوك\n</p>\n\n<h1 class='l1' id='head105'>: «أما ترضى أن تكون مني بمنزلة هارون من موسى، إلا أنه لا نبي بعدي؟» .</h1>\n\n<p>\nفكأنما ألقمته حجرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head106'>54 - </h1>\n\n<p>\nأخبرنا أبو نصر أحمد بن الحسين بن حسكويه الوراق، ثنا أحمد بن حمدون بن\nرستم، ثنا محمود بن آدم، ثنا سفيان بن عيينة، عن عمرو بن دينار، عن محمد بن\nالمنكدر، ثم سمعته من محمد بن المنكدر، عن جابر بن عبد الله\n</p>\n\n<h1 class='l1' id='head107'>، أن أعرابيا جاء إلى النبي صلى الله عليه وسلم، فبايعه وأسلم ثم مرض، فأتاه النبي صلى الله </h1>\n\n<p>\nعليه وسلم، فقال: «أقلني» .\n</p>\n\n<p>\nفأبى أن يقيله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head108'>55 - </h1>\n\n<p>\nأخبرنا الشيخ الصالح أبو الحسن عبد الرحمن بن إبراهيم بن محمد المزكي،\nأنبا محمد بن الحسين القطان، ثنا أحمد بن يوسف السلمي، ثنا عمر بن عبد الله\nبن رزين، عن سفيان يعني ابن حسين، عن سعيد <span id='ms13'></span> بن عمرو بن أشوع، عن عامر\nالشعبي، عن جابر بن سمرة السواني، قال: جئت مع أبي إلى المسجد ورسول الله\nصلى الله عليه وسلم يخطب، قال: فسمعته يقول\n</p>\n\n<h1 class='l1' id='head109'>: «من بعدي اثنا عشر» .</h1>\n\n<p>\nثم خفض من صوته , فلم أدر ما يقول.\n</p>\n\n<p>\nقال: «كلهم من قريش»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>56 - </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن أحمد بن محمد بن عقيل الوراق، ثنا محمد بن يعقوب،\nثنا أحمد بن شيبان الرملي، ثنا سفيان بن عيينة، عن الزهري، عن نافع، عن ابن\nعمر، «أن النبي صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head111'>، بعث سرية إلى نجد، فبلغ سهامهم اثنا عشر بعيرا، ونفلهم النبي صلى الله عليه وسلم، بعيرا </h1>\n\n<p>\nبعيرا»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>57 - </h1>\n\n<p>\nأخبرنا أبو الحسن علي بن عثمان بن عبيد الله الفقيه القزويني، ثنا علي بن\nمحمد بن مسلم علان، نا داود بن سليمان الغازي، ثنا علي بن موسى، ثنا أبي\nموسى بن جعفر، عن أبيه جعفر بن محمد، عن أبيه محمد بن علي، عن أبيه علي بن\nالحسين، عن أبيه الحسين بن علي، عن أبيه علي بن أبي طالب، قال: قال رسول\nالله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head113'>: \" ثلاثة أخافهن على أمتي من بعدي: الضلالة بعد المعرفة، ومضلات الفتن، وشهوة البطن </h1>\n\n<p>\nوالفرج \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head114'>58 - </h1>\n\n<p>\nأخبرنا أبو علي الحسين بن محمد بن علي بن إبراهيم السراج، أنبا محمد بن\nالحسين بن الحسن، ثنا عبد الرحمن بن بشر، ثنا يحيى بن سعيد، عن شعبة، عن\nقتادة، عن أنس بن مالك، عن النبي صلى الله عليه وسلم، قال\n</p>\n\n<h1 class='l1' id='head115'>: \" يهرم ابن آدم وتبقى منه اثنتان: الحرص، والأمل \"</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head116'>59 - </h1>\n\n<p>\nأخبرنا الحاكم أبو عبد الله محمد بن عبد الله الحافظ، ثنا علي بن محمد\nالحسيني، ثنا عمير بن عدي بن بحر المروزي، ثنا أبي، عن أبيه , عن عزرة بن\nثابت، عن علباء بن أحمر، عن أبي زيد الأنصاري، قال: قال رسول الله صلى الله\nعليه وسلم\n</p>\n\n<h1 class='l1' id='head117'>: «لا يدخل الجنة عاق، ولا منان، ولا مدمن خمر»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head118'>60 - </h1>\n\n<p>\nأخبرنا أبو علي زاهر بن أحمد الفقيه، أنبا محمد بن هارون الحضرمي، ثنا\nسليمان بن عمر، نا يحيى <span id='ms14'></span> بن سعيد الأموي، ثنا ابن جريج، عن أبي الزبير، عن\nجابر، قال: سمعت رسول الله صلى الله عليه وسلم، يقول بالخيف من منى\n</p>\n\n<h1 class='l1' id='head119'>: «نضر الله وجه امرأ سمع مقالتي فوعاها» .</h1>\n\n<p>\nالحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head120'>61 - </h1>\n\n<p>\nأخبرنا أبو عمرو محمد بن أحمد بن حمدان الفقيه، أنبا أبو يعلى أحمد بن\nعلي بن المثنى، ثنا أبو خيثمة زهير بن حرب، ثنا يعقوب بن إبراهيم، ثنا أبي،\nعن ابن إسحاق، أنبا عمرو بن أبي عمرو، عن عبد الرحمن بن الحويرث، عن محمد\nبن جبير بن مطعم، عن أبيه، مثل حديث قبله، عن جبير، قال: سمعت رسول الله\nصلى الله عليه وسلم، وهو يخطب الناس بالخيف\n</p>\n\n<h1 class='l1' id='head121'>: «نضر الله عبدا سمع مقالتي فوعاها، ثم أداها إلى من لم يسمعها، فرب حامل فقه لا فقه له، ورب </h1>\n\n<p>\nحامل فقه إلى من يكون أفقه منه»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head122'>62 - </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن أحمد بن محمد بن عقيل من ولد أبي دجانة سماك بن\nخرشة، أنبا محمد بن الحسن بن محمد، نا محمد بن عبد الوهاب بن حبيب الفراء،\nأنبا عمر بن سعيد الدمشقي أبو حفص، في مسجد أبي جعفر محمد بن سابق، ثنا\nسعيد بن عبد العزيز، عن سليمان بن موسى، عن نافع، قال: قال لي عبد الله بن\nعمر: انطلق بنا إلى عبد الله بن صفوان لكلام بلغه عنه في الطعن على الولاة،\nفدخلنا عليه، قال له عبد الله بن عمر: جئتك لأحدثك بحديث سمعته من رسول\nالله صلى الله عليه وسلم، سمعته يقول\n</p>\n\n<h1 class='l1' id='head123'>: \" نضر الله عبدا سمع مقالتي فوعاها، فأداها، فرب حامل فقه إلى من هو أفقه منه، ثلاث لا يغل </h1>\n\n<p>\nعليهن قلب مسلم: إخلاص العمل، ومناصحة ولاة الأمر، ولزوم جماعة المسلمين،\nفإن دعوتهم تحيط من ورائهم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head124'>63 - </h1>\n\n<p>\nأخبرنا أبو الحسين أحمد بن محمد بن أحمد بن عمر الخفاف الزاهد، أنبا عبد\nالملك بن محمد الفقيه، ثنا محمد بن عبد الله بن عبد الحكم، ثنا أيوب بن\nسويد، ثنا الأوزاعي، عن محمد بن المنكدر، عن جابر بن عبد الله، قال: سئل\nرسول <span id='ms15'></span> الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head125'>، ما بر الحج؟ قال: «إطعام الطعام، وطيب الكلام»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head126'>64 - </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن عبد الله بن زكريا الشيباني، أنا أبو العباس محمد\nبن عبد الرحمن، نا محمد بن الليث المروزي، نا بشر بن محمد، ثنا أبو تميلة\nيحيى بن واضح، عن المغيرة بن سلمة السراج، عن أيوب، عن أنس، قال: دخلت على\nأخي البراء بن مالك، وقد مال برجليه على الحائط وهو يترنم بالشعر، فقلت: يا\nأخي أبعد الإسلام والقرآن.\n</p>\n\n<p>\nفقال: ديوان العرب، ثم قال: أتراني أموت على فراشي وقد قتلت سبعة وتسعين\nمبارزا بين يدي رسول الله صلى الله عليه وسلم , سوى من أشركت فيه، فلما كان\nيوم سمر لي قام أبو موسى الأشعري خطيبا، فقال: سمعت رسول الله صلى الله\nعليه وسلم، يقول\n</p>\n\n<h1 class='l1' id='head127'>: «كل ذي طمرين لا يؤبه له لو أقسم على الله لأبره»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head128'>65 - </h1>\n\n<p>\nأخبرنا أبو نصر النعمان بن محمد الجرجاني، ثنا أبو عمرو محمد بن العباس\nبن مسعود، ثنا علي بن الحسن القناد، ثنا عثمان بن اليمان المكي، نا هشام\nأبو المقدام، عن هشام بن عروة، عن أبيه، عن أروى بنت أنيس، قالت: قال رسول\nالله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head129'>: «من مس ذكره فليتوضأ»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head130'>66 - </h1>\n\n<p>\nأخبرنا محمد بن الحسين بن موسى الصيرفي، أنبا حامد بن محمد بن عبد الله،\nثنا نصر بن محمد بن الحارث، ثنا عبد السلام بن صالح، نا سفيان بن عيينة، عن\nابن جريج، عن عطاء، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم، قال\n</p>\n\n<h1 class='l1' id='head131'>: «إن من العلم كهيئة المكنون، لا يعرفه إلا العلماء بالله، فإذا نطقوا به لم ينكره إلا أهل </h1>\n\n<p>\nالغرة بالله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head132'>67 - </h1>\n\n<p>\nأخبرنا أبو بكر أحمد بن الحسن بن أحمد القاضي، أنبا عبد الله بن محمد بن\nعدي، أنبا إسحاق بن إبراهيم بن يونس، ثنا هارون بن زياد المصيصي، نا الحارث\nبن عمير، عن حميد الطويل، عن أنس، عن النبي صلى الله عليه وسلم، قال\n</p>\n\n<h1 class='l1' id='head133'>: «اقتدوا بالذين من بعدي أبي بكر وعمر»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head134'>68 - </h1>\n\n<p>\nأخبرنا أبو علي زاهر <span id='ms16'></span> بن أحمد الإمام، ثنا محمد بن الليث السرخسي، نا محمد\nبن عبد الكريم المروزي، ثنا عبد الله بن عثمان، ثنا خارجة، ثنا أيوب، عن\nأبي قلابة، عن أنس، أن رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head135'>، «أمر بلالا أن يشفع الأذان ويوتر الإقامة»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head136'>69 - </h1>\n\n<p>\nأخبرنا أبو الفضل محمد بن الحسن بن أحمد الأسدي، بالكوفة، أنا محمد بن\nالحسين بن حفص، نا أبو كريب، ثنا عبدة بن سليمان، عن إسماعيل بن مسلم، عن\nمحمد بن المنكدر، عن جابر، قال: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head137'>: «مطل الغني ظلم، ومن أحيل على مليء فليحتل»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head138'>70 - </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن محمد بن أحمد بن عثمان المقرئ، ثنا أحمد بن محمد\nبن بكر، ثنا أبو الخطاب، ثنا مالك بن سعير، عن الأعمش، عن أبي صالح، عن أبي\nهريرة، قال: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head139'>: «إنما أنا رحمة مهداة»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head140'>71 - </h1>\n\n<p>\nأخبرنا أبو الحسين أحمد بن محمد بن أحمد بن عمر الخفاف، ثنا أبو العباس\nمحمد بن إسحاق بن إبراهيم الثقفي، نا يحيى بن أكثم، ومحمد بن يونس الحمال،\nقالا: ثنا محمد بن جعفر، نا شعبة، عن حبيب بن الشهيد، عن ثابت، عن أنس، أن\nالنبي صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head141'>، «صلى على قبر بعد ما دفن»</h1>\n\n<p>\n</span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head142'>72 - </h1>\n\n<p>\nأخبرنا أبو عبد الله محمد بن عبد الله بن نعيم الحافظ القاضي، أنبا الحسن\nبن حمشاذ العدل، أنبا أبو يحيى بن أبي مسرة، ثنا عمرو بن حكام، أنبا شعبة،\nعن حبيب بن الشهيد، عن ثابت، عن أنس، أن النبي صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head143'>، «صلى على قبر بعد ما دفن»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head144'>73 - </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن أحمد بن عبد الوهاب الحافظ، ثنا أبو عبد الله\nمحمد بن عمر الحافظ، نا محمد بن سهل بن حماد، ثنا يحيى بن غيلان، ثنا عبد\nالكريم بن روح، نا شعبة، عن يونس بن عبيد، عن ثابت، عن أنس، أن النبي صلى\nالله عليه وسلم\n</p>\n\n<h1 class='l1' id='head145'>، «صلى على قبر امرأة بعد ما دفنت»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head146'>74 - </h1>\n\n<p>\nأخبرنا أبو زكريا يحيى بن <span id='ms17'></span> إسماعيل بن زكريا بن حرب المزكي، أنبا أحمد بن\nمحمد بن الحسن، وأحمد بن محمد بن يحيى بن بلال، قالا: ثنا عبد الرحمن بن\nبشر، ثنا مالك بن سعير بن الخمس، ثنا الأعمش، عن عبد الملك بن عمير،\nوالمسيب بن رافع، عن وراد، قال: أملي على المغيرة بن شعبة كتابا إلى\nمعاوية، وقال مرة كتب إلى معاوية، أني سمعت رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head147'>، يقول إذا قضى الصلاة: «لا إله إلا الله وحده لا شريك له , له الملك وله الحمد وهو على كل شيء </h1>\n\n<p>\nقدير، اللهم لا مانع لما أعطيت، ولا معطي لما منعت، ولا ينفع ذا الجد منك\nالجد»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head148'>75 - </h1>\n\n<p>\nسمعت أبا زكريا الحربي، يقول: سمعت أبا حامد بن الشرقي، يقول: سمعت صالحا\nجزرة، يقول\n</p>\n\n<h1 class='l1' id='head149'>: «قدمت خرسان بسب هذا الحديث»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head150'>76 - </h1>\n\n<p>\nأخبرنا أبو محمد الحسن بن أحمد المخلدي، ثنا أبو العباس محمد بن إسحاق بن\nإبراهيم، ثنا قتيبة بن سعيد، ثنا جعفر بن سليمان، عن ثابت، عن أنس، أن\nالنبي صلى الله عليه وسلم، «كان\n</p>\n\n<h1 class='l1' id='head151'>لا يدخر شيئا لغد»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head152'>77 - </h1>\n\n<p>\nحدثنا أبو بكر محمد بن عبد الله بن زكريا العدل، أنبا أبو العباس محمد بن\nعبد الرحمن الفقيه، ثنا محمود بن آدم، ثنا الفضل بن موسى، عن أبي عامر\nالخزاز، عن ثابت البناني، عن أنس، قال\n</p>\n\n<h1 class='l1' id='head153'>: \" خدمت رسول الله صلى الله عليه وسلم، عشر سنين، فما قال لي: لم فعلت كذا، ولم لم تفعل </h1>\n\n<p>\nكذا \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head154'>78 - </h1>\n\n<p>\nأخبرنا أبو الحسن محمد بن الحسين بن داود العلوي، ثنا محمد بن محمد بن\nعلي الأنصاري، ثنا أبو عمرو بكر بن محمد بن عبد الله بن إبراهيم، ببخارى،\nثنا أبي، ثنا بحير بن النضر، ثنا عيسى بن موسى غنجار، ثنا مبارك بن فضالة،\nعن عبيد الله يعني ابن عمر، عن أبي صالح، عن أبي هريرة، أنه قال: قال رسول\nالله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head155'>: «الغدو والرواح إلى المسجد وحظ من الدلجة مع القصر تبلغ درجة الصائم </h1>\n\n<p>\nالقائم»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head156'>79 - </h1>\n\n<p>\nأخبرنا أبو عبد الله محمد بن عبد الله بن <span id='ms18'></span> محمد بن غيث المحتسب، أنبا محمد\nبن الحسين، ثنا أحمد بن يوسف، ثنا عبد الرزاق، أنبا معمر، عن ثابت، عن أنس،\nقال: كان رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head157'>، «أسمر اللون»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head158'>80 - </h1>\n\n<p>\nوأخبرنا أبو عبد الله، أنبا محمد، ثنا أحمد، ثنا عمرو بن عون، ثنا خالد،\nعن حميد، عن أنس، قال: «كان\n</p>\n\n<h1 class='l1' id='head159'>لون رسول الله صلى الله عليه وسلم أسمر»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head160'>81 - </h1>\n\n<p>\nأخبرنا أبو علي زاهر بن أحمد الفقيه، ثنا أبو بكر محمد بن أحمد بن\nالسوطي، ثنا أحمد بن عبد الله الحداد، نا سعيد بن عبد الملك، ثنا محمد بن\nالفضل بن عطية، عن أبيه، عن عطاء بن أبي رباح، عن ابن عباس، عن عمر بن\nالخطاب، أنه قال: «يا أيها الناس\n</p>\n\n<h1 class='l1' id='head161'>لا تغالوا مهور النساء» .</h1>\n\n<p>\nالحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head162'>82 - </h1>\n\n<p>\nأخبرنا أبو محمد عبد الله بن حامد المزكي الأصبهاني، أنا أبو بكر محمد بن\nجعفر المطيري، ثنا نصر بن داود، ثنا عبيد بن إسحاق، ثنا قس، ومندل بن علي،\nعن إسماعيل بن مسلم، عن الحسن، عن ابن عمر، قال: قال رسول الله صلى الله\nعليه وسلم\n</p>\n\n<h1 class='l1' id='head163'>: «من قتل دون ماله فهو شهيد»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head164'>83 - </h1>\n\n<p>\nحدثنا أبو بكر محمد بن أحمد بن عبد الوهاب الحافظ المزكي، بإسفرائن، أنا\nأبو الحسن علي بن عبد الله بن حيويه، بعسكر مكرم، ثنا عبيد العجلي، ثنا\nجنادة، ثنا مندل بن علي بن عبيد الله، عن نافع، عن ابن عمر، قال\n</p>\n\n<h1 class='l1' id='head165'>: اجتمع عيدان على عهد رسول الله صلى الله عليه وسلم، فصلى بالناس، ثم قال: «من شاء أن يأتي </h1>\n\n<p>\nالجمعة فليأتها، ومن شاء أن يتخلف فليتخلف»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head166'>84 - </h1>\n\n<p>\nأخبرنا أبو طاهر بن عروة الأصبهاني، نا أبو القاسم جبريل بن محمد بن\nإسماعيل، من أصل كتابه، نا إبراهيم بن محمد بن الحسين الأصبهاني، نا عبد\nالرحمن بن عمر بن يزيد رسته، نا أبو داود، ثنا شعبة، عن سفيان الثوري، عن\nالأعمش، عن أبي صالح، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head167'>: «الإمام ضامن والمؤذن مؤتمن، اللهم ارشد الأئمة، واغفر للمؤذنين»</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head168'>85 - </h1>\n\n<p>\nأخبرنا أبو <span id='ms19'></span> الحسن علي بن الحسن بن حسنويه , بدامغان، نا أبو بكر محمد بن\nيحيى، سمعت عبد الله بن وهب، يقول: ثنا مكرم بن أحمد التميمي، ثنا إسماعيل\nبن عبد الملك الدقيقي، قال: سمعت سفيان الثوري، يقول\n</p>\n\n<h1 class='l1' id='head169'>: «أوحى الله تبارك وتعالى إلى نبي من الأنبياء، إذا رأيت عاقلا فكن له </h1>\n\n<p>\nخادما»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head170'>86 - </h1>\n\n<p>\nأخبرنا أبو علي زاهر بن أحمد الفقيه، نا أبو علي الحسين بن حمدان\nالصيدناني، ثنا حجاج بن حمزة، ثنا محمد بن علي العرني، عن نصر بن مزاحم،\nقال\n</p>\n\n<h1 class='l1' id='head171'>: \" خرج رجل منا في طلب العلم، فاستقبله حجر فيه مكتوب، اقلبني تعتبر، فقلبته، فإذا فيه مكتوب: </h1>\n\n<p>\nأنت بما تعلم لا تعمل كيف تطلب علم ما لا تعلم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head172'>87 - </h1>\n\n<p>\nسمعت أبا علي بن محمد بن عبيدة الواعظ، يقول: سمعت أبا بكر محمد بن حمدون\nالأنطاكي، يقول: سمعت عبد الله بن عبد الرحمن المصري، يقول: دخلت على علي\nبن موسى صاحب ذي النون، فقلت: أوصني بوصية أحفظها عنك.\n</p>\n\n<p>\nفقال لي: «يا غلام\n</p>\n\n<h1 class='l1' id='head173'>كل خير في السكوت، وفي ملازمة البيوت، فإذا صح ذا وذا فارض من الدنيا </h1>\n\n<p>\nبقوت»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head174'>88 - </h1>\n\n<p>\nسمعت أبا عبد الله محمد بن عبد الله الحافظ، يقول: سمعت أحمد بن أبي\nعثمان الزاهد يقول\n</p>\n\n<h1 class='l1' id='head175'>: خرج أبي ليلة من المسجد بعد فراغه من صلاة العشاء، فقصده أبو نصر بن أبي ربيعة زائرا، وجلس </h1>\n\n<p>\nساعة، فلما أراد القيام، قال لأبي: إني أريد أن أسمع من كلام الشيخ شيئا\nيزودنيه.\n</p>\n\n<p>\nفقال له أبي «ماذا أقول وقد سبقتنا إلى الود والسابق بالود مبتد،\nوالمكافي له مغتد، فأنى يدرك المغتدي المبتدي؟ وهو الذي سبقه إلى الود،\nودله عليه، فاتبعه» \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms20'></span>\n</p>\n",
  "pages": [
    "000",
    "001"
  ],
  "volumes": [
    "01"
  ]
}