{
  "content": "\n\n<div class='EDITOR'>\n<p>\nلقاء العشر الأواخر بالمسجد الحرام (30)\n</p>\n\n<p>\nقطع الجدال في أحكام الاستقبال «للكعبة المشرفة»\n</p>\n\n<p>\nتأليف\n</p>\n\n<p>\nالشيخ محمد بن حسن العجيمي المتوفى سنة 1156 ه\n</p>\n\n<p>\nبعناية\n</p>\n\n<p>\nيوسف محمد الصبيحي\n</p>\n\n<p>\nساهم بطبعه بعض أهل الخير من الحرمين الشرفين ومحبيهم\n</p>\n\n<p>\nدار البشائر الإسلامية\n</p>\n\n<p>\n----NO PAGE NO------\n</p>\n\n<p>\nقطع الجدال في أحكام الاستقبال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n             # حذفت الصفحة رقم 4 ليستقيم تفريع ال \"مقدمة\" وهذا للعلم\n</p>\n\n<p>\nددد\n</p>\n\n<p>\nجميع الحقوق محفوظة\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1422 ه - 2001 م\n</p>\n\n<p>\nدار البشائر الإسلامية للطباعة والنشر والتوزيع\n</p>\n\n<p>\nهاتف: 702857 - فاكس: 704963 - 009611\n</p>\n\n<p>\nبيروت - لبنان ص ب: 5955/ 14\n</p>\n\n<p>\ne-mail: bashaer@cyberia.net.lb \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n             # المقدمة\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين،\nنبينا محمد وعلى آله وصحبه أجمعين، وعلى من اتبعهم بإحسان إلى يوم الدين.\n</p>\n\n<p>\nأما بعد:\n</p>\n\n<p>\nفهذه رسالة معنونة ب \"قطع الجدال في أحكام الاستقبال\"، لمؤلفها الشيخ\nمحمد بن حسن العجيمي المتوفى سنة (1156 ه)، وهي تتعلق بحكم تقدم المأموم\nعلى الإمام عند الكعبة إذا كانا في جهة واحدة، أو كان المأموم أمام الركنين\nوقد حاذى الإمام.\n</p>\n\n<p>\nوقد أحببت إخراجها لينتفع بها إخواني، وكان السبب في نشرها فضيلة الشيخ\nالبحاثة المكرم الأستاذ محمد بن ناصر العجمي -حفظه الله- عندما زارني،\nفعرضت عليه ما في خزانتي من مخطوطات تتعلق بالبلد الحرام، فطلب مني العناية\nبهذه الرسالة والاشتراك في \"لقاء العشر الأواخر\"، الذي أتحف الباحثين\nبالرسائل النافعة، والمخطوطات القيمة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nفاستجبت لطلبه، وامتثلت لرغبته، فجزاه الله خيرا وبارك الله فيه ونفع به،\nوجعل الله الخير أمامه، والسعادة وراءه، هو وإخوانه القائمين على هذا\nاللقاء، والعاملين على إخراج هذه الكنوز من مكنوناتها.\n</p>\n\n<p>\nوأخيرا أدعو الله الكريم أن يجعل ما عملته في ميزان حسناتي، وأن ينفع به\nإخواني، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.\n</p>\n\n<p>\nوكتبه\n</p>\n\n<p>\nيوسف بن محمد الصبيحي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n             # ترجمة المؤلف (¬1)\n</p>\n\n<p>\nاسمه وولادته:\n</p>\n\n<p>\nهو المؤرخ المحدث الشيخ محمد بن حسن العجيمي الحنفي المكي. ولد بمكة ونشأ بها.\n</p>\n\n<p>\nطلبه للعلم:\n</p>\n\n<p>\nأخذ العلوم عن عدد من العلماء حتى صار يشار إليه بالبنان، وحاز قصبات\nالسبق في ميدان البيان، فأجازه عدد من العلماء بالتدريس.\n</p>\n\n<p>\nوكان عالم زمانه وفريد أقرانه.\n</p>\n\n<p>\nمشايخه:\n</p>\n\n<p>\nأخذ <span id='ms01'></span> عن والده العلامة حسن العجيمي وغيره من علماء عصره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nمؤلفاته:\n</p>\n\n<p>\nله عدد من المؤلفات، منها: \"قطع الجدال\"، وهي هذه الرسالة.\n</p>\n\n<p>\nوفاته:\n</p>\n\n<p>\nتوفي رحمه الله بمكة سنة 1156 ه.\n</p>\n\n<p>\n* * *\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nوصف المخطوطة\n</p>\n\n<p>\nاعتمدت في إخراج هذه النسخة على المخطوطة الموجودة في مكتبة مكة المكرمة\nبرقم (6) مجاميع، وهي بخط الرقعة، وتقع في 7 صفحات في كل صفحة 24 سطرا.\n</p>\n\n<p>\nونسخها الشيخ جعفر بن أبي بكر اللبني وتملكها، وفي طرتها تقريظ لأحد\nعلماء مكة للرسالة.\n</p>\n\n<p>\n* * *\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nمخطوط\n</p>\n\n<p>\nممم\n</p>\n\n<p>\nصورة الورقة الأولى من المخطوط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             # صورة الورقة الثانية من المخطوط# لقاء العشر الأواخر بالمسجد الحرام (30)\n</p>\n\n<p>\nقطع الجدال في أحكام الاستقبال «للكعبة المشرفة»\n</p>\n\n<p>\nتأليف\n</p>\n\n<p>\nالشيخ محمد بن حسن العجيمي المتوفى سنة 1156 ه\n</p>\n\n<p>\nبعناية\n</p>\n\n<p>\nيوسف محمد الصبيحي\n</p>\n\n<p>\n----NO PAGE NO------\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n\n</div>\n<h1 class='l1' id='head0'>CHECK سبب تأليفها سؤال</h1>\n\n\n<h1 class='l1' id='head1'>CHECK مقدمة المؤلف</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nوبه نستعين\n</p>\n\n<p>\nالحمد لله المرجو للتوفيق والسداد، الجاعل بيته الحرام قبلة لسائر\nالعباد، والصلاة والسلام على نبيه المختار إمام الاهتداء، وصحابته الأخيار\nالسالكين محجة الاقتداء.\n</p>\n\n<p>\nوبعد:\n</p>\n\n<p>\nفقد سئل العبد الحقير، المعترف بالعجز والتقصير، محمد ابن الشيخ حسن\nالعجيمي الحنفي، عامله مولاه بلطفه الخفي، عن مسئلة كثر الاضطراب فيها في\nالقديم والحديث، وكاد يروج باطلها في زماننا على بعض أهل الفقه والحديث،\nوهي مسألة:\n</p>\n\n<p>\nما إذا صلى مقتد على الحجارة السود المقابلة للشاذروان (¬1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n             # مزورا (¬1) مستقبلا جهة الباب بإمام حنفي في مقامه المعلوم (¬2). هل يجوز أم لا؟\n</p>\n\n<p>\nفتقاعست عن الجواب، خشية أن أكون ممن جازف وأفرط، فكاد يجوز تقديم\nالمأموم على الإمام، أو ممن خالف وفرط، فكاد يعطل جانبا من سوح (¬3) بيته\nالحرام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head2'>CHECK الجواب عن السؤال</h1>\n\n<p>\nوتأكد الطلب، وتكرر من فضلاء لا تنبغي مخالفة إشارتهم، مذكرين بقوله\nتعالى: {وتعاونوا على البر والتقوى} (¬1)، ومشيرين إلى قوله - صلى الله\nعليه وسلم -: \"من سئل عن علم فكتمه ... \" الحديث (¬2)، مع إيراد بعض\nالفضلاء المشاركين في علم الهندسة شبهة ينبغي هو رسمها بلسان أهل الفن،\nلكونه -حفظه الله- مظهر السمت الحسن.\n</p>\n\n<p>\nفعند ذلك امتثلت الإشارة، معترفا بالقصور والحقارة، فقلت مستمدا من الملك\nالوهاب التوفيق لصوب الصواب:\n</p>\n\n<p>\nاعلم أيها الأخ الفاضل أن المولى جل <span id='ms02'></span> شأنه، وعز سلطانه، لما اقتضت حكمته\nالخفية إيجاد عباده للقيام ببعض حقوق العبودية، خلق بيته العظيم، وشرفه\nبإضافة التشريف والتكريم (¬3)، واختار له أشرف الأشكال الخمسة والثلاثين،\nوهو الشكل المربع لما سبق في علمه القديم، أن سيصير قبلة لمن في الجهات\nالأربع، أعني المشرق\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head3'>CHECK صلاة المأموم منوطة بالإمام</h1>\n\n\n<h1 class='l1' id='head4'>CHECK حث الشارع على صلاة الجماعة</h1>\n\n<p>\nوالمغرب والشام واليمن؛ لاحتوائها على من في المساحة الأرضية من المكلفين\nفي كل زمن مع دفع الحرج عنهم في الاستقبال باعتدال أضلاعه الأربعة الملتئمة\nبأربع زوايا مسطحة، مسمات عند أهل اللغة والشرع أركانا موضحة.\n</p>\n\n<p>\nثم إن الشارع أوجب على كل مكلف مشاهد لها استقبال تلك البقعة المستدل\nعليها بالمثال المشاهد، وعلى كل غائب عنها استقبال جهتها أي جهة كانت من\nالجهات الأربع المتقدم ذكرها كما هو مصرح به في كتب علمائنا (¬1)، ولا حاجة\nإلى الإطالة بذكر النصوص لكونها من بديهيات مسائل مذهب الإمام الأعظم.\n</p>\n\n<p>\nثم إن الشارع أيضا حث على الصلاة جماعة (¬2) وجعلها تفضل صلاة المنفرد\nببضع وعشرين درجة (¬3)، وكتب للكائن خلف ظهر الإمام في الصف الأول مائة\nصلاة، وللذي في الجانب الأيمن خمسة وسبعين صلاة، وللذي في الجانب الأيسر\nخمسين صلاة، وللذي في سائر الصفوف خمسة وعشرين صلاة، كما نقله الزين في\nبحره (¬4)، وجعل صلاة المأموم منوطة بصلاة الإمام صحة وفسادا، وأوجب تأخره\nعن\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head5'>CHECK موقع المأموم بحسب جهات الكعبة</h1>\n\n\n<h1 class='l1' id='head6'>CHECK موقع المأموم من الإمام</h1>\n\n<p>\nإمامه تأخرا حقيقيا أو حكميا -كما ستفهمه- تنويها بشرف الإمام، وتبيينا\nلتفاوت المقام.\n</p>\n\n<p>\nإذا تقرر ذلك، فاعلم أن البيت الشريف زاده الله تشريفا له أربع جهات\nمتغايرة بالحس والاعتبار الشرعي، فإن اختلفت جهة المأموم والإمام صح\nاقتداؤه مطلقا، وإن اتحدت جهتهما، فإن تأخر عن إمامه صح اقتداؤه بلا كراهة\nما لم يكن وحده بشرطه المعلوم، وإن حاذى إمامه صح بلا كراهة ما لم يكن معه\nغيره بشروطه المعلومة، وإن تقدم على إمامه حقيقة أو حكما لا يصح اقتداؤه (¬1).\n</p>\n\n<p>\nفالتقدم الحقيقي هو: أن يكون ظهره إلى وجه إمامه.\n</p>\n\n<p>\nوالتقدم الحكمي نظرا إلى الصف المستقيم هو <span id='ms03'></span>: أن يكون المقتدي بحال لو\nرسمنا خطا مستقيما من عقبه نجده متقدما على عقب الإمام، أو قدمه على الخلاف\nفيه، وبالنظر إلى الصف المستدير برسم دائرة متقدمة على دائرة الإمام مع\nاتحاد قطبهما.\n</p>\n\n<p>\nوالتأخر الحكمي: أن يكون المأموم أقرب إلى البيت الشريف من إمامه في غير\nجهته، فهو وإن تقدم على إمامه صورة فهو متأخر حكما.\n</p>\n\n<p>\nوالتأخر الحقيقي: هو أن يكون خلف الإمام مطلقا سواء كان في\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head7'>CHECK لو كان المقتدي مسامتا للركن</h1>\n\n\n<h1 class='l1' id='head8'>CHECK معنى الصف التربيعي</h1>\n\n<p>\nالصف المستقيم، أو في الصف الدوري، أو في الصف التربيعي.\n</p>\n\n<p>\nفالصف التربيعي هو: المحيط بجوانب البيت الشريف، والصف الدوري هو: الجاري\nفي قوس الدائرة كصف المقام الحنفي، والصف المستقيم هو: الخالي من التقويس،\nفظهر لك من هذا أن البيت الشريف مربع الشكل مع مقاربته للشكل المستطيل،\nوعلى كل فله أضلاع أربعة، كل ضلع جهة مستقلة بالحكم، وبين كل ضلعين ركن هو\nنقطة حاصلة من التقائهما يحد كلا منهما عن الآخر، وأن المقتدي إن كان في\nغير جهة إمامه صح اقتداؤه مطلقا، وإن كان فيها صح بشرط عدم التقدم كما تقدم.\n</p>\n\n<p>\nبقي أن المقتدي لو كان مسامتا للركن الموالي لجهة الإمام مع كونه أقرب\nإلى الكعبة كما هو واقعة الحال هل يصح اقتداؤه أم [لا]؟.\n</p>\n\n<p>\nقال العلامة الشيخ حسن الشرنبلالي (¬1) في حاشيته على الدرر (¬2): ينبغي\nأن لا يصح احتياطا بلا نص، وتبعه على ذلك صاحب الدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             # المختار (¬1) وغيره، وكأن هذا الاحتياط نظر إلى قاعدة: تعارض المانع\nوالمقتضى (¬2)، المذكورة في كتب أصول فقهائنا، وقد فرع عليها صاحب الأشباه\n(¬3) فروعا كثيرة تقارب الفرع المذكور في العلة، غير أن هذا الاحتياط إنما\nيظهر أثره فيما إذا لم تتمحض الجهة المستقبلة بأن كان محدد الركن بين عيني\nالمستقبل قاسما صدره الذي هو المناط في الاستقبال شطرين: شطر تحصل به\nالمشاركة للإمام في جهته، وشطر في مقابل الجهة الموالية لها.\n</p>\n\n<p>\nوأما إذا تمحضت الجهة بأن وقف على خط الركن مزورا موجها صدره إلى إحدى\nالجهتين، فإن كانت جهة الإمام فلا يصح <span id='ms04'></span> اقتداؤه جزما لتقدمه المشاهد، وإن\nكانت غيرها صح اقتداؤه بلا شبهة، وهذا لا يختص بالمأموم المستقبل للركن، بل\nالإمام كذلك لو استقبل الركن بلا تمحض جهة يمنع المقتدي من التقدم عليه في\nكل من الجهتين احتياطا، فإن تمحضت جهة يمنع المقتدي من التقدم فيها فقط.\n</p>\n\n<p>\nوسأوضح لك جميع ما تقدم ذكره برسم يتضمن تصوير البيت الشريف وبيان جهاته\nالأربع والصفوف الثلاثة: التربيعي، والدوري، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             # والمستقيم، مع الإشارة إلى الإمام والمأموم والتقدم والتأخر والاتحاد\nوالاختلاف.\n</p>\n\n<p>\nوهذا الرسم كما ترى، والحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن\nهدانا الله.\n</p>\n\n<p>\nممم شكل توضيحي ممم\n</p>\n\n<p>\nفالشكل المربع هو صورة البيت الشريف، والخط الأحمر (¬1) الملاصق له هو\nصورة الشاذروان، والألف الحمراء للإشارة إلى الإمام، والألفات السود\nللإشارة إلى المأمومين حول الكعبة وهو الصف التربيعي. والدائرة الحمراء\nالمحيطة بالجميع للإشارة إلى الصف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             # الدوري، والألفات السود فيها للإشارة إلى المأمومين، والألف الحمراء\nللإشارة إلى الإمام لو كان في مقام الحنفي.\n</p>\n\n<p>\nوالخط المستقيم في طرف الدائرة للإشارة إلى المأمومين فيه، والخطوط الحمر\nالخارجة من أركان البيت الشريف إلى مقابلها من الدائرة للإشارة إلى حدود\nأرباع الدائرة لمقابلة كل ربع منها جهة من جهات البيت الشريف.\n</p>\n\n<p>\nوالخطوط السود الخارجة من وجوه الأركان إلى الدائرة القاسمة لذلك الربع\nإلى شكل مستطيل بين شكلين مثلثين للإشارة إلى قدر ما زاد به الصف الدوري\nعلى الصف التربيعي من المساحة مع اتحادهما في الجهة بسبب البعد والاستدارة،\nفكلما ازداد بعدا ازداد سعة في مثلين، وبذلك تعرف قول فقهائنا في تحديد\nالغدير العظيم أنه إن كان مربعا فبعشرة أذرع من كل جهاته الأربع، فمجموعها\nأربعون ذراعا، وإن كان مستديرا فبستة وثلاثين ذراعا.\n</p>\n\n<p>\nفإذا كان الإمام في ربع من الدائرة لا يجوز لمأمومه أن يتقدمه في خصوص\nذلك الربع مطلقا سواء مستقبل جهة إمامه أو غيرها لو فرض، وأما إذا كان في\nغيرها جاز له التقدم والتأخر؛ لأنه وإن تقدم فهو متأخر حكما لاختلاف جهتهما\nكما صرح به القهستاني (¬1) وغيره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الصف المستقيم <span id='ms05'></span> وهو الملاصق للدائرة في التصوير، وحكمه: أن من قابل\nمساحة البيت الشريف فصلاته صحيحة، ومن لا فلا، اللهم إلا أن يزور ذلك الشخص\nفي وقوفه فيعمد بصدره إلى نحو القبلة فصلاته حينئذ صحيحة كما تراه مشارا\nإليه بالألفات الحمر بين الألفات السود في صفه.\n</p>\n\n<p>\nوأما الشاذروان فاستقباله بمفرده لا يجوز؛ لأنه عندنا ليس من البيت نظرا\nللاستقبال لا الاحترام.\n</p>\n\n<p>\nوأما الحجارة السود المذكورة فهي للإشارة إلى منع المصلي عليها مطلقا\nمستقبلا الشاذروان، وأما إذا وقف عليها مزورا إلى نحو البيت، فتجوز صلاته\nلتمحض جهة الاستقبال كما تقدم.\n</p>\n\n<p>\nوأما الشبهة المشار إليها سابقا الصادرة من ذلك الفاضل بحسب علم الهندسة\nبأنه يمكن رسم خط من طرف أحد أرباع الدائرة الذي هو جهة مستقلة ينتهي\nمستقيما إلى جهة ضلع ربع آخر الذي هو جهة أخرى يوجد به في سطح ذلك الضلع\nزاويتان أحدهما: حادة، والأخرى: منفرجة، فبمقتضاه يجوز تقدم المأموم على\nإمامه في جهته مستقبلا جهة غير جهة إمامه لاختلاف جهتهما استقبالا.\n</p>\n\n<p>\nوجوابه بأن ذلك لو تكلف في وجوده بجر الخط الذي منتهاه نقطة تلاصق سطح\nذلك الضلع أو تمازجه لا يتصور في مقابلة مساحة عرض صدر المصلي بقدره من\nمساحة تلك الجهة المستقبلة المغايرة لجهة إمامه، ولو فرض، فاتفاق نصوص\nعلمائنا متونا وشروحا صريح في منع تقدم المأموم على إمامه إن كان في جهته\nمطلقا من غير تقييد باتحاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             # الاستقبال، مع أن فقهائنا احتاجوا لتصحيح صلاة المقتدي المتقدم على إمامه\nفي غير جهته وصحة اقتدائه بجعل ذلك التقدم تأخرا حكميا، فكيف يتخيل جواز\nالاقتداء مع تقدمه على إمامه في جهته؟!\n</p>\n\n<p>\nولا حاجة إلى الإطالة بذكر نصوص المسائل المذكورة لبداهتها، حيث كان\nالغرض من هذه الرسالة الجواب مع الاختصار، ولولا ذلك لسردت لك من النصوص ما\nيفضي بك إلى الملال.\n</p>\n\n<p>\n* * *\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head9'>AUTO خاتمة</h1>\n\n<p>\n نسأل المولى الكريم حسنها\n</p>\n\n<p>\nبقي أمران مهمان يجب التنبيه عليهما والتنبه لهما، حيث انجر بنا الكلام\nإلى مثل هذا المقام:\n</p>\n\n<p>\nأحدهما: أن الإمام إذا تقدم في أيام الموسم وصلى تحت البيت <span id='ms06'></span> الشريف لكثرة\nالحجاج اصطف خلفه كثير من العوام في الصف الأول، فإذا انتهى اصطفافهم إلى\nالحجارة السود المتقدم ذكرها قطعوا الصف وجعلوا الاستدارة التربيعية في\nالصف الثاني بلا ضرورة تلجئهم إلى ذلك، وقد علمت صحة استدارته في الصف\nالتربيعي من الرسم المذكور فيجب على أهل الديانة منعهم من ذلك وإدارة الصف\nالشرعي على الوجه المرعي.\n</p>\n\n<p>\nثانيهما: أن كثيرا من العوام يتركون الصف الأول الذي هو خلف الإمام حقيقة\n(¬1) ويتقدمون إلى تحت البيت الشريف بلا عذر كحر شمس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             # يفرون منه إلى الاستظلال بذلك الظل الظليل ملاحظين لقول الملا علي القاري\n(¬1) عليه رحمة الباري بأنه الصف الأول، حيث صنف رسالة في ذلك سماها \"الفضل\nالمعول في الصف الأول\" (¬2)، سلك فيها مسلك أهل السلوك.\n</p>\n\n<p>\nوما تحققوا ملاحظته رحمه الله التي لاحظها فيها، وبنوا الأمر على الظاهر\nوما تحققوا حاله الباهر، حيث كان رحمه الله من كبار السادة الصوفية\nالسالكين طريق السادة النقشبندية (¬3) المفضي لدوام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             # المراقبة لا سيما في حال المناجاة الثاقبة، فذاق في حالة القرب ما حلى\nله، ونشق من عرف ذلك الشميم ما عرف به حرامه وحلاله، فلا غرو أن يستنتج من\nشكله الأول ما عنده عليه المعول، حيث ظفر بالسول وما برح في ربقة اتباع\nالرسول - صلى الله عليه وسلم -، فقل لمريد التبعية بلا عراقة أنها تخييلية\nما لها علاقة (¬1).\n</p>\n\n<p>\nوأما من كان له الحرص التام على العمل بظاهر شريعة سيد الأنام المؤيد\nبالأحاديث الصحيحة والنصوص الفقهية الصريحة، فلا يتقدمن على إمامه، ولا\nيتحول ويترقبن الثواب الموعود به ملازم الصف الأول (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nوفي هذا كفاية ومقنع لمن كان بمرأى من التحقيق ومسمع، ونسأله جل شأنه أن\nيختم لنا ولجميع إخواننا بالحسنى، وأن يمتعنا بالنظر إلى وجهه الكريم الذي\nهو القبلة الحقيقية في المقام الأسنى، مع المنعم عليهم من النبيين\nوالصديقين والشهداء والصالحين وحسن أولئك رفيقا.\n</p>\n\n<p>\nوالحمد لله رب العالمين، وصلى الله على خاتم النبيين سيدنا محمد وآله\nوصحبه أجمعين.\n</p>\n\n<p>\nغرة شهر شعبان سنة 1150 ه.\n</p>\n\n<p>\nوتم نسخها من نسخة منقولة من خط المؤلف <span id='ms07'></span> رحمه الله تعالى مؤرخة بغرة شهر\nصفر الخير سنة 1178 ه، وكان ذلك على يد كاتبها لنفسه جعفر بن أبي بكر\nاللبني، ثالث عشر صفر الخير سنة 1357 ه.\n</p>\n\n<p>\nوالحمد لله رب العالمين (¬1).\n</p>\n\n<p>\n* * *\n</p>\n\n\n### |EDITOR|\nEndnotes\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            :\n\n(¬1) مصادر ترجمته: مختصر نشر النور والزهر ص (461)؛ ونظم الدرر ص (101)؛ وأعلام المكيين (2/ 671).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            :\n\n(¬1) قال ابن رشيد رحمه الله في ملء العيبة (ص 106): \"وهذا الاسم -أعني الشاذروان- لفظة عجمية\". والشاذروان هو: البناء المائل المرخم أسفل جدار الكعبة مما يلي أرض المطاف من الجهة الشرقية والغربية والجنوبية، أما الجهة الشمالية فليس فيها شاذروان، وقد غرس فيه حلقات ممسكة بكسوة الكعبة.\nينظر: شفاء الغرام (1/ 183)، وكنز المطالب، للحمزاوي ص (20)، وتاريخ الكعبة، للشيخ عبد الله باسلامة ص (143).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            :\n\n(¬1) أي مائلا، وذلك عن محاذاة الإمام من جهة الكعبة.\nينظر: معجم مقاييس اللغة (3/ 36)؛ والقاموس المحيط ص (515).\n(¬2) كان في الحرم المكي أربعة مقامات، لكل إمام مذهب مقام يقتدي به أتباع ذلك المذهب، الحنفي والمالكي والشافعي والحنبلي.\nقال الشيخ باسلامة في تاريخ عمارة المسجد الحرام ص (224): \"والذي يظهر لي أنها أحدثت بين القرن الرابع والخامس\"، وعن إلغاء هذه المقامات وإبطال التعددية في الصلاة بين المذاهب يقول الشيخ عبد الله غازي في إفادة الأنام (5/ 305 خ): \"وفي شهر ربيع الثاني سنة 1345 ه، اجتمع فريق من العلماء الحجازيين والنجديين، وقرروا أن تكون الجماعة التي تقام في المسجد الحرام جماعة واحدة، وانتخب من كل مذهب ثلاثة أئمة ومن الحنابلة إمامان يتناوبون في أوقات الصلوات الخمس ... وقد وافق جلالة الملك على هذا الترتيب وجرى العمل بمقتضاه وأصبحت الجماعة في الحرم المقدس جماعة واحدة\".\nوقد تم هدم هذه المقامات سنة 1377 ه، لتوسعة المطاف كما ذكر ذلك الشيخ الكردي في التاريخ القويم (5/ 330).\nوعن وصف المقامات ينظر: رحلة ابن جبير ص (78).\n(¬3) السوح: جمع ساحة: أي ساحة المسجد الحرام، وهو المكان الواسع الذي يكون بين الإمام والكعبة.\nينظر: معحم مقاييس اللغة (3/ 113)؛ والمعجم الوسيط (1/ 460).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            :\n\n(¬1) سورة المائدة: الآية 2.\n(¬2) أخرجه أبو داود في سننه (3/ 321) كتاب العلم، باب كراهية منع العلم.\nوأخرجه الترمذي في سننه (5/ 29) كتاب العلم، باب ما جاء في كتمان العلم <span id='ms08'></span>؛ وابن ماجه في سننه (1/ 96) في المقدمة، باب من سئل عن علم فكتمه.\nولفظ الحديث: \"من سئل عن علم فكتمه، ألجمه الله بلجام من نار يوم القيامة\".\nوحسنه الترمذي وصححه الحاكم ووافقه الذهبي.\n(¬3) كما في قوله تعالى في سورة البقرة، الآية 125: {وعهدنا إلى إبراهيم وإسماعيل أن طهرا بيتي للطائفين والعاكفين والركع السجود (125)}.\nقال البغوي في تفسيره (1/ 114): \"أضافه إليه تخصيصا وتفضيلا\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            :\n\n(¬1) الحنفية رحمهم الله تعالى، والمؤلف كما سبق في ترجمته حنفى المذهب.\n(¬2) وأوجبها، والأدلة على وجوب صلاة الجماعة مستفيضة.\n(¬3) لقوله - صلى الله عليه وسلم -: \"صلاة الجماعة تفضل صلاة الفذ بسبع وعشرين درجة\"، متفق عليه.\n(¬4) أي كتاب البحر الرائق شرح كنز الدقائق (1/ 375)، للعلامة زين الدين بن إبراهيم بن نجيم الحنفي (ت 970 ه).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            :\n\n(¬1) قال المرغيناني في الهداية (1/ 95): \"وإذا صلى الإمام في المسجد الحرام فتحلق الناس حول الكعبة، وصلوا بصلاة الإمام، فمن كان منهم أقرب إلى الكعبة من الإمام جازت صلاته إذا لم يكن في جانب الإمام؛ لأن التقدم والتأخر إنما يظهر عند اتحاد الجانب\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            :\n\n(¬1) هو الفقيه المفتي: حسن بن عمار بن علي الشرنبلالي، ولد سنة 994 ه، وتعلم في القاهرة. له مؤلفات كثيرة، منها: \"نور الإيضاح\"، وشرحه \"مراقي الفلاح\"، و\"تحفة الأكمل\" وغيرها. توفي سنة 1069 ه بالقاهرة.\nينظر: خلاصة الأثر (2/ 38)؛ والأعلام (2/ 208).\n(¬2) (1/ 149)، ونصه: \"وأما إذا وقف مسامتا لركن في جانب الإمام وكان أقرب إليها من الإمام فينبغي عدم الصحة احتياطا لترجيح جهة الإمام، ولم أره منقولا ... \".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            :\n\n(¬1) (1/ 206)، ونصه: \"ولو وقف مسامتا لركن في جانب الإمام وكان أقرب لم أره، وينبغي الفساد احتياطا لترجيح جهة الإمام ... \".\n(¬2) هذه قاعدة فقهية: \"إذا تعارض المانع والمقتضي يقدم المانع\"، وذلك لأن اعتناء الشارع بالمنهيات أشد من اعتنائه بالمأمورات.\nينظر: شرح القواعد الفقهية، للزرقا ص (243).\n(¬3) ينظر: الأشباه والنظائر مع شرحه غمز عيون البصائر (1/ 355).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            :\n\n(¬1) كذا في المخطوط، وجعلناه خطا متقطعا، وكذلك كل ما ورد ذكره بالأحمر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            :\n\n(¬1) هو شمس الدين محمد القهستاني الفقيه الحنفي، المفتي ببخارى، قال عنه ابن العماد: \"وكان إماما عالما زاهدا فقيها متبحرا جامعا، يقال إنه ما نسي قط ما طرق بسمعه <span id='ms09'></span>\". له كتب منها: جامع الرموز. توفي سنة 953 ه رحمه الله.\nينظر: شذرات الذهب (8/ 300)؛ والأعلام (7/ 11).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            :\n\n(¬1) ضابط الصف الأول في المساجد عموما أنه الذي يلي الإمام مباشرة وإن تخلله شيء فقطعه، هذا الذي عليه المحققون من العلماء كما قاله الإمام النووي في شرح مسلم (4/ 160). وتحديد الصف الأول في المسجد الحرام هو الذي =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            :\n\n= يلي الإمام مباشرة من جهته وما يتصل به من الجهات الثلاث عند الكعبة، كما قال به عدد من العلماء منهم ابن علان في دليل الفالحين (3/ 581)، والرملي في نهاية المحتاج (2/ 189)، وابن قاسم النجدي في حاشيته على الروض المربع (2/ 335) وغيرهم.\n(¬1) هو الملا علي بن سلطان محمد القاري الهروي الفقيه الحنفي العلم المشهور.\nولد في هراة ثم سكن مكة، وكان رحمه الله زاهدا ورعا عالما محدثا.\nله مصنفات كثيرة، منها: \"مرقاة المفاتيح شرح مشكاة المصابيح\"، و\"شرح الشفاء\" للقاضي عياض، و\"الأسرار المرفوعة في الأخبار الموضوعة\" وغيرها.\nتوفي سنة 1014 ه بمكة، رحمه الله تعالى.\nينظر: خلاصة الأثر (2/ 185)؛ والبدر الطالع (1/ 445)، الأعلام (5/ 12).\n(¬2) رسالة مخطوطة نسخها متوفرة في معظم المكتبات، منها نسخة في مكتبة الحرم المكي برقم (3855) عام.\n(¬3) إحدى الطرق الصوفية، تنسب إلى مؤسسها بهاء الدين محمد بن محمد البخاري، الملقب بشاه نقشبند (618 - 791 ه).\nوخير الهدي هدي نبينا محمد - صلى الله عليه وسلم -، وشر الأمور محدثاتها وكل محدثة بدعة، وطريق السنة واضح لا يحتاج الإنسان إلى طرق أخرى تدله وترشده، إذ الدين =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            :\n\n= كامل، وتوفي النبي - صلى الله عليه وسلم - وتركنا على المحجة اليضاء ليلها كنهارها لا يزيغ عنها إلا هالك.\nوقد كتبت مؤلفات كثيرة عن الصوفية وطرقها ومزالقها، من أهمها: الفكر الصوفي للشيخ عبد الرحمن عبد الخالق، وتقديس الأشخاص في الفكر الصوفي للشيخ محمد لوج. وممن كتب قديما عن الصوفية ابن الجوزي رحمه الله في كتابه تلبيس إبليس، وغيره من العلماء رحمهم الله تعالى. وانظر: الموسوعة الميسرة ص (341).\n(¬1) مسائل الفقه لا تؤخذ بالذوق وإنما تؤخذ بالامتثال القائم على الدليل من الكتاب والسنة وبقية المصادر التشريعية، وكون الفقيه يرى رأيا يخالف فيه غيره، فالأصل أنه بناه على <span id='ms10'></span> اجتهاد فقهي لا ذوق حسي.\n(¬2) جاءت أحاديث كثيرة في فضل الصف الأول، منها: قوله - صلى الله عليه وسلم -: \"لو يعلم الناس ما في النداء والصف الأول ثم لم يجدوا إلا أن يستهموا عليه لاستهموا، ولو يعلمون ما في التهجير لاستبقوا إليه، ولو يعلمون ما في العتمة والصبح لأتوهما ولو حبوا\"، متفق عليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            :\n\n(¬1) تمت مقابلة المخطوطة أمام الكعبة المشرفة بتاريخ 27/ 9 / 1421 ه، مع أخي الفاضل الشيخ محمد بن ناصر العجمي حفظه الله وبارك في عقبه، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم. <span id='ms11'></span>",
  "pages": [
    "002",
    "003",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "027",
    "028",
    "029",
    "007",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "027",
    "028",
    "029",
    "030"
  ],
  "volumes": [
    "01"
  ]
}