{
  "content": "\n<h2 class='l2' id='head0'>AUTO ( 26) باب أمر الصيد في الحرم</h2>\n\n<p>\n758 - قال مالك: كل شيء صيد في الحرم، أو أرسل عليه كلب في الحرم، فقتل\nذلك الصيد في الحل. فإنه لا يحل أكله، وعلى من فعل ذلك، جزاء الصيد. في\nالحل. فأما الذي يرسل كلبه على الصيد في الحل. فيطلبه حتى يصيده في الحرم.\nفإنه لا يؤكل، وليس عليه في ذلك جزاء. إلا أن يكون أرسله عليه، وهو قريب من\nالحرم. فإن أرسله قريبا من الحرم، فعليه جزاؤه.\n</p>\n\n<p>\n16554 - قال أبو عمر: اختلف الفقهاء في الذي يرسل كلبه في الحل فيقتل\nالصيد في الحرم.\n</p>\n\n<p>\n16555 - فقال مالك: عليه جزاؤه، وكذلك لو رمى سهما <span id='ms1441'></span> في الحل فقتل في الحرم.\n</p>\n\n<p>\n16556 - وهو قول الأوزاعي، والليث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p007'> Vol. 12, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n16557 - وقال أبو حنيفة: لو رمى من الحل فوقعت الرمية في الحرم فقتل صيدا،\nفعليه الجزاء، وإن أرسل كلبا في الحل، فقتل في الحرم فلا جزاء عليه.\n</p>\n\n<p>\n58 ؟ 16 - وقال الثوري في شجرة أصلها في الحرم وأغصانها في الحل سقط\nعليها طائر ؟ قال: ما كان في الحل يلزم وما كان في الحرم فلا يلزمه.\n</p>\n\n<p>\n16559 - وقال الوليد بن مزيد: سئل الأوزاعي عن رجل أرسل كلبه في الحل على\nصيد، فأدخله الحرم، ثم أخرجه من الحرم فقتله ؟ فقال: لا أدري ما أقول فيها\nفقال له السائل: لو رددتني شهرا فيها لم أسل عنها أحدا غيرك. فقال الأوزاعي\nلا يؤكل الصيد وليس على صاحبه جزاء.\n</p>\n\n<p>\nقال الوليد: فحججت في العام المقبل، فلقيت ابن جريج، فسألته عنها ؟\nفحدثني عن عطاء، عن ابن عباس بمثل ما قال الأوزاعي.\n</p>\n\n<p>\n16560 - قال أبو عمر: لا خلاف بين العلماء من السلف والخلف في تحريم\nالصيد بمكة من سائر الحرم وأنه حرم آمن كما قال الله، عز وجل:أولم يروا أنا\nجعلنا حرما آمنا [ سورة العنكبوت: 67 ]. وقال إبراهيم ( عليه السلام ):رب\nاجعل هذا البلد آمنا [ سورة إبراهيم: 35 ]، وقال رسول الله، صلى الله عليه\nوسلم: \" إن الله - عز وجل - حرم مكة ولم يحرمها الناس \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p008'> Vol. 12, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ( عليه السلام ): إن إبراهيم حرم مكة وهذا معناه أنه دعى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p009'> Vol. 12, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nفي تحريمها فكان سبب ذلك، فأضيف إليه على ما تعرفه العرب من كلامها.\n</p>\n\n<p>\n16562 - وقد روى أبو هريرة بالنقل الصحيح عن النبي، صلى الله عليه وسلم:\nأن الله تعالي حرم مكة يوم خلق السماوات والأرض.\n</p>\n\n<p>\n16563 - وقد أوضحنا معاني ذلك كله في كتاب الجامع.\n</p>\n\n<p>\n16068 - وقال رسول الله - صلى الله عليه وسلم: \" لا ينفر صيدها ولا يعضد\nشجرها \".\n</p>\n\n<p>\n16565 - وقد رأى جماعة من العلماء أن الجاني إذا عاذ بالحرم لم يقم عليه\nحده فيه حتى يخرج منه. ولهذه المسألة باب غير هذا.\n</p>\n\n<p>\n16566 - وقالوا: لم يكن الجزاء في غير هذه الأمة إلا على محرم، فلا على\nقاتل صيد في الحرم وهو حلال. وإنما كان الجزاء <span id='ms1442'></span> على هذه الآية لقوله، عز\nوجل:ياأيها الذين آمنوا لا تقتلوا الصيد وأنتم حرم ومن قتله منكم متعمدا\nالآية [ 59 من سورة المائدة ].\n</p>\n\n<p>\n16567 - واتفق فقهاء الأمصار، ومالك، والثوري، وأبو حنيفة، والأوزاعي،\nوالليث بن سعد، والشافعي: أن على من قتل صيدا وهو حلال في الحرم الجزاء كما\nلو قتله محرم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p010'> Vol. 12, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n16568 - وبه قال جماعة أصحاب الحديث.\n</p>\n\n<p>\n16569 - وشذت فرقة منهم داود بن علي، فقالوا: لا جزاء على من قتل في\nالحرم شيئا من الصيد إلا أن يكون محرما.\n</p>\n\n<p>\n16570 - ولا يختلفون في تحريم الصيد في الجزاء، وإنما اختلفوا في وجوب\nالجزاء فيه.\n</p>\n\n<p>\n16571 - وقد روي عن عمر، وعثمان، وعلي، وابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p011'> Vol. 12, p. 011</a>\n            </div>\n            \nعباس، وابن عمر: في حمام الحرام شاة في كل واحدة منها. ولم يخصوا محرما من\nحلال، ولا مخالف لهم من الصحابة.\n</p>\n\n<p>\n16572 - وقد يوجد لداود سلف من التابعين.\n</p>\n\n<p>\n16573 - ذكر عبد الرزاق عن عمر، عن صدقة بن يسار، قال: سألت سعيد بن جبير\nعن حجلة ذبحتها وأنا بمكة فلم ير علي شيئا.\n</p>\n\n<p>\n16574 - وكان أبو حنيفة يقول للحلال يقتل الصيد في الحرم أنه لا يجزئه\nإلا الهدي والإطعام، ولا يجزئه الصوم. كأنه جعله ثمنا.\n</p>\n\n<p>\n16575 - وعند مالك، والشافعي: يجزئه الصوم كسائر من وجب عليه جزاء الصيد\nمن المحرمين.\n</p>\n\n<p>\n16576 - وقال أبو حنيفة في المحرم إذا أدخل مع الضحية شيئا من صيد الحل\nإلى الحرم فلا يجوز له ذبحه، ولا حبسه، وعليه أن يرسله.\n</p>\n\n<p>\n16577 - وقال مالك والشافعي: جائز له بيعه وهبته في الحرم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p012'> Vol. 12, p. 012</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head1'>AUTO ( 27) باب الحكم في الصيد</h2>\n\n<p>\n759 - قال مالك: قال الله تبارك وتعالى:ياأيها الذين آمنوا لا تقتلوا\nالصيد وأنتم حرم ومن قتله منكم متعمدا فجزاء مثل ما قتل من النعم يحكم به\nذوا عدل منكم هديا بالغ الكعبة أو كفارة طعام مساكين أو عدل ذلك صياما\nليذوق وبال أمره [ المائدة 95 ].\n</p>\n\n<p>\nقال مالك: فالذي يصيد الصيد وهو حلال. ثم يقتله وهو محرم. بمنزلة الذي\nيبتاعه وهو محرم، ثم يقتله. وقد نهى الله عن قتله فعليه جزاؤه.\n</p>\n\n<p>\nوالأمر عندنا أن من أصاب الصيد وهو محرم حكم عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p013'> Vol. 12, p. 013</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p014'> Vol. 12, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n16578 - قال مالك: أحسن ما سمعت في <span id='ms1443'></span> الذي يقتل الصيد فيحكم عليه فيه، أن\nيقوم الصيد الذي أصاب، فينظر كم ثمنه من الطعام، فيطعم كل مسكين مدا. أو\nيصوم مكان كل مد يوما. وينظر كم عدة المساكين. فإن كانوا عشرة، صام عشرة\nأيام. وإن كانوا عشرين مسكينا، صام عشرين يوما. عددهم ما كانوا، وإن كانوا\nأكثر من ستين مسكينا.\n</p>\n\n<p>\n16579 - قال مالك: سمعت أنه يحكم على من قتل الصيد في الحرم وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p015'> Vol. 12, p. 015</a>\n            </div>\n            \nحلال، بمثل ما يحكم به على المحرم الذي يقتل الصيد في الحرم، وهو محرم.\n</p>\n\n<p>\n16580 - قال أبو عمر: هذا الذي ذكره مالك عليه جماعة العلماء في أن\nالحرمتين إذا اجتمعتا ( حرمة الحرم، وحرمة الإحرام ) فليس فيهما إلا حدا\nواحدا على قاتل الصيد محرما في الحرم، لقول الله، عز وجل:لا تقتلوا الصيد\nوأنتم حرم [ 11 المائدة: 95 ]، ولم يخص موضعا من موضع، ولا استثنى حلا من\nحرم. ومعلوم أن الإحرام إنما يقصد به إلى الحرم وهناك عظم عمل المحرم.\n</p>\n\n<p>\n16581 - واختلف الفقهاء في استئناف الحكم على قاتل الصيد فيما مضى فيه من\nالسلف حكم: 16582 - فقال فيه مالك: يستأنف الحكم في كل ما مضت فيه حكومة أو\nلم تمض.\n</p>\n\n<p>\n16583 - وهو قول أبي حنيفة.\n</p>\n\n<p>\n16584 - وقال الشافعي: إن اختار بحكومة الضحايات من غير أن يحكم عليه\nجاز، فإذا قتل نعامة أهدى بدنة، وإذا قتل غرابا أهدى شاة.\n</p>\n\n<p>\n16585 - واختلفوا في قول الله، عز وجل:فجزاء مثل ما قتل من النعم [\nالمائدة: 95 ] والنعم: الإبل، والبقر، والغنم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p016'> Vol. 12, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n16586 - فإذا قتل المحرم صيدا له مثل من النعم في المنظر والبدن يكون أقرب\nشبها به من غيره ; فعليه مثله، في الظبي شاة، وفي النعامة بدنة، وفي البقرة\nالوحش بقرة.\n</p>\n\n<p>\n16587 - هذا قول مالك، والشافعي، ومحمد بن الحسن.\n</p>\n\n<p>\n16588 - وقال أبو حنيفة، وأبو يوسف: الواجب في قتل الصيد قيمته كان له\nمثل من النعم أو لم تكن، وهو بالخيار بين أن يتصدق بقيمته وبين أن يصرف\nالقيمة في مثله من النعم فيشتريه ويهديه، فإن اشترى بالقيمة هديا أهداه،\nوإن اشترى به طعاما أطعم كل مسكين نصف صاع من بر أو صاعا من <span id='ms1444'></span> تمر أو شعير،\nأو صام مكان كل صاع يومين.\n</p>\n\n<p>\n16589 - وقال محمد بن الحسن: المثل النظير من النعم كقول مالك والشافعي.\n</p>\n\n<p>\n16590 - وقال في الطعام والصيام بقول أبي حنيفة.\n</p>\n\n<p>\n16591 - ولم يختلف قول مالك فيمن استهدى لغيره شيئا من العروض أن القيمة\nفيه هي المثل.\n</p>\n\n<p>\n16592 - قال: والقيمة أعدل في ذلك.\n</p>\n\n<p>\n16593 - ولكن السلف - رضي الله عنهم - حكم جمهورهم في النعامة ببدنة، وفي\nالغزال بشاة، وفى البقرة الوحش ببقرة، واعتبروا المثل فيما وصفنا لا\nالقيمة، فلا ينبغي خلافهم لأن الرشد في اتباعهم.\n</p>\n\n<p>\n16594 - واختلفوا في قاتل الصيد، هل يكون أحد الحكمين أم لا ؟.\n</p>\n\n<p>\n16595 - فعند أصحاب مالك: لا يجوز أن يكون القاتل أحدهما.\n</p>\n\n<p>\n16596 - وقال الشافعي: يجوز ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p017'> Vol. 12, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n16597 - واختلف أصحاب أبي حنيفة على القولين، فقال بعضهم: يجوز. وقال بعضهم\nلا يجوز.\n</p>\n\n<p>\n16598 - واختلفوا في التخيير والترتيب في كفارة جزاء الصيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p018'> Vol. 12, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n16599 - قال مالك: يخير الحكمان المحكوم عليه فإن اختار الهدي حكم به عليه.\nوإن اختار الإطعام والصيام حكما عليه بما يختار من ذلك، موسرا كان أو معسرا.\n</p>\n\n<p>\n16600 - وهو قول أبي حنيفة، وأبي يوسف، ومحمد.\n</p>\n\n<p>\n16601 - وقال زفر: الكفارة مرتبة يقوم المقتول دراهم يشتري بها هديا، فإن\nلم يبلغ اشترى به طعام فإن لم يجد ما يشتري به هديا ولا طعاما صام بقيمتها\nينظر كم تكون تلك الدراهم طعاما فيصوم عن كل صاع من بر يومين.\n</p>\n\n<p>\n16602 - واختلف فيها قول الشافعي، فقال مرة بالترتيب: هدي، فإن لم يجد\nفطعام، فإن لم يجد فصيام. ومرة بالتخيير كما قال مالك.\n</p>\n\n<p>\n16603 - وهو الصواب عندي لأن الله - عز وجل - يقول:يحكم به ذوا عدل منكم\nهديا بالغ الكعبة أو كفارة طعام مساكين أو عدل ذلك صياما [ المائدة: 95 ]،\nوحقيقة ( أو ) التخيير لا الترتيب، والله أعلم.\n</p>\n\n<p>\n16604 - واختلفوا: هل يقدم الصيد أو المثل ؟ فقال مالك: إذا اختار قاتل\nالصيد أن يحكم عليه بالإطعام قوم الصيد على أنه حي كم يساوي من الطعام.\n</p>\n\n<p>\n16604 - وهو قول أبي حنيفة.\n</p>\n\n<p>\n16605 - وقال الشافعي: يقوم المثل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p019'> Vol. 12, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n16606 - ولهم في ذلك حجج يطول ذكرها.\n</p>\n\n<p>\n16607 - فقال مالك: يقوم الصيد طعاما، فإن قوم دراهم ثم قوم الطعام\nبالدراهم رأيت أن <span id='ms1445'></span> يجزي.\n</p>\n\n<p>\n16608 - وقال الشافعي ومحمد بن الحسن: يقوم بالدراهم ثم تقوم الدراهم \"\nطعاما \".\n</p>\n\n<p>\n16609 - وقال أبو حنيفة وأبو يوسف: إذا حكم الحكمان بالقيمة كان المحكوم\nعليه مخيرا إن شاء أهدى، وإن شاء صام، وإن شاء تصدق.\n</p>\n\n<p>\n16610 - واختلفوا في موضع الإطعام.\n</p>\n\n<p>\n16611 - فمذهب مالك أن الإطعام في الموضع الذي أصاب فيه الصيد إن كان ثم\nطعام، وإلا في أقرب المواضع إليه حيث الطعام.\n</p>\n\n<p>\n16612 - وقال أبو حنيفة: يطعم إن شاء في الحرم، وإن شاء في غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p020'> Vol. 12, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n16613 - وقال الشافعي: لا يطعم إلا مساكين مكة كما لا ينحر الهدي إلا بمكة.\n</p>\n\n<p>\n16618 - واختلفوا في مقدار الإطعام والصيام عنه.\n</p>\n\n<p>\n16615 - فقال مالك: يطعم كل مسكين مدا أو يصوم مكان كل مد يوما.\n</p>\n\n<p>\n16616 - وهو قول الشافعي وأهل الحجاز.\n</p>\n\n<p>\n16617 - وقال أبو حنيفة: يطعم كل مسكين مدين، أو يصوم مكان كل مدين يوما.\n</p>\n\n<p>\n16618 - وهو قول الكوفيين، ومجاهد.\n</p>\n\n<p>\n16619 - واختلفوا في المحرم يقتل الصيد ثم يأكل منه.\n</p>\n\n<p>\n16620 - فقال مالك، والشافعي: ليس عليه إلا جزاء واحد.\n</p>\n\n<p>\n16621 - وهو قول أبي يوسف ومحمد.\n</p>\n\n<p>\n16622 - وقال أبو حنيفة: في قتله الجزاء كامل، وفي أكله ضمان ما أكل.\n</p>\n\n<p>\n16623 - وبه قال الأوزاعي.\n</p>\n\n<p>\n16624 - وقال الأوزاعي: لو صاد الحلال في الحرم، فعليه الجزاء فإن أكل\nمما صاد لم يضمن شيئا مما أحل.\n</p>\n\n<p>\n16625 - واختلفوا في الحلال إذا دخل معه من صيد الحل شيئا إلى الحرم، هل\nيجوز له أن يذبحه في الحرم ؟ 16626 - ففي \" الموطأ \": الذي يصيد الصيد وهو\nحلال، ثم يذبحه، وهو محرم عليه جزاؤه، وهو بمنزلة الذي يبتاعه وهو محرم ثم يقتله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p021'> Vol. 12, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n16627 - وقد روي عنه أن للمحل الذي صاده في الحل أن يذبحه في الحرم، وأن\nيبيعه، ويهبه فيه.\n</p>\n\n<p>\n16628 - وبه قال الشافعي.\n</p>\n\n<p>\n16629 - وقال أبو حنيفة: لا يجوز له فيه شيء من ذلك، وعليه أن يرسله.\n</p>\n\n<p>\n16630 - واتفقوا في المحرم إذا قتل صيدا مملوكا لغيره أن عليه قيمته\nلصاحبه والجزاء.\n</p>\n\n<p>\n16631 - وخالفهم المزني، فقال: لا جزاء عليه، ولا يلزمه غير قيمته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p022'> Vol. 12, p. 022</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head2'>AUTO ( 28) باب ما يقتل المحرم من الدواب</h2>\n\n<p>\n760 - مالك، عن نافع، عن عبد الله بن عمر أن رسول الله - صلى الله عليه\nوسلم - قال: \" خمس من الدواب، ليس <span id='ms1446'></span> على المحرم في قتلهن جناح: الغراب، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p023'> Vol. 12, p. 023</a>\n            </div>\n            \nوالحدأة، والعقرب، والكلب العقور \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p024'> Vol. 12, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n761 - وعن عبد الله بن دينار، عن ابن عمر، عن النبي - صلى الله عليه وسلم -\nفي معناه.\n</p>\n\n<p>\n16632 - وروى أيوب، عن نافع، عن ابن عمر مثله سواء، وزاد: قال أيوب: قلت\nلنافع: فالحية ؟ قال: الحية لا شك في قتلها وقال بعضهم عن أيوب: قلت لنافع:\nفالحية ؟ قال: الحية لا يختلف في قتلها.\n</p>\n\n<p>\n16633 - واختلف فيه عن الزهري، فرواه ابن عيينة، عن الزهري، عن سالم، عن\nابن عمر، عن النبي، صلى الله عليه وسلم.\n</p>\n\n<p>\n16634 - ورواه زيد بن جبير، عن ابن عمر، قال: أخبرتني إحدى نسوة النبي -\nصلى الله عليه وسلم - أن رسول الله كان يأمر المحرم بقتل خمس من الدواب...\nفذكر مثله سواء.\n</p>\n\n<p>\n16635 - وقد ذكرنا الأسانيد بذلك كله في \" التمهيد \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p025'> Vol. 12, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n762 - وعن هشام بن عروة، عن أبيه ; أن رسول الله - صلى الله عليه وسلم -\nقال: ( خمس فواسق. يقتلن في الحرم \" فذكره سواء.\n</p>\n\n<p>\n16636 - رواه معمر، عن الزهري، عن عروة، عن عائشة، عن النبي، صلى الله\nعليه وسلم.\n</p>\n\n<p>\n763 - وذكر مالك، عن ابن شهاب ; أن عمر بن الخطاب أمر بقتل الحيات في الحرم.\n</p>\n\n<p>\n16637 - قال مالك: في الكلب العقور الذي أمر بقتله في الحرام. إن كل ما\nعقر الناس، وعدا عليهم، وأخافهم، مثل الأسد والنمر والفهد والذئب. فهو\nالكلب العقور، وأما ما كان من السباع، لا يعدو. مثل الضبع والثعلب، والهر،\nوما أشبههن من السباع. فلا يقتلهن المحرم. فإن قتله فداه. وأما ما ضر من\nالطير، فإن المحرم لا يقتله، إلا ما سمى النبي - صلى الله عليه وسلم -\nالغراب والحدأة. وإن قتل المحرم شيئا من الطير سواهما، فداه.\n</p>\n\n<p>\n16638 - قال أبو عمر: أجمع العلماء على القول بجملة معنى أحاديث هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p026'> Vol. 12, p. 026</a>\n            </div>\n            \nالباب، واختلفوا في تفصيلها على ما نورده عنهم بحول الله وقوته إن شاء الله.\n</p>\n\n<p>\n16639 - فأما الكلب العقور فقد ذكر مالك مذهبه في موطئه على حسب ما\nأوردنا.\n</p>\n\n<p>\n16640 - ومذهب ابن عيينة في الكلب العقور نحو مذهب مالك.\n</p>\n\n<p>\n16641 - قال ابن عيينة: معنى قول رسول الله - صلى الله عليه وسلم - في\nالكلب العقور <span id='ms1447'></span>: كل سبع يعقر، ولم يخص به الكلب.\n</p>\n\n<p>\n16642 - قال سفيان: وفسره لي زيد بن أسلم كذلك.\n</p>\n\n<p>\n16643 - وكذلك قال أبو عبيد.\n</p>\n\n<p>\n16644 - وروى زهير بن محمد، عن زيد بن أسلم، عن عبد ربه بن سبلان، عن أبي\nهريرة، قال: الكلب العقور كالأسد.\n</p>\n\n<p>\n16645 - فكل هؤلاء يقولون إنه لم يعن بالكلب العقور الكلاب الإنسية\nالعادي منها ولا غير العادي دون سائر ما يعقر الناس ويعدو عليهم من السباع كلها.\n</p>\n\n<p>\n16646 - واحتج بعض من ذهب هذا المذهب بما روي عن النبي - صلى الله عليه\nوسلم - أنه قال في عتبة بن أبي لهب: ( اللهم سلط عليه كلبا من كلابك )،\nفعدى عليه الأسد ; فقتله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p027'> Vol. 12, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n16647 - ومذهب الثوري في ذلك كمذهب مالك، 16648 - قال الثوري: يقتل المحرم\nالكلب العقور.\n</p>\n\n<p>\n16649 - قال: وهو كل ما عدا عليك من السباع تقتله ولا كفارة عليك.\n</p>\n\n<p>\n16650 - ومذهب الشافعي في الكلب العقور نحو ذلك أيضا.\n</p>\n\n<p>\n16651 - قال الشافعي: الكلب العقور ما عدا على الناس من الكلاب.\n</p>\n\n<p>\n16652 - قال: ومثل الكلب العقور كل سبع عقور مثل النمر، والفهد، والذئب،\nوالأسد.\n</p>\n\n<p>\n16653 - ونحوه قول أحمد بن حنبل، قال: تقتل كل ما عدا عليك وعقرك وآذاك،\nولا فدية عليك.\n</p>\n\n<p>\n16654 - فهؤلاء العلماء كلهم مذاهبهم متقاربة في العبارة عن الكلب\nالعقور، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p028'> Vol. 12, p. 028</a>\n            </div>\n            \nوكلهم لا يرى ما ليس من السباع: الغراب، والحدأة في الأغلب ليست في معنى\nالكلب العقور في شيء ولا يجوز للمحرم عندهم قتل الهر الوحش، ولا الثعلب،\nولا الضبع.\n</p>\n\n<p>\n16655 - وقال أبو حنيفة وأصحابه: لا يقتل المحرم من السباع إلا الكلب\nوالذئب فقط يقتلهما فلا شيء عليه فيهما ابتدأه أو ابتدأهما، وإن قتل شيئا\nمن السباع فداه إلا أن يكون ابتدأه السبع، فإن ابتدأه فقتله فلا شيء عليه،\nوإن لم يبتدئه وقتله أفداه.\n</p>\n\n<p>\n16656 - وهو قول الأوزاعي، والحسن بن صالح.\n</p>\n\n<p>\n16657 - وقال زفر: لا يقتل المحرم إلا الذئب وحده، ومتى قتل غيره: فعليه\nالفدية، ابتدأه أو لم يبتدئه.\n</p>\n\n<p>\n16658 - قال أبو عمر: تلخيص مذهب مالك في الكلب العقور وسائر السباع فيما\nذكره ابن القاسم، وابن وهب، وأشهب عنه: أن المحرم يقتل السباع التي تعدو\nعلى الناس وتفترس، ابتدأه أو <span id='ms1448'></span> ابتدأها، جائز له قتلها على كل حال.\n</p>\n\n<p>\n16659 - وأما صغار أولادها التي لا تعدو على الناس ولا تفترس فلا يقتلها،\nولا يقتل ضبعا ولا ثعلبا، ولا هرا وحشيا إلا أن يبتدأه أحد هذه بالأذى\nوالعداء عليه ; فإن فعل فله قتله ودفعه عن نفسه.\n</p>\n\n<p>\n16660 - قال ابن القاسم: كما لو أن رجلا عدا على رجل فأراد قتله ; فدفعه\nعن نفسه لم يكن عليه شيء.\n</p>\n\n<p>\n16661 - وقال أشهب عنه: إن قتل المحرم ثعلبا أو هرا أو ضبعا وداه ; لأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p029'> Vol. 12, p. 029</a>\n            </div>\n            \nالنبي - صلى الله عليه وسلم - لم يأذن في قتل السباع، وإنما أذن في قتل\nالكلب العقور.\n</p>\n\n<p>\n16662 - قال: وكذلك صغار الذئاب والنمور لا يرى أن يقتلها المحرم، فإن\nقتلها فداها، وهي مثل فراخ الغربان.\n</p>\n\n<p>\n16663 - وقال أبو حنيفة: كل من قتل شيئا من السباع صغيرا أو كبيرا فداه\nإلا الكلب العقور، والذئب.\n</p>\n\n<p>\n16664 - وقال الشافعي: الذي يجوز للمحرم قتله من السباع فصغاره وكباره\nسواء يقتلها ولا شيء عليه، وما لا يجوز قتله صغيرا لم يقتله كبيرا، وكل ما\nلا يجوز أكل لحمه فلا بأس على المحرم في قتله.\n</p>\n\n<p>\n16665 - وجائز عنده. أكل الضبع والثعلب والهر.\n</p>\n\n<p>\n16666 - وسنبين مذهبه ومذهب سائر العلماء فيما يؤكل من الدواب في بابه من\nهذا الكتاب عند ذكر نهي رسول الله - صلى الله عليه وسلم - عن أكل كل ذي ناب\nمن السباع إن شاء الله، وليس هذا الباب فيما للمحرم قتله عند مالك وأصحابه\nمن باب ما يؤكل لحمه في شيء يعقب على ذلك.\n</p>\n\n<p>\n16667 - وأما الغراب والحدأة في هذا الباب، فقال أشهب: سئل مالك: أيقتل\nالمحرم الغراب والحدأة من غير أن يضرانه ؟ قال: لا، إلا أن يضرا به، إنما\nأذن في قتلها إذا أضرا في رأيي، فأما أن يصيبهما بدءا فله، وهما صيد.\n</p>\n\n<p>\n16668 - وليس للمحرم أن يصيد، وليا مثل العقرب، والفأرة والغراب والحدأة\nصيدا، فإن أضر الغراب والحدأة بالمحرم فله أن يقتلهما.\n</p>\n\n<p>\n16669 - قال: ولا بأس أن يقتل: الحية، والفأرة، والعقرب وإن لم تضره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p030'> Vol. 12, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n16670 - وقال ابن وهب وأشهب، عن مالك: أما الطير فلا يقتل المحرم منه إلا\nما <span id='ms1449'></span> سمى رسول الله - صلى الله عليه وسلم: \" الغراب والحدأة \" ولا أرى له أن\nيقتلهما إلا أن يضراه.\n</p>\n\n<p>\n16671 - وقال أبو حنيفة وأصحابه: لا شيء على المحرم في قتل الحية،\nوالعقرب، والحدأة، والفأرة، والغراب.\n</p>\n\n<p>\n16672 - وقال الشافعي: لا بأس بقتل الغراب والحدأة والرخم، والنسور،\nوالخنافس والقردان والحلم، وكل ما لا يؤكل لحمه فلا شيء على المحرم في قتل\nشيء من ذلك، ولا بأس بقتله لمحرم وغيره.\n</p>\n\n<p>\n16673 - هذا معنى قوله.\n</p>\n\n<p>\n16674 - وهو قول ابن عمر، وعائشة، وعروة، وابن شهاب.\n</p>\n\n<p>\n16675 - ذكر الساجي، قال: حدثني علي بن عبد الحميد الغدائري قال: حدثني\nالهيثم بن جميل قال: حدثني شريك، عن هشام بن عروة، عن أبيه، قال: ذكر عند\nابن عمر الغراب، فقال: هو الذي سماه رسول الله - صلى الله عليه وسلم -\nالفويسق، والله ما هو من الطيبات التي ذكر الله - عز وجل - في القرآن.\n</p>\n\n<p>\n16676 - قال: وحدثني محمد بن الحارث المخزومي، قال: حدثني ابن أبي أويس،\nعن مالك، عن هشام بن عروة، عن أبيه، عن عائشة، قالت: إني لأعجب من أكل\nالغراب وقد رأى أن رسول الله - صلى الله عليه وسلم - سماه فاسقا، والله ما هذا من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p031'> Vol. 12, p. 031</a>\n            </div>\n            \nالطيبات.\n</p>\n\n<p>\n16677 - وحدثني ابن المثنى، قال: حدثنا أبو داود، قال: حدثني همام، عن\nقتادة أنه كره. لحم الغراب.\n</p>\n\n<p>\n16678 - قال: وحدثني عبد الرزاق، قال حدثني حجاج بن المنهال، قال: حدثني\nحماد بن سلمة، قال: حدثني هشام بن عروة، عن أبيه أنه سئل عن لحم الغراب فكرهه.\n</p>\n\n<p>\n16679 - قال أبو عمر: جائز عند مالك أكل الغراب، والحدأة، وكل ذي مخلب من\nالطير ولم يصح عنده في ذلك النهي الذي روي عن النبي - صلى الله عليه وسلم.\n</p>\n\n<p>\n16680 - وقد صح عند أبي بكر الصديق أنه قال: كل الطير كله.\n</p>\n\n<p>\n16681 - وقد ذكرنا الخبر عنه في غير هذا الموضع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p032'> Vol. 12, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n16682 - وهو قول عطاء، وجماعة من العلماء.\n</p>\n\n<p>\n16683 - وذكر ابن وهب، عن خالد بن حميد، عن عقيل، عن ابن شهاب أنه سأله\nرجل عن أكل البازي ؟ فأمره بأكله.\n</p>\n\n<p>\n16684 - قال ابن وهب: وأخبرني الليث، قال: كتبت إلى يحيى بن سعيد في لحم\nالغراب، والحدأة <span id='ms1450'></span>، والنسر والصقر، والبازي، والعقاب وأشباهها، هل يكره أم لا\n؟ فقال يحيى بن سعيد: ليس ينبغي أن تحرم إلا ما حرم الله - عز وجل - أو بما\nتكلم رسول الله - صلى الله عليه وسلم - بالنفي عنه.\n</p>\n\n<p>\n16685 - قال ابن وهب: وسألت مالكا عن أكل الغراب والحدأة، وقلت له: إن\nرسول الله - صلى الله عليه وسلم - سماهما فاسقين، وأمر المحرم بقتلهما ؟\nفقال: لم أدرك أحدا ينهى عن أكلها.\n</p>\n\n<p>\n16686 - قال: ولا بأس بأكلهما.\n</p>\n\n<p>\n16687 - قال: وإني لأكره أكل الفأرة، والحية، والعقرب من غير أن أراه حراما.\n</p>\n\n<p>\n16688 - قال: ومن \" أكل حية فلا يأكلها حتى يذكيها.\n</p>\n\n<p>\n16689 - قال أبو عمر: العلماء مجمعون على قتل الحية والعقرب في الحل\nوالحرم للحلال والمحرم، وكذلك الأفعى عندهم جميعهم.\n</p>\n\n<p>\n16690 - وفي حديث ابن مسعود: كنا مع رسول الله - صلى الله عليه وسلم -\nبمنى ليلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p033'> Vol. 12, p. 033</a>\n            </div>\n            \nعرفة، فخرجت حية، فقال رسول الله - صلى الله عليه وسلم: \" اقتلوا فسيقا \".\n</p>\n\n<p>\n16691 - وفي حديث أبي سعيد الخدري، قال: قال رسول الله - صلى الله عليه\nوسلم: \" يقتل المحرم الأفعى، والأسود، والحية، والعقرب، والحدأة، والكلب\nالعقور والفويسقة.\n</p>\n\n<p>\n16692 - قال أبو بكر: قد ذكرنا إسناد هذين الحديثين في ( التمهيد ).\n</p>\n\n<p>\n16693 - والأسود: الحية. والفويسقة: الفأرة.\n</p>\n\n<p>\n16694 - روى شعبة عن مخارق بن عبد الله، عن طارق بن شهاب، قال: اعتمرت،\nفمررت بالرمال، فرأيت حيات ; فجعلت أقتلهن ; وسألت عمر ؟ فقال: هي عدو\nفاقتلهن.\n</p>\n\n<p>\n16695 - وقال ابن عيينة: سمعت الزهري يحدث عن سالم، عن أبيه أن عمر، سئل\nعن الحية يقتلها المحرم ؟ فقال: هي عدو ; فاقتلوها حيث وجدتموها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p034'> Vol. 12, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n16696 - قال سفيان: وقال لنا زيد بن أسلم ويحك ! أي كلب أعقر من الحية ؟\n16697 - قال أبو عمر: وكذلك أجمع العلماء على جواز قتل الفأرة في الحل\nوالحرم، وقتل العقرب والوزغ، إلا أن ابن القاسم وابن وهب وأشهب رووا عن\nمالك، وذكره ابن عبد الحكم عنه، قال: لا أدري أن يقتل المحرم الوزغ ; لأنه\nليس من الخمس التي أمر رسول الله - صلى الله عليه وسلم - بقتلهن، قيل له:\nفإن قتل المحرم الوزغ ؟ قال: أرى أن يتصدق وهو مثل شحمة الأرض. وقد قال\nرسول الله، صلى <span id='ms1451'></span> الله عليه وسلم: ( خمس من الدواب ) ; فليس عليهن شيء إلا سبعا.\n</p>\n\n<p>\n16698 - قال: ولا يقتل المحرم قردا، ولا خنزيرا، ولا الحية الصغيرة، ولا\nصغار السباع، ولا فراخ الغربان.\n</p>\n\n<p>\n16699 - قال أبو عمر: أمر رسول الله بقتل الوزغ وسماه فويسقا.\n</p>\n\n<p>\nرواه ابن شهاب، عن عامر بن سعد بن أبي وقاص، عن أبيه، عن النبي، صلى الله\nعليه وسلم.\n</p>\n\n<p>\n16700 - وعن ابن شهاب، عن عروة، عن عائشة، عن النبي، صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p035'> Vol. 12, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n16701 - والآثار بذلك متواترة، وقد ذكرنا بعضها في ( التمهيد ).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p036'> Vol. 12, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n16702 - وقد أجاز مالك قتل الحية والأفعى وليست من الخمس التي سماها رسول\nالله، صلى الله عليه وسلم.\n</p>\n\n<p>\n16703 - والكلب العقور عنده صفة لا عين مسماة، فيدخل في ذلك أكثر من الخمس.\n</p>\n\n<p>\n16704 - وقد قال إسماعيل بن إسحاق: اختلف في الزنبور فشبهه بعضهم بالحية\nوالعقرب.\n</p>\n\n<p>\n16705 - قال: ولولا أن الزنبور لا يبتدئ لكان أغلظ على الناس من الحية\nوالعقرب، ولكنه ليس في طبعه من الأذى ما في الحية والعقرب ; لأنه إنما يجيء\nإذا أوذي.\n</p>\n\n<p>\n16706 - قال: فإن عرض الزنبور لإنسان فدفعه عن نفسه لم يكن عليه فيه شيء.\n</p>\n\n<p>\n16707 - قال إسماعيل: وإنما لم يدخل أولاد الكلب العقور في حكم العقور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p037'> Vol. 12, p. 037</a>\n            </div>\n            \nلأنهن لا يعقرن في صغرهن.\n</p>\n\n<p>\n16708 - قال: وقد سمى رسول الله - صلى الله عليه وسلم - الخمس فواسق.\nوالفواسق: فواعل والصغار لا فعل لهن.\n</p>\n\n<p>\n16709 - قال أبو عمر: وحرم رسول الله - صلى الله عليه وسلم - [ التمثيل\nبالبهائم ] ونهى أن يتخذ شيئا فيه الروح غرضا، ونهى أن تصبر البهائم. وذلك\nفيما يجوز أكله وفيما لا يجوز، وإجماع العلماء المسلمين على ذلك.\n</p>\n\n<p>\n16710 - وقال، صلى الله عليه وسلم: ( من قتل عصفورا بغير حقه عذب به يوم\nالقيامة ).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p038'> Vol. 12, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nقيل: وما حقه ؟ يا رسول الله ! قال: \" يذبحه ولا يقطع رأسه فيرمي به \".\n</p>\n\n<p>\n16711 - وفي هذا كله دليل واضح أن ما يحل أكله لا يجور قتله لما فيه من\nالفساد وإضاعة المال، والله قد نهى عن الفساد، وأخبر أنه لا يحبه وقد نهى\nعن إضاعة المال،وكل مقدور عليه ذكاته الذبح، وكل ممتنع من الصيد ذكاته\nالحديد حيث أدركت منه <span id='ms1452'></span> مع سنة التسمية في ذلك.\n</p>\n\n<p>\n16712 - وقد أباح رسول الله - صلى الله عليه وسلم - قتل تلك الفواسق\nوشبهها في الحل والحرم على ما في حديث عائشة، وغيره، وقال: المحرم يقتله.\n</p>\n\n<p>\n16713 - وأما مالك ومن تابعه على جواز أكل الطير كله ذي المخلب منه وغير\nذي المخلب.\n</p>\n\n<p>\n16714 - فمن حجتهم أن الحدأة والغراب استثناهم رسول الله - صلى الله عليه\nوسلم - من الصيد الذي نهى المحرم عنه.\n</p>\n\n<p>\n16715 - وقد قالت فرقة منهم مجاهد بن جبر، ولا يقتل الغراب، ولكن يرمى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p039'> Vol. 12, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n16716 - وروي ذلك عن علي - رضي الله عنه - ولا يصح عنه.\n</p>\n\n<p>\n16717 - وقد ذكرنا إسناده عنه في \" التمهيد \".\n</p>\n\n<p>\n16718 - واحتج من قال بذلك بحديث أبي سعيد الخدري، عن النبي - صلى الله\nعليه وسلم - أنه سئل عما يقتل المحرم فقال: \" الحية، والعقرب، والفويسقة،\nويرمي الغراب ولا يقتله، والكلب العقور، والحدأة، والسبع العادي.\n</p>\n\n<p>\nرواه هشيم قال: حدثني يزيد بن أبي زياد، قال: حدثني عبد الرحمن بن أبي\nنعم، عن أبي سعيد الخدري.\n</p>\n\n<p>\n16719 - وقد ذكرناه، بإسناده، ويزيد بن أبي زياد ليس \" بحجة فيما انفرد به \".\n</p>\n\n<p>\n16720 - وشذت فرقة أخرى، فقالت: لا يقتل من الغربان إلا الغراب الأبقع.\n</p>\n\n<p>\n16721 - واحتجوا بما حدثنا محمد بن إبراهيم، قال: حدثني محمد بن معاوية،\nقال: حدثني أحمد بن شعيب، قال: أخبرنا عمر بن علي، قال: حدثني يحيى، قال:\nحدثني شعبة، قال: حدثني قتادة، عن سعيد بن المسيب، عن عائشة، عن النبي -\nصلى الله عليه وسلم - قال: ( خمس يقتلهن المحرم: الحية والفأرة، والحدأة،\nوالغراب الأبقع، والكلب العقور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p040'> Vol. 12, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n16722 - قال أبو عمر: الأبقع من الغربان الذي في ظهره وبطنه بياض. وكذلك\nالكلب الأبقع أيضا. وأما الأدرع فهو الأسود، والغراب الأعصم هو الأبيض\nالرجلين، وكذلك الوعل الأعصم عصمته بياض في رجليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p041'> Vol. 12, p. 041</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head3'>AUTO ( 29) باب ما يجوز للمحرم أن يفعله</h2>\n\n<p>\n764 - مالك، عن يحيى بن سعيد، عن محمد بن إبراهيم بن الحارث التيمي، عن\nربيعة بن أبي عبد الله بن الهدير أنه رأى عمر بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p042'> Vol. 12, p. 042</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p043'> Vol. 12, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nالخطاب يقرد بعيرا له في طين بالسقيا. وهو محرم.\n</p>\n\n<p>\n16723 - قال أبو عمر: تقريد البعير: نزع القراد عنه ورميه، وكان عمر\nيدفنها في <span id='ms1453'></span> الطين لئلا ترجع إلى البعير وليكون أعون له على قتلها.\n</p>\n\n<p>\nوأدخل مالك هذا الخبر عن عمر بعدما ترجم الباب ب ( ما يجوز للمحرم أن\nيفعله )، ثم قال بأثر عمر هذا.\n</p>\n\n<p>\n16724 - قال مالك: وأنا أكرهه.\n</p>\n\n<p>\n765 - ثم أدخل في هذا الباب عن نافع ; أن عبد الله بن عمر كان يكره أن\nينزع المحرم حلمة أو قرادا عن بعيره.\n</p>\n\n<p>\n16725 - قال مالك: وذلك أحب ما سمعت إلي في ذلك.\n</p>\n\n<p>\n16726 - قال أبو عمر: كأنه رأى أن قول ابن عمر أحوط فمال إليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p044'> Vol. 12, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n16727 - ولم يتابعه جمهور العلماء عليه ; لأن القراد ليس من الصيد فيدخل في\nمعنى قول الله، عز وجل:ياأيها الذين آمنوا لا تقتلوا الصيد وأنتم حرم [\nالمائدة: 95 ] ولا هو ممن يعتبر المحرم في نفسه من الصبر مما يغير به\nالمحرم في نفسه من الصيد على أذاه، وليس في جسده، ولا في رأسه، ولم يتعد\nكونه في هوام جسد بعيره.\n</p>\n\n<p>\n16728 - فليس لقول ابن عمر وجه، ولا معنى صحيح في النظر.\n</p>\n\n<p>\n16729 - وقد قال ابن عباس: لا بأس أن يقتل المحرم القراد، والحلم،\nوالبراغيث.\n</p>\n\n<p>\n16730 - قال أبو عمر: على قول ابن عباس في هذا أكثر الناس.\n</p>\n\n<p>\n16731 - قال الشافعي، وأبو حنيفة، والثوري، والليث والأوزاعي: لا بأس أن\nيقرد المحرم بعيره.\n</p>\n\n<p>\n16732 - وهو قول جابر بن زيد، وعطاء، وبه قال أبو ثور وأحمد، وإسحاق،\nوأبو عبيد، وداود، والطبري.\n</p>\n\n<p>\n766 - مالك، عن علقمة بن أبي علقمة، عن أمه ; أنها قالت: سمعت عائشة -\nزوج النبي - صلى الله عليه وسلم - تسأل عن المحرم. أيحك جسده ؟ فقالت: نعم\nفليحككه وليشدد. ولو ربطت يداي، ولم أجد إلا رجلي لحككت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p045'> Vol. 12, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n16733 - قال أبو عمر: لا خلاف بين العلماء في أن للمحرم أن يحك جسده، وأن\nيحك رأسه حكا رقيقا ; لئلا يقتل قملة أو يقطع شعرة.\n</p>\n\n<p>\n16734 - وإنما قالت عائشة - والله أعلم - يحك المحرم جسده وليشدد ; لأن\nشعر الجسد أحق عند أهل العلم، وهم لا يرون على من حك رأسه شيئا إلا أن\nيستيقن أنه قتل قملا أو قطع شعرا.\n</p>\n\n<p>\n16735 - ولا خلاف بين العلماء أنه لا يجوز للمحرم أخذ شيء من <span id='ms1454'></span> شعر رأسه\nوجسده لضرورة ما دام محرما، فإن فعل فقد تجاوز له بعض العلماء في اليسير من\nالشعر مثل الشعرة والشعرتين.\n</p>\n\n<p>\n16736 - قال عطاء: ليس في الشعرة ولا في الشعرتين شيء.\n</p>\n\n<p>\n16737 - قال عطاء: فإن كن شعرات ففيهن الكفارة.\n</p>\n\n<p>\n16738 - قال أبو عمر: الكفارة ما أوجبه رسول الله - صلى الله عليه وسلم -\nعلى كعب بن عجرة، وسيأتي القول في هذا في بابه من هذا الكتاب إن شاء الله.\n</p>\n\n<p>\n16739 - وقال الشافعي: إذا قطع المحرم من رأسه أو جسده ثلاث شعرات أو\nنتفهن فعليه فدية، وإن نتف شعرة فعليه مد، وإن نتف شعرتين فمدان.\n</p>\n\n<p>\n16745 - وبه قال أبو ثور.\n</p>\n\n<p>\n16741 - ولم يحد مالك في ذلك شيئا.\n</p>\n\n<p>\n16742 - وقال مالك فيمن نتف شعر أنفه أو إبطيه، أو اصطلى بنورة، أو حلق\nعن شجة في رأسه لضرورة، أو حلق قفاه لموضع المحاجم وهو محرم ناسيا أو جاهلا\n; فعليه الفدية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p046'> Vol. 12, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n16743 - قال أبو عمر: قول مالك أصوب، لأن الحدود في الشريعة لا تصح إلا\nبتوقيف ممن يجب التسليم له.\n</p>\n\n<p>\n16744 - وقال أبو حنيفة وأصحابه: إن أخذ المحرم من شعر رأسه أو لحيته\nفعليه صدقة، أو نتف شعرات، فإن نتف إبطيه فعليه دم، وإن حلق موضع المحاجم\nفعليه دم في قول أبي حنيفة.\n</p>\n\n<p>\n16745 - وفي قول أبي يوسف، ومحمد: عليه صدقة.\n</p>\n\n<p>\n16746 - وروي عن الحسن البصري أن عليه في شعرة واحدة دما.\n</p>\n\n<p>\n16747 - وهذا إسراف، والله أعلم.\n</p>\n\n<p>\n767 - مالك، عن أيوب بن موسى ; أن عبد الله بن عمر نظر في المرآة لشكو\nكان بعينيه، وهو محرم.\n</p>\n\n<p>\n16748 - قال أبو عمر: لم يرو مالك هذا الخبر عن نافع، رواه عبيد الله\nوعبد الله العمريان، عن نافع، عن ابن عمر.\n</p>\n\n<p>\n16749 - ورواه أيوب السختياني، عن نافع، عن ابن عمر، ذكره معمر، عن أيوب\nعن نافع، قال: رأيت ابن عمر نظر في المرآة وهو محرم.\n</p>\n\n<p>\n16750 - قال أبو عمر: روي عن مالك أنه كره النظر في المرآة للمحرم من غير\nشكوى، وكأنه دخل قوله في ابن عمر: \" لشكوى كانت بعينيه \"، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p047'> Vol. 12, p. 047</a>\n            </div>\n            \nيريد أنه لم يكن نظره فيها رفاهية ولا زينة، ولا لدفع شيء من الشعث <span id='ms1455'></span>.\n</p>\n\n<p>\n16751 - وعن الحسن، وابن سيرين، وعطاء، وطاوس ومجاهد: أنه لا بأس للمحرم\nأن ينظر في المرآة.\n</p>\n\n<p>\n16752 - وقد روي عن عطاء أنه كرهه إذا كان ذلك لزينة.\n</p>\n\n<p>\n16753 - واختلف عن ابن عباس فروى ابن جريج، عن عطاء الخراساني: أن ابن\nعباس كره أن ينظر المحرم في المرآة، وروى هشام بن حسن، عن عكرمة، عن ابن\nعباس، قال: لا بأس أن ينظر المحرم في المرآة.\n</p>\n\n<p>\n16754 - قال أبو عمر: على هذا الناس ; لأن الله تعالى لم ينه عن ذلك ولا\nرسوله - صلى الله عليه وسلم - ولا في الأصول شيء يمنع منه.\n</p>\n\n<p>\n768 - مالك، عن محمد بن عبد الله بن أبي مريم ; أنه سأل سعيد بن المسيب\nعن ظفر له انكسر وهو محرم. فقال سعيد: اقطعه.\n</p>\n\n<p>\n16755 - وهذا أيضا لا بأس به عند العلماء.\n</p>\n\n<p>\n16756 - وذكر عبد الرزاق، عن معمر، والثوري عن أيوب عن عكرمة، عن ابن\nعباس، قال: المسلم ينزع ضرسه، وإن انكسر ظفره طرحه، أميطوا عنكم الأذى، فإن\nالله تعالى لا يصنع بأذاكم شيئا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p048'> Vol. 12, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n16757 - وسئل مالك، عن الرجل يشتكي أذنه. أيقطر في أذنه من البان الذي لم\nيطيب، وهو محرم ؟ فقال: لا أرى بذلك بأسا. ولو جعله في فيه، لم أر بذلك بأسا.\n</p>\n\n<p>\n16758 - قال أبو عمر: ما ليس بطيب فلا يختلف العلماء في أنه مباح، ويحل\nللمحرم مباشرته والتداوي به.\n</p>\n\n<p>\n16759 - قال مالك: ولا بأس أن يبط المحرم خراجه، ويفقأ دمله، ويقطع عرقه،\nإذا احتاج إلى ذلك.\n</p>\n\n<p>\n16760 - قال أبو عمر: الأصل في هذا أن رسول الله - صلى الله عليه وسلم -\nاحتجم وهو محرم من أذى كان به.\n</p>\n\n<p>\n16761 - وفي ذلك إباحة التداوي بقطع العرق وشبهه من بط الخراج، وفقء\nالدمل، وقلع الضرس، وما كان مثل ذلك كله. وعلى ذلك فتوى جماعة الفقهاء،\nوعلى ذلك مضى من قبلهم من التابعين وسلف العلماء.\n</p>\n\n<p>\n16762 - وقد أجمعوا على نزع الشوكة وشبهها للمحرم.\n</p>\n\n<p>\nوقد مضى معنى هذا الباب، والله الموفق للصواب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p049'> Vol. 12, p. 049</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head4'>AUTO ( 30) باب الحج عمن يحج عنه</h2>\n\n<p>\n769 - مالك، عن ابن شهاب، عن سليمان بن يسار عن عبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p050'> Vol. 12, p. 050</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p051'> Vol. 12, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nبن عباس ; قال: كان الفضل بن عباس <span id='ms1456'></span> رديف رسول الله - صلى الله عليه وسلم -\nفجاءته امرأة من خثعم تستفتيه. فجعل الفضل ينظر إليها وتنظر إليه. فجعل\nرسول الله - صلى الله عليه وسلم - يصرف وجه الفضل إلى الشق الآخر. فقالت:\nيا رسول الله. إن فريضة الله في الحج أدركت أبي شيخا كبيرا. لا يستطيع أن\nيثبت على الراحلة. أفأحج عنه ؟ قال: \" نعم \"، وذلك في حجة الوداع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p052'> Vol. 12, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n16763 - قال أبو عمر: وهذا الحديث قد سمعه سليمان بن يسار من عبد الله بن\nعباس من رواية الأوزاعي، وابن عيينة عن الزهري.\n</p>\n\n<p>\n16764 - حدثني سعد، قال: حدثني قاسم، قال: حدثني الزهري، قال: حدثني\nالحميدي.\n</p>\n\n<p>\n16765 - وحدثني عبد الوارث، قال: حدثني قاسم، قال حدثني بكر، قال: حدثني\nمسدد. قالا: حدثنا سفيان، قال: حدثني الزهري، قال: سمعت سليمان بن يسار\nيقول: سمعت ابن عباس يقول: إن امرأة من خثعم سألت رسول الله - صلى الله\nعليه وسلم - غداة النحر، والفضل رديفه، فقالت: إن فريضة الله في الحج على\nعباده أدركت أبي شيخا كبيرا لا يستطيع أن يستمسك على الراحلة هل ترى أن أحج\nعنه ؟ قال: \" نعم \".\n</p>\n\n<p>\n16766 - قال الحميدي: وحدثني سفيان، قال: كان عمرو بن دينار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p053'> Vol. 12, p. 053</a>\n            </div>\n            \nحدثناه: أولا عن الزهري، عن سليمان بن يسار، عن ابن عباس، وزاد فيه: \"\nفقالت: يا رسول الله: أو ينفعه ذلك قال: \" نعم كما لو كان على أحدكم دين\nفقضا غيره عنه \". قال \" فلما جاءنا الزهري تفقدت هذا ; فلم يقله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p054'> Vol. 12, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n16767 - قال أبو عمر: هذه الرواية التي رواها عمرو بن دينار، عن الزهري\nبإسناده المذكور محفوظة من وجوه كثيرة من حديث الزهري وغيره. وليس ما سمعه\nابن عيينة من عمرو بن دينار، عن الزهري بدون ما سمعه هو من الزهري، وعمرو\nأحد الأئمة الحفاظ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p055'> Vol. 12, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n16768 - وفي هذا الحديث من الفقه ركوب شخصين على دابة، هذا مما لا خلاف في\nجوازه، إذا أطاقت الدابة ذلك.\n</p>\n\n<p>\n16769 - وفيه إباحة الارتداف، وذلك من التواضع، وأفعال رسول الله - صلى\nالله عليه وسلم - كلها سنن مرغوب فيها يحسن التأسي بها على كل حال، وجميل\nالارتداف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p056'> Vol. 12, p. 056</a>\n            </div>\n            \nبالجليل من الرجال.\n</p>\n\n<p>\n16770 - وفيه بيان ما <span id='ms1457'></span> ركب في الآدميين من شهوات النساء في الرجال،\nوالرجال في النساء وما يخاف من النظر إليهن، وكان الفضل بن عباس من أجمل\nالشبان في زمانه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p057'> Vol. 12, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n16771 - وفيه: أن على العالم والإمام أن يغير من المنكر كل ما يمكنه بحسب\nما يقدر عليه إذا رآه، وليس عليه ذلك فيما غاب عنه.\n</p>\n\n<p>\n16772 - وفيه دليل على أنه يجب على الإمام أن يحول بين الرجال والنساء\nاللواتي لا يؤمن عليهن ولا منهن الفتنة ومن الخروج والمشي منهن في الحواضر\nوالأسواق، وحيث ينظرن إلى الرجال وينظر إليهن.\n</p>\n\n<p>\n16773 - قال رسول الله، صلى الله عليه وسلم: \" ما تركت بعدي فتنة أضر على\nالرجال من النساء \".\n</p>\n\n<p>\n16774 - وفيه دليل على أن إحرام المرأة في وجهها وقد مضى القول في هذا\nالمعنى.\n</p>\n\n<p>\n16775 - وقد زعم بعض أصحابنا أن في هذا الحديث دليلا على أن للمرأة أن\nتحج وإن لم يكن معها ذو محرم ; لأن رسول الله - صلى الله عليه وسلم - قال\nللمرأة الخثعمية حجي عن أبيك ولم يقل إن كان معك ذو محرم.\n</p>\n\n<p>\n16776 - وهذا ليس بالقوي من الدليل، لأن العلم ما نطق به لا ما سكت عنه،\nوقد قال صلى الله عليه وسلم: لا يحل لامرأة تؤمن بالله واليوم الآخر تسافر\nإلا مع ذي محرم أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p058'> Vol. 12, p. 058</a>\n            </div>\n            \nزوج \".\n</p>\n\n<p>\n16777 - وأما اختلاف أهل العلم في معنى هذا الحديث الذي له سن وذلك حج\nالمرء عن من لا يطيق الحج من الأحياء فإن جماعة منهم ذهبوا إلى أن هذا\nالحديث مخصوص به أبو الخثعمية لا يجوز أن يتعدى به إلى غيره. بدليل قول\nالله - عز وجل -ولله على الناس حج البيت من استطاع إليه سبيلا [ آل عمران:\n97 ]، ولم يكن أبو الخثعمية ممن يلزمه الحج لما لم يستطع إليه سبيلا ; فخص\nبأن يقضى عنه وينفعه ذلك، وخصت ابنته أيضا أن تحج عن أبيها وهو حي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p059'> Vol. 12, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n16778 - وممن قال بذلك مالك وأصحابه. قالوا: خص أبو الخثعمية والخثعمية\nبذلك، كما خص سالم مولى أبي حذيفة برضاعه في حال الكبر.\n</p>\n\n<p>\n16779 - وهذا مما يقول به المخالف فيلزمه.\n</p>\n\n<p>\n16780 - وروي معنى قول مالك، عن <span id='ms1458'></span> عبد الله بن الزبير، وعكرمة، وعطاء،\nوالضحاك.\n</p>\n\n<p>\n16781 - قال ابن الزبير: والاستطاعة: القوة.\n</p>\n\n<p>\n16782 - وقال عكرمة: الاستطاعة: الصحة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p060'> Vol. 12, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n16783 - وقال أشهب: قيل لمالك: الاستطاعة الزاد والراحلة ؟ قال: لا والله\nوما ذاك إلا على قدر طاقة الناس فرب رجل يجد زادا وراحلة ولا يقدر على\nالمسير، وآخر يقوى يمشي على راحلته وإنما هو كما قال الله، عز وجل:من\nاستطاع إليه سبيلا.\n</p>\n\n<p>\n16784 - قال أبو عمر: وذهب آخرون إلى أن الاستطاعة تكون في البدن\nوالقدرة، وتكون أيضا بالمال لمن لم يستطع ببدنه، واستدلوا بهذا الحديث وما\nكان مثله.\n</p>\n\n<p>\n16785 - وممن قال بذلك الشافعي، وأبو حنيفة، والثوري وأحمد، وإسحاق.\n</p>\n\n<p>\n16786 - وروي ذلك عن عمر بن الخطاب، وعبد الله بن عباس، وسعيد بن جبير،\nوالحسن، وعمرو بن دينار والسدي، كلهم وجماعة سواهم يقولون: السبيل: الزاد\nوالراحلة.\n</p>\n\n<p>\n1678 - وهذا يدل على أن فرض الحج على البدن والمال.\n</p>\n\n<p>\n16788 - وروي عن النبي - عليه السلام - أنه قال: ( السبيل: الزاد\nوالراحلة، من وجوه منها مرسلة، ومنها ضعيفة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p061'> Vol. 12, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n16789 - والاستطاعة في لسان العرب تكون بالمال، وتكون بالبدن.\n</p>\n\n<p>\n16790 - وتقول العرب: أنا أستطيع أن أبني داري. يعني بماله.\n</p>\n\n<p>\n16791 - وكذلك سائرها يشبهه ذلك، والاحتجاج لكلا الفريقين يطول، وليس هنا\nمما قصد به إلى ذلك، وقد أوضحنا أصول ذلك في \" التمهيد \".\n</p>\n\n<p>\n16792 - وأما اختلافهم في المعضوب الذي لا يستطيع أن يثبت على الراحلة\nلكبر أو لضعف، أو لزمانة.\n</p>\n\n<p>\n16793 - فقال مالك: لا حج على من هذه حاله، وإن كان واجدا لما يبلغه الحج\nمن ماله.\n</p>\n\n<p>\n16794 - وقال أبو حنيفة والشافعي: هو مستطيع إذا وجد من يحج عنه بمال أو\nبغير مال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p062'> Vol. 12, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n16795 - قال الشافعي: الاستطاعة على وجهين: أحدهما أن يكون مستطيعا ببدنه،\nوالآخر من ماله ما يبلغه في الحج: زاد وراحلة. قال: والوجه الآخر أن يكون\nمعضوبا ببدنه لا يقدر على مركب بحال وهو قادر على من يطيعه إذا أمر. أن يحج\nعنه بطاعته له، أو باستحبابه له، فيكون ممن يلزمه الحج.\n</p>\n\n<p>\n16796 - واحتج بحديث الخثعمية قال لها رسول الله - صلى الله عليه وسلم -\nحجي عن أبيك فإن ذلك يجزئ كما لو كان عليه دين فقضيته <span id='ms1459'></span> عنه \".\n</p>\n\n<p>\n16797 - قال أبو عمر: احتج بعض أصحابنا المالكيين بحديث عبد الرزاق، عن\nالثوري، عن سليمان بن الشيباني، عن يزيد الأصم، عن ابن عباس: أن رجلا سأل\nرسول الله - صلى الله عليه وسلم - فقال: أحج عن أبي ؟ قال: \" نعم. إن لم\nتزده خيرا لم تزده شرا \".\n</p>\n\n<p>\n16798 - قال أبو عمر: هذا الحديث قد أنكروه على عبد الرزاق وخطئوه فيه ;\nلأنه حديث لم يروه أحد عن الثوري غيره، فلا يوجد في غير كتاب عبد الرزاق،\nوقالوا: هذا حديث منكر لا يشبه ألفاظ النبي - صلى الله عليه وسلم - ومحال\nأن يأمر النبي - صلى الله عليه وسلم - بما لا يدري أينفع أم لا.\n</p>\n\n<p>\n16799 - حدثني خلف بن سعيد. قال: حدثني عبد الله بن محمد، قال حدثني أحمد\nبن خالد، قال: حدثني عبيد بن محمد الكشوري، قال: لم يرو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p063'> Vol. 12, p. 063</a>\n            </div>\n            \nحديث الشيباني عن يزيد بن الأصم عن ابن عباس أحد غير عبد الرزاق عن الثوري،\nلم يروه عن الثوري: كوفي، ولا بصري، ولا حجازي، ولا أحد غير عبد الرزاق.\n</p>\n\n<p>\n16800 - قال أبو عمر: لما لم يوجد عند من هو أعرف بالثوري من عبد الرزاق،\nمثل: القطان، وابن مهدي، ووكيع وأبي نعيم، وابن المبارك والفريابي،\nوالأشجعي، وغيرهم - علم أن عبد الرزاق قد وهم فيه لفظا وأشبه عليه.\n</p>\n\n<p>\n16801 - وقد روى شعبة، عن النعمان بن سالم، عن عمرو بن أوس، عن أبي رزين\nالعقيلي أنه قال: يا رسول الله ! إن أبي شيخ كبير لا يستطيع الحج والعمرة\nولا الظعن ؟ قال: \" حج عن أبيك واعتمر \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p064'> Vol. 12, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n16882 - وقد روى هشيم وغيره، عن أبي بشر، عن سعيد بن جبير، عن ابن عباس،\nقال: أتى رجل إلى النبي - صلى الله عليه وسلم فقال: إن أختي نذرت أن تحج،\nفماتت ; أفأحج عنها ؟ قال: \" نعم أرأيت لو كان عليها دين فقضيته.. الله\nأولى بالوفاء \".\n</p>\n\n<p>\n16803 - وفي هذا الحديث الحج عن الميت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p065'> Vol. 12, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n16804 - وفي هذا الباب أحاديث كثيرة قد ذكرنا أكثرها في \" التمهيد \".\n</p>\n\n<p>\n16805 - وقد أجمعوا أن لا تقضى الصلاة عن حي ولا ميت. واختلفوا في الصيام\nلاختلاف الآثار في ذلك، والله أعلم <span id='ms1460'></span>، ففي هذا الحديث مع إيجاب الحج على من\nقدر عليه بماله وضعف عن إقامته ببدنه جواز في الرجل عن غيره.\n</p>\n\n<p>\n16806 - وقد اختلف العلماء في ذلك.\n</p>\n\n<p>\n16807 - فقال الحسن بن صالح بن حي: لا يحج أحد عن أحد، إلا عن ميت لم يحج\nحجة الإسلام.\n</p>\n\n<p>\n16807 - وهو قول مالك، والليث.\n</p>\n\n<p>\n16808 - وقال أبو حنيفة: للصحيح أن يأمر من يحج عنه، يكون ذلك في ثلثه،\nوإن تطوع رجل بالحج عنه بعد الموت أجزاه.\n</p>\n\n<p>\n16809 - ولا يجوز عنده أن يؤاجر أحد نفسه في الحج.\n</p>\n\n<p>\n16810 - وقول الثوري نحو قول أبي حنيفة.\n</p>\n\n<p>\n16811 - قال سفيان الثوري: إذا مات الرجل ولم يحج فليوص أن يحج عنه، فإن\nهو لم يوص فحج عنه ولده فحسن ; فإنما هو دين يقضيه.\n</p>\n\n<p>\n16812 - قال: وقد كان يستحب لذي القرابة أن يحج عن قرابته، فإن كان لا\nقرابة له فمواليه إن كان له موالي، فإن ذلك يستحب، فإن أحجوا عنه رجلا\nتطوعا فلا بأس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p066'> Vol. 12, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n16813 - قال سفيان: وإذا أوصى الرجل أن يحج عنه فليحج عنه، ولا ينبغي لرجل\nأن يحج عن غيره إذا لم يحج عن نفسه.\n</p>\n\n<p>\n16814 - وقال ابن أبي ليلى، والأوزاعي، والشافعي: يحج عن الميت، وإن لم\nيوص به ويجزيه.\n</p>\n\n<p>\n16815 - قال الشافعي: ويكون ذلك من رأس المال.\n</p>\n\n<p>\n16816 - وقال مالك: يجوز أن يحج عن الميت من لم يحج قط، ولكن الاختيار أن\nيحج عن نفسه أولا، ثم يحج عن غيره.\n</p>\n\n<p>\n16817 - وهو قول أبي حنيفة، والأوزاعي، والثوري.\n</p>\n\n<p>\n16818 - وقال: لا يحج عن الميت إلا من حج عن نفسه.\n</p>\n\n<p>\n16819 - وكان يكره أن تحج المرأة عن الرجل، ولا يكره للرجل أن يحج عن\nالمرأة، لأن المرأة تلبس والرجل لا يلبس.\n</p>\n\n<p>\n16820 - وقال الشافعي: لا يحج عن الميت إلا من حج عن نفسه، فإن حج عن\nالميت صرورة كانت نيته للنفل لغوا.\n</p>\n\n<p>\n16821 - وقال الشافعي: جائز أن يؤاجر نفسه في الحج ولست أكرهه.\n</p>\n\n<p>\n16822 - وقال مالك: وأكره أن يؤاجر نفسه في الحج فإن فعل جاز.\n</p>\n\n<p>\n16823 - وهكذا كان قول الشافعي بالعراق.\n</p>\n\n<p>\n16824 - وعند أبي حنيفة: لا يجوز الاستئجار على الحج قربة إلى الله ( عز وجل ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p067'> Vol. 12, p. 067</a>\n            </div>\n            \nولا يصح أن <span id='ms1461'></span> يعمله غير المتقرب به.\n</p>\n\n<p>\n16825 - واحتج بعض أصحابه بالإجماع على أنه لا يجوز أن يستأجر الذمي بأن\nيحج عن مسلم، وذلك لأنه قربة للمسلم.\n</p>\n\n<p>\n16826 - ومن حجة مالك، والشافعي على جواز ذلك إجماعهم على كتب المصحف،\nوبناء المسجد، وحفر القبر وصحة الاستئجار في ذلك، وهو قربة إلى الله - عز\nوجل - فكذلك عمل الحج عن الغير.\n</p>\n\n<p>\n16827 - والصدقات قربة إلى الله - عز وجل - وقد أباح للعامل عليها الأجر\nعلى عمالته.\n</p>\n\n<p>\n16828 - ويدخل عليهم في احتجاجه بالإجماع على أن الذمي لا يجوز لمسلم أن\nيستأجره على أداء الحج عن نفسه إجماعهم أيضا أنه لا يجوز استئجار الذمي في\nالتطوع بالحج، وهم يحرمونه للمسلم في التطوع فكذلك الفرض.\n</p>\n\n<p>\n16829 - وفي حديث الخثعمية - حديث مالك هذا - رد على الحسن بن صالح بن حي\nفي قوله: أن المرأة لا يجوز أن تحج عن الرجل. وهو حجة لمن أجاز ذلك.\n</p>\n\n<p>\n16830 - وأما حجة من أبى من جواز حج الرجل وهو صرورة عن غيره حتى يحج عن\nنفسه ما حدثني عبد الله بن محمد، قال: حدثني محمد بن بكر، قال: حدثنا أبو\nداود، قال: حدثني إسحاق بن إسماعيل الطالقاني قال: حدثني عبدة بن سليمان،\nعن ابن أبي عروبة، عن قتادة، عن عروة، عن سعيد بن جبير، عن ابن عباس: أن\nالنبي - صلى الله عليه وسلم - سمع رجلا يقول: لبيك عن شبرمة. قال: ( من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p068'> Vol. 12, p. 068</a>\n            </div>\n            \nشبرمة ؟ ) قال: أخ لي - أو قريب لي - فقال: \" حججت عن نفسك ؟ \" قال: لا.\nقال: \" فحج عن نفسك، ثم حج عن شبرمة \".\n</p>\n\n<p>\n16831 - ومن أبى القول بهذا الحديث علله بأنه قد روي هذا الحديث موقوفا\nعلى ابن عباس \" أنه سمع رجلا يقول: لبيك عن شبرمة... الحديث \" لم يذكر فيه\nالنبي - صلى الله عليه وسلم.\n</p>\n\n<p>\n1683 - وبعضهم يرويه عن قتادة، عن سعيد بن جبير لا يذكر \" عزرة \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p069'> Vol. 12, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n16833 - والذي يقبله يحتج بأن الذي رفعه حافظ قد حفظ ما فسر عنه غيره، فوجب\nقبول زيادته، وبالله التوفيق، هو حسبي ونعم الوكيل \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p070'> Vol. 12, p. 070</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head5'>AUTO ( 31) باب ما جاء فيمن أحصر بعدو</h2>\n\n<p>\n770 - قال مالك: من حبس بعدو فحال بينه وبين البيت <span id='ms1462'></span>، فإنه يحل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p071'> Vol. 12, p. 071</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p072'> Vol. 12, p. 072</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p073'> Vol. 12, p. 073</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p074'> Vol. 12, p. 074</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p075'> Vol. 12, p. 075</a>\n            </div>\n            \nمن كل شيء. وينحر هديه، ويحلق رأسه حيث حبس. وليس عليه قضاء.\n</p>\n\n<p>\nمالك ; أنه بلغه أن رسول الله - صلى الله عليه وسلم - حل هو وأصحابه\nبالحديبية، فنحروا الهدي. وحلقوا رءوسهم. وحلوا من كل شيء قبل أن يطوفوا\nبالبيت. وقبل أن يصل إليه الهدي. ثم لم يعلم أن رسول الله - صلى الله عليه\nوسلم - أمر أحدا من أصحابه، ولا ممن كان معه، أن يقضوا شيئا يعودوا لشيء.\n</p>\n\n<p>\n771 - مالك، عن نافع، عن عبد الله بن عمر ; أنه قال، حين خرج إلى مكة\nمعتمرا في الفتنة: إن صددت عن البيت، صنعنا كما صنعنا - مع رسول الله - صلى\nالله عليه وسلم. فأهل بعمرة، من أجل أن رسول الله - صلى الله عليه وسلم -\nأهل بعمرة، عام الحديبية. ثم إن عبد الله نظر في أمره فقال: ما أمرهما إلا\nواحد. ثم التفت إلى أصحابه فقال: ما أمرهما إلا واحد. أشهدكم أني قد أوجبت\nالحج مع العمرة. ثم نفذ حتى جاء البيت. فطاف طوافا واحدا. ورأى ذلك مجزيا عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p076'> Vol. 12, p. 076</a>\n            </div>\n            \nوأهدى.\n</p>\n\n<p>\n16834 - قال مالك: فهذا الأمر عندنا. فيمن أحصر بعدو. كما أحصر النبي -\nصلى الله عليه وسلم - وأصحابه. فأما من أحصر بغير عدو فإنه لا يحل دون البيت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p077'> Vol. 12, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n16835 - قال أبو عمر: الإحصار عند أهل العلم منها المحصر بعدو، وبالسلطان\nالجائر، ومنها بالمرض.\n</p>\n\n<p>\n16836 - وأصل الأسر في اللغة: الحبس، والمنع.\n</p>\n\n<p>\n16837 - قال الخليل، وغيره: حصرت الرجل حصرا: منعته وحبسته.\n</p>\n\n<p>\n16838 - قال: وأحصر الرجل عن بلوغ مكة والمناسك من مرض أو نحوه.\n</p>\n\n<p>\n16839 - هكذا قالوا، جعلوا الأول ثلاثيا من حصرت، والثاني رباعيا من\nأحصرت في المرض.\n</p>\n\n<p>\n16840 - وعلى هذا خرج قول ابن عباس: \" لا حصر إلا حصر العدو \"، ولم يقل\nإلا إحصار العدو.\n</p>\n\n<p>\n16841 - وقال جماعة من أهل اللغة: قال: أحصر من عدو، ومن المرض جميعا،\nوقالوا: حصر، وأحصر. بمعنى واحد في المرض والعدو، ومعنى أحصر: حبس.\n</p>\n\n<p>\n1684 - واحتج من قال هذا من الفقهاء بقول الله، عز وجل:فإن أحصرتم... [\nالبقرة: 196 ]، وإنما نزلت هذه الآية في الحديبية، وكان حبسهم ومنعهم يومئذ\nبالعدو.\n</p>\n\n<p>\n16843 - قال أبو عمر: أما <span id='ms1463'></span> قول مالك فيمن أحصر بعدو أنه يحل من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p078'> Vol. 12, p. 078</a>\n            </div>\n            \nإحرامه ولا هدي عليه ولا قضاء، إلا أنه إن كان ساق هديا نحره، فقد وافقه\nالشافعي على أنه حل في الموضع الذي حيل فيه بينه وبين الوصول إلى البيت،\nوأنه لا قضاء عليه إلا أن يكون صرورة ; فلا يسقط ذلك عنه فرض الحج.\n</p>\n\n<p>\n16844 - وخالفه في وجوب الهدي عليه، فقال الشافعي: عليه الهدي ينحره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p079'> Vol. 12, p. 079</a>\n            </div>\n            \nفي المكان الذي حبس فيه، ويحل وينصرف.\n</p>\n\n<p>\n16845 - وهو قول مالك في المحصر بعدو أنه ينحر هديه حيث حصر في الحرم\nوغيره، إلا أنه إن لم يسق هديا لم يوجب عليه هديا.\n</p>\n\n<p>\n16846 - وعند الشافعي لا بد له من الهدي، فإذا نحره في موضعه حل.\n</p>\n\n<p>\n16847 - وهو قول أشهب.\n</p>\n\n<p>\n16848 - واتفق مالك والشافعي أن المحصر بعدو \" ينحر هديه حيث حبس، وصد،\nومنع في الحل كان أو في الحرم.\n</p>\n\n<p>\n16849 - وخالفهما أبو حنيفة وأهل الكوفة، وسنذكره بعد.\n</p>\n\n<p>\n16850 - واختلف في نحر رسول الله يوم الحديبية، هل كان في الحل أو الحرم ؟.\n</p>\n\n<p>\n16851 - فكان عطاء يقول: لم ينحر رسول الله - صلى الله عليه وسلم - هديه\nيوم الحديبية إلا في الحرم.\n</p>\n\n<p>\n16851 - وهو قول ابن إسحاق.\n</p>\n\n<p>\n16852 - وقال غيره من أصحاب المغازي وغيرهم: لم ينحر رسول الله - صلى\nالله عليه وسلم - هديه يوم الحديبية إلا في الحل.\n</p>\n\n<p>\n16853 - وهو قول الشافعي. واحتج بقول الله - عز وجل:هم الذين كفروا\nوصدوكم عن المسجد الحرام والهدي معكوفا أن يبلغ محله [ الفتح: 25 ].\n</p>\n\n<p>\n16854 - وذكر يعقوب بن سفيان الفسوي، قال ابن أبي أويس، عن مجمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p080'> Vol. 12, p. 080</a>\n            </div>\n            \nبن يعقوب، عن أبيه، قال: لما حبس رسول الله - صلى الله عليه وسلم - وأصحابه\nنحروا بالحديبية وحلقوا، فبعث الله تعالى ريحا عاصفا ; فحملت شعورهم\nفألقتها في الحرم.\n</p>\n\n<p>\n16855 - وهذا يبين أنهم حلقوا بالحل.\n</p>\n\n<p>\n16856 - قال أبو عمر: قوله - عز وجل - في يوم الحديبية:ولا تحلقوا رءوسكم\nحتى يبلغ الهدي محله، [ البقرة: 196 ] يعني تنحروا، ومحله هذا نحره.\n</p>\n\n<p>\n16857 - وأما قوله له في البدن:ثم محلها إلى البيت العتيق [ 11 الحج: 33\n] فهذا لمن لم يمنع من دخول مكة ومكة كلها ومنى مسجد لمن قدر على الوصول\nإليها، وليس <span id='ms1464'></span> البيت بموضع النحر.\n</p>\n\n<p>\n16858 - وقال أبو حنيفة: على المحصر أن يقدم الهدي، ولا يجوز له أن ينحره\nإلا في الحرم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p081'> Vol. 12, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n16859 - وقال أبو حنيفة وأصحابه، والثوري، وأكثر أهل العراق: الإحصار\nبالمرض، والإحصار بعدو سواء. وتبيين مذهبهم في ذلك في الباب بعد هذا إن شاء الله.\n</p>\n\n<p>\n16860 - وقال مالك، والشافعي: لا حصر إلا حصر العدو.\n</p>\n\n<p>\n16861 - وهو قول ابن عباس.\n</p>\n\n<p>\n16862 - يريدون أن حصر العدو لا يشبهه حصر المرض ولا غيره ; لأنه من حصر\nبالعدو خاصة يحل في موضعه على ما وصفنا دون الوصول إلى البيت، والمحصر بمرض\nلا يحله إلا الطواف والسعي بين الصفا والمروة.\n</p>\n\n<p>\n16863 - ولا قضاء عند مالك والشافعي على المحصر بعدو إذا فاته ما دخل\nفيه، بخلاف من فاته الحج وبخلاف المريض. إلا أن يكون صرورة ولم يحج حجة\nالإسلام ؟ فإن كان كذلك لم يجزه ذلك من حجة الإسلام.\n</p>\n\n<p>\n16864 - وجملة قول أبي حنيفة في المحصر بعدو أو مرض أنهما عنده سواء،\nينحر كل واحد منهما هديه في الحرم، ويحل يوم النحر إن شاء، وعليه حجة وعمرة.\n</p>\n\n<p>\n16865 - وهو قول الطبري.\n</p>\n\n<p>\n16866 - وقال أبو يوسف ومحمد: ليس ذلك له، ولا يتحلل دون يوم النحر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p082'> Vol. 12, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n16867 - وهو قول الثوري، والحسن بن صالح.\n</p>\n\n<p>\n16868 - واختلفوا فيمن حصره العدو بمكة، فقال مالك: يتحلل بعمل عمرة كما\nلو حصره العدو في الحل، إلا أن يكون مكيا فيخرج إلى الحل ثم يتحلل بعمرة.\n</p>\n\n<p>\n16869 - وقد قال مالك: أهل مكة في ذلك كأهل الآفاق.\n</p>\n\n<p>\n16870 - قال الشافعي: الإحصار بعدو بمكة وغيرها سواء ; ينحر هديه ويحل مكانه.\n</p>\n\n<p>\n16871 - وقال أبو حنيفة: إذا أتى مكة محرما بالحج فلا يكون محصرا.\n</p>\n\n<p>\n16872 - وقال مالك: من وقف بعرفة فليس بمحصر، ويقيم على إحرامه حتى يطوف\nبالبيت ويهدي.\n</p>\n\n<p>\n16873 - وهو قول أبي حنيفة.\n</p>\n\n<p>\n16874 - وقال الشافعي: يكون محصرا.\n</p>\n\n<p>\n16875 - وهو قول الحسن بن حي.\n</p>\n\n<p>\n16876 - وللشافعي فيها قول آخر كقول مالك سواء.\n</p>\n\n<p>\n16877 - وأما حديث ابن عمر في هذا الباب ففيه من الفقه معان كثيرة، منها:\n16878 - إباحة الإهلال والدخول في الإحرام على أنه إن سلم نفذ، وإن منعه\nمانع صنع ما يجب له في ذلك، وسنذكر مسألة الاشتراط <span id='ms1465'></span> في الحج عند الإحرام به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p083'> Vol. 12, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nفي موضعه من هذا الكتاب إن شاء الله.\n</p>\n\n<p>\n16879 - وفيه ركوب الطريق في الخوف، وهذا إذا كان الأغلب فيه سلامة\nالمهجة، لأن ابن عمر لم يخف في الفتنة إلا منع الوصول إلى البيت خاصة دون\nالقتل، لأنهم لم يكونوا في فتنتهم يقتلون من لا يقاتلهم.\n</p>\n\n<p>\n16880 - وأما قوله: ( ما أمرهما إلا واحد أشهدكم أني قد أوجبت الحج مع\nالعمرة - وقد كان أحرم بعمرة - ففيه جواز إدخال الحج على العمرة. وقد مضى\nالقول \" في ذلك في موضعه من هذا الكتاب.\n</p>\n\n<p>\n16881 - وقد ذكرنا هناك ما للعلماء في إدخال الحج على العمرة، وإدخال\nالعمرة على الحج، وفي إدخال الحج على الحج وفي إدخال العمرة على العمرة.\n</p>\n\n<p>\n16882 - وجمهور العلماء مجمعون على أنه إذا أدخل الحج على العمرة في أشهر\nالحج قبل الطواف بالبيت أنه جائز ; ويكون قارنا، ويلزمه ما يلزم من أهل\nبهما معا.\n</p>\n\n<p>\n16883 - وقالت طائفة من أصحاب مالك: له أن يدخل الحج على العمرة وإن أكمل\nالطواف بالبيت ما لم يسع بين الصفا والمروة.\n</p>\n\n<p>\n16884 - وقال بعضهم: له أن يدخل الحج على العمرة وأن يسعى بعد الطواف ما\nلم يركع ركعتي الطواف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p084'> Vol. 12, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n16885 - وهذا شذوذ لا نظر فيه، ولا سلف له.\n</p>\n\n<p>\n16886 - وقال أشهب: متى طاف لعمرته شوطا واحدا لم يكن له إدخال الحج عليها.\n</p>\n\n<p>\n16887 - وهذا هو الصواب إن شاء الله.\n</p>\n\n<p>\n16888 - واختلف الفقهاء أيضا فيمن أدخل الحج على العمرة بعد أن أخذ في\nالطواف.\n</p>\n\n<p>\n96889 - فقال مالك: من أدخل الحج على العمرة بعد أن يفتتح الطواف لزمه،\nوصار قارنا.\n</p>\n\n<p>\n16890 - وروي ذلك عن أبي حنيفة. والمشهور عنه أن ذلك لا يجوز إلا قبل\nالأخذ بالطواف.\n</p>\n\n<p>\n16891 - وقال الشافعي: لا يكون قارنا.\n</p>\n\n<p>\n16892 - وذكر أن ذلك قول عطاء.\n</p>\n\n<p>\n16893 - وبه قال أبو ثور، وأحمد، وإسحاق.\n</p>\n\n<p>\n16894 - وأما قوله في حديث ابن عمر: \" ثم نفذ حتى جاء البيت فطاف به\nطوافا واحدا ورأى أن ذلك مجزيا عنه، وأهدى \" ففيه حجة لمالك في قوله أن\nطواف الدخول إذا وصل بالسعي يجزي عن طواف الإفاضة لمن تركه جاهلا أو لسنة\nولم يؤده حتى <span id='ms1466'></span> رجع إلى بلده. وعليه الهدي، ولا أعلم أحدا قاله غير مالك ومن\nاتبعه من أصحابه، والله أعلم.\n</p>\n\n<p>\n16895 - على أن تحصيل مذهبه، عند أكثر أصحابه أنه لا يجزئ عن طواف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p085'> Vol. 12, p. 085</a>\n            </div>\n            \nالإفاضة إلا ما كان من الوقوف لعرفة قبل الجمرة أو بعدها.\n</p>\n\n<p>\n16896 - وهو قول إسماعيل ومن بعده من البغداديين من المالكيين.\n</p>\n\n<p>\n16897 - وقال أبو الفرج: هو الذي لا يجوز غيره. وأنكر رواية المصريين عن مالك.\n</p>\n\n<p>\n16898 - وجمهور العلماء على أن طواف القدوم يجزئ عن طواف الإفاضة، لأن\nطواف قبل عرفة ساقط عن المكي، وعن المراهق.\n</p>\n\n<p>\n16899 - وهم مجمعون على أن طواف الإفاضة الذي يجزي عن طواف القدوم إذا\nوصل بالسعي بين الصفا والمروة للناسي والجاهل إذا رجع إلى بلده، وعليه دم.\nفإن كان مراهقا أو مكيا فلا دم عليه ولا شيء. وهذا ما لا خلاف فيه عن مالك وغيره.\n</p>\n\n<p>\n16900 - وهذا يدلك من قول مالك ومن قول الجمهور على أن الطواف المفترض في\nالحج طواف واحد لا غير وما سواه سنة. إلا أن حكم طواف الإفاضة وسنته أن\nيكون يوم النحر مما بعده إلى آخر أيام التشريق.\n</p>\n\n<p>\n16901 - وفيما ذكرنا أيضا عن ابن عمر حجة لمالك والشافعي وأكثر أهل\nالحجاز في أن القارن يجزئه طواف واحد لحجه وعمرته.\n</p>\n\n<p>\n16902 - وسنذكر اختلاف العلماء في ذلك عند ذكر حديث عائشة وقولها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p086'> Vol. 12, p. 086</a>\n            </div>\n            \nفيه: \" وأما الذين أهلوا بالحج أو جمعوا الحج مع العمرة فإنما طافوا طوافا\nواحدا \" في موضعه من هذا الكتاب.\n</p>\n\n<p>\n16903 - وقال القعنبي في حديث ابن عمر في هذا الباب: \" ورأى أن ذلك مجزيا\nعنه وأهدى شاة \"، ولم يقله في \" الموطأ \" يحيى، ولا ابن القاسم ؟ ولا أبو\nالمصعب.\n</p>\n\n<p>\n16904 - واختلف الفقهاء فيما على القارن من الهدي أو الصيام، فروي عن ابن\nعمر أن القارن أو المتمتع على كل واحد منهما هدي بدنة أو بقرة. وكان يقول\nفما استيسر من الهدي [ البقرة: 19 ] بدنة أو بقرة: يريد بدنة دون بدنه أو\nبقرة من بقره، وهذا من مذهبه مشهور معلوم محفوظ، وهو يريد رواية القعنبي في\nحديث ابن عمر هذا، ويشهد بأنه وهم في قوله <span id='ms1467'></span> ( وأهدى شاة ).\n</p>\n\n<p>\n16905 - إلا أن جمهور العلماء قالوا في معنى قول الله، عز وجل: فمن تمتع\nبالعمرة إلى الحج فما استيسر من الهدي [ البقرة: 196 ] قالوا: شاة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p087'> Vol. 12, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n16906 - روي ذلك عن عمر، وعلي، وابن عباس وغيرهم، وعليه جماعة أهل الفتوى\nبالأمصار.\n</p>\n\n<p>\n16907 - وكان مالك يقول في القارن إن لم يجد الهدي صام ثلاثة أيام في\nالحج وسبعة إذا رجع، وهو والمتمتع في ذلك سواء.\n</p>\n\n<p>\n16908 - وقال الشافعي: يجزئ القارن في ذلك شاة قياسا على المتمتع، قال:\nوهو أخف شأنا من المتمتع.\n</p>\n\n<p>\n16909 - وقال أبو حنيفة، وأبو يوسف، ومحمد: يجزئه شاة، والبقرة أفضل، ولا\nيجزئه عندهم إلا الدم عن المعسر، وغيره في ذلك عندهم سواء، قياسا على من\nجاوز الميقات غير محرم، وهو يريد الحج، أو رمي الجمار حتى مضت أيامها أن\nعليه دما ولا يجزئه منه صيام.\n</p>\n\n<p>\n16910 - قال أبو عمر: قياس القارن على المتمتع أولى، وأقرب، وأصوب من\nقياسه على من جاوز الميقات، أو ترك رمي الجمار ; لأن المعنى الموجب للذم\nعلى المتمتع هو موجود في القارن، وهو سقوط السعي عنه لحجه أو لعمرته من بلده.\n</p>\n\n<p>\n16911 - واحتج من أوجب القضاء على المحصر بعدو بما أخبرنا به عبد الله بن\nمحمد، قال: حدثنا محمد بن بكر، قال: حدثنا أبو داود، قال: حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p088'> Vol. 12, p. 088</a>\n            </div>\n            \nالنفيلي، قال: حدثنا محمد بن سلمة، عن محمد بن إسحاق، عن عمرو بن ميمون،\nقال: سمعت أبا حاضر الحميري يحدث أبي ميمون بن مهران، قال: خرجت معتمرا عام\nحاصر ابن الزبير أهل الشام بمكة وبعث معي رجالا من قومي بهدي، فلما انتهيت\nإلى أهل الشام منعوني أن أدخل الحرم، فنحرت الهدي مكاني ثم حللت، ثم رجعت،\nفلما كان من العام المقبل خرجت لأقضي عمرتي، فأتيت ابن عباس، فسألته ؟\nفقال: أبدل الهدي فإن رسول الله - صلى الله عليه وسلم - أمر أصحابه أن\nيبدلوا الهدي الذي نحروه عام الحديبية في عمرة القضاء.\n</p>\n\n<p>\n16912 - قوله: \" خرجت العام المقبل لأقضي عمرتي \"، ليس فيه قول غير قوله،\nوالخبر عن نفسه لا عن ابن عباس، وليس في قوله حجة وابن عباس، إنما <span id='ms1468'></span> قال له:\nأبدل الهدي.\n</p>\n\n<p>\n16913 - وذلك حجة للشافعي وأشهب في إيجابهما الهدي على المحصر دون\nالقضاء.\n</p>\n\n<p>\n16914 - واحتج أيضا من قال بإيجاب القضاء على المحصر بأن رسول الله - صلى\nالله عليه وسلم - وأصحابه اعتمروا في العام المقبل من عام الحديبية قضاء\nلتلك العمرة قالوا: ولذلك قيل لها عمرة القضاء.\n</p>\n\n<p>\n16915 - واستدلوا بحديث الحجاج بن عمرو أن النبي - صلى الله عليه وسلم -\nقال: \" من كسر أو عرج فقد حل، وعليه حجة أخرى وعمرة \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p089'> Vol. 12, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n16916 - قالوا: وكذلك كل ممنوع محبوس، ممنوع من الوصول إلى البيت بعدو أو\nبغير عدو، يحل وعليه حجة أخرى إن كان حاجا أو عمرة إن كان معتمرا.\n</p>\n\n<p>\n16917 - ومن زعم أن المحصر بعدو ينحر هديه ويحلق رأسه قد حل بفعله ذلك من\nكل شيء، ولا شيء عليه، احتج بأن رسول الله - صلى الله عليه وسلم - لم يقل\nلواحد منهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p090'> Vol. 12, p. 090</a>\n            </div>\n            \nفي العام المقبل: إن هذه العمرة لي ولكم قضاء عن العمرة التي صددنا عنها\nوحصرنا.\n</p>\n\n<p>\n16918 - ومعلوم أن رسول الله - صلى الله عليه وسلم - قاضى عام الحديبية\nقريشا على أن يحج في العام المقبل.\n</p>\n\n<p>\n16919 - وقولهم عمرة القضاء، وعمرة القضية سواء إن شاء الله، وبالله\nالتوفيق لا شريك له.\n</p>\n\n<p>\n16920 - ولا أعلم خلافا فيمن حصره العدو أنه إذا غلب عليه رجاؤه في\nالوصول إلى البيت وأدرك الحج أنه يقيم على إحرامه حتى ييأس، فإذا يئس حل\nعند مالك والشافعي وأبي ثور، وإن كان معه هدي نحر وقصر ورجع ولا قضاء عليه\nإلا أن يكون صرورة.\n</p>\n\n<p>\n16921 - وخالفهم العراقيون فأوجبوا عليه القضاء.\n</p>\n\n<p>\n16922 - وهو قول مجاهد، وعكرمة، وإبراهيم، والشعبي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p091'> Vol. 12, p. 091</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head6'>AUTO ( 32) باب ما جاء فيمن أحصر بغير عدو</h2>\n\n<p>\n772 - مالك، عن ابن شهاب، عن سالم بن عبد الله، عن عبد الله بن عمر، أنه\nقال: المحصر بمرض لا يحل. حتى يطوف بالبيت، ويسعى بين الصفا والمروة. فإذا\nاضطر إلى لبس شيء من الثياب التي لا بد له منها، أو الدواء، صنع ذلك\nوافتدى.\n</p>\n\n<p>\n773 - وعن يحيى بن سعيد، أنه بلغه عن عائشة زوج النبي - صلى الله عليه\nوسلم - أنها كانت تقول: المحرم لا يحله <span id='ms1469'></span> إلا البيت.\n</p>\n\n<p>\n774 - وعن أيوب بن أبي تميمة السختياني، عن رجل من أهل البصرة، كان قديما\n; أنه قال: خرجت إلى مكة. حتى إذا كنت ببعض الطريق. كسرت فخذي. فأرسلت إلى\nمكة. وبها عبد الله بن عباس، وعبد الله بن عمر، والناس. فلم يرخص لي أحد أن\nأحل. فأقمت على ذلك الماء سبعة أشهر. حتى أحللت بعمرة.\n</p>\n\n<p>\n16923 - قال أبو عمر: هذا الرجل الذي ذكر مالك في حديثه أنه من أهل\nالبصرة هو أبو قلابة عبد الله بن زيد الجرمي شيخ أيوب السختياني ومعلمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p092'> Vol. 12, p. 092</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p093'> Vol. 12, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n16924 - روى حماد بن زيد هذا الحديث عن أيوب، عن أبي قلابة، قال: خرجت\nمعتمرا، حتى إذا كنت ببعض المياه وقعت على رجلي فكسرت، فأرسلت إلى ابن عمر\nوابن عباس، فسئلا ؟ فقالا: العمرة ليس لها وقت كوقت الحج يكون على إحرامه\nحتى يصل إلى البيت. قال: فبقيت على ذلك الماء ستة أشهر أو سبعة محرما حتى\nوصلت إلى البيت.\n</p>\n\n<p>\n775 - مالك، عن ابن شهاب، عن سالم بن عبد الله، عن عبد الله بن عمر أنه\nقال: من حبس دون البيت بمرض، فإنه لا يحل حتى يطوف بالبيت، وبين الصفا\nوالمروة.\n</p>\n\n<p>\n16925 - مالك، عن يحيى بن سعيد، عن سليمان بن يسار، أن سعيد بن حزابة\nالمخزومي، صرع ببعض طريق مكة، وهو محرم. فسأل: من يلي على الماء الذي كان\nعليه ؟ فوجد عبد الله بن عمر، وعبد الله بن الزبير، ومروان بن الحكم، فذكر\nلهم الذي عرض له فكلهم أمره أن يتداوى بما لا بد له منه. ويفتدي. فإذا صح\nاعتمر، فحل من إحرامه. ثم عليه حج قابل، ويهدي ما استيسر من الهدي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p094'> Vol. 12, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n16926 - قال مالك: وعلى هذا الأمر عندنا فيمن أحصر بغير عدو. وقد أمر عمر\nبن الخطاب، أبا أيوب الأنصاري وهبار بن الأسود، حين فاتهما الحج، وأتيا يوم\nالنحر: أن يحلا بعمرة، ثم يرجعا حلالا. ثم يحجان عاما قابلا، ويهديان.فمن\nلم يجد فصيام ثلاثة أيام في الحج، وسبعة إذا رجع إلى أهله.\n</p>\n\n<p>\n16927 - قال مالك: وكل من حبس عن الحج بعد ما يحرم <span id='ms1470'></span>، إما بمرض أو بغيره.\nأو بخطأ من العدد أو خفي عليه الهلال، فهو محصر. عليه ما على المحصر.\n</p>\n\n<p>\n16928 - وسئل مالك عمن أهل من أهل مكة بالحج، ثم أصابه كسر، أو بطن متحرق\nأو امرأة تطلق. قال من أصابه هذا منهم فهو محصر. يكون عليه مثل \" ما على\nأهل الآفاق، إذا هم أحصروا.\n</p>\n\n<p>\n16929 - قال مالك: في رجل قدم معتمرا في أشهر الحج. حتى إذا قضى عمرته\nأهل بالحج من مكة. ثم كسر أو أصابه أمر لا يقدر على أن يحضر مع الناس\nالموقف قال مالك: أرى أن يقيم. حتى إذا برأ خرج إلى الحل. ثم يرجع إلى مكة\nفيطوف بالبيت. ويسعى بين الصفا والمروة ثم يحل. ثم عليه حج قابل والهدي.\n</p>\n\n<p>\n16930 - قال مالك: فيمن أهل بالحج من مكة. ثم طاف بالبيت وسعى بين الصفا\nوالمروة. ثم مرض فلم يستطع أن يحضر مع الناس الموقف.\n</p>\n\n<p>\n16931 - قال مالك: إذا فاته الحج. فإن استطاع خرج إلى الحل، فدخل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p095'> Vol. 12, p. 095</a>\n            </div>\n            \nبعمرة، فطاف بالبيت، وسعى بين الصفا والمروة ; لأن الطواف الأول لم يكن\nنواه للعمرة. فلذلك يعمل بهذا. وعليه حج قابل والهدي. فإن كان من غير أهل\nمكة. فأصابه مرض حال بينه وبين الحج، فطاف بالبيت وسعى بين الصفا والمروة ;\nحل بعمرة وطاف بالبيت طوافا آخر. وسعى بين الصفا والمروة ; لأن طوافه\nالأول، وسعيه، إنما كان نواه للحج. وعليه حج قابل والهدي.\n</p>\n\n<p>\n16932 - قال أبو عمر: أما قول ابن عمر في المحصر بمرض \" إنه لا يحله إلا\nالطواف بالبيت، والسعي بين الصفا والمروة \"، فهو الذي عليه جمهور أهل\nالحجاز.\n</p>\n\n<p>\n16933 - وهو قول ابن عمر، وابن عباس، وعائشة.\n</p>\n\n<p>\n16934 - وبه قال مالك، والشافعي، ومحمد، وإسحاق.\n</p>\n\n<p>\n16935 - وما أعلم لابن عمر مخالفا من الصحابة في هذه المسألة إلا ابن\nمسعود إنه قال في المحصر بمرض إذا بعث بهدي وواعد صاحبه ثم يوم ينحره جاز\nأن يحل وهو بموضعه قبل أن يصل إلى البيت.\n</p>\n\n<p>\n16936 - وقد روي مثل ذلك عن زيد بن ثابت [ من ]، طريق منقطع لا يحتج به.\n</p>\n\n<p>\n16937 - وهو قول جمهور العلماء، وهو قول <span id='ms1471'></span> عطاء.\n</p>\n\n<p>\n16938 - وبه قال أبو ثور في رواية عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p096'> Vol. 12, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n16939 - وشذت طائفة، قالت: من أحصر بمرض أو كسر أو عرج فقد حل بالموضع الذي\nعرض له هذا فيه ولا هدي عليه، وعليه القضاء.\n</p>\n\n<p>\n16940 - وممن قال بهذا أبو ثور، وداود.\n</p>\n\n<p>\n16941 - وحجتهم حديث الحجاج بن عمرو الأنصاري قال: سمعت رسول الله - صلى\nالله عليه وسلم - [ يقول ]: \" من كسر أو عرج فقد حل، وعليه حجة أخرى.\n</p>\n\n<p>\n16942 - رواه الحجاج بن أبي عثمان الصواف، قال: حدثني يحيى بن أبي كثير،\nقال: حدثني عكرمة، قال: حدثني الحجاج بن عمرو، فذكره.\n</p>\n\n<p>\n16943 - قال عكرمة: حدثت به ابن عباس، وأبا هريرة فقالا: صدق.\n</p>\n\n<p>\n16944 - هكذا رواه إسماعيل بن علية، ويحيى بن سعيد القطان، عن الحجاج بن\nأبي عثمان الصواف بإسناده المذكور.\n</p>\n\n<p>\n16945 - ورواه معمر بن راشد، ومعاوية بن سلام، عن يحيى بن أبي كثير، عن\nعكرمة، عن عبد الله بن رافع مولى أم سلمة، عن الحجاج بن عمرو، عن النبي -\nصلى الله عليه وسلم - فأدخلوا بين عكرمة وبين الحجاج بن عمرو، عبد الله بن رافع.\n</p>\n\n<p>\n16946 - وقد ذكرنا الأسانيد بذلك عنهم في ( التمهيد ).\n</p>\n\n<p>\n16947 - وهذا يحتمل عند العلماء معنى قوله \" فقد حل \"، أي فقد حل له أن\nيحل بما يحل به المحصر من النحر أو الذبح، لا أنه قد حل بما نزل به من\nإحرامه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p097'> Vol. 12, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n16948 - قالوا: وإنما ذلك مثل قولهم: قد حلت فلانة للرجال، إذا انقضت\nعدتها. يريدون بذلك: حل للرجال أن يخطبوها ويتزوجوها بما تحل به الفروج في\nالنكاح من الصداق وغيره.\n</p>\n\n<p>\n16949 - هذا تأويل من ذهب [ مذهب ] الكوفيين.\n</p>\n\n<p>\n16950 - وقال من ذهب مذهب الحجازيين: \" أي فقد حل \": إذا وصل إلى البيت\nحلا كاملا. وحل له بنفس الكسر والعرج أن يفعل ما شاء من إلقاء التفث،\nويفتدي.\n</p>\n\n<p>\n16951 - وليس الصحيح أن يفعل ذلك، وقد تقدم قول مالك في هذا الباب وتبين\nفيه مذهبه، وهو مذهب الشافعي والحجازي.\n</p>\n\n<p>\n16952 - وأما أهل العراق فنذكر نصوص أقوالهم ليوقف كذلك على مذاهبهم.\n</p>\n\n<p>\n16953 - قول سفيان الثوري إذا أحصر المحرم بالحج بعث بهدي فنحر عنه يوم\nالنحر، وإن نحر قبل ذلك لم يجزه.\n</p>\n\n<p>\n16954 - وجملة <span id='ms1472'></span> قول أبي حنيفة وأصحابه: أنه إذا أحصر الرجل بعث به وواعد\nالمبعوث معه يوما يذبحه فيه، فإذا كان ذلك اليوم حلق - عند أبي يوسف - أو\nقصر - وحل ورجع.\n</p>\n\n<p>\n16955 - فإن كان مهلا بحج قضى حجة وعمرة ; لأن إحرامه بالحج صار عمرة.\nوإن كان قارنا قضى حجة وعمرتين، وإن كان مهلا بعمرة قضى عمرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p098'> Vol. 12, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n16956 - وسواء عندهم المحصر بعدو أو بمرض.\n</p>\n\n<p>\n16957 - وذكر الجوزجاني، قال: قال أبو حنيفة وأبو يوسف ومحمد: من أهل بحج\nفأحصر، فعليه أن يبعث بثمن هدي فيشترى له بمكة، فيذبح عنه يوم النحر ويحل،\nوعليه حجة وعمرة وليس عليه تقصير في قول أبي حنيفة ومحمد، لأن التقصير نسك،\nوليس عليه من النسك شيء.\n</p>\n\n<p>\n16958 - وقال أبو يوسف: يقصر، فإن لم يفعل فلا شيء عليه.\n</p>\n\n<p>\n16959 - وقالوا: إن فعل فالهدي، فإن شاء أقام مكانه، وإن شاء انصرف، وإن\nكان مهلا بعمرة بعث فاشتري له الهدي، وتواعدهم يوما، فإذا كان ذلك اليوم حل\nوكان عليه عمرة مكانها.\n</p>\n\n<p>\n16960 - قالوا: وإذا كان المحصر قارنا فإنه يبعث فيشترى له هديان فينحران\nعنه، ويحل، وعليه عمرتان وحجة، فإن شاء قضى العمرتين متفرقتين والحجة بعد\nذلك وإن شاء ضم العمرتين إلى الحجة.\n</p>\n\n<p>\n16961 - وهكذا عندهم المحصر بأي كان: بعدو أحصر أو بمرض: يذبح هديه في\nالحرم، ويحل قبل يوم النحر إن ساق هديا، وعليه حجة وعمرة.\n</p>\n\n<p>\n16962 - هذا قول أبي حنيفة، وهو قول الطبري.\n</p>\n\n<p>\n16963 - وقال أبو يوسف ومحمد: ليس له ذلك، ولا يتحلل دون يوم النحر إن\nكان حاجا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p099'> Vol. 12, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n16964 - وهو قول الثوري، والحسن بن صالح.\n</p>\n\n<p>\n16965 - وروي مثل ذلك عن أبي يوسف، عن أبي حنيفة في المحصر بعمرة متى\nشاء، وينحر هديه سواء بقي الإحصار إلى يوم النحر أو زال.\n</p>\n\n<p>\n16966 - وروى زفر عن أبي حنيفة: أنه إن بقي الإحصار إلى يوم النحر جزى\nذلك عنه، وكان عليه قضاء حجة وعمرة وإن صح قبل فوات الحج لم يجزه وكان\nمحرما بالحج على حاله.\n</p>\n\n<p>\n16967 - قال: ولو صح في العمرة بعد أن بعث بالهدي نظر، فإن قدر على إدراك\nالهدي قبل أن يذبح مضى حتى <span id='ms1473'></span> يقضي عمرته، وإن لم يقدر حل إذا نحر عنه الهدي.\n</p>\n\n<p>\n16968 - قال أبو عمر: أما قول الكوفيين ففيه ضعف وتناقض، لأنهم لا يجيزون\nلمحصر بعدو ولا بمرض أن يحل حتى ينحر هديه في الحرم، وإن أجازوا للمحصر\nبمرض أن يبعث بهدي ويواعد حامله يوم ينحره فيه فيحلق ويحل، فقد أجازوا له\nأن يحل على غير يقين من نحر الهدي وبلوغه، وحملوه على الإحلال بالظنون،\nوالعلماء متفقون على أنه لا يجوز لمن لزمه شيء من فرائضه أن يخرج منه\nبالظن، والدليل على أن ذلك ظن قولهم: لو عطب ذلك الهدي، أو ضل أو سرق ; فحل\nمرسله وأصاب النساء وصاد ; أنه يعود حراما، وعليه جزاء ما صاد. فأباحوا له\nفساد الحج بالجماع، وألزموه ما يلزم من لم يحل من إحرامه.\n</p>\n\n<p>\n16969 - وهذا ما لا خفاء به من التناقض وضعف المذهب، وإنما بنوا مذهبهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p100'> Vol. 12, p. 100</a>\n            </div>\n            \nعلى قول ابن مسعود، ولم ينظروا في خلاف غيره له.\n</p>\n\n<p>\n16970 - وأما قول عائشة في هذا الباب: \" المحرم لا يحله إلا البيت \"\nفمعناه المحرم بمرض لا يقدر أن يصل إلى البيت فإنه يبقى على حاله. فإن\nاحتاج إلى شيء يتداوى به وافتدى، فإذا برأ أتى البيت فطاف به وسعى، ولا يحل\nبشيء غير ذلك.\n</p>\n\n<p>\n16971 - وهو كقول ابن عمر سواء، ومثله قول ابن عباس.\n</p>\n\n<p>\n16972 - والناس في حديث مالك عن أيوب، وحديثه عن ابن شهاب، عن سالم، عن\nابن عمر مثله أيضا.\n</p>\n\n<p>\n16973 - وأما حديثه عن يحيى بن سعيد، عن سليمان بن يسار \" أن سعيد بن\nحزابة صرع بطريق مكة وهو محرم فسأل من يلي على الماء الذي كان به فوجد عبد\nالله بن عمر، وعبد الله بن الزبير، ومروان بن الحكم، فمعناه أيضا معنى ما\nتقدم سواء عن ابن عمر، أو ابن عباس، وعائشة.\n</p>\n\n<p>\n16974 - وأما قوله فيه: \" فإذا صح اعتمر \" فإنه أراد: إذا صح أتى مكة\nفعمل عمرة، هو الطواف والسعي.\n</p>\n\n<p>\n16975 - ( ثم عليه حج قابل ويهدي ما استيسر من الهدي ).\n</p>\n\n<p>\n16976 - قال مالك: \" وعلى هذا الأمر عندنا فيمن أحصر بغير عدو \"، يريد\nأنه يقضي حجه <span id='ms1474'></span> إن كان حاجا، أو عمرته إن كان معتمرا، بخلاف من حصره العدو.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p101'> Vol. 12, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n16977 - وأما قول مالك: وقد أمر عمر بن الخطاب أبا أيوب الأنصاري، وهبار بن\nالأسود حين فاتهما الحج وأتيا أن يحلا بعمرة ثم يرجعا حلالا، ثم يحجان عاما\nقابلا ويهديان. إلى آخر قوله: فإنه أرسل هذا حجة لمذهبه بأن المحصر لا يحله\nإلا البيت يطوف به، ثم يسعى بين الصفا والمروة إذا كان محصرا حابس له عن\nإدراك الحج، وهو كالذي فاته الحج بغير مرض من خطأ عدد أو عذر، يفعل ما يفعل\nالذي يفوته الحج، وهو عمل العمرة، وقد أمر عمر بن الخطاب أبا أيوب وهبارا بذلك.\n</p>\n\n<p>\n16978 - ثم أبان مذهبه في ذلك بما لا مزيد فيه، فقال: \" كل من حبس عن\nالحج بعد ما يحرم: إما بمرض، أو بغيره أو بخطأ من العدد، أو خفي عليه\nالهلال، فهو محصر عليه ما على المحصر \".\n</p>\n\n<p>\n16979 - ولا خلاف عن مالك أن المحصر بمرض، ومن فاته الحج حكمهما سواء،\nكلاهما يتحلل بعمرة، وعليه دم لا يذبحه إلا بمكة أو منى.\n</p>\n\n<p>\n16980 - وهو قول أبي حنيفة: ينحره حيث حبس في حل كان أو حرم.\n</p>\n\n<p>\n16981 - وقال بعض أصحابه: إنما ينحره في الحل إذا قدر على الحرم.\n</p>\n\n<p>\n16982 - والمعروف عن الشافعي أنه [ قال ]، في المحصر: ينحر هديه حيث\nأحصر، لأنه خارج من قول الله، عز وجل:ثم محلها إلى البيت العتيق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p102'> Vol. 12, p. 102</a>\n            </div>\n            \n[ الحج: 33 ] بدليل نحر النبي - صلى الله عليه وسلم - هديه يوم الحديبية في\nالحل. وقول الله، عز وجل:والهدي معكوفا أن يبلغ محله [ الفتح: 25 ] فدل ذلك\nأن البلوغ على من قدر لا على من أحصر.\n</p>\n\n<p>\n16983 - وعند مالك والشافعي وأبي ثور: في المكي والغريب يحصر بمكة أنه\nيحل بالطواف والسعي.\n</p>\n\n<p>\n16984 - قال مالك: \" إذا بقي المكي محصورا حتى فرغ الناس من حجهم، فإنه\nيخرج إلى الحل فيلبي ويفعل ما يفعل المعتمر، ويحل، فإذا كان قابل حج وأهدى.\n</p>\n\n<p>\n16985 - وهو قول أبي حنيفة في الذي يفوته الحج: أنه يتحلل بعمرة، ولا هدي\nعليه، وعليه الحج قابلا فقط.\n</p>\n\n<p>\n16986 - وقال أحمد بن حنبل <span id='ms1475'></span>: يحل بعمرة مجردا لها الطواف.\n</p>\n\n<p>\n16987 - وقال ابن شهاب الزهري فيمن أحصر في مكة من أهلها: لا بد له من أن\nيقف بعرفة.\n</p>\n\n<p>\n16988 - وقال أبو بكر محمد بن أحمد بن عبد الله بن بكير المالكي في قول\nمالك في المحصر المكي \" أن عليه ما على أهل الآفاق من إعادة الحج، والهدي\n\". هذا خلاف ظاهر الكتاب لقول الله، عز وجل:ذلك لمن لم يكن أهله حاضري\nالمسجد الحرام [ البقرة: 196 ].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p103'> Vol. 12, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\n16989 - قال: والقول في هذا عندي قول الزهري في أن الإباحة من الله - عز\nوجل -لمن لم يكن أهله حاضري المسجد الحرام أن يقيم لبعد المسافة يتعالج،\nوإن فاته الحج.\n</p>\n\n<p>\n16990 - فأما من كان بينه وبين المسجد الحرام ما لا تقصر في مثله الصلاة،\nفإنه يحضر المشاهد لقرب المسافة.\n</p>\n\n<p>\n16991 - قال: وقد عارض مالك الزهري بمعارضة غير صحيحة، فقال: أرأيت إن\nكانت امرأة تطلق أو بطن متحرق ؟ قال: وهذا لا تقع عليه الإباحة، لأن\nالإباحة لا تقع إلا لمن في طاقته فعل الشيء الذي أبيح له أن يفعله فأما من\nليس في طاقته فعل ذلك الشيء فإنه لا تقع الإباحة لمثله.\n</p>\n\n<p>\n16992 - والقول في هذه الآية قول عروة والزهري.\n</p>\n\n<p>\n16993 - قال عروة في الرجل إذا أحصر بكسر، أو لدغ ; فامتنع من المصير حتى\nيفوت وقت الحج: أنه إن شاء بعث بهدي فيحل له حلق رأسه، ولبس ثيابه وما كان\nفي معناهما ويبقى محرما من النساء حتى يصل إلى الكعبة متى وصل، ويطوف ويسعى\nويحل، ويكون عليه حج قابل، والهدي.\n</p>\n\n<p>\n16994 - قال: فعلى قول عروة الهدي الأول غير الثاني لأن الأول يتحلل به\nفي حلاق الشعر وإلقاء التفث، والهدي الثاني بمعنى قوله تعالى.فإن أحصرتم\nفما استيسر من الهدي، [ البقرة: 196 ].\n</p>\n\n<p>\n16995 - قال: والمعنى إن أحصرتم فأردتم أن تحلقوا رءوسكم قبل أن يبلغ\nالهدي محله ; فعليكم ما استيسر من الهدي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p104'> Vol. 12, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\n16996 -فإذا أمنتم فمن تمتع بالعمرة إلى الحج فما استيسر من الهدي [\nالبقرة: 196 ]، فهذا هدي ثان; لأن الهدي الأول للتمتع بالحلاق وما كان مثله.\n</p>\n\n<p>\n16997 - قال: وقال مالك: الهدي الأول هو الثاني، ثم احتج <span id='ms1476'></span> بذلك، فطال.\n</p>\n\n<p>\n16998 - قال أبو عمر: ظاهر الكتاب يشهد لما قاله مالك ومن تابعه بأنه هدي\nواحد على المحصر.\n</p>\n\n<p>\n16999 - قال الله تعالى:وأتموا الحج والعمرة لله [ البقرة: 196 ] فأجمع\nالعلماء على أن تمام الحج الوقوف بعرفة، والطواف بالبيت طواف الإفاضة. وفي\nالعمرة الدخول من الحل إلى البيت للطواف به والسعي بين الصفا والمروة، ولا\nيحل ولا يتم حجه ولا عمرته إلا بما وصفنا. وإن كانوا قد اختلفوا في هذه\nالآية في معان قد ذكرناها، والحمد لله.\n</p>\n\n<p>\n17000 - قال: وإن أحصر متمتع من الوصول في الحج إلى عرفة في الفترة من\nالوصول إلى الطواف بالبيت والسعي بين الصفا والمروة ; فعلى من منع من\nالوصول إلى ما وصفنا في الحج، وما ذكرنا في العمرة بمرض، أو غير مرض من كل\nما يمنعه من ذلك، وعند الكوفيين وعند الحجازيين من كل مانع من غير العدو -\nأن يبقى على حاله فيصل إلى البيت، فيحل بعمل عمرة، ويهدي كالذي يفوته الحج\nسواء، فإن احتاج إلى لبس ثياب أو حلق شعر فتلك فدية الهدي.\n</p>\n\n<p>\n17001 - وقد أجمعوا أن الفدية ما جاءت به السنة في كعب بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p105'> Vol. 12, p. 105</a>\n            </div>\n            \nعجرة من التخيير في الصيام. أو الصدقة، أو النسك.\n</p>\n\n<p>\n17002 - والنسك هاهنا لمن ليس يهدي، وما قاله مالك أولى من قول الزهري،\nوالله أعلم. فليس هاهنا أمر يهدي فيما قاله مالك لمن شاء أن لا ينسك بشاة،\nوإنما هو صيام وصدقة، فإن شاء أن ينسك بشاة كان له ذلك، وليس هذا حل من\nلزمه الهدي عند جماعة الفقهاء.\n</p>\n\n<p>\n17003 - أخبرنا عبد الله بن محمد بن يوسف، قال: حدثني عبد الله بن محمد\nبن علي، قال: وحدثنا ابن أبي تمام، قال: حدثني محمد بن عبد الله بن عبد\nالحكم، قال: حدثني أنس بن عياض، عن موسى بن عقبة، عن نافع، عن عبد الله بن\nعمر: أنه كان يقول: لا يحل محرم بحج ولا عمرة حبسه بلاء حتى يطوف بالبيت\nويسعى بين الصفا والمروة إلا من حبسه عدو ; فإنه يحل حيث حبس.\n</p>\n\n<p>\n17004 - قال أبو عمر: هذا معنى قول <span id='ms1477'></span> ابن عباس: \" لا حصر إلا ما أحصر\nالعدو، أي: لا يحل لمحصر أن يحل دون البيت إلا من أحصره العدو.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p106'> Vol. 12, p. 106</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head7'>AUTO ( 33) باب ما جاء في بناء الكعبة</h2>\n\n<p>\n776 - مالك عن ابن شهاب، عن سالم بن عبد الله ; أن عبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p107'> Vol. 12, p. 107</a>\n            </div>\n            \nابن محمد بن أبي بكر الصديق، أخبر عبد الله بن عمر، عن عائشة أن النبي -\nصلى الله عليه وسلم - قال: \" ألم تري أن قومك حين بنوا الكعبة، اقتصروا عن\nقواعد إبراهيم ؟ \" قالت فقلت: يا رسول الله. أفلا تردها على قواعد إبراهيم\n؟ فقال رسول الله، صلى الله عليه وسلم: \" لولا حدثان قومك بالكفر لفعلت \"\nقال: فقال عبد الله بن عمر: لئن كانت عائشة سمعت هذا من رسول الله - صلى\nالله عليه وسلم - ما أرى رسول الله - صلى الله عليه وسلم - ترك استلام\nالركنين، اللذين يليان الحجر، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p108'> Vol. 12, p. 108</a>\n            </div>\n            \nإلا أن البيت لم يتمم على قواعد إبراهيم.\n</p>\n\n<p>\n777 - مالك، عن هشام بن عروة، عن أبيه، أن عائشة - أم المؤمنين - قالت:\nلا أبالي: أصليت في الحجر أم في البيت.\n</p>\n\n<p>\n778 - مالك أنه سمع ابن شهاب يقول: سمعت بعض علمائنا يقول: ما حجر الحجر،\nفطاف الناس من ورائه، إلا إرادة أن يستوعب الناس الطواف بالبيت كله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p109'> Vol. 12, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n17005 - قال أبو عمر: أما حديث عائشة المسند في أول هذا الباب فيه وجوب\nمعرفة بناء قريش للكعبة، وأن بنيانهم لها لم يتم على قواعد إبراهيم.\n</p>\n\n<p>\n17006 - والقواعد: أسس البيت. واحدتها قاعدة: عند أهل اللغة.\n</p>\n\n<p>\n17007 - قالوا: والواحدة من النساء اللاتي قعدت عن الولادة قاعد - بغير\nهاء - والجمع فيهما جميعا قواعد.\n</p>\n\n<p>\n17008 - قال الله، عز وجل:وإذ يرفع إبراهيم القواعد من البيت [ البقرة: 127 ].\n</p>\n\n<p>\n17009 - قال:والقواعد من النساء اللاتي لا يرجون نكاحا [ النور: 60 ].\n</p>\n\n<p>\n17010 - وقد ذكرنا بنيان إبراهيم وإسماعيل البيت، ومن بناه أيضا قبلهما\nعلى حساب ما روي قبل ذلك.\n</p>\n\n<p>\n17011 - فقد قيل: آدم أول من أمر ببنيانه.\n</p>\n\n<p>\n17012 - وقيل: بل شيث بن آدم، وقد ذكرنا هذا هناك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p110'> Vol. 12, p. 110</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p111'> Vol. 12, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n17013 - ونذكر هاهنا بنيان قريش له خاصة، وهم القوم الذين ذكرهم رسول الله\n- صلى الله عليه وسلم - لقوله لعائشة: ألم تري أن قومك حين بنوا <span id='ms1478'></span> الكعبة\nاقتصروا عن قواعد إبراهيم.\n</p>\n\n<p>\n17014 - وفي هذا الحديث أيضا حديث الرجل مع أهله في باب العلم وغيره من\nأيام الناس، وغير ذلك من معاني الفقه.\n</p>\n\n<p>\n17015 - وفيه: أن رسول الله - صلى الله عليه وسلم - لم يستلم الركنين\nاللذين يليان الحجر، وذلك - والله أعلم - لأنهما كسائر حيطان البيت التي لا\nتستلم، لأنهما ليسا بركنين على حقيقة بناء إبراهيم، عليه السلام.\n</p>\n\n<p>\n17016 - وأما بنيان قريش للبيت الحرام فلا خلاف في ذلك، وقد اختلف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p112'> Vol. 12, p. 112</a>\n            </div>\n            \nفي تاريخ بنائهم له: 17017 - فذكر موسى بن عقبة، عن ابن شهاب، قال: كان بين\nالفجار وبناء الكعبة خمس عشرة سنة.\n</p>\n\n<p>\n17018 - وذكر ابن وهب، عن ابن لهيعة، عن ابن الأسود محمد بن عبد الرحمن،\nقال: إن الله - عز وجل - بعث محمدا على رأس خمس عشرة سنة من بنيان الكعبة.\n</p>\n\n<p>\n17019 - وقال محمد بن جبير بن مطعم: بني البيت بعد خمس وعشرين سنة بعد الفيل.\n</p>\n\n<p>\n17020 - وقال ابن إسحاق: على رأس خمس وثلاثين سنة.\n</p>\n\n<p>\n17021 - وقد ذكرنا الآثار عن هؤلاء كلهم في التمهيد.\n</p>\n\n<p>\n17022 - وذكر عبد الرزاق عن ابن جريج، عن مجاهد، قال: كان البيت عريشا\nتقتحمه العنز حتى إذا كان قبل مبعث رسول الله بخمس عشرة سنة بنته قريش.\n</p>\n\n<p>\n17023 - وعن معمر، عن عبد الله بن عثمان بن خثيم عن أبي الطفيل، قال:\nكانت الكعبة في الجاهلية مبنية بالرضم ليس فيها مدد، وكانت قدر ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p113'> Vol. 12, p. 113</a>\n            </div>\n            \nتقتحمها العناق، وكانت ثيابها توضع عليها تسدل سدلا، وكان الركن الأسود\nموضوعا على سورها باديا، وكانت ذات ركنين هيئة هذه الحلقة، فأقبلت سفينة من\nالروم تريد الحبشة، حتى إذا كانوا قريبا من جدة انكسرت السفينة، فخرجت قريش\nليأخذوا خشبها، فوجدوا روميا عندها، فأخذوا الخشب وقدموا بالرومي، فقالت\nقريش: نبني بهذا الخشب بيت ربنا، فلما أرادوا هدمه إذا هم بحية على سور\nالبيت مثل قطعة الجائز، سوداء الظهر، بيضاء البطن، فجعلت كلما أتى أحد إلى\nالبيت ليهدمه أو يأخذ من حجارته سعت إليه فاتحة فاها، فاجتمعت قريش عند\nالمقام، فعجوا إلى الله تعالى، فقالوا: ربنا لم ترع، أردنا تشريف بيتك\nوتزينه، فإن كنت <span id='ms1479'></span> ترضى بذلك، وإلا فما بدا لك فافعل. فسمعوا خواتا في السماء\n- يعني صوتا ورجة - فإذا هم بطائر - أعظم من النسر أسود الظهر أبيض البطن\nوالرجلين فغرز مخالبه في قفا الحية، فانطلق بها تجر ذنبها أعظم من كذا وكذا\nحتى انطلق بها نحو أجياد فهدمتها قريش، وجعلوا يبنونها بالحجارة حجارة\nالوادي، تحملها قريش على رقابها، فرفعوها في السماء عشرين ذراعا، فبينا\nالنبي - صلى الله عليه وسلم - يحمل حجارة من أجياد وعليه نمرة ضاقت عليه\nالنمرة، فذهب يضع النمرة على عاتقه فترى عورته من صغر النمرة، فنودي: يا\nمحمد ! خمر عورتك. فلم ير عريانا بعد ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p114'> Vol. 12, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nوكان بين بنيان الكعبة وبين ما أنزل عليه خمس سنين، وبين مخرجه من مكة\nوبنيانها خمس عشرة سنة.\n</p>\n\n<p>\nفلما جيش الحصين بن نمير، فذكر حريقها في زمن ابن الزبير، فقال ابن\nالزبير: إن عائشة أخبرتني أن رسول الله - صلى الله عليه وسلم - قال: لولا\nحداثة قومك بالكفر لهدمت الكعبة، فإنهم تركوا منها سبعة أذرع في الحجر.\nضاقت بهم النفقة والخشب \".\n</p>\n\n<p>\nقال ابن خثيم: فأخبرني ابن أبي مليكة، عن عائشة، أنها سمعت ذلك من رسول\nالله. قالت: وقال النبي، عليه السلام: \" وجعلت له بابين شرقيا وغربيا\nيزحفون من هذا ويخرجون من هذا \" ; ففعل ذلك ابن الزبير.\n</p>\n\n<p>\nوكانت قريش قد جعلت لها درجا يرقى عليها من يأتيها، فجعلها ابن الزبير\nلاصقة بالأرض.\n</p>\n\n<p>\nقال ابن خثيم: وأخبرني ابن سابط، أن زيدا أخبره أنه لما بناها ابن الزبير\nكشفوا عن القواعد، إذا الحجر مثل الخلقة، والحجارة مشتبكة بعضها ببعض، إذا\nحركت بالعتلة تحرك الذي بالناحية الأخرى.\n</p>\n\n<p>\nقال ابن سابط: فأراني ذلك ليلا بعد العشاء في ليلة مقمرة، فرأيتها أمثال\nالخلف متشبكة أطراف بعضها ببعض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p115'> Vol. 12, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n17024 - قال معمر: وأخبرني الزهري، قال: لما بلغ رسول الله - صلى الله عليه\nوسلم - الحلم أجمرت امرأة الكعبة، فطارت شرارة من مجمرها في ثياب الكعبة،\nفاحترقت، فتشاورت قريش في هدمها وهابوا هدمها ; فقال لهم الوليد بن\nالمغيرة: ما تريدون بهذا الإصلاح أم الفساد ؟ فقالوا: الإصلاح. قال: فإن <span id='ms1480'></span>\nالله تعالى لا يهلك المصلح. قالوا فمن الذي يعلوها ؟ قال الوليد بن\nالمغيرة: أنا أعلوها فأهدمها، فارتقى الوليد بن المغيرة على ظهر البيت ومعه\nالفأس، فقال: اللهم إنا لا نريد إلا الإصلاح. ثم هدم. فلما رأته قريش قد\nهدم منها ولم يأتها ما خافوا من العذاب هدموا معه، حتى إذا بنوها فبلغوا\nموضع الركن اختصمت قريش في الركن: أي القبائل تلي رفعه ؟ حتى: كاد يشجر\nبينهم، فقالوا: تعالوا نحكم أول من يطلع علينا من هذه السكة، فاصطلحوا على\nذلك، فاطلع عليهم رسول الله - صلى الله عليه وسلم - وهو غلام عليه وشاح\nنمرة، فحكموه، فأمر بالركن فوضع في ثوب، ثم أمر سيد كل قبيلة فأعطاها ناحية\nمن الثوب، ثم ارتقى إليه الركن، فكان هو يضعه، صلى الله عليه وسلم.\n</p>\n\n<p>\n17025 - وذكر ابن جريج، عن مجاهد معنى حديث أبي الطفيل المتقدم ذكره،\nومعنى حديث الزهري هذا وحديثهما أكمل وأتم.\n</p>\n\n<p>\n17026 - وفي هذا الباب حديث تفرد به إبراهيم بن طهمان عن مالك، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p116'> Vol. 12, p. 116</a>\n            </div>\n            \nعن الزهري، عن عروة، عن عائشة، قالت: قال رسول الله، صلى الله عليه وسلم: \"\nلقد هممت أن أهدم الكعبة، وأبنيها على قواعد إبراهيم، وأجعل لها بابين،\nوأسويها بالأرض، فإنهم إنما رفعوها أن لا يدخلها إلا من أحبوا \".\n</p>\n\n<p>\n17027 - وروينا أن هارون الرشيد ذكر لمالك بن أنس أنه يريد هدم ما بنى\nالحجاج من الكعبة وأن يرده إلى بنيان ابن الزبير لما جاء في ذلك عن النبي -\nصلى الله عليه وسلم - وامتثله ابن الزبير ; فقال له مالك: ناشدتك الله يا\nأمير المؤمنين: أن تجعل هذا البيت ملعبة للملوك لا يشاء أحد منهم إلا نقض\nالبيت وبناه ; فتذهب هيبته من صدور الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p117'> Vol. 12, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n17028 - قال أبو عمر: في حديث مالك، عن ابن شهاب، عن سالم في هذا الباب\nدليل على أن الحجر من البيت، وإذا صح ذلك فواجب إدخاله في الطواف.\n</p>\n\n<p>\n17029 - وأجمع العلماء أن كل من طاف بالبيت لزمه أن يدخل الحجر في طوافه.\n</p>\n\n<p>\n17030 - واختلفوا فيمن لم يدخل الحجر في طوافه: فالذي عليه جمهور أهل\nالعلم أن ذلك <span id='ms1481'></span> لا يجزئ، وأن فاعل ذلك في حكم من لم يطف الطواف كاملا، وأن من\nلم يطف الطواف الواجب كاملا يرجع من طوافه حتى يطوفه. وهو طواف الإفاضة.\n</p>\n\n<p>\n17031 - قال ذلك الشافعي وأحمد، وأبو ثور. وداود.\n</p>\n\n<p>\n17032 - وهو قول ابن عباس، وعطاء.\n</p>\n\n<p>\n17033 - وكان ابن عباس يقول: الحجر من البيت، وليطوفوا بالبيت العتيق [\nالحج: 29 ].\n</p>\n\n<p>\n17034 - ويقول: طاف رسول الله - صلى الله عليه وسلم - من وراء الحجر.\n</p>\n\n<p>\n17035 - قال مالك، والشافعي، ومن وافقهما: من لم يدخل الحجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p118'> Vol. 12, p. 118</a>\n            </div>\n            \nفي طوافه ولم يطف من ورائه، شوطا أو شوطين أو أكثر، ألغى ذلك وبنى على ما\nكان طاف طوافا كاملا قبل أن يسلك في الحجر، ولا يعتد بما يسلك في الحجر.\n</p>\n\n<p>\n7036 - وقال أبو حنيفة: من سلك في الحجر ولم يطف من ورائه - وذكر ذلك وهو\nبمكة - أعاد الطواف، فإن كان شوطا قضاه، وإن كان أكثر قضى ما بقي عليه من\nذلك، فإن خرج من مكة وانصرف إلى الكوفة، فعليه دم وحجة تام.\n</p>\n\n<p>\n17037 - وروي عن الحسن البصري نحو ذلك، قال: من فعل ذلك فعليه الإعادة\nفإن حل أهراق دما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p119'> Vol. 12, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n17038 - وأما حديثه عن هشام بن عروة، عن أمه، عن عائشة أنها قالت: ( ما\nأبالي أصليت في الحجر أم في البيت، فليس فيه أمر من أن الحجر من البيت، وأن\nمن صلى فيه كمن صلى في البيت، وسنذكر اختلاف العلماء في الصلاة في البيت في\nموضعه من هذا الكتاب إن شاء الله.\n</p>\n\n<p>\n17039 - وقد اختلف العلماء في صلاة ركعتي الطواف في الحجر فأكثر العلماء\nعلى أن ذلك جائز لا بأس به.\n</p>\n\n<p>\n17039 - وهو مذهب عطاء.\n</p>\n\n<p>\n17040 - وبه قال الثوري، وأبو حنيفة، والشافعي.\n</p>\n\n<p>\n17041 - وروي ذلك عن ابن عمر، وابن الزبير، وسعيد بن جبير، وغيرهم.\n</p>\n\n<p>\n17042 - وكل هؤلاء يرى الصلاة في البيت جائزة نافلة وفريضة، وإن كان منهم\nمن يستحب أن تصلى الفريضة خارج البيت والنافلة أيضا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p120'> Vol. 12, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n17043 - وقال مالك: لا يصلي أحد صلاة واجبة في البيت ولا في الحجر.\n</p>\n\n<p>\n17044 - قال: ومن ركع ركعتي الطواف الواجب في الحجر أعاد الطواف والسعي\nضمن الصفا والمروة، وإن لم يركعهما حتى بلغ بلده <span id='ms1482'></span> أهراق دما ولا إعادة عليه.\n</p>\n\n<p>\n17045 - وأما قول ابن شهاب عن بعض علمائهم فإنما فيه الشهادة بأن الحجر\nمن البيت، وأنه من لم يطف به من ورائه لم يستكمل الطواف بالبيت. ولا خلاف\nعليه بين العلماء أنه من لم يدخل الحجر في طوافه لا يجزيه ذلك الطواف ما\nدام بمكة، لأنه لم يستوعب الطواف بالبيت.\n</p>\n\n<p>\n17546 - واختلفوا: هل ينوب عنه الدم لمن رجع إلى بلاده أم لا بد له من\nالرجوع إليه على ما ذكرناه، والحمد لله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p121'> Vol. 12, p. 121</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head8'>AUTO ( 34) باب الرمل في الطواف</h2>\n\n<p>\n779 - مالك، عن جعفر بن محمد، عن أبيه، عن جابر بن عبد الله ; أنه قال:\nرأيت رسول الله - صلى الله عليه وسلم - رمل من الحجر الأسود حتى انتهى\nإليه، ثلاثة أطواف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p122'> Vol. 12, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n17047 - قال مالك: وذلك الأمر الذي لم يزل عليه أهل العلم ببلدنا.\n</p>\n\n<p>\n780 - مالك، عن نافع ; أن عبد الله بن عمر كان يرمل من الحجر الأسود، إلى\nالحجر الأسود، ثلاثة أطواف، ويمشي أربعة أطواف.\n</p>\n\n<p>\n781 - مالك، عن هشام بن عروة ؟ أن أباه كان إذا طاف بالبيت، يسعى الأشواط\nالثلاثة. يقول:\n</p>\n\n<p>\nاللهم لا إله إلا أنتا وأنت تحيي بعدما أمتا\n</p>\n\n<p>\nيخفض صوته بذلك\n</p>\n\n<p>\n782 - مالك، عن هشام بن عروة، عن أبيه أنه رأى عبد الله بن الزبير أحرم\nبعمرة من التنعيم.\n</p>\n\n<p>\nقال ثم رأيته يسعى حول البيت الأشواط الثلاثة.\n</p>\n\n<p>\n783 - مالك، عن نافع، أن عبد الله بن عمر كان إذا أحرم من مكة لم يطف\nبالبيت، ولا بين الصفا والمروة، حتى يرجع من منى، وكان لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p123'> Vol. 12, p. 123</a>\n            </div>\n            \nيرمل إذا طاف حول البيت، إذا أحرم من مكة.\n</p>\n\n<p>\n17048 - قال أبو عمر: لا أعلم خلافا أن الرمل - وهو الحركة والزيادة في\nالمشي - لا يكون إلا في ثلاثة أطواف من السبعة في طواف دخول مكة، خاصة\nللقادم الحاج أو المعتمر.\n</p>\n\n<p>\n17049 - وفي هذا الحديث دليل على أن الطائف يبتدئ طوافه من الحجر، وهذا\nما لا خلاف فيه أيضا.\n</p>\n\n<p>\n17050 - وروى ابن وهب عن يونس، عن ابن شهاب، عن سالم، عن أبيه، قال: رأيت\nرسول الله - صلى الله عليه وسلم - حين يقدم مكة يستلم الركن <span id='ms1483'></span> أول ما يطوف.\n</p>\n\n<p>\n17051 - قال أبو عمر: إذا بدأ من الحجر مضى على يمينه، وجعل البيت عن\nيساره، وذلك أن الداخل من باب بني شيبة أو غيره أول ما يبتدئ به أن يأتي\nالحجر. يقصده فيقبله إن استطاع أو يمسحه بيمينه ويقبلها بعد أن يضعها عليه،\nفإن لم يقدر قام بحذائه، فكبر، ثم أخذ في طوافه، ثم يمضي على يمينه كما\nوصفت لك على باب الكعبة إلى الركن الذي لا يستلم، ثم الذي يليه مثله، ثم\nالركن الثالث، وهو اليماني الذي يستلم، وهو يلي الأسود، ثم إلى ركن الحجر\nالأسود.\n</p>\n\n<p>\n17052 - هذا حكم كل طواف واجب وغير واجب، وهذه طوفة واحدة، يفعل ذلك\nثلاثة أطواف، يرمل فيها. ثم أربعة مثلها لا يرمل فيها إذا كان هذا كله في\nطواف الدخول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p124'> Vol. 12, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n17053 - وهذا كله إجماع من العلماء أنه من فعل هكذا فقد فعل ما ينبغي.\n</p>\n\n<p>\nفإن لم يطف كما وصفنا وجعل البيت عن يمينه ومضى من الركن الأسود على\nيساره فقد نكس طوافه ولم يجزه ذلك الطواف عندنا.\n</p>\n\n<p>\n17054 - واختلف الفقهاء فيمن طاف الطواف الواجب منكوسا.\n</p>\n\n<p>\n17555 - فقال مالك، [ والشافعي ] وأصحابهما: لا يجزئه الطواف منكوسا،\nوعليه أن ينصرف من بلاده فيطوف ; لأنه كمن لم يطف.\n</p>\n\n<p>\n17056 - وهو قول الحميدي، وأبي ثور.\n</p>\n\n<p>\n17057 - وقال أبو حنيفة، وأصحابه: يعيد الطواف مادام بمكة، إذا بلغ\nالكوفة أو أبعد كان عليه دم ويجزئه.\n</p>\n\n<p>\n17058 - وكلهم يقول: إذا كان بمكة أعاد، وكذلك القول عند مالك والشافعي\nفيمن نسي شوطا واحدا من الطواف أن لا يجزئه، وعليه أن يرجع من بلاده على\nبقية إحرامه فيطوف.\n</p>\n\n<p>\n17059 - وقال أبو حنيفة: إن بلغ بلده لم ينصرف وكان عليه دم.\n</p>\n\n<p>\n17060 - قال أبو عمر: حجة من لم يجز الطواف منكوسا أن رسول الله - صلى\nالله عليه وسلم - استلم الركن في أول طوافه، وأخذ عن يمينه وجعل البيت عن\nيساره، وقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p125'> Vol. 12, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nخذوا عني مناسككم ; فمن خالف فعله فليس بطائف، وفعله مردود عليه لقوله، صلى\nالله عليه وسلم: من أحدث في أمرنا ما ليس منه فهو رد \".\n</p>\n\n<p>\n17061 - وحجة أبي حنيفة أنه طواف <span id='ms1484'></span> قد حصل بالبيت سبعا ولم يأت به على سنته\nفيجبر بالدم إذا رجع إلى بلده أو أبعد ; لأن سنن الحج تجبر بالدم.\n</p>\n\n<p>\n17062 - وأما الرمل فهو المشي خببا يشتد فيه دون الهرولة، وهيئته أن يحرك\nالماشي منكبيه لشدة الحركة في مشيه، هذا حكم الثلاثة الأشواط في الطواف\nبالبيت طواف دخول لا غيره، وأما الأربعة الأشواط تتمة السبعة فحكمها المشي\nالمعهود.\n</p>\n\n<p>\n17063 - هذا أمر مجتمع عليه أن الرمل لا يكون إلا في ثلاثة أطواف من طواف\nالدخول للحاج والمعتمر دون طواف الإفاضة وغيره.\n</p>\n\n<p>\n17064 - إلا أن العلماء اختلفوا في الرمل: هل هو سنة من سنن الحج لا يجوز\nتركها أم ليس بسنة واجبة ؟ لأنه: كان لعلة ذهبت وزالت، فمن شاء فعليه\nاختيارا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p126'> Vol. 12, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n17065 - فروي عن عمر بن الخطاب، وعبد الله بن مسعود، وعبد الله بن عمر.\n</p>\n\n<p>\n17066 - وهو قول مالك، والشافعي، وأبي حنيفة وأصحابهم، والثوري، وأحمد بن\nحنبل وإسحاق ابن راهويه: أن الرمل سنة لكل قادم مكة حاجا أو معتمرا في\nالثلاثة الأطواف الأول.\n</p>\n\n<p>\n17067 - وقال آخرون: ليس الرمل بسنة، ومن شاء فعله ومن شاء لم يفعله.\n</p>\n\n<p>\n17068 - روي ذلك عن جماعة من التابعين منهم: عطاء، وطاوس، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p127'> Vol. 12, p. 127</a>\n            </div>\n            \nومجاهد، والحسن، وسالم، والقاسم، وسعيد بن جبير.\n</p>\n\n<p>\n17069 - وهو الأشهر عن ابن عباس.\n</p>\n\n<p>\n17070 - وقد روي عنه مثل قول عمر ومن تابعه.\n</p>\n\n<p>\n17071 - وحجة من لم ير الرمل سنة حديث أبي الطفيل، عن ابن عباس:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p128'> Vol. 12, p. 128</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p129'> Vol. 12, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n17072 - روى فطر، عن أبي الطفيل، قال: قلت لابن عباس: زعم قومك أن رسول\nالله رمل بالبيت، وقال: ( ذلك سنة )، فقال: صدقوا وكذبوا. قلت: ما صدقوا ؟\nوما كذبوا ؟ قال: صدقوا ; رمل رسول الله - صلى الله عليه وسلم - حين طاف\nبالبيت. وكذبوا ؛ ليس ذلك بسنة. إن قريشا زمن الحديبية قالوا: إن به\nوبأصحابه هزلا، وقعدوا على قيقعان ينظرون إلى النبي - صلى الله عليه وسلم\nوأصحابه، فبلغ ذلك النبي - صلى الله عليه وسلم - فقال لأصحابه: \" ارملوا\nأروهم أن بكم قوة، فكان رسول الله - صلى الله عليه وسلم - يرمل من الحجر\nالأسود إلى اليماني، فإذا توارى عنهم مشى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p130'> Vol. 12, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\n17073 - قال أبو عمر: قد روى <span id='ms1485'></span> ابن المبارك، عن عبيد الله بن أبي زياد عن أبي\nالطفيل، عن ابن عباس، قال: رمل رسول الله من الحجر إلى الحجر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p131'> Vol. 12, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\n17074 - وهذا معناه في حجة الوداع أو في عمرته - صلى الله عليه وسلم - لا\nعام الحديبية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p132'> Vol. 12, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n17075 - وروى حماد بن سلمة، عن عبد الله بن عثمان بن خثيم، عن أبي الطفيل،\nعن ابن عباس: أن رسول الله - صلى الله عليه وسلم - اعتمر من الجعرانة ;\nفرمل بالبيت ثلاثة، ومشى أربعة.\n</p>\n\n<p>\n17076 - ففي هاتين الروايتين عن أبي الطفيل، عن ابن عباس أن رسول الله -\nصلى الله عليه وسلم - رمل الأشواط الثلاثة كلها.\n</p>\n\n<p>\n17077 - وهذا مع حديث جابر في حجة الوداع يرد قول من قال: يمشي بين\nالركنين اليماني والأسود.\n</p>\n\n<p>\n17078 - وقد اختلف عن ابن عمر في ذلك.\n</p>\n\n<p>\n17079 - وجمهور العلماء على أن الرمل من الحجر إلى الحجر على ما في حديث\nجابر في الأشواط الثلاثة.\n</p>\n\n<p>\n17080 - وقد روى: عطاء وطاوس، وعكرمة، عن ابن عباس معنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p133'> Vol. 12, p. 133</a>\n            </div>\n            \nحديث أبي الطفيل هذا، وقد ذكرنا الأحاديث عنهم بذلك في ( التمهيد ).\n</p>\n\n<p>\n17081 - واحتجوا أيضا بحديث الحجاج بن أرطاة عن أبي جعفر وعكرمة، عن ابن\nعباس، قال: لما اعتمر رسول الله - صلى الله عليه وسلم - بلغ أهل مكة أن\nبأصحابه هزلا، فلما قدم مكة قال لأصحابه: \" شدوا مآزركم وارملوا حتى يرى\nقومكم أن بكم قوة \" ثم حج رسول الله - صلى الله عليه وسلم - فلم يرمل.\n</p>\n\n<p>\n17082 - قال أبو عمر: هذا ليس بشيء ; لأن الثابت عن النبي - صلى الله\nعليه وسلم - أنه رمل في حجته حجة الوداع من الحجر إلى الحجر ثلاثة أشواط،\nومشى أربعة. من حديث مالك وغيره عن جعفر بن محمد، عن أبيه عن جابر.\n</p>\n\n<p>\n17083 - وقد ذكرنا جماعة رووه بإسناده كذلك في ( التمهيد ).\n</p>\n\n<p>\n17084 - وهذا يدل على ضعف ما رواه الحجاج بن أرطاة من قوله: \" ثم حج رسول\nالله - صلى الله عليه وسلم - فلم يرمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p134'> Vol. 12, p. 134</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p135'> Vol. 12, p. 135</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p136'> Vol. 12, p. 136</a>\n            </div>\n            \n17085 - وروى هشام، عن زيد بن أسلم، عن أبيه، عن عمر، قال في الرمل: لا تدع\nشيئا صنعناه مع رسول الله، صلى الله عليه وسلم.\n</p>\n\n<p>\n17086 - وقد ثبت عن عمر وابن مسعود <span id='ms1486'></span>، وابن عمر أنهم كانوا يرملون في\nالطواف ثلاثا - طواف القدوم - فصار سنة معمولا بها لا يضرها من جهلها\nوأنكرها.\n</p>\n\n<p>\n17087 - وروى الشافعي، قال: حدثني أنس بن عياض، عن موسى بن عقبة، عن\nنافع، عن ابن عمر، عن رسول الله - صلى الله عليه وسلم - أنه رمل ثلاثة\nأشواط ومشى أربعة، يعني في حجته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p137'> Vol. 12, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\n17088 - قال أبو عمر: هذا خير من حديث العلاء بن المسيب، عن الحكم، عن\nمجاهد، عن ابن عمر أن رسول الله - صلى الله عليه وسلم - رمل في العمرة ومشى\nفي الحج، وأصح وأثبت إن شاء الله.\n</p>\n\n<p>\n17089 - وروى مالك، وأيوب، وعبد الله بن عمر، عن نافع، عن ابن عمر بمعنى\nواحد أنه كان إذا قدم مكة رمل بالبيت وطاف بين الصفا والمروة إلى يوم النحر.\n</p>\n\n<p>\n17090 - قال أبو عمر: على هذا جماعة العلماء بالحجاز والعراق من أئمة\nالفتوى وأتباعهم، وهم الحجة على من شذ عنهم، وقد مضى حديث جابر بما يغني عن\nالدلائل والتأويل.\n</p>\n\n<p>\n17091 - واختلف قول مالك وأصحابه فيمن ترك الرمل في الطواف بالبيت طواف\nالدخول، أو ترك الهرولة في السعي بين الصفا والمروة، ثم ذكر ذلك وهو قريب:\n17592 - فمرة قال مالك: يعيد.\n</p>\n\n<p>\n17093 - ومرة قال: لا يعيد.\n</p>\n\n<p>\n17094 - وبه قال ابن القاسم.\n</p>\n\n<p>\n17095 - واختلف قوله أيضا، هل عليه دم إن أبعده ؟ فقال مرة: لا شيء عليه.\n</p>\n\n<p>\n17096 - ومرة قال: عليه دم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p138'> Vol. 12, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\n17097 - وقال ابن القاسم: وهو خفيف ولا أرى فيه شيئا.\n</p>\n\n<p>\n17098 - وكذلك روى ابن وهب عن مالك في موطئه أنه استخفه، قال، ولم ير فيه شيئا.\n</p>\n\n<p>\n17099 - وروى معن بن عيسى، عن مالك: أن عليه دما.\n</p>\n\n<p>\n17100 - وهو قول الحسن البصري، وسفيان الثوري.\n</p>\n\n<p>\n17101 - وقال ابن القاسم: رجع عن ذلك مالك.\n</p>\n\n<p>\n17102 - وذكر ابن حبيب عن مطرف وابن الماجشون وابن القاسم أن عليه في\nقليل ذلك وكثيره دما.\n</p>\n\n<p>\n17103 - واحتج بقول ابن عباس: من ترك من نسكه شيئا فعليه دم.\n</p>\n\n<p>\n17104 - قال أبو عمر: الحجة لمن لم ير فيه شيئا واستخفه أنه شيء مختلف\nفيه لم تثبت به سنة وألزمه على البراءة حتى يصح ما يجب إثباته فيها.\n</p>\n\n<p>\n17105 - وقد روي عن ابن <span id='ms1487'></span> عباس فيمن ترك الرمل: أنه لا شيء عليه.\n</p>\n\n<p>\n17106 - وهو قول عطاء، وابن جريج، والشافعي، وأبي حنيفة، والأوزاعي،\nوأحمد، وإسحاق، وأبي ثور.\n</p>\n\n<p>\n17107 - وأجمعوا أنه ليس على النساء رمل في طوافهن بالبيت، ولا هرولة في\nسعيهن بين الصفا والمروة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p139'> Vol. 12, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\n17108 - وكذلك أجمعوا على أن لا رمل على من أحرم بالحج من مكة من غير\nأهلها، وهم المتمتعون ; لأنهم قد رملوا في حين دخولهم حين طافوا للقدوم.\n</p>\n\n<p>\n17109 - واختلفوا في أهل مكة إذا حجوا، هل عليهم رمل أم لا ؟.\n</p>\n\n<p>\n17110 - فكان ابن عمر لا يرى عليهم رملا إذا طافوا بالبيت.\n</p>\n\n<p>\n17111 - وقال ابن وهب: كان مالك يستحب لمن حج من مكة أن يرمل حول البيت.\n</p>\n\n<p>\n17112 - وقال الشافعي: كل طواف قبل عرفة كل طواف يوصل بينه وبين السعي\nفإنه يرمل فيه، وكذلك العمرة.\n</p>\n\n<p>\n17113 - قال أبو عمر: قد دخل فيما ذكرنا في هذا الباب جميع معاني الآثار\nالمرسومة من جنسه.\n</p>\n\n<p>\n17114 - وأما قول عروة في الطواف:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p140'> Vol. 12, p. 140</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p141'> Vol. 12, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nاللهم لا إله إلا أنتا وأنت تحيي بعد ما أمتا\n</p>\n\n<p>\nفإن الموزون من الكلام وما يكره كغير الموزون، وأما الشعر كلام، فحسنه\nحسن وقبيحه قبيح.\n</p>\n\n<p>\n17115 - وقد روي عنه أنه كان يقول في طوافه مثل هذا من موزون الشعر الذي\nيجري مجرى الذكر، وكان شاعرا ( رحمه الله )، والشعر ديوان العرب وألسنتهم\nبه رطبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p142'> Vol. 12, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\n17116 - وقد كان الحسن يقول في مثل هذا:\n</p>\n\n<p>\nيا فالق الإصباح أنت ربي وأنت مولاي وأنت حسبي\n</p>\n\n<p>\nفأصلحن باليقين قلبي ونجني من كرب يوم الكرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p143'> Vol. 12, p. 143</a>\n            </div>\n            \n17117 - وقد أوضحنا ما يجوز من الشعر، ومن رفع العقيرة به، وما يكره من\nالغناء وشبهه في كتاب الجامع من هذا الديوان عند ذكر رفع بلال عقيرته.\n</p>\n\n<p>\nألا ليت شعري هل أبيتن ليلة بواد وحولي إذخر وجليد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p144'> Vol. 12, p. 144</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head9'>AUTO ( 35) باب الاستلام في الطواف</h2>\n\n<p>\n784 - مالك ; أنه بلغه أن رسول الله - صلى الله عليه وسلم - كان إذا قضى\nطوافه بالبيت، وركع الركعتين، وأراد أن يخرج إلى الصفا والمروة، استلم\nالركن الأسود قبل أن يخرج.\n</p>\n\n<p>\n17118 - قال أبو عمر: وهو محفوظ من حديث جابر، الحديث الطويل في الحج.\nرواه جماعة عن جعفر بن محمد، عن <span id='ms1488'></span> أبيه، عن جابر بتمامه.\n</p>\n\n<p>\n17119 - وفيه أن النبي - صلى الله عليه وسلم - طاف بالبيت سبعا، ثم رجع\nفاستلم الحجر، ثم خرج من الباب إلى الصفا. ويأتي ذكر الركعتين في الباب بعد\nهذا إن شاء الله.\n</p>\n\n<p>\n17120 - ذكر عبد الرزاق، عن عبيد الله بن عمر، عن نافع، عن ابن عمر: أنه\nطاف بالبيت، ثم صلى ركعتين عند المقام، ثم عاد إلى الحجر فاستلمه، ثم خرج\nإلى الصفا.\n</p>\n\n<p>\n17121 - وهو معمول به مستحب عند جماعة الفقهاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p145'> Vol. 12, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n785 - مالك، عن هشام بن عروة، عن أبيه ; أنه قال: قال رسول الله - صلى الله\nعليه وسلم - لعبد الرحمن بن عوف: \" كيف صنعت يا أبا محمد في استلام الركن ؟\nفقال عبد الرحمن: استلمت وتركت. فقال له رسول الله، صلى الله عليه وسلم: \"\nأصبت \".\n</p>\n\n<p>\n17122 - قال أبو عمر: كان ابن وضاح يقول في موطأ يحيى: إنما الحديث ( كيف\nصنعت يا أبا محمد في استلام الركن الأسود ) وزعم أن يحيى سقط له من كتابه \"\nالأسود \" وأمر ابن وضاح بإلحاق \" الأسود \" في كتاب يحيى.\n</p>\n\n<p>\n17123 - قال أبو عمر: رواه عن مالك كما قال ابن وضاح \" الركن الأسود \":\nابن القاسم، وابن وهب، والقعنبي، وجماعة.\n</p>\n\n<p>\n17124 - وقد رواه أبو المصعب وغيره كما رواه يحيى، لم يذكر ( الأسود ).\n</p>\n\n<p>\n17125 - وكذلك رواه ابن عيينة، وغيره، عن هشام بن عروة، عن أبيه، لم\nيذكروا ( الأسود )، كما روى يحيى.\n</p>\n\n<p>\n17126 - وهو أمر محتمل جائز في الوجهين جميعا.\n</p>\n\n<p>\n17127 - ورواه الثوري، عن هشام، عن أبيه، فقال فيه: كيف صنعت في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p146'> Vol. 12, p. 146</a>\n            </div>\n            \nاستلامك الحجر ؟\n</p>\n\n<p>\n17128 - فقد روي عن هشام في ذلك مثل رواية الثوري.\n</p>\n\n<p>\n17129 - ذكره ابن أبي عمر، قال: حدثني سفيان، عن هشام بن عروة، عن أبيه\nأن النبي - صلى الله عليه وسلم - قال لعبد الرحمن: \" كيف فعلت يا أبا محمد\nفي استلام الحجر ؟ \" وكان استأذنه في العمرة، فقال كيف صنعت حين طفت ؟\nفقال: استلمت وتركت. قال: \" أصبت \".\n</p>\n\n<p>\n17130 - وقد ذكرنا في التمهيد الأحاديث في استلام الركنين دون غيرهما\nوأوضحنا ذلك كله بالأسانيد.\n</p>\n\n<p>\n17131 - ولا خلاف بين العلماء أن الركنين جميعا يستلمان: الأسود،\nواليماني، وإنما الفرق بينهما أن الأسود يقبل، واليماني <span id='ms1489'></span> لا يقبل.\n</p>\n\n<p>\n17132 - وقد روى عبد الله بن مسلم بن هرمز، عن مجاهد، عن ابن عباس، قال:\nكان رسول الله - صلى الله عليه وسلم - إذا استلم الركن اليماني قبله، ووضع\nخده عليه.\n</p>\n\n<p>\n17133 - وهذا غير معروف، ولم يتابع عليه، وإنما المعروف: قبل يده. وإنما\nيعرف تقبيل الحجر الأسود ووضع الوجه عليه، وما أعرف أحدا من أهل الفتوى\nيقول بتقبيل غير الأسود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p147'> Vol. 12, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n17134 - وقد ذكرت في \" التمهيد \" بإسناده: أن عبد الرحمن بن عوف كان إذا\nأتى الركن، فوجدهم يزدحمون عليه استقبله ; فكبر ودعا، ثم طاف، فإذا وجد\nخلوة ; استلمه.\n</p>\n\n<p>\n17135 - وفي قول رسول الله - صلى الله عليه وسلم - لعبد الرحمن بن عوف -\nإذ قال: استلمت وتركت، فقال: ( أصبت ) - دليل على أن الاستلام ليس بواجب،\nوأنه حسن لا حرج على من تركه في بعض طوافه عامدا، وإن غلبه بالزحام لم يضره ذلك.\n</p>\n\n<p>\n17136 - أخبرنا عبد الله بن محمد بن عبد المؤمن، قال: حدثني أحمد بن\nإبراهيم بن محمد بن جامع السكري قراءة عليه وأنا أسمع سنة أربع وأربعين\nوثلاثمائة، قال: حدثني علي بن عبد العزيز، قال: حدثني أبو نعيم: الفضل بن\nدكين، قال: حدثني سفيان الثوري، عن هشام بن عروة، عن عبد الرحمن بن عوف،\nقال لي رسول الله، صلى الله عليه وسلم: \" كيف صنعت في استلام الحجر، قلت:\nاستلمت وتركت. قال: \" أصبت \".\n</p>\n\n<p>\n17137 - وقد روى هشام بن عروة، عن أبيه، عن عائشة أن رسول الله - صلى\nالله عليه وسلم - طاف حجة الوداع حول البيت يستلم الركن بمحجن كراهية أن\nيصرف الناس عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p148'> Vol. 12, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n17138 - وروى ابن عيينة، عن أبي يعفور، عن رجل من خزاعة، عن عمر بن الخطاب\nأن رسول الله - صلى الله عليه وسلم - قال له: \" يا أبا حفص: إنك رجل قوي;\nفلا تزاحم الناس على الركن فإنك تؤذي الضعيف ولكن إذا وجدت خلوة فاستلم ولا\nتكر وامض.\n</p>\n\n<p>\n17139 - وقال الشافعي: أخبرنا سعيد بن سالم، عن إبراهيم بن نافع، قال:\nطفت مع طاوس فلم يستلم شيئا من الأركان حتى فرغ من طوافه.\n</p>\n\n<p>\n17140 - قال أبو عمر: الاستلام للرجال دون النساء <span id='ms1490'></span> عن عائشة، وعطاء،\nوغيرهما. وعليه جماعة الفقهاء، فإذا وجدت المرأة الحجر خاليا واليماني\nاستلمت إن شاءت.\n</p>\n\n<p>\n17141 - وكانت عائشة ( رضي الله عنها ) تقول للنساء: إذا وجدتن فرجة\nفاستلمن، وإلا فكبرن وامضين.\n</p>\n\n<p>\n786 - مالك، عن هشام بن عروة ; أن أباه كان إذا طاف بالبيت، يستلم\nالأركان كلها. وكان لا يدع اليماني، إلا أن يغلب عليه.\n</p>\n\n<p>\n17142 - قال أبو عمر: قد مضى في حديث مالك، عن سعيد المقبري، عن عبيد بن\nجريج، عن عبد الله بن عمر: أن رسول الله - صلى الله عليه وسلم - لم يكن\nيستلم من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p149'> Vol. 12, p. 149</a>\n            </div>\n            \nالأركان إلا اليماني ما فيه كفاية في استلام الأركان.\n</p>\n\n<p>\n17143 - وقد كان عبد الله بن الزبير ومعاوية يفعلان ما كان يفعله عروة من\nاستلام الأركان كلها، وقالا: ليس من البيت شيء مهجور.\n</p>\n\n<p>\n17144 - وقال معاوية لابن عباس ؟ فقال له ابن عباس:لقد كان لكم في رسول\nالله أسوة حسنة [ الأحزاب: 21 ].\n</p>\n\n<p>\n17145 - وقد بان في بناء الكعبة، معنى ترك رسول الله - صلى الله عليه\nوسلم - استلام الركنين اللذين يليان الحجر.\n</p>\n\n<p>\n17146 - وقال الشافعي: ليس قول من قال محتجا لاستلام الأركان كلها: \" ليس\nمن البيت شيء مهجور، بصحيح ; لأنه ليس في ترك استلامهما هجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p150'> Vol. 12, p. 150</a>\n            </div>\n            \nلهما، ومن طاف من ورائهما لم يهجرهما، والحيطان كلها من البيت لا يستلم\nمنها غير الأركان، وليس ذلك بهجر للبيت، وحكم ذلك الركنين حكم سائر الحائط.\n</p>\n\n<p>\n17147 - أخبرنا أحمد بن محمد، قال: حدثنا أحمد بن الفضل بن العباس، قال:\nحدثني محمد بن جرير الطبري، قال: حدثني محمد بن المثنى وأبو عمر، قالا:\nحدثني أبو عامر، قال: حدثنا رباح بن أبي معروف، عن يوسف بن ماهك، قال: كان\nابن عمر إذا مر بالركن اليماني والحجر الأسود استلمهما لا يدعهما: فقلت يا\nأبا عبد الرحمن: تمر بهذين الركنين فتستلمهما لا تدعهما ؟ قال: إني رأيت\nرسول الله - صلى الله عليه وسلم - يستلمهما لا يدعهما. قلنا له: أتمر بهذين\nوتمر بهذين الركنين فلا تستلمهما ؟ قال: إني رأيت رسول الله - صلى الله\nعليه وسلم - يمر بهما فلا يستلمهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p151'> Vol. 12, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n17148 - قال الطبري: واحتج من رأى الاستلام في <span id='ms1491'></span> الأركان كلها بما 17149 -\nحدثناه ابن حميد، قال: حدثني يحيى بن وضاح، قال: حدثني الحسين بن واقد، عن\nأبي الزبير، عن جابر، قال: كنا نؤمر إذا طفنا أن نستلم الأركان كلها.\n</p>\n\n<p>\n17150 - قال أبو الزبير: ورأيت عبد الله بن الزبير يفعله.\n</p>\n\n<p>\n17151 - قال أبو عمر: قول أبي الزبير أنه رأى عبد الله بن الزبير يفعله،\nوهو مكي يرى الجماعات من الصحابة وكبار التابعين يحجون، فلو رآهم يفعلون\nذلك لم يخص بذلكابن الزبير.\n</p>\n\n<p>\n17152 - وهذا يعضده حديث عبيد بن جريج أنه قال لعبد الله بن عمر: رأيتك\nتفعل أربعا لم أر أحدا يفعلهن غيرك... \" ; فذكر منهن أنه كان لا يستلم إلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p152'> Vol. 12, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nالركنين فقط.\n</p>\n\n<p>\n17153 - قال أبو عمر: هو مباح لمن فعله لا حرج عليه، والسنة استلام\nالركنين: الأسود، واليماني.\n</p>\n\n<p>\n17154 - وعليه جماعة الفقهاء بالأمصار أهل الفتوى والحمد لله.\n</p>\n\n<p>\n17155 - وقد كان جماعة من السلف لا يستلمون الركن إلا في الوتر من\nالطواف، منهم: مجاهد، وطاوس. واستحبته طائفة من الفقهاء.\n</p>\n\n<p>\n17156 - قال الشافعي: أحب الاستلام في كل وتر أكثر مما أحبه في كل شفع،\nوإذا لم يكن الازدحام أحببت الاستلام في كل طواف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p153'> Vol. 12, p. 153</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head10'>AUTO ( 36) باب تقبيل الركن الأسود في الاستلام</h2>\n\n<p>\n787 - مالك، عن هشام بن عروة، عن أبيه ; أن عمر بن الخطاب قال، وهو يطوف\nبالبيت، للركن الأسود: إنما أنت حجر. ولولا أني رأيت رسول الله - صلى الله\nعليه وسلم - قبلك ما قبلتك. ثم قبله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p154'> Vol. 12, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\n17157 - قال مالك: سمعت بعض أهل العلم يستحب، [ إذا رفع ] الذي يطوف\nبالبيت، يده عن الركن اليماني، أن يضعها على فيه.\n</p>\n\n<p>\n17158 - قال أبو عمر: هذا الحديث مرسل ; لأن عروة لم يسمع من عمر. وقد\nروي متصلا مسندا من وجوه منها ما رواه: 17159 - ابن وهب، قال: أخبرني عمرو\nبن الحارث، ويونس بن يزيد، عن ابن شهاب، عن سالم، عن أبيه: أنه حدثه، قال:\nقبل عمر بن الخطاب الحجر، ثم قال: والله لقد علمت أنك حجر، ولولا أني رأيت\nرسول الله - صلى الله عليه وسلم - يقبلك ما قبلتك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p155'> Vol. 12, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n17160 - قال عمرو بن الحارث: وحدثني بمثلها زيد بن أسلم، عن أبيه، عن <span id='ms1492'></span> عمر.\n</p>\n\n<p>\n17161 - قال أبو عمر: زعم أبو بكر البزار أن هذا الحديث رواه عن عمر، عن\nالنبي - صلى الله عليه وسلم - مسندا أربعة عشر رجلا \".\n</p>\n\n<p>\n17162 - وقد ذكرنا بعض تلك الطرق في ( التمهيد ).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p156'> Vol. 12, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\n17163 - ولا يختلف العلماء أن تقبيل الحجر الأسود في الطواف من سنن الحج\nلمن قدر عليه، ومن لم يقدر عليه وضع يده على فيه ثم وضعها عليه مستلما\nورفعها إلى فيه، فإن لم يقدر أيضا على ذلك كبر إذا قابله وحاذاه، فإن لم\nيفعل فلا أعلم أحدا أوجب عليه دما ولا فدية.\n</p>\n\n<p>\n17164 - روى ابن جريج عن محمد بن جعفر، قال: رأيت ابن عباس قبل الركن، ثم\nسجد عليه، ثم قبله، ثم سجد عليه، ثم قبله، ثم سجد عليه، ثلاث مرات.\n</p>\n\n<p>\n17165 - وروى الشافعي، قال: حدثني سعيد عن سالم، عن حنظلة بن أبي سفيان،\nعن طاوس أنه كان لا يستلم الحجر إلا أن يراه خاليا، وكان إذا استلمه قبله\nثلاث مرات، ثم سجد عليه على إثر كل تقبيلة.\n</p>\n\n<p>\n17166 - قال أبو عمر: وروي في الحجر الأسود آثار عن السلف منها: عن ابن\nعباس، وعبد الله بن عمر، ووهب بن منبه، وكعب الأحبار وغيرهم أن الحجر\nالأسود من الجنة، وأنه كان أشد بياضا من الثلج حتى سوده لمس أهل الشرك\nوعبدة الأصنام له، وإنه لولا مسه من أرجاس أهل الجاهلية وأنجاسها ما مسه ذو\nعاهة إلا برأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p157'> Vol. 12, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n17167 - وعن ابن عباس، وسلمان الفارسي: أنه من حجارة الجنة، وأنه يبعث يوم\nالقيامة وله لسان وشفتان وعينان يشهد لمن استلمه بالوفاء والحق، وهو يمين\nالله في الأرض، وهو يصافح بها عباده.\n</p>\n\n<p>\n17168 - وعن السدي قال: هبط آدم بالهند، وأنزل معه الحجر الأسود، وأنزل\nمعه قبضة من ورق الجنة، فنثرها آدم بالهند، فأنبتت شجر الطيب، فأجل ما يؤتى\nبه من الطيب الهندي من ذلك الورق، وإنما قبض آدم القبضة أسفا على الجنة حيث\nأخرج منها.\n</p>\n\n<p>\n17169 - وروى ابن وهب، عن عمرو بن الحارث: أن قتادة حدثه، أن أنس بن مالك\nحدثه عن النبي - صلى الله عليه وسلم - أنه قال: الحجر <span id='ms1493'></span> الأسود من حجارة\nالجنة، وإني قد رضيت بما قسم.\n</p>\n\n<p>\n17170 - قال: وحدثني أنس بن زيد، عن ابن شهاب أنه سمع سعيد بن المسيب\nيقول: الركن حجر من حجارة الجنة.\n</p>\n\n<p>\n17171 - أخبرنا عبد الوارث، قال: حدثني قاسم، قال: حدثني أبو إسماعيل\nالترمذي، قال: حدثني شاذ بن الفياض، قال: حدثني عمر بن إبراهيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p158'> Vol. 12, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nالعبدي البزار، عن قتادة، عن أنس، عن النبي - صلى الله عليه وسلم - قال: \"\nالحجر الأسود من حجارة الجنة.\n</p>\n\n<p>\n17172 - قال أبو عمر: كل ما ذكرنا في الحجر الأسود قد جاء عن السلف على\nحسب ما وصفنا. وهو الصواب عندنا، وأولى [ من قول ]، من شذ فقال: إنه من\nحجارة الوادي، وبالله التوفيق.\n</p>\n\n<p>\n17173 - قال الشافعي: السجود على الحجر سجود لله تعالى، وأنا أحب ما صنع\nابن عباس وطاوس.\n</p>\n\n<p>\n17174 - قال: وأخبرنا سعيد بن سالم، عن ابن جريج، قال: قلت لعطاء: هل\nرأيت أحدا من أصحاب رسول الله - صلى الله عليه وسلم - إذا استلموا قبلوا\nأيديهم قال: نعم. رأيت جابر بن عبد الله، وابن عمر، وأبا سعيد الخدري، وأبا\nهريرة إذا استلموا قبلوا أيديهم. قلت: وابن عباس ؟ قال: نعم حسبت كثيرا\nقلت: هل تدع أنت إذا استلمت أن تقبل يدك. قال: فلم أستلمه إذن.\n</p>\n\n<p>\n17175 - قال ابن جريج: قلت لعطاء: تقبيل الركن الأسود ؟ قال: حسن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p159'> Vol. 12, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n17176 - قال أبو عمر: إذا كان موجودا عن السلف في الركن الأسود فما ذكره\nمالك عن بعض أهل العلم في الركن اليماني ; لأن الركنين السنة فيهما\nاستلامهما وتقبيل اليد، وتقبيل الحجر الأسود، خاصة لمن قدر عليه، وبالله\nالتوفيق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p160'> Vol. 12, p. 160</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head11'>AUTO ( 37) باب ركعتي الطواف</h2>\n\n<p>\n788 - مالك، عن هشام بن عروة، عن أبيه أنه كان لا يجمع بين السبعين. لا\nيصلي بينهما، ولكنه صلى بعد كل سبع ركعتين. فربما صلى عند المقام أو عند\nغيره 17177 - وسئل مالك عن الطواف، إن كان أخف على الرجل أن يتطوع به،\nفيقرن بين الأسبوعين أو أكثر، ثم يركع ما عليه من ركوع تلك السبوع ؟ قال:\nلا ينبغي ذلك. وإنما السنة أن يتبع كل سبع ركعتين.\n</p>\n\n<p>\n17178 - قال مالك، في الرجل يدخل في الطواف <span id='ms1494'></span> فيسهو حتى يطوف ثمانية أو\nتسعة أطواف. قال: يقطع، إذا علم أنه قد زاد. ثم يصلي ركعتين. ولا يعتد\nبالذي كان زاد. ولا ينبغي له أن يبني على التسعة، حتى يصلي سبعين جميعا،\nلأن السنة في الطواف، أن يتبع كل سبع ركعتين.\n</p>\n\n<p>\n17179 - قال مالك: ومن شك في طوافه، بعدما يركع ركعتي الطواف، فليعد،\nفليتمم طوافه على اليقين. ثم ليعد الركعتين، لأنه لا صلاة لطواف، إلا بعد\nإكمال السبع.\n</p>\n\n<p>\n17180 - ومن أصابه شيء بنقض وضوئه، وهو يطوف بالبيت، أو يسعى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p161'> Vol. 12, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nبين الصفا والمروة، أو بين ذلك. فإنه من أصابه ذلك، وقد طاف بعض الطواف، أو\nكله، ولم يركع ركعتي الطواف، أنه يتوضأ. ويستأنف الطواف والركعتين. وأما\nالسعي بين الصفا والمروة. فإنه لا يقطع ذلك عليه، ما أصابه من انتقاض\nوضوئه. ولا يدخل السعي إلا وهو طاهر بوضوء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p162'> Vol. 12, p. 162</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p163'> Vol. 12, p. 163</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p164'> Vol. 12, p. 164</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p165'> Vol. 12, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\n17181 - قال أبو عمر: أما فعل عروة ( رحمه الله ) أنه كان لا يجمع بين\nالسبعين.. إلى آخر خبره المذكور في أول هذا الباب ; فالسنة المجتمع عليها\nفي الاختيار أن يتبع كل سبوع ركعتين، وعلى هذا جمهور العلماء.\n</p>\n\n<p>\n17182 - قال ابن وهب، عن مالك: السنة التي لا اختلاف فيها ولا شك، والذي\nاجتمع عليه المسلمون أن مع كل سبوع ركعتين.\n</p>\n\n<p>\n17183 - وقال أشهب: سئل مالك عمن طاف سبعين ثم ركع لهما ؟ فقال: ما أحبه،\nوما ذلك من عمل الناس.\n</p>\n\n<p>\n17184 - وكره الثوري أن يجمع بين سبوعين.\n</p>\n\n<p>\n17185 - وكرهه أيضا أبو حنيفة، والشافعي، وأبو ثور، وأحمد، وإسحاق، وأكثر\nأهل العلم.\n</p>\n\n<p>\n17186 - وقد كان بعض السلف يقرن الأسابيع، منهم: عائشة أم المؤمنين،\nوالمسور بن مخرمة، ومجاهد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p166'> Vol. 12, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\n17187 - ذكر ابن عيينة، قال: حدثني محمد بن السائب، عن أبيه، أن عائشة كانت\nتطوف ثلاثة أسابيع تفرق بينها، وتركع لكل سبوع ركعتين.\n</p>\n\n<p>\n17188 - وذكر شعبة، عن عبد الله بن أبي نجيح، عن مجاهد: أنه كان لا يرى\nبأسا أن يطوف الرجل ثلاثة أسابيع أو خمسة، وما كان وترا، ويصلي لكل أسبوع\nركعتين ويجمعهن، وكان يكره سبعين أو أربعا.\n</p>\n\n<p>\n17189 - وقال أبو يوسف أيضا.\n</p>\n\n<p>\n17190 - وكان المسور بن مخرمة يفرق بين الأسبوعين <span id='ms1495'></span>.\n</p>\n\n<p>\n17191 - قال أبو عمر: الحجة لمن كره ذلك أن النبي - صلى الله عليه وسلم -\nطاف بالبيت سبعا، وصلى خلف المقام ركعتين. وقال: ( خذوا عني مناسككم ) ; فينبغي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p167'> Vol. 12, p. 167</a>\n            </div>\n            \nالاقتداء به، والانتهاء إلى ما سنه، صلى الله عليه وسلم.\n</p>\n\n<p>\n17192 - وعلة من أجاز ذلك أنها صلاة ليس لها وقت فيتعدى، والطواف لا وقت\nله أيضا فحسبه أن يأتي من الطواف بما شاء، ويركع لكل أسبوع ركعتين قياسا\nعلى من كانت عليه كفارتان في وقتين يجمعهما في وقت واحد.\n</p>\n\n<p>\n17193 - وأما كراهة مجاهد الجمع بين السبعين وإجازته ثلاثة أسابيع إنما\nذلك - والله أعلم - أن رسول الله - صلى الله عليه وسلم - انصرف إلى\nالركعتين بعد وتر من طوافه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p168'> Vol. 12, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nومن طاف أسبوعين لم ينصرف على وتر، فلذلك أجاز أن يطوف ثلاثة أسابيع وخمسة\nوسبعة، ولم يجز اثنين.\n</p>\n\n<p>\n17194 - قال أبو عمر: ثبتت الآثار عن النبي - صلى الله عليه وسلم - أنه\nلما طاف بالبيت صلى عند المقام ركعتين. وأجمعوا على قول ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p169'> Vol. 12, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\n17195 - وأجمعوا أيضا على أن الطائف يصلي الركعتين حيث شاء من المسجد، وحيث\nأمكنه، وأنه إن لم يصل عند المقام أو خلف المقام فلا شيء عليه.\n</p>\n\n<p>\n17196 - واختلفوا فيمن نسي ركعتي الطواف حتى خرج من الحرم أو رجع إلى\nبلاده، فقال مالك: إن لم يركعهما حتى يرجع إلى بلده فعليه هدي.\n</p>\n\n<p>\n17197 - وقال الثوري: يركعهما حيث شاء ما لم يخرج من الحرم.\n</p>\n\n<p>\n17198 - وقال الشافعي، وأبو حنيفة: يركعهما حيث ما ذكر من حل أو حرم.\n</p>\n\n<p>\n17199 - وحجة مالك في إيجاب الدم في ذلك قول ابن عباس: من نسي من نسكه\nشيئا فليهرق دما. وركعتا الطواف من النسك.\n</p>\n\n<p>\n17200 - وحجة من أسقط الدم في ذلك أنها صلاة تقضى متى ذكرت لقوله، صلى\nالله عليه وسلم: \" من نام عن صلاة أو نسيها فليصلها إذا ذكرها \" ; وليستا\nبأوكد من المكتوبة، ولا مدخل للدم عندهم.\n</p>\n\n<p>\n17201 - وأما قول مالك في الرجل يدخل الطواف فيسهو حتى يطوف ثمانية أطواف\nأو تسعة فإنه يقطع ويركع ركعتين، ولا يعتد بالذي زاد، ولا يبني عليه، فهذه\nمسألة اختلف الفقهاء فيها: 17202 - فقول أبي حنيفة، ومحمد <span id='ms1496'></span>، في ذلك كقول مالك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p170'> Vol. 12, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\n17203 - وبه قال أبو ثور.\n</p>\n\n<p>\n17204 - وهو الأولى قياسا على صلاة النافلة فيهن يبني، ويسلم في ركعتين،\nفإذا قام إلى ثالثة وعمل فيها ثم ذكر، رجع إلى الجلوس، وتشهد وسلم وسجد.\n</p>\n\n<p>\n17205 - وقال الثوري: إن بنى على الطواف والطوافين أسبوعا آخر فلا بأس،\nولا أحبه.\n</p>\n\n<p>\n17206 - واستحب الشافعي في ذلك ما قاله مالك، ولم يخرج عنده سهو الساهي\nإذا بنى.\n</p>\n\n<p>\n17207 - وأما قوله: ( من شك في طوافه بعدما يركع ركعتي الطواف فليعد،\nفليتم طوافه على اليقين، ثم ليعد الركعتين، لأنه لا صلاة لطواف إلا بعد\nإكمال السبع )، فقد احتج مالك للمسألة بما لا ريبة فيه، فإن رسول الله -\nصلى الله عليه وسلم - قال: ( من شك أثلاثا صلى أم أربعا فليبن على يقين،\nوليأت بركعة ).\n</p>\n\n<p>\n17208 - ولا خلاف أن الركعتين لا تكونان إلا بعد السبعة الأطواف.\n</p>\n\n<p>\n17259 - وأما قوله: \" من أصابه شيء ينقض وضوءه، إلى آخر قوله ; فالسنة\nالمجتمع عليها أنه لا ينبغي أن يكون الطواف إلا على طهارة لقوله - عليه\nالسلام - للحائض من نسائه: ( اقض ما يقضي الحاج غير أن لا تطوفي ).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p171'> Vol. 12, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\n17210 - هذا هو الاختيار عندهم.\n</p>\n\n<p>\n17211 - واختلفوا فيمن طاف على غير طهارة، فجملة قول مالك في ذلك أنه\nقاسها على من صلى على غير وضوء.\n</p>\n\n<p>\n17212 - وقال مالك: لا يطاف إلا في ثوب طاهر وعلى طهارة، فإن أحدث في\nالطواف توضأ، واستقبل إذا كان الطواف واجبا عليه أو من سنن الحج وأما\nالطواف التطوع فإنه إن أراد تمامه استأنف الوضوء له.\n</p>\n\n<p>\n17213 - وقال أبو حنيفة، وأبو يوسف: إن ذكر الذي طاف الطواف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p172'> Vol. 12, p. 172</a>\n            </div>\n            \nالواجب أو المسنون أنه كان على غير طهارة ذلك اليوم أو جنبا له الإعادة،\nوعليه دم.\n</p>\n\n<p>\n17214 - وقال محمد: ليس عليه إعادة الطواف، وإن طاف كان حسنا، والدم على\nكل حال لا يسقطه عنه إعادة الطواف.\n</p>\n\n<p>\n17215 - وقال الشافعي: إذا طاف في ثوب نجس وإن كان حسنا فالدم عليه على\nكل حال.\n</p>\n\n<p>\n17216 - وقال: أو على جسده شيء من نجاسة أو في نعله نجاسة لم يعتد بما\nطاف بتلك الحال كما لا يعتد بالصلاة في ذلك <span id='ms1497'></span>، وكان في حكم من لم يطف.\n</p>\n\n<p>\n17217 - قال: والطائف بالبيت في حكم المصلي في الطهارة خاصة.\n</p>\n\n<p>\n17218 - ولا يرى الشافعي في الطواف تطوعا على من قطعه عليه الحدث أو قطعه\nعامدا أعاده كالصلاة النافلة عنده، ولا يحل عنده الطواف التطوع ولا صلاة\nالتطوع إلا على طهارة.\n</p>\n\n<p>\n17219 - وقال أبو ثور: إذا طاف على غير وضوء، أو في ثوبه بول، أو قذر، أو\nدم كثير فأخشى وهو يعلم لم يجزه ذلك، وإن كان لا يعلم أجزاه طوافه.\n</p>\n\n<p>\n17220 - وقال أحمد، وإسحاق: لا يجوز طواف إلا على طهارة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p173'> Vol. 12, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\n17221 - وقال إبراهيم النخعي، وحماد بن أبي سليمان، ومنصور بن المعتمر،\nوالأعمش: يجزي الطواف على غير طهارة.\n</p>\n\n<p>\n17222 - روى شعبة عن منصور، وحماد، والأعمش في الرجل يطوف بالبيت على غير\nطهارة لم يروا بذلك بأسا.\n</p>\n\n<p>\n17223 - قال الأعمش: أحب إلي أن يطوف على طهارة.\n</p>\n\n<p>\n17224 - قال أبو عمر: من أجاز الطواف على غير طهارة قاسه على إجماع\nالعلماء في السعي بين الصفا والمروة أنه جائز على غير طهارة، ومن لم يجزه\nإلا على طهارة احتج بما تقدم من قوله، عليه السلام: \" تقضي الحائض المناسك\nكلها إلا الطواف بالبيت \". وقوله وقول أصحابه ( الطواف بالبيت صلاة )، وهو\nمرتبط بالبيت بعده ولا خلاف بينهما أنها لا تجزي على غير طهارة.\n</p>\n\n<p>\n17225 - وأما قول مالك \" أنه لا يدخل السعي إلا بطواف \" فهذا اختيار منه\nلمن صح له طوافه على طهارة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p174'> Vol. 12, p. 174</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head12'>AUTO ( 38) باب الصلاة بعد الصبح والعصر في الطواف</h2>\n\n<p>\n789 - مالك، عن ابن شهاب، عن حميد بن عبد الرحمن بن عوف ; أن عبد الرحمن\nبن عبد القاري أخبره: أنه طاف بالبيت. مع عمر بن الخطاب بعد صلاة الصبح.\nفلما قضى عمر طوافه، نظر فلم ير الشمس طلعت. فركب حتى أناخ بذي طوى فصلى\nركعتين.\n</p>\n\n<p>\n790 - مالك، عن أبي الزبير المكي ; أنه قال: رأيت عبد الله بن عباس يطوف\nبعد صلاة العصر، ثم يدخل حجرته، فلا أدري ما يصنع.\n</p>\n\n<p>\n17226 - قال أبو عمر: روى هذا الخبر ابن عيينة، عن أبي الزبير بخلاف\nرواية مالك. ذكره ابن أبي عمر وغيره، عن ابن عيينة، عن <span id='ms1498'></span> عمرو بن دينار، قال:\nرأيت ابن عباس طاف بعد العصر، فلا أدري أصلى أم لا. فقال له أبو الزبير:\nعمرو لم يره صلى ؟ قال: لا، قال أبو الزبير: لكني رأيته صلى.\n</p>\n\n<p>\n791 - مالك، عن أبي الزبير المكي، أنه قال: قد رأيت البيت يخلو بعد صلاة\nالصبح، وبعد صلاة العصر. ما يطوف به أحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p175'> Vol. 12, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\n17227 - قال أبو عمر: هذا خبر منكر يدفعه كل من رأى الطواف بعد الصبح\nوالعصر، ولا يرى الصلاة حتى تغرب الشمس.\n</p>\n\n<p>\n17228 - قال مالك: ومن طاف بالبيت بعض أسبوعه. ثم أقيمت صلاة الصبح، أو\nصلاة العصر، فإنه يصلي مع الإمام. ثم يبني على ما طاف، حتى يكمل سبعا. ثم\nلا يصلي حتى تطلع الشمس، أو تغرب.\n</p>\n\n<p>\nقال: وإن أخرهما - يعني الركعتين - حتى يصلي المغرب، فلا بأس بذلك.\n</p>\n\n<p>\n17229 - قال مالك: ولا بأس أن يطوف الرجل طوافا واحدا، بعد الصبح وبعد\nالعصر. لا يزيد على سبع واحد. ويؤخر الركعتين حتى تطلع الشمس. كما صنع عمر\nبن الخطاب. ويؤخرهما بعد العصر، حتى تغرب الشمس. فإذا غربت الشمس صلاهما إن\nشاء. وإن شاء أخرهما حتى يصلي المغرب. لا بأس بذلك.\n</p>\n\n<p>\n17230 - قال أبو عمر: قد قال في \" الموطأ \"، عند جماعة من رواته: أحب إلي\nيركعهما بعد صلاة العصر.\n</p>\n\n<p>\n17231 - قال أبو عمر: للمسألة في هذا الباب ثلاثة أقوال.\n</p>\n\n<p>\n17232 - ( أحدها ): إجازة الطواف بعد الصبح وبعد العصر، وتأخير الركعتين\nحتى تطلع الشمس أو تغرب، وهو مذهب عمر بن الخطاب ومعاذ بن عفراء وجماعة،\nوهو قول مالك وأصحابه، روى ابن عيينة، عن ابن أبي نجيح، عن أبيه، قال: قدم\nعلينا أبو سعيد الخدري، فطاف بالبيت سبعا بعد الصبح، فقلنا انظروا كيف\nيصنع، فجلس حتى طلعت الشمس، ثم قام فصلى ركعتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p176'> Vol. 12, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\n17233 - والقول الثاني: كراهة الطواف، وكراهة الركوع له بعد الصبح وبعد\nالعصر. قاله سعيد بن جبير، ومجاهد، وجماعة.\n</p>\n\n<p>\n17234 - والثالث: إباحة ذلك كله وجوازه بعد الصبح وبعد العصر، وبه قال\nالشافعي وجماعة غيره.\n</p>\n\n<p>\n17235 - وكره الثوري، وأبو حنيفة وأصحابه الطواف بعد الصبح وبعد العصر.\nوقالوا: فإن فعل فلا يركع حتى يحل وقت <span id='ms1499'></span> الصلاة النافلة بعد طلوع الشمس وبعد\nالغروب.\n</p>\n\n<p>\n17236: وقال سعيد بن جبير، ومجاهد: لا يطوف بعد الصبح وبعد العصر.\n</p>\n\n<p>\n17237 - وقال عطاء: يطوف ولا يصلي.\n</p>\n\n<p>\n17238 - وقد روي عنه: يطوف ويصلي، مثل قول الشافعي وهو الصحيح عنه.\n</p>\n\n<p>\n17239 - وروى شعبة، عن سعد بن إبراهيم، عن نصر بن عبد الرحمن، عن جده\nمعاذ القرشي أنه طاف بالبيت مع معاذ بن عفراء بعد العصر وبعد الصبح فلم يصل\n; فسألت فقال: قال رسول الله، صلى الله عليه وسلم: \" لا صلاة بعد صلاة\nالغداة حتى تطلع الشمس، ولا بعد العصر حتى تغرب الشمس.\n</p>\n\n<p>\n17240 - وبمثل هذا احتج من كره الطواف بعد الصبح والعصر، وزاد أن من سنة\nالطواف أن تصلى بعده ركعتان بلا فصل ولا تؤخر الركعتان بعد الفراغ من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p177'> Vol. 12, p. 177</a>\n            </div>\n            \nالطواف إلا من عذر، فإذا لم تكن الصلاة جائزة لم يكن الطواف جائزا إلا أن\nالطواف لا يتم إلا بالركعتين، ومن سنتهما أن لا يفرق بينهما.\n</p>\n\n<p>\n17241 - ومن حجة الشافعي ومن قال بقوله حديث سفيان بن عيينة، عن أبي\nالزبير، عن عبد الله بن باباه، عن جبير بن مطعم، عن النبي - صلى الله عليه\nوسلم - أنه قال: \" يا بني عبد مناف - أو يا بني عبد المطلب - إن وليتم من\nهذا الأمر شيئا فلا تمنعوا أحدا طاف بهذا البيت وصلى أي ساعة شاء من ليل أو\nنهار \". رواه الشافعي وغيره عن ابن عيينة.\n</p>\n\n<p>\n17242 - قالوا: فقد عم الأوقات كلها ; فليس لأحد أن يخص وقتا من الأوقات.\n</p>\n\n<p>\n17243 - وممن أجاز الطواف والصلاة بعد العصر والصبح: عبد الله بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p178'> Vol. 12, p. 178</a>\n            </div>\n            \nعمر، وعبد الله بن عباس، وعبد الله بن الزبير، والحسن، والحسين.\n</p>\n\n<p>\n17244 - وبه قال عطاء، وطاوس، والقاسم بن محمد، وعروة بن الزبير.\n</p>\n\n<p>\n17245 - روى ابن عيينة، عن عمرو بن دينار قال: رأيت أنا وعطاء عبد الله\nبن عمر طاف بالبيت بعد الصبح وصلى.\n</p>\n\n<p>\n17246 - قال أبو عمر: لا ينبغي لأحد أن يطوف ولا يركع عند طلوع الشمس ولا\nعند غروبها، لأن الآثار متفقة في ذلك صحاح لا تحتمل تأويلا. وأما الآثار في\nالصلاة بعد الصبح وبعد العصر فقد عارضتها <span id='ms1500'></span> مثلها. وتأويل العلماء فيها أن\nالنهي إنما ورد دليلا يتطرق بذلك إلى الصلاة عند الطلوع والغروب، وقد\nأوضحنا هذا المعنى في كتاب الصلاة فلم أر وجها لإعادته هاهنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p179'> Vol. 12, p. 179</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head13'>AUTO ( 39) باب وداع البيت</h2>\n\n<p>\n792 - مالك، عن نافع، عن عبد الله بن عمر ; أن عمر بن الخطاب قال: لا\nيصدرن أحد من الحاج، حتى يطوف بالبيت. فإن آخر النسك الطواف بالبيت.\n</p>\n\n<p>\n17247 - قال مالك، في قول عمر بن الخطاب: فإن آخر النسك الطواف بالبيت:\nإن ذلك، فيما نرى، والله أعلم، لقول الله تبارك وتعالىومن يعظم شعائر الله\nفإنها من تقوى القلوب [ الحج: 32 ]، وقالثم محلها إلى البيت العتيق [ الحج:\n33 ] فمحل الشعائر كلها، وانقضاؤها، إلى البيت العتيق.\n</p>\n\n<p>\n793 - مالك، عن يحيى بن سعيد، أن عمر بن الخطاب رد رجلا من مر الظهران،\nلم يكن ودع البيت حتى ودع.\n</p>\n\n<p>\n794 - مالك، عن هشام بن عروة، عن أبيه أنه قال: من أفاض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p180'> Vol. 12, p. 180</a>\n            </div>\n            \nفقد قضى الله حجه. فإنه، إن لم يكن حبسه شيء، فهو حقيق أن يكون آخر عهده\nالطواف بالبيت. وإن حبسه شيء، أو عرض له، فقد قضى الله حجه\n</p>\n\n<p>\n17248 - قال مالك: ولو أن رجلا جهل أن يكون آخر عهده الطواف بالبيت، حتى\nصدر. لم أر عليه شيئا. إلا أن يكون قريبا. فيرجع فيطوف بالبيت. ثم ينصرف\nإذا كان قد أفاض.\n</p>\n\n<p>\n17249 - قال أبو عمر: وداع البيت لكل حاج أو معتمر لا يكون مكيا من شعائر\nالحج وسننه، إلا أنه رخص للحائض إذا كانت قد أفاضت، والإفاضة الطواف بالبيت\nبعد رمي جمرة العقبة وهو الذي يسميه أهل الحجاز طواف الإفاضة، ويسميه أهل\nالعراق طواف الزيارة، فمن طاف ذلك الطواف من النساء ثم حاضت فلا جناح عليها\nأن تصدر عن البيت وتنهض راجعة إلى بلدها دون أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p181'> Vol. 12, p. 181</a>\n            </div>\n            \nتودع البيت.\n</p>\n\n<p>\n17250 - وردت السنة بذلك في الحائض التي قد أفاضت، وسيأتي ذلك في بابه من\nهذا الكتاب إن شاء الله - عز وجل - وسنذكر هناك من رخص للحائض في ذلك من\nالعلماء اتباعا للسنة التي بلغته فيها، ومن لم يرخص لها لما غاب عنه في ذلك.\n</p>\n\n<p>\n17251 - قال <span id='ms1501'></span> ابن وهب: قال لي مالك: في قول عمر بن الخطاب: \" آخر النسك\nالطواف بالبيت، قال: ذلك الأمر المعمول به، الذي لا ينبغي لأحد تركه إلا من\nعذر، وذلك لمن كان بمنى، فمن أراد الصدر فأما من رجع إلى مكة بإفاضة فإن له\nسعة أن يخرج وإن لم يطف بالبيت إذا أفاض.\n</p>\n\n<p>\n17252 - قال أبو عمر: هو قول عطاء، ذكر ابن جريج، عن عطاء، قال: إذا أخرت\nطوافك إلى أن تجيء يوم الصدر أجزاك لزيارتك وصدرك، يعني الوداع.\n</p>\n\n<p>\n17253 - قال الثوري: من نسي فخرج ولم يودع رجع إن ذكر في الحرم فطاف، وإن\nكان قد خرج من الحرم لم يرجع ويمضي ; وأهراق دما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p182'> Vol. 12, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\n17254 - وهو قول أبي حنيفة وأصحابه.\n</p>\n\n<p>\n17255 - وأوصى سفيان الثوري عند موته أن يهراق عنه دم، لأنه خرج مرة بغير وداع.\n</p>\n\n<p>\n17256 - واختلفوا فيمن طاف طواف الوداع، ثم بدا له في شراء حوائج من\nالسوق ونحو ذلك: 17257 - فقال عطاء: إذا لم يبق إلا الركوب والنهوض فحينئذ\nيودع، وإنما هو عمل، يختم به.\n</p>\n\n<p>\n17258 - وبه قال الشافعي، والثوري، ومحمد، وأبو ثور.\n</p>\n\n<p>\n17259 - وقال الشافعي: إذا اشترى في بعض جهازه وطعامه وحوائجه في السوق\nبعد الوداع.\n</p>\n\n<p>\n17260 - وقال أبو حنيفة وأصحابه: أحب إلينا أن يكون طوافه حين يخرج، فلو\nودع البيت ثم أقام شهرا أو أكثر أجزاه ذلك ولم يكن عليه إعادة.\n</p>\n\n<p>\n17261 - قال أبو عمر: هذا خلاف قول عمر، رضي الله عنه: فليكن آخر عهده\nالطواف بالبيت.\n</p>\n\n<p>\n17262 - واختلفوا في المعتمر الخارج إلى التنعيم هل يودع ؟.\n</p>\n\n<p>\n17 ب - فقال مالك والشافعي: ليس عليه وداع.\n</p>\n\n<p>\n17264 - وقال الثوري: إن لم يودع فعليه دم.\n</p>\n\n<p>\n17265 - قال أبو عمر: قول مالك أقيس، لأنه راجع في عمرته إلى البيت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p183'> Vol. 12, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nوليس بناهض إلى بلده.\n</p>\n\n<p>\n17266 - ويقولون: إن بين مر الظهران وبين مكة ثمانية عشر ميلا. وهذا بعيد\nعن مالك وأصحابه، ولا يرون على أحد طواف الوداع من مثل هذا الموضع.\n</p>\n\n<p>\n17267 - وجملة قول مالك فيمن لم يطف للوداع أنه إذا كان قريبا رجع، فطاف\nليودع البيت، وإن بعد فلا شيء عليه.\n</p>\n\n<p>\n17268 - وقال أبو حنيفة وأصحابه: يرجع إلى طواف الوداع <span id='ms1502'></span> ما لم يبلغ\nالمواقيت، فإن بلغها ولم يرجع فعليه دم.\n</p>\n\n<p>\n17269 - وقالوا في أهل ( بستان ابن عامر )، وأهل المواقيت: إنهم بمنزلة\nأهل مكة في طواف الصدر.\n</p>\n\n<p>\n17270 - وقال سفيان الثوري والشافعي: من لم يطف الوداع فعليه دم إن يغدو\nإن أمكنه الرجوع رجع.\n</p>\n\n<p>\n17271 - وهو قول الحسن البصري، والحكم، وحماد، ومجاهد، كلهم يقولون: عليه دم.\n</p>\n\n<p>\n17272 - وثبت عن ابن عباس أنه قال: من نسي من نسكه شيئا فليهرق دما ولا\nخلاف أن طواف الوداع من النسك.\n</p>\n\n<p>\n17273 - والحجة لمالك أن طواف الوداع ساقط عن المكي، وعن الحائض، فليس من\nالسنن اللازمة وألزمه بدنة، فلا يجب فيها شيء إلا بيقين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p184'> Vol. 12, p. 184</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head14'>AUTO ( 40) باب جامع الطواف</h2>\n\n<p>\n795 - مالك، عن أبي الأسود محمد بن عبد الرحمن بن نوفل، عن، عروة بن\nالزبير، عن زينب بنت أبي سلمة، عن أم سلمة زوج النبي - صلى الله عليه وسلم\n- أنها قالت: شكوت إلى رسول الله - صلى الله عليه وسلم - أني أشتكي ؟ فقال:\n\" طوفي من وراء الناس وأنت راكبة، قالت: فطفت راكبة بعيري. ورسول الله -\nصلى الله عليه وسلم - حينئذ يصلي، إلى جانب البيت. وهو يقرأ ب (والطور\nوكتاب مسطور ).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p185'> Vol. 12, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\n17274 - قال أبو عمر: قولها ( يصلي ) تريد صلاة الصبح، بدليل ما ذكره\nالبخاري عن محمد بن حرب، عن يحيى بن أبي زكريا الغساني، عن هشام بن عروة،\nعن أبيه، عن زينب عن أم سلمة أن رسول الله - صلى الله عليه وسلم - قال لأم\nسلمة، ولم تكن طافت بالبيت وأرادت الخروج: \" إذا أقيمت صلاة الصبح فطوفي\nعلى بعيرك والناس يصلون، ففعلت ذلك ولم تصل حتى خرجت.\n</p>\n\n<p>\n17275 - قال أبو عمر: اختلف العلماء فيمن طاف بالبيت راكبا ومحمولا:\n17276 - فقال مالك: إن كان من عذر أجزاهما، وإن كان من غير عذر أعادا جميعا.\n</p>\n\n<p>\n17277 - وإن رجع المحمول إلى بلده كان عليه أن يهدي دما.\n</p>\n\n<p>\n17278 - قال: ولو طاف بصبي وسعى بين الصفا والمروة أجزاه عن نفسه وعن\nالصبي إذا نوى ذلك.\n</p>\n\n<p>\n17279 - وهو قول الليث في الطواف، والسعي عنده بمنزلة الطواف.\n</p>\n\n<p>\n17280 - وقال مالك في المريض يطاف به محمولا ثم يفيق: أحب إلي أن <span id='ms1503'></span> يعيد\nذلك الطواف.\n</p>\n\n<p>\n17281 - وذكر ابن القاسم عنه، قال: يطوف لنفسه من أراد أن يطوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p186'> Vol. 12, p. 186</a>\n            </div>\n            \nبالصبي، ثم يطوف بالصبي ولا يركع عنه. ولا شيء على الصبي في ركعتيه.\n</p>\n\n<p>\n17282 - قال: ومن طاف بالبيت محمولا من غير عذر. قال ابن القاسم: أرى أن\nيعيد، فإن رجع إلى بلاده عاد فطاف وأهراق دما، وإن طاف راكبا أعاد، وإن طال\nفعليه دم، وإن سعى بالصبي من لم يسع بين الصفا والمروة فهو أخف من الطواف\nبالبيت، ويجزئه، ولا بأس أن يسعى لنفسه والصبي معه سعيا واحدا ويجزئهما\nجميعا على راحلته.\n</p>\n\n<p>\n17283 - وقال أبو حنيفة، وأصحابه: إن طاف راكبا من غير عذر فعليه أن يعيد\nإن كان بمكة، وإن رجع إلى الكوفة فعليه دم، وإن طاف راكبا من عذر أجزاه،\nوكذلك المحمول عند محمد بن الحسن، فقال: لو طاف بأمه حاملا لها أجزاه عنه\nوعنها، وكذلك لو استأجرت امرأة رجلا يطوف بها حاملا كان الطواف لهما جميعا\nوالأجر له.\n</p>\n\n<p>\n17284 - وقال الشافعي: طاف رسول الله - صلى الله عليه وسلم - بين الصفا\nوالمروة راكبا من غير مرض، ولكنه أحب أن يشرف للناس يسألونه. وليس أحد\nمثله، وأكثر ما طاف رسول الله - صلى الله عليه وسلم - ماشيا، فمن طاف راكبا\nمن - غير علة فلا إعادة عليه ولا فدية.\n</p>\n\n<p>\n17285 - ولا أحب لمن طاف ماشيا أن يركب، فإن طاف راكبا أو حاملا من عذر\nأو غيره فلا دم عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p187'> Vol. 12, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\n17286 - وحجته ما رواه ابن جريج وابن أبي ذئب، عن ابن شهاب، عن عبيد الله\nبن عبد الله، عن ابن عباس: أن النبي - صلى الله عليه وسلم - طاف بالبيت على\nراحلته يستلم الركن بمحجنه.\n</p>\n\n<p>\n17287 - قال ابن جريج: وأخبرني أبو الزبير، عن جابر، قال: طاف رسول الله\n- صلى الله عليه وسلم - في حجة الوداع بالبيت، وبين الصفا والمروة على\nراحلته ليراه الناس وليشرف لهم، إن الناس غشوه.\n</p>\n\n<p>\n17288 - وقال أبو ثور: إذا كان الرجل مريضا ; فطاف محمولا أو على دابة\nأجزاه ذلك، وإن طاف راكبا أو محمولا من غير علة ولا عذر لم يجزه ذلك، وكان <span id='ms1504'></span>\nعليه أن يعيد، وكان بمنزلة من صلى وهو صحيح قاعدا.\n</p>\n\n<p>\n17289 - قال أبو عمر: أما من صلى وهو صحيح قادر على القيام - جالسا ؟\nفصلاته باطلة، بإجماع من العلماء إذا كان إماما أو منفردا، فكيف يقاس على\nهذا الأصل ما فرقت السنة بينهما بما ذكرنا من حديث ابن عباس، وغيره أن رسول\nالله - صلى الله عليه وسلم - طاف على راحلته، ولم يقل إن طوافي ذلك لعذر ؟\nولا نقل ذلك من يوثق بنقله. ومعلوم أن التأسي به مباح أو واجب حتى يتبين\nخصوص بما لا دفع فيه من الخبر اللازم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p188'> Vol. 12, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n17290 - إلا أنه قد روي في حديث ابن عباس أن طوافه راكبا كان لشكوى.\n</p>\n\n<p>\n17291 - حدثني عبد الوارث بن سفيان، قال: حدثني قاسم قال: حدثني بكر بن\nحماد، وحدثني عبد الله بن محمد قال: حدثني محمد بن بكر، قال: حدثني أبو\nداود، قال حدثني مسدد، قال: حدثني خالد بن عبد الله. قال: حدثني يزيد بن\nأبي زياد، عن عكرمة، عن ابن عباس: أن رسول الله - صلى الله عليه وسلم - قدم\nمكة وهو يشتكي، فطاف على راحلته كلما أتى الركن استلمه بمحجن، فلما فرغ من\nطوافه أناخ فصلى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p189'> Vol. 12, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\n796 - مالك، عن أبي الزبير المكي، أن \" أبا ماعز الأسلمي، عبد الله بن\nسفيان، أخبره: أنه كان جالسا مع عبد الله بن عمر. فجاءته امرأة تستفتيه.\nفقالت: إني أقبلت أريد أن أطوف بالبيت. حتى إذا كنت بباب المسجد، هرقت\nالدماء. فرجعت حتى ذهب ذلك عني. ثم أقبلت، حتى إذا كنت عند باب المسجد هرقت\nالدماء. فرجعت حتى ذهب ذلك عني. ثم أقبلت، حتى إذا كنت عند باب المسجد هرقت\nالدماء، فقال عبد الله بن عمر: إنما ذلك ركضة من الشيطان. فاغتسلي ثم\nاستثفري بثوب. ثم طوفي.\n</p>\n\n<p>\n17292 - قال أبو عمر: أفتاها ابن عمر فتوى من يرى أن ذلك ليس بحيض.\n</p>\n\n<p>\n17293 - وقد روى هذا الخبر جماعة من رواة \" الموطأ \"، فقالوا فيه: إن\nعجوزا استفتت عبد الله بن عمر، فقالت: أقبلت أريد الطواف بالبيت. الحديث.\n</p>\n\n<p>\n17294 - والجواب يدل على أنها ممن لا تحيض <span id='ms1505'></span>، فلذلك إنما قال: هي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p190'> Vol. 12, p. 190</a>\n            </div>\n            \nركضة من الشيطان، يريد الاستحاضة. وذلك لا يمنع من دخول المسجد ولا من\nالصلاة، وكذلك أمرها بما أمرها من الطواف بالبيت لا يحل إلا لمن تحل له\nالصلاة.\n</p>\n\n<p>\n17294 م - وأما قوله: \" اغتسلي \"، فهو - والله أعلم - على مذهبه في\nالاغتسال لدخول مكة والطواف بالبيت، وللوقوف من عشية عرفة لا أنه اغتسال من\nحيض، ولا اغتسال لازم.\n</p>\n\n<p>\n17295 - وقد مضى من الاغتسال للحاج والمعتمر في أول هذا الكتاب.\n</p>\n\n<p>\n17296 - وفسرنا الاستثفار في كتاب الحج.\n</p>\n\n<p>\n17297 - وفي هذا دليل على أن كل من لها دين من تسأل عن معاني دينها.\n</p>\n\n<p>\n17298 - قالت عائشة ( رضي الله عنها ): رحم الله نساء الأنصار لم يمنعهن\nالحياء أن يسألن عن أمر دينهن.\n</p>\n\n<p>\n797 - مالك ; أنه بلغه أن سعد بن أبي وقاص، كان إذا دخل مكة مراهقا خرج\nإلى عرفة. قبل أن يطوف بالبيت. وبين الصفا والمروة. ثم يطوف بعد أن يرجع.\nقال مالك: وذلك واسع إن شاء الله.\n</p>\n\n<p>\n17299 - قال أبو عمر: معنى قوله: ثم يطوف بعد أن يرجع من منى وقد رمى\nجمرة العقبة فيطوف، يريد طواف الإفاضة. فيغنيه عن طواف الدخول لا أنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p191'> Vol. 12, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nيعيد طواف الدخول بعد طواف الإفاضة.\n</p>\n\n<p>\n17300 - هذا لمن خشي أن يفوته الوقوف بعرفة قبل الفجر من ليلة النحر إن\nاشتغل بالطواف للدخول، وهو الطواف الموصول بالسعي، فأما من لم يخف ذلك فلا\nيجوز في ترك ذلك الطواف الموصول بالسعي.\n</p>\n\n<p>\n17301 - وقد اتفق العلماء على أن المراهق وهو الخائف لما ذكرنا يسقط عنه\nطواف الدخول كما يسقط عن المكي ولا يرون في ذلك دما ولا غيره، فإذا طاف\nالمكي أو المراهق بالبيت بعد رمي الجمرة وصل طوافه ذلك بالسعي بين الصفا\nوالمروة.\n</p>\n\n<p>\n17302 - وقد روى جماعة من السلف أنهم كانوا يوافون مكة مراهقين خائفين\nلفوت عرفة فلا يطوفون ولا يسعون ولا ينفضون إلى عرفة، فإذا كان يوم النحر\nورموا جمرة العقبة طافوا وسعوا ورملوا في طوافهم كما رملوا في طواف الدخول.\n</p>\n\n<p>\n17303 - واختلف الفقهاء في الحاج القادم مكة يترك طواف الدخول حتى يخرج\nإلى منى من غير عذر <span id='ms1506'></span>.\n</p>\n\n<p>\n17304 - فقال مالك: إن قدم يوم التروية فلا يترك الطواف، وإن قدم يوم\nعرفة إن شاء أخر الطواف إلى النحر، وإن شاء طاف وسعى، كل ذلك واسع. ذكره\nعنه ابن وهب في \" موطئه \".\n</p>\n\n<p>\n17305 - وذلك دليل على أن لا طواف عند مالك فرضا إلا طواف الإفاضة كسائر\nالعلماء، وأن ما في \" المدونة \"، أن الطوافين واجبان كلام على غير ظاهره، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p192'> Vol. 12, p. 192</a>\n            </div>\n            \nوأن معناه أن وجوب طواف الدخول وجوب سنة، من تركه عامدا غير مراهق لم يرجع\nإليه من بلده وعليه دم، ووجوب طواف الإفاضة وجوب فرض لا يجزئ منه دم ولا\nغيره، ولا بد من الإتيان به يوم النحر من بعد رمي الجمرة أو قبلها للصدر\nوالوداع، وما لم يكن للإفاضة أجزاه ; لأنه طواف بالبيت معمول في وقته ينوب\nعن طواف الإفاضة عند جماعة الفقهاء.\n</p>\n\n<p>\n17306 - وقالت طائفة من أصحاب مالك: إن طواف الدخول لمن عمله يجزي عن\nطواف الإفاضة لمن نسيه إذا رجع إلى بلده وعليه دم كما ذكرنا عنهم في طواف\nالدخول لأنه يجزيه بالدم من طاف للإفاضة ورجع إلى بلده.\n</p>\n\n<p>\n17307 - وقال أهل المدينة من أصحاب مالك، وهو قول سائر الفقهاء: لا يجزي\nطواف الدخول ولا ينوب عن طواف الإفاضة بحال من الأحوال، وإنما يجزي عندهم\nطواف الإفاضة في طواف يعمله الحاج يوم النحر أو بعده في حجته، وأما كل طواف\nيطوفه قبل يوم النحر فلا يجزئ عن طواف الإفاضة.\n</p>\n\n<p>\n17358 - وهو قول إسماعيل بن إسحاق، وأبي الفرج، وجمهور أهل العلم.\n</p>\n\n<p>\n17309 - قال أبو عمر: وذلك - والله أعلم - لقول الله، عز وجل:ثم ليقضوا\nتفثهم وليوفوا نذورهم وليطوفوا بالبيت العتيق [ الحج: 29 ].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p193'> Vol. 12, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\n17310 - فأمر الله - عز وجل - بالطواف بالبيت بعد قضاء التفث ; وذلك طواف\nيوم النحر بعد الوقوف بعرفة.\n</p>\n\n<p>\n17311 - وأما طواف الدخول فلم يأمر الله به ولا رسوله، وإن كان قد فعله\nرسول الله - صلى الله عليه وسلم - عند دخوله في حجه.\n</p>\n\n<p>\n17312 - والدليل على أن طواف الدخول ليس بواجب إجماع العلماء على سقوطه\nعن المكي، وعن المراهق الخائف فوت عرفة، والله - عز وجل - قد افترض الحج\nعلى <span id='ms1507'></span> المكي وغيره إذا استطاعه ؟ فلو كان طواف الدخول فرضا لاستوى فيه المكي\nوغيره كما يستوون في طواف الإفاضة.\n</p>\n\n<p>\n17313 - وقد قال بعض أهل العلم: طواف الدخول للحاج كركعتي الداخل في\nالمسجد، لأن رسول الله - صلى الله عليه وسلم - لما طافه في حجته وقال: خذوا\nعني مناسككم، صار نسكا مسنونا. ومن ترك من نسكه شيئا غير الفرض جبره بالدم،\nوقد أجمعوا أنه يجبر بالدم لمن طاف للإفاضة ولا يرجع إليه إذا أبعد عنه،\nوليس هذا حكم طواف العلماء الذين هم حجة على من شذ عنهم.\n</p>\n\n<p>\n17314 - وأما طواف الدخول إلى المعتمر فهو فرض في عمرته ; لأن العمرة\nالطواف بالبيت، والسعي بين الصفا والمروة.\n</p>\n\n<p>\n17315 - قال أبو عمر: قد ذكرنا قول مالك فيمن قدم يوم عرفة أنه \" إن شاء\nأخر الطواف إلى يوم النحر، وإن شاء طاف وسعى، ذلك واسع \"، وهذا من قوله\nبيان أن طواف الدخول ليس بواجب، وهو الذي عليه الفقهاء وعامة العلماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p194'> Vol. 12, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\n1736 - قال أبو حنيفة، وأبو يوسف، ومحمد: إذا ترك الحاج الدخول فطاف طواف\nالزيارة رمل في ثلاثة أطواف منها وسعى بين الصفا والمروة.\n</p>\n\n<p>\n1737 - وقال الشافعي: من طاف طواف الدخول على غير وضوء وفي ثياب غير\nطاهرة هل يجزه ؟ فإن طاف للإفاضة وخرج من مكة وذكر ذلك كان عليه الفدية.\n</p>\n\n<p>\n17318 - قال أبو عمر: يعني الدم.\n</p>\n\n<p>\n17319 - وبه قال أحمد، وأبو ثور.\n</p>\n\n<p>\n17320 - وقال إسماعيل بن إسحاق: طواف القادم سنته لمن دخل مكة كما طواف\nالوداع لمن أراد الخروج عنها من حل: مسافر، وغيره.\n</p>\n\n<p>\n17321 - قال: والطواف الواجب الذي لا يسقط بوجه من الوجوه هو الطواف الذي\nيكون بعد عرفة.\n</p>\n\n<p>\n17322 - قال الله، عز وجل:وليطوفوا بالبيت العتيق [ الحج: 29 ]، فكان هذا\nهو الطواف المفترض في كتاب الله - عز وجل - وهو طواف الإفاضة.\n</p>\n\n<p>\n17323 - وسئل مالك: هل يقف الرجل في الطواف بالبيت الواجب عليه، يتحدث مع\nالرجل، فقال: لا أحب ذلك له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p195'> Vol. 12, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\n17324 - قد جاء عن النبي - صلى الله عليه وسلم - أنه قال: إن الطواف صلاة\nإلى الله - عز وجل - أحل فيه الكلام فمن يطف فلا ينطق إلا بخير.\n</p>\n\n<p>\n17325 - وحدثني <span id='ms1508'></span> محمد بن إبراهيم قال: حدثني محمد بن معاوية، قال: حدثني\nأحمد بن شعيب، قال: أخبرنا قتيبة بن سعيد، قال: حدثني أبو عوانة، عن\nإبراهيم بن ميسرة، عن طاوس، عن ابن عباس، قال: الطواف بالبيت صلاة فأقلوا\nمن الكلام.\n</p>\n\n<p>\n17326 - ورواه ابن جريج عن الحسن بن سالم، عن طاوس، عن رجل أدرك النبي -\nصلى الله عليه وسلم - هكذا ذكر مرفوعا.\n</p>\n\n<p>\n17327 - وقال طاوس: وسمعنا ابن عمر يقول: اتقوا الكلام في الطواف فإنما\nأنتم في صلاة.\n</p>\n\n<p>\n17328 - ذكره الشافعي، قال: أخبرنا سعيد بن سالم، عن حنظلة بن أبي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p196'> Vol. 12, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nسفيان، عن طاوس.\n</p>\n\n<p>\n17329 - قال: وحدثني سعيد، عن إبراهيم بن نافع، قال: كلمت طاوسا في\nالطواف فكلمني.\n</p>\n\n<p>\n17330 - وذكر ابن جريج، عن عطاء أنه كان يكره الكلام في الطواف إلا الشيء\nاليسير، وكان يستحب فيه الذكر والتلاوة للقرآن.\n</p>\n\n<p>\n17331 - وكان مجاهد يقرأ عليه القرآن في الطواف.\n</p>\n\n<p>\n17332 - وقال مالك: لا أرى ذلك ويبقى على طوافه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p197'> Vol. 12, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\n17333 - وقال الشافعي: أنا أحب القراءة في الطواف وهو أفضل ما تتكلم به\nالألسن.\n</p>\n\n<p>\n17334 - وأما قوله في آخر هذا الباب. قال مالك: لا يطوف أحد بالبيت، ولا\nبين الصفا والمروة، إلا وهو طاهر. فقد مضى القول في الطواف على غير طهارة،\nوما للعلماء في ذلك من المعاني والمذاهب في باب ركعتي الطواف عند قوله\nهناك: قال مالك: فمن أصابه شيء ينقض وضوءه وهو يطوف بالبيت أو يسعى بين\nالصفا والمروة... \" وأوضحنا هناك أن السعي بين الصفا والمروة لمن طاف\nبالبيت على طهارة استحباب غير واجب عند الجميع، والحمد لله. إلا أنه لا\nيجزي عند أهل الحجاز.\n</p>\n\n<p>\n17335 - أخبرنا أحمد بن محمد، قال: أخبرنا أحمد بن الفضل، قال: حدثني\nمحمد بن جرير قال: أخبرنا أبو كريب، قال: قال أبو بكر بن عياش وسأله يحيى.\nيعني بن آدم فقال: هشام عن عطاء: إذا طاف على غير وضوء أعاد ؟ قال: نعم.\n</p>\n\n<p>\n17336 - قال: وقال إبراهيم: لا يعيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p198'> Vol. 12, p. 198</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head15'>AUTO ( 41) باب البدء بالصفا في السعي</h2>\n\n<p>\n798 - مالك، عن جعفر بن محمد بن علي، عن أبيه، عن جابر بن عبد الله، أنه\nقال: سمعت رسول الله - صلى <span id='ms1509'></span> الله عليه وسلم - يقول، حين خرج من المسجد، وهو\nيريد الصفا، وهو يقول: ( نبدأ بما بدأ الله به، فبدأ بالصفا ).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p199'> Vol. 12, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n17337 - قال أبو عمر: في هذا الحديث الخروج من المسجد إلى الصفا عند انقضاء\nالطواف بالبيت، ثم يبتدئ السعي، وهذا إجماع لا خلاف فيه، لأنها السنة\nالمعمول بها، وقد مضى بها ذلك.\n</p>\n\n<p>\n17338 - وفيه: أن السنة الواجبة أن يبدأ الساعي بين الصفا والمروة من\nالصفا قبل المروة. قد ذكرنا في كتاب الصلاة من هذا الديوان ما للعلماء في\nمثل هذا الخطاب.\n</p>\n\n<p>\n17339 - قالوا: ومن المذاهب في دخول البيت بما يسن فيها من السنن\nوالفرائض وقد ذكرناه بما فيه كفاية، فلا معنى لإعادته هاهنا.\n</p>\n\n<p>\n17340 - وفي حديث جابر في الحج - الحديث الطويل - قال: ثم خرج رسول الله\n- صلى الله عليه وسلم - إلى الصفا فرقى عليها حتى رأى البيت، فحمد الله\nووحده وكبره. فأجمعوا أنه هكذا ينبغي للحاج والمعتمر أن يفعل إن قدر. فإن\nلم يفعل ولم يرق على الصفا وقام في أسفله فلا خلاف بينهم أنه يجزئه.\n</p>\n\n<p>\n17341 - وأجمعوا على أن من سنة السعي بين الصفا والمروة أن ينحدر الراقي\nعلى الصفا بعد الفراغ من الدعاء، فيمشي على حسب مشيته وعادته في المشي\nوجبلته حتى يبلغ بطن المسيل، ثم يرمل بمشيه حتى يقطعه، فإذا قطعه إلى مائل\nالمروة، وجازه مشى على سجيته حتى يأتي إلى المروة فيرقى عليها حتى يبدو له\nالبيت، ثم يقول عليها نحو ما قاله من الدعاء والتكبير والتهليل على الصفا،\nوإن وقف أسفل المروة أجزاه في قول جميعهم. ثم ينزل عن المروة يمشي على\nسجيته حتى ينتهي إلى بطن المسيل، فإذا انتهى إليه سعى شدا، ورمل حتى يقطعه إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p200'> Vol. 12, p. 200</a>\n            </div>\n            \nالجانب الذي يلي الصفا، يفعل ذلك سبع مرات يبدأ في كل ذلك بالصفا ويختم\nبالمروة، وإن بدأ بالمروة قبل الصفا ألغى شوطا واحدا.\n</p>\n\n<p>\n17342 - وهذا كله قول جماعة الفقهاء.\n</p>\n\n<p>\n17343 - وقد روي عن عطاء أنه إن جهل أجزأه.\n</p>\n\n<p>\n17344 - وروي عنه أنه لا يعتد بهذا الشوط كما قال سائر العلماء.\n</p>\n\n<p>\n17345 - واختلفوا في السعي بين الصفا والمروة <span id='ms1510'></span> هل هو واجب فرضا من فرض\nالحج أو هو تطوع وسنة ؟.\n</p>\n\n<p>\n17346 - قال مالك: من جهل فلم يسع بين الصفا والمروة، أو أفتي بأن ذلك\nليس عليه، فذكر، وطاف بالبيت، ثم خرج إلى بلاده، فإنه يرجع متى ما ذكر على\nما بقي من إحرامه، حتى يطوف بالبيت ويسعى بين الصفا والمروة ويهدي.\n</p>\n\n<p>\n17347 - قال مالك: ذلك أحب إلي.\n</p>\n\n<p>\n17348 - فإن كان أصاب النساء رجع فقضى ما عليه من الطواف بالبيت، وبالصفا\nوالمروة ; ثم اعتمر، مكان عمرته التي أفسدها بالوطء.\n</p>\n\n<p>\n17349 - وكذلك من لم يسع بين الصفا والمروة في حجه حتى وطئ أهله كان عليه\nتمام حجته، وحج قابل، والهدي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p201'> Vol. 12, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\n17350 - هذا كله قوله في \" الموطأ \" وغيره.\n</p>\n\n<p>\n17351 - وقال الثوري: من نسي السعي بين الصفا والمروة حتى يرجع إلى بلاده\nفإنه يجزئه دم يهديه.\n</p>\n\n<p>\n17352 - وقال أبو حنيفة، وأبو يوسف، ومحمد: إذا ترك السعي بين الصفا\nوالمروة حتى يرجع إلى بلاده فإنه يجزئه دم يهديه.\n</p>\n\n<p>\n17353 - وقال الشافعي: السعي بين الصفا والمروة واجب.\n</p>\n\n<p>\n17354 - واحتج في ذلك، فقال: حدثني عبد الله بن المؤمل، عن عمر بن عبد\nالرحمن بن محيصن، عن عطاء بن أبي رباح، عن صفية بنت شيبة، قالت أخبرتني بنت\nأبي تجراة، قالت: دخلت مع نسوة من قريش دار آل ابن أبي حسين ننظر إلى رسول\nالله - صلى الله عليه وسلم - وهو يسعى بين الصفا والمروة، فرأيته يسعى وإن\nمئزره ليدور من شدة السعي حتى إني لأقول: إني لأرى ركبتيه، وسمعته يقول: \"\nاسعوا فإن الله كتب عليكم السعي \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p202'> Vol. 12, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\n17355 - وكذلك رواه أبو نعيم: الفضل بن دكين، عن عبد الله بن المؤمل.\n</p>\n\n<p>\n17356 - وقد اضطرب فيه غير هذين على عبد الله بن المؤمل. وقد جود الشافعي\nوأبو نعيم إسناده ومعناه.\n</p>\n\n<p>\n17357 - وقال الشافعي وهذا عندنا - والله أعلم - على إيجاب السعي بين\nالصفا والمروة من قبل أن هذا الحديث لا يحتمل إلا السعي بينهما، أو السعي\nفي بطن الوادي، وهو بعض العمل وجب في كله، وهو ما قلنا.\n</p>\n\n<p>\n17358 - قال الشافعي: من ترك السعي بين الصفا والمروة في الحج فالنساء\nعليه حرام حتى يرجع <span id='ms1511'></span> فيسعى فيما بينهما، فإن وطأ فعليه العود حتى يطوف\nبينهما ويهدي.\n</p>\n\n<p>\n17359 - قال أبو عمر: من قوله، وقول غيره تأتي واضحة إن شاء الله فيما بعد.\n</p>\n\n<p>\n17360 - وقال أبو ثور في ذلك كله مثل قول الشافعي.\n</p>\n\n<p>\n17361 - وهو قول عائشة - رضي الله عنها - أن السعي بين الصفا والمروة فرض.\n</p>\n\n<p>\n17363 - وبه قال مالك، والشافعي، ومن ذكرنا معهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p203'> Vol. 12, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n17364 - أخبرنا محمد بن إبراهيم، قال: حدثني محمد بن معاوية، قال: حدثني\nابن محمد الفريابي، قال حدثني عمرو بن علي، قال: حدثني يحيى بن سعيد، قال:\nحدثني هشام بن عروة، قال: أخبرني أبي، عن عائشة، قالت: والله ما أتم الله\nحج رجل ولا عمرته لم يطف بين الصفا والمروة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p204'> Vol. 12, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\n17365 - وقال ابن عباس، وأنس، وعبد الله بن الزبير: هو تطوع.\n</p>\n\n<p>\n17366 - وبه قال الكوفيون.\n</p>\n\n<p>\n17367 - وهو قول الحسن، وابن سيرين.\n</p>\n\n<p>\n17368 - قال أبو عمر: قول سفيان والكوفيين في إيجابهم الدم يحتمل أن يكون\nعندهم تطوعا، ويحتمل أن يكون عندهم سنة، وهو الأظهر في إيجابهم الدم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p205'> Vol. 12, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\n17369 - وقد روي أن الحسن، وقتادة، قالا فيمن ترك السعي: عليه دم.\n</p>\n\n<p>\n17370 - وروي عن الحسن أنه قال: لا شيء عليه ; رواه يحيى القطان، عن\nالأشعث، عن الحسن في الرجل ينسى السعي بين الصفا والمروة، قال: ليس عليه شيء.\n</p>\n\n<p>\n17371 - وروي عن طاوس أنه قال فيمن ترك السعي بين الصفا والمروة: عمرة.\n</p>\n\n<p>\n17372 - وهذا عندي كقول من أوجبه ; لأن كل من يوجبه يوجب على تاركه\nالرجوع إليه من بلده، فإذا وجب عليه الرجوع من بلده حتى يسعى لم يدخل الحرم\nإلا محرما، وأقل الإحرام عمرة، ومن شأن السعي اتصاله بالطواف قبله.\n</p>\n\n<p>\n17373 - وروي عن عطاء فيمن ترك السعي بين الصفا والمروة أو نسيه أنه ليس\nعليه شيء.\n</p>\n\n<p>\n17374 - وروي عنه أن عليه دما.\n</p>\n\n<p>\n17375 - قال أبو عمر: حجة من لم يوجب السعي قوله، عز وجل:إن الصفا\nوالمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما [\nالبقرة: 158 ] واحتجوا بقراءة أبي، وابن مسعود ( فلا جناح عليه أن لا يطوف\nبهما ). وهذه قراءات لم تثبت في المصحف فلا حجة فيها <span id='ms1512'></span> قاطعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p206'> Vol. 12, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\n17376 - وقد قالت عائشة في ذلك - مما سيأتي بعد - ما نبين به أنها رأته واجبا.\n</p>\n\n<p>\n17377 - قالوا: ولم تقم بوجوبه حجة يجب التسليم لها. وضعفوا حديث عبد\nالله بن المؤمل.\n</p>\n\n<p>\n17378 - قال أبو عمر: قد رواه مع ابن المؤمل غيره، وقد ذكرناه في \"\nالتمهيد \".\n</p>\n\n<p>\n17379 - وعبد الله بن المؤمل لم يطعن عليه أحد إلا من سوء حفظه، ولم\nيعارضه في هذا الحديث ولا خالفه فيه غيره فيتبين فيه سوء حفظه.\n</p>\n\n<p>\n17380 - وممن رواه كما رواه عبد الله بن المؤمل: حماد بن زيد، عن بديل بن\nميسرة، عن المغيرة بن حكيم، عن صفية بنت شيبة، عن امرأة، قالت: \" رأيت رسول\nالله، صلى الله عليه وسلم... \"، فذكر مثله.\n</p>\n\n<p>\n17381 - وإذا أثبت حديثه وجب فيه فرض السعي بين الصفا والمروة، والله أعلم.\n</p>\n\n<p>\n17382 - وقد بين رسول الله - صلى الله عليه وسلم - مناسك الحج ومشاعره ;\nفبين في ذلك: السعي بين الصفا والمروة فصار بيانا للآية، وقال: \" خذوا عني\nمناسككم \" ; فما لم يجمعوا عليه أنه سنة وتطوع، فهو واجب بظاهر القرآن\nوالسنة بأنه من الحج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p207'> Vol. 12, p. 207</a>\n            </div>\n            \nالمفترض على من استطاع السبيل إليه.\n</p>\n\n<p>\n17383 - ذكر عبد الرزاق، عن أيوب، عن أبي مليكة، عن عائشة قالت: ما تم حج\nامرئ ولا عمرته حتى يطوف بين الصفا والمروة. وليس في حديثها هذا حجة قاطعة\nلا تحتمل التأويل.\n</p>\n\n<p>\n799 - مالك، عن جعفر بن محمد بن علي، عن أبيه، عن جابر بن عبد الله ; أن\nرسول الله - صلى الله عليه وسلم - كان إذا وقف على الصفا يكبر ثلاثا.\nويقول: \" لا إله إلا الله وحده. لا شريك له. له الملك وله الحمد وهو على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p208'> Vol. 12, p. 208</a>\n            </div>\n            \nكل شيء قدير \". يصنع ذلك ثلاث مرات. ويدعو. ويصنع على المروة مثل ذلك.\n</p>\n\n<p>\n17384 - قال أبو عمر: الآثار في دعائه وذكره - صلى الله عليه وسلم - على\nالصفا والمروة متقاربة المعاني، وليس في ذلك عند أحد من أهل العلم حد،\nوإنما هو الدعاء والذكر والاجتهاد في ذلك بقدر ما يقدر عليه المرء ويحضره.\n</p>\n\n<p>\n17385 - وفي هذا الحديث من رواية الليث، عن ابن الهاد، عن جعفر بن محمد،\nعن أبيه <span id='ms1513'></span>، عن جابر، فذكره وزاد: \" فكبر الله، وحمد، ودعا بما شاء الله، فعل\nهذا حتى فرغ من الطواف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p209'> Vol. 12, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\n800 - مالك. عن نافع ; أنه سمع عبد الله بن عمر، وهو على الصفا يدعو يقول:\nاللهم إنك قلتادعوني أستجب لكم [ غافر: 60 ] وإنك لا تخلف الميعاد، أسألك\nكما هديتني للإسلام، أن لا تنزعه مني. حتى تتوفاني وأنا مسلم.\n</p>\n\n<p>\n17386 - قال أبو عمر: هو موضع عند جماعة العلماء ترجى فيه الإجابة،\nوالدعاء فيه اتباع للسنة. وفي قول ابن عمر المذكور دليل على أن الدعاء مجاب كله.\n</p>\n\n<p>\n17387 - وقد فسرنا ذلك عن العلماء، وذكرنا وجوه الاستجابة عندهم بترتيب\nقوله تعالى:فيكشف ما تدعون إليه إن شاء [ الأنعام: 41 ] في آخر كتاب\nالصلاة.\n</p>\n\n<p>\n17388 - والدعاء عبادة، بل قالوا إنه أفضل العبادة لما فيه من الإخلاص\nواليقين والرجاء.\n</p>\n\n<p>\n17389 - وأما دعاؤه أن لا ينزع الإسلام منه ففيه الامتثال والتأسي\nبإبراهيم ( عليه السلام ) في قوله:واجنبني وبني أن نعبد الأصنام [ إبراهيم:\n35 ]، ويوسف - عليه السلام - في قوله:توفني مسلما وألحقني بالصالحين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p210'> Vol. 12, p. 210</a>\n            </div>\n            \n[ يوسف: 101 ]، وبالنبي - صلى الله عليه وسلم - فيما روي عنه من قوله: \"\nوإذا أردت بالناس فتنة فاقبضني إليك غير مفتون \".\n</p>\n\n<p>\n17390 - قال إبراهيم النخعي: لا يأمن الفتنة والاستدراج إلا مفتون.\n</p>\n\n<p>\n17391 - ولا نعمة أفضل من نعمة الإسلام فيه تزكو الأعمال ومن ابتغى دينا\nغيره فلن يقبل منه ولو أنفق ملء الأرض ذهبا أماتنا الله عليه، وجعلنا من\nخير أهله. آمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p211'> Vol. 12, p. 211</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head16'>AUTO ( 42) باب جامع السعي</h2>\n\n<p>\n801 - مالك، عن هشام بن عروة، عن أبيه ; أنه قال: قلت لعائشة - أم\nالمؤمنين - وأنا يومئذ حديث السن: أرأيت قول الله تبارك وتعالى:إن الصفا\nوالمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما [\nالبقرة: 185 ] فما على الرجل شيء أن لا يطوف بهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p212'> Vol. 12, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nفقالت عائشة: كلا. لو كان كما تقول، لكانت فلا جناح عليه أن لا يطوف بهما.\nإنما أنزلت هذه الآية في الأنصار. كانوا يهلون لمناة. وكانت مناة حذو قديد.\nوكانوا يتحرجون أن يطوفوا بين الصفا والمروة. فلما جاء الإسلام. سألوا رسول\nالله - صلى الله عليه وسلم - عن ذلك <span id='ms1514'></span>. فأنزل الله تبارك وتعالى:إن الصفا\nوالمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما [\nالبقرة: 158 ].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p213'> Vol. 12, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n17392 - قال أبو عمر: أما قول عروة في هذا الحديث: \" وأنا يومئذ حديث السن\n\"، ففيه دليل على أنه إذا حدث بهذا الحديث كان يقول غير ما قاله إذ كان في\nغير السن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p214'> Vol. 12, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\n17393 - وفي ذلك ما يدل على أن عروة ممن يذهب مذهب عائشة في وجوب السعي بين\nالصفا والمروة، وإن كان قد اختلف عنه في ذلك.\n</p>\n\n<p>\n17394 - وقد تقدم ما للعلماء في إيجاب السعي من الاختلاف في الباب قبل هذا.\n</p>\n\n<p>\n17395 - وأما ما احتجت به عائشة - رضي الله عنها - من قولها: \" لو كان\nكما تقول لكانت: ( فلا جناح عليه أن يطوف بهما ) \" ولو كانت قراءة صحيحة ما\nجهلتها عائشة، ولا عابت على عروة ; لأنه كان يجاوبها بأنها كانت قراءة أبي،\nوابن مسعود، وأنها مما نزل القرآن عليه.\n</p>\n\n<p>\n17396 - ويشهد لما قلناه سقوطها من المصحف المجتمع عليه.\n</p>\n\n<p>\n17379 - وأما \" مناة \" فصنم، وهو الذي ذكر الله تعالى أنه أحد الأصنام\nالثلاثة في قوله تعالى:ومناة الثالثة الأخرى [ النجم: 20 ].\n</p>\n\n<p>\n17398 - وإنما تحرج المسلمون من السعي بين الصفا والمروة ; لأنه كان موضع\nذبائحهم لأصنامهم ; فأخبرهم الله تعالى أن الصفا والمروة من شعائر الله\nلئلا يتحرج من السعي بينهما والطواف بهما.\n</p>\n\n<p>\n17399 - ذكر عبد الرزاق، قال: أخبرنا معمر، عن الزهري، عن عائشة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p215'> Vol. 12, p. 215</a>\n            </div>\n            \nقالت: كان رجال من الأنصار ممن كان يهل لمناة في الجاهلية - ومناة صنم بين\nمكة والمدينة - فقالوا: يا نبي الله ! إنا كنا لا نطوف بين الصفا والمروة\nتعظيما لمناة فهل علينا من حرج أن نطوف بهما ؟ فأنزل الله تعالى:إن الصفا\nوالمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما [\nالبقرة: 158 ]. قال عروة: فقلت لعائشة: ما أبالي أن لا أطوف بين الصفا\nوالمروة ; فإن الله - عز وجل - يقول:إن الصفا والمروة من شعائر الله فمن حج\nالبيت أو اعتمر فلا جناح عليه أن يطوف بهما. فقالت: يابن أختي ألا ترى أنه\nيقول <span id='ms1515'></span>:إن الصفا والمروة من شعائر الله [ البقرة: 158 ]. قال الزهري: فذكرت\nذلك لأبي بكر بن عبد الرحمن، فقال: هذا العلم. قال أبو بكر: ولقد سمعت\nرجالا من أهل العلم يقولون: لما أنزل الله الطواف بالبيت ولم ينزل الطواف\nبين الصفا والمروة ; قيل للنبي - صلى الله عليه وسلم - إنا كنا نطوف في\nالجاهلية بين الصفا والمروة، وإن الله تعالى قد ذكر الطواف بالبيت ولم يذكر\nبين الصفا والمروة فهل علينا من حرج أن لا نطوف بهما ؟ فأنزل الله، عز\nوجل:إن الصفا والمروة الآية [ 158 من سورة البقرة ] كلها.\n</p>\n\n<p>\nقال أبو بكر: فأسمع هذه الآية نزلت في الفريقين كليهما، فيمن طاف، وفيمن\nلم يطف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p216'> Vol. 12, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\n17400 - قال أبو عمر: قول أبي بكر بن عبد الرحمن: \" فأسمع هذه الآية نزلت\nفي الفريقين... \" يعني القائلين بأن الآية نزلت فيمن قال: \" يا نبي الله\nإنا كنا لا نطوف بين الصفا والمروة تعظيما لمناة \". يعني مناة التي كانت\nللأنصار لئلا يعظموا غير الله تعالى وكانت لهم آلهة يعبدونها قد نصبوها بين\nالمسلك بين مكة والمدينة ; فكانوا يكرهون أن يطوفوا بين الصفا والمروة من\nأجل مناة التي كانت لقريش، وما أدري موضع مناة الثالثة الأخرى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p217'> Vol. 12, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nوالفريق الثاني هم القائلون بأن الآية إنما نزلت لقول من قال: \" إنا كنا\nنطوف في الجاهلية بين الصفا والمروة كما كنا نطوف بالبيت فأمر الله تعالى\nبالطواف بالبيت ولم يأمر بالطواف بين الصفا والمروة فهل علينا من حرج ألا\nنطوف بهما ؟ فأنزل الله تعالى:إن الصفا والمروة من شعائر الله الآية [ 158\nمن سورة البقرة ] كلها.\n</p>\n\n<p>\n17401 - قال أبو عمر: فهذا تأويل قول أبي بكر بن عبد الرحمن \" أسمع هذه\nالآية أنزلت في الفريقين كليهما ممن طاف ومن لم يطف. يريد أنه سمع القولين\nمعا في سبب نزول الآية، والآية محتملة لهما، وكلا القولين علم، وكذلك قال:\n\" إن هذا لعلم \". \" وهذا العلم \".\n</p>\n\n<p>\n17402 - ويحتمل قوله \" هذا العلم \" إشارة إلى قول عائشة واحتجاجها بقوله،\nعز وجل:إن الصفا والمروة من شعائر الله [ 158: البقرة ] أي قد جعل الطواف\nبينهما من <span id='ms1516'></span> الشعائر التي أرادها من عباده في الحج والعمرة كما قال:إن الدين\nعند الله الإسلام [ 19: آل عمران ] وهذا القول مع العلم سبب نزول الآية على\nوجوب السعي بين الصفا والمروة كما قال أهل الحجاز، والله أعلم.\n</p>\n\n<p>\n17403 - أخبرنا محمد بن إبراهيم، قال حدثني محمد بن معاوية، قال: حدثني\nأحمد بن شعيب، قال: أخبرنا عمرو بن عثمان، قال: حدثني أبي، عن شعيب، عن\nالزهري عن عروة قال: سألت عائشة عن قول الله عز وجلفلا جناح عليه أن يطوف\nبهما [ 185: البقرة ] فوالله ما على أحد جناح أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p218'> Vol. 12, p. 218</a>\n            </div>\n            \nلا يطوف بهما ؟ فقالت عائشة: بئس ما قلت، يا ابن أختي ! إنما هذه الآية لو\nكانت كما أولتها كانت \" لا جناح عليه أن لا يطوف بهما \"، ولكنها إنما أنزلت\nفي الأنصار. قبل أن يسلموا ; كانوا يهلون لمناة الطاغية التي كانوا يعبدون\nعند المشلل، وكان من أهل لها يتحرج أن يطوف بالصفا والمروة، فلما سألوا\nرسول الله - صلى الله عليه وسلم - عن ذلك أنزل الله تعالى:إن الصفا والمروة\nمن شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما [ 158:\nالبقرة ]، ثم قد بين رسول الله - صلى الله عليه وسلم - الطواف بهما، فليس\nلأحد أن يترك الطواف بهما.\n</p>\n\n<p>\n17404 - قال أحمد بن شعيب: وأخبرنا محمد بن منصور، قال: حدثني سفيان، عن\nالزهري، عن عروة، قال: قرأت على عائشة:فلا جناح عليه أن يطوف بهما [ 158:\nالبقرة ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p219'> Vol. 12, p. 219</a>\n            </div>\n            \nقلت: وما أبالي أن لا يطوف بهما. قالت: بئس ما قلت... \" وذكر الخبر، وفيه\nقال الزهري: فذكرت ذلك لأبي بكر بن عبد الرحمن بن الحارث بن هاشم ; فأعجبه\nذلك، وقال: سمعت رجالا من أهل العلم يقولون: إنما كان من لا يطوف بين الصفا\nوالمروة من العرب يقولون إن طوافا بين هذين الحجرين من أمر الجاهلية.\n</p>\n\n<p>\n17405 - وقال آخرون من الأنصار: إنما أمرنا بالطواف بالبيت ولم نؤمر بين\nالصفا والمروة فأنزل الله، عز وجل:إن الصفا والمروة من شعائر الله [ 158:\nالبقرة ].\n</p>\n\n<p>\n17406 - قال أبو بكر بن عبد الرحمن: فأراها قد نزلت في هؤلاء <span id='ms1517'></span>.\n</p>\n\n<p>\n802 - مالك، عن هشام بن عروة ; أن سودة بنت عبد الله بن عمر كانت عند\nعروة بن الزبير. فخرجت تطوف بين الصفا والمروة، في حج أو عمرة، ماشية.\nوكانت امرأة ثقيلة. فجاءت حين انصرف الناس من العشاء فلم تقض طوافها، حتى\nنودي بالأولى من الصبح. فقضت طوافها، فيما بينها وبينه. وكان عروة، إذا\nرآهم يطوفون على الدواب، ينهاهم أشد النهي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p220'> Vol. 12, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nفيعتلون بالمرض حياء منه. فيقول لنا، فيما بيننا وبينه: لقد خاب هؤلاء\nوخسروا.\n</p>\n\n<p>\n17407 - قال أبو عمر: في هذا الخبر حجة لمالك في كراهية أن يطوف أحد\nراكبا من غير عذر لازم.\n</p>\n\n<p>\n17408 - وفيه إعلام بما كان عليه الصالحون من الرجال والنساء من الصبر\nعلى أعمال الطاعات وإن كان في بعضها رخصة طلبا للأجر وجزيل الثواب من الله\n- عز وجل - لم يجد رخصة من الله في الطواف بالبيت وبالصفا والمروة راكبا\nلذي العذر من المرض أو زمانة. ألا ترى أنه لما اعتلوا له بالمرض لم ينكر\nعليهم، ثم قال سرا كلاما معناه إن كان هؤلاء كذبوا فيما اعتلوا به فقد\nخابوا وخسروا.\n</p>\n\n<p>\n1409 - وعلى كراهة الركوب بين الصفا والمروة من غير علة ولا ضرورة جمهور\nأهل العلم.\n</p>\n\n<p>\n17410 - وبه قال مالك والكوفيون، وإليه ذهب أحمد، وإسحاق.\n</p>\n\n<p>\n17411 - وروي ذلك عن عائشة، وعروة.\n</p>\n\n<p>\n17412 - وقال الشافعي: لا بأس به، وقال: رسول الله - صلى الله عليه وسلم\n- فعله ولم يخبر بعلة ولا ضرورة.\n</p>\n\n<p>\n17413 - وقال: حدثني سعيد بن سالم، عن ابن جريج، قال: أخبرني أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p221'> Vol. 12, p. 221</a>\n            </div>\n            \nالزبير، عن جابر، قال: طاف رسول الله - صلى الله عليه وسلم - في حجته على\nراحلته بالبيت، وبين الصفا والمروة ليراه الناس، وليشرف لهم لأن الناس غشوه.\n</p>\n\n<p>\n17414 - وقال ابن جرير: وأخبرني عطاء أن رسول الله - صلى الله عليه وسلم\n- طاف بالبيت وبين الصفا والمروة راكبا.\n</p>\n\n<p>\n17415 - فقلت لعطاء: لم ؟ قال: لا أدري.\n</p>\n\n<p>\n17416 - قال أبو عمر: قد روي عن عطاء ومجاهد أنهما سعيا راكبين.\n</p>\n\n<p>\n17417 - ولم تقدر سودة بنت عبد الله بن عمر لثقل جسمها أن تقضي الطواف\nبين الصفا والمروة سبعا إلا بين العشاء والأذان للصبح، ولا يكلف <span id='ms1518'></span> الله نفسا\nإلا وسعها ولو ركبت كان في ذلك رخصة لها.\n</p>\n\n<p>\n17418 - وقد يشبه أن يكون ذلك في ليالي الصيف مع التغليس بالصبح، والله أعلم.\n</p>\n\n<p>\n17419 - وأما قول مالك: من نسي السعي بين الصفا والمروة، في عمرة. فلم\nيذكر حتى يستبعد من مكة: أنه يرجع فيسعى. وإن كان قد أصاب النساء، فليرجع،\nفليسع بين الصفا والمروة حتى يتم ما بقي عليه من تلك العمرة. ثم عليه عمرة\nأخرى، والهدي.\n</p>\n\n<p>\n17420 - فقد وافقه الشافعي في أن العمرة من فروضها الطواف بالبيت والسعي\nبين الصفا والمروة وأنها لا تتم إلا بذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p222'> Vol. 12, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\n17421 - وقول الشافعي في هذه المسألة قول مالك، وقد ذكرنا اختلاف العلماء\nفي وجوب السعي بين الصفا والمروة. فكل من أوجبه يوجب الرجوع إليه من كل أفق\nفي العمرة كما يوجبه في الحج، لأن القرآن عمهما في قوله، عز وجل:فمن حج\nالبيت أو اعتمر فلا جناح عليه أن يطوف بهما [ 158: البقرة ]، ومن لم يوجبه\nناب عنه عنده الدم لمن أبعد عن مكة لأن هذا شأن السنن في الحج أن تجبر\nبالدم ولا ينصرف إليها من بعد.\n</p>\n\n<p>\n17422 - وأما الوطء قبل السعي بين الصفا والمروة بالعمرة فسيأتي في موضعه\nمن هذا الكتاب إن شاء الله.\n</p>\n\n<p>\n17423 - وقد روي عن ابن عباس أنه قال: العمرة الطواف بالبيت.\n</p>\n\n<p>\n17424 - وخالفه ابن عمر، وجابر، والناس.\n</p>\n\n<p>\n17425 - ذكر عبد الرزاق عن ابن عيينة، عن عمرو بن دينار، قال: سألنا ابن\nعمر عن رجل طاف بالبيت - يعني في العمرة - أيقع على أهله قبل أن يسعى بين\nالصفا والمروة ؟ فقال: أما رسول الله - صلى الله عليه وسلم - فطاف بالبيت،\nثم أتى المقام فصلى عنده ركعتين، ثم طاف بين الصفا والمروة. ثم قرأ:لقد كان\nلكم في رسول الله أسوة حسنة [ 21: الأحزاب ].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p223'> Vol. 12, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n17426 - قال عمرو: فسألنا جابر بن عبد الله، فقال: لا يقربها حتى يسعى بين الصفا.\n</p>\n\n<p>\n17427 - وأما قوله وسئل مالك، عن الرجل يلقاه الرجل بين الصفا والمروة،\nفيقف معه يحدثه ؟ فقال: لا أحب له ذلك \".\n</p>\n\n<p>\n17428 - قال: إن العلماء يكرهون الكلام بغير ذكر الله في الطواف بالبيت <span id='ms1519'></span>\nوبين الصفا والمروة إلا فيما لا بد منه ; لأنه موضع ذكر ودعاء.\n</p>\n\n<p>\n17429 - والكلام بين الصفا والمروة عندهم أخف، فمن تكلم وتحدث لم يفسد\nذلك طوافه ولا سعيه عند الجميع.\n</p>\n\n<p>\n17430 - عبد الرزاق، عن الثوري، عن منصور، عن أبي وائل، عن مسروق، أن ابن\nمسعود قال حين سعى للوادي: \" اللهم اغفر وارحم، وأنت الأعز الأكرم.\n</p>\n\n<p>\n17431 - وعن محمد بن مسلم الطائفي، عن إبراهيم بن ميسرة، عن مجاهد أنه\nسمع ابن عمر وهو يرمل بين الصفا والمروة وهو يقول: اللهم اغفر وارحم وأنت\nالعزيز الأرحم.\n</p>\n\n<p>\n17432 - روى سفيان، عن زكريا بن أبي زائدة، عن الشعبي، عن وهب بن الأجدع:\nكان عمر بن الخطاب يعلم الناس يقول: إذا قدم أحدكم حاجا أو معتمرا فليطف\nبالبيت سبعا، ويصلي خلف المقام ركعتين، ثم يأتي الصفا فيصعد عليها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p224'> Vol. 12, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nفيكبر سبع تكبيرات، بين كل تكبيرتين حمد لله وثناء عليه وصلاة على النبي -\nصلى الله عليه وسلم - ويسأله لنفسه، وعلى المروة مثل ذلك.\n</p>\n\n<p>\n17433 - وعن مسعر، عن قراض، عن الشعبي، عن وهب بن الأجدع مثله.\n</p>\n\n<p>\n17434 - قال عبد الرزاق: وأخبرنا ابن أبي رواد، عن نافع، عن ابن عمر أنه\nكان كثيرا ما يقول بين الصفا والمروة: لا إله إلا الله وحده لا شريك له، له\nالملك وله الحمد وهو على كل شيء قدير، لا إله إلا الله.\n</p>\n\n<p>\n17435 - ومن رواية ابن جريج، وأيوب، عن نافع، عن ابن عمر.\n</p>\n\n<p>\n17436 - أنه كان يقول: إذا نزل على الصفا والمروة: اللهم واستعملني لسنة\nنبيك، وتوفني على ملته، وأجرني من مضلات الفتن، واعصمني بدينك وطاعتك وطاعة\nرسولك وجنبني معاصيك، واجعلني ممن يحبك ويحب ملائكتك ورسلك وعبادك\nالصالحين، وحببني إلى ملائكتك وعبادك الصالحين، اللهم واجعلني من أئمة\nالمتقين، واجعلني من ورثة جنة النعيم، ولا تخزني يوم يبعثون.\n</p>\n\n<p>\n17436 م - قال أبو عمر: هو موضع ذكر ودعاء، وليس فيه شيء موقت ; فليدع\nالمؤمن بما شاء لدين ولا يتعدى في الدعاء إلى ما لا ينبغي، وبالله التوفيق.\n</p>\n\n<p>\n17437 - وأما قول مالك: ومن نسي من طوافه شيئا، أو شك فيه، فلم يذكر وهو\nيسعى بين <span id='ms1520'></span> الصفا والمروة. فإنه يقطع سعيه. ثم يتم طوافه بالبيت، على ما\nيستيقن. ويركع ركعتي الطواف. ثم يبتدئ سعيه بين الصفا والمروة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p225'> Vol. 12, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n17438 - فهذا ما لا خلاف فيه بين العلماء أن من شك في طوافه يلزمه البناء\nفيه على الأقل في نفسه، وليس عمله في السعي - وإن طال - ما يلزمه ابتداء\nالطواف، ولكنه يبني على ما طاف حتى يتم الطواف ويركع ركعتين، ثم يسعى بين\nالصفا والمروة.\n</p>\n\n<p>\n803 - مالك، عن جعفر بن محمد، عن أبيه، عن جابر بن عبد الله أن رسول الله\n- صلى الله عليه وسلم - كان إذا نزل من الصفا والمروة مشى، حتى إذا انصبت\nقدماه في بطن الوادي، سعى حتى يخرج منه.\n</p>\n\n<p>\n17439 - قال أبو عمر: هكذا قال يحيى في هذا الحديث: \" كان إذا نزل بين\nالصفا، وسائر رواة \" الموطأ \" يقولون: \" كان إذا نزل من الصفا \".\n</p>\n\n<p>\n17440 - وكذلك هو محفوظ في حديث جابر الطويل، وقد رواه مالك، كلهم على\nالقول به.\n</p>\n\n<p>\n17441 - قال أبو عمر: وليس في هذا الحديث ما يحتاج إلى القول، والعلماء\nكلهم على القول به.\n</p>\n\n<p>\n17442 - والسعي المذكور فيه هو الاشتداد في المشي والهرولة، ولا خلاف في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p226'> Vol. 12, p. 226</a>\n            </div>\n            \nالسعي في المسيل، وهو الوادي بين الصفا والمروة إلا أن من السلف من كان\nيسعى المسافة كلها بين الصفا والمروة، منهم الزبير بن العوام وابنه عبد\nالله بن الزبير.\n</p>\n\n<p>\n17443 - ذكر عبد الرزاق قال: أخبرنا معمر، عن الزهري، عن عروة أنه أدرك\nأباه يولي بين الصفا والمروة سعيا وكان عروة لا يصنع ذلك، كان يسعى في بطن\nالمسيل، ثم يمشي.\n</p>\n\n<p>\n17444 - قال: وأخبرنا ابن عيينة، عن هشام بن عروة: أن الزبير وابنه عبد\nالله بن الزبير كانا يركبان ما بين الصفا والمروة كله سعيا.\n</p>\n\n<p>\n17445 - قال أبو عمر: العمل عند جمهور الفقهاء على ما في حديث جابر، قال:\nثم نزل رسول الله - صلى الله عليه وسلم - عن الصفا فلما انصبت قدماه في\nالوادي سعى حتى خرج منه، ولا حرج على من اشتد وسعى في ذلك كله.\n</p>\n\n<p>\n17447 - قال مالك في رجل جهل فبدأ بالسعي بين الصفا والمروة، قبل <span id='ms1521'></span> أن يطوف\nبالبيت. قال: ليرجع، فليطف بالبيت. ثم ليسع بين الصفا والمروة، وإن جهل ذلك\nحتى يخرج من مكة ويستبعد، فإنه يرجع إلى مكة، فيطوف بالبيت ويسعى بين الصفا\nوالمروة. وإن كان أصاب النساء رجع فطاف بالبيت، وسعى بين الصفا والمروة حتى\nيتم ما بقي عليه من تلك العمرة. ثم عليه عمرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p227'> Vol. 12, p. 227</a>\n            </div>\n            \nأخرى والهدي.\n</p>\n\n<p>\n17448 - قال أبو عمر: لا خلاف بين العلماء في أن يطوف بالبيت في الحج\nوالعمرة قبل السعي بين الصفا والمروة.\n</p>\n\n<p>\n17449 - وبذلك جاءت الآثار عن النبي - صلى الله عليه وسلم - أنه كذلك فعل\nفي عمراته كلها وفي حجته، قال: \" خذوا عني مناسككم \".\n</p>\n\n<p>\n17450 - واختلف العلماء فيمن سعى بين الصفا والمروة من قبل أن يطوف\nبالبيت، فقال مالك ما ذكرنا عنه في \" الموطأ \".\n</p>\n\n<p>\n17451 - وهو قول جمهور الفقهاء، منهم أبو حنيفة، وأصحابه، وأبو ثور،\nوأحمد، وإسحاق، ورواية عن الثوري.\n</p>\n\n<p>\n17452 - روى ذلك ابن أبي الزرقاء ومهران الرازي، عن الثوري، أنه قال: إن\nسعى الحاج بين الصفا والمروة قبل أن يطوف بالبيت فإنه يطوف بالبيت ويجزئه.\n</p>\n\n<p>\n17453 - وذكر عبد الرزاق، قال: سألت الثوري عن رجل بدأ بالصفا والمروة\nقبل الطواف بالبيت ؟ فقال: أخبرني ابن جريج. عن عطاء: يطوف بالبيت وقد جزى عنه.\n</p>\n\n<p>\n17454 - قال عبد الرزاق، عن سفيان: وأما نحن فنقول: يطوف بالبيت ثم يعود\nإلى الصفا والمروة فيطوف بهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p228'> Vol. 12, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\n17455 - قال أبو عمر: فإن طاف بهما على غير طهارة ثم طاف بين الصفا\nوالمروة، ثم ذكر توضأ وطاف بالبيت ثم بالصفا والمروة، ولا يجزئه غير ذلك\nعند مالك والشافعي ; لأنهما يقولان إنه لا يجزئ السعي بين الصفا والمروة\nإلا بعد إكمال الطواف بالبيت على طهارة، والطواف بالبيت والسعي بين الصفا\nوالمروة عندهما كالركوع والسجود، وقد أجمعوا أنه لا يجزئ السجود قبل\nالركوع.\n</p>\n\n<p>\n17456 - وقد تقدم القول في الطواف بالبيت على غير طهارة والاختلاف فيه.\n</p>\n\n<p>\n17457 - ولا فرق عند مالك، والشافعي بين من نسي السعي بين الصفا والمروة\nوبين من قدم السعي بين الصفا والمروة على الطواف بالبيت، وعليه الرجوع إلى\nالطواف، ثم السعي عند مالك والشافعي، خرج <span id='ms1522'></span> من مكة أو لم يخرج، أبعد أو لم\nيبعد فإن وطئ النساء قبل الطواف، فعليه قضاء الحج والعمرة ومع ذلك الهدي\nعلى ما يأتي في بابه إن شاء الله.\n</p>\n\n<p>\n17458 - وقال أبو حنيفة، وأبو يوسف، ومحمد: ومن خرج من مكة، وقد رأى أنه\nكان قدم السعي بين الصفا والمروة على الطواف بالبيت فعليه دم وليس عليه أن يعود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p229'> Vol. 12, p. 229</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head17'>AUTO ( 43) باب صيام يوم عرفة</h2>\n\n<p>\n804 - مالك، عن أبي النضر، مولى عمر بن عبيد الله، عن عمير، مولى عبد\nالله بن عباس، عن أم الفضل بنت الحارث ; أن ناسا تماروا عندها يوم عرفة، في\nصيام رسول الله - صلى الله عليه وسلم - فقال بعضهم: هو صائم. وقال بعضهم:\nليس بصائم. فأرسلت إليه بقدح لبن، وهو واقف على بعيره، فشرب.\n</p>\n\n<p>\n805 - مالك، عن يحيى بن سعيد، عن القاسم بن محمد ; أن عائشة أم المؤمنين\nكانت تصوم يوم عرفة.\n</p>\n\n<p>\nقال القاسم: ولقد رأيتها عشية عرفة، يدفع الإمام، ثم تقف حتى يبيض ما\nبينها وبين الناس من الأرض، ثم تدعو بشراب فتفطر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p230'> Vol. 12, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n17459 - قال أبو عمر: حمل حديث النبي - صلى الله عليه وسلم - فيما حكت عنه\nأم الفضل عندنا أنه كان بعرفة، وقد روي ذلك منصوصا، وإذا كان بعرفة فالفطر\nأفضل تأسيا برسول الله - صلى الله عليه وسلم - وقوة على الدعاء، وقد قال،\nصلى الله عليه وسلم: \" أفضل الدعاء يوم عرفة \" ونهى عن صوم يوم عرفة بعرفة.\n</p>\n\n<p>\n17460 - وتخصيصه بعرفة دليل على أن صومه بغير عرفة ليس كذلك على أن صومه\nبغير عرفة لم يكن كذلك ; لأنه قد روي عنه - صلى الله عليه وسلم - أنه قال:\n\" صيام يوم عرفة كفارة سنة \". وقد روي عنه: \" كفارة سنتين \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p231'> Vol. 12, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\n17461 - وروى الوليد بن مسلم، عن ابن جابر، عن أبيه، عن عطاء، قال: \" صيام\nيوم عرفة كصيام الدهر \".\n</p>\n\n<p>\n17462 - وقد روي عن ميمونة، عن النبي - صلى الله عليه وسلم - مثل حديث أم\nالفضل هذا. وذكرناه في \" التمهيد \".\n</p>\n\n<p>\n17463 - وأما الحديث بأن نهيه عن صوم يوم عرفة أنه كان بعرفة. أخبرنا عبد\nالله بن محمد، قال: حدثني محمد بن بكر <span id='ms1523'></span>، قال: حدثني أبو داود. وحدثني عبد\nالوارث بن سفيان، قال: حدثني قاسم: حدثني أحمد بن زهير. قالا: حدثني سليمان\nبن حرب، قال: حدثني حوشب بن عقيل، عن مهدي الهجري، قال: حدثني عكرمة، قال:\nكنا عند أبي هريرة في بيته فحدثني أن رسول الله - صلى الله عليه وسلم - نهى\nعن صوم يوم عرفة بعرفة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p232'> Vol. 12, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\n17464 - وأخبرنا عبد الله بن محمد، قال: حدثنا محمد بن عمر، قال: حدثني علي\nبن حرب، قال: حدثني سفيان، عن ابن أبي نجيح، عن أبيه، عن ابن عمر، قال:\nحججت مع النبي - صلى الله عليه وسلم - فلم يصمه، ومع أبي بكر فلم يصمه، ومع\nعمر فلم يصمه، ومع عثمان فلم يصمه ; أنا لا أصومه ولا آمر بصومه ولا أنهى عنه.\n</p>\n\n<p>\n17465 - قال أبو عمر: يعني عرفة بعرفة. ويوضح ذلك قوله حججت وذلك كله كان\nفي الحج.\n</p>\n\n<p>\n17466 - وحدثني سعيد بن نصر، قال: حدثني قاسم بن أصبغ، قال: حدثني\nإسماعيل بن إسحاق القاضي، قال: حدثني مسدد، قال حدثني الحارث بن عبيد أبو\nقدامة الإيادي، قال: حدثني هوذة أبو الأشهب، عن الحارث، عن عبادة البصري عن\nأبيه، عن جده، قال: مر عمر بن الخطاب بأبيات بعرفات، فقال: ما هذه الأبيات\n؟ قلنا: لعبد القيس، فقال لهم خيرا، ودعا لهم، ونهاهم عن صوم يوم عرفة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p233'> Vol. 12, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n17467 - قال هوذة: وحج أبي، وطليق بن محمد الخزاعي واختلفا في صوم يوم\nعرفة، فقال أبي: بيني وبينك سعيد بن المسيب ; فأتيناه، فقلت: يا أبا محمد !\nإنا اختلفنا في صيام يوم عرفة فجعلناك بيننا. فقال: أنا أخبركم عن من هو\nخير مني، عبد الله بن عمر لا يصومه، وقال: حججت مع رسول الله - صلى الله\nعليه وسلم - ومع أبي بكر، ومع عمر، ومع عثمان فكلهم كانوا لا يصومونه وأنا\nلا أصومه.\n</p>\n\n<p>\n17468 - قال أبو عمر: كان مالك، والثوري، والشافعي يختارون الفطر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p234'> Vol. 12, p. 234</a>\n            </div>\n            \nيوم عرفة بعرفة.\n</p>\n\n<p>\n17469 - قال إسماعيل بن أبي أويس، عن مالك: أنه كان يأمرنا بالفطر يوم\nعرفة بعرفة في الحج، ويذكر أن رسول الله - صلى الله عليه وسلم - كان ذلك\nاليوم <span id='ms1524'></span> مفطرا.\n</p>\n\n<p>\n17470 - وقال الشافعي: أحب صوم يوم عرفة لغير الحاج، وأما من حج فأحب إلي\nأن يفطر ليقوى بالفطر على الدعاء.\n</p>\n\n<p>\n1747 - قال أبو عمر: قد روي عن عائشة، وعثمان بن أبي العاص: أنهما كان\nيصومان يوم عرفة بعرفة، فأما حديث عائشة فقد ذكره مالك في هذا الباب.\n</p>\n\n<p>\n17472 - وأما حديث عثمان بن أبي العاص فروى المعتمر بن سليمان، قال سمعت\nحميدا يحدث عن الحسن، قال لقد رأيت عثمان بن أبي العاص يرش عليه ماء في يوم\nعرفة، وهو صائم.\n</p>\n\n<p>\n17473 - وكان إسحاق ابن راهويه يميل إلى صومه بعرفة وغير عرفة.\n</p>\n\n<p>\n17474 - وقال قتادة: ولا بأس به إذا لم يضعف عن الدعاء.\n</p>\n\n<p>\n17475 - وكان عطاء يقول: أصومه في الشتاء، ولا أصومه في الصيف.\n</p>\n\n<p>\n17476 - وهذا لأن لا يضعفه صومه عن الدعاء مع الحر، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p235'> Vol. 12, p. 235</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head18'>AUTO ( 44) باب ما جاء في صيام أيام منى</h2>\n\n<p>\n806 - مالك، عن أبي النضر مولى عمر بن عبيد الله، عن سليمان بن يسار ; أن\nرسول الله - صلى الله عليه وسلم - نهى عن صيام أيام منى.\n</p>\n\n<p>\n807 - عن ابن شهاب ; أن رسول الله - صلى الله عليه وسلم - بعث عبد الله\nبن حذافة أيام منى، يطوف. يقول: إنما هي أيام أكل وشرب وذكر الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p236'> Vol. 12, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\n808 - عن محمد بن يحيى بن حبان، عن الأعرج، عن أبي هريرة ; أن رسول الله -\nصلى الله عليه وسلم - نهى عن صيام يومين: يوم الفطر ويوم الأضحى.\n</p>\n\n<p>\n809 - عن يزيد بن عبد الله بن الهادي، عن أبي مرة مولى أم هانئ أخت عقيل\nبن أبي طالب، عن عبد الله بن عمرو بن العاص ; أنه أخبره أنه دخل على أبيه\nعمرو بن العاص فوجده يأكل. قال فدعاني. قال فقلت له: إني صائم. فقال: هذه\nالأيام التي نهانا رسول الله - صلى الله عليه وسلم - عن صيامهن، وأمرنا\nبفطرهن.\n</p>\n\n<p>\n17477 - قال مالك: هي أيام التشريق.\n</p>\n\n<p>\n17478 - قال أبو عمر: أما حديث أبي النضر فلم يختلف عن مالك في إرساله في\n\" الموطأ \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p237'> Vol. 12, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n17479 - وأما حديث ابن يسار هذا فقد رواه الثوري، عن سالم أبي النضر، وعبد\nالله بن أبي بكر، عن سليمان بن <span id='ms1525'></span> يسار، عن عبد الله بن حذافة أن النبي - صلى\nالله عليه وسلم - أمره أن ينادي أيام التشريق أنها أيام أكل وشرب.\n</p>\n\n<p>\n17480 - حدثناه عبد الوارث، قال: حدثني قاسم، قال: حدثني محمد بن عبد\nالسلام، قال: حدثني محمد بن المثنى، قال: حدثني عبد الرحمن بن مهدي، قال\nحدثني سفيان، فذكره.\n</p>\n\n<p>\n17481 - قال عبد الرحمن: وقرأته على مالك، عن أبي النضر، عن سليمان بن\nيسار: أن رسول الله - صلى الله عليه وسلم - نهى عن صيام أيام منى.\n</p>\n\n<p>\n17482 - وحدثني عبد الوارث، قال: حدثني قاسم، قال: حدثني أحمد بن زهير،\nقال: \" سئل يحيى بن معين عن حديث عبد الرحمن بن مهدي، عن سفيان، عن عبد\nالله بن أبي بكر وسالم أبي النضر، عن سليمان بن يسار، عن عبد الله بن حذافة\nأن النبي - صلى الله عليه وسلم - أمره أن ينادي في أيام التشريق أنها أيام\nأكل وشرب \" ؟ فقال: مرسل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p238'> Vol. 12, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\n17484 - قال أبو عمر: إنما صار مرسلا ; لأن سليمان بن يسار لم يسمع من عبد\nالله بن حذافة. وهذا وإن كان مرسلا فإنه يتصل من غير ما وجه ويتصل حديث عبد\nالله بن حذافة من حديث ابن شهاب، عن سعيد بن المسيب، عن أبي هريرة أن رسول\nالله - صلى الله عليه وسلم - بعث عبد الله بن حذافة يطوف في منى: \" لا\nتصوموا هذه الأيام فإنها أيام أكل وشرب وذكر الله عز وجل \".\n</p>\n\n<p>\n17485 - وقد ذكرنا هذا الحديث وما كان مثله في \" التمهيد \".\n</p>\n\n<p>\n17486 - قال أبو عمر: أيام منى هي ثلاثة أيام بعد يوم النهر، ولها ثلاثة\nأسماء، يقال لها: أيام منى لإقامة الحاج بها بعد يوم النحر لرمي الجمار،\nويقال لها: أيام التشريق.\n</p>\n\n<p>\n17487 - وهي الأيام المعدودات التي رخص للحاج أن يتعجل منها في يومين.\n</p>\n\n<p>\n17489 - ولا خلاف بين العلماء في أيام التشريق أنها أيام منى، وأنها\nالأيام المعدودات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p239'> Vol. 12, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n17490 - وإنما اختلفوا في الأيام المعلومات على قولين: 17491 - ( أحدهما )\nأنها أيام العشر، وهو قول ابن عباس، وبه قال الشافعي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p240'> Vol. 12, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\n17492 - ( والثاني ) أنها يوم النحر، ويومان من أيام التشريق، وهو قول علي،\nوابن عمر.\n</p>\n\n<p>\n17493 - وسنبين ذلك <span id='ms1526'></span> في كتاب الضحايا إن شاء الله.\n</p>\n\n<p>\n17494 - ومما يدلك على أن أيام منى ثلاثة أيام قول العرجي:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p241'> Vol. 12, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nما نلتقي إلا ثلاث منى حتى يفرق بيننا النفر\n</p>\n\n<p>\n17495 - وقول عروة بن أذينة:\n</p>\n\n<p>\nنزلوا ثلاث منى منزل غبطة وهم على سفر لعمرك ما همو\n</p>\n\n<p>\n17496 - وقد ذكرنا الشواهد في هذا، وفي اشتقاق منى في \" التمهيد \"، ولم\nقيل لها منى ؟.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p242'> Vol. 12, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n17497 - قال ابن الأنباري: هو مشتق من منيت الدم، إذا أصبته.\n</p>\n\n<p>\n17498 - وقال أبو هفان: هو منى وهي منى ; فمن ذكره ذهب إلى المكان، ومن\nأنثه ذهب إلى البقعة.\n</p>\n\n<p>\n17499 - قال: وتكتب في الوجهين جميعا بالياء.\n</p>\n\n<p>\n17500 - وأجمع العلماء على أنه لا يجوز صيام أيام منى تطوعا، وأنها أيام\nلا يتطوع أحد بصيامهن، إلا شيء يروى عن الزبير، وابن عمر، والأسود بن يزيد،\nوأبي طلحة: أنهم كانوا يصومون أيام التشريق تطوعا، وفي الأسانيد عنهم ضعف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p243'> Vol. 12, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\n17501 - وجمهور العلماء من أهل الرأي والحديث على كراهية ذلك.\n</p>\n\n<p>\n17502 - ذكر ابن عبد الحكم، عن مالك. قال: لا بأس بسرد الصيام إذا أفطر\nيوم النحر، ويوم الفطر، وأيام التشريق لنهي رسول الله - صلى الله عليه وسلم\n- عن صيامها.\n</p>\n\n<p>\n17503 - وقال في موضع آخر: لا يتطوع أحد بصيام أيام منى لنهي رسول الله -\nصلى الله عليه وسلم - عن صيام أيام منى.\n</p>\n\n<p>\n17504 - وقال ابن عباس، عن مالك: لا ينبغي لأحد أن يصوم أيام الذبح\nالثلاثة ولا يقضي فيها صياما واجبا نذرا، ولا قضاء رمضان، ولا يصومها إلا\nالمتمتع وحده الذي لم يصم قبل عرفة ولم يجد الهدي.\n</p>\n\n<p>\n17505 - قال: وأما آخر أيام التشريق فيصام إن نذره رجل أو نذر صيام ذي\nالحجة، فأما قضاء رمضان أو غيره فلا يفعل إلا أن يكون قد صام قبل ذلك صياما\nمتتابعا قد لزمه ; فمرض، ثم صح وقوي على الصيام في هذا اليوم يبني على\nالصيام الذي كان صامه، في الظهار أو قتل النفس خطأ، وأما قضاء رمضان فلا\nيصومه فيه.\n</p>\n\n<p>\n17506 - قال أبو عمر: لا أعلم أحدا من أهل العلم فرق بين اليومين الأولين\nمن أيام التشريق في الصيام خاصة وفي اليوم الثالث منها <span id='ms1527'></span> إلا ما حكاه ابن\nالقاسم عن مالك على ما ذكرنا.\n</p>\n\n<p>\n17507 - وجمهور العلماء من أهل الرأي والأثر لا يجيزون صوم اليوم الثالث\nمن أيام التشريق في قضاء رمضان ولا في نذر، ولا في غير ذلك من وجوه الصيام\nإلا المتمتع وحده فإنهم اختلفوا في ذلك على ما ذكره عنهم في بابه في آخر هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p244'> Vol. 12, p. 244</a>\n            </div>\n            \nالكتاب إن شاء الله، عز وجل.\n</p>\n\n<p>\n17508 - وأما قوله - صلى الله عليه وسلم - في أيام منى: \" إنها أيام أكل\nوشرب وذكر الله، عز وجل \" فإن الأكل والشرب أنها أيام لا صيام فيها، وأما\nالذكر فهو بمنى التكبير عند رمي الجمار، وفي سائر الأمصار التكبير بإثر\nالصلاة. وسيأتي موضع ذكره من هذا الكتاب إن شاء الله، عز وجل.\n</p>\n\n<p>\n17509 - وأما نهيه - صلى الله عليه وسلم - عن صيام يوم الفطر ويوم النحر\nفلا خلاف بين العلماء أنه لا يجوز صيامها لناذر ولا متطوع، ولا يقضى فيهما\nرمضان، ولا يصامان في صيام التتابع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p245'> Vol. 12, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\n17510 - والذي يصومهما بعد علمه بالنهي المجتمع عليه عاص عند الجميع،\nولأصحابنا فيمن نذر صيام ذي الحجة هل يقضي يوم النحر أم لا ما قد ذكرناه في\nكتاب الصيام من هذا الكتاب، والحمد لله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p246'> Vol. 12, p. 246</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head19'>AUTO ( 45) باب ما يجوز من الهدي</h2>\n\n<p>\n810 - مالك، عن نافع، عن عبد الله بن أبي بكر بن محمد بن عمرو بن حزم، أن\nرسول الله - صلى الله عليه وسلم - أهدى جملا، كان لأبي جهل بن هشام، في حج\nأو عمرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p247'> Vol. 12, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\n17511 - قال أبو عمر: وقع في رواية عبيد الله بن يحيى، عن أبيه في هذا\nالحديث: عن مالك، عن نافع عن عبد الله بن أبي بكر. وهو خطأ لا إشكال فيه من\nخطأ اليد، ولم يروه ابن وضاح عن يحيى إلا كما رواه سائر الرواة \" للموطأ \"\nعن مالك، عن عبد الله بن أبي بكر.\n</p>\n\n<p>\n17512 - وهذا الحديث يستند من وجوه قد ذكرنا بعضها في \" التمهيد \". منها ما.\n</p>\n\n<p>\n17513 - حدثناه عبد الوارث بن سفيان، قال: حدثني قاسم بن أصبغ، قال:\nحدثني عبيد بن عبد الواحد، قال: حدثني أحمد بن محمد بن أيوب <span id='ms1528'></span>، قال: حدثني\nإبراهيم بن سعد، عن محمد بن إسحاق، قال: وقال عبد الله بن أبي نجيح: حدثني\nمجاهد، عن ابن عباس: أن رسول الله - صلى الله عليه وسلم - أهدى عام\nالحديبية في هداياه جملا لأبي جهل بن هشام في أنفه برة من فضة ليغيظ به\nالمشركين.\n</p>\n\n<p>\n17514 - وفي هذا الحديث دليل على استسمان الهدايا واختيارها وأن الجمل\nيسمى \" بدنة \"، كما أن الناقة تسمى \" بدنة \" وهذا الاسم مشتق من عظم البدن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p248'> Vol. 12, p. 248</a>\n            </div>\n            \nعندهم.\n</p>\n\n<p>\n17515 - وفي هذا الحديث رد قول من زعم أن البدنة لا تكون إلا أنثى.\n</p>\n\n<p>\n17516 - وفيه إجازة هدي ذكور الإبل، وهو أمر مجتمع عليه عند الفقهاء.\n</p>\n\n<p>\n17517 - وفيه ما يدل على أن الإبل في الهدايا أفضل من الغنم.\n</p>\n\n<p>\n17518 - ولم يختلفوا في تأويل قول الله، عز وجل:فما استيسر من الهدي [\nالبقرة: 169 ] أنه شاة إلا ما روي عن ابن عمر أنه قال: بدنة دون بدنة،\nوبقرة دون بقرة.\n</p>\n\n<p>\n17519 - وأما استسمان الهدايا والضحايا، الغلو في ثمنها، واختيارها فداخل\nتحت عموم قوله، عز وجل:ومن يعظم شعائر الله فإنها من تقوى القلوب [ الحج: 32 ].\n</p>\n\n<p>\n17520 - وسئل رسول الله - صلى الله عليه وسلم - عن أفضل الرقاب ؟ فقال: \"\nأغلاها ثمنا \".\n</p>\n\n<p>\n17521 - وهذا كله مداره على صحة النية، قال رسول الله، صلى الله عليه\nوسلم: \" الأعمال بالنيات \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p249'> Vol. 12, p. 249</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p250'> Vol. 12, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\n17522 - وقال الله، عز وجل:لن ينال الله لحومها ولا دماؤها ولكن يناله\nالتقوى منكم [ الحج: 37 ].\n</p>\n\n<p>\n17523 - وقوله: ليغيظ به المشركين في حديث ابن عباس هو تفسير لهذا\nالحديث.\n</p>\n\n<p>\n17524 - وقد قيل: إن جمل أبي جهل بن هشام كان من الصفي الخالص لرسول الله\n- صلى الله عليه وسلم - ومعلوم أن سهمه كان في خمس الغنيمة واجبا على ما ذكرناه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p251'> Vol. 12, p. 251</a>\n            </div>\n            \nفي كتاب الجهاد.\n</p>\n\n<p>\n811 - مالك، عن أبي الزناد، عن الأعرج، عن أبي هريرة ; أن رسول الله -\nصلى الله عليه وسلم - رأى رجلا يسوق بدنة، فقال: \" اركبها \" فقال: يا رسول\nالله. إنها بدنة. فقال: \" اركبها. ويلك \" في الثانية، أو الثالثة.\n</p>\n\n<p>\n17525 - قال أبو عمر: قد ذكرنا في \" التمهيد \" الاختلاف على أبي الزناد\nفي إسناد هذا الحديث، والاختلاف أيضا في ألفاظه عن مالك <span id='ms1529'></span> وغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p252'> Vol. 12, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\n17526 - واختلف العلماء في ركوب الهدي الواجب والتطوع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p253'> Vol. 12, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\n17527 - فمذهب أهل الظاهر إلى أن ركوبه جائز من ضرورة وغير ضرورة.\n</p>\n\n<p>\n17528 - وبعضهم أوجب ذلك لقول رسول الله، صلى الله عليه وسلم: \" اركبها \".\n</p>\n\n<p>\n17529 - وذهبت طائفة من أهل الحديث إلى أنه لا بأس بركوب الهدي على كل\nحال على ظاهر هذا الحديث.\n</p>\n\n<p>\n17530 - والذي ذهب إليه مالك، وأبو حنيفة، والشافعي، وأصحابهم، وأكثر\nالفقهاء: كراهية ركوب الهدي من غير ضرورة.\n</p>\n\n<p>\n17531 - وكذلك كره مالك شرب لبن البدنة. وإن كان بعد ري فصيلها. قال: فإن\nفعل ذلك فلا شيء عليه.\n</p>\n\n<p>\n17532 - وقال أبو حنيفة والشافعي: إن نقصها الركوب أو شرب لبنها فعليه\nقيمة ما شرب من لبنها، وقيمة ما نقصها الركوب.\n</p>\n\n<p>\n17533 - وحجة من ذهب هذا المذهب أن ما خرج لله فغير جائز الرجوع في شيء\nمنه ولا الانتفاع، فإن اضطر إلى ذلك جاز له لحديث جابر في ذلك.\n</p>\n\n<p>\n17534 - حدثناه عبد الله بن محمد، قال: حدثني يحيى بن سعيد، عن ابن جريج،\nقال: أخبرني أبو الزبير، قال: سألت جابر بن عبد الله عن ركوب الهدي ؟ فقال:\nسمعت رسول الله - صلى الله عليه وسلم - يقول: \" اركبها بالمعروف إذا ألجئت إليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p254'> Vol. 12, p. 254</a>\n            </div>\n            \nحتى تجد ظهرا \".\n</p>\n\n<p>\n17535 - وحجة مالك أن رسول الله - صلى الله عليه وسلم - لما أذن في ركوب\nالهدي عند الحاجة إليه كان ذلك منه بيانا أن ذلك جائز فيما يخرج لله، ولو\nوجب في ذلك شيء لنبيه - صلى الله عليه وسلم - فهو يبين عن الله تعالى\nمراده، وقد سكت عن إيجاب شيء من ذلك وما سكت عن ذلك فهو عفو منه، والذمة\nبريئة إلا بيقين.\n</p>\n\n<p>\n17536 - وأما قوله \" ويلك \" فمخرجه الدعاء عليه إذ أبى من ركوبها في أول\nمرة، وقال له: إنها بدنة. وقد كان رسول الله - صلى الله عليه وسلم - يعلم\nأنها بدنة، فكأنه قال له: الويل لك في مراجعتك إياي فيما لا تعرف وأعرف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p255'> Vol. 12, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\n17537 - وكان الأصمعي يقول: ويلك كلمة عذاب: وويحك كلمة رحمة.\n</p>\n\n<p>\nوذكر مالك في آخر هذا الباب\n</p>\n\n<p>\n812 - عن هشام بن عروة أن أباه قال: إذا اضطررت إلى بدنتك فاركبها <span id='ms1530'></span> ركوبا\nغير فادح وإذا اضطررت إلى لبنها، فاشرب بعدما يروى فصيلها. فإذا نحرتها\nفانحر فصيلها معها.\n</p>\n\n<p>\n17538 - قال أبو عمر: قول عروة حسن جدا، يؤيده الأثر والنظر.\n</p>\n\n<p>\n813 - مالك، عن عبد الله بن دينار ; أنه كان يرى عبد الله بن عمر يهدي في\nالحج بدنتين بدنتين. وفي العمرة بدنة بدنة. قال: ورأيته في العمرة ينحر\nبدنة. وهي قائمة في دار خالد بن أسيد. وكان فيها منزله. قال: ولقد رأيته\nطعن في لبة بدنته، حتى خرجت الحربة من تحت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p256'> Vol. 12, p. 256</a>\n            </div>\n            \nكتفها.\n</p>\n\n<p>\n17539 - قال أبو عمر: في هذا الخبر من الفقه أن للإنسان أن يتطوع من\nالهدي بما شاء، ويسوق منه ما شاء.\n</p>\n\n<p>\n17540 - وقد ساق رسول الله - صلى الله عليه وسلم - في حجته مائة بدنة\nوجعلها بينه وبين علي، رضي الله عنه.\n</p>\n\n<p>\n17541 - وكان يضحي بكبشين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p257'> Vol. 12, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\n17542 - وأما نحره بدنة قائمة فهي السنة، تنحر البدن قياما لقول الله، عز\nوجل:فاذكروا اسم الله عليها صواف [ الحج: 36 ]، والصواف التي قد صفت\nقوائمها. ومن قرأ ( صوافنا ) فإنه يريد: قائمة على ثلاث قوائم ومن قرأ (\nصوافي ) أراد: خالصة لله.\n</p>\n\n<p>\n17543 - والاختيار عند الجميع أن لا تنحر البدنة إلا قائمة إلا أن تمتنع\nمن ذلك، وما أظنهم - والله أعلم - استحبوا نحرها قياما إلا لقوله، عز\nوجل:فإذا وجبت جنوبها [ الحج: 36 ]، أي سقطت على جنوبها إلى الأرض.\n</p>\n\n<p>\n17544 - وأما نحره في منزله في دار خالد بن أسيد فإن مكة كلها منحر، ينحر\nمنها حيث شاء في العمرة، ومنى منحر في الحج.\n</p>\n\n<p>\n17545 - وأما طعنه في لبة بدنه، فهو موضع النحر.\n</p>\n\n<p>\n17546 - ولا خلاف أن نحر الإنسان بيده لما ينحر من هديه وذبحه لما يذبح\nمنه أفضل من أن يوليه غيره عند جماعة أهل العلم ; لأن رسول الله - صلى الله\nعليه وسلم - نحر بعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p258'> Vol. 12, p. 258</a>\n            </div>\n            \nهديه، وهو الأكثر، وولى عليا نحر سائره، وكان قد أشركه في هديه.\n</p>\n\n<p>\n17547 - وكان مالك ( رحمه الله ) يشدد في أن لا يذبح ولا ينحر للمرء غيره\nضحيته ولا بدنته إلا أن يكون من يريد كفايته ويقوم له مقام نفسه.\n</p>\n\n<p>\n17548 - حدثني محمد بن إبراهيم، قال: حدثني <span id='ms1531'></span> محمد بن معاوية.\n</p>\n\n<p>\n17549 - وحدثني عبد الله بن محمد قال: حدثني حمزة بن محمد. قالا: حدثني\nأحمد بن شعيب، قال: أخبرنا يعقوب بن إبراهيم، قال: حدثني يحيى بن سعيد،\nقال: حدثني جعفر بن محمد، قال: حدثني أبي قال: أتينا جابر بن عبد الله\nفحدثني أن جماعة الهدي التي أتى بها علي من اليمن، والذي أتي به النبي -\nصلى الله عليه وسلم - مائة، فنحر النبي - صلى الله عليه وسلم - منها بيده\nثلاثا وستين، وأعطى عليا فنحر ما غبر وأشركه في هديه، ثم أمر من كل بدنه\nببضعة فجعلت في قدر، فأكلا من لحمها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p259'> Vol. 12, p. 259</a>\n            </div>\n            \nوشربا من مرقها.\n</p>\n\n<p>\n17550 - قال أبو عمر: أما خروج الحربة من تحت كتف البدنة فدال على قوة\nعبد الله بن عمر - رضي الله عنه - كان هو وأخوه عبيد الله بن عمر يشبهان\nأباهما في القوة والجلد وأعظم الخلق.\n</p>\n\n<p>\n814 - مالك، عن يحيى بن سعيد ; أن عمر بن عبد العزيز أهدى جملا، في حج أو عمرة.\n</p>\n\n<p>\n17551 - قال أبو عمر: هذا والله أعلم لما بلغه \" أن رسول الله - صلى الله\nعليه وسلم - أهدى جملا كان لأبي جهل بن هشام في حجة أو عمرة \" تأسيا برسول\nالله - صلى الله عليه وسلم - وامتثالا لفعله.\n</p>\n\n<p>\n17552 - وهذان الخبران يدلان على أن هدي الناس كان في النوق أكثر منه في\nالجمال. وكذلك رأى بعض العلماء واستحب أن تكون البدنة أنثى. وذلك عند\nالجمهور منهم ; لأن اسمها عندهم مشتق من عظم البدن، وقد يسمون البقرة بدنة\n; لأنها أعظم بدنا من الشاة.\n</p>\n\n<p>\n815 - مالك، عن أبي جعفر القارئ ; أن عبد الله بن عياش بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p260'> Vol. 12, p. 260</a>\n            </div>\n            \nأبي ربيعة المخزومي أهدى بدنتين. إحداهما بختية.\n</p>\n\n<p>\n17553 - وهذا الخبر ليس فيه للقول مدخل ; لأن ما مضى يوضحه ويغني عن\nالقول فيه، ولا خلاف أن البدن في الهدايا أفضل من البقر والغنم، وإنما\nالخلاف في الضحايا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p261'> Vol. 12, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\n816 - مالك، عن نافع ; أن عبد الله بن عمر كان يقول: إذا نتجت الناقة،\nفليحمل ولدها حتى ينحر معها. فإن لم يوجد له محمل، حمل على أمه حتى ينحر معها.\n</p>\n\n<p>\n17554 - قال أبو عمر <span id='ms1532'></span>: لا يختلف العلماء أن الناقة إذا قلدت وهي حامل ثم\nولدت أن ولدها حكمه في النحر كحكمها ; لأن تقليدها إخراج لها من ملك مقلدها\nلله تعالى، وكذلك إذا نذر نحرها وهي حامل ولم يقلدها.\n</p>\n\n<p>\n17555 - وقول ابن عمر في هذه المسألة يدل على أنه لا يرى ركوب البدنة إلا\nمن ضرورة ; لأنه لم يبح حمل ولدها عليها إلا إذا لم يوجد له محمل غيره،\nولما لزمه للهدي لزمه حمله حتى يبلغه محله، فكذلك يلزمه أن يصنع بالفصيل في\nحمله على غير أمه إذا قدر فإن لم يقدر لم يكلف أن يحمله على رقبته وكان له\nأن يحمله على أمه كما يحمل نفسه عليها، وبالله توفيقنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p262'> Vol. 12, p. 262</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head20'>AUTO ( 46) باب العمل في الهدي حين يساق</h2>\n\n<p>\n817 - مالك، عن نافع، عن عبد الله بن عمر ; أنه كان إذا أهدى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p263'> Vol. 12, p. 263</a>\n            </div>\n            \nهديا من المدينة، قلده وأشعره بذي الحليفة. يقلده قبل أن يشعره. وذلك في\nمكان واحد. وهو موجه للقبلة. يقلده بنعلين. ويشعره من الشق الأيسر. ثم يساق\nمعه حتى يوقف به مع الناس بعرفة. ثم يدفع به معهم إذا دفعوا. فإذا قدم منى\nغداة النحر، نحره قبل أن يحلق أو يقصر. وكان هو ينحر هديه بيده. يصفهن\nقياما، ويوجههن إلى القبلة. ثم يأكل ويطعم.\n</p>\n\n<p>\n17556 - قال أبو عمر: التقليد في الهدي إعلام بأنه هدي، والنية مع\nالتقليد تغني عن الكلام فيه، وكذلك الشعار والتحليل عند مالك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p264'> Vol. 12, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\n818 - مالك، عن نافع: أن عبد الله بن عمر كان إذا طعن في سنام هديه وهو\nيشعره قال: باسم الله، والله أكبر.\n</p>\n\n<p>\n17557 - قال أبو عمر: أما قوله: \" كان إذا أهدى هديا من المدينة، قلده\nوأشعره بذي الحليفة \" فهي السنة ; لأن رسول الله - صلى الله عليه وسلم -\nخرج عام الحديبية، فلما كان بذي الحليفة قلد الهدي، وأشعره، وأحرم.\n</p>\n\n<p>\n17558 - فإن كان الهدي من الإبل والبقر فلا خلاف أنه يقلد نعلا أو نعلين\nأو ما يشبه ذلك ممن يجد النعال.\n</p>\n\n<p>\n17559 - قال مالك: يجزئ النعل الواحد في التقليد.\n</p>\n\n<p>\n17560 - وكذلك هو عند غيره.\n</p>\n\n<p>\n17561 - وقال الثوري: يقلد نعلين، وفم القربة يجزي <span id='ms1533'></span>.\n</p>\n\n<p>\n17562 - واختلفوا في تقليد الغنم.\n</p>\n\n<p>\n17563 - فقال مالك، وأبو حنيفة: لا تقلد الغنم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p265'> Vol. 12, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\n17563 م - وقال الشافعي: تقلد البقر والإبل النعال، وتقلد الغنم الرقاع.\n</p>\n\n<p>\n17564 - وهو قول أبي ثور، وأحمد، وإسحاق، وداود ; لحديث الأعمش عن\nإبراهيم، عن الأسود، عن عائشة: أن رسول الله - صلى الله عليه وسلم - أهدى\nإلى البيت مرة غنما فقلدها.\n</p>\n\n<p>\n17565 - وقال مالك: لا ينبغي أن يقلد الهدي إلا عند الإهلال، يقلده، ثم\nيشعره، ثم يصلي، ثم يحرم.\n</p>\n\n<p>\n17566 - وقال أبو حنيفة، وأصحابه: لا يقلد إلا هدي متعة أو قران أو تطوع.\n</p>\n\n<p>\n17567 - وجائز إشعار الهدي قبل تقليده، وتقليده قبل إشعاره، وكل ذلك قد\nروي عن النبي، صلى الله عليه وسلم.\n</p>\n\n<p>\n17568 - وأما توجهه إلى القبلة في حين التقليد، فإن القبلة على كل حال\nيستحب استقبالها بالأعمال التي يراد بها الله - عز وجل - تبركا بذلك،\nواتباعا للسنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p266'> Vol. 12, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\n17569 - قال رسول الله، صلى الله عليه وسلم: \" من أكل ذبيحتنا واستقبل\nقبلتنا... \" الحديث.\n</p>\n\n<p>\n17570 - فهذا في الصلاة، وتدخل فيه الذبيحة.\n</p>\n\n<p>\n17571 - وكان رسول الله - صلى الله عليه وسلم - يستقبل بذبيحته القبلة،\nويقول:وجهت وجهي للذي فطر السماوات والأرض حنيفا الآية [ الأنعام - 79 ].\n</p>\n\n<p>\n17572 - وكره ابن عمر وابن سيرين: أن يؤكل من ذبيحة من لم يستقبل بذبيحته\nالقبلة.\n</p>\n\n<p>\n17573 - وأباح أكلها جمهور العلماء، منهم: إبراهيم، والقاسم.\n</p>\n\n<p>\n17574 - وهو قول الثوري، والأوزاعي، وأبي حنيفة، والشافعي.\n</p>\n\n<p>\n17575 - ويستحبون مع ذلك أن يستقبلوا القبلة. وقد روي في الحديث المرفوع:\nخير المجالس ما استقبل به القبلة \" فما ظنك بما هو أولى بذلك ؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p267'> Vol. 12, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\n27576 - وأما تقليده بنعلين فقد روي ذلك عن النبي، صلى الله عليه وسلم.\n</p>\n\n<p>\n17577 - وإنما التقليد علامة للهدي كأنه إشهار منه أنه أخرج ما قلده من\nملكه لله - عز وجل - وجائز أن يقلد بنعل واحدة، ونعلان أفضل إن شاء الله\nلمن وجدها.\n</p>\n\n<p>\n17578 - وكذلك الإشعار أيضا علامة للهدي، وجائز الإشعار في الجانب\nالأيمن، وفي الجانب الأيسر.\n</p>\n\n<p>\n17579 - وقد روي عن ابن عمر أنه كان ربما فعل هذا، وربما فعل هذا. إلا أن\nأكثر أهل العلم يستحبون الإشعار في الجانب الأيمن ; لحديث ابن عباس في ذلك.\n</p>\n\n<p>\n17580 - حدثنا عبد الله بن محمد، قال: حدثنا <span id='ms1534'></span> أبو بكر محمد بن بكر، قال:\nحدثني أبو داود، قال: حدثني أبو الوليد الطيالسي، وحفص بن عمر، قالا: حدثني\nشعبة، عن قتادة، عن أبي حسان، عن ابن عباس: \" أن رسول الله - صلى الله عليه\nوسلم - صلى الظهر بذي الحليفة، ثم دعا ببدنه، فأشعرها في صفحة سنامها\nالأيمن، ثم سلت الدم عنها، وقلدها بنعلين \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p268'> Vol. 12, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\n17681 - وممن استحب الإشعار في الجانب الأيمن: الشافعي، وأبو يوسف، ومحمد،\nوأحمد، وإسحاق، وأبو ثور.\n</p>\n\n<p>\n17582 - وكان مالك يقول: يشعر من الجانب الأيسر. على ما رواه عن نافع، عن\nابن عمر.\n</p>\n\n<p>\n17583 - وكذلك رواه عبيد الله بن عمر، عن نافع، عن ابن عمر.\n</p>\n\n<p>\n17584 - ورواه معمر، عن الزهري، عن سالم، عن ابن عمر: أنه كان يشعر في\nالشق الأيمن حين يريد أن يحرم.\n</p>\n\n<p>\n17585 - وقال مجاهد: أشعر من حيث شئت.\n</p>\n\n<p>\n17586 - وكان أبو حنيفة ينكر الإشعار ويكرهه، ويقول: إنما كان ذلك قبل\nالنهي عن المثلة.\n</p>\n\n<p>\n17587 - وهذا الحكم لا دليل عليه إلا التوهم والظن ; ولا تترك السنن\nبالظنون.\n</p>\n\n<p>\n17588 - وأما نحره بمنى فهو المنحر عند الجميع في الحج.\n</p>\n\n<p>\n17589 - وأما تقديمه النحر قبل الحلق فهو الأولى عند الجميع، وسيأتي في\nالتقديم والتأخير فيما يفعل يوم النحر من عمل الحج وما للعلماء في ذلك من\nالمذاهب في موضعه من هذا الكتاب إن شاء الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p269'> Vol. 12, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\n17590 - وأما صفه لبدنه فمأخوذ من قول الله، عز وجل:فاذكروا اسم الله عليها\nصواف [ الحج: 36 ]. وقد تقدم القول في ذلك.\n</p>\n\n<p>\n17591 - وأما أكله وإطعامه من الهدي فيدل على أن ذلك كان هدي تطوع قد بلغ\nمحله امتثالا لقول الله، عز وجل:فكلوا منها وأطعموا [ الحج: 36 ]، وهذا عند\nالجميع في الهدي التطوع إذا بلغ محله، وفي الضحايا، وسيأتي القول فيما يؤكل\nمن الهدي وما لا يؤكل منه، ومذاهب العلماء في ذلك في موضعه إن شاء الله.\n</p>\n\n<p>\n17592 - وأما قوله عند نحره: \" بسم الله، والله أكبر \" فلقول الله، عز\nوجل:فاذكروا اسم الله عليها [ الحج: 36 ]. ومن أهل العلم من يستحب التكبير\nمع التسمية كما كان يقول ابن عمر، وعساه أن يكون امتثل قول الله، عز\nوجل:ولتكبروا <span id='ms1535'></span> الله على ما هداكم [ البقرة: 185 ].\n</p>\n\n<p>\n17593 - ومنهم من كان يقول: التسمية تجزي ولا يزيد على بسم الله، وأحب\nإلي أن يقول: بسم الله، الله أكبر.\n</p>\n\n<p>\n17594 - وقد روي ذلك عن النبي - صلى الله عليه وسلم - أنه كان يقول في\nذبح ضحيته، وهو قول أكثر أهل العلم.\n</p>\n\n<p>\n17595 - مالك، عن نافع: أن عبد الله بن عمر كان يقول: الهدي ما قلد\nوأشعر، ووقف بعرفة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p270'> Vol. 12, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\n17596 - قال أبو عمر: قد تقدم في الحديث قبل هذا عنه أنه كان يسوق هديه حتى\nيقفه بعرفة مع الناس ثم يدفع به معهم إذا دفعوا، فإذا قدم منى نحره.\n</p>\n\n<p>\n17597 - ووقف الهدي بعرفة عند مالك وأصحابه لمن اشترى الهدي بمكة ولم\nيدخله من الحل واجب، لا يجزئ عندهم غير ذلك على قول ابن عمر: الهدي ما قلد\nوأشعر ووقف به على عرفة.\n</p>\n\n<p>\n17598 - قال مالك: من اشترى هديه بمكة أو بمنى ونحره، ولم يخرجه إلى الحل\nفعليه البدن ; فإن كان صاحب الهدي قد ساقه من الحل استحب له أن يقفه بعرفة،\nفإن لم يقفه فلا شيء عليه وحسبه في الهدي أن يجمع بين الحل والحرم.\n</p>\n\n<p>\n17599 - وقد كان سعيد بن جبير يقول نحو قول ابن عمر: لا يصلح من الهدي\nإلا ما عرف.\n</p>\n\n<p>\n17600 - وهو قول مالك.\n</p>\n\n<p>\n17601 - وأما عائشة فكانت تقول: إن شئت فعرف وإن شئت فلا تعرف.\n</p>\n\n<p>\n17602 - وروي ذلك عن ابن عباس.\n</p>\n\n<p>\n17603 - وبه قال الشافعي، والثوري، وأبو حنيفة، وأبو ثور.\n</p>\n\n<p>\n17604 - وقال الشافعي: وقف الهدي بعرفة سنة لمن شاء إذا لم يسقه من الحل.\n</p>\n\n<p>\n17605 - وقال أبو حنيفة: ليس بسنة ; لأن رسول الله - صلى الله عليه وسلم\n- إنما ساق الهدي من الحل ; لأن مسكنه كان خارج الحرم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p271'> Vol. 12, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\n17606 - وقول مالك والشافعي أولى ; لأن رسول الله - صلى الله عليه وسلم -\nساق هديه من الحل. وقد أجمعوا أن التقليد سنة، فكذلك التعريف لمن لم يأت\nبهديه من الحل.\n</p>\n\n<p>\n17607 - وأما حجة مالك في إيجاب ذلك فلأن رسول الله - صلى الله عليه وسلم\n- أدخل هديه من الحل، وقال: \" خذوا عني مناسككم \"، والهدي إذا وجب باتفاق\nفواجب أن لا يجزئ إلا <span id='ms1536'></span> بمثل ذلك أو سنة توجب غير ذلك، والفعل منه - صلى الله\nعليه وسلم - عند المالكيين على الوجوب في مثل هذا.\n</p>\n\n<p>\n17608 - وقد أجمعوا أن الحاج والمعتمر يجمعان بين الحل والحرم في عمل\nالحج والعمرة يكن له الهدي.\n</p>\n\n<p>\n17609 - قالوا: وإنما سمي الهدي هديا ; لأنه يهدي من الحل إلى الحرم كما\nيهدي من ملك ملكه إلى الله، عز وجل.\n</p>\n\n<p>\n17610 - قال أبو عمر: أصحاب الشافعي ومن تابعه يقولون: اسم الهدي مشتق من\nالهدية، فإذا أهدي إلى مساكين الحرم فقد أجزأ من أي موضع جاء.\n</p>\n\n<p>\n17611 - وروى معمر عن أيوب، عن نافع، عن ابن عمر، قال: إنما الهدي ما\nقلد، وأشعر، ووقف به بعرفة. وأما ما اشتري بمنى فهو جزور.\n</p>\n\n<p>\n17612 - وعن ابن جريج، عن عطاء، قال: عرف رسول الله - صلى الله عليه وسلم\n- بالبدن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p272'> Vol. 12, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\n17613 - وكان ابن سيرين يكره شراء البدنة إذا لم توقف بعرفة.\n</p>\n\n<p>\n17614 - وروى الثوري، وابن عيينة، عن منصور، عن إبراهيم، عن الأسود، عن\nعائشة، قال: ما استطعتم فعرفوا به، وما لم تستطيعوا فاحبسوه، واعقلوه بمنى.\n</p>\n\n<p>\n17615 - مالك، عن نافع: أن ابن عمر كان يجلل بدنه القباطي، والأنماط،\nوالحلل، ثم يبعث بها إلى الكعبة فيكسوها إياها.\n</p>\n\n<p>\n17616 - مالك: أنه سأل عبد الله بن دينار: ما كان عبد الله بن عمر يصنع\nبجلال بدنه حين كسيت الكعبة هذه الكسوة ؟ قال: كان يتصدق بها.\n</p>\n\n<p>\n17617 - مالك، عن نافع أن عبد الله بن عمر كان لا يشق جلال بدنه ولا\nيجللها حتى يغدو من منى إلى عرفة.\n</p>\n\n<p>\n17618 - قال أبو عمر: كانت الكعبة تكسى من زمن تبع.\n</p>\n\n<p>\n17619 - ويقال: إن أول من كسا الكعبة تبع الحميري.\n</p>\n\n<p>\n17620 - وكسوتها من الفضائل المتقرب بها إلى الله - عز وجل - ومن كرائم\nالصدقات، فلهذا كان ابن عمر يكسو بدنه الجلل، والقباطي والحلل، فيجمل بذلك\nبدنه ; لأن ما كان لله تعالى فتعظيمه وتجميله من تعظيم شعائر الله تعالى،\nثم يكسوها الكعبة فيحصل على فضلين وعملين من أعمال البر رفيعين، فلما كسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p273'> Vol. 12, p. 273</a>\n            </div>\n            \nالأمراء الكعبة، وحالوا بين الناس وكسوتها تصدق ابن عمر حينئذ بجلال بدنه ;\nلأنه شيء أخرجه لله من ماله <span id='ms1537'></span>، وما خرج لله فلا عودة فيه.\n</p>\n\n<p>\n17621 - وأما تركه تجليل بدنه إلى يوم التروية في حين رواحه إلى عرفة،\nفذلك والله أعلم لأنه شيء قصد به التزيين والجمال كما يتزين باللباس في\nالعيدين، وينحر البدن في مجتمع الناس، وليقتدي به الناس.\n</p>\n\n<p>\n819 - مالك، عن نافع: أن عبد الله بن عمر كان يقول: في الضحايا والبدن:\nالثني فما فوقه.\n</p>\n\n<p>\n17622 - قال أبو عمر: اختلف العلماء فيما لا يجوز من أسنان الضحايا\nوالهدايا بعد إجماعهم أنها لا تكون إلا من الأزواج الثمانية.\n</p>\n\n<p>\n17623 - وأجمعوا أن الثني فما فوقه يجزئ منها كلها.\n</p>\n\n<p>\n17624 - وأجمعوا أنه لا يجزي الجزع من المعز في الهدايا ولا في الضحايا\nلقوله - عليه السلام - لأبي بردة: \" لم يجز عن أحد بعدك \".\n</p>\n\n<p>\n17625 - واختلفوا في الجذع من الضأن، فأكثر أهل العلم يقولون: يجزي الجذع\nمن الضأن هديا وضحية.\n</p>\n\n<p>\n17626 - وهو قول مالك، والليث، والثوري، وأبي حنيفة، والشافعي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p274'> Vol. 12, p. 274</a>\n            </div>\n            \nوأحمد، وأبي ثور.\n</p>\n\n<p>\n17627 - وكان ابن عمر يقول: لا يجزي في الهدي إلا الثني من كل شيء.\n</p>\n\n<p>\n17628 - وقال عطاء: الجذع من الإبل يجزي عن سبعة.\n</p>\n\n<p>\n17629 - وروي عن أنس، والحسن البصري: أن الجذع يجزي عن ثلاثة.\n</p>\n\n<p>\n17630 - مالك، عن هشام بن عروة، عن أبيه: أنه كان يقول لبنيه: يا بني لا\nيهدين أحدكم من البدن شيئا يستحي أنه يهديه لكريمه. فإن الله أكرم الكرماء،\nوأحق من اختير له.\n</p>\n\n<p>\n17631 - قال أبو عمر: لما قال رسول الله - صلى الله عليه وسلم - حين سئل\nعن أفضل الرقاب \" أغلاها ثمنا وأنفسها عند أهلها \" كان ذلك ندبا إلى اختيار\nما يهدى إلى الله - عز وجل - ويبتغى به مرضاته إن - شاء الله - وبالله\nالتوفيق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p275'> Vol. 12, p. 275</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head21'>AUTO ( 47) باب العمل في الهدي إذا عطب أو ضل</h2>\n\n<p>\n820 - مالك، عن هشام بن عروة، عن أبيه: أن صاحب هدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p276'> Vol. 12, p. 276</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p277'> Vol. 12, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله - صلى الله عليه وسلم - قال: يا رسول الله كيف أصنع بما عطب من\nالهدي ؟ فقال له رسول الله - صلى الله عليه وسلم - \" كل بدنة عطبت من الهدي\nفانحرها، ثم ألق قلادتها في دمها، ثم خل بينها وبين الناس يأكلونها \".\n</p>\n\n<p>\n17632 - قال أبو عمر: روي هذا الحديث <span id='ms1538'></span> مسندا في غير الموطأ \".\n</p>\n\n<p>\n17633 - حدثناه محمد بن عبد الله بن حكم، قال: حدثنا محمد بن معاوية،\nقال: حدثنا أبو خليفة، قال: حدثنا محمد بن كثير، قال: حدثنا سفيان، عن هشام\nبن عروة، عن أبيه، عن ناجية الأسلمي: أن النبي - صلى الله عليه وسلم - بعث\nمعه بهدي، قال: \" إن عطب فانحره، ثم اصبغ نعله في دمه، ثم خل بينه وبين الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p278'> Vol. 12, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\n17634 - وهكذا رواه جماعة عن هشام بن عروة، منهم: ابن عيينة، ووهب، لم\nيزيدوا فيه على قوله: \" وخل بينها وبين الناس يأكلونها \".\n</p>\n\n<p>\n17635 - وروى ابن عباس هذا الحديث عن النبي - صلى الله عليه وسلم - فزاد\nفيه: \" لا تأكل منها أنت ولا أهل رفقتك \".\n</p>\n\n<p>\n17636 - حدثناه سعيد بن نصر، قال: حدثنا قاسم بن أصبغ، قال: حدثنا\nإسماعيل بن إسحاق، قال: حدثنا سليمان بن حرب، قال: حدثنا ابن زيد، قال:\nحدثنا أبو التياح، عن موسى بن سلمة، قال: خرجت أنا وسنان بن سلمة معتمرين.\nقال: وانطلق سنان معه ببدنة يسوقها. فأزحفت عليه بالطريق، فعيي بشأنها. إن\nهي أبدعت كيف يأتي بها ؟ فقال: لئن قدمت البلد لأستحفين عن ذلك. قال:\nفأضحيت. لما نزلنا البطحاء قال: انطلق إلى ابن عباس نتحدث إليه. قال: فذكر\nله شأن بدنته. فقال: على الخبير سقطت، بعث رسول الله - صلى الله عليه وسلم\n- بست عشرة بدنة مع رجل وأمره فيها. قال: فمضى ثم رجع. فقال: يا رسول الله\n! كيف أصنع بما أبدع علي منها ؟ قال \" انحرها. ثم اصبغ نعليها في دمها. ثم\nاجعله على صفحتها. ولا تأكل منها أنت ولا أحد من أهل رفقتك.\n</p>\n\n<p>\n17637 - ورواه شعبة، وسعيد بن أبي عروبة، عن قتادة عن سنان بن سلمة عن\nابن عباس: أن ذؤيبا أبا قبيصة الخزاعي حدثه أن رسول الله، صلى الله عليه\nوسلم: كان يبعث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p279'> Vol. 12, p. 279</a>\n            </div>\n            \nمعه بالبدن، ثم يقول: \" إذا عطب منها شيء وخشيت عليه موتا فانحره، ثم اغمس\nنعله في دمه، ثم اضرب به صفحته، ولا تطعم منه ولا أحد من أهل رفقتك \".\n</p>\n\n<p>\n17638 - قال أبو عمر: لا يوجد هذا اللفظ إلا في <span id='ms1539'></span> حديث ابن عباس، قوله: \"\nولا أحد من أهل رفقتك \" وأكثر الفقهاء على خلافه. ومن جهة النظر، فإن أهل\nرفقته وغيرهم في ذلك سواء بدليل قوله في حديث ناجية الأسلمي: \" خل بينها\nوبين الناس فيأكلونها \"، لم يخص أهل رفقته من غيرهم.\n</p>\n\n<p>\n17639 - ولا أعلم أحدا قال بهذه الزيادة إلا أبا ثور وداود ; قالا: لا\nيأكل منها هو ولا أحد من أهل رفقته.\n</p>\n\n<p>\n17640 - قال أبو عمر: من قال بهذا قال: هي زيادة حافظ يجب العمل بها.\n</p>\n\n<p>\nوكأنه هو لولا أحد من أهل رفقته في حكمه ; لما ندب إليه الرفيق من مواساة\nرفيقه فزاده، وإلا فالقول ما قاله الجمهور لظاهر حديث ناجية \" خل بينها\nوبين الناس \"، وهذا على عمومه.\n</p>\n\n<p>\n17641 - ولا خلاف أنه يصنع بالهدي التطوع إذا عطب قبل محله ما في حديث\nناجية، وحديث ابن عباس من غمس نعله في دمه وضربه به صفحته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p280'> Vol. 12, p. 280</a>\n            </div>\n            \nوالتخلية بينه وبين الناس، وإنما ذلك - والله أعلم - ليكون علامة: أنها\nمباح أكلها، وأنها لله فجعلها خارجة عن ملك صاحبها.\n</p>\n\n<p>\n17642 - وأما قوله في حديث مالك: ( كيف أصنع بما عطب من الهدي ؟ ) فإن\nمحمل هذا عند جماعة العلماء على الهدي التطوع ; لأنه هدي بعث به رسول الله\n- صلى الله عليه وسلم - ما في حديث ناجية وابن عباس، فهو هدي تطوع لا يجوز\nلأحد ساقه أكل شيء منه، أقامه رسول الله - صلى الله عليه وسلم - مقام نفسه\nبما يلتزم محله ليأكله قبل وجوب أكله قطعا للذريعة في ذلك.\n</p>\n\n<p>\n821 - مالك، عن ابن شهاب، عن سعيد بن المسيب، أنه قال: من ساق بدنة تطوعا\n; فعطبت ; فنحرها، ثم خلى بينها وبين الناس يأكلونها فليس عليه شيء، وإن\nأكل منها أو أمر من يأكل منها غرمها.\n</p>\n\n<p>\n17643 - مالك عن ثور بن زيد الديلي، عن عبد الله بن عباس مثل ذلك.\n</p>\n\n<p>\n822 - مالك، عن ابن شهاب، أنه قال: من أهدى بدنة جزاء أو نذرا أو هدي\nتمتع ; فأصيبت في الطريق ; فعليه البدل.\n</p>\n\n<p>\n17644 - مالك، عن نافع، عن عبد الله بن عمر أنه قال: من أهدى بدنة ثم ضلت\nأو ماتت <span id='ms1540'></span> فإنها إن كانت نذرا أبدلها، وإن كانت تطوعا فإن شاء أبدلها وإن شاء تركها.\n</p>\n\n<p>\n17645 - مالك: أنه سمع أهل العلم يقولون: لا يأكل صاحب الهدي من الجزاء\nوالنسك.\n</p>\n\n<p>\n17646 - قال أبو عمر: أما الهدي التطوع إذا بلغ محله فلا خلاف بين\nالعلماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p281'> Vol. 12, p. 281</a>\n            </div>\n            \nفي أنه يأكل منه صاحبه إن شاء كسائر الناس ; لأنه في حكم الضحايا، وإنما\nاختلفوا فيمن أكل من الهدي الواجب أو أكل من الهدي التطوع قبل أن يبلغ محله.\n</p>\n\n<p>\n17647 - فكان مالك، والأوزاعي، والشافعي يقولون: في الهدي التطوع يعطب\nقبل محله أن على صاحبه أن يخلي بينه وبين الناس يأكلونه، ولا يأمر أحدا\nيأكل منه فقيرا ولا غنيا، يتصدق ولا يطعم وحسبه والتخلية بينه وبين الناس.\n</p>\n\n<p>\n17648 - وكذلك قال أبو حنيفة، إلا أنه قال: يتصدق به أفضل من أن يتركه\nللسباع فتأكله.\n</p>\n\n<p>\n17649 - وأما ما يطمئن الآكل من الهدي الذي لا يجب له أن يأكل منه قد\nاختلف فيه أيضا.\n</p>\n\n<p>\n17650 - فكان مالك يقول: إن أكل منه أبدله كله.\n</p>\n\n<p>\n17651 - وروى ابن وهب، عن الليث بن سعد في الذي يأكل من هدي ليس له أن\nيأكل منه، قال: أرى أن يتصدق بقدر ما أكل طعاما يطعمه المساكين ولا أرى\nعليه غير بدله.\n</p>\n\n<p>\n17652 - قال ابن وهب: خالفه مالك ; فقال: إن أكل منه شيئا ولو نصفه وآخره\nأبدله كله.\n</p>\n\n<p>\n17653 - وبه يأخذ ابن وهب.\n</p>\n\n<p>\n17654 - وكذلك قال ابن القاسم، عن مالك: إن أكل منه فعليه بدله كله، كان\nالذي أكل منه قليلا أو كثيرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p282'> Vol. 12, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\n17655 - قال ابن القاسم: إن أكل من الهدي الذي نذر للمساكين ; فعليه أن\nيطعم قيمة ما أكل للمساكين ولا يكون عليه البدل.\n</p>\n\n<p>\n17656 - وقال ابن حبيب: إن أكل مما لا يجب أن يأكل منه فعليه ثمن ما أكل\nطعاما يتصدق به.\n</p>\n\n<p>\n17657 - وهو قول الثوري، وأبي حنيفة، والشافعي، وأبي ثور، وأحمد، وإسحاق.\n</p>\n\n<p>\n17658 - وروي عن علي بن أبي طالب، وابن مسعود، وابن عباس في الهدي يعطب\nقبل محله ; أن صاحبه إن أكل منه أو أمر غرم.\n</p>\n\n<p>\n17659 - وعن ابن المسيب وجماعة من التابعين مثل ذلك، إلا أنهم ليس عندهم\nتفسير <span id='ms1541'></span> ما يغرم: ما أكل أو أتلف.\n</p>\n\n<p>\n17660 - وقالت طائفة، منهم: عطاء، والزهري: إن عليه البدل إن فعل شيئا ذلك.\n</p>\n\n<p>\n17661 - ومن قال: عليه البدل، أوجب عليه غرم الجميع.\n</p>\n\n<p>\n17662 - وعلى هذين القولين اختلاف الفقهاء على ما قدمنا.\n</p>\n\n<p>\n17663 - واختلفوا في الهدي الذي يؤكل منه.\n</p>\n\n<p>\n17664 - فقال مالك: يؤكل من كل الهدي إلا جزاء الصيد، ونذر المساكين،\nوفدية الأذى، وهدي التطوع الذي يعطب في الطريق قبل أن يبلغ محله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p283'> Vol. 12, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\n17665 - وقال الثوري: يؤكل من هدي المتعة، والإحصار، والوصية، والتطوع إذا\nبلغ محله لا يؤكل من غيرها.\n</p>\n\n<p>\n17666 - وقال أبو حنيفة، وأبو يوسف، ومحمد: لا يؤكل من الهدي إلا هدي\nالمتعة وهدي التطوع - يعنون: إذا بلغ محله - وهدي القران، وأما غير ذلك فلا\nيؤكل منه شيء.\n</p>\n\n<p>\n17667 - وقال الشافعي: لا يؤكل من الهدي كله إلا التطوع خاصة إذا بلغ\nمحله، وكل ما كان واجبا من الهدي فلحمه كله للمساكين وجلده، وكذلك جله\nوالنعلان اللتان عليه.\n</p>\n\n<p>\n17668 - قال: وكذلك عندي هدي المتعة ; لأنه واجب فسبيله سبيل جزاء الصيد،\nوهدي الإفساد، وهدي القران، فكل ما وجب عليه فلا يأكل منه شيئا.\n</p>\n\n<p>\n17669 - وقال أبو ثور مثله.\n</p>\n\n<p>\n17670 - ذكر ابن أبي شيبة، قال: حدثنا ابن علية، قال، حدثنا يزيد بن\nزريع، عن ليث، عن عطاء، وطاوس، ومجاهد، أنهم كانوا يقولون: لا يؤكل من\nالفدية، ولا من جزاء الصيد.\n</p>\n\n<p>\n17671 - عبد الرزاق، عن ابن جريج، عن عطاء، قال: لا يأكل من جزاء الصيد،\nولا من نذر المساكين، ومن الكفارات، ويأكل مما سوى ذلك. فإن كان الهدي\nواجبا وعطب قبل محله فإن صاحبه يأكله إن شاء أو ما شاء منه، ويطعم منه من\nشاء ما شاء ; لأن عليه بدله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p284'> Vol. 12, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\n17672 - وعلى هذا جمهور العلماء، ومنهم من أجاز له بيع لحمه وأن يستعين به\nفي البدل.\n</p>\n\n<p>\n17673 - وكره ذلك: مالك ; لأنه بيع شيء أخرجه لله، عز وجل.\n</p>\n\n<p>\n17674 - ومن أجاز بيع لحمه على جواز أكله.\n</p>\n\n<p>\n17675 - وقد كان عطاء يبيح البيع في ذلك، ثم رجع عنه.\n</p>\n\n<p>\n17676 - وروى سفيان بن عيينة، عن عبد الكريم، عن عكرمة، عن ابن عباس،\nقال: إذا أهديت هديا واجبا، فعطب <span id='ms1542'></span>، فانحره. فإن شئت فكل، وإن شئت فأهد، وإن\nشئت فتقول به في هدي آخر.\n</p>\n\n<p>\n17677 - وأما قول ابن عمر ( أنه من أهدى بدنة، ثم ضلت أو ماتت، فإنها إن\nكانت نذرا أبدلها، وإن كانت تطوعا فإن شاء أبدلها، وإن شاء تركها ).\n</p>\n\n<p>\n17678 - قال أبو عمر: لا خلاف في هذا بين العلماء، وأصلهم فيه: الصلاة\nالنافلة، لا تقضى لمن غلب عليها ما يفسدها، والنذر والصلاة الفريضة ما غلبه\nعليها من الحدث وغيره لا يسقطها.\n</p>\n\n<p>\n17679 - قال عبد الرزاق: عن ابن جريج، عن عطاء، قال: أما النذر فإن كان\nللمساكين فكان بمنزلة جزاء الصيد، وإن قال: علي بدنة أو هدي ولم يذكر فيه\nشيئا فهو هدي والمتعة سواء ليهد منهما لمن هو غني عنهما: من صديق، أو ذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p285'> Vol. 12, p. 285</a>\n            </div>\n            \nرحم، وليأكل هو وأهله، وليتصدق، ولينتفع بجلودها ولا يبع.\n</p>\n\n<p>\n17680 - قال: وهل للمتعة لهدي المحصر فيما يؤكل منه سواء.\n</p>\n\n<p>\n17681 - واختلفوا في هدي التطوع إذا عطب وقد دخل الحرم.\n</p>\n\n<p>\n17682 - فقال منهم قائلون: إذا دخل الحرم فقد بلغ محله، والحرم، كله ومكة\nومنى سواء ; لأنه حرم كله.\n</p>\n\n<p>\n17683 - وأجمعوا أن قوله، عز وجل:ثم محلها إلى البيت العتيق [ الحج: 33 ]\nلم يرد به الذبح ولا النحر في البيت العتيق ; لأن البيت ليس بموضع للدماء ;\nلأن الله تعالى قد أمر بتطهيره، وإنما أراد بذكره البيت العتيق: مكة ومنى.\n</p>\n\n<p>\n17684 - وكذلك قال، صلى الله عليه وسلم: \" مكة كلها منحر \" يعني في\nالعمرة، \" ومنى كلها منحر \". يعني في الحج.\n</p>\n\n<p>\n17685 - فالحرم كله \" مكة \" و\" منى \" ; لأن ذلك كله حرم، فإذا عطب الهدي\nالتطوع في الحرم جاز لصاحبه أن يأكل منه.\n</p>\n\n<p>\n17686 - وإذا كان هديا واجبا، وبلغ الحرم، وعطب فقد جزى عنه ; لأن العلة\nفي سياقه الهدي إطعام مساكين الحرم.\n</p>\n\n<p>\n17687 - وهذا كله قول الشافعي، وعطاء، وكثير من العلماء.\n</p>\n\n<p>\n17688 - وروى ابن جريج وحبيب المعلم، وغيرهما، عن عطاء، قال: كل هدي بلغ\nالحرم، فعطب، فقد أجزى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p286'> Vol. 12, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\n17689 - وقد اتفق العلماء على أن قتل الصيد بمكة ومنى، وسائر الحرم سواء في\nوجوب الجزاء.\n</p>\n\n<p>\n17690 - وقال، صلى الله عليه وسلم في مكة: \" لا يختلى خلاها <span id='ms1543'></span> ولا ينفر\nصيدها، ولا يعضد شجرها \".\n</p>\n\n<p>\n17691 - وأجمعوا أن الحرم كله في ذلك حكمه حكمها.\n</p>\n\n<p>\n17692 - وقد قال مالك: من أحرم من الميقات قطع التلبية إذا دخل الحرم.\n</p>\n\n<p>\nومن قوله ( إن الحرم لا يدخل إلا بإحرام )، فسواء في ذلك بين الحرم ومكة،\nإلا أن مذهبه فيما عطب أو نحر من الهدي قبل بلوغ مكة أنه لا يجزي قوله\nتعالى:ثم محلها إلى البيت العتيق [ الحج: 33 ].\n</p>\n\n<p>\n17693 - واحتج له إسماعيل بن إسحاق القاضي بإجماعهم على أن الطواف والسعي\nلا يكونان إلا بمكة، وأن رمي الجمار لا يكون إلا بمنى. وكذلك النحر لا يكون\nإلا فيهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p287'> Vol. 12, p. 287</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head22'>AUTO ( 48) باب هدي المحرم إذا أصاب أهله</h2>\n\n<p>\n823 - مالك: أنه بلغه أن عمر بن الخطاب، وعلي بن أبي طالب، وأبا هريرة:\nسئلوا عن رجل أصاب أهله وهو محرم بالحج ؟ فقالوا: ينفذان يمضيان لوجههما\nحتى يقضيا حجهما، ثم عليهما حج قابل، والهدي. قال: وقال علي بن أبي طالب:\nوإذا أهل بالحج من عام قابل تفرقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p288'> Vol. 12, p. 288</a>\n            </div>\n            \nحتى يقضيا حجهما.\n</p>\n\n<p>\n824 - مالك، عن يحيى بن سعيد: أنه سمع سعيد بن المسيب يقول: ما ترون في\nرجل وقع بامرأته وهو محرم ؟ فلم يقل له القوم شيئا. فقال سعيد: إن رجلا وقع\nبامرأته وهو محرم فبعث إلى المدينة يسأل عن ذلك فقال بعض الناس: يفرق\nبينهما إلى عام قابل. فقال سعيد بن المسيب: لينفذا لوجههما فليتما حجهما\nالذي أفسداه. فإذا فرغا رجعا. فإن أدركهما حج قابل فعليهما الحج والهدي.\nويهلان من حيث أهلا بحجهما الذي أفسداه ويتفرقان حتى يقضيا حجهما.\n</p>\n\n<p>\n17694 - قال مالك: يهديان جميعا بدنة بدنة.\n</p>\n\n<p>\n17695 - قال أبو عمر: قال الله، عز وجل:الحج أشهر معلومات فمن فرض فيهن\nالحج فلا رفث ولا فسوق ولا جدال في الحج [ الآية: 197 من سورة البقرة ].\n</p>\n\n<p>\n17696 - وأجمع علماء المسلمين على أن وطء النساء على الحاج حرام من حين\nيحرم حتى يطوف طواف الإفاضة وذلك لقوله تعالى:فلا رفث [ 197: البقرة ]\nوالرفث في هذا الموضع: الجماع عند جمهور أهل العلم بتأويل القرآن. وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p289'> Vol. 12, p. 289</a>\n            </div>\n            \nقيل غير ذلك، والصواب عندهم ما ذكرت لك في تأويل <span id='ms1544'></span> الرفث في هذه الآية.\n</p>\n\n<p>\n17697 - وأجمعوا على أن من وطئ قبل الوقوف بعرفة فقد أفسد حجه، ومن وطئ\nمن المعتمرين قبل أن يطوف بالبيت ويسعى بين الصفا والمروة فقد أفسد عمرته،\nوعليه قضاء الحج والهدي قابلا، وقضاء العمرة، والهدي في كل وقت يمكنه ذلك.\n</p>\n\n<p>\n17689 - فأما اختلافهم فيمن وطئ بعد عرفة وقبل أن يرمي الجمرة ; فقال\nمالك في موطئه في رجل وقع بامرأته في الحج ما بينه وبين أن يدفع من عرفة\nويرمي الجمرة: إنه يجب عليه الهدي، وحج قابل.\n</p>\n\n<p>\n17700 - قال: فإن كانت إصابته أهله بعد رمي الجمرة فإنما عليه أن يعتمر\nويهدي، وليس عليه حج قابل.\n</p>\n\n<p>\n17701 - وروى ابن أبي حازم وأبو مصعب عن مالك أنه رجع عن قوله في \"\nالموطأ \" فيمن وطئ بعد الوقوف بعرفة وقبل رمي الجمرة: أن حجه يفسد بوطئه\nذلك، وقال: ليس عليه إلا العمرة، والهدي وحجه تام كمن وطئ بعد رمي الجمرة سواء.\n</p>\n\n<p>\n17702 - قال أبو مصعب: إن وطئ بعد طلوع الفجر من ليلة النحر فعليه الفدية\nوالهدي، وإن كان قبل طلوع الفجر فقد فسد حجه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p290'> Vol. 12, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\n17703 - وفي \" الأسدية \" لابن القاسم: إن يطأ بعد مغيب الشمس يوم النحر\nفحجه تام، رمى الجمرة أو لم يرم.\n</p>\n\n<p>\n17704 - وقد تقصينا الاختلاف في ذلك عن مالك وأصحابه في كتب اختلافهم.\n</p>\n\n<p>\n17705 - وروى ابن وهب، وغيره، عن مالك في \" الموطأ \": أيضا، قال مالك في\n\" الموطأ \": من أفسد حجه أو عمرته بإصابة نساء فإنه يهل من حيث كان أهل\nبحجه الذي أفسد أو عمرته إلا أن يكون أهل من أبعد من الميقات، فليس عليه أن\nيهل إلا من الميقات.\n</p>\n\n<p>\n17706 - وقال ابن القاسم، وأشهب، عن مالك: في الذي يفسد حجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p291'> Vol. 12, p. 291</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p292'> Vol. 12, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nبإصابة أهله: يحجان من قابل، ويفترقان إذا أحرما. قال: فقلت له: ولا يؤخران\nذلك حتى يأتي الموضع الذي أفسدا فيه حجهما ؟ فقال: لا، وهذا الذي سمعت. قال\nأشهب: فقلت له مما افتراقهما ؟ أيفترقان في البيوت أو في المناهل لا\nيجتمعان في منهل ؟ قال: لا يجتمعان في منزل، ولا يتسايران، ولا في الجعفة\nولا بمكة ولا بمنى.\n</p>\n\n<p>\n17707 - وقال <span id='ms1545'></span> الثوري: إذا جامع المحرم امرأته أفسد حجه وحجها، وعليه\nبدنة، وعليها أخرى، فإن لم تكن بدنة أخرى كل واحد منهما شاة، ثم يمضيان في\nحجهما، فإذا فرغا من حجهما حلا، وعليهما الحج من قابل، ولا ينزلان بذلك\nالمكان الذي تواقعا فيه إلا وهما مهلان ثم يفترقا من ذلك المكان. ولا\nيجتمعان حتى يفرغا من حجهما لا يكونان في محمل ولا فسطاط.\n</p>\n\n<p>\n17708 - وقال أبو حنيفة، وأبو يوسف، ومحمد: إذا جامع المحرم امرأة قبل\nالوقوف بعرفة كان على كل منهما شاة يذبحها، ويتصدقا بلحمها، ويقضيا حجهما\nمع الناس، وعليهما الحج من قابل، ولا يفترقان، فإن جامع بعد الوقوف بعرفة،\nفعليه بدنة ويجزئه شاة ولا حج عليه.\n</p>\n\n<p>\n17709 - وقال الشافعي: الجماع يفسد الإحرام ما كان إذا جاوز الختان، فإذا\nجامع المفرد أو القارن فعليه أن يمضي في إحرامه حتى يفرغ، ثم يحج قابلا بمثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p293'> Vol. 12, p. 293</a>\n            </div>\n            \nإحرامه الذي أفسد حاجا قارنا أو معتمرا، ويهدي بدنة تجزئ عنهما معا، وإذا\nأهلا بقضاء حجهما أهلا من حيث أهلا أولا، وإن كان أبعد من الميقات فإن كانا\nأهلا بالإحرام الذي أفسدا من ميقاتهما أحرما من ميقاتهما، فإن جاوزاه أهديا دما.\n</p>\n\n<p>\n17710 - وقال أبو ثور مثل قول الشافعي إلا أنه قال: على المرأة - إلا إن\nكانت طاوعته - دم مثل ما على الرجل ولا يفترقان.\n</p>\n\n<p>\n17711 - قال أبو عمر: تلخيص أقوالهم: أن مالكا ذهب إلى أن من وقع بأهله\nبعد الوقوف بعرفة، وقبل رمي جمرة العقبة فقد فسد حجه.\n</p>\n\n<p>\n17712 - وهو قول الأوزاعي، والشافعي، وأبي حنيفة.\n</p>\n\n<p>\n17713 - وقال أبو حنيفة، وأصحابه، والثوري: إذا وطئ بعد الوقوف بعرفة\nفعليه بدنة، وحجه تام.\n</p>\n\n<p>\n17714 - وقال مالك: يجزي الواطئ شاة كسائر الهدايا.\n</p>\n\n<p>\n17715 - وهو قول أبي حنيفة.\n</p>\n\n<p>\n17716 - وقال الشافعي: لا يجزئ الواطئ إلا بدنة أو سبع من الغنم.\n</p>\n\n<p>\n17717 - وقال مالك: الذي يفسد الحج والعمرة التقاء الختانين، وإن لم يكن\nماء دافق.\n</p>\n\n<p>\n17718 - قال: ولو قبل امرأته ولم يكن من ذلك ماء دافق لم تكن عليه في\nالقبلة إلا الهدي.\n</p>\n\n<p>\n17719 - هذا كله قوله في \" الموطأ \". وجملة مذهبه عند أصحابه: أنه من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p294'> Vol. 12, p. 294</a>\n            </div>\n            \nلمس <span id='ms1546'></span>، فقبل، فأنزل، أو تابع النظر فأنزل فقد فسد حجه.\n</p>\n\n<p>\n17720 - وقال الأوزاعي: إن لمس فأنزل، أو وطئ دون الفرج فأنزل فقد أفسد حجه.\n</p>\n\n<p>\n17721 - وقال عبد الله بن الحسن: إذا لمس فأنزل فقد أفسد حجه.\n</p>\n\n<p>\n17722 - قال عبيد: وإن نظر فأنزل لم يفسد حجه.\n</p>\n\n<p>\n17723 - وقال الشافعي: الذي يفسد الحج من الجماع ما يوجب الحد، وذلك أن\nتغيب الحشفة ويلتقي الختانان، لا يفسده شيء غير ذلك.\n</p>\n\n<p>\n17724 - قال: وإن جامع دون الفرج فأحب إلي أن ينحر بدنة ويجزئه شاة.\n</p>\n\n<p>\n17725 - قال: وكذلك كل ما تلذذ من امرأته من قبلة أو مباشرة أو غيرها،\nأجزأه الدم.\n</p>\n\n<p>\n17726 - قال: ويكفي المرأة إذا تلذذت بالرجل كما يكفي الرجل.\n</p>\n\n<p>\n17727 - وبذلك كله قال أبو ثور.\n</p>\n\n<p>\n17728 - وقال أبو حنيفة: لا يفسد الحج إلا أن ينزل.\n</p>\n\n<p>\n17729 - قال أبو عمر: حجة من لم ير فساد الحج إلا بالوطء في الفرج القياس\nعلى ما أجمعوا عليه من وجوب الحد، وعلة الإفساد في الفرج وفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p295'> Vol. 12, p. 295</a>\n            </div>\n            \nغير الفرج: القياس على ما أجمعوا عليه من الغسل واتفقوا فيمن قبل وهو محرم.\n</p>\n\n<p>\n17730 - قال مالك: ليس على من جامع مرارا إلا هدي واحد وعليهما واحد، إن\nطاوعته.\n</p>\n\n<p>\n17731 - وقال أبو حنيفة: إن كرر الوطء في مجلس واحد أجزاه هدي واحد، وإن\nكان في مجالس مختلفة فعليه في كل مجلس هدي.\n</p>\n\n<p>\n17732 - وللشافعي في ذلك ثلاثة أقوال: أحدها كقول مالك، وهو الأشهر عنه.\n</p>\n\n<p>\n17734 - والآخر: عليه في كل وطء هدي.\n</p>\n\n<p>\n17735 - والآخر: إن كان قد كفر فعليه هدي آخر مثل قول محمد.\n</p>\n\n<p>\n17736 - واختلفوا فيمن وطئ امرأته ناسيا.\n</p>\n\n<p>\n17737 - فقال مالك: سواء وطأ ناسيا أو عامدا فعليه الحج قابل والهدي.\n</p>\n\n<p>\n17738 - وهو قول الشافعي في القديم.\n</p>\n\n<p>\n17739 - وقال في الجديد: لا كفارة عليه إذا وطأ ناسيا ولا قضاء.\n</p>\n\n<p>\n17740 - من أصحاب الشافعي من قال: لا يختلف قوله أنه لا قضاء عليه ولا\nكفارة كالصيام.\n</p>\n\n<p>\n17741 - قال أبو عمر: أحكام الحج في قتل الصيد، ولبس الثياب وغير ذلك،\nيستوي فيه الخطأ والعمد، فكذلك يجب أن يكون الوطأ في الحج، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p296'> Vol. 12, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\n17742 - وقال مالك: كل نقص دخل الإحرام: من وطء، أو حلق شعر، أو <span id='ms1547'></span> إحصار بمرض\nفإن صاحبه إذا لم يجد الهدي صام ثلاثة أيام في الحج وسبعة إذا رجع لا مدخل\nللإطعام فيه.\n</p>\n\n<p>\n17743 - وقال أبو حنيفة: كل جناية وقعت في الإحرام فلا يجزئ فيها إلا\nالهدي، ولا يجوز فيها الصيام ولا الإطعام.\n</p>\n\n<p>\n17744 - وقال الشافعي: على الحاج بدنة، فإن لم يجد قومت البدنة دراهم،\nوقومت الدراهم طعاما، فإن لم يجد صام عن كل مد يوما إلا أن الطعام والهدي\nلا يجزيه واحد منهما إلا بمكة، أو بمنى، والصوم حيث شاء.\n</p>\n\n<p>\n17745 - وقال محمد بن الحسن نحو قول الشافعي.\n</p>\n\n<p>\n17746 - وقال مالك: من أكره امرأته فعليه أن يحجها من ماله، ويهدي عنها\nكما يهدي عن نفسه، وإن طاوعته فعليها أن تحج وتهدي من مالها.\n</p>\n\n<p>\n17747 - وهو قول أبي حنيفة إلا أنه قال: وإن أكرهها فإنها تحج من مالها\nولا ترجع به على من أكرهها.\n</p>\n\n<p>\n17748 - وقال أصحابه: ترجع بكل ما أنفقت على الزوج إذا أكرهها.\n</p>\n\n<p>\n17749 - وقال أبو ثور، وأحمد، وإسحاق كقول مالك.\n</p>\n\n<p>\n17750 - وقال الشافعي: إن طاوعته فعليهما أن يحجا ويهديا بدنة واحدة عنه\nوعنها لقوله في الصوم إن كفارة واحدة تجزي عنهما.\n</p>\n\n<p>\n17751 - ولم يختلف قوله على الرجل إذا أكرهها أن يحجها ولا شيء عليها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p297'> Vol. 12, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\n17752 - قال أبو عمر: قد قال الشافعي في حلال حلق رأس محرم لغير أمره: إن\nعلى المحرم الفدية ويرجع على الحلال.\n</p>\n\n<p>\nقال مالك: من وطئ امرأته فأفسد حجته فإنهما يحجان من قابل، فإذا تفرقا من\nحيث أحرما.\n</p>\n\n<p>\n17753 - وقال الثوري: من وطئ امرأته فأفسد حجته فإنهما يحجان من قابل،\nفإذا أهلا تفرقا من حيث أحرما.\n</p>\n\n<p>\n17754 - وقال الثوري، والشافعي: يفترقا من حيث أفسدا الحجة الأولى.\n</p>\n\n<p>\n17755 - وقال أبو حنيفة وأبو يوسف ومحمد: لا يفترقان.\n</p>\n\n<p>\n17756 - وهو قول أبي ثور.\n</p>\n\n<p>\n17757 - وقال زفر: يفترقان.\n</p>\n\n<p>\n17758 - قال أبو عمر: الصحابة - رضي الله عنهم - على قولين في هذه\nالمسألة: أحدهما: يفترقان من حيث أحرما.\n</p>\n\n<p>\n17759 - والآخر: يفترقان من حيث أفسدا الحج.\n</p>\n\n<p>\n17760 - وليس عن أحد منهم: لا يفترقان.\n</p>\n\n<p>\n17761 - واختلف التابعون في ذلك، فبعضهم قالوا: لا يفترقان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p298'> Vol. 12, p. 298</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head23'>AUTO ( 49) باب هدي من فاته الحج</h2>\n\n<p>\n825 - مالك، عن يحيى بن سعيد، أنه <span id='ms1548'></span> قال: أخبرني سليمان بن يسار ; أن أبا\nأيوب الأنصاري خرج حاجا، حتى إذا كان بالنازية من طريق مكة. أضل رواحله.\nوإنه قدم على عمر بن الخطاب يوم النحر. فذكر ذلك له. فقال عمر: اصنع كما\nيصنع المعتمر. ثم قد حللت. فإذا أدركك الحج قابلا فاحجج، وأهد ما استيسر من الهدي.\n</p>\n\n<p>\n826 - مالك عن نافع، عن سليمان بن يسار ; أن هبار بن الأسود، جاء يوم\nالنحر، وعمر بن الخطاب ينحر هديه. فقال: يا أمير المؤمنين. أخطأنا العدة.\nكما نرى أن هذا اليوم يوم عرفة. فقال عمر: اذهب إلى مكة، أنت ومن معك.\nوانحروا هديا إن كان معكم. ثم احلقوا أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p299'> Vol. 12, p. 299</a>\n            </div>\n            \nقصروا وارجعوا. فإذا كان عام قابل فحجوا وأهدوا. فمن لم يجد فصيام ثلاثة\nأيام في الحج وسبعة إذا رجع.\n</p>\n\n<p>\n17762 - قال مالك: ومن قرن الحج والعمرة. ثم فاته الحج فعليه أن يحج\nقابلا. ويقرن بين الحج والعمرة. ويهدي هديين: هديا لقرانه الحج مع العمرة،\nوهديا لما فاته من الحج.\n</p>\n\n<p>\n17763 - قال أبو عمر: لا أعلم خلافا بين العلماء قديما ولا حديثا أن من\nفاته الحج بفوت عرفة لا يكون يخرج من إحرامه إلا بالطواف والسعي بين الصفا\nوالمروة إذا لم يحل بينه وبين ذلك حائل يمنعه من عمل العمرة إلا شيء روي عن\nجعفر بن محمد بن علي أنه قال: من فاتته عرفة وأدرك الوقوف بجمع مع الإمام\nفقد جزى عنه حجه. ولا أعلم أحدا قاله غيره، والله أعلم، وسيأتي القول في\nالوقوف بالمزدلفة ومن رآه من فروض الحج، في موضعه إن شاء الله.\n</p>\n\n<p>\n17764 - قال أبو عمر: الخلاف بين الفقهاء فيمن فاته الحج إنما هو في\nالهدي خاصة، ويدلك على علم مالك بالاختلاف ترجمته هذا الباب \" هدي من فاته\nالحج \".\n</p>\n\n<p>\n17765 - قال مالك: من فاته الحج يحلل بعمل عمرة، وعليه الحج من قابل.\n</p>\n\n<p>\n17766 - وهو قول الثوري، والشافعي، وأحمد، وإسحاق، وأبي ثور.\n</p>\n\n<p>\n17767 - وحجتهم: إجماع الجميع على من حبسه المرض ومنعه حتى فاته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p300'> Vol. 12, p. 300</a>\n            </div>\n            \nالحج أن عليه الهدي.\n</p>\n\n<p>\n17768 - فقال أبو حنيفة وأصحابه: من فاته الحج تحلل بعمرة وعليه <span id='ms1549'></span> حج قابل\nولا هدي عليه.\n</p>\n\n<p>\n17768 م - وهو قول الأوزاعي، إلا أنه قال: يعمل ما بقي عليه من عمل الحج، ويفيض.\n</p>\n\n<p>\n17769 - قال أبو عمر: هذا ظاهره على خلاف ما ذكرنا من عمل العمرة، وليس\nكذلك ; لأنه لا بد له من الطواف عنده والسعي، والله أعلم.\n</p>\n\n<p>\n17770 - وحجة من أسقط الهدي عن من فاته الحج أن القضاء اللازم بذلك يسقط\nالهدي عنه ; لأن الهدي بدل من القضاء وبدل منه.\n</p>\n\n<p>\n17771 - قالوا: وإنما وجب على المحصر الهدي ; لأنه لا يصل إلى البيت فيحل\nبه في وقته.\n</p>\n\n<p>\n17772 - قال: والمحرم لا يحل من إحرامه إلا بطواف وسعي، أو يهدي لقوله،\nعز وجل:فإن أحصرتم فما استيسر من الهدي [ البقرة: 196 ]، أي لا يحل إلا\nبهدي إذا منع من الوصول إلى البيت.\n</p>\n\n<p>\n17773 - قال أبو عمر: هذا غير لازم عند الحجازيين ; لأن المحرم عندهم إذا\nلم يحصره عذر فلا يحله إلا الطواف بالبيت، ومن أحصره العذر لم يحتج - عند\nبعضهم - إلى هدي، وقد مضى القول في ذلك.\n</p>\n\n<p>\n17774 - وأما قول مالك في القارن يفوته الحج، فقد وافقه الشافعي،\nوخالفهما أبو حنيفة وأصحابه، فقالوا: يطوف ويسعى لعمرته، ثم يطوف ويسعى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p301'> Vol. 12, p. 301</a>\n            </div>\n            \nلحجته، ويحل وعليه الحج من قابل، وليس عليه عمرة وتجزئه عمرته، ويسقط عنه\nدم القران.\n</p>\n\n<p>\n17775 - قال أبو عمر: القول ما قال مالك والشافعي، فإن كل من وجب عليه\nقضاء إنما يقضيه كما فاته، وهدي القران واجب بإجماع، وهدي بدل ميقات الحج\nواجب لقول عمر في جماعة من الصحابة - رضي الله عنهم - من غير نكير.\n</p>\n\n<p>\n17776 - وجمهور العلماء على من فاته الحج لا يقيم على إحرامه ذلك، وعليه\nما وصفنا من إتيان البيت للطواف به، والسعي بين الصفا والمروة، ثم يحل\nبالتقصير أو الحلق، ثم يقضي حجه على ما بينا قبل، وأنه إن أقام على إقرانه\nحتى الحج من قابل لم يجز عندهم.\n</p>\n\n<p>\n17777 - وممن قال به أبو حنيفة والشافعي، وأصحابهما، والثوري، وأحمد،\nوإسحاق، وأبو ثور.\n</p>\n\n<p>\n17778 - وهو قول مالك في الاختيار لمن فاته الحج، أن يتحلل بعمل عمرة،\nولا يقيم محرما إلى قابل، ولكنه جائز <span id='ms1550'></span> عنده أن يقيم على إحرامه إلى قابل،\nفإن فعل سقط عنده عنه الحج، ولم يحتج إلى أن يتحلل بعمرة، وعند غيره لا\nيجزئه إقامته على إحرامه، ولا بد له من أن يتحلل بعمل عمرة، ويحج من قابل.\n</p>\n\n<p>\n1779 - ثم اختلافهم في الهدي عليه على ما ذكرنا عنهم، ولما قال الله، عز\nوجل: الحج أشهر معلومات فمن فرض فيهن الحج فلا رفث ولا فسوق... [ البقرة:\n197 ] دل على أنه لا يصح إحرام أحد بالحج في غير أشهر الحج، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p302'> Vol. 12, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\n17780 - وقد اختلف العلماء فيمن أحرم بالحج قبل أشهر الحج، فمنهم من ألزمه\nذلك، منهم مالك ؛ لقوله عز وجلأوفوا بالعقود [ أول سورة المائدة ] على أن\nالاختيار عنده أن لا يفعل.\n</p>\n\n<p>\n17781 - ومنهم من جعل إحرامه عمرة، كمن أحرم بالظهر قبل الزوال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p303'> Vol. 12, p. 303</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head24'>AUTO ( 50) باب من أصاب أهله قبل أن يفيض</h2>\n\n<p>\n827 - مالك، عن أبي الزبير المكي، عن عطاء بن أبي رباح، عن عبد الله بن\nعباس ; أنه سئل عن رجل وقع بأهله وهو بمنى، قبل أن يفيض. فأمره أن ينحر بدنة.\n</p>\n\n<p>\n828 - مالك، عن ثور بن زيد الديلي، عن عكرمة مولى ابن عباس ; قال: لا\nأظنه إلا عن عبد الله بن عباس ; أنه قال: الذي يصيب أهله قبل أن يفيض،\nيعتمر ويهدي.\n</p>\n\n<p>\n829 - مالك ; أنه سمع ربيعة بن أبي عبد الرحمن يقول في ذلك، مثل قول\nعكرمة، عن ابن عباس. قال مالك: وذلك أحب ما سمعت إلي في ذلك.\n</p>\n\n<p>\n17782 - قال أبو عمر: كان مالك - رحمه الله - قد سمع الاختلاف في ذلك،\nوهو ثلاثة أقوال: 17783 - أحدها: قول مالك هذا: من وطئ بعد الجمرة قبل\nالإفاضة، فعليه عمرة، وهدي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p304'> Vol. 12, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\n17784 - وهو قول عكرمة.\n</p>\n\n<p>\n17785 - وبه قال ربيعة.\n</p>\n\n<p>\n17786 - وفيه رواية عن ابن عباس.\n</p>\n\n<p>\n17787 - وإليه ذهب أحمد بن حنبل فيما ذكر عنه الأثرم.\n</p>\n\n<p>\n17788 - والثاني: أنه ليس عليه إلا هدي بدنة، وحجهما تام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p305'> Vol. 12, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n1778 - هذا هو الصحيح عن ابن عباس، روي عنه من وجوه.\n</p>\n\n<p>\n17790 - وبه قال عطاء، والشعبي.\n</p>\n\n<p>\n17791 - وإليه ذهب أبو حنيفة، والثوري. والشافعي، وأبو ثور، وداود.\n</p>\n\n<p>\n17792 - وقال الشافعي: يجزئه ما استيسر من الهدي.\n</p>\n\n<p>\n17793 - والثالث: أن حجه فاسد <span id='ms1551'></span>، وعليه حجة قابل، والهدي.\n</p>\n\n<p>\n17794 - وهو قول ابن عمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p306'> Vol. 12, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\n17795 - روى هشيم، قال: أخبرنا جعفر بن إياس، قال: أخبرنا علي البارقي: أن\nرجلا من أهل عمان حج مع امرأته، فلما قضيا وحلق الرجل رأسه ولبس الثياب،\nوذبح، ظن أنه قد حل له كل شيء، فوقع بامرأته قبل أن يطوف بالبيت، فانطلقت\nبه إلى ابن عمر ; فذكرت ذلك له ; فقال: اقضيا ما بقي عليكما من نسككما\nوعليكما الحج في قابل. قال: قلت: يا أبا عبد الرحمن إنهما من أهل عمان بعيد\nالشقة ؟ فلم يزدني على ذلك.\n</p>\n\n<p>\n17796 - وقال الحسن البصري، وابن شهاب الزهري، وهو معنى قول عمر بن\nالخطاب فيمن رمى جمرة العقبة أنه قد حل له كل ما حرم عليه إلا النساء\nوالطيب.\n</p>\n\n<p>\n17797 - قال أبو عمر: قد اختلف في الطيب ولم يختلفوا أن النساء عليه حرام.\n</p>\n\n<p>\n17798 - وإلى هذا ذهب إسماعيل بن إسحاق القاضي، وأبو الفرج عمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p307'> Vol. 12, p. 307</a>\n            </div>\n            \nبن محمد المالكي، قالا: من وطئ قبل الإفاضة فسد حجه. سواء كان قبل رمي\nالجمرة أو بعده ; لأن وطء النساء عليه حرام حتى يطوف طواف الإفاضة المفترض عليه.\n</p>\n\n<p>\n17799 - وقد ذكرنا فيما تقدم رواية أبي حازم، وأبي مصعب فيمن وطئ بعد يوم\nالنحر قبل رمي الجمرة، وذكرنا الإجماع فيمن وطئ قبل الوقوف بعرفة.\n</p>\n\n<p>\n17800 - وتحصيل مذهب ابن القاسم عن مالك أن من وطئ بعد يوم النحر وإن لم\nيرم الجمرة فليس عليه إلا الهدي والعمرة خاصة، وإنما يكون عندهم الهدي إذا\nوطئ بعد رمي الجمرة يوم النحر قبل الإفاضة.\n</p>\n\n<p>\n17801 - قال عبد الملك بن الماجشون. إنما فعل مالك عليه العمرة مع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p308'> Vol. 12, p. 308</a>\n            </div>\n            \nالهدي ليكون طوافه بالبيت في إحرام صحيح.\n</p>\n\n<p>\n17802 - قال إسماعيل: هذا قول ضعيف ; لأن إحرامه لعمرة يوجب عليه طوافا\nلها وسعيا، فكيف يكون الطواف للعمرة والإفاضة معا ؟.\n</p>\n\n<p>\n17803 - وأما قول مالك في هذا الباب. وسئل عمن نسي الإفاضة حتى خرج من\nمكة ورجع إلى بلاده ؟ فقال: أرى، إن لم يكن أصاب النساء، فليرجع، فليفض.\nوإن كان أصاب النساء، فليرجع، فليفض ثم ليعتمر وليهد. ولا ينبغي له أن\nيشتري هديه من مكة <span id='ms1552'></span> وينحره بها. ولكن، إن لم يكن ساقه معه من حيث اعتمر\nفليشتره بمكة. ثم ليخرجه إلى الحل. فليسقه منه إلى مكة. ثم ينحره بها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p309'> Vol. 12, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\n17804 - قال أبو عمر: قد تقدم القول فيمن نسي الإفاضة في باب من هذا\nالكتاب، وفي هذا الباب الجواب على من أصاب النساء قبل أن يفيض على مذهب\nالعلماء في ذلك، وقد تقدم أيضا التعريف بالهدي وما للسلف في ذلك من\nالاختيار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p310'> Vol. 12, p. 310</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head25'>AUTO ( 51) باب ما استيسر من الهدي</h2>\n\n<p>\n830 - مالك، عن جعفر بن محمد، عن أبيه أن علي بن أبي طالب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p311'> Vol. 12, p. 311</a>\n            </div>\n            \nكان يقول: ما استيسر من الهدي شاة.\n</p>\n\n<p>\n831 - مالك ; أنه بلغه: أن عبد الله بن عباس كان يقول: ما استيسر من\nالهدي شاة.\n</p>\n\n<p>\n17805 - قال مالك: وذلك أحب ما سمعت إلي في ذلك ; لأن الله تبارك وتعالى\nيقول في كتابه:ياأيها الذين آمنوا لا تقتلوا الصيد وأنتم حرم ومن قتله منكم\nمتعمدا فجزاء مثل ما قتل من النعم يحكم به ذوا عدل منكم هديا بالغ الكعبة\nأو كفارة طعام مساكين أو عدل ذلك صياما [ المائدة: 95 ] فمما يحكم به في\nالهدي شاة، وقد سماها الله هديا. وذلك الذي لا اختلاف فيه عندنا. وكيف يشك\nأحد في ذلك ؟ وكل شيء لا يبلغ أن يحكم فيه ببعير أو بقرة فالحكم فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p312'> Vol. 12, p. 312</a>\n            </div>\n            \nشاة. وما لا يبلغ أن يحكم فيه بشاة. فهو كفارة من صيام، أو إطعام مساكين.\n</p>\n\n<p>\n17806 - قال أبو عمر: قد أحسن مالك في احتجاجه هذا، وأتى بما لا مزيد\nلأحد فيه وجها حسنا في معناه.\n</p>\n\n<p>\n17807 - وعليه جمهور أهل العلم، وعليه تدور فتوى فقهاء الأمصار بالعراق\nوالحجاز فيما استيسر من الهدي.\n</p>\n\n<p>\n17808 - وكان ابن عمر يقول: ما استيسر من الهدي [ البقرة: 196 ] بدنة دون\nبدنة، وبقرة دون بقرة.\n</p>\n\n<p>\n1709 - وقد روي عن عائشة مثل ذلك.\n</p>\n\n<p>\n1710 - ذكر سنيد، عن هشيم، قال: أخبرنا يحيى بن سعيد، عن القاسم بن محمد،\nعن عائشة، وابن عمر قالا: ما استيسر من الهدي [ البقرة: 196 ] الناقة، ثم\nالناقة، والبقرة دون البقرة.\n</p>\n\n<p>\n17811 - وكان ابن عمر يقول: الصيام للمتمتع أحب إلي من الشاة.\n</p>\n\n<p>\n17812 - رواه وبرة بن <span id='ms1553'></span> عبد الرحمن، وعطاء، عن ابن عمر.\n</p>\n\n<p>\n17813 - وروى عنه صدقة بن يسار، أنه قال: الشاة أحب إلي من البدنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p313'> Vol. 12, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\n17814 - وعن حماد بن زيد، عن أبي جمرة، عن ابن عباس، قال: ما استيسر من\nالهدي [ البقرة: 196 ] ناقة، أو بقرة، أو شرك في دم.\n</p>\n\n<p>\n832 - مالك، عن نافع أن عبد الله بن عمر كان يقول: ما استيسر من الهدي\nبدنة، أو بقرة.\n</p>\n\n<p>\n17815 - قال أبو عمر: هذا قول مجمل يفسره ما ذكرنا عنه، عن عائشة. ومعلوم\nأن أعلى الهدي بدنة، فكيف يكون ما استيسر من الهدي إلا معناه ما ذكرنا،\nوبالله توفيقنا.\n</p>\n\n<p>\n833 - مالك، عن عبد الله بن أبي بكر ; أن مولاة لعمرة بنت عبد الرحمن\nيقال لها رقية، أخبرته: أنها خرجت مع عمرة بنت عبد الرحمن إلى مكة. قالت\nفدخلت عمرة مكة يوم التروية. وأنا معها. فطافت بالبيت، وبين الصفا والمروة.\nثم دخلت صفة المسجد، فقالت: أمعك مقصان ؟ فقلت: لا، فقالت: فالتمسيه لي.\nفالتمسته، حتى جئت به. فأخذت من قرون رأسها. فلما كان يوم النحر، ذبحت شاة.\n</p>\n\n<p>\n17816 - قال أبو عمر: ليس في هذا الخبر ما يحتاج إلى القول ; لأن الشاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p314'> Vol. 12, p. 314</a>\n            </div>\n            \nدون الحلاب لا خلاف في ذلك، وإنما أدخل مالك هذا الحديث شاهدا على ما\nاستيسر من الهدي شاة \" ; لأن المتمتع قد فرض الله عليه ما استيسر من الهدي\nلقوله، عز وجل:فمن تمتع بالعمرة إلى الحج فما استيسر من الهدي [ البقرة:\n196 ] وعمرة كانت متمتعة، لا شك فيه، وللمتمتع أن يؤخر الذبح إلى يوم النحر.\n</p>\n\n<p>\n17817 - وفي أخذ عمرة من قرون رأسها في المسجد دليل على طهارة شعر\nالإسلام.\n</p>\n\n<p>\n17818 - وعلى هذا جمهور العلماء في طهارة شعور بني آدم.\n</p>\n\n<p>\n17819 - وقد كان للشافعي فيه قول رجع إلى ما عليه الجمهور ; بدليل حلق\nرسول الله - صلى الله عليه وسلم - شعر رأسه في حجته، وأنه أعطاه أبا طلحة\nوغيره، ولو كان نجسا ما وهبه لهم، ولا ملكهم إياه.\n</p>\n\n<p>\n17820 - وأما قوله ( من قرون رأسها ) فالقرون هنا الضفائر ويستحب أن تأخذ\nالمرأة من كل ضفيرة قدرا ممكنا، فتعم بالتقصير ضفائرها، وإن لم تفعل <span id='ms1554'></span> جزا\nعنها أقل ما يقع عليه اسم تقصير من شعرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p315'> Vol. 12, p. 315</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head26'>AUTO ( 52) باب جامع الهدي</h2>\n\n<p>\n834 - مالك، عن صدقة بن يسار المكي ; أن رجلا من أهل اليمن، جاء إلى عبد\nالله بن عمر، وقد ضفر رأسه. فقال: يا أبا عبد الرحمن. إني قدمت بعمرة\nمفردة. فقال له عبد الله بن عمر: لو كنت معك، أو سألتني، لأمرتك أن تقرن.\nفقال اليماني: قد كان ذلك. فقال عبد الله بن عمر: خذ ما تطاير من رأسك،\nوأهد. فقالت امرأة من أهل العراق: ما هديه يا أبا عبد الرحمن ؟ فقال: هديه.\nفقالت له: ما هديه ؟ فقال عبد الله بن عمر: لو لم أجد إلا أن أذبح شاة،\nلكان أحب إلي من أن أصوم.\n</p>\n\n<p>\n17821 - قال أبو عمر: في هذا الحديث أن للمحرم أن يضفر رأسه إلا أن من\nضفر أو لبد أو عقص فعليه الحلاق عند عمر بن الخطاب، وعند جماعة من العلماء\nبعده لما في التضفير من وقاية الرأس لأن لا يصل الغبار إلى جلده.\n</p>\n\n<p>\n17822 - وفي هذا الحديث دليل على أن القران كان عند ابن عمر أولى من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p316'> Vol. 12, p. 316</a>\n            </div>\n            \nالتمتع، وقد كان في أول أمره يفضل التمتع ثم رجع إلى هذا، وقال: ما أمرهما\nإلا واحد أشهدكم أني قد أوجبت مع العمرة الحج.\n</p>\n\n<p>\n17823 - وأما قول اليماني ( قد كان ذلك ) أي قد فات القران ; لأنه -\nوالله أعلم - سأله بعد أن طاف وسعى لعمرته، ولا سبيل إلى القران بعد ذلك ;\nلأن الحج لا يدخل على العمرة إلا قبل ذلك.\n</p>\n\n<p>\n17824 - وأما أمر ابن عمر اليماني بالتقصير وقد ضفر، فإنما ذلك، والله\nأعلم ; لأنه رأى عليه حلق رأسه يوم النحر في حجه الذي تمتع بالعمرة إليه،\nفأراد أن لا يحلق في العمرة ليحلق في الحج.\n</p>\n\n<p>\n17825 - وأما قوله ( فأهد ) فإنه يريد هدي متعته.\n</p>\n\n<p>\n17826 - ثم سئل ( ما الهدي ؟ ) فقال: إن لم أجد إلا شاة لكان أحب إلي من الصوم.\n</p>\n\n<p>\n17827 - فهذا يرد رواية من روي عنه: الصيام أحب إلي من الشاة.\n</p>\n\n<p>\n17828 - ورواية مالك عن صدقة بن يسار هذه أصح عنه ; لأنه معروف من مذهبه <span id='ms1555'></span>\nتفضيل إراقة الدماء في الحج على سائر الأعمال.\n</p>\n\n<p>\n17829 - ويروى ( ما هديه ) وأما هديه، وهو الأولى ; لأنه مما يهدى إلى\nالله عز وجل.\n</p>\n\n<p>\n17830 - وعلى نحو هذا قول عبد الله بن مسعود: الصلاة أفضل من الصدقة،\nوالصدقة أفضل من الصوم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p317'> Vol. 12, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\n835 - مالك، عن نافع ; أن عبد الله بن عمر كان يقول: المرأة المحرمة، إذا\nحلت لم تمتشط، حتى تأخذ من قرون رأسها. وإن كان لها هدي، لم تأخذ من شعرها\nشيئا، حتى تنحر هديها.\n</p>\n\n<p>\n17831 - إنما قال هذا ; لأن الحلاق نسك يحل لمن رمى الجمرة إلقاء التفث\nكله، وهو الشعث.\n</p>\n\n<p>\n17832 - ومن لم يجعل الحلاق من النسك، وجعله أول الحل فهو مذهب سنذكره في\nباب الحلاق إن شاء الله.\n</p>\n\n<p>\n17833 - وأما من حلق قبل أن ينحر فقد قدم وأخر، وتقديم الأفعال المفعولة\nيوم النحر وتأخيرها لا حرج فيه.\n</p>\n\n<p>\n17834 - وسنذكر ما في ذلك للعلماء من المذاهب في هذا الكتاب إن شاء الله.\n</p>\n\n<p>\n836 - مالك ; أنه سمع بعض أهل العلم يقول: لا يشترك الرجل وامرأته في\nبدنة واحدة. ليهد كل واحد بدنة بدنة.\n</p>\n\n<p>\n17835 - قال أبو عمر: إن كان أراد أن من وطئ امرأته في الحج لا يجزئهما\nبدنة واحدة فقد مضى مذهبه ومذهب من خالفه في ذلك، وإن كان أراد الاشتراك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p318'> Vol. 12, p. 318</a>\n            </div>\n            \nفي النسك كله من ضحية أو هدي، فقد اختلف قوله في هدي التطوع.\n</p>\n\n<p>\n17836 - فمرة أجاز الاشتراك فيه، ومرة لم يجزه. ولم يختلف قوله إنه لا\nيجوز الاشتراك في الهدي الواجب.\n</p>\n\n<p>\n17837 - وسنذكر في كتاب الضحايا مذهبه في الاشتراك في الضحايا كيف هو عنده.\n</p>\n\n<p>\n17838 - وقال أبو حنيفة، والشافعي وأصحابهما: يجوز أن يشترك سبعة في بدنة\nويجزيهم بعد أن يكون على كل واحد منهم شاة بوجوه مختلفة من جزاء صيد ومن\nإحصار أو تمتع أو من غير ذلك.\n</p>\n\n<p>\n17839 - وقال زفر: لا يجزئ حتى تكون الجهة الموجبة للهدي عليهم واحدة،\nفإما جزاء صيد كله وإما تطوع كله، فإن اختلف لم يجزه.\n</p>\n\n<p>\n17840 - وقالوا: وإن كان فيهم ذمي أو من لا يريد أن يهدي فلا يجزئهم من الهدي.\n</p>\n\n<p>\n17841 - وقال أبو ثور: إن كان أحد <span id='ms1556'></span> السبعة المشتركين في الهدي ذميا، أو من\nيريد حصته من اللحم ولا يريد الهدي أجزأ من أراد الهدي، ويأخذ الباقون\nحصصهم من اللحم.\n</p>\n\n<p>\n17842 - قال أبو عمر: ذكر ابن وهب، عن مالك في موطئه قال: إنما العمرة\nالتي يتطوع الناس بها، فإن ذلك يجوز فيها الاشتراك في الهدي. وأما كل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p319'> Vol. 12, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\nهدي واجب في عمرة أو ما أشبهها فإنه لا يجوز الاشتراك فيه.\n</p>\n\n<p>\n17843 - قال: وإنما اشتركوا يوم الحديبية ; لأنهم كانوا معتمرين تطوعا.\n</p>\n\n<p>\n17844 - وقال ابن القاسم: لا يشترك في الهدي الواجب ولا في التطوع عند مالك.\n</p>\n\n<p>\n17845 - قال مالك: إذا قلد الهدي وأشعره، ثم مات وجب إخراجه على ورثته من\nرأس المال، ولم يرثوه.\n</p>\n\n<p>\n17846 - وهو قول الشافعي، وأبي يوسف.\n</p>\n\n<p>\n17847 - وقال أبو حنيفة ومحمد: يكون ميراثا.\n</p>\n\n<p>\n17848 - وقال مالك: من قلد الهدي لا يجوز له بيعه ولا هبته ولا بد له.\nوكذلك الأضحية إذا أوجبها ونعلها، فإن لم يفعل كان له بدلها بأحسن منها.\n</p>\n\n<p>\n17849 - وقال أبو حنيفة: جائز له بيعها لهدي وعليه بدله.\n</p>\n\n<p>\n17850 - وقال الثوري: لا بأس أن يبدل الرجل هديه الواجب ولا يبدل التطوع.\n</p>\n\n<p>\n17851 - وقال الأوزاعي: له أن يبدل هديه إذا قلده وأشعره ما لم يتكلم بفرضه.\n</p>\n\n<p>\n17852 - وسئل مالك: عمن بعث معه بهدي ينحره في حج، وهو مهل بعمرة هل\nينحره إذا حل، أم يؤخره حتى ينحره في الحج. ويحل هو من عمرته ؟ فقال: بل\nيؤخره حتى ينحره في الحج ويحل هو من عمرته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p320'> Vol. 12, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\n17853 - قال أبو عمر: إنما قال كذلك لقول الله، عز وجل:ثم محلها إلى البيت\nالعتيق [ الحج: 33 ] وقال:هديا بالغ الكعبة [ المائدة: 95 ]، يعني أيام\nالنحر وسائر أيام الذبح إلا بمنى ومكة.\n</p>\n\n<p>\n17854 - إلا أن الاختيار أن يذبح الحاج بمنى والمعتمر بمكة، ومن ذبح بمكة\nمن الحاج لم يخرج، ولا يذبح بمنى إلا أيام منى وسائر السنة بمكة.\n</p>\n\n<p>\n17855 - ولما لم يكن هذا الهدي للمعتمر وإنما بعث به معه لم يرتبط نحره\nبشيء من عمرته.\n</p>\n\n<p>\n17856 - قال مالك والذي يحكم عليه بالهدي في قتل الصيد، أو يجب عليه هدي\nفي غير ذلك. فإن هديه لا يكون <span id='ms1557'></span> إلا بمكة. كما قال الله تبارك وتعالىهديا\nبالغ الكعبة وأما ما عدل به الهدي من الصيام أو الصدقة، فإن ذلك يكون بغير\nمكة حيث أحب صاحبه أن يفعله فعله.\n</p>\n\n<p>\n17857 - قال أبو عمر: أجمع العلماء أن الكعبة البيت الحرام، وهو [ البيت\nالعتيق ] لا يجوز لأحد فيه ذبح ولا نحر، وكذلك المسجد الحرام.\n</p>\n\n<p>\n17858 - فدل ذلك على أن معنى قوله - عز وجل -:هديا بالغ الكعبة أنه أراد\nالحرم يعني مساكين الحرم، أو أراد مكة لمساكينها رفقا بجيران بيت الله\nوإحسانا إليهم، وهم أهل الحرم.\n</p>\n\n<p>\n17859 - على هذين القولين العلماء في قول الله، عز وجل:هديا بالغ الكعبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p321'> Vol. 12, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\n17860 - وأما قوله، عز وجل:ففدية من صيام أو صدقة أو نسك [ البقرة: 196 ]\nفليس ذلك عند أكثر العلماء، وسنذكر ما لهم في ذلك كله إن شاء الله، عز وجل.\n</p>\n\n<p>\n17861 - وكان مالك يذهب إلى أن معنى قوله تعالى هديا بالغ الكعبة أنه عنى\nمكة ولم يرد الحرم.\n</p>\n\n<p>\n147862 - قال أبو عمر: لما قال رسول الله - صلى الله عليه وسلم - للحاج \"\nمكة وطرقها منحر \" دل على أنه أراد مكة، والله أعلم.\n</p>\n\n<p>\n17863 - قال مالك: من نحر هديه في الحرم لم يجزه أن ينحره إلا بمكة.\n</p>\n\n<p>\n17864 - وقال أبو حنيفة، والشافعي: إن نحره في الحرم أجزاه.\n</p>\n\n<p>\n17865 - وهو قول عطاء.\n</p>\n\n<p>\n17866 - وقال الطبري: يجوز نحر الهدي حيث شاء المهدي إلا هدي القران\nوجزاء الصيد، فإنه لا ينحره إلا في الحرم.\n</p>\n\n<p>\n17867 - وقال مالك: إذا نحر هدي التمتع أو الهدي التطوع قبل يوم النحر لم يجزه.\n</p>\n\n<p>\n17868 - وقال أبو حنيفة في الهدي التمتع كقول مالك، وخالفه في التطوع\nفجوزه قبل يوم النحر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p322'> Vol. 12, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\n17869 - وقال الشافعي: يجزئ نحر الجميع قبل يوم النحر.\n</p>\n\n<p>\n17870 - وأما قوله ( وأما ما عدل به الهدي من الصيام والصدقة فإنه يكون\nبغير مكة حيث أحب صاحبه أن يفعله فعله ) فلا خلاف في الصيام أن يصوم حيث\nشاء، لأنه لا منفعة في ذلك لأهل الحرم، ولا لأهل مكة.\n</p>\n\n<p>\n17871 - وأما الصدقة فلا تكون عند الشافعي والكوفيين إذا كانت بدلا من\nجزاء الصيد إلا بمكة لأهلها حيث يكون النحر.\n</p>\n\n<p>\n17872 - ومعلوم أن <span id='ms1558'></span> النحر في العمرة بمكة وفي الحج بمنى، وهما جميعا حرم،\nفالحرم كله منحر عندهم.\n</p>\n\n<p>\n17873 - وفي \" العتبية \" ليحيى بن يحيى، عن وهب مثل قول مالك في موطئه أن\nالإطعام كالصيام يجوز بغير مكة.\n</p>\n\n<p>\n17874 - وفي \" الأسدية \" لابن القاسم عن مالك، قال: لا يطعم إلا في\nالموضع الذي أصاب فيه الصيد.\n</p>\n\n<p>\n17875 - قال أبو عمر: هذا خلاف الجمهور، ولا وجه له.\n</p>\n\n<p>\n837 - مالك، عن يحيى بن سعيد، عن يعقوب بن خالد المخزومي، عن أبي أسماء\nمولى عبد الله بن جعفر ; أنه أخبره: أنه كان مع عبد الله بن جعفر. فخرج معه\nمن المدينة. فمروا على حسين بن علي، وهو مريض بالسقيا; فأقام عليه عبد الله\nبن جعفر حتى إذا خاف الفوات خرج. وبعث إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p323'> Vol. 12, p. 323</a>\n            </div>\n            \nعلي بن أبي طالب، وأسماء بنت عميس، وهما بالمدينة، فقدما عليه. ثم إن حسينا\nأشار إلى رأسه، فأمر علي برأسه فحلق. ثم نسك عنه بالسقيا. فنحر عنه بعيرا.\n</p>\n\n<p>\n17876 - قال يحيى بن سعيد: وكان حسين خرج مع عثمان بن عفان، في سفره ذلك،\nإلى مكة.\n</p>\n\n<p>\n17876 - قال أبو عمر: في هذا الحديث دليل على صحة ما ذهب إليه مالك في أن\nمن كان عليه من الدماء في فدية الأذى لمن اختار النسك في ذلك دون الإطعام\nوالصيام جائز أن يذبح ذلك النسك بغير مكة.\n</p>\n\n<p>\n17878 - وأما نحر علي عن حسين ابنه - رضي الله عنهما - في حلقه رأسه\nبعيرا، فذلك أفضل ما يفعل في ذلك، والشاة كانت تجزيه كما قال النبي - عليه\nالسلام - لكعب بن عجرة: \" وانسك بشاة \".\n</p>\n\n<p>\n17879 - وفي ترك عبد الله بن جعفر لحسين مريضا دليل على أنه خاف فوت\nالحج، وكذلك تركه وأيقن أن أباه سيلحقه، فلحقه أبوه مع امرأته ; لأن النساء\nألطف بتمريض المرضى، وكانت أسماء بنت عميس كأمه زوجة لأبيه، فلذلك أتى بها\nعلي أبوه - رضي الله عنهما - لتمرضه.\n</p>\n\n<p>\n17880 - وفي هذا الحديث دليل على أن الأخرس وغير الأخرس في تتبع الكلام\nسواء إذا فهمت إشارته قامت مقام كلامه لو تكلم، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v12p324'> Vol. 12, p. 324</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27"
  ]
}