{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [الغلاف]</h1>\n\n<p>\nلقاء العشر الأواخر بالمسجد الحرام (137)\n</p>\n\n<p>\nالثغور الباسمة في مناقب سيدتنا فاطمة بنت رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nتصنيف\n</p>\n\n<p>\nالحافظ جلال الدين السيوطي\n</p>\n\n<p>\n(849 - 911)\n</p>\n\n<p>\nرحمه الله تعالى\n</p>\n\n<p>\nتحقيق السيد حسن الحسيني\n</p>\n\n<p>\nدار البشائر الإسلامية\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1431 ه - 2010 ملقاء العشر الأواخر بالمسجد الحرام (137) ¶ الثغور\nالباسمة في مناقب سيدتنا فاطمة بنت رسول الله صلى الله عليه وسلم ¶ تصنيف ¶\nالحافظ جلال الدين السيوطي ¶ (849 - 911) ¶ رحمه الله تعالى ¶ تحقيق السيد\nحسن الحسيني ¶ دار البشائر الإسلامية ¶ الطبعة الأولى ¶ 1431 ه - 2010 م\n----NO PAGE NO------\nالثغور الباسمة في مناقب سيدتنا فاطمة\n</p>\n\n<p>\nقال الشيخ العلامة الحافظ جلال الدين السيوطي الشافعي رحمه الله تعالى:\n</p>\n\n<h1 class='l1' id='head1'>AUTO بسم الله الرحمن الرحيم</h1>\n\n<p>\nالحمد لله وكفى، وسلام على عباده الذين اصطفى.\n</p>\n\n<p>\nوبعد:\n</p>\n\n<p>\nفهذا جزء سميته:\n</p>\n\n<p>\n«الثغور الباسمة في مناقب سيدتنا فاطمة بنت سيدنا رسول الله صلى الله\nعليه وسلم»\n</p>\n\n<p>\nأخبرني شيخي شيخ الإسلام والمسلمين تقي الدين الشمني بقراءتي عليه قال:\nأخبرنا الجمال عبد الله بن علي الحنبلي قال: أخبرنا أبو الحسن العرضي قال:\nأنبأتنا زينب بنت مكي، ح وأنبأنا عاليا أبو عبد الله محمد بن مقبل الحلبي،\nعن الصلاح بن أبي عمر المقدسي قال: أنبأنا أبو الحسن بن البخاري. قالا:\nأخبرنا أبو علي الرصافي قال: أخبرنا أبو القاسم بن الحصين قال: أخبرنا أبو\nعلي التميمي قال: أخبرنا أبو بكر القطيعي قال: حدثنا عبد الله بن أحمد بن\nحنبل قال: حدثنا أبي قال: حدثنا عفان قال: حدثنا حماد، أنبأنا عطاء بن\nالسائب عن أبيه، عن علي رضي الله تعالى عنه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n«أن رسول الله صلى الله عليه وسلم لما زوجه فاطمة، بعث معه ب: خميلة،\nووسادة من أدم حشوها ليف، ورحيين، وسقاء، وجرتين، فقال علي لفاطمة رضي الله\nعنهما ذات يوم: والله لقد سنوت حتى لقد اشتكيت صدري، وقد جاء الله أباك\nبسبي، فاذهبي فاستخدميه، فقالت: أنا والله قد طحنت حتى مجلت يداي؛ فأتت\nالنبي صلى الله عليه وسلم فقال: ما جاء بك أي بنية؟ فقالت: جئت لأسلم عليك،\nواستحيت أن تسأله، ورجعت، فقال: ما فعلت؟ قالت: استحييت أن أسأله <span id='ms01'></span>. فأتياه\nجميعا، فقال علي رضي الله عنه: يا رسول الله، والله لقد سنوت حتى اشتكيت\nصدري، وقالت فاطمة رضي الله عنها: قد طحنت حتى مجلت يداي، وقد جاءك الله\nبسبي وسعة، فأخدمنا. فقال رسول الله صلى الله عليه وسلم: والله لا أعطيكما\nوأدع أهل الصفة تطوي بطونهم، لا أجد ما أنفق عليهم، ولكني أبيعهم وأنفق\nعليهم أثمانهم. فرجعا، فأتاهما النبي صلى الله عليه وسلم وقد دخلا في\nقطيفتهما، إذا غطت رؤوسهما تكشفت أقدامهما، وإذا غطيا أقدامهما تكشفت\nرؤوسهما، فثارا، فقال: مكانكما، ثم قال: ألا أخبركما بخير مما سألتماني؟\nقالا: بلى، فقال: كلمات علمنيهن جبريل عليه السلام: تسبحان في دبر كل صلاة\nعشرا، وتحمدان عشرا، وتكبران عشرا، وإذا أويتما إلى فراشكما، فسبحا ثلاثا\nوثلاثين، واحمدا ثلاثا وثلاثين، وكبرا أربعا وثلاثين. قال: فوالله ما\nتركتهن منذ علمنيهن رسول الله صلى الله عليه وسلم. قال: فقال له ابن\nالكواء: ولا ليلة صفين؟ فقال: نعم، ولا ليلة صفين».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث صحيح مشهور، أخرجه الأئمة الستة وغيرهم من طرق كثيرة بألفاظ\nمختلفة مطولة ومختصرة.\n</p>\n\n<p>\nفأخرجه البخاري في: الخمس، عن بدل بن المحبر، وفي فضل علي عن محمد بن\nبشار عن غندر، وفي النفقات عن مسدد عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \nيحيى، وفي الدعوات عن سليمان بن حرب.\n</p>\n\n<p>\nوأخرجه مسلم في: الدعوات عن محمد بن المثنى ومحمد بن بشار كلاهما عن محمد\nبن جعفر، وعن ابن أبي شيبة عن وكيع، وعن عبيد الله بن معاذ عن أبيه، وعن\nمحمد بن المثنى عن ابن أبي عدي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرجه أبو داود في: الأدب عن مسدد عن يحيى، وعن حفص بن عمر.\n</p>\n\n<p>\nثمانيتهم عن شعبة عن الحكم بن عتيبة عن عبد الرحمن بن أبي ليلى عن علي.\n</p>\n\n<p>\nوأخرجه البخاري أيضا في: النفقات عن الحميدي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nومسلم: في الدعوات عن زهير بن حرب.\n</p>\n\n<p>\nوالنسائي عن: قتيبة.\n</p>\n\n<p>\nثلاثتهم عن سفيان، عن عبيد الله بن أبي يزيد، عن مجاهد، عن ابن أبي ليلى.\n</p>\n\n<p>\nوأخرج مسلم أيضا في: الدعوات عن عبيد بن يعيش، ومحمد بن عبد الله بن\nنمير <span id='ms02'></span>، كلاهما عن عبد الله بن نمير، عن عبد الملك بن أبي سليمان، عن عطاء،\nعن مجاهد به.\n</p>\n\n<p>\nوأخرجه أبو داود أيضا: في الأدب عن عباس العنبري، عن عبد الملك بن عمرو،\nعن عبد العزيز بن محمد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nوالنسائي: عن ابن السرح، عن ابن وهب، عن عمر بن مالك المعافري وحيوة بن شريح.\n</p>\n\n<p>\nثلاثتهم عن يزيد بن الهاد، عن محمد بن كعب القرظي، عن شبث بن ربعي، عن\nعلي به.\n</p>\n\n<p>\nوأخرجه أبو داود أيضا في الخراج: عن يحيى بن خلف، عن عبد الأعلى. وعن\nمؤمل بن هشام، عن ابن علية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nكلاهما عن سعيد الجريري، عن أبي الورد بن ثمامة، عن ابن أعبد، عن علي به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرجه الترمذي في: الدعوات.\n</p>\n\n<p>\nوالنسائي في: عشرة النساء.\n</p>\n\n<p>\nكلاهما عن أبي الخطاب زياد بن يحيى البصري، عن أزهر بن سعد السمان، عن\nابن عون، عن ابن سيرين، عن عبيدة بن عمرو السلماني، عن علي به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرجه النسائي أيضا في: النكاح عن نصير بن الفرج، عن أبي أسامة عن زائدة.\n</p>\n\n<p>\nوابن ماجه في: الزهد عن واصل بن عبد الأعلى، عن محمد بن فضيل.\n</p>\n\n<p>\nكلاهما عن عطاء بن السائب، عن أبيه، عن علي به.\n</p>\n\n<p>\nوأخرجه أحمد، عن أسود بن عامر وحسين وأبي أحمد الزبيري.\n</p>\n\n<p>\nثلاثتهم عن إسرائيل، عن أبي إسحاق، عن هبيرة بن يريم، عن علي به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرجه الطبري في: «تهذيب الآثار»، من طريق القاسم مولى معاوية عن علي به.\nومن طريق أبي أمامة، عن علي. ومن طريق عمارة ابن عبد، عن علي. ومن طريق\nمحمد ابن الحنفية، عن علي. ومن طريق أبي مريم، عن علي.\n</p>\n\n<p>\nوأخرجه مطين في: «مسند علي»، من طريق هانئ بن هانئ، عن علي.\n</p>\n\n<p>\nوممن أخرجه أيضا: ابن حبان في «صحيحه»، وجعفر الفريابي في «الذكر»، ويوسف\nالقاضي في «الذكر»، والدارقطني في «العلل»، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \nوالبيهقي. والبزار.\n</p>\n\n<p>\nوورد أيضا من حديث أبي هريرة، أخرجه مسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nومن حديث عبد الله بن عمرو بن العاص، أخرجه الطبري في «تهذيب الآثار».\n</p>\n\n<p>\nوأصله في «سنن أبي داود» من حديث أم الحكم وضباعة <span id='ms03'></span> بنت الزبير، أخرجه أبو داود.\n</p>\n\n<p>\nومن حديث أم سلمة، أخرجه الطبري في «تهذيبه».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nومن مرسل علي بن الحسين، ومن مرسل عروة، أخرجهما جعفر في «الذكر».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>AUTO ذكر الأحاديث الواردة في تزويج فاطمة رضي الله عنها</h1>\n\n<p>\nقال ابن منده في «المعرفة»: «تزوج علي فاطمة بالمدينة بعد سنة من الهجرة،\nوبنى بها بعد ذلك بنحو من سنة، وولدت له: حسنا وحسينا ومحسنا وأم كلثوم\nالكبرى وزينب الكبرى».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nوفي «الطبقات» لابن سعد بسند مرسل: «تزوج علي فاطمة في رجب بعد مقدم النبي\nصلى الله عليه وسلم المدينة بخمسة أشهر، وبنى بها بعد مرجعه من بدر، وفاطمة\nيوم بنى بها علي بنت ثمان عشرة سنة».\n</p>\n\n<p>\nوقال غيره: «تزوجها علي بعد وقعة أحد، وسنها يومئذ خمس عشرة سنة ونصف».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nأخرج البيهقي في الدلائل عن علي قال: «خطبت فاطمة إلى رسول الله صلى الله\nعليه وسلم، فقالت لي مولاة لي: هل علمت أن فاطمة قد خطبت إلى رسول الله صلى\nالله عليه وسلم؟ قلت: لا، قالت: فقد خطبت، فما يمنعك أن تأتي رسول الله صلى\nالله عليه وسلم فيزوجك؟ فقلت: أوعندي شيء أتزوج به! فقالت: إنك إن جئت رسول\nالله زوجك. فوالله ما زالت ترجيني حتى دخلت على رسول الله صلى الله عليه\nوسلم، وكان لرسول الله جلالة وهيبة، فلما قعدت بين يديه، أفحمت! فوالله ما\nاستطعت أن أتكلم، فقال رسول الله صلى الله عليه وسلم: ما جاء بك؟ ألك حاجة؟\nفسكت! فقال: ما جاء بك؟ ألك حاجة؟ فسكت! فقال: لعلك جئت تخطب فاطمة! فقلت:\nنعم، فقال: وهل عندك من شيء تستحلها به؟ فقلت: لا والله يا رسول الله!\nفقال: ما فعلت درع سلحتكها؟ فوالذي نفس علي بيده إنها لحطمية [ما ثمنها\nأربعة دراهم، فقلت: عندي]، فقال: قد زوجتك، فابعث بها تستحلها بها، فإن\nكانت لصداق فاطمة بنت رسول الله صلى الله عليه وسلم».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج البزار بسند حسن عن بريدة قال: «قال نفر لعلي رضي الله عنه: لو خطبت\nفاطمة بنت رسول الله صلى الله عليه وسلم <span id='ms04'></span>. فأتى النبي صلى الله عليه وسلم\nفقال: ما حاجتك يا علي؟ قال: ذكرت فاطمة بنت رسول الله صلى الله عليه وسلم.\nقال: مرحبا وأهلا. لم يزده عليهما، فخرج علي رضي الله عنه إلى أولئك الرهط\nوهم ينتظرون، قالوا: ما وراءك؟ قال: ما أدري غير أنه قال لي: مرحبا وأهلا،\nقالوا: يكفيك من رسول الله صلى الله عليه وسلم، أعطاك الأهل وأعطاك المرحب،\nقال: فلما كان بعد ما زوجه، قال: يا علي إنه لا بد للعروس من وليمة! فقال\nسعد: عندي كبش. وجمع له رهط من الأنصار آصعا من ذرة، فلما كان ليلة البناء\nقال: يا علي لا تحدث شيئا حتى تلقاني. فدعا النبي صلى الله عليه وسلم بماء\nفتوضأ منه ثم أفرغه على علي رضي الله عنه ثم قال: اللهم بارك فيهما، وبارك\nلهما في نسلهما».\n</p>\n\n<p>\nوأخرج أبو داود من طريق عكرمة عن ابن عباس قال: «لما تزوج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \nعلي فاطمة قال له رسول الله صلى الله عليه وسلم: أعطها شيئا، قال: ما عندي\nشيء، قال: أين درعك الحطمية؟».\n</p>\n\n<p>\nوأخرجه ابن سعد عن عكرمة مرسلا وزاد: «فأصدقها إياها، وكان ثمنها\nأربعمائة درهم».\n</p>\n\n<p>\nوأخرج ابن سعد عن علباء بن أحمر اليشكري: «أن عليا تزوج فاطمة، فباع\nبعيرا له بثمانين وأربع مائة درهم، فقال النبي صلى الله عليه وسلم: اجعلوا\nثلثين في الطيب، وثلثا في الثياب».\n</p>\n\n<p>\nوأخرج عن حجر بن عنبس - وكان أدرك الجاهلية - قال: «خطب أبو بكر وعمر\nفاطمة، فقال النبي صلى الله عليه وسلم: هي لك يا علي، لست بدجال».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nيعني لست بكذاب، وذلك أنه كان قد وعد عليا بها، قبل أن يخطب إليه أبو بكر وعمر.\n</p>\n\n<p>\nوأخرج عن عطاء قال: «خطب علي فاطمة، فقال لها رسول الله صلى الله عليه\nوسلم: إن عليا يذكرك، فسكتت، فزوجها».\n</p>\n\n<p>\nوأخرج عن عكرمة قال: «لما زوج رسول الله صلى الله عليه وسلم عليا فاطمة\nكان فيما جهزت به سرير مشروط، ووسادة من أدم، وقربة. وقال لعلي: إذا أتيت\nبها فلا تقربنها حتى آتيك. وكانت <span id='ms05'></span> اليهود يؤخرون الرجل عن امرأته. فلما أتي\nبها قعدا حينا في ناحية البيت. ثم جاء رسول الله صلى الله عليه وسلم فدعا\nبماء فأتي به، فمج فيه ومسه بيده، ثم دعا عليا فنضح من ذلك الماء على كفيه\n[كتفيه] وصدره وذراعيه، ثم دعا فاطمة، فأقبلت تعثر في ثوبها حياء من رسول\nالله صلى الله عليه وسلم! ثم فعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \nبها مثل ذلك، ثم قال لها: يا فاطمة، إني ما آليت أن أنكحتك خير أهلي».\n</p>\n\n<p>\nوأخرج نحوه موصولا من طريق سعيد بن المسيب عن أم أيمن.\n</p>\n\n<p>\nوأخرج ابن ماجه عن علي قال: «لقد أهديت ابنة رسول الله صلى الله عليه\nوسلم إلي، فما كان فراشنا ليلة أهديت إلا مسك كبش».\n</p>\n\n<p>\nوأخرجه ابن سعد بلفظ: «لقد تزوجت فاطمة، وما لي ولها فراش غير جلد كبش،\nننام عليه بالليل، ونعلف عليه الناضح بالنهار، وما لي ولها خادم غيرها».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج البزار عن جابر قال: «حضرنا عرس علي وفاطمة، فما رأينا عرسا كان أحسن\nمنه، حشونا الفراش بالليف، وأتينا بتمر وزبيب، فأكلنا، وكان فراشها ليلة\nعرسها إهاب كبش».\n</p>\n\n<p>\nوأخرج ابن سعد عن أسماء قالت: «جهزت فاطمة إلى علي، وما كان حشو فراشهما\nووسائدهما إلا الليف، ولقد أولم علي على فاطمة، فما كانت وليمة في ذلك\nالزمان أفضل من وليمته؛ رهن درعه عند يهودي بشطر شعير».\n</p>\n\n<p>\nوأخرج عن رجل أخواله الأنصار قال: «أخبرتني جدتي أنها كانت مع النسوة\nاللاتي أهدين فاطمة إلى علي، قالت: أهديت في بردين، عليهما دملوجان من فضة\nمصفران بزعفران، فدخلنا بيت علي فإذا إهاب شاة، ووسادة فيها ليف، وقربة،\nومنخل، ومنشفة، وقدح».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج الإمام أحمد في الزهد عن علي قال: «جهز رسول الله صلى الله عليه وسلم\nفاطمة رضوان الله عليها في خميل، وقربة، ووسادة من أدم حشوها ليف».\n</p>\n\n<p>\nوأخرج عن علي قال: «ما كان لنا إلا إهاب كبش ننام على ناحيته، وتعجن\nفاطمة رضي الله عنها على ناحيته».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>AUTO ذكر خصائص فاطمة ومناقبها</h1>\n\n<p>\nأخرج الشيخان من طرق عن المسور بن مخرمة قال: «سمعت <span id='ms06'></span> النبي صلى الله عليه\nوسلم يقول وهو على المنبر: إن بني هاشم بن المغيرة استأذنوا في أن ينكحوا\nابنتهم علي بن أبي طالب، فلا آذن ثم لا آذن ثم لا آذن، إلا أن يريد ابن أبي\nطالب أن يطلق ابنتي وينكح ابنتهم»، «وإني لست أحرم حلالا ولا أحل حراما،\nولكن والله لا تجتمع بنت رسول الله صلى الله عليه وسلم وبنت عدو الله أبدا».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nوفي رواية: «فإنما هي بضعة مني يريبني ما أرابها، ويؤذيني ما آذاها»، «وأنا\nأتخوف أن تفتن في دينها».\n</p>\n\n<p>\nوللحاكم عن سويد بن غفلة قال: «خطب علي بنت أبي جهل، فاستشار النبي صلى\nالله عليه وسلم فقال: أعن حسبها تسألني؟ فقال: لا، ولكن أتأمرني بها؟ قال:\nلا، فاطمة مضغة مني، ولا أحسب إلا أنها تحزن أو تجزع، فقال علي: لا آتي\nشيئا تكرهه».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج البزار والطبراني: عن ابن عباس رضي الله عنهما: أن عليا خطب بنت أبي\nجهل، فبلغ ذلك النبي صلى الله عليه وسلم، فبعث إليه رسولا: «إن كنت تؤذينا\nبها، فرد علينا ابنتنا».\n</p>\n\n<p>\nقال ابن التين: «أصح ما تحمل عليه هذه القصة أن النبي صلى الله عليه وسلم\nحرم على علي أن يجمع بين ابنته وغيرها، لأن ذلك يؤذيه لكونه يؤذيها،\nوإيذاؤه صلى الله عليه وسلم حرام بالاتفاق».\n</p>\n\n<p>\nوقال شيخ الإسلام ابن حجر: «الذي يظهر أنه لا يبعد أن يعد في خصائص النبي\nصلى الله عليه وسلم أن لا يتزوج على بناته، ويحتمل أن يكون ذلك خاصا بفاطمة\nرضي الله عنها».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج الترمذي: عن بريدة وعائشة قالا: «كان أحب النساء إلى رسول الله صلى\nالله عليه وسلم فاطمة».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج أبو داود والترمذي والنسائي: عن عائشة قالت: «ما رأيت أحدا أشبه سمتا\nودلا وهديا برسول الله من ابنته فاطمة، في قيامها وقعودها، وكانت إذا دخلت\nعليه قام إليها فقبلها وأجلسها في مجلسه، فلما مرض دخلت فأكبت عليه، ثم\nرفعت رأسها فبكت، ثم أكبت عليه ثم رفعت رأسها فضحكت، فسألتها عن ذلك،\nفقالت: أخبرني أنه ميت من <span id='ms07'></span> وجعه هذا فبكيت، ثم أخبرني أني أسرع أهله لحوقا\nبه، فضحكت».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج البخاري: عن عائشة أم المؤمنين قالت: «اجتمع نساء رسول الله صلى الله\nعليه وسلم، فجاءت فاطمة تمشي، ما تخطي مشيتها من مشية أبيها، فقال: مرحبا\nبابنتي، فأقعدها عن يمينه، فسارها بشيء فبكت، ثم سارها فضحكت، فقلت لها:\nأخبريني بم سارك؟ قالت: ما كنت لأفشي على رسول الله صلى الله عليه وسلم\nسره. فلما توفي قلت لها: أسألك بما لي عليك من الحق لما أخبرتني، قالت: أما\nالآن فنعم، سارني، قال: إن جبريل كان يعارضني بالقرآن في كل سنة مرة، وإنه\nقد عارضني العام مرتين، ولا أرى ذلك إلا اقتراب أجلي، فاتقي الله واصبري،\nفنعم السلف أنا لك، فبكيت، ثم سارني فقال: أما ترضين أن تكوني سيدة نساء\nالمؤمنين، فضحكت».\n</p>\n\n<p>\nوأخرج الترمذي: عن أم سلمة قالت: «دعا رسول الله صلى الله عليه وسلم\nفاطمة عام الفتح، فناجاها فبكت، ثم حدثها فضحكت، فلما توفي سألتها، قالت:\nأخبرني أنه يموت فبكيت، ثم أخبرني أني سيدة نساء أهل الجنة إلا مريم بنت\nعمران فضحكت».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج عن أنس رضي الله عنه: «أن النبي صلى الله عليه وسلم قال: حسبك من\nنساء العالمين: مريم بنت عمران، وخديجة بنت خويلد، وفاطمة بنت محمد، وآسية\nامرأة فرعون».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج البزار: عن علي: «أن النبي صلى الله عليه وسلم قال لفاطمة: ألا ترضين\nأن تكوني سيدة نساء أهل الجنة، وابنيك سيدي شباب أهل الجنة».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج عن عمران بن حصين: «أن النبي صلى الله عليه وسلم عاد فاطمة وهي\nمريضة، فقال لها: كيف تجدينك؟ قالت: إني وجعة، وإنه ليزيدني أني ما لي طعام\nآكله، قال: يا بنية، أما ترضين أن تكوني سيدة نساء العالمين؟ قالت: فأين\nمريم؟ قال: تلك سيدة نساء عالمها».\n</p>\n\n<p>\nوأخرج أحمد وأبو يعلى والحاكم وصححه: عن أبي سعيد الخدري قال: «قال رسول\nالله صلى الله عليه وسلم: فاطمة سيدة نساء أهل الجنة، إلا ما كان من مريم\nبنت عمران».\n</p>\n\n<p>\nوأخرج البيهقي في دلائل النبوة: عن عمران <span id='ms08'></span> بن حصين قال: «كنت مع رسول الله\nصلى الله عليه وسلم إذ أقبلت فاطمة رضي الله عنها، فوقفت بين يديه، فنظر\nإليها وقد ذهب الدم من وجهها، وغلبت الصفرة عليها من شدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \nالجوع، فرفع يده حتى وضعها على صدرها في موضع القلادة، وفرج بين أصابعه، ثم\nقال: اللهم مشبع الجاعة، ورافع الوضيعة، ارفع فاطمة بنت محمد. قال عمران:\nفسألتها بعد فقالت: ما جعت بعد يا عمران».\n</p>\n\n<p>\nوأخرج الطبراني بسند حسن: عن علي قال: «قال رسول الله صلى الله عليه وسلم\nلفاطمة: إن الله يرضى لرضاك، ويغضب لغضبك».\n</p>\n\n<p>\nوأخرج البزار: عن ابن مسعود قال: «قال رسول الله صلى الله عليه وسلم: إن\nفاطمة حصنت فرجها، فحرمها الله وذريتها على النار».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>AUTO فصل في سنها ووفاتها</h1>\n\n<p>\nقال المدائني وغيره: كانت فاطمة أصغر بنات رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nوقال ابن عبد البر: كانت هي وأم كلثوم أصغر بناته واختلف في الصغرى\nمنهما. والصحيح: أن أولى بناته زينب، ثم الثانية رقية، ثم الثالثة أم\nكلثوم، ثم الرابعة فاطمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر ابن إسحاق أن مولدها وقريش تبني الكعبة، وبنت قريش الكعبة قبل المبعث\nبسبع سنين ونصف، وقيل: ولدت عام المبعث، وقيل غير ذلك.\n</p>\n\n<p>\nوكانت وفاتها: بعد رسول الله صلى الله عليه وسلم بستة أشهر، وقيل:\nبثمانية أشهر، وقيل: بثلاثة أشهر، وقيل: بسبعين يوما، وقيل: بشهرين.\nوالصحيح الأول، قاله الواقدي وغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت وفاتها: ليلة الثلاثاء لثلاث خلون من رمضان، سنة إحدى عشرة من\nالهجرة.\n</p>\n\n<p>\nقال الذهبي: والصحيح أن عمرها أربع وعشرون سنة، وقيل: إحدى وعشرون، وقيل:\nست وعشرون، وقيل: سبع وعشرون، وقيل: ثمان وعشرون، وقيل: تسع وعشرون، وقيل:\nثلاثون، وقيل: ثلاث وثلاثون، وقيل: خمس وثلاثون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nقال عبد الله بن الحارث: «فمكثت بعد رسول الله صلى الله عليه وسلم ستة أشهر\nوهي تذوب»، قال غيره: وما رؤيت ضاحكة بعده.\n</p>\n\n<p>\nقال جماعة: وغسلها زوجها علي، وصلى عليها، ودفنها ليلا. وقيل: صلى عليها\nالعباس، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \nوقيل: أبو بكر. ونزل قبرها علي والعباس وابنه الفضل.\n</p>\n\n<p>\nوقد ورد حديث أنها لم تغسل <span id='ms09'></span> وأنها غسلت نفسها عند موتها: فأخرج ابن سعد في\nالطبقات وأحمد في مسنده: عن سلمى قالت: «اشتكت فاطمة شكواها التي قبضت فيه،\nفكنت أمرضها، فأصبحت يوما وخرج علي لبعض حاجته، فقالت: يا أمه اسكبي لي\nغسلا، فسكبت لها غسلا، فاغتسلت كأحسن ما رأيتها تغتسل، ثم قالت: يا أمه\nأعطيني ثيابي الجدد، فأعطيتها فلبستها، ثم قالت: يا أمه قدمي فرشي وسط\nالبيت، فاضطجعت واستقبلت القبلة وجعلت يدها تحت خدها، وقالت: يا أمه إني\nمقبوضة وقد تطهرت فلا يكشفني أحد، فقبضت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \nمكانها، فجاء علي فأخبرته، فقال: لا والله، لا يكشفها أحد، فدفنها بغسلها ذلك».\n</p>\n\n<p>\nهذا حديث غريب وإسناده جيد، إلا أن فيه ابن إسحاق وقد عنعنه، وله شاهد\nمرسل، وقد ذكره ابن الجوزي في الموضوعات، وتعقبه شيخ الإسلام ابن حجر في\nالقول المسدد وأنكر عليه الحكم بوضعه، فإن صحت هذه القصة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \nعد ذلك من خصائصها.\n</p>\n\n<p>\nوأخرج عن أم جعفر أن فاطمة رضي الله عنها قالت لأسماء بنت عميس: «إني\nأستقبح ما يصنع بالنساء، يطرح على المرأة الثوب فيصفها، فقالت: يا ابنة\nرسول الله صلى الله عليه وسلم ألا أريك شيئا رأيته بالحبشة، فدعت بجرائد\nرطبة، فحنتها، ثم طرحت عليها ثوبا، فقالت فاطمة: ما أحسن هذا وأجمله! إذا\nأنا مت فاغسليني أنت وعلي، ولا يدخلن أحد علي».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن عبد البر: «فهي أول من غطي نعشها في الإسلام على تلك الصفة، ثم\nبعدها زينب بنت جحش».\n</p>\n\n<p>\nوقال ابن سعد: «أخبرنا محمد بن عمر، أخبرنا عمر بن محمد بن عمر بن [علي\nعن أبيه عن] علي بن حسين عن ابن عباس قال: فاطمة أول من جعل لها النعش،\nعملته لها أسماء بنت عميس، وكانت قد رأته يصنع بأرض الحبشة».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>AUTO فائدة: [بقاء نسب رسول الله صلى الله عليه وسلم من فاطمة]</h1>\n\n<p>\nقال العلماء: انقرض نسب رسول الله صلى الله عليه وسلم إلا من فاطمة! لأن\nأمامة بنت بنته زينب، تزوجت بعلي، ثم بعده بالمغيرة بن نوفل، وجاءها منهما\nأولاد، قال الزبير بن بكار: انقرض عقب <span id='ms10'></span> زينب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>AUTO فائدة: [روايات فاطمة بنت رسول الله صلى الله عليه وسلم]</h1>\n\n<p>\nجميع ما روته فاطمة من الحديث لا يبلغ عشرة أحاديث؛ لتقدم وفاتها.\n</p>\n\n<p>\nفمما روته:\n</p>\n\n<p>\nحديث: «المسارة» السابق. من رواية عائشة وأم سلمة عنها.\n</p>\n\n<p>\nوحديث: «القول عند دخول المسجد». رواه الترمذي، وابن ماجه من رواية فاطمة\nالصغرى عنها مرسلا، وقد ثبت اتصاله من طريق آخر عن فاطمة عن أبيها الحسين عنها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوحديث: «ألا لا يلومن امرؤ إلا نفسه، يبيت وفي يده ريح غمر». أخرجه ابن\nماجه من رواية ابنها الحسين عنها مرسلا.\n</p>\n\n<p>\n[وحديث: «ترك الوضوء مما مست النار». أخرجه أحمد من رواية الحسن بن الحسن\nعنها مرسلا].\n</p>\n\n<p>\nوحديث: «ساعة الإجابة في يوم الجمعة، وإنها إذا تدلت الشمس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \nللغروب». أخرجه البيهقي في الشعب.\n</p>\n\n<p>\nوقد أخرج أحمد: عن محمد بن علي قال: «كتب إلي عمر بن عبد العزيز أن انسخ\nإليه وصية فاطمة، فكان في وصيتها الستر الذي يزعم الناس أنها أحدثته، وأن\nرسول الله صلى الله عليه وسلم دخل عليها فلما رآه رجع».\n</p>\n\n<p>\nوأخرج عن ابن أبي مليكة قال: «كانت فاطمة تنقز الحسن، وتقول:\n</p>\n\n<p>\n[بأبي شبه النبي ... ليس شبيها بعلي].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج الدارمي: من طريق أنس بن مالك عنها: أنها قالت له: «كيف طابت أنفسكم\nأن تحثوا التراب على رسول الله صلى الله عليه وسلم».\n</p>\n\n<p>\nوأخرج ابن عساكر: عن حابس بن سعد قال: «أخبرتني فاطمة بنت رسول الله صلى\nالله عليه وسلم أنها رأت في منامها أنها أنكحت أبا بكر، ونكح علي أسماء بنت\nعميس، [وكانت بنت عميس تحت أبي بكر، فتوفي أبو بكر وتوفيت فاطمة، فنكح علي\nأسماء بنت عميس]».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>AUTO [ما نسب لفاطمة رضي الله عنها من الشعر]</h1>\n\n<p>\nومما ينسب لفاطمة من الشعر: قولها حين توفي أبوها صلى الله عليه وسلم،\nأورده ابن سيد الناس في سيرته:\n</p>\n\n<p>\nاغبر آفاق السماء، وكورت ... شمس النهار، وأظلم العصران\n</p>\n\n<p>\nفالأرض من بعد النبي كئيبة ... أسفا عليه كثيرة الرجفان\n</p>\n\n<p>\nفليبكه شرق البلاد وغربها ... وليبكه مضر وكل يمان\n</p>\n\n<p>\nوليبكه الطود المعظم جوه ... والبيت ذو الأستار والأركان\n</p>\n\n<p>\nيا <span id='ms11'></span> خاتم الرسل المبارك ضوؤه ... صلى عليك منزل الفرقان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>AUTO [الخاتمة]</h1>\n\n<p>\nنجزت كتاب: «الثغور الباسمة في مناقب سيدتنا فاطمة رضي الله عنها»،\nوحشرنا في زمرة أبيها سيد المرسلين والآخرين، وحبيب رب العالمين محمد صلى\nالله عليه وسلم، وعلى آله وصحبه أجمعين.\n</p>\n\n<p>\nتمت بالخير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n <span id='ms12'></span>\n</p>\n",
  "pages": [
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071"
  ],
  "volumes": [
    "01"
  ]
}