{
  "content": "\n\nالكتاب: من حديث أبي محمد عبد الله بن أحمد بن ربيعة بن زبر الربعي - مخطوط\n<p>\nالمؤلف: أبو محمد عبد الله بن أحمد بن ربيعة بن زبر الربعي\n</p>\n\n<p>\nالمتوفى: 329 ه\n</p>\n\n<p>\nمصدر المخطوط: مجموع المكتبة الأحمدية بحلب\n</p>\n\n<p>\nرقم المخطوط في المجموع: 29\n</p>\n\n<p>\nعدد أوراق المخطوط: 4 (263 - 266)\n</p>\n\n<p>\nنسخ: مكتبة أحمد الخضري\n</p>\n\n<p>\nتاريخ آخر تعديل: 28 - 7 - 2012 م \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n(ق263ب)\n</p>\n\n<p>\nجزء من حديث أبي محمد عبد الله بن أحمد بن ربيعة بن زبر الربعي القاضي،\nرحمه الله تعالى\n</p>\n\n<p>\nرواية أبي بكر محمد بن أحمد بن عثمان بن الوليد بن الحكم بن أبي الحديد،\nعنه (1).\n</p>\n\n<p>\nرواية الرئيس أبي الحسن أحمد بن عبد الواحد بن محمد بن أبي الحديد السلمي\n</p>\n\n<p>\n، وأبي عبد الله محمد بن عبيد بن أحمد بن بندار بن إبراهيم الكزبري،\nكليهما عنه.\n</p>\n\n<p>\nرواية أبي محمد هبة الله بن أحمد بن محمد الأكفاني، عنهما.\n</p>\n\n<p>\nرواية أبي طاهر بركات بن إبراهيم بن طاهر الخشوعي، عنه.\n</p>\n\n<p>\n_حاشية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>CHECK [من حديث أبي محمد عبد الله بن أحمد بن ربيعة بن زبر الربعي]</h1>\n\n<p>\n(ق264أ)\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nرب أعن ويسر يا كريم\n</p>\n\n<p>\nأخبرنا المدرس الدين أبو الطيب سفيان بن محبر بن محمد بن محمد بن محمد بن\nحجر العسقلاني، شفاها، إن لم يكن سماعا، والمسندة المكثرة أم الفضل هاجر\nبنت الخطيب شرف الدين محمد بن محمد بن أبي بكر بن عبد العزيز القدسي،\nبقراءتي عليها في يوم الاثنين، ثاني عشر من شعبان سنة ثمان وستين وثمان\nمئة، قالا: أخبرنا أحمد بن محمد بن عبد الغالب الماكسيني، كتابة، زاد\nسفيان: وعبد الرحمن بن محمد بن طولوبغا، شفاها، قالا: أخبرنا عبد الغالب\nالماكسيني، وهو جد أحمد المذكور، أخبرنا إسماعيل بن أبي اليسر، أخبرنا أبو\nطاهر بركات بن إبراهيم بن طاهر الخشوعي، أخبرنا أبو محمد هبة الله بن أحمد\nبن محمد الأكفاني، أخبرنا أبو الحسن أحمد بن عبد الواحد بن محمد بن أحمد بن\nعثمان بن الحكم بن أبي الحديد السلمي، وأبو عبد الله محمد بن عقيل بن أحمد\nبن بندار بن إبراهيم الكزبري، أخبرنا أبو <span id='ms1'></span> بكر محمد بن أحمد بن عثمان بن أبي\nالحديد، قراءة عليه، في ربيع الأول سنة أربع وخمسين وثلاث مئة، حدثنا أبو\nمحمد عبد الله بن أحمد بن ربيعة بن زبر القاضي في سنة سبع وعشرين وثلاث مئة:\n</p>\n\n<p>\n1 - حدثنا يوسف، حدثنا حجاج، عن ابن جريج، أخبرنا عبد العزيز بن عبد\nالملك بن أبي محذورة، أن عبد الله بن محيريز، أخبره وكان، يتيما في حجر أبي\nمحذورة حين جهزه إلى الشام، قال فقلت لأبي محذورة: أي عم، إني أخرج إلى\nالشام وأخشى أن أسأل عن تأذينك , فأخبرني أن أبا محذورة قال له: نعم، خرجت\nفي سفر فكنا [ببعض طريق حنين، مقفلا] (1) حين (ق264ب) قفل رسول الله صلى\nالله عليه وسلم من حنين فلقينا رسول الله صلى الله عليه وسلم ببعض الطريق،\nفأذن مؤذن رسول الله صلى الله عليه وسلم بالصلاة عند رسول الله صلى الله\nعليه وسلم فسمعنا صوت مؤذن رسول الله صلى الله عليه وسلم ونحن منكبون عن\nالطريق، فصرخنا نحكيه ونهزأ به، فسمع الصوت، فأرسل إلينا حتى وقفنا بين\nيديه، فقال: أيكم الذي سمعت صوته قد ارتفع؟ فأشار القوم إلي، فأرسل القوم\nكلهم إلي، فأرسل القوم كلهم، ثم حبسني، ثم قال: قم فأذن بالصلاة فقمت ولا\nشيء أكره إلي من رسول الله صلى الله عليه وسلم، ولا مما يأمرني به، فقمت\nبين يدي رسول الله صلى الله عليه وسلم فألقى علي التأذين هو بنفسه قال: قل:\nالله أكبر الله أكبر الله أكبر الله أكبر , أشهد أن لا إله إلا الله , أشهد\nأن لا إله إلا الله , أشهد أن محمدا رسول الله , أشهد أن محمدا رسول الله ,\nأشهد أن محمدا رسول الله , أشهد أن محمدا رسول الله , ثم قال: ارجع فامدد\nمن صوتك , ثم قال: قل: أشهد أن لا إله إلا الله أشهد أن لا إله إلا الله ,\nأشهد أن محمدا رسول الله , أشهد أن محمدا رسول الله , حي على الصلاة , حي\nعلى الصلاة , حي على الفلاح , حي على الفلاح، الله <span id='ms2'></span> أكبر الله أكبر، لا إله\nإلا الله , ثم دعاني حين قضيت التأذين، فأعطاني صرة فيها شيء من فضة، ثم\nوضع يده على ناصية أبي محذورة، ثم أمرها على وجهه، ثم من بين يديه على\nصدره، ثم بلغت يد رسول الله صلى الله عليه وسلم سرة أبي محذورة، ثم قال لي\nرسول الله صلى الله عليه وسلم: بارك الله فيك، وبارك عليك , فقلت: يا رسول\nالله، مرني بالتأذين بمكة , فقال: قد أمرتك به، فذهب كل شيء كان لرسول الله\nصلى الله عليه وسلم في صدري من كراهة، وكان ذلك كله محبة لرسول الله صلى\nالله عليه وسلم , فقدمت على عتاب بن أسيد، عامل رسول الله صلى الله عليه\nوسلم بمكة، فأذنت معه بالصلاة عن أمر رسول الله صلى الله عليه وسلم. قال\nعبد العزيز: وأخبرني ذلك من أدركت من أهلي ممن أدرك أبا محذورة على نحو ما\nأخبرني عبد الله (2) بن محيريز.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n2 - حدثنا يوسف بن سعيد، حدثنا حجاج، عن ابن جريج، أخبرني عبد الحميد بن\nجبير، أنه سمع محمد بن عباد بن جعفر، أنه سأل جابر بن عبد الله الأنصاري،\nوهو يطوف، قال: سمعت رسول الله صلى الله عليه وسلم (ق265أ) نهى عن صيام يوم\nالجمعة؟ قال: نعم، ورب هذا البيت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nابن جريج، عن أبيه:\n</p>\n\n<p>\n3 - حدثنا يوسف بن سعيد، حدثنا حجاج، عن ابن جريج، أخبرني أبي عبد\nالعزيز، عن ابن عمر، عن النبي صلى الله عليه وسلم قال: إنها قطعة من جهنم،\nأو من فوح جهنم، فأبردوها بالماء، يعني الحمى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nابن جريج، عن محمد بن الحارث:\n</p>\n\n<p>\n4 - حدثنا يوسف، حدثنا حجاج، عن ابن جريج، أخبرني محمد بن الحارث، قال:\nقدم رجل يقال له: أبو علقمة حليف في بني هاشم، فتتابعت أنا وعلي الأزدي\nإليه، فكان مما حدثنا أنه قال: سمعت أبا هريرة، يقول: إن من أشراطها الشح\nوالفحش، وأن يؤمن الخائن، ويخون الأمين، وأن تظهر ثياب فيها كأفراخ السحر،\nيلبسها نساء كاسيات عاريات، وأن تعلو التحوت الوعول كذاك يا عبد الله <span id='ms3'></span> بن\nمسعود سمعته من حبي؟ قال: نعم ورب الكعبة، قلت: فما التحوت وما الوعول؟\nقال: فسول الرجال، وأهل البيوت الغامضة، يرفعون فوق صالحيهم والبيوت\nالصالحة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n5 - حدثنا يوسف، حدثنا حجاج، عن ابن جريج، قال محمد بن الحارث: عن علي\nالأزدي، أنه سمع امرأ يسأل ابن عمر، عن لبس الحرير؟ فقال: بلغني، أو سمعت،\nأنه يعني: من لبسه في الدنيا لم يلبسه في الآخرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nابن جريج، عن عمر بن عطاء بن أبي الخوار:\n</p>\n\n<p>\n6 - حدثنا يوسف، حدثنا حجاج، عن ابن جريج، أخبرني عمر بن عطاء بن أبي\nالخوار، أنه سمع ابن عباس يقول: بينا رسول الله صلى الله عليه وسلم يأكل\nعرقا، أتاه المؤذن، فوضعه، وقام إلى الصلاة، ولم يمس ماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n7 - حدثنا يوسف، حدثنا حجاج، عن ابن جريج، أخبرني عمر بن عطاء بن أبي\nالخوار، أنه سمع يحيى بن يعمر الكوفي، يخبر عن رجل أخبره عن عمار بن ياسر،\nوزعم عمر أن يحيى قد سمى ذلك الرجل، فنسي عمر اسمه، أن عمارا قال: تخلقت\nبخلوق ثم جئت النبي صلى الله عليه وسلم فانتهرني، وقال: اذهب (ق265ب) فاغسل\nعنك يا ابن أم عمار، قال: فرجعت، ثم جئت إليه فانتهرني، ثم أمرني أن أرجع\nفأغسل عني، فرجعت حتى أمرني ثلاثا وغسلت ثلاثا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nابن جريج، عن عمرو بن أبي سفيان:\n</p>\n\n<p>\n8 - حدثنا يوسف، حدثنا حجاج، عن ابن جريج، أخبرني عمرو بن أبي سفيان، أن\nعمرو بن عبد الله، أخبره أن كلدة بن الحنبل أخبره، أن صفوان بن أمية بعثه\nفي الفتح إلى النبي صلى الله عليه وسلم بلباء وجداية وضغابيس , والنبي صلى\nالله عليه وسلم بأعلى الوادي، قال: فدخلت عليه فلم أسلم ولم أستأذن , فقال\nالنبي صلى الله عليه وسلم: ارجع فقل: السلام عليكم , أدخل؟ وذلك بعد ما\nأسلم صفوان.\n</p>\n\n<p>\nقال عمرو: فأخبرني هذا الخبر أمية بن صفوان أيضا، ولم يقل أمية: سمعته من كلدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nابن جريج، عن عمرو بن سعيد:\n</p>\n\n<p>\n9 - حدثنا يوسف، حدثنا حجاج، عن ابن جريج، أخبرني عمرو بن سعيد، أن عمرو\nبن الشريد أخبره <span id='ms4'></span>، أن الشريد باع جارا له أرضا، فخاصم الشريد إلى النبي صلى\nالله عليه وسلم، فقال النبي صلى الله عليه وسلم: يا شريد أنت أحق بسقبك،\nالجار أحق بسقبه، فقضى رسول الله صلى الله عليه وسلم للشريد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n10 - حدثنا أبو قلابة، حدثنا أبو عاصم، عن عبد الله بن عبد الرحمن الطائفي،\nعن عمرو بن الشريد، عن أبيه، عن النبي صلى الله عليه وسلم قال: الجار أحق بسقبه.\n</p>\n\n<p>\nقال أبو قلابة: سألت الأصمعي عن قول النبي صلى الله عليه وسلم: الجار أحق\nبسقبه؟ فقال: أنا لا أفسر حديث رسول الله صلى الله عليه وسلم، إن العرب\nتقول: السقب: الدنوك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nابن جريج، عن عثمان بن أبي سليمان:\n</p>\n\n<p>\n11 - حدثنا يوسف، حدثنا حجاج، عن ابن جريج، أخبرني عثمان بن أبي سليمان،\nعن علي الأزدي، عن عبيد بن عمير، عن عبد الله بن حبشي، أن النبي صلى الله\nعليه وسلم سئل أي الأعمال أفضل؟ قال: الإيمان لا شك فيه، وجهاد لا غلول\nفيه، وحجة مبرورة، قيل [فأي الصلاة أفضل؟ قال: من هجر ما حرم، الله عليه.\nقيل: فأي الجهاد أفضل؟ قال: من جاهد من جاهد المشركين بماله ونفسه، قيل:]\n(1) فأي القتل أشرف؟ قال: من عقر جواده وأهريق دمه.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n12 - حدثنا أبو البختري العنبري، حدثنا محمد بن محمد العبدي، حدثنا هشام بن\n(ق266أ) عروة، عن أبيه، عن عبد الله بن عمرو، قال: قال النبي صلى الله عليه\nوسلم: إن الله لا يقبض العلم انتزاعا ينتزعه من الناس ... وذكر الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n13 - حدثنا أحمد بن بكر بن الفضل البالسي، ومحمد بن شداد بن عيسى، ومحمد بن\nأحمد بن أبي المينا، قالوا: أخبرنا جعفر بن عون، أخبرنا هشام بن عروة، عن\nأبيه، عن عبد الله بن عمرو، عن النبي صلى الله عليه وسلم ... وذكر الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n14 - حدثنا أحمد بن سهل بن أيوب الأهوازي، حدثنا إسماعيل بن أبي أويس،\nحدثني أبي، عن هشام بن عروة، عن أبيه، عن عبد الله بن عمرو بن العاص قال:\nقال رسول الله صلى الله عليه وسلم: إن الله <span id='ms5'></span> لا يقبض العلم انتزاعا ينزعه من\nقلوب الناس، ولكن يقبض العلماء بعلمهم، حتى إذا لم يبق عالما اتخذ الناس\nرؤساء جهالا، فأفتوهم بغير علم، فضلوا وأضلوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n15 - حدثنا إبراهيم بن الهيثم بن المهلب، حدثنا آدم بن أبي إياس، حدثنا\nالليث بن سعد، عن هشام بن عروة، عن أبيه، عن عبد الله بن عمرو، قال: قال\nرسول الله صلى الله عليه وسلم: إن الله لا يقبض العلم انتزاعا ينتزعه من\nصدور الرجال، ولكن يقبض العلماء بعلمهم، حتى إذا لم يبق عالم اتخذ الناس\nرؤسا جهالا، فسئلوا فأفتوا بغير علم، فضلوا وأضلوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n16 - حدثنا العباس بن صالح الحراني، حدثنا عبد الغفار بن الحكم، حدثنا\nالليث بن سعد، عن محمد بن عجلان، عن هشام بن عروة، عن أبيه، عن عبد الله بن\nعمرو بن العاص، قال: سمعت رسول الله صلى الله عليه وسلم يقول: إن الله لا\nيقبض العلم انتزاعا من الناس، ولكن يقبض العلماء، حتى إذا لم يبق عالم اتخذ\nالناس رؤسا جهالا، فضلوا وأضلوا.\n</p>\n\n<p>\nآخره\n</p>\n\n<p>\nالحمد لله وحده\n</p>\n\n<p>\nصلى الله على سيدنا محمد وآله وصحبه وسلم\n</p>\n\n<p>\nحسبنا الله ونعم الوكيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\n(1) كرر الناسخ من أوله إلى هنا مرتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n(1) كتب الناسخ \" ببعض \"، ثم ضرب عليها وألحق بالهامش ما أثبته بين\nحاصرتين.\n</p>\n\n<p>\n(2) في النسخة الخطية: \" عبد العزيز \"، وهو خطأ يأباه السياق، وما جاء في\nمصادر تخريج الحديث، ومنها: \" حديث ابن جريج \" (61)، و\" طبقات ابن سعد \" 6/\n114 (6854)، و\" مسند أحمد \" 3/ 409 (15454).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ما بين حاصرتين ألحقه الناسخ في الهامش.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             <span id='ms6'></span>\n</p>\n",
  "pages": [
    "001",
    "001",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "001",
    "001",
    "011"
  ],
  "volumes": [
    "01"
  ]
}