{
  "content": "\n<p>\nطبع محققا على ست نسخ لأول مرة منذ أن فرغ مؤلفه من كتابته سنة 575 ه\nجميع الحقوق محفوظة لمؤسسة الرسالة ولا يحق لأية جهة ان تطبع أو تعطي حق\nالطبع لاحد.\n</p>\n\n<p>\nالطبعة الثانية 1412 ه.\n</p>\n\n<p>\n1992 م\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p002'> Vol. 06, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nالمحصول في علم اصول الفقه للامام الاصولي النظار المفسر فخر الدين محمد\nبن عمر بن الحسين الرازي 544 - 606 ه / 1149 - 1209 م دراسة وتحقيق الدكتور\nجابر فياض العلواني الجزء السادس مؤسسة الرسالة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p003'> Vol. 06, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nالكلام في الاجتهاد والنظر في ماهية الاجتهاد والمجتهد والمجتهد فيه\n</p>\n\n<p>\nوحكم الاجتهاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p005'> Vol. 06, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nالركن الأول في الاجتهاد وهو في اللغة عبارة عن استفراغ الوسع في أي فعل\nكان يقال استفرغ وسعه في حمل الثقيل ولا يقال استفرغ وسسعه قبل في حمل\nالنواة وأما في عرف الفقهاء فهو استفراغ الوسع في النظر فيما لا يلحقه فيه\nلوم مع استفراغ الوسع فيه وهذا سبيل مسائل الفروع ولذلك تسمى هذه المسائل\nمسائل الاجتهاد والناظر فيها مجتهد وليس هذا حال الأصول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p006'> Vol. 06, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nالركن الثاني في المجتهد وفيه مسائل مسألة قال الشافعي رضي الله عنه يجوز\nأن يكون <span id='ms757'></span> في أحكام الرسول ص ما صدر عن الإجتهاد وهو قول أبي يوسف رحمه الله\nوقال أبو علي وأبو هاشم أنه لم يكن متعبدا به وقال بعضهم كان له أن يجتهد\nفي الحروب وأما في أحكام الدين فلا وتوقف أكثر المحققين في ذلك\n</p>\n\n<p>\nأم المثبتون فقد احتجوا بأمور أحدها عموم قوله تعالى فاعتبروا يا أولي\nالأبصار وكان عليه الصلاة والسلام أعلى الناس بصيرة وأكثرهم إطلاعا على\nشرائط القياس وما يجب ويجوز فيها وذلك أن لم يرجح دخوله في هذا الأمر على\nدخول غيره فلا أقل من المساواة فيكون مندرجا تحت الآية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p007'> Vol. 06, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nفكان مأمورا بالقياس فكان فاعلا له وإلا قدح في عصمته وثانيها أنه إذا\nغلب على ظنه كون الحكم في الأصل معللا بوصف ثم علم أو ظن حصول ذلك الوصف في\nصورة أخرى فلابد أن يظن أن حكم الله تعالى في الفرع مثل حكمه في الأصل\nوترجيح الراجح على المرجوح من مقتضيات بدائه العقول على ما قررناه في كتاب\nالقياس وهذا يقتضي أن يجب عليه العمل بالقياس وثالثها أن العمل بالاجتهاد\nأشق من العمل بالنص فيكون أكثر ثوابا لقوله عليه الصلاة والسلام أفضل\nالعبادات أحمزها أي أشقها ولو لم يعمل الرسول عليه الصلاة والسلام\nبالاجتهاد مع أن أمته عملوا به كانت الأمة أفضل منه في هذا الباب وإنه غير\nجائز فإن قلت فهذا يقتضي أن لا يعمل الرسول ص إلا بالاجتهاد لأن ذلك أفضل\nوأيضا فإنما يجب اتصافه بهذا المنصب لو لم يجد منصبا اعلى منه لكنه وجده\nلأنه يستدرك الأحكام وحيا وهذا المنصب أعلى من\n</p>\n\n<p>\nالاجتهاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p008'> Vol. 06, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nقلت الجواب عن الأول أن ذلك غير ممكن لأن العمل بالاجتهاد مشروط بالنص\nعلى أحكام الأصول وإذا كان كذلك تعذر العمل في كل الشرع بالاجتهاد وعن\nالثاني أن الوحي وإن كان أعلى درجة من الاجتهاد لكن ليس فيه تحمل المشقة في\nاستدراك الحكم ولا يظهر فيه أثر دقه الخاطر وجودة القريحة وإذا كان هذا\nنوعا مفردا من الفصيلة لم يجز خلو الرسول عنه بالكلية <span id='ms758'></span> ورابعها قوله عليه\nالصلاة والسلام العلماء ورثة الأنبياء وهذا يوجب أن تثبت له درجة الاجتهاد\nليرثوه عنه إذ لو ثبت لهم ذلك ابتداءا لم يكونوا وارثين عنه فإن قلت أراد\nبه في إثبات أركان الشرع قلت إنه تقييد من غير دليل وخامسها أن بعض السنن\nمضافة إلى الرسول ص ولو كان الكل بالوحي لم يبق لتلك الإضافة مزيد فائدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p009'> Vol. 06, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nكما أن الشافعي رضي الله عنه إذا أثبت حكما بالنص الظاهر الجلى الذى لا\nيفتقر فيه البتة إلى اجتهاد لا يقال أن ذلك مذهب الشافعي فلا يقال مذهب\nالشافعي رضي الله عنه وجوب الصلوات الخمس\n</p>\n\n<p>\nوأما الذي يثبته بضرب من اجتهاد فإنه يضاف إليه فكذا هاهنا وأما الذي يدل\nعلى أنه كان مجتهدا في أمر الحروب أنه اجتهد في أخذ الفداء عن أسارى بدر\nبعدما وكان راجعهم في تلك الحال وذلك لا يمكن إلا مع الاجتهاد واحتج\nالمانعون بأمور أحدها قوله تعالى وما ينطق عن الهوى وثانيها إن بعض الصحابة\nراجعه في منزل نزله وقال إن كان هذا بوحي الله تعالى فالسمع والطاعة وإلا\nفليس هو بمنزل مكيدة فدل هذا على جواز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p010'> Vol. 06, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nمراجعته في اجتهاده ولا تجوز مراجعته في أحكام الشرع فيلزم ان لا يكون\nفيها ما هو باجتهاده وثالثها أن الاجتهاد لا يفيد إلا الظن وأنه عليه\nالصلاة والسلام كان قادرا على تلقيه من الوحي والقادر على تحصيل العلم لا\nيجوز له الاكتفاء بالظن كالمعاين للقبلة لا يجوز له أن يغمض عينيه ويجتهد\nفيها ورابعها أن مخالفه عليه الصلاة والسلام في الحكم يكفر لقوله تعالى فلا\nوربك لا يؤمنون حتى يحكموك فيما شجر بينهم والمخالف في هذه المسائل الشرعية\nلا يكفر لأن الرجل إذا أجتهد وأخطأ فيها فله أجر واحد والمستوجب للأجر لا\nيمكن تكفيره\n</p>\n\n<p>\nوخامسها لو جاز له العمل بالاجتهاد لما توقف في شئ من الأحكام الشرعية\nعلى الوحي لأن حكم الوحي في الكل كان معلوما له وطرق الاجتهاد كانت مظنونة\nله فعند وقوع الواقعة التي ما أنزل عليه <span id='ms759'></span> فيها وحي كان مأمورا بالاجتهاد\nفكان ينبغي أن لا يتوقف إلى نزول الوحي لكنه توقف كما في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p011'> Vol. 06, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nمسألة الظهار واللعان وسادسها لو جاز له الاجتهاد لجاز لجبريل عليه\nالسلام وحينئذ لا يعرف أن هذا الشرع الذي جاء به إلى محمد ص من نص الله\nتعالى أو من اجتهاد جبريل عليه السلام والجواب عن الأول أن الله تعالى متى\nقال له مهما ظننت كذا فاعلم أن حكمي كذا فها هنا العمل بالظن عمل بالوحي لا\nبالهوى وعن الثاني إنه يدل على جواز مراجعته في الآراء والحروب والأحكام\nخارجة عن ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p012'> Vol. 06, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوعن الثالث أنا إنما نجوز الاجتهاد فيما لم يوجد فيه نص من الله تعالى\nولم يكن متمكنا من معرفة الحكم بالنص وعن الرابع\n</p>\n\n<p>\nأنه لا يمتنع أن يقال الحكم وإن كان مظنونا أولا إلا أنه عليه الصلاة\nوالسلام لما أفتى به وجب القطع به كما قلنا في الإجماع الصادر عن الاجتهاد\nوعن الخامس أن العمل بالاجتهاد مشروط بالعجز عن وجدان النص فلعله عليه\nالصلاة السلام كان يصبر مقدار ما يعرف به أن الله تعالى لا ينزل فيه وحيا\nوعن السادس أن ذلك الاحتمال مدفوع بالإجماع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p013'> Vol. 06, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nمسألة إذا جوزنا له ص الاجتهاد فالحق عندنا إنه لا يجوز أن يخطئ وقال قوم\nيجوز بشرط أن لا يقر عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p015'> Vol. 06, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nلنا أنا مأمورون باتباعه في الحكم لقوله تعالى فلا وربك لا يؤمنون حتى\nيحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجا مما قضيت فلو جاز عليه\nالخطأ لكنا مأمورين بالخطأ وذلك ينافي كونه خطأ واحتج المخالف بقوله تعالى\nعفا الله عنك لم أذنت لهم فهذا يدل على أنه أخطأ فيما أذن لهم وقال تعالى\nفي أسارى بدر لولا كتاب من الله سبق لمسكم فيما\n</p>\n\n<p>\nأخذتم فيه عذاب عظيم فقال عليه الصلاة والسلام لو نزل عذاب من الله لما\nنجا إلا ابن الخطاب وهذا يدل على أنه أخطأ في أخذ الفداء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p016'> Vol. 06, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nولأنه تعالى قال قل إنما أنا بشر مثلكم فلما جاز الخطأ على من <span id='ms760'></span> غيره جاز\nأيضا عليه ولأن النبي ص قال إنكم تختصمون لدي ولعل بعضكم ألحن بحجته من\nغيره فمن قضيت له بشئ من حق أخيه فلا يأخذنه إنما أقطع له قطعة من النار\nفلو لم يجز أن يقضي لأحد إلا بحقه لم يقل هذا ولأنه يجوز أن يغلط في أفعاله\nفيجوز أن يغلط في أقواله كغيره من المجتهدين والجواب عن هذه الوجوه مذكور\nفي الكتاب الذي صنفناه في عصمة الأنبياء فلا فائدة في الإعادة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p017'> Vol. 06, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nمسألة اتفقوا على جواز الاجتهاد بعد رسول الله ص فأما في زمان الرسول\nعليه الصلاة والسلام فالخوض فيه قليل الفائدة لأنه لا ثمرة له في الفقه ثم\nنقول المجتهد إما أن يكون بحضرة الرسول عليه الصلاة والسلام أو يكون غائبا\nعنه أما إن كان بحضرته فيجوز تعبده بالاجتهاد عقلا لأنه لا يمتنع أن\n</p>\n\n<p>\nيقول الرسول عليه الصلاة والسلام له لقد أوحي إلي بأنك مأمور بأن تجتهد\nأو مأمورا بأن تعمل على وفق ظنك ومنهم من أحاله عقلا واحتج عليه بأن\nالاجتهاد في معرض الخطأ والنص آمن منه وسلوك السبيل المخوف مع القدرة على\nسلوك السبيل الآمن قبيح عقلا وجوابه أن الشرع لما قال له أنت مأمور بأن\nتجتهد وتعمل على وفق ظنك كان آمنا من الغلط لأنه بعد الاجتهاد يكون آتيا\nبما أمر به وأما وقوع التعبد به فمنعه أبو علي وأبو هاشم وأجازه قوم بشرط\nالإذن وتوقف فيه الأكثرون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p018'> Vol. 06, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nاحتج المانعون بوجهين الأول أن الصحابة لو اجتهدوا في عصره كما اجتهدوا\nبعده لنقل كما نقل اجتهادهم بعده الثاني أن الصحابة كانت تفزع في الحوادث\nإلى الرسول ص ولو كانوا مأمورين بالاجتهاد لما فزعوا إليه واحتج القائلون\nبالوقوع بأمور الأول أنه عليه الصلاة والسلام حكم سعد بن معاذ في بني قريظة\nفحكم بقتل مقاتليهم وسبي ذراريهم فقال عليه الصلاة والسلام لقد حكمت بحكم\nالله تعالى من فوق سبعة أرقعة\n</p>\n\n<p>\nالثاني أنه عليه الصلاة والسلام قال لعمرو بن العاص وعقبة بن عامر الجهنى\nلما أمرهما أن يحكما بين <span id='ms761'></span> خصمين إن أصبتما فلكما عشر حسنات وإن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p019'> Vol. 06, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nأخطأتما فلكما حسنة واحدة الثالث أنه عليه الصلاة والسلام كان مأمورا\nبالمشاورة لقوله تعالى وشاورهم في الأمر ولا فائدة في ذلك إلا جواز الحكم\nعلى حسب اجتهادهم والجواب عن الأول لعله قل اجتهادهم في حضرة الرسول ص فلم\nينقل لقلته وأيضا فقد نقل اجتهاد سعد بن معاذ وعمرو بن العاص وعن الثاني\nلعلهم فزعوا إليه فيما لم يظهر لهم فيه وجه الاجتهاد ولعلهم تركوه لصعوبته\nوسهولة وجدان النص وعن الثالث وهو خبر سعد وعمرو أنه خبر واحد فلا يجوز\nالتمسك به إلا في مسألة عملية وهذه المسألة لا تعلق لها بالعمل وعن الرابع\nأن ذلك في الحروب ومصالح الدنيا لا في أحكام الشرع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p020'> Vol. 06, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الغائب عن حضرة الرسول عليه الصلاة والسلام فلا شك في جواز\n</p>\n\n<p>\nأن يتعبده الله تعالى بالاجتهاد لا سيما عند تعذر الرجوع وضيق الوقت وأما\nوقوع التعبد به فقال به الأكثرون والاعتماد فيه على خبر معاذ مسألة في\nشرائط المجتهد أعلم أن شرط الاجتهاد أن يكون المكلف بحيث يمكنه الاستدلال\nبالدلائل الشرعية على الأحكام وهذه المكنة مشروطة بأمور أحدها أن يكون\nعارفا بمقتضى اللفظ ومعناه لأنه لو لم يكن كذلك لم يفهم منه شيئا ولما كان\nاللفظ قد يفيد معناه لغة وعرفا وشرعا وجب أن يعرف اللغة والألفاظ العرفية\nوالشرعية وثانيها أن يعرف من حال المخاطب أنه يعني باللفظ ما يقتضيه ظاهره\nإن تجرد أو ما يقتضيه مع قرينة إن وجدت معه قرينة لأنه لولا ذلك لما حصل\nالوثوق بخطابه لجواز أن يكون عنى به غير ظاهره مع أنه لم يبينه قالت\nالمعتزلة وذلك إنما يعرف بحكمة المتكلم أو بعصمته والحكم بحكمة الله تعالى\nمبني على العلم بأنه تعالى عالم بقبح القبيح وعالم بغناه عنه وأما أصحابنا\nفإنهم قالوا الشئ وإن كان جائز الوقوع قطعا لكنه قد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p021'> Vol. 06, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nنقطع بأنه لا يقع فإنا نجوز انقلاب ماء جيحون دما وانقلاب الجدارن ذهبا\nوتولد الإنسان لا من الأبوين دفعة واحدة ومع ذلك نقطع <span id='ms762'></span> بأنه لا يقع فكذا ها\n</p>\n\n<p>\nهنا نحن وإن جوزنا من الله تعالى كل شئ لكنه تعالى خلق فينا علما بديهيا\nبأنه لا يعني بهذه الألفاظ إلا ظواهرها فلذلك أمنا من وقوع التلبيس وثالثها\nأن يعرف مجرد اللفظ إن كان مجردا وقرينته إن كان مع قرينة لأنا لو لم نعرف\nذلك لجوزنا في المجرد أن تكون معه قرينة تصرفه عن ظاهره ثم القرينة قد تكون\nعقلية وقد تكون سمعية أما القرينة العقلية فإنها تبين ما يجوز أن يراد\nباللفظ مما لا يجوز وأما السمعية فهي الأدلة التي تقتضي تخصيص العموم في\nالأعيان وهو المسمى بالتخصيص أو في الأزمان وهو النسخ والذي يقتضي تعميم\nالخاص وهو القياس وحينئذ يجب أن يكون عارفا بشرائط القياس ليميز ما يجوز\nعما لا يجوز ثم هذه الأدلة السمعية غائبة عنا فلا بد من نقلها والنقل إما\nتواتر أو آحاد فلا بد وأن يكون عارفا بشرائط كل واحد منهما ثم عند الإحاطة\nبأنواع الأدلة لابد وأن يكون عارفا بالجهات المعتبرة في التراجيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p022'> Vol. 06, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قال قائل فصلوا العلوم التي يحتاج المجتهد إليها قلنا قال الغزالي\nرحمه الله مدارك الأحكام أربعة الكتاب والسنة والإجماع والعقل فلا بد من\nالعلم بهذه الأربعة ولا بد معها من أربعة أخرى اثنان مقدمان واثنان مؤخران\nفهذه ثمانية لا بد من شرحها\n</p>\n\n<p>\nأما كتاب الله تعالى فلا بد من معرفته وفيه تحقيقان يحيى أحدهما أنه لا\nيشترط معرفة جميعه بل ما يتعلق منه بالأحكام وهو خمسمائة آية والثاني أنه\nلا يشترط حفظها بل أن يكون عالما بمواقعها حتى يطلب منها الآية المحتاج\nإليها عند الحاجة وأما السنة فلا بد من معرفة الأحاديث التي تتعلق بها\nالأحكام وهي مع كثرتها مضبوطة في الكتب وفيها التحقيقان الرحمن المذكوران\nإذ لا يلزمه معرفة ما يتعلق من الأخبار بالمواعظ وأحكام الآخرة والثاني أنه\nلا يلزمه حفظها بل أن يكون عنده أصل مصحح مشتمل على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p023'> Vol. 06, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nالأحاديث المتعلقة بالأحكام وأما الإجماع فينبغي أن يكون عالما بمواقع\nالإجماع حتى لا يفتي <span id='ms763'></span> بخلاف الإجماع وطريق ذلك أن لا يفتي إلا بشئ يوافق قول\nواحد من العلماء المتقدمين أو يغلب على ظنه أنه واقعة متولدة في هذا العصر\nولم يكن لأهل الإجماع فيها خوض وأما العقل فيعرف البراءة الأصلية ويعرف أنا\nمكلفون بالتمسك بها إلا إذا ورد ما يصرفنا عنه وهو نص أو إجماع أو قياس على\nشرائط الصحة\n</p>\n\n<p>\nفهذه هي العلوم الأربعة وأما العلمان المقدمان فأحدهما علم شرائط الحد\nوالبرهان على الإطلاق وثانيهما معرفة النحو واللغة والتصريف لأن شرعنا عربي\nفلا يمكن التوسل إليه إلا بفهم كلام العرب وما لا يتم الواجب إلا به فهو\nواجب ولا بد في هذه العلوم من القدر الذي يتمكن المجتهد به من معرفة الكتاب\nوالسنة وأما العلمان المتمان وكان فأحدهما يتعلق بالكتاب وهو علم الناسخ\nوالمنسوخ والآخر بالسنة وهو علم الجرح والتعديل ومعرفة أحوال الرجال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p024'> Vol. 06, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم أن البحث عن أحوال الرجال في زماننا هذا مع طول المدة وكثرة\nالوسائط أمر كالمتعذر فالأولى الاكتفاء بتعديل الأئمة الذين اتفق الخلق على\nعدالتهم كالبخاري ومسلم وأمثالهما وقد ظهر مما ذكرنا أن أهم العلوم للمجتهد\nعلم أصول الفقه وأما سائر العلوم فغير مهمة في ذلك أما الكلام فغير معتبر\nلأنا لو فرضنا إنسانا جازما بالإسلام تقليدا لأمكنه الاستدلال بالدلائل\nالشرعية على الأحكام وأما تفاريع الفقه فلا حاجة إليها لأن هذه التفاريع\nولدها المجتهدون بعد أن فازوا بمنصب الاجتهاد فكيف تكون شرطا فيه\n</p>\n\n<p>\nواعلم أن الإنسان كلما كان أكمل في هذه العلوم التي لا بد منها في\nالاجتهاد كان منصبه في الاجتهاد أعلى وأتم وضبط القدر الذي لا بد منه على\nالتعيين كالأمر المتعذر مسألة الحق أنه يجوز أن تحصل صفة الاجتهاد في فن\nدون فن بل في مسألة دون مسألة خلافا لبعضهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p025'> Vol. 06, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nلنا أن الأغلب من الحادثة في الفرائض أن يكون أصلها في الفرائض دون\nالمناسك والإجارات فمن عرف ما ورد من الآيات والسنن والإجماع والقياس في\nباب الفرائض وجب أن يتمكن من الاجتهاد وغاية ما في الباب أن يقال <span id='ms764'></span> لعله شذ\nمنه شئ ولكن النادر لا عبرة به كما أن المجتهد المطلق وإن بالغ في الطلب\nفإنه يجوز أن يكون قد شذ عنه أشياء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p026'> Vol. 06, p. 026</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>الركن الثالث</h1>\n\n<h1 class='l1' id='head1'>المجتهد فيه</h1>\n\n<p>\nوهو كل حكم شرعي ليس فيه دليل قاطع واحترزنا ب الشرعي عن العقليات ومسائل\nالكلام وبقولنا ليس فيه دليل قاطع عن وجوب الصلوات الخمس والزكوات وما\nاتفقت عليه الأمة من جليات الشرع وقال أبو الحسين البصري رحمه الله المسألة\nالاجتهادية هي التي\n</p>\n\n<p>\nاختلف فيها المجتهدون من الأحكام الشرعية وهذا ضعيف لأن جواز اختلاف\nالمجتهدين فيها مشروط بكون المسألة اجتهادية فلو عرفنا كونها اجتهادية\nباختلافهم فيها لزم الدور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p027'> Vol. 06, p. 027</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>الركن الرابع</h1>\n\n<p>\nحكم الاجتهاد وفيه مسائل مسألة ذهب الجاحظ وعبيد الله بن الحسن العنبرى\nإلى أن كل مجتهد في الأصول مصيب وليس مرادهم من ذلك مطابقة الاعتقاد فإن\nفساد ذلك معلوم بالضرورة وإنما المراد نفي الإثم والخروج عن عهدة التكليف\nواتفق سائر العلماء على فساد هذا القول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p029'> Vol. 06, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nحجة الجمهور أمور الأول أن الله تعالى وضع على هذه المطالب أدلة قاطعة\nومكن العقلاء من معرفتها فوجب أن لا يخرجوا عن العهدة إلا بالعلم الثاني\nأنا نعلم بالضرورة أنه عليه الصلاة والسلام أمر اليهود والنصارى بالإيمان\nبه وذمهم على إصرارهم على عقائدهم وقاتل بعضهم وكان يكشف عمن بلغ منهم\nويقتله ونعلم قطعا أن المعاند العارف مما يقل وإنما الأكثر مقلدة عرفوا دين\nآبائهم تقليدا ولم يعرفوا معجزة الرسول وصدقه\n</p>\n\n<p>\nالثالث التمسك بقوله تعالى ذلك ظن الذين كفروا فويل للذين كفروا من النار\nوقوله تعالى وذلكم ظنكم الذي ظننتم بربكم أرداكم وعلى الجملة ذم المكذبين\nلرسول الله ص من الكفار مما لا ينحصر من الكتاب والسنة أجاب الخصم عن الأول\nبأنا لا نسلم بأنه تعالى وضع على هذه المطالب أدلة قاطعة ومكن العقلاء من\nمعرفتها وكيف لا نقول ذلك ونرى الخلق مختلفين في الأديان والعقائد من زمان\nوفاة الرسول عليه الصلاة والسلام وإذا نظرنا في أدلة المختلفين في هذه\nالمسائل وأنصفنا لم نجد واحدا منهم مكابرا قائلا <span id='ms765'></span> بما يقطع العقل بفساده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p030'> Vol. 06, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nسلمنا ذلك لكن لا نسلم أن ذلك يقتضي كونهم مأمورين بالعلم ولم لا يجوز أن\nيقال إنهم أمروا بالظن الغالب سواء كان مطابقا أو غير مطابق وعلى هذا\nالتقدير يكون الآتي به معذورا ثم الذي يدل على أن التكليف لم يقع إلا بالظن\nالغالب وجهان الأول أن اليقين التام المتولد من الدليل المركب من المقدمات\nالبديهية تركيبا معلوم الصحة بالبديهة إن أمكن فهو عزيز نادر الوجود لا يفي\nبه إلا الفرد بعد الفرد فلا يجوز أن يكون ذلك تكليفا لكل الخلق لأنه عليه\nالصلاة والسلام قال بعثت بالحنيفية السهلة السمحة وأي حرج فوق أن يكلف\nالإنسان في الساعة الواحدة معرفة ما عجز الخلق عن معرفته في\n</p>\n\n<p>\nخمسمائة سنة الثاني أنا كما نعلم بالضرورة أن الصحابة ما كانوا متبحرين\nفي دقائق الهندسة والهيئة والأرثماطيقى روى نعلم بالضرورة أنهم ما كانوا\nعالمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p031'> Vol. 06, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nبهذه الأدلة والدقائق والجواب عن شبهات الفلاسفة مع أنه عليه الصلاة\nوالسلام حكم بصحة إيمانهم فدل ذلك على أن التكليف ما وقع بالعلم سلمنا أنهم\nكلفوا بالعلم في هذه الأصول فلم قلت إن المخطئ فيه معاقب ودعوى الإجماع فيه\nغير جائزة لأنها دعوى الإجماع في محل الخلاف وعن الثاني أنه عليه الصلاة\nوالسلام كان يقبلهم لجهلهم بالحق أو لإصرارهم على ترك التعلم وطلب المعرفة\nالأول ممنوع والثاني مسلم فلعله عليه الصلاة والسلام لما بالغ في إرشادهم\nإلى الحق ثم إنهم لم يلتفتوا إلى بيانه واشتغلوا باللهو والطرب وأصروا على\nترك الطلب قتلهم وأما من بالغ في الطلب والبحث ولكن عجز عن الوصول فلم قلت\nإنه عليه الصلاة والسلام قتل مثل هذا الإنسان سلمنا أنه قتله لكن لم قلت\nأنه لا بد وأن يكون معاقبا وعن الثالث\n</p>\n\n<p>\nأنه ذم الكافر والكفر في أصل اللغة هو الستر ومعنى الستر لا يتحقق إلا في\nحق المعاند الذي عرف الدليل ثم أنكره أو في حق المقلد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p032'> Vol. 06, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nالمصر الذي يعرف من نفسه أنه لا يعرف الدليل على صحة الشئ ثم إنه <span id='ms766'></span> يقول به\nفأما العاجز المتوقف الذي بالغ في الطلب فلم يصل فهذا لا يكون ساترا لشئ\nظهر عنده فلا يكون كافرا ثم احتجوا على صحة قولهم بأنه تعالى رحيم كريم\nواستقراء أحكام الشرع يدل على أن الغالب على الشرع هو التخفيف والمسامحة\nحتى إنه لو احتاج إلى أدنى تعب في نفسه أو في ماله في طلب الماء سقط عنه\nفرض الوضوء وأبيح له التيمم فهذا الكريم الرحيم كيف يليق بكرمه ورحمته وعظم\nفضله أن يعاقب من أفنى طول عمره في الفكر والبحث والطلب هذا حاصل كلامهم\nإلا أن الجمهور ادعوا انعقاد الإجماع على مذهبهم قبل حدوث هذا الخلاف مسألة\nاختلفوا في تصويب المجتهدين في الأحكام الشرعية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p033'> Vol. 06, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوضبط المذاهب فيه على سبيل التقسيم أن يقال المسألة الاجتهادية إما أن\nيكون لله تعالى فيها قبل الاجتهاد حكم معين أو لا يكون فإن لم يكن لله\nتعالى فيها حكم فهذا قول من قال كل مجتهد\n</p>\n\n<p>\nمصيب وهم جمهور المتكلمين منا كالأشعري والقاضي أبي بكر ومن المعتزلة\nكأبي الهذيل وأبي علي وأبي هاشم وأتباعهم ثم لا يخلو إما أن يقال إنه وإن\nلم يوجد في الواقعة حكم إلا إنه وجد ما لو حكم الله تعالى بحكم لما حكم إلا\nبه وأما أن لا يقال بذلك أيضا والأول هو القول بالأشبه وهو منسوب إلى كثير\nمن المصوبين والثاني قول الخلص من المصوبين أما إن قلنا إن في الواقعة حكما\nمعينا عند الله فذلك الحكم إما أن لا يكون عليه إمارة ولا دلالة أو عليه\nإمارة وليس عليه دلالة أو عليه دلالة أما القول الأول وهو أنه حصل الحكم\nولكن من غير أمارة ولا دلالة فهو قول طائفة من الفقهاء والمتكلمين ونقل عن\nالشافعي رضي الله عنه أنه قال في كل واقعة ظاهر وإحاطة ونحن ما كلفنا\nبالإحاطة وهؤلاء زعموا أن ذلك الحكم مثل دفين يعثر عليه الطالب بالاتفاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p034'> Vol. 06, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nفلمن عثر عليه أجران ولمن اجتهد ثم غاب عنه أجر واحد وذلك الأجر على ما\nتحمل من <span id='ms767'></span> الكد في الطلب لا على نفس الخيبة وأما القول الثاني وهو أن عليه\nدليلا ظنيا فها هنا أيضا قولان أحدهما أن المجتهد لم يكلف بإصابته لخفائه\nوغموضه فلذلك كان المخطئ معذورا ومأجورا وهو قول كافة الفقهاء وينسب إلى\nالشافعي وأبي حنيفة\n</p>\n\n<p>\nرضي الله عنهما وثانيهما أنه مأمور بطلبه أولا فإن أخطأ وغلب على ظنه شئ\nآخر فهناك يتعين التكليف ويصير مأمورا بأن يعمل بمقتضى ظنه ويسقط عنه الإثم\nتحقيقا وأما القول الثالث وهو أن عليه دليلا قاطعا فهؤلاء اتفقوا على أن\nالمجتهد مأمور بطلبه لكنهم اختلفوا في موضعين أحدهما أن المخطئ هل يستحق\nالإثم والعقاب أم لا فذهب بشر المريسي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p035'> Vol. 06, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nمن المعتزلة إلى أنه يستحق الإثم والباقون اتفقوا على أنه لا يستحق\nالثاني أنه هل ينقض قضاء القاضي فيه قال الأصم ينقض وقال الباقون لا ينقض\nفهذا تفصيل المذاهب والذي نذهب إليه أن لله تعالى في كل واقعة حكما معينا\nوأن عليه دليلا ظاهرا لا قاطعا وأن المخطئ فيه معذور وقضاء القاضي فيه لا\nينقض فلنتكلم أولا في بيان أن لله تعالى في كل واقعة حكما معينا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p036'> Vol. 06, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nلنا وجوه الأول أن أحد المجتهدين إذا اعتقد رجحان الأمارة الدالة على\nالثبوت والمجتهد الثاني اعتقد رجحان الأمارة الدالة على العدم فنقول أحد\nهذين الاعتقادين خطأ والخطأ منهي عنه بيان الأول أن إحدى الأمارتين إما أن\nتكون راجحة على الأخرى أو لا تكون فان كانت إحداهما راجحة على الأخرى كان\nاعتقاد رجحانه صوابا أما اعتقاد رجحان الجانب الآخر يكون غير مطابق للمعتقد\nفيكون خطأ وإن لم تكن إحداهما راجحة على الأخرى كان كل واحد من الاعتقادين\nغير مطابق للمعتقد وعلى كل التقديرات لا يكون الإعتقادان ولم مطابقين بل\nأحدهما يكون مطابقا للمعتقد فثبت أن كل مجتهد ليس بمصيب بمعنى كون اعتقاده\nمطابقا للمعتقد وهذه إحدى صور الخلاف فإن اكتفينا به جاز وإن أردنا بيان أن\nالكل ليس بمصيب بمعنى أنهم ما أتوا بما كلفوا به قلنا الدليل عليه أن\nالاعتقاد الذي لا يكون <span id='ms768'></span> مطابقا للمعتقد جهل والجهل بإجماع الأمة غير مأمور\nبه فثبت أيضا أن الكل ليسوا بمصيبين بين بمعنى الإتيان بالمأمور به فإن قيل\nلا نسلم أن أحد الاعتقادين خطأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p037'> Vol. 06, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nقوله لأن أحدهما اعتقد فيما ليس براجح أنه راجح وذلك خطأ\n</p>\n\n<p>\nقلنا اعتقد فيما ليس براجح أنه راجح في نفسه أو أنه راجح في ظنه الأول\nممنوع والثاني مسلم بيانه أن المجتهد لا يعتقد كون أمارته راجحة على أمارة\nصاحبه في نفس الأمر ولكنه يعتقد كونها راجحة في ظنه والرجحان في ظنه حاصل\nفكان الاعتقاد مطابقا للمعتقد غايته أنه لم يوجد الرجحان الخارجي لكن عدم\nالرجحان الخارجي لا يوجب عدم الرجحان الذهني فثبت أن كل واحد من الاعتقادين\nيمكن أن يكون صوابا سلمنا أن كل واحد منهما اعتقد الرجحان في نفس الأمر\nولكنه لم يجزم بذلك الرجحان بل جوز خلافه فلم قلت إن الاعتقاد إذا وجد معه\nهذا التجويز كان منهيا عنه وخرج عليه الجهل فإنه اعتقاد مخالف للمعتقد مع\nالجزم والجواب قوله اعتقد كونه راجحا في ظنه أو في نفس الأمر قلنا الرجحان\nفي الذهن إما أن يكون نفس اعتقاد رجحانه في الخارج أو أمرا لا يثبت إلا معه\nلأنا نعلم بالضرورة أنا لو اعتقدنا في الشئ كون وجوده مساويا لعدمه فمع هذا\nالاعتقاد يمتنع أن يكون اعتقاد وجوده راجحا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p038'> Vol. 06, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nعلى اعتقاد عدمه فعلمنا أنه لا بد عند حصول هذا الظن من اعتقاد كونه\nراجحا في نفسه إما لأن الظن نفس هذا الاعتقاد أو لأنه لا ينفك عنه\n</p>\n\n<p>\nوعلى كلا التقديرين فالمقصود حاصل قوله هذا الاعتقاد وإن كان غير مطابق\nلكنه غير جازم قلنا بل هو جازم لأن اعتقاد كون الشئ أولى بالوجود غير\nاعتقاد كونه موجودا واعتقاد كونه أولى بالوجود حاصل مع الجزم فإن المجتهد\nيقطع بأن أمارته نظرا إلى هذه الجهة أولى بالاعتبار بلى إنه غير جازم\nبالحكم لكن الجزم بالأولوية لا يقتضي الجزم بالوقوع كما أنا نقطع بأن\nالأولى بالغيم الرطب في زمان الخريف أن يكون ممطرا مع <span id='ms769'></span> أنه قد لا يوجد المطر\nوعدم المطر لا يقدح في تلك الأولوية بل تلك الأولوية مقطوع بها فكذا ها هنا\nفثبت أنه حصل لأحد المجتهدين اعتقاد جازم غير مطابق فيكون خطأ وجهلا ومنهيا\nعنه الطريقة الثانية المجتهد إما أن يكون مكلفا في الحكم بناءا على طريق أو\nلا بناء على طريق والثاني باطل لأن القول في الدين بمجرد التشهي باطل\nبإجماع المسلمين فإذن لا بد من طريق فذلك الطريق إما أن يكون خاليا عن\nالمعارض أو لم يكن خاليا عنه فإن كان الأول وهو كونه خاليا عن المعارض تعين\nذلك الحكم بإجماع الأمة فيكون تاركه مخطئا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p039'> Vol. 06, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوإن كان له معارض فإما أن يكون أحدهما راجحا على الآخر أو لا يكون فإن\nكان أحدهما راجحا على الآخر وجب العمل بالراجح لأن الأمة\n</p>\n\n<p>\nمجمعة على إنه لا يجوز العمل بالأضعف عند وجود الأقوى فيكون مخالفه مخطئا\nوإن لم يكن احدهما راجحا فحكم تعارض الأمارتين أما التخيير أو التساقط\nوالرجوع إلى غيرهما وعلى كلا القولين فحكمه معين فمخالفه يكون مخطئا فثبت\nأن المصيب واحد على كل التقديرات فإن قيل لم لا يجوز أن يكون مكلفا بالحكم\nلا على طريق قوله الحكم في الدين بمجرد التشهي غير جائز قلنا غير جائز في\nموضع وجد فيه الدليل أو في موضع لم يوجد فيه الدليل الأول مسلم والثاني\nممنوع بيانه أن العمل بالدليل مشروط بوجود الدليل وإلا كان ذلك تكليفا بما\nلا يطاق وفي هذه المسائل الاجتهادية لا دليل لأنه لو وجد لكان تارك العمل\nبه تاركا للمأمور به فيكون عاصيا فيكون مستحقا للنار على ما مر تقديره في\nمسألة أن الأمر للوجوب ولما اجمعوا على أنه لا يستحق النار علمنا أنه لا\nدليل وإذا لم يوجد الدليل جاز العمل بمجرد الحدس والتوهم كما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p040'> Vol. 06, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nاشتبهت عليه أمارات القبلة فإنه يجوز له العمل بمجرد الحدس والتوهم سلمنا\nأنه أمر بالحكم بناء على طريق لكن لم لا يجوز أن يحصل في مقابلته طريق آخر\nفيكون أحدهما راجحا على <span id='ms770'></span> الآخر\n</p>\n\n<p>\nقوله أجمعوا على وجوب العمل بالراجح قلنا العمل بالراجح واجب على من علم\nذلك الرجحان أو على من لم يعلم الأول مسلم والثاني ممنوع بيانه أن الأمارة\nالراجحة يجب العمل بها على من اطلع عليها أما من لم يطلع عليها فجاز أن\nيكلفه العمل بالأضعف فإنه غير مستبعد في العقل أن تكون مصلحة أحد المجتهدين\nفي العمل بأقوى الأمارات ومصلحة الآخر في العمل بأضعفها أهل ومتى كان ذلك\nفإن الله تعالى يخطر على قلب من مصلحته العمل بأقواها وجوه الترجيح ويشغل\nالآخر عنها فيظن أنها أقوى الأمارات لأن مصلحته العمل على أضعف الأمارات\nوالظن بكونها أقوى الأمارات مع كونها في نفسها أضعف الأمارات لا يقبح ألا\nترى أنه لا يقبح الظن بكون زيد في الدار وإن لم يكن فيها وإذا ثبت أن هذا\nالذي قلنا جائز عقلا فما الدليل على أنه غير واقع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p041'> Vol. 06, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nوالجواب قوله إنما يجب العمل به عند وجود الدليل وها هنا لا دليل قلنا\nالدليل على وجود الدليل الظاهر إجماع الأمة على وجود الترجيح بأمور حقيقية\nلا خيالية ووجود الترجيح يستدعي وجود أصل الدليل أعني القدر المشترك بين\nالدليل اليقيني والدليل الظاهري قوله يجوز العمل بالأضعف إذا لم يعرف\nالأقوى\n</p>\n\n<p>\nقلنا مقدار رجحان القوي على الضعيف أما أن يكون الاطلاع عليه ممكنا أو لا\nيكون فإن لم يكن ذلك لم يكن ذلك القدر معتبرا في حق المكلف وإلا كان تكليفا\nبما لا يطاق فيكون القدر المعتبر بين الأمارتين في حق المكلف مساويا لا\nراجحا وإن أمكن الاطلاع عليه فإما أن يجب على المكلف تحصيل العلم بتلك\nالأمارة إلى أقصى الإمكان أو لا يجب فإن كان الأول كان من لم يصل في\nمعرفتها إلى أقصى الإمكان تاركا للواجب فيكون مخطئا وإن كان الثاني فهو\nمحال لأنه إما أن يكون هناك حد ما متى لم يصل إليه لم يكن معذورا وإذا وصل\nإليه لم يكلف بالزيادة عليه وإما أن لا يكون الأمر كذلك فان كان الأول وجب\nأن <span id='ms771'></span> يكون من لم يصل إلى ذلك الحد المعين مخطئا ومن وصل إليه يكون مصيبا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p042'> Vol. 06, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا خلاف الإجماع لأنه لم يدع أحد من الأمة حدا معينا في الاجتهاد بحيث\nأن المجتهد متى لم يصل إليه كان مخطئا وغير معذور ومتى وصل إليه كان مصيبا\nوأما الثاني وهو أن لا يكون هناك حد معين فحينئذ لا تكون التخطئة عند بعض\nالمراتب أولى منها عند بعض فإما أن لا يخطئ أصلا فيكون العمل بالظن كيف كان\nولو مع ألف تقصير مصيبا وهذا باطل في الإجماع\n</p>\n\n<p>\nأو لا يكون مخطئا إلا إذا وصل إلى النهاية الممكنة وهو المطلوب الطريقة\nالثالثة المجتهد يستدل بشئ على شئ والاستدلال عبارة عن استحضار العلم بأمور\nيلزم من وجودها وجود المطلوب واستحضار العلم بالشئ متوقف على وجود ذلك الشئ\nفالاستدلال متوقف على وجود الدليل ووجود ما يدل على الشئ متوقف على وجود\nذلك الشئ والاستدلال على الشئ يتوقف على وجود المدلول لأن دلالته عليه نسبة\nبينه وبين المدلول والنسبة بين الأمرين متوقفة في الثبوت على كل واحد منهما\nفوجود المطلوب متقدم على الاستدلال بمراتب والظن متأخر عن الاستدلال لأنه\nنتيجته وأثره فلو كان الحكم لا يحصل إلا بعد الظن كان المتقدم على الشئ\nبمراتب نفس المتأخر عن الشئ بمراتب وهو محال الطريقة الرابعة المجتهد طالب\nوالطالب لا بد له من مطلوب متقدم في الوجود على وجود الطلب فلا بد من ثبوت\nحكم قبل وجود الطلب وإذا كان كذلك كان مخالف ذلك الحكم مخطئا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p043'> Vol. 06, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nفان قلت لا نسلم أن المجتهد يطلب حكم الله تعالى بل إنما يطلب غلبة الظن\nومثاله من كان على ساحل البحر فقيل له إن غلب على ظنك السلامة أبيح لك\nالركوب وإن غلب على ظنك العطب حرم عليك الركوب وقبل حصول الظن لا حكم لله\nتعالى عليك وإنما حكمه يترتب على ظنك بعد حصوله فهو يطلب الظن دون الإباحة\nوالتحريم قلت المجتهد أما أن يطلب الظن كيف كان أو ظنا صادرا عن النظر في\nأمارة تقتضيه <span id='ms772'></span>\n</p>\n\n<p>\nالأول باطل بإجماع الأمة فثبت أنه يطلب ظنا صادرا عن النظر في الأمارة\nوالنظر في الأمارة متوقف على وجود الأمارة ووجود الأمارة متوقف على وجود\nالمطلوب فثبت أن طلب الظن متوقف على وجود المدلول بمراتب فلو كان وجود\nالمدلول متوقفا على حصول الظن لزم الدور وهذا غير ما قررناه في الطريقة\nالثانية واحتج القائلون بأنه لا حكم لله تعالى في الواقعة بأمور أحدها لو\nكان في الواقعة لله حكم لكان إما أن يكون عليه دليل وأعني بالدليل القدر\nالمشترك بين ما يفيد الظن وبين ما يفيد اليقين أو لا يكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p044'> Vol. 06, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nوالقسمان باطلان فبطل القول بثبوت الحكم أما الملازمة فظاهرة وإنما قلنا\nإنه لا يجوز أن يكون عليه دليل لأنه لو كان عليه دليل لكان المكلف متمكنا\nمن تحصيل العلم أو الظن به فكان الحاكم بغيره حاكما بغير ما أنزل الله\nتعالى فيلزم تكفيره لقوله تعالى ومن لم يحكم بما أنزل الله فأولئك هم\nالكافرون وتفسيقه لقوله تعالى ومن لم يحكم بما أنزل الله فأولئك هم\nالفاسقون والقطع بأنه من أهل النار لأنه يكون تاركا لما أمر الله به وتارك\nالمأمور به عاص والعاصي من أهل النار لقوله تعالى ومن يعص الله ورسوله\nويتعد حدوده يدخله نارا خالدا فيها ولما أجمعت الأمة على فساد هذه اللوازم\nعلمنا أنه ليس على الحكم دليل فإن قلت هذه العمومات مخصوصة لأن أدلة هذه\nالأحكام غامضة فيكون التكليف باتباعها حرجا وذلك منفي بقوله تعالى وما جعل\nعليكم في\n</p>\n\n<p>\nالدين من حرج قلت غموض أدلة هذه الأحكام لا يزيد على غموض أدلة المسائل\nالعقلية مع كثرة مقدماتها وكثرة الشبه فيها وكون الخطأ فيها كفرا وضلالا\nفكذا ها هنا وإنما قلنا إنه لا يجوز أن لا يكون عليه دليل لأنه لو كان كذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p045'> Vol. 06, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nلكان التكليف به تكليفا بما لا يطاق وإنه غير جائز فثبت بما ذكرنا فساد\nالقسمين ويلزم من فسادهما القطع بأنه لا حكم في الواقعة ألبتة وثانيها أن\nالأمة مجمعة على أن المجتهد مأمور بأن <span id='ms773'></span> يعمل على وفق ظنه ولا معنى لحكم الله\nإلا ما أمر به وإذا كان مأمورا بالعمل بمقتضى ظنه فإذا عمل به كان مصيبا\nلأنه يقطع بأنه عمل بما أمره الله به فوجب أن يكون كل مجتهد مصيبا وثالثها\nلو وجد الحكم لوجد عليه دليل قاطع لكن لم يوجد عليه دليل قاطع فوجب أن لا\nيوجد الحكم ألبتة بيان الملازمة هو أن بتقدير وجود الحكم إما أن يوجد عليه\nدليل أو لا يوجد عليه دليل فإن لم يوجد عليه دليل ألبتة كان التكليف بذلك\nالحكم تكليف ما لا يطاق وأن وجد عليه دليل فذلك الدليل إما أن يكون مستلزما\nلذلك المذكور\n</p>\n\n<p>\nقطعا أو ظاهرا أو لا قطعا ولا ظاهرا والقسمان الأخيران باطلان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p046'> Vol. 06, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nأما أنه لا يجوز أن لا يستلزمه قطعا فالأمر فيه ظاهر لأن الذي يكون كذلك\nاستحال أن يتوصل به إلى ثبوت المدلول وأما أنه لا يجوز لا أن يستلزمه ظاهرا\nفلأن هذا الدليل إما أن يمكن وجوده بدون المدلول أو لا يمكن فإن لم يمكن\nكان مستلزما له قطعا لا ظاهرا وإن أمكن وجود الدليل بدون ذلك المدلول في\nبعض الصور فلو استلزمه في صورة أخرى فلا يخلو إما أن تتوقف صيرورته مستلزما\nعلى انضمام قيد إليه أو لا تتوقف فإن توقف على انضمام قيد إليه كان\nالمستلزم للمدلول ذلك المجموع لا ذلك الذي فرضناه أولا دليلا وإن لم يتوقف\nعلى انضمام قيد إليه فذلك الشئ تارة ينفك عن المدلول وأخرى يستلزمه من غير\nانضمام قيد إليه لا بالنفي ولا بالإثبات فيلزم رجحان أحد طرفي الممكن على\nالآخر من غير مرجح وذلك محال وإذا ثبت أن المستلزم هو ذلك المجموع فذلك\nالمجموع إن أمكن انفكاكه عن المدلول استحال أن يستلزم المدلول إلا بقيد آخر\nفإما أن يتسلسل وهو محال أو ينتهي إلى شئ يمتنع انفكاكه عن المدلول فحينئذ\nيكون دليلا قطعيا لا ظاهرا فإن قلت الدليل الظاهر هو الذي يستلزم كون\nالمدلول أولى بالوجود أو كونه غير منته إلى <span id='ms774'></span> الوجوب وهذا المعنى ملازم له\nأبدا\n</p>\n\n<p>\nقلت الأولوية التي لا تنتهي إلى حد الوجوب ممتنعة لأن مع تلك الأولوية إن\nامتنع العدم فذلك هو الوجوب وإن لم يمتنع فتلك الأولوية يمكن حصولها مع\nالوجود تارة ومع العدم أخرى ورجحان أحدهما على الآخر إن توقف على انضمام\nقيد زائد لم يكن الحاصل أولا كافيا في الرجحان وإن لم يتوقف لزم رجحان\nالممكن من غير مرجح وهو محال فثبت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p047'> Vol. 06, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nبهذا البرهان القاطع أن الذي لا يستلزم الشئ قطعا استحال أن يستلزمه بوجه\nمن الوجوه لا ظنا ولا ظاهرا فثبت أنه لو وجد في الواقعة حكم معين لوجد عليه\nدليل قاطع ولما إنعقد الإجماع على أنه ليس كذلك علمنا أنه ليس في الواقعة\nحكم ألبتة ورابعها لو حصل في الواقعة حكم معين لكان ما عداه باطلا ولو كان\nكذلك لزم أمور أربعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p048'> Vol. 06, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nأحدها يلزم أن لا يجوز لأحد من الصحابة أن يولي بعضهم بعضا مع علمهم\nبكونهم مخالفين لهم في مذاهبهم لأن التمكين من ذلك تمكين من ترويج الباطل\nوإنه غير جائز لكنه قد وقع ذلك روي أن أبا بكر رضي الله عنه ولى زيدا مع\nأنه كان يخالفه في الجد وولى علي رضي الله عنه شريحا مع أنه كان يخالفه في\nكثير من\n</p>\n\n<p>\nالأحكام وثانيها يلزم أن لا يمكنه من الفتوى وقد كانوا يفعلون ذلك\nوثالثها كان يجب أن ينقضوا أحكام مخالفيهم وأن ينقض الواحد منهم حكم نفسه\nالذي رجع عنه لأن كثيرا منهم قضى بقضايا مختلفة لكن لم ينقل عن أحد منهم\nأنه نقض حكم غيره ولا حكم نفسه عند رجوعه عنه ورابعها أنهم اختلفوا في\nالدماء والفروج والخطأ في ذلك يكون كبيرا لأنه لا فرق بين أن يمكن غيره\nبفتواه بالباطل من القتل وأخذ المال وبين أن يقتل ويأخذ المال ويصرفه إلى\nغير المستحق ابتداء في كونه كبيرا ويجب تفسيق فاعله والبراءة عنه ولما لم\nيوجد شئ من هذه اللوازم الأربعة علمنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p049'> Vol. 06, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nأنه لا حكم في الواقعة أصلا فإن قلت <span id='ms775'></span> فلم لا يجوز أن يقال ذلك الخطأ كان\nمن باب الصغائر فلا جرم لم يجب الامتناع عن التولية ولا المنع من الفتوى\nولا البراءة ولا التفسيق سلمنا أنه كبيرة فلم لا يجوز أن يقال هذه الأمور\nإنما تلزم لو حصل في هذه المسائل طريق مقطوع به أما إذا كثرت وجوه الشبه\nوتزاحمت جهات التأويلات والترجيحات صار ذلك سببا للعذر وسقوط اللوم سلمنا\nصحة دليلكم لكنه معارض بوجوه\n</p>\n\n<p>\nالأول ما روى عن الصحابة من التصريح روي عن الصديق الأكبر رضي الله عنه\nأنه قال في الكلالة أقول فيها برأيي فإن كان صوابا فمن الله تعالى وإن كان\nخطأ فمنى واستغفر الله وعن عمر رضي الله عنه أنه حكم بحكم فقال له بعض\nالحاضرين هذا والله هو الحق وحكم بحكم آخر فقال له الرجل هو والله الحق\nفقال له عمر إن عمر لا يعلم أنه أصاب الحق لكنه لا يألوا جهدا وقال أيضا\nلكاتبه اكتب هذا ما رأى عمر فإن كان صوابا فمن الله وإن كان خطأ فمنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p050'> Vol. 06, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nوقال علي لعمر في قصة المجهضة إن قاربوك فقد غشوك وإن اجتهدوا فقد أخطأوا\nوقال ابن مسعود في المفوضة أقول فيها برأيي فإن كان صوابا فمن الله وإن كان\nخطأ فمني ومن الشيطان والله ورسوله عنه بريئان ونقل أن جماعة الصحابة خطأوا\nابن عباس في إنكار العول وقال ابن عباس ألا يتقي الله زيد بن ثابت الثاني\nأن الصحابة اختلفوا قبل العقد لأبي بكر رضي الله عنه فقالت الأنصار منا\nأمير ومنكم أمير وكانوا مخطئين لمخالفتهم قوله عليه الصلاة والسلام الأئمة\nمن قريش ولم يلزم من ذلك الخطأ إظهار البراءة والتفسيق فكذا ها هنا\n</p>\n\n<p>\nالثالث اختلفوا في أن مانع الزكاة هل يقاتل وقضى عمر في الحامل المعترفة\nبالزنا بالرجم وكان ذلك على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p051'> Vol. 06, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nخلاف النص ولم يلزم تفسيق عمر فكذا ها هنا وأما قوله في الوجه الرابع\nإنهم اختلفوا في الدماء والفروج والخطأ فيها كبير قلنا لا نسلم فإنه لما لم\nيمتنع أن تكون الأقوال <span id='ms776'></span> المختلفة صوابا على مذهبكم فلم لا يجوز أن يكون\nالخطأ فيها صغيرا وقوله لا فرق بين القتل والغصب ابتداء وبين التمكين منهما\nبالفتوى الباطلة قلنا لا نسلم ولم لا يجوز أن يكون تمسكه في ذلك بما يشبه\nالدليل سببا لسقوط العقاب والتفسيق قلت أما الجواب عن الأول فالذي يدل على\nأنه لو كان خطأ لكان من الكبائر لا من الصغائر أن تارك العمل به تارك للعمل\nالمأمور به فيكون عاصيا فيكون مستحقا للنار وعن الثاني أن غموض الأدلة\nوكثرة الشبه فيها ها هنا أقل مما في العقليات مع أن المخطئ فيها كافر أو\nفاسق وعن الثالث أن نقول ترك البراءة والتفسيق مع التمكين من الفتوى والعمل\nمنقول\n</p>\n\n<p>\nعن هؤلاء الذين نقلتم عنهم التصريح بالتخطئة فلا بد من التوفيق وقد تعذر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p052'> Vol. 06, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nصرفه إلى كون الخطأ صغيرا لما بينا فساده فإذن لا طريق في التوفيق إلا\nصرف ما نقلناه إلى قسم وما نقلتموه إلى قسم آخر وذلك لآنا لا ندعي التصويب\nفي كل المسائل الشرعية حتى يضرنا ما ذكرتموه أما أنتم فتدعون الخطأ في كل\nالاختلافات فيضركم حديث ما ذكرناه فنحمل التخطئة على ما إذا وجد في المسألة\nنص قاطع أو على ما إذا لم يستقص المجتهد في وجوه الاستدلال وقوله إن يكن\nصوابا فمن الله وإن يكن خطأ فمني ومن الشيطان معناه إن استقصيت في وجوه\nالنظر والاستدلال فمن الله وإن قصرت فمني ومن الشيطان وأما المعارضة\nالثانية فجوابها أن الأنصار ما سمعوا ذلك الحديث فلا جرم لم يستحقوا\nالتفسيق والبراءة بخلاف هذه المسائل فإن كل واحد من المجتهدين عرف حجة\nصاحبه وأطلع عليها فلو كان مخطئا لكان مصرا على الخطأ بعد اطلاعه عليه فأين\nأحد البابين من الباب الآخر وهذا هو الجواب أيضا عن اختلافهم في مانعي\nالزكاة وقصة المجهضة قوله على الوجه الرابع لما جاز أن تكون المذاهب\nالمختلفة في الدماء والفروج خفية فلم لا يجوز أن يكون الخطأ فيها صغيرا لا\nكبيرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p053'> Vol. 06, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا قد ذكرنا الدليل على أن <span id='ms777'></span> الخطأ في هذا الباب لا بد وأن يكون\n</p>\n\n<p>\nكبيرا ولأنه روي أنه عليه الصلاة والسلام قال من سعى في دم مسلم ولو بشطر\nكلمة جاء يوم القيامة مكتوبا بين عينيه آيس من رحمة الله فهذا وأمثاله من\nالأحاديث التي لا حد لها يدل على أنه لو كان المفتي في هذه الوقائع مخطئا\nلكان خطؤه كبيرة لا صغيرة وخامسها لو كان المجتهد مخطئا لما حصل القطع بكون\nالخطأ فيه مغفورا وقد حصل ذلك فهو ليس بمخطئ بيان الملازمة أنه لو حصل\nالقطع بكون الخطأ مغفورا لكان في ذلك الوقت إما أن يجوز المخطئ كونه مخلا\nبنظر يلزمه فعله أو لا يجوز ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p054'> Vol. 06, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nفإن لم يجوز ذلك كان كالساهي عن النظر الزائد فلم يكن مكلفا بفعله وإذا\nلم يكن مكلفا بفعله لم يستحق العقاب بتركه فلا يكون مخطئا وقد فرض مخطئا\nهذا خلف وإن جوز كونه مخلا بنظر زائد لم يخل إما أن يعلم في تلك الحالة أنه\nمغفور له إخلاله بذلك النظر الزائد أو لا يعلم ذلك فإن علم ذلك لم يصح لأن\nالمجتهد لا يعلم المرتبة التي إذا انتهى إليها غفر له ما بعدها لأنه إن\nاقتصر على أول المراتب لم يغفر له ما بعدها وما من مرتبة ينتهي إليها إلا\nويجوز أن لا يغفر له ما بعدها ولا تتميز بعض تلك المراتب من بعض ولأنه لو\nعرف تلك المرتبة لكان مغري بالمعصية لأنه علم أنه لا مضرة عليه في ترك\nالنظر الزائد مع كونه مثابا عليه\n</p>\n\n<p>\nفثبت أنه لا يعرف تلك المرتبة وإذا لم يعرفها جوز أن لا يغفر له إخلاله\nبما بعدها من النظر وجوز أيضا في كل مخطئ من المجتهدين أنهم ما انتهوا إلى\nالمرتبة التي يغفر لهم ما بعدها وفي ذلك تجويز كونهم غير مغفور لهم فثبت\nأنه لو كان مخطئا لما حصل القطع بكونه مغفورا له لكنه حصل القطع بذلك لأنهم\nاتفقوا من لدن عصر الصحابة إلى يومنا هذا أن ذلك مغفور لهم فعلمنا أن <span id='ms778'></span>\nالمجتهد ليس بمخطئ وسادسها قوله عليه الصلاة والسلام أصحابي كالنجوم بأيهم\nاقتديتم اهتديتم خير الناس في تقليد أعيان الصحابة وكان الصحابة مختلفين في\nالمسائل فلو كان بعضهم مخطئا في الحكم أو في الاجتهاد لكان قد حثهم على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p055'> Vol. 06, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nالخطأ والمصير إليه وأنه لا يجوز وسابعها قوله عليه الصلاة والسلام لمعاذ\nلما رتب الاجتهاد على السنة والسنة على الكتاب أصبت حكم بتصويبه مطلقا ولم\nيفصل بين حالة وحالة فعلمنا أن المجتهد مصيب على الإطلاق والجواب عن الأول\nأن على الحكم دليلا ظاهرا لا قطعيا قوله لزم كفر تاركه وفسقه بالآيات قلنا\nعندنا أن المجتهد قبل الخوض في الاجتهاد كان تكليفه أن يطلب ذلك الحكم الذي\nعينه الله تعالى ونصب عليه الدليل الظاهر\n</p>\n\n<p>\nفإذا اجتهد وأخطأ ولم يصل إلى ذلك الحكم وغلب على ظنه شئ آخر تغير\nالتكليف في حقه وصار مأمورا بأن يعمل بمقتضى ظنه وعلى هذا التقدير يكون\nحاكما بما أنزل الله تعالى لا بغير ما أنزل الله فيسقط ما ذكروه من\nالاستدلال وهذا هو الجواب أيضا عن الحجة الثانية لأنا نسلم أن المجتهد بعد\nأن اجتهد وغلب على ظنه أن الحكم كذا فإنه يكلف بأن يعمل بمقتضى ذلك الظن\nوحكم الله تعالى في هذه الحالة في حقه ليس إلا ذلك لكن لم لا يجوز أن يقال\nإنه قبل الخوض في الاجتهاد كان مأمورا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p056'> Vol. 06, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nبذلك الحكم الذي عينه الله تعالى ونصب عليه الدليل لكنه بعد الاجتهاد\nووقوع الخطأ تغير التكليف وما ذكروه لا ينفي هذا الإحتمال وأيضا فهذه\nالدلالة منقوضة بما إذا كان النص موجودا في المسألة والمجتهد طلبه ولم يجده\nثم غلب على ظنه بمقتضى القياس خلاف ذلك الحكم فإن كان تكليفه في هذه الحالة\nأن يعمل بمقتضى ذلك القياس مع انعقاد الإجماع على كونه مخطئا في هذه الصورة\nفما جعلوه جوابا لهم عن هذه الصورة فهو جوابنا عما قالوه واعلم أن من\nالمصوبة من منع التخطئة في هذه الصورة والمعتمد ما قدمناه وهو الجواب عن\nالوجه الثالث الذي ذكروه <span id='ms779'></span> وعن الوجه الرابع لأنه إنما يجب البراءة والتفسيق\nلو كان عاملا بغير حكم الله تعالى لكنه بعد الخطأ مكلف بأن يعمل بمقتضى ظنه\nفيكون عاملا بحكم الله تعالى فلا يلزم\n</p>\n\n<p>\nشئ مما ذكروه وعن الخامس أن المرتبة التي عندها يحكم بكونه مغفورا هي أن\nيأتي بما يقدر عليه من غير تقصير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p057'> Vol. 06, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nوعن السادس أنه معارض بقوله عليه الصلاة والسلام من اجتهد وأخطأ فله أجر\nواحد وأيضا فهو خبر واحد وما ذكرناه دلائل قاطعة فلا يحصل التعارض وهو\nالجواب عن الوجه السابع واعلم أنا نريد أن نتكلم في فروع القول بالتصويب\nمسألة الذين قالوا ليس في الواقعة حكم معين منهم من قال ب الأشبه على\nالتفسير الذي لخصناه ومنهم من لم يقل به وهو الحق لنا أن ذلك الأشبه إما أن\nيكون هو العمل بأقوى الأمارات أو غيره فإن كان الأول فأقوى الأمارات إما أن\nيكون موجودا أو لا يكون فإن كان موجودا كان الأمر به واردا لإجماع الأمة\nعلى وجوب العمل بأقوى الأمارات فحينئذ يكون الحكم بذلك الأشبه واردا وقد\nفرضناه غير وارد هذا خلف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p058'> Vol. 06, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nوإن كان أقوى الأمارات غير موجود لم يكن الأشبه أيضا موجودا لأنا فرضنا\nأن الأشبه هو نفس أقوى الأمارات وأما إن كان الأشبه شيئا غير العمل بأقوى\nالأمارات فإما أن تكون مفسدة للمكلف أو مصلحة له أو لا مفسدة ولا مصلحة\nوالأول باطل لأنه ليس في الأمة أحد يقول إنه يجب أن يكون في كل واقعة حكم\nلو نص الله تعالى على الحكم لنص عليه مع أنه يكون مفسدة وأما الثاني وهو أن\nيكون مصلحة فإما أن تجب على الله تعالى رعاية المصالح أو لا تجب فان وجبت\nوجب عليه التنصيص على ذلك الحكم ليتمكن المكلف من استيفاء تلك المصلحة وإن\nلم تجب عليه رعاية المصلحة جاز منه تعالى أن ينص على غير ذلك الحكم وذلك\nيبطل القول بأنه لو نص على الحاكم لما نص إلا عليه وأما الثالث وهو أن يكون\nذلك الأشبه لا <span id='ms780'></span> مصلحة ولا مفسدة فهذا إنما يمكن لو قلنا إنه لا تجب عليه\nرعاية المصالح وكل من قال بهذا القول قال إنه لا يتعين عليه تعالى أن يحكم\nعلى وجه معين بل له أن يحكم كيف شاء وذلك يمنع من القول بتعين الأشبه واحتج\nالقائلون بالأشبه بالنص والمعقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p059'> Vol. 06, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nأما النص فقوله عليه الصلاة والسلام إذا اجتهد الحاكم وأخطأ فله أجر واحد\nصرح بالتخطئة وهذه التخطئة ليست لأجل مخالفة حكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p060'> Vol. 06, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nواقع لأنا قد دللنا على أنه لا حكم فلا بد وأن يكون لأجل كونه مخالفا\nلحكم مقدر وهو الأشبه وأما المعقول فهو أن المجتهد طالب والطالب لا بد له\nمن مطلوب ولما لم يكن المطلوب معينا وقوعا وجب أن يكون معينا تقديرا\nوالجواب أن ذلك الأشبه إن كان هو العمل بأقوى الأمارات فهو حق وهو قولنا\nوإن كان غيره مع أن الله تعالى لم ينص عليه ولا أقام عليه دلالة ولا أماره\nفكيف يكون مخطئا بالعدول عنه وكيف ينقص ثوابه إذا لم يظفر بما لم يكلف\nبإصابته ولا سبيل له إلى إصابته وهذا هو بعينه الجواب عن الوجه المعقول\nمسألة القائلون بأن المصيب واحد احتجوا بأن القول بتصويب الكل يفضي إلى\nوقوع منازعة لا يمكن قطعها وهذا كما إذا نكح رجل امرأة وكانا مجتهدين ثم\nقال أنت بائن ثم راجعها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p062'> Vol. 06, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nوالزوج شافعي يرى الرجعة والمرأة حنفية ترى الكنايات بوائن فها هنا الزوج\nمتمكن شرعا من مطالبتها بالوطء والمرأة مأمورة بالامتناع وهذه منازعة لا\nيمكن قطعها قال المصوبون هذا الإشكال وارد عليكم أيضا فإن أهل التحقيق منكم\nساعدوا على أنه يجب على المجتهد العمل بموجب ظنه إذا لم يعرف كونه مخطئا\nفهذا الإلزام أيضا وارد عليكم\n</p>\n\n<p>\nولما كان هذا الإشكال واردا على المذهبين وجب أن نذكر تقسيما في بيان\nالحوادث النازلة بالمكلفين ليظهر إنه لا نزاع فيها فنقول الحادثة إما أن\nتنزل بمجتهد أو بمقلد فإن نزلت بمجتهد فإما أن تختص به أو تتعلق بغيره فإن\nاختصت به عمل بما يؤديه إليه اجتهاده <span id='ms781'></span> فإن استوت عنده الأمارات تخير بينها\nأو يعاود الاجتهاد إلى أن يظهر الرجحان وإن تعلقت بغيره فإن كان يجري فيه\nالصلح نحو التنازع في مال اصطلحا فيه أو رجعا إلى حاكم يفصل بينهما أن وجد\nفإن لم يوجد رضيا من يحكم بينهما ومتى حكم لم يكن لهما الرجوع عنه وإن لم\nيجر الصلح فيه كما ذكرنا في مسألة الكنايات فإنهما يرجعان إلى من يفصل\nبينهما سواء كان صاحب الحادثة مجتهدا وحاكما أو لم يكن فإن الحاكم لا يجوز\nله أن يحكم لنفسه على غيره بل ينصب من يقضي بينهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p063'> Vol. 06, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nوإن كان مقلدا فإن كانت الحادثة تخصه عمل على ما اتفق عليه من الفتوى وإن\nاختلفوا عمل بفتوى الأعلم الأورع فإن استويا تخير بينهما وإن كانت تتعلق\nبغيره عمل كما بيناه في حق المجتهدين مسألة في نقض الاجتهاد المجتهد إذا\nتغير اجتهاده ففيه بحثان الأول\n</p>\n\n<p>\nأن المجتهد كيف يعمل والثاني أن العامى الذي عمل بفتواه كيف يعمل أما\nالأول فنقول المجتهد إذا أفضى اجتهاده إلى أن الخلع فسخ فنكح امرأة خالعها\nثلاثا ثم تغير اجتهاده فإما أن يكون قد قضى القاضي بصحة ذلك النكاح قبل\nتغير اجتهاده أو ما قضى بذلك فإن كان الأول بقى النكاح صحيحا لأن قضاء\nالقاضي لما اتصل به فقد تأكد فلا يؤثر فيه تغير الاجتهاد وإن كان الثاني\nلزم تسريحها ولم يجز له إمساكها على خلاف اجتهاده وأما الثاني وهو ما إذا\nأمسك العامي زوجته بفتوى المفتي بأن الخلع فسخ فإذا تغير اجتهاد المفتي\nفالصحيح أنه يجب عليه تسريحها كما إذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p064'> Vol. 06, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nتغير اجتهاد متبوعه عن القبلة في أثناء الصلاة فإنه يتحول إلى الجهة\nالأخرى بخلاف قضاء القاضي فإنه متى اتصل بالحكم المجتهد فيه استقر واعلم أن\nقضاء القاضي لا ينتقض بشرط أن لا يخالف دليلا قاطعا فان خالفه نقضناه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p065'> Vol. 06, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nالكلام في المفتي والمستفتي والنظر فيه يتعلق بالمفتي والمستفتي\n</p>\n\n<p>\nوما فيه الاستفتاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p067'> Vol. 06, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nالقسم الأول في المفتي\n</p>\n\n<p>\nوفيه مسائل مسألة إذا أفتى المجتهد بما أدى إليه اجتهاده ثم <span id='ms782'></span> سئل ثانيا عن\nتلك الحادثة فإما أن يكون ذاكرا لطريق الاجتهاد الأول أو لا يكون فإن كان\nذاكرا له فهو مجتهد وتجوز له الفتوى وإن نسيه لزمه أن يستأنف الاجتهاد فإن\nأداه اجتهاده إلى خلاف فتواه في الأول أفتى بما أداه اجتهاده إليه ثانيا ثم\nالأحسن به أن يعرف من استفتاه أولا أنه رجح عن ذلك القول لأن ذلك المستفتي\nإنما يعول على قوله فإذا ترك هو قوله بقي عمل المستفتي به بعد ذلك عملا من\nغير موجب روي عن ابن مسعود أنه كان يقول في تحريم أم المرأة مشروط بالدخول\nبالمرأة فلقي أصحاب رسول الله ص وذاكرهم فكرهوا أن يتزوجها فرجع ابن مسعود\nإلى من كان أفتاه قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p069'> Vol. 06, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nسألت أصحابي فكرهوا وأما إن لم يستأنف الاجتهاد لم تجز له الفتوى ولقائل\nأن يقول لما كان الغالب على ظنه أن الطريق الذي تمسك به أولا كان طريقا\nقويا حصل له الآن ظن أن ذلك القوي حق جاز له\n</p>\n\n<p>\nالفتوى به لأن العمل بالظن واجب مسألة اختلفوا في أن غير المجتهد هل تجوز\nله الفتوى بما يحكيه عن الغير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p070'> Vol. 06, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nفنقول لا يخلوا إما أن يحكى عن ميت أو عن حي فإحكي لأنه عن ميت لم يجز\nالأخذ بقوله لأنه لا قول للميت بدليل أن الإجماع لا ينعقد مع خلافه حيا\nوينعقد مع موته وهذا يدل على أنه لم يبق له قول بعد موته فإن قلت فلم صنفت\nكتب الفقه مع فناء أربابها قلت لفائدتين إحداهما استفادة طريق الاجتهاد من\nتصرفهم في الحوادث وكيفية بناء بعضها على بعض والأخرى معرفة المتفق عليه من\nالمختلف فيه ولقائل أن يقول اذا كان الراوي عدلا ثقة متمكنا من فهم كلام\nالمجتهد الذي مات ثم روى للعامي قوله حصل للعامي ظن صدقه ثم إذا كان\nالمجتهد عدلا ثقة فذلك يوجب ظن صدقه في تلك الفتوى وحينئذ يتولد للعامي من\nهذين الظنين ظن أن حكم الله تعالى ما روى له هذا الراوى الحي عن ذلك\nالمجتهد الميت <span id='ms783'></span> والعمل بالظن واجب\n</p>\n\n<p>\nفوجب أن يجب على العامي العمل بذلك وأيضا فقد إنعقد الإجماع في زماننا\nهذا على جواز العمل بهذا النوع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p071'> Vol. 06, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nمن الفتوى لأنه ليس في هذا الزمان مجتهد والإجماع حجة وأما إن حكى عن حي\nمن أهل الاجتهاد فإما أن يكون سمعه مشافهة أو يرجع فيه إلى كتاب أو حكاية\nحال فإن كان سمعه منه مشافهة جاز أن يعمل به وجاز أن يعمل الغير أيضا بقوله\nولهذا يجوز للمرأة أن تعمل في حكم حيضها بحكاية زوجها عن المفتين ورجع علي\nرضي الله عنه إلى حكاية المقداد عن رسول الله ص في شأن المذي وإن رجع في\nذلك إلى حكاية من يوثق بقوله فحكم ذلك حكم السماع وإن رجع إلى كتاب فإن كان\nكتابا موثوقا به جرى مجرى المكتوب من جواب المفتي في أنه يجوز العمل به\nوإلا فلا لكثرة ما يتفق من الغلط في الكتب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p072'> Vol. 06, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nالقسم الثاني في المستفتي مسألة يجوز للعامي أن يقلد المجتهد في فروع\nالشرع خلافا لمعتزلة بغداد وقال الجبائى يجوز ذلك فيما كان من مسائل\nالاجتهاد\n</p>\n\n<p>\nلنا وجهان الأول إجماع الأمة قبل حدوث المخالف لأن العلماء في كل عصر لا\nينكرون على العامة الاقتصار على مجرد أقاويلهم ولا يلزمونهم أن يسألوهم عن\nوجه اجتهادهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p073'> Vol. 06, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني أن العامي إذا نزلت به حادثة من الفروع فإما أن لا يكون مأمورا\nفيها بشئ وهو باطل بالاجماع لأنا نلزمه إلى قول العلماء والخصم يلزمه\nالرجوع إلى الاستدلال وإما أن يكون مأمورا فيها بشئ وذلك إما بالاستدلال أو\nبالتقليد والاستدلال باطل لأنه إما أن يكون هو التمسك بالبراءة الأصلية أو\nالتمسك بالأدلة السمعية والأول باطل بالإجماع والثاني أيضا باطل لأنه لو\nلزمه أن يستدل لم يخل من أن يلزمه ذلك حين كمل عقله أو حين حدثت المحادثة\nوالأول باطل لوجهين أحدهما أن الصحابة ما كانوا يلزمون من لم يشرع في طلب\nالعلم ولم يطلب رتبة المجتهد في أول ما يكمل عقله وثانيهما أن وجوب ذلك\nعليه يمنعه من الاشتغال <span id='ms784'></span> بأمور الدنيا وذلك سبب\n</p>\n\n<p>\nلفساد العالم والثاني أيضا باطل لأنه يقتضي أن يجب عليه اكتساب صفة\nالمجتهدين عند نزول الحادثة وذلك غير مقدور له ولقائل أن يقول على هذا\nالوجه القائلون بأنه لا يجوز التقليد في الشرع لا يقولون بالإجماع ولا بخبر\nالواحد ولا بالقياس ولا يجوزون التمسك بالظواهر المحتملة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p074'> Vol. 06, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا كان كذلك سها الأمر عليهم فإنهم قالوا قد تقرر في عقل كل عاقل أن\nالأصل في اللذات الإباحة وفي المضار الحرمة فإن جاء في بعض الحوادث نص قاطع\nالمتن قاطع الدلالة يوجب ترك ذلك الأصل العقلي قلنا به وإن لم يوجد ذلك وجب\nالبقاء على حكم العقل وإذا ثبت هذا فالعامي إذا وقعت له واقعة فإما أن يكون\nفيه شئ من الذكاء أو لا يكون بل يكون في غاية البلادة فإن كان فيه شئ من\nالذكاء عرف حكم العقل فيه وان كان في غاية البلادة نبهه المفتي على حكم\nالعقل وليس لأحد أن يقول الاشتغال بذلك يمنعه عن عمل المعاش لأنه إذا جاز\nتكليفه بمعرفة الأدلة الدقيقة في مسائل الأصول ولا يمنعه ذلك عن المعاش\nفكيف تمنعه معرفة هذا القدر من طلب المعاش ثم إذا عرف العامي حكم العقل وأن\nما في الواقعة نص يوجب ترك العمل بحكم العقل قاطع المتن قاطع الدلالة نبهه\nالمفتي عليه ولا حاجة في فهم مثل هذا النص إلى تدقيق يمنعه من عمل المعاش\n</p>\n\n<p>\nوإن لم يوجد فيه مثل هذا النص وجب عليه العمل بحكم العقل فثبت أن المنع\nمن التقليد إنما يصعب على قول من يوجب العمل بالقياس وخبر الواحد أما من لا\nيقول بذلك فلا صعوبة عليه ألبتة وأيضا فهذه الدلالة لو صحت لوجب القول\nبجواز التقليد في مسائل الأصول لأنا نعلم أن الوقوف على تلك الدلائل لا\nيحصل إلا بعد الكد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p075'> Vol. 06, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nالكثير ونحن نعلم من حال الصحابة أنهم ما كانوا يلومون من لم يتعلم علم\nالكلام في أول زمان بلوغه وأيضا الأشتغال بتحصيله يمنع من الاشتغال بأمر\nالمعاش أجابوا بأن الذي <span id='ms785'></span> يجب على المكلف معرفة أدلة التوحيد والنبوة على\nطريق الجملة لا على طريق التفصيل ومعرفة تلك الأدلة على سبيل الإجمال أمر\nسهل هين يحصل بأدنى سبب بخلاف الاجتهاد في فروع الشرع فإنه لا بد فيه من\nعلوم كثيرة وتبحر شديد واعلم أن هذا الفرق إنما يتلخص إذا سلمنا لهم الفرق\nبين مباحث الجملة ومباحث التفصيل وعندي أن هذا الفرق باطل وذلك لأن الدليل\nإذا كان مركبا مثلا من مقدمات عشر فالمستدل إن كان عالما بها بأسرها وجب\nحصول العلم النظري له لا محالة وأن امتنعت الزيادة عليه لأن تلك المقدمات\nالعشر إذا كانت مستقلة بالانتاج أخبرنا فلو انضمت مقدمة أخرى إليها استحال\nأن يكون لها أثر ألبتة وأما إن لم يحصل العلم بأسرها مثل أن يحصل العلم\nبتسع منها\n</p>\n\n<p>\nولم تكن المقدمة العاشرة معلومة بالضرورة ولا بالدليل بل مقبولة على سبيل\nالتقليد فتكون النتيجة المتولدة عن مجموع تلك العشر تقليدا لا يقينا فثبت\nأن التمسك بالدليل لا يقبل الزيادة والنقصان ألبتة مثاله أنهم يقولون صاحب\nالجملة يكفيه الاستدلال بحدوث الحوادث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p076'> Vol. 06, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nمن البرق والرعد والحر والبرد على وجود الصانع فنقول هذا لا يكفي لأنا\nنقول هذه الحوادث لا بد لها من مؤثر وذلك المؤثر يجب أن يكون فاعلا مختارا\nأما المقدمة الأولى فمعلومة للعوام وأما الثانية فغير معلومة لهم لأنه ما\nلم يثبت أن ذلك ليس أثرا لمؤثر موجب لم يجب أن يكون إسناده إلى المختار\nفإذا قطع العامي بأن ذلك المؤثر يجب أن يكون مختارا من غير دليل عليه كان\nمقلدا في هذه المقدمة وإذا كان مقلدا فيها لم يكن محققا في النتيجة وأيضا\nإذا رأى حدوث فعل خارق للعادة على يد مدعي النبوة فلو قطع عند ذلك بنبوته\nكان ذلك تقليدا لأن قبل الدليل يجوز أن يكون ذلك الحادث ليس فعلا لله تعالى\nبل خاصية لنفس الرسول أو خاصية لدواء أو فعلا من أفعال الجن وبتقدير أن\nيكون فعلا لله تعالى لكن يجوز أن لا يكون لله تعالى فيه <span id='ms786'></span> غرض وإن كان له فيه\nغرض جاز أن يكون ذلك الغرض شيئا سوى التصديق فلو قطع العامي بأن ذلك الفعل\nالخارق للعادة لا بد وأن يكون دالا على\n</p>\n\n<p>\nصدق المدعي من غير دليل يدل على فساد هذه الأقسام كان مقلدا في اعتقاد\nهذه المقدمة فلم يكن محققا في النتيجة فظهر بهذا فساد ما قالوه من الفرق\nبين صاحب الجملة وبين صاحب التفصيل وحينئذ لا يبقى إلا أحد أمرين إما أن\nيقال بأن الإحاطة بأدلة الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p077'> Vol. 06, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nعلى تفصيلها وتدقيقها شئ سهل هين وذلك مكابرة وإما أن يقال يجوز فيه\nالتقليد كما جوزوا في فروع الشرع التقليد وحينئذ لا يبقى بينهما فرق ألبتة\nواحتج منكرو التقليد في فروع الشرع بأمور أحدها قوله تعالى وإن تقولوا على\nالله مالا تعلمون وثانيها أن الله تعالى ذم أهل التقليد بقوله تعالى إنا\nوجدنا آباءنا على أمة وثالثها قوله عليه الصلاة والسلام طلب العلم فريضة\nعلى كل مسلم ومسلمة توافقنا على خروج بعض العلوم عن هذا العموم فبقي العلم\nبفروع الشرع وأحكامه ورابعها القول بجواز التقليد يفضي إلى بطلانه لأنه\nيقتضي جواز تقليد من يمنع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p078'> Vol. 06, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nمن التقليد وما يفضي ثبوته إلى عدمه كان باطلا وخامسها قوله عليه الصلاة\nوالسلام اجتهدوا فكل ميسر لما خلق له أمر بالإجتهاد مطلقا وسادسها أن\nالعامي إذا قلد لم يأمن من جهل المفتي وفسقه فيكون فاعلا للمفسدة وسابعها\nلو جاز التقليد في فروع الشرع لكان ذلك لأنه حصلت أمارات توجب ظن صدق\nالمفتي وهذا المعنى قائم في أصول الدين فوجب الاكتفاء بالفتوى في الأصول\nأيضا والجواب عن الأول أنه منقوض بكل ظن وجب العمل به كما في أحوال الدنيا\nوقيم المتلفات وأروش الجنايات وبخبر الواحد والقياس إن سلموا جواز العمل\nبهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p079'> Vol. 06, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nوعن السادس والسابع أن نذكر الفرق الذي تقدم وأما الدليل على أن للعامي\nأن يقلد في مسائل الاجتهاد وغير مسائل الاجتهاد أنا لو كلفناه أن يفصل بين\nالبابين لكنا قد ألزمناه أن يكون من أهل الاجتهاد لأنه إنما يفصل بينهما <span id='ms787'></span>\nأهل الاجتهاد فيعود المحذور المذكور واحتج المخالف\n</p>\n\n<p>\nبأن ما ليس من مسائل الاجتهاد فالحق فيها واحد فلو قلدنا فيها لم نأمن أن\nنقلد في خلاف الحق وليس كذلك مسائل الاجتهاد لأن كل قول فيها حق والجواب\nأنا لا نأمن أيضا في مسائل الاجتهاد أن لا يجتهد المفتى أو يقصر في اجتهاده\nأو يفتيه بخلاف اجتهاده فإن قلتم إن مصلحة العامي هو أن يعمل بما يفتيه\nالمفتي قلنا وكذلك الأمر في تقليده فيما نحن فيه وإن كان غير مصيب مسألة في\nشرائط الاستفتاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p080'> Vol. 06, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nاتفقوا على أنه لا يجوز له الاستفتاء إلا إذا غلب على ظنه أن من يفتيه من\nأهل الاجتهاد ومن أهل الورع وذلك إنما يكون إذا رآه منتصبا للفتوى بمشهد\nالخلق ويرى اجتماع المسلمين على سؤاله واتفقوا على أنه لا يجوز للعامي أن\nيسأل من يظنه غير عالم ولا متدين وإنما وجب عليه ذلك لأنه بمنزلة نظر\nالمجتهد في الأمارات ثم هاهنا بحث وهو أن أهل الاجتهاد إذا أفتوه فإن\nاتفقوا على فتوى لزم المصير إليها وإن اختلفوا فقال قوم وجب عليه الاجتهاد\nفي أعلمهم وأورعهم لأن ذلك طريق قوة ظنه يجري مجرى قوة ظن المجتهد وقال\nآخرون لا يجب عليه هذا الاجتهاد لأن العلماء في كل عصر لا ينكرون على\nالعوام ترك النظر في أحوال العلماء\n</p>\n\n<p>\nثم بعد الاجتهاد إما أن يحصل ظن الاستواء مطلقا أو ظن الرجحان مطلقا أو\nظن رجحان كل واحد منهما على صاحبه من وجه دون وجه فإن حصل ظن الاستواء\nمطلقا فها هنا طريقان أحدهما أن يقال هذا لا يجوز وقوعه كما لا يجوز استواء\nأمارتي الحل والحرمة والآخر أن يقال يسقط عنه التكليف لأنا جعلنا له أن\nيفعل ما يشاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p081'> Vol. 06, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nوأما إذا حصل ظن الرجحان مطلقا تعين العمل به أما إذا حصل ظن رجحان كل\nواحد منهما على صاحبه من وجه دون وجه فها هنا صور إحداها أن يستويا في\nالدين ويتفاضلا في العلم فمنهم من خيره ومنهم من أوجب الأخذ بقول <span id='ms788'></span> الأعلم\nوهو الأقرب لمزيته ولهذا يقدم في إمامة الصلاة وثانيتها أن يتساويا في\nالعلم ويتفاضلا في الدين فها هنا وجب الأخذ بقول الأدين وثالثها أن يكون\nأحدهما أرجح في علمه فقيل يؤخذ بقول الأدين والأقرب ترجيح قول الأعلم لأن\nالحكم مستفاد من علمه لا من ديانته\n</p>\n\n<p>\nفإن قلت العامي ربما اغتر بالظواهر وقدم المفضول على الفاضل فإن جاز له\nأن يحكم بغير بصيرة في ترجيح بعض العلماء على بعض فليجز له أن يحكم في نفس\nالمسألة بما يقع له ابتداء وإلا فأي فرق بين الأمرين قلت من مرض له طفل\nوليس له طبيب فإن سقاه دواءا برأيه كان متعديا مقصرا ولو راجع طبيبا لم يكن\nمقصرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p082'> Vol. 06, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nفإن كان في البلد طبيبان وقد اختلفا في الدواء فخالف الأفضل عد مقصرا ثم\nأنه يعلم كون أحدهما أعلم من الآخر ب الأخبار وبإذعان المفضول له وبأمارات\nتفيد غلبة الظن فكذلك في حق العلماء يعلم الأفضل بالتسامع والقرائن دون\nالبحث عن نفس العلم والعامي أهل له فلا ينبغي أن يخالف الظن بالتشهي مسالة\nالرجل الذي تنزل به الواقعة فإما أن يكون عاميا صرفا أو عالما لم يبلغ درجة\nالاجتهاد أو عالما بلغ درجة الاجتهاد فإن كان عاميا صرفا حل له الاستفتاء\nوان كان عالما بلغ درجة الاجتهاد فإن كان قد اجتهد وغلب على ظنه حكم فها\nهنا أجمعوا على إنه لا يجوز له أن يقلد مخالفه ويعمل بظن غيره أما إذا لم\nيجتهد فها هنا قد اختلفوا فذهب أكثر أصحابنا إلى أنه لا يجوز للعالم تقليد\nالعالم ألبتة وقال أحمد بن حنبل وإسحاق بن راهويه وسفيان الثورى رحمهم الله\n</p>\n\n<p>\nبجوازه مطلقا ومن الناس من فصل وذكر فيه وجوها أحدها أنه يجوز لمن بعد\nالصحابة تقليد الصحابة ولا يجوز تقليد غيرهم وهو القول القديم للشافعي رضى\nالله عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p083'> Vol. 06, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nوثانيها أنه يجوز تقليد العالم للأعلم وهو قول محمد بن الحسن رحمه الله\nوثالثها أنه له التقليد فيما يخصه دون ما يفتى به ورابعها أنه يجوز له <span id='ms789'></span>\nالتقليد فيما يخصه إذا كان بحيث لو اشتغل بالاجتهاد لفاته الوقت وهو قول\nابن سريج لنا وجهان الأول أن هذا المجتهد أمر بالاعتبار في قوله تعالى\nفاعتبروا يا أولي الأبصار ولم يأت به فيكون تاركا للمأمور به فيكون عاصيا\nفيستحق النار ترك العمل به في حق العامي لعجزه عن الاجتهاد فيبقى معمولا به\nفي حق المجتهد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p084'> Vol. 06, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني أنه متمكن من الوصول إلى حكم المسألة بفكرته فوجب فوجب أن يحرم\nعليه\n</p>\n\n<p>\nالتقليد كما في الأصول والجامع وجوب الاحتراز عن الضرر المحتمل عند\nالقدرة على الاحتراز عنه فإن قلت المعتبر في الأصول اليقين وأنه لا يحصل\nبالتقليد بخلاف الفروع فإن البغية فيها الظن ويمكن حصوله بالتقليد ولذلك\nجاز للعامي أن يقلد في الفروع دون الأصول وأيضا فما ذكرتموه ينتقض بقضاء\nالقاضي فإنه لا يجوز خلافه وإن كان متمكنا من معرفة الحكم فإنه لا معنى\nللتقليد إلا وجوب العمل عليه من غير حجة وينتقض أيضا بمن دنا من رسول الله\nص فإنه متمكن من الوصول إلى حكم المسألة مع أنه يجوز أن يسأل من أخبر عن\nرسول الله ص قلت أما الجواب عن الأول فهو أنا إنما أوجبنا على المكلف تحصيل\nاليقين لأنه قادر والدليل حاضر فوجب عليه تحصيله احترازا عن الخطأ المحتمل\nوهذا المعنى حاصل في مسألتنا لأن المكلف قادر والدليل المعين للظن الأقوى\nحاصل فوجب عليه تحصيله احترازا عن الخطأ المحتمل في الظن الضعيف وعن الثاني\nأنه لما دلت الدلالة على أن الحكم الذي قضى به القاضي لا يمكنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p085'> Vol. 06, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nنسخه بالاجتهاد فلم يكن العمل به تقليدا بل عملا بذلك الدليل وعن الثالث\n</p>\n\n<p>\nأنه لا نسلم بجواز الاكتفاء بالسؤال من غير الرسول ص عند القدرة واحتج\nالمخالف بأمور أحدها قوله تعالى فاسئلوا أهل الذكر إن كنتم لا تعلمون\nوالعالم قبل أن يجتهد لا يعلم فوجب أن يجوز له السؤال وثانيها قوله تعالى\nأطيعوا الله وأطيعوا الرسول وأولي الأمر منكم والعلماء من أولي الأمر لأن\nأمرهم ينفذ على الأمراء والولاة وثالثها قوله تعالى <span id='ms790'></span> فلولا نفر من كل فرقة\nمنهم طائفة ليتفقهوا في الدين أوجب الحذر بانذار من تفقه في الدين مطلقا\nفوجب على العالم قبوله كما وجب على العامي ذلك ورابعها إجماع الصحابة روي\nأن عبد الرحمن بن عوف قال لعثمان أبايعك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p086'> Vol. 06, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nعلى كتاب الله وسنة رسوله وسيرة الشيخين فقال نعم وكان ذلك بمشهد من\nعظماء الصحابة ولم ينكر عليه أحد فكان ذلك إجماعا فإن قلت إن عليا خالف فيه\nقلت إنه لم ينكر جوازه لكنه لم يقبله ونحن لا نقول بوجوبه حتى يضرنا ذلك\nوخامسها\n</p>\n\n<p>\nأنه حكم يسوغ فيه الاجتهاد فجاز لمن لم يكن عالما به تقليد من علمه\nكالعامي والجامع وجوب العمل بالظن الحاصل بقول المفتي وسادسها أجمعنا على\nأنه يجوز للمجتهد أن يقبل خبر الواحد عن مجتهد آخر بل عن عامي وإنما جاز\nذلك اعتمادا على عقله ودينه فها هنا إذا أخبر المجتهد عن منتهى اجتهاده بعد\nاستفراغ الوسع والطاقة فلأن يجوز العمل به كان أولى وسابعها أن المجتهد إذا\nأدى اجتهاده إلى العمل بفتوى مجتهد آخر فقد حصل ظن أن حكم الله تعالى ذلك\nوذلك يقتضي أن يحصل له ظن أنه لو لم يعمل به لا ستحق العقاب فوجب أن يجب\nالعمل به دفعا للضرر المظنون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p087'> Vol. 06, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nوالجواب عن الأول أن ظاهر الآية يقتضي وجوب السؤال وإنه غير واجب\nبالاتفاق وأيضا فقوله إن كنتم لا تعلمون يقتضي أن يجب على المجتهد بعد\nاجتهاده استفتاء غيره لأنه بعد اجتهاده ليس بعالم بل هو ظان وبالإجماع لا\nيجوز ذلك وأيضا فإنه أمر بالسؤال وليس فيه تعيين ما عنه السؤال فنحن نحمله\nعلى السؤال عن وجه الدليل وعن الثاني أن الأصول دلت على وجوب الطاعة لكنها\nلا تدل على وجوب الطاعة في كل شئ فنحن نحملها على وجوب الطاعة في الأقضية\n</p>\n\n<p>\nوالأحكام والدليل على أن الآية لا تتناول محل النزاع أنها لو تناولته\nلوجب ذلك التقليد وبالإجماع التقليد غير واجب وعن الثالث أن الآية تدل على\nوجوب الحذر عند إنذار لا عند كل <span id='ms791'></span> إنذار ونحن نقول بالأول فإنا نوجب العمل\nبروايته وعن الرابع أنه يحتمل أن يكون المراد من سيرة الشيخين طريقتهما في\nالعدل والإنصاف والانقياد للحق والبعد عن الدنيا وعن الخامس أن الفرق هو أن\nالعامي قاصر فجاز له العمل بالتقليد والعالم ليس بقاصر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p088'> Vol. 06, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nوعن السادس أن المفتي ربما بنى اجتهاده على خبر واحد فإذا تمسك به\nالمجتهد ابتداءا كان الاحتمال فيه أقل مما إذا قلد فيه غيره وعن السابع أن\nمجرد الظن واجب العمل به لكن إذا لم يقم دليل سمعي يصرفنا عنه وما ذكرناه\nمن الدلائل السمعية يوجب العدول عن هذا الظن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p089'> Vol. 06, p. 089</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>القسم الثالث</h1>\n\n<p>\nفيما فيه الاستفتاء\n</p>\n\n<p>\nمسألة لا يجوز التقليد في أصول الدين لا للمجتهد ولا للعوام وقال كثير من\nالفقهاء بجوازه لنا أن تحصيل العلم في أصول الدين واجب على الرسول ص فوجب\nأن يجب علينا وإنما قلنا أنه كان واجبا على الرسول ص لقوله تعالى فاعلم أنه\nلا إله إلا الله وإنما قلنا إنه لما كان واجبا على الرسول ص وجب أيضا على\nأمته لقوله تعالى واتبعوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p091'> Vol. 06, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nفان قيل لا نسلم أنه يمكن إيجاب العلم بالله تعالى وذلك لأن المأمور إن\nلم يكن عالما بالله تعالى فحالما يا لا يكون عالما بالله استحال أن يكون\nعالما بأمر الله تعالى وحالما يمتنع كونه عالما بأمر الله تعالى يمتنع كونه\nمأمورا من قبله وإلا لكان ذلك تكليف ما لا يطاق وان كان عالما بالله تعالى\nاستحال أمره به لأن تحصيل الحاصل محال سلمنا أن الرسول ص كان مأمورا بذلك\nفلم قلت إنه يلزم من كون الرسول مأمورا كون الأمة مأمورين به وما ذكرتم من\nالدليل معارض بأمور أحدها أن الأعرابى الجلف العامي كان يحضر ويتلفظ بكلمتي\nالشهادة\n</p>\n\n<p>\nوكان الرسول عليه الصلاة والسلام يحكم بصحة إيمانه وما ذاك إلا التقليد\nوثانيها أن هذه الدلائل لا يمكن الاطلاع عليها إلا بعد ممارسة شديدة وإنهم\nلم يمارسوا شيئا من هذا العلم فيمتنع اطلاعهم عليه وإذا كان كذلك تعين\nالتقليد وثالثها أنه عليه <span id='ms792'></span> الصلاة والسلام لم يقل لأحد ممن تلفظ بكلمتي\nالشهادة هل علمت حدوث الأجسام وأنه تعالى مختار لا موجب فدل هذا على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p092'> Vol. 06, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nأن خطور هذه المسائل بالبال غير معتبر في الإيمان لا تقليدا ولا علما\nومنهم من عول في هذه المسألة على طريقة أخرى فقال اجمعت الأمة على أنه لا\nيجوز إلا تقليد المحق لكن لا يعلم أنه محق إلا إذا عرف بالدليل أن ما يقوله\nحق فإذن لا يجوز له أن يقلد إلا بعد أن يستدل ومتى صار مستدلا امتنع كونه\nمقلدا فيقال لهم هذا معارض بالتقليد في الشرعيات فإنه لا يجوز له تقليد\nالمفتي إلا إذا كان المفتي قد أفتى بناءا على دليل شرعى فإن قلت الظن فيه\nكاف فإن أخطأ كان ذلك الخطأ محطوطا عنه قلت فلم لا يجوز مثله في مسائل\nالأصول واعلم أن في هذه المسألة ابحاثا دقيقة مذكورة في كتبنا الكلامية\nوالأولى في هذه المسألة أن يعتمد على وجه وهو أن يقال دل القرآن على ذم\nالتقليد لكن ثبت جواز التقليد في الشرعيات فوجب صرف الذم إلى التقليد في\nالأصول وإذ قد وفقنا الله تعالى بفضله حتى تكلمنا في جميع ابواب أصول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p093'> Vol. 06, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nالفقه فلنتكلم الآن فيما اختلف فيه المجتهدون أنه هل هو من أدلة الشرع أو\nليس كذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p094'> Vol. 06, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nالكلام فيما اختلف فيه المجتهدون من أدلة الشرع وفيه مسائل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p095'> Vol. 06, p. 095</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>المسألة الأولى </h1>\n\n<p>\nفي حكم الأفعال اعلم أنا بينا في أول هذا الكتاب أنه لا حكم قبل الشرع\nوأجبنا عن شبه المخالفين ونريد الآن أن نبين أن الأصل في المنافع الإذن وفي\nالمضار المنع بأدلة الشرع فإن ذينك أصلان نافعان في الشرع أما الأصل الأول\nفالدليل عليه وجوه المسلك الأول التمسك بقوله تعالى خلق لكم ما في الأرض\nجميعا واللام تقتضي الاختصاص بجهة الانتفاع فإن قيل لا نسلم أن اللام تقتضي\nالاختصاص بجهة الانتفاع والدليل عليه قوله تعالى وإن أسأتم فلها لله ما في\nالسماوات والأرض ففي هاتين الآيتين يمتنع أن تكون اللام للاختصاص بالمنافع\nولأن النحاة قالوا <span id='ms793'></span> اللام للتمليك وهو غير ما قلتموه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p097'> Vol. 06, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nسلمنا ذلك ولكنه يفيد مسمى الانتفاع أو يفيد كل الانتفاعات الأول مسلم\nويكفي في العمل بها حصول فرد واحد الانتفاعات وهو الاستدلال بها على الصانع\nتعالى والثاني ممنوع فما الدليل سلمنا أنه يفيد كل الانتفاعات لكن بالخلق\nلأن اللام داخلة على الخلق فلم قلت إن المخلوق كذلك سلمنا أنه يفيد\nالانتفاع بالمخلوق لكن لكل واحد في حال واحد لأن هذا مقابلة الجمع بالجمع\nفيقتضي مقابلة الفرد بالفرد فقط سلمنا أنه يفيد العموم لكن كلمة في للظرفية\nفيدل على إباحة كل ما في داخل الأرض وهو الركاز والمعادن فلم قلتم إن ما\nعلى الأرض كذلك سلمنا إباحة كل ما على الأرض لكن في ابتداء الخلق لأن قوله\nخلق لكم يشعر بأنه حالما خلقتها إنما خلقها لنا فلم قلتم إنه بقي في الدوام\nكذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p098'> Vol. 06, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قلت الأصل في الثابت البقاء قلت هذا فيما يحتمل البقاء لكن كونه\nمباحا صفة والصفة لا تبقى سلمنا الإباحة حدوثا وبقاءا لو لكن لمن كان\nموجودا وقت ورود هذا الخطاب لأن قوله تعالى خلق لكم خطاب مشافهة فيختص\nبالحاضرين سلمنا إنه يدل على اختصاصها بنا لكن قوله تعالى لله ما في\n</p>\n\n<p>\nالسماوات وما في الأرض ينافي ذلك والجواب الدليل على أن اللام تفيد\nالمنفعة قوله تعالى لها ما كسبت وعليها ما اكتسبت وقال عليه الصلاة والسلام\nالنظرة الأولى لك والثانية عليك وقال عليه الصلاة والسلام له غنمه وعليه\nغرمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p099'> Vol. 06, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nويقال هذا الكلام لك وهذا عليك غاية ما في الباب أنها جاءت في سائر\nالمواضع لمطلق الاختصاص فنقول لو جعلناه حقيقة في الاختصاص النافع أمكن\nجعله مجازا في مسمى الاختصاص لأن مسمى الاختصاص جزء من الاختصاص النافع\nوالجزء لازم للكل واللفظ الدال على الشئ يصح جعله مجازا عن لازمه أما لو\nجعلناه حقيقة لمسمى الاختصاص لم يكن الاختصاص النافع لازما لأن الخاص لا\nيكون لازما للعام وإذا لم يوجد اللزوم لم يجز جعله مجازا عنه وأما قول\nالنحاة اللام للتمليك فلم يريدوا <span id='ms794'></span> أنها حقيقة للملك وإلا لبطل بقوله الجل\nللفرس بل مرادهم الاختصاص النافع وهو عين ما قلناه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p100'> Vol. 06, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nقوله يكفي حصول فرد من أفراد الانتفاعات وهو الاستدلال بها على الصانع\nتعالى\n</p>\n\n<p>\nقلنا لا يمكن حمل الآية على هذا النفع لأن هذا النفع حاصل لكل مكلف من\nنفسه فإن يمكنه الاستدلال بنفسه على الصانع وإذا حصل له هذا النفع من نفسه\nكان تحصيل هذا الجنس من النفع من غيره ممتنعا لأن تحصيل الحاصل محال قوله\nاللام داخلة على الخلق فلم قلت المخلوق كذلك قلنا الخلق هو المخلوق لقوله\nتعالى هذا خلق الله أى مخلوق الله وبتقدير أن يكون الخلق غير المخلوق لكن\nلا نفع للمكلف في صفة الله تعالى فوجب أن يكون المراد ها هنا من الخلق\nالمخلوق قوله مقابلة الجمع بالجمع تقتضي مقابلة الفرد بالفرد قلنا لا نسلم\nأن هذا مقابلة الجمع بالجمع بل هذا يجرى مجري تمليك الدار الواحدة لشخصين\nفكما أن ذلك يقتضي تعلق حق كل واحد منهما لا بجزء معين من الدار بل بجميع\nأجزاء الدار فكذا ها هنا قوله كلمة في لا تتناول إلا ما كان في باطن الأرض\nقلنا لا نسلم بدليل قوله تعالى إني جاعل في الأرض خليفة قوله هب أنه ثبت\nهذا الحكم في الابتداء فلم قلت إنه يدوم قلنا لأن الأصل فيما يثبت بقاؤه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p101'> Vol. 06, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nقوله هذا الاختصاص صفة فلا تقبل الدوام قلنا لكن حكم الله تعالى صفة فهي\nواجبه الدوام قوله هب أن هذا الحكم ثبت للمخاطبين بهذا الخطاب فلم قلت إنه\nيثبت في حقنا\n</p>\n\n<p>\nقلنا لأن الله تعالى لما حكم بذلك في حقهم وقد حكم به الرسول أيضا في\nحقهم فوجب أن يكون قد حكم به أيضا في حقنا لقوله عليه الصلاة والسلام حكمي\nفي الواحد حكمي في الجماعة قوله هذا معارض بقوله تعالى لله ما في السماوات\nوما في الأرض قلنا التعارض إنما يثبت أن لو ثبت في الموضعين بمعنى واحد وهو\nمحال لأن الذي أثبتناه في حقنا هو الاختصاص النافع وذلك <span id='ms795'></span> في حق الله تعالى\nمحال فإذن لا تعارض بل ذلك الاختصاص ليست إلا بجهة الخلق والإيجاد المسلك\nالثاني قوله تعالى قل من حرم زينة الله التي أخرج لعباده والطيبات من الرزق\nأنكر الله تعالى على من حرم زينة الله فوجب أن لا تثبت حرمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p102'> Vol. 06, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nزينة الله وإذا لم تثبت حرمة زينة الله امتنع ثبوت الحرمة في كل فرد من\nأفراد زينة الله لأن المطلق جزء من المقيد فلو ثبتت الحرمة في فرد من أفراد\nزينة الله تعالى لثبتت الحرمة في زينة الله تعالى وذلك على خلاف الأصل وإذا\nانتفت الحرمة بالكلية ثبتت الإباحة المسلك الثالث أن الله تعالى قال أحل\nلكم الطيبات وليس المراد من الطيب الحلال وإلا لزم التكرار فوجب تفسيره بما\nيستطاب طبعا وذلك يقتضي حل المنافع بأسرها\n</p>\n\n<p>\nالمسلك الرابع القياس وهو أنه انتفاع بما لا ضرر فيه على المالك قطعا ولا\nعلى المنتفع ظاهرا فوجب أن لا يمنع كالاستضاءة ب ضوء سراج الغير والاستظلال\nبظل جداره إنما قلنا إنه لا ضرر فيه على المالك لأن المالك هو الله تعالى\nوالضرر عليه محال وأما ملك العباد فقد كان معدوما والأصل بقاء ذلك العدم\nترك العمل به فيما وقع اتفاق الخصم على كونه مانعا فيبقى في غيره على الأصل\nفإن قيل فهذا يقتضي القول بإباحة كل المحرمات لأن فاعلها ينتفع بها ولا ضرر\nفيها على المالك ويقتضى سقوط التكاليف بأسرها ولا شك في فساده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p103'> Vol. 06, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nوأيضا فالقياس على الاستضاءة والاستظلال غير جائز لأن المالك لو منع من\nالاستضاءة والاستظلال قبح ذلك منه والله تعالى لو منعه من الانتفاع لم يقبح\nوالجواب عن الأول أنا احترزنا عنه بقولنا ولا ضرر على المنتفع ظاهرا وها\nهنا في فعل ما نهى الله عنه ترك ما أمر به ضرر أما على قول المعتزلة فلأنه\nلولا اشتمال الفعل والترك على جهة لأجلها حصل النهي وإلا لما جاز ورود\nالنهي وأما عندنا فلأن الله تعالى لما توعدنا بالعقاب عليه كان مشتملا على\nالضرر فلم يكن واردا <span id='ms796'></span> علينا\n</p>\n\n<p>\nوعن الثاني أنه لا يجب أن يكون الفرع مساويا للأصل من كل الوجوه بل يكفي\nحصول المساواة فيه من الوجه المقصود المسلك الخامس وهو أن الله تعالى خلق\nالأعيان إما لا لحكمة أو لحكمة والأول باطل لقوله تعالى وما خلقنا السماوات\nوالأرض وما بينهما لاعبين وقوله أفحسبتم أنما خلقناكم عبثا ولأن الفعل\nالخالي عن الحكمة عبث والعبث لا يليق بالحكيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p104'> Vol. 06, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nوأما إن كان خلقها لحكمة فتلك الحكمة إما عود النفع إليه أو إلينا والأول\nمحال لاستحالة الانتفاع عليه فتعين أنه تعالى إنما خلقها لينتفع بها\nالمحتاجون وهذا يقتضي أن يكون المقصود من الخلق نفع المحتاج وإذا كان كذلك\nكان نفع المحتاج مطلوب الحصول أينما كان فإن منع منه فإنما يمنع لأنه بحيث\nيلزمه رجوع ضرر إلى محتاج فإذا نهانا الله تعالى عن بعض الانتفاعات علمنا\nأنه تعالى إنما منعنا منها لعلمه باستلزامها للمضار إما في الحال أو في\nالمآل ولكن ذلك على خلاف الأصل فثبت أن الأصل في المنافع الإباحة وهذا\nالنوع من الكلام هو اللائق بطباع الفقهاء والقضاة وإن كان تحقيق القول فيه\nلا يتم إلا مع القول بالاعتزال أما الأصل الثاني وهو أن الأصل في المضار\nالحرمة فهذا يستدعي بحثين\n</p>\n\n<p>\nأحدهما البحث عن ماهية الضرر والثاني إقامة الدليل على حرمته أما الأول\nفقد قالوا الضرر ألم القلب لأن الضرب يسمى ضررا وتفويت منفعة الإنسان يسمى\nإضرارا والشتم والاستخفاف يسمى ضررا ولا بد من جعل اللفظ اسما لمعنى مشترك\nبين هذه الصور دفعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p105'> Vol. 06, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nللاشتراك وألم القلب معنى مشترك فوجب جعل اللفظ حقيقة فيه فان قيل أتعني\nبألم القلب الغم والحزن أم شيئا آخر الأول باطل لأن من خرق ثوب إنسان أو\nخرب داره وكان المالك غافلا عن هذه الحالة يقال أضربه مع أنه لم يوجد الغم\nوالحزن وإن عنيت به شيئا آخر فبينه نزلنا عن الاستفسار فلم قلت الضرر ألم\nالقلب قوله لا بد من معنى مشترك في مواضع الاستعمال قلنا هذا مسلم لكن لم\nقلت إنه لا <span id='ms797'></span> مشترك إلا ألم القلب بل ها هنا مشترك آخر وهو تفويت النفع فما\nالدليل على أن ما ذكرتموه أولى ثم الذي يدل على أن ما ذكرناه أولى أن النفع\nمقابل الضرر والنفع تحصيل المنفعة فوجب أن يكون الضرر إزالة المنفعة وإذا\nثبت ذلك وجب أن لا يكون حقيقة فيما ذكرتموه دفعا للاشتراك سلنا أن ما\nذكرتموه يدل على أن الضرر ألم القلب لكنه معارض بوجهين الأول أن من خرب دار\nإنسان وكان المالك غافلا عنه يقال أضربه مع أنه\n</p>\n\n<p>\nلم يوجد هناك ألم القلب لأن ألم القلب لا يحصل إلا بعد الشعور به الثاني\nقوله تعالى قال أفتعبدون من دون الله مالا ينفعكم شيئا ولا يضركم أخبر أن\nعبادة الأصنام لا تضرهم مع أنها تؤلم قلوبهم يوم القيامة لأنهم يعاقبون\nبذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p106'> Vol. 06, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nفثبت أن الضرر ليس ألم القلب والجواب أن القلب إذا ناله غم وحزن انعصر دم\nالقلب في الباطن وانعصار دم القلب في الباطن إنما يكون لانعصار يكون القلب\nفي نفسه وانعصار العضو مؤلم له لأن أي عضو عصرته فإنه يحصل منه ألم فالمراد\nمن ألم القلب تلك الحالة الحاصلة له عند ذلك الانعصار مع فظهر بهذا أن ألم\nالقلب مغاير للغم وإن كان مقارنا له وغير منفك عنه وأما من خرق ثوب إنسان\nفإنما يقال أضربه على معنى أنه أوجد ما لو عرفه لحصل الضرر لا محالة وهو في\nالحقيقة اطلاق اسم المسبب على السبب مجازا قوله لم قلت لا مشترك سواه قلنا\nلأن المشترك الآخر كان معدوما والأصل بقاؤه على العدم قوله تفويت النفع\nأيضا مشترك قلنا لا يجوز جعله مسمى الضرر لأن البيع والهبة حصل فيهما تفويت\nالنفع لأن البائع فوت على نفسه الانتفاع بعين المبيع مع أن ذلك لا يسمى\n</p>\n\n<p>\nضررا قوله الضرر في مقابلة النفع قلنا هب أنه كذلك لكن النفع عبارة عن\nتحصيل اللذة أو ما يكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p107'> Vol. 06, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nوسيلة إليها والضرر عبارة عن تحصيل الألم أو ما يكون وسيلة إليه وأما\nالآية فنقول لا نسلم <span id='ms798'></span> أن الأصنام تضرهم في الدنيا ولا في الآخرة بل الذي\nيضرهم في الآخرة عبادتها فزال السؤال المقام الثاني في اقامة الدلالة على\nحرمة الضرر والمعتمد فيه قوله عليه الصلاة والسلام لا ضرر ولا إضرار في\nالإسلام والكلام على التمسك بهذا النص اعتراضا وجوابا مشهور في الخلافيات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p108'> Vol. 06, p. 108</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>المسألة الثانية </h1>\n\n<p>\nفي استصحاب الحال المختار عندنا أنه حجة وهو قول المزني وأبي بكر الصيرفي\nمن فقهائنا خلافا للجمهور من الحنفية والمتكلمين لنا أن العلم بتحقيق أمر\nفي الحال يقتضى ظن بقائه في في الاستقبال والعمل بالظن واجب ولا معنى لكونه\nحجة إلا ذلك إنما قلنا إن العلم بتحقيق أمر في الحال يقتضى ظن بقائه في\nالاستقبال لأن الباقي مستغن عن المؤثر والحادث مفتقر إليه والمستغني عن\nالمؤثر راجح الوجود بالنسبة إلى المفتقر إليه\n</p>\n\n<p>\nإن قلنا أن الباقي مستغن عن المؤثر لأنا لو فرضنا له مؤثرا فذلك المؤثر\nإما أن يقال إنه صدر عنه أثر أو ما صدر عنه أثر والثاني محال لأن فرض\nالمؤثر بدون الأثر متناقض وأما الأول فأثره إما أن يكون شيئا ما كان موجودا\nأو كان موجودا فإن قلنا أنه ما كان موجودا كان الأثر حادثا لا باقيا وإن\nقلنا إنه كان موجودا كان ذلك تحصيلا للحاصل وهو محال فثبت أن الباقي مستغن\nعن المؤثر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p109'> Vol. 06, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما قلنا إن الحادث مفتقر إليه لأن إجماع المسلمين بل إجماع جمهور\nالعقلاء منعقد عليه والاستقصاء فيه مذكور في كتابنا المسمى ب الخلق والبعث\nوإنما قلنا إن المستغنى عن المؤثر راجح بالنسبة إلى المفتقر إليه لوجهين\nالأول وهو أن المستغنى عن المؤثر لا بد أن يكون الوجود به أولى إذ لو كان\nالوجود مساويا للعدم لاستحال الرجحان إلا بمنفصل وكان يلزم افتقاره إلى\nالمؤثر لكنا فرضناه مستغنيا عنه هذا خلف فإذن وجود الباقي راجح على عدمه\nوأما الحادث فليس أحد طرفيه راجحا على الآخر إذ لو كان راجحا لاستحال\nافتقاره إلى المرجح وإلا لكان ذلك المرجح مرجحا لما هو في نفسه مترجح فكان\nذلك تحصيلا <span id='ms799'></span> للحاصل وهو محال فثبت أن الباقي أولى بالوجود وأن الحادث ليس\nأولى بالوجود ولا\n</p>\n\n<p>\nمعنى لظن وجوده إلا اعتقاد أن وجوده أولى فثبت أن الباقي راجح الوجود\nبالنسبة إلى الحادث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p110'> Vol. 06, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني وهو أن الباقي لا يعدم إلا عند وجود المانع والمتقر سعيد إلى\nالمؤثر كما يعدم عند وجود المانع فقد يعدم أيضا عند عدم المقتضي وما لا\nيعدم إلا بطريق واحد يكون أولى بالوجود مما يعدم بطريقين ولا معنى للظن إلا\nاعتقاد أنه أولى بالوجود وإنما قلنا إن العمل بالظن واجب لقوله عليه الصلاة\nوالسلام نحن نحكم بالظاهر ولأنه لو لم يجب لزم جواز ترجيح المرجوح على\nالراجح وإنه غير جائز في بديهة العقل ولأن العمل بالقياس وخبر الواحد\nوالشهادة والفتوى وسائر الظنون المعتبرة إنما وجب ترجيحا للأقوى على الأضعف\nوهذا المعنى قائم ها هنا فيلزم ثبوت الحكم ها هنا أيضا وهو وجوب العمل به\nفإن قيل لا نسلم أن العلم بتحقق أمر في الحال يقتضى ظن بقائه في الاستقبال\nقوله لأن الباقي مستغن عن المؤثر قلنا ما المعنى بقولكم الباقي مستغن عن\nالمؤثر إن عنيتم به أن كونه باقيا مستغن عن المؤثر فهذا ممنوع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p111'> Vol. 06, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nوأيضا فهو مناقض لقولكم الحادث مفتقر إلى المؤثر لأن كونه باقيا لم يكن\nحاصلا حال حدوثه ثم حصل بعد أن لم يكن فيكون حادثا وأنتم قد اعترفتم أن\nالحادث لا بد له من مؤثر وإن عنيتم بقولكم الباقي مستغن عن المؤثر شيئا آخر\nفبينوه لننظر فيه نزلنا عن الاستفسار فلم لا يجوز أن يقال الباقي له مؤثر\nولذلك المؤثر أثر قوله ذلك الأثر إما أن يكون شيئا ما كان حاصلا أو كان\nحاصلا قلنا لم لا يجوز أن يقال ما كان حاصلا وذلك لأنه لا معنى لبقائه إلا\nحصوله في هذا الزمان بعد أن كان حاصلا في زمان آخر قبله لكن حصوله في هذا\nالزمان ما كان حاصلا قبل حصول هذا الزمان فإذن كونه باقيا أمر حادث فأثر\nالمبقي هو ذلك الأثر فإن قلت فعلى <span id='ms800'></span> هذا التقدير يكون أثر المبقي أمرا حادثا\nفلا يكون مبقيا بل محدثا قلت مرادنا من قولنا الباقي يفتقر إلى المبقى أن\nحصوله في الزمان الثاني لا بد فيه من شئ آخر وقد ثبت أنه لا يكون باقيا ما\nلم يحصل في الزمان الثاني وحصوله في الزمان الثاني مفتقر إلى مؤثر فإذن\nيمتنع أن يصدق عليه كونه باقيا إلا لمؤثر فيعد ذلك البحث عن الواقع بذلك\nالمؤثر وكونه أمرا مستمرا أو جديدا بحثا عن شئ خارج عن المقصود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p112'> Vol. 06, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nسلمنا فساد هذا القسم فلم لا يجوز أن يقال أثره شئ كان حاصلا قوله تحصيل\nالحاصل محال قلنا إن عنيت بتحصيل الحاصل أن يجعل عين الشئ الذي كان موجودا\nفي الزمان الأول حادثا في الزمان الثاني فلا نزاع في أن ذلك محال لكن لم\nقلت إن إسناد الباقي إلى المؤثر يوجب ذلك وإن عنيت به أن الوجود الذي صدق\nعليه في الزمان الأول أنه أنما ترجح لهذا المؤثر صدق عليه في الزمان الثاني\nأيضا أنه ترجح لهذا المؤثر فلم قلت إن ذلك محال سلمنا أن ما ذكرتموه يدل\nعلى استغناء الشئ حال بقائه عن المؤثر لكن ها هنا ما يعارضه وذلك لأن هذا\nالباقي كان بقاؤه ممكنا وكل ممكن فله مؤثر فالباقي حال بقائه له مؤثر وإنما\nقلنا أنه ممكن لأنه في زمان حدوثه ممكن وإلا لم يفتقر إلى المؤثر وإمكانه\nمن لوازم ماهيته وما كان من لوازم الماهية فهو واجب الحصول في جميع زمان\nتحقق الماهية فكان الإمكان حاصلا في زمان البقاء وإنما قلنا إن الممكن\nمفتقر إلى المؤثر لأن الممكن قد استوى طرفاه وما كان كذلك افتقر إلى المرجح\nفإن قلت لم لا يجوز أن يقال الإمكان إنما يحوج إلى المقتضى بشرط الحدوث\nوهذا الشرط فائت في زمان البقاء فلا يتحقق الافتقار قلت لا يجوز جعل الحدوث\nمؤثرا في تحقق الاحتياج لأن الحدوث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p113'> Vol. 06, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nعبارة عن مسبوقية وجود الشئ بالعدم ومسبوقية بكر الوجود بالعدم صفة ونعت\n</p>\n\n<p>\nله وصفة الشئ متوقفة على الشئ <span id='ms801'></span> فالحدوث متوقف على الوجود المتأخر عن تأثير\nالمؤثر فيه المتأخر عن احتياج المؤثر إليه المتأخر عن علة احتياجه إليه فلو\nكان الحدوث مؤثرا في ذلك الاحتياج إما بأن يكون علة أو جزء علة أو شرط علة\nلزم الدور وهو محال سلمنا استغناء الباقي عن المؤثر وافتقار الحادث إليه\nفلم قلت إن المستغني راجح عن المفتقر قوله في الوجه الأول أن الباقي أولى\nبالوجود والحادث ليس أولى ولا معنى للظن إلا اعتقاد أنه أولى قلنا إن عنيت\nبهذه الأولوية أن العدم عليه ممتنع فهذا باطل لأن هذا الباقي يقبل العدم\nوإن عنيت به أمرا آخر فلا بد من بيانه فإن قلت المراد منها درجة متوسطة بين\nالاستواء الذي هو مسمى الإمكان والتعيين المانع من النقيض الذي هو مسمى\nالضرر قلت هذا محال لأن مع ذلك القدر من الأولوية إن امتنع النقيض فهو\nالضرروة وقد فرضنا أنه ليس كذلك وإن لم يمتنع فمع ذلك القدر من الأولوية\nيصح عليه الوجود تارة والعدم أخرى فحصول أحدهما بدلا عن الآخر إن توقف على\nانضمام قيد إليه لم يكن الحاصل قبله كافيا في تحقق الأولوية وإن لم يتوقف\nكانت نسبة ذلك القدر من الأولوية إلى طرفي الوجود والعدم على السوية فترجيح\nأحدهما على الآخر لا لمرجح زائد يكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p114'> Vol. 06, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nترجيحا لأحد طرفي الممكن على الآخر لا لمرجح وهو محال\n</p>\n\n<p>\nوأما الوجه الثاني فغاية ما في الباب أنه يمكن تحقق عدم الحادث بطريقتين\nولا يمكن تحقق عدم الباقي إلا بطريق واحد فلم قلت أن هذا القدر يقتضي أن\nيكون الباقي راجحا في الوجود على الحادث سلمنا أن ما ذكرتموه يقتضي رجحان\nالباقي على الحادث من ذلك الوجه لكنه يقتضي عدم الرجحان من وجه آخر بيانه\nأن الباقي لا يصدق عليه كونه باقيا إلا إذا حصل في الزمان الثاني فحصوله في\nالزمان الثاني أمر حادث فإذا لم يكن وجود الحادث راجحا فالمتوقف على ما لا\nيكون راجح الوجود لم يكن هو أيضا راجح الوجود فيلزم أن لا يكون <span id='ms802'></span> الباقي راجح\nالوجود سلمنا أن الباقي راجح الوجود ولكن ما لم يتحقق كونه باقيا لا يتحقق\nكونه راجح الوجود وهو إنما يصدق عليه كونه باقيا إذا حصل في الزمان الثاني\nفالحاصل أنا ما لم نعرف وجوده في الزمان الثاني لا نعرف كونه راجح الوجود\nوأنتم جعلتم رجحان وجوده دليلا على وجوده في الزمان الثاني فيكون دورا\nسلمنا أن الباقي راجح في الوجود الخارجي على الحادث فلم قلت يجب أن يكون\nراجحا عليه في الظن لا بد لهذا من دليل سلمنا حصول هذا الظن وأن العمل به\nواجب ولكنه معارض بدليل آخر يمنع من التمسك بالاستصحاب وهو أن من سوى بين\nالوقتين في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p115'> Vol. 06, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nالحكم فإما أن يقال إنما سوى بينهما لاشتراكهما فيما يقتضى ذلك\n</p>\n\n<p>\nالحكم أو ليس الأمر كذلك فإن كان الأول فهو قياس وإن كان الثاني كان ذلك\nتسوية بين الوقتين في الحكم من غير دليل وإنه باطل بالإجماع والجواب قوله\nما المراد من قولكم الباقي مستغن عن المؤثر قلنا لا شك في أن الباقي هو\nالذي حصل في زمان بعد أن كان بعينه حاصلا في زمان آخر قبله وهذا يقتضى أن\nتكون الذات الحاصلة في هذا الزمان عين الذات الحاصلة في ذلك الزمان الآخر\nإذا ثبت هذا فنقول هذه الذات التي صدق عليها أنها حصلت بعينها في الزمانين\nإما أن يقال حصل فيها في الزمان الثاني أمر لم يكن حاصلا في الزمان الأول\nأو لم يحصل فإن كان الأول كان الأمر المتجدد مغايرا للذات الباقية فيكون\nالباقي في الحقيقة هو الذات لا هذه الكيفية المتجددة فنحن ندعي أن ذلك الشئ\nالذي هو الباقي يستحيل إسناده إلى المؤثر حال بقائه وعلى هذا التقدير لا\nيكون إسناد تلك الكيفية المتجددة قادحا في قولنا الباقي غير مستند إلى\nالمؤثر لأن أحدهما غير الآخر وإن قلنا إنه لم يحدث في الزمان الثاني أمر\nمتجدد بل الحاصل في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p116'> Vol. 06, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nالزمان الثاني ليس إلا الذات التي كانت حاصلة في الزمان الأول فعلى هذا\n</p>\n\n<p>\nالتقدير بطل قولهم <span id='ms803'></span> إن كونه باقيا كيفية حادثة وأنها مفتقرة إلى المؤثر\nفثبت أن على التقديرين السؤال ساقط قوله حصوله في الزمان الثاني كيفية\nزائدة على الذات وهي مفتقرة إلى المؤثر قلنا هذا باطل وبتقدير ثبوته فهو\nغير قادح في دليلنا أما أنه باطل فلأن حصوله في الزمان الثاني لو كان كيفية\nزائدة على الذات لكان حصول ذلك الزائد في ذلك الزمان كيفية أخرى فلزم\nالتسلسل وهو محال ولأن العدم قد يصدق عليه أنه باق فلو كان تحققه في الزمان\nالثاني كيفية ثبوتية لزم قيام الصفة الموجودة بالموصوف الذي هو نفى محض\nوإنه محال وأما أن بتقدير ثبوته فالمقصود حاصل فذلك لأن حصوله في الزمان\nالثاني لما كان أمرا حادثا كان إسناده إلى المؤثر إسنادا للحادث إلى المؤثر\nلا إسنادا للباقي وكلامنا ليس إلا في الباقي قوله ما الذي تعني بتحصيل\nالحاصل قلنا نعني به أن الشئ الذي حكم العقل عليه بأنه كان حاصلا قبل ذلك\nيحكم عليه بأن حصوله الآن لأجل هذا الشئ وهذا محال بالبديهة لأنه لما كان\nحاصلا قبل ذلك فلو أعطاه الآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p117'> Vol. 06, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nهذا المؤثر حصولا لكان قد حصل نفس ما كان حاصلا وأنه محال قوله الباقي\nحال بقائه ممكن والممكن مفتقر قلنا لا نسلم أن الممكن إنما يفتقر إلى\nالمؤثر بشرط كونه حادثا\n</p>\n\n<p>\nقوله الحدوث متأخر قلنا لا نريد به أن كونه حادثا شرط للافتقار بل نريد\nبه أن كونه بحيث لو وقع بالمؤثر لكان حادثا بشرط افتقار الأثر إلى المؤثر\nوكونه بهذه الصفة أمر متقدم قوله ما المراد من الأولوية قلنا درجة متوسطة\nبين التساوي والتعيين المانع من النقيض قوله هذا محال لأنه يقتضي ترجيح أحد\nالمتساويين على الآخر لا لمرجح قلنا لا نسلم أن ذلك ممتنع مطلقا بل ذلك\nإنما يمتنع بشرط الحدوث قوله على الوجه الثاني لم قلت إنه لما أمكن حصول\nعدم الحادث بطريقين وعدم الباقي لا يحصل إلا بطريق كان وجود الحادث مرجوحا\nقلنا لأن عدم حصول الحادث أكثر من عدم الباقي لأنه يصدق <span id='ms804'></span> على ما لا نهاية له\nأنه لم يحدث وأما عدم الباقي بعد حدوثه فمشروط بوجوده فإذا كان الوجود\nمتناهيا كان العدم بعد الوجود متناهيا وإذا كان عدم حدوث الحادث أكثر من\nعدم الباقي بعد وجوده والكثرة موجبة للظن ثبت أن عدم حدوث الحادث غالب على\nعدم الشئ ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p118'> Vol. 06, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nمعنى للظن إلا ذلك واعلم أنه يمكن الاستدلال بهذه النكتة ابتداءا قوله\nكونه باقيا يتوقف على حدوث حصوله في الزمان الثاني فكونه\n</p>\n\n<p>\nباقيا يتوقف على الحدوث الذي ليس براجح والموقوف على ما لا يكون راجحا\nليس براجح قلنا هذا إنما يلزم لو كان حصوله في الزمان الثاني كيفية وجودية\nوقد دللنا على أن ذلك محال لأنه يوجب التسلسل ثم إن سلمنا صحة ذلك لكنا\nنقول لما ثبت أن الحدوث مرجوح فالذات إذا كانت حادثة فهناك أمران حادثان\nأحدهما الذات والآخر حصول الذات في ذلك الزمان وأما إذا كانت الذات باقية\nوالحادث أمر واحد وهو حصوله في ذلك الزمان أما الذات فهي ليست ب حادثة في\nنفسها فإذن الحادث مرجوح من وجهين والباقي من وجه واحد فوجب أن يكون الباقي\nراجحا على الحادث من هذا الوجه قوله ما لم يعرف كونه باقيا لا يثبت رجحانه\nقلنا لا حاجة إلى ذلك بل نقول هذا الذي وجد لا يمتنع عقلا أن يوجد في\nالزمان الثاني وأن يعدم لكن احتمال الوجود راجح على احتمال العدم من الوجه\nالذي ذكرناه فالعلم بوجوده في الحال يقتضي اعتقاد رجحان وجوده على عدمه في\nثاني الحال فإذن العلم بالأولوية مستفاد من العلم بوجوده في الحال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p119'> Vol. 06, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى هذا التقدير يسقط الدور قوله هب أن الباقي راجح على الحادث في\nالوجود الخارجي فلم قلت يجب أن يكون راجحا عليه في الذهن قلنا لأن الاعتبار\nالذهنى مطابق للاعتبار الخارجي وإلا كان جهلا\n</p>\n\n<p>\nقوله التسوية بين الزمانين إن لم تكن بالقياس كان ذلك تسوية بين الزمانين\nمن غير دليل قلنا القياس دليل واحد من أدلة الشرع وليس يلزم من عدم دليل\nمعين عدم الدليل <span id='ms805'></span> بالكلية بل نحن سوينا بين الزمانين في الحكم بناءا على ما\nذكرنا من أن العلم بثبوته في في الحال يقتضى ظن ثبوته على ذلك الوجه في\nالزمان الثاني والعمل بالظن واجب واعلم أن القول باستصحاب الحال أمر لا بد\nمنه في الدين والشرع والعرف أما في الدين فلأنه لا يتم الدين إلا بالاعتراف\nبالنبوة ولا سبيل إليه إلا بواسطة المعجزة ولا معنى للمعجزة إلا فعل خارق\nللعادة ولا يحصل فعل خارق للعادة إلا عند تقرر العادة ولا معنى للعادة إلا\nأن العلم بوقوعه على وجه مخصوص في الحال يقتضي اعتقاد أنه لو وقع لما وقع\nإلا على ذلك الوجه وهذا عين الاستصحاب وأما في الشرع فلأنا إذا عرفنا أن\nالشرع تعبدنا بالإجماع أو بالقياس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p120'> Vol. 06, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nأو بحكم من الأحكام فلا يمكننا العمل به إلا إذا علمنا أو ظننا عدم طريان\nالناسخ فإن علمنا ذلك بلفظ آخر افتقرنا فيه إلى اعتقاد عدم النسخ أيضا فإن\nكان ذلك بلفظ آخر أيضا تسلسل إلى غير النهاية وهو محال فلا بد أن ينتهي آخر\nالأمر إلى التمسك ب الاستصحاب وهو أن علمنا بثبوته في الحال يقتضى ظن وجوده\nفي الزمان الثاني وأيضا فالفقهاء بأسرهم على كثرة اختلافهم اتفقوا على أنا\nمتى يتقنا\n</p>\n\n<p>\nقد حصول شئ وشككنا في حدوث المزيل أخذنا بالمتيقن وهذا عين الاستصحاب\nلأنهم رجحوا بقاء الباقي على حدوث الحادث وأما العرف فلأن من خرج من داره\nوترك أولاده فيها على حالة مخصوصة كان اعتقاده لبقائهم على تلك الحالة التي\nتركتهم عليها راجحا على اعتقاده لتغير تلك الحالة ومن غاب عن بلده فإنه\nيكتب إلى أحبابه وأصدقائه عادة في الأمور التي كانت موجودة حال حضوره وما\nذاك إلا ل أن اعتقاده في بقاء تلك الأمور راجح على اعتقاده في تغيرها بل لو\nتأملنا لقطعنا بأن أكثر مصالح العالم ومعاملات الخلق مبني على القول\nبالاستصحاب فرع من قال النافي لا دليل عليه إن أراد أن العلم بذلك العدم\nالأصلي يوجب ظن دوامه في المستقبل فهذا <span id='ms806'></span> حق كما بيناه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p121'> Vol. 06, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nوإن أراد به غيره فهو باطل لأن العلم بالنفي أو الظن به لا يحصل إلا\nلمؤثر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p122'> Vol. 06, p. 122</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>المسألة الثالثة</h1>\n\n<p>\nفي الاستحسان المحكي عن الحنفية القول بالاستحسان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p123'> Vol. 06, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nومخالفوهم أنكروا ذلك عليهم لظنهم أنها يعنون به الحكم من غير دليل والذي\nحصله المتأخرون في تحديده وجهان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p124'> Vol. 06, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nالأول قال الكرخي الاستحسان هو أن يعدل الإنسان عن أن يحكم في المسألة\nبمثل ما حكم في نظائرها إلى خلافه لوجه أقوى يقتضي العدول عن الأول وهذا\nيلزم عليه أن يكون العدول عن العموم إلى التخصيص وعن المنسوخ إلى الناسخ\nاستحسانا الثاني قال أبو الحسين الاستحسان ترك وجه من وجوه الاجتهاد غير\nشامل شمول الألفاظ لوجه أقوى منه وهو في حكم الطارئ على الأول قال ولا يلزم\nعليه العدول عن العموم إلى القياس المخصص لأن العموم لفظ شامل ولا يلزم\nعليه أن يكون أقوى القياس استحسانا لأن الأقوى ليس في حكم الطارئ على\nالأضعف فإن كان طارئا فهو استحسان فإن قلت فقد قال محمد بن الحسن في غير\nموضع من كتبه تركنا الاستحسان للقياس كما لو قرأ آية ال سجدة في آخر السورة\nفالقياس يقتضي أن يجتزئ بالركوع والاستحسان أن لا يجتزئ به بل يسجد لها ثم\nإنه قال بالقياس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p125'> Vol. 06, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nفهذا الاستحسان إن كان أقوى من القياس فكيف تركه وإن لم يكن أقوى منه فقد\nبطل حدكم\n</p>\n\n<p>\nقلت ذلك المتروك إنما يسمى استحسانا لأنه وإن كان الاستحسان وحده أقوى من\nالقياس وحده لكن اتصل بالقياس شئ آخر صار ذلك المجموع أقوى من الاستحسان\nكما في المسألة التي ذكرتموها فإن الله تعالى أقام الركوع مقام السجود في\nقوله تعالى وخر راكعا وأناب فهذا تقرير هذا الحد الذي ذكره أبو الحسين رحمه\nالله واعلم أن هذا يقتضي أن تكون الشريعة كلها استحسانا لأن مقتضى العقل هو\nالبراءة الأصلية وإنما يترك ذلك لدليل أقوى منه وهو نص أو إجماع أو قياس\nوهذا الأقوى في حكم الطارئ الأول فيلزم أن يكون الكل استحسانا وهم لا\nيقولون به لأنهم <span id='ms807'></span> يقولون تركنا القياس للاستحسان وهذا يقتضي أن يكون القياس\nمغايرا للاستحسان فالواجب أن يزاد في الحد قيد آخر فيقال ترك وجه من وجوه\nالاجتهاد مغاير للبراءة الأصلية والعمومات اللفظية لوجه أقوى منه وهو في\nحكم الطارئ على الأول إذا عرفت هذا فنقول اتفق أصحابنا على إنكار الاستحسان\nوهذا الخلاف إما أن يكون في اللفظ أو في المعنى لا يجوز أن يكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p126'> Vol. 06, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nفي اللفظ لأنه قد ورد في القرآن والسنة وألفاظ سائر المجتهدين هذه اللفظة\nأما القرآن فقوله تعالى وأمر قومك يأخذوا بأحسنها وقوله فيتبعون أحسنه وأما\nالسنة فقوله عليه الصلاة والسلام ما رأه المسلمون حسنا فهو عند الله حسنا\n</p>\n\n<p>\nوأما ألفاظ سائر المجتهدين فلأن الشافعي رضي الله عنه قال في باب المتعة\nأستحسن أن تكون ثلاثين درهما وفي باب الشفعة أستحسن أن يثبت للشفيع الشفعة\nإلى ثلاثة أيام وقال في المكاتب أستحسن أن يترك عليه شئ فثبت بهذا أن\nالخلاف ليس في اللفظ وإنما الخلاف في المعنى وهو أن القياس إذا كان قائما\nفي صورة الاستحسان في سائر الصور ثم ترك العمل به في صورة الاستحسان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p127'> Vol. 06, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nوبقي معمولا به في غير تلك الصورة فهذا هو القول بتخصيص العلة وهو عند\nالشافعي وجمهور المحققين باطل وقد تقدمت هذه المسألة فظهر أن القول\nبالاستحسان باطل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p128'> Vol. 06, p. 128</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>المسألة الرابعة </h1>\n\n<p>\nالحق أن قول الصحابى ليس بحجة وقال قوم إنه حجة مطلقا ومنهم من فصل\nوذكروا فيه وجوها أحدها أنه حجة إن خالف القياس وثانيها أن قول أبي بكر\nوعمر رضي الله عنهما حجة فقط وثالثها أن قول الخلفاء الأربعة إذا اتفقوا\nحجة لنا النص والإجماع والقياس أما النص فقوله تعالى فاعتبروا يا أولي\nالأبصار أمر بالاعتبار وذلك ينافي جواز التقليد\n</p>\n\n<p>\nوأما الإجماع فهو أن الصحابة أجمعوا على جواز مخالفة كل واحد من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p129'> Vol. 06, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nآحاد الصحابة فلم ينكر أبو بكر وعمر على من خالفهما ولا كل واحد منهما\nعلى صاحبه فيما فيه اختلفا وأما القياس فهو أنه متمكن من إدراك الحكم\nبطريقة فوجب أن يحرم عليه التقليد <span id='ms808'></span> كما في الأصول واحتج المخالف بوجوه أحدها\nقوله عليه الصلاة السلام أصحابي كالنجوم بأيهم اقتديتم اهتديتم جعل\nالاهتداء لازما للاقتداء بأي واحد كان منهم وذلك يقتضي أن يكون قوله حجة\nوثانيها إن لم يجز اتباع كل واحد منهم فيجب اتباع أبي بكر وعمر رضي الله\nعنهما للخبر والإجماع أما الخبر فقوله عليه الصلاة والسلام اقتدوا بالذين\nمن بعدي أبي بكر وعمر وأما الإجماع فقد ولى عبد الرحمن عثمان الخلافة بشرط\nالاقتداء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p130'> Vol. 06, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nبسيرة الشيخين فقبل ولم ينكر ذلك على عثمان وكان ذلك بمحضر من أكابر\nالصحابة فكان إجماعا وثالثها إن لم يجب اتباع أبي بكر وعمر وحدهما وجب\nاتباع الخلفاء\n</p>\n\n<p>\nالأربعة لقوله عليه الصلاة والسلام عليكم بسنتي وسنة الخلفاء الراشدين من\nبعدي وقوله عليكم للإيجاب وهو عام ورابعها أن الصحابي إذا قال ما يخالف\nالقياس فلا محمل له إلا أنه اتبع الخبر والجواب عن الأول أن قوله عليه\nالصلاة والسلام بأيهم اقتديتم اهتديتم خطاب مشافهة فلعل ذلك كان خطابا\nللعوام وعن الثاني أن السنة هي الطريقة وهي عبارة عن الأمر الذي يواظب\nالإنسان عليه فلا تتناول ما يقوله الإنسان مرة واحدة وعن الثالث أنا نقول\nبموجبه فيجوز الاقتداء بهما في تجويزهما لغيرهما مخالفتهما بموجب الاجتهاد\nوأيضا فلو اختلفا كما اختلفا في التسوية في العطاء فأيهما يتبع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p131'> Vol. 06, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nوعن الإجماع أن قول عثمان معارض بقول علي رضي الله عنهما وعن الرابع أن\nالصحابي لعله قال بما يخالف القياس لنص ظنه دليلا مع أنه في الحقيقة ما كان\nدليلا نعم لو تعارض قياسان والصحابي مع أحدهما فيجوز الترجيح بقول الصحابي\nفأما جعله حجة فلا\n</p>\n\n<p>\nفرعان الأول اختلف قول الشافعي رضي الله عنه في تقليد الصحابي فقال في\nالقديم يجوز تقليده إذا قال قولا وانتشر ولم يخالف وقال في موضع آخر يقلد\nوإن لم ينتشر وقال في الجديد لا يقلد العالم صحابيا كما لا يقلد عالما آخر\nوهو الحق المختار لأن الدلائل المذكورة مطردة في الكل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p132'> Vol. 06, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قلت كيف لا نفرق بينهم وبين غيرهم مع <span id='ms809'></span> ثناء الله تعالى وثناء رسوله ص\nعليهم حيث قال الله تعالى لقد رضي الله عن المؤمنين وقال السابقون الأولون\nمن المهاجرين إلى قوله رضي الله عنهم وقال عليه الصلاة والسلام خير القرون\nقرني قلت هذا كله ثناء يوجب حسن الاعتقاد فيهم ولا يوجب تقليدهم بدليل أنه\nورد أمثالها في حق آحاد الصحابة مع إجماع الصحابة على جواز مخالفتهم قال\nعليه الصلاة والسلام لو وزن إيمان أبي بكر بإيمان العالمين لرجح وقال إن\nالله ضرب بالحق على لسان عمر وقال والله ما سلكت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p133'> Vol. 06, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nفجا إلا سلك الشيطان فجا غير فجك\n</p>\n\n<p>\nوقال في حق علي اللهم أدر الحق مع علي حيث دار وقال رضيت لأمتي ما رضي\nلها ابن أم عبد وقال لأبي بكر وعمر لو اجتمعتما على شئ ما خالفتكما وكل ذلك\nثناء لا يوجب الاقتداء الثاني في تفاريع القول القديم للشافعي رضى الله عنه\nوهي سبعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p134'> Vol. 06, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nأحدها قال الشافعي رضي الله عنه في كتاب اختلاف الحديث روي عن على أنه\nصلى في ليلة ست ركعات وفي كل ركعة ست سجدات قال لو ثبت ذلك عن علي لقلت به\nفإنه لا مجال للقياس فيه فالظاهر أنه فعله توقيفا وثانيها قال في موضع قول\nالصحابي إذا انتشر ولم يخالف فهو حجة قال الغزالي رحمه الله وهو ضعيف لأن\nالسكوت ليس بقول فأي فرق بين أن ينتشر أو لا ينتشر والعجب من الغزالي أنه\nتمسك بمثل هذا الإجماع على أن خبر الواحد حجة والقياس حجة وثالثها نص\nالشافعي رضي الله عنه على أنه إذا اختلفت الصحابة فالأئمة الأربعة أولى فإن\nاختلف الأئمة فقول أبي بكر وعمر أولى وكل ذلك للأحاديث المذكورة\n</p>\n\n<p>\nورابعها نص في موضع آخر أنه يجب الترجيح بقول الأعلم والأكثر قياسا لأن\nزيادة علمه تقوي اجتهاده وتبعده عن التقصير وخامسها إن اختلف الحكم والفتوى\nعن الصحابة فقد اختلف قول الشافعي رضي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p135'> Vol. 06, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nالله عنه فقال مرة الحكم أولى لأن العناية به أشد وقال مرة الفتوى أولى\nلأن سكوتهم عن الحكم محمول على <span id='ms810'></span> الطاعة وسادسها هل يجوز ترجيح أحد القياسين\nبقول الصحابي والحق أنه في محل الاجتهاد فربما يتعارض ظنان والصحابي في أحد\nالجانبين فتميل نفس المجتهد إلى موافقة الصحابي ويكون ذلك اغلب على ظنه\nوسابعها إذا حمل الصحابي لفظ الخبر على أحد معنييه منهم من جعله ترجيحا\nوقال القاضي أبو بكر إذا لم يقل علمت ذلك من قصد رسول الله ص بقرينة\nشاهدتها لم يكن ذلك ترجيحا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p136'> Vol. 06, p. 136</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>المسألة الخامسة </h1>\n\n<p>\nاختلفوا في أنه هل يجوز أن يقول الله تعالى للنبي ص\n</p>\n\n<p>\nأو للعالم احكم فإنك لا تحكم إلا بالصواب فقطع بوقوعه مويس بن عمران وقطع\nجمهور المعتزلة بامتناعه وتوقف الشافعي رضي الله عنه في امتناعه وجوازه وهو\nالمختار وصحة هذا التوقف لا تظهر إلا بالاعتراض على أدلة القاطعين أما\nالمانعون ففقد تعلقوا تارة بما يدل على امتناع وقوعه وأخرى بما يدل على عدم\nوقوعه أما الوجه الأول فتقريره أن من أجاز هذا التكليف إما أن يجعل\nالاختيار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p137'> Vol. 06, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nمما تتم به المصلحة أو يجعل الفعل مصلحة في نفسه ثم يختاره المكلف والأول\nباطل لوجهين أحدهما أن على هذا التقدير يسقط التكليف لأن المكلف متى قال إن\nاخترته فافعله وإن لم تختره فلا تفعله فهذا محض إباحة وثانيهما أن المكلف\nلا ينفك عن الفعل والترك ولا يجوز تكليف المرء بما لا يمكنه الإنفكاك عنه\nبخلاف التخيير في الكفارات الثلاث فإنه يمكنه الانفكاك عنها أجمع وأما\nالثاني فهو باطل من وجوه أربعة أولها أنه إما أن يجوز له الحكم على هذا\nالوجه في الحوادث الكثيرة أو\n</p>\n\n<p>\nفي الحادثة والحادثتين وفي والأول محال لأنه يمتنع حصول الإصابة بالاتفاق\nفي الأشياء الكثيرة ولهذا لا يجوز أن يقال للأمي اكتب مصحفا فإنك لا تخط\nبيمينك إلا ما يطابق ترتيب القرآن وللجاهل أخبر فإنك لا تخبر إلا بالصدق\nولولا ما ذكرناه لبطلت دلالة الفعل المحكم على علم فاعله وبطلت دلالة أخبار\nالغيب على النبوة وأما الوجه الثاني وهو أن يجوز ذلك في القليل دون الكثير\nفهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p138'> Vol. 06, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nباطل لأن كل من <span id='ms811'></span> جوزه في القليل جوزه في الكثير ومن منع منه في الكثير منع\nمنه في القليل فالقول بالفرق خرق للإجماع وثانيها وهو أنه إنما يحسن القصد\nإلى الفعل إذا علم أو ظن كونه حسنا فلا بد وأن يتميز له الحسن من القبح قبل\nالإقدام على الفعل فإذا لم تتقدم هذه الأمارة المميزة كان التكليف باختيار\nالحسن دون القبيح تكليفا بما لا يطاق فإن قلت إنما يميز بين الحسن والقبيح\nبأن يقال له قد علمنا بأنك لا تختار شيئا إلا وهو حسن قلت فهذا يقتضي أنه\nإنما يعلم حسنه بعد فعله له وهو إذا فعله زال التكليف عنه فالحاصل أن\nالتمييز بين الحسن والقبيح لا بد وأن يكون متقدما على الاختيار وإلا وقع\nالتكليف بما لا يطاق وإذا قال الله تعالى إنك لا تحكم إلا بالصواب فها هنا\nالتمييز بين\n</p>\n\n<p>\nالحسن والقبيح لا يحصل إلا بعد الفعل والشئ الذي يجب أن يكون متقدما ليس\nهو الذي يجب أن يكون متأخرا وثالثها لو جاز أن يقول له احكم فإنك لا تحكم\nإلا بالصواب لجاز أن يكلفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p139'> Vol. 06, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nتصديق النبي وتكذيب المتنبي من غير دليل ألبتة بل يكله فيه إلى رأيه\nولجاز ذلك في الإخبار فيقول أخبر فإنك لا تخبر إلا عن حق ولجاز أن يصيب في\nمسائل الأصول من غير تعلم ألبتة ولجاز أن يفوض إليه تبليغ أحكام الله تعالى\nمن غير وحي نزل عليه وكل ذلك باطل بالإجماع ورابعها لو جاز ذلك في حق\nالعالم لجاز في حق العامي وبالإجماع لا يجوز أما الذي يدل على عدم الوقوع\nفأمران الأول لو كلن الرسول ص مأمورا بأن يحكم على وفق أرادته من غير دليل\nلما كان منهيا عن اتباع هواه لأنه لا معنى لاتباع الهوى إلا الحكم بكل ما\nيميل قلبه إليه لكنه كان منهيا عن اتباع الهوى لقوله تعالى ولا تتبع الهوى\nوما ينطق عن الهوى فإن قلت لما قيل له احكم فإنك لا تحكم إلا بالصواب كان\nذلك نصا من الله تعالى <span id='ms812'></span> على كل ما يميل قلبه إليه فلا يكون ذلك اتباعا للهوى\nقلت فعلى هذا التقدير صار اتباع الهوى في حقه غير ممكن ولو كان\n</p>\n\n<p>\nكذلك فلم نهي عنه الثاني لو قيل له احكم فإنك لا تحكم إلا بالصواب لما\nقيل له لم فعلت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p140'> Vol. 06, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nكذا لكن قد قيل له عفا الله عنك لم أذنت لهم فلم يثبت ذلك في حقه وأما\nمويس فإنه تعلق بأمور بعضها يدل على الواقع وبعضها يدل على الجواز فقط أما\nالدال على الوقوع فإما أن يدل على وقوع ذلك من رسول الله ص أو على وقوعه من\nغيره أما الأول فقد ذكر مويس فيه عشرة أوجه أحدها أن منادي النبي عليه\nالصلاة والسلام نادى يوم فتح مكة أن اقتلوا مقيس بن حبابة وابن أبي سرح وإن\nوجدتموهما متعلقين بأستار الكعبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p141'> Vol. 06, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nلقوله من تعلق بأستار الكعبة فهو آمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p142'> Vol. 06, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nثم عفى عن ابن أبي سرح بشفاعة عثمان رضي الله عنه ولو كأن الله تعالى أمر\nبقتله لما قبل شفاعة أحد فيه إلا بوحي آخر ولم يوجد وحي آخر لما أن نزول\nالوحي له علامات كانوا يعرفونها وما ظهر في ذلك الوقت شئ من ذلك وثانيها\n</p>\n\n<p>\nأنه قال يوم الفتح إن الله حرم مكة يوم خلق السماوات والأرض لا يختلى\nخلاها ولا يعضد شجرها فقال العباس يا رسول الله إلا الإذخر فقال إلا الإذخر\nفهذا الحكم ما كان بالوحي لأنه لم تظهر علامة نزول الوحي وثالثها أنه عليه\nالصلاة والسلام نادى مناديه لا هجرة بعد الفتح حتى استفاض ذلك فبينما\nالمسلمون كذلك إذ أقبل مجاشع ابن مسعود بالعباس بن عبد المطلب شفيعا ليجعله\nمهاجرا بعد الفتح فقال عليه الصلاة والسلام أشفع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p143'> Vol. 06, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nعمي ولا هجرة بعد الفتح ورابعها أنه لما قتل النضر بن الحارث جاءته قتيلة\nبنت النضر فأنشدته أمحمد ولأنت ضنؤ كل نجيبة في قومها والفحل فحل معرق ما\nكان ضرك لو مننت وربما من الفتى وهو المغيظ المحنق فقال عليه الصلاة\nوالسلام أما أني لو كنت سمعت شعرها <span id='ms813'></span> ما قتلته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p144'> Vol. 06, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nولو كان قتله بأمر الله لقتله ولو سمع شعرها ألف مرة وخامسها قوله عفوت\nلكم عن الخيل والرقيق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p145'> Vol. 06, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nوسادسها قوله عليه الصلاة والسلام أيها الناس كتب عليكم الحج فقال الأقرع\nبن حابس أكل عام يا رسول الله يقول ذلك ورسول الله ص ساكت فلما أعاد ذلك\nقال والذي نفسي بيده لو قلتها لوجبت ولو وجبت ما قمتم بها دعوني ما ودعتكم\nوسابعها أن ابن عباس رضي الله قال أخر رسول الله ص العشاء ذات ليلة فخرج\nورأسه يقطر فقال لولا أن أشق على أمتي لجعلت وقت هذه الصلاة هذا الحين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p146'> Vol. 06, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nوثامنها روى جابر عن رسول الله ص أنه قال إن عشت إن شاء الله لأنهين أمتي\nأن يسموا نافعا وأفلح وبركة وهذا الكلام يدل على أنه له وتاسعها قال جابر\nلما قيل لرسول الله ص إن ماعزا رجم فقال هلا تركتموه حتى أنظر في أمره فلو\nلم يكن حكم الرجم إليه لما قال ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p147'> Vol. 06, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nوعاشرها قوله عليه الصلاة والسلام كنت نهيتكم عن زيارة القبور ألا\nفزوروها وعن لحوم الأضاحي ألا فانتفعوا بها\n</p>\n\n<p>\nوأما الذي يدل على وقوع ذلك من غير رسول الله ص فقوله تعالى كل الطعام\nكان حلا لبني إسرائيل إلا ما حرم إسرائيل على نفسه وأما الذي يدل على\nالجواز فقط فأمور أحدها أن الواجب من خصال الكفارة ليس إلا الواحد بالدلائل\nالتي تقدم ذكرها في مسألة الواجب المخير ثم أنه تعالى فوضها إلى المكلف لما\nعلم أنه لا يختار إلا ذلك الواجب فدل على أن ذلك جائز وثانيها أن الواجب في\nالتكليف أن يكون المكلف متمكنا من الخروج عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p148'> Vol. 06, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nالعهدة فإذا قال الله تعالى له احكم فإنك لا تنفك عن الصواب علم أن كل ما\nيصدر عنه صواب فكان متمكنا من الخروج من العهدة فوجب القطع بجوازه وثالثها\nإذا استوى عند المستفتى مفتيان وأحدهما يفتى بالحظر والآخر بالإباحة فهو\nمتمكن شرعا من الأخذ ب قول أيهما أراد ولا فرق في العقل بين أن يقال افعل <span id='ms814'></span>\nما شئت فإنك لا تفعل إلا الصواب وبين أن يقال خذ بقول أيهما شئت فإنك لا\nتفعل إلا الصواب والجواب عن أدلة المانعين أن نقول أما الوجه الذي تمسكوا\nبه أولا في امتناع ذلك عقلا فهو مبني على أن أحكام الله تعالى متفرعة على\nرعاية المصالح ونحن لا نقول بهذا\n</p>\n\n<p>\nالأصل فتلك الوجوه بأسرها ساقطة عنا ثم إنا نسلم لهم هذا الأصل ونبين ضعف\nكل واحد من تلك الوجوه أما قوله أولا من أجاز هذا التكليف إما أن يجعل\nالاختيار مما تتم به المصلحة أو يجعل الفعل مصلحة في نفسه ثم يختاره المكلف\nقلنا اخترنا القسم الأول قوله هذا يكون إسقاطا للتكليف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p149'> Vol. 06, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا لا نسلم وذلك لأنه قال الرسول إن اخترت الفعل فاحكم على الأمة\nبالفعل وإن اخترت الترك فاحكم على الأمة بالترك فهذا لا يكون إسقاطا\nللتكليف بل يكون مكلفا بأن يأمر الخلق بمتعلق اختياره قوله الفعل والترك لا\nينفك المكلف عنهما قلنا لكن الحكم على الخلق بالفعل والحكم عليهم بالترك قد\nينفك عنهما فلم لا يجوز ورود التكليف به ثم يشكل ما ذكروه بالمستفتي إذ\nأفتاه مفتيان أحدهما بالحظر والآخر بالإباحة فكل ما يقولونه هناك فهو قولنا\nها هنا سلمنا فساد هذا القسم فلم لا يجوز القسم الثاني قوله إما أن يكون\nمأمورا بذلك في الأفعال الكثيرة أو القليلة قلنا لم لا يجوز في الكثيرة\nقوله الاتفاقي لا يكون أكثريا قلنا لا نسلم فإن حكم الشئ حكم مثله عقلا\nوشرعا وعرفا فلما جاز ذلك في الأفعال القليلة جاز في الأفعال الكثيرة أيضا\nفان لم يفد هذا الكلام القطع بالجواز فلا أقل من أن لا يحصل معه القطع\n</p>\n\n<p>\nالبديهي بالامتناع وأما الأمثلة التي ذكروها فنقول إن كان الحال فيها كما\nهنا احتاج الفرق بين القليل والكثير إلى دليل وإلا فيمتنع القياس على أنا\nقد بينا في هذا الكتاب أن القياس لا يفيد اليقين ألبتة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p150'> Vol. 06, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nسلمنا أن الاتفاقي لا يدوم ولكن إذا كان الاتفاقي ببعض الجهات معلوم\nالسبب بسائر الجهات <span id='ms815'></span> أو إذا لم يكن الأول ممنوع والثاني مسلم بيانه أن من\nالجائز أن يعلم الله تعالى أن أكل الطعام الحلو في هذه السنة مصلحة\nللمكلفين ويعلم أنهم خلقوا على وجه لا يشتهون إلا الطعام الحلو فإذا كان\nتناول الطعام الحلو مصلحة طول عمره لم يكن جهله بكون الفعل مصلحة مانعا له\nفي هذه الصورة من الإقدام عليه في أكثر أوقاته سلمنا تعذر ذلك في الكثير\nفلم لا يجوز في القليل والإجماع الذي ذكروه ممنوع أما قوله ثانيا التمييز\nبين الحسن والقبيح لابد وأن يتقدم على الفعل قلنا لا نسلم وبيانه بالوجهين\nالمذكورين في الجواب عن الوجه الأول سلمنا ذلك ولكنه حاصل ها هنا لأن الغرض\nأن يأمن المكلف من أن\n</p>\n\n<p>\nيفعل قبيحا أو مفسدة يستحق به الذم فأي فرق بين أن يجعل الله تعالى له\nعلى ذلك أمارة قبل أن يفعل وبين أن يجعل الأمارة على ذلك نفس الفعل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p151'> Vol. 06, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى الوجهين جميعا هو آمن من القبيح ومتخلص من الذم وليس يلزم ما قالوا\nمن أن الأمارة إذا لم تتقدم على الفعل كان مقدما على ما لا يأمن كونه قبيحا\nلأنه قبل أن يفعل لما قيل له إنك لا تختار إلا الصواب فهو آمن من الإقدام\nعلى القبيح وأما الوجه الثالث والرابع فجوابه أن الله تعالى لما نص في تلك\nالصورة بأن المكلف لا يختار فيها إلا الصواب فلم قلت لا يجوز ورود الأمر\nبمتابعة إرادته وليس إذا لم يلزم مويس لم يجز لغيره التزامه وأما الوجهان\nاللذان تمسكوا بهما في نفي الوقوع فالجواب عنهما أن قوله تعالى لمحمد عليه\nالصلاة والسلام إنك لا تحكم إلا بالصواب لعله ورد في زمان متأخر وما ذكروه\nورد في زمان متقدم فلا يتناقضان وأما الوجوه العشرة التي تمسك بها مويس في\nالوقوع فضعيفة لاحتمال أن يقال ورد الوحي بها قبل تلك الوقائع مشروطا مثل\nأن يقال لو استثنى أحد شيئا فاستثن له ذلك وكذا القول في سائر الصور سلمنا\nأنه ما كان بالوحي فلعله <span id='ms816'></span> كان بالاجتهاد وبهذا التقدير لا يصح قول الخصم\n</p>\n\n<p>\nوأما قوله تعالى إلا ما حرم إسرائيل على نفسه قلنا يحتمل أن يكون حرم ذلك\nعلى نفسه بالنذر أو بالاجتهاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p152'> Vol. 06, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nويكون إثبات التحريم بالنذر جائزا في شرعهم وأما الوجه الأول من الوجوه\nالتي تمسكوا بها في الجواز فجوابه إنه مبني على أن الواجب في خصال الكفارة\nواحد معين عند الله تعالى لكنا لا نقول به وأما الوجهان الباقيان فمبنيان\nعلى تشبيه صورة بصورة وقد عرفت أن هذا لا يفيد اليقين فثبت بما ذكرنا ضعف\nأدلة القاطعين فظهر أن الحق ما ذهب إليه الشافعي رضي الله عنه من التوقف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p153'> Vol. 06, p. 153</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>المسألة السادسة </h1>\n\n<p>\nمذهب الشافعي رضي الله عنه أنه يجوز الاعتماد في إثبات الأحكام على الأخذ\nبأقل ما قيل فإنه حكى اختلاف الناس في دية اليهودي فمنهم من قال بمساواتها\nلدية المسلم ومنهم من قال هى نصف دية المسلم ومنهم من قال هى الثلث منها\nفهو رضي الله عنه أخذ بالأقل واعلم أن هذه القاعدة مفرغة على أصلين الإجماع\nوالبراءة الأصلية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p154'> Vol. 06, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nأما الإجماع فلأنا لو قدرنا أن الأمة انقسمت إلى أربعة أقسام أحدها يوجب\nفي اليهودي مثل دية المسلم وثانيها يوجب النصف وثالثها يوجب الثلث ورابعها\nلا يوجب شيئا لم يكن الأخذ بأقل ما قيل واجبا لأن ذلك الأقل قول بعض الأمة\nوذلك ليس بحجة أما إذا لم يوجد هذا القسم الرابع كان القول بوجوب الثلث\nقولا لكل الأمة لأن من أوجب كل دية المسلم فقد أوجب الثلث ومن أوجب نصفها\nفقد أوجب الثلث أيضا ومن أوجب الثلث فقد قال بذلك فيكون إيجاب الثلث قولا\nقال به كل الأمة فيكون حجة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p155'> Vol. 06, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nوأما البراءة الأصلية فلأنها تدل على عدم الوجوب في الكل ترك العمل به في\nالثلث لدلالة الإجماع على وجوبه فيبقى الباقي كما كان ولهذه النكتة شرطنا\nفي الحكم بأقل ما قيل عدم ورود شئ من الدلائل السمعية فإنه إن ورد شئ من\nذلك كان الحكم لأجله لا لأجل الرجوع لأقل ما قيل ولهذا السر <span id='ms817'></span> اختلف الناس في\nالعدد الذي تنعقد به الجمعة فقال قائلون أربعون وقال قائلون ثلاثة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p156'> Vol. 06, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nفالشافعي رضي الله عنه لم يأخذ بأقل ما قيل لأنه وجد في الأكثر دليلا\nسمعيا فكان الأخذ به أولى من الأخذ بالبراءة الأصلية وكذلك اختلفوا في عدد\nالغسل من ولوغ الكلب فقال بعضهم سبعة وقال آخرون ثلاثة\n</p>\n\n<p>\nفالشافعي رضي الله عنه لم يأخذ بالأقل لأنه وجد في الأكثر دليلا سمعيا\nفإن قلت لم لا يجوز أن يقال كان يجب الأخذ بأكثر ما قيل لأنه قد ثبت في\nالذمة شئ واختلفت الأمة في الكمية فقال قوم هو كل الدية وقال اخرون بل\nنصفها وقال آخرون بل ثلثها فإذا لم تحصل مع واحد من هذه الأقوال دلالة\nسمعية تساقطت ولا تحصل براءة الذمة باليقين إلا عند أداء كل دية المسلم\nفوجب القول به ليحصل الخروج عن العهدة بيقين والجواب إنه لما كان الأصل\nبراءة الذمة امتنع الحكم بكونها مشغولة إلا بدليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p157'> Vol. 06, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nسمعي فإذا لم يوجد دليل سمعى سوى الإجماع والإجماع لم يثبت إلا في أقل\nالمقادير لم يثبت شغل الذمة إلا بذلك الأقل فإن قلت هب أنه لم يوجد دليل\nسوى الإجماع لكنه لا يلزم من عدم الدليل عدم المدلول فلعله ثبت في الذمة حق\nأزيد من أقل ما قيل فإذا كان هذا الاحتمال قائما لم يثبت الخروج عن العهدة\nباليقين إلا بأكثر ما قيل قلت لما لا يوجد سوى الإجماع والإجماع لم يدل إلا\nعلى أقل ما قيل فيه كان الزائد على ذلك الأقل لو ثبت لثبت من غير دليل وذلك\nغير جائز لأنه يصير ذلك تكليف مالا يطاق وأيضا فإن الله تعالى تعبدنا\nبالبراءة الأصلية إذا لم نجد دليلا سمعيا يصرفنا عنها فإذا لم يوجد دليل\nسمعي يدل على الزيادة علمنا أن الله\n</p>\n\n<p>\nتعالى تعبدنا بالبراءة الأصلية وحينئذ يحصل القطع بأنه لا يجب إلا ذلك\nالقدر الذي هو أقل المقادير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p158'> Vol. 06, p. 158</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>المسألة السابعة </h1>\n\n<p>\nقال قوم يجب على المكلف الأخذ بأخف القولين للنص والمعقول أما النص فقوله\nتعالى <span id='ms818'></span> يريد الله بكم اليسر ولا يريد بكم العسر وقوله تعالى وما جعل عليكم\nفي الدين من حرج وقوله عليه الصلاة والسلام لا ضرر في الإسلام وقوله بعثت\nبالحنيفية السهلة السمحة وكل ذلك ينافي شرع الشاق الثقيل وأما القياس فهو\nأنه تعالى كريم غني والعبد محتاج فقير وإذا وقع التعارض بين هذين الجانبين\nكان التحامل على جانب الكريم الغني أولى منه على جانب المحتاج الفقير وربما\nقالوا الأخذ بالأخف أخذ بالأقل فوجب العمل به واعلم أن هذا المذهب يرجع\nحاصله إلى أن الأصل في الملاذ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p159'> Vol. 06, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nالإباحة وفي الآلام الحرمة وقد تقدم الكلام فيه فأما قوله الأخذ بالأخف\nأخذ بالأقل قلنا هذا ضعيف لأنا إنما نوجب الأخذ بأقل ما قيل إذا كان ذلك\nجزءا من الأصل كما ذكرناه في المثال فإن الثلث جزء من النصف ومن الكل\nوالموجب للكل والنصف موجب للثلث فيصير وجوب الثلث بهذا\n</p>\n\n<p>\nالطريق مجمعا عليه أما إذا كان الأخف ليس جزءا من ماهية الأصل لم يصر\nالثلث مجمعا عليه فلا يجب الأخذ به وقال قوم يجب الأخذ بأثقل القولين لقوله\nعليه الصلاة والسلام الحق ثقيل قوي والباطل خفيف وبي وهذه الدلالة ضعيفة\nلأنه لا يلزم من قولنا كل حق ثقيل أن يكون كل ثقيل حق ولا من قولنا الباطل\nخفيف أن يكون كل خفيف باطلا وها هنا طريقة أخرى يسمونها طريقة الاحتياط وهى\nإما الأخذ بأكثر ما قيل أو بأثقل ما قيل ولما تقدم الكلام فيها فلا فائدة\nفي الإعادة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p160'> Vol. 06, p. 160</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>المسألة الثامنة </h1>\n\n<p>\nالاستقراء المظنون هو إثبات الحكم في كلى لثبوته في بعض جزئياته مثاله\nقول أصحابنا في الوتر أنه ليس بواجب لأنه يؤدي على الراحلة ولا شئ من\nالواجب يؤدى على الراحلة أما المقدمة الأولى فثابتة بالإجماع وأما الثانية\nفنثبتها بالاستقراء وهو أنا لما رأينا القضاء وسائر أصناف الواجبات لا تؤدى\nعلى الراحلة حكمنا على كل واجب بأنه لا يؤدى على الراحلة وهذا النوع لا\nيفيد اليقين لأنه يحتمل أن يكون الوتر واجبا بخلاف سائر الواجبات في هذا <span id='ms819'></span>\nالحكم ولا يمتنع عقلا أن يكون بعض أنواع الجنس مخالفا لحكم النوع الآخر من\nذلك الجنس وهل يفيد الظن أم لا الأظهر أن هذا القدر لا يفيد إلا بدليل\nمنفصل ثم بتقدير حصول\n</p>\n\n<p>\nالظن وجب الحكم بكونه حجة لقوله عليه الصلاة والسلام أقضي بالظاهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p161'> Vol. 06, p. 161</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>المسألة التاسعة </h1>\n\n<p>\nفي المصالح المرسلة أعلم أن المصالح بالإضافة إلى شهادة الشرع ثلاثة\nأقسام أحدها ما شهد الشرع باعتباره وهو القياس الذي تقدم شرحه وثانيها ما\nشهد الشرع ببطلانه مثاله قول بعض العلماء لبعض الملوك لما جامع في نهار\nرمضان عليك صوم شهرين متتابعين فلما أنكر عليه حيث لم يأمره بإعتاق رقبة\nقال لو أمرته بذلك لسهل عليه ولاستحقر إعتاق رقبة في قضاء شهوته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p162'> Vol. 06, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم أن هذا باطل لأنه حكم على خلاف حكم الله تعالى لمصلحة تخيلها\nالإنسان بحسب رأيه ثم إذا عرف ذلك من جميع العلماء لم تحصل الثقة للملوك\nبفتواهم وظنوا أن كل ما يفتون به فهو تحريف من جهتهم بالرأي القسم الثالث\nما لم يشهد له بالاعتبار ولا بالإبطال نص معين فنقول قد ذكرنا في كتاب\nالقياس إن المناسبة إما أن تكون في محل الضرورة أو الحاجة أو التتمة فقال\nالغزالي رحمه الله أما الواقع في محل الحاجة أو التتمة\n</p>\n\n<p>\nفلا يجوز الحكم فيها بمجرد المصلحة لأنه يجري مجرى وضع الشرع بالرأي وأما\nالواقع في رتبة الضرورة فلا يبعد أن يؤدى إليه اجتهاد مجتهد ومثاله أن\nالكفار إذا تترسوا بجماعة من أسارى المسلمين فلو كففنا عنهم لصدمونا\nواستولوا على دار الإسلام وقتلوا كافة المسلمين ولو رمينا الترس لقتلنا\nمسلما لم يذنب وهذا لا عهد به في الشرع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p163'> Vol. 06, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nولو كففنا لسلطنا الكفار على جميع المسلمين فيقتلونهم ثم يقتلون الأسارى\nفيجوز أن يقول قائل هذا الأسير مقتول بكل حال فحفظ كل المسلمين أقرب إلى\nمقصود الشرع من حفظ المسلم الواحد قال وإنما اعتبرنا هذه المصلحة لاشتمالها\nعلى ثلاثة أوصاف وهى أنها ضرورية قطعية كلية واحترزنا بقولنا ضرورية عن\nالمناسبات التي تكون في مرتبة الحاجة أو <span id='ms820'></span> التتمة وبقولنا قطعية عما إذا لم\nنقطع بتسلط الكفار علينا إذا لم نقصد الترس فإن ها هنا لا يجوز القصد إلى\nالترس وكذلك قطع المضطر قطعة من فخذه لا يجوز لأنا لا نقطع بأنه يصير ذلك\nسببا للنجاة وبقولنا كلية عما لو تترس الكافر في قلعة بمسلم فإنه لا يحل\nرمي الترس إذ لا يلزم من عدم استيلائنا على تلك القلعة فساد يعم كل\n</p>\n\n<p>\nالمسلمين وكذا إذا كان جماعة في سفينة ولو طرحوا واحدا لنجوا وإلا غرقوا\nبجملتهم فها هنا لا يجوز لأن ذلك ليس أمرا كليا فهذا محصل ما قاله الغزالي\nرحمه الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p164'> Vol. 06, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nومذهب مالك رحمه الله أن التمسك بالمصلحة المرسلة جائز واحتج عليه بأن\nقال كل حكم يفرض فإما أن يستلزم مصلحة خالية عن المفسدة أو مفسدة خالية عن\nالمصلحة أو يكون خاليا عن المصلحة والمفسدة بالكلية أو يكون مشتملا عليهما\nمعا وهذا على ثلاثة أقسام لأنهما إما أن يكونا متعادلين وإما أن تكون\nالمصلحة راجحة وإما أن تكون المفسدة راجحة فهذه أقسام ستة أحدها أن يستلزم\nمصلحة خالية عن المفسدة وهذا لابد وأن يكون مشروعا لأن المقصود من الشرائع\nرعاية المصالح وثانيهما أن يستلزم مصلحة راجحة وهذا أيضا لابد وأن يكون\nمشروعا لأن ترك الخير الكثير لأجل الشر القليل شر كثير وثالثها أن يستوى\nالأمران فهذا يكون عبثا فوجب أن لا يشرع ورابعها أن يخلو عن الأمرين وهذا\nأيضا يكون عبثا فوجب أن لا يكون مشروعا\n</p>\n\n<p>\nوخامسها أن يكون مفسدة خالصة ولا شك أنها لا تكون مشروعة وسادسها أن يكون\nما فيه من المفسدة راجحا على ما فيه من المصلحة وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p165'> Vol. 06, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا غير مشروع لأن المفسدة الراجحة واجبة الدفع بالضرورة وهذه الأحكام\nالمذكورة في هذه الأقسام الستة كالمعلوم بالضرورة أنها دين الأنبياء وهى\nالمقصود من وضع الشرائع والكتاب والسنة دالان على أن الأمر كذلك تارة بحسب\nالتصريح وأخرى بحسب الأحكام المشروعة على وفق هذا الذي ذكرناه غاية ما في\nالباب أنا نجد واقعة داخلة تحت قسم من <span id='ms821'></span> هذه الأقسام ولا يوجد لها في الشرع\nما يشهد لها بحسب جنسها القريب لكن لا بد وأن يشهد الشرع بحسب جنسها البعيد\nعلى كونه خالص المصلحة أو المفسدة أو غالب المصلحة أو المفسدة فظهر أنه لا\nتوجد مناسبة إلا ويوجد في الشرع ما يشهد لها بالاعتبار إما بحسب جنسه\nالقريب أو بحسب جنسه البعيد إذا ثبت هذا وجب القطع بكونه حجة للمعقول\nوالمنقول أما المعقول فلأنا إذا قطعنا بأن المصلحة الغالبة على المفسدة\nمعتبرة قطعا عند الشرع ثم غلب على ظننا أن هذا الحكم مصلحته غالبة على\nمفسدته تولد من هاتين المقدمتين ظن أن هذه المصلحة معتبرة شرعا والعمل\nبالظن واجب لقوله عليه الصلاة السلام أقضي بالظاهر ولما ذكرنا أن ترجح\nالراجح على المرجوح من مقتضيات العقول وهذا يقتضى القطع\n</p>\n\n<p>\nبكونه حجة وأما المنقول فالنص والإجماع أما النص فقوله تعالى فاعتبروا\nأمر بالمجاوزة والاستدلال بكونه مصلحة على كونه مشروعا مجاوزة فوجب دخوله\nتحت النص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p166'> Vol. 06, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الإجماع فهو أن من تتبع أحوال مباحثات الصحابة علم قطعا أن هذه\nالشرائط التي يعتبرها فقهاء الزمان في تحرير الأقيسة والشرائط المعتبرة في\nالعلة والأصل والفرع ما كانوا يلتفتون إليها بل كانوا يراعون المصالح\nلعلمهم بأن المقصد من الشرائع رعاية المصالح فدل مجموع ما ذكرنا على جواز\nالتمسك بالمصالح المرسلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p167'> Vol. 06, p. 167</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>المسألة العاشرة </h1>\n\n<p>\nالاستدلال بعدم ما يدل على الحكم على عدم الحكم طريقة عول عليها بعض\nالفقهاء وتحريره أن الحكم الشرعي لا بد له من دليل والدليل إما نص أو إجماع\nأو قياس ولم يوجد واحد من هذه الثلاثة فوجب أن لا يثبت الحكم إنما قلنا أن\nالحكم الشرعي لابد له من دليل لأن الله تعالى لو أمرنا بشئ ولا يضع عليه\nدليلا لكان ذلك تكليف ما لا يطاق وإنه غير جائز وإنما قلنا إن الدليل إما\nنص أو إجماع أو قياس لثلاثة أوجه أحدها قصة معاذ فإنها تدل على انحصار\nالأدلة في الكتاب والسنة والقياس\n</p>\n\n<p>\nزدنا فيه الإجماع بدليل منفصل فيبقى الباقي على الأصل وثانيها <span id='ms822'></span> أن الأدلة\nالدالة على الأحكام كانت معدومة في الأزل وقد بينا أن الأصل في كل أصل تحقق\nبقاؤه على ما كان فهذا الدليل يقتضي أن لا يوجد شئ من أدلة الأحكام ترك\nالعمل به في النص والإجماع والقياس فوجب أن يبقى فيما عدا هذه الثلاثة على\nالأصل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p168'> Vol. 06, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nوثالثها أنه لو حصل نوع آخر من الأدلة لكان ذلك من الأمور العظام لأن ما\nيجب الرجوع اليه في الشرع نفيا وإثباتا في الوقائع الحاضرة والمستقبلة لا\nشك أنه من الأمور العظام فلو كان ذلك موجودا لوجب اشتهاره ولو كان كذلك\nلعرفناه بعد البحث والطلب فلما لم نجد شيئا آخر سوى هذه الثلاثة علمنا\nالانحصار وإنما قلنا أنه لم يوجد واحد من هذه الثلاثة لما سنبينه أما النص\nفلوجهين أحدهما أنا اجتهدنا في الطلب فما وجدنا وهذا القدر عذر في حق\nالمجتهد بالإجماع فوجب أن يكون عذرا في حق المناظر لأنه لا معنى للمناظرة\nإلا بيان ما لأجله قال بالحكم وثانيهما أنه لو وجد في المسألة نص لعرفه\nالمجتهدون ظاهرا ولو عرفوه لما حكموا على خلافه ظاهرا فحيث حكموا على خلافه\nعلمنا عدمه\n</p>\n\n<p>\nأما الإجماع فهو منفي لأن المسألة خلافية ولا إجماع مع الخلاف وأما\nالقياس فمنفي لوجهين أحدهما أن القياس لا بد فيه من أصل والأصل هو الصورة\nالفلانية والفارق الفلاني موجود ومع الفارق لا يمكن القياس أقصى ما في\nالباب أن يقال لم لا يجوز القياس على صورة أخرى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p169'> Vol. 06, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nفنقول لأنا بعد الطلب لم نجد شيئا يمكن القياس عليه إلا هذه الصورة وهذا\nالقدر عذر في حق المجتهد فوجب أن يكون عذرا في حق المناظر على ما بيناه\nوثانيهما أن سائر الأصول كانت معدومة فوجب بقاؤها على العدم تمسكا\nبالاستصحاب فهذا تمام تقرير هذه الدلالة واعلم أن كل مقدمة لا يمكن تمشية\nالدليل إلا بها فلو كانت تلك المقدمة مستقلة بالإنتاج فلا كان التمسك بها\nفي أول الأمر أولى ورأينا أن هذه الدلالة لا يمكن تمشيتها إلا بإحدى\nمقدمتين إحداهما أن <span id='ms823'></span> عدم الوجدان بعد الطلب يدل على عدم الوجود وثانيهما أن\nالأمر الفلاني كان معدوما فيحصل الآن ظن بقائه على العدم\n</p>\n\n<p>\nوهاتان المقدمتان لو صحتا لكانتا مستقلتين بإنتاج المطلوب فإنه يقال في\nأول المسألة الحكم الشرعي لا بد له من دليل ولم يوجد الدليل لأني اجتهدت في\nالطلب وما وجدته وذلك يدل على عدم الوجود أو يقال ولم يوجد الدليل لأن هذه\nالدلائل كانت معدومة في الأزل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p170'> Vol. 06, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nوالأصل في كل معدوم بقاؤه على عدمه وإذا ثبت هذا فقد حصل ظن عدم الدليل\nفيتولد منه القطع بأنه لو وجد الحكم لوجد الدليل مع ظن أنه لم يوجد ظن عدم\nالحكم والعمل بالظن واجب فتقرير هذه الدلالة على هذا الوجه أقل مقدمات وأشد\nتلخيصا فكان ايرادها على هذا الوجه أولى فإن قيل قوله الدليل إما نص أو\nإجماع أو قياس قلنا هذا لا يتم على قولك لأنك ذكرت هذه العبارة دليلا في\nالمسألة الشرعية وإنها ليست بنص ولا إجماع ولا قياس وعند هذا يلزم أحد\nمحذورين وهو أنه إما أن لا يكون هذا الكلام دليلا في المسألة حتى يتم الحصر\nأو يبطل الحصر حتى يتم هذا دليلا في المسألة فإن قلت الكلام عليه من وجهين\nأحدهما أني أقول دليل الحكم الشرعي إما نص أو إجماع أو قياس ومدلول دليلي\nانتفاء الصحة فإن هذا الانتفاء كان حاصلا قبل الشرع فالإخبار عنه يكون\nإخبارا عن أمر لا تتوقف معرفته على الشرع فلا يكون شرعيا\n</p>\n\n<p>\nوثانيهما أني لا أنفي الصحة إلا بالإجماع لأن الإجماع منعقد على أنه متى\nلم يوجد شئ من هذه الأشياء وجب نفي الحكم فيكون الدليل في الحقيقة هو\nالإجماع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p171'> Vol. 06, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nقلت أما الجواب عن الأول فهو أنه لما ثبت انتفاء الصحة لزم ثبوت البطلان\nضرورة تعذر القول بالوقف فيكون كلامك دليلا على البطلان بواسطة دلالته على\nانتفاء الصحة فيكون دليلا على حكم شرعي فيعود المحذور المذكور وعن الثاني\nأن الإجماع لم يدل على عدم الصحة ابتداءا بل دل على أنه مهما عدم النص <span id='ms824'></span>\nوالإجماع والقياس لزم عدم الحكم فيكون الإجماع دليلا على أن عدم هذه\nالثلاثة دليل على عدم الحكم وعدم هذه الثلاثة مغاير لهذه الثلاثة فيعود\nالكلام المتقدم السؤال الثاني أنك جعلت عدم دليل الثبوت دليل العدم فهل\nتجعل عدم دليل العدم دليل الثبوت أم لا فإن لم يقل به فقد ناقض لأن نسبة\nدليل الثبوت إلى الثبوت كنسبة دليل العدم إلى العدم فإن لزم من عدم دليل\nالثبوت عدم الثبوت لزم من عدم دليل العدم عدم العدم وأن لم يلزم ها هنا لم\nيلزم هناك أيضا إذ لا فرق بينهما في العقل وإن اعترف بذلك لزم المحذور من\nوجهين\n</p>\n\n<p>\nأحدهما أن عدم دليل العدم دليل على عدم العدم وعدم العدم وجود فعدم دليل\nالعدم دليل على الوجود فقد حصل سوى النص والإجماع والقياس دليل آخر على\nالوجود فيبطل حصرهم والثاني وهو أنه إذا كان عدم دليل العدم دليلا على\nالوجود لم يلزم انتفاء الوجود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p172'> Vol. 06, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nإلا ببيان عدم عدم دليل العدم وعدم العدم وجود فإذن لا يلزم انتفاء\nالوجود إلا بوجود دليل العدم لكنك لو ذكرت دليل العدم لاستغنيت عما ذكرت من\nالدلالة السؤال الثالث أنك لو اقتصرت في نفي النص على عدم الوجدان فهذا\nالطريق إن صح وجب الاكتفاء به في نفي القياس لأنه حاصل فيه وإن لم يصح لم\nيجز التعويل عليه في هذا المقام فإن قلت إنما تعرضت لنفي قياس معين لأن\nالمخالف يعتقده قياسا ودليلا وليس في النصوص ما يعتقده دليلا قلت المخالف\nكما يعتقد في قياس كونه حجة له فكذلك قد يعتقد في بعض النصوص كونه حجة له\nفكان يلزم التعرض للأمرين السؤال الرابع لم قلت إنه لما وجد الفرق بين\nالصورتين تعذر القياس وذلك لأن الفرق إنما يكون قادحا لو لم يجز تعليل\nالحكم الواحد بعلتين فأما إذا كان جائزا احتمل كون الحكم في الأصل معللا\nبالوصف الذي\n</p>\n\n<p>\nتعدى إلى الفرع وبالوصف الذي لم يتعد إليه معا فلا يكون ذلك قادحا في\nالقياس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p173'> Vol. 06, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nالسؤال الخامس أن <span id='ms825'></span> هذا النظم لا ينفك عن القلب فإن المستدل إذا قال مثلا\nفي بيع الغائب لا نص ولا إجماع ولا قياس في صحته فوجب أن لا تثبت صحته\nفيقال وتحريم أخذ المبيع من البائع بعد جريان هذا البيع على المشتري أو\nتحريم أخذ الثمن من المشتري على البائع حكم شرعي فلا يثبت إلا بنص أو إجماع\nأو قياس ولم يوجد ذلك فوجب أن لا يثبت الجواب هذه الدلالة لا تتم إلا مع\nالتمسك بأن الأصل في كل ثابت بقاؤه على ما كان وأنه إنما يجوز العدول عن\nهذا الأصل إذا وجد دليل يوجب العدول عنه وذلك الدليل لا يكون إلا نصا أو\nإجماعا أو قياسا وعلى هذا يسقط السؤال وذلك لأنا نقول مثلا في مسألة بيع\nالغائب لا شك أن قبل جريان هذا البيع كان المبيع ملكا للبائع والأصل في كل\nثابت بقاؤه على ما كان إلا أنا نترك التمسك بهذا الأصل عند وجود نص أو\nإجماع أو قياس يدل على خلافه ولم يوجد واحد من هذه الثلاثة فلم يوجد ما\nيوجب العدول عن التمسك بذلك الأصل وإذا كان كذلك وجب الحكم ببقائه على ما\nكان وحاصل الكلام أنى إنما ادعيت الحصر فيما يدل على تغيير الحكم عن مقتضى\nالأصل والحكم الذي أنتجته من هذا الدليل ليس من باب تغير الحكم بل هو من\nباب إبقاء ما كان على ما كان فلم يكن ادعاء الحصر\n</p>\n\n<p>\nفي تلك الصورة قادحا في صحة هذه الدلالة وإذا عرفت هذا فالعبارة الصحيحة\nعن هذا الدليل أن يقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p174'> Vol. 06, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nحكم الشرع إبقاء ما كان على ما كان إلا إذا وجدت دلالة شرعية مغيرة\nوالدلالة المغيرة إما نص أو إجماع أو قياس ولم يوجد واحد من هذه الثلاثة\nفلم توجد الدلالة المغيرة فوجب بقاؤه على ما كان فإن قلت التمسك باستصحاب\nالأصل كاف فأي حاجة إلى هذا التطويل قلت المناظر تلو المجتهد ومعلوم أن\nالمجتهد لا يجوز له التمسك باستصحاب حكم الأصل إلا إذا بحث واجتهد في طلب <span id='ms826'></span>\nهذه الأدلة المغيرة فإذا لم يجد في الواقعة شيئا منها حل له فيما بينه وبين\nالله تعالى أن يحكم بمقتضى الاستصحاب فأما قبل البحث عن وجود هذه الدلائل\nالمغيرة فلا يجوز له التمسك بالاستصحاب أصلا فلما ثبت أن الأمر في المجتهد\nكذلك وجب أن يكون في حق المناظر كذلك لأنه لا معنى للمناظرة المشروعة إلا\nبيان وجه الاجتهاد وأما الجواب عن السؤال الثاني فهو أن الاستدلال بعدم\nالمثبت أولى من الاستدلال بعدم النافي على الوجود وبيانه من وجوه أحدها أنا\nلو استدللنا بعدم المثبت على العدم لزمنا عدم ما لا نهاية له وذلك غير\nممتنع\n</p>\n\n<p>\nأما لو استدللنا بعدم النافي على الوجود لزمنا إثبات ما لا نهاية له وهو\nمحال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p175'> Vol. 06, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nوثانيها أنا نستدل بعدم ظهور المعجز على يد الإنسان على أنه ليس بنبي ولا\nنستدل بعدم ما يدل على أنه ليس برسول على كونه رسولا وثالثها أنه لا يقال\nأن فلانا ما نهاني عن التصرف في ماله فأكون مأذونا في التصرف ويقال إنه لم\nيأذن لي في التصرف في ماله فأكون ممنوعا ورابعها أن دليل كل شئ على حسب ما\nيليق به فدليل العدم العدم ودليل الوجود الوجود سلمنا أنه ليس أحد الطريقين\nأولى من الآخر لكن ذلك يقتضي أن يتعارضا ويتساقطا منه وحينئذ يبقى مقتضى\nالأصل وهو بقاء ما كان على ما كان وأما السؤال الثالث فليس سؤالا علميا بل\nهو شئ يتعلق بالوضع والاصطلاح فلا يليق الخوض في أمثاله في الكتب العلمية\nوأما السؤال الرابع فجوابه أنا بينا في هذا الكتاب أنه لا يجوز تعليل الحكم\nالواحد بعلتين مستنبطتين وأن سؤال الفرق سؤال قادح وأما السؤال الخامس\nفساقط لأنا لم نقل إنه يلزم من عدم النص والإجماع والقياس بقاء ما كان على\nما كان إلا بعد أن بينا أن الأصل في الثابت بقاؤه على ما كان فمعارضة الخصم\nإنما تلزم لو ثبت أن الأصل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p176'> Vol. 06, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nفي الشئ أن لا يبقى على ما كان ولما كان ذلك باطلا كانت معارضته <span id='ms827'></span> باطلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p177'> Vol. 06, p. 177</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>المسألة الحادية عشرة </h1>\n\n<p>\nفي تقرير وجوه من الأدلة التي يمكن التمسك بها في المسائل الفقهية أعلم\nأن الحكم الملتزم إثباته إما أن يكون عدميا أو وجوديا فإن كان عدميا أمكن\nأن يذكر فيه عبارات إحداها أن يقال هذا الحكم كان معدوما وذلك يقتضى ظن\nبقائه على العدم والعمل بالظن واجب إنما قلنا إنه كان معدوما لأن المحكوم\nعليه كان معدوما في الأزل فوجب أن لا يكون الحكم ثابتا في الأزل لأن ثبوت\nالحكم من غير ثبوت المحكوم عليه عبث وسفه وهو غير جائز على الله تعالى فإن\nقلت فهذا يقتضي أن يكون كلام الله تعالى حادثا قلت لا نسلم لأن المراد من\nالحكم كون الشخص مقولا له إن لم تفعل هذا الفعل في هذه الساعة عاقبتك ومن\nالمعلوم بالضرورة أن هذا المعنى لم يكن متحققا في الأزل وأما بيان إنه لما\nكان معدوما حصل ظن تحقق ذلك العدم في كل زمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p178'> Vol. 06, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nفلما بيناه في مسألة الاستصحاب\n</p>\n\n<p>\nوثانيتها أنه لو ثبت الحكم لثبت بدلالة أو أمارة والأول باطل لأن الأمة\nمجمعة على أنه ليس في المسائل الشرعية دلالة قاطعة والثاني أيضا باطل لأن\nاتباع الأمارة اتباع الظن وهو غير جائز لقوله تعالى إن الظن لا يغني من\nالحق شيئا وقول على الله بما لا نعلم وهو غير جائز لقوله تعالى وأن تقولوا\nعلى الله مالا تعلمون وثالتها لو ثبت الحكم لثبت إما لمصلحة أو لا لمصلحة\nوالثاني عبث والعبث غير جائز على الحكيم والأول لا يخلو إما أن تكون\nالمصلحة عائدة إلى الله تعالى أو إلى العبد والأول محال لامتناع النفع\nوالضرر عليه تعالى والثاني أيضا محال لأن المصلحة لا معنى لها إلا اللذة أو\nما يكون وسيلة إليها والمفسدة لا معنى لها إلا الألم أو ما يكون وسيلة إليه\nولا لذة إلا والله تعالى قادر على تحصيلها إبتداءا فيكون توسط شرع الحكم\nعبثا وكذا القول في المفسدة فهذا الدليل ينفي شرع الحكم ترك العمل به فيما\nتوافقنا على وقوعه <span id='ms828'></span> فبقي في المختلف فيه على وفق الأصل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p179'> Vol. 06, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nورابعتها أن هذه الصورة تفارق الصورة الفلانية التي ثبت الحكم فيها في\nوصف\n</p>\n\n<p>\nمناسب فوجب أن تفارقها في هذا الحكم بيان المفارقة في الوصف المناسب هو\nأنه وجد في الأصل ذلك الوصف الفلاني وأنه مناسب لذلك ويبين ذلك الحكم\nبطريقه وبيان أن هذا القدر يمنع من المشاركة في الحكم وذلك لأن هاتين\nالصورتين لو اشتركتا في الحكم لكان إما أن يكون الحكم الثابت في الصورتين\nمعللا بوصف مشترك بين الصورتين أو لا يكون كذلك فإن كان الأول لزم إلغاء\nالوصف المناسب المعتبر الذي اختص الأصل به وأنه غير جائز وإن كان الثاني\nلزم تعليل الحكمين المتماثلين بعلتين مختلفتين وهذا غير جائز لأن إسناد أحد\nذينك الحكمين إلى علته إن كان لذاته أو للوازم ذاته لزم في الحكم الذي\nيماثله إسناده أيضا إلى تلك الماهية لا إلى ماهية أخرى وإن لم يكن لذاته\nولا للوازم ذاته كان الحكم في نفسه غنيا عن تلك العلة والغنى عن الشئ لا\nيكون مستندا إليه فوجب في ذلك الحكم أن لا يكون مستندا إلى تلك العلة وقد\nفرضناه مستندا إليها هذا خلف وخامسها أن الحكم لو ثبت في هذه الصورة لثبت\nفي الصورة الفلانية لأن بتقدير ثبوته في هذه الصورة كان ذلك لدفع حاجة\nالمكلف وتحصيل مصلحته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p180'> Vol. 06, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا المعنى قائم هناك فيلزم ثبوت الحكم هناك فلما لم يوجد هناك وجب أن\nلا يوجد هاهنا\n</p>\n\n<p>\nوسادسها أن هذا الحكم كان منتفيا من الأزل إلى الأبد فكان منتفيا في\nأوقات مقدرة غير متناهية فوجب أن يحصل ظن الانتفاء في هذه الأوقات لأن\nالأوقات الغير متناهية أكثر من الأوقات المتناهية والكثرة مظنة الظن فوجب\nأن يكون الحكم في هذه الأوقات المتناهية مثل الحكم في تلك الأوقات الغير\nمتناهية وذلك يوجب النفي وسابعها شرع هذا الحكم يفضي إلى الضرر والضرر منفي\nبالنص وإنما قلنا إنه يفضي إلى الضرر لأنه إن فعل خلافه استحق العقاب وإن\nلم يفعل بقي في صورة تارك المراد <span id='ms829'></span> فثبت كونه ضررا فوجب أن لا يكون مشروعا\nلقوله ص لا ضرر ولا ضرار وثامنها لو ثبت هذا الحكم لثبت بدليل وإلا كان ذلك\nتكليف مالا يطاق وأنه غير جائز لكنه لا دليل لأن ذلك الدليل أما أن أن يكون\nهو الله تعالى أو غيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p181'> Vol. 06, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nوالأول باطل وإلا لزم من قدم الله تعالى قدم الحكم وإلا لزم النقيض وهو\nخلاف الدليل لكن قدم الحكم عبث ولا جائز أن يكون غير الله تعالى لأن ذلك\nالغير إن كان قديما عاد الكلام وان كان محدثا فقد كان معدوما والأصل بقاؤه\nعلى العدم وأيضا فلأن شرط كونه دليلا أن توجد ذاته وأن يوجد له وصف كونه\nدليلا\n</p>\n\n<p>\nفإذن كونه دليلا مشروط بحدوث هذين الأمرين ويكفي في أن لا يكون دليلا عدم\nأحدهما والمتوقف على أمرين مرجوح بالنسبة إلى ما يتوقف على أمر واحد فإذن\nكونه دليلا مرجوح في الظن فوجب أن لا يكون دليلا وأما إن كان الحكم وجوديا\nفالطرق الكلية فيه وجوه أحدها أن المجتهد الفلاني قال به فوجب أن يكون حقا\nلقوله ص ظن المؤمن لا يخطئ ترك العمل بهذا في ظن العوام لأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p182'> Vol. 06, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nظنونهم لا تستند إلى وجه صحيح فيبقى معمولا به في حق ظن المجتهد فإن قلت\nفقول المجتهد المثبت معارض بقول المجتهد النافي قلت قول المثبت أولى لأن\nقول المثبت ناقل عن حكم العقل وقد ذكرنا في باب التراجيح أن الناقل أولى\nوأيضا فالنافي يحتمل أنه إنما نفى لأنه وجد له ظن النفي ويحتمل أنه إنما\nنفى لأنه لم يوجد له ظن الثبوت وعدم وجود الظن لا يكون ظنا بخلاف المثبت\nفإنه لا يمكنه الإثبات إلا عند وجود ظن الثبوت فإنه لو لم يوجد له هذا الظن\nلكان مكلفا بالبقاء على حكم العقل وإذا كان كذلك ثبت أن قول المثبت أولى من\nقول النافي وثانيها أن نقول ثبت الحكم في الصورة الفلانية فيجب ثبوته هاهنا\nوبيانه بالآية والخبر والأثر والمعقول أما الآية فمن وجهين\n</p>\n\n<p>\nأحدهما قوله تعالى فاعتبروا <span id='ms830'></span> دلت الآية على الأمر بالمجاوزة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p183'> Vol. 06, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nوالاستدلال بثبوت الحكم في محل الوفاق على ثبوته في محل الخلاف مجاوزة\nفكان داخلا تحت الأمر وثانيهما قوله تعالى إن الله يأمر بالعدل والإحسان\nوالعدل هو التسوية فالله تعالى أمر بالتسوية وهذا تسوية فيكون داخلا تحت\nالأمر وأما الخبر فهو أنه عليه الصلاة والسلام شبه القبلة بالمضمضة في حكم\nشرعي فوجب علينا أيضا تشبيه الحكم بالحكم لقوله تعالى فاتبعوه وهذا الذي\nعملناه تشبيه صورة بصورة فكان داخلا تحت الأمر وأما الأثر فهو أن أبا بكر\nرضي الله عنه شبه العهد بالعقد وأن عمر رضي الله عنه أمر أبا موسى بالقياس\nفي قوله قس الأمور برأيك وإذا ثبت أنهما فعلا ذلك وجب علينا مثله لقوله\nعليه الصلاة والسلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p184'> Vol. 06, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nاقتدوا بالذين من بعدي أبي بكر وعمر ووأما: المقول فهو أن نعين محل\nالوفاق فنقول الحكم هناك إنما ثبت لحاجته ومصلحته وذلك المعنى قائم هاهنا\nفورود الشرع بالحكم هناك يكون ورودا به هاهنا وثالثها\n</p>\n\n<p>\nأجمعنا على أن حكما ما في علم الله تعالى ثبت ولا شك أن ذلك الحكم إنما\nثبت لمصلحة وهذا الحكم بتقدير الثبوت محصل لنوع مصلحة فلا بد وأن يشتركا في\nقدر مشترك فيعلل بالقدر المشترك وذلك يقتضي ثبوت الحكم ورابعها أن هذا\nالحكم بتقدير الثبوت يتضمن تحصيل مصلحة المكلف ودفع حاجته فوجب أن يكون\nمشروعا لأن جهة كونه مصلحة جهة الدعاء إلى الشرعية فلو خرجت عن الدعاء إلى\nالشرعية لكان ذلك الخروج لمعارض والأصل عدم المعارض وخامسها أن أحد\nالمجتهدين قال بثبوت الحكم والآخر قال بعدمه فالثبوت أولى لأن المسلمين\nأجمعوا على أنه إذا ورد خبران أحدهما ناقل عن حكم العقل والآخر مبق له فإن\nالناقل أولى فكذا هاهنا فإن قلت فالنفى بتقدير وروده بعد الثبوت يكون ناقلا\nأيضا قلت لكن على هذا التقدير يتوالى نسخان وبالتقدير الأول لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p185'> Vol. 06, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nيحصل إلا نسخ واحد وتقليل النسخ أولى واعلم أنا إنما جمعنا هذه الوجوه\nلأن أكثر مناظرات أهل الزمان في الفقه دائرة على أمثال هذه الكلمات <span id='ms831'></span> ولما\nوصلنا إلى هذا الموضع فلنقطع غير الكلام حامدين الله تعالى ومصلين على\nأنبيائه ورسله ونسأل الله حسن العاقبة والخاتمة وأن يجعل ما كتبنا حجة لنا\nلا علينا إنه هو الغفور الرحيم\n</p>\n\n<p>\nيحصل إلا نسخ واحد وتقليل النسخ أولى واعلم أنا إنما جمعنا هذه الوجوه\nلأن أكثر مناظرات أهل الزمان في الفقه دائرة على أمثال هذه الكلمات ولما\nوصلنا إلى هذا الموضع فلنقطع غير الكلام حامدين الله تعالى ومصلين على\nأنبيائه ورسله ونسأل الله حسن العاقبة والخاتمة وأن يجعل ما كتبنا حجة لنا\nلا علينا إنه هو الغفور الرحيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p186'> Vol. 06, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nثم أما بعد فهذا آخر ما وقفني الله تعالى الى كتابته والتعليق به على هذا\nالكتاب الاصولي الذي يعتبر بحق من افضل الكتب الاصولية الجامعة التي ظهرت\nوعرفت على الإطلاق من نواح عدة يفهمها ويجهلها من يجهلها ولا داعي العصمة\nفيها حققت ولا البعد التام عن الخطا فيما كتبت فذلك لا يتحقق إلا لمن عصمهم\nالله من رسله وانبيائه ولكني اقول اني لم آل جهدا ولم ادخر وسعا في تحقيق\nما قمت به معتقدا أنه قد وقع في جملته واكثر تفاصيله على وجه حسن مرضي\nمقبول عند الله ثم كرام الخلق إن شاء الله فالحمد لله الذي الهم بابتدائه\nواعان على انهائه فهو سبحانه صاحب الفضل الاكبر الذي لا ينكر بل يشكر وصلى\nالله على سيدنا محمد بن عبد الله اشرف المرسلين وافضل المجتهدين وعلى اله\nواصحابه واتباعه واحبائه وكل من اسهم في خدمة العلم والدين وتقديم ما ينفع\nالمسلمين الى يوم الدين.\n</p>\n\n<p>\nالمفتقر الى رحمته تعالى طه جابر العلواني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p187'> Vol. 06, p. 187</a>\n            </div>\n             <span id='ms832'></span>\n</p>\n",
  "pages": [
    "002",
    "003",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "062",
    "063",
    "064",
    "065",
    "067",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "091",
    "092",
    "093",
    "094",
    "095",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06"
  ]
}