{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nبيانات الكتاب\n</p>\n\n<p>\nعنوان الكتاب: الرد على من قال بفناء الجنة والنار وبيان الأقوال في ذلك\n</p>\n\n<p>\nتأليف: أحمد بن عبد الحليم بن تيمية الحراني (728ه)\n</p>\n\n<p>\nدراسة وتحقيق: محمد بن عبد الله السمهري\n</p>\n\n<p>\nالناشر: دار بلنسية الرياض\n</p>\n\n<p>\nالطبعة: الأولى1415ه - 1995م\n</p>\n\n<p>\nعدد المجلدات: [1]\n</p>\n\n<p>\nمصدر الكتاب: موقع المكتبة الرقمية\n</p>\n\n<p>\n(*) تم الحفاظ على ترتيب الصفحات\n</p>\n\n<p>\nاعتنى به أسامة بن الزهراء - عفا الله عنه - عضو في ملتقى أهل الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<h1 class='l1' id='head0'>مقدمة المحقق</h1>\n\n<p>\nالحمد لله رب العالمين الرحمن الرحيم مالك يوم الدين، والصلاة والسلام\nعلى خاتم الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين وبعد ...\n</p>\n\n<p>\nفقد شاع واشتهر على ألسنة كثير من الدارسين لمسائل العقيدة القول بأن شيخ\nالإسلام ابن تيمية يميل إلى القول بفناء النار، وأن له في ذلك رسالة، وأن\nما كتبه تلميذه العلامة ابن القيم في كتابه: \"حادي الأرواح إلى بلاد\nالأفراح\" في الباب السابع والستين حول هذه المسألة -مسألة فناء النار - قد\nاستقاه من كلام شيخه ابن تيمية في تلك الرسالة (1) .\n</p>\n\n<p>\nوأثناء بحثي في مخطوطات دار الكتب المصرية عثرت على نسخة خطية لرسالة\nمخطوطة في هذا الموضوع وقد تبيين لي - كما سيأتي - أنها هي رسالة شيخ\nالإسلام المشار إليها (2) ، وقد رغبت في تحقيقها وإخراجها وذلك لعدة أسباب\nأجملها فيما يلي:\n</p>\n\n<p>\nأولا: أن هذه الرسالة لم تنتشر حتى الآن ضمن مؤلفات الشيخ المطبوعة.\n</p>\n\n<p>\nثانيا: أن هذه النسخة نادرة، مع أن بعض العلماء حرصوا على الحصول عليها،\nيقول الشيخ محمد ناصر الدين الألباني: \"ولقد كان أملي كبيرا أن أجد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nرسالة ابن تيمية هذه مطبوعة في \"مجموع الفتاوى\" التي جمعها الشيخ عبد\nالرحمن بن محمد بن قاسم في خمسة وثلاثين مجلدا، ولكني - مع الأسف - لم أجد\nلها أثرا في شيء منها، بعد تقليبي لها كلها، والاستعانة بالفهارس التفصيلية\nالموضوعة لها ... \" (1) .\n</p>\n\n<p>\nثالثا: كثرة السائلين عن رأي شيخ الإسلام ابن تيمية في مسألة فناء النار،\nفلعل في نشر هذه الرسالة إجابة لذلك.\n</p>\n\n<p>\nرابعا: أن خصوم شيخ الإسلام جعلوا من هذه الرسالة ذريعة للنيل منه والطعن <span id='ms01'></span>\nفيه منذ عصره، وعلى رأس هؤلاء الشيخ علي بن عبد الكافي السبكي المتوفى سنة\n756ه، فقد ألف رسالة بعنوان \"الاعتبار ببقاء الجنة والنار\" (2) وهي رد على\nرسالة الشيخ التي هي موضوع البحث، وقد تحامل السبكي في هذه الرسالة في الرد\nعلى شيخ الإسلام ولم ينصفه، ثم شقت رسالته تلك طريقها إلى عالم المطبوعات،\nوصارت منشورة بسعي خصوم شيخ الإسلام المعاصرين ومن سار في ركابهم، فكان\nلابد من وضع الأمر في نصابه، كما سيأتي إن شاء الله (3) .\n</p>\n\n<p>\nخامسا: أن ندرة نسخ هذه الرسالة جعلت الآراء تتضارب في إثباتها ونفيها\nبالنسبة لشيخ الإسلام كما نراه في كلام الدكتور علي الحربي، في رسالة له\nمطبوعة متداولة (4) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nهذا، وقد جعلت\n</p>\n\n<h1 class='l1' id='head1'>خطة البحث</h1>\n\n<p>\nبعد تلك المقدمة على النحو التالي:\n</p>\n\n<p>\nالقسم الأول: دراسة الكتاب ومنهجي في تحقيقه، والتعليق عليه، ووصف ما\nاعتمدت عليه من نسخ الكتاب ويشمل على المباحث التالية:\n</p>\n\n<h1 class='l1' id='head2'>1 - </h1>\n\n<p>\nالمبحث الأول: تسمية الكتاب.\n</p>\n\n<h1 class='l1' id='head3'>2 - </h1>\n\n<p>\nالمبحث الثاني: نسبته للمؤلف.\n</p>\n\n<h1 class='l1' id='head4'>3 - </h1>\n\n<p>\nالمبحث الثالث: موقف شيخ الإسلام من مسألة فناء النار وآراء العلماء في\nذلك وموقفهم من نسبة هذه المسألة إلى شيخ الإسلام.\n</p>\n\n<h1 class='l1' id='head5'>4 - </h1>\n\n<p>\nالمبحث الرابع: بيان منهجي في تحقيق الكتاب والتعليق عليه.\n</p>\n\n<h1 class='l1' id='head6'>5 - </h1>\n\n<p>\nالمبحث الخامس: وصف ما اعتمدت عليه من نسخ الكتاب.\n</p>\n\n<p>\nالقسم الثاني: نص الكتاب محققا ومعلقا عليه ثم الفهارس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nالمبحث الأول: أسباب تحقيق الرسالة\n</p>\n\n<h1 class='l1' id='head7'>القسم الأول: \"دراسة الكتاب، ومنهجي في تحقيقه والتعليق عليه، ووصف ما اعتمدته في التحقيق من نسخه\"</h1>\n\n<p>\nويشمل عدة مباحث:\n</p>\n\n<h1 class='l1' id='head8'>المبحث الأول: تسمية الكتاب</h1>\n\n<p>\nلم أقف لهذه الرسالة على تسمية معينة من مؤلفها شيخ الإسلام ابن تيمية.\n</p>\n\n<p>\nنعم قال تلميذه العلامة ابن القيم: \"وكنت سألت شيخ الإسلام - قدس الله\nروحه - فقال لي هذه مسألة عظيمة كبيرة ولم يجب فيها بشيء، فمضى على ذلك\nزمن، فكتب فيها مصنفه المشهور - عليه رحمة الله (1) \".\n</p>\n\n<p>\nلكن هذه ليست تسمية اصطلاحية كما ترى ... ولهذا تعدد عنوانها، فنسخة\nالمكتب الإسلامي جاء في بدايتها ما نصه: \"قال شيخ الإسلام أبو العباس أحمد\nبن تيمية - رحمه الله تعالى - في رسالته في \"الرد على من <span id='ms02'></span> قال بفناء الجنة\nوالنار\" \"ما نصه ... \" (2) .\n</p>\n\n<p>\nوهذا العنوان يوافق ما ذكره الإمام ابن عبد الهادي حيث ذكر من مؤلفات\nالشيخ \"قاعدة في الرد على من قال بفناء الجنة والنار\" (3) .\n</p>\n\n<p>\nأما نسخة دار الكتب المصرية (4) فكتب فوق بدايتها من الجهة اليمنى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nللصفحة ما نصه: \"فصل في فناء الجنة والنار، وقد تنازع الناس في ذلك على\nثلاثة أقوال\". وذكر الثلاثة (1) .\n</p>\n\n<p>\nوهذا العنوان مطابق لمضمون الكتاب.\n</p>\n\n<p>\nولكن جاء في بداية الرسالة بعد البسملة والحمدلة ما نصه \"مسألة في الرد\nعلى من قال بفناء الجنة والنار وعلى من قال (2) . كالفارابية وذكر اختلاف\nالناس\".\n</p>\n\n<p>\nوجاء مقابل هذا الهامش الأيسر للنسخة ما نصه \"حاشية\" \"مسألة في الرد على\nمن قال بفناء الجنة والنار وبقائها، وبيان الصواب من ذلك\" ثم كتب عقب ذلك\nما نصه: \"هذا في نسخة\". ومقتضى ذلك أن هذه الرسالة اختلفت عناوين نسخها\nبناء على فهم لمضمون الرسالة عند نسخها.\n</p>\n\n<p>\nوأما أحد خصوم الشيخ ومعاصره وهو: الشيخ علي بن عبد الكافي السبكي\nالمتوفى سنة 756 هجرية، فقد ألف رسالة بعنوان \"الاعتبار ببقاء الجنة\nوالنار\" وهي رد على رسالة شيخ الإسلام ابن تيمية قال فيها: \"وبدأنا بالنار،\nلأنا وقفنا على تصنيف لبعض أهل العصر في فنائها\" (3) .\n</p>\n\n<p>\nوقال الدكتور علي الحربي: إن الرسالة \"رد على من قال بفناء النار\" وإنها\nلهذا لا يصح استدلال الخصوم بها على أن ابن تيمية يقول بفناء النار، لأنها\nحجة عليهم لا لهم، كما هو صريح عنوان الرسالة المزعومة (4) .\n</p>\n\n<p>\nومما تقدم يظهر لنا أن الكتاب تعددت تسميته فيما توفر لدينا من نسخة\nالخطية، وفي بيان بعض العلماء والباحثين لموضوعه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوخلاصة ذلك: أنه تارة أطلق على الكتاب أنه \"رد على من قال بفناء الجنة\nوالنار\".\n</p>\n\n<p>\nوتارة أطلق عليه أنه: \"تصنيف في فناء النار\".\n</p>\n\n<p>\nوتارة أطلق عليه \"فصل في فناء الجنة والنار، وقد تنازع الناس في ذلك على\nثلاثة أقوال\".\n</p>\n\n<p>\nوهذا الإطلاق الأخير هو المطابق لمضمون الكتاب فعلا.\n</p>\n\n<p>\nأما الإطلاق الأول: وما رتب عليه الدكتور الحربي فغير مسلم، لأن هذا\nالعنوان ليس من صنع <span id='ms03'></span> المؤلف وهو شيخ الإسلام ابن تيمية، وليس متفقا فيما\nتوفر لدينا من نسخ الكتاب الخطية، كما أنه ليس مطابقا لواقع مضامين الكتاب\nكما تقدم.\n</p>\n\n<p>\nأما الإطلاق الثاني: فهو صادر من خصم في معرض الرد والانتقاد لشيخ\nالإسلام، فاقتصر في عنونة الكتاب على بعض مضامينه، التي يريد الرد عليها،\nمع أن مضامين الكتاب أعم من ذلك، كما صرح به السبكي نفسه في كتابه المتقدم\nالإشارة إليه فقال: \"وقد وقفت على تصنيف المذكور وذكر - يعني شيخ الإسلام -\nفهي ثلاثة أقوال في فناء الجنة والنار\" (1) .\n</p>\n\n<p>\nوعلى ذلك يكون العنوان المطابق لواقع الكتاب هو: \"الرد على من قال بفناء\nالجنة والنار، وبيان الأقوال في ذلك\".\n</p>\n\n<p>\nوهو أقرب شيء لأحد عناوين نسخة دار الكتب المصرية كما سبق ذكره.\n</p>\n\n<p>\nولهذا جعلته عنوانا للكتاب، والله الموفق للصواب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>المبحث الثاني: نسبة الكتاب إلى المؤلف</h1>\n\n<p>\nتعتبر نسبة هذا الكتاب إلى مؤلفه شيخ الإسلام ابن تيمية أمرا هاما، نظرا\nلما وقع في ذلك من اختلاف بين الباحثين والمفهرسين، وشمل الخلاف المؤيدين\nللشيخ والمعارضين له، ووصل الأمر إلى حد إنكار وجود هذا التأليف لشيخ\nالإسلام، والحكم بوهم من نسبه إليه، وإن كان الذي نسبه من ألصق الناس\nوأخبرهم به، وهو تلميذه ابن القيم وبيان ذلك:\n</p>\n\n<p>\nأن النسخة التي وجدت من هذا الكتاب في دار الكتاب المصرية (1) لم يذكر\nفيها نسبتها إلى شيخ الإسلام، وبناء على ذلك تردد المفهرسون في نسبتها\nللمؤلف، فقالوا عند فهرستها: يظن أنها لشيخ الإسلام ابن تيمية (2) .\n</p>\n\n<p>\nوتبعا لذلك ذكر الدكتور عوض الله حجازي في كتابه \"ابن القيم وموقفه من\nالتفكير الإسلامي\" (3) أن تلك الرسالة مجهولة المؤلف، لكنه اتبع ذلك بقوله:\n\"ويظهر أنها من مؤلفات ابن تيمية\".\n</p>\n\n<p>\nأما الدكتور علي بن علي جابر الحربي، فتعدد إنكاره لوجود قول لشيخ\nالإسلام بفناء النار، أو وجود تأليفه له في هذا الموضوع، وذكر أن ابن القيم\nوابن الوزير قد وهما في نسبة ذلك إلى شيخ الإسلام، ثم راح يلمتس لهما عذرا\nبأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nالكمال لله وحده وأن ذلك من الوهم اليسير الذي <span id='ms04'></span> لا يخرج العالم عن حد\nالثقة (1) .\n</p>\n\n<p>\nوفي بعض المرات ذكر أن ما صرح به ابن القيم من أن شيخه شيخ الإسلام صنف\nفي هذه المسألة مصنفه المشهور لكنه لم يصل إلينا -حسب علمي - ولو نشر لأقام\nالدنيا وأقعدها خصومه (2) .\n</p>\n\n<p>\nوفي موضع ثان قال: \"ويغلب على ظني عدم وجوده\" (3) .\n</p>\n\n<p>\nوفي موضع آخر قال: \"إن الرسالة المزعومة\" (4) .\n</p>\n\n<p>\nفلما رأى الدكتور الحربي أن الشيخ الألباني ذكر قطعة من نسخة خطية، وجدت\nلدى المكتب الإسلامي ومصرح فيها بنسبة الكتاب إلى شيخ الإسلام كما سيأتي\nتوضيحه (5) لما رأى الدكتور ذلك وحاول دفع نسبتها لشيخ الإسلام فقال: \"وأما\nالورقات الثلاث التي ذكر الألباني أنه وجدها في دشت ضمن مخطوطات المكتب\nالإسلامي، وصورها في مقدمته لكتاب \"رفع الأستار\" للصنعاني، وأنها لكاتب\nمجهول من خطوط القرن الحادي عشر الهجري من رسالة لابن تيمية في الرد على من\nقال بفناء الجنة والنار، فلا تعتبر من مصنفات ابن تيمية، لانتفاء الشروط\nالمتبعة في مناهج البحث والتحقيق المعروفة عند أهل هذا الشأن، ومن ذلك\nجهالة الكاتب\" (6) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: \"شهادته - يعني ابن القيم - بأن شيخه في هذه المسألة مصنفه المشهور\nالذي لم يظهر منه شيء سوى لصفحات الثلاث المشار إليها سابقا بأنها مجهولة\nالناسخ والتاريخ، مفتقرة للشروط المتبعة في مناهج البحث والتحقيق، ومعلوم\nعند أهل هذا الشأن ما يترتب على ذلك من عدم الثبوت\" (1) .\n</p>\n\n<p>\nويمكن الجواب عن هذا بما يلي:\n</p>\n\n<p>\nأولا: أنه طالما صرح في هذه القطعة بنسبة الكتاب لشيخ الإسلام، فلا يطعن\nفي ذلك جهالة تاريخ النسخة، ولا جهالة ناسخها، محاولة الاستناد في دفع\nالثبوت إلى الشروط المتبعة في مناهج البحث والتحقيق، بناء على جهالة الناسخ\nوتاريخ النسخ، فهذا غير مسلم، حيث لم يعرف في تلك المناهج والقواعد أن\nجهالة الناسخ، وجهالة التاريخ للنسخة مما يقدح أي منهما في نسبتها لمؤلفها\nالمصرح به في صدر النسخة (2) .\n</p>\n\n<p>\nثانيا: أننا لو جعلنا جهالة الناسخ وتاريخ النسخ يقدحان في النسبة المصرح\nبها للمؤلف لترتب على ذلك أن نقدح في نسبة كثير من المؤلفات المخطوطة مما <span id='ms05'></span>\nلم يوجد عليها اسم الناسخ، ولا تاريخ النسخ، كما يعرف ذلك من مراجعة فهارس\nالمخطوطات، على أنه قد توفرت نسخة ثانية كاملة للكتاب وأثبت في آخرها اسم\nالناسخ، ومقابلته لها بأصلها.\n</p>\n\n<p>\nثالثا: ومما يؤيد صحة نسبة هذه الرسالة لشيخ الإسلام ابن تيمية ما تضمنه\nمن نصوص وإحالات. تتطابق مع النقول والمؤلفات التي تثبت نسبتها لشيخ\nالإسلام كما يتضح ذلك من مراجعة النص المحقق وتوثيقه والتعليق عليه (3) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nرابعا: أنه قد صرح بنسبة هذا الكتاب للمؤلف من لا يشك في خبرته بالشيخ،\nوولائه له ولاعتقاده السلفي، ألا وهو العلامة ابن القيم.\n</p>\n\n<p>\nفقد قرر أن لشيخه ابن تيمية تصنيفا مشهورا في مسألة فناء النار (1)\nوشهادته دليل قاطع.\n</p>\n\n<p>\nبل إن ما ذكره في كتابه \"حادي الأرواح\" حول هذه المسألة قد اعتمد فيه على\nرسالة شيخه ابن تيمية التي هي بصدد التحقيق، فإنه أحيانا يصرح بالنقل\nوأحيانا ينقل بتصرف وقد أشرت إلى ذلك في الهامش أثناء التحقيق.\n</p>\n\n<p>\nخامسا: هذه الرسالة قد نسبها إلى شيخ الإسلام من خصومه المعاصرين له\nالشيخ: علي بن عبد الكافي السبكي، حيث ألف رسالة بعنوان \"الاعتبار ببقاء\nالجنة والنار\" وفي أثنائها قال: \"وبدأنا بالنار لأنا وقفنا على تصنيف لبعض\nأهل العصر في فنائها\" (2) .\n</p>\n\n<p>\nثم قال: \"وقد وقفت على التصنيف المذكور، وذكر فيه ثلاثة أقوال في فناء\nالجنة والنار\" (3) :\n</p>\n\n<p>\nأحدها: أنهما تفنيان وقال إنه لم يقل به أحد من السلف.\n</p>\n\n<p>\nوالثاني: أنهما لا تفنيان.\n</p>\n\n<p>\nوالثالث: أن الجنة تبقى والنار تفنى (4) .\n</p>\n\n<p>\nوجميع النصوص التي ساقها السبكي في رسالته موجودة في رسالة شيخ الإسلام\nابن تيمية التي هي موضوع التحقيق.\n</p>\n\n<p>\nوبكل حال، فإن الناظر في هذه الرسالة يلحظ سمة بارزة لمنهج شيخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nالإسلام من حيث الأسلوب ومناقشة القضايا ولا يختلف أسلوب هذه الرسالة عن\nسائر مؤلفاته.\n</p>\n\n<p>\nوهذا مما يؤيد صحة نسبة هذه الرسالة لشيخ الإسلام ابن تيمية - رحمه الله\n-\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nالمبحث الثالث:\n</p>\n\n<p>\nويتضمن الآتي:\n</p>\n\n<h1 class='l1' id='head10'>1 - </h1>\n\n<p>\nمن تناول مسألة فناء النار غير ابن تيمية.\n</p>\n\n<h1 class='l1' id='head11'>2 - </h1>\n\n<p>\nموقف شيخ الإسلام من مسألة فناء النار، وآراء العلماء في ذلك ومناقشتها.\n</p>\n\n<p>\nوإليك <span id='ms06'></span> تفصيل:\n</p>\n\n<p>\nأولا: من تناول مسألة فناء النار غير ابن تيمية:\n</p>\n\n<p>\nقبل الشروع في التعرف على موقف شيخ الإسلام من مسألة فناء النار يجدر\nمعرفة أمر مهم، ألا وهو: بيان من تكلم في هذه المسألة غير ابن تيمية، فإن\nالمتتبع لها في مظانها يجد العلماء السابقين على ابن تيمية واللاحقين له،\nقد تكلموا فيها تارة بذكر الروايات الواردة عن السلف فيها، وأحيانا\nبالإشارة إلى هذا القول وذكر الخلاف فيه، وقد أشار إلى ذلك جمع من العلماء\nمنهم:\n</p>\n\n<p>\nعبد بن حميد فقد ذكر الروايات في \"تفسيره\" (1) وعبد الحق بن عطية\nالأندلسي في تفسيره (2) والفخر الرازي في تفسيره (3) ، والقرطبي في\n\"التذكرة\" (4) ، وابن أبي العز الحنفي في \"شرح الطحاوية\" (5) ، وابن القيم\nفي \"حادي الأرواح\" (6) وهو أوسعهم كلاما، ومحمد الأمين الشنقيطي في كتابه:\n\"دفع إيهام الاضطراب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nعن آيات الكتاب\" (1) ، وأبو حامد الغزالي في كتابه: \"المقصد الأسنى في\nشرح أسماء الله الحسنى\" (2) ، وابن الوزير في كتابه: \"إيثار الحق على\nالخلق\" (3) ، والإمام الذهبي له مصنف في \"صفة النار\" يقع في جزأين (4) ،\nوالحافظ بن رجب في كتاب \"التخويف من النار\" (5) ، والشيخ مرعي بن يوسف له\nكتاب: \"توقيف الفريقين على خلود أهل الدارين\" (6) . والشيخ الصنعاني في\nكتابه ... رفع الأستار لإبطال أدلة القائلين بفناء النار\" (7) .\n</p>\n\n<p>\nهذا وبناء على ما تقدم تبيين لي أن الكلام في مسألة فناء النار معروف لدى\nالعلماء قبل عصر ابن تيمية وفي عصره، وبعده كما في عصره، وبعد كما في\nالمصادر السابقة، وعليه ما موقفه من هذه المسألة؟\n</p>\n\n<p>\nثانيا: موقف شيخ الإسلام من مسألة فناء النار، وآراء العلماء في ذلك\nومناقشتها:\n</p>\n\n<p>\nلا يوجد لشيخ الإسلام - فيما أعلم - نص واضح جلي في هذه المسألة، ولكن له\nهذه الرسالة التي ألفها جوابا عن سؤال وجه إليه، فأجاب بذكر آراء غيره من\nالعلماء في ذلك، وبين الفرق بين الدوام الجنة والنار، وفنائهما، ولم يعقب\nعلى ما ذكر من الآراء بقول خاص له هو، ومن هنا اختلفت الآراء والمفاهيم حول\nموقف شيخ الإسلام ابن تيمية من المسألة، وذلك على ثلاثة <span id='ms07'></span> أقسام:\n</p>\n\n<p>\nالقسم الأول: تحاملوا على ابن تيمية وجعلوه حامل لواء هذه المسألة،\nوجعلوا منها غرضا للنيل منه وتضليله، وعلى رأس هذا القسم الشيخ علي بن عبد\nالكافي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nالسبكي المتوفي سنة 756ه، فإن له رسالة بعنوان \"الاعتبار ببقاء الجنة\nوالنار\" ألفها ردا على رسالة شيخ الإسلام التي أقوم بتحقيقها، لكن\nبالمقارنة بين الرسالتين، رسالة ابن تيمية ورسالة السبكي، نجد أن رسالة\nالسبكي في رسالته تلك قد تحامل على ابن تيمية، سيأتي بيان أوجه ذلك.\n</p>\n\n<p>\nالقسم الثاني: من أنكر نسبة القول بفناء النار إلى شيخ لإسلام ابن تيمية،\nوقال إنه بريء منه براءة الذئب من دم يوسف بن يعقوب، ومن هؤلاء الدكتور علي\nبن علي الحربي اليماني، مؤلف كتاب \"كشف الأستار لإبطال ادعاء فناء النار\"،\nالمنسوب لشيخ الإسلام ابن تيمية وتلميذه ابن قيم الجوزية\" وسأعرض وجهة نظره\nفي ذلك (1) .\n</p>\n\n<p>\nالقسم الثالث: تأملوا النصوص الواردة عن ابن تيمية في هذه المسألة\nوقالوا: إنه يميل فقط إلى القول بفناء النار انطلاقا من سعة رحمة الله\nوسيأتي ذكر هؤلاء.\n</p>\n\n<p>\nوهذا أوان عرض تلك الآراء ومناقشتها:\n</p>\n\n<p>\nأولا: ما كتبه السبكي في رسالته \"الاعتبار ببقاء الجنة والنار\" فبعد\nاستعراض ما ذكره السبكي في هذه الرسالة التي هي رد على رسالة ابن تيمية،\nلاحظت أمورا سأشير إلى بعضها بإيجاز:\n</p>\n\n<p>\nأولا: عنوان الرسالة \"الاعتبار ببقاء الجنة والنار\" فهو يشعر بأن ابن\nتيمية يقول بفناء كل من الجنة والنار كما هو مذهب الجهمية والمعتزلة، وليس\nالأمر كذلك بدليل أنه يرد على هؤلاء القائلين بفناء الجنة والنار، وإنما\nالذي نسب إليه مسألة فناء النار فقط.\n</p>\n\n<p>\nثانيا: في هذه الرسالة تطاول السبكي على أن ابن تيمية، وصفه بأوصاف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nبشعة. حيث إن من يطلع على رسالة السبكي يفهم أن ابن تيمية هو أول من تكلم\nفي هذه المسألة، والحال أنه مسبوق إلى ذلك، والواجب على السبكي وغيره\nالإنصاف والعدل وهذا اللائق بمقام العلماء، لكن السبكي أغفل كلام العلماء\nالسابقين على الشيخ وجعل ابن تيمية مبتدعا لها.\n</p>\n\n<p>\nوقد ذكر الفخر الرازي المتوفى سنة 606ه <span id='ms08'></span> القائلين بذلك وساق في \"تفسيره\"\nأدلة القائلين بفناء النار من القرآن والمعقول\" (1) .\n</p>\n\n<p>\nثالثا: عزى السبكي لابن تيمية أنه يختار القول بفناء النار، وأنه ينسبه\nللسلف (2) . بالرجوع إلى رسالة ابن تيمية، نجد أن ما ذكره السبكي ليس مسلما\nله، وذلك من وجهين:\n</p>\n\n<p>\nأ - زعمه أن القول بفناء النار اختيار ابن تيمية، فإن هذا الاختيار لا\nيوجد في هذه الرسالة ولا غيرها من كتبه - فيما أعلم -.\n</p>\n\n<p>\nب - قوله: \"إنه قول السلف\"، ليس بصحيح فإن عبارة الشيخ هكذا \"وأما القول\nبفناء النار ففيها قولان معروفان عن السلف والخلف\" (3) .\n</p>\n\n<p>\nرابعا: عرض السبكي في رسالته أكبر قدر من أدلة الكتاب والسنة الدالة على\nبقاء النار، وابن تيمية لم يكن يجهل هذه الآيات والأحاديث وحاشاه - رحمه\nالله - أن ينكر ثبوتها ودلالتها على البقاء، وبالتالي فإن اهتمام السبكي\nباستقصاء ذكر الأدلة لا يضيف شيئا جديدا غاب عن ابن تيمية بل هو تجاهل منه\nلمعرفة شيخ الإسلام بها ملاحظته والتسليم بها.\n</p>\n\n<p>\nوعليه فالإشارة أو التلميح من السبكي بنسبة شيخ الإسلام للتضليل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nوالتبديع مردود عليه وفي هذا المعنى يقول العلامة ابن القيم \"فقولكم إنه\nمن أقوال أهل البدع كلام من لا خبرة له بمقالات بني آدم وآرائهم\nواختلافهم..\" (1) .\n</p>\n\n<p>\nويقول: الشيخ صالح الفوزان حفظه الله: \" ... وغاية ما يقال إنه قول خطأ،\nأو رأي غير صواب، ولا يقال بدعة، وليس قصدي الدفاع عن هذا القول ولكن قصدي\nببيان أنه ليس بدعة ولا ينطبق عليه ضابط البدعة وهو أنه من المسائل\nالقديمة\" (2) التي وقع الخلاف فيها قبل ابن تيمية.\n</p>\n\n<p>\nخامسا: ابن تيمية - رحمه الله - نظرا في أدلة بقاء الجنة ودوامها، وأدلة\nالنار ودوامها، فلاحظ أن بعض أدلة النار لا تصرح ببقاء ولكن تكل الأمر إلى\nمشيئة الله وما يريده بعباده وبعضها تقيده بحد كما في قوله تعالى: {النار\nمثواكم خالدين فيها إلا ما شاء الله إن ربك حكيم عليم} (3) .\n</p>\n\n<p>\nوكما في قوله تعالى: {فأما الذين شقوا ففي النار لهم فيها زفير وشهيق\nخالدين فيها ما دامت السماوات والأرض إلا ما شاء ربك <span id='ms09'></span> إن ربك فعال لما يريد}\n(4) ، وقوله تعالى: {لابثين فيها أحقابا} (5) .\n</p>\n\n<p>\nوعند ذلك رأى أن هذه الأدلة تصلح أن تكون مقيدة لما أطلق من أدلة البقاء\nالدائم، وأن في تقييد المطلق جمعا بين الأدلة وهو أولى.\n</p>\n\n<p>\nوكون تلك الأدلة أقل عددا من أدلة البقاء لا يؤثر، لأن العبرة بالثبوت،\nولم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nيكن ابن تيمية هو الوحيد في هذا الفهم فقد أورده بعض المفسرين عند الآيات\nالسابقة.\n</p>\n\n<p>\nسادسا: لاحظ السبكي على ابن تيمية استدلاله ببعض الآثار الدالة على فناء\nالنار وكونها متكلما فيها، ويمكن الجواب عنه:\n</p>\n\n<p>\nبأنه ربما لم يكن ابن تيمية وقف على علتها حينذاك، ولهذا اعتذر عنه\nالعلامة الألباني بقوله: \"ولعل ذلك كان منه إبان طلبه للعلم، وقبل توسعه في\nدراسة الكتاب والسنة، وتضلعه معرفة الأدلة الشرعية\" (1) وأيضا فلم تكن هذه\nالآثار هي دليله الوحيد بل استدل كما تقدم بالآيات المقيدة (2) .\n</p>\n\n<p>\nسابعا: علل ابن تيمية ما ذكره في رسالته بأمر مقرر بأصل الشرع وهو سعة\nرحمة الله تعالى قال الله عنها: {ورحمتي وسعت كل شيء} (3) . وعلق على ذلك\nالشيخ الألباني بقوله: \"إلا أن الحامل له على ذلك إنما كان ثقته البالغة في\nرحمة ربه وعفوه، وأنها وسعت كل شيء دون ما استثناء، ووافق ذلك منه خلقا\nكريما وطبعا رحيما جبله الله عليه، عرف به بين أصحابه\" (4) .\n</p>\n\n<p>\nوكما سبق شيخ الإسلام إلى ذلك من بعض السلف فقد وافقه في ذلك بعض العلماء\nكالإمام ابن القيم وابن الوزير وغيرهما، بل ذكر مؤلف \"كشف الأستار لإبطال\nادعاء فناء النار\" بأنه نوقشت رسالة ماجستير مقدمة من الباحث: فيصل عبد\nالله لجامعة أم القرى بمكة بعنوان \"الجنة والنار والآراء فيهما\" رجح صاحبها\nالقول بفناء النار، وعلل ذلك بأنه يتفق مع رحمة الله الواسعة وكرمه الشامل\nوعفوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nالفياض، وحكمته ولكنه لم يتعرض لما نسب إلى شيخ الإسلام ابن تيمية لا\nنفيا ولا إثباتا\" (1) .\n</p>\n\n<p>\nالقسم الثاني: من أنكر نسبة القول بفناء النار إلى شيخ الإسلام ابن\nتيمية، من هؤلاء الدكتور علي الحربي اليماني مؤلف كتاب \"كشف الأستار لإبطال <span id='ms10'></span>\nادعاء فناء النار\" حيث ادعى فيه أولية السبق في الذب عن شيخ الإسلام في هذه\nالمسألة العظيمة\" (2) .\n</p>\n\n<p>\nوقرر في خاتمة البحث \"براءة شيخ الإسلام ابن تيمية من القول بفناء النار\nبراءة الذئب من دم يوسف عليه السلام\" (3) .\n</p>\n\n<p>\nهذا، وباستعراض كتابه نجد أن حجته فيما توصل إليه من نتيجة تتلخص في\nالآتي:\n</p>\n\n<p>\nأولا: قام باستقراء وتتبع كتب ابن تيمية فأخرج منها نصوصا من ردود الشيخ\nعلى مذهب الجهمية والمعتزلة القائلين بفناء الجنة والنار، علق على تلك\nالنصوص بقوله: \"فهل يصح القول بعد هذا أن شيخ الإسلام ابن تيمية يقول بفناء\nالنار\" (4) .\n</p>\n\n<p>\nوالجواب: أنه ينبغي أن يعلم أن هذه النصوص منصبة في الرد على مذهب\nالجهمية والمعتزلة القائلين بفناء الجنة والنار وهذا لا خلاف فيه ومحل\nالنزاع في المذهب القائل ببقاء الجنة وفناء النار وحدها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوقد حكى شيخ الإسلام ابن تيمية وتلميذه ابن القيم هذه الأقوال (1) .\n</p>\n\n<p>\nوعليه فتكون النصوص المذكورة في غير محل النزاع، وبالتالي لا يدفع بها\nنسبة تلك الرسالة إلى شيخ الإسلام كما سيأتي بيان ذلك.\n</p>\n\n<p>\nثانيا: قال الدكتور الحربي ولو صح إسناده يعني رسالة القول بفناء النار\nإلى ابن تيمية لأقام الدنيا وأقعدها خصومه واقتطفوا منها الكلام الذي\nيحتجون به على شيخ الإسلام، ولصاحوا وما سكتوا عن إلزامه من كلامه مع كثرة\nالخصوم قديما وحديثا (2) .\n</p>\n\n<p>\nوالجواب: أن ما نفاه الدكتور الحربي هو ما وقع فعلا فإن خصوم الشيخ\nأقاموا الدنيا وأقعدوها وذلك في عصر الشيخ وبعده، فالسبكي وهو ممن عاصر\nالشيخ ونسب إليه تلك الرسالة وتتبع الشيخ - كما سيأتي - وتعقبه فيما جاء\nبها وراح من خلال ما جاء فيها يلزمه بإلزامات هو منها براء، ورسالة السبكي\nبعنوان \"الاعتبار ببقاء الجنة والنار\" كذلك جاء بعده من خصوم الشيخ ممن نسج\nعلى منواله وقد ساق الدكتور الحربي في رسالته أمثلة على ذلك\" (3) .\n</p>\n\n<p>\nثالثا: أن الدكتور الحربي تردد موقفه فمرة يقول أن ما ذكره ابن القيم في\nكتابه: \"حادي الأرواح\" عن شيخه وهم منه أو أنه رجع عنه (4) .\n</p>\n\n<p>\nوفي موضع آخر قال <span id='ms11'></span> عن شيخ الإسلام \"أنه كان في أول الأمر يميل إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nالقول بفناء النار فعليه تحمل شهادة تلميذه العلامة ابن القيم فيما حكاه\nعنه (1) ، فهذا هو المناسب لثبوت نسبة الرسالة للشيخ ولتبرئة الشيخ ابن\nالقيم وغيره من الوهم، كما سأوضحه فيما يلي:\n</p>\n\n<p>\nوفي موضع آخر قال: \"وأما شيخ الإسلام ابن تيمية وإن شهد أخص تلاميذه بأنه\nصنف مصنفه المشهور في هذه المسألة العظيمة، الذي لم يبين فيه ابن القيم\nنفيا ولا إثباتا - فلم يصل إلينا شيء من مؤلفات ابن تيمية في هذه المسألة\nالعظيمة الخطيرة (2) وكذا ما ذكره ابن الوزير (3) والصنعاني (4) ، قال إن\nمخطوطة المكتب الإسلامي التي ذكرها الألباني في مقدمة كتاب \"رفع الأستار\"\nلا تصح نسبتها إلى شيخ الإسلام ابن تيمية\" (5) .\n</p>\n\n<p>\nوتقدم الجواب عن هذا أثناء الكلام عن نسبة الكتاب للمؤلف (6) .\n</p>\n\n<p>\nالقسم الثالث: ذهبت طائفة من العلماء إلى أن شيخ الإسلام ابن تيمية يميل\nإلى القول بفناء النار، ومن هؤلاء السفاريني في \"لوامع الأنوار\" (7) والشيخ\nصديق حسن خان في كتابه \"يقظة أولي الاعتبار مما ورد في ذكر النار وأصحاب\nالنار\" (8) .\n</p>\n\n<p>\nوالشيخ الألوسي في \"جلاء العينين في محاكمة الأحمدين\" (9) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nمع أن هذا قول وسط بين القولين السابقين، إلا أن هنا حقائق يمكن ذكرها\nوهي على النحو التالي:\n</p>\n\n<p>\nأولا: أن ميل الشخص إلى قول من الأقوال لا يدل على أنه يجزم به ويقطع به،\nبل ظن لديه فمال إليه.\n</p>\n\n<p>\nثانيا: الميل نوعان:\n</p>\n\n<h1 class='l1' id='head12'>1 - </h1>\n\n<p>\nميل ناشئ عن اجتهاد ونظر وموازنة بين الأدلة الشرعية، فهذا صاحبه مأجور،\nلكونه مجتهدا وإن أخطأ.\n</p>\n\n<h1 class='l1' id='head13'>2 - </h1>\n\n<p>\nميل ناشئ عن الهوى وتعصب وشهوة النفس ونفي للدليل فهذا ميل مذموم قد ذم\nالله فاعله، قال تعالى: {الذين يتبعون الشهوات أن تميلوا ميلا عظيما} (1) .\n</p>\n\n<p>\nثالثا: أن شيخ الإسلام وإن مال إلى هذا القول فهو مسبوق إليه، بقول الشيخ\nالألوسي أثناء كلامه عن شيخ الإسلام في هذه المسألة \"ولئن سلم أنه - أي شيخ\nالإسلام - مال إلى ذلك فقد ذهب إليه بعض السلف وأفراد من الخلف ... \" (2) .\n</p>\n\n<p>\nوبالتالي لا يكون مبتدعا في ذلك كما تقدمت الإشارة <span id='ms12'></span> إلى هذا (3) .\n</p>\n\n<p>\nرابعا: أن ابن تيمية كتب هذه الرسالة بناء على سؤال وجه إليه من تلميذه\nابن القيم، وذكر له في السؤال أن هذه المسألة تشكل عليه كما في نص السؤال.\n</p>\n\n<p>\nإذن فلا عجب أن الشيخ يستقصيها من جميع جوانبها ويوازن بين أدلتها، وعند\nذلك ظن من ظن بأنه يقول بفناء النار أو يميل إلى القول به. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nيقول العلامة ابن القيم: \"كنت سألت شيخ الإسلام - قدس الله روحه - فقال\nلي هذه المسألة عظيمة كبيرة، ولم يجب فيها بشيء، فمضى على ذلك زمن حتى رأيت\nفي \"تفسير عبد الحميد الكشي\" بعض تلك الآثار - الدالة على فناء النار -\nفأرسلت إليه كتاب وهو في مجلسه الأخير، وعلمت على ذلك الموضع، وقلت للرسول:\nقل له: هذا الموضع يشكل عليه، ولا يدري ما هو. فيكتب فيه مصنفه المشهور -\nرحمة الله عليه\" (1) .\n</p>\n\n<p>\nخامسا: أن هذا الميل الذي فهم من تلك المسألة غير مشهور في كتب الشيخ\nالمتداولة، بل المشهور عنه فيها تقرير عقيدة أهل السنة والجماعة عموما\nوالذب عنها، ومن ذلك الرد على الجهمية والمعتزلة القائلين بفناء الجنة\nوالنار.\n</p>\n\n<p>\nوقد تتبع الشيخ العلامة محمد ناصر الدين الألباني ما جاء عنه في ذلك\nفذكرها في مقدمة تحقيق الكتاب \"رفع الأستار لإبطال أدلة القائلين بفناء\nالنار\" (2) .\n</p>\n\n<p>\nسادسا: يحتمل عدم ذكر الشيخ - رحمه الله - رأيا خاصا له في هذه المسألة\nسببه بقاؤه على الأصل وهو القول بما عليه أهل السنة والجماعة من دوام النار\nوعدم فنائها.\n</p>\n\n<p>\nوعليه فلا ضير من نسبة هذه الرسالة إلى الشيخ ونشرها لإظهار موقفه من\nالمسألة في حجمه الطبيعي دون إفراط في الإنكار، ولا تفريط في الثبوت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nاستشكال وجوابه:\n</p>\n\n<p>\nإن قال قائل على فرض أن شيخ الإسلام يميل إلى القول بفناء النار، فهل\nلأحد - بناء على ذلك الميل - أن يقول بهذا القول وينتصر له؟\n</p>\n\n<p>\nفالجواب: أن الواجب على المسلم أن ينتصر للقول الذي دل عليه كتاب الله\nوسنة رسوله صلى الله عليه وسلم وكان عليه جمهور سلف الأمة، وهو: أن النار\nلا تفنى ولا تبيد <span id='ms13'></span> أبدا، والقول بفنائها بعد بقائها مددا متطاولة قول مرجوح،\nوإذا كان بعض العلماء المشهورين بإمامتهم في الدين له اجتهاد في مسألة -\nكهذه - وهذا الاجتهاد ناشئ عن حسن نية وسلامة قصد، ونظر في الأدلة الشرعية\nوتجرد من الهوى والتعصب، فأخطأ فيها فهو مأجور على اجتهاده.\n</p>\n\n<p>\nلكن هذا لا يجيز لأحد متابعة ذلك، وللإمام الحافظ ابن رجب كلام بناسب هذا\nالمقام، قال رحمه الله.\n</p>\n\n<p>\n\"وها هنا أمر خفي ينبغي التفطن له، وهو: أن كثيرا من أئمة الدين قد يقول\nقولا مرجوحا ويكون مجتهدا فيه مأجورا على اجتهاده فيه، موضوعا عنه خطؤه فيه\nولا يكون المنتصر لمقالته تلك بمنزلته في هذه الدرجة، لأنه قد لا ينتصر\nلهذا القول إلا لكون متبوعه قد قاله، بحيث لو أنه قد قاله غيره من أئمة\nالدين لما قبله، ولا انتصر له ولا إلى من يوافقه، ولا عادى من خلفه، ولا هو\nمع هذا يظن انه إنما انتصر للحق وإن أخطأ في اجتهاد وأما هذا التابع فقد\nشاب انتصاره لما يظنه الحق إرادة علو متبوعه وظهور كلمته، وأنه لا ينسب إلى\nالخطأ، وهذه دسيسة تقدح في قصد الانتصار للحق فافهم هذا فإنه مهم عظيم،\nوالله يهدي من يشاء إلى صراط مستقيم\" (1) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>المبحث الرابع: منهجي في تحقيق الكتاب والتعليق عليه</h1>\n\n<p>\nويتلخص في النقاط التالية:\n</p>\n\n<p>\nأولا: كتابه النص، وقد راعيت فيه قواعد إملاء الحديثة، وعلامات الترقيم\nكالفواصل، وعلامات الاستفهام، والتنصيص.\n</p>\n\n<p>\nثانيا: تحقيق النص وضبطه وذلك بمقابلة النسخة الخطية، وإثبات أهم الفروق\nبين النسخ في الهامش.\n</p>\n\n<p>\nثالثا: الرجوع إلى بعض المصادر التي نقل منها المؤلف سواء كان حرفيا أو\nبتصرف.\n</p>\n\n<p>\nرابعا: تخريج الأحاديث والآثار من مصادرها الأصلية حسب الاستطاعة، أما\nالحكم عليها فإني أبذل الجهد في ذلك معتمدا على ما قاله أئمة هذا الشأن.\n</p>\n\n<p>\nخامسا: التعليق على بعض المسائل التي تحتاج إلى تعليق.\n</p>\n\n<p>\nسادسا: ترقيم آيات القرآن الكريم.\n</p>\n\n<p>\nسابعا: الفهارس وهي على النحو التالي:\n</p>\n\n<h1 class='l1' id='head15'>1 - </h1>\n\n<p>\nفهرس الآيات القرآنية.\n</p>\n\n<h1 class='l1' id='head16'>2 - </h1>\n\n<p>\nفهرس الأحاديث النبوية والآثار مرتبة على حروف الهجاء.\n</p>\n\n<h1 class='l1' id='head17'>3 - </h1>\n\n<p>\nفهرس الأعلام.\n</p>\n\n<h1 class='l1' id='head18'>4 - </h1>\n\n<p>\nفهرس الفرق والقبائل.\n</p>\n\n<h1 class='l1' id='head19'>5 - </h1>\n\n<p>\nفهرس <span id='ms14'></span> أسماء الكتب الواردة في الرسالة.\n</p>\n\n<h1 class='l1' id='head20'>6 - </h1>\n\n<p>\nفهرس مراجع ومصادر البحث.\n</p>\n\n<h1 class='l1' id='head21'>7 - </h1>\n\n<p>\nفهرس الموضوعات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>المبحث الخامس: وصف ما اعتمدت عليه من نسخ الكتاب</h1>\n\n<p>\nلقد تيسر لي - بحمد الله - من نسخ الكتاب ما يلي:\n</p>\n\n<h1 class='l1' id='head23'>1 - </h1>\n\n<p>\nصورة نسخة المكتب الإسلامي: وهي عبارة عن ثلاث صفحات فقط، مكتوبة بخط نسخ\nمقرؤ، ما عدا عدة كلمات في أعلا الصفحة الأخيرة مطموسة، عدد سطور تلك\nالصفحات مختلفة.\n</p>\n\n<p>\nفالصفحة الأولى عدد سطورها 23، والصفحة الثانية 31، والصفحة الثالثة 17\nسطرا، والكلام في الصفحات الثلاثة متصل من أولها إلى آخرها.\n</p>\n\n<p>\nوتعتبر تلك الصفحات من أواخر الكتاب، كما ظهر لي ذلك من مقابلتها بنسخة\nدار الكتب المصرية، الآتي التعريف بها، وليس عليها علامة مقابلة النسخة\nبالأصل المنقولة عنه ولا بغيره، ولم يبين فيها اسم الناسخ ولا تاريخ النسخ،\nولكن هذا لا يقدح في نسبتها للمؤلف كما قدمت ذكره (1) .\n</p>\n\n<p>\nوقد ذكر الشيخ الألباني - حفظه الله - أن خطها لعله من خطوط القرن الحادي\nعشر الهجري (2) ، وأهم ميزة لتلك النسخة التصريح في بدايتها بنسبة الكتاب\nلشيخ الإسلام كما مر ذكره (3) .\n</p>\n\n<h1 class='l1' id='head24'>2 - </h1>\n\n<p>\nنسخة دار الكتب المصرية: هذه النسخة تقع ضمن مجموعة بدار الكتب المصرية\nتحت رقم 1899، من علم الكلام.\n</p>\n\n<p>\nوخطها نسخ جيد، وعدد صفحاتها 12 صفحة، وعدد السطور 21 سطرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوبعضها 22سطرا، وقد سبق ذكر تعدد عنوانها (1) ، وهي تبدأ بعد البسملة\nوالحمد له والصلاة والتسليم على النبي صلى الله عليه وسلم بما نصه \"مسألة\nفي الرد على من قال بفناء الجنة والنار، وعلى من قال بفناء (2) كالفارابية،\nوذكر اختلاف الناس في دار الجزاء بالعقاب، ودار الثواب بالإنعام، للناس في\nذلك ثلاثة أقوال ...\n</p>\n\n<p>\nولم يذكر في النسخة اسم المؤلف، ولا تاريخ النسخ، برغم هذا وجدت في\nالنسخة علامات أخرى تدل على توثيقها وسلامة مضمونها، فقد كتب بهوامشها عدة\nتصحيحات لما في الصلب، وجاء بالهامش الأيمن وبالهامش الأسفل للصفحة\n3/أعبارة \"بلغ\" وكلا الأمرين يدلان على مقابلة هذه النسخة بأصلها المنقولة\nعنه، وقد صرح بهذا في آخرها كما سيأتي، كما أنه جاء بهامش الصفحة الأولى\nذكر عنوان للرسالة وكتب في آخره، \"كذا في نسخة\" وكتب <span id='ms15'></span> بهوامشها أيضا عدة\nعبارات يختلف نصها عن نص العبارات المقابلة لها في صلب النسخة باختلافات\nدقيقة، ووضع فوق تلك العبارات حرف \"خ\" إشارة إلى أن العبارة جاءت هكذا في\nنسخة أخرى.\n</p>\n\n<p>\nوهذا يدل على مقابلة النسخة، ليس بأصلها فقط، ولكن بنسخة أخرى للكتاب (3)\nوعلى هذا يمكن القول: إن هذه النسخة بمثابة نسختين للكتاب، كما أن ذلك\nيعطيها توثيقا هاما، بحيث يجعلها صالحة للاعتماد عليها في تحقيق نص الكتاب،\nوتعتبر هذه النسخة أيضا كاملة وبذلك تتميز عن النسخة السابقة التي بلغت\nثلاث صفحات فقط كما سبق بيانه، وجاء في نهايتها ما نصه\" بلغ مقابلة وتصحيحا\nحسب الإمكان، كتبه أحمد بن سعد الله الحراني، عفا الله عنه برحمته، آخرها،\nوالحمد لله رب العالمين وصلى الله على محمد وآله وصحبه وسلم وحسبنا الله\nونعم الوكيل\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>القسم الثاني: النص محققا ومعلقا عليه</h1>\n\n<p>\n\"1/أ\" بسم الله الرحمن الرحيم (1)\n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله على محمد وآله وصحبه وسلم.\n</p>\n\n<p>\nمسألة في الرد على من قال: بفناء الجنة والنار، وعلى من قال بفناء (2)\nكالفارابية (3) وذكر اختلاف الناس في دار الجزاء بالعقاب، ودار الثواب\nبالإنعام، وللناس في ذلك ثلاثة أقوال:\n</p>\n\n<p>\nقوم قالوا بفنائهما جميعا، وقوم قالوا ببقائهما جميعا، وقوم قالوا: بفناء\nدار الجزاء، وبقاء دار الإفضال، والإنعام، والإكرام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>رد شيخ الإسلام على مذهب الجهمية</h1>\n\n<p>\nوقد تكلم الشيخ (1) رحمه الله - على الجهمية (2) ، والهذيلية (3) ،\nالفارابية، ورجح أدلة أهل السنة، وهدم شبه أهل البدعة، وأشار إلى بعض أدلة\nغلبة الرضا على الغضب، فقال - رحمه الله:\n</p>\n\n<p>\nوقد تنازع الناس في ذلك على ثلاثة أقوال (4) :\n</p>\n\n<p>\nقيل: ببقائهما، وقيل: بفنائهما، وقيل: ببقاء الجنة، دون النار.\n</p>\n\n<p>\nأما القول بفنائها (5) : فما رأينا أحدا حكاه عن أحد من السلف، من\nالصحابة، والتابعين لهم بإحسان، وإنما حكوه عن الجهم بن صفوان، وأتباعه\nالجهمية.\n</p>\n\n<p>\nوهذا مما أنكر عليه أئمة الإسلام، بل ذلك مما أكفروهم به، كما ذكره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن أحمد في كتاب \"السنة\" (1) والأثرم في: كتاب \"السنة\" (2) ،\nوأبو عبد الله محمد بن إسماعيل البخاري في كتاب \"خلق <span id='ms16'></span> أفعال العباد\" (3) ،\nوغيرهم عن خارجة بن مصعب، أنه قال:\n</p>\n\n<p>\nكفرت الجهمية بآيات من كتاب الله - عز وجل -، في غير موضع بأربع آيات من\nكتاب الله:\n</p>\n\n<p>\nبقوله تعالى: {أكلها دائم} (4) ، وهم يقولون: لا يدوم.\n</p>\n\n<p>\nويقول الله تعالى (5) : {إن هذا لرزقنا ما له من نفاد} (6) ، وهم يقولون\nينفد.\n</p>\n\n<p>\nوبقوله تعالى: {لا مقطوعة ولا ممنوعة} (7) ، فمن قال: إنها تنقطع، فقد\nكفر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nوبقوله (1) تعالى: {عطاء غير مجذوذ} (2) . أي: غير مقطوع. فمن قال: إنه\n(3) ينقطع، فقد كفر (4) .\n</p>\n\n<p>\n\"وهذا قاله جهم، لأصله الذي اعتقده، وهو: امتناع وجود ما يتناهى من\nالحوادث كما بسط الكلام عليها في غير هذا الموضع (5) - وهو عمدة أهل الكلام\nالذين (6) استدلوا على حدوث الأجسام وحدوث ما لم يخل من الحوادث بها (7) ،\nوجعلوا ذلك عمدتهم في حدوث العالم، فرأى الجهم: أن ما يمنع من وجود ما لا\nيتناهى بمنعه (8) في (9) المستقبل، كما يمنعه في الماضي، فيلزم (10) أن\nيكون الفعل الدائم ممتنعا على الرب في المستقبل كما كان ممتنعا عليه في\nالماضي وأبو الهذيل العلاف \"2/أ\" شيخ المعتزلة وافقه على هذا الأصل، لكن\nقال: هذا إنما يقتضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nفناء الحركات، فقال: إنه تفنى حركات أهل الجنة، والنار حتى يبقوا في سكون\nدائم لا يقدر أحد منهم على حركة\" (1) .\n</p>\n\n<p>\nوزعم طائفة ممن وافقهم على امتناع حوادث لا نهاية لها، كأبي الحسن بن\nالزاغواني (2) ، أن هذا القول هو المقتضى القياس العقلي، لكن السمع لما جاء\nببقاء الجنة، والنار، قلنا به (3) ، ولم يعلم أن ما كان ممتنعا في العقل لا\nيجيء السمع بوقوعه، فإن السمع لا يخبر بوجود ما كان ممتنعا في العقل (4) .\n</p>\n\n<p>\nوالأكثرون الذين وافقوا جهما، وأبا الهذيل على أصلها، فرقوا بين الماضي،\nوالمستقبل من جهة العقل، بأن الماضي قد دخل في الوجود بخلاف المستقبل،\nوالممتنع إنما هو أن يدخل في الوجود ما لا يتناهى.\n</p>\n\n<p>\nوقد بسط الكلام على هذه الأقوال في غير هذا الموضع (5) ، وبين غلط\nأصحابها، وأن الماضي إذا قيل: لا يتناهى، فإنما المراد أنه لا ابتداء له،\nفلم ينته من طرف الابتداء، وإلا فإذا <span id='ms17'></span> قدر ماضيا منتقضا، فقد تناهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nففرض مالا يتناهى مطلقا، وجعله قاضيا منقضيا جمع بين النقيضين (1) .\n</p>\n\n<p>\nولهذا كانت أدلتهم عليه جامعة بين النقيضين، مثل قولهم: يلزم أن يكون\nاليوم، وما سواه من الحوادث متوقفا على انقضاء ما نهاية له، وانقضاء ما لا\nنهاية له محال.\n</p>\n\n<p>\nفإنه يقال لهم نعم، ما لا يتناهى لا في الابتداء، ولا في الانتهاء،\nفانقضاؤه محال، أما إذا قدرتموه حتى مضى، وانتهى إلى حد.\n</p>\n\n<p>\nفقولهم بعد ذلك:\n</p>\n\n<p>\nأن انقضاءه محال، كلام متناقض، فإنكم فرضتموه قد انقضى وانتهى من هذا\nالجانب، جانب النهاية، دون جانب البداية، ومثل قولهم في دليل ذلك التطبيق،\nإذا فرضنا الحوادث إلى حين الطوفان، والحوادث إلى حين الهجرة، ثم طبقنا\nبينهما: فإما أن يتماثلا، وإما أن يتفاضلا، والتماثل ممتنع، والتفاضل يقتضي\nوقوع التفاضل فيما لا يتناهى، وهو محال، فإنه يقال لهم:\n</p>\n\n<p>\nهذه الحوادث، هي بعينها لكنها زادت بما بين الوقتين: وقت الطوفان، ووقت\nالهجرة، وسواء قدر أنها هي، أو أنها غيرها، فهذه أكثر من هذه، وهذا تفاضل\nفيما انتهى، وهو الماضي، فهو تفاضل فيما تناهى من أحد \"2/أ\" طرفيه من الطرف\nالمتناهي، فإن كان تناهى ما لا ابتداء له في المستقبل ممكنا، فالتفاضل وقع\nمن جهة كونه متناهيا، لا من جهة كونه غير متناه - أي - لا بداية له. وإن\nكان تناهى ما لا ابتداء له غير ممكن، فقولكم: تناهى الحوادث إلى زمان (2)\nالطوفان، أو الهجرة (3) ، باطل، وذلك أنه إذا قيل: إنه لم يزل الرب متكلما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nبمشيئته، وقدرته، أو لم يزل فعالا لما يشاء، نحو ذلك مما يقتضي كونه\nفاعلها، كان هذا النوع قديما، وما وجب قدمه، امتنع عدمه، وذلك يقتضي امتناع\nانقضاء فعل الرب، نقيض قول الجهم، فإن عنده يجب انقضاء فعله وانقطاعه،\nويمتنع عنده دوامه أبدا كما امتنع دوامه أزلا، ويجب عنده أن يكون لم يزل\nغير فاعل في الماضي، ولا في الأبد إذا فنيت الجنة والنار.\n</p>\n\n<p>\nوحقيقة قوله: أنه لم يزل غير قادر، ثم صار قادرا، ثم يصير غير قادر وهو\nيقول <span id='ms18'></span>: ما كان له بداية، وجب أن يكون له نهاية.\n</p>\n\n<p>\nفأما إذا قدر أن الرب لم يزل قادرا على الفعل، والكلام بمشيئته، وأنه لم\nيزل متكلما إذا شاء فعالا لما يشاء، فهنا وجب وجود ما لا ابتداء له، ولا\nنهاية لابتدائه، فإذا قدر انتهاء هذا النوع كان باطلا، فإذا قيل: إن\nالحوادث انتهت إلى الطوفان أو الهجرة.\n</p>\n\n<p>\nفإن قيل: يقدر (1) الرب ما بقي بفعل شيئا، فهذا تقدير خلاف الواقع، بل هو\nممتنع. وإن قيل: يقدر (2) فضلا في الذهن بين ما مضى وبين ما يستقبل، فهذا\nالتقدير الذهني لا يغير الحقائق، بل الفعل الدائم في نفسه، ثم إذا قدر هذا\nفي الذهن، فقد قدرت الحوادث الماضية انتهت إلى هذا الحد.\n</p>\n\n<p>\nوإذا انتهت قبلت الزيادة والنقصان، فإن ما ينتهي من الحوادث يقبل الزيادة\nوالنقصان، وهذه الأمور مبسوطة في غير هذا الموضع (3) ، ولكن نبهنا هنا على\nأصل قول الجهم الذي أوجب له أن يقول بفناء الجنة والنار، حتى أنكر ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nعليه أئمة الإسلام، وجمهورهم كفروه. والذين وافقوه على الأصل خالفوه في\nلوازمه فتناقضوا (1) .\n</p>\n\n<p>\nوفرق من فرق بين الماضي والمستقبل، بأن الماضي دخل في الوجود بخلاف\nالمستقبل، فرق ضعيف \"3أ\" لوجوه:\n</p>\n\n<p>\nأحدها: إن الماضي قد جعله متناهيا، فلم يقع التفاضل إلا فيما تناهى دون\nما لا تناهى كما تقدم، وحينئذ فما دخل في الوجوه إلا ما يتناهى من هذا\nالجانب، فهو تقدير يتناهى فما قدر متناهيا، ثم هذا إذا قدر أن تنهايه ممكن،\nفكيف إذا كان ممتنعا؟.\n</p>\n\n<p>\nالثاني: أن الدليل شامل للنوعين، فإنه يمكن أن يقال: الحوادث من الهجرة،\nومن الطوفان إلى ما لا يتناهى، هل هما متفاضلان؟ أم متماثلان. فإن تماثلا\nفهو محال، لأن أحدهما أزيد من الآخر، وإن تفاضلا فهو محال، لأن التفاضل في\nما لا يتناهى محال.\n</p>\n\n<p>\nفإن (2) قيل: هذا تقدير التفاضل، والتماثل في ما لم يكن بعد.\n</p>\n\n<p>\nقيل: نعم، لكنه تقدير التفاضل والتماثل، بتقدير وجوده لا في حال كونه\nمعدوما، كما أن الماضي قدرتهم فيه التماثل، والتفاضل بعد عدمه بعد عدمه <span id='ms19'></span> لا\nفي حال وجوده، لكن قدرتهم تلك الحوادث الماضية التي عدمت كأنها موجودة.\n</p>\n\n<p>\nففي كلا الموضعين إنما هو تقدير التفاضل، والتماثل فيما هو معدوم.\n</p>\n\n<p>\nفإن صح في أحد الموضعين صح في الآخر، وإن امتنع في أحدهما امتنع في\nالآخر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nالوجه الثالث: أن يقال: كون الشيء ماضيا، ومستقبلا أمرا إضافي بالنسبة\nإلى المتكلم المخبر، فيما مضى قبل كلامه، كان ماضيا، وما يكون بعده يكون\nمستقبلا، وبنسبة أحدهما إلى الآخر، فالماضي ماض على ما يستقبل، والمستقبل\nمستقبل لما قد مضى، وما من ماض إلا وقد كان مستقبلا، وما من مستقبل إلا\nوسيصير ماضيا، فليس ذلك فرقا يعود إلى صفات النوعين، حتى يقال: إن أحدهما\nممكن، والآخر ممتنع، بل هذا الماضي كان مستقبلا، وهذا المستقبل يصير ماضيا،\nفتتصف كل الحوادث بالمضي والاستقبال، فلم يكن في ذلك ما هو لازم للنوعين\nيوجب الفرق بينهما.\n</p>\n\n<p>\nوبسط الكلام على ذلك له موضع آخر (1) .\n</p>\n\n<p>\n\"والمقصود هنا: أن هذا القول \"هو القول بفناء الجنة، والنار قول لم يعرف\nعن أحد من السلف: من الصحابة والتابعين لهم بإحسان، ولا عن أحد من أئمة\nالمسلمين، والذين قالوه لم يقولوه تلقيا له من خطاب الرسول صلى الله عليه\nوسلم. وإعلامه وبيانه، ولا من قياس معقول دل عليه الرسول، وإنما قالوه عن\nقياس قاسوه بعقولهم، وهو خطأ في نفس الأمر\" (2) ، وإن كان قد اشتبه على\nكثير من أهل الكلام فاعتقدوه حقا، حتى بنوا عليه وجوب حدوث ما لم يخل من\nالحوادث، بل وجوب حدوث ما تقوم به الحوادث \"13/ب\".\n</p>\n\n<p>\nومن هذا قالوا: إن القرآن مخلوق هو، وغيره من كلام الله، وإن الله يمتنع\nأن يكون لم يزل متكلما إذا شاء، وعليه - أيضا - بنوا نفي الصفات، لأنها\nأعراض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nلا تقوم بإلا بجسم (1) ، ثم منهم من قال: إنه صار يتكلم بمشيئته، بعد أن\nلم يكن يتكلم بمشيئته، وهؤلاء منهم من قال: الكلام لا يقوم به، فيكون\nمخلوقا بائنا عنه، ومنهم من قال: بل يقوم بذاته، فيكون جنس كلامه حادثا،\nوالذين وافقوا السلف على أنه <span id='ms20'></span> لم يزل متكلما وافقوا الجهم على أصله، قالوا:\nإن كلامه قديم العين، وهو لا يتكلم بمشيئته وقدرته، بل هو لازم لذاته\nكالحياة، ثم من هؤلاء من قال: إنه معنى واحد، هو الأمر بكل مأمور، والنهي\nعن كل منهي، وهو معنى التوراة. والإنجيل، والزبور وكل كلام يكلم به عبادة\nالمؤمنين، ملائكته وغيرهم.\n</p>\n\n<p>\nومنهم من قال: بل هو حروف، أو حروف وأصوات أزلية، لم تزل ولا تزال لازمة\nلذاته، لا تتعلق بمشيئته وقدرته فهذه الطوائف الأربعة قد دخل في كل طائفة\nكثير من أهل النظر المعدودين من أكابر النظار، وأهل العلم، الناصرين\nللإسلام، أو للإسلام، والسنة وأصل أمرهم موافقتهم لجهم على قوله بامتناع\nدوام الحوادث، وأن الله يمتنع أن يكون لم يزل متكلما إذا شاء، فعالا لما\nيشاء، فوافقوه على أن كلام الرب (2) وفعله يمتنع أن يكون دائما بقدرته،\nومشيئته، وعلى أن يمتنع أن يكون كلمات الله لا نهاية لها، وقد قال تعالى:\n{قل لو كان البحر مدادا لكلمات ربي لنفد البحر قبل أن تنفد كلمات ربي} إلى\nقوله: {ولو جئنا بمثله مددا} (3) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى: {ولو أنما في الأرض من شجرة أقلام والبحر يمده من بعده سبعة\nأبحر ما نفدت كلمات الله إن الله عزيز حكيم} (1) .\n</p>\n\n<p>\nروى ابن أبي حاتم في \"تفسيره\" (2) عن سليمان بن عامر، قال: سمعت البيع بن\nأنس يقول: \"إن مثل علم العباد كلهم في علم الله ربهم، كقطرة من هذه البحور\nكلها، وقد أنزل في ذلك: {ولو أنما في الأرض من شجرة أقلام والبحر يمده من\nبعده سبعة أبحر ما نفدت كلمات الله إن الله عزيز حكيم} (3) .\n</p>\n\n<p>\nوقوله: {قل لو كان البحر مدادا لكلمات ربي لنفد البحر قبل أن تنفد كلمات\nربي ولو جئنا بمثله مددا} (4) .\n</p>\n\n<p>\nذلك الذي عني في هذا الحديث، يقول: لو كان البحر مدادا لكلمات ربي،\nوالشجر كلها أقلام، لانكسرت الأقلام، وفني ماء البحر، وبقيت كلمات الله\nقائمة دائمة (5) لا يفنيها شيء، لأن أحدا لا يستطيع أن يقدر قدره، ولا يثني\nعليه كما ينبغي، حتى <span id='ms21'></span> يكون هو (6) الذي يثني على نفسه، إن ربنا كما نقول،\nوفوق ما نقول، ثم إن مثل نعيم الدنيا أوله وآخره في نعيم الآخرة، كحبة من\nخردل في خلال الأرض كلها\" \"4/أ\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nقلت (1) : ومثل هذا الكلام يقصد به التعبير عن عدم النهاية والنفاد\nوالانقضاء.\n</p>\n\n<p>\nوالمراد: أن كلمات الله لا انتهاء لها، فلا تنفد، ولا تنقضي، وقد ذكر\nالربيع مع ذلك نعيم الجنة، فإن الله تعالى - قال: {إن هذا لرزقنا ما له من\nنفاد} (2) .\n</p>\n\n<p>\nفاخبر أنه: لا ينفد، فلا يكون له انقضاء، ولا فراغ وآخر ينتهي عنده (3) .\n</p>\n\n<p>\nوهذه الأقوال، والكلام عليها مبسوطة في غير هذا الموضع (4) ، والمقصود\nهنا في (5) فناء الجنة والنار، فقد تبين أن القول بفناء الجنة لم يعرف عن\nأحد من السلف، ولا الأئمة، وإنما هو قول جهم، ونحوه، وقد عرف فساده عقلا،\nونقلا.\n</p>\n\n<p>\nوأما القول (6) بفناء النار: ففيها قولان معروفان عن السلف والخلف\nوالنزاع في ذلك معروف عن التابعين، ومن بعدهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا (1) أحد المأخذين في دوام عذاب من يدخلها، فإن الذين يقولون: إن\nعذابهم له حد ينتهي إليه ليس بدائم، كدوام نعيم الجنة قد يقولون: إنها قد\nتفنى، وقد يقولون: إنهم يخرجون منها، فلا يبقى فيها أحد، لكن قد يقال: إنهم\nلم يريدوا بذلك أنهم يخرجون مع (2) بقاء العذاب فيها على غير أحد، بل يفنى\nعذابها، وهذا هو معنى فنائها.\n</p>\n\n<p>\n\"وقد نقل هذا القول عن عمر، ابن مسعود، وأبي هريرة وأبي سعيد الخدري\nوغيرهم\".\n</p>\n\n<p>\nوقد روى عبد بن حميد - وهو من أجل علماء الحديث - في تفسيره المشهور،\nقال: أنا سليمان بن حرب، أنا حماد بن سلمة، عن ثابت، عن الحسن البصري، قال:\nقال عمر: \"لو لبث أهل النار في النار كقدر رمل عالج (3) ، لكان لهم على ذلك\nيوم يخرجون فيه\".\n</p>\n\n<p>\nوقال: أنبأ حجاج بن منهال، عن حماد بن سلمة، عن حميد، عن الحسن، أن عمر\nبن الخطاب قال: \"لو لبث أهل النار في النار عدد رمل عالج، لكان لهم يوم\nيخرجون فيه\" (4) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nذكر ذلك في تفسير قوله تعالى: {لابثين <span id='ms22'></span> فيها أحقابا} (1) .\n</p>\n\n<p>\nوهذا يبين (2) أن مثل الشيخ الكبير (3) من علماء الحديث والسنة (4) يروي\nعن مثل هؤلاء الأئمة في الحديث، والسنة مثل سليمان بن حرب والذي هو من أجل\nعلماء السنة والحديث، ومثل حجاج بن منهال في كلامهما (5) عن حماد بن سلمة\nمع جلالته في العلم، والسنة، والذي يروي من وجهين: من طريق سلمة مع جلالته\nفي العلم، والسنة، والذي يروى من وجهين: من طريق ثابت (6) ، ومن طريق حميد\n(7) هذا عن الحسن من بعض التابعين فسواء كان هذا قد حفظ (8) هذا عن عمر، أو\nلم يحفظ (9) ، كان مثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nهذا الحديث متداولا بين هؤلاء العلماء الأئمة لا ينكرونه، وهؤلاء كانوا\nينكرون على من خرج عن السنة (1) من الخوارج، والمعتزلة، والمرجئة،\nوالجهمية.\n</p>\n\n<p>\nوكان أحمد بن حنبل يقول: \"أحاديث حماد بن سلمة هي الشجا (2) في حلوق\nالمبتدعة\" (3) .\n</p>\n\n<p>\nفهؤلاء من أعظم أعلام السنة الذين ينكرون من البدع ما هو دون هذا لو كان\nهذا القول عندهم من البدع المخالفة للكتاب والسنة، والإجماع، كما يظنه\nطائفة من الناس.\n</p>\n\n<p>\nوعبد بن حميد ذكر هذا في تفسير قوله تعالى: {لابثين فيها أحقابا} (4) .\n</p>\n\n<p>\nليبين قول من قال: الأحقاب لها أمد ينفذ، ليست كالرزق الذي ماله من نفاذ،\nولا ريب أنه من قال هذا القول، قول عمر، ومن نقله عنه، إنما أرادوا بذاك\nجنس أهل النار الذين هم أهلها.\n</p>\n\n<p>\nفأما قوم أصيبوا بذنوب، فأولئك قد علم هؤلاء، وغيرهم، بخروجهم منه، وأنهم\nلا يلبثون فيها قدر رمل عالج، ولا قريبا من ذلك.\n</p>\n\n<p>\nوالحسن كان يروي حديث الشفاعة في أهل التوحيد، وقد ذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nالبخاري (1) ، ومسلم عنه (2) ، وكذلك حماد بن سلمة كان يجمعها، ويحدث\nبها، وكذلك سليمان بن حرب، وأمثاله، فهذا عندهم لا يقال فيه مثل هذا، ولفظ\nأهل النار لا يختص بالموحدين، بل يختص بمن عداهم، كما قاتل النبي صلى الله\nعيه وسلم: \"أما أهل النار الذين هم أهلها فإنهم لا يموتون فيها، ولا يحيون\"\n(3) . وقوله: يخرجون منها، أي يخرجون من جهنم بعد أن يفنى عذابها، وينفذ\nوينقطع.\n</p>\n\n<p>\nفهم لا يخرجون منها <span id='ms23'></span> يعني جهنم، بل هم خالدون في جهنم كما أخبر الله\nسبحانه وتعالى.\n</p>\n\n<p>\nلكن إذا انقضى أجلها، وفنيت كما تفنى الدنيا، لم يبق فيها عذاب، وذلك أن\nالعالم لا يعدم، وجهنم في الأرض، والأرض لا تعدم بالكلية ولكن فناؤها بتغير\n(4) حالها، واستحالتها من حال إلى حال (5) كما قال تعالى: {كل من عليها\nفان} (6) ، وهم لا يعدمون (7) بل يموتون، ويهلكون، كما قال تعالى: {ما\nعندكم ينفد وما عند الله باق} (8) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا أنفذه (1) الرجل فقد نفذ ما عنده، إن كان لم يعدم، بل يعدم، بل\nانتقل من حال إلى حال (2) .\n</p>\n\n<p>\nوفي \"تفسير علي بن أبي طلحة (3) الوالبي\" \"5/أ\"، عن ابن عباس - وهو معروف\nمشهور، ينقل منه عامة المفسرين الذين يسندون كابن جرير الطبري، وابن أبي\nحاتم، وعثمان بن سعيد الدارمي، والبيهقي والذين يذكرون الإسناد مجملا،\nكالثعلبي، والبغوي، والذين لا يسندون كالماوردي، وابن الجوزي، قال: قوله:\n{النار مثواكم خالدين فيها إلا ما شاء الله إن ربك حكيم عليم} (4) .\n</p>\n\n<p>\nقال: \"وفي هذه الآية إنه لا ينبغي لأحد أن يحكم على الله في خلقه، ولا\nينزلهم جنة ولا نارا\" (5) .\n</p>\n\n<p>\nقال الطبري (6) : \"وروي عن ابن عباس أنه كان يتأول في هذا الاستثناء:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nأن الله تعالى جعل أمر هؤلاء القوم في مبلغ عذابه إياهم إلى مشيئته ثنا\nعبد الله (1) ثنا معاوية (2) ، عن علي (3) ، عن ابن عباس، قال: {النار\nمثواكم خالدين فيها} (4) .\n</p>\n\n<p>\nقال في هذه الآية: \"إنه لا ينبغي لأحد أن يحكم على الله في خلقه، ولا\nينزلهم جنة ولا نارا\" (5) .\n</p>\n\n<p>\nوهذا الوعيد في هذه الآية ليس مختصا بأهل القبلة (6) فإنه قال: {ويوم\nيحشرهم جميعا يا معشر الجن قد استكثرتم من الأنس وقال أولياؤهم من الأنس\nربنا استمتع بعضنا ببعض وبلغنا أجلنا الذي أجلت لنا قال النار مثواكم\nخالدين فيها إلا ما شاء الله إن ربك حكيم عليم، وكذلك نولي بعض الظالمين\nبعضا بما كانوا يكسبون} (7) . \"فأولياؤهم (8) من الإنس\" لفظ يدخل فيه\nالكفار قطعا، فإنهم أحق بموالاتهم من عصاة المسلمين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى: {إنه ليس له سلطان على الذين آمنوا <span id='ms24'></span> وعلى ربهم يتوكلون، إنما\nسلطانه على الذين يتولونه والذين هم به مشركون} (1) .\n</p>\n\n<p>\nوقال تعالى: {جعلنا الشياطين أولياء للذين لا يؤمنون} (2) .\n</p>\n\n<p>\nوقال تعالى: {إن الذين اتقوا إذا مسهم طائف (3) من الشيطان تذكروا فإذا\nهم مبصرون، وإخوانهم يمدونهم في الغي ثم لا يقصرون} (4) .\n</p>\n\n<p>\nوقال تعالى: {ويوم يحشرهم جميعا ثم يقول للملائكة أهؤلاء إياكم كانوا\nيعبدون قالوا سبحانك أنت ولينا من دونهم بل كانوا يعبدون الجن أكثرهم بهم\nمؤمنون} (5) .\n</p>\n\n<p>\nوقال تعالى: {فتتخذونه وذريته أولياء من دوني وهم لكم عدو بئس للظالمين\nبدلا} (6) .\n</p>\n\n<p>\nوقال تعالى: {فقاتلوا أولياء الشيطان إن كيد الشيطان كان ضعيفا} (7) .\n</p>\n\n<p>\n\"15/ب\".\n</p>\n\n<p>\nفأمر بقتال أولياء الشيطان، وهم الكفار، وقال: {استحوذ عليهم الشيطان\nفأنساهم ذكر الله أولئك حزب الشيطان ألا إن حزب الشيطان هم الخاسرون} (8) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى: {وإن الشياطين ليوحون إلى أوليائهم ليجادلوكم وإن أطعتموهم\nإنكم لمشركون} (1) .\n</p>\n\n<p>\nفأخبر أنهم يوحون إلى أوليائهم من الإنس ليجادلوكم (2) ، فهذه وأمثالها\nتبين أن الكفار أولياء الشياطين، فهم أحق الناس بدخول في قوله: {وقال\nأولياؤهم من الأنس ربنا استمتع بعضنا ببعض وبلغنا أجلنا الذي أجلت لنا قال\nالنار مثواكم خالدين فيها إلا ما شاء الله إن ربك حكيم عليم} (3) .\n</p>\n\n<p>\nوقد قال ابن أبي طلحة، عن ابن عباس: \"إن هذه الآية تقتضي أنه لا ينبغي\nلأحد أن يحكم على الله في خلقه، ولا ينزلهم جنة ولا نارا\" (4) .\n</p>\n\n<p>\nفدل على أن هذا الاستثناء عنده دفع العذاب عنهم، وهذا مدلول الآية، وأنه\nلأجل هذه الآية يجب أن يتوقف، فلا يحكم على الله في خلقه ولا ينزلهم جنة\nونارا، وهذا يناقض قول من يقول (5) سوى ما شاء الله من أنواع العذاب، وإلا\nمدة مقامهم قبل الدخول من حين بعثوا إلى أن دخلوا، فإن ذلك معلوم أنه قبل\nالدخول لم يكونوا فيها، وقول من يقول في أهل الجنة فإنها صريحة في تناول\nالكفار.\n</p>\n\n<p>\nلكن ذكر البغوي، أن ابن عباس قال: \"الاستثناء يرجع إلى قوم سبق فيهم علم\nالله وأنهم يسلمون فيخرجون من النار\" (6) . ولم يذكر من نقل (7) هذا عن ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nعباس، فإن أريد <span id='ms25'></span> بذلك من أسلم في الدنيا فليس كذلك، فإن الخطاب إنما هو\nلمن كان من أولياء الشيطان (1) والجن الذين استمتع بعضهم ببعض وهؤلاء من\nجملة المسلمين، وجميع من أسلم سبق فيه علم الله، وأنه يسلم، وكأن قائل هذا\nالقول ظن أن هذا خطاب للأحياء، وليس كذلك، بل هذا خطاب لهم يوم القيامة،\nوإن أراد أنهم يسلمون في جهنم فيخرجون منها، وهذا خلاف ما دل عليه القرآن\nفي غير موضع، فعن عبد الله بن مسعود قال: \"ليأتين على جهنم زمان، ليس فيها\nأحد، وذلك بعد ما يلبثون فيها أحقابا، وهؤلاء هم الكفار، وعن أبي هريرة\nومثله\" (2) قال البغوي: \"ومعناه عند أهل السنة - إن ثبت - ألا يبقى فيها\nأحد من؟ أهل الإيمان\" (3) .\n</p>\n\n<p>\nفيقال: إنهما لم يريدا ذلك، فإنهما بعد ما يلبثون فيها أحقابا وهؤلاء هم\nالكفار المذكورون في قوله تعالى: {إن جهنم كانت مرصادا للطاغين مآبا لابثين\nفيها أحقابا لا يذوقون فيها بردا ولا شرابا إلا حميما وغساقا جزاء وفاقا\nإنهم كانوا لا يرجون حسابا وكذبوا بآياتنا كذابا} (4) .\n</p>\n\n<p>\nوهذا الوصف الذين كذبوا بآيات الله {كذابا} أي تكذيبا، فهو تكذيب مؤكد\nبالمصدر، ولم أجد نقلا مشهورا عن أحد من الصحابة يخالف ذلك، بل أبو سعيد\nوأبو هريرة هما رويا حديث ذبح الموت (5) ، وأحاديث الشفاعة، وخروج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nأهل التوحيد (1) وغيرهما، قالا في فناء النار ما قالا، وقد نقل البغوي:\nروى السدي، عن مرة، عن عبد الله، قال: \"لو علم أهل النار أنهم يلبثون في\nالنار عدد حصى الدنيا لفرحوا\" (2) .\n</p>\n\n<p>\nوقد استفاض عن غير واحد من السلف تقدير الحقب بحد محدود، والأحقاب، جمع\nحقب، فروى ابن أبي حاتم عن عطية، عن ابن عباس قال في قوله تعالى: {لابثين\nفيها أحقابا} (3) . قال: \"سنين\" (4) .\n</p>\n\n<p>\nوعن أبي صالح السمان، عن أبي هريرة قال: {لابثين فيها أحقابا} (5) .\n</p>\n\n<p>\nقال: الحقب: ثمانون سنة، والسنة ثلاثمائة وستون يوما، واليوم كألف سنة\n(6) ، اليوم منها كالدنيا كلها.\n</p>\n\n<p>\nقال ابن أبي حاتم، وروي عن عبد الله بن عمرو بن العاص، وهلال الهجري\nوالضحاك، وذكوان، والحسن، وسعيد بن <span id='ms26'></span> جبير، وقتادة، وعمرو بن ميمون أنهم\nقالوا: الحقب: ثمانون سنة (7) .\n</p>\n\n<p>\nوعن هشام، عن الحسن البصري أنه سئل عن قوله تعالى: {لابثين فيها أحقابا}\nفقال: الله أعلم بالأحقاب (8) فليس فيها عدد إلا الخلود، ولكنه بلغنا أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nالحقب الواحد: سبعون ألف سنة، كل يوم من تلك الأيام كألف سنة مما تعدون\n(1) .\n</p>\n\n<p>\nوعن هشام، عن الحسن قال: \"الأحقاب\" لا يدري أحد ما هي؟ ولكن الحقب\nالواحد: سبعون ألف سنة، اليوم منها كألف سنة مما تعدون (2) وقوله: الله\nأعلم ما الأحقاب، ولا يدري ما هي؟ يقتضي أن لها عددا الله أعلم، ولو كانت\nلا عدد لها لعلم كل أحد أنه لا عدد \"16/ب\" لها، ويؤيد ما نقله الحسن، عن\nعمر بن الخطاب كما تقدم (3) ، قول الحسن: \"ليس فيها عدد إلا الخلود\" حق\nأيضا، فإنهم خالدون فيها، لا يخرجون منها ما دامت باقية، فأقوال الحسن يصدق\nبعضها بعضا.\n</p>\n\n<p>\nوأما خلودهم في النار فهو حق كما أخبر الله.\n</p>\n\n<p>\nوعن السدي: {لابثين فيها أحقابا} قال: \"سبعمائة حقب، كل حقب سبعون سنة،\nكل سنة ثلاثمائة وستون يوما، كل يوم كألف سنة مما تعدون\" (4) .\n</p>\n\n<p>\nوعن عبد الله بن عمرو قال: \"الحقب: أربعون سنة\" (5) .\n</p>\n\n<p>\nوقد تنازع الناس في الأحقاب، هل هي مقدرة محدودة؟ على قولين: فعلى قول\nالسدي وغيره: هي محدودة، مقدرة، وهو قول الزجاج، وغيره، لكن قال الزجاج:\n\"المعنى أنهم يلبثون فيها أحقابا، لا يذوقون فيها بردا ولا شرابا\" (6) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nقال الزجاج: \"وبيانه: أن الأحقاب حد لعذابهم بالحميم والغساق، فإذا انقضت\nالأحقاب عذبوا بغير ذلك من العذاب\" (1) .\n</p>\n\n<p>\nوهذا الذي قاله الزجاج شاذ، خلاف ما عليه الأولون والآخرون، وهو خلاف ما\nدل عليه القرآن، فإن هذا يقتضي أنهم يبقون بعد الأحقاب فيها، ولكن لا\nيذوقون البرد والشارب حينئذ، وهذا باطل قطعا، ثم إذا ذاقوا البرد والشارب\nفهذا نعيم، فكيف يكونون معذبين فيها ذلك؟\n</p>\n\n<p>\nوقال بعضهم: هذه الآية منسوخة (2) ، وقيل: \"هي في أهل التوحيد\" (3) .\n</p>\n\n<p>\nقال عبد الحق بن عطية في \"تفسيره\" (4) .\n</p>\n\n<p>\n\"ومن الناس من ظن لذكر الأحقاب أن مدة العذاب تنحصر وتتم <span id='ms27'></span>، فطلبوا التأويل\nلذلك، فقال مقاتل بن حيان: الحقب سبع عشرة ألف سنة وهي منسوخة بقوله تعالى:\n{فذوقوا فلن نزيدكم إلا عذابا} (5) . قال: وقد ذكرنا فساد هذا القول (6) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nوقال آخرون: الموصوف (1) باللبث أحقابا عصاة المؤمنين (2) قال: وهذا أيضا\nضعيف فما (3) بعده من السورة يرد عليه.\n</p>\n\n<p>\nوقال آخرون: إنما المعنى: {لابثين فيها أحقابا} (4) غير ذائقين بردا ولا\nشرابا، فهذه الحال: يلبثون أحقابا، ثم يبقى العذاب سرمدا وهم يشربون أشربة\nجهنم (5) .\n</p>\n\n<p>\nوالقول الثاني: إنها غير مقدرة \"7/1\"، وقال هؤلاء: هذا لا يدل على غاية،\nلأنه كلما مضى حقب تبعه حقب، ولو أنه قال: لابثين فيها عشرة أحقاب، أو خمسة\nأحقاب دل على غاية، هذا قول ابن قتيبة (6) وغيره.\n</p>\n\n<p>\nقال أبو الفرج بن الجوزي: وهذا قول ابن قتيبة والجمهور (7) وبيانه: إن\nزمان أهل الجنة والنار يتصور دخوله تحت العدد كقوله تعالى: {بكرة وعشيا}\n(8) ، ومثل هذا، أن كلمات الله داخلة تحت العدد وإن لم يكن لها نهاية،\nفيقال: هذا ممنوع، فما لا نهاية يمتنع أن يدخل تحت العدد، وإنما يدخل تحت\nالعدد ما له مقدار محدود وهو المعدود، لكن إذا أخذ بعض من أبعاضه دخل تحت\nالعدد كالبكرة والعشي، وهو مقدار يوم من أيام الجنة، ويعرف ذلك بنور يظهر\nلهم يزيد (9) على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nالنور المعتاد، يعرفون به البكرة والعشي، كما تظهر الشمس لأهل الدنيا،\nلكن الجنة ليس فيها ظلمة.\n</p>\n\n<p>\nوقوله: كلمات الله داخلة تحت العدد (1) ممنوع إنما يدخل منها تحت العدد\nبعض من أبعاضها مثل الآيات المنزلة، وإلا فيما لا نهاية له كيف يكون معدودا\nوكلما عد بقدر معدود فهو ما حد، وما يقدره الإنسان بلسانه وذهنه من العدد\nفله حد، والذي لا يتناهى ليس له مقدار لا في ذهنه ولا في لسانه.\n</p>\n\n<p>\nوقوله تعالى: {خالدين فيها ما دامت السماوات والأرض} (2) ، {إلا ما شاء\nربك إن ربك فعال لما يريد} (3) .\n</p>\n\n<p>\nقال ابن أبي حاتم: ذكر عن جعفر بن سليمان، عن الجريري قال: سمعت أبا نضرة\nيقول: ينتهي القرآن إلى هذه الآية: {إن ربك فعال لما يريد} (4) .\n</p>\n\n<p>\nوقد <span id='ms28'></span> روى حرب الكرماني، وأبو بكر البيهقي عن أبي سعيد الخدري، وعن قتادة\nفي قوله: {فأما (5) الذين شقوا ففي النار لهم فيها زفير وشهيق خالدين فيها\nما دامت السماوات والأرض إلا ما شاء ربك} (6) . والله أعلم بتثنيته على ما\nوقعت (7) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوروى الطبري، عن يونس، نا ابن وهب، نا ابن زيد. في قوله: {خالدين فيها ما\nدامت السماوات والأرض إلا ما شاء ربك} فقرأ حتى بلغ: {عطاء غير مجذوذ} (1)\nفأخبرنا الذي شاء لأهل الجنة، فقال: {عطاء غير مجذوذ} ولم يخبرنا بالذي\nيشاء لأهل النار (2) .\n</p>\n\n<p>\nوعن السدي: {إلا ما شاء ربك} . عن هذه الآية يوم نزلت كانوا يطعمون في\nالخروج.\n</p>\n\n<p>\nقوله: {خالدين فيها أبدا} (3) ، ذكر البغوي عن عبد الرحمن بن زيد أنه\nقال: قد أخبرنا الله سبحانه وتعالى بالذي لأهل الجنة، فقال: {عطاء غير\nمجذوذ} ولم يخبرنا بالذي يشاء لأهل النار (4) .\n</p>\n\n<p>\nوقد روى علماء السنة والحديث في ذلك آثارا عن الصحابة والتابعين مثل ما\nروى حرب الكرماني، وأبو بكر البيهقي، وأبو جعفر الطبري وغيرهم عن الصحابة\nفي ذلك.\n</p>\n\n<p>\nوفي المسند (5) للطبراني: ذكر فيه \"أنه ينبت فيها الجرجير\" (6) ، وحينئذ\nفيحتج على فنائها بالكتاب والسنة، وأقوال الصحابة - مع أن القائلين ببقائها\nليس معهم كتاب، ولا سنة ولا أقوال الصحابة -.\n</p>\n\n<p>\nمنها ما رواه حرب، والبيهقي قال حرب الكرماني: \"سألت إسحاق عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nقول الله تعالى: {خالدين فيها ما دامت السماوات والأرض إلا ما شاء ربك}\n(1) . قال: أتت هذه الآية على كل وعيد في القرآن (2) .\n</p>\n\n<p>\nقال إسحاق: ثنا عبيد الله بن معاذ، ثنا معتمر بن سليمان، قال: قال لي\nأبي: ثنا أبو نضرة، عن جابر، أو أبي سعيد، أو بعض أصحاب النبي صلى الله\nعليه وسلم قال: هذه الآية تأتي على القرآن كله {إلا ما شاء ربك إن ربك فعال\nلما يريد} (3) .\n</p>\n\n<p>\nقال المعتمر: قال أبي: عنى كل وعيد في القرآن (4) .\n</p>\n\n<p>\nرواه أبو جعفر بن جرير الطبري في تفسيره (5) قال: ثنا الحسن بن يحيى، أنا\nعبد الرزاق، أنا ابن التيمي، عن أبيه أبي نضرة، عن جابر، أو أبي <span id='ms29'></span> سعيد، أو\nعن رجل من؟ أصحاب النبي صلى لله عليه وسلم في قوله سبحانه: {إلا ما شاء ربك\nإن ربك فعال لما يريد} (6) . قال: هذه الآية تأتي على القرآن كله، فيقول:\nحيث كان في القرآن: {خالدين فيها} تأتي عليه (7) .\n</p>\n\n<p>\nوقال ابن جرير، حدثت عن ابن المسيب، عمن ذكره عن ابن عباس: {خالدين فيها\nما دامت السماوات والأرض إلا ما شاء ربك} (8) . قال: استثنى الله عز وجل\nقال: يأمر النار أن تأكلهم (9) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nقال (1) : وقال ابن مسعود: \"ليأتين على جهنم زمان تخفق أبوابها ليس فيها\nأحد، وذلك بعد ما يلبثون فيها أحقابا\" (2) .\n</p>\n\n<p>\nوقال ثنا محمد بن حميد الرازي (3) ، ثنا جرير، عن بيان (4) ، عن الشعبي\nقال: \"جهنم أسرع الدارين عمرانا، وأسرعهما خرابا\" (5) .\n</p>\n\n<p>\nوقال حرب الكرماني، عن إسحاق بن راهوية، ثنا عبيد الله بن معاذ ثنا أبي،\nثنا شعبة، عن أبي بلج، سمع عمرو بن ميمون يحدث عن عبد الله بن عمرو قال:\n\"ليأتين على جهنم يوم تصفق فيه أبوابها، ليس أحد\" (6) ، وذلك بعدما يلبثون\nفيها أحقابا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nوقال إسحاق، ثنا عبيد الله بن معاذ، ثنا أبي، ثنا شعبة، عن يحيى بن أيوب\nعن أبي زرعة وعن أبي هريرة، قال: أما الذي أقول: \"إنه سيأتي على جهنم يوم\nلا يبقى فيها أحد، وقرأ: {فأما الذين شقوا ففي النار} الآية (1) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>طرق القائلين بدوام النار أربع</h1>\n\n<p>\nالذين قطعوا بدوام النار (1)\n</p>\n\n<p>\nقلت: والذين قطعوا بدوام النار، لهم أربع طرق (2) .\n</p>\n\n<p>\nأحدها: ظن الإجماع فإن كثيرا من الناس يعتقد أن هذا مجمع عليه، ولا خلاف\nفيه بين السلف، وإن كان فيه خلاف حادث، فهو من أقوال أهل البدع.\n</p>\n\n<p>\nوالثاني: أن القرآن قد دل على ذلك دلالة قطعية، فإنه أخبر بخلودهم في\nالنار أبدا في غير موضع من القرآن (3) .\n</p>\n\n<p>\nوالثالث: أن السنة المستفيضة أخبرت بخروج من في قلبه مثال ذرة من إيمان\nمن النار دون الكفار، فإنهم لم يخرجوا (4) .\n</p>\n\n<p>\nوالرابع: قول من يقول: الرسول وقفنا على ذلك، وعلمناه من بعده ضرورة ولا\nيحتجون بنص معين، وعامة الناس يقولون: هذا لا نعلمه <span id='ms30'></span> إلا من الخبر وشذ بعضهم\nفزعم أن العقل دل على خلود الكفار.\n</p>\n\n<p>\nفأما الإجماع فهو أولا: غير معلوم، فإن هذه المسائل لا يقطع فيها بإجماع،\nنعم قد يظن فيها الإجماع وذلك قبل أن يعرف النزاع، وقد عرف النزاع قديما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nوحديثا، بل إلى الساعة لم أعلم أحدا من الصحابة قال: إنها لا تفنى، وإنما\nالمنقول عنهم ضد ذلك ولكن التابعون نقل عنهم هذا وهذا.\n</p>\n\n<h1 class='l1' id='head28'>أدلة خلود النار من الكتاب</h1>\n\n<p>\nوأما القرآن، فالذي دل عليه وليس في القرآن ما يدل على أنها لا تفنى، بل\nالذي يدل عليه ظاهر القرآن أنهم خالدون فيها أبدا، كما أخبر الله - عز وجل\n- (1) في غير موضع، وأخبر أنهم يطلبون الموت (2) ، والخروج منها (3)\nويطلبون تخفيف العذاب (4) ، فلا يجابون: لا إلى هذا ولا على هذا، وأخبر\nأنهم ماكثون فيها (5) ، وأخبر أنهم {لا يقضى عليهم فيموتوا ولا يخفف عنهم\nمن عذابها} (6) .\n</p>\n\n<p>\nوقال تعالى: {وهم يصطرخون فيها} (7) ، {ربنا أخرجنا منها فإن عدنا فإنا\nظالمون قال اخسأوا فيها ولا تكلمون} (8) .\n</p>\n\n<p>\nوقال تعالى: {إن المجرمين في عذاب جهنم خالدون لا يفتر عنهم وهم فيه\nمبلسون وما ظلمناهم ولكن كانوا هم الظالمين ونادوا يا مالك ليقض علينا ربك\nقال إنكم ماكثون لقد جئناكم بالحق ولكن أكثركم للحق كارهون} (9) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: {ليقض علينا ربك} أي: يميتنا، وهكذا قال المفسرون مثل: السدي وابن\nزيد وغيرهما.\n</p>\n\n<p>\nقال السدي: يقضي علينا بالموت، وقال ابن زيد: القضاء هاهنا: الموت (1) .\nوكذلك قال سائر المفسرون (2) ، وهذا كقوله تعالى: {لا يقضى عليهم فيموتوا\nولا يخفف عنهم من عذابها} (3) .\n</p>\n\n<p>\nوعن الفراء في قوله تعالى: {وأما من أوتي كتابه بشماله} إلى قوله تعالى\n(4) . {يا ليتها كانت القاضية} (5) . وذلك أن القضاء هو الإكمال والإتمام،\nوالأمر المقتضى (6) هو الذي قد مضى وفرغ.\n</p>\n\n<p>\nوبالموت تنقضي حياة الإنسان، فقال تعالى: {وقال الذين في النار لخزنة\nجهنم ادعوا ربكم يخفف عنا يوما من العذاب قالوا أولم تك تأتيكم رسلكم\nبالبينات قالوا بلى قالوا فادعوا وما دعاء الكافرين إلا في ضلال} (7) .\n</p>\n\n<p>\nوقال تعالى: {إن الذين كفروا وماتوا وهم كفار أولئك <span id='ms31'></span> عليهم لعنة الله\nوالملائكة والناس أجمعين خالدين فيها لا يخفف عنهم العذاب ولا هم ينظرون}\n(8) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى: {والذين كفروا لهم نار جهنم لا يقضى عليهم فيموتوا ولا يخفف\nعنهم من عذابها كذلك نجزي (1) كل كفور وهم يصطرخون فيها ربنا أخرجنا نعمل\nصالحا غير الذي كنا نعمل أولم نعمركم ما يتذكر فيه من تذكر وجاءكم النذير\nفذوقوا فما للظالمين من نصير} (2) .\n</p>\n\n<p>\nوقال تعالى: {ولو ترى إذ وقفوا على النار فقالوا يا ليتنا نرد ولا نكذب\nبآيات ربنا ونكون من المؤمنين بل بدا لهم ما كانوا يخفون من قبل ولو ردوا\nلعادوا لما نهوا عنه وإنهم لكاذبون} (3) .\n</p>\n\n<p>\nفهذه النصوص وأمثالها في القرآن تبين أنهم خالدون في جهنم لا يموتون ولا\nيحيون (4) ، وأنهم (5) يسألون هذا وهذا فلا يجابون.\n</p>\n\n<p>\nوهذا يقتضي خلودهم في جهنم - دار العذاب - مادام ذلك العذاب باقيا ولا\nيخرجون منها مع بقائها وبقاء عذابها، كما يخرج أهل التوحيد، فإن هؤلاء\nيخرجون منها بالشفاعة، وغير الشفاعة مع بقائها، كما يخرج ناس من الحبس الذي\nفيه العذاب مع بقاء الحبس والعذاب لذي فيه على من لم يخرج.\n</p>\n\n<h1 class='l1' id='head29'>أحاديث الشفاعة</h1>\n\n<p>\nوهكذا قال النبي صلى الله عليه وسلم في الحديث الصحيح \"صحيح مسلم\" (6) :\n</p>\n\n<p>\nعن أبي سعيد عن النبي صلى الله عليه وسلم قال: \"أما أهل النار الذين هم\nأهلها فإنهم لا يموتون فيها ولا يحيون، ولكن ناس أصابتهم النار بذنوبهم،\nفأماتهم الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nإماتة حتى إذا كانوا فحما أذن بالشفاعة، فجيء بهم ضبائر (1) ، ضمائر\nفبثوا (2) على أنهار الجنة، ثم قيل: يا أهل الجنة أفيضوا عليهم فينبتون\nنبات الحبة تكون في حميل السيل\" (3) .\n</p>\n\n<p>\nوفي \"الصحيحين\" (4) عن أبي هريرة في الحديث الطويل الذي فيه المرور على\nالصراط، والشفاعة، وقال فيه: \"حتى إذا فرغ الله من القصاص بين العباد،\nفأراد أن يخرج برحمته من أراد من أهل النار أمر الملائكة أن يخرجوا من\nالنار من كان لا يشرك بالله ممن أراد الله أن يرحمه، ممن يقول: لا إله إلا\nالله فيعرفونهم بأثر السجود، وتأكل النار من ابن آدم إلا <span id='ms32'></span> أثر السجود،\nفيخرجون من النار قد امتحشوا، فيصب عليهم ماء الحياة، فينبتون فيه كما تنبت\nالحبة في حميل السيل، ثم يفرغ الله من القصاص بين العباد ويبقى رجل مقبل\nبوجهه على النار\"، وذكر صرفه عن النار، ثم تقدمه إلى الجنة، ثم إلى بابها،\nثم إدخاله (5) الجنة، وانه يعطيه ما تناه، مثله معه (6) .\n</p>\n\n<p>\nورواه أبو سعيد، وقال: \"وعشرة أمثاله\" (7) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك في \"الصحيحين\" من حديث أبي سعيد قال: \"حتى إذا خلص المؤمن من\nالنار، فو الذي نفي بيده، من أحد بأشد منا شدة لله في استيفاء (1) الحق من\nالمؤمنين لله يوم القيامة لإخوانهم الذين في النار يقولون: ربنا كانوا\nيصمون معنا، ويصلون ويحجون، فيقول (2) : أخرجوا من عرفتوهم فتحرم صورهم على\nالنار فيخرجون خلقا كثيرا، وقد أخذت النار إلى نصف ساقيه، وإلى ركبتيه،\nفيقولون: ربنا ما بقي فيها أحد ممن أمرتنا به، فيقول: ارجعوا، فمن وجدتهم\nفي قلبه مثقال دينار من خير فأخرجوه، فيخرجون خلقا كثيرا، إلى أن قال: ثم\nيقول: ارجعوا، فمن وجدتم في قلبه مثقال ذرة من خير فأخرجوه، فيخرجون خلقا\nكثيرا\".\n</p>\n\n<p>\nوكان أبو سعيد الخدري يقول: إن لم تصدقوني بهذا الحديث، فاقرءوا إن شئتم:\n{إن الله لا يظلم مثقال ذرة وإن تك حسنة يضاعفها ويؤت من لدنه أجرا عظيما}\n(3) .\n</p>\n\n<p>\nفيقول الله: شفعت الملائكة، وشفعت النبيون وشفع المؤمنون، ولم يبق إلا\nأرحم الراحمين، فيلقيهم في نهر في أفواه الجنة، يقال له: نهر الحياة،\nفيخرجون كما تخرج الحبة في حميل السبيل، قال: فيخرجون كالؤلؤ في قاربهم\nالخواتيم، يعرفهم أهل الجنة، هؤلاء عتقاء الله، الذين أدخلهم الله الجنة\nبغير عمل عملوه، ولا خير قدموه، ثم يقدموه، ثم يقول: ادخلوا الجنة، فما\nرأيتموه فهو لكم، فيقولون: ربنا أعطيتنا ما لم تعط أحدا من العالمين،\nفيقول: لكم عندي أفضل من هذا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nفيقولون: يا ربنا، وأي شيء أفضل من هذا؟ فيقول: رضاي، فلا أسخط عليكم\nبعده أبدا\" (1) .\n</p>\n\n<p>\nوفي رواية: \"من إيمان\" بدل قوله: \"من خير\"، قال فيه: \"فيقول الجبار: قد\nبقيت شفاعتي، فيقبض قبضة من النار <span id='ms33'></span>، فيخرج أقواما قد امتشحوا فليقيهم في نهر\nبأفواه الجنة ... \" الحديث (2) .\n</p>\n\n<p>\nولم يقل: \"لم يعملوا خيرا قط\".\n</p>\n\n<p>\nوفي \"الصحيحين\" عن ابن (3) مسعود، عن النبي صلى الله عليه وسلم أنه قال:\n\"إني لأعلم آخر أهل النار خروجا منها، وآخر الجنة دخولا الجنة: رجل يخرج من\nالنار حبوا، فيقول الله له: اذهب: فادخل الجنة، فيأتيها، فتخيل إليه أنها\nملآى - إلى أن قال -: فيقول الله له: اذهب، فإن لك عشرة أمثال الدنيا - أو\n- إن لك الدنيا، وعشرة أمثالها\" (4) .\n</p>\n\n<p>\nوفي رواية لمسلم: فيقول له: \"تمن، فتمنى، فيقال له: لك الذي تمنيت، وعشرة\nأضعافه\" (5) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا يوافق حديث أبي سعيد من وجهين:\n</p>\n\n<p>\nوكذلك لمسلم من حديث جابر: \"مثل الدنيا وعشرة أمثالها\" (1) ، كما في\nاللفظ الأول في حديث ابن مسعود.\n</p>\n\n<p>\nوفي حديث جابر في \"الصحيحين\" أن رسول الله صلى لله عليه وسلم قال: \"إن\nالله تعالى يخرج ناسا من النار، فيدخلهم الجنة\" (2) .\n</p>\n\n<p>\nوفي رواية: \"إن الله يخرج قوما من النار بالشفاعة\" (3) ، ولمسلم من حديث\nجابر قال: قال رسول الله صلى الله عليه وسلم: \"إن قوما يخرجون من النار\nيحترقون فيها إلا دارات وجوههم، حتى يدخلون الجنة\" (4) .\n</p>\n\n<p>\nوللبخاري عن عمران بن حصين عن النبي صلى الله عليه وسلم قال: \"يخرج قوم\nالنار بشفاعة محمد صلى الله عليه وسلم فيدخلون الجنة، فيسمون الجهنميين\".\n</p>\n\n<p>\nوللبخاري، عن أنس عن النبي صلى الله عليه وسلم قال: \"يخرج قوم من النار\nبعد ما \"مسهم\" (5) منها سفع (6) ، فيدخلون الجنة، فيسمون الجهنميين\" (7) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nوأحاديث الشفاعة فيمن يخرج من النار كثيرة فيخرج من النار كثير منها عدة\nأحاديث \"9/ب\" في \"الصحيحين\".\n</p>\n\n<p>\nوفي حديث أنس: ذكر فيه الشفاعة مرة بعد مرة، وأنه صلى لله عليه وسلم قال\nفي الآخرة، \"فأقول: أي رب، ائذن لي فيمن قال: لا إله إلا الله فيقول الله -\nعز وجل - وعزني وجلالي، وعظمتي وكبريائي، لأخرجن منها من قال: لا إله إلا\nالله\" (1) .\n</p>\n\n<p>\nوفي رواية لمسلم: \"ليس ذلك لك، أو إليك\" (2) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>الفرق بين بقاء الجنة والنار</h1>\n\n<p>\n(1) :\n</p>\n\n<p>\n\"الفرق (2) بين بقاء الجنة، والنار، شرعا، وعقلا\" (3) فأما شرعا، فمن <span id='ms34'></span>\nوجوه:\n</p>\n\n<p>\nأحدها: أن الله أخبر ببقاء نعيم الجنة ودوامه، وأنه لا نفاد له ولا\nانقطاع في غير موضع من كتابه، كما أخبر أن أهل الجنة لا يخرجون منها، وأما\nالنار وعذابها فلم يخبر ببقاء ذلك، بل أخبر أن أهلها لا يخرجون منها، وأما\nالنار وعذابها فلم يخبر ببقاء ذلك، بل أخبر أن أهلها لا يخرجون منها.\n</p>\n\n<p>\nالثاني: أنه أخبر بما يدل على أنه ليس بمؤيد في عدة آيات.\n</p>\n\n<p>\nالثالث: أن النار لم يذكره فيها شيء يدل على الدوام.\n</p>\n\n<p>\nالرابع: إن النار قيدها بقوله: {لابثين فيها أحقابا} (4) ، وقوله:\n{خالدين فيها إلا ما شاء الله} (5) وقوله: {ما دامت السماوات والأرض إلا ما\nشاء ربك} (6) ، فهذه ثلاث آيات تقتضي قضية مؤقتة، أو معلقة على شرط، وذاك\nدائم مطلق، ليس بمؤقت ولا معلق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nالخامس: أنه قد ثبت أنه يدخل الجنة من ينشأه في الآخرة لها (1) ويدخلها\nمن دخل النار أولا (2) ، ويدخلها الأولاد بعمل الآباء (3) ، فثبت أن الجنة\nيدخلها من لم يعمل خيرا، وأما النار فلا يعذب أحد بذنوبه، فلا تقاس هذه\nبهذه.\n</p>\n\n<p>\nالسادس: أن الجنة من مقتضى رحمته ومغفرته، والنار من عذابه، وقد قال:\n{نبئ عبادي أني أنا الغفور الرحيم وأن عذابي هو العذاب الأليم} (4) .\n</p>\n\n<p>\nوقال: {اعلموا أن الله شديد العقاب وأن الله غفور رحيم} (5) .\n</p>\n\n<p>\nوقال: {ربك لسريع العقاب وإنه لغفور رحيم} (6) .\n</p>\n\n<p>\nفالنعيم من موجب أسمائه التي هي من لوازم ذاته فيجب داومه بدوام معاني\nأسمائه وصفاته.\n</p>\n\n<p>\nوأما العذاب فإنما هو من مخلوقاته، والمخلوق قد يكون له انتهاء مثل\nالدنيا وغيرها، لاسيما مخلوق خلق تتعلق بغيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nالسابع: أنه قد أخبر أن رحمته وسعت كل شيء، وأنه {كتب على نفسه الرحمة}\n(1) ، وقال: \"سبقت رحمتي غضبي\" (2) \"وغلبت رحمتي غضبي\" (3) .\n</p>\n\n<p>\nوهذا عموم، وإطلاق، فإذا قدر عذاب لا آخر له، لم يكن هناك رحمة البتة.\n</p>\n\n<p>\nالثامن: أنه قد ثبت مع رحمته الواسعة أنه حكيم، والحكيم إنما يخلق لحكمته\nالعامة، كما ذكر حكمته في غير موضع \"10 - أ\" فإذا قدر أنه يعذب من يعذب\nلحكمة كان هذا ممكنا، توجد في <span id='ms35'></span> الدنيا العقوبات الشرعية فيها حكمة، وكذلك ما\nيقدره من المصائب فيها حكم عظيمة، فيها تطهير من الذنوب، وتزكية للنفوس،\nوزجر عنها في المستقبل للفاعل ولغيره، ففيها عبرة، والجنة طيبة لا يدخلها\nإلا طيب، ولهذا قال في الحديث الصحيح: \"إنهم يحسبون بعد خلاصهم من الصراط\nعلى قنطرة بين الجنة والنار، فإذا هذبوا ونقوا أذن لهم في دخول الجنة\" (4)\n.\n</p>\n\n<p>\nوالنفوس (5) الشريرة الظالمة التي ردت إلى الدنيا قبل العذاب لعادات لما\nنهيت عنه لا يصلح أن تسكن دار السلام التي تنافي الكذب والظلم والشر، فإذا\nعذبوا بالنار عذابا يخلص نفوسهم من ذلك الشر كان هذا معقولا في الحكمة كما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nيوجد في تعذيب الدنيا، وخلق من فيه شر يزول بالتعذيب من تمام الحكمة،\nوأما خلق نفوس تعمل الشر في الدنيا وفي الآخرة لا تكون إلا في العذاب، فهذا\nتناقض يظهر فيه من مناقضة الحكمة والرحمة ما لا يظهر في غيره.\n</p>\n\n<p>\nولهذا كان الجهم لما رأى ذلك ينكر أن يكون الله أرحم الراحمين، وقال: بل\nيفعل ما يشاء، والذين سلكوا طريقته كالأشعري وغيره، ليس عندهم في الحقيقة\nحكمة ورحمة، ولكن له علم وقدرة وإرادة لا ترجح أحد الجانبين، ولهذا لما طلب\nمنهم أن يقروا بكونه حكيما، فسروه بأنه عليم أو قدير أو مؤيد، وليس من\nالثلاثة ما يقتضي الحكمة، وإذا ثبت أنه رحيم حكيم، وعلم بطلان قول الجهم\nتعين إثبات ما تقتضيه الرحمة والحكمة (1) .\n</p>\n\n<p>\nوما قاله المعتزلة - أيضا - باطل، فقول القدرية المجبرة والنفاة في حكمته\nورحمته باطل، ومن أعظم ما غلظهم اعتقادهم تأييد جهم، فإن ذلك يستلزم ما\nقالوه، وفساد اللازم يستلزم فساد الملزوم (2) ، والله سبحانه أعلم.\n</p>\n\n<p>\nوأما آيات بقاء الجنة.\n</p>\n\n<p>\nفالأول: مثل قوله تعالى: {أكلها دائم وظلها} (3) . فأخبر أنه دائم\nوالمنقطع ليس بدائم.\n</p>\n\n<p>\nوالثاني: مثل قوله: {إن هذا لرزقنا ما له من نفاد} (4) ، والمنقطع ينفد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nوالثالث: قوله تعالى: {ما عندكم ينفد وما عند الله باق} (1) فأخبر أن ما\nفي الدنيا من الخير ينفد وما عند الله باق لا ينفد، فلو كان لما عند الله <span id='ms36'></span>\nمن النعيم آخر لكان ينفد نعيم الدنيا، ولم يكن باقيا لا ينفد.\n</p>\n\n<p>\nوالرابع: مثل قوله تعالى في آيتين: {إن الذين آمنوا وعملوا الصالحات لهم\nأجر غير ممنون} (2) .\n</p>\n\n<p>\n{إلا الذين آمنوا وعملوا الصالحات لهم أجر غير ممنون} (3) .\n</p>\n\n<p>\nكما قال: {وإن لك لأجرا غير ممنون} (4) .\n</p>\n\n<p>\nقال عامة المفسرين: غير مقطوع، ولا منقوص (5) .\n</p>\n\n<p>\nوذكروا عن ابن عباس أنه قال: غير مقطوع (6) .\n</p>\n\n<p>\nوعن مقاتل: غير منقوص - أيضا - (7) .\n</p>\n\n<p>\nقال عامة المفسرين: غير مقطوع ولا منقوص \"10/ب\"، كما قال: {وإن لك لأجرا\nغير ممنون} (8) .\n</p>\n\n<p>\nقالوا - ومنه المنون، لأنه يقطع (9) عمر الإنسان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nوعن مجاهد \"غير مسحوب\" (1) وهذا يوافق ذلك، لأن ما ينتهي مقدر محسوب،\nبخلاف ما لا نهاية له فإنه غير مسحوب.\n</p>\n\n<p>\nوقد شذ بعض الناس فقال: غير ممنون عليهم من جنس قوله: {يمنون عليك أن\nأسلموا قل لا تمنوا علي إسلامكم بل الله يمن عليكم أن هداكم للإيمان} (2) .\n</p>\n\n<p>\nوهذا القول مع مخالفته لأقوال السلف والجمهور هو خطأ لوجوه:\n</p>\n\n<p>\nأحدها: أن الله يمن علينا بكل نعمة أنعم بها علينا، حتى بالإيمان والعمل\nالصالح قال تعالى: {يمنون عليك أن أسلموا قل لا تمنوا علي إسلامكم بل الله\nيمن عليكم أن هداكم للإيمان إن كنتم صادقين} (3) .\n</p>\n\n<p>\nوقال تعالى: {لقد من الله على المؤمنين إذ بعث فيهم رسولا من أنفسهم} (4)\n.\n</p>\n\n<p>\nوقال أهل الجنة ما أخبر الله تعالى به في قوله: {وأقبل بعضهم على بعض\nيتساءلون قالوا إنا كنا قبل في أهلنا مشفقين فمن الله علينا ووقانا عذاب\nالسموم} (5) .\n</p>\n\n<p>\nوهذا قولهم: {الحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا\nالله} (6) .\n</p>\n\n<p>\nوقوله: {ولولا نعمة ربي لكنت من المحضرين} (7) ، وقد ثبت في الصحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nعن النبي صلى الله عليه وسلم أنه قال: \"لن يدخل أحد منكم بعمله الجنة\"\nقالوا ولا أنت يا رسول الله؟ قال: \"ولا أنا، إلا أن يتغمدني الله برحمة منه\nوفضل\" (1) .\n</p>\n\n<p>\nوالله تعالى في غير موضع يذكر آلاءه وإحسانه ونعمه على عباده، ويأمرهم أن\nيذكروها، ويأمرهم أن يشكروها.\n</p>\n\n<p>\nوالعبد قد نهي أن يمن بصدقته بقوله تعالى: {لا تبطلوا <span id='ms37'></span> صدقاتكم بالمن\nوالأذى} (2) لأن المتصدق في الحقيقة إنما أحسن إلى نفسه لا إلى المتصدق\nعليه، فإنه لولا أن له في ذلك منفعة وأجرا وعوضا لم يتصدق عليه، فصار كالذي\nيخدم المماليك بأجرة يأخذها من سيدهم ليس بمحسن إليهم.\n</p>\n\n<p>\nوأيضا فإن المصدق الله هو المنعم عليه بما يسره الله للإحسان إلى نفسه\nوعليه أن يشكر الله تعالى ويرى أن الله هو المحسن إليه، فإن نظر إلى الفعل\nفالله خالقه، وإن نظر إلى غايته فهو يطلب جزاءه وعوضه من الله، وإن نظر إلى\nالمحسن إليه فهو المحسن إلى نفسه، والله أحسن إليه أن جعله محسنا إلى نفسه\nلا ظالما لها.\n</p>\n\n<p>\nفلهذا كان منه على المخلوق ظلما أبطل به صدقته، والله هو المنعم على\nعباده حقيقة بالنعمة، والشكر عليها إذا أعانهم على شكره وجعلهم شاكرين\nبنعمته، بثواب الشكر \"11 - أ\"، فكل ذلك تفضل منه وإحسان من غير أن يكون له\nعلى ذلك عوض يأخذه من غيره، لا (3) من المحسن إليه ولا من غيره فهو المنعم\nحقيقة، وإن كان له في الإنعام حكمة يحبها ويرضاها، فتلك الحكمة منه، فما\nلأحد عليه منة وهو الجواد المحض وهو سبحانه ليس كمثله شيء.\n</p>\n\n<p>\nوللناس كلام في الجود والإحسان ومن يفعل لحكمة ومقصود هل هو جواد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nأم ليس بجواد؟ يفرق بين من يطلب عوضا من غيره فيحتاج إلى غيره فيكون جوده\nمن باب المعاوضة، وبين من لا يحتاج إلى غيره بل هو الجواد بالنعم وبالحكم\nكما قد بسط في غير هذا الموضع.\n</p>\n\n<p>\nولأنه لما قال تعالى: {لقد خلقنا الأنسان في أحسن تقويم ثم رددناه أسفل\nسافلين إلا الذين آمنوا وعملوا الصالحات} (1) ، وبين أن غير المؤمنين تزول\nعنه النعمة، فلو كان المؤمن كذلك لم يكن بينهما فرق.\n</p>\n\n<p>\nالخامس (2) : مثل قوله تعالى في نعيم الجنة: {عطاء غير مجذوذ} (3) وفي\nعذاب أهل النار: {إن ربك فعال لما يريد} (4) قال غير واحد: غير مقطوع (5) -\nأيضا -.\n</p>\n\n<p>\nالسادس: أنه قدر أخبر أن أهل الجنة والنار لا يموتون كما في الحديث\nالصحيح \"يؤتى بالموت في صورة <span id='ms38'></span> كبش، فيذبح بين الجنة والنار، ويقال: يا أهل\nالجنة، خلود ولا موت فيها ويا أهل النار خلود ولا موت فيها\" (6) كل خالد\nفيما هو فيه، فإذا كانوا لا يموتون فلا بد لهم من دار يكونون فيها، ومحال\nأن يعذبوا بعد دخول الجنة فلم يبق إلا دار النعيم، والحي لا يخلو من لذة أو\nألم، فإذا انتفى الألم تعينت اللذة الدائمة (7) ه.\n</p>\n\n<p>\nآخرها ... والحمد لله رب العالمين وصلى الله على محمد وآله وصحبه، حسبنا\nالله ونعم الوكيل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>فهرس مصادر ومراجع البحث</h1>\n\n<p>\nم المصادر أو المراجع\n</p>\n\n<p>\n1 الاعتبار ببقاء الجنة والنار - لعلي بن عبد الكافي السبكي - مطبعة\nالترقي بدمشق عام 1347ه.\n</p>\n\n<p>\n2 إيثار الحق على الخلق - لابن الوزير محمد بن المرتضى اليماني - دار\nالكتب العلمية - بيروت لبنان.\n</p>\n\n<p>\n3 تاريخ الفلسفة - للأستاذين: محمد علي مصطفى, أحمد عبده خير الدين -\nالمطبعة الرحمانية بمصر طبعة أولى عام 1351ه.\n</p>\n\n<p>\n4 التبصير في الدين لأبي المظفر الأسفراييني - تحقيق كما يوسف الحوت -\nعالم الكتب بيروت طبعة أولى عام 1403ه.\n</p>\n\n<p>\n5 التخويف من النار - لابن رجب - مكتبة دار البيان بشير محمد عيون - طبعة\nأولى 1399ه.6 التذكرة في أحوال الموتى وأمور الآخرة - للقرطبي محمد بن أحمد\nالأنصاري - تحقيق الدكتور/أحمد حجازي السقا - طبع بمطبعة الحلبي عام 1400ه,\nالناشر - مكتبة الكليات الأزهرية.\n</p>\n\n<p>\n7 التعريفات للجرجاني علي بن محمد بن علي - تحقيق إبراهيم الأنصاري - دار\nالكتاب العربي بيروت, طبعة أولى 1405ه.\n</p>\n\n<p>\n8 تعقيبات على كتاب السلفية - للدكتور: صالح بن فوزان الفوزان - الرئاسة\nالعامة لإدارات البحوث العلمية والإفتاء.. بالسعودية.. طبعة الأولى 1410ه.\n</p>\n\n<p>\n9 تفسير غريب القرآن - لابن قتيبة تحقيق السيد أحمد صقر - طبعة دار الكتب\nالعلمية عام 1398ه, الناشر دار الباز بمكة المكرمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n10 تفسير القرآن العظيم - لإسماعيل بن كثير القرشي المكتبة التجارية\nالكبرى بمصر.\n</p>\n\n<p>\n11 التفسير الكبير للرازي - دار إحياء التراث العربي بيروت - طبعة ثالثة\n- نشر دار الباز بمكة المكرمة.\n</p>\n\n<p>\n12 تفسير القرطبي - الجامع لأحكام القرآن.\n</p>\n\n<p>\n13 تقريب التهذيب - لابن حجر العسقلاني - تحقيق عبد الوهاب عبد اللطيف -\nدار المعرفة للطباعة والنشر - طبعة ثانية 1325ه.\n</p>\n\n<p>\n14 تهذيب التهذيب - لابن حجر العسقلاني - مطبعة دائرة المعارف بحيدر آباد <span id='ms39'></span>\nالدكن الهند - طبعة أولى عام 1325ه.\n</p>\n\n<p>\n15 توقيف الفريقين على خلود أهل الداريين للشيخ مرعي بن يوسف - تحقيق\nخليل بن عثمان السبيعي - طبعة دار طيبة الرياض السعودية\n</p>\n\n<p>\n16 جامع البيان عن تأويل آي القرآن - لإمام أبي جعفر محمد بن جير الطبري\n- مطبعة مصطفى البابي الحلبي طبعة ثالثة 1388ه.\n</p>\n\n<p>\n17 جلاء العينين في محاكمة الأحمدين - الألوسي: نعمان خير الدين تقديم\nعلى السيد صبح المدني - مطبعة المدني 1401ه.\n</p>\n\n<p>\n18 حادي الأرواح إلى بلاد الأفراح - للعلامة شيخ الإسلام ابن القيم -\nتقديم علي السيد صبح المدني - مكتبة المدني ومطبعتها - جدة.\n</p>\n\n<p>\n19 خلق أفعال العباد - للإمام محمد بن إسماعيل البخاري تحقيق الدكتور:\nعبد الرحمن عميرة - دار المعارف السعودية بالرياض 1398ه.\n</p>\n\n<p>\n20 درء تعارض العقل والنقل - لشيخ الإسلام ابن تيمية تحقيق الدكتور: محمد\nرشاد سالم - طبعة جامعة للإمام محمد بن سعود الإسلامية بالرياض - الطبعة\nالأولى 1399ه.\n</p>\n\n<p>\n21 الدر المنثور - للإمام جلال الدين السيوطي - دار الفكر للطباعة والنشر\n- بيروت طبعة أولى 1403ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n22 دروس في تاريخ الفلسفة - للأستاذين إبراهيم بيومي مدكور, يوسف كرم,\nالمطبعة الأميرية بالقاهرة - عام 1952م.\n</p>\n\n<p>\n23 دفع إيهام الاضطراب عن آيات الكتاب - لمحمد الأمين الشنقيطي - توزيع\nالرئاسة العامة لإدارات البحوث العلمية والإفتاء بالسعودية عام 1403ه.\n</p>\n\n<p>\n24 رفع الأستار لإبطال أدلة القائلين بفناء النار -للصنعاني - تحقيق\nوتعليق الشيخ الألباني - طبعة المكتب الإسلامي عام 1405ه.\n</p>\n\n<p>\n25 زاد المسير في علم التفسير - لابن الجوزي - المكتب الإسلامي, طبعة\nأولى عام 1404ه26\n</p>\n\n<p>\nسلسلة الأحاديث الصحيحة - تأليف محمد ناصر الدين الألباني - المكتب\nالإسلامي طبعة أولى 1399ه. نشر دار السلفية بالكويت.\n</p>\n\n<p>\n27سلسلة الأحاديث الضعيفة والموضوعة. للشيخ ناصر الدين الألباني المكتب\nالإسلامي طبعة أولى 1399ه.28 السنة للإمام عبد الله بن أحمد بن حنبل -\nتحقيق محمد السعيد زغلول - دار الكتب العلمية - بيروت لبنان - الطبعة\nالأولى 1405ه.\n</p>\n\n<p>\n29 سير أعلام النبلاء - للذهبي محمد بن أحمد بن عثمان - تحقيق شعيب\nالأنؤوط مؤسسة الرسالة - بيروت لبنان.\n</p>\n\n<p>\n30 شرح العقيدة الطحاوية لابن أبي العز علي بن محمد الحنفي - تحقيق\nوتخريج محمد ناصر الدين الألباني - طبعة المكتب الإسلامي عام 1391ه.\n</p>\n\n<p>\n31 شفاء العليل في مسائل القضاء والقدر والحكمة والتعليل - دار الكتب\nالعلمية <span id='ms40'></span> - بيروت لبنان - الطبعة أولى عام 1407ه\n</p>\n\n<p>\n32 صحيح مسلم - تحقيق وترتيب محمد فؤاد عبد الباقي - نشر وتوزيع رئاسة\nإدارات البحوث العلمية والإفتاء بالمملكة العربية السعودية طبعة 1400ه.\n</p>\n\n<p>\n33 الصفدية لشيخ الإسلام ابن تيمية تحقيق محمد رشاد سالم الطبعة الثانية\nعام 1406ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n34 الصواعق المرسلة - للإمام ابن القيم - تحيق الدكتور علي الدخيل الله.\n</p>\n\n<p>\n35 طبقات الحنابلة - القاضي أبي يعلى - دار المعرفة بيروت - لبنان.\n</p>\n\n<p>\n36 فتاوى ابن الصلاح - حققه الدكتور: عبد المعطي قلعجي توزيع مكتبة\nالمعارف بالرياض - دار المعرفة - بيروت - الطبعة الأولى عام 1406ه.\n</p>\n\n<p>\n37 فتح الباري بشرح صحيح البخاري للإمام ابن حجر - تحقيق عبد العزيز بن\nعبد الله بن باز - ترتيب محمد فؤاد عبد الباقي - الطبعة الثالثة - مطبعة\nالدار السلفية - القاهرة.\n</p>\n\n<p>\n38 فتح القدير - لمحمد بن علي محمد الشوكاني - الناشر محفوظ العلي -\nبيروت\n</p>\n\n<p>\n39 الفرق بين الفرق للبغدادي - عبد القهار بن طاهر بن محمد - تحقيق محمد\nمحيي الدين عبد الحميد - دار المعرفة للطباعة والنشر - بيروت.\n</p>\n\n<p>\n40 ابن القيم وموقفه من التفكير الإسلامي - للدكتور عوض حجازي - من\nمطبوعات مجمع البحوث الإسلامية 1392ه - 1972م.\n</p>\n\n<p>\n41 كتاب الأسماء والصفات للإمام البيهقي دار الكتب العلمية بيروت لبنان -\nطبعه أولى 1405ه.\n</p>\n\n<p>\n42 كتاب الفارابي - لسعيد زايد - دار المعارف المصرية - القاهرة.\n</p>\n\n<p>\n43 كشف الأستار لإبطال ادعاء فناء النار - للدكتور علي بن علي جابر\nالحربي اليماني - دار طيبة - مكة المكرمة\n</p>\n\n<p>\n44 لسان العرب لابن منظور الإفريقي - محمد بن مكرم - دار صادر بيروت -\nلبنان عام 1388ه.\n</p>\n\n<p>\n45 لوامع الأنوار البهية وسواطع الأسرار الأثرية للسفاريني محمد بن أحمد\n- طبعة حاكم قطر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\n46 مجموع فتاوى لشيخ الإسلام ابن تيمية رحمه الله - جمع وترتيب عبد\nالرحمن بن محمد بن قاسم - توزيع الرئاسة العامة لإدارات البحوث العلمية..\nطبعة أولى 1398ه.\n</p>\n\n<p>\n47 المحرر الوجيز في تفسير الكتاب العزيز - لعبد الحق بن عطية الأندلسي -\nتحقيق الرحالي الفاروق - عبد الله إبراهيم الأنصاري وزملائهما - طبعة دولة\nقطر الدوحة 1390ه.\n</p>\n\n<p>\n48 مختار الصحاح - للإمام محمد ابن أبي بكر الرازي - المكتبة الأموية\nبيروت - دمشق طبعة 1390ه.\n</p>\n\n<p>\n49 مدارج السالكين للإمام ابن القيم - تحقيق محمد حامد الفقي - دار\nالكتاب العربي بيروت - طبعة 1390ه.50 مسند الإمام أحمد بن حنبل <span id='ms41'></span> - المكتب\nالإسلامي.\n</p>\n\n<p>\n51 معالم التنزيل لحسين بن مسعود البغوي - تحقيق خالد عبد الرحمن العك -\nمروان سوار - دار المعرفة بيروت لبنان - طبعة أولى عام 1406ه\n</p>\n\n<p>\n52 معجم البلدان لياقوت الحموي - دار صادر - بيروت.\n</p>\n\n<p>\n53 مفتاح دار السعادة لابن قيم الجوزية - مكتبة الرياض الحديثة.\n</p>\n\n<p>\n54 المقصد الأسنى في شرح أسماء الله الحسنى - لأبي حامد الغزالي - تحقيق\nمحمد عثمان الخشت - مكتبة القرآن - بولاق - القاهرة\n</p>\n\n<p>\n55 الملل والنحل - للشهرستاني عبد الكريم بن أحمد - تحقيق محمد سيد\nكيلاني - دار المعرفة للطباعة والنشر - بيروت - الطبعة الثانية عام 1395ه.\n</p>\n\n<p>\n56 منهاج السنة النبوية - لشيخ الإسلام ابن تيمية تحقيق الدكتور: محمد\nرشاد سالم - إدارة الثقافة والنشر بجامعة الإمام محمد بن سعود الإسلامية -\nالرياض - الطبعة الأولى 1406ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n57 ميزان الاعتدال في نقد الرجال - للإمام الذهبي - تحقيق علي محمد\nالبجاوي - دار المعرفة للطباعة والنشر, طبعة عام 1382ه.\n</p>\n\n<p>\n58 نظرات وتعقيبات على ما في كتاب السلفية من الهفوات - لمحمد سعيد\nرمضان.\n</p>\n\n<p>\n59 النكت والعيون - للماوردي علي بن حبيب - تحقيق: خضر محمد خضر - مطابع\nمقهوي الكويت - الطبعة الأولى 1402ه.\n</p>\n\n<p>\n60 النهاية في غريب الحديث والأثر - لابن الأثير الجزري تحقيق - طاهر\nأحمد الزاوي - محمود محمد الطناجي - دار إحياء التراث العربي - بيروت.\n</p>\n\n<p>\n61 يقظة أولي الاعتبار مما ورد في ذكر النار وأصحاب النار لصديق حسن خان\nتحقيق: الدكتور احمد حجازي السقا - مكتبة عاطف بجوار الأزهر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n             <span id='ms42'></span>\n</p>\n",
  "pages": [
    "000",
    "001",
    "005",
    "006",
    "007",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116"
  ],
  "volumes": [
    "01"
  ]
}