{
  "content": "\n<p>\nلقاء العشر الأواخر بالمسجد الحرام (19)\n</p>\n\n<p>\nالقول المعروف في فضل المعروف\n</p>\n\n<p>\nتأليف\n</p>\n\n<p>\nالعلامة مرعي بن يوسف الكرمي المقدسي الحنبلي توفي سنة 1033 ه رحمه الله تعالى\n</p>\n\n<p>\nاعتنى به وخرج أحاديثه\n</p>\n\n<p>\nمحمد أبو بكر عبد الله باذيب\n</p>\n\n<p>\nعن نسخة أصلية بخط مصنفه\n</p>\n\n<p>\nساهم بطبعه بعض أهل الخير من الحرمين الشريفين ومحبيهم\n</p>\n\n<p>\nدار البشائر الإسلامية\n</p>\n\n<p>\n----NO PAGE NO------\n</p>\n\n<p>\nجميع الحقوق محفوظة\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1421 ه - 2000 م\n</p>\n\n<p>\nدار البشائر الإسلامية للطباعة والنشر والتوزيع\n</p>\n\n<p>\nهاتف: 702857 - فاكس: 704963 - 009611\n</p>\n\n<p>\nبيروت - لبنان ص ب: 5955/ 14\n</p>\n\n<p>\ne-mail: bashaer@cyberia.net.lb\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head0'>CHECK مقدمة المعتني</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nفي رحاب المسجد الحرام، وفي أجواء العشر الأواخر من الشهر الكريم، شهر\nرمضان المبارك، في تلك الأجواء الإيمانية البديعة، تجتمع نخبة من أهل الفضل\nوالعلم (¬1)، تتباحث في مسائل العلم وأحوال التراث الإسلامي الذي لا يزال\nمغمورا في بحار النسيان، وكل منهم يدلي بدلوه في هذا المضمار، فينقب عن تلك\nالكنوز، ويبحث في أعماق الفهارس عن درر تلك المصنفات التي تشبه بالدرر في\nباطن الأصداف. وهذا من العمل المبرور والسعي المشكور، جزا الله من يقوم\nعليه خير الجزاء.\n</p>\n\n<p>\nوقد أسعدني الحظ بتعرفي على هؤلاء الإخوة والشيوخ الكرام أهل العلم\nوالفضل، فرحبوا بي أيما ترحيب، وحدثتهم عن هذه الرسالة وعن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n             # النسخة التي لدي، وكانوا قد عزموا على نشرها اعتمادا على النسخة المصرية،\nوكلفوا بذلك العمل بعض الإخوة، ولكوني قد قمت بالعمل في هذا الكتاب وخرجت\nأحاديثه، فحرصا منهم على حفظ الجهود وعدم تكرر العمل: أوعزوا إلي بإتمام\nعملي فيه .. فقمت بذلك وأتممته على الوجه الذي يراه القارئ الكريم، فأرجو\nأن أكون قد وفقت في عملي هذا، وأرجو أن يكون عملي خالصا لوجه الله الكريم.\n</p>\n\n<p>\nولهذه النخبة مني كل شكر وتقدير على ترحيبي بينهم، أعاننا الله وإياهم،\nووفقنا لخدمة ديننا الحنيف، وخدمة تراثنا الإسلامي وعلوم أسلافنا الصالحين،\nآمين اللهم آمين.\n</p>\n\n<p>\nمحمد أبو بكر باذيب\n</p>\n\n<p>\nجدة، غرة شوال 1420 ه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head1'>AUTO تمهيد من معاني المعروف ومدلولاته</h2>\n\n<p>\nقال ابن منظور (¬1): (والمعروف: ضد المنكر، والعرف والمعروف: الجود،\nوقيل: اسم ما تبذله وتسديه، وقوله تعالى: {وصاحبهما في الدنيا معروفا}\n[لقمان: 15]، أي: مصاحبا معروفا <span id='ms01'></span>، قال الزجاج: المعروف هنا: ما يستحسن من\nالأفعال.\n</p>\n\n<p>\nوقد تكرر ذكر المعروف في الحديث، وهو اسم جامع لكل ما عرف من طاعة الله\nوالتقرب إليه والإحسان إلى الناس، وكل ما ندب إليه الشرع ونهى عنه من\nالمحسنات والمقبحات، وهو من الصفات الغالبة، أي: أمر معروف بين الناس، إذا\nرأوه لا ينكرونه ...) (¬2).\n</p>\n\n<p>\nوقال ابن العربي (¬3): (حقيقة المعروف: المعلوم، لكنه أطلق في العربية\nعلى خير منفعة يستحمدها جميع الناس مما يجب على المرء فعله أو يستحب، ومعنى\nتسميته بذلك: أنه أمر لا يجهل، ومعنى لا يختلف فيه كل أحد). انتهى (¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nوللقصري (¬1) -رحمه الله- معنى لطيف وتعبير رائق عن المعروف، كتبه بقلم\nالحكيم العارف، فقال رحمه الله تعالى: (المنكر والمعروف ضدان، كالليل\nوالنهار، إذا ظهر هذا غاب هذا، وفي ذلك حكمة عظيمة لمن تفطن لها، فإن\nالمعروف مأخوذ من (العرف) الذي هو: العادة التي عرفها الناس، والمنكر: هو\nالذي أنكرته العقول والقلوب عند رؤيته، فالمنكر لا أصل له فإنه مجهول\nومنكور في أصل الخلقة.\n</p>\n\n<p>\nفإن المعروف الحق الذي لم يزل ولا يزال: هو الله. ومخلوقاته في الملك\nوالملكوت والعرش والجبروت لم تعرف إلا إياه ربا، ولم تعرف طاعة إلا طاعته،\nفكان التعبد له والقيام بحقه هو المعروف فقط.\n</p>\n\n<p>\nفلما خلق آدم - عليه السلام - وخلق إبليس وذريتهما وحدثت المعاصي عند\nالثقلين، صار العصيان منكرا، أي: أنكره العقل؛ لأنه لم يألفه ولم يعهده،\nوليس له أصل في العرف المتقدم.\n</p>\n\n<p>\nولهذا .. إذا كان المنكر مخفيا غير ظاهر لا يضر غير صاحبه الذي ظهر على\nقلبه وجوارحه فقط؛ لأنه شبيه بأصله لم يعرفه أحد، فإذا ظهر وفشى: وجب\nتغييره ورده إلى أصله بإنكار النفس واللسان واليد، حتى لا يبقى إلا المعروف\nالذي لم يزل معروفا قديما وحديثا). انتهى (¬2).\n</p>\n\n<p>\nهذا نزر من معاني المعروف ومدلولات هذه الكلمة الحاوية لأصناف وأنواع\nالبر والخير والإحسان، ومن أراد التوسع فعليه بمعاجم اللغة وقواميسها يجد\nفيها الكثير والكثير.\n</p>\n\n<p>\n* * *\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head2'>CHECK ترجمة المصنف: الشيخ مرعي الكرمي</h2>\n\n<p>\nترجمة المصنف (¬1): الشيخ مرعي الكرمي\n</p>\n\n<p>\n(000 - 1033 ه = 000 - 1624 م)\n</p>\n\n<p>\nمرعي بن <span id='ms02'></span> يوسف بن أبي بكر بن أحمد بن أبي بكر بن يوسف الكرمي ثم المقدسي\nثم المصري الحنبلي.\n</p>\n\n<p>\nقال المحبي: كان فقيها محدثا ذا اطلاع واسع على نقول الفقه ودقائقه،\nومعرفة تامة بالعلوم النقلية والعقلية، وجميع العلوم المتداولة له فيها\nاليد الطولى.\n</p>\n\n<p>\nوالكرمي: نسبة لطور كرم (¬2) قرية بقرب نابلس، ولد بها، ولم يذكر كل من\nترجم له سنة مولده.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head3'>AUTO مذهبه</h3>\n\n<p>\n:\n</p>\n\n<p>\nكان رحمه الله يقلد في الفروع مذهب إمام أهل السنة أحمد بن حنبل، لا يكاد\nيخرج عنه قيد شعرة، وكان محققا للمسائل، عارفا بالمذهب، عاشقا له، وفي ذلك يقول:\n</p>\n\n<p>\nلئن قلد الناس الأئمة إنني ... لفي مذهب الحبر ابن حنبل راغب\n</p>\n\n<p>\nأقلد فتواه وأعشق قوله ... وللناس فيما يعشقون مذاهب\n</p>\n\n<p>\nقال في \"النعت الأكمل\": وكان الشيخ في الاعتقاد على مذهب السلف الصالح\nرضوان الله عليهم من التسليم المطلق للنصوص، وعدم تأويلها وصرفها عن ظاهرها\nكما يظهر جليا في كتابه: \"أقاويل الثقات\".\n</p>\n\n\n<h3 class='l3' id='head4'>AUTO شيوخه ومنصبه</h3>\n\n<p>\n:\n</p>\n\n<p>\nأخذ عن عدد من الشيوخ ببيت المقدس، منهم:\n</p>\n\n<p>\n1 - الشيخ محمد المرداوي.\n</p>\n\n<p>\n2 - والقاضي يحيى الحجاوي.\n</p>\n\n<p>\nودخل مصر واستوطنها وأخذ بها عن:\n</p>\n\n<p>\n1 - الشيخ محمد حجازي الواعظ (957 - 1035).\n</p>\n\n<p>\n2 - والشيخ المحقق محمد الغنيمي.\n</p>\n\n<p>\nوعن كثير من الشيوخ المصريين، وكلهم أجازوه، وتصدر للإقراء والتدريس\nبجامع الأزهر، ثم تولى المشيخة بجامع السلطان حسن.\n</p>\n\n\n<h3 class='l3' id='head5'>AUTO مؤلفاته</h3>\n\n<p>\n:\n</p>\n\n<p>\nقال في السحب: كان منهمكا على تحصيل العلوم انهماكا كليا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n             # فقطع زمانه بالإفتاء والتدريس والتحقيق والتصنيف، فسارت بتآليفه الركبان،\nومع كثرة أعدائه وأضداده ما أمكن أحدا أن يطعن فيها ولا أن ينظر بعين\nالازدراء إليها.\n</p>\n\n<p>\nوعدد في السحب نحو سبعين كتابا من تآليفه، وميز الأستاذ شعيب الأرنؤوط في\nترجمته للمصنف ما طبع منها مما لا يزال مخطوطا، وما له وجود مما لم يوجد في\nالمكتبات العالمية.\n</p>\n\n<p>\n(أ) فمما طبع منها:\n</p>\n\n<p>\n1 - غاية المنتهى، في الفقه، متن جمع فيه من المسائل أقصاها وأدناها، مشى\nفيه على سنن المجتهدين في التصحيح والاختيار والترجيح. طبع في دمشق 1959 م،\nفي ثلاثة أجزاء، صادرا عن دار السلام.\n</p>\n\n<p>\n2 - دليل الطالب، في الفقه، اختصره من \"منتهى الإرادات\" لابن النجار\nالحنبلي، نشره <span id='ms03'></span> المكتب الإسلامي سنة 1961 م بتعليقات الشيخ محمد بن مانع.\n</p>\n\n<p>\n3 - أقاويل الثقات في تأويل الأسماء والصفات المتشابهات، نشرته مؤسسة\nالرسالة بتحقيق الأستاذ شعيب الأرنؤوط (¬1).\n</p>\n\n<p>\n4 - الشهادة الزكية في ثناء الأئمة على ابن تيمية، نشرته دار الرسالة\nبتحقيق نجم عبد الرحمن خلف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n5 - إرشاد ذوي العرفان لما للعمر من الزيادة والنقصان. طبع مرة بتحقيق\nمشهور سلمان، وأخرى بتحقيق بسام الجابي، وصدر عن دار ابن حزم 1414 ه.\n</p>\n\n<p>\n6 - الفوائد الموضوعة في الأحاديث الموضوعة، تحقيق محمد الصباغ، ط:\nالمكتب الإسلامي 1977 م.\n</p>\n\n<p>\nوقد طبع له مؤلفات أخرى، لا أطيل بذكرها.\n</p>\n\n<p>\n(ب) ومما لا يزال مخطوطا:\n</p>\n\n<p>\n1 - تحقيق البرهان في إثبات حقيقة الميزان، منه نسخة في باريس 1026، وفي\n(باتنة) 2/ 428.\n</p>\n\n<p>\n2 - تشويق الأنام إلى حج بيت الله الحرام، منه نسخة في لا يبزغ (ألمانيا\nالشرقية) 277.\n</p>\n\n<p>\n3 - إحكام الأساس في قوله تعالى: {إن أول بيت وضع للناس} [آل عمران: 96].\nمنه نسخة في دار الكتب المصرية، فهرست الخديوية 3/ 270.\n</p>\n\n<p>\n4 - رسالة فيما وقع في كلام الصوفيين من ألفاظ موهمة للتكفير، منه بدار\nالكتب المصرية، فهرست الخديوية 7/ 546.\n</p>\n\n<p>\n5 - قلائد العقيان في فضائل سلاطين آل عثمان. فرغ منه سنة 1031، منه نسخة\nفي (فيينا) 979 و 980، وفي باريس 1624 و 4926، وبالهند والرباط والموصل.\n</p>\n\n<p>\nهذا، وفي ترجمة المصنف في مجلة البصائر (العدد الخامس) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             # تفصيل لا بأس به لمصنفاته المطبوعة والمخطوطة ومواضع وجودها في المكتبات،\nفليرجع إليها من أراد التوسع.\n</p>\n\n\n<h3 class='l3' id='head6'>AUTO وفاته</h3>\n\n<p>\n:\n</p>\n\n<p>\nتوفي رحمه الله بمصر، في ربيع الأول سنة ثلاث وثلاثين وألف (1033 ه) من\nالهجرة النبوية، على صاحبها أفضل صلاة وأزكى تسليم وتحية.\n</p>\n\n<p>\nقال فيه صاحب النعت الأكمل:\n</p>\n\n<p>\nسقى الله تربا ضمه وابل الحيا ... بجنات عدن آمنا من مخاوف\n</p>\n\n<p>\nولا زال رضوان الإله مباركا ... ثرى ضمه ما حن بيت لطائف\n</p>\n\n<p>\n* * *\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head7'>AUTO هذا الكتاب</h2>\n\n<p>\nعبارة عن أربعين حديثا جمعها مصنفها في فضل عمل المعروف ومساعدة الآخرين،\nغالبها من الجامع الصغير للسيوطي وقليل منها لم ترد فيه.\n</p>\n\n<p>\nوهذه الأربعين الحديث مفيدة في بابها، وإن كان المصنف قد سبق في هذا\nالمضمار من علماء متقدمين، وحفاظ كبار قد جمعوا هذه الأحاديث المتعلقة بهذا\nالموضوع في أجزاء حديثية مستقلة، وفيما <span id='ms04'></span> يلي ذكرهم.\n</p>\n\n\n<h3 class='l3' id='head8'>AUTO ذكر من صنف في الموضوع</h3>\n\n<p>\n:\n</p>\n\n<p>\nلعل أول من صنف كتابا في أحاديث المعروف وفضل قضاء الحوائج: هو الإمام\nالمحدث الشهير أبو بكر بن أبي الدنيا (توفي حدود 280) في كتابه (قضاء\nالحوائج) وفيه 117 ما بين حديث وأثر في الموضوع، وقد طبع بتحقيق مجدي السيد\nإبراهيم، وصدر عن مكتبة القرآن بمصر، ولم يعتن المحقق بالتخريج كل العنثية.\n</p>\n\n<p>\nوهناك الحافظ أبو الغنائم محمد بن علي النرسي (ت 510) في جزء حديثي سماه:\n\"ثواب قضاء حوائج الإخوان\"، طبع بتحقيق الدكتور عامر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             # حسن صبري، وصدر عن دار البشائر الإسلامية 1414 ه، ضمن سلسلة الأجزاء\nالحديثية، ويظهر جليا جهد المحقق في التخريج والعزو.\n</p>\n\n<p>\nهذا ما وقفت عليه من المصنفات في هذا الموضوع، أما موضوع \"مكارم الأخلاق\"\nوهو عام يشمل ما نحن بصدده وغيره فالكتب فيه كثيرة، وقد تكفل الدكتور فاروق\nحمادة باستعراض عدد منها في مقدمة تحقيقه لمكارم الأخلاق للحافظ الطبراني،\nالصادر عن دار الثقافة بالمغرب (الدار البيضاء).\n</p>\n\n\n<h3 class='l3' id='head9'>AUTO وصف النسخة الخطية</h3>\n\n<p>\n:\n</p>\n\n<p>\nعثرت على نسخة أصلية للكتاب وهي بخط المصنف، بمنزل جدي لأمي المرحوم عوض\nبن معروف باذيب (¬1) في مكتبته الخاصة ببلدنا (شبام حضرموت)، إحدى أقدم\nوأشهر البلدان الحضرمية الواقعة في (جنوب اليمن).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nتقع النسخة في 34 صفحة من القطع المتوسط، مسطرتها بين 9 و 10 أسطر، بخط\nنسخي واضح، كتبها جامعها سنة 1031 هجرية، أي قبل وفاته بسنتين بالجامع\nالأزهر، كتب على صفحة العنوان ما مثاله:\n</p>\n\n<p>\nكتاب القول المعروف في فضل المعروف رقمه بخطه مصنفه\n</p>\n\n<p>\nبرسم سيدنا شيخ الإسلام ملك العلماء الأعلام، فخر الموالي العظام، مفرد\nالزمان إلا أنه قائم مقام الجمع، والمستغرق لأوصاف الإنسان عند كل منطق\nوسمع، الحبر الذي فاق بصفاته الأوائل، والبحر المشتمل بذاته على جواهر\nالفضائل، مولانا صدر الدين زاده، لا زال ممن إذا مد يراع قلمه أفرغ فرائد\nمن البحور، وجعلها بعزائم هممه قلائد بيض النحور).\n</p>\n\n<p>\nويظهر من هذا أن المصنف ألفه وأهداه لمن ذكر، ولكني لم أحظ بترجمة ل (صدر\nالدين زاده) هذا، ويظهر أنه من العلماء لتلقيبه له ب (شيخ الإسلام).\n</p>\n\n<p>\nوفي آخر <span id='ms05'></span> النسخة:\n</p>\n\n<p>\n(تم بخط المؤلف مرعي الحنبلي المقدسي خادم الفقراء بالجامع الأزهر، في\nأوائل ذي الحجة من شهور سنة إحدى وثلاثين وألف)\n</p>\n\n<p>\nوذيلها بفائدة في نحو ستة عشر سطرا، تدور حول الموضوع، وقد جعلتها في\nالحاشية ولم أحذف منها شيئا.\n</p>\n\n<p>\nوتوجد نسخة أخرى من الكتاب بدار الكتب المصرية، الخزانة التيمورية 272\nمجاميع، وتقع في خمس ورقات بخط نسخي معتاد، وعدد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n             # مسطرتها 25 سطرا، ولم يكتب اسم الناسخ ولا سنة النسخ، ولا يوجد بينها\nوبين نسخة الأصل فروق جوهرية (¬1).\n</p>\n\n\n<h3 class='l3' id='head10'>AUTO عملي في الكتاب</h3>\n\n<p>\n:\n</p>\n\n<p>\nقمت بنسخ الأحاديث، وضبطها، ورجعت إلى الكتب الحديثية لعزوها وتخريجها،\nوذكرت ما قاله المحدثون وأهل الجرح والتعديل في إسناد كل حديث غالبا، من\nكلام على الرجال ونحو ذلك، وذلك باختصار بقدر الإمكان.\n</p>\n\n<p>\nوعلقت بعض الفوائد على بعض الأحاديث نقلا عن \"فيض القدير\" للعلامة\nالمناوي على الجامع الصغير للسيوطي، حيث إن معظم الأحاديث وردت فيه.\n</p>\n\n<p>\nولم أترجم للصحابة الرواة لشهرتهم، ولتوفر مصادر تراجمهم كالإصابة\nوغيرها، كذلك لم أترجم لشيوخ المصنف واكتفيت بالعزو إلى المصادر.\n</p>\n\n<p>\nوقدمت لهذا العمل بمقدمة مختصرة، وترجمت للمصنف، ووصفت النسخة الخطية\nالتي حصلت عليها، وعملت في آخر الكتاب فهارس للأحاديث الشريفة الواردة\nمرتبا لها هجائيا، يتلوه فهرس المراجع، ثم الفهرس العام.\n</p>\n\n<p>\nوإني لأرجو بعملي هذا أن أدخل في بركة الحديث الشريف وأهله، وشرف\nالمنتسبين إليه، وما قمت به إنما هو جهد المقل، وأستغفر الله من كل خطأ\nوتقصيره لي ولوالدي ولشيوخي وكافة المسلمين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nسندي إلى المصنف:\n</p>\n\n<p>\nأروي هذا الكتاب عن الشيخ العالم الفاضل نظام بن محمد صالح يعقوبي\nالبحريني قراءة، وإجازة، وهو يرويها عن مسند العصر الشيخ محمد ياسين\nالفاداني المكي رحمه الله، عن الفقيه الشيخ محمود السيد الدومي الحنبلي\nالدمشقي، عن شيخه الشيخ مصطفى الشطي، عن أبيه الشيخ أحمد الشطي، عن أبيه\nحسن بن عمر الشطي، عن مصطفى الرحيباني، عن الشيخ أحمد البعلي الحنبلي، عن\nالعلامة الشيخ عبد القادر التغلبي الحنبلي، عن العلامة المسند عبد الباقي\nالبعلي الحنبلي الدمشقي، عن الشيخ المصنف، رحمهم الله أجمعين.\n</p>\n\n<p>\nوبهذا السند أروي هذا <span id='ms06'></span> الكتاب وسائر تصانيف الشيخ مرعي الكرمي (¬1).\n</p>\n\n<p>\nوللشيخ ياسين الفاداني أسانيد وطرق أخرى لا أطيل بذكرها، ومن أرادها\nفليراجع مصنفاته المطبوعة، وهي كثيرة وشهيرة.\n</p>\n\n<p>\nوصلى الله على أشرف خلقه وأكرم عبيده سيدنا ومولانا محمد، وعلى آله وصحبه\nأجمعين، وسلم تسليما كثيرا إلى يوم الدين.\n</p>\n\n<p>\nسبحان ربك رب العزة عما يصفون، وسلام على المرسلين، والحمد لله رب\nالعالمين.\n</p>\n\n<p>\nمحمد بن أبي بكر بن عبد الله باذيب الحضرمي\n</p>\n\n<p>\nجدة يوم الجمعة ثاني أيام عيد الفطر المبارك من عام 1420 للهجرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             # صورة أول مخطوطة المصنف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n             # صورة آخر مخطوطة المصنف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             # صورة أول مخطوطة دار الكتب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             # صورة آخر مخطوط دار الكتب# لقاء العشر الأواخر بالمسجد الحرام (19)\n</p>\n\n<p>\nالقول المعروف في فضل المعروف\n</p>\n\n<p>\nتأليف\n</p>\n\n<p>\nالعلامة مرعي بن يوسف الكرمي المقدسي الحنبلي توفي سنة 1033 ه رحمه الله تعالى\n</p>\n\n<p>\nاعتنى به وخرج أحاديثه\n</p>\n\n<p>\nمحمد أبو بكر عبد الله باذيب\n</p>\n\n<p>\nعن نسخة أصلية بخط مصنفه\n</p>\n\n<p>\n----NO PAGE NO------ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             # بسم الله الرحمن الرحيم\n</p>\n\n\n<h1 class='l1' id='head11'>AUTO مقدمة المؤلف</h1>\n\n<p>\nقال العبد الفقير إلى الله تعالى مرعي بن يوسف الحنبلي المقدسي لطف الله\nبه آمين:\n</p>\n\n<p>\nالحمد لله الآمر بالمعروف، الغافر الموصوف، الباعث رسله بمكارم الأخلاق\nوالمعجزات الألوف، الذي يحب المحسنين ويحب المتصدقين، ومن هو بالمساكين بر عطوف.\n</p>\n\n<p>\nوالصلاة والسلام على سيدنا محمد خير آلف ومألوف، القائل: \"إن الله تعالى\nيحب إغاثة الملهوف\" (¬1)، وعلى آله وصحبه الذين كل منهم رحيم رؤوف.\n</p>\n\n<p>\nوبعد، فقد أحببت أن أجمع بعض أحاديث تتعلق بفضل المعروف وإغاثة الملهوف\nتسر الناظر والخاطر وتقر بها العين الباصرة بقصد الترغيب في فعل المعروف\nوالتحبيب في إغاثة الملهوف، وسميته:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n(القول المعروف في فضل المعروف)\n</p>\n\n<p>\nوجعلته أربعين حديثا اقتداء بمن صنف في ذلك من الأئمة قديما وحديثا،\nورجاء أن يكون لي نصيب من قوله - صلى الله عليه وسلم -: \"من حفظ على أمتي\nأربعين حديثا من سنتي أدخلته يوم القيامة في شفاعتي\" (¬1)، رواه ابن النجار\nعن أبي سعيد رضي الله عنه، وقوله - صلى الله عليه وسلم -: \"من حمل من أمتي\nأربعين حديثا بعثه الله يوم القيامة فقيها عالما\" (¬2)، رواه أبو داود\nوالترمذي والنسائي <span id='ms07'></span> وابن ماجه عن أنس رضي الله عنه.\n</p>\n\n<p>\n* * *\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head12'>AUTO الحديث الأول</h1>\n\n<p>\nعن عائشة وابن عباس وابن عمر وأبي هريرة وأنس بن مالك رضي الله عنهم، عن\nالنبي - صلى الله عليه وسلم - قال: \"اطلبوا الخير عند حسان الوجوه\" (¬1)،\nرواه البخاري في التاريخ وأبو يعلى والطبراني والبيهقي وغيرهم (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا لأن حسن الصورة يدل على حسن السريرة في الغالب، وما أحسن قول\nالقائل:\n</p>\n\n<p>\nلقد قال الرسول وقال حقا ... وخير القول ما قال الرسول\n</p>\n\n<p>\nإذا الحاجات جاءت فاطلبوها ... إلى من وجهه حسن جميل (¬1)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head13'>AUTO الحديث الثاني</h1>\n\n<p>\nعن علي بن أبي طالب كرم الله وجهه، عن النبي - صلى الله عليه وسلم - قال:\n\"اطلبوا المعروف من رحماء أمتي تعيشوا في أكنافهم، ولا تطلبوه من القاسية\nقلوبهم فإن اللعنة تنزل عليهم.\n</p>\n\n<p>\nيا علي، إن الله تعالى خلق المعروف وخلق له أهلا فحببه إليهم وحبب إليهم\nفعاله، ووجه إليهم طلابه كما وجه الماء في الأرض الجدبة لتحيى به ويحيى به\nأهلها، إن أهل المعروف في الدنيا هم أهل المعروف في الآخرة\"، رواه الحاكم\nفي المستدرك (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head14'>AUTO الحديث الثالث</h1>\n\n<p>\nعن أبي سعيد رضي الله عنه، عن النبي - صلى الله عليه وسلم - قال: \"إن\nالله تعالى جعل للمعروف وجوها من خلقه حبب إليهم المعروف، وحبب إليهم\nفعاله، ووجه طلاب المعروف إليهم، ويسر عليهم إعطاءه كما يسر الغيث إلى\nالأرض الجدبة ليحييها ويحيي به أهلها. وإن الله تعالى جعل للمعروف أعداء من\nخلقه، بغض إليهم المعروف، وبغض إليهم فعاله، وحظر عليهم إعطاءه، كما يحظر\nالغيث عن الأرض الجدبة ليهلكها ويهلك بها أهلها\"، رواه ابن أبي الدنيا\n(¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head15'>AUTO الحديث الرابع</h1>\n\n<p>\nعن أبي أمامة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -:\n\"إن أهل المعروف في الدنيا هم أهل المعروف في الآخرة، وإن أول أهل الجنة\nدخولا الجنة أهل المعروف\"، رواه الطبراني (¬1).\n</p>\n\n\n<h1 class='l1' id='head16'>AUTO الحديث الخامس</h1>\n\n<p>\nعن علي وأبي هريرة وابن عباس وسلمان رضي الله عنهم، عن النبي - صلى الله\nعليه وسلم - قال: \"إن أهل المعروف في الدنيا أهل المعروف في الآخرة، وإن\nأهل المنكر في الدنيا <span id='ms08'></span> أهل المنكر في الآخرة\"، رواه الطبراني وأبو نعيم\nوالخطيب (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head17'>AUTO الحديث السادس</h1>\n\n<p>\nعن أنس رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"صنائع\nالمعروف تقي مصارع السوء، والآفات والهلكات، وأهل المعروف في الدنيا هم أهل\nالمعروف في الآخرة\"، رواه الحاكم (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head18'>AUTO الحديث السابع</h1>\n\n<p>\nعن أبي سعيد رضي الله عنه، عن النبي - صلى الله عليه وسلم - قال: \"إن أحب\nعباد الله إلى الله من حبب إليه المعروف، وحبب إليه فعاله\"، رواه ابن أبي\nالدنيا وأبو الشيخ (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head19'>AUTO الحديث الثامن</h1>\n\n<p>\nعن أنس رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"إن من\nالناس ناسا مفاتيح للخير مغاليق للشر، وإن من الناس ناسا مفاتيح للشر\nمغاليق للخير، فطوبى لمن جعل الله مفاتيح الخير على يديه، وويل لمن جعل\nالله مفاتيح الشر على يديه\"، رواه ابن ماجه (¬1).\n</p>\n\n\n<h1 class='l1' id='head20'>AUTO الحديث التاسع</h1>\n\n<p>\nعن ابن عباس رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -:\n\"قال الله عز وجل: أنا الله قدرت الخير والشر، فطوبى لمن جعلت مفاتيح الخير\nعلى يديه، وويل لمن جعلت مفاتيح الشر على يديه\"، رواه الطبراني (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head21'>AUTO الحديث العاشر</h1>\n\n<p>\nعن أبي بن كعب رضي الله عنه قال: مر بي رسول الله - صلى الله عليه وسلم -\nومعي رجل فقال: \"يا أبي من هذا الرجل معك؟ \"، قلت: غريم لي فأنا ألازمه،\nقال: \"فأحسن إليه يا أبي\"، ثم مضى رسول الله - صلى الله عليه وسلم -\nلحاجته، ثم انصرف علي وليس معي الرجل، فقال: \"ما فعل غريمك -أو أخوك؟ \".\n</p>\n\n<p>\nقلت: وما عسى أن يفعل يا رسول الله، تركت ثلث مالي عليه لله، وتركت الثلث\nالثاني لرسول الله، وتركت الباقي لمساعدته إياي على وحدانيته تعالى، فقال -\nصلى الله عليه وسلم -: \"رحمك الله يا أبي -ثلاث مرات- بهذا أمرنا يا أبي.\nإن الله تعالى جعل للمعروف وجوها من خلقه حبب إليهم المعروف وحبب إليهم\nفعاله، ويسر على طلاب المعروف طلبه إليهم، ويسر عليهم إعطاءه، فهم كالغيث\nيرسله الله عز وجل إلى الأرض الجدبة فيحييها ويحيي به <span id='ms09'></span> أهلها. وإن الله جعل\nللمعروف أعداء من خلقه، بغض إليهم المعروف، وبغض إليهم فعاله، وحظر على\nطلاب المعروف طلبه إليهم، وحظر عليهم إعطاءه إياهم، فهم كالغيث يحبسه الله\nعز وجل عن الأرض الجلبة، فيهلك الله عز وجل الأرض وأهلها\"، رواه الطبراني\nوغيره (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head22'>AUTO الحديث الحادي عشر</h1>\n\n<p>\nعن جابر رضي الله عنه، عن النبي - صلى الله عليه وسلم - قال: \"كل معروف\nصدقة، وما أنفق المسلم من نفقة على نفسه وأهله كلتب له بها صدقة، [وما وقى\nبه عرضه فهو له صدقة] (¬1)، وكل نفقة أنفقها المسلم فعلى الله خلفها، والله\nضامن، إلا نفقة في بنيان أو معصية\"، رواه الحاكم والدارقطني (¬2).\n</p>\n\n<p>\nوقيل لمحمد بن المنكدر: ما وقى به الرجل عرضه، ما معناه؟ قال: أن يعطي\nالشاعر وذا اللسان المتقى (¬3).\n</p>\n\n\n<h1 class='l1' id='head23'>AUTO الحديث الثاني عشر</h1>\n\n<p>\nعن أبي مسعود رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -:\n\"كل معروف صنعته إلى غني أو فقير فهو صدقة\"، رواه الطبراني (¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head24'>AUTO الحديث الثالث عشر</h1>\n\n<p>\nعن أبي ذر رضي الله عنه، عن النبي - صلى الله عليه وسلم - قال: \"لا تحقرن\nمن المعروف شيئا ولو أن تلقى أخاك بوجه طلق\"، رواه مسلم (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head25'>AUTO الحديث الرابع عشر</h1>\n\n<p>\nعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -:\n\"إنكم لا تسعون الناس بأموالكم ولكن ليسعهم منكم بسط الوجه وحسن الخلق\"\nرواه الحاكم والبيهقي (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head26'>AUTO الحديث الخامس عشر</h1>\n\n<p>\nعن ابن عباس رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -:\n\"كل معروف صدقة، والدال على الخير كفاعله، والله تعالى يحب إغاثة اللهفان\"،\nرواه الدارقطني، وابن أبي الدنيا (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head27'>AUTO الحديث السادس عشر</h1>\n\n<p>\nعن أنس رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"إن\nالله تعالى يحب إغاثة اللهفان\"، رواه البزار وأبو يعلى والطبراني (¬1).\n</p>\n\n\n<h1 class='l1' id='head28'>AUTO الحديث السابع عشر</h1>\n\n<p>\nعن أنس أيضا قال: قال رسول الله - صلى الله عليه وسلم -: \"من أغاث ملهوفا\nكتب الله تعالى له ثلاثا وسبعين حسنة، واحدة منها يصلح الله بها آخرته\nودنياه، والباقي في الدرجات\"، رواه <span id='ms10'></span> أبو يعلى والبزار.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nورواه البخاري في التاريخ والبيهقي: \"من أغاث ملهوفا كتب الله له ثلاثا\nوسبعين مغفرة، واحدة منها صلاح أمره كله، واثنتان وسبعون له درجات يوم\nالقيامة\" (¬1).\n</p>\n\n\n<h1 class='l1' id='head29'>AUTO الحديث الثامن عشر</h1>\n\n<p>\nعن ابن عمر رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"إن\nلله عز وجل خلقا خلقهم لحوائج الناس، يفزع إليهم الناس في حوائجهم، أولئك\nالآمنون غدا من عذاب الله تعالى\"، رواه أبو نعيم والقضاعي (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head30'>AUTO الحديث التاسع عشر</h1>\n\n<p>\nعن ابن عمر أيضا قال: قال رسول الله - صلى الله عليه وسلم -: \"إن لله\nعبادا استخصهم لنفسه لقضاء حوائج الناس وآلى على نفسه أن لا يعذبهم بالنار،\nفإذا كان يوم القيامة أجلسوا على منابر من نور يحادثون الله تعالى والناس\nفي الحساب\"، رواه الطبراني وأبو نعيم (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head31'>AUTO الحديث العشرون</h1>\n\n<p>\nعن نافع عن ابن عمر أيضا قال: قال رسول الله - صلى الله عليه وسلم -: \"من\nقضى لأخيه حاجة كنت واقفا عند ميزانه، فإن رجح وإلا شفعت\"، رواه أبو نعيم\nفي الحلية (¬1).\n</p>\n\n\n<h1 class='l1' id='head32'>AUTO الحديث الحادي والعشرون</h1>\n\n<p>\nعن أنس رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"من مشى\nفي حاجة أخيه المسلم كتب الله له بكل خطوة سبعين حسنة وكفر عنه سبعين سيئة،\nفإن قضيت حاجته على يديه خرج من ذنوبه كيوم ولدته أمه، فإن مات في خلال ذلك\nدخل الجنة بغير حساب\"، رواه أبو بكر الخرائطي (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head33'>AUTO الحديث الثاني والعشرون</h1>\n\n<p>\nعن أنس أيضا، عن النبي - صلى الله عليه وسلم - قال: \"من قضى لأخيه المسلم\nحاجة كان له من الأجر كمن حج واعتمر\"، رواه الخطيب (¬1).\n</p>\n\n\n<h1 class='l1' id='head34'>AUTO الحديث الثالث والعشرون</h1>\n\n<p>\nعن ابن عباس رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -:\n\"من مشى مع أخيه في حاجة فناصحه فيها جعل الله بينه وبين النار سبع خنادق،\nما بين الخندق والخندق ما بين السماء والأرض\"، رواه أبو نعيم وابن أبي\nالدنيا (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head35'>AUTO الحديث الرابع والعشرون</h1>\n\n<p>\nعن أنس بن مالك رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -:\n\"من <span id='ms11'></span> قضى لأخيه حاجة كان كمن عبد الله عمره\"، رواه البخاري في التاريخ (¬1).\n</p>\n\n\n<h1 class='l1' id='head36'>AUTO الحديث الخامس والعشرون</h1>\n\n<p>\nعن ابن عمر رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"من\nكان وصلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             # لأخيه المسلم إلى ذي سلطان في منفعة بر أو تيسير عسر أعانه الله على\nإجازة الصراط يوم دحض الأقدام\"، رواه أبو طاهر المقدسي (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head37'>AUTO الحديث السادس والعشرون</h1>\n\n<p>\nعن مسلمة بن مخلد رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم\n-: \"من ستر مسلما ستره الله في الدنيا والآخرة، ومن فك عن مكروب كربة فك\nالله عنه كربة من كرب يوم القيامة، ومن كان في حاجة أخيه كان الله في\nحاجته\"، رواه الطبراني (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head38'>AUTO الحديث السابع والعشرون</h1>\n\n<p>\nعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -:\n\"من فرج عن أخيه المؤمن كربة من كرب الدنيا فرج الله عنه كربة من كرب يوم\nالقيامة، ومن ستر على مسلم ستر الله عليه في الدنيا والآخرة، والله عز وجل\nفي عون العبد ما دام العبد في عون أخيه\"، رواه مسلم (¬1).\n</p>\n\n\n<h1 class='l1' id='head39'>AUTO الحديث الثامن والعشرون</h1>\n\n<p>\nعن ابن عمر رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -:\n\"إن لله عبادا اختصهم بالنعم لمنافع العباد يقرها فيهم ما بذلوها، فإذا\nمنعوها حولها منهم وجعلها في غيرهم\"، رواه أبو نعيم والطبراني (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head40'>AUTO الحديث التاسع والعشرون</h1>\n\n<p>\nعن سمرة بن جندب رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم\n-: \"أفضل الصدقة صدقة اللسان\".\n</p>\n\n<p>\nقيل: يا رسول الله، وما صدقة اللسان؟\n</p>\n\n<p>\nقال: \"الشفاعة، تفك بها الأسير، وتحقن بها الدم، وتجر بها المعروف إلى\nأخيك، وتدفع عنه كريهته\"، رواه الطبراني والبيهقي. (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head41'>AUTO الحديث الثلاثون</h1>\n\n<p>\nعن جابر بن عبد الله رضي الله عنه قال: قال رسول الله - صلى الله عليه\nوسلم -: \"إن من موجبات المغفرة إدخالك السرور على أخيك، إشباع جوعته،\nوتنفيس كربته\"، رواه الحارث بن [أبي] أسامة في مسنده (¬1).\n</p>\n\n\n<h1 class='l1' id='head42'>AUTO الحديث الحادي والثلاثون</h1>\n\n<p>\nعن أبي هريرة رضي الله عنه قال: قال رجل: يا <span id='ms12'></span> رسول الله، أي العمل أفضل؟\nقال: \"أن تدخل على أخيك المسلم سرورا، أو تقضي عنه دينا، أو تطعمه خبزا\"،\nرواه الطبراني في مكارم الأخلاق (¬2).\n</p>\n\n<p>\nورواه أيضا عن الحسن بن علي ولفظه: \"إن من موجبات المغفرة إدخالك السرور\nعلى أخيك المسلم\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head43'>AUTO الحديث الثاني والثلاثون</h1>\n\n<p>\nعن أنس بن مالك رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -:\n\"والذي نفسي بيده لا يضع الله الرحمة إلا على رحيم\"، قلنا: يا رسول الله؛\nكلنا رحيم، قال: \"ليس الذي يرحم نفسه وأهله خاصة، ولكن الذي يرحم\nالمسلمين\"، رواه أبو يعلى والطبراني (¬1).\n</p>\n\n\n<h1 class='l1' id='head44'>AUTO الحديث الثالث والثلاثون</h1>\n\n<p>\nعن أبي بكر الصديق رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم\n-: \"قال الله عز وجل: إن كنتم تريدون رحمتي فارحموا خلقي\"، رواه ابن عدي في\nالكامل (¬2).\n</p>\n\n\n<h1 class='l1' id='head45'>AUTO الحديث الرابع والثلاثون</h1>\n\n<p>\nعن ابن عمر رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -:\n\"الراحمون يرحمهم الرحمن، ارحموا من في الأرض يرحمكم من في السماء\"، رواه\nأحمد وأبو داود والترمذي والحاكم (¬3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head46'>AUTO الحديث الخامس والثلاثون</h1>\n\n<p>\nعن جرير رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"من لا\nيرحم لا يرحم، ومن لا يغفر لا يغفر له\"، رواه الطبراني (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head47'>AUTO الحديث السادس والثلاثون</h1>\n\n<p>\nعن أنس رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"الخلق\nعيال الله فأحبهم إلى الله أنفعهم لعياله\"، رواه أبو يعلى والبزار (¬1).\n</p>\n\n\n<h1 class='l1' id='head48'>AUTO الحديث السابع والثلاثون</h1>\n\n<p>\nعن جابر رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"خير\nالناس أنفعهم للناس\"، رواه القضاعي (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head49'>AUTO الحديث الثامن والثلاثون</h1>\n\n<p>\nعن سعد رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"هل\nتنصرون وترزقون إلا بضعفائكم بدعوتهم وإخلاصهم\"، رواه أبو نعيم في الحلية.\n</p>\n\n<p>\nوزاد النسائي: \"بدعوتهم وصلاتهم وإخلاصهم\" (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head50'>AUTO الحديث التاسع والثلاثون</h1>\n\n<p>\nعن النعمان بن بشير رضي الله عنه قال: قال رسول الله - صلى الله عليه\nوسلم -: \"مثل المؤمنين في توادهم وتراحمهم وتعاطفهم مثل الجسد إذا اشتكى\nمنه عضو تداعى له <span id='ms13'></span> سائر الجسد بالسهر والحمى\"، رواه الشيخان البخاري ومسلم.\n</p>\n\n<p>\nوفي لفظ لمسلم: \"المسلمون كرجل واحد إن اشتكى عينه اشتكى كله، وإن اشتكى\nرأسه اشتكى كله\" (¬1).\n</p>\n\n\n<h1 class='l1' id='head51'>AUTO الحديث الأربعون</h1>\n\n<p>\nعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -:\n\"المؤمن مرآة المؤمن، المؤمن أخو المؤمن حيث لقيه يكف عليه ضيعته ويحفظه من\nورائه ويحوطه\"، رواه الطبراني (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nوفي البخاري عن أنس رضي الله عنه قال: قال رسول الله - صلى الله عليه\nوسلم -: \"انصر أخاك ظالما أو مظلوما\"، فقال رجل: يا رسول الله؟ أنصره إذا\nكان مظلوما، أفرأيت إن كان ظالما كيف أنصره؟ قال: \"تحجزه أو تمنعه من الظلم\nفإن ذلك نصره\"، وفي لفظ: كيف أنصره؟ قال: \"تأخذ فوق يده\" (¬1).\n</p>\n\n<p>\n* * *\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head52'>AUTO خاتمة</h1>\n\n<p>\nلا بأس بذكرها هنا تناسب المقام:\n</p>\n\n<p>\nروى عبد الرزاق والبيهقي، عن النبي - صلى الله عليه وسلم - قال: \"البر لا\nيبلى، والإثم لا ينسى، والديان لا يموت، فكن كما شئت، كما تدين تدان\" (¬1).\n</p>\n\n<p>\nوروى إمامنا أحمد عن مالك بن دينار قال: (مكتوب في التوراة: تدين تدان،\nوكما تزرع تحصد) (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nوروى الديلمي في مسند الفردوس، عن النبي - صلى الله عليه وسلم - قال:\n\"مكتوب في الإنجيل: كما تدين تدان، وبالكيل الذي تكيل به يكال لك\" (¬1).\n</p>\n\n<p>\n* * *\n</p>\n\n<p>\nوفي هذا القدر كفاية وذكرى لمن كان له قلب أو ألقى السمع وهو شهيد، نسأله\nسبحانه أن يجعلنا ممن سمع الموعظة فوسماها بقلب حاضر وعقل سديد، وأن يرزقنا\nمن فضله وإحسانه المزيد، وأن لا يجعل الدنيا أكبر همنا، ولا مبلغ علمنا،\nوأن لا يسلط علينا بذنوبنا من لا يرحمنا، وأن يقبضنا قبل ظهور الفتن، وأن\nيرزقنا كل خلق حسن، مع مزيد فضل ومنن، آمين.\n</p>\n\n<p>\nتم بخط مؤلفه مرعي الحنبلي المقدسي، خادم الفقراء بالجامع الأزهر في\nأوائل ذي الحجة من شهور سنة إحدى وثلاثين وألف (¬2)\n</p>\n\n<p>\n* * *\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . .\n</p>\n\n\n### |EDITOR|\nEndnotes\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            :\n\n(¬1) وهم: الشيخ الفاضل نظام محمد صالح يعقوبي من علماء البحرين؛ والبحاثة الأخ العزيز الشيخ محمد بن ناصر العجمي، الكويتي، صاحب المصنفات الممتعة؛ والأستاذ الفاضل رمزي سعد الدين دمشقية، صاحب \"دار البشائر الإسلامية\"، الذي ما <span id='ms14'></span> فتئ ينشر العلم ويخرج الكتب النافعة في أبهى الحلل؛ وأستاذي العزيز، صاحب الأفضال الكثيرة علي، الشيخ أبو أحمد مجد بن أحمد مكي الحلبي، الذي يعتبر منزله في جدة نافذة للاتصال والاجتماع بأهل العلم والفضل من أنحاء العالم الإسلامي، وهو الواسطة في تعرفي بمن ذكرت، فله مني أجل تقدير واحترام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            :\n\n(¬1) ابن منظور محمد بن مكرم الإفريقي المصري (630 - 711) صاحب لسان العرب، ترجم له ابن حجر في الدرر الكامنة.\n(¬2) انظر مادة (عرف) من اللسان.\n(¬3) القاضي أبو بكر بن العربي المالكي: محمد بن عبد الله المعافري (468 - 543)، صاحب \"أحكام القرآن\". الأعلام 6/ 230.\n(¬4) فيض القدير 2/ 441 حديث (2245).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            :\n\n(¬1) القصري: فتح بن موسى الجزيري المصري، توفي سنة 663، الأعلام.\n(¬2) فيض القدير 2/ 441، شرح الحديث رقم (2245).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            :\n\n(¬1) اعتمدت فيما نقلته على: السحب الوابلة لابن حميد النجدي ط: مكتبة الإمام أحمد 1409 ه: 263 - 267، والأعلام للزركلي 7/ 203، ومقدمة كتاب إرشاد ذوي العرفان للمصنف، لبسام الجابي، ونقل فيها الترجمة التي وضعها الشيخ شعيب الأرنؤوط للمصنف ونشرف في مجلة البصائر (العدد الخامس) وفيها تفصيل ذكر مؤلفاته ما طبع وما هو مخطوط منها مع ذكر أماكن وجودها.\n(¬2) وهي المعروفة اليوم ب (طول كرم)، باللام، تقع شمال غريب نابلس، بينها وبين البحر سهول خصبة، كانت تسمى في عهد صلاح الدين الأيوبي \"الطراز الأخضر\". بسام الجابي، مقدمة إرشاد ذوي العرفان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            :\n\n(¬1) علمت من بعض الإخوة أن بعض الباحثين قام بتحقيق هذا الكتاب وقدمه كرسالة علمية في الجامعة الإسلامية بالمدينة المنورة، وأن فيه ترجمة موسعة للمصنف، ولم أقف عليه بعد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            :\n\n(¬1) هو جدي لأمي الشيخ الفاضل أحد العقلاء وأهل الرأي والمشورة ببلده: عوض بن معروف بن محمد باذيب الشبامي. مولده بشبام حضرموت سنة 1314 للهجرة، وبها وفاته سنة 1402 رحمه الله تعالى.\nوهذه الرسالة وجدتها ضمن ما تبقى من كتب المذكور التي ورثها عن آبائه، إذ أحرقت الكثير والكثير من كتب أهل حضرموت في عهد الشيوعية المظلم -الذي انتهى وزال قبل عشر سنوات من اليوم- فقد كان الناس آنذاك {على خوف من فرعون وملئهم أن يفتنهم} [يونس: 83]، وقد زال هذا الكابوس بحمد الله وتنفس أهل حضرموت الصعداء بعد <span id='ms15'></span> أن كتمت أنفاسهم طوال ربع قرن مضى، فالحمد لله ثم الحمد لله.\nوقد وضعت فهرسا لما وقفت عليه من المخطوطات في بلدتي المذكورة لا يزال في طور الإعداد، يسر الله إتمامه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            :\n\n(¬1) وقد أتحفني بمصورة منها الأخ الباحث خالد مدرك المغربي، فجزاه المولى عني خير الجزاء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            :\n\n(¬1) انظر (إتحاف المستفيد بغرر الأسانيد)، للشيخ محمد ياسين الفاداني (توفي 1410 ه)، ط: دار البصائر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            :\n\n(¬1) قوله: \"إن الله يحب إغاثة الملهوف\"، لم يرد حديث بهذا اللفظ، وإنما هو: \"إغاثة اللهفان\"، أخرجه ابن عساكر في تاريخ دمشق عن أبي هريرة، انظر الحديث السادس عشر من هذا الكتاب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            :\n\n(¬1) الحديث أورده السيوطي في الجامع الصغير برقم (8640) ورمز له بالصحة، قال المناوي في الفيض في شرحه للحديث: (قال ابن حجر: حديث \"من حفظ\" ورد في رواية ثلاثة عشر صحابيا خرجها ابن الجوزي في العلل، بين ضعفها كلها، وأفرده المنذري بجزء، ولخصت القول فيه في الإملاء، ثم جمعت طرقه في جزء، ليس فيها طريق تسلم من علة قادحة). اه.\n(¬2) تنبيه: حديث: \"من حمل ... \"، أخرجه السيوطي في الجامع الصغير برقم (8649)، ورمز له ب (عد) أي عند ابن عدي، وليس كما ذكر المصنف من رواية الأربعة له، ولعل الأمر اشتبه عليه، فظن أن رمز (عد) المعني به ابن عدي، هو رمز (ع) أي الأربعة كما هو اصطلاح السيوطي في جامعه الصغير، والله أعلم.\nوالحاصل: أن الحديث أخرجه ابن عدي في الكامل من رواية أنس رضي الله عنه 5/ 1712 من طريق عمر بن شاكر، قال ابن عدي: (وأحاديثه -أي عمر هذا- غير محفوظة). انتهى. وقال الذهبي في الميزان 3/ 203، (6135): (بصري واه، له عن أنس نحو عشرين حديثا مناكير). انتهى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            :\n\n(¬1) الحديث حسن لغيره لكثرة طرقه، إذ رواه نحو عشرة من الصحابة، وأخرجه كثير من الحفاظ من عدة طرق لا تسلم من علة، وقد أفرد بعض الحفاظ هذا الحديث بتأليف مستقل، منهم السيد أحمد الصديق الغماري في جزء سماه: \"بلوغ الطالب ما يرجوه\"، حكم فيه بحسنه لغيره كما ذكر الدكتور خلدون الأحدب في كتابه: \"زوائد تاريخ بغداد\": 2: 560 - 574، وقد <span id='ms16'></span> خرجه في نحو أربع عشرة صفحة.\n(¬2) رواية السيدة عائشة: أخرجها البخاري في التاريخ الكبير 1/ 1 / 157، في ترجمة محمد بن عبد الرحمن (أبو غرارة) القرشي، زوج جبرة، ترجمة (468). وأخرجها البيهقي في \"الشعب\": 3/ 278، حديث (3541) و (3542)، وأخرجها أبو يعلى في مسنده، قال الحافظ الهيثمي في \"مجمع الزوائد\" 8/ 195: (وفيه من لم أعرفهم). انتهى.\nرواية ابن عباس: أخرجها الطبراني الكبير 11/ 67، برقم (11110)، قال الحافظ في \"المجمع\" 8/ 195: (رواه الطبراني، وفيه عبد الله بن خراش بن =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            :\n\n= حوشب، وثقه ابن حبان وقال: ربما أخطأ، وضعفه غيره، وبقية رجاله ثقات). انتهى.\nوأخرجه البيهقي في \"الشعب\": 3/ 278، حديث (3543)، وأخرجه ابن عدي في \"الكامل\" (3/ 1167) في ترجمة سليم بن مسلم الخشاب الجمحي، قال فيه ابن عدي: (هو جهمي خبيث متروك الحديث). اه. منه.\nوقد أورد الحافظ الهيثمي في \"مجمع الزوائد\" 8/ 194 روايات أخرى ضعيفة.\nوللتوسع في تخريج الحديث: راجع كتاب \"زوائد تاريخ بغداد\"، للدكتور الأحدب، حديث (571)، ففيه ما يكفي إن شاء الله.\n* معنى الحديث:\n(الوجه الجميل مظنة لفعل الجميل، وبين الخلق والخلق تناسب قريب غالبا، فإنه قل صورة حسنة يتبعها نفس رديئة ... وقيل: أراد حسن الوجه عند طلب الحاجة بدليل أنه قيل (للحبر)، أي ابن عباس: كم من رجل قبيح الوجه قضاء للحوائج، قال: إنما نعني حسن الوجه عند طلب الحاجة، أي بشاشته عند سؤاله، وحسن الاعتذار عند نواله)، عن \"فيض القدير\" شرح الحديث (1107).\n(¬1) هذا البيت للحسين بن عبد الرحمن، كما في \"مكارم الأخلاق\" لابن أبي الدنيا 60، واسمه الحسين بن عبد الرحمن الفزاري الاحتياطي يروي عن ابن عيينة، ذكره في الميزان (1880): 1/ 502. ولحسان أو ابن رواحة رضي الله عنهما في المعنى:\nقد سمعنا نبينا قال قولا ... هو لمن يطلب الحوائج راحه\nاغتدوا فاطلبوا الحوائج ممن ... زين الله وجهه بصباحه\nأخرجه ابن أبي الدنيا بسنده في (الحوائج) (57): 59.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            :\n\n(¬1) الحديث عند الحاكم في المستدرك 4: 321، وقال: \"هذا حديث صحيح الإسناد ولم يخرجاه\". وتعقبه الذهبي في التلخيص بقوله: \"الأصبغ بن نباتة واه، وحبان ضعفوه\".\nوأما آخر الحديث من قوله: \"إن أهل المعروف ... \" إلخ، فسيأتي تخريجه في الحديث الرابع والخامس من هذا الكتاب <span id='ms17'></span>.\n* معنى الحديث:\nقوله: \"فإن اللعنة تنزل عليهم\": \"قال ابن تيمية: والمراد بهم هنا: اليهود، بقرينة تصريحهم بأن المراد هم في آية: {ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءهم البينات فقست قلوبهم}، وقسوة القلب من ثمرات المعاصي، وقد وصف الله اليهود بها في غير موضع منها\"، من \"فيض القدير\" حديث (1115).\nوقوله: \"هم أهل المعروف في الآخرة\": \"يعني: من بذل المعروف للناس في الدنيا آتاه الله جزاء معروفه في الآخرة ... \". اه. فيض القدير.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            :\n\n(¬1) ضعيف، أخرجه ابن أبي الدنيا في قضاء الحوائج (4)، وفيه أبو هارون العبدي عمارة بن جوين الراوي عن أبي سعيد، قال في الميزان (6018): \"تابعي لين بمرة، وقال ابن حبان، كان يروي عن أبي سعيد ما ليس من حديثه\". انتهى 3/ 173. ورواه الدارقطني في \"المستجاد\" من رواية أبي هارون عنه، والحاكم من حديث علي وصححه. انظر: فيض القدير حديث (1713).\n* من فوائد الحديث:\n(يستفاد منه: أن الله تعالى جعل هذه القلوب أوعية، فخيرها: أوعاها للخير والرشاد، وشرها: أوعاها للبغي والفساد. وقد جعل الله النفس مبدأ كل شيء أبداه في ذات ذي النفس، فإنه تعالى يعطي الخير بواسطة وبغير واسطة، ولا يجري الشر إلا بواسطة نفس ليكون في ذلك حجة لله على خلقه). اه. من الفيض.\nزاد في نسخة \"الحوائج\" و\"الجامع الصغير\" قوله: \"وما يعفو أكثر\"، \"أي ومع ذلك فالذي يغفره الله لهم أكثر وأعظم مما يؤاخذهم عليه، {ولو يؤاخذ الله الناس بظلمهم ما ترك عليها من دابة} \". انتهى منه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            :\n\n(¬1) الحديث عند الطبراني في المعجم الكبير 8: 261، حديث رقم (8015)، قال الحافظ الهيثمي في \"المجمع 7: 263: (رواه الطبراني، وفيهم من لم أعرفهم).\nانتهى.\n* معنى الحديث:\nقوله: \"إن أول أهل الجنة دخولا\"، أي: من أولهم دخولا. مناوي.\nلطيفة: روي أن قوما من الأشراف فمن دونهم اجتمعوا بباب عمر، فخرج الإذن لبلال وسلمان وصهيب، فشق على أبي سفيان وأضرابه، فقال سهيل بن عمرو -وكان أعقلهم-: إنما أتينا من قبلكم، دعوا ودعينا، فأسرعوا وأبطأنا، وهذا باب عمر، فكيف التفاوت في الآخرة! ولئن حسدتموهم على باب عمر ... لما <span id='ms18'></span> أعد لهم في الجنة أكثر. اه. مناوي حديث (2245).\n(¬2) حديث صحيح لغيره، لكثرة شواهده وطرقه.\nفأما رواية الإمام علي كرم الله وجهه: فهي عند الخطيب في التاريخ 2: 244، في ترجمة محمد بن الحسين بن عمران البغدادي، قال الخطيب: (قال فيه أبو سعيد =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            :\n\n= الإدريسي: لعله لم يخلف مثله من الكذابين)، ورواه أيضا في ترجمة علي بن أحمد بن عمر السرخسي 11: 326، وإسناده تالف.\nوأما رواية أبي هريرة: فهي عند الطبراني في مكارم الأخلاق (114) وفي الأوسط والصغير 1: 262 ترجمة (الفضل بن جعفر)، قال في المجمع 163:7:) رواه الطبراني في الصغير والأوسط بإسنادين في أحدهما يحيى بن خالد بن حيان الرقي، ولم أعرفه ولا ولده أحمد، وبقية رجاله رجال الصحيح، وفي الآخر: المسيب بن واضح؛ قال أبو حاتم: يخطئ كثيرا، فإذا قيل له ارجع لم يرجع). انتهى. وهي في مسند الشهاب 1/ 199، وأخرجه الحافظ النرسي (11) بسند ضعيف.\nوأما رواية سلمان رضي الله عنه: فهي عند الطبراني في الكبير 6: 246 حديث رقم (6112) وفيه هشام بن لاحق تركه أحمد وقواه النسائي، وبقية رجاله ثقات. مجمع 7/ 263 .. وأخرجها الإمام البخاري في الأدب المفرد (223)؛ والبيهقي في الشعب 7/ 517 برقم (11181)؛ والعقيلي في \"الضعفاء\" 4/ 337 وقال نقلا عن البخاري: هشام بن لاحق المدائني مضطرب الحديث، عنده مناكير، أنكر شبابة أحاديثه.\nوأما رواية ابن عباس رضي الله عنهما: فهي عند الطبراني في الكبير 11: 59 برقم (11078) و 11: 153 برقم (11460) وضعفها في \"المجمع\" 7/ 263.\nوللحديث طرق أخرى غير ما ذكر، منها: رواية أبي الدرداء رضي الله عنه عند الخطيب 10: 425، في ترجمة عبد الملك بن زيد البزاز المدني. ورواية قبيصة بن برمة الأسدي رضي الله عنه، عند الطبراني والبزار، والبخاري في الأدب المفرد (221). ورواية ابن عمر رضي الله عنهما، عند البزار، وفيه حازم بن محمد قال فيه ابن أبي حاتم: مجهول، مجمع 7: 262، وعند ابن أبي الدنيا في قضاء الحوائج (116)، والخطيب في \"موضح أوهام الجمع والتفريق\" 2: 69. ورواية أبي موسى رضي الله عنه عند الطبراني في الصغير =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            :\n\n= برجال وثقوا 1: 74، ترجمة أحمد بن إبراهيم. وللمزيد يراجع زوائد تاريخ بغداد للدكتور الأحدب 2: 96 - 97. وهو صحيح عند الألباني في صحيح الجامع رقم <span id='ms19'></span> (2027).\nوتمام الحديث عند أبي الدنيا من رواية ابن عمر (116): (... إن الله ليبعث المعروف يوم القيامة في صورة الرجل المسلم فيأتي صاحبه إذا انشق عنه قبره فيمسح عن وجهه التراب ويقول: أبشر يا ولي الله بأمان الله وكرامته، ولا يهولنك ما ترى من أهوال يوم القيامة، فلا يزال يقول له: احذر هذا، واتق هذا، يسكن بذلك روعه، حتى يجاوز به الصراط، فإذا جاوز به الصراط عدل ولي الله إلى منازله في الجنة، ثم ينثني عنه المعروف، فيتعلق به فيقول: يا عبد الله من أنت؟ خذلني الخلائق في أهوال القيامة غيرك، فمن أنت؟ فيقول: أما تعرفني؟ فيقول: لا، فيقول: أنا المعروف الذي عملته في الدنيا، بعثني الله خلقا لأجازيك به يوم القيامة). انتهى ص 98.\n(¬1) الحديث عند الحاكم في المستدرك 1: 124 بلفظ: \"صنائع المعروف إلى الناس تقي صاحبها مصارع السوء ... \" الحديث، قال الحاكم: \"سمعت أبا علي الحافظ يقول: هذا الحديث لم أكتبه إلا عن أبي عبد الله الصفار، ومحمد بن إسحاق وابنه من البصريين لم نعرفهما بجرح\". انتهى. وتعقبه الذهبي في التلخيص بقوله: \"وبهذا وبما قبله انحطت رتبة هذا المصنف المسمى بالصحيح\". انتهى.\nوالحديث يروى مقطعا عند كثير من المحدثين، فآخره تقدم في الأحاديث السابقة، وهو قوله: \"أهل المعروف ... إلخ\"، وأما أوله: فرواه الطبراني من =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            :\n\n= طرق، منها: حديث أبي أمامة بلفظ: \"صنائع المعروف تقي مصارع السوء، وصدقة السر تطفئ غضب الرب، وصلة الرحم تزيد في العمر\". الطبراني في الكبير 8: 86، برقم (8014)، قال الهيثمي في المجمع: (إسناده حسن) 3: 115، ورواه الحافظ النرسي في ثواب قضاء الحوائج (7) بسند ضعيف، ومنها: حديث أم سلمة رضي الله عنها، رواه الطبراني في المعجم الأوسط.\nويروى عن ابن عباس عند ابن أبي الدنيا (6) رمز لها السيوطي بالصحة في الجامع (5040)، وعن أبي سعيد: عند ابن أبي الدنيا (3) والقضاعي 1/ 93، والنرسي (4) وإسناده متروك.\n* معنى الحديث:\nيستفاد من الحديث: (تنويه عظيم بفضل المعروف وأهله ... قال الماوردي: فينبغي لمن قدر على ابتداء المعروف أن يعجله حذرا من فوته، ويبادر به خيفة عجزه، ويعتقد أنه من فرص زمانه <span id='ms20'></span> وغنائم إمكانه، ولا يمهله ثقة بالقدرة عليه؛ فكم من واثق بقدرة فاتت فأعقبت ندما، وقيل: من أضاع الفرصة عن وقتها فليكن على ثقة من فوتها). انتهى من فيض القدير 4/ 206 (5040).\n(¬1) ضعيف، وهو عند ابن أبي الدنيا في الحوائج (2)، وفيه الوليد ابن شجاع قال في الميزان 4/ 339 (9374): (صدوق، وقال ابن معين: لا بأس به، وقال ابن حبان: لا يحتج به)، انتهى.\nورمز له السيوطي بالضعف (2172)، وأخرجه ابن النجار أيضا، وأورده الألباني في الضعيفة (2849).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            :\n\n(¬1) ابن ماجه 1: 86، حديث رقم (237). وفيه محمد بن أبي حميد: قال المناوي 2: 528: (ومحمد بن أبي حميد هذا قال في الكاشف: ضعفوه، وقال السخاوي: ابن أبي حميد منكر الحديث، وله شاهد مرسل ضعيف). وهو عند الطيالسي، ص 277 (2082) من طريقه كذلك.\n* من فوائد الحديث:\nقال الحكيم: فالخير مرضاة الله والشر مسخطة، فإذا رضي الله عن عبد فعلامة رضاه: أن يجعله مفتاحا للخير، فإذا رؤي ذكر الخير برؤيته، وإن حضر حضر الخير معه، والآخر يتقلب في شر ويعمل شرا ... فهو مفتاح الشر، فصحبة الأول دواء، والثاني داء. فيض القدير 2/ 528 حديث (2465)، والحكيم هو الترمذي، صاحب نوادر الأصول.\n(¬2) أخرجه الطبراني في مكارم الأخلاق (84)، قال الحافظ في \"المجمع\" 3: 115: (رواه الطبراني، وفيه مالك بن يحيى النكري، وهو ضعيف). انتهى. قال في الميزان 3/ 429 (7033): (تكلم فيه ابن حبان وقال البخاري: في حديثه نظر). انتهى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            :\n\n(¬1) ضعيف، أخرجه الطبراني في مكارم الأخلاق (118) من طريق حفص بن عمر الحبطي، قال في الميزان (2133)، 1/ 562: قال يحيى: ليس بشيء، وقال الأزدي: متروك) نتهى.\nوأورده أبو نعيم في \"ذكر أخبار أصبهان\" 2/ 281 - 282.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            :\n\n(¬1) ما بين المعكوفين سقط من الأصل، والمثبت من نسخة دار الكتب والمصادر المخرجة له.\n(¬2) الحديث في المستدرك 2: 50، وقال عقبه: \"هذا حديث صحيح ولم يخرجاه\". انتهى.\nوتعقبه الذهبي بقوله: \"عبد الحميد ضعفوه\". انتهى. عبد الحميد هذا؛ هو ابن الحسن الهلالي، قال عنه الحافظ في التقريب (3758): (أبو عمر أو أبو أمية، كوفي سكن الري، صدوق يخطئ). انتهى. وفي الميزان (4769): (ضعفه ابن المديني وأبو زرعة والدارقطني). انتهى. وهو عند الدراقطني 3: 28، ولم يزد الشيخ شمس الحق العظيم أبادي أن قال <span id='ms21'></span> في تعليقه عليه: (والحديث له شواهد كثيرة). انتهى.\nومن شواهده: حديث جابر في الأدب المفرد (224)، وفي مسند القضاعي 1/ 88، وأخرج روايته أحمد 3: 344، والترمذي 4: 347 (1970) وابن أبي شيبة، وعند أبي يعلى (2085).\n(¬3) أي الذي يتقى لسانه، وانظر: الترغيب والترهيب للمنذري 3: 63.\n(¬4) الحديث عند الطبراني في مكارم الأخلاق برقم (112) ولفظه فيه: (كل معروف =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            :\n\n= صدقة، إلى غني أو فقير).\nوفيه: صدقة بن موسى الدقيقي، قال الحافظ الذهبي في الميزان 2/ 312 (3879):) ضعفه ابن معين والنسائي، وقال أبو حاتم: يكتب حديثه وليس بالقوي). انتهى. وأخرجه كذلك -أي الطبراني- في المعجم الصغير 1/ 30، 240. أولاهما عن نبيط بن شريط والأخرى عن جابر. وعزاه السيوطي في الجامع الصغير إلى (الجامع في آداب المحدث والسامع) للخطيب البغدادي، برقم (6352) من الجامع.\n* من فوائد الحديث:\n(تسمية هذا صدقة من مجاز المشابهة، أي: لهذه الأشياء أجر كأجر الصدقة في الجنس؛ لأن الجمع صادر عن رضا الله مكافأة على طاعته إما في القدر أو الصفة، فيتفاوت بتفاوت مقادير الأعمال وصفاتها وغاياتها. وقيل: معناه أنها صدقة على نفسه.\nواستدل بظاهر هذه الأحاديث الكعبي على أنه ليس في الشرع شيء يباح، بل إما أجر وإما وزر، فمن اشتغل بشيء عن المعصية أجر. قال ابن التين: والجماعة على خلافه). انتهى من فيض القدير شرح الحديث رقم (6352).\n(¬1) الحديث في صحيح مسلم برقم (2539) و (2626).\nوهو بهذا اللفظ عند الترمذي (1833)، وابن ماجه (3362)، والحاكم 4/ 166 من حديث أبي جري الهجيمي.\nفائدة: قال الإمام أبو العباس القرطبي في المفهم (6: 612): (قوله: \"ولو أن تلقى أخاك بوجه طليق\"، يروى بكسر اللام وياء بعدها، وطلق الوجه: بتسكين اللام بغير ياء، وهما لغتان. يقال: رجل طلق الوجه، وطليق الوجه، وهو =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            :\n\n= منبسط الوجه سمحه، يفال: طلق وجهه، بضم اللام، وطلق طلاقة). انتهى.\nوفي حديث أبي جري الهجيمي: قال: أتيت رسول الله - صلى الله عليه وسلم - فقلت: يا رسول الله\nإنا قوم من أهل البادية، فعلمنا شيئا ينفعنا الله به، فقال: \"لا تحقرن من المعروف شيئا ولو أن تفرغ من دلوك في إناء المستسقي، ولو أن تكلم أخاك ووجهك إليه منبسط، وإياك وإسبال الإزار <span id='ms22'></span> فإنه من المخيلة ولا يحبها الله، وإن امرؤ شتمك بما يعلم فيك فلا تشتمه بما تعلم فيه، فإن أجره لك، ووباله على من قاله\". رواه أبو داود والترمذي وقال: حسن صحيح. انظر: فتح الوهاب للسيد أحمد الغماري 2/ 128.\n(¬1) أخرجه الحاكم في المستدرك 1: 124، وفيه عبد الله بن سعيد المقبري، وهاه الذهبي في \"التلخيص\"، ورواه الطبراني في المكارم (18)، والبيهقي في الشعب برقم (8054) من طريق الطبراني. ورواه أبو يعلى (6550)، وإسناده ضعيف جدا.\n* معنى الحديث:\nأي: لا تتسع أموالكم لعطائهم فوسعوا أخلاقكم لصحبتهم، أخرج العشري في (الأفعال) عن الصولي قال: لو وزنت كلمات المصطفى - صلى الله عليه وسلم - بأحسن كلام الناس لرجحت على ذلك، وهي قوله: (إنكم ...) إلخ، وكان العارف إبراهيم بن أدهم يقول: إن الرجل ليدرك بحسن خلقه ما لا يدركه بماله؛ لأن المال عليه فيه زكاة وصلة أرحام وأشياء أخر، وخلقه ليس عليه فيه شيء. انتهى. فيض القدير 2/ 557، حديث (2545).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            :\n\n(¬1) الحديث عند ابن أبي الدنيا في قضاء الحوائج برقم (14)، وليس فيه (والدال على الخير ...) إلخ، وهي عنده مستقلة في حديث آخر برقم (27) من حديث أنس بن مالك.\nوقد رمز السيوطي في الجامع الصغير لحديث ابن عباس بالضعف، ورقمه (6354) وعزاه للبيهقي، وهو عنده في الشعب برقم (7657)، بنفس اللفظ الذي أورده المصنف. قال المناوي في فيض القدير: (وفيه طلحة بن عمرو، أورده الذهبي في الضعفاء، وقال: قال أحمد: متروك، وقال الحافظ العراقي: رواه الطبراني في المستجاد من رواية الحجاج بن أرطأة عن عمرو بن شعيب عن أبيه عن جده. والحجاج ضعيف، وقد جاء مفرقا في أخبار أخر). انتهى من شرح حديث رقم (6354).\nوقد أخرج الإمام البخاري أوله في صحيحه برقم (6021) باب الأدب من حديث جابر، وكذا الإمام مسلم في الزكاة.\n* معنى الحديث:\n(اللهفان): المتحير في أمره.\nفائدة: قال الإمام الماوردي: المعروف نوعان: قول وعمل، فالقول: طيب الكلام وحسن البشر، والتودد بجميل القول. والباعث عليه: حسن الخلق ورقة الطبع، لكن لا يسرف فيه فيكون ملقا مذموما، وإن توسط واقتصد فهو به محمود، وفي منثور الحكم: من قل <span id='ms23'></span> حياؤه قل أحباؤه.\nوالعمل: بذل الجاه، والإسعاف بالنفس، والمعونة في النائبة، والباعث عليه: حب الخير للناس، وإيثار الصلاح لهم، وليس في هذه الأمور سرف ولا لغايتها =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            :\n\n= حد. بخلاف الأولى، فإنها [أي: الأفعال- الثانية]، وإن كثرت: أفعال تعود بنفعين: نفع على فاعلها في اكتساب الأجر وجميل الذكر، ونفع على المعان بها في التخفيف والمساعدة، فلذلك سماه هنا \"صدقة\". انتهى من فيض القدير شرح الحديث رقم (6354).\n(¬1) رواه البزار (كشف الأستار 1951)، وقال المنذري في الترغيب 1: 120، رواه البزار من رواية زياد النميري، وقد وثق، وله شواهد. ورواه الطبراني في المكام (95)، وفي إسناده زياد بن ميمون، روى عن أنس ولم يلقه، ذكره الذهبي في الميزان (2967). ورواه أبو يعلى (4280)، بزيادة \"الدال على الخير كفاعله\"، وفيه زياد بن عبد الله النميري ضعيف. التقريب (2087). ورواه أبو نعيم في \"الحلية\" 3: 42 من حديث أبي هريرة، وقال: غريب من حديث ابن عون عن أبي هريرة.\n* معنى الحديث:\nقال المناوي: اللهفان: أي المكروب، وورد في فضل إعانته أخبار وآثار تحمل من له أدنى عقل عدى بذل الوسع في استفراغ الجهد في المحافظة عليها. انتهى حديث (ص 1863).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            :\n\n(¬1) الحديث عند البزار (كشف الأستار 1950)، وعند أبي يعلى (4250)، قال في المجمع 8/ 191): رواه أبو يعلى والبزار، وفي إسنادهما زياد بن أبي حسان وهو متروك). انتهى. ورواية البخاري في الكبير 1/ 2 / 350، والبيهقي برقم (27670)، قال المناوي: (قضية تصرف المصنف أن البخاري خرجه ساكتا عليه، والأمر بخلافه، فإنه خرجه في ترجمة عباس بن عبد الصمد، وقال: هو منكر الحديث. وفي الميزان: وهاه ابن حبان، وقال: حدث عن أنس بنسخة أكثرها موضوع، ثم ساق منها هذا الخبر، وحكم ابن الجوزي بوضعه، وتعقبه المصنف -أي السيوطي- بأن له شاهدا). انتهى. فيض القدير حديث (8485).\n* معنى الحديث:\nفيه ترغيب عظيم في الإعانة والإغاثة، قال بعضهم: فضائل الإغاثة لا تسع بيانه الطروس، فإنه يطلق في سائر الأحوال والأزمان والقضايا. انتهى فيض 6/ 76.\n(¬2) الحديث في \"حلية الأولياء\" 3: 225، وقال: هذا حديث غريب من حديث زيد عن ابن عمر لم يروه عنه إلا ابنه عبد الرحمن، في مسند الشهاب (1007)، وفيه <span id='ms24'></span> عبد الله بن إبراهيم الغفاري، قال في الميزان 2/ 388 (4190): يدلسونه لوهنه، نسبه ابن حبان إلى أنه يضع الحديث. انتهى. ورواه الطبراني في الكبير 358:12 (13334)، قال في المجمع 8/ 191: فيه شخص ضعفه الجمهور، =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            :\n\n= وأحمد بن طارق الراوي عنه لم أعرفه، وبقية رجاله رجال الصحيح. انتهى.\nونقل الغماري في فتح الوهاب 2/ 170 عن المنذري قوله: (لو قيل بتحسين سنده لكان ممكنا، ورواه أبو الشيخ ابن حيان في كتاب الثواب من طريق الجهم بن عثمان ... قال أبو حاتم: مجهول، وله طرق وشواهد). انتهى منه. وأخرجه ابن أبي الدنيا (49)، والطبراني في المكارم (82) بسندين ضعيفين.\nوللحديث شواهد يتقوى بها، منها: ما أخرجه الحافظ النرسي (30) عن ابن عباس، والخطيب في الموضح 2/ 253 عن السيدة عائشة، والنرسي أيضا (42) عن علي موقوفا، ورفعه الخطيب في الموضح وحسنه.\n* معنى الحديث:\nإضافة الحق سبحانه هؤلاء العباد إليه إضافة اختصاص؛ لأنه (خصهم بالنيابة عنه في خلقه، وجعلهم خزائن نعمه الدينية والدنيوية لينفقوا على المحتاجين، فيجب شكر هذه النعمة، ومن شكرها: بذلها للطالبين، وإغاثة الملهوفين لتحفظ أصول النعم، وتثمر الزيادة من المنعم)، فيض القدير 2/ 477 حديث (2350).\n(¬1) رواية الطبراني في الأوسط برقم (5158)، وأما رواية أبي نعيم فليس في الحلية إلا الرواية السابقة برقم (18).\nوفي إسناده عبد الله بن زيد الحمصي ضعفه الأزدي، ولفظ حديث الطبراني كالسابق، ولم أجد لفظ هذا الحديث في معاجم الطبراني الثلاثة ولا في الحلية.\nوقريب من لفظ الحديث ما أخرجه في الكبير من حديث أبي أمامة (7527)، ولفظه: \"إن لله عبادا يجلسهم الله يوم القيامة على منابر من نور، ويغشى =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            :\n\n= وجوههم النور حتى يفرغ الله من حساب الخلائق\". قال في مجمع الزوائد 10: 277: (رواه الطبراني وإسناده جيد). انتهى. وفي مجمع الزوائد (باب المتحابين في الله عز وجل) ج (10) أحاديث كثيرة بمعنى الحديث الوارد، لكن في فضل المحبة في الله لا في قضاء الحوائج، والله أعلم.\n(¬1) حلية الأولياء 353:6، وابن أبي الدنيا في (قضاء الحوائج) برقم (25)، والمنتقى من مكارم الأخلاق للخرائطي برقم (44).\nوفيه: علي بن إبراهيم بن الهيثم البلدي، ترجم له الخطيب في تاريخ بغداد 11: 336، ترجمة رقم (1671)، وساق حديثا <span id='ms25'></span> بسنده وقال عقبه: (هذا الحديث منكر جدا، ورجال إسناده كلهم مشهورون بالثقة سوى أبي الحسن البلدي).\nانتهى. ولذلك قال الحافظ في اللسان (5712): (اتهمه الخطيب).\n(¬2) الحديث عند أبي يعلى برقم (2789)، والطبراني في الأوسط (3376).\nقال الحافظ الهيثمي في المجمع 8: 191 (رواه أبو يعلى عن أنس، وفيه: عبد الرحيم بن زيد العمي وهو متروك، وعنه أيضا أخرج الطبراني أوله في الأوسط 3: 244 (633)، وفيه عبد الرحيم المذكور). انتهى. =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            :\n\n= وهو في مكارم الأخلاق للطبراني (93)، ولم أجده في المطبوع من \"المنتقى من مكارم الأخلاق\" للخرائطي.\n(¬1) أخرجه الخطيب في التاريخ 5/ 339 بسند فيه علي بن الحسن الطرسوسي الصوفي، قال في اللسان 4/ 253 (5786): (وضع حكاية عن الإمام أحمد في تحسين حال الصوفية)، وعده الخطيب من المجهولين. انتهى منه.\nوأورده السيوطي في الجامع برقم (8960)، ورمز له بالضعف.\nفائدة: (قال حجة الإسلام: وقضاء حوائج الناس له فضل عظيم، والعبد في حقوق الخلق له ثلاث درجات؛ الأولى: أن ينزل في حقهم منزلة الكرام البررة، وهو أن يسعى في أغراضهم رفقا بهم وإدخالا للسرور عليهم. الثانية: أن ينزل منزلة البهائم والجمادات في حقهم فلا ينلهم خيره لكن يكف عنهم شره. الثالثة: أن ينزل منزلة العقارب والحيات والسباع الضارية، لا يرجى خيره ويتقى شره، فإن لم تقدر أن تلحق بأفق الملائكة، فاحذر أن تنزل عن درجة الجمادات إلى مراتب العقارب والحيات، فإن رضيت النزول من أعلى عليين فلا ترض بالهوي في أسفل سافلين، فلعلك تنجو كفافا لا لك ولا عليك). انتهى من فيض القدير، حديث (8960).\n(¬2) رواية أبي نعيم في الحلية 8/ 200، ورواية ابن أبي الدنيا في الحوائج برقم =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            :\n\n= (35)، وفي إسناد الحديث: عبد العزيز بن أبي رواد، ذكره الذهبي في الميزان برقم (5101)، وأنه ممن يقول بالإرجاء.\nوروى الطبراني في الأوسط برقم (7322) حديث: \"من مشى في حاجة أخيه كان خيرا له من اعتكاف عشر سنين\"، قال في \"المجمع 8/ 191: (وإسناده جيد) انتهى.\n(¬1) التاريخ الكبير للبخاري 4/ 2 / 43: (2089) من طريق حميد بن العلاء عن أنس به، قال الحافظ في لسان الميزان (3020) 2/ 445: (حميد بن العلاء عن أنس رضي الله عنه، وعنه: المتوكل بن يحيى من <span id='ms26'></span> رواية بقية عنه: لا يصح حديثه، قاله \"الأزدي\". انتهى. وأنا أخشى أن يكون \"الجنيد\" تصحف). انتهى.\nوالحديث عند الطبراني في مكارم الأخلاق برقم (88) من طريق بقية بن الوليد، وابن أبي الدنيا في الحوائج برقم (25)، والخطيب في التاريخ 3/ 330، كلهم من طريق بقية هذا، قال في الميزان (1250): مدلس.\nورواه أبو نعيم في الحلية 10/ 255 من طريق محمد بن الحسن الدهقان، ومن طريقه أيضا رواه الخطيب في التاريخ 5/ 338، والدهقان هذا قال عنه في لسان الميزان (7890) 5/ 377: (لا يعرف وأتى بخبر موضوع)، وساق هذا الحديث.\nورمز له السيوطي في الجامع بالضعف (8961)، قال المناوي: (وأورده ابن الجوزي في الموضوع).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            :\n\n(¬1) حديث ابن عمر هذا رواه العقيلي في \"الضعفاء\" وابن أبي حاتم في العلل 2/ 29، وفيه عبد الوهاب بن هشام، قال العقيلي: لا يتابع على حديثه، ولا يعرف إلا به.\nويروى من حديث السيدة عائشة رضي الله عنها عند: الطبراني في مكارم الأخلاق برقم (32)، وفي المعجم الصغير له: 1/ 161، وفي الأوسط برقم (3601)، قال الحافظ الهيثمي في المجمع 8/ 191: (وفيه إبراهيم بن هشام النسائي [كذا في المطبوع من مجمع الزوائد وصوابه، الغساني كما في لسان الميزان رقم (373)]، وثقه ابن حبان وغيره، وضعفه أبو حاتم وغيره). انتهى.\nومن حديث أبي الدرداء عند الطبراني في الأوسط برقم (3401)، والبزار في مسنده.\nوينظر للاستزادة: فتح الوهاب بتخريج أحاديث الشهاب للسيد أحمد الغماري 1/ 400، وتعليق حمدي السلفي.\nملحوظة: قول المصنف: (رواه أبو طاهر المقدسي)، لعلها زلة قلم، فلا يعرف أحد بهذا الاسم، وإنما هو: أبو الفضل محمد بن طاهر المقدسي، توفي سنة 507 ه، عالم وإمام شهير، مترجم في كتب الرجال والطبقات، وذكره الحافظ ابن حجر في لسان الميزان، 5/ 235 برقم (7511)، وقال عنه: (ليس بالقوي فإنه له أوهام كثيرة في تآليفه)، وعد منها: أطراف الكتب الستة، ونقل عن ابن عساكر قوله: (وقد أخطأ في مواضع منه خطأ فاحشا). انتهى.\nوفي تعليق حمدي السلفي على (فتح الوهاب) للغماري 1/ 401، على رواية أبي الدرداء عند الطبراني في الكبير والأوسط قال: (وأبو الفضل بن طاهر في الكلام على أحاديث الشهاب). انتهى منه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            :\n\n(¬1) حديث مسلمة عند <span id='ms27'></span> الطبراني في الأوسط (8129)، قال الهيثمي 8/ 193: (وفيه عبد الله بن زحر، وقد وثقه جماعة وضعفه آخرون، وبقية رجاله ثقات). انتهى، وأوله عنده: (من ستر على مؤمن).\nبل الحديث في صحيحي البخاري ومسلم، البخاري برقم (2442) و (6951)، ومسلم (6521). وقد انتقد المناوي الحافظ السيوطي في جامعه الصغير حيث أورد الحديث (8741) وعزاه للطبراني فقط كما فعل المصنف، فقال: (وقضية تصرف المصنف أن ذا مما لم يخرج في أحد الصحيحين ليس كذلك، بل هو في البخاري في المظالم والإكراه، ومسلم في الأدب، وممن رواه أيضا من الستة: الترمذي في الحدود عن أبي هريرة مرفوعا، وكذا أبو داود، والنسائي في الرجم). انتهى. حديث (8741) من فيض القدير.\n* من فوائد الحديث:\nقال الإمام النووي رحمه الله: (وأما الستر المندوب إليه هنا، فالمراد به: الستر الزائد على ذوي الهيئات ونحوهم ممن ليس هو معروفا بالأذى والفساد ... فأما المعروف بذلك فيستحب أن لا يستر عليه بل ترفع قضيته إلى ولي الأمر إن لم يخف من ذلك مفسدة؛ لأن الستر على هذا يطمعه في الإيذاء والفساد، هذا كله في ستر معصية وقعت وانقضت، أما معصية رآه عليها وهو بعد متلبس بها: فتجب المبادرة بإنكارها عليه ومنعه منها على من قدر على ذلك، ولا يحل تأخيرها، فإن عجز: لزمه رفعها إلى ولي الأمر إذا لم تترتب على ذلك مفسدة). انتهى المراد من شرح مسلم للإمام النووي 8/ 351، وفيه فوائد أخرى فلتنظر فيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            :\n\n(¬1) صحيح مسلم بشرح النووي (6793) ولفظ الحديث عنده: \"من نفس عن مؤمن كربة من كرب الدنيا نفس الله عنه كربة من كرب يوم القيامة، ومن يسر على معسر يسر الله عليه في الدنيا والآخرة، ومن ستر مسلما ستره الله في الدنيا والآخرة، والله في عون العبد ما كان العبد في عون أخيه ... \"، الحديث.\nوباللفظ الذي أورده المصنف رواه القضاعي في مسنده الشهاب برقم (476) من حديث أبي هريرة، انظر: فتح الوهاب للغماري 1/ 383. ومن حديث ابن عمر رضي الله عنهما عند الشيخين: \"المسلم أخو المسلم لا يظلمه ولا يسلمه، ومن كان في حاجة أخيه كان <span id='ms28'></span> الله في حاجته ... \"، الحديث. البخاري (2442 و 6951)، ومسلم (2580). وله طرق وشواهد كثيرة.\n* من فوائد الحديث:\nقال الإمام النووي: وهو حديث عظيم جامع لأنواع العلوم والقواعد والآداب، ومعنى \"نفس كربة\": أزالها. وفيه فضل قضاء حوائج المسلمين، ونفعهم بما تيسر من علم أو معاونة أو إشارة بمصلحة أو نصيحة وغير ذلك. انتهى من شرح مسلم 8/ 23.\n(¬2) الحديث في الحلية 10/ 215، وعند الطبراني في الكبير (13334)، وفي =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            :\n\n= الأوسط من حديث عبد الله بن عمرو بن العاص (5158) و (8346)، قال في مجمع الزوائد 8/ 192: (وفيه محمد بن حسان السمين، وثقه ابن معين وفيه لين، ولكن شيخه أبو عثمان عبد الله بن زيد الحمصي ضعفه الأزدي). انتهى.\nوهو عند ابن أبي الدنيا برقم (5) في قضاء الحوائج، ورمز له السيوطي بالحسن في الجامع الصغير\" برقم (2352).\n* من فوائد الحديث:\nقوله: \"حولها في غيرهم\": أي لمنعهم الإعطاء للمستحق، {إن الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم} [الرعد: 11]، فالعاقل الحازم من يستديم النعمة ويداوم على الشكر. من فيض القدير 2/ 487، حديث (2352).\n(¬1) الطبراني في مكارم الأخلاق (131)، والبيهقي في شعب الإيمان برقم (7682) و (7683)، وهو من طريق الحسن عن سمرة، والخلاف في سماع الحسن منه مشهور.\nقال في مجمع الزوائد 8/ 194: (وفي أبو بكر الهذلي وهو ضعيف). انتهى.\nوقال المناوي في الفيض 2/ 93: (وأقول أيضا: عند البيهقي: مروان بن جعفر السمري أورده الذهبي في الضعفاء وقال: قال الأزدي: تكلموا فيه). انتهى.\nوالحديث في المعجم الكبير للطبراني برقم (6962)، وفي مسند الشهاب للقضاعي برقم (1279).\nومعناه واضح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            :\n\n(¬1) ورواه كذلك الطبراني في مكارم الأخلاق برقم (157)، ولفظه: \"إن من موجبات المغفرة: إطعام المسلم السغبان، قال الله عز وجل: {في يوم ذي مسغبة (14)} [البلد: 14]). انتهى.\nوهو عند الحاكم في المستدرك، وصححه وأقره الذهبي 2/ 542، وابن أبي الدنيا في قضاء الحوائج رقم (34) من حديث أنس، ورمز له السيوطي بالضعف، حديث (2500) الجامع الصغير.\n(¬2) حديث أبي هريرة عند الطبراني في مكارم الأخلاق برقم (91).\nوحديث الحسن بن علي رضي الله عنهما عند الطبراني في الأوسط (8241)، والكبير (2738) ولفظه فيه: \"إن من واجب المغفرة\". قال الهيثمي في المجمع 8/ 192: (وفيه الجهم بن عثمان <span id='ms29'></span> ضعفوه). انتهى. وهو من حديث عبد الله بن حسين بن الحسن، عن أبيه عن جده الإمام الحسن، قال الهيثمي 8/ 193: (وعبد الله هذا من أئمة أهل البيت وعبادهم، روى عن عبد الله بن جعفر وكبار التابعين، وعنه مالك والزهري، وأثنى عليه الكبار). انتهى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            :\n\n(¬1) الحديث عند أبي يعلى (4242)، باختلاف يسير، وعند الطبراني في مكارم الأخلاق (40)، قال في المجمع 8/ 178: (رواية أبي يعلى رجالها رجال الثقات، إلا أن ابن إسحاق مدلس، وهو معروف من رواية أبي نعيم والحلبي عن خالد بن عمرو، وأظن أن أبان سرقه من أبي نعيم). انتهى. وهو عند الحكيم في نوادر الأصول 394.\n(¬2) الحديث عند ابن عدي في الكامل 6: 1289، في ترجمة محمد بن الوليد القلانسي، قال ابن عدي: (وهذا لا أعلم رواه عن الليث غير خالد بن عمرو). انتهى منه، وقال في الميزان (2448): كذبه الفريابي، ووهاه ابن عدي وغيره. انتهى.\n(¬3) هذا الحديث هو المشهور عند جماهير المحدثين بحديث الرحمة المسلسل =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            :\n\n= بالأولية، قال الترمذي (2944): حسن صحيح، وأخرجه أحمد في مسنده 2/ 160، وأبو داود (4941) والحاكم وصححه وأقره الذهبي 4/ 159، وجزم ابن العراقي بصحته.\nقال السيد عبد الحي الكتاني في فهرس الفهارس 1/ 93: (تداولته الأمة، واعتنى به أهل الصناعة، فقدموه في الرواية على غيره ليتم لهم بذلك التسلسل).\nوإني أرويه بحمد الله عن عدد من الأكابر منهم بشرطة، منهم: شيخنا العلامة الكبير عبد الفتاح أبو غدة، وسيدي الإمام أبي الحسن الندوي، رحمهما الله تعالى، وعن جمع من علماء العصر ومسنديه، وأسانيدهم مفصلة في أثباتهم ك (إمداد الفتاح) ثبت سيدي الشيخ عبد الفتاح أبو غدة، وهو كتاب محرر ونفيس في فنه طبع مؤخرا، جمعه أخونا الفاضل البحاثة المسند المؤرخ الأستاذ محمد بن عبد الله الرشيد.\nوقد أفرده عدد من الحفاظ بأجزاء مستقلة، منهم الحافظ مرتضى الزبيدي بجزء سماه (العروس المجلية)، يقوم بتحقيقه الأخ الفاضل البحاثة الشيخ محمد بن ناصر العجمي، وسيطبع ضمن هذه السلسلة.\n(¬1) الحديث عند الطبراني في مكارم الأخلاق برقم (44)، والمعجم الكبير برقم (2475) بنفس الإسناد، وأخرجه الإمام أحمد في المسند بنفس اللفظ برقم (19141)، ووثق الحافظ الهيثمي في <span id='ms30'></span> مجمع الزوائد رواية أحمد وسكت عن رواية الطبراني، مجمع 10/ 193، وقال: (رجال أحمد رجال الصحيح). انتهى. وهذا ما جعل المناوي يقول في فيض القدير: (فأفهم -أي صنيع الهيثمي- أن رجال الطبراني ليسوا كذلك، وقد يقال: لا مانع من كونه صحيحا =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            :\n\n= مع كون رجاله غير رجال الصحيح وقال المنذري: إسناده صحيح). انتهى.\nشرح الحديث رقم (9094) من الجامع الصغير.\nوأوله في صحيح الإمام البخاري في كتاب الأدب برقم (6013)، وعند الإمام مسلم في الفضائل -باب رحمة النبي الصبيان والعيال برقم (5982)، والترمذي في البر باب رحمة الولد (1911) وكذا أبو داود في الأدب (5218) بألفاظ متقاربة. وزاد في المعجم الكبير للطبراني: \"ومن لم يتب لا يتب عليه\" رقم (2475).\n* من فوائد الحديث:\nقال الإمام؛ أبو العباس أحمد بن عمر القرطبي: (ولا يفهم من هذا أن الرحمة التي وصف الحق بها نفسه هي: رقة وحنو كما هي في حقنا؛ لأن ذلك تغير يوجب للمتصف به الحدوث، والله تعالى منزه ومقدس عن ذلك وعن نقيضه الذي هو القسوة والغلظ، وإنما ذلك راجع في حقنا إلى ثمرة تلك الرأفة وفائدتها، وهي: اللطف بالمبتلى والضعيف، والإحسان إليه، وكشف ما هو فيه من البلاء، فإذا هي في حقه سبحانه وتعالى من صفات الفعل لا من صفات الذات، وهذا كما تقدم في غضبه تعالى ورضاه في غير موطن.\nوإذا تقرر هذا، فمن خلق الله تعالى في قلبه هذه الرحمة الحاملة له على الرفق وكشف ضر المبتلى فقد رحمه الله تعالى بذلك في الحال، وجعل ذلك علامة على رحمته إياه في المآل، ومن سلب الله ذلك المعنى منه وابتلاه بنقيض ذلك من القسوة والغلظ ولم يلطف بضعيف، ولا أشفق على مبتلى فقد أشقاه الله في الحال وجعل ذلك علما على شقوته في المآل، نعوذ بالله من ذلك). انتهى المراد من \"المفهم بشرح صحيح مسلم\"، للإمام القرطبي، وفيه كلام نفيس فينظر: 6/ 108، وما بعدها في شرح الحديث رقم (2228 - 2229) بترقيم الكتاب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            :\n\n(¬1) الحديث عند أبي يعلى (3315)، وعند البزار (1949)، وفيه يوسف بن عطية أبو سهل الصفار، قال في الميزان (9877): مجمع <span id='ms31'></span> على ضعفه ... وكناه البخاري أبا سهل، وقال: منكر الحديث)، وساق هذا الخبر من مناكيره. ورواه الطبراني في المكارم (87) من طريقه، وكذلك ابن أبي الدنيا في الحوائج (24)، والطبراني في المكارم (210).\nقال في \"المجمع 8/ 191: (ويروى عن ابن مسعود بنفس اللفظ عند الطبراني في الكبير والأوسط، وفيه عمير وهو أبو هارون القرشي متروك). انتهى.\n* معنى الحديث:\nقوله: (الخلق عيال الله): أي فقراؤه، وهو الذي يعولهم، قال العسكري: هذا على المجاز والتوسع، فإنه تعالى لما كان المتضمن لأرزاق العباد الكافل بها كان الخلق كعياله، والعادة أن السيد يحب الإحسان إلى عبيده وحاشيته ويجازي عليه. وفيه حث على فضل قضاء حوائج الخلق ونفعهم بما تيسر. انتهى من فيض القدير حديث (4135).\nوفي المعنى يقول أبو العتاهية:\nعيال الله أكرمهم عليه ... أبثهم المكارم في عياله\nولم تر مثنيا في ذي فعال ... عليه قط أفصح من فعاله\nأوردها في الفيض، وفي كشف الخفاء (1220).\n(¬2) الحديث في مسند الشهاب (1234)، وفيه عمرو بن بكر السكسكي، قال في =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            :\n\n= الميزان (6337): (واه، قال ابن حبان: يروي عن الثقات الطامات)، ثم ساق له هذا الحديث. وهو عند الطبراني في الكبير (13646)، والصغير 2/ 35، وفي الأوسط (5783)، وأورده السيوطي في الجامع ورمز له بالحسن (4044).\n* معنى الحديث:\nقال بعضهم: هذا يفيد أن الإمام العادل خير الناس، أي بعد الأنبياء لأن الأمور التي يعم نفعها ويعظم وقعها لا يقوم بها غيره، وبه نفع العباد والبلاد. من فيض القدير 3/ 48، شرح حديث رقم (4044).\n(¬1) الحديث في الحلية 8/ 290، وسنن النسائي 6/ 45، وأوله: \"إنما ينصر الله هذه الأمة ... \" الحديث ورواية أخرى عنده من حديث أبي الدرداء رضي الله عنه في نفس الموضع.\nبل الحديث في صحيح الإمام البخاري في كتاب الجهاد برقم (2896) من حديث مصعب بن سعد عن أبيه، ولم يصرح بالسماع من أبيه عند البخاري فهو مرسل عنده.\nلكن ذكر الإمام النووي في رياض الصالحين أن الحافظ البرقاني روى الحديث في صحيحه المستخرج على البخاري متصلا عن مصعب عن أبيه، وذكر الإمام النووي أن له رواية عند أبي داود من حديث أبي الدرداء، رياض الصالحين 184، حديث <span id='ms32'></span> (271).\n* من فوائد الحديث:\nالاستفهام للتقرير، أي ليس النصر وإدرار الرزق لا ببركتهم، فأبرزه في صورة الاستفهام ليدل على مزيد التقرير والتوبيخ، وذلك لأنهم -أي الضعفاء- أشد =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            :\n\n= إخلاصا في الدعاء وأكثر خضوعا في العبادة؛ لخلاء قلوبهم عن التعلق بزخرف الدنيا مما يقطع عن الله، فجعلوا همهم واحدا، فتركت أعمالهم وأجيب دعاؤهم، واستدل الشافعية على ندب إخراج الشيوخ والصبيان في الاستسقاء.\nوبين قوله \"بدعوتهم\": أنه لا يلزم من الضعف والصعلكة عدم القوة في البدن، ولا عدم القوة في القيام بالأوامر الإلهية، فلا يعارض الأحاديث التي مدح فيها الأقوياء، ولا خبر: \"إن المؤمن القوي أحب إلى الله من المؤمن الضعيف\".\nانتهى من فيض القدير شرح الحديث رقم (9591).\n(¬1) حديث النعمان بن بشير عند البخاري، ومسلم (2586) باب تراجم المؤمنين، والرواية الأخرى عند مسلم (2586/ 67).\n(¬2) الحديث عند الطبراني في مكارم الأخلاق (92) وفيه عبد العزيز بن محمد الدراوردي، قال في الميزان (5125): (صدوق من علماء المدينة، وقال أبو حاتم: لا يحتج به). انتهى. وقال الزين العراقي: إسناده جيد، عن فيض =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            :\n\n= القدير 6/ 252، وأخرجه أبو داود عن أبي هريرة في الأدب (باب في النصيحة)، والبزار والقضاعي وابن المبارك في البر. مقاصد (1228).\n* معنى الحديث:\nقوله: (مرآة المؤمن ... إلخ) كل إنسان مشهده عائد عليه، ومن ثم قالوا: من مشهدك يأتيك روح مددك، قال بعض العارفين: كن رداء وقميصا لأخيك المؤمن، وحطه من ورائه واحفظه في نفسه وعرضه وأهله، فإنك أخوه بالنص القرآني، فاجعله مرآة ترى يها نفسك، فكما يزيل عنك كل أذى تكشفه لك المرآة، فأزل عنه كل أذى به عن نفسه. من فيض القدير 6/ 252.\n(¬1) حديث أنس عند البخاري في باب اللقطة (2443) و (2444)، وفي باب الإكراه (6952)، قال الحافظ: قوله: \"تأخذ فوق يديه\" كنى به عن كفه عن الظلم بالفعل إن لم يكن بالقول، وعبر بالفوقية: إشارة إلى الأخذ والاستعلاء والقوة ... قال ابن بطال: النصر عند العرب: الإعانة، وتفسيره لنصر الظالم بمنعه من الظلم: من تسمية الشيء بما يؤول إليه، وهو من وجيز البلاغة. قال ابن المنير: فيه إشارة إلى أن الترك كالفعل في <span id='ms33'></span> باب الضمان وتحته فروع كثيرة.\nلطيفة: ذكر المفضل الضبي في كتابه \"الفاخر\": أن أول من قال (انصر أخاك ظالما أو مظلوما) جندب بن العنبر بن عمرو بن تميم، وأراد بذلك ظاهره، وهو ما اعتاده من حمية الجاهلية، لا على ما فسره النبي - صلى الله عليه وسلم -، وفي ذلك يقول شاعرهم:\nإذا أنا لم أنصر أخي وهو ظالم ... على القوم لم أنصر أخي حين يظلم\nانتهى، من فتح الباري 5/ 388.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            :\n\n(¬1) الحديث رواه البيهقي في الشعب برقم (10664) من حديث أبي الدرداء، والسيوطي في الجامع برقم (3199) ورمز له بالحسن.\nوقال المناوي: (ووصله أحمد، فرواه في الزهد من هذا الوجه بإثبات أبي الدرداء من قوله، وهو منقطع على وقفه. ورواه أبو نعيم والديلمي مسندا عن ابن عمر يرفعه، وفيه محمد بن عبد الملك الأنصاري: ضعيف، وحينئذ فاقتصار المصنف على رواية إرساله قصور أو تقصير). انتهى.\nوقال ابن حجر: له شاهد مرسل خرجه عبد الرزاق عن أبي قلاب يرفعه، قال: ورجاله ثقات. ورواه أحمد في الزهد عن أبي قلابة قال: قال أبو الدرداء فذكره. انتهى من الفيض، حديث (3199).\n(¬2) الزهد للإمام أحمد: 154، وفي المقاصد: أخرجه البيهقي في الكلام على (الديان) من الأسماء والصفات، وفي الزهد كلاهما له من جهة عبد الرزاق، =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            :\n\n= وكذلك هو في جامعه عن معمر عن أيوب عن أبي قلابة رفعه به مرسلا، ووصله أحمد فرواه في الزهد له من هذا الوجه بإثبات أبي الدرداء وجعله من قوله وهو منقطع مع وقفه. انتهى.\n(¬1) أورده السيوطي في الجامع الصغير برقم (8198)، وعزاه للديلمي ولفظه: \"وبالكيل الذي تكيل به تكتال\"، وذكر أنه من حديث فضالة بن عبيد.\nقال المناوي: (ظاهر صنيع المصنف أن الديلمي أسنده في مسند الفردوس، وليس كذلك، بل ذكره بغير سند وبيض له). انتهى من الفيض.\n(¬2) أي قبل وفاته بسنتين.\nوزاد رحمه الله العبارة الآتية بخطه: (روى الإمام الطبراني أن رسول الله - صلى الله عليه وسلم - قال: \"تحفظوا من الأرض فإنها أمكم، وإنه ليس أحد عامل عليها خيرا أو شرا إلا =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            :\n\n= وهي مخبرة به\" [الطبراني <span id='ms34'></span> في المعجم الكبير برقم (2596)، من حديث ربيعة الجرشي، وأوله: \"استقيموا ونعما إن استقمتم\". قال الهيثمي في مجمع الزوائد 1/ 241: (وفيه ابن لهيعة وهو ضعيف). انتهى].\nهذا، وقد دل العقل والنقل والفطر وتجارب الأمم على اختلاف أجناسها ومللها ونحلها على أن التقرب إلى رب الأرباب، وطلب مرضاته، والإحسان إلى خلقه: من أعظم الأسباب الجالبة لكل خير. وأضدادها: من أكبر الأسباب الجالبة لكل شر. فما استجلبت نعم الله واستدفعت نقمه بمثل طاعته والتقرب إليه والإحسان إلى خلقه.\nوقد رتب الله سبحانه حصول الخيرات في الدنيا والآخرة، وحصول السرور في الدنيا والآخرة في كتابه العزيز على الأعمال، ترتب الجزاء على الشرط، والعلة على المعلول، والمسبب على السبب فقال سبحانه: {إن تتقوا الله يجعل لكم فرقانا ويكفر عنكم سيئاتكم ويغفر لكم} [الأنفال: 29]، وقال سبحانه: {إن تجتنبوا كبائر ما تنهون عنه نكفر عنكم} [النساء: 31]، وقال: {لئن شكرتم لأزيدنكم} [إبراهيم: 7]، وقال: {فلولا أنه كان من المسبحين (143) للبث في بطنه إلى يوم يبعثون} [الصافات].\nوبالجملة فالقرآن من أوله إلى آخره صريح في ترتب الجزاء بالخير والشر، والأحكام الشرعية على الأسباب، بل أحكام الدنيا والآخرة ومصالحهما ومفاسدهما مرتبة على الأسباب والأعمال، ومن فقه هذه المسألة وتأملها حق التأمل انتفع بها غاية النفع.\nاللهم انفعنا بما علمتنا، ووفقنا لما به أمرتنا، واكفنا ما أهمنا، وتوفنا على الإسلام وأنت راض عنا، آمين). انتهى ما وجد بخط المصنف.\nيقول المعتني غفر الله له:\n* فرغت من تبييض هذا التخريج في شهر جمادى الآخرة من عام 1420 للهجرة بمدينة تريم الغناء مهد العلماء والصالحين بوادي حضرموت من الديار =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            :\n\n= اليمنية، أثناء الدراسة بكلية الشريعة (جامعة الأحقاف)، وأعدت النظر فيها بثغر جدة تحت نظر أستاذنا الفاضل الشيخ مسجد مكي الحلبي وفقه الله.\n* وفرغت من مقابلة منسوخة الكتاب على مصورة الأصل الذي بخط المصنف في المسجد الحرام تجاه الكعبة المشرفة بصحن المطاف، ليلة 28 من شهر رمضان المبارك من عام 1420 للهجرة النبوية بقراءتي على عالم البحرين شيخنا الفاضل نظام بن محمد صالح يعقوبي نفع الله به.\n* كما قام الأخوين <span id='ms35'></span> الكريمين الشيخ محمد بن ناصر العجمي والشيخ رمزي دمشقية بمقابلة مخطوطة دار الكتب المصرية على نسخة المؤلف في بيروت فجزاهما الله كل خير.\nوالحمد لله أولا وآخرا\nوصلى الله على سيدنا وشفيعنا وقرة أعيننا محمد - صلى الله عليه وسلم - وعلى آله الطيبين الطاهرين وصحابته والتابعين <span id='ms36'></span>",
  "pages": [
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "003",
    "005",
    "006",
    "007",
    "009",
    "013",
    "015",
    "016",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060"
  ],
  "volumes": [
    "01"
  ]
}