{
  "content": "\n\n<h1 class='l1' id='head0'>AUTO بسم الله الرحمن الرحيم</h1>\n\n<p>\nوالحمد لله رب العالمين وصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين.\n</p>\n\n<p>\n(أما بعد) فهذه تنبيهات على أغلاط وقعت في نسخة لسان العرب للأمام ابن\nمنظور المطبوعة ببولاق سنة 1300 - 1308 كنا عثرنا عليها أثناء المراجعة\nونشرنا عنها فصولا في صحيفة المؤيد ومجلتي الضياء والآثار ثم بدا لنا أن\nنجمع شتاتها وننظم شملها في هذه الأوراق بعد أن نضم عليها ما لم يسبق لنا\nنشره من قبل. ولسنا في ذلك بمد عين عصمة أو متبجحين بفضل وإنما هو جهد\nالمقل دعانا لعرضه على الأنظار حرصنا على رد الكتاب إلى نصابه من الصحة فإن\nلم نكن وفقنا فيه إلى الإصابة فحسبنا منه إرشاد المطالع إلى مواضع فيه حرية\nبالبحث والنظر.\n</p>\n\n<p>\nولابد لنا قبل الشروع فيما نحن آخذون فيه من التنبيه إلى وهمين وقعا في\nفاتحة الجزء الأول أحدهما في المقدمة التي عنى بوضعها العلامة أحمد فارس\nحيث جاء بها عن المؤلف أنه ولد سنة 690 وتوفى سنة 771 مع أن ولادته كانت\nسنة 630 ووفاته كانت سنة 711 كما في الوافي بالوفيات للصفدي والدرر الكامنة\nلابن حجر والمنهل الصافي لابن تغري بردى والبغية للسيوطي فلم يزاحم منه زمن\nصاحب القاموس كما توهمه العلامة المذكور وسبقه غيه العلامة ابن الطيب لأن\nولادة المجد كانت سنة 729 أي بعد وفاة ابن منظور بنحو ثماني عشرة سنة.\nوالثاني في ترجمه المؤلف في الصفحة الأولى منهذا الجزء والمنقوله من بقية\nالسوعاة للسيوطي فقد جاء فيها أنه جمع في كتابه هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n             # بين (التهذيب والمحكم والصحاح وحواشيه والجمهرة والنهاية) والصواب أن\nالجمهرة ليست معاجمعة بل مبنى كتابه على الخمسة فقط وهي التي صرح بأسمائها\nفي خطبته، ثم لنشرع فيما قصدنا بيانه من الأغلاط فتقول:\n</p>\n\n<p>\n(من ذلك ما جاء في باب ألقاب الحروف وطبائعها وخواصها ج 1 ص 8 س 8)\n</p>\n\n<p>\n\" وأما تقارب بعضها من بعض وتباعدها فأن لها سرا في النطق يكشفه من\nتمعناه كما انكشف لنا سره في حل المترجمات \". والصواب - من تعناه) يقال\nعانى الشئ وتناه إذا قاساه ونجشمه.\n</p>\n\n<p>\n(وفي <span id='ms01'></span> مادة - أج أ - ج 1 ص 15 س 8) روى لأبي النجم \" قد حيرته جن سلمى\nوأجا \" وجاء بعده \" أراد أجا فخفف تخفيفا قياسيا الخ \". وروى أجا الثاني\nبالألف آخره مخففا غير مهموز والصواب همزة على أصله لأن المراد أنه كان\nكذلك فخففه الشاعر بجذف همزته وإلا فأي معنى لتخفيف المخفف.\n</p>\n\n<p>\n(وفي مادة ب ر أ - ج 1 ص 24 س 15) عند الكلام على جمع برئ \" وبرئ وبراء\nمثل ما جاء من الجموع على فعال نحو تؤام ورباء في جمع توأم وربى \" ورسم\n(رباء) بالهمز في آخره أي في موضع اللام من فعال ولا يكون هذا جمعا لرب\nلربى لأن لا مهاباء فالصواب أن يقال في جمعها رباب بالياء في آخره وهو الذي\nذكره المصنف وصاحب القاموس وغيرهما في مادة (ر ب ب) .\n</p>\n\n<p>\nوقال سيبويه في كتابه في باب تكسير ما عدة حروفه أربعة أحرف للجمع وقالوا\nربي ورباب حذفوا الألف وبنوه على هذا البناء كما ألقوا الهاء من جفرة\nفقالوا جفار ألا أنهم قد ضموا أول ذا كما قالوا ظئر وظؤار ورخل ورخال\nانتهى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n(تتمة) هذا الجمع من الجموع العزيزة النادرة لأن فعالا بضم الأول وتخفيف\nالعين ليس من أبنية جموع التكسير المعروفة وأنما سمع في ألفاظ قليلة كثنى\nوعرق وفرير وفرار ورذل ورذال ولهذا ذهب بعضهم إلى أنه اسم جمع وقال آخرون\nبل هو جمع ولكن الأصل فيه الكسر والضم بدل منه. وقد كنت تتبعت ما ورد منه\nفاجتمع لي اثنا عشر لفظائم رأيت العلامة شهاب الدين الخفاجي زاد عليها\nكثيرا في شرحه لدرة الغواص فمن شاء أوقوف عليها وعلى اختلاف أقوالهم فيها\nفليراجع (ص 141) من الشرح المذكور المطبوع في الجواثب.\n</p>\n\n<p>\n(وفي مادة - ج وأ - ج 1 ص 44) روى قول الشاعر\n</p>\n\n<p>\n(تنازعها لونان ورد وجؤوة ... ترى لإياء الشمس فيه تحدرا)\n</p>\n\n<p>\nثم جاء بعده سأراد وردة وجؤوة فوضع الصفة موضع المصدر \". وضبط (إياء)\nبكسر أو له والصواب فتحه لأنك تقول إيا الشمس وأياؤها أي ضوءها وحسنها أذا\nكسرت أوله قصرت وإن فتحته مددت كما نص <span id='ms02'></span> عليه المصنف في مادة (أي ي - ج 18)\nوالمجد في القاموس والتبريزي في شرح المعلقات وذكره ابن سيده في المخصص في\nباب ما يكسر فيقصر ويفتح فيمد. وقد ضبط بالكسر أيضا في مادة (ورد - ج 4 آخر\nص 470) وروى هناك بالباء الموحدة فزيد خطاء على خطأ. وضبط هنا (المصدر) من\nقوله (فوضع الصفة موضع المصدر) بكسر أوله والصواب فتحه وهو ظاهر.\n</p>\n\n<p>\n(وفي مادة - ح ت أ - ج 1 ص 46 س 22) \" رجل حنتأو وامرأة حنتأوة قال وهو\nالذي يعجب بنفسه \". وضبط (يعجب) هنا وفي مادة - ح ن ت - ج 2 ص 331) بالبناء\nللمعلوم والصواب ضبطه بالبناء للمجهول لأنك تقول أعجبته نفسه فهو معجب بها\nوقد تكرر هذا الخطأ في مواضع من الكتاب ووقع مثله في مادة (ع ي ر) من\nالقاموس طبع بولاق وكأنه كان شائعا بين المصححين قبل طبع اللسان فقد روو\nأقول المتنبي في شرح العكبري المطبوع ببولاق أيضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n             # (إن أكن معجبا فعجب عجيب ... لم يجد فوق نفسه من مزيد)\n</p>\n\n<p>\nبكسر الجسيم من (معجبا) والصواب فتحها لما ذكرنا. ووقع لهم مثله في مجمع\nالأمثال للميداني المطبوع بتلك المطبعة فضبطوا (معجبة) من قولهم (كل فتاة\nباءبيها معجبة) بكسر الجيم ولكنهم ضبطوها بالفتح في أمالي القالي (ج 2 ص\n71) كما فتوحها في كلمة (يعجبان) الواقعة في قول عروة بن أذينة من شرح\nالحماسة (ج 3 ص 144) .\n</p>\n\n<p>\n(لا يعجبان بقول الناس عن عرض ... ويعجبان بما قالا وما صنعا)\n</p>\n\n<p>\nويدلك على صحة ما ذكرنا نص القاموس وشرحه على أن قولهم (ما أعجبه برأيه)\nشاذ لا يقاس عليه لبنائه من المجهول كما أزهاه وما أشغله ولو كان مبنيا من\nالمعلوم نصا على \" شذوذ ولكان التعجب على بابه.\n</p>\n\n<p>\nوفي كتاب تصحيح التصحيف وتحرير التحريف للصفدي نقلا عن تثقيف اللسان\nللصقلي \" أنا معجب بك وصوابه معجب بك بفتح الجيم وكذلك الذي فيه كير لا\nيقال فيه إلا معجب أيضا فأما معجب فهو الذي يعجبك \".\n</p>\n\n<p>\n(وفي مادة - ث رب - ج 1 ص 229 س 8) \" ونصل يثربي وأثر تربى منسوب إلى\nيثرب وقوله\n</p>\n\n<p>\n(وما هو إلا <span id='ms03'></span> اليثربي المقطع ... )\n</p>\n\n<p>\nزعم بعض الرواة أن المراد باليثربي السهم لا النصل وأن يترب لا يعمل فيها\nالنصال \". وروى (يترب) بالمثناة الفوقية والصواب بالمثلثة لأن الكلام في\nطيبة مدينة الرسول عليه الصلاة والسلام. وأما يترب بالمثناة وفتح الراء فهو\nموضع قرب اليمامة وأين هو مما هنا.\n</p>\n\n<p>\n(وفي مادة - ج ن ب - ج 1 ص 27 س 9) \" ورجل لين الجانب والجنب أي سهل\nالقرب \". وروى (سهل) بالجر ولا وجه له والصواب رفعه على أنه عطف بيان على\nلين أو على البدلية منه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة - ح س ب - ج 1 ص 306) روى لنهيك الفزاري\n</p>\n\n<p>\n(لتقيت بالوجعاء طعنة مرهف ... مران أو لثويت غير محسب)\n</p>\n\n<p>\nوضبط (لتقيت) بكسر القاف والصواب فتحها لأنه من تقى يتقى كقضي يقضى بمعنى\nاتقى قال أوس بصف رمحا\n</p>\n\n<p>\n(تقاك بكعب واحد وتلذه ... يداك إنا ماهر بالكف يغسل)\n</p>\n\n<p>\nيريد أتقاك. ومنه أبي العلاء المعري\n</p>\n\n<p>\n(تقتك على أكتاف أبطالها القنا ... وهابتك في أغمادهن المناصل)\n</p>\n\n<p>\nأي اتقتك.\n</p>\n\n<p>\nوروى (محسب) في البيت بكر السين على أنه اسم فاعل ومقتضى تفسير المصنف\nأنه يفتحها على أنه اسم مفعول فقد قال قبله \" حسبته إذا وسدته \" واستشهد\nبالبيت ثم قال في تفسيره \" ولثويت هالكا غير مكرم لا موسد ولا مكفن أو\nمعناه أنه لم يرفعك حسبك فينجيك من الموت ولم يعظم حسبك \" انتهى. وعلى كلا\nالتفسير بن يتعين الفتح في (محسب) .\n</p>\n\n<p>\n(وفي هذه الصفحة س 20) \" والمحسبة الوسادة من الأدم حسبه أجلسه على\nالحسبانة أو المحسبة \". وضبطت (المحسبة) في الموضعين بفتح الميم وكذلك جاءت\nمضبوطة بالقلم بالفتح في هذه المادة من القاموس طبع بولاق ولم ينص الشارح\nعلى ضبط فيها ولكنها ضبطت بكسر الميم في مادة (ز ن ن - من اللسان ح 17 ص 61\nس 24) وفي (ج 4 ص 74) من المخصص ومادة (ح س ب) من القاموس طبع الميمنية وهو\nالصواب على ما يظهر لنصهم على كسر الأول فيما جاء في معناها من وزنها\nكمرفقة ومصدعة ومخدة لعدهم إياها من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n             # الآلات فحملها على ما جاء من نوعها أولى عند فقدان النص.\n</p>\n\n<p>\n(وفي هذه <span id='ms04'></span> الصفحة أيضا س 22) \" هطا ما اشترى طلحة من فلان فتاه بخمسمائة\nدرهم بالحسب والطيب \". وضبط (درهم) بفتح أوله والصواب كسره ولم يحك أحد من\nاللغويين في الدال ضبطا آخر وإنما نصوا على جواز الفتح والكسر في الهاء\nوعلى كونه جاء أيضا على زنة محراب وعد القلقشندي في صبح الأعشى فتح داله من\nلحن العامة وكذلك فعل ابن الجوزي في تقويم اللسان فقال \" تقول العامة درهم\nبفتح الدال والصواب درهم بكسر داله وقال ابن الأعرابي تقول العرب درهم\nودرهم ودرهام \" قال الصفدي في تصحيح التصحيف وتحرير التحريف بعدما نقل هذه\nالعبارة \" قلت الثلاثة بكسر الدال والأول بفتح الهاء والثاني بكسرها \".\n</p>\n\n<p>\n(وفي مادة - د ب ب - ج 1 ص 358 س 21) \" وقال ابن الأعرابي الدبادب\nوالجباجب الكثير الصياح والجلبة وأنشد\n</p>\n\n<p>\n(إياك أن تستبدلي قزد القفا ... حزابية وهيبانا جباجبا)\n</p>\n\n<p>\n(ألف كان الغازلات منحنة ... من الصوف نكثا أو لئيما دبادبا \")\n</p>\n\n<p>\nوكتب المصحح بالحاشية ما نصه \" قوله والجباجب هكذا في الأصل والتهذيب\nبالجيمين وحرر \". قلت لم يظهر لي وجه توقف المصحح في هذه الكلمة مع ورودها\nفي مادة (ج ب ب ج 1) واستشهاد المصنف عليها بهذين البيتين منسوبين هناك\nلعبد الله بن الحجاج التغلبي.\n</p>\n\n<p>\n(وفي مادة - د ل ب - ج 1 ص 363) روي لمسكين الدرامي\n</p>\n\n<p>\n(بأيديهم مغارف من حديد ... أشبهها مقيرة الدرامي)\n</p>\n\n<p>\nوقال المصنف \" ذهب بعضهم إلى أنه أراد مقيرة الدواليب فأبدل من الباء ياء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             # ثم أدغم الباء في الياء فصار الدوالي ثم خفف فصار دوالي \". والصواب (ثم\nأدغم الياء في الياء) بالمثناة التحتية فيهما.\n</p>\n\n<p>\n(وفي مادة - ذ ب ب - ج 1 ص 366 أول المادة) \" الذب الدفع والمنع \" بنصب\n(الذب) والوجه رفعه بالابتداء.\n</p>\n\n<p>\n(وفي مادة - س ق ب - ج 1 ص 451 س 2) في الكلام على السقب أي ولد الناقة \"\nوقيل هو سقب ساغة تضعفه أمه \" والصواب (تضعه) .\n</p>\n\n<p>\n(وفي مادة - ش ب ب - ج 1 ص 463) روى قول الشاعر\n</p>\n\n<p>\n(بموركتين من صلوى مشب ... من الثيران عقدهما جميل)\n</p>\n\n<p>\nوضبط (صلوى) بشد الياء وفتحها والصواب بالتخفيف والسكون لأنه مثنى صلا\nوهو ما كان عن <span id='ms05'></span> يمين الذنب وشماله والمورك والموركة الموضع الذي يجعل عليه\nالراكب رجله وبهذا الضبط يستقيم الوزن. (وفي مادة - ض ب ب - ج 2 ص 27 س 16)\n\" وضببت على الضب إذا حرشته فخرج إليك \" بسكون الراء والشين من (حرشته)\nوالصواب فتح الراء كما لا يخفى.\n</p>\n\n<p>\n(وفي مادة - ط ي ب - ج 2 ص 15 س 17) \" قوله عز وجل {طبتم فادخلوها\nخالدين} معناه كنتم طيبين في الدنيا فادخلوها \". وجاء (كنتم) هكذا بتاءين\nوصوابه كنتم بنون فتاء وهو ظاهر.\n</p>\n\n<p>\n(وفي مادة - ع ت ب - ج 2 ص 65 س 23) \" والتعتب التجني تعتب عليه وتجنى\nعليه بمعنى واحد \". وروى (التعتب) بالجر والصواب رفعه على أنه مبتدأ خبره\nالتجني.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة - ع ى ب - ج 2 ص 125) روى لبعضهم\n</p>\n\n<p>\n(وصاحب لي حسن الدعابة ... ليس بذي عيب ولا عيابه)\n</p>\n\n<p>\nوضبطت (الدعابة) هنا بكسر الأول وفي مادة (وص ي - ج 2 ص 274 س 5) بفتحه\nوالصواب ضمه كما نص عليه في القاموس وغيره ومعناها في الموضعين اللعب\nوالمزاح.\n</p>\n\n<p>\n(وفي مادة - غ ض ب - ج 2 أول ص 11) روى لدريد بن الصممة يرثى أخاه عبد الله\n</p>\n\n<p>\n(فإن تعقب الأيام والدهر فاعلموا ... بني قارب أنا غضاب بمعبد)\n</p>\n\n<p>\n(وإن كان عبد الله خلى مكانه ... فما كان طضياشا ولا رعش اليد)\n</p>\n\n<p>\nثم جاء بعده \" قوله معبد يعني عبد الله فاضطر ومعبد مشنق من العبد فقال\nبمعبد وإنما هو عبد الله بن الصمة أخوة \". وضبط (فاضطر) بفتح الطاء أي\nبالبناء للمعلوم والصواب ضمها لأنك تقول اضطره فلان إلى كذا تريد أحوجه\nوألجاه فاضطر هو بالبناء للمجهول. ووقع مثله في مادة (س م و - ج 19 - أول ص\n123) في قوله \" فجاء به هذا الشاعر لما اضطر على القياس المتروك \" فضبط\nبفتح الطاء أيضا. وكذلك وقع مثله في مادة (أض ض - ص 321) من القاموس طبع بولاق.\n</p>\n\n<p>\n(وفي مادة - ك ل ب - ج 2 ص 220 س 14) \" أرض كلبة أي غليظة قف لا يكون\nفيها شجر ولا كلأ ولا نكون جبلا \". وروى (نكون) بالنون أوله وصوابه\nبالمثناة الفوقية لعود الضمير فيه إلى الأرض.\n</p>\n\n<p>\n(وفي مادة - ف ت ت - ج <span id='ms06'></span> 2 ص 369) روى لزهير\n</p>\n\n<p>\n(كان فتات العهن في كل منزل ... نزلن به حب القنى لم يحطم) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             # ولا معنى هنا للقنى بالقاف وأنما هو الفنا بالفاء وهو عنب الثعلب أو شجر\nذو حب أحمر وبه روى البيت في مادة (ف ن ي - ج 20 ص 25) ولم يذكر شراح\nالمعلقات غير هذه الرواية فيه.\n</p>\n\n<p>\n(وفي مادة - ح ي ث - ج 2 ص 445 س 11) س حيث ظرف مبهم من الأمكنة \" الخ\nبتنوين (حيث) والصواب بناؤها لأن كلام المصنف عنها صريح في إرادته المبنية\nلا المعربة في لغة بني فقعس التي تكلم عليها بعد ذلك.\n</p>\n\n<p>\n(وفي مادة - ل وث - ج 3 آخر ص 7) \" وقال النوري لم يلث لم يبطئ \" هكذا\nبغير نقط في (النورى) وكتب المصحح في الحاشية \" كذا في الأصل بلا نقط ولا\nشكل ويمكن أنه البوري نسبة إلى بور بضم الباء بلدة بفارس خرج منها مشاهير\nوالله أعلم \". قلنا الراجح أنه (النوزي) بفتح المثناة الفوقية والواو\nالمشددة بالزاي وهو اسم كثير الورود في النقول اللغوية كما يعلم بالتتبع\nويراد به عبد الله بن محمد بن هرون الأمام اللغوي أحد من قرأ على الجرمي\nوالأصمعي وروى الكثير عن أبي عبيدة ونسبته إلى توز بلدة بفارس يقال لها توج أيضا.\n</p>\n\n<p>\n(وفي مادة - ح ر ج - ج 3 ص 59) روى لعنترة يصف ظلما وقلصه\n</p>\n\n<p>\n(يتبعن قلة رأسه وكأنه ... حرج على نعش لهن مخيم)\n</p>\n\n<p>\nوروى (مخيم) بالرفع على أنه نعت لحرج والصواب جره على أنه نعت لنعش وبه\nضبط في مادة (ن ع ش - ج 8 ص 247) ومعناه المجعول عليه خيمة كما في شرح ابن\nالنحاس على المعلقات. وللحرج معان أوفقها لما هنا أنه خشب بشد بعضه إلى بعض\nويجعل فوق الميت. ولا يخفى أن قوافي القصيدة كلها مجرورة فلا داعي لتوهم\nأقواء لم ينص عليه أحد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة - س ب ج - ج 3 ص 118 س 17) \" السبيجة القميص فارسي معرب ابن\nالسكيت السبيج والسبيحة البقير \". وروى (السبيحة) بالحاء المهملة والصواب\nبالجيم كما لا يخفى.\n</p>\n\n<p>\n(وفي مادة - ع ر ج - ج 3 ص 145) روى لأبي <span id='ms07'></span> الكعب الأسدي\n</p>\n\n<p>\n(أفكان أول ما اثبت تهارشت ... أبناء عرج عليك عند وجار)\n</p>\n\n<p>\nوجاء بعده \" يعني أبناء الضباع وترك صرف عرج لأنه جعله اسما للقبيلة.\n</p>\n\n<p>\nوأما ابن الأعرابي فقال لم يجر عرج وهو جمع لأنه أراد التوحيد والعرجة \"\nالخ. وضبط (لم يجر) بفتح فضم مع تشديد الراء أي بجعله مضارعا لجر والكلام\nهنا في منع الصرف فكان الصواب أن يضبط بضم فسكون مع تخفيف الراء من أجراه\nيجريه بمعنى صرفه وهو اصطلاح بهم يعبر به سيبويه في الكتاب وصاحب القاموس\nفي بعض المواضع قال الخفاجي في شفاء العليل في كلامه على (جهنم) \" لم نجر\nبمعنى لم ننصرف وهي عبارة سيبويه والمنصرف وغير المنصرف عبارة البصريين\nواصطلاح الكوفيين المجري وغير المجري \" انتهى والمعنى عليه ظاهر من سياق\nالعبارة إذ لا خلاف في أن لفظ (عرج) في البيت مجرور للإضافة وأن كان جره\nبالفتحة. اللهم إلا إذا حملناه على تساهل الكوفيين وبعض النحاة في التعبير\nعن ألقاب الأعراب فيكون المراد بالجر هنا الكسر غير أننا نرى ضبطه على ما\nذكرناه أولى منعا للالتباس.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة - ع ن ج - ج 3 ص 154 س 3) \" والعنج أن يجذب راكب البعير خطامه\nقبل رأسه حتى لزم دفراه بقادمة الرحل \". وروى (دفراه) بالدال المهملة\nوالصواب بالمعجمة وهي العظم الشاخص خلف أذن البعير والمراد حتى تحاذى أذن\nالبعير قادمة الرحل من شدة الجذب.\n</p>\n\n<p>\n(وفي مادة - غ م ل ج - ج 3 ص 161) روى لأبي نخيلة في وصف ناقة تعدو في\nخرق واسع\n</p>\n\n<p>\n(تغرقه طورا بشد تدرجة ... وتارة يغرقها غملجة)\n</p>\n\n<p>\nهكذا بضبط (غملجه) بفتح الجيم وضم الهاء والصواب ضم الجيم لرفعه على\nالفاعلية ليغرق وإسكان هاء الوصل.\n</p>\n\n<p>\n(وفي مادة - ف ر ج - ج 3 ص 166) روى للبيد\n</p>\n\n<p>\n(قعدت كلا الفرجين تحسب أنه ... مولى المخافة خلفها وأمامها)\n</p>\n\n<p>\nوروى (قعدت) بالقاف من القعود وهو شئ لم يروه أحد وإنما الصواب (فغدت)\nبالفاء والغين المعجمة من غدا يغدو أو بالمهملة من عدا يعدو وهما الروايتان\nالمنصوص عليهما في شروح المعلقات وبالأولى ورد البيت في مادة (ول <span id='ms08'></span> ي - ج 20\nص 291) ألا أنه روى بنصب (خلفها وأمامها) مع أن القصيدة مرفوعة الروى\nفالصواب رفعهما قال الزوزني خلفها وأمامها خبر مبتدأ محذوف تقديره هو خلفها\nوأمامها ويكون تفسير كلا الفرجين ويجوز أن يكون بدلا من كلا الفرجين\nوتقديره فغدت كلا الفرجين خلفها وأمامها تحسب أنه مولى المخافة.\n</p>\n\n<p>\n(وفي مادة - ك ج ج - ج 3 ص 175 س 19) الكجة بالضم والتشديد لعبة للصبيان\nقال ابن الأعرابي هو أن يأخذ الصبي خزفة فيدورها ويجعلها كأنها كرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n             # ثم يتقامرون بها \". وضبط (كرة) بتشديد الراء والصواب تخفيفها على وزن ثبة\nبنص القاموس.\n</p>\n\n<p>\n(وفي مادة - ن ض ج - ج 3 ص 202 س 7) \" ونضجت الناقة بولدها ونضجته وهي\nمنضج جاوزت الحق بشهر ونحوه ولم تنتج أي زادت على وقت الولادة \". وروى\n(الحق) بالجر والصواب نصبه على المفعولية لجاوزت وهو ظاهر. ولا يبعد أن\nتكون للفظة ضبطت في الأصل بضبطتين أي بفتح الحاء وكسرها لأن الحق إذا كان\nبالمعنى الوارد هنا جاز في أوله الضبطان كما فصله المؤلف وصاحب القاموس في\nموضعه فحول الناسخ الكسرة إلى القاف ولم ينتبه لها المصحح.\n</p>\n\n<p>\n(وفي مادة - ب د ح - ج 3 ص 230 س 17) \" والبدح من قولهم بدح بهذا الأمر\nأي باح بة والصواب بهذا (بالذال) المعجمة وهو ظاهر.\n</p>\n\n<p>\n(وفي مادة - ذ ب ح - ج 3 ص 264 س 6) \" وتذابح القوم أي ذبح بعضهم بعضا\nيقال التمادح التدابح \". والصواب التذابح بالذال المعجمة لأن الكلام في\nمادة الذبح ولا معنى هنا للتدابح بالمهملة.\n</p>\n\n<p>\n(وفي مادة - س ى ح - ج 3 ص 323 س 14) \" وفي حديث علي رضي الله عنه أولئك\nأمة الهدى ليسوا بالمسابيح ولا بالمذاييع البذر يعني الذين يسيحوا في الأرض\nبالنميمة \". وورد (يسيحوا) هكذا يحذف النون والصواب يسيحون بإثباتها لتجرد\nالفعل من الناصب والجازم. وسيأتي الكلام على حذف هذه النون مفصلا في مادة\n(ط ل ق) .\n</p>\n\n<p>\n(وفي مادة - ق ر ح - ج 3 ص 396) روى لعبيد\n</p>\n\n<p>\n(فمن بنجوته كمن بعقوته ... والمستكن كمن يمشي بقرواح)\n</p>\n\n<p>\nوضبط (عبيد) بضم أوله أي بصيغة التصغير وبها ضبط أيضا في مادة (م ج <span id='ms09'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             # س - ج 8 ص 98 س 13) وهو ابن الأبرص المشهور والبيت من قصيدة له يصف بها\nالسحاب أولها (هبت تلوم وليست ساعة اللاحي) والصواب فيه عبيد بفتح فكسر كما\nنص عليه الإمام ابن خلكان في آخر ترجمة ابن دريد والحافظ شمس الدين الذهبي\nفي كتاب المشتبه في أسماء الرجال والبغدادي في خزانته (ج 1 ص 323) . (وفي\nمادة ر ض ج 8 ص 399 س 14) \" أول من قال عبير ابن الأبرص \" أي المثل المشهور\n\" حال الجريص دون القريض \" فضبط بضم فكسر وهو ضبط عجيب والصواب ما ذكرناه.\n</p>\n\n<p>\nومما يستاءنس عجيب في ضبطه قول أبي تمام من قصيدة\n</p>\n\n<p>\n(لما أظلتني غمامك أصبحت ... تلك الشهود على وهي شهودي)\n</p>\n\n<p>\n(من بعد أن ظنوا بأن سيكون لي ... يوم بيغيهم كيوم عبيد)\n</p>\n\n<p>\nقال الصولي في شرحه على الديوان يعني عبيد ين الأبرص الأسدي لقي النعمان\nفي يوم يؤسه الذي كان لا يلقاه فيه أحد إلا قتله فقتله وكان بلغه أنه هجاه.\n</p>\n\n<p>\nوقال التبريزي في شرحه هو عبيد بن الأبرص الشاعر قتله عمرو ابن هند.\n</p>\n\n<p>\nوقول أبي العلاء المعري في لزوم ما لا يلزم\n</p>\n\n<p>\n(يود الفتى أن الحياة بسيطة ... وأن شقاء العيش ليس يبيد)\n</p>\n\n<p>\n(كذاك نعام القفر يخشى من الردى ... وقوتاه مرو بالفلا وهبيد)\n</p>\n\n<p>\n(وقد يخطئ الرأي امرؤ وهو حازم ... كما اختل في نظم القريض عبيد)\n</p>\n\n<p>\nأراد عبيد بن الأبرص في قوله (أقفر من أهله ملحوب) فإنه أخل بوزن أبيات\nمنها. فيعلم مما تقدم أن مراد الشاعر بن عبيد بن الأبرض وإذا تأملت قوافي\nالقصيدتين وجدت حركة الحذو فيهما مجانسة للردف والسناد مما يتجنب المولدون\nويستبعدون من مثل أبي تمام فضلا عمن التزم في شعره مالا يلزم.\n</p>\n\n<p>\nومما يستأنس به أيضا قول أبي سعيد الرستمي من قصيدة في وصف شعره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n             # (قواف إذا ما رآها المشوق ... هززن لها الغانيات القدودا)\n</p>\n\n<p>\n(كسون عبيدا ثياب العبيد ... وأضحى لبيد لديها بليدا)\n</p>\n\n<p>\n(وفي مادة - أر خ - ج 3 ص 482 س 4) في تفسير بيتين \" قال ولد الوعل\nوالأرخ ولد البقرة ويخرمس أي بسكت أو لأطوم الضما شفتيه \". والصواب\n(والأطوم <span id='ms10'></span>) بتقديم واو العطف على الألف وهو ظاهر.\n</p>\n\n<p>\n(وفي مادة - ز ل خ - ج 3 ص 498 س 14) \" وسئل أبو الدقيش عن تفسير هذا\nالبيت بعينه فقال الزلج أقصى غاية المغالي لزلخ غلوة سهم \" والصواب\n(والزلخ) .\n</p>\n\n<p>\n(وفي مادة - ج د د - ج 4 آخر ص 78) \" وبه سمت المدينة التي عند مكة جدة \"\nوالصواب (سميت) وهو ظاهر. نعم يصح (سمت) إن جعلناه من سمى مجهول سماه يسموه\nبمعنى سماه ثم أجريناه على لغة طيئ بأن تفتح عينه ليصير (سما) لأنهم يكرهون\nمجئ الياء المتحركة بعد كسرة فيفتحون ما قبلها لتنقلب ألفا فيقولون في مثل\nرضى مبنيا للمعلوم رضا وفي رضي المجهول رضا قال شاعر منهم\n</p>\n\n<p>\n(نستوقد النيل بالحضيض ونصطاد نفوسا بنت على الكرم ... )\n</p>\n\n<p>\nأراد بنيت. إلا أن كل هذا تكلف ظاهر لا داعي له وما يجوز لطيئ أو لغيرهم\nلا يجوز التعبير به في كتب اللغة ولكن يؤتى به لبيانه وشرحه لأنها أنما\nوضعت لتوضيح المشكل وتفسير المستغلق لا للإغراب باللغات.\n</p>\n\n<p>\n(وفي مادة - ج ع د - ج 4 ص 95) روى قول الراجز\n</p>\n\n<p>\n(قد تيمتني طفلة أملود ... بفاحم زينه التجعيد)\n</p>\n\n<p>\nوضبط (طفلة) بكسر الطاء والصواب فتحها لأن المراد هنا المرأة الرخصة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             # الناعمة لا التي في سن الطفولة.\n</p>\n\n<p>\nوفي مادة - ج ود - ج 4 ص 111) روى للفرزدق\n</p>\n\n<p>\n(قوم أبوهم أبو العاصي أجادهم ... قزم نجيب لجدات منا جيب)\n</p>\n\n<p>\nوضبط (لجدات) بفتح التاء كأنهم توهموه ممنوعا من الصرف والصواب كسرها مع\nالتنوين.\n</p>\n\n<p>\n(وفي مادة - س أد - ج 4 ص 184) روى لبعضهم\n</p>\n\n<p>\n(لم تلق خيل قبلها ما لقيت ... من غب هاجرة وسير مسأد)\n</p>\n\n<p>\nوضبط (لقيت) بثلاث فتحات نم جاء بعده \" أراد لقيت وهي لغة طيئ \".\n</p>\n\n<p>\nقلنا المراد بلغة طئ أنهم يقولون في مثل لقيه يلقاه لقاه يلقاه كما تقدم\nالكلام عليها قبل هذا لأنهم ينطقون بالفعل على ما رسم به في البيت. ومن\nالمعلوم أن الفعل الناقص إذا كان بالألف واتصلت به ناء التأنيث سقطت ألفه\nفيقال في مثل رمى وغزا رمت وغزت فالصواب في البيت (ما قد لقت) كما روى في\nمادة <span id='ms11'></span> (ل ق ي - ج 20 ص 120) وبه يستقيم الوزن.\n</p>\n\n<p>\n(وفي مادة - س ن د - ج 4 ص 205 س 18) \" والسند مثقل سنود القوم في الجبل\nوفي حديث أحد رأيت النساء يسندن في الجبل أي يصعدن ويروى بالشين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             # المعجمة وسنذكره \". والمراد بالمثقل المشدد كما لا يخفى وليس في لفظ\n(السند) حرف مشدد إلا السين وهي لا تكون إلا مشددة متى سبقتها أداة التعريف\nلأنها من الحروف الشمسية وحكمها معلوم ولا نرى أحدا يعنى بالنص على مثلها\nبل أحر بأن يكون النص هنا مدعاة للاضطراب في ضبط الكلمة إذ قد يتبادر أن\nالتشديد في غير هذا الحرف فيقع الإشكال. ومثل هذا وإن كان خارجا عما نتعرض\nله وليس مقصودا بالذات من ذكره هنا إلا أنه شئ عرض فقلنا فيه بما ظهر لنا.\nولا ندري عمن نقل المؤلف هذه الجملة أما الحديث وما بعده فمنقول من نهاية\nابن الأثير والمتبادر من قوله \" ويروى بالشين المعجمعة وسنذكره \" أنه مذكور\nفي (ش ن د) مع أن هذه المادة لا وجود لها في الكتابين ولا في كتب اللغة\nالتي بأيدينا ولكن الذي ذكره الأمام السيوطي في مختصر النهاية عند الكلام\nعلى (سند) أن الرواية الأخرى في الحديث (يشتددن) أي من الشد يمعنى الإسراع\nفي المشي. وبمراجعة باب الشين من النهاية وجدنا فيه ما نصه.\n</p>\n\n<p>\n\" وفي حديث أحد حتى رأيت النساء يشتددن في الجبل أي يعدون هكذا جاءت\nاللفظة في كتاب الحميدي. والذي جاء في كتاب البخاري يشتدن هكذا جاء بدال\nواحدة والذي جاء في غيرهما يسندن بالسين والنون أي يصعدن فيه فأن صحت\nالكلمة على ما في البخاري وكثير ما يجئ أمثالها في كتب الحديث وهو قبيح في\nالعربية لأن الأدغام إنما جاز في الحرف المضعف لما سكن الأول وتحرك الثاني\nفأما مع جماعة النساء فأن التضعيف يظهر لأن ما قبل نون النساء لا يكون إلا\nساكنا فيلتقي ساكنان فيحرك الأول وينفك الأدغام فتقول يشتددن فيمكن تخريجه\nعلى لغة بعض العرب من بكر بن وائل يقولون ردت وردت وردن <span id='ms12'></span> يريدون رددت ورددت\nورددن قال الخليل كأنهم قدروا الأدغام قبل دخول التاء والنون فيكون لفظ\nالحديث يشتدن \" انتهى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nوقد نقل صاحب اللسان هذه العبارة بنصها في مادة (ش د د - ج 4 ص 220) إلا\nأن ضبط بعض الكلمات وقع مخالفا لما فيها فضبطوا (يشتدن) في الموضعين هكذا\nبإسكان الدال المخففة كما ضبطوا (ردت) وما بعده بالإسكان والتخفيف أيضا\nوالكلام في ذلك هو المقصود من كل ما تقدم فنقول.\n</p>\n\n<p>\nالمفهوم من عبارة ابن الأثير أن الدال في كل ذلك مشددة مفتوحة بدليل\nلصريحه بقبحه في العربية لاجتماع الإدغام مع ضمير الرفع المتحرك إلى آخر ما\nذكره ولو كانت الدال ساكنة مخففة كما ضبطت في اللسان لكان الفعل على بابه\nمع الضمير ولم يكن هناك وجه للاستقباح. وكأن المصحح اغتر بقوله \" يشتدن\nهكذا جاء بدال واحدة \" فظنه نصا على حذف إحدى الدالين ولم يفطن لما جاء\nبعده في العبارة فوقع في هذا الضبط. ويعضد ما ذكرنا قول الإمام ابن مالك في\nالتسهيل \" والأدغام قبل الضمير لغة \" وقول أبي حيان في شرحه \" قوله لغة هي\nلغة ناس من بكر بن وائل يقولون ردن ومرن وردت وهذه لغة ضعيفة كأنهم قدروا\nالإدغام قبل دخول النون والتاء فابقوا اللفظ على حاله عند ما دخلتا. وحكى\nبعض الكوفيين في هذا ردن يزيد نونا ساكنة قبل نون الإناث ويدغمها فيها لأن\nنون الإناث لا يكون ما قبلها إلا ساكنا وكأنه حافظ على بقاء الإدغام فزاد\nهذه النون \" انتهى. وقال الدماميني \" وبعضهم يزيد ألفا فيقول ردات وهو في\nغاية الشذوذ \" انتهى أي بزيادة الألف قبل تاء الضمير كما في شرح التسهيل\nلعلي باشا. وقد تكلم سيبوبه على هذه اللغة في باب اختلاف العرب في تحريك\nالآخر الخ من الكتاب (ج 2 ص 160 من النسخة المطبوعة ببولاق) .\n</p>\n\n<p>\n(وفي مادة - ص ي د ج 4 ص 249 س 8) \" وقد يقع الصيد على المصيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             # نفسه نسمية بالمصدر كقوله تعالى {لا تقتلوا الصيد وأنتم حرم} وضبط\n(الصيد) بكسر أوله والصواب فتحه لأن مصدر صاد مفتوح الأول <span id='ms13'></span> قياسا وحسبك\nاستشهاده بالآية الكريمة وهو فيها مفتوح.\n</p>\n\n<p>\n(وفي مادة - ط ر د - ج 4 ص 258) \" والطريدة لعبة الصبيان صبيان الأعراب\nيقال لها المأسة والمسة وليست بثبت وقال الطرماح يصف جواري أدركن فترفعن عن\nلعب الصغار والأحداث.\n</p>\n\n<p>\n(قضت من عناق والطريدة حاجة ... فهن إلى لهو الحديث خضوع)\n</p>\n\n<p>\nوروى (عناق) بالنون والقاف والصواب (عياف) بفتح أوله وبالمثناة التحتية\nوالفاء وهي لعبة أخرى للصبيان قال عنها صاحب القاموس \" والعياف كسحاب\nوالطريدة لعبتان لهم أو العياف لعبة الغميصاء \". وقال المصنف في (ع ي ف - ج\n11 ص 168) \" عياف والطريدة لعبتان لصبيان الأعراب وقد ذكر الطرماح جواري\nشبين عن هذه اللعب فقال قضت من عياف والطريدة \" الخ وحسبنا به دليلا على ما\nذكرنا. والذي في مادة (ط ر د) من شرح القاموس (عيان) بالمثناة التحتية\nوالنون ولم يجر مصححه هنا على عادته في متابعة ما في اللسان بل تنبه للخطأ\nفي كليهما فكتب على الحاشية ما نصه \" قوله عيان كذا بالنسخ وفي اللسان عناق\nوهما تصحيف والصواب عياف كما في التكملة \" ثم نقل عبارة القاموس.\n</p>\n\n<p>\n(وفي مادة - ع ب د - ج 4 ص 266 س 17) ضبط (عدى بن زيد العبادي) بفتح\nالعين وتشديد الباء والصواب (العبادي) بكسر أوله وتخفيف الباء والعجب من\nالوقوع في هذا الخطأ بعد أن مر على المصحح في (ص 262) من هذه المادة \"\nوالعباد قوم من قبائل شتى من بطون العرب اجتمعوا على النصرانية فأنفوا أن\nيتسموا بالعبيد وقالوا نحن العباد والنسب إليه عبادي كأنصاري \" إلى أن قال\n\" ومنه عدي بن زيد العبادي بكسر العين \". قلنا ويؤيد ما ذكره المصنف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             # ما جاء في كتاب الاشتقاق لابن دريد. وقد ضبطوه في مادة (ح ج ل - ج 13 ص\n153) كما ذكرنا بالكسر والتخفيف ولكنه جاء في مادة (خ ن ق) من القاموس\nمضبوطا بالقلم بالضبط الأول وكأنهم اعتمدوا في فتح العين على نص الجوهري في\nالصحاح وهو شئ خطأه فيه الصاغاني وابن خلكان والمصنف نقلا عن ابن بري وصاحب\nالقاموس وشارحه والبغدادي في خزانته (ج 2 ص 370) ولم يستطيع <span id='ms14'></span> صاحب الوشاح\nالانتصار له إلا بقوله \" أما العباد بمعنى القبائل فذكره صاحب الضياء\nبالكسر وذكره الجوهري بالفتح نصا وعند ابن فارس بالفتح شكلا \" ورأيت على\nهذه المادة من الصحاح في نسخة عندي عتيقة مقروءة كان معتمد شارح القاموس\nعليها في شرحه كما أثبته في آخرها بخطه ما نصه \" حاشية بخط أبي زكريا\nالمعروف المحفوظ عباد بكسر العين والنسبة عبادي \" انتهى. أما تشديد الباء\nفلا معتمد لهم فيه فيما رأينا.\n</p>\n\n<p>\n(وفي مادة - ع ق د - ج 4 أول ص 290) روى لجرير\n</p>\n\n<p>\n(تبول على القتاد بنات تيم ... مع العقد النوابح في الديار)\n</p>\n\n<p>\nوضبط (تيم) بكسر أوله والصواب فتحه لأنه إما أن يكون مسمى بالصفة المشبهة\nأي بالتيم بمعنى العبد أو بمصدر تامه الحب تيما وكلاهما مفتوح الأول\n</p>\n\n<p>\n(وفي مادة - ع ن ج د - ج 4 ص 304) روى قول الشاعر\n</p>\n\n<p>\n(غدا كالعملس في خدلة ... رؤوس العظارى كالعنجد) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             # وروى (خدلة) بالخاء المعجمة والدال المهملة وتاء التأنيث آخره وهو خطأ\nمفسد لمعنى البيت والصواب (حذله) بمهمله فمعجمة مضافا إلى ضمير الغائب كما\nروى في مادة (ع ظ ر - ج 6 أول ص 260) . ومعنى الحذل بضم أوله وفتحه حجزة\nالإزار والقميص والعملس الذئب والعظارى ذكور الجراد والعنجد بضم العين\nوالجيم الزبيب.\n</p>\n\n<p>\n(وفي مادة - ف س د - ج 4 أول ص 333) \" وفسد الشئ إذا أباره وقال ابن جندب:\n</p>\n\n<p>\n(وقلت لهم قد أدركتكم كتيبة ... مفسدة الآدبار ما لم تخفر)\n</p>\n\n<p>\nثم قال المصنف في تفسيره \" أي إذا شدت على قوم قطعت أدبارهم ما لم تخفر\nالأدبار أي لم تمنع \". وضبط (مفسدة) بفتح الميم والسين وهو ضبط عجيب والذي\nيقتضيه ما قبل البيت وما بعده أن يكون بضم الأول وكسر السين لأنه اسم فاعل\nمن فسد كما لا يخفى.\n</p>\n\n<p>\n(وفي مادة - ق د د - ج 4 ص 343) روى قول الشاعر\n</p>\n\n<p>\n(كسبت اليماني قده لم يجرد ... )\n</p>\n\n<p>\nوروى (كسبت) هكذا على أنه فعل ماض مسند لضمير المتكلم والصواب (كسبت) على\nأن الكاف للتشبيه والسبت بالكسر الجلد المدبوغ وهو مضاف لليماني وضبط (قده)\nبالنصب والصواب رفعه على أنه <span id='ms15'></span> مبتدأ خبره لم يجرد.\n</p>\n\n<p>\nوصدر هذا العجز\n</p>\n\n<p>\n(وخد كقرطاس الشامي ومشفر ... )\n</p>\n\n<p>\nوالبيت لطرفه بين العبد يصف به ناقته فيقول ولها خد كالقرطاس في نقايته\nولها مشفر طويل كانه من نعال السبت وذلك مما تمدح به الإبل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة - ق ص د - ج 4 ص 355) روى لبعضهم\n</p>\n\n<p>\n(إذا بركت خوت على ثفناتها ... على قصب مثل اليراع المقصد)\n</p>\n\n<p>\nوضبط (ثفناتها) بفتح الفاء والصواب وكسرها جمع ثفنة بكسر الفاء بنص\nالقاموس وهي من البعير الركبة وما مس الأرض من كركرته وسعد اناثه وأصول\nأفخاذه. وقد تكرر ضبط هذه اللفظة بالكسر كما ذكرنا في مادة (ث ف ن - ج 16)\nومادة (خ وي - 180) .\n</p>\n\n<p>\n(وفي مادة - ق ي د - ج 4 ص 374) روى لامرئ القيس\n</p>\n\n<p>\n(وقد اغتدى والطير في وكناتها ... بمنجرد قيد الأوابد هيكل)\n</p>\n\n<p>\nوضبط (قيد) بالتنوين والصواب حذفه للضافة وإقامة الوزن.\n</p>\n\n<p>\n(وفي هذه المادة ص 375 ص 20) ضبط (اللثات) بفتح أوله والصواب كسره وهو\nجمع لثه بالكسر لمغرز الأسنات وقد أشتهر على الألسنة فتح أولها وهو خطأ\nينبغي التنبه لها. وفي تصحيح التصحيف وتحرير التحريف للصفدي ما يدل على أن\nهذا الخطأ كان شائعا قبل الآن ومقرونا به خطأ آخر وهو تشديد الثاء فقد نقل\nعن تقويم اللسان لابن الجوزي وتثقيف اللسان للصقلى ما نصه واللفظ للأخير \"\nويقولون للحم الأسنان لثة والصواب لثة بتخفيف الثاء وكسر اللام \".\n</p>\n\n<p>\n(وفي مادة - ل ه د - ج 4 ص 399) روى لطرفة\n</p>\n\n<p>\n(الحلى بطئ عن إلى الخنى ... ذليل بأجماع الرجال ملهد)\n</p>\n\n<p>\nبرفع هذه الصفات كلها والصواب جرها لأنها صفات لمجرور ذكر في بيت قبله\nوهو قوله:\n</p>\n\n<p>\n(ولا تجعليني كامرئ ليس همه ... كهمي ولا يغنى غنائي ومشهدي) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             # ولا معنى للرفع على القطع لأنه يؤدي إلى رفع القافية وقوافي القصيدة\nمجرورة إلا إذا أتبعنا النعت الأخير بعد قطع ما تقدمه ولا يخفى عدم جوازه\nعلى الصحيح. على أن مثل هذا الاختلاف لو كان مرويا في البيت ما سكت عنه\nرواة المعلقات وشراحها وهم يعنون بالنص على ما هو أقرب منه وأوضح.\n</p>\n\n<p>\nفإن قيل لو جرينا على <span id='ms16'></span> ما ذكرتم في كل بيت يروى فذا لاحتجنا فيه إلى معرفة\nالرواية أو الوقوف على ما قبله أو بعده وهو ما يكاد يكون مستحيلا علينا في\nأغلب شواهد اللسان وغيرها. قلنا إنما نقول بذلك فيما عرف وجهه أما ما لم\nيعرف فلا حرج فيه متى احتملته قواعد العربية. وأنك لو تتبعت مواد اللسان\nلرأيت من تدقيقهم في مثله ما يقضى بالعجب ويحكم لك بما ذهبنا إليه فمنه ما\nروي لأبي ذويب في مادة (ك ور - ج 6 ص 471) .\n</p>\n\n<p>\n(ولا مشب من الثيران أفرده ... عن كوره كثرة الإغراء والطرد)\n</p>\n\n<p>\nفأنه يصح فيه جر الطرد عطفا على الإغراء ورفعه عطفا على كثرة ولكن المصنف\nنقل عن ابن بري أنه خطأ من رواه بالجر لأن أول القصيدة\n</p>\n\n<p>\n(تالله يبقى على الإيام مبتقل ... جون السراة رباع سنه غرد)\n</p>\n\n<p>\nوهو عين ما فعلناه في بيت طرفة. ومنه ما روى في مادة (ش خ م - ج 15 ص 212)\n</p>\n\n<p>\n(ولثه قد ثتنت مشخمه ... ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             # برفع لثة وقول المصنف نقلا عن ابن بري إن الصواب إنشاده ولثة بالنصب لأن\nقبله (لما رأت أنيابه مثلمة) . ومثله ما روى في مادة (غ وق - ج 12 ص 169\nللقلاخ بن حزن\n</p>\n\n<p>\n(معاود للجوع والإملاق ... يغضب إن قال الغراب غاق)\n</p>\n\n<p>\n(أبعدكن الله من نياق ... )\n</p>\n\n<p>\nبرقع (معاود) وقول المصنف نقلا عن ابن بري إن صواب إنشاده معاودا للجوع\nلأن قبله:\n</p>\n\n<p>\n(أنفد هداك الله من خناق ... وصعدة العامل للرستاق)\n</p>\n\n<p>\n(أقبل من يثرب في الرفاق ... معاودا للجوع والإملاق)\n</p>\n\n<p>\nويشبه في تدقيقهم ما روى للفرزدق في مادة (م ض ح - ج 3 ص 436)\n</p>\n\n<p>\n(وأمضحت عرضي في الفلاة وشنتني ... وأوقدت لي نارا بكل مكان)\n</p>\n\n<p>\nوقول المصنف نقلا عن ابن بري أيضا إن صواب إنشاده وأمضحت بكسر التاء لأنه\nيخاطب النوار امرأته وقبله:\n</p>\n\n<p>\n(ولو سئلت عني النوار ورهطها ... إظا لم توار الناجذ الشفتان)\n</p>\n\n<p>\n(لعمري لقد رققتني قبل رقتي ... وأشعلت في الشبب قبل أوان)\n</p>\n\n<p>\nومثله ما روى لليلى الأخيلية في مادة (ق ب ل) - ج 14 ص 58)\n</p>\n\n<p>\n(ولما أن رأيت الخيل قبلا ... تباري بالخدود شبا العوالي <span id='ms17'></span>)\n</p>\n\n<p>\nبضم التاء من رأيت وقول ابن بري إن الصواب فتحها لأنها قالته في فائض بن\nأبي عقيل وكان قد فر عن توبه يوم قتل وبعده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             # (نسيت وصاله وصدتت عنه ... كما صد الأزب عن الظلال)\n</p>\n\n<p>\nبل قد رأيناهم لا يسكتون عما في أوله الفاء أو الواو إن وقعت إحداهما\nموضع الأخرى كما فعلوا في مادة (ض ل ل ج 13 ص 120) بقول الأسودين يعفر\n</p>\n\n<p>\n(وقبلي مات الخالدان كلاهما ... عميد بني جحوان وابن المضلل)\n</p>\n\n<p>\nفقد نقل المصنف عن ابن بري أن صواب إنشاده بالفاء لأن قبله\n</p>\n\n<p>\n(فإن يك يومي قد دنا وإخاله ... كواردة يوما إلى ظمء منهل)\n</p>\n\n<p>\nومثله في وقوع الواو ومكان أو ما روى في مادة (ح ز ب - ج 1 ص 300 (لأمية\nابن أبي عائذ الهذلي\n</p>\n\n<p>\n(أوا صحم حام جراميزه ... حزابية حيدي بالدحال)\n</p>\n\n<p>\nفقد رواه الجوهري في صحاحه (وأضحم حام جراميزه) ونقل المؤلف عن ابن بري\nأن صوابه (أوا صحم) لأنه معطوف على جمزي في بيت قبله وهو\n</p>\n\n<p>\n(كأني ورحلي إذا زعتها ... على جمزي جازئ بالرمال)\n</p>\n\n<p>\nوهو كثير في الكتاب نجتزئ عنه بما ذكرنا\n</p>\n\n<p>\n(تتمة) وقفت في مسائل أبي عبد الله محمد بن محمد بن إسماعيل الأندلسي\nالمعروف بالراعي المسماة بالأجوبة المرضية عن الأسئلة النحوية على فائدة\nمستطرفة في قطع النعت نعضد ما ذكرنا من امتناع الأتباع بعد القطع فأحببت\nإبرادها برمتها استجماما لنفس المطالع بما فيها من مستملح النقول قال:\n</p>\n\n<p>\n\" المسألة السادسة والعشرون سأل بعض الفضلاء لم جاز في باب النعت القطع\nبعد الأتباع ولم يجز الأتباع بعد القطع. والجواب أن قطع النعوت أبلغ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             # في المدح والذم أو البيان أو نحوها من الإتباع اعتبارا بتكثير الجمل ولا\nسيما القطع إلى الرفع فأن الجمل الإسمية لها شرف على غيرها ولولا ذلك ما\nارتكبوا فيه الخروج من خفض إلى رفع ونحوه وذلك نحو قولهم مررت بزيد الفاضل\nالكريم بخفض الفاضل ورفع الكريم وهذا غاية في بعد الحركتين.\n</p>\n\n<p>\nوالإتباع بعد القطع يلزمه منه الرجوع عن قصد الكمال إلى النقض وأيضا فأن\nالعرب إذا انصرفت <span id='ms18'></span> عن الشئ لا تحب العودة إليه.\n</p>\n\n<p>\nقال شيخ شيوخنا الأستاذ أو عبد الله محمد بن الفخار الشهير بالبيري\nالغرناطئ في شرحه على الجمل المانة من الإتباع بعد القطع ما صرح به الشاعر\nفي قوله\n</p>\n\n<p>\n(إذا انصرفت نفسي عن الشيء لم تكد ... إليه بوجه آخر الدهر ترجع)\n</p>\n\n<p>\nفكان من طباع العرب وعلو همتها إذا انصرفت عن الشيء لم تعد إليه فجعلوا\nلذلك ألفاظهم جارية على حد معانيهم.\n</p>\n\n<p>\nوقال أحد نحاة قزطبة وأدبائها المانع من ذلك ما يلزم عليه من تسفل بعد\nتصعد وقصور بعد كمال. بيان ذلك أن القطع أبلغ في المعنى المراد من الإتباع\nولو ذلك المعنى ما ذهب به ذلك المذهب البعيد وهذا بين إن شاء الله تعالى.\n</p>\n\n<p>\n(حكاية لطيفة) تتعلق بما نحن فيه كنت بمسجد قيسارية غرناطة أدامها الله\nللإسلام وعمرة بذكره انتظر شيخنا أبا الحسن علي بن محمد بن سمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             # الأندلسي الغرناطي رحمة! ؟ تعالى مع جماعة من فضلاء طلبته وصدورهم وكنت\nعلى ما أنا عليه الآن أصغرهم سنا وأقلهم علما وإذا برجل قد دخل علينا فيه\nفسأل عن مسألة فقهية نصها أن إماما صلى بجماعة جزءا من الصلاة فغلب عليه\nالحدث فخرج ولم يستخلف من لهم يتم بهم تلك الصلاة فصلى كل منهم جزءا منفردا\nثم إنهم بعد ذلك استخلفوا من أنم بهم باقي تلك الصلاة فهل تكون صلاة هؤلاء\nصحيحة أم باطلة وتلزمهم الإعادة. فلم يكن عند أحد من الحاضرين في المسألة\nتقل فسكتوا عن جوابه فقلت لهم أنا أجاوبه فيها بمسألة نحوبة فلما سمعوا\nكلامي ضحكوا وظنوه مزحا مني وقالوا هات الجواب النحوي في المسألة الفقيهة\nفقلت لهم الذي يظهر لي أن صلاة هؤلاء باطلة لأنهم أتبعوا بعد أن قطعوا\nوالإتباع بعد القطع ممتنع عند النحاة فصلاة هؤلاء فاسدة تجب إعادتها.\nفاستظرفها مني جميع من حضر لصغر سني وأخبروا شيخنا المذكورة فأعجب بها غاية\nوكان رحمه الله تعالى يفرح لطلبته إذا صدر منهم ما يوجب تعظيمهم ولم\nيرددها. ثم طلبنا نصا فيها على مذهب مالك <span id='ms19'></span> رحمه الله تعالى فلم نقف عليه ولو\nألفيناه كان أنم في الحسن. وقد يقال بفسادها من قول الشاعر المتقدم فيكون\nالجواب عنها نحويا وشعريا. والبيت المذكور من قصيدة تروى عينية وتروى لأمية\nمما أحفظه منهل:\n</p>\n\n<p>\n(وكنت إذا صاحب رام خلتي ... وبدل سوءا بالذل كنت أفعل)\n</p>\n\n<p>\n(قلبت له ظهر المجن ولم آدم ... على ذاك إلا ربما أنحول)\n</p>\n\n<p>\n(إذا انصرفت نفسي عن الشئ لم تكد ... عليه بوجه آخر الدهر تقبل)\n</p>\n\n<p>\nانتهى كلامة بنصة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوللنحافة طرائف في أمثال هذه الفتوى أذكر منها ما رواه أبو مسلم في\nمجالسه عن أبي عمر الجرمي أنه كان يقول أنا منذ ثلاثون سنة أفتي الناس في\nالفقه من كتاب سيبويه فسئل مرة وفي مجلسه جماعة من الفقهاء عن رجل سها في\nالصلاة فسجد سجدني السهو فسها فقال لا شئ عليه فقيل له من أين أخذت ذلك قال\nمن باب الترخيم لأن المرخم لا يرخم وفيها أيضا أن الفرآء سئل هذه المساءلة\nفقال لا شئ عليه لأن الإسم إذا صغر لا يصغر مرة أخرى.\n</p>\n\n<p>\n(وفي مادة ه د د - ج 4 ص 443) روي لأبي ذؤيب\n</p>\n\n<p>\n(يقولوا قد رأينا خير طرف ... بزقيه لا يهد ولا يخيب)\n</p>\n\n<p>\nوروى (بزقيه) هكذا بالهاء وبغير ضبط وكتب المصحح بالحاشية \" قوله بزقية\nكذا بالأصل وهو غير مستقيم فحرر \". قلت أعاد المصنف هذا البيت في مادة (ز ق\nوج 19) شاهدا على أن (زقية) اسم موضع ولم ينص على ضبط فيها بل ضبطت بالقلم\nفقط بفتح فسكون وهو موافق لما نص عليه البكري في معجم ما استعجم ألا أنه\nحكى اختلافا بين الرواة في هذه اللفظة فقال في الكلام على (رنية) اختلف\nالرواة في بيت أبي ذؤيب\n</p>\n\n<p>\n(إذا نزلت سراة بني عدي ... فسلهم كيف ما معهم حبيب)\n</p>\n\n<p>\n(يقولون قد وجدنا خير طرف ... برقية لا يهد ولا يخيب)\n</p>\n\n<p>\nفرواه أبو علي برقية بالقاف ورواه السكوني برنية بالنون ورواه النجيرمي\nبزقية بالزاي والقاف ورواه ثعلب برقبة بالراء المهملة والقاف والباء\nالمعجمة بواحدة انتهى كلامه وذكره لا يخلو من فائدة <span id='ms20'></span>.\n</p>\n\n<p>\n(وفي مادة - ب ص ر - ج 5 ص 132) روى لتوبة\n</p>\n\n<p>\n(وأشرف بالغور اليفاع لعلني ... أرى نار ليعلى أو يراني بصيرها) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             # وروى بالغور) بفتح الغين المعجمة وهو خطأ لأن معناه المنخفض من الأرض\nومعنى اليفاع المرتفع منها والشئ لا يكون منخفضا مرتفعا في آن كما أن\nالإشراف لا يكون ألا من المكان المرتفع فالصواب (بالقور) بضم القاف جمع\nقارة للجبيل الصغير وبه روى البيت في موضعين من أمالي القالي (ج 1 ص 88 وص\n131) من النسخة المطبوعة ببولاق.\n</p>\n\n<p>\n(وفي مادة - ب ك ر - ج 5 ص 145) روى لأبي ذؤيب الهذلي\n</p>\n\n<p>\n(وإن حديثا منك لو تبذ لينه ... جنى النخل في ألبان عود مطافل)\n</p>\n\n<p>\n(مطافيل أبكار حديث نتاجها ... تشاب بما مثل ماء المفاصل)\n</p>\n\n<p>\nوروى (عود) بالدال المهملة والصواب بالذال المعجمة جمع عائذ للناقة\nالحديثة النتاج وهو فاعل بمعنى مفعول لأن ولدها يعوذ بها. وضبط) مطافيل)\nمجرورا بالكسرة والصواب جرة بالفتحة لأنه غير مصروف لصيغة منتهى الجموع\nوأنما كسر (مطافل) في البيت الأول للضرورة وليس (مطافيل) مضافا لأبكار\nفيصرف للإضافة بل هو بدل من (عوذ) وما بعدها صفتان له، وضبط (بماء) غير\nمنون والصواب تنويه وهو ظاهر.\n</p>\n\n<p>\nومعنى البيتين إن حديثك كأنه العسل ممزوجا بألبان الإبل الحديثة النتاج\nوهذه الألبان مسوبة بماء في غاية الصفاء وإنما اختار العوذ لأنها أطيب\nوكلما عتق لبنها تغير. وفي تفسير ماء المفاصل قولان أحدهما أنه أراد\nبالمفاصل ما بين الجبلين وماؤها ينحدر عن الجبال فلا يمر بطين ولا تراب\nفيكون صافيا والثاني أن ماء المفاصل هنا شئ بسيل من المفصلين إذا قطع\nأحدهما من الآخر شبيه بالماء الصافي.\n</p>\n\n<p>\n(وفي مادة - ث ور - ج 5 ص 179 س 20) \" وقالوا ثورة رجال كثروة رجال قال\nابن مقبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             # (وثورة من رجال لو رأيتهم ... لقلت إحدى حراج الجر من أقر)\n</p>\n\n<p>\nويروى وثروة \". وضبط (ثروة) بفتح آخره والصواب ضبطه بتنوين الجر لأنه إذا\nوقع في البيت مكان (ثورة) كان مجرورا بواو رب وليس هو ممنوعا من الصرف فيجر\nبالفتحة.\n</p>\n\n<p>\n(وفي مادة - ج ر ر - ج 5 ص 198) روى لعنترة\n</p>\n\n<p>\n(وآخر <span id='ms21'></span> منهم أجررت رمحي ... وفي البجلي معبله وقيع)\n</p>\n\n<p>\nبفتح أول (معبل) وإضافته إلى ضمير الغائب ولا معنى له هنا وأنما هو\n(معبلة) بكسر الأول وبتاء التأنيث وزان مكنسة بنص القاموس وهو نصل طويله\nعريض ذكره المؤلف في (ع ب ل - ج 13 ص 448) واستشهد عليه هناك بعجز هذا\nالبيت. وبه فسره أيضا الأعلم الشنتمري في شرحه لديوان عنترة وقال رقيع فعيل\nبمعنى مفعول فلذلك حذف الهاء انتهى.\n</p>\n\n<p>\nوضبط (البجليه) بفتح الجيم على توهم نسبته لبجيلة بفتح فكسر والصواب\nإسكان جيمه لأن المراد رجل من بجلة بفتح فسكون حي من بني سليم كما في شرح\nالأعلم وحسبك قول المنصف في (ب ج ل - ج 13 ص 49 \" وبجلة بظن من بني سليم\nوالنسبة إليهم بجلي بالتسكين \" ثم استشهاده عليه بالبيت. بل حسبك ما ذكره\nأبو القاسم علي بن حمزة البصري في التنبيهات على أغاليط الرواة فقد نقل عن\nأبي حاتم السجستاني ما نصه \" قال سأل الأصمعي يوما ونحن عنده بفناء دار\nمحمد بن سليمان بالمربد عن قول القائل\n</p>\n\n<p>\n(أجره الرمح ولا تهاله ... )\n</p>\n\n<p>\nما معناه فقال يقال أجرة الرمح إذا طعنه وترك الرمح فيه ألم تسمع قول\nعنترة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n             # (وآخر منهم أجررت رمحي ... وفي البجلي معبلة وقيع)\n</p>\n\n<p>\nفناداه أعرابي كان في جانب الحلقة أخطأت يا شيخ إنما هو البجلي وما لعبس\nوبجيلة قال أبو حاتم فسألت الأعرابي عمن أراد فقال أراد بجلة سليم ثم كان\nالأصمعي لا ينشده بعد إلا كما قال الأعرابي \" انتهى.\n</p>\n\n<p>\nقلنا هذه عبارة التنبيهات وفي تصحيح التصحيف وتحرير التحريف للصفدي نقلا\nعن التصحيف للعسكري وكتاب حدوث التصحيف ما نصه والعبارة من الأخير \" قال\nأبو عثمان أنشد الأصمعي قول عنترة\n</p>\n\n<p>\n(وآخر منهم أجررت رمحي ... وفي البجلي معبلة وقيع)\n</p>\n\n<p>\nفقال له ميسان تثبت في روايتك يا أبا سعيد فقال كيف هو عندك يا أبا\nسليمان فقال وفي البجلي بإسكان الجيم فقال الأصمعي النسبة إلى بجيلة بجلي\nفقال من ههنا جاء الغلط لأن هذا منسوب إلى بطن من سليح يقال بنو نجلة فقبله منه \".\n</p>\n\n<p>\n(وفي مادة <span id='ms22'></span> - ج م ر - ج 5 ص 216 س 15) عند الكلام على جمرات العرب \" طفئت\nطفئت لأنها حالفت الرباب \" وضبط (الرباب) بفتح أوله والمراد به هنا خمس\nقبائل فصار ويدا واحدة ضبة وثور وعكل وتيم وعدي فالصواب كسر أوله بنص صاحب\nالقاموس والبغدادي في الخزانة (ج 1 ص 448) وغيرهما.\n</p>\n\n<p>\nوقد ضبط بالفتح أيضا في مادة (ث ور - ج 5 ص 18 س 20) فليتنبه له.\n</p>\n\n<p>\n(وفي مادة ح ض ر - ج 5 ص 272 س 11) \" وإنما أنذرت التاء لوقوع القاضي بين\nالفعل \" الخ بضبط أندرت) بسكون التاء والصواب كسرها لالتقاء الساكنين.\n</p>\n\n<p>\n(وفي هذه المادة - ص 275 س 9) \" قال أبو عبيدة الحضيرة ما بين سبع رجال\nإلى ثمانية \" والصواب (سبعة) بتأنيث العدد مع المذكر كما هي القاعدة:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة ح ور - ج 5 ص 287 س 19) في الكلام على المثل المشهور الجسن\nأحمر \" وقيل كنى بالأحمر عن المشقة والشدة أي من أراد الحسن صير عل \" أشياء\nيكرهها \" وروى (صير) بالمثناة التحتية والصواب بالموحدة وهو ظاهر.\n</p>\n\n<p>\n(وفي هذه المادة ص 293) أنشد لعمرو بن أحمر\n</p>\n\n<p>\n(ملوا البلاد وملتهم وأحرقهم ... ظلم السعاة وباد الماء والشجز)\n</p>\n\n<p>\n(إن لا تداركهم تصبح منازلهم ... قفرا تبيض على أرجائها الحمر)\n</p>\n\n<p>\nوروى (الشجز) هكذا بالزاي وصوابه بالراء وهو ظاهر أيضا\n</p>\n\n<p>\n(وفي مادة خ ر ر - ج 5 ص 317) روى للبيد\n</p>\n\n<p>\n(بأخرة الثلبوت بربا فوقها ... قفر المراقب خوفها آرامها)\n</p>\n\n<p>\nوكتب المصحح الحاشية \" البيت بالأل هكذا بهذا الضبط \". ونقول ليس في\nالبيت إلا رواية (قفر) بالرفع والصواب نصبه على المفعولية ليربأ وبه روى في\nمادة (ح ز ز - ج 7 ص 201) والفاعل ضمير يعود على حمار الوحش أمذكور في\nالأبيات قبله.\n</p>\n\n<p>\n(وفي مادة خ ز ر - ج 5 ص 319) روى لعروة بن الورد\n</p>\n\n<p>\n(والناشئات الماشيات الخوزري ... كعنق الآرام أو في أوصري)\n</p>\n\n<p>\nوضبط (عنق) بسكون النون والصواب بضمتين على اللغة الحجازية إقامة للوزن\nلأنه غير مستقيم على الأول ويكون على الثاني بخيل مستفعلن ليصير متعلن\nفينقل إلى فعلتن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة - د ور - ج 5 ص 387 س 14) \" ودير النصارى أصله الواو والجمع\nأديار والدايراني صاحب الدير \". وروى (الدايزني) بالألف بعد <span id='ms23'></span> الدال وإسكان\nالباء التي بعدها وهذا لا يكون لأن الألف ساكنة أيضا ولا يجوز اجتماع\nالساكنين. على أننا لم نقف على نص في تحريك الياء فتحمله على الشذوذ في\nالنسب فلم يبق إلا أن تكون هذه الألف زيادة سبق بها قلم الناسخ ويؤيد ذلك\nكون المؤلف أعاد هذه العبارة بنصها بعد سطرين في مادة (د ي ر \" وروى فيها\n(الديراني) بغير ألف بعد الدال وكذلك جاء في شرح القاموس.\n</p>\n\n<p>\n(وفي مادة س ج ر - ج 6 ص 8) روى قول ليد\n</p>\n\n<p>\n(مسجورة متحاور أقلامها ... )\n</p>\n\n<p>\nولا معنى لتحاور الأقلام هنا وصواب الرواية في البيت\n</p>\n\n<p>\n(فتوسطا عرض السراي وصدعا ... مسجورة متحاور أقلامها)\n</p>\n\n<p>\nبالجيم في (متجاورا) ونصب (مسجورة) على المفعولية لصدعا. يذكر عيرا\nوأتانا توسطا نهرا وصدعا ما على عينه من القلام المتجاور أي الكثير وهو ضرب\nمن النبت وقيل هو القصب.\n</p>\n\n<p>\n(وفي مادة ص ب ر - ج 6 ص 111) روى لعمرو بن ملقط\n</p>\n\n<p>\n(ها إن عجزة أمة ... بالسفح أسفل من أواره)\n</p>\n\n<p>\nوضبط (عجزة) بفتح أوله والصواب كسره لقول المصنف في مادة (ع ج ز - ج 7)\nنقلا عن الصحاح \" العجزة بالكسر آخر ولد الرجل \". وحكى صاحب القاموس فيها\nالضم أيضا ولم يزد شارحه سوى أن الضم نقله الصاغاني عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             # ابن الأعرابي. وقد ورد هذا اللفظ مضبوطا بالقلم بتثليث الأول في فقه\nاللغة المطبوع عند اليسوعيين في بيروت سنة 1903 م (ص 21 س 1) وقد أعياني\nالبحث عنه فلم أجد فيه سوى ما ذكرت.\n</p>\n\n<p>\n(وفي مادة - ض م ر - ج 6 ص 164) روى لعنترة\n</p>\n\n<p>\n(إني امرؤ من خير عبس منصبا ... شطري وأحمي سائري بالمنصل)\n</p>\n\n<p>\nوضبط (منصبا) بصيغة اسم الفاعل من أنصب ولا معنى له هنا وإنما مراد لشاعر\n(المنصب) بفتح الأول أي الأصل والمرجع. قال العلامة الأعلم الشنتمري في\nشرحه للديوان \" المنصب الأصل والحسب والمنصل السيف يقول شطري شريف من قبل\nأبي فإذا حاربت حميت شطري الآخر من قبل أمي حتى يصير له من الشرف مثل ما\nصار للشطر الأول \" انتهى.\n</p>\n\n<p>\n(وفي مادة ع ت ر - ج 6 ص 121) روى للحرث <span id='ms24'></span> بن حلزة\n</p>\n\n<p>\n(عنتا باطلا وظلما كما تعتر عن حجرة الربيص الظباء)\n</p>\n\n<p>\nوروى (عنتا) بالمثناة الفوقية والصواب (عننا) بنوني وقد استدركه المصحح\nبما كتبه على مادة (ع ن ن) . وضبط (حجرة بضم الأول والصواب فتحه لأن معناه\nهنا الناحية وبه ضبط في (ر ب ض ج 9 و (ح ج ر - ج 5) و (ع ن ن ج 17) (تتمة\nمما يستحسن إبراده عن هذا البيت ما جاء في المزهر أن أبا عمر والشبياني\nاجتمع بالأصمعي في الرفة فأنشده الأطمعي\n</p>\n\n<p>\n(عننا باطلا وظلما كما تتز عن حجرة الربيض الظباء ... ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n             # قال فقلت له إنما هو تعتر من العتيرة والعتر الذبح فقال الأصمعي تعتز أي\nتطعن بالعنزة وهي الحربة وجعل يصيح ويشغب فقلت تكلم كلام النمل وأصب والله\nلو نفخت في شبور يهودي وصحت إلى التنادي ما نفعك شئ ولو كان الا تعترولا\nرويته أنت بعد هذا اليوم إلا تعتر فقال الأصمعي والله لا رويته بعد هذا\nاليوم إلا تعنز انتهى. قلت وكنت أتعجب من مثل الأصمعي كيف يتمادى في الخطإ\nبعد ما وضع له الصواب حتى رأيت أبا القاسم علي بن حمزة يقول عن هذا البيت\nفي كتاب التنبيهات على أغاليط الرواة إم الأصمي كان يرويه تعنز بالنون\nوالزاي ثم رجع إلى تعتر ومثله في مجالس أبي مسلم محمد بن علي الكاتب.\n</p>\n\n<p>\n(وفي مادة - ع ر ر - ج 6 ص 232) روي لابن أحمر\n</p>\n\n<p>\n(ترعى القطاة الخمس قفورها ... ثم تعر الماء فيمن يعر)\n</p>\n\n<p>\nوضبط (يعر) بفتح الراء ولا وجه لنصب الفعل فضلا عن أنه مخل بالوزن\nفالصواب إسكانها مع التشديد ويكون من الضرب الأول من السريع وهو المطوي\nالموقوف وأصله مفعولات فلما طوى بحذف رابعة الساكن ووقف بتسكين سابعة\nالمتحرك صار مفعلات فنقل إلى فاعلان ويقابله في البيت (من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             # يعر) باجتماع الساكنين وهو جائز في الوقف. هذا عند من لا يرى لزوم الردق\nفي هذا الضرب.\n</p>\n\n<p>\nأو إسكان الراء مع التخفيف وبه ضبط في مادة (ق ف ر - ج 6 ص 424) ويكون من\nالضرب الثاني المطوي المكشوف أي <span id='ms25'></span> المحذوف رابعه الساكن وسابعة المتحرك فيصير\nمفعولات بذلك مفعلا فينقل إلى فاعلن. واعلم أن مثل هذا التخفيف جائز للشاعر\nفي القوافي الموقوفة على ما هو مقرر في العروض ومفصل في كتاب ما يجوز\nللشاعر في الضرورة لأبي عبد الله محمد بن جعفر التميمي وموارد البصائر فيما\nيجوز من الضرورات للشاعر للشيخ محمد سليم والحصائص لابن جني. إلا أنه لا\nيتأتى ترجيح أحد الوجهين على الآخر إلا بعد الوقوف على القصيدة التي منها\nالبيت فإذا كان فيها ما هو من الضرب الثاني وجب التخفيف في كل ما آخره مسدد\nلتكون الأبيات من ضرب واحد ألا تراهم كيف حكموا بتخفيف راء (أفر) في قول\nامرئ القيس.\n</p>\n\n<p>\n(لا وأبيك ابنه العامري ... لا يدعى القوم أنى أفر)\n</p>\n\n<p>\nلأن في القصيدة ما هو من الضرب الثالث من المتقارب ولو شددت الراء لكان\nالبيت من الضرب الثاني ولا يجوز الجميع بينهما في قصيدة واحدة. قال العلامة\nالبغدادي نقلا عن كتاب الضرائر لابن عصفور عند الكلام على هذا البيت ما نصة\nوقد خفف عدة قواف من هذه القصيدة، إنما خفف ليستوى له بذلك الوزن وتطابق\nأبيات القصيدة ألا ترى أنه لو شدد (أفر) لكان آخر أجزائه على (فعول) من\nالضرب الثاني من المتقارب وهو يقول بعد هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             # (تميم بن مر وأشياعها ... وكندة حولي جميعا صبر)\n</p>\n\n<p>\nوآخر جزء من هذا البيت (فعل) وهو من الضرب الثالث من المتقارب وليس\nبالجائز له أن يأتي في قصيدة واحدة بأبيات من ضربين فخفف لتكون الأبيات\nكلها من ضرب واحد وسواء في ذلك الصحيح والمعتل \" انتهى ما أورده البغدادي.\n</p>\n\n<p>\n(وفي هذه المادة ص 236) روى لعمرو بن شاس في ابنه عرار\n</p>\n\n<p>\n(وإن عرارا إن يكن غير واضح ... فأنى أحب الجون ذا المنكب العمم)\n</p>\n\n<p>\nوضبط (عرار) هنا بفتح أوله وضبط بكسره في مادة (ع م م - ج 15 ص 321) وهو\nالصواب. قال الإمام التبريزي في شرح الأبيات التي منها هذا البيت من\nالحماسة \" سمي الرجل عرارا من قولهم عار الظليم يعار عرارا إذا صاح \" وهو <span id='ms26'></span>\nنص على أن الإسم منقول من مصدر عار ولا يكون مصدر فاعل من هذه الصيغة إلا\nمكسور الأول ولم ينص أحد على شذوذ في مصدر هذا الفعل. وأهمل القاموس هذا\nالإسم وأورده شارحه في المستدرك وضبطه كسحاب أي فتح أوله كأنه توهمه منقولا\nمن العرار بالفتح وهو بنهار البر أو النرجس البري وفيه يقول الصمة بن عبد\nالله القشيري\n</p>\n\n<p>\n(تمتع من شميم عرار نجد ... فما بعد العشية من عرار)\n</p>\n\n<p>\nوالقول ما قال التبريزي لأنه على أصله المنقول عنه وهو بالكسر كما تقدم\nوبه قال الأستاذ الحجة الشيخ حمزة فتح الله في المواهب الفتحية ونص عبارته\n\" وعرار بكسر العين كما ضبطناه وإن كرر ضبطه في اللسان بفتحها وكأنه\nاعتمادا على شارح القاموس إذ ضبطه كذلك بالعبارة حيث قال وعرار كسحاب ابن\nعمر والخ وهو خطأ فليتنبه له والله أعلم \" انتهى. قلت وقد أوقعهم هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             # الاعتماد في ضبطه بالفتح أيضا مكررا في (ص 191 ج 2) من أمالي التالي\nالمطبوعة ببولاق.\n</p>\n\n<p>\n(تتمة) عرار هذا كان من الفصحاء العقلاء أرسله الحجاج إلى عبد الملك برأس\nابن الأشعث فازداده لسواده ثم جعل لا يساله عن شئ ألا أنبأه في أصح لفظ\nوأشبع قول فقال عبد الملك متمثلا\n</p>\n\n<p>\n(أرادت عرارا بالهوان ومن يرد ... لعمري عرارا بالهوان فقد ظلم)\n</p>\n\n<p>\n(وإن عرارا إن يكن غير واضح ... فأنى أحب الجون ذا المنكب العمم)\n</p>\n\n<p>\nفقال له عرار أتعرفني يا أمير المؤمنين قال لا قال فأنا والله عرار فزاده\nفي سروره وأضعف له الجائزه. وفي رواية أن المهلب بن أبي صفرة هو الذي أرسله\nإلى الحجاج فوقعت له هذه النادرة معه والله أعلم.\n</p>\n\n<p>\n(وفي مادة - ع ف ر - ج 6 ص 260) روى قول الشاعر ... إذا ما مات ميت من\nتميم ... فسرك أن تعيش فجئ بزاد)\n</p>\n\n<p>\nوروى (تعيش) بالمثناة الفوقية أولة والصواب بالمثناة التحتية لأنه للغائب\nلا للمخاطب وقد وقع مثله في مادة (ل ف ف - ج 11 ص 231) ونبه عليه صاحب الضياء\n</p>\n\n<p>\n(وفي هذه المادة ص 262) روى للبيد يذكر بقرة وحشية وولدها\n</p>\n\n<p>\n(لمعفر قهد <span id='ms27'></span> ينازع شلوه ... غبس كواسب ما يمن طعامها)\n</p>\n\n<p>\nوروى (ينازع) بالمثناة التحتية أوله على أنه مضارع نازع والوارد في\nالروايات الصحيحة (تنازع) بفتح بالمقناة الفوقية والزاي أي بصيغة الماضي من\nالتفاعل وعليه شراح المعلقات وبه روى البيت في مادة (ف ه د - ج 4 ص 372) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n             # والمراد أن هذه الذئاب الغبس تنازعت هذا الشلواي تجاذبته وتخاصمت عليه لا\nأنها نازعته هو.\n</p>\n\n<p>\n(وفي هذه المادة أيضا ص 264) روى لجرير\n</p>\n\n<p>\n(لقومي احمى للحقيقة منكم ... واضرب للحبار والنقع ساطع)\n</p>\n\n<p>\n(وأوثق عند المردفات عشية ... لحاقا إذا ما جرد السيف لامع)\n</p>\n\n<p>\nوضبط جرد) بضم آخره والصواب فتحه كحكم أمثاله من الأفعال الماضية وهو\nظاهر غير أن في بنائه للمجهول ما لا يخلو من نظر لأنه يقتضي نصب (لامع)\nحالا من السيف فيقع الإقراء. والذي عندي أن الصواب (إذا ما جرد السيف لامع)\nبنصب السيف على المفعولية ورفع لامع على الفاعلية وهو من قولهم لمع فلان\nبثوبه وبسيفه لمعا إذا أشار به وقد وجدته كذلك بضبط القلم في نسخة قديمة\nتغلب عليها الصحة من سر الفصاحة لابن سنان الخفاجي.\n</p>\n\n<p>\n(وفي هذه الصفحة بعد سطرين) \" وقد ترى قافية هذه الأجورة كيف هي \"\nوالصواب (الأرجوزة) كما يعلم من سياق الكلام.\n</p>\n\n<p>\n(وفي مادة - ع ق ر - ج 6 ص 273 س 17) \" والفرائض جمع فريصة وهي اللحمة\nالتي ترعد من الدابة عند مرجع الكتف \" وضبط (ترعد) بالبناء للمعلوم والصواب\nبناءه للمجهول لأنه هنا من الأفعال التي نصوا على استعمالها مجهولة دائما\nكجن وبهت تقول رعد زيد أي إصابته الرعدة فتبنية من المجهول فإذا قلت رعد\nزيد وبرق بمعنى تهده بنيته من المعلوم. وفي كتاب تصحيح التصحيف وتحرير\nالتحريف للصفدي نقلا عن تثقيف اللسان للصقلي ما نصه \" ويقولون في قول كثير\n</p>\n\n<p>\n(ولما وقفنا والقلبو على الغضا ... وللدمع سح والفرائص ترعد) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             # يقولون ترعد بفتح التاء والصواب ترعد بضمها \"\n</p>\n\n<p>\n(وفي مادة - ف ط ر - ج 6 ص 362 س 16) والتفاطير أول نبات الوسمى ونظيره\nالتعاسيب والتعاجيب وتباشير الصبح ولا واحد لشئ من هذه الأربعة \" وروى\n(التعاسيب) بالسين المهملة وليس لها <span id='ms28'></span> ذكر في مادة (ع س ب) وإنما هي التعاشيب\nبالشين المعجمة قال المصنف في (ع ش ب - ج 2 ص 91) \" التعاشيب العشب النبذ\nالمتفرق لا واحد له \" وكذلك ورد في القاموس وشرحه وفي (ج 1 ص 35) من\nالمخصص.\n</p>\n\n<p>\n(وفي مادة ظ ن ف ر - ج 7 ص 83 س 5) \" فنهضوا ولقوه ببدر ليأمن غيرهم\nالمقبل من الشام \". وضبط (لقوه) بفتحتين والصواب بفتح فضم لأنه من فعل\nمكسور العين اللهم إلا إذا أجرى على لغة طئ ولا داعي لاستعمالها هنا كما\nسبق القول في مادة (ج د د)\n</p>\n\n<p>\n(وفي مادة - ه ب ر - ج 7 ص 107) روى لعدى\n</p>\n\n<p>\n(فترى محانيه التي تسق الثرى ... والهبر يورق نبتها روادها)\n</p>\n\n<p>\nوورد (بورق) هكذا بالرآء ولا معنى له هنا وروى (نبتها) بالنصب (وروادها)\nبالرفع وكل ذلك مفسد لمعنى البيت. والصواب (يونق) بالنون أي يعجب ورفع\nنبتها ونصب روادها فيصير المعنى أن هذه البقاع أخصيت وصار نبتها يعجب\nروادها. على أن رواية يونق ليست مني تحكما في تصحيح معنى البيت بل هي\nالمذكورة في أمهات كتب الأدب والقصيدة كلها منصوبة الروى تقع في ثمانية\nوثلاثين بيتا وقفت عليها تامة في مجموع قديم الخط وقلما ترى منا إلا أبياتا\nمفرقة وهي لعدى بن الرقاع أنشدها بين يدي الوليد\n</p>\n\n<p>\nابن عبد الملك فلما بلغ قوله فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             # (تزجي أغن كأن إبرة روقه ... )\n</p>\n\n<p>\nقطع الإنشاد لتشاغل الوليد عنه فقال جرير أو الفرزدق وكانا حاضرين إنه سيقول\n</p>\n\n<p>\n(فلم أصاب من الدواة مدادها ... )\n</p>\n\n<p>\nفلما عاد عدي إلى الإنشاد نطق بالعجز كما قال فعدت من النوادر في توافق\nالخواطر.\n</p>\n\n<p>\n(وفي مادة - ت ر م ز - ج 7 ص 179 س 4) \" الترامز من الإبل الذي إذا مضغ\nرأيت دماغه يرتفع ويسفل \" وضبط (برتفع) بفتح آخره والصواب ضمه إذ لا وجه\nلنصب الفعل وهو ظاهر.\n</p>\n\n<p>\n(وفي مادة - ج ز ز - ج 7 ص 184) روى قول الشاعر\n</p>\n\n<p>\n(فقلت لصاحبي لا تحبسنا ... بنزع أصوله واجتز شيحا)\n</p>\n\n<p>\nثم ذكر المصنف كلاما في البيت لابن بري ليس مما نحن فيه إلى أن قال نقلا\nعنه ما نصه <span id='ms29'></span> \" ويروى لا تحبسانا وقال في معناه إن العرب ربما خاطبت الواحد\nبلفظ الإثنين كما قال سويد بن كراع العكلي وكان سويد هذا هجا بني عبد الله\nبن دارم فاستعدوا عليه سعيد بن عثمان فأراد ضربه فقال سويد قصيدة أولها\n</p>\n\n<p>\n(تقول ابنه العوفى ليلى ألا ترى ... إلى ابن كراع لا يزال مفزعا)\n</p>\n\n<p>\n(مخافة هذين الأميرين سهدت ... رقادي وغشتني بياضا مقزعا)\n</p>\n\n<p>\n(فأن أنتما أحكمتاني فازجرا ... أراهط تؤذيني من الناس رضعا) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             # (وإن نزجراني بابن عفان أنزجر ... وإن تدعاني أحم عرضا ممنعا)\n</p>\n\n<p>\nقال وهذا يدل على أنه خاطب اثنين سعيد بن عثمان ومن ينوب عنه أو يحضر\nمعه. وقوله فإن أنتما أحكمتاني دليل أيضا على أنه يخاطب أثنين \" انتهى.\n</p>\n\n<p>\nقلنا البيت الأخير يروى فذا ويكثر وروده في كلامهم شاهدا على جواز مخاطبة\nالواحد بلفظ اثنين والصواب فيه (يا ابن عفان) بالنداء. والظاهر أن ناسخ\nالأصل تبع فيه من يرى حذف ألف ابن في هذه الصورة فتصححت الياء المثناة\nالتحتية على المصحح بباء الجر ولم ينتبه إلى إخلالها بالمعنى إذ لا خلاف في\nأن عفان مراد بالخطاب في البيت سواء خواطب وحده أو مع من يحضر معه ويكون في\nالأبيات الالتفات من الغيبة إلى الخطاب.\n</p>\n\n<p>\nبقي هنا أن العبارة لا تخلو من غموض واضطراب فإن سياق أولها يدل على أن\nمراد ابن بري الاستشهاد بالبيت على جوار مخاطبة الواحد بلفظ الإثنين ثم عاد\nفي آخرها فاستدل بباقي الأبيات على أنه خاطب اثنين حقيقة.\n</p>\n\n<p>\nوقد أتيح لي الظفر بالجزء الثاني من حاشية ابن بري التي كتبها على الصحاح\nووسمها بالتنبيه والإفصاح عما وقع في كتاب الصحاح فوجدت نص عبارته فيها \"\nوذكر الجوهري في أثر هذا البيت أن قوله لا تحبسانا أن العرب ربما خاطبت\nالواحد بلفظ الإثنين وأنشد\n</p>\n\n<p>\n(فإن تزجراني يا ابن عفان أنزجر ... وأن تدعاني أحم عرضا ممنعا)\n</p>\n\n<p>\nثم شرع في الرد عليه مستدلا بباقي الأبيات على أنه خاطب اثنين حقيقة.\n</p>\n\n<p>\nفصدر العبارة التي نقلها صاحب اللسان ليس لابن برهى كما يوهمه صنيعه بل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             # هو <span id='ms30'></span> لصاحب الصحاح ساقه ابن بري للرد عليه كما ترى فلم يحسن المؤلف في\nاختصار كلامه هذه الصورة.\n</p>\n\n<p>\n(وفي مادة - ف ر ز - ج 7 ص 258 س 14) \" ويقال للفرصة فرزة وهي النوبة \"\nبرفع الفرصة مع أنها مجرورة باللام وكسر أول فرزة مع نص صاحب القاموس على\nضمة إذا كانت بمعنى النوبة والفرصة والخطأ هنا مطبعي قدمت ضمة الفاء للتاء\nوأخرت الكسرة للفاء.\n</p>\n\n<p>\n(وفي مادة - ع ر س - ج 8 ص 12) روى لبعضهم\n</p>\n\n<p>\n(وقد طلعت حمراء فنطليس ... ليس لركب بعدها تعريس)\n</p>\n\n<p>\nوضبط (بعدها) بضم الهاء والصواب فتحها كما ضبط (تعريس) بفتح السين\nوالصواب رفعه على الإسمية لليس وبه ضبط في مادة (ف ن ط ل س - ج 8 ص 48)\nوالظاهر أن الخطأ هنا مطبعي بالتقديم والتأخير في الحركات.\n</p>\n\n<p>\n(وفي مادة - ع م س - ج 8 ص 26 س 8) ضبط (عدي بن الرقاع) بفتح الراء وشد\nالقاف وضبط أيضا بذلك في مادة (ق ر ش - ج 8 ص 226) ومادة (ذ ف ر - ج 5 ص\n394) والصواب أنه ككتاب أي بكسر أولة وتخفيف القاف بنص القاموس وغيره وبه\nضبط في مادة (ك ف ح - ج 3 ص 409) .\n</p>\n\n<p>\n(وفي مادة - م وس - ج 8 آخر ص 108) \" وسأل ميرمان أبا العباس عن موسى\nوصرفه فقال \" الخ. وروى ميرمان المثناة والظاهر أن المراد هنا مبرمان بفتح\nفسكون ففتح وبالباء الموحدة وهو أبو بكر محمد بن علي الأزمي النحوي تلميذ\nأبي العباس المبرد ترجمه السيوطي في بغية الوعاة وذكر أنه توفى سنة 345\nوأنشد لبعضهم في هجوة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n(صداع من كلامك يعترينا ... وما فيه لمستمع بيان)\n</p>\n\n<p>\n(مكابرة ومخرقة وبهت ... لقد أبرمتنا يا مبرمان)\n</p>\n\n<p>\n(وفي مادة - ج ر ش - ج 8 ص 160) روى لبشر بن أبي حازم\n</p>\n\n<p>\n(تحدر ماء البئر عن جرشية ... على جربة تعلو الدبار غروبها)\n</p>\n\n<p>\nثم نقل المصنف عن الجوهري أن معناه دموعي تحدر كتحدر ماء البئر عن دلو\nاستقى به ناقة جرشة لأن أهل جرش يستفون على الإبل انتهى. وروى (بشر ابن أبي\nحازم) بالحاء المهملة والصواب أنه بالخاء المعجمة وبها ورد في (ج ر ب - ج 1\nص <span id='ms31'></span> 253) وفي (ض ب ب - ج 2 ص 19) و (ق ن و - ج 20 ص 69) وكثيرا ما يرد هذا\nالاسم مصحفا بالمهملة في كتب الأدب والتاريخ المطبوعة كالأغاني والعقد\nوغيرها كما أنهم يعكسون في (معاوية بن حديج) فيروونه بالخاء المعجمة مع أن\nصوابه بالمهملة.\n</p>\n\n<p>\nوضبط (تحدر ماء البئر) في البيت على أنه فعل ماض فاعله الماء ومقتضى\nتفسير الجوهري أنه مصدر أضيف إليه الماء فالصواب (تحدر) ماء البئر) وبه ضبط\nفي مادة (ج ر ب - ج 1 ص 253)\n</p>\n\n<p>\n(وفي مادة - ر ي ش - ج 8 ص 198) روى للبيد\n</p>\n\n<p>\n(ولئن كبرت لقد عمرت كأنني ... غصن تفيئه الرياح رطيب)\n</p>\n\n<p>\n(وكذلك حقا من يعمر يبله ... كر الزمان عليه والتقليب)\n</p>\n\n<p>\nوضبط (يعمر) بالرفع والصواب إسكان آخره لجزمه بمن ويكون فيه على هذا\nالإضمار وهو إسكان التاء من متفاعلن.\n</p>\n\n<p>\n(وفي مادة - ك ش ش - ج 8 ص 233) روى لبعضهم\n</p>\n\n<p>\n(تضحم مني أن رأتني أحترش ... ولو حرشت لكشفت عن حرش)\n</p>\n\n<p>\nوضبط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             # (حرشت وكشفت) وفي مادة (ح ر ش - ج 8 ص 169) بضم التاء توهما أنه للمتكلم\nوليس كذلك لأن القائل ذكر امرأة ضحكت منه لما رأته يحترض أي بصيد الضباب\nفلا معنى لجعله احتراشه بعد ذلك شرطا لما توعدها به لأن قد وقع منه بالفعل\nواستلزم ضحكها. فالصواب كسر التاء فيهما على أنه خطاب للمؤنث وفيه الالتفات\nمن الغيبة إلى الخطاب كما في خزانة البغدادي وشرحه على شواهد شرح الشافية\nويكون المعنى إنك تضكين من احتراشي الضباب استهزاء بعملي ولو أنك تحترشين\nمثلي لفعلت كذا. وإنما ضحكت منه استخفافا به لأن الضب صيد العجزة والضعفاء.\n</p>\n\n<p>\n(وفي هذه المادة - أول ص 234) روى لبعضهم\n</p>\n\n<p>\n(على فيها ابتغى أبغيش ... بيضاء ترضيني ولا ترضيش)\n</p>\n\n<p>\nوفي هذه الرواية ما لا يخفى وبها روى البيت أيضا في شرح القاموس. وقد\nرواه ابن جنى في سر الصناعة في كلامه على حرف الشين والبغدادي في الخزامة\n(ج 4 ص 594) \" على فيما ابتغى \" الخ وبها يستقيم الكلام.\n</p>\n\n<p>\n(وفي مادة - ك ي ش - ج 8 ص 235) \" توب أكياش وجبة أسناد وثوب أفواف \"\nوضبط (جبة) بتخفيف <span id='ms32'></span> الباء والصواب تشديدها والمراد بها هنا ذلك الثواب\nالمعروف ولم يحك أحد التخفيف في بائها بل حسبنا دليلا على تشديدها قولهم\nجمعها جنب وجباب بباءين.\n</p>\n\n<p>\n(وفي مادة - ن غ ش - ج 8 ص 249 س 14) \" فقلت إن رسول الله [صلى الله عليه\nوسلم] أرسلني إليك فتنغش كما تنغش الطير \" وضبط (تتنغش) بكسر الغين والصواب\nفتحها لأن ما كان على نفعل يكون مفتوح ما قبل الآخر في المضارع كتقطع يتقطع\nعلى ما هو مقرر في التصريف\n</p>\n\n<p>\n(وفي مادة - ب ر ص - ج 8 ص 270 س 23) \" كذلك حذف التنوين لالتفاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             # الساكنين هنا وهو مراد بدلك على إرادته أنهم لم تجروا ما بعده بالإضافة\nإليه \" وضبط (لم يجروا) بفتح الياء وضم الجيم وفتح الراء والصواب (لم\nيجروا) بفتحة فضمتين مع تشديد الراء مضارع جر.\n</p>\n\n<p>\n(وفي هذه المادة - ص 271) روى لحسان بن ثابت.\n</p>\n\n<p>\n(بسقون من ورد البريص عليهم ... بردى يصفق بالرحيق السلسل)\n</p>\n\n<p>\nوضبط (يصفق) بكسر الفاء أي ببناء الفعل للمعلوم والصواب فتحها لأن معنى\nالتصفيق مزج الشراب ومراد الشاعر أن ممدوحيه يسقون من ورد عليهم هذا المكان\nماء نهر بردى ممزوجا بالخمر. قال المصنف في مادة (ص ف ق - ج 12) \" وصفق\nالشراب مزجه فهو مصفق وصفقة وأصفقة حوله من إناء إلى إناء ليصفو \" ثم\nاستشهد بهذا البيت وضبط (يصفق) هناك بالبناء للمجهول كما أوضحنا.\n</p>\n\n<p>\n(وفي مادة - ب ي ض - ج 8 آخر ص 397) \" فلما فرغ من الحديث قال يا نضر\nأنشدني أحلب بيت قالته العرب \" الخ. وروى (أحلب) بالحاء المهملة ولا معنى\nله هنا وإنما هو أخلب بالخاء المعجمة أي أسلبه وأجذبه للعقول. ومن الغريب\nمجئ هذه الكلمة بالمعجمة في شرح القاموس مع أن مصححه لا يكاد يخرج عما في\nطبعة اللسان من صواب أو خطأ.\n</p>\n\n<p>\n(وفي مادة ظ وف ض - ج 9 ص 120 س 4) روى لرؤية\n</p>\n\n<p>\n(تمشى بنا الجد على أوفاض ... )\n</p>\n\n<p>\nوروى (تمشى) بالمثناة الفوقية أوله وضبط (الجد) بالنصب على توهم أنه\nمفعول مطلق لنمشى والذي يؤخذ مما قبله وبعده في الديوان أنه فاعله فالصواب\nرفعه ورواية (يمشى <span id='ms33'></span>) بالتحتية. على أن الذي في الديوان (يمسى) من الإمساء\nبالسين المهملة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة - س م ط - ج 9 ص 196) روى لبعضهم\n</p>\n\n<p>\n(يمج المسك مفرقها ... ويصبى العقل منطقها)\n</p>\n\n<p>\n(وتمسى ما يؤرقها ... سقام العاشق الوصب)\n</p>\n\n<p>\nوضبط (سقام) بكسر أوله ومعناه في البيت المرض فالصواب فتحه لأنه لا يكون\nبهذا المعنى إلا مفتوحا. وأما السقام بالكسر فجمع سقيم وهو غير مراد هنا\nكما لا يخفى.\n</p>\n\n<p>\n(وفي مادة - وس ط - ج 9 ص 307) روى لسوار بن المضرب\n</p>\n\n<p>\n(إني كأن أرى من لا حياء له ... ولا أمانة وسط الناس عريانا)\n</p>\n\n<p>\nوروى له أيضا في مادة (ز ب ن) - ج 17 ص 54)\n</p>\n\n<p>\n(بذ بي الذضم عن أحساب قومي ... وزبونات أشوس تيحان)\n</p>\n\n<p>\nوضبط (المضرب) في الموضعين بكسر الراء والصواب فتحها على أنه اسم مفعول\nقال الإمام التبريزي في شرح القطعة التي منها هذا البيت من ديوان الحماسة \"\nومضرب بفتح الراء أي ضرب مرة بعد مرة وسمى مضربا لأنه شبضب بامرأة فخلف\nأخوها ليضربنه بالسيف مائة ضربة فضربه فغشى عليه ثم أفاق فقال\n</p>\n\n<p>\n(أفقت وقد أنى لك أن تفيقا ... فذاك أوان أبصرت الطريقا)\n</p>\n\n<p>\n(وكان الجهل مما يزدهني ... على غلوائه حتى أذوقا)\n</p>\n\n<p>\nفسمى مضربا لذلك انتهى ضبط بفتح الراء في مادة (ت ي ح - ج 3 ص 241)\n(تتمة) ذكر البغدادي في خزانته (ج 4 ص 11) في ترجمة كعب بن زهير هذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             # القصة منسوبة لابنه عقبة فقال: ولكعب ابن شاعر اسمه عقبة ولقبه المضرب\nلأنه شبب بامرأة فضربه أخوها بالسيف ضربات كثيرة فلم يمت \" وعليه فهو\nبالفتح أيضا إلا أن شارح القاموس ذكر في لقب عقبة بن كعب هذا أنه كمحدث\nومعظم زي بالكسر والفتح قال وبالوجهين ضبط في نسخة الصحاح في باب (ل ب ب)\nوتعقبة مصححة بأن الضبط بالشكل لا بالعبارة. قلنا ولا عبرة بالشكل كما لا\nيخفى وإن كان يستأنس به إذا وافق وجها وكان في نسخة تعلب عليها الصحة.\n</p>\n\n<p>\nوذكر ابن خطيب الدهشة في تحفة ذوي الأرب مضربا والد زهدم فنص على أنه\nبكسر الراء ثم نقل أيضا عن أبي علي <span id='ms34'></span> الغساني أنه بالكسر قال ويقال بالفتح\nانتهى. فلا يبعد أن يكون مضرب بن كعب بالضبطين أيضا وإن كان ما استند عليه\nشارح القاموس لا ينهض دليلا. وما ذكره البغدادي لا يخفى ما فيه لما في مثل\nهذا الأنقاف من البعد وإن كان غير مستحيل الوقوع والظاهر أن منشأ ذلك\nاشتباه الرجلين على بعض الرواة لاتفاقهما في اللقب فنسب لابن كعب ما وقع\nلأبي سوار ولا يكون العكس لأن فيما ذكره التريزي من شعر أبي سوار ما ذكرناه\nمنه وما لم نذكره دلالة على أن القصة قصته فهو بفتح الراء لا غير.\n</p>\n\n<p>\nولسوار هذا ذكر في أخبار الخوارج من كامل المبرد وذكره في موضع آخر (ص\n289 من طبعة ليبسيك وج 1 ص. . 3 من طبعة مصر) وورد بعد اسم أبيه في كلتا\nالنسختين ما نصه (بفتح الراء) هكذا بين قوسين فإن كان كل ما جعل في الكتاب\nبين قوسين من كلام أبي الحسن الأخفش روايه عن مؤلفه كما هو المشهور فهو نص\nآخر لأحد الثقات يعضد ما ذكرنا.\n</p>\n\n<p>\nفإن قيل لم يسق التبريزي في نسب سوار غير أبيه المضرب ولم يبين اسمه أفلا\nيجوز أن يكون هو عقبة بن كعب بعينه وسوار ابنه وعليه فلا اشتباه رجلين\nيستدعى ما ذكر. قلنا هذا لا يصح لأن ذاك سعدي من سعد بن تميم أو من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n             # سعد بني كلاب على ما ذكر التبريزي وغيره وعقبة بن كعب مزنى فهو غيره قطعا.\n</p>\n\n<p>\n(وفي مادة - ع ك ظ - ج 9 ص 327 س 21) \" ابن الأعرابي إذا اشتد على الرجل\nالسفر وبعد قيل تنكظ فإذا التوى عليه أمره فقد تعكظ \" وضبط (وبعد) بضم\nالدال والصواب فتحها مع ضم العين لأنه فعل ماض من البعد نقيض القرب وهو\nمعطوف على اشتد وبه ضبط في عبارة القاموس.\n</p>\n\n<p>\n(وفي مادة ج ز ع - ج 9 ص 398) روى للبيد\n</p>\n\n<p>\n(حفرت وزايلها السراب كأنها ... أجزاع بئشة أثلها ورضامها)\n</p>\n\n<p>\nوروى (حفرت) بالراء المهملة وصوابه بالزاي أي سيقت وحثت. وضبط (رضام) بضم\nأوله والصواب كسر لأنه جمع رضمة والمطرد <span id='ms35'></span> في فعلة إذا لم تكن عينها ياء فعال\nبالكسر أما فعال بالضم والتخفيف فليس من أبنية جموع التكسير السبعة\nوالعشرين وإنما سمع في ألفاظ سبق كلامنا عليها في مادة (ب ر أ) أول هذه\nالرسالة. وقد ضبط (رضام) بكسر أوله في مادة (ر ض م - ج 15 ص 135) إلا أن\n(حفزت) ضبط فيها بالبناء للمعلوم والصواب بناؤه للمجهول لما قدمنا.\n</p>\n\n<p>\n(وفي مادة - ر ب ع - ج 9 ص 455) روى لسحيم بن وثيل الرياحي\n</p>\n\n<p>\n(وماذا يدري الشعراء مني ... وقد جاوزت حد الأربعين)\n</p>\n\n<p>\nوضبط (وثيل) بضم ففتح مصغرا والصواب بفتح فكسر كما ضبط في آخر مادة (وث ل\n- ج 14 ص 298) وقد نص في القاموس على أنه كأمير قال ابن دريد في كتاب\nالاشتقاق إنه من الوثالة وهي الرجاحة من قولهم رجل وثيل بين الوثالة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة - ر ي ع - ج 9 ص 498) روى لطرفة\n</p>\n\n<p>\n(تربغ إلى صوت النهيب وتتقى ... بذي خصل روعات أكلف ملبد)\n</p>\n\n<p>\nوضبط (المهيب) بفتح أوله والصواب ضمه لأنه اسم فاعل من أعاب بكذا إذا\nدعاه كما فصله المؤلف في موضعه واستشهد عليه بالبيت وعليه شراح المعلقات بل\nهو الألصق بالمعنى لأن المراد أن هذه الناقة تربع أي تعطف وترجع لصوت\nراعيها إذا دعاها وصاح بها. أما المهيب بالفتح فأنه اسم مفعول من هابه إذا\nخافه ولا يخفى ما فيه من البعد فضلا عن أن الرواية بخلافة.\n</p>\n\n<p>\n(وفي مادة - ق م ع - ج 10 ص 169 س 23) \" وقمعت الطبية قمعا وتقمعت لسعتها\nالقمعة ودخلت في أنقها فحركت رأسها من ذلك \" وضبط (القمعة) بتشديد الميم مع\nأنها رويت مخففة قبل ذلك بقليل في قوله \" والقمعة ذباب أزرق عظيم يدخل أنوف\nالدواب \" الخ وهو الصواب على ما في القاموس وغيره ولا تخاله إلا خطا مطبعيا\nبوضع علامة التشديد مكان الفتحة.\n</p>\n\n<p>\n(وفي مادة - ن ص ع - ج 10 ص 233) أنشد لأبي زبيد\n</p>\n\n<p>\n(والدار إن تمئهم عني فإن لهم ... ودى ونصرى إذا أعداؤهم نضعوا)\n</p>\n\n<p>\nوروى (سئهم) هكذا بغير فقط الحرف الثاني والصواب (تنئهم) بالنون أي\nتبعدهم. وهو ظاهر.\n</p>\n\n<p>\n(وفي مادة <span id='ms36'></span> - ح ر ف - ج 10 ص 388) روى قول الشاعر\n</p>\n\n<p>\n(تخال أذنيه إذا تحرقا ... خافية أو قلما محرفا)\n</p>\n\n<p>\nوكتب المصحح بالحاشية \" قوله إذا تحرفا إلى آخر آخر البيت كذلك بالأصل\nوحرر الرواية \"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا البيت من شواهد شرح الرضى على الكافية استشهد به على جواز نصب كان\nللجزءين عند أصحاب الفرآء وروايته له\n</p>\n\n<p>\n(كان أذنيه إذا تشوفا ... قادمة أو قلما محرفا)\n</p>\n\n<p>\nوأورده بهذه الرواية صاحب العقد الفريد في باب ما أدرك على الشعراء\nوالراغب الأصفهاني في المحاضرات (ج 2 ص 379 من طبعة 1287) والمبرد في\nالكامل (ج 2 ص 94 من طبعة مصر سنة 1308) على أنه لحن حيث ذكروا أن العماني\nدخل على الرشيد فأنشده في وصف فرس (كان أذنيه) البيت فعلم الناس أنه لحن\nولم يهتد أحد منهم إلى إصلاح البيت غير الرشيد فأنه قال قل (تخال أذنيه إذا\nتشوقا \". قال المبرد وصاحب العقد والراجز وإن كان لحن فأنه أصاب التشبيه.\nواعترض ابن السيد البطليوس في حاشيته على الكامل بأن هذا لا يعد لحنا\nوالخلاف في ذلك لا موضع لذكره هنا وقد فصله البغدادي في خزانته (ج 4 ص 292\nمن طبعة بولاق) فارجع إليهه أن شئت وأنما موضع الفائدة منه أن كل من روى\nالبيت من أئمة اللغة والأدب ومنهم ابن السيد البطليوسي في مسائله روى فيه\n(إذا تشوفا) وبه يستقيم المعنى كما لا يخفى.\n</p>\n\n<p>\nأما رواية خافية بدل قادمة فقد تفرد بها صاحب اللسان ولا إخلال فيها\nبالمعنى لأن مراد الشاعر تشبيه أذنى الفرس إذا رفعهما حال تطلعة بالريشة أو\nالقلم المحرف فلا فرق بين أن تكون هذه الريشة من القوادم أو من الخوافي\nولعلها رواية أخرى في البيت. (تتمة) قال العلامة البغدادي \" فإن قلت كيف\nأخبر عن الإثنين بالواحد قلت أن العضوين المشتركين في فعل واحد مع اتفاقهما\nفي التسمية يجوز إفراد خبرهما لأن حكمهما واحد وقد ذكرناه مفصلا في باب\nالمثنى \" انتهى. وفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             # شرح التبريزي على الحماسة أراد تخال كل واحدة من أذنيه كما قال الآخر يا\nابن التي خذنتاها باع والحذنتان الأذنان.\n</p>\n\n<p>\nبقي <span id='ms37'></span> هنا مما يتعلق بالبيت ما ذكره بعضهم من أن قائله أنشده بحضرة الرشيد\nفلحنه أبو عمرو والأصمعي وقد أنكره ابن هشام حيث قال في المعنى \" وهذا هو\nفإن أبا عمرو توفى قبل الرشيد \" وتعقبه شراحه بأن هذا لا يصلح تعليلا للوهم\nفأن سبق وفاة أبي عمرو الرشيد لا ينافي حضوره مجلسه ولو غير خليفة ألا أن\nيراد وهو خليفة لأن أبا عمرو توفى سنة أربع وخمسين ومائة والرشيد أنما ولى\nالخلافة سنة سبعين ومائة كذا ذكر البغدادي في خزانته وسكت عنه.\n</p>\n\n<p>\nوالذي يظهر لنا أن الصواب ما ذهب إليه ابن هشام وما تعقبه به شراحه لا\nيستقيم لأن ولادة الرشيد كانت في آخر ذي الحجة سنة خمس وأربعين ومائة وقيل\nفي مستهل المحرم سنة تسع وأربعين فعلى القول الأول وافتراض اجتماعه بأبي\nعمرو سنه وفاته يكون سنة إذ ذاك ثماني سنوات ويستبعد ما ذكروه على من يكون\nفي هذا السن فضلا عن أن يكون له مجلس يجتمع فيه الشعراء ويحضره مثل أبي\nعمرو والأصمعي.\n</p>\n\n<p>\n(وفي مادة - ذ ر ف - ج 11 ص 8 س 12) \" اشتذرف الشئ استقطره واستدرف الضرع\nدعا إلى أن يحلب ويستقطر قال يصف ضرعا\n</p>\n\n<p>\n(سمح إذا هيجته مستذرف ... )\n</p>\n\n<p>\nوروى (واستدرف الضرع) بالدال المهملة ووابه بالذال المعجمة وهو ظافر.\n</p>\n\n<p>\nومثله في آخر المادة \" والدرفة نبتة \" والصواب الذرقة بالمعجمة.\n</p>\n\n<p>\n(وفي مادة - وص ف - ج 11 ص 272) روى لطرفة بن العبد\n</p>\n\n<p>\n(إني كفاني من أمر هممت به ... جار كجار الحذاقي الذي اتصفا) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n             # وضبط (كجار) بالتنوين والصواب حذفه للإضافة وإقامة الوزن كما ضبط في مادة\n(ح ذ ق - ص 324) .\n</p>\n\n<p>\n(وفي مادة - ح ز ق - ج 11 ص 331 س 11) \" الحزق والحزقة الجماعة من الناس\nوالطير وغيرها \" إلى أن قال \" والجمع الخزق مثل فرقة وفرق \" والصواب\n(والجمع الحزق) بالحاء المهملة لا الخاء المعجمة.\n</p>\n\n<p>\n(وفي مادة - ط ل ق - ج 12 ص 96 س 1 - 2) \" ومنه حديث على عليه السلام إن\nالحسن مظلاق فلم تزوجوه \" هكذا بجزم تزوجوه بلم النافية والسياق لا يقتضيه\nلأن المقام نهى لا نفى. وإذا جعلناها (لم <span id='ms38'></span>) الاستفهامية أي بكسر اللام وفتح\nالميم بقي الأشكال في جزم الفعل بلا موجب نعم قد حكوا حذف النون من الأفعال\nالخمسة تخفيفا واستشهد عليه ابن هشام في حواشي الألفية وابن مالك في شرحه\nعلى كافيته بقوله عليه الصلاة والسلام\n</p>\n\n<p>\n\" والذي نفس محمد بيده لا تدخلوا الجنة حتى تؤمنوا ولا تؤمنوا حتى تحابوا\n\" والأصل لا تدخلون ولا نؤمنون لأن لا ناقية وهي لا تعمل في الفعل شيئا إلا\nأن أئمة النحو نصوا على أن ذلك قليل نادر ما لم يقترن الفعل بنون الوقاية\nقال الأمام ابن مالك في الكافية:\n</p>\n\n<p>\n(وحذفها في الرفع قبل نى أنى ... والفك والإدغام أيضا ثبتا)\n</p>\n\n<p>\n(ودون في الرفع حذفها حكوا ... نثرا ونظما نادرا وقد رووا)\n</p>\n\n<p>\n(أبيت أسرى وتبيتى تدلكي ... وجهك بالعنبر والمسك الذكي)\n</p>\n\n<p>\nولو روى في كلام الإمام رضى الله عنه لنبهوا عليه ولم يسكتوا عنه شأنهم\nفي كل قليل نادر على أنه لا داعي لمثل هذا التعسف بعد أن رواه ابن الأثير\nفي النهاية (فلا تزوجوه) بلا الناهية ولا ريب في أن المصنف نقله عنه فحرفه\nالنساخ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة - ع ذ ق - ج 12 آخر ص 109) \" وعذق الرجل بشر يعذقه عذقا وسمه\nبالفتح ورماه به \". ولا معنى للفتح هنا وأنما هو (بالقبيح) قال في هذه\nالمادة من القاموس \" وفلانا بشر أو قبيح رماه به \" وبهذا فسر أيضا في تاج\nالمصادر المحفوظ بدار الكتب الأزهرية بالقاهرة. بقي هنا فتح العين من مضارع\nعذق مع فتحها في ماضيه وقياس مثله أن يكون حلقي العين أو اللام ولم يشذ ألا\nأبى يأبى وبعض أفعال ذكرها المصنف ليس منها هذا الفعل على أنهم نازعوا فيها\nكل يعلم من مراجعة مادة (أب ي) . وإنما أوقع المصحح في هذا تصحيف القبيح\n(بالفتح) فظنه نصا على فتح عين المضارع. والصواب (يعذقه) بكسر الذال كنص\nبشارح القاموس.\n</p>\n\n<p>\n(وفي مادة - ع ر ق - ج 12 ص 120) روى لعوف بن الأحوص\n</p>\n\n<p>\n(لقيتم من تدرئكم علينا ... وقتل سراتنا أذات العراقي)\n</p>\n\n<p>\nهكذا بإثبات ألف قبل (ذات) والصواب حذفها.\n</p>\n\n<p>\n(وفي مادة <span id='ms39'></span> - ع ن ق - ج 12 آخر ص 144) روى قول الشاعر\n</p>\n\n<p>\n(نطعنهم ما ارتموا حتى إذا طعنوا ... ضارب حتى إذا ما ضاربوا اعتنقا)\n</p>\n\n<p>\nقلنا البيت لزهير بن أبي سلمى في ممدوحه هرم بن سنان. والصواب في (نطعنهم\n\" يطعنهم بالمثناة التحتية أولة لأن الضمير فيه للممدوح ويدل عليه قول إذا\nارتمى الناس بالنبل دخل هو تحت الرمي فجعل بطاعتهم فإذا تطاعنوا ضارب\nبالسيف فإذا تضاربوا بالسيوف اعتنق قرنه والتزمه بصف أنه يزيد عليهم في كل\nحال من أحوال الحرب \" انتهى.\n</p>\n\n<p>\nوفي الوساطة للقاضي الجرجاني بعد إيراد بيت ما نصه \" قسم البيت على أحوال\nالحرب ومراتب اللقاء ثم ألحق بكل قسم ما يليه في المعنى الذي قصده من تفضيل\nالممدوح فصار موصولا به مقرونا إليه ونحوه قول عنترة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             # (إن يلحقوا أكرر وإن يستحلموا ... أشدد وإن نزلوا بضيق أنزل)\n</p>\n\n<p>\nفهذا كالأول في الصنعة وإن كان أنما أزوج كل قسم بقرينه وما هو وفقه ولم\nيرض الأول ألا بأن قسم ثم تقدم عن كل قسم ما وارتفع عليه درجة \" انتهى.\n</p>\n\n<p>\nوقد أجاد زهير في ترتيب حالات الحرب لأن أولها عندهم الملاقاة من بعيد ثم\nالمراماة ثم المطاعنة تم المجالدة ثم المعانقة فذكر ما وسعه بيته على\nالترتيب.\n</p>\n\n<p>\n(وفي مادة - غ ر ق - ج 12 ص 175) \" قال الراجز\n</p>\n\n<p>\n(أتبعتهم مقلة إنسانها غرق ... هل ما أرى تارك للعين إنسانا)\n</p>\n\n<p>\nوالبيت من البسيط فالصواب أن يقال قال الشاعر لا الراجز\n</p>\n\n<p>\n(وفي مادة - ف ل ق - ج 12 ص 185) روى قول الشاعر\n</p>\n\n<p>\n(وإن أناها ذو فلاق وحشن ... تعارض الكلب إذا الكلب رشن)\n</p>\n\n<p>\nبالنون في (أناها) والصواب (أتاها) بالمثناة الفوقية وهو ظاهر وبه\nالرواية في مادة (ح - ش - ن - ج 16 ص 274) .\n</p>\n\n<p>\n(وفي هذه المادة ص 186) روى لأبي حية النميري\n</p>\n\n<p>\n(وقالت إنها الفلقي فأطلق ... على النقد الذي معك الصرار)\n</p>\n\n<p>\nبنصب (النقد) والصواب جره بعلى وهو ظاهر أيضا\n</p>\n\n<p>\n(وفي مادة - أف ل - ج 13 ص 18) روى لأبي زيد\n</p>\n\n<p>\n(أبو شتيمين من حصاء قد أفلت ... كان أظباءها في رفعها رقع)\n</p>\n\n<p>\nوالصواب (أبو زبيد) بالباء الموحدة بعد الزاي <span id='ms40'></span> تصغير زيد بالفتح بمعنى\nالعطاء كما نص عليه ابن دريد في كتاب الاشتقاق وهو حرملة الطائي والبيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             # من قصيدة له في وصف الأسد أنشدها بين يدي سيدنا عثمان بن عفان رضي الله\nعنه وقد وقفت عليها تامة ولكنها كثيرة التحريف ولولا ذلك لذكرتها هنا لندرة\nوجودها.\n</p>\n\n<p>\n(وفي مادة - ب ز ل - ج 13 ص 55) روى لزهير\n</p>\n\n<p>\n(سعى ساعيا غيظ بن مرة بعدما ... تبزل ما بين العشيرة بالدم)\n</p>\n\n<p>\nوضبط (غيظ) بالرفع والصواب جرة للإضافة الساعيين وكذلك (ابن) لأنه نعت له\nوبه ضبط في مادة (س ع ي - ج 19 ص 108)\n</p>\n\n<p>\n(وفي مادة - ب ول - ج 13 ص 79) روى لزهير أيضا\n</p>\n\n<p>\n(لقد باليت مطعن أم أوفى ... ولكن أم أوفى لا تباني)\n</p>\n\n<p>\nوروى (مطعن) بالطاء المهملة والصواب بالظاء المعجمة أي أنى كرهت سيرها\nوذهابها يريد فراقها. وروى (تباني) بالنون والصواب تبالى باللام ليصح معنى\nالبيت وحسبك ول المؤلف في تفسيرة \" باليت كرهت ولا تبالي لا تكره \" وهو من\nأبيات لامية قالها زهير في امرأته أم أو في لما ندم على تطليقها أولها.\n</p>\n\n<p>\n(لعمرك والخطوب مغيرات ... وفي طول المعاشرة التقالي)\n</p>\n\n<p>\n(وفي مادة - ح ث ل - ج 13 ص 150) روى لمتمم\n</p>\n\n<p>\n(وأرملة تسعى بأشعث محثل ... كفرخ الحباري ريشه قد تصوعا)\n</p>\n\n<p>\nبضم الراء من (أرملة) والصواب إسكانها وهو ظاهر.\n</p>\n\n<p>\n(وفي مادة - ح ف أل - ج 13 ص 169 س 15) \" وهذا كله قول سيبويه وقد تقدم\nذكره في حفل \" والصواب \" تقدم \" بإسقاط السين وهو ظاهر أيضا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة - ح ول - ج 13) تكرر ذكر (البلد) مضبوطا بضم أوله والصواب كسره.\n</p>\n\n<p>\n(وفي مادة - خ ي ل - ج 13 ص 247) روي قول الشاعر\n</p>\n\n<p>\n(وثالثنا في الحلف كل مهند ... لما يرم من صم العظام به خالي)\n</p>\n\n<p>\nولا وجه لجزم (يرمى) والصواب (لما ريم) وهي رواية علم الدين السخاوي في\nسفر السعاة والبلوي في ألف وهو من رام يروم بني على ما لم يسم فاعله.\n</p>\n\n<p>\n(وفي مادة - س ر ل - ج 13 ص 356) \" ويحتج على ترك صرفه بقول ابن مقبل\n</p>\n\n<p>\n(أنى دونها ذب الرياد كأنه ... فتى فارسي في سراوريل رامح <span id='ms41'></span>)\n</p>\n\n<p>\nورسم (أبى) هكذا بغير نقط وكتب المصحح بالحاشية \" تقدم في ترجمة رود بلفظ\nبمشي بها وحرر الرواية \". قلنا صوابه (أنى بالمثناة الفوقية ويروى (يمشى\nبها) ويروى أيضا (يرود بها) كما أثبته العلامة البغدادي في خزانته.\n</p>\n\n<p>\nبقي هنا ضبطهم (سراويل) مجرورا بالكسرة وجر (رامح) للإضافة إليه وهو خطأ\nمن وجهين أما الأول فلأنهم استشهدوا بالبيت على منع صرف سراويل كما ترى\nوروايته بالإضافة لا يظهر بها وجه الاستشهاد. وأما الثاني فلأنه يصف ثورا\nوحشيا وعبر عنه بذب الرياد والضمير في دونها يعود لأنثاه وشبه ما على\nقوائمه من الشعر بالسراويل وهو من لباس الفرس ولهذا قال (فتى فارسي في\nسراويل) وشبه قرنه بالرمح ولهذا قال (رامح) تعت أو رمح فقتى خبر كان وفارسي\nنعت له ورامح نعت ثان له فيكون صواب الرواية في البيت:\n</p>\n\n<p>\n(فتى فارسي في سراويل رامح ... )\n</p>\n\n<p>\nبجر سراويل بالفتحة لكونه ممنوعا من الصرف وبرفع رامح. وقد ضبط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             # البيت محرقا أيضا في مادة (ط ب ب - ج 1 ص 367) ومادة (رود - ج 4 ص 170) .\n</p>\n\n<p>\n(وفي مادة - س ف ل - ج 13 ص 359) روى قول الشاعر\n</p>\n\n<p>\n(تواكلها الأزمان حتى أجأنها ... إلى جلد منها قليل الأسافل)\n</p>\n\n<p>\nوضبط (أجأنها) بإسكان الجيم وفتح الهمزة التي بعدها وهو خطأ بين مفسد\nللمعنى والوزن والصواب (أجأنها) بفتح الجيم وإسكان الهمزة أي جئن بها فلما\nعدى الفعل بالهمزة تعدى للمفعول بلا واسطة.\n</p>\n\n<p>\n(وفي مادة - ط ل ل - ج 13 ص 433) روى لغوية بن سلمى\n</p>\n\n<p>\n(ألا نادت أمامه باحتمال ... لتخزنني فلا بك لا أبالي)\n</p>\n\n<p>\n(فسيرى ما بدالك أو أقيمي ... فأياما أتيت فعن يقال)\n</p>\n\n<p>\nوكيف تروعني امرأة ببين ... حياتي بعد فارس ذي طلال)\n</p>\n\n<p>\nوكت المصحح لا لحاشية \" قوله فعن يقال هكذا رسم في الأصل ولم نعثر عليه\nفي غير هذا الموضع ولعله فغير قالى فليحرر \". قلنا الأظهر أنه (فعن تقال)\nبحذف يائه أو (فعن تقالي) بإثباتها إلا أن المنقوص المنون إذا وقف عليه ولم\nيكن منصوبا فالأولى حذف يائه وهو الموافق أيضا لما رسم في البيت.\n</p>\n\n<p>\n(وفي مادة - ع - ي ل - ج <span id='ms42'></span> 13 ص 156) \" ويقال للعائر عالك عاليا كقولك لعا\nلك عاليا يدعى له بالإفالة \" وروى (العائر) بالهمزة وإنما هو (العائر)\nبالثاء المثلثة كما يفهم من سياق العبارة ومن الاستشهاد عليها بقول الشاعر\n</p>\n\n<p>\n(أخاك الذي إن زلت النعل لم يقل ... تعست ولكن قال عالك عاليا) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             # (وفي مادة - غ ل ل - ج 14 ص 15 س 14) \" والغلالة شعار يلبس تحت الثوب لا\nيتغلعل فيها أي يدخل \" والصواب (لأنه يتغلل) وهو ظاهر.\n</p>\n\n<p>\n(وفي مادة - ف ي ل - ج 14 ص 51) روى لطرفة\n</p>\n\n<p>\n(يشق حباب الماء حيز ومهابه ... كما قسم الترب المفايل باليد)\n</p>\n\n<p>\nوروى (به) بتذكير الضمير والبيت في وصف سفينة بشق صدرها بها الماء\nفالصواب أن يقال (بها) وبه وردت الرواية في شروح المعلقات\n</p>\n\n<p>\n(وفي مادة - ك ل ل - ج 14 ص 116) روى قوله\n</p>\n\n<p>\n(من كل محفوف بظل عصيه ... روح عليه كلة وقرامها)\n</p>\n\n<p>\nبإضافة ظل إلى العصى ورواية (روح) بالتحريك والحاء المهملة وقد أصبح\nالبيت بهذه الرواية من المعميات وصوابه\n</p>\n\n<p>\n(من كل محفوف يظل عصيه ... روج عليه كلة وقرامها)\n</p>\n\n<p>\nيعنى من كل هودج محفوف أي مغطى يظل عيد أنه زوج بفتح الزاي وإسكان الواو\nوبالجيم آخره وهو النمط يطرح على الهودج. وبهذه الرواية روى البيت في مادة\n(زوج - ج 3 ص 118) وهو للبيد.\n</p>\n\n<p>\n(وفي مادة - ن ض ل - ج 14 ص 189) روى للبيد\n</p>\n\n<p>\n(فانتضلنا وابن سلمى قاعد ... كعتيق الطير يغضى ويجل)\n</p>\n\n<p>\nوضبط (الطير) والصواب جرة للإضافة، وروى (يغضى) بالبناء للمجهول والصواب\nبناؤه للمعلوم كما روى في مادة (غ ض و - ص 364) وفسره المؤلف بقوله \" يعنى\nيغضى الجفون مرة ويجلى مرة \"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة - وأ ل - ج 14 ص 241) روى لأبي ذؤيب\n</p>\n\n<p>\n(أدان وأنباه الأولون ... بأن المدان ملى وفي)\n</p>\n\n<p>\nوروى بتحفيف الهمزة التي بعد الباء من (أنباه) والصواب همزة لتصحيح الودن\nلأن الهمزة واقعة في موضع الفاء من (فعولن) وحذفها المسمى بالثلم لا يدخل\nإلا في فعولن الواقع أول البيت أو الواقع أول العجز ولكن على خلاف بينهم في\nتجويزه.\n</p>\n\n<p>\nوضبط (الأولون) بسكون النون وهو مخل بالوزن أيضا لأن العروض المقبوضة من\nالمتقارب وهي <span id='ms43'></span> التي حذفت منا نون فعولن تبقى على (فعول) بتحريك اللام\nفالصواب تحريك النون بالفتح.\n</p>\n\n<p>\nوقد وقع لهم مثل في مادة (ب خ خ - ج 3 ص 483) حيث روى قول الشاعر:\n</p>\n\n<p>\n(روافده أكرم الرافدات ... بخ لك بخ لبحر خضم)\n</p>\n\n<p>\nبسكون آخر العروض والصواب تحريكه بالكسر. ومثله ما روى لكثير في مادة (ف\nر ق - ج 12 ص 179) .\n</p>\n\n<p>\n(وذفرى ككاهل ذيح الخليف ... أصاب فريقة ليل فعاثا)\n</p>\n\n<p>\nبسكون آخر العروض أيضا. ومثله ما روى للنابغة الجعدي في مادة (أن س - ج 7\nص 312) .\n</p>\n\n<p>\n(بآنسة غير أنس القراف ... تخليط لا للين منها شماسا)\n</p>\n\n<p>\nبالسكون أيضا. وفي البيت خطأ آخر وهو ظبهم (بآنسة) بفتح النون والصواب\nكسرها والمراد بها الجارية الطيبة الحديث.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nوفي كثير في الكتاب ينبغي التنبه له والأستاذ اليازجي كلام في تحقيق هذا\nالمقام أو رده فيما كتبه على مادة (وأد) من فصول أغلاط اللسان التي نشرها\nفي ضيائه فليراجع في ج 6 ص 196) .\n</p>\n\n<p>\n(وفي مادة - أت م - ج 14 ص 269) روى لأبي حية النميري\n</p>\n\n<p>\n(رمته أناة من ربيعة عامر ... نؤوم الضحى في مأتم أي مأتم)\n</p>\n\n<p>\nوضبط (نؤوم) بالجر والصواب رفعه لأنه نعت لأناة وقد ضبط بالرفع في مادة\n(ون ي - ج 20 ص 298) إلا أنه روى هناك بتشديد الميم والصواب تستعيفها.\n</p>\n\n<p>\n(وفي هذه الصفحة) روى لزيد الخيل\n</p>\n\n<p>\n(أفي كل عام مأتم معونه ... على محمر ثوبتموه وما رضا)\n</p>\n\n<p>\nوكتب المصحح \" قوله معونه الخ هكذا في الأصل على هذه الصورة وهو يحتمل\nتبعوثنه أو تنعتونه وعلى الجملة فليحرر البيت \". قلنا الصواب (تبعثونه)\nبالباء الموحدة قبل العين والثاء المثلثة بعدها كما في كتاب سيبويه وخزانة\nالأدب للبغدادي وفسره بتهيجونه وتحركونه. وفي البيت رواية أخرى لا توافق ما\nرسم هنا وهي (تجمعونه) رواها أبو علي القالي في أماليه.\n</p>\n\n<p>\n(وفي مادة - ج م م - 14 ص 376) روى لزهير\n</p>\n\n<p>\n(وكنت إذا ما جئت يوما لحاجة ... مضت وأجمت حاجة الغد ما تحلوا)\n</p>\n\n<p>\nوروى (تحلوا) هكذا بالحاء المهملة وبالألف آخره ولا يخفى أن الألف لا محل\nلها هنا كما أن الرواية بالمهملة لا معنى لها لأنه يقول <span id='ms44'></span> إنني كنت إذا جئت\nلحاجة مضت تلك الحاجة وانقضت وقوله أجمت حاجة الغد أي دنت وحان وقوعها\nفوصفها بعد ذلك بأنها لا تحلو لا يظهر وجهه. والصواب (لا تخلو) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             # بالمعجمة قال الأعلم الشنتمرى في شرحه على الديوان قوله لا تخلو أي لا\nيخلو الإنسان من حاجة ما تراخت مدنه ولم يري الغد الذي بعد يومه خاصة وإنما\nهو كتابة عما يستأنف من زمانه.\n</p>\n\n<p>\n(وفي هذه الصفحة) روى قوله \" إلى مطمئن البر لا يتجمجم \"\n</p>\n\n<p>\nوكتب المصحح \" قوله إلى مطمئن الخ صدره كما في معلقة زهير ومن بوف لم\nيذمم ومن يهد قلبه قلنا الرواية المشهورة التي عليها شراح المعلقات (لا\nيذمم) وهي التي أثبتها المصحح بالحاشية في مادة (ف ض و - ج 20 ص 16)\n</p>\n\n<p>\n(وفي مادة - ح ل م - ج 15 ص 37) روى للوليد بن عقبة\n</p>\n\n<p>\n(لك الويلات أفحمها عليهم ... فخير الطالبي التره الغشوم)\n</p>\n\n<p>\nولا وجه لحذف النون من الطالبين على هذه الرواية كما لا معنى للتره\nوالصواب (الطالبي الترة) أي الثأر.\n</p>\n\n<p>\n(وفي آخر مادة - ر ق م - ج 15 ص 142) \" والرقيم فرس حرام بن وابصة \" وكتب\nالمصحح بالحاشية \" قوله حرام بن وابصه كذا هو بهذا الضبط وبالراء المهملة\nفي الأصل والمحكم والتكملة \". قلنا الذي في مادة (ر ق م) من القاموس وكتاب\nأسماء خيل العرب وفرسانها لأبي عبد الله محمد بن زياد الأعرابي حزام بكسر\nأوله وبالزاي بضبط القلم فقط في كليهما.\n</p>\n\n<p>\n(وفي مادة - ر ك م - ج 15 ص 143 ص 7) \" ومرتكم الطريق بفتح الكاف جادنه\nومحجته \" والصواب (ومرتكم) بحذف التنوين للإضافة.\n</p>\n\n<p>\n(وفي مادة - س ه م - ج 15 ص 201) روى للعجاج\n</p>\n\n<p>\n(فهي كر عديد الكثيب الأهيم ... ولم يلحها حزن على ابنم) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             # وضبط (ابنم) بضم النون والصواب كسرها كما ضبط في مادة (ل وح - ج 3 ص 421)\nلأنها فيه تابعة للميم في حركاتها فتضم في الرفع وتفتح في النصب وتكشر في\nالجر وأصله ابن فلما زيدت فيه الميم أعرب من مكانين.\n</p>\n\n<p>\nوبعضهم يقتصر في إعرابه على مان واحد فيعرب الميم لأنها صارت آخر الاسم\nإلا أنه <span id='ms45'></span> يدع النون مفتوحة على مل حال فضمها هنا خطأ على كلتا اللغتين.\n</p>\n\n<p>\n(وفي مادة - س وم ج 15 ص 205) \" قال الراجز\n</p>\n\n<p>\n(غلام رماه الله بالحسن يافعا ... له سيماء لا تشق على البصر)\n</p>\n\n<p>\nوالبيت من الطويل لا من الرجز فالصواب أن يقال قال الشاعر لا الراجز.\n</p>\n\n<p>\nبقي هنا استشهاد المصنف بالبيت على أن (سيماء) بالمدلغة في (سيما) بالقصر\nولا يخلو هذا الاستشهاد من نظر لأن السيما بالقصر ساكنة الياء وأصلها واو\nقبلت ياء لسكونها وانكسار ما قبلها فمقتضى ذلك أن تكون (سيماء) الممدوده\nساكنة الياء أيضا وهو ما نص عليه صاحب القاموس وعليه يكون البيت مكسورا ولا\nيصح وزنه إلا بتحريك الياء منها بقبض فعولن كما ضبطت في البيت هنا وفي\nأمالي الفالي (ج 1 ص 242) ولم نجد أحدا نص على فتح هذه الياء. والذي رواه\nالجوهري ونقله عن المصنف بعد سطرين (له سيمياء لا تشق على البصر) وهي رواية\nالمبرد أيضا في كامله (ج 1 ص 14) من طبعة مصر سنة 1308 ألا أن هذه الرواية\nلا يصح بها الاستشهاد على ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             # أراده المصنف ولا يستقيم مراده إلا بعد الوقوف على نص صريح في تحريك\nالياء من (سيماء) وهو ما لم نقف عليه كما قدمنا ولا نخال أحد ذاكره والله أعلم.\n</p>\n\n<p>\n(تتمة) روى صدر هذا البيت بهذه الرواية المصنف والجوهري والقاني في\nأماليه والمبرد في كاملة وأنكرها أبو القاسم علي بن حمزة البصري فيما كتبه\nعلى أوهام المبرد فقال \" سمعت أبا رياش رضي الله عنه يقول لا يروى بيت ابن\nعنقاء الفزاري غلام رماه الله بالحسن ألا أعمى البصيرة لأن الحسن مولود\nوإنما الرواية بالخير \" انتهى.\n</p>\n\n<p>\n(وفي مادة - وس م - ج 16 ص 122 س 14) \" وأرض موسومة أصابها الوسمى وهو\nمطر يكون بعد الخرفى في البرد ثم يتبعه الولي صميم الشتاء ثم يتبعه الربعي\n\" وضبط (الولي) بفتح فسكون على أنه مصدر وليت الأرض أي سقيت الولي. ومقتضى\nسياق العبارة أن المراد هنا الاسم لا المصدر بدليل ذكر الوسمى وما بعده من\nأسماء المطر فالصواب أن يقال فيه <span id='ms46'></span> (الولي) على زنة فعيل وهو المطر الذي يلي\nالوسمى كما يعلم ذلك من مراجعة مادة (وا ل ي) .\n</p>\n\n<p>\n(وفي مادة - أر ن - ج 16 ص 153) روى لطرفه\n</p>\n\n<p>\n(أمون كألواح الإرات نسأتها ... على لا حب كأنه ظهر برجد)\n</p>\n\n<p>\nوضبط (أمون) بضم أوله والصواب فتحه وهو فعول يمعنى مفعولة يقال ناقة أمون\nإذا كانت مأمونة العثار والإعياء كما يقال ركوب للمركوبة.\n</p>\n\n<p>\n(وفي مادة - ح ب ن - ج 16 ص 260) روى لأبي العلاء المعري\n</p>\n\n<p>\n(يتكنى أبو الوفاء رجال ... ما علمت الوفاء إلا طريحا) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n             # (وأبو جعدة ذوالة من ... جعدة لا زال لازما تبريحا)\n</p>\n\n<p>\n(وابن عرس عرفت وابن بريح ... ثم عرسا جهامة فبريحا)\n</p>\n\n<p>\nوروى (جهامة) هكذا بالألف والميم بعد الهاء وهو تحريف من النساخ لا معنى\nله هنا والصواب (جهلته وبريحا) كما يقتضيه السياق وبه روى في لزوم ما لا يلزم.\n</p>\n\n<p>\n(وفي مادة - س وس ن - ج 17 ص 94 - س 9) \" السوسن نبت أعجمى معرب الخ \"\nبضم النون من (نبت) والصواب بفتح فسكون كما لا يخفى.\n</p>\n\n<p>\n(وفي مادة - ع ر ن - ج 17 ص 155) روى لامرئ القيس\n</p>\n\n<p>\n(كأن ثييرا في عرانين ودقة ... من السيل والغثاء فلكة مغزل)\n</p>\n\n<p>\nوالغثاء ما يحمله السيل من كسار العيدان وحطام النبت يقال بتشديد الثاء\nوتخفيفها. وقد ضبط في البيت بالأول والمنقول عن ابن النحاس أن الوجه ضبطه\nفي هذا البيت بالتخفيف على ما في من الزحاف وبه جزم أبو العلاء المعري في\nرسالة الغفران فالضبط على هذا مخالف للرواية وإن لم يعد خطأ لغويا. بقي\nالكلام في صنيع المؤلف في البيت فأنه لفقه من بيتين لامرئ القيس\n</p>\n\n<p>\n(كان ثبيرا في عرانين وبله ... كبير أناس في بجاد مزمل)\n</p>\n\n<p>\n(كان ذرى رأس المجيمر غدوة ... من السيل والغثاء فلكة مغزل)\n</p>\n\n<p>\nفجعل عجز الثاني عجزا للأول وروى (ودقة) بدل وبله وأنما هو في رواية أخرى\nللأصمعي نصها (كأن أبانا في أفانين ودقة) وذكر شراح المعلقات أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             # الأصمعي كان يروي البيت الثاني (كان طمية المجيمر غدوة) وبها رواه المؤلف\nفي مادة (ط م و - ج 19 ص 239) .\n</p>\n\n<p>\n(تتمة) مثل هذا التلفيق <span id='ms47'></span> من شعر شاعر واحد سائغ للمصنفين على ما ذكر\nويفعلونه قصد السبب من الأسباب الآتي بيانها. قال العلامة البغدادي في شرح\nشواهد شرح التحفة الوردية لناظمها العلامة زين الدين عمر بن الوردي عند\nالكلام على قول الشاعر\n</p>\n\n<p>\n(وذكر ضت تقتد برد مائها ... وعتك البول على أنسائها)\n</p>\n\n<p>\nإنه من شواهد سيبويه وإنه مركب من بيتين ثم قال بعد أن أورد الرجز الذي\nمنه البيتان ما نصه \" واعلم أن مثل هذا يقال له تركيب بيت من بيتين وهو\nشائع عند المصنفين في الاستشهاد يفعلونه قصدا إما لأن المعنى متفرق في\nأبيات وإما لأن في أحد المصراعين قلاقة معنى أو لغة وإما لغير ذلك\nفيحتضرونه أو ينتخبونه كما فعل سيبويه هنا وكما صنع الجوهري في قول أبي\nوجزة أيضا وتبعه الرضى\n</p>\n\n<p>\n(العاطفون تحين ما من عاطف ... والمطعمون زمان أبن المطعم)\n</p>\n\n<p>\nوكما فعل المبرد في شعر الجميح الأسدي وقيل الجوهري وتبعه أكثر النحويين\nمنهم ابن هشام في المعنى\n</p>\n\n<p>\n(حاشا أبا ثوبان إن به ... ضنا على الملحاة والشتم)\n</p>\n\n<p>\nوأصله\n</p>\n\n<p>\n(حاشا أبا ثوبان إن أبا ... ثوبان ليس ببكمة فدم)\n</p>\n\n<p>\n(عمرو بن عبد الله إن به ... ضنا على الملحاة والشتم) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             # وكما فعل ابن الشجري في نظم عمر بن أبي ربيعة\n</p>\n\n<p>\n(وناهدة الثديين قلت لها اتكي ... فقالت على اسم الله أمرك طاعة)\n</p>\n\n<p>\nوأصله\n</p>\n\n<p>\n(وناهدة الثديين قلت لها اتكى ... على الرمل من جبانة لم توسد)\n</p>\n\n<p>\n(فقالت على اسم الله أمرك طاعة ... وإن كنت قد كلفت ما لم أعود)\n</p>\n\n<p>\nوهو كثير ولو سردته لطال وأورث الملال \" انتهى كلام البغدادي وقد ذكره\nأيضا في خزانته باختلاف يسير (ج 2 ص 150) ، أصل البيت الذي ركبه الجوهري من\nقول أبي وجزة على ما ذكره المصنف في مادة (ع ط ف - ج 11 ص 156) نقلا عن ابن بري.\n</p>\n\n<p>\n(العاطفون تحين ما هن عاطف ... والمنعمون يدا إذا ما أنعموا)\n</p>\n\n<p>\n(واللاحقون جفانهم قمع الذرى ... والمطعمون زمان أين المطعم)\n</p>\n\n<p>\nولا يخفى ما في قوله (والمنعمون يدا إذا ما أنعموا) من القلق في المعنى\nوقد روى المؤلف في مادة (ح <span id='ms48'></span> ي ن - ج 16 ص 291) والمسبغون يدا والمعنى عليه\nظاهر. وكان الجوهري لم يطلع على هذه الرواية فحمله ما في الرواية الأولى\nعلى هذه التركيب والله أعلم.\n</p>\n\n<p>\n(وفي مادة - أي ي - ج 18 ص 67) روى قول الشاعر\n</p>\n\n<p>\n(سقته إياة الشمس إلا لثاته ... أسف ولم يكمد عليه بأثمد)\n</p>\n\n<p>\nوروى (يكمد) بالمثناة التحتية أولة مبنيا للمجهول وبتقديم الميم على\nالدال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n             # والصواب (تكدم) بالبناء للمعلوم أي أسف بإثمد ولم تكدم هي عليه يعنى تعض.\nوالبيت من معلقة طرقة بن العبد يصف به ثغر محبوبته فيقول كان الشمس أعارته\nضوءها إلا لثاته لأن نساء العرب كن يذررون الإثمد على الشفاه واللثات ليكون\nذلك أشد للمعان الأسنان. وليس في البيت رواية أخرى غير ما ذكرنا وبها روى\nفي باب الألف اللينة. وجاء في شرح القاموس بلفظ (ولم تكرم) وهو تحريف\n(تكدم) كما لا يخفى.\n</p>\n\n<p>\n(وفي مادة - ب ك ي - ج 18 ص 89) روى لبعض نساء العرب في تأخيذ الرجال\n</p>\n\n<p>\n(أخذته في دباء. . مملاء من الماء. . مغلق بترشاء. فلا يزال في تمشاء.\nوعينه في تبكاء ... )\n</p>\n\n<p>\nثم قال المصنف بعد أن تكلم على كسر أول تمشاء وتبكاء \" وهذه الأخذة قد\nيجوز أن تكون كلها شعرا فأذا كان كذلك فهو من منهوك المنسرح وبيته\n</p>\n\n<p>\n(صبرا بني عبد الدار ... )\n</p>\n\n<p>\nقلنا وعلى هذا فرواية (فلا يزال) بإثبات الألف لا يستقيم بها الوزن بل\nولا الإعراف لأنم لا هنا جازمة ووزن الموقوف المنهوك من هذا البحر (مستفعلن\nمفعولات) فالصواب (فلا يزل في تمشاء) ويكون وزنه (مفاعلن مفعولات) أي بخبن\nمستفعلن فيصير متفعلن فينقل إلى مفاعلن. وقد وقع هذا الخطأ أيضا في مادة (د\nب ي - ج 18 ص 273) .\n</p>\n\n<p>\n(تتمة) الأخذة بضم فسكون رقية كالسحر زعموا أن نساء العرب كن يصرفن بها\nأزواجهن عن غيرهن وتطلق وأيضا على خرزة كانت تتخذ لذلك والظاهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             # أن التأخيذ هو ما يسميه عامة المصريين اليوم (بالشبشبة) أو شئ قريب منها.\n</p>\n\n<p>\nومن تلك الأخذ قولهن \" أخذته بالعطس بالثوباء والعطسة \" وقولهم \" يا قبلة\nاقبية ويا كرار كريه ويا همرة اهمر به إن <span id='ms49'></span> أقبل فسر به وإن أدبر فضربه \" قال\nالمصنف في مادة (ق ب ل) \" هكذا جاء الكلام وإن كان ملحونا لأن العرب تجرى\nالأمثال على ما جاءت به وقد يجوز أن يكون عني بكرار الكرة فأنث لذلك \".\n</p>\n\n<p>\n(وفي مادة - ب ه و - ج 18 ص 106 س 7) \" ومنه قولهم أن المعزى تبهى ولا\nتبنى وهو تفعل من البهو وذلك إنها تصد على الأخبية \" الخ. وروى بسكون آخر\n(تصعد) والصواب ضمه وهو ظاهر.\n</p>\n\n<p>\n(وفي مادة - ث ب و - ج 18 ص 116 س 4) \" الثبة العصبة من الفرسان والجمع\nثبات \" بجر (ثبات) والوجه الرفع وهو ظاهر أيضا.\n</p>\n\n<p>\n(وفي مادة - خ س و - ج 18 ص 249 - س 18 - 19) \" أراد أن هذا لفرس يعدو\nعلى خمس من الأتن فيطردها \" وروى (لفرس) والصواب الفرس بالألف في أوله.\n</p>\n\n<p>\n(وفي مادة - د ل و - ج 18 ص 291 ص 13) \" والدالية المنجنون وقليل\nالمنجنون تديرها البقرة والناغورة يديرها الماء \" وروى (قليل) هكذا بلا مين\nوالصواب (قيل) كما لا يخفى. وروى (تديرها) بالنصب ولا وجه له وإنما الوجه\nالرفع لتجرد الفعل من موجبات غيره.\n</p>\n\n<p>\n(وفي مادة - د م ي - ج 18 ص 294) روى للإمام علي بن أبي طالب عليه السلام\n</p>\n\n<p>\n(لمن راية سوداء يخفق ظلها ... إذا قيل قدمها حصين تقدما) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n             # (ويوردها للطعن حتى يعلها ... حياض المنايا تقطر الموت والدما)\n</p>\n\n<p>\nوروى (حصين) بالصادر المهملة والصواب أنه بالمعجمعة كما أورده المؤلف في\nمادة (ح ض ن - ج 16 ص 280) واستشهد عليه هناك بالبيتين وذكره صاحب القاموس\nفي هذه المادة أيضا وهو الحضين بن المنذر صاحب راية الإمام يوم صفين. وأما\nالحصين بالمهملة فذاك ابن الحمام المري القائل\n</p>\n\n<p>\n(تأخرت أستبقى الحياة فلم أجد ... لنفسي حياة مثل أن أتقدما)\n</p>\n\n<p>\n(فلسنا على الأعقاب تذمى كبومنا ... ولكن على أقدامنا تقطر الدما)\n</p>\n\n<p>\n(تقلق هاما من رجال أعزة علينا وهم كانوا أعق وأظلما ... )\n</p>\n\n<p>\nوكثيرا ما يقع تصحيف الحضين بن المنذر بالحصين في كتب الأدب المطبوعة\nكالعقد الفريد وغيره لا سيما عند رواية بيتي الإمام والظاهر أن منشأ هذا\nالاشتباه اتفاق الاسمين في الرسم والمقطوعين في البحر والقافية فظنوهما <span id='ms50'></span> من\nقصيدة واحدة لشاعر واحد ولم ينتبهوا إلى قائل الشعر والمقول فيه فخلطوا\nبينهما.\n</p>\n\n<p>\n(تتمة) هذان البيتان مما ثبت من الشعر للإمام عليه السلام ونقل المصنف\nوصاحب القاموس في مادة (ود ق) عن أبي عثمان المازني أنه لم يصح عنه إلا قوله\n</p>\n\n<p>\n(تلكم قريش ثمنانى لتقتلني ... فلا وربك ما بروا ولا ظفروا)\n</p>\n\n<p>\n(فإن هلكت فرهن ذمتي لهم ... بذات ودقين لا يعفو لها أثر)\n</p>\n\n<p>\nوهو إن صوبه الزمخشري فجمهور أئمة الأدب على خلافة وقد كنت عنيت بتحقيق\nما ثبت من شعره وما لم يثبت خصوصا ما جاء في الديوان المنسوب إليه ثم\nعاقتنى العوائق عنه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة - د وو - ج 18 ص 306) روى ليزيد بن الحكم الثقفي في الكلام على\nادضوى بمعنى أكل الدواية وهي القشرة التي تعلو اللبن والمرق\n</p>\n\n<p>\n(بدا منك غش طالما قد كتمته ... كما كتمت دآء ابنها أم مدوي)\n</p>\n\n<p>\nثم قال المصنف \" وذلك أن خاطبة من الأعراب خطبت على ابنها جارية فجاءت\nأمها إلى أم الغلام لتنظر إليه فدخل الغلام فقال أأ د أمي فقالت اللحام\nمعلق بعمود البيت أرادت بذلك كتمان زلة الابن وسوء عادته \" انتهى.\n</p>\n\n<p>\nفمقتضى سياق الكلام أن يكون (اللجام) بالجيم لا الحاء المهملة لأنها\nأرادت إظهاره للمرأة أنه صاحب خيل وركوب.\n</p>\n\n<p>\nوفي المرصع لابن الأثير ما نصه \" أم مدوي يضرب بها المثل لمن يورى بالشئ\nعن غيره ويكنى به عنه واصله أن أمرأة من العرب هطبت على ابنها جارية فجاءت\nأمها إلى أم الغلام لتنظر إليه فدخل الغلام فقال أأد امي فقالت اللحام معلق\nبعمود البيت أرادت بذلك كتمان زلة الابن وسوء عادته \" انتهى. فمقتضى سياق\nالكلام أن يكون (اللجام) بالجيم لا الحاء المهملة لأنها أرادت إظهاره\nللمرأة أنه صاحب خيل وركوب.\n</p>\n\n<p>\nوفي المرصع لابن الأثير ما نصه \" أم مدوى يضرب بها المثل لمن يورى بالشئ\nعن غيره ويكنى به عنه واصله أن أمرأة من العرب هطبت على ابنها جارية فجاءت\nأمها إلى أم الغلام لتنظر إليه فدخل الغلام فقال لأمه أد وى فقالت له <span id='ms51'></span>\nاللجام معلق بعمود البيت والسرج في جانبه فأظهرت أن ابنها أراد الفرس\nللركوب فكتمت بذلك زلة ابنها عن الخاطبة \" انتهى ومثله في المزهر للسيوطي\n(ج 1 ص 272) من النسخة المطبوعة ببولاق.\n</p>\n\n<p>\n(وفي مادة ش ر ى - ج 19 ص 158 س 17) \" وشرى الفرس في سيره واستشرى أي لج\nفهو فرس شرى \" وضبط (فرس) بكسر الراء توهما أنه نعت على فعل والصواب فتحها\nلأن المراد أن الفرس إذا شرى قيل له شرى فهو منعوت لا نعت.\n</p>\n\n<p>\n(وفي مادة - ص ع و - ج 19 ص 194) روى لذى الرمة يصف ناقته\n</p>\n\n<p>\n(تصغى إذا شدها بالكور جانحة ... حتى إذا استوى في غرزها تثب)\n</p>\n\n<p>\nوضبط (الكور) بفتح أوله والمراد به في البيت الرحل وقد نص أئمة اللغة على\nضمه إذا كان بهذا المعنى ومنهم المؤلف في أول مادة (ك ور - ج 6 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n             # ص 471) بل نقل عن ابن الأثير أن كثيرا من الناس يخطئون في فتح الكاف منه.\n</p>\n\n<p>\n(وفي مادة - ع د و - ج 19 ص 261 س 24) \" ولم يأت فعل صفة إلا قوم عدي\nومكان سوى \" الخ والصواب قوم بالتنوين كما ضبط (مكان) لأنهما غير مضافين بل\nما بعد كل واحد منهما نعت له. وبعكسه في مادة (ح ن ظ ب) \" أعددت للذئب وليل\nالحارس \" بتنوين ليل والصواب حذف تنوينه للإضافة وإقامة الوزن. ومثله في\nمادة (ر غ غ) \" الرغيغة طعام \" وفي (ر ف ع) \" دقيقة الأرفاغ ضخماء الراكب \"\nبتنوين الرغيغة والدقيقة مه (ال) في الأولى والإضافة في الثانية وكله ظاهر.\n</p>\n\n<p>\nومثله كثير في الكتاب نبهت على بعضه فيما سبق وتركت سائره لظهوره.\n</p>\n\n<p>\n(وفي مادة - غ ر و - ج 19 ص 358) روى لحطتم المجاشعي\n</p>\n\n<p>\n(أهل عرفت الدار بالغريين ... لم يبق من آى بها يحلين)\n</p>\n\n<p>\n(غير خطام ورماد كنفين ... وصاليات ككما يؤثفين)\n</p>\n\n<p>\nوروى (خطام) في البيت بكسر أوله وبالخاء المعجمة وكتب المصحح بالحاشية \"\nقوله غير خطام هو هكذا في الأصل هنا بالخاء المعجمة وكذلك في مادة ثفي من\nاللسان وحرر الرواية \".\n</p>\n\n<p>\nقلنا الذي نص عليه العلامة البغدادي في الخزانة وفي شرحه لشواهد شرح\nالزضى <span id='ms52'></span> على الشافية أنه بضم الحاء مهملة وهو ما تكسر من الحطب والمراد به دق\nالشجر الذي قطعنوه فظلوا به خيامهم.\n</p>\n\n<p>\n(وفي مادة ف ق و - ج 20 ص 20) روى لامرئ القيس بن عبس\n</p>\n\n<p>\n(أيا تملك يا تملي ... ذريني وذرى عدلي) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n             # والصواب (عدلى \" بالذال المعجمة.\n</p>\n\n<p>\n(تتمة) هذا البيت أحد أبيات عشرة ساقها المؤلف في هذه المادة وأورد ستة\nمنها في مادة (د ف ن س - ج 7 ص 388) منسوبة لامرئ القيس بن عابس كما هنا أو\nللفند الزماني في قول. وقد رأست البيت منسوبا للرماني النحوي وممزوجا ببيت\nآخر في باب القوة والركاكة من كتاب البديع لابن منقذ هكذا\n</p>\n\n<p>\n(أيا تملك يا تمل ... وذات الطوق والحجل)\n</p>\n\n<p>\n(ذريني وذرى عذلي ... فإن العذل كالقتل)\n</p>\n\n<p>\nوالظاهر أنه رآهما في بعض النقول منسوبين للزاني فصتحف عليه بالرماني\nفراد من عنده (النحوي) توهما أنه الأمام المشهور.\n</p>\n\n<p>\n(وفي مادة - ف ن ى - ج 20 ص 24 س 19) \" قال ابن جنس واحد أفناء الناس فنا\nولا مه واو لقولهم شجر فنواء إذا اتسعت وانتشرت أغصانها \". والصواب (شجرة)\nكما لا يخفى.\n</p>\n\n<p>\n(وفي مادة - ق ر و - ج 20 ص 38 س 21) \" والقاربة والقارات الحاضرة\nالجامعة \" وروى (القارات) بالتاء المبسوطة والصواب أن ترسم معقودة لأنها\nتاء القاربة بينها وإنما قلبت الياء ألفا في لغة طئ بدليل ما ذكره المصنف\nفي مادة (ن ص و - ج 20 ص 199 - 200) من أن الناصاة لغة طائية في الناصية\nقال وليس لها نظير الآحرفين بادية وباداة وقاربة وقارة وهي الحاضرة.\n</p>\n\n<p>\n(وفي مادة - ق ض ى - ج 2 ص 50 س 10) \" وقضة أيضا موضع كانت به وقعة تحلاق\nللمم \" وضبط (تحلاق) بكسر اوله والصواب فتحة الآن المصادر من هذه الوزن لا\nتكون ألا مفتوحة الأول سوى ما نصوا على كسره شذوذا وليس تحلاق منه وقد\nضبطوه في مادة (ح ل ق) من اللسان والقاموس بالفتح كما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             # ذكرنا. أما ما شذ عن هذه القاعدة فجاء مكسور الأول فهو تلقاء وتبيان\nوتلفاق وتبكاء وتمشاء وذكر الحريري في درة الغواص تنضالا وفي شرحيها\nللخفاجي والألوسي تشراب. هذا ما <span id='ms53'></span> وقفت عليه وبعضه حكى فيه الفتح أيضا غير أن\nصاحب اللسان نص في مادة (م ش ى) على أن تمشاء بالكسر لم يجئ إلا في أخذة\nلبعض نساء العرب في مادة سبق كلامنا عليها في مادة (ب ك ى) وصرح بأنه لا\nيستعمل كذلك إلا فيها.\n</p>\n\n<p>\n(وفي مادة ق ل و - ج 20 ص 61) روى لابن مقبل\n</p>\n\n<p>\n(كأن نزو فراخ الهام بينهم ... نزو القلات زهاها قال قالينا)\n</p>\n\n<p>\nوروى بنصب (نزو) الواقع في أول العجز على توهم أنه مفعول مطلق لنزو الأول\nوالصواب رفعه على الخبرية لكأن كما يقتضيه المعنى وبه ضبط في المخصص (ج 13\nص 17) . والظاهر لنا في معنى البيت أن الناظم يصف قتالا وقع بين فئتين فشبه\nضرب الرؤوس بالسيوف وتطايرها بنزو القلات وهي جمع قلة بالتخفيف لخشبة نحو\nذراع تنصب وتضرب بخشبة أخرى أكبر منها يقال لها المقلى والمقلاء وقوله\nزهاها أي ضربها والهاء فيه عائدة على القلات وقوله قال قالينا أراد قلو\nقالين أي رمى لاعبين بالقلة.\n</p>\n\n<p>\n(وفي مادة - ق ن و - ج 20 ص 65) روى للمتلمس لما ألقى صحيفته في النهر\n</p>\n\n<p>\n(ألقيتها بالثنى من جنب كافر ... كذلك أقنو كل قط مضلل)\n</p>\n\n<p>\nوضبط (مضلل) بفتح اللام أي بصيغة اسم المفعول ولا يخفى أن الذي أوقع في\nالضلال هو حامل القط لا القط فالصواب كسرها ليستقيم المعنى وبه ضبطه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n             # شيخنا الشنقيطي عند قرآني عليه كتاب المخلة للسجستاني. على أن البيت روى\nهنا مخروما والذي في مادة (ك ف ر - ج 6 ص 463) وألقيتها الخ.\n</p>\n\n<p>\n(وفي مادة - ل ذ ى - ج 20 ص 112) روى للأشهب بن رميله\n</p>\n\n<p>\n(وأن الذي حانت بفلج دماؤهم ... هم القو كل القوم يا أم خالد)\n</p>\n\n<p>\nوروى البيت أيضا في باب الألف اللينة (ج 20 ص 342) بنصب (كل) كما هنا ولم\nيظهر لي وجهه والصواب رفعه على أنه صفة للقول على مذهب الجمهور أو توكيد له\nعلى رأى ابن مالك وبه ضبط في مادة (ف ل ج - ج 3 ص 173) .\n</p>\n\n<p>\n(وفي مادة - ل ق ى - ج 20 ص 121) روى قول الشاعر\n</p>\n\n<p>\n(ألا حبذاء <span id='ms54'></span> من حب عفراء ملتقى ... )\n</p>\n\n<p>\nبزيادة همزة في آخر حبذا والصواب حذفها.\n</p>\n\n<p>\n(وفي مادة ن ج و - ج 20 آخر ص 178) روى لعبيد\n</p>\n\n<p>\n(فمن بنجوته كمن يعقوته ... والمستكن كمن يمشى بقراوح)\n</p>\n\n<p>\nوروى (يعقوته) بالمثناة التحتية أوله والصواب بالموحدة وهو ظاهر.\n</p>\n\n<p>\n(وفي باب الألف اللينة في الكلام على ذا - ج 20 ص 335 س 13)\n</p>\n\n<p>\n\" كما قالوا إذا أخوك وقالوا ذي أختك فكسروا الذال في الأنثى وزادوا مع\nفتحة الذال في المذكر ألفا ومع كثرتها للأنثى ياء \" وروى كثرتها \" بالثاء\nالمثلثة والمراد هنا (الكسرة) بالسين أخت الفتحة والضمة لا نقيض القلة كما\nلا يخفى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي هذا الباب ص 356 س 12) \" فأنت بالخيار إن شئت نصبت بلا تنوين وأن\nشئت رفعت ونونت وفيها لغات كثيرة سوى ما ذكرت \" الخ. وضبط (لغات) بلا تنوين\nوالصواب تنوينه والله أعلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nصفحة فارغة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head1'>AUTO القسم الثاني </h1>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             # صفحة فارغة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n\n<h1 class='l1' id='head2'>AUTO بسم الله الرحمن الرحيم</h1>\n\n<p>\nوالحمد لله رب العالمين وصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين\n</p>\n\n<p>\n(أما بعد) فهذا القسم الثاني من (تصحيح لسان العرب (ذكرنا به ما عثرنا\nعليه من أغلاط النسخة بعد طبع القسم الأول ورتبناه ترتيبه وألحقناه\nبحاشيتين على موضعين منه وبثلاث حواش على ما كتبه العلامة اليازجي عن أغلاط\nهذا الكتاب في مجلة الضياء. ثم ختمناه بخاتمة في أوهام للمصنف. ومن الله\nسبحانه الهدايا والتوفيق.\n</p>\n\n<p>\n(فمن ذلك ما جاء في مادة - ب س أ - ج 1 ص 25) \" بسأ به يبسا بسا وبسؤا\nوبسئ أنس به وكذلك بهأت قال زهير:\n</p>\n\n<p>\n(بسأت بنيها وجويت عنها ... وعندي لو أردت لها دواء)\n</p>\n\n<p>\nوفي هذا البيت ثلاثة أغلاط الأول إسناد الأفعال فيه إلى المتكلم والصواب\nأنها للمخاطب وبرواية عندك بدل (عندي) وتتضح صحة هذا الوجه مما سيأتي.\n</p>\n\n<p>\nوالثاني ضبط (جويت) بفتح الواو والصواب كسرها ومعناه هنا كراهة الطعام\nوعدم استمرائه وبه ضبط بالقلم في هذا البيت في مادة (ج وى - ج 18 ص 172) .\n</p>\n\n<p>\nوالثالث رواية (بنيها) على زنه تصغير ابن منصوبا على المفعولية لبسأت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n             # ولا يستقيم به المعنى فضلا عن أن (بسأ) متعد بالباء فالصواب (بنيها)\nبثلاث <span id='ms55'></span> كسرات على أن تكون الباء للجر والنى الذي لم ينضج وأصله النيئ بالهمز\nوقد ورد البيت في مادة (ج وى) برواية:\n</p>\n\n<p>\n(بشمت بنيها فجويت عنها ... وعندي لو أشاء لها دواء)\n</p>\n\n<p>\nفروى (بنيها) على أن الباء فيه للجر كما ذكرنا غير أنه ضبط بفتح أوله\n</p>\n\n<p>\nوالتي بفتح الأول معناه الشحم وليس مرادا هنا كما يظهر من البيت الذي\nقبله ومما ذكره الأعلم الشنتمرى في شرحة لديوان زهير عند كلامه على قوله\nوالرواية تختلف عما هنا.\n</p>\n\n<p>\n(تلجلج مضغة فيها أنيض ... أصلت فهي تحت الكشح داء)\n</p>\n\n<p>\n(غصصت بنيئها فبشمت عنها ... وعندك لو أردت لها دواء)\n</p>\n\n<p>\nقال يخاطب بذلك رجلا اغتصب مالا فيقول أخدت هذا المال فلا أنت تذهبه ولا\nأنت ترده فكنت كمن يلجلج في فمه بضعة من اللحم فيها أنيض وهو الذي لم ينضج\nومعنى أصلت أنتنت ثم قال أنك غصصت بهذا النيئ وعندك دواؤه وهو رد المال إلى\nأهله. انتهى بمعناه.\n</p>\n\n<p>\n(وفي مادة - ف ث أ - ج 1 ص 115 س 12) \" وفي أمثالهم في اليسير من البر إن\nالرثيئة نفثأ الغضب وأصله أن رجلا كان غضب على قوم وكان مع غضبه جائعا\nفسقوه زثيئة فسكن غضبه وكف عنهم \". وروى (نفثأ) بالنون في أوله والمراد كما\nلا يخفى أن الرثيئة وهي اللبن الحامض يحلب عليه فيخثر تسكن الغضب فالصواب\n(تفثز) بالمثناة الفوقية وبه روى المثل في كتب الأمثال وبه رفوي أيضا في\nمادة (ر ث أ - ج 1 ص 76 س 22) ألا أنه صحف تصحيفا آخر فجاء فيها س وفي\nالمثل الرثيئة تقثأ الغضب أي تكسره وتسكنه \" بالقاف والصواب بالفاء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة - ف ق أ - ج 1 ص 118 س 13) \" وتفقأت السحابة عن مائها تشققت\nوتفقأت تبعجت بمائها قال ابن أحمر:\n</p>\n\n<p>\n(نفقأ فوقه القلع السوارى ... وجن الخاز باز به جنونا)\n</p>\n\n<p>\nورو (نفقأ) بالنون في أوله والصواب (تفقأ) بالمثناة الفوقية وهو على\nرواية فتح آخره ماض وفاعله القلع بفتحتين وهي القطع من السحاب كأنه الجبال\nواحدتها قلعة. والبيت من شواهد شرح الرضى على الكافية وقد نص البغدادي في\nخزانة <span id='ms56'></span> الأدب (ج 3 ص 109 - 110) على أن الفعل فيه مضارع حذفت من أوله إحدى\nالتاءين وأصله (تتفقأ) وعليه فهو مضموم الآخر لا مفتوحه كما ضبط في اللسان\nولعلها رواية أخرى في البيت. وقد روى بالتاء في زوله كما ذكرنا في (مادة خ\nوز - ج 7 ص 214) و (مادة - ق ل ع - ج 10 ص 165) .\n</p>\n\n<p>\n(وفي مادة - ق ض أ - ج 1 ص 128 س 13) \" قضى السقاء والقرية بقضأ قضا فهو\nقضئ فسد فعفن وتهافت \" الخ. وروى (القرية) بالمثناة التحتية والصواب\nبالموحدة لأن المراد هنا الوعاء من الآدم المعروف للماء أو اللين. وقد وقدع\nمثله في مادة (ز م ر - ج 5 ص 417 س 10) في قوله \" وزمر القرية يزمرها زمرا\nوزنرها ملأها هذه عن كراع واللحيانى \" وإنما هي القرية بالموحدة.\n</p>\n\n<p>\n(وفي مادة - ور أ - ج 1 ص 189 س 2) \" وما أورثت بالشئ أي لم أشعر به قل\nمن حيث زارتنى فلم أوربها اضطر فأبدل \" وضبط (اضطر) بفتح الطاء أي البناء\nللمعلوم والصواب ضمها لأنك تقول اضطره الأمر إلى مذا فاضطر هو بالبناء\nللمجهول. ووقع مثله في مادة (ود ع - ج 10 ص 263 س 18) في قوله \" لأن الشاعر\nإذا اضطر جاز له أن ينطق بما ينتجه القياس وأن لم يرد به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n             # سماع \". ووقع مثله أيضا في (غ ض ب) و (س وم) وسبق تنبيهنا عليه في القسم\nالأول من هذه الرسالة (ص 8) .\n</p>\n\n<p>\n(وفي مادة - أذ ر ب - ج 1 أول ص 202) \" الأذربى منسوب إلى أذربيجان على\nغير قياس هكذا تقول العرب والقياس أن يقال أذرى بغير ياء \" والصواب (بغير\nباء) لأن المراد الموحدة.\n</p>\n\n<p>\n(وفي مادة - ت ر ب - ج 1 ص 224 س 7) \" ابن الأثير التراب جمع ترب تخفيف\nترب يريد اللحوم التي تعفرت بسقوطها في التراب \". وضبط (التراب) بكسر الأول\nوتشديد الراء والصواب تخفيفها ولا وجه للتشديد لأن المطرد في جمع فعل فسكون\nبالكسر وتخفيف العين وبه ورد في نسخ نهاية ابن الاثي التي بأيدينا.\n</p>\n\n<p>\n(وفي مادة - ج د ب - ج 1 ص 250 س 11) \" والأصل فيه أن الجندب آذار مض في\nشدة الحر لم يقز <span id='ms57'></span> على الأرض \" وضبط (رمض) بتشديد الراء والصواب فتحها مخففه\nوهو ماض على فعل بكسر العين بمعنى مضى على الرمضاء.\n</p>\n\n<p>\n(وفي مادة - ح ب ب - ج 1 ص 282 س 4) \" وفي حديث فاطمة رضوان الله عليه\nقال لها رسول الله [صلى الله عليه وسلم] عن عائشة أنها حبة أيبك الحب\nبالكسر المحبوب والأنثى حبه \" وروى (أيبك) بتقديم المثناة التحتية على\nالموحدة وهو خطأ مطبعي صوابه (أبيك) بتقديم الموحدة المكسورة وأضافة (أب)\nإلى صمير المخاطبة.\n</p>\n\n<p>\n(وفي مادة - ح ر ب - ج 1 أول ص 298) \" والعرب تقول انتصب العود في\nالحرباء على القلب \". هكذا بضم آخر (انتصب) والصواب فتحه لبنائه على الفتح\nكحكم غيره من الأفعال الماضية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة - ر ب ب - ج 1 ص 390 س 24) \" يقال رب فلان تحية يربه إذا جعل\nفيه الرب به وهو نحى مربوب وقوله سلالها في أديم غير مربوب أي غير مصلح \"\nوروى (سلالها) بفتح أوله وباللام في آخره ولا معنى له هنا وإنما هو\n(السلاء) بكسر أوله وبالهمزة في آخره وهو السمن يسلا أي يطبخ ويعالج\nوبالإذابة. والبيت للفرزدق استشهد به المؤلف على ذلك في مادة (س ل - أ) فرواه\n</p>\n\n<p>\n(كانوا كسالئة حمقاء إذا حقنت ... سلاءها في أديم غير مربوب)\n</p>\n\n<p>\n(وفي هذه المادة ص 391) روى لأبي ذؤيب يصف حمرا\n</p>\n\n<p>\n(توصل بالركبان حينا وتؤلف الجوار ... ويعطيها الأمان ربابها)\n</p>\n\n<p>\nوجاء بعده \" قوله تتؤلف الجوار أي تجاور في مكانين والرباب العهد الذي\nيأخذه صاحبها من الناس لإجارتها وجمع الرب رباب وقال شمر الرباب في بيت أبي\nذؤيب جمع رب وقال غيره يقول إذا أجار المجير هذه الحمر أعطى صاحبها قدحا\nليعلموا أنه قد أجير فلا يتعرض لها كأنه ذهب بالرباب إلى رباب سهام الميسر\n\". وروى (حمر) في الموضعين بالحاء المهملة وضبط بصمتين على أنه جمع حمار\nوالصواب (خمر) بالخاء المعجمة وبفتح فسكون وقد نقل السكرى في شرحه لديوان\nأبي ذؤيب أقوالا كثيرة في تفسير البيت تتفق كلها على أنه في وصف الخمر ويدل\nعلى هذا أيضا ما قبل البيت وبعده وهو:\n</p>\n\n<p>\n(ولا الراح <span id='ms58'></span> راح الشام جاءت سبيئة ... لها غاية تهدى الكرام عقابها)\n</p>\n\n<p>\n(عقار كماء النبى ليست بخطمة ... ولا خلة يكون الشروب شهابها)\n</p>\n\n<p>\n(تؤصل بالركبان حينا وتؤلف الجوار ... ويغشيها الأمان ربابها) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n             # (فما برحت في الناس حتى تبينت ... ثقيفا بزيزاء الأشاء قبابها)\n</p>\n\n<p>\n(فطاف بها أبناء آل معتب ... وعز عليهم بيعها وإغتصابها)\n</p>\n\n<p>\n(فلما رأوا أن أحكمتهم ولم يكن ... يحل لهم إكراهها وغلابها)\n</p>\n\n<p>\n(أتوها بربح حاولته فأصبحت ... تكفت قد حلت وساغ شرابها)\n</p>\n\n<p>\n(وفي مادة - ر ز ب - ج 1 ص 402) روي لأوس بن حجر في صفة أسد\n</p>\n\n<p>\n(ليث عليه من البردى هبرية ... كالمرزباني عيال بأوصال)\n</p>\n\n<p>\nثم جاء في تفسير البيت \" قال الجوهري ورواه المفضل كالمزبرابى بتقديم\nالزاي عيار بأوصال ذهب إلى زبرة الأسد \" وروى (الكالمزابى) بالموحدة في\nآخره قبل الياء والصواب أنه بالنون من قولهم أسد أزبر ومزبر إذا كان ضخم\nالزبرة وهي الشعر المجتمع بكاهله وبه ورد في نسخ الصحاح وشرح القاموس وهو\nكذلك بالنون في مادة (ز ب ر - ج 5 أول ص 404) من اللسان.\n</p>\n\n<p>\n(وفي مادة - ش ع ن ب - ج 1 ص 485 س 22) \" يقال للتيس أنه لمعكب القرن وهو\nالملتوى القرن حتى يصير كانه خلقة \" بالخاء المعجمة ولا معنى للخلفة هنا\nوإنما الصواب (حلقة) بالحاء المهملة إذ المراد أن القرن في التوائه صار\nكالحلقة وهي الواردة في مادة (ع ن ك ب)\n</p>\n\n<p>\n(وفي مادة - ص ب ب - ج 2 ص 5 س 15) \" والصبب تصوب بهر أو طريق يكون في\nحدور وفي صفة النبي [صلى الله عليه وسلم] أنه كان إذا مشى كأنما ينحط في\nصبب أي في موضع منحدر قال ابن عباس أراد به أنه قوى البدن فإذا مشى فكأنه\nيمشى على صدر قدميه من القوة وأنشد:\n</p>\n\n<p>\n(الواطئين على صدور نعالهم ... يمشون في الدفئى والإبراد) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n             # وفي رواية كأنما يهوى من صبب ويروى بالفتح والضم اسم لما يصب على الإنسان\nمن ماء وغيره كالطهور والسول والضم جمع صبب وقبل الصبب والصبوب تصوب نهر أو\nطريق \" انتهى.\n</p>\n\n<p>\nوكتب المصحح بالحاشية \" قوله يهوى من صبب ويروى بالفتح كذا بالنسخ التي\nبأيدينا <span id='ms59'></span> وفيها سقط ظاهر وعبارة شارح القاموس بعد أن قال يهوى من صبب\nكالصبوب ويروى الخ \". قلنا لا سقط في العبارة على ما يظهر لنا وأنما فيها\nتغيير (الصبوب) بالصبب إذ ليس المراد من ذكر الروايتين بيان اختلافهما في\nينحط ويهوى بل المراد أن المروى في الأول (ينحط في صبب) وفي الثانية (يهوى\nمن صبوب) والعبارة منقولة عن نهاية ابن الأثير ونص ما فيها \" إذا مشى كأنما\nينحط في صبب أي في موضع منحدر وفي رواية كأنما يهوى من صبوب يروى بالفتح\nوالضم فالفتح اسم لما يصب على الإنسان من ماء وغيره كالطهور والغسول والضم\nجمع صبب وقيل الضبب تصوب نهر أو طريق \".\n</p>\n\n<p>\nوبقى أن (الصبوب) ضبط في اللسان بضم الأول في قوله (وقيل الصبب والصبوب)\nالخ ولا يخفى أنه لا يراد به هنا المصدر ولا جمع صبب وأنما هو اسم مرادف\nللصبب فالصواب فتح أوله وبه ضبط في هذه المادة (ص 6) وفي نسخة النهاية\nومثله الصعود من الأرض والهبوط والحدور وكلها أسماء مؤنثة.\n</p>\n\n<p>\n(وفي مادة - ع ق ب - ج 2 ص 109) روى قول الشاعر:\n</p>\n\n<p>\n(وعروب عير فاحشة ... قد ملكت ودها حقبا)\n</p>\n\n<p>\nوالصواب (غير) بالمعجمة وهو ظاهر.\n</p>\n\n<p>\n(وفي هذه المادة - ص 111 س 11) \" وقرارة القدر عقبته \" والقدر مؤنثة ولم\nيحك أحد تذكيرها فالصواب (عقبتها) وقد مضى قبله بأربعة أسطر \" والعقبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n             # مرقة ترد في القدر المستعارة \" أي بتأنيث النعت كما هو الوجه.\n</p>\n\n<p>\n(وفي مادة ق ط ب - ج 2 ص 175 س 12) \" والقطب أن تدخل إحدى عروتى الجوالق\nفي الأخرى عند العكم ثم تثنى ثم يجمع بينهما فإن لم تثن فهو السلق \" وضبط\n(العكم) بكسر أوله ومعناه بهذا الضبط الحبل الذي يشد به المتاع في ثوب\nونحوه ويطلق أيضا على ما يوضع فيه المتاع وكلاهما غير مراد هنا بل المراد\nالمصدر من عكمة يعكمه عكما إذا شدة أي بفتح أوله والمعنى أنك أن أدخلت أحدى\nعروتى الجوالق في الأخرى عند الشد ثم ثنيتها وجمعت بينهما فهو القطب الخ.\n</p>\n\n<p>\n(وفي مادة - ق ن ب - ج 2 ص 185 س <span id='ms60'></span> 5) \" والقنب الآبق عربي صحيح \" يمد\nالهمزة من (الآبق) والذي نص عليه المصنف في مادة أب ق) أنه بفتحتين حيث قال\n\" والأبق بالتحريك القنب وقبل قسره وقيل الحبل منه ومنه قول زهير:\n</p>\n\n<p>\n(القائد الخيل منكوبا دوائرها ... قد أحكمت حكمات القدر والأبقا)\n</p>\n\n<p>\nوعبارة القاموس \" والأبق محركة القنب أو قشره \" ولم يحك شارحه ضبطا آخر فيه.\n</p>\n\n<p>\n(وفي مادة - ق وب - ج 2 ص 186 س 12) \" ابن سيدقاه ب الأرض قوبا وقوبها \"\nوهو تحريف مطبعي صوابه (ابن سيدة قاب الأرض) الخ.\n</p>\n\n<p>\n(وفي مادة - ك وب - ج 2 ص 225 س 6) \" ومنه حديث على أمرنا بكسر الكوبة\nوالنارة والشياع \". وضبط (الكنارة) بتخفيف النون والصواب تشديدها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n             # كما ضبطت بالقلم مكررة في (ك ن ر) وهو الموافق لما نص عليه صاحب القاموس\nبقوله \" الكنارات بالكسر والشد وتفتح العيدان أو الدفوف أو الطبول أو\nالطنابير كالكنانير \" وفي جمعها على كنانير بنونين ما يقوى هذا النص.\n</p>\n\n<p>\n(وفي مادة - ر ى ث - ج 2 أول ص 463) \" والاسترائة الاستبطاء واستراثه\nاستبطأه واسترثيته استبطأته \" وروى (استرثيته) بتقديم المثلثة على المثناة\nالتحتية والصواب (استريثته) بتقديم المثناة على المثاثة وهو ظاهر.\n</p>\n\n<p>\n(وفي مادة - ض غ ث - ج 2 ص 469) روى لبعضهم\n</p>\n\n<p>\nكأنه إذا تدلى ضغث كراث والثواب (إذا) مكان إذا وبها يستقيم الوزن\n</p>\n\n<p>\n(وفي مادة ل وث - ج 3 ص 8 س 19) \" واللثة مغرز الأسنان من هذا الباب في\nقول بعضهم \" وضبطت (اللثة) بفتح أولها وكسره دلالة على مجئ الضبطين فيه\nوالصواب بالكسر فقد وقد نص شارح القاموس على أنها بوزن عدة أما المفتوحة\nالأول فاللثاة.\n</p>\n\n<p>\n(وفي مادة - خ ر ج - ج 3 ص 78) روى لأبي ذؤيب الهذلي:\n</p>\n\n<p>\n(أرقت له ذات العشاء كأنه ... مخاريق يدعى تحتهن خريج)\n</p>\n\n<p>\nثم جاء بعده \" قوله ذات العشاء أراد به الساعة التي فيها العشاء أراد صوت\nاللاعبين شبه الرعد بها \" والصوت مذكر فكان الوجه (به) لا (بها) أما قول\nرويشد بن كثير الطائى:\n</p>\n\n<p>\n(يا أيها الراكب المزجى مطيته ... سائل بني أسد ما هذه الصوت)\n</p>\n\n<p>\nفانه أنث الصوت لأنه أراد به الجلبة وقد صرحوا بأنه ضرورة قبيحة لأنها\nخروج <span id='ms61'></span> عن أصل إلى فرع والمستجاز في الضرورة رد التأنيث إلى التذكير.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي هذه الصفحة س 13) \" التهذيب الخراج والخريج مخارجة لعبة لفتيان\nالأعراب \" ولعل الصواب (والمخارجة)\n</p>\n\n<p>\n(وفي مادة - ر ج ج - ج 3 أول ص 107) \" والرجرجة بالكسر بقية الماء في\nالحوض قال هميان بن قحافة:\n</p>\n\n<p>\n(فأسأرت في الحوض حضجا حاضجا ... قد عاد من أنفاسها رجارجا)\n</p>\n\n<p>\nوروى (رجارحا) بالحاء المهملة في آخره والصواب بالجيم وهو المتعين من\nالمادة. وروى (حاضجا) بالتنوين والصواب حذفه لأن المنصوب المنون يبدل\nتنوينه ألفا في الوقف.\n</p>\n\n<p>\n(وفي مادة - ص ه ر ج - ج 3 ص 136) روى لذى الرمة:\n</p>\n\n<p>\n(صوارى الهام والأحشاء خافقة ... تناول الهيم أرشاف الصهاريج)\n</p>\n\n<p>\nوكتب المصحح بالحاشية \" قوله صوارى الهام هكذا بالأصل وشرح القاموس وحرر\n\" قلنا الصواى (صوادى الهام) بالدال المهملة أي عطاش الهام كما فسر في شرح\nالديوان وهو منصوب على المفعولية لتسقى المذكور في بيت قبله.\n</p>\n\n<p>\n(وفي مادة - ف ر ج - ج 3 ص 168 س 14) \" فمن قال مفرج بالجيم فهو التتيل\nيوجد بأرض فلاة ولا يكون عنده قرية فهو يودى من بيت المال \". وروى (التتيل)\nهكذا بتاءين والصواب (القتيل) بقاف مفتوحة ثم تاء مكسورة كما يدل عليه سياق\nما قبله وما بعده.\n</p>\n\n<p>\n(وفي مادة - س م ح - ج 3 ص 319 بالحاشية) \" وقد ذكرهما معا الجوهري\nوالغيومى وابن الأثير \" وروى (الغيومى) بالغين المعجمة والصواب (الفيومى)\nبفتح الفاء وتشديد الياءين نسبة إلى الفيوم المعروفة من أعمال الديار\nالمصرية والمراد به مؤلف المصباح المنير في اللغة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة - ش ى ح - ج 3 ص 332) روى لبعضهم:\n</p>\n\n<p>\n(في زاهر لروض يغطى الشيحا ... )\n</p>\n\n<p>\nوالصواب (الروض) بالألف في أوله وهو ظاهر.\n</p>\n\n<p>\n(وفي مادة - ص وح - ج 3 آخر ص 351 - 352) \" ومنه قول عبيد يصف مطرا قد\nملأ الوهاد والقرارات:\n</p>\n\n<p>\n(فأصبح الروض والقيعان مترعة ... ما بين مرتتق منها ومنصاح)\n</p>\n\n<p>\nوالبيت من حائية عبيد) بن الأبرض التي أولها (هبت تلوم وليست ساعة اللاحى\nوضبط (عبيد) بفتح فكسر وهو الصواب كما تقدم لنا بيانه في (ص 11 - 12) من\nالقسم الأول من هذه الرسالة. ولكن المصحح كتب هنا بالحاشية ما نصه <span id='ms62'></span> \" قوله\nومنه قول عبيد كذا بضبط الأصل هنا مكبرا وكذلك ضبط في بعض نسخ الصحاح الخط\nوسيأتى في صيح كذلك ولعله غير عبيد بن الأبرض الشاعر فأنه بالتصغير كما في\nالقاموس \". ونقول بل هو بعينه وليس في مادة (ع ب د) نص عليه في القاموس\nوإنما ضبط بالتصغير بالقلم فقط في مادة (ب ر ص) ولم يتعرض له الشارح بشئ\nوهو بلا ريب تحريف في الطبع.\n</p>\n\n<p>\n(وفي مادة - ق ز ح - ج 3 ص 398 س 24) في الكلام على صرف قزح ومنعه \" قال\nثعلب ويقال إن قزحا جمع قزحة وهي خطوط من صفرة وحمرة وخضرة فإذا كان هذا\nألحقته بزيد قال ويقال قزح اسم ملك موكل به فإذا كان هكذا ألحقته بعمر \"\nوكأن لفظ (زيد) بالمثناة التحتية كان في نسخة اللسان التي كانت مع شارح\nالقاموس وتوقف فيه فطرح صدر العبارة واقتصر على آخرها حيث قال مازجا لها\nبعبارة القاموس \" أو قزح اسم ملك موكل بالسحاب وبه قال ثعلب فإذا كان هكذا\nألحقته بعمر \". والمتبادر أن ثعلبا يريد بهذا اللفظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n             # جمعا على وزن فعل بضم ففتح يلحق به قزح في الصرف إذا كان جمعا لقزحة\nوأقرب الألفاظ إلى رسم الكلمة (زبد) بالموحدة يريد أن قزحا إذا كان جمعا\nصرف كما أن زبدا مصروف. وكذلك عبضر صاحب المصباح فقال \" وأما قوس قزح فقيل\nينصرف لأنه جمع قزة مثل غرف وغرفة والقزح الطرائق وهي خطوط من صفرة وخضرة\nوحمرة \".\n</p>\n\n<p>\n(وفي مادة - ن ش ح - ج 3 ص 454) روى لذى الرمة:\n</p>\n\n<p>\n(فانصاعت الحقب لم تقصع ضرائرها ... وقد نشحن فلا رى ولا هيم)\n</p>\n\n<p>\nومعناه ذهبت هذه الحمر الوحشية هاربة بعد أن شربت شربا قليلا لم تقطع به\nعطشها فهي لا رواء ولا عطاش. فرواية (ضرائرها) بالضاد المعجمة لا معنى لها\nوإنما هي (صرائرها) بالمهملة وبها روى البيت في الديوان والتنبيهات لعلى بن\nحمزة الأصبهاني وكذلك في مادة (ص ر ر - ج 6 ص 121) وفسرت الصرائر بأنها جمع\nصارة بمعنى العطش وهو من الجموع النادرة في مثله.\n</p>\n\n<p>\n(وفي مادة <span id='ms63'></span> - ب ز خ - ج 3 ص 486 س 6) \" وبزح القوس حناها قالت بعض نساء\nميدعان:\n</p>\n\n<p>\n(لو ميدعان دعا الصريخ لقد ... بزخ القسئ شمائل شعر)\n</p>\n\n<p>\nوروى (وبزخ القوس) بالحاء المهملة والصواب بالمعجمة وهو المتعين من\nالمادة وضبط (شعر) في البيت بالتنوين والصواب بضمة واحدة.\n</p>\n\n<p>\n(وفي هذه الصفحة) روى للنابغة الذبياني يصف نخلا:\n</p>\n\n<p>\n(بزاخية ألوت بليف كأنها ... عفاء قلاص طار عنها تواجر)\n</p>\n\n<p>\nوذكر أيضا في مادة (ق ر ح - ج 3 ص 397) برواية (قراحية) بدل بزاخية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n             # بالنسبة إلى القراح قرية بالبحرين وروى في الموضعين برفع (تواجر) وكأنه\nعلى توهم أنه فاعل لطار والصواب جرة على أنه نعت للقلاص يقال ناقة تاجرة\nونوق تواجد إذا كانت تتفق إذا عرضت للبيع لنجابتها ويقال في ضدها ناقة\nكاسدة. وقال الا علم في شرحة لديوان النابغة \" قوله بزاخية أي فيها تقاعس\nلكثرة حملها ويقال نسبها إلى بزاخة موضع بالبحرين والنخل تنسب إلى البحرين\nلكثرتها. وقوله ألوت بليف أي أذهبته ويرته وقيل معناه رفعته وأشارت.\nوالعفاء الوبر شبه ليف النخل به. والقلاص هي النوق الفتية وخصها لأنها أكثر\nوبرا من غيرها لفتائها. والتواجر النافقة الحسان واحدتها تاجرة. وصف أنها\nنخل وال فهي تشير بليفها كما يلوى الرجل بثوبه من مكان مرتفع فيشير به على\nغيره \". فترى من هذا أن التواجر لا يصح أن يكون نعتا (لعفاء) ولا فاعلا\nلطار فيوجه به رفعه بل هو نعت للقلاص فضلا عن أن بقية الأبيات محفوظة الروى\nوقبل هذا البيت:\n</p>\n\n<p>\n(من الطالبات الماء بالقاع تستقى ... بأعجازها قبل استقاء الحناجر)\n</p>\n\n<p>\n(وفي مادة - س ل خ - ج 3 ص 503) روى للبيد:\n</p>\n\n<p>\n(حتى إذا سلخا جمادى ستة ... جزآ فطال صيامه وصيامها)\n</p>\n\n<p>\nوضبط (جزآ) بفتحتين ومدة على الألف وهو مفسد للوزن والمعنى والصواب\n(جزئا) بفتح فسكون وقد يضم أوله ومعناه الاكتفاء بالرطب عن الماء يقال جزئت\nالإبل وجزأت جزءا إذا كتفت بأكل الرطب وصامت عن الماء. والبيت في وصق عير\nوأتان مر عليهما الشتاء وأنبتت الأرض فاستقبلا الجزء واكتفيا بالرطب عن\nالماء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة - ب ر د - ج 4 ص <span id='ms64'></span> 54) روى للكميت يهجو بارقا:\n</p>\n\n<p>\n(تنفض بردى أم عوف ولم يطر ... لنا بارق لح والراهب)\n</p>\n\n<p>\nوكتب المصحح بالحاشية \" قوله لنا بارق الخ هكذا في نسخة المؤلف ولم أعثر\nعليه فيما بأيدينا من الكتب فليحرر \" قلنا رواه ابن سيده في المخصص (ج 8 ص 174) :\n</p>\n\n<p>\n(لنا بارق بخ للوعيد وللرهب ... )\n</p>\n\n<p>\nولم يتكلم عليه ومعناه ظاهر فهو يقول بخ لهذا الوعيد وهي كلمة تقال\nلاستعظام الشئ ويريد بها هنا التهكم.\n</p>\n\n<p>\n(وفي مادة ب ع د - ج 4 ص 59 س 17) روى للنابغة الذبياني:\n</p>\n\n<p>\n(فضلا عن الناس في الأدنى وفي البعد ... )\n</p>\n\n<p>\nوجاء بعده في تفسيره \" قال أبو نصر في القريب والبعيد ورواه ابن الأعرابي\nفي الأدنى وفي البعد قال بعيد وبعد، والبعد بالتحريك جمع باعد مثل خادم\nوخدم \" وضبط (البعد) في البيت بضم فسكون وهو من قصيدة للنابغة من البيط\nمطلعها:\n</p>\n\n<p>\n(يا دار مية بالعلياء فالسند ... أقوت وطال عليها سالف الأبد)\n</p>\n\n<p>\nوجميع أبياتها من الضرب الأول للعروض الأولى من هذا البحر وكلاهما مخبون\nورواية (البعد) بإسكان ثانية تجعل البيت من الضرب الثاني المقطوع للعروض\nالمذكوررة عند من لا يرى لزوم الردف فيه. والجمع بين ضربين في قصيدة واحدة\nعيب من عيوب القافية يسمى بالتحريد بالحاء المهملة ولو أنه وقع للنابغة في\nهذه القصيدة لما سكتوا عن التنبيه عليه كما نبهوا على ما وقع له من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n             # الأقواء في قصائد أخرى ولم نجد أحدا من شراح هذه القصيدة تعرض لذلك.\n</p>\n\n<p>\nومن يتأمل في التفسير الذي أورده المؤلف عقب البيت يعلم منه أن لفظ البعد\nفيه بتحريك العين لا بسكونها أي على أن يكون بضمتين جمعا لبعيد أو بفتحتين\nجمعا لباعد واقتصر التبريزي في شرحه للقصيدة على الضبط الثاني وخرجه على\nأنه مصدر وصف به يستوى فيه لفظ الواحد والاثنين والجمع والمذكر والمؤنث أو\nأنه جمع لباعد مثل خادم وخدم.\n</p>\n\n<p>\n(وفي مادة - ز ى د - ج 4 ص 182 س 3) \" والزيد والزيد الزيادة وهم زيد على\nمائة وزيد قال ذو الأصبع العدواني:\n</p>\n\n<p>\n(وأنتم ومعشر زيد على مائة\n</p>\n\n<p>\nفأجمعوا أمركم طرا فكيدوني)\n</p>\n\n<p>\nيروى بالكسر <span id='ms65'></span> والفتح \". وروى (وأنتم ومعشر) بسكون الميم من أنتم وزيادة\nالواو بعدها وهو مخل بالوزن. والبيت وارد بلا واو في خزانة البغدادي - ج 3\nص 227) وأمالي القالى - ج 1 ص 261) وشرح السيرافي على كتاب سيبويه في باب\nمجارى آخر الكلم العربية. فالصواب (فأنتم معشر) بضم الميم من أنتم.\n</p>\n\n<p>\nوبقى أن ضبطهم لفظ (زيد) الأول بالفتح والكسر من قوله \" وهم زيد على مائة\nوزيد \" لا داعى له لأن مراد المؤلف من تكرار اللفظ بيان أن أحدهما بالكسر\nوالثاني بالفتح فضبط أحدهما بالضبطين ربما أوهم أن الثاني بضبط آخر ومثله\nوأن كان لا يعد من الخطإ فتركه أولى.\n</p>\n\n<p>\n(وفي هذه الصفحة س 17) \" وأنها لكثيرة الزيايد أي كثيرة لزيادات قال:\n</p>\n\n<p>\n(بهجمة تملأ عين الحاسد ... ذات سروح جمة الزيايد) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n             # وروى (كثيرة لزيادات) والصواب (كثيرة الزيادات) بالألف وهو ظاهر\n</p>\n\n<p>\n(وفي مادة - س ن د - ج 4 ص 206 س 5) \" قال ابن برزخ السناد من صفة الإبل\n\" وكتب المصحح بالحاشية \" قوله برزخ هو بهذا الضبط بشكل القلم فيما لا يحصى\nكثرة وأن نجده في برزخ ووقع في محال بخاء آخره ولعله بزرج \". قلنا قد وقع\nمثله زي بالحاء المهملة في مادة (ب ر د - ج 4 ص 52 س 17) وفي مادة (غ د د -\nج 4 ص 319 س 14) ومادة (ك ى ر - ج 6 ص 475 س 2) ومادة (ه ى ع - ج 10 ص 258\nس 5) ومادة (ر س غ - ج 10 ص 310 س 8) مضبوطا بالقلم بضم فسكون فضم وفي مادة\n(ح ل ف - ج 10 ص 399 س 2) مضبوطا بالقلم بهذا الضبط وفي مادة (ش ر ك - ج 12\nص 336 س 19) مضبوطا كذلك وفي مادة (ج ع ل - ج 13 ص 119 س 11) بلا ضبط.\n</p>\n\n<p>\nوالصواب على ما يظهر لنا أنه (ابن بزرج) كما ذهب إليه المصحح وهو بباء\nموحدة وزاى مضمومتين وراء ساكنة وجيم في آخره معرب بزرك أي الكبير وقد بفتح\nأوله على ما في القاموس وبهذا الرسم ورد في اللسان في مادة (ق ر أ - ج 1 ص\n125 س 16) مضبوطا بالقلم بضمتين فسكون وفي مادة (أل ب - ج 1 ص 209 س 18)\nبلا <span id='ms66'></span> ضبط وفي مادة (ج أب - ج 1 ص 241 س 22) مضبوطا بالقلم بالضبط المتقدم\nوفي مادة (ك ب ن - ج 17 ص 233 س 23) مضبوطا بهذا الضبط وفي مادة (م وه - ج\n17 ص 441 س 23) مضبوطا كذلك وفي مادة (قناج 20 ص 68 س 8) مضبوطا كذلك أيضا:\nوورد في مادة (ه ن د ب - ج 2 ص 287 س 20) مضبوطا بفتح فضم فسكون.\n</p>\n\n<p>\n(وفي مادة - ض م د - ج 4 ص 253 س 13) \" وقد يوضع الضماد على الرأس للصداع\nيضمد به والمضد لغة يمانية \"، ضبط (المضد) بكسر أوله وفتح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n             # ثانيه وتشديد آخره على أنه مفعل من (ض د د) ولا وجود له فيها بهذا المعنى\nوإنما هو (المضد) بفتح فسكون فعل من (م ض د) وحسبك قول المصنف في هذه\nالمادة المضد لغة في ضمد الرأس يمانية \" وقول صاحب القاموس (المضد ضمد\nالرأس \".\n</p>\n\n<p>\n(وفي مادة - ط ر د - ج 4 ص 258 س 16) \" والطريدة لعبة الصبيان صبيان\nالأعراب يقال لها المآسة والمسة وليست بثبت \" وضبطت (الماسة) بتخفيف السين\nوبعلامة السكون على الألف ولا وجود لهذه اللعبة في (م وس) ولا في (م ى س)\nوكذلك لا وجود لها في (م أس) ان كان المراد بهذه العلامة الدلالة على أن\nالألف يابسة. وإنما الصواب (الماسة) بتشديد السين اسم فاعل من المس وبه\nوردت في المخصص (ج 13 آخر ص 18) . ويدل على ذلك قول المصنف في مادة (م س س\n- ج 8 ص 103 س 24) \" والطريدة لعبة تسميها العامة المسة والضبطة فإذا وقعت\nيد اللاعب من الرجل على بدنه رأسه أو كتفه فهي المسة والضبطة فإذا وقعت يد\nاللاعب من الرجل على بدنه رأسه أو كتفه فهي المسة وإذا وقعت على رجله فهي\nالأسن \" فيعلم من هذا أن المراد من هذه اللعبة مس يد اللاعب شيئا من بدن\nصاحبه ولهذا سميت الماسة والمسة.\n</p>\n\n<p>\n(وفي مادة - ف ى د - ج 4 ص 339) روى لعمرو بن ساس\n</p>\n\n<p>\n(وفتيان صدق قد أفدت جزورهم ... بذي أود جيش المناقد مسبل)\n</p>\n\n<p>\nوكتب المصحح بالحاشية \" قوله ساس كذا بالأصل بسينين مهملتين \". قلنا\nالصواب (شأس) بشين معجمة <span id='ms67'></span> في أوله ومهملة في آخره وابنه عمرو بن شاس الأسدي\nشاعر مخضرم أدرك الإسلام وهو شيخ كبير وله ترجمة في طبقات ابن قتيبة وأخرى\nفي الأغاتى وذكر في مواضع مفرقة منه وورد اسم أبيه فيها وفي جميع ما وفقنا\nعليه من كتب الأدب واللغة كما ذكرنا وبه ورد في اللسان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n             # في مادة (ع ر ر - ج 6 ص 236 س 15) غير أنه ورد في المستدرك على (ع ر ر)\nمن شرح القاموس بشينين معجمتين أي بعكس ما هنا وهو خطأ من الناسخ أو\nالطابع. وقد نص الإمام ان جنى في المبهج في شرح أسماء رجال الحماسة والإمام\nالتبريزي في شرح الحماسة على أنه اسم منقول من الشأس بمعنى المكان الناتئ\nالغليظ. ولم يذكره صاحب القاموس في (ش أس) بل اقتصر على شأس بن نهار وشأس\nبن عبدة أخي علقمة وزاد شارحه شأن بن زهير العبسى.\n</p>\n\n<p>\nوبقى أن المروى في البيت (جيش المناقد) وجاء بعده في تفسير المصنف \" جيش\nالمناقد خفيف التوقان إلى الفوز \" ولم نجد في (ج ى ش) ولا (ن ق د) ما يفيد\nهذا المعنى. أما المناقد فصوابها (المتاقة) من التوق بمعنى النزوع إلى الشئ\nوهي المروية في القداح والميسر لابن قتيبة. وأما الجيش فالذي في نسخة\nالقداح (الخيس) بالخاء المعجمة والسين المهملة وفسره بالخفيف ولم نجده أيضا\nفي مادته بهذا المعنى فليحقق هذان اللفظان. ونص عبارة ابن قتيبة \" وإذا كان\nالقدح كذلك قيل قدح له متاقة يراد التوقان إلى الخروج قال عمرو بن شأس:\n</p>\n\n<p>\n(وفتيان صدق قد أفدت جزورهم ... بذى أود خيس المتاقة مسبل)\n</p>\n\n<p>\nأفدت أهلكت يقال فاد الرجل إذا مات وخيس خفيف ومثله قول ابن مقبل:\n</p>\n\n<p>\n(حذ المتاقة أغفال وموسوم ... )\n</p>\n\n<p>\nوالحذ الخفاف \" انتهى.\n</p>\n\n<p>\n(وفي مادة - م د د - ج 4 ص 406 س 13) \" والمدان والإمدان الماء الملح\nوقيل الماء الملح الشديد الملوحة وقيل مياه السباخ قال وهو إفعلان بكسر\nالهمزة قال زيد الخيل وقيل هو لأبي الطمحان:\n</p>\n\n<p>\n(فأصبحت قد أقهين عني كما أبت ... حياض الإمدان الظباء القوامح) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n             # والإمدان أيضا النز <span id='ms68'></span> وقيل هو الإمدان بتشديد الميم وتخفيف الدال \" وضبط\n(إفعلان) بكسر فسكون فكسر وهو لا يوافق وزن (الإمدان) بكسرتين مع تشديد\nالدال الذي أراده المؤلف واستشهد عليه بالبيت فالصواب (إفعلان) بكسرتين\nفسكون. وبيان ذلك أن هذا اللفظ في هذا المعنى ورد بضبطين أحدهما هذا وقد نص\nعلى ضبطه بذلك شارح القاموس في مادة (أم د) وياقوت في معجم البلدان\nاستطرادا في كلامه على الموضع المسمى بالإمدان بتشديد الميم.\n</p>\n\n<p>\nوالثاني ما ذكره المؤلف بعده فقال \" وقيل هو الإمدان بتشديد الميم وتخفيف\nالدال \" وهذا هو الموافق لودن إفعلان بكسر فسكون فكسر كما لا يخفى.\n</p>\n\n<p>\nوفي مادة - أذ ذ - ج 5 ص 7) روى لأبي ذؤيب:\n</p>\n\n<p>\n(نهيتك عن طلابك أم عمرو ... بعافية وأنت إذ صحيح)\n</p>\n\n<p>\nبرواية (بعافية) بالفاء والمثناة التحتية بعدها والصواب (بعاقبة) بالقاف\nوالموحدة، وكأن من صحفها بالعافية راعى مناسبتها في المعنى لقوله (صحيح 9\nومراد الشاعر إني نهيتك يا قلبي عن طلب أم عمرو بذكرى لك عاقبة الأمر وأنت\nبعد صحيح مالك لأمرك وقبل هذا البيت:\n</p>\n\n<p>\n(جمالك أيها القلب القريح ... ستلقى من تحب فتستريح)\n</p>\n\n<p>\nوقد أورد العلامة البغدادي في خزانة الأدب أقوالا أخرى في تفسير البيت\nفلتراجع في (ج 3 ص 150 - 151 من طبعة بولاق) وقال عقب إيراده لها \" وصحفها\nالدمامينى في الحاشية الهندية على المغنى بالفاء والمثناة التحتية \".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة - ب ق ر - ج 5 ص 142 س 9) \" والبقار تراب يجمع بالأيدي فيجعل\nقمزا قمزا ويلعب به \" ثم استشهد بقول القائل:\n</p>\n\n<p>\n(نيط بحقويها خميس أقمر ... جهم كبقار الوليد أشعر)\n</p>\n\n<p>\nوضبط (البقار) بضم أوله والذي في القاموس أنه كشداد أي بفتح أوله وأقره\nشارحه ولم يذكر فيه ضبطا آخر وبه ضبط بالقلم في المخصص (ج 13 ص 18 س 8)\n</p>\n\n<p>\n(وفي مادة - ج ح ر - ج 3 ص 187) روى لامرئ القيس:\n</p>\n\n<p>\n(فألحقنا بالهادئات ودونه ... جواحرها في صرة لم تزيل)\n</p>\n\n<p>\nوورد (الهادئات) بالهمز والصواب بالياء المثناة والمراد بها أوائل الوحش\nالمتقدمة وجواحرها متخلفاتها فهو يقول إن هذا الفرس لسرعته ألحقنا بأوائل\nبقر الوحش وبقيت أواخرها لم تتفرق وإذا كان قد أدرك الأوائل فقد خلصت <span id='ms69'></span>\nجميعها لنا. وقد كرر امرؤ القيس ذكر الهاديات في هذه المعلقة فقال:\n</p>\n\n<p>\n(كأن دماء الهاديات بنحره ... عصارة في هذه بشيب مرجل)\n</p>\n\n<p>\n(وفي مادة - ج د ر - ج 5 ص 191 س 16) \" والجدر الحواجز التي بين الديار\nالممسكة الماء \" وروى (الديار) بالمثناة التحتية توهما أنها جمع دار\nوالصواب (الدبار) بكسر الأول وبالباء الموحدة وهي مشارات المزرعة أي الأرض\nالمقطعة بحواجز للزراعة والغراسة واحدتها دبارة ويقال لها ببرة أيضا بفتح\nفسكون وهو الذي يقتضيه سياق الكلام الذي قبله.\n</p>\n\n<p>\n(وفي مادة - ح ى ر - ج 5 ص 304) روى للنابغة الذبياني:\n</p>\n\n<p>\n(وإذا لمست لمست أجثم جاثما ... متحيرا بمكانه ملء اليد) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n             # وروى (أجثم) بالجيم والذي في الديوان (أخثم) بالخاء المعجمة وفسره شارحه\nالأعلم الشنتمرى بالعريض في ارتفاع وبها روى أيضا في مادة (ج ث م - ج 14 ص\n350) وهو الضواب ويؤيده قول المصنف في (خ ث م - ج 15 ص 55) الأخثم المرتفع\nالغليظ ثم استشهاده بالبيت.\n</p>\n\n<p>\n(وفي مادة - ذ م ر - ج 5 ص 400 س 9) \" ويقال ظل يتدمر على فلان إذا تنكر\nله وأوعده \" وبعده س 13 \" والمدمر القفا \" وروى كلاهما بالدال المهملة\nوالصواب أنهما بالذال المعجمة وهو المتعين من الماد،\n</p>\n\n<p>\n(وفي مادة - ز م ر - ج 5 ص 416 س 13) \" وقد زمر النعام يزمر بالكسر زمارا\nوأما الظليم فلا يقال فيه إلا عار يعار \" وضبط (يعار) بفتح أوله ولا يخفى\nأن عار على فاعل ومضارعه يفاعل بضم الأول فالصواب (يعار) وبه ضبط في (ع ر ر\n- ج 6 ص 232 س 2) وأصله قلل الإدغام يعارر.\n</p>\n\n<p>\n(وفي مادة - ض ب غ ط ر - ج 6 ص 152 س 10) \" والضبغطرى أيضا العين الذي\nينصب في الزرع يفزع به الطير \" وروى (العين) هكذا والصواب (اللعين) بفتح\nفكسر وهو ما يتخد في المزارع كهيئة الرجل أو الخيال تذعر به السباع والطير\nوعليه قول الشماخ:\n</p>\n\n<p>\n(ذعرت به القطا ونفيت عنه ... مقام الذئب كالرجل اللعين)\n</p>\n\n<p>\n(وفي مادة - ظ أر - ج 6 ص 188) روى للأرقط يصف حمرا:\n</p>\n\n<p>\n(تأنيفهن لعل وافر ... والشد تارات وعدو ظأر)\n</p>\n\n<p>\nوكتب المصحح بالحاشية \" قوله تأنيفهن الخ كذا بالأصل وحرر الشطر الأول <span id='ms70'></span> \"\nقلنا الظاهر أن هذا التحريف كان في نسخة اللسان التي كانت مع شارح القاموس\nولم يهتد إلى الصواب فيه فاقتصر على الاستشهاد بالشطر الثاني في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n             # مادة (ظ أر) والشطر وارد في مادة (أن ف) من اللسان هكذا:\n</p>\n\n<p>\n(ضرائر ليس لهن مهر ... تأنيفهن نقل وأفر)\n</p>\n\n<p>\nوفسره بقوله \" أى رعيهن الكلأ الأنف هذان الضربان من العدو والسير \" ونسب\nالبيت الحميد وهو بيعنه الأرقط المذكور هنا وهو حميد بن مالك الشاعر ولقب\nبالأرقط لأثار كانت بوجهه. ومعنى النقل بالتحريك سرعة نقل القوائم والأفر\nبفتح فسكون العدو والوثب وهو والشد والعدو معطوفة على النقل وهو مرفوع على\nالخبرية لتأنيفهن فالصواب في الشطر الثاني:\n</p>\n\n<p>\n(والشد تارت وعدو ظار ... )\n</p>\n\n<p>\nبالرفع كما لا يخفى\n</p>\n\n<p>\n(وفي مادة - ع ط ر ج 6 ص 259 س 21) روى للعجاج يصف الحمار والأتن:\n</p>\n\n<p>\n(يتبعن حابا كمدق المعطير ... )\n</p>\n\n<p>\nيريد كمدق أعطار. وروى (حأبا) بالحاء المهملة وهو خطأ صوابه (جأبا)\nبالجيم قال المصنف في (ج أب) \" الجأب الحمار الغليظ من حمر الوحش يهمز ولا\nيهمز والجمع جؤب \" ولم نر أحدا ذكره بهذا المعنى بالحاء المهملة.\n</p>\n\n<p>\n(وفي مادة - ق ت ر - ج 6 ص 378 س 20) \" وأقتر الرجل افتقر قال:\n</p>\n\n<p>\n(لكم كسجدا الله المزوران والحصى ... لكم قبضه من بين أثرى وأقترا)\n</p>\n\n<p>\nيريد من بين من أثرى وأقتر وقال آخر:\n</p>\n\n<p>\n(ولم أقتر لدن أنى غلام ... ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n             # وضبط (ولم أقتر) بفتح فسكون فضم على توهم أنه مضارع قتر والمؤلف إنما\nاستشهد به على أقترر فالصواب (ولم أقتر بضم فسكون فكسر وبه وقبط في مادة (ك\nث ر - ج 6 ص 446) وروي البيت هناك بشطريه هكذا:\n</p>\n\n<p>\n(فإن الكثر أعياني قديما ... ولم أقتر لدن أنى غلام)\n</p>\n\n<p>\nوبه ضبط أيضا في مادة (ع ى ى - ج 19 ص 349) .\n</p>\n\n<p>\n(وفي مادة - ق ر ر - ج 6 ص 397 س 11) \" وكان أنجشة يحدو بهن ركابهن\nويرتجز بنسيب الشعر \" بنصب (أنجشة) والصواب رفعه على الإسمية لكان.\n</p>\n\n<p>\n(وفي هذه الصفحة س 12) \" فأمر أنحشة بالكف عن نشيده وحدائه \" برواية\nأنحشة بالحاء المهملة والصواب أنه بالجيم كما تقدم ذكره مرتين في هذه\nالصفحة وكما <span id='ms71'></span> يعلم من مادة (ن ج ش) في القاموس وهو مولى للنبي عليه الصلاة\nوالسلام.\n</p>\n\n<p>\n(وفي مادة - ق ص ر - ج 6 ص 415) روى لبعضهم:\n</p>\n\n<p>\n(وصارم يقطع أغلال القصر ... كأن في متنيه ملحا يذر)\n</p>\n\n<p>\n(أو زحف ذر دب في آثار ذر ... )\n</p>\n\n<p>\nوجاء بعد \" ويروى. كأن فوق متنه ملحا يذر \" قلنا هذه الرواية الثانية\nجيدة لا كلام فيها وأما رواية (متنيه) في الأولى بالتثنية فلا يستقيم بها\nالوزن والصواب على ما يظهر لنا أنه (في متنته) بالحاق التاء لأنه يقال في\nالمتن متنة أيضا (وفي مادة - ق م ط ر - ج 6 ص 429 س 18) \" وشر قمطرير شديد\nالليث شر قماطر وقمطر وأنشد:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n(وكنت إذا قومى رمونى رميتهم ... بمسقطة الأحمال فقماء قمطر)\n</p>\n\n<p>\nوضبط (قمطر) في البيت بكسر فسكون ففتح أي بمتحركين بينهما ساكن وهو\nالموافق للوزن ولكنه لا يصح الاستشهاد به على الذي ورد في كلام الليث لأنه\nضبط بكسر ففتح فسكون والمتبادر أن هذا الضبط وقع فيه تقديم وتأخير في\nالحركات من ناسخ الأصل أو من الطابع وأن الصواب ما ورد في البيت لموافقته\nللوزن. ومثله ما ورد في أبيات وقفت عليها لأحد الأعراب يقول في أولها:\n</p>\n\n<p>\n(كم قد ولدتم من رئيس قسور ... داى الأظافر في الخميس القمطر)\n</p>\n\n<p>\n(سدكت أنامله بقائم مرهف ... وبنشر فائدة وذروة منبر)\n</p>\n\n<p>\nغير أنى وقفت في نسخة صحيحة من سفر السعادة لعلم الدين السخاوى مقروءة\nعليه وبأولها خطة على ما نصه \" قمطر شديد يقال أقمطر الأمر إذا اشتد \" وضبط\nبالقلم بكسر ففتح فسكون أي كما ضبط باللسان في كلام الليث ويدل على أن\nالمؤلف مقر لهذا الضبط أنى رأيت حاشية له على نسخة أخرى من سفر السعادة\nيقول فيها عن القمطر \" هو الصلب من الجمال والقصير أيضا ووعاء الكتب \"\nانتهى وهو بهذه المعانى الثلاثة مضبوط في القاموس كسبحل نصا فذكر المؤلف\nهذه المعاني له بحاشية كتابه دليل على أنه عنده بهذا الوزن أيضا في المعنى\nالرابع الذي ذكره وهو (الشديد) . ولم أقف على ما يحل هذا الإشكال ولا يبعد\nعلى <span id='ms72'></span> ما يلوح لي أن يكون هذا اللفظ بمعنى الشديد واردا بالضبطين وتكون صحة\nالعبارة في اللسان \" الليث شر قماطر وقمطر وقمطر وأنشد \" فخذف ناسخ الأصل\nلفظ (قمطر) الثاني إما سهوا أو لظنه أنه مكرر.\n</p>\n\n<p>\nوليحقق فإني ما قلته إلا ظنا وفتحا لباب البحث فيه. ويبقى أنه بالضبط\nالوارد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n             # في البيت أي بمنحركين بينهما ساكن محتاج إلى نص في تعيين نوع الحركتين\nفليحقق أيضا.\n</p>\n\n<p>\n(وفي مادة - ج ر ز - ج 7 آخر ص 181) \" وسيف جراز بالضم قاطع وكذلك مذبة\nجراز كما قالوا فيهما جميعا هذام \" وروى (مذبة) بكسر الميم وفتح الذال\nالمعجمة وفتح الباء الموحدة المشددة ولا يستقيم بها المعنى لأن المذبات لا\nتوصف بالقطع ولا مناسبة لذكرها مع السيوف وإنما الصواب (مدية) بضم الميم\nوسكون الدال المهملة وفتح المثناة التحتية المخففة وحكى التثليث في أولها\nوهي الشفرة.\n</p>\n\n<p>\nويؤيد ذلك قوله في مادة (ه ذ م - ج 15 ص 88 س 8) \" وسيف مهذم مخدم وهذام\nقاطع حديد وسنان هذام حديد ومدية هذام كما قالوا سيف جراز ومدية جراز \".\n</p>\n\n<p>\n(وفي مادة - غ رز - ج 7 ص 253 س 20) \" وفي الحديث كان [صلى الله عليه\nوسلم] إذا وضع رجله في الغرز يريد السفر يقول بسم الله الغرز ركاب كور\nالجمل \" وضبط الكور بفتح أوله والصواب ضمه إذا كان بمعنى الرحل.\n</p>\n\n<p>\nوقد بينا في (ص 56) من القسم الأول من هذه الرسالة نص ابن الأثير على خطإ\nمن يفتح أوله إذا كان بهذا المعنى.\n</p>\n\n<p>\n(وفي مادة - ن ح ز - ج 7 ص 282) روى لذى الرمة:\n</p>\n\n<p>\n(والعيس من عاسج أو واسج خببا ... ينحزن من جانبيها وهي تنسلب)\n</p>\n\n<p>\nوضبط (عاسج) بغير تنوين والصواب تنوينه وهو ظاهر.\n</p>\n\n<p>\n(وفي مادة - ع ن س - ج 8 ص 28) روى للطرماح يصف ثورا وحشيا\n</p>\n\n<p>\n(يمسح الأرض بمفنونس ... مثل مثناة النياح القيام) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n             # وتب المصحح بالحاشية \" قوله مثناة الخ مذا بالأصل وشرح القاموس وحرر \"\nقلنا صوابه وكتب (مئلاة) بكسر فسكون وباللام وهي خرقة تمسكها النائحة بيدها\nوتشير بها إذا قامت تنوح والجمع المالي قد لبيد:\n</p>\n\n<p>\n(كأن مصفحات في ذراه ... وأنواحا عليهن <span id='ms73'></span> المآلى)\n</p>\n\n<p>\nوالبيت برواية (مئلاة) أورده المرزبانى في الموشح وروى فيه (تمسح) على\nأنه يصف به ناقته وأنكو عليه وصفه ذنبها بالطول لأنه عيب في الإبل وقال في\nتفسيره \" معنونس ذنب طويل ومئلاة واحدة المآلى وهي خرق تمسكها النساء\nبأيديهن إذا قمن للنايحة والنياح جمع نوح فأفصح بأن الذنب يمس الأض وأساء\nفي التشبيه أيضا \" انتهى. قلنا إساءته في التشبيه لأنه أفصح بأن الدنب يمس\nالأرض من طوله وإذا كان كذلك لا يشبه بخرقة كالمنديل لا تبلغ هذا الطول.\n</p>\n\n<p>\n(وفي مادة - ل ى س - ج 8 ص 96 س 2) روى للبيد:\n</p>\n\n<p>\n(إنما يجرى الفتى ليس الحمل ... )\n</p>\n\n<p>\nبالراء في (يجرى) مع بنائه للمجهول والحاء المهملة في (الحمل) وأعيد ذكره\nبذلك في (س 7 من هذه الصفحة) . والرواية المعروفة في البيت:\n</p>\n\n<p>\n(وإذا أقرضت قرضا فأجزه ... إنما يجزى الفتى ليس الجمل)\n</p>\n\n<p>\nورواه سيبويه في الكتاب \" إنما يجزى الفتى غير الجمل \" أى بورود (يجزى)\nفي الروايتين بالزاى وبالبناء للمعلوم (والجمل) بالجيم ومعناه إذا أقرضك\nإنسان قرضا وأحسن إليك فأجزه عليه لأن الذي يجزى على الخير والشر هو\nالإنسان لا البهيمة وقيل المراد بالفتي السيد اللبيبل والعرب تقول للجاهل\nيا جمل أى إنما يجزى اللبيب من الناس لا الجاهل. وضبط العينى (يجزى) في شرح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n             # الشواهد بالبناء للمجهول فرد عليه البغدادى في خزانته ثم قال \" وكأنه لم\nيتصور المعنى \".\n</p>\n\n<p>\n(تتمة) مما يستأنس به في معنى البيت على ما ذكرناه قول ابن الرومي مضمنا\nعجزه في أبيات يهجو بها أبا أيوب سليمان بن عبد الله وزير المعتضد والعرب\nتكنى الجمل بأبى أيوب لصبره على المسير والإحمال تشبيها بصبر أيوب عليه\nالسلام فقال:\n</p>\n\n<p>\n(يا أبا أيوب هذى كنية ... من كنى الأنعام قدما لم تزل)\n</p>\n\n<p>\n(ولقد وفق من كناكها ... وأصاب الحق فيها وعدل)\n</p>\n\n<p>\n(أنت شبه للذى تكنى به ... ولبعض الخلق من بعض مثل)\n</p>\n\n<p>\n(لست ألحاك على ما سمتنى ... من قبيح الرد أر منع النفل)\n</p>\n\n<p>\n(قد قضى قول لبيد بيننا ... إنما يجزى الفتى ليس الجمل)\n</p>\n\n<p>\n(كم حدوناك لترقى للعلا ... وأبى الله فلا تعل هبل <span id='ms74'></span>)\n</p>\n\n<p>\n(وفي مادة - م س س - ج 8 ص 103 س 24) \" والطريدة لعبة تسميها العامة\nالمسة والضبطة فإذا وقعت يد اللاعب من الرجل على بدنه رأسه أو كتفه فهى\nالمسة فإذا وقعت على رجله فهى الأسن \" والوجه (وإذا وقعت على رجله) كما لا يخفى\n</p>\n\n<p>\n(وفي مادة - ن خ س - ج 8 ص 113) روى لساعدة:\n</p>\n\n<p>\n(إذا جلست في الدار حكت عجانها ... بعرقوبها من ناخس متقوب)\n</p>\n\n<p>\nوضبط عجانها بضم أوله والصواب كسره لأنه بوزن كتاب بنص القاموس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n             # (وفي مادة - ح وش - ج 8 ص 178) روى لأبي كبير الهذلي:\n</p>\n\n<p>\n(فأتت به حوش الفؤاد مبطنا ... سهدا إذا ما نام ليل الهوجل)\n</p>\n\n<p>\nوضبط (حوش) بضم آخره ولا وجه لزفعه فالصواب فتحه لنصبه على الحالية من\nالضمير كما نصب (مبطنا) الذي بعده\n</p>\n\n<p>\n(وفي مادة - ع وص - ج 8 ص 326 س 3) وأعوص فلان بخصمه إذا أدخل عليه من\nالحجج ما عسر عليه المخرج منه وأعوص بالخصم أدخله فيما لا يفهم قال لبيد:\n</p>\n\n<p>\n(فلقد أعوص بالخصم وقد ... أملأ الجفنة من شحم القلل)\n</p>\n\n<p>\nوقيل أعوص بالخصم لوى عليه أمره \" وضبط (أعوص) في البيت بفتح الواو ولا\nيخفى أنه فيه مضارع أعوص فالصواب أعوص بضم فسكون فكسر.\n</p>\n\n<p>\n(وفي مادة ز ط ط - ج 9 ص 179 س 15) الزط جيل أسود من السند إليهم تنسب\nالثياب الزطية وقيل لزط أعراب \" ألخ. والصواب (وقيل الزط)\n</p>\n\n<p>\n(وفي هذه الصفحة س 17) \" وفي بعض الأخبار فخلق رأسه زطية ميل هو مثل\nالصليب \" والصواب (قيل هو) كما ورد في النهاية لابن الأثير.\n</p>\n\n<p>\n(وفي مادة - س ق ط - ج 9 ص 190) روى لسهيل بن أبى كاهل\n</p>\n\n<p>\n(كيف يرجون سقاطى بعد ما ... جلل الرأس مشيب وصلع)\n</p>\n\n<p>\nوروى (سهيل) هكذا بالهاء وباللام في آخره وكرر ذكره بهذا الرسم في (س 10)\nمن هذه الصفحة. والذي في هذه المادة من شرح القاموس للسيد مرتضى الزبيدى\n(سويد بن أبي كاهل اليشكرى) أي برواية (سويد) بالواو وبالدال المهملة في\nآخره ثم استشهد ببيته هذا وهو الصواب المعروف في اسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n             # هذا الشاعر وقد ورد كذلك في أخباره في الأغاني (ج 11 ص 170 - 173 من طبعة <span id='ms75'></span>\nبولاق) ورويت له القطعة التي منها هذا البيت. وبه ورذ أيضا في كتاب\nالاشتقاق لابن دريد مضبوطا بالقلم بالتصغير في كلامه على بني يشكر.\n</p>\n\n<p>\n(وفي مادة ش ر ع - ج 10 ص 42 س 7) \" والشرعة العادة وهذا شرعة ذلك أي\nمثله وأنشد الخليل يدم رجلا:\n</p>\n\n<p>\n(كفأك لم تخلقا للندى ... ولم يك لؤمهما بدعه)\n</p>\n\n<p>\n(فكف عن الخير مقبوضة ... كما خط عن مائة سبعه)\n</p>\n\n<p>\n(وأخري ثلاثة آلافها ... وتسعنئيها لها شرعه)\n</p>\n\n<p>\nوروى (خط) في البيت الثاني بالخاء المعجمة والذي في هذه المادة من شرح\nالقاموس للزبيدى (كما حط) بالحاء المهملة وهو الصواب لأن المراد كما طرح عن\nمائة سبعة ليكون الباقي ثلاثة وتسعين ويقويه كون الصولى أورد هذه الأبيات\nفي أدب الكتاب (ص 241 من طبعة السلفية بمصر سنة 1341) فروى عجز هذا البيت\n(كما نقصت مائة سبعة) . والمراد بالثلاثة والتسعين أن يده مقبوضة كناية عن\nالبخل وهو من حساب غقد الأصابع وكانت العرب تتابع به ولو ذكر في الأحاديث\nوكلام الفقهاء ومبناه على نهم خصوا أصابع اليد اليمنى بالآحاد والعشرات\nفجعلوا الخنصر والبنصر والوسطى للآحد والسبابة والإبهام للعشرات وخصو أصابع\nاليسرى بالمئين والألوف فلدلالة على الواحد يعقد الخنصر من اليمنى أى يضم\nضما محكا بحيث تطوى العقدتان اللتان فيه ويضم معه البنصر كذلك للدلالة على\nالإثنين وتضم معهما الوسطى للدلالة على الصلاصة فيضم لها طرق السبابة إلى\nأصلها ضما محكما كذلك وبذلك تكون الأصبع الأربع مضمومة في عقد ثلاثة وتسعين\nوهو المراد أما ما بعد الثلاثة إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n             # التسعة فيكون بأصابع لآحاد المذكورة وبالرفع والضم فعلامة الأربعة رفع\nالخنصر وضم البنصر والوسطى وعلامة الخمسة رفع الخنصر والبنصر وضم الوسطى\nالخ وعلامات بقية الإعداد ولا محل لذكرها هنا.\n</p>\n\n<p>\n(وفي مادة - ق ر ع - ج 10 ص 134 س 17) \" والقرع بثر أبيض يخرج بالفصلان\nوحشو الإبل يسقط ويره \" إلى أن قل في سن 20 \" ودواء القرع الملح وحباب\nألبان الإبل فإذا لم يجدوا ملحا نتفوا أوباره ونضحوا جلده بالماء ثم جروه\nعلى السبحة \" وروى (حباب) بفتح الحاء المهملة ووقع هذا الخطأ أيضا <span id='ms76'></span> في نسختى\nالقاموس المطبوعتين ببولاق سنة 1272 و 1303 ونبهنا عليه في رسالتنا (تصحيح\nالقاموس المحيط) إذ لا يخفى أن الحباب فقاقيع ونفاحات تطفو على وجه الماء\nثم لا تلبث أن تنفقع وتزول أي ليست مما يجمع ويؤخذ. والعبارة هنا منقولة عن\nالصحاح والذي في نسخه المخطوطة والمطبوعة التي أطلعنا عليها (جباب) بضم\nالجيم وهو الصواب ومعناه ما اجتمع من ألبان الإبل كأنه زبد.\n</p>\n\n<p>\n(وفي مادة - خ ن ف - ج 10 ص 447 س 2) \" الخلف واحدها خنيف وهو جنس من\nالكتاب أرادأ ما يكون منه كانوا يلبسونها وأنشد في صفة طريق\n</p>\n\n<p>\n(علا كالخنيف السحق تدعو به الصدى ... له قلب عادية وصحون)\n</p>\n\n<p>\nبرواية (علا) بالألف في آخره على أنه فعل ماض وأوى اللام ولا يستقيم به\nالمعنى إذ لا وجه لتشبيه الطريق في العلو بالثوب الغليظ الردى من الكتان\nوإنما الصواب (على أحد حروف الجر والكاف هنا اسم بمعنى مثل زى سرنا على\nطريق مثل الحنيف. وقد استشهد السيرافى في شرح باب الجر من كتاب سيبويه بصدر\nهذا البيت على مجئ كاف التشبيه إسما مثل ودخول حرف الجر عليها. (وفي مادة -\nذ ى ف - ج 11 أول ص 11) روى لبعضهم:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n(يفد بهم وودوا لو سقوه ... من الذيفان مترعة ملايا)\n</p>\n\n<p>\nأورده شاهدا على أن الذيفان السم الناقع وقال بعده \" الملايا يريد بها\nالمملوءة فقبلت الهمزة ياء وهو قلب شاذ \" وضبط (الملايا) في الموضعين بفتح\nالميم وأصله ملاء أي جمع ملأى أو ملأته يريد ودوا لو سقوه كؤوسا مترعة ملاء\nمن السم فالصواب كسر الميم لأنه بوزن فعال وهي الصيغة الشائعة في جمع فعلان\nوفعلى وقد ضبطه شارح القاموس في (م ل أ) بالنص فقال ككرام. وستأتى الأبيات\nالتي منها هذا البيت في كامنا على مادة (ث م ن) .\n</p>\n\n<p>\n(وفي مادة - ع ر ق - ج 12 آخر ص 110) \" أي لم يعرق لي بهذا السيف عن مودة\nإنما أخذته منه غصبا \" والصواب (أخذته) وهو ظاهر.\n</p>\n\n<p>\n(وفي مادة - ف ر ق - ج 12 ص 178 س 11) \" والفارق من الإبل التي تفارق\nإلفها فتنتتح <span id='ms77'></span> وحدها وقيل هي التي أخذها المخاض فذهبت نادة في الأرض \" وكتب\nالمصحح \" قوله فتنتتح هي كذلك في الأصل ولعلها محرفة عن تنتج وانظر وحرر \".\nقلنا ليس في الكلمة إلا تصحيف الجيم بالحاء المهملة وصوابها (فتنتتج) مضارع\nأنتتجت الناقة وضعت من غير أن يليها أحد. صاحب العين. ولا يقال نتجت الشاة\nإلا أن يلى ذلك منها إنسان \".\n</p>\n\n<p>\n(وفي مادة - ق ر ق - ج 12 ص 198) روى لابن أبي الصلت:\n</p>\n\n<p>\n(وأعلاق الكواكب مرسلات ... كحبل القرق غايتها النصاب)\n</p>\n\n<p>\nوجاء بعده (شبه النجوم بهذه الحصيات التي تصف وغايتها النصاب أي المغرب\nالتي تغرب فيه \" والصواب (الذي) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n             # وفي هذه الصفحة س 15) في الكلام على لعبة القرق بعد أن وصفها ما نصه \"\nوقال أبو إسحاق هو شئ يلعب به قال وسمعت الأربعة عشر \" وكتب المصحح\nبالحاشية \" قوله وسمعت الأربعة عشر كذا في الأصل وحرر \". قلنا الظاهر أن\nالصواب (وسميت) أي أن هذه اللعبة تسمى أيضا الأربعة عشر والأربعة عشر اسم\nلعبة أخرى تشبه القرق من بعض الوجوه فلعل بعضهم أطلقها على القرق أيضا لهذه\nالمشابهة.\n</p>\n\n<p>\nوفي أول حرف اللام - ج 13 أول ص 2) اللام من الحروف المجهورة وهي من\nالحروف الدلق وهي ثلاثة أحرف الراء واللام والنون وهي في حيز واحد وقد\nذكرنا في أول حرف الباء كثرة دخول الحروف لذلق والشفوية في الكلام \".\n</p>\n\n<p>\nوروى (الدلق) بالدال المهملة والصواب بالذال المعجمة كما يعلم من مادة (ذ\nل ق) وروى بعد ذلك (لذلق والصواب الذلق وهو ظاهر.\n</p>\n\n<p>\n(وفي مادة - ث ك ل - ج 13 ص 94) روى لبعضهم:\n</p>\n\n<p>\n(قد أبصرت سعدى بها كتائلى ... مثلى العذارى الحسر العطابل)\n</p>\n\n<p>\n(طويلة الأقناء والأثاكل ... )\n</p>\n\n<p>\nوضبط (الأثاكل) بضم الآخر والصواب كسره لأنه معطوف على مجرور\n</p>\n\n<p>\n(وفي مادة - ج ل ل - ج 13 آخر ص 127) روى لبلال رضي الله عنه\n</p>\n\n<p>\n(ألا ليت شعرى هل أبيتن ليلة ... بفج وحولى إذخر وجليل)\n</p>\n\n<p>\n(وهل أردن يوما مياه مجنة ... وهل يبدون لي شامل وطفيل)\n</p>\n\n<p>\nوروى (بفج) هكذا بالجيم آخره وهو موضع أو جبل في ديار سليم بن منصور (و\n(فج حيوة) موضع <span id='ms78'></span> بالأندلس (وفج الروحاء) بين مكة والمدينة (وفج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n             # زيدان) بإفريقية وكلها غير مرادة في قول سيدنا بلال. والبيتان أوردها\nالإمام البخاري في صحيحه في باب الهجرة وروايته (بواد) بدل بفج قال الحافظ\nابن حجر في فتح الباري \" قوله بواد أي بوادى مكة \" فالبيتان قالهما سيدنا\nبلال لما هاجر للمدينة متشوقا إلى مكة وليس (فج) موضعا بها حتى يذكره في\nحنينه إليها كما ذكر مجنة وهو موضع على بضعة أميال منها وشامة وطفيلا وهما\nجبلان بقربها. وإنما الرواية الأخرى التي في غير صحيح البخاري (بفخ) بفتح\nالفاء وبالخاء المعجمة المشددة وهو واد بمكة ذكره ياقوت في معجم البلدان\nواستشهد عليه بالبيت. وقال العلامة البغدادي في حشايته على شرح ابن هشام\nعلى بانت سعاد في الكلام على قول الناظم\n</p>\n\n<p>\n(سمر العجايات يتركن الحصار زيما الخ ... )\n</p>\n\n<p>\nبعد أن ذكر رواية الإمام البخاري ثم ذكر فخا بالخاء المعجمة ونقل عبارة\nياقوت ما نصه \" ويرورى قول بلال ألا ليت شعرى هل أبيتن ليلة بفخ وكذا أنشده\nالبكرى في شرح أمالى القالى وفي معجم ما استعجم وقال فخ بينه وبين مكة\nثلاثة أميال به موية وكذا أنشده السهيلى \" انتهى.\n</p>\n\n<p>\nورأيت في مجموع مخطوط عندي ما نصه نقلا عن تذكره الوداعى \" كان أبو نصر\nمحمد بم محمد بن سويف القاسانى الإمام يثنى على زبى القاسم هبة الله بن عبد\nالوارق الشيرازي ويصفه بالحفظ والاتقان والورع والديانة والرحلة وكثرة\nالسماع وكان يقول سمعته يقول كنت أقرأ الحديث على أبي على الحسن بن عبد\nالرحمن بن الحسن الشافعي بمكة فجاء الحديث الذي فيه قول بلال:\n</p>\n\n<p>\n(ألا ليت شعري هل أبيتن ليلة ... بفخ وحولى أذخر وجليل)\n</p>\n\n<p>\nقال هبة الله الشيرازى قرأت أنا بالتصحيف بفج أبو علي الشافعي وأخذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n             # بيدى وأخرجنى إلى ظاهر مكة وأشار إلى موضع وقال لي يا بني هذا فخ بالخاء\nالمعجمة من فوق بنقطة وهو الموضع الذي تمنى بلال أن يكون به \" انتهى\n</p>\n\n<p>\n(فائدة) وقفت في ترجمة علي بن عيسى المعروف بابن وهاس من العقد الثمين\nللفاسي على <span id='ms79'></span> ما نصه \" ومن الفوائد المنقولة عن ابن وهاس أن وادى الزاهر أحد\nأودية مكة المشهورة فيما بين التنعيم ومكة هو فخ الذي ذكره بلال في شعره\n</p>\n\n<p>\n(ألا ليت شعري هل أبيتن ليلة ... بفخ وحولي إذخر وجليل)\n</p>\n\n<p>\nكذا في رواية الأزرقي بفخ وفي البخارية وغيره بواد عوض فخ وفي فخ كانت\nوقعة مشهورة بين العلويين وبين أصحاب الخليفة موسى الهادى قيل الوقوف سنة\nتسع وستين ومائة \" انتهى. ومما يحسن الحاقة ما ذكره السخاوى في الضوء\nاللامع في ترجمة شهاب الدين أبي العباس أحمد بن محمد بن أحمد الحنبلي\nالمعروف بابن زيد المتوفى سنة 870 فقال \" مما كتبه من نظمه قصيدة في التشوق\nإلى المدينة للرسول وزيادة قبره ومسجده [صلى الله عليه وسلم] وإلى مكة على\nمتوالى بيتى بلال رضي الله عنه أولها:\n</p>\n\n<p>\n(ألا ليت شعري هل أبيتن ليلة ... بطيبة حقا والوفود نزول)\n</p>\n\n<p>\n(وهل أردن يوما مباه زريقة ... وهل يبدون لي مسجد ورسول)\n</p>\n\n<p>\n(وفي مادة - ر ح ل - ج 13 ص 294) روى لبعضهم:\n</p>\n\n<p>\n(سوى ترحيل راحلة وعين ... أكالئها مخافة أن تناما)\n</p>\n\n<p>\nوضبط (ترحيل) بالتنوين والصواب حذفه للإضافة وإقامة الوزن:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة - ص ق ل - ج 13 ص 405) روى للأخطل:\n</p>\n\n<p>\n(دع المعمر لا تسأل بمصرعه ... وأسأل بمصقلة البكرى ما فعلا)\n</p>\n\n<p>\nوروى (المعمر) بالعين المهملة وبكسر الميم الثانية أي بصيغة اسم الفاعل\nفإن كان المراد الطويل العمر فالصواب فتح هذه الميم لأنه يقال عمره الله\nتعميرا فهو معمر بصيغة المفعول وإن كان من قولهم عمر نفسه أي قدر لها قدرا\nمحدودا فالضبط في البيت صحيح. على أننا راجعنا عدة نسخ من اللسان فرأينا في\nبعضها أثر نقطة صغيرة على العين تكاد لا ترى وهو الموافق لما في الديوان\nفإن الذي فيه (المغمر) بالغين المعجمة وجاء في حاشيته أن المراد به القعقاع\nالهذلي وفي شرح القاموس للسيد مرتضى في مادة (ق ع ع) ما نصه \" والقعقاع آخر\nذكره المستغفرى في الصحابة لقبه المغمر كمعظم بالغين \" انتهى ولا أدري هل\nهو القعقاع الهذلي المراد بقول الأخطل أم آخر اتفق <span id='ms80'></span> معه في الإسم والقب. وقد\nروى البيت في مادة (ص ق ل) من شرح القاموس بلفظ المغمر بالغين المعجمة أيضا\nوالظاهر أنه كذلك في اللسان بدليل أثر النقطة في بعض النسخ فلم يبق ألا أن\nيضبط بفتح الميم الثانية معناه الذي يستجهله الناس. ورواه بذلك أيضا ابن\nقتيبة في أدب الكتاب وفسره شارحه ابن السيد في الاقتضاب بقوله \" المغمر\nههنا الرجل الذي تغمره الرجال أي تفضله وتعلو عليه وهو من قولهم غمره الماء\nإذا علاه فلم يظهر فشبه الرجل الذي لا صيت له في الناس بالشئ المتوارى تحت\nالماء \".\n</p>\n\n<p>\n(وفي مادة - ص ل ل - ج 13 أول ص 408) روى للعجاج:\n</p>\n\n<p>\n(كأن عينه من الغورو ... قلتان في لحدى صفا منقور)\n</p>\n\n<p>\n(صفران أو حوجلنا قارو ... غيرتا بالنضج والتصبير)\n</p>\n\n<p>\n(صلاصل الزيت إلى الشطور ... ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n             # قلنا الصلاصل بقايا الماء أو الدهن أو الذيت والشاعر يصف عيني بعيره\nبأنهما كنقرتين في حجر أو كقارورتين بقى ما فيهما من الزيت إلى نصفيهما\nبسبب النضج. والمروى في البيت (النضج) بضم أوله وبالجيم وهو كذلك في\nالديوان ولكنه مضبوط بالقلم بفتح أوله. والمستفاد من العقد الفريد\nوالصناعتين أنه (النضج) بفتح الأول وبالحاء المهملة وهو الموافق للمعنى فقد\nجاء في الكتابين أن هذا مما عيب عليه وخطئ فيه لأنه جعل الزجاج ينضج ويرشح\nوإنما تنضح الجرار.\n</p>\n\n<p>\n(وفي مادة - ع ق ل - ج 13 ص 493 س 5) \" وعاقيل الكرم ما غرس منه \" برفع\n(الكرم) والصواب حره للإضافة.\n</p>\n\n<p>\n(وفي مادة - م ى ل - ج 14 ص 159 س 24) روى للخطيئة:\n</p>\n\n<p>\n(فنواره ميل إلى الشمس زاهرة ... )\n</p>\n\n<p>\nبرواية (زاهرة) بالتاء المعقودة والصواب (زاهرة) بالهاء أي بإضافة زاهر\nإلى ضمير النوار ومعناه ما زهر منه زي حسن وأشرق. وهو من قصيدة رائية\nموصولة بالهاء أو لها:\n</p>\n\n<p>\n(عفا مسحلان من سليمى فحامره ... تمشى به ظلمانه وجآذره)\n</p>\n\n<p>\n(بمستأسد القريان حو نباته ... فنواره ميل إلى الشمس زاهره)\n</p>\n\n<p>\nومسحلان بالضم وحامر موضعان والظلمان بضم الأول وكسره جمع ظليم وهو ذكر\nالنعام والمستأسد من النبت ما طال والتف والقريان بالضم مجارى الماء إلى\nالرياض.\n</p>\n\n<p>\n(وفي <span id='ms81'></span> هذه المادة - ج 14 ص 161 س 2) في تفسير الأميل \" وقيل هو الذي لا\nترس معه وقيل هو الجبان وجمعه ميل قال الأعشى لا ميل ولا عزل \" وضبط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n             # (عزل) بضم أوله وفتح الزاي المشددة وكتب المصحح بالحاشية (قوله قال\nالأعشى الخ عبارته في مادة عور قال الأعشى:\n</p>\n\n<p>\n(غير ميل ولا عواوير في الهيجا ... ولا عزل ولا أكفال)\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\nقلنا الذي أورده المؤلف جزء من بيت للأعشى وقد جرت عادة المؤلفين بذلك\nأحيانا بأن لا يذكروا من البيت إلا موضع الشاهد ولكن ما عهدنا هم يلفقون\nمنه مثل هذا التلفيق بأن يغيروا لفظا بآخر ويضموا كلمة من الصدر إلى كلمة\nمن العجز ليصوغوا من ذلك جزءا من بيت كما ذهب إليه ظن المصحح وحمله على ضبط\nاللفظ بهذا الضبط. وإنما الصواب (لا ميل ولا عزل) بضمتين في العزل مع تخفيف\nالزاي وأصله عزل بضم فسكون جمع أعزل فلما اضطر حرك الزاي بحركة ما قبلها\nوضم عين فعل هذا كثير الورود في الشعر أن صحت هي ولامه. وهذه الجملة من قول الأعشى\n</p>\n\n<p>\n(نحن الفوارس يوم الحنو ضاحية ... جنبى فطيمة لا ميل ولا عزل)\n</p>\n\n<p>\nوهو من لاميته المشهورة:\n</p>\n\n<p>\n(ودع هريرة إن الركب مرتحل ... وهل تطيق وداعا أيها الرجل)\n</p>\n\n<p>\n(وفي مادة - ن م ل - ج 14 ص 204 س 2) \" وقيل النمل والنملة قروح في الجنب\nوغيره وداواؤه أن يرقى بريق ابن المجوسى من أخته تقول المجوس ذلك قال:\n</p>\n\n<p>\n(ولا عييب فينا غير نسل لمعشر ... كرام وأنا لا نخط على النمل)\n</p>\n\n<p>\nأي لسنا بمجوس ننكح الأخوات قال أبو العباس وأنشدنا ابن الأعرابي هذا\nالبيت وأنا لا نخط على النمل وفسره أنا كرام ولا نأتى بيوت النمل في الجدب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n             # لنحفر على ما جمع لنأكله \" وروى (نخط) في رواية ابن الأعرابي بالخاء\nالمعجمة كالرواية الأولى ومقتضى عبارة المؤلف أنها تخالفها ولو كانت مثلها\nلأقتصر من كلام ابن الأعرابي على التفسير. والصواب أن الرواية عند ابن\nالأعرابي \" نحط) بالحاء المهملة كما نص عليه السيد مرتضى الزبيدي في شرح\nالقاموس فقال بعد أن <span id='ms82'></span> ذكر الرواية الأولى \" وقال ثعلب أنشدنا ابن الأعرابي\nهذا البيت لا نحط على النمل بالحاء المهملة وفسره أنا كرام ولا تأتى بيوت\nالنمل في الجدب لنحفر على ما جمع لنأكله. وفي العباب أي لا نحط رحلنا على\nقرية النمل فنفسدها عليها. وقال أبو أحمد العسكري أن الحاء المهملة تصحيف\nمن ابن الأعرابي ذكره في كتاب التصحيف \" انتهى.\n</p>\n\n<p>\n(وفي هذه الصفحة - س 11) \" ورقبة النملة التي كانت تعرف بينهن أن يقال\nالعروس تحتفل \" الخ ورويت (رقبة) بالباء الموحدة والصواب بالمثناة التحتية\nكما وردت قبل ذلك بسطر.\n</p>\n\n<p>\n(وفي مادة ح م م - ج 15 ص 45) روى لأبي ذؤيب:\n</p>\n\n<p>\n(تأتى بدرتها إذا ما استكرهت ... إلا الحميم فإنه يتبضع)\n</p>\n\n<p>\nوالبيت في وصف فرس ورواية (تأتى 9 مضارع أنى بالمثناة الفوقية لم يذكرها\nأحد ممن تكلم على البيت بل المروى. تأبى) بالموحدة من الآباء كما في شرح\nديوانه للسكرى والموازنة للآمدى والصناعتين لأبى هلال وبها روى البيت في\nمادة (ب ض ع - ج 9 ص 362) ولكن برواية (استغضبت) بدل استكرهت وقال المؤلف\nفي تفسيره \" يتبضع يتفتح بالعرق ويسيل متقطعا وكان أبو ذؤيب لا يجيبد في\nوصف الخيل وظن أن هذا مما توصف به \" يريد أنها تكون على هذا الوصف حرونا\nإذا أكرهت على الجرى أبت وأخذ العرق يسيل منها وليس هذا مما تمدح به الخيل\nحتى يصف فرسه به ولكنه قال بعد ذلك \"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nقال بن بري يقول تأبى هذه الفرس أن تدر لك بما عندهم من جرى إذا\nاستغضبتها لأن الفرس الجواد إذا أعطاك ما عنده من الجري عفوا فأكرهته على\nالزيادة حملته عزة النفس على ترك العدو يقول هذه تأبى بدرتها عند أكراهها\nولا تأبى العرق \" انتهى. وقد عابه عليه الآمدى في الموازنة وأبو هلال في\nالصناعتين فقال الأول جعلها حرونا إذا حركت قامت وقال الثاني ما وصف أحد\nالفرس بترك الإنبعاث إذا حركت غير أبي ذؤيب. وذكر السكرى في شرح الديوان\nأقوالا كثيرة في البيت لأئمة الأدب بين عائب ومنتصر وكلها مبنية على رواية\n(تأبى) بالموحدة. بل <span id='ms83'></span> من ينعم النظر في سياق البيت وما فيه من الاستثناء\nيظهر له منه ما يؤيد هذه الرواية.\n</p>\n\n<p>\n(وفي مادة - د وم - ج 15 ص 106) روى للمتلمس في عمرو ابن هند:\n</p>\n\n<p>\n(ألك السدير وبارق ... ومرابض ولك الخورنق)\n</p>\n\n<p>\n(والقصر ذو الشرفات من ... سنداد والنخل المنبق)\n</p>\n\n<p>\n(وتظل في دوامة المولود ... تطلمها تحرق)\n</p>\n\n<p>\nوروى (تطلمها) بالطاء المهملة وبالبناء للفاعل (وتحرق) بالبناء للمفعول\nوالصواب (يظلمها) بالظاء المعجمة وبالبناء للمفعول و (تحرق) بثلاث فتحات\nوأصله (تتحرق) والمعنى على ما في شرح الديوان أتكون لك هذه الدنيا وهذه\nالقصور وأنت إذا ظلم ابنك وأخذت منه دوامة تتحرق أي تلتهب غضبا.\n</p>\n\n<p>\nوالدوامة فلكة من خشب تلف بسير أو خيط ثم ترمى على الأرض فتدور وهي\nالمسماة عند مصر الآن (بالنحلة)\n</p>\n\n<p>\nوفي مادة - س ل م - ج 15 ص 189) روى لبعضهم:\n</p>\n\n<p>\n(ذاك خليلي وذو يعاتبني ... يرمى ورائي بأمسهم وامسلمه) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n             # وبعده بقليل (ص 190) أن صواب الرواية:\n</p>\n\n<p>\n(ينصرني منك غير معتذر ... يرمى ورائي بأمسهم وامسلمه)\n</p>\n\n<p>\nوضبط (ورائي) في الموضعين بفتح الياء وهو مخل بالوزن إذ لا يخفى أن (ام)\nفي (بأمسهم وامسلمه) لغة حميرية في (ال) التي للتعريف فلشطر على لغة غيرهم:\n</p>\n\n<p>\n(برمى ورائي بالسهم والسلمه ... )\n</p>\n\n<p>\nولا يستقيم وزنه إلا بإسكان الياء من ورائي وإبدال ال بأم لا يغير فيه شيئا.\n</p>\n\n<p>\n(وفي مادة - ظ أم - ج 15 ص 266 س 7) \" الظأم السلف لغة في الظأب وقد\nتظاءما وظأمه وقد ظاءيني وظاء مني إذا تزوجت أنت امرأة وتزوج هو أختها \"\nوروى (ظأمه) على فعل بفتحتين والصواب الذي يقتضيه السياق والقياس في مثله\nأن يكون (وظاءمه) على المفاعلة وكأنهم ضبطوه كذلك اعتمادا على ما في\nالقاموس فقد وقع فيه هذا الخطأ غير أنه روى كما ذكرنا في نسخة الشارح\n</p>\n\n<p>\n(وفي مادة - ع ك م - ج 15 ص 309 س 10) وفي حديث أم زرع عكومها رداح\nوبيتها فياح أبو عبيد العكوم الإحمال والأعدال التي فيها الأوعية من صنوف\nالأطعمة والمتاع وأحدها عكم بالكسر \" وضبط (عكومها) بضم الأول و (العكوم)\nفي تفسير أبي عبيد بالفتح والصواب الضم لأن المطرد في جمع <span id='ms84'></span> فعل ساكن العين\nفعول بضمتين كمما ضبط (عكومها) وكما ضبط بعد ذلك في هذه الصفحة في قوله \"\nوقال الأزهري كل عدل عكم وجمعه أعكام وعكوم \" وفي قوله \" والعكم الكارة\nوالجمع عكوم \".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة - ل أم - ج 16 ص 3 س 24) \" ولأمت الجرح والصدغ إذا سددته\nفالتأم \". والصدغ بالغين المعجمة معروف وهو ما بين العين والأذن وأوله\nمضموم ولكن لا معنى لتخصيصه بالذكر هنا وإنما الصواب (الصدع) بالعين\nالمهملة.\n</p>\n\n<p>\n(وفي مادة - ه ز م - ج 16 ص 93 س 22) \" المهزام لعبة لهم يلعبونها يغطى\nرأس أحدهم ثم يلطم وفي رواية ثم تضرب أسته ويقال له من لطمك قال ابن الأثير\nوهي العميضا \" وكتب المصحح بالحاشية \" قوله العميضا هكذا في الأصل وحرر \".\nقلنا لا وجود لمادة (ع م ض) في كتب اللغة التي بأيدينا وفي مادة (ع ى ف) من\nالقاموس أن العياف هو لعبة الغميصاء في قول ورويت اللفظة هكذا بالغين\nالمعجمة والصادر المهملة وقال شارحه إنها في بعض النسخ بالضاد المعجمة ولم\nنعثر عليهما في مادتيهما بالمعنى المراد ولكنى الذي يظهر لنا من تفسير\nالمهزام هنا أن الصواب ما رآه شارح القاموس في بعض النسخ أي بالغين والضاد\nالمعجمتين لأن المراد بتغطية رأس اللاعب جعله لا يبصر لا طمه فاسم اللعبة\nمأخوذ من (الغمض) ويدل على صحة ذلك قول الصفدي في نسخة تغلب عليها الصحة من\nتصحيح التصحيف وتحرير التحريف نقلا عن تثقيف اللسان للصقلى \" ويقولن لعب\nالصبيان الغميضة والصواب الغميضى والغميضاء إذا خففت مددت وإذا قصرت شددت \".\n</p>\n\n<p>\n(وفي مادة - ث م ن - ج 16 ص 230) روى قول الراجز:\n</p>\n\n<p>\n(ولا عب بالعشى بينها ... كفعل الهر يحترش العظايا)\n</p>\n\n<p>\n(فأبعده الاله ولا يؤتى ... ولا يشفى من المرض الشفايا)\n</p>\n\n<p>\nولا يخفى أن البيتين من الوافر لا من الرجز فالصواب أن يقال \" قول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n             # الشاعر \" وضبط (يشفى) بتشديد الثاني والصواب إسكانه. أما صدر البيت الأول\nفقد روى هكذا وكتب عنه المصحح بالحاشية \" قوله ولا عب الخ البيتين هكذا في\nالأصل الذي بأيدينا والأول ناقص وحرره \" قلنا الصواب فيه:\n</p>\n\n<p>\n(ولاعب بالعشى <span id='ms85'></span> بنى بنيه ... )\n</p>\n\n<p>\nوالبيتان من أبيات زربعة أوردها المؤلف في مادة (حما - ج 18 ص 218) لأعصر\nبن سعد بن قيس عيلان وهي باختلاف في رواية البيت الأخير:\n</p>\n\n<p>\n(إذا ما المرء صم فلم يكلم ... وأعيا سمعه إلا ندايا)\n</p>\n\n<p>\n(ولاعب بالعشيه بنى بنيه ... كفعل الهر يحترش العظايا)\n</p>\n\n<p>\n(يلاعبهم وودوا لو سقوه ... من الذيفان مترعة إنايا)\n</p>\n\n<p>\n(فلا ذاق النعيم ولا شرابا ... ولا يعطى من المرض الشفايا)\n</p>\n\n<p>\nعلى أن الأصل نداء والعظاء وإناء والشفاء فقلب الهمزة ياء والكلام على\nذلك لا محل لذكره هنا. ووردت في باب البدل من الخصائص لابن جنى معزوة لبعض\nالمتقدمين وفي طبقات الشعراء للجمحى معزوة لزهير بن أبي سلمى لكن باختلاف\nفي رواية بعض الألفاظ في كليهما.\n</p>\n\n<p>\nوقد أورد المؤلف البيت الثالث في مادة (ذ ى ف - ج 11 أول ص 11) شاهدا على\nأن الذيفان السم الناقع ورواه:\n</p>\n\n<p>\n(يفديهم وودوا لو سقوه ... من الذيفان مترعة ملايا)\n</p>\n\n<p>\nوقال \" الملايا يريد بها المملوء فقلبت الهمزة ياء وهو قلب شاذ \" وقد\nتقدم في كلامنا على (ذ ى ف) أن الصواب كسر الميم من (الملايا) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n             # (وفي مادة - ج ر ش ن - ج 16 ص 239 س 16) \" النهاية لابن الأثير أهدى رجل\nمن العراق إلى إلى عمر جوارشن قال هو نوع من الأدوية المركبة يقوى المعدة\nويهضم الطعام قال وليست اللفظة عربية \" وضبط (جوارشن) بفتح أوله غير منون\nولم يذكره صاحب القاموس في (ج ر ش) ولا في (ج ر ش ن) بل ذكره في (ق م ح)\nفقال \" القميحة الجوارش \" وقال شارحه \" بضم الجيم هكذا في النسخ وفي بعضها\nبزيادة النون في آخره \" قلنا ضم أوله لأنه معرب (كوارش) بالضم في الفارسية\nوأصله كوارشت ولكن لعل بعضهم غيره بالفتح عند تعريبه وأن كان الأظهر الضم\nتبعا لأصله وإنما الذي لم يظهر لنا وجهه ضبطه بفتحة واحدة في آخره وكان\nالوجه (جوارشنا) لعدم المانع من الصرف.\n</p>\n\n<p>\n(وفي مادة - د ه ن - ج 17 ص 19 س 20) روى لرؤية يصف شبابه وحمرة لونه\nفيما مضى من عمره:\n</p>\n\n<p>\n(كغصن بان عوده سر عرع <span id='ms86'></span> ... كأن وردا من دهان يمرع)\n</p>\n\n<p>\n(لونى ولو هبت عقيم تسفع ... )\n</p>\n\n<p>\nوضبط (سرعرع) بفتح آخره والصواب ضمه لأنه خبر (عوده) ومعناه الرطب الغض\nوقوله يمرع أي يعلى بالدهن من قولهم أمرع رأسه بدهن أي أكثر منه يريد وصف\nلونه بالصفاء والريح العقيم الدبور.\n</p>\n\n<p>\n(وفي مادة - ز ن ن - ج 17 ص 61) روى لبعضهم:\n</p>\n\n<p>\n(حسبه من اللبن ... إذ رآه قل وزن)\n</p>\n\n<p>\nوروى (رآه) بتقديم الهمزة على الألف وكتب المصحح بالحاشية \" قوله إذ رآه\nالخ هكذا في الأصل وحرر \" قلنا الصواب (راءه) بتقديم الألف مقلوب رأى وبه\nيستقيم الوزن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n(وفي مادة أى ى - ج 18 ص 63 س 2) \" تقول أيهم أخوك وأيهم يكرمني أكرمه \"\nوضبط (أيهم) في الموضع الثاني بضم أوله والصواب فتحه كضبطهم له في الموضع الأول.\n</p>\n\n<p>\n(وفي مادة - د م ى - ج 18 ص 297 س 3) روى لبعضهم:\n</p>\n\n<p>\n(والبيض يرفلن في الدمى ... والربط والمذهب المصون)\n</p>\n\n<p>\nوضبط (يرفلن) بضم أوله وصوابه الفتح لأنه مضارع رفل مبنيا للمعلوم.\n</p>\n\n<p>\n(وفي مادة - ع و - ج 19 ص 328 س 2) في الكلام على عليين \" ويعرب بالحروف\nوالحركات كقنسرين وأشباهها على أنه جمع أو واحد قال أبو سعيد هذه كلمة\nمعروفة عند العرب أن يقولوا لأهل الشرف في الدنيا والثروة والغنى أهل غليين\nفإذا كانوا متضعين قالوا سفليون \" وروى (الغرب) بالغين المعجمة وبلا ضبط\nوالصواب (العرب) بالعين المهملة كما لا يخفى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head3'>AUTO حاشيتان</h1>\n\n\n<h1 class='l1' id='head4'>AUTO على موضعين في القسم الأول من هذه الرسالة</h1>\n\n<p>\n(مادة - س ن د) كتبنا على هذه المادة في القسم الأول (ص 14) أن قوله \"\nوالسند مثقل سنود القوم في الجبل) الخ أن المعروف في المثقل أنه المشدد\nوليس في لفظ (السند) حرف مشدد إلا السين وهي لا تكون إلا مشددة متى سبقتها\nأداة التعريف لأنها من الحروف الشمسية وحكمها معلوم ولا نرى أحدا يعنى\nبالنص على مثلها بل أجر بأن يكون النص هنا مدعاة للاضطراب في ضبط الكلمة إذ\nقد يتبادر أن التشديد في غير هذا الحرف فيقع الإشكال. هذا ما كتبناه هناك\nولم يكن مقصودا بالذكور ولكنه شئ عرض أثناء كلامنا على ما <span id='ms87'></span> في هذه المادة من\nالخطأ المطبعي فقلنا فيه بما ظهر لنا. وبعد طبع القسم الأول كتب إلينا أحد\nالفضلاء يرجح أن المراد بقوله \" السند مثقل \" التحريك أي كونه بفتحتين\nواستدل بقوله في مادة (أذن - ج 16 ص 149 س 16) \" والأذن والأذن يخفف ويثقل\n\" لأنه عبر بالتثقيل عن خلاف التسكين وبقول أقرب الموارد \" السند محركة \"\nقال وهو دليل صريح على أن صاحب اللسان أراد بالتثقيل في (السند) التحريك.\nفأجبناه وقتئذ بأن المعروف عند النحاة أن الفتح والسكون خفيفان بخلاف الضم\nوالكسر فإنهما ثقيلان والضم أثقل من الكسر واستشهدنا بقول صاحب كشاف\nاصطلاحات الفنون \" التثقيل هو تشديد الحرف ومنه أن المثقلة والنون الثقيلة.\nوقد يطلق على الضم أيضا ففي فتح الباري شرح صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n             # البخاري في باب ما جاء في صفة الجنة من كتاب بدء الحلق المراد بالتثقيل\nههنا الضم وبالتخفيف الإسكان انتهى \". وهو ما جعلنا نصرف لفظ (المثقل) إلى\nإرادة التشديد.\n</p>\n\n<p>\nولكننا وقفنا بعد ذلك على عبارات لهم تدل على صحة ما ذهب إليه هذا الفاضل\nمنها قول رؤية الوارد في مادة (م ل ق - ج 12 ص 226) من اللسان:\n</p>\n\n<p>\n(معتزم التجليح ملاخ الملق ... يرمى الجلاميد يجلملود مدق)\n</p>\n\n<p>\nثم قول المؤلف بعده \" أراد الملق فثقله \" ومثله في مادة (ح ر ب - ج 1\n2942 س 22) \" وقال ثعلب لما مات حرب بن أمية بالمدينة قالوا واحرباه ثم\nثقلوها فقالوا واحربا قال ابن سيده ولا يعبجني \" ونحوه في القاموس. ولا\nخلاف في أن المراد بالتثقيل في الموضعين التحريك بالفتح وكأنهم لما عبروا\nبه عن ضم الساكن جعلوه أيضا لكل ما خالفه ولو كان فتحا ولا يخفى أنه تساهل\nمن اللغويين غير أنه ليس بمطرد في تعبيراته كما روى المؤلف في مادة (ش ر م\n- ج 15 ص 214) لعمرو ذي الكلب:\n</p>\n\n<p>\n(فقلت خذها لا شوى ولا شرم ... )\n</p>\n\n<p>\nثم قال \" أراد ولا شرم فحرك للضرورة \" فتراه عبر هنا بالتحريك ولم يقل\nفثقل للضرورة\n</p>\n\n<p>\n(مادة ع ر ر) كتبنا على هذه المادة (ص 30) من القسم الأول من هذه الرسالة\nبأن ضبط اسم عرار <span id='ms88'></span> بن عمرو بن شأس بفتح أوله خطأ والصواب كسره لنص الإمام\nالتبريزي في شرح الحماسة بأنه منقول من مصدر (عار الظليم يعار عرارا إذا\nصاح) وإن نص شارح القاموس في المستدرك على (ع ر ر) بأنه كسحاب زي بالفتح\nربما كان لتوهمه أنه منقول من العرار وهو بهار البر ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n             # نقلنا قول العلامة الشيخ حمزة فتح الله في المواهب الفتحية \" وعرار بكسر\nالعين كما ضبطناه وإن كرر ضبطه في اللسان بفتحها وكأنه اعتمادا على شارح\nالقاموس إذ ضبطه كذلك بالعبارة حيث قال وعرار كسحاب ابن عمرو الخ وهو هطأ\nفليتنبه له والله أعلم \".\n</p>\n\n<p>\nثم وقفنا بعد طبع القسم الأول على ترجمة عمرو بن شأس في حاشية البغددي\nعلى شرح ابن هشام على بنت سعاد فرأيناه ينص فيها على ضبط اسم ابنه عرار\nبفتح ابن سعيد الحميري نص في شمس العلوم على أنه بالكسر فقال في مادة (ع ر\nر) \" وفعال بكسر الفاء عرار من أسماء الرجال وعرار لقب روح بن زنباع\nالجذامي \" والله أعلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head5'>AUTO ثلاث حواش</h1>\n\n\n<h1 class='l1' id='head6'>AUTO على ما كتبه الأستاذ العلامة لليازجي عن أغلاط اللسان في مجلة الضياء</h1>\n\n<p>\n(روى في مادة - ر ز م - ج 15 ص 130) قول الشاعر:\n</p>\n\n<p>\n(أيا بنى عبد مناف الرزام ... أنتم حماة وأبوكم حام)\n</p>\n\n<p>\nوكتب الأستاذ في الضياء (ج 6 ص 354) ما نصه \" ضبط مناف بكسر الفاء والوجه\nفتحها لأنه لما منع التنوين لأجل الوزن تبعه الكسر ضرورة فوجب جره بالفتحة\nالحاقا له بما لا ينصرف على حد قول الآخر وهو من شواهد النحاة:\n</p>\n\n<p>\n(طلب الأزراق بالكتائب إذ هوت ... بشبيب غائلة النفوس غدور)\n</p>\n\n<p>\nانتهى. (قلنا) تحقيق ذلك أن صرف الممنوع جائز في الشعر للضرورة لا خلاف\nفيه بين النحاة وإنما الخلاف في منع المصروف إذا اضطر إليه الشاعر كما في\nلفظ (مناف) الواقع في البيت فمذهب الكوفيين وبعض البصريين جوازه واختاره\nابن مالك لكثرة وروده في الشعر القديم والحديث وإليه ذهب الأستاذ اليازجي\nهنا وهو المذهب المقبول المستحسن عند الكثيرين من العلماء. ولم يجزه سائر\nالبصرتين فإذا عرض <span id='ms89'></span> لهم مثل هذا أبقوه على كسرته لأنه عندهم مصروف وحذفوا\nتنوينه فقط للضرورة كما فعل المصحح في ضبط (مناف) وقد أنكر أصحاب هذا\nالمذهب منع (وحشي) في قول سيدنا حسان:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\n(ما لشهيد بين أرماحكم ... شلت يدا وحشي من قاتل)\n</p>\n\n<p>\nوقالوا هو مصروف يجر بالكسرة ويحذف تنوينه للضرورة قال العلامة البغدادي\nعن هذا البيت في شرحة لشواهد التحفة الوردية (وكذا رأيته أنا في نسخة قديمة\nتاريخها تسعمائة سنة منذ كتبت بكسرة تحت الياء مكتوب عليها صح انتهى) .\nوكان أبو العلاء يستحسن المذهب الأول فقد قال في عبث الوليد عند كلامه على\nقول البحتري في وصف فرس:\n</p>\n\n<p>\n(هرج الصهيل كأن في نغماته ... نبرات معبد في الثقيل الأول)\n</p>\n\n<p>\nما نصه \" الذي يوجبه أهل البصرة كسر الدال في معبد ويجوز الفتح على مذهب\nأهل الكوفة \" إلى أن قال \" وحذف التنوين في الرفع والنصب أحسن منه في الخفض\nلأن الكسرة إذا حصلت في آخر الإسم طلبت التنوين إذ كان ما لا ينصرف لا يكسر\n\" انتهى.\n</p>\n\n<p>\nفيعلم من ذلك أن ضبط (مناف) في البيت بكسر الفاء لا يعد خطأ وإن كان\nمخالفا للمستحسن عند طائفة من العلماء.\n</p>\n\n<p>\n(وفي مادة - ع ن ن - ج 17 ص 169 س 2) ضبط اسم (القطامي) الشاعر بفتح\nالقاف وكتب الأستاذ في الضياء (ج 6 ص 357) أن الصواب الضم كما صرح به\nالمؤلف في موضعه. (قلنا) يريد قول المؤلف (في مادة ق ط م - ج 15 ص 391) \"\nوالقطامى بالضم من شعرائهم من تغلب واسمه عمير بن شييم \" ولا يخفى أنه علم\nمنقول وأصله اسم للصقر وهو بضم أوله وفتحه ونص صاحب اللسان على الضم فقط في\nاسم الشاعر يفيد أنهم اقتصروا فيه عليه بعد النقل وهو أمر جائز لولا ما\nيؤخذ من قول غيره بجواز الضبطين في اسم الشاعر أيضا ففي القاموس \" والقطامي\nويضم الصقر ... وشاعر كلبى اسمه الحصين بن جمال أبو الشرقي وآخر تغلبي\nواسمه عمير بن شييم \" ولم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n             # يتعرض شارحه لشئ في ضبطه. وفي أمالي ابن الشجرى في كلامه على (ذي الكلاع)\n\" وروى في <span id='ms90'></span> كاف ذي الكلاع الضم والفتح كما قالوا سيان وسفيان فضموا سينه\nوفتحوها وكما قالوا القطامي والقطامى بفتح القاف وضمها \" فيؤخذ من\nالعبارتين جواز الضبطين في اسم الشاعر بل قد صرح به صاحب معاهد التنصيص (ص\n87 من طبعة بولاق) فقال \" والقطامى بفتح القاف وضمها اسمه عمير بن شييم\nوالقطامي لقب غلب عليه \".\n</p>\n\n<p>\n(وفي مادة - م ن ى - ج 20 ص 162 س 23) روى للمجاج\n</p>\n\n<p>\n(قواطنا مكة من ورق الحمى ... )\n</p>\n\n<p>\nوكتب الأستاذ في الضياء (ج 6 ص 419) \" رسم الحمى هكذا بالياء مع كسر أوله\nوصوابه الحما بالألف الملساء وفتح أوله أراد الحمام فحذف آخره ضرورة كما\nصرح به المصنف وهو الشاهد في هذا الشطر \" (قلنا) الحمى هنا ضبط بفتح أوله\nوكسر الميم لا بكسر أوله كما ذكر الأستاذ اليازجي والذي صححه به هو\nالمتبادر ولكن الصواب ما جاء بالأصل أي بفتح فكسر وبالياء في آخره على ما\nفيه من الشذوذ لأن الأرجوزة مكسورة الروى فاضطر الشاعر إلى هذا التغيير في\nلفظ (الحمام) للتوافق. قال المؤلف في (ح م م - ج 15 ص 48) ما نصه \" وأما\nقول العجاج:\n</p>\n\n<p>\n(ورب هذا البلد المحرم ... والقاطنات البيت غير الريم)\n</p>\n\n<p>\n(قواطنا مكة من ورق الحمى ... )\n</p>\n\n<p>\nقائما أراد المام فحذف الميم وقلب الألف ياء قال أبو إسحاق هذا الحذف شاذ\nلا يجوز أن يقال في الحمار الحمى تريد الحمار فأما الحمام هنا قائما حذف\nمنها الألف فبقيت الحمم فاجتمع حرفان من جنس واحد فلزمه التضعيف فأبدل من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n             # الميم ياء كما تقول في تظننت تضنيت وذلك لثقل التضعيف والميم أيضا تزيد\nفي الثقل على حروف كثيرة \" انتهى. وقد صرح المؤلف في مادة (م ن ي) على أن\nمثله ضرورة قبيحة.\n</p>\n\n<p>\nومما يؤيد هذا الضبط أيضا قول السيرافي في شرح كتاب سيبويه عن بيت العجاج\nالمذكور (يريد الحمام فرخمها وفي كيفية ترخيمها ثلاث أوجه يجوز أن يكون حذف\nالألف والميم من الحمام للترخيم الذي ذكرناه فبقي الحم فخفضه وأطلقه\nللقافية. والوجه الثاني أن يكون حذف الألف فبقي الحمم فأبدل من الميم\nالثانية ياء استثقالا <span id='ms91'></span> للتضعيف كما قالوا في تظننت تظنيت وفي أما أيما.\n</p>\n\n<p>\nويحتمل أن يكون حذف الميم وأبدل من الألف ياء كما تبدل من الياء الألف\nكقولهم في مداري وفي عذارى \" انتهى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head7'>AUTO الخاتمة</h1>\n\n<p>\nفي أوهام للمصنف أفردناها بالذكر لخروجها عن أغلاط الطبع التي قصدنا\nالتنبيه عليها في الرسالة. ولا يخفى أن المصنف ناقل ليس له في كتابه إلا\nالجمع والترتيب كما صرح بذلك في مقدمته فما وقع فيه من تلك الأوهام يرجع في\nالحقيقة إلى مصنفي الكتب الخمسة التي جمعه منها وإنما أسندناها إليه لنعذر\nأرجاعها إلى قائليها في الغالب.\n</p>\n\n<p>\n(فمن ذلك في مادة - ه ب ب - ج 2 ص 277 س 12) \" وثوب هبايب وخبايب بلا همز\nفيهما إذا كان متقطعا \" بالنص على ترك الهمز فيهما وقد رويا في مادة (خ ب ب\nج 1 ص 332 س 4) بالهمز كما هو القياس ولم نقف في كتب اللغة التي أطلعنا\nعليها على ما يوافق هذا النص إلا في تاج العروس وما فيه منقول بلا ريب عن\nاللسان. وكنا نشرنا هذا الوهم في مجلة الضياء وطلبنا من صاحبها العلامة\nاليازجي بيان رأيه فيه فعلق عليه بما نصه \" قلنا أننا نشكر حضرة إليك لما\nتفضل به من مجاملة هذا العاجز على أنه لا حكم إلا ما حكم به إذا القياس\nالهمز ولا وجه لغيره. وقد راجعنا في تاج العروس فوجدناه يقول \" وفي الصحاح\nعن الأصمعي يقال ثوب هبايب وخبايب أي بلا همز فيهما الخ \" وعبارة الصحاح \"\nوقل الأصمعي يقال ثوب هبئب إذا كان متقطعا \" اه ورسم اللفظان هناك بالهمز.\nفقول صاحب تاج العروس \" أي بلا همز \" زيادة قلد بها لسان العرب كما يشير\nإلى ذلك قوله \" أي \" في أول العبارة فإن هذا يدل على أنها لا وجود لها في\nالصحاح ولكنها مما اقتضاه تمام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n             # النص في اعتقاده فزادها نقلا عن اللسان. على أننا بحثنا في كل ما بين\nيدينا من كتب اللغة فلم نجد أحدا نبه على شذوذ هاتين اللفظين عن قياس\nأمثالهما فبقى أن هذه الزيادة سبق فلم من <span id='ms92'></span> صاحب اللسان أو غلط في نسخه\nالصحاح التي كانت عنده أن كان قد أخذ عنه كما فعل صاحب التاج والله أعلم \" انتهى.\n</p>\n\n<p>\n(وفي مادة س م ح - ج 3 ص 319) روى لجرير:\n</p>\n\n<p>\n(غلب المساميح الوليد سماحة ... وكفى قريش المعصلات وسادها)\n</p>\n\n<p>\nوالبيت ليس لجرير بل هو من قصيدة طويلة لعدي بن الرقاع أنشدها في مجلس\nالوليد بن عبد الملك وجرير والفرزدق حاضران ولهما نادرة في بيت منها\nذكرناها في ص (32) من القسم الأول من هذه الرسالة. وقد قلد شارح القاموس\nاللسان في هذا الوهم كعادته في نقل كل ما فيه كما هو.\n</p>\n\n<p>\n(وفي مادة - خ ف ف - ج 10 ص 428 س 18) روى للبيد:\n</p>\n\n<p>\n(خف القطين فراحوا منك أو بكروا ... )\n</p>\n\n<p>\nوالبيت مطلع قصيدة للأخطل لا للبيد وهي رائيته المشهورة في مدح بني أمية\nأما بيت لبيد فهو:\n</p>\n\n<p>\n(راح القطين بهجر بعد ما ابتكروا ... فما تواصله سلمى وما تذر)\n</p>\n\n<p>\nفاشتبه البيتان على المصنف أو من نقل عنه لن كليهما فيه قطعين ورواح\nوبكور مع الاتحاد الوزن والقافية. وخلف شارح القاموس هنا فنسب البيت للأعشى\nوالصواب ما ذكرناه.\n</p>\n\n<p>\n(وفي مادة - أس م - ج 14 ص 283) روى لزهير يمدح هرم بن سنان:\n</p>\n\n<p>\n(ولأنت أشجع من أسامة إذ ... دعيت نزال ولج في الذعر) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n             # ورواية البيت هكذا وهم قديم لصاحب الصحاح قلده فيه بعض المصنفين في\nالعروض وغيره وبهذه الرواية رواه أيضا العلامة ابن الطيب في شرحه لكفاية\nالمتحفظ في باب السباع. والبيت مركب من بيتين أحدهما لزهير والثاني للمسيب\nابن علس على ما حققه المحققون. قال العلامة البغدادي في خزانة الأدب \" هو\nمركب من بيتين فإن البيت الذي فيه دعيت تزال وهو لزهير بن أبي سلمى صدره كذا:\n</p>\n\n<p>\n(ولنعم حشو الدرع أنت إذا ... دعيت نزال ولج في الذعر)\n</p>\n\n<p>\nوقوله: \" ولأنت أشجع من أسامة إذ \" إنما هو صدر بيت للمسيب بن علس وعجزه:\n\" يقع الصراخ ولج في الذعر \" وهذا ليس فيه دعيت نزال والبيت الشاهد كما\nذكرناه هو رواية سيبويه وسائر النحويين وبيت المسيب بن علس على ما رتبناه\nهو <span id='ms93'></span> رواية الجاحظ في كتاب البيان والتبين وقد رأيت في ديوانيهما كذلك \" انتهى.\n</p>\n\n<p>\nقلنا ذكر سيبويه بيت زهير ولنعم حشو الدرع الخ في باب ما جاء معدولا عن\nحده من المؤنث من كتابه وبهذه الرواية رواه صاحب اللسان في موضعين من مادة\n(ن ز ل - ج 14 ص 180 و 181) منسوبا في أحدهما لزهير. وممن رواه بالرواية\nالمركبة صاحب الكافي في العروض والقوافي وكأن العلامة الدمنهوري لم يقف على\nما فيه من التركيب فقال في حاشيته الكبرى على الكافي \" وهذا البيت ذكره\nالعينى في الشواهد بلفظ ولنعم حشو الدرع أنت إذا دعيت الخ ولعلهما روايتان \".\n</p>\n\n<p>\n(تتمة) صدر بيت المسيب بن علس وقع في شعر آخر لرجل من غنى يخاطب به عجوزا\nمن بني إنسان وهم حي من جشم وكان لجأ إلى منزلها فارا من قوم قتل رجالا\nمنهم فقلت له لا تبرح حتى يأي بني فيأسروك فأخذ سكينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n             # فقطع به عصيني يديها وقيل أخذ حجرا فشدخ به رأسها ثم أنشأ يقول\n</p>\n\n<p>\n(ولأنت أشجع من أسامة أو ... منى غداة وقفت للخيل)\n</p>\n\n<p>\n(عدل الحصين لدى الحصين كما ... عدل الرجازة جانب الميل)\n</p>\n\n<p>\n(وإذا أنهضها لأفتلها ... جاشت ليلغب قولها قولي)\n</p>\n\n<p>\nوتفصيل الخبر في الأغاني (ج 10 ص 15 - 16 من طبعة بولاق) والرجازة بكسر\nالأول كساء فيه حجر يعلق بأحد جانبي الهودج ليعدله إذا مال.\n</p>\n\n<p>\n(وفي مادة - م ط ر ن - ح 17 ص 296) روى للأخطل:\n</p>\n\n<p>\n(ولها بالماطرون إذا ... أكل النمل الذي جمعا)\n</p>\n\n<p>\nوالبيت ليزيد بن معاوية على الصحيح لا للأخطل. وفي الكامل للمبرد نقلا عن\nأبي عبيدة أنه مختلف فيه فبعضهم ينسبه للأحوص وبعضهم ينسبه ليزيد وقال\nشارحه أبو الحسن الصحيح أنه ليزيد بن معاوية. وكذلك رواه له ياقوت في معجم\nالبلدان في الكلام على (أندرين) ثم أعاد روايته له مع سائر القطعة في\nالكلام على (الماطرون) . وذكر الجاحظ في أوائل الجزء الرابع من الحيوان\nالقطعة التي منها البيت ولم يذكره معها ونسبها لأبي دهبل وذكر الثعالبي\nالبيت دون القطعة في ثمار القلوب في المضاف والمنسوب ونسبه للجهمي ورأيته\nكذلك <span id='ms94'></span> في نسختين منه إحداهما مخطوطه. وأبو دهبل كنية شاعرين من العرب أحدهما\nجمحى والآخر دبيري فإن كان مراد الجاحظ الجمحى منهما وكان الجهمي محرفا عنه\nفي نسختي ثمار القلوب فقد اتفق الشيخان في نسبتها لأبي دهبل. إلا ان\nالمحققين على الشعر ليزيد كما قدمنا.\n</p>\n\n<p>\nوبقية الأبيات على ما رواها البغدادي في الخزانة وذكر أنه تعزل بها في\nنصرانية قد ترهبت في دير خرب عند الماطرون وهو بستان بظاهر دمشق:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\n(آب هذا الليل فاكتنعا ... وامر النوم فامتنعا)\n</p>\n\n<p>\n(راعيا للنجم أرقبه ... فإذا ما كوكب طلعا)\n</p>\n\n<p>\n(حال حتى أنني لأرى ... أنه بالفور قد رجعا)\n</p>\n\n<p>\n(ولها بالماطرون إذا ... أكل النمل الذي جمعا)\n</p>\n\n<p>\n(خرقة حتى إذا ارتبعت ... سكنت من جلق بيعا)\n</p>\n\n<p>\n(في قباب حول دسكرة ... حولها الزيتون قد ينعا)\n</p>\n\n<p>\n(تتمه) يزيد بن معوية ممن يحتج بكلامه في العربية وبيته المذكور من شواهد\nالنحو وشعره يعد في الطبقة العالية إلا أن ديوانه مفقود الآن ولا يوجد من\nشعره إلا القليل أو المنحل الذي لا تثبت نسبته له. والظاهر أن بغض الناس له\nلما وقع في أيامه من الكوائن كانت سببا لإهمال شعره فذهب فيما ذهب. قال ابن\nخلكان في ترجمة محمد بن عمران المرزباني ما نصه \" وهو أول من جمع ديوان\nيزيد بن معاوية ابن أبي سفيان الأموي واعتنى به وهو صغير الحجم يدخل في\nمقدار ثلاث كراريس وقد جمعه من بعده جماعة وزادوا فيه أشياء كثيرة ليست له\nوشعر يزيد مع قلته في نهاية الحسن ومن أطايب شعره الأبيات العينية التي منها:\n</p>\n\n<p>\n(إذا رمت من ليلى على البعد نظرة ... لتطفى جوى بين الحسا والأضالع)\n</p>\n\n<p>\n(تقول نساء الحي تطمع أن ترى ... محاسن ليلى مت بداء المطامع)\n</p>\n\n<p>\n(وكيف ترى ليلى بعين ترى بها ... سواها وما طهرتها بالمدامع)\n</p>\n\n<p>\n(وتلتذ منها بالحديث وقد جرى ... حديث سواها في خروق المسامع)\n</p>\n\n<p>\n(أجلك يا ليلى عن العين إنما ... أراك بقلب خاشع لك خاضع) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n             # وكنت حفظت جميع ديوان يزيد لشدة غرامى به وذلك سنة ثلاث وثلاثين وستمائة\nبمدينة دمشق وعرفت صحيحه من المنسوب <span id='ms95'></span> إليه الذي ليس له وتتبعته حتى ظفرت\nبصاحب كل الأبيات ولولا خوف الإطالة لبينت ذلك \" انتهى كلامه وقبل هذه\nالأبيات:\n</p>\n\n<p>\n(وسرب كعين الرمل ميل إلى الصبا ... رواعف بالجادي حور المدامع)\n</p>\n\n<p>\n(سمعن غناء بعد ما نمن نومة ... من الليل فأقلولين فوق المضاجع)\n</p>\n\n<p>\n(أيا دهر هل شرخ الشيبة راجع ... مع الخفرات البيض أو غير راجع)\n</p>\n\n<p>\n(قنعت بضرور من خيال بعثنه ... وكنت يوصل منهم غير طامع)\n</p>\n\n<p>\n(إذا رمت من ليلى ... )\n</p>\n\n<p>\n. الأبيات وبعدها:\n</p>\n\n<p>\n(وما سر ليلى ما حييت بذائع ... وما عهد ليلى إن تناءت بضائع)\n</p>\n\n<p>\nويروى عوج إلى الصبا بدل ميل. والكلام على شعر يزيد ما ثبت منه وما لم\nيثبت ليس هذا موضعه.\n</p>\n\n<p>\n(وفي مادة - أد و - ج 18 ص 27 س 17) وأدية أبو مردس الحروري أما أن يكون\nتصغير أدوة وهي الخدعة هذا قول ابن الأعرابي وأما أن يكون تصغير أداة \"\nوالصواب أن أدية جدة مرداس وقيل أنها أمة وهو أحد من اشتهر بالنسبة لغير\nأبيه قال الشيخ أحمد بن خليل اللبودي في تذكرة الطالب النبيه بمن نسب إلى\nأمه دون أبيه ما نصه \" ابن أدية مرداس وكنينته أبو بلال ذكر الإمام سعيد بن\nعقبة في سيرته من خروج على يزيد بن معاوية فعد فيهم مرداس ابن أدية هذا\nوقال أدية أمة واسم أبية حذير. وقال المبرد في الكامل في أول أخبار الخوارج\nأدية جدته وذكر بعد ذلك بأوراق أخاه عروة ابن أدية. وعروة كان مع علي في\nصفين وهو أول من سل سيفا من الخوارج سله على الأشعث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n             # والأشعث مول فأصاب عجز بغلته فشبت وكان قال له هذا الدنية يا أشعث وما\nهذا التحكيم أشرط أوثق من شرط الله تعالى ثم ضربه \" انتهى. ثم أعقب ذلك\nبتنبيه قال فيه \" عروة بن أذينة الشاعر المكي غير هذا وفي الناس من يزعم\nأنه عروة ابن أدية ويخطئ من يقول أذينة والصواب ما ذكرت. وعروة بن أذينة\nفقيه محدث شاعر روى عن مالك ابن أنس رضي الله عنه وأذينة لقب أبيه واسمه\nيحيى بن مك كما <span id='ms96'></span> قاله هشام بن الكلبي في الجمهرة والله أعلم \". <span id='ms97'></span>\n</p>\n",
  "pages": [
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139"
  ],
  "volumes": [
    "01"
  ]
}