{
  "content": "\n<p>\n19745 - حدثنا أبو معاوية قال: حدثنا عاصم الأحول، عن أبي عثمان النهدي، عن أبي\nموسى قال: كنا مع النبي صلى الله عليه وسلم في سفر قال: فهبطنا (1) في وهدة\nمن الأرض. قال: فرفع الناس أصواتهم بالتكبير فقال (2) : \" أيها الناس\nاربعوا على أنفسكم؛ فإنكم (3) لا تدعون أصم ولا غائبا. إنكم تدعون سميعا\nقريبا \". قال: ثم دعاني وكنت منه قريبا فقال: يا عبد الله بن قيس \" ألا\nأدلك على كلمة من كنز (4) الجنة؟ \" قال: قلت: بلى. قال: \" لا حول ولا قوة\nإلا بالله \" (5)\n</p>\n\n<p>\n19746 - حدثنا عبد الواحد الحداد قال: حدثنا يونس، عن أبي بردة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي موسى، أن النبي صلى الله عليه وسلم قال: \" لا نكاح إلا بولي \" (1)\n</p>\n\n<p>\n19747 - حدثنا عبد الواحد، وروح بن عبادة قالا: حدثنا ثابت بن عمارة، عن غنيم بن\nقيس، عن أبي موسى الأشعري قال: قال رسول الله صلى الله عليه وسلم: قال روح\nقال: سمعت غنيما قال: سمعت أبا موسى يقول: قال رسول الله صلى الله عليه\nوسلم (2) : \" أيما امرأة استعطرت، ثم مرت على القوم ليجدوا ريحها فهي زانية\n\" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19748 - حدثنا عبد الواحد، وروح قالا: حدثنا ثابت بن عمارة، عن غنيم بن قيس، عن\nأبي موسى قال: قال رسول الله صلى الله عليه وسلم: قال روح: سمعت غنيما قال:\nسمعت أبا موسى: قال: قال رسول الله صلى الله عليه وسلم: \" كل عين زانية \"\n(1)\n</p>\n\n<p>\n19749 - حدثنا يزيد بن هارون قال: أخبرنا سليمان يعني التيمي، عن أبي السليل، عن\nزهدم، عن أبي موسى قال: أتينا رسول الله صلى الله عليه وسلم نستحمله فقال:\nلا والله لا أحملكم، فلما رجعنا أرسل إلينا رسول الله صلى الله عليه وسلم\nبثلاث ذود بقع الذرى <span id='ms3790'></span> قال: فقلت: حلف رسول الله صلى الله عليه وسلم أن لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nيحملنا، ثم حملنا فأتيناه، فقلنا: يا رسول الله إنك حلفت أن لا تحملنا\nفحملتنا. فقال: \" لم أحملكم ولكن الله حملكم، والله لا أحلف على يمين فأرى\nغيرها خيرا منها إلا أتيته (1) \" قال أبو عبد الرحمن: قال أبي: أبو السليل\nضريب بن نقير (2)\n</p>\n\n<p>\n19750 - حدثنا يزيد بن هارون قال: أخبرنا داود، عن أبي نضرة، عن أبي سعيد الخدري\nقال: استأذن أبو موسى على عمر رضي الله عنهما ثلاثا، فلم يؤذن له فرجع\nفلقيه عمر رضي الله عنه فقال: ما شأنك رجعت؟ قال: سمعت رسول الله صلى الله\nعليه وسلم يقول: \" من استأذن ثلاثا فلم يؤذن له فليرجع \" فقال: لتأتين على\nهذه ببينة أو لأفعلن ولأفعلن، فأتى مجلس قومه فناشدهم الله تعالى فقلت: أنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمعك فشهدوا له فخلى عنه (1) (2)\n</p>\n\n<p>\n19751 - حدثنا يزيد قال: أخبرنا سعيد، عن قتادة، عن الحسن، عن أبي موسى، عن النبي\nصلى الله عليه وسلم قال: \" إذا المسلمان تواجها بسيفيهما فقتل أحدهما صاحبه\nفهما في النار \". قيل: يا رسول الله، هذا القاتل ما بال المقتول؟ قال: \"\nإنه أراد قتل صاحبه \" (3)\n</p>\n\n<p>\n19752 - حدثنا يزيد قال: أخبرنا المسعودي، عن سعيد بن أبي بردة، عن أبيه، عن جده\nأبي موسى قال: قال رسول الله صلى الله عليه وسلم: \" إن أمتي أمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمرحومة ليس عليها في الآخرة عذاب إنما (1) عذابها في الدنيا: القتل\nوالبلابل (2) والزلازل \" (3)\n</p>\n\n<p>\n19753 - حدثنا يزيد بن هارون قال: أخبرنا العوام، ومحمد بن يزيد المعنى قال:\nحدثنا العوام قال: حدثني إبراهيم أبو (4) إسماعيل السكسكي قال: سمعت أبا\nبردة بن أبي موسى وهو يقول ليزيد بن أبي كبشة واصطحبا في سفر، فكان يزيد\nيصوم في السفر، فقال له أبو بردة: سمعت أبا موسى مرارا يقول: سمعت رسول\nالله صلى الله عليه وسلم يقول: \" إن العبد المسلم إذا مرض أو سافر كتب له\nمن الأجر، كما كان يعمل مقيما صحيحا \" قال محمد: يعني ابن يزيد كتب الله له\n(5) مثل ما كان يعمل مقيما صحيحا (6)\n</p>\n\n<p>\n19754 - حدثنا يزيد <span id='ms3791'></span> قال: أخبرنا حماد بن سلمة، عن ثابت البناني، عن أبي بردة، عن\nأبيه قال: قال رسول الله صلى الله عليه وسلم: \" إذا مر أحدكم بسوق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأو مجلس أو مسجد ومعه نبل فليقبض على نصالها، فليقبض على نصالها \" ثلاثا.\nقال أبو موسى: فما زال بنا البلاء حتى سدد بها بعضنا في وجوه بعض (1)\n</p>\n\n<p>\n19755 - حدثنا يزيد قال: أخبرنا الجريري، عن أبي عثمان النهدي، عن أبي موسى\nالأشعري قال: كنا مع رسول الله صلى الله عليه وسلم في غزاة فأسرعنا الأوبة\nوأحسنا الغنيمة، فلما أشرفنا على الرزداق جعل الرجل منا يكبر قال:، حسبته\nقال بأعلى صوته، فقال رسول الله صلى الله عليه وسلم: \" أيها الناس \". وجعل\nيقول بيده هكذا، ووصف يزيد كأنه يشير، فقال رسول الله صلى الله عليه وسلم:\n\" أيها الناس إنكم لا تنادون أصم ولا غائبا، إن الذي تنادون دون رءوس\nرواحلكم (2) \". ثم قال: يا عبد الله بن قيس أو يا أبا موسى \" ألا أدلك على\nكلمة من كنوز الجنة؟ قلت: بلى. يا رسول الله. قال: \" قل: لا حول ولا قوة\nإلا بالله \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19756 - حدثنا يزيد قال: أخبرنا حماد بن سلمة، عن ثابت البناني قال: حدثني من سمع\nحطان بن عبد الله يحدث، عن أبي موسى الأشعري قال: قلت لرجل هلم فلنجعل\nيومنا هذا لله عز وجل، فوالله لكأن رسول الله صلى الله عليه وسلم شاهد هذا\n(1) فخطب فقال: \" ومنهم من يقول هلم فلنجعل يومنا هذا لله عز وجل \" فما زال\nيقولها حتى تمنيت (2) أن الأرض ساخت بي (3)\n</p>\n\n<p>\n19757 - حدثنا يزيد قال: أخبرنا الجريري، عن غنيم بن قيس، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي موسى الأشعري، عن النبي صلى الله عليه وسلم قال: \" إن هذا القلب\nكريشة بفلاة من الأرض يقيمها (1) الريح ظهرا لبطن \" قال أبي: ولم يرفعه\nإسماعيل، عن الجريري (2)\n</p>\n\n<p>\n19758 - حدثنا روح قال: حدثنا سعيد، عن قتادة قال: حدث أبو بردة بن عبد الله بن\nقيس، عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال: قال أبي: \" لو شهدتنا ونحن مع نبينا صلى الله عليه وسلم، إذا\nأصابتنا السماء حسبت أن ريحنا <span id='ms3792'></span> ريح الضأن، إنما لباسنا الصوف \" (1)\n</p>\n\n<p>\n19759 - حدثنا سليمان بن داود قال: حدثنا أبو عوانة، عن قتادة، عن أبي بردة قال:\nقال لي (2) أبو موسى: يا بني \" لو رأيتنا ونحن مع رسول الله صلى الله عليه\nوسلم وأصابنا المطر وجدت منا ريح الضأن \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19760 - حدثنا عبد الصمد قال: حدثنا ثابت قال: حدثنا عاصم، عن أبي مجلز قال: صلى\nأبو موسى بأصحابه وهو مرتحل من مكة إلى المدينة، \" فصلى العشاء ركعتين\nوسلم، ثم قام فقرأ مائة آية من سورة النساء في ركعة، فأنكر ذلك عليه. فقال:\nما ألوت أن أضع قدمي حيث وضع رسول الله صلى الله عليه وسلم قدمه (1) ، وأن\nأصنع مثل ما صنع رسول الله صلى الله عليه وسلم \" (2)\n</p>\n\n<p>\n19761 - حدثنا عبد الصمد وعفان قالا: حدثنا همام قال: حدثنا أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعمران الجوني أن (1) أبا بكر وقال عفان، عن أبي بكر بن عبد الله بن قيس\nالأشعري أخبره، عن أبيه قال: قال رسول الله صلى الله عليه وسلم: \" الخيمة\nدرة مجوفة طولها في السماء ستون ميلا، في كل (2) زاوية منها (3) أهل للمؤمن\nلا يراهم الآخرون \" (4)\n</p>\n\n<p>\n19762 - حدثنا عبد الصمد قال: حدثنا همام قال: حدثنا قتادة، وذكر نحوه (5)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمسند الإمام أحمد بن حنبل\n</p>\n\n<p>\n(164 - 241ه)\n</p>\n\n<p>\nحقق هذا الجزء وخرج أحاديثه وعلق عليه\n</p>\n\n<p>\nشعيب الأرنؤوط - عادل مرشد - جمال عبد اللطيف\n</p>\n\n<p>\nالجزء الثالث والثلاثون\n</p>\n\n<p>\nمؤسسة الرسالة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p001'> Vol. 33, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nاعتمدنا في تحقيق مسند البصريين النسخ الخطية التالية:\n</p>\n\n<p>\n1 نسخة المكتبة الظاهرية، ورمزها (ظ 10) .\n</p>\n\n<p>\n2 نسخة دار الكتب الظاهرية، ورمزها (ظ 13) .\n</p>\n\n<p>\n3 نسخة دار الكتب المصرية، ورمزها (س) .\n</p>\n\n<p>\n4 نسخة المكتبة القادرية ببغداد، ورمزها (ق) .\n</p>\n\n<p>\nوضعنا رقم الجزء والصفحة من الطبعة الميمنية بحاشية هذه الطبعة، وأشرنا\nفي الحواشي إلى أهم فروقها، وما وقع فيها من سقط أو تحريف، ورمزنا إليها ب\n(م) .\n</p>\n\n<p>\nالرموز المستعملة في زيادات عبد الله، ووجاداته، وما رواه عن أبيه وعن\nشيخ أبيه أو غيره:\n</p>\n\n<p>\n• دائرة صغيرة سوداء لزيادات عبد الله.\n</p>\n\n<p>\n° دائرة صغيرة بيضاء لوجاداته.\n</p>\n\n<p>\n* نجمة مدورة لما رواه عن أبيه وعن شيخ أبيه أو غيره.\n</p>\n\n<p>\nعدد الأحاديث الصحيحة والحسنة لذاتها ولغيرها في مسند <span id='ms3793'></span> البصريين: 1129\nحديثا.\n</p>\n\n<p>\nعدد الأحاديث الضعيفة فيه: 161 حديثا.\n</p>\n\n<p>\nعدد الأحاديث التي توقفنا في الحكم عليها: 30 حديثا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p007'> Vol. 33, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nأول\n</p>\n\n<h1 class='l1' id='head0'>مسند البصريين</h1>\n\n<h3 class='l3' id='head1'>حديث أبي برزة الأسلمي </h3>\n\n<p>\n(1)\n</p>\n\n<p>\n19763 - حدثنا عبد الرزاق، أنبأنا معمر، عن مطر، عن عبد الله بن بريدة الأسلمي\nقال: شك عبيد الله بن زياد في الحوض فأرسل إلى أبي برزة الأسلمي فأتاه فقال\nله جلساء عبيد الله: إنما أرسل إليك الأمير ليسألك عن الحوض هل سمعت من\nرسول الله صلى الله عليه وسلم فيه شيئا؟ قال: نعم. سمعت رسول الله صلى الله\nعليه وسلم يذكره \" فمن كذب به فلا سقاه الله منه \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19764 - حدثنا يزيد بن هارون، أخبرنا سليمان التيمي، عن سيار أبي المنهال، عن أبي\nبرزة، أن رسول الله صلى الله عليه وسلم كان \" يقرأ في صلاة الغداة بالستين\nإلى المائة \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19765 - حدثنا معتمر قال: أنبأني أبي، عن أبي المنهال، عن أبي برزة، أن رسول الله\nصلى الله عليه وسلم كان \" يقرأ في الغداة بالستين إلى الستين، والستين إلى\nالمائة \" (1)\n</p>\n\n<p>\n19766 - حدثنا محمد بن أبي عدي، عن سليمان، عن أبي عثمان، عن أبي برزة قال: كانت\nراحلة أو ناقة أو بعير عليها بعض متاع القوم وعليها جارية، فأخذوا بين\nجبلين فتضايق بهم الطريق، فأبصرت رسول الله صلى الله عليه وسلم فقالت: حل\nحل، اللهم العنها؟ فقال رسول الله صلى الله عليه وسلم من صاحب هذه الجارية؟\n\" لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nتصحبنا راحلة أو ناقة أو بعير عليها من لعنة الله \" (1)\n</p>\n\n<p>\n19767 - حدثنا يحيى بن سعيد، حدثنا عوف، حدثني أبو المنهال قال: انطلقت مع أبي\nإلى أبي برزة الأسلمي فقال له أبي: حدثنا كيف كان رسول الله صلى الله عليه\nوسلم يصلي المكتوبة؟ قال: كان \" يصلي الهجير وهي التي تدعونها الأولى حين\nتدحض الشمس، ويصلي العصر، ويرجع أحدنا إلى رحله بالمدينة والشمس حية. قال:\nونسيت ما قال في المغرب وكان يستحب أن يؤخر العشاء، وكان يكره النوم قبلها،\nوالحديث بعدها، وكان ينفتل من صلاة الغداة حين يعرف أحدنا جليسه، وكان يقرأ\nبالستين إلى المائة \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p013'> Vol. 33, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n19768 - حدثنا يحيى بن سعيد، ووكيع قالا <span id='ms3794'></span>: حدثنا أبان بن صمعة، عن أبي الوازع، عن\nأبي برزة قال: قلت: يا رسول الله، علمني شيئا أنتفع به. قال: \" اعزل الأذى\nعن طريق المسلمين \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19769 - حدثنا عبد الله بن نمير، أخبرنا حجاج، عن أبي هاشم الواسطي، عن أبي برزة\nالأسلمي قال: كان رسول الله صلى الله عليه وسلم بآخرة إذا طال المجلس فقام\nقال: \" سبحانك اللهم وبحمدك. أشهد أن لا إله إلا أنت. أستغفرك وأتوب إليك\n\". فقال له بعضنا: إن هذا قول ما كنا نسمعه منك فيما خلا فقال رسول الله\nصلى الله عليه وسلم: \" هو (1) كفارة ما يكون في المجلس \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19770 - حدثنا محمد بن جعفر، حدثنا شعبة، عن الأزرق بن قيس قال: كان أبو برزة\nبالأهواز على حرف نهر، وقد جعل اللجام في يده، وجعل يصلي فجعلت الدابة\nتنكص، وجعل يتأخر معها، فجعل رجل من الخوارج يقول: اللهم اخز هذا الشيخ كيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nيصلي؟ قال: فلما صلى قال: قد سمعت مقالتكم \" غزوت مع رسول الله صلى الله\nعليه وسلم ستا أو سبعا أو ثمانيا، فشهدت أمره وتيسيره، فكان رجوعي مع دابتي\nأهون علي من تركها، فتنزع إلى مألفها فيشق علي \" وصلى أبو برزة العصر\nركعتين (1)\n</p>\n\n<p>\n19771 - حدثنا عبد الصمد بن عبد الوارث، حدثنا مهدي بن ميمون، حدثنا جابر أبو\nالوازع قال: سمعت أبا برزة يقول: بعث رسول الله صلى الله عليه وسلم رجلا\nإلى حي من أحياء العرب فضربوه وسبوه، فرجع إلى النبي صلى الله عليه وسلم\nفشكا ذاك إليه. فقال له النبي صلى الله عليه وسلم \" لو أهل عمان أتيت ما\nضربوك ولا سبوك \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19772 - حدثنا يونس، حدثنا أبو الأشهب، عن علي بن الحكم، عن أبي برزة الأسلمي قال\nأبو الأشهب: لا أعلمه إلا عن النبي صلى الله عليه وسلم قال: \" إن مما أخشى\nعليكم شهوات الغي في بطونكم وفروجكم ومضلات الفتن \" (1)\n</p>\n\n<p>\n19773 - حدثناه يزيد قال: أخبرنا أبو الأشهب، عن أبي الحكم البناني، عن أبي برزة،\nعن النبي صلى الله عليه وسلم قال: \" إن مما أخشى عليكم شهوات الغي في\nبطونكم وفروجكم ومضلات <span id='ms3795'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالهوى \" (1)\n</p>\n\n<p>\n19774 - حدثنا عبد الرحمن بن مهدي، حدثنا شعبة، عن علي بن زيد، عن المغيرة بن أبي\nبرزة، عن أبيه قال: قال رسول الله صلى الله عليه وسلم: \" أسلم سالمها الله،\nوغفار غفر الله لها، ما أنا قلته ولكن الله قاله \" (2)\n</p>\n\n<p>\n19775 - حدثنا حجاج، أخبرنا شعبة، عن أبي حمزة جارهم قال: سمعت حميد بن هلال\nيحدث، عن عبد الله بن مطرف، عن أبي برزة قال: \" كان أبغض الناس أو أبغض\nالأحياء إلى رسول الله صلى الله عليه وسلم، ثقيف، وبنو حنيفة \" (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19776 - حدثنا أسود بن عامر شاذان، حدثنا أبو بكر يعني ابن عياش، عن الأعمش، عن\nسعيد بن عبد الله بن جريج، عن أبي برزة الأسلمي قال: قال رسول الله صلى\nالله عليه وسلم: \" يا معشر من آمن بلسانه ولم يدخل الإيمان قلبه لا تغتابوا\nالمسلمين ولا تتبعوا عوراتهم؛ فإنه من يتبع عوراتهم يتبع الله عورته، ومن\nيتبع الله عورته يفضحه في بيته \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19777 - حدثنا سليمان بن داود، حدثنا سكين، حدثنا سيار بن سلامة، سمع أبا برزة\nيرفعه إلى النبي صلى الله عليه وسلم قال: \" الأئمة من قريش: إذا استرحموا\nرحموا، وإذا عاهدوا وفوا، وإذا حكموا عدلوا فمن لم يفعل ذلك منهم فعليه\nلعنة الله والملائكة والناس أجمعين \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19778 - حدثنا سليمان بن داود، حدثنا حماد بن سلمة، عن ثابت البناني، عن كنانة بن\nنعيم العدوي، عن أبي برزة، أن رسول الله صلى الله عليه وسلم كان في مغزى\nله، فلما فرغ من القتال قال: \" هل تفقدون من أحد؟ \" قال: فقالوا: يا رسول\nالله نفقد فلانا وفلانا قال رسول الله صلى الله عليه وسلم: \" ولكن أفقد\nجليبيبا فالتمسوه \". فالتمسوه فوجدوه عند سبعة قد قتلهم، ثم قتلوه، فجاء\nرسول الله صلى الله عليه وسلم فقام عليه فقال: \" قتل سبعة، ثم قتلوه هذا\nمني وأنا منه قتل سبعة، وقتلوه هذا مني وأنا منه \" فرفع إلى رسول الله صلى\nالله عليه وسلم، فوضعه على ساعده، فما كان له سرير إلا ساعدي رسول الله صلى\nالله عليه وسلم حتى دفنه <span id='ms3796'></span>، وما ذكر غسلا (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19779 - حدثنا يزيد بن هارون، أخبرنا محمد بن مهزم العنزي، (1) عن أبي طالوت (2)\nالعنزي (1) قال: سمعت أبا برزة وخرج من عند عبيد الله بن زياد وهو مغضب\nفقال: ما كنت أظن أني أعيش حتى أخلف في قوم يعيروني بصحبة محمد صلى الله\nعليه وسلم قالوا: إن محمديكم هذا الدحداح سمعت رسول الله صلى الله عليه\nوسلم يقول في الحوض: \" فمن كذب فلا سقاه الله منه \" (3)\n</p>\n\n<p>\n* 19780 - حدثنا عبد الله بن محمد، وسمعته أنا من عبد الله بن محمد بن\nأبي شيبة، حدثنا محمد بن فضيل، عن يزيد بن أبي زياد، عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nسليمان بن عمرو بن الأحوص قال: أخبرني رب هذه الدار أبو هلال قال: سمعت\nأبا برزة قال: كنا مع رسول الله صلى الله عليه وسلم في سفر، فسمع رجلين\nيتغنيان وأحدهما يجيب الآخر وهو يقول:\n</p>\n\n<p>\n[البحر الطويل]\n</p>\n\n<p>\nلا يزال (1) حواري تلوح عظامه ... زوى الحرب عنه أن يجن فيقبرا\n</p>\n\n<p>\nفقال النبي صلى الله عليه وسلم: \" انظروا من هما؟ \" قال: فقالوا: فلان\nوفلان. قال: فقال النبي صلى الله عليه وسلم: \" اللهم اركسهما ركسا، ودعهما\nإلى النار دعا \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p024'> Vol. 33, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n19781 - حدثنا عبد الوهاب بن عبد المجيد، حدثنا خالد، عن أبي المنهال، عن أبي\nبرزة، أن رسول الله صلى الله عليه وسلم \" كان يكره النوم قبل العشاء، ولا\nيحب الحديث بعدها \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19782 - حدثنا عفان، حدثنا سكين بن عبد العزيز، حدثنا سيار بن سلامة أبو المنهال\nقال: دخلت مع أبي على أبي برزة، وإن في أذني يومئذ لقرطين، وإني غلام. قال:\nقال رسول الله صلى الله عليه وسلم: \" الأمراء من قريش ثلاثا ما فعلوا\nثلاثا: ما حكموا فعدلوا، واسترحموا فرحموا، وعاهدوا فوفوا، فمن لم يفعل ذلك\nمنهم فعليه لعنة الله والملائكة والناس أجمعين \" (1)\n</p>\n\n<p>\n19783 - حدثنا عفان، حدثنا حماد بن سلمة، أخبرنا الأزرق بن قيس، عن شريك بن شهاب\nقال: كنت أتمنى أن ألقى رجلا من أصحاب النبي صلى الله عليه وسلم يحدثني عن\nالخوارج، فلقيت أبا برزة في يوم عرفة في نفر من أصحابه فقلت: يا أبا <span id='ms3797'></span> برزة\nحدثنا بشيء سمعته من رسول الله صلى الله عليه وسلم يقوله: في الخوارج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: أحدثك بما سمعت أذناي، ورأت عيناي أتي رسول الله صلى الله عليه\nوسلم بدنانير، فكان يقسمها وعنده رجل أسود مطموم الشعر عليه ثوبان أبيضان\nبين عينيه أثر السجود، فتعرض لرسول الله صلى الله عليه وسلم، فأتاه من قبل\nوجهه فلم يعطه شيئا، ثم أتاه من خلفه فلم يعطه شيئا. فقال: والله يا محمد\nما عدلت منذ اليوم في القسمة، فغضب رسول الله صلى الله عليه وسلم غضبا\nشديدا، ثم قال: \" والله لا تجدون بعدي أحدا أعدل عليكم مني قالها \". ثلاثا:\nثم قال: \" يخرج من قبل المشرق رجال، كأن هذا منهم، هديهم هكذا يقرءون\nالقرآن لا يجاوز تراقيهم، يمرقون من الدين كما يمرق السهم من الرمية لا\nيرجعون إليه ووضع يده على صدره، سيماهم التحليق لا يزالون يخرجون حتى يخرج\nآخرهم، فإذا رأيتموهم فاقتلوهم، قالها ثلاثا، شر الخلق والخليقة \" قالها:\nثلاثا. وقد قال حماد: لا يرجعون فيه (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p027'> Vol. 33, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n19784 - حدثنا عفان، حدثنا حماد بن سلمة، عن ثابت، عن كنانة بن نعيم العدوي، عن\nأبي برزة الأسلمي، أن جليبيبا كان امرأ يدخل على النساء، يمر بهن ويلاعبهن\nفقلت لامرأتي: لا يدخلن عليكم جليبيب؛ فإنه إن دخل عليكم، لأفعلن ولأفعلن.\nقال: وكانت الأنصار إذا كان لأحدهم أيم لم يزوجها حتى يعلم هل للنبي صلى\nالله عليه وسلم فيها حاجة؟ أم لا. فقال رسول الله صلى الله عليه وسلم لرجل\nمن الأنصار: \" زوجني ابنتك \". فقال: نعم وكرامة يا رسول الله ونعم عيني.\nقال: \" إني لست أريدها لنفسي \". قال: فلمن يا رسول الله؟ قال: \" لجليبيب\n\".: قال: فقال: يا رسول الله، أشاور أمها فأتى أمها فقال: رسول الله صلى\nالله عليه وسلم يخطب ابنتك. فقالت: نعم. ونعمة عيني. فقال: إنه ليس يخطبها\nلنفسه إنما يخطبها لجليبيب. فقالت: أجليبيب إنية؟ أجليبيب إنية؟ أجليبيب\nإنية؟ لا. لعمر الله لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nنزوجه. فلما أراد أن يقوم ليأتي رسول الله صلى الله عليه وسلم فيخبره بما\nقالت أمها <span id='ms3798'></span>: قالت الجارية: من خطبني إليكم؟ فأخبرتها أمها فقالت: أتردون على\nرسول الله صلى الله عليه وسلم أمره؟ ادفعوني؛ فإنه لم يضيعني. فانطلق أبوها\nإلى رسول الله صلى الله عليه وسلم فأخبره فقال: شأنك بها فزوجها جليبيبا\nقال: فخرج رسول الله صلى الله عليه وسلم في غزوة له. قال: فلما أفاء الله\nعليه قال لأصحابه: \" هل تفقدون من أحد؟ \" قالوا: نفقد فلانا ونفقد فلانا.\nقال: \" انظروا هل تفقدون من أحد؟ \" قالوا: لا. قال: \" لكني أفقد جليبيبا \".\nقال: \" فاطلبوه في القتلى \". قال: فطلبوه فوجدوه إلى جنب سبعة قد قتلهم، ثم\nقتلوه. فقالوا: يا رسول الله ها هو ذا إلى جنب سبعة قد قتلهم، ثم قتلوه،\nفأتاه النبي صلى الله عليه وسلم فقام عليه فقال: \" قتل سبعة وقتلوه هذا مني\nوأنا منه. هذا مني وأنا منه \" مرتين أو ثلاثا، ثم وضعه رسول الله صلى الله\nعليه وسلم على ساعديه وحفر له ما له سرير إلا ساعدا رسول الله صلى الله\nعليه وسلم، ثم وضعه في قبره، ولم يذكر أنه غسله. قال ثابت: فما كان في\nالأنصار أيم أنفق منها. وحدث إسحاق بن عبد الله بن أبي طلحة ثابتا قال: هل\nتعلم ما دعا لها رسول الله صلى الله عليه وسلم؟ قال: \" اللهم صب عليها\nالخير صبا، ولا تجعل عيشها كدا كدا \". قال فما كان في الأنصار أيم أنفق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p029'> Vol. 33, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nمنها. (1) قال أبو عبد الرحمن: ما حدث به في الدنيا أحد إلا حماد بن سلمة\nما أحسنه من حديث\n</p>\n\n<p>\n19785 - حدثنا حسن بن موسى، حدثنا أبو بكر يعني ابن شعيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبن الحبحاب قال: سمعت أبا الوازع جابرا الراسبي ذكر، أن أبا برزة حدثه\nقال: سألت رسول الله صلى الله عليه وسلم قلت: يا رسول الله إني لا أدري\nلعسى أن تمضي وأبقى بعدك، فحدثني بشيء ينفعني الله به، فقال له رسول الله\nصلى الله عليه وسلم: \" افعل كذا. افعل كذا \". أنا نسيت ذلك. (1) \" وأمر\nالأذى عن الطريق \" (2)\n</p>\n\n<p>\n19786 - حدثنا يزيد بن هارون، حدثنا عيينة، عن أبيه، عن <span id='ms3799'></span> أبي برزة الأسلمي قال:\nخرجت يوما أمشي فإذا أنا بالنبي صلى الله عليه وسلم متوجها، فظننته يريد\nحاجة، فجعلت أخنس عنه وأعارضه، فرآني فأشار إلي فأتيته فأخذ بيدي فانطلقنا\nنمشي جميعا، فإذا نحن برجل يصلي يكثر الركوع والسجود. فقال النبي صلى الله\nعليه وسلم: \" أتراه مرائيا \". فقلت الله ورسوله أعلم، فأرسل يدي، ثم طبق\nبين كفيه فجمعهما ثم جعل يرفعهما بحيال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمنكبيه ويضعهما ويقول: \" عليكم هديا قاصدا \"، ثلاث مرات،؛ فإنه من يشاد\nالدين يغلبه \" (1) وقال يزيد ببغداد: بريدة الأسلمي وقد كان قال: عن أبي\nبرزة، ثم رجع إلى بريدة حدثنا وكيع، ومحمد بن بكر قالا: بريدة الأسلمي (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p032'> Vol. 33, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n19787 - حدثنا يزيد بن هارون، أخبرنا أبو الأشهب، عن أبي الحكم البناني، عن أبي\nبرزة، عن النبي صلى الله عليه وسلم قال: \" إن مما أخشى عليكم، شهوات الغي\nفي بطونكم وفروجكم ومضلات الهوى \" (1)\n</p>\n\n<p>\n19788 - حدثنا يزيد، أخبرنا أبو هلال الراسبي محمد بن سليم، عن أبي الوازع، عن\nأبي برزة (2) قال: قلت: يا رسول الله علمني شيئا ينفعني الله به فقال: \"\nانظر ما يؤذي الناس فاعزله عن طريقهم \" (3)\n</p>\n\n<p>\n19789 - حدثنا يحيى بن سعيد، عن التيمي، ويزيد قال: أخبرنا التيمي، عن أبي عثمان،\nعن أبي برزة قال يزيد: الأسلمي قال: كانت راحلة أو ناقة أو بعير عليها متاع\nلقوم، فأخذوا بين جبلين وعليها جارية فتضايق بهم الطريق، فأبصرت النبي صلى\nالله عليه وسلم فجعلت تقول: حل حل، اللهم العنها أو العنه. فقال النبي صلى\nالله عليه وسلم: \" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nلا تصحبني ناقة أو راحلة أو بعير عليها أو عليه لعنة من الله \" (1)\n</p>\n\n<p>\n19790 - حدثنا يحيى بن سعيد، عن شعبة، قال: حدثني الأزرق بن قيس قال: رأيت شيخا\nبالأهواز يصلي العصر ولجام دابته في يده، فجعلت تتأخر وجعل ينكص معها، ورجل\nقاعد من الخوارج يسبه. فلما صلى قال: \" إني قد سمعت مقالتكم \" غزوت مع رسول\nالله صلى الله عليه وسلم ست غزوات أو سبع غزوات، فشهدت أمره وتيسيره، فكنت\nأرجع معي دابتي أحب إلي من أن أدعها، فتأتي مألفها فيشق علي \" قال <span id='ms3800'></span>: قلت: كم\nصلى؟ قال: ركعتين. قال: وإذا هو أبو برزة (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19791 - حدثنا وكيع، حدثنا أبان بن صمعة، عن أبي الوازع الراسبي، عن أبي برزة\nالأسلمي قال: قلت: يا رسول الله، دلني على عمل يدخلني الجنة أو أنتفع به؟\nقال: \" اعزل الأذى عن طريق المسلمين \" (1)\n</p>\n\n<p>\n19792 - حدثنا وكيع، حدثني إبراهيم بن طهمان قال: سمعت أبا المنهال، عن أبي برزة\nقال: \" نهى رسول الله صلى الله عليه وسلم عن النوم قبلها والحديث بعدها \"\n(2)\n</p>\n\n<p>\n19793 - حدثنا وكيع، عن سفيان، عن خالد، عن أبي المنهال، عن أبي برزة، أن النبي\nصلى الله عليه وسلم \" كان يقرأ بما بين الستين إلى المائة \" يعني في الصبح\n(3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19794 - حدثنا إسماعيل، حدثني شداد بن سعيد، قال: حدثني جابر بن عمرو الراسبي\nقال: سمعت أبا برزة الأسلمي يقول: قتلت عبد العزى بن خطل وهو متعلق بستر\nالكعبة (1)\n</p>\n\n<p>\n19795 - وقلت لرسول الله صلى الله عليه وسلم: يا رسول الله مرني بعمل أعمله.\nفقال: \" أمط الأذى عن الطريق؛ فهو لك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nصدقة \" (1)\n</p>\n\n<p>\n19796 - حدثنا محمد بن جعفر، حدثنا عوف، عن أبي المنهال قال: قال لي أبي: انطلق\nإلى أبي برزة الأسلمي فانطلقت معه حتى دخلنا عليه في داره وهو قاعد في ظل\nعلو من قصب، فجلسنا إليه في يوم شديد الحر، فسأله أبي: حدثني كيف كان رسول\nالله صلى الله عليه وسلم يصلي المكتوبة؟ قال: \" كان يصلي الهجير التي\nتدعونها الأولى حين تدحض الشمس، وكان يصلي العصر، ثم يرجع أحدنا إلى رحله\nفي أقصى المدينة والشمس حية. قال: ونسيت ما قال في المغرب. قال: وكان يستحب\nأن يؤخر العشاء التي تدعونها العتمة. قال: وكان يكره النوم قبلها والحديث\nبعدها. قال: وكان ينفتل من صلاة الغداة حين يعرف أحدنا جليسه، وكان يقرأ\nبالستين إلى المائة \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19797 - حدثنا محمد بن جعفر، حدثنا عوف، عن مساور بن عبيد قال: أتيت أبا برزة\nفقلت: \" هل رجم رسول الله صلى الله عليه وسلم؟ فقال: نعم. رجلا منا يقال له\nماعز بن مالك \" قال روح: مساور بن عبيد الحماني (1)\n</p>\n\n<p>\n19798 - حدثنا عفان، حدثنا مهدي بن ميمون <span id='ms3801'></span>، حدثنا أبو الوازع رجل من بني راسب قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت أبا برزة قال: بعث رسول الله صلى الله عليه وسلم رسولا إلى حي من\nأحياء العرب في شيء لا يدري مهدي ما هو؟ قال: فسبوه وضربوه، فشكا ذلك إلى\nالنبي صلى الله عليه وسلم فقال: \" لو أنك أهل عمان أتيت ما سبوك ولا ضربوك\n\" (1)\n</p>\n\n<p>\n19799 - حدثنا يونس، حدثنا مهدي، حدثنا جابر أبو الوازع قال: سمعت أبا برزة يحدث،\nعن النبي صلى الله عليه وسلم قال: بعث رسول الله صلى الله عليه وسلم رسولا\nإلى حي من أحياء العرب، فذكر مثله (2)\n</p>\n\n<p>\n19800 - حدثنا يونس، حدثنا حماد بن سلمة، عن سيار بن سلامة، عن أبي برزة الأسلمي،\nأن رسول الله صلى الله عليه وسلم \" كان يؤخر العشاء إلى ثلث الليل، وكان\nيكره النوم قبلها والحديث بعدها، وكان يقرأ في الفجر ما بين المائة إلى\nالستين، وكان ينصرف حين ينصرف وبعضنا يعرف وجه بعض \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19801 - حدثنا يحيى بن آدم، حدثنا قطبة، عن الأعمش، عن رجل من أهل البصرة، عن أبي\nبرزة الأسلمي قال: نادى رسول الله صلى الله عليه وسلم حتى أسمع العواتق،\nفقال: \" يا معشر من آمن بلسانه، ولم يدخل الإيمان قلبه لا تغتابوا\nالمسلمين، ولا تتبعوا عوراتهم؛ فإنه من يتبع عورة أخيه يتبع الله عورته حتى\nيفضحه في بيته \" (1)\n</p>\n\n<p>\n19802 - حدثنا أبو سعيد، حدثنا شداد أبو طلحة، قال: حدثنا جابر بن عمرو أبو\nالوازع، عن أبي برزة قال: قلت: يا رسول الله مرني بعمل أعمله؟ قال: \" أمط\nالأذى عن الطريق؛ فهو لك صدقة \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19803 - قال: وقتلت: عبد العزى بن خطل وهو متعلق بستر الكعبة وقال رسول الله صلى\nالله عليه وسلم يوم فتح مكة: \" الناس آمنون غير عبد العزى بن خطل \" (1)\n</p>\n\n<p>\n19804 - وسمعت رسول الله صلى الله عليه وسلم يقول: \" إن لي حوضا ما بين أيلة إلى\nصنعاء عرضه كطوله، فيه ميزابان ينثعبان (2) من الجنة من ورق، والآخر من ذهب\nأحلى من العسل، وأبرد من الثلج، وأبيض من اللبن. من شرب منه لم يظمأ حتى\nيدخل الجنة فيه <span id='ms3802'></span> أباريق عدد نجوم السماء \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19805 - حدثنا حسن (1) بن موسى، حدثنا سكين بن عبد العزيز، عن سيار بن سلامة أبي\nالمنهال الرياحي قال: دخلت مع أبي على أبي برزة الأسلمي وإن في أذني يومئذ\nلقرطين. قال: وإني لغلام. قال: فقال أبو برزة: إني أحمد الله أني أصبحت\nلائما لهذا الحي من قريش فلان هاهنا يقاتل على الدنيا، وفلان هاهنا يقاتل\nعلى الدنيا، يعني عبد الملك بن مروان، قال: حتى ذكر ابن الأزرق قال: ثم\nقال: إن أحب الناس إلي لهذه العصابة الملبدة الخميصة بطونهم من أموال\nالمسلمين، والخفيفة ظهورهم من دمائهم. قال: قال رسول الله صلى الله عليه\nوسلم: \" الأمراء من قريش. الأمراء من قريش. الأمراء من قريش لي عليهم حق،\nولهم عليكم حق ما فعلوا ثلاثا: ما حكموا فعدلوا، واسترحموا فرحموا، وعاهدوا\nفوفوا، فمن لم يفعل ذلك منهم، فعليه لعنة الله والملائكة والناس أجمعين \"\n(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19806 - حدثنا سليمان بن داود، أخبرنا شعبة، عن علي بن زيد قال: سمعت المغيرة بن\nأبي برزة يحدث، عن أبيه، أن رسول الله صلى الله عليه وسلم قال: \" غفار غفر\nالله لها، وأسلم سالمها الله، ما أنا قلته ولكن الله قاله \" (1)\n</p>\n\n<p>\n19807 - حدثنا عبد الصمد، حدثنا عبد السلام أبو طالوت، حدثنا العباس الجريري، أن\nعبيد الله بن زياد، قال لأبي برزة هل سمعت النبي صلى الله عليه وسلم ذكره\nقط، يعني الحوض، قال: نعم. لا مرة ولا مرتين \" فمن كذب به فلا سقاه الله\nمنه \" (2)\n</p>\n\n<p>\n19808 - حدثنا عبد الصمد، ويونس قالا: حدثنا حماد يعني ابن سلمة، عن الأزرق بن\nقيس، أن شريك بن شهاب - قال: يونس: - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالحارثي وهذا حديث عبد الصمد قال: ليت أني رأيت رجلا من أصحاب محمد صلى\nالله عليه وسلم يحدثني عن الخوارج قال: فلقيت أبا برزة في نفر من أصحاب\nمحمد صلى الله عليه وسلم، فقلت: حدثني شيئا سمعته من رسول الله صلى الله\nعليه وسلم في الخوارج قال: أحدثكم بشيء قد سمعته أذناي، ورأته عيناي، أتي\nرسول الله صلى الله عليه وسلم بدنانير فقسمها، وثم <span id='ms3803'></span> رجل مطموم الشعر آدم، أو\nأسود بين عينيه أثر السجود عليه ثوبان أبيضان، فجعل يأتيه من قبل يمينه\nويتعرض له، فلم يعطه شيئا. قال: يا محمد ما عدلت اليوم في القسمة فغضب غضبا\nشديدا، ثم قال: \" والله لا تجدون بعدي أحدا، أعدل عليكم مني \". ثلاث مرار،\nثم قال: \" يخرج من قبل المشرق رجال كأن هذا منهم هديهم، هكذا يقرءون القرآن\nلا يجاوز تراقيهم، يمرقون من الدين، كما يمرق السهم من الرمية، ثم لا\nيرجعون فيه سيماهم التحليق، لا يزالون يخرجون حتى يخرج آخرهم مع الدجال،\nفإذا لقيتموهم فاقتلوهم هم شر الخلق والخليقة \" (1)\n</p>\n\n<p>\n19809 - حدثنا عفان، حدثنا حماد بن سلمة، أخبرنا الأزرق بن قيس، عن شريك بن شهاب\nقال: \" كنت أتمنى أن ألقى رجلا من أصحاب محمد صلى الله عليه وسلم يحدثني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن الخوارج، فلقيت أبا برزة في يوم عرفة في نفر من أصحابه، فذكر الحديث\n(1)\n</p>\n\n<p>\n19810 - حدثنا عبد الصمد، حدثنا حماد بن سلمة، حدثنا ثابت، عن كنانة بن نعيم، عن\nأبي برزة، أن جليبيبا كان من الأنصار وكان أصحاب النبي صلى الله عليه وسلم\nإذا كان لأحدهم أيم لم يزوجها حتى يعلم أللنبي صلى الله عليه وسلم فيها\nحاجة أم لا؟ فقال رسول الله صلى الله عليه وسلم ذات يوم لرجل من الأنصار: \"\nزوجني ابنتك \". فقال: نعم ونعمة عين. فقال له: \" إني لست لنفسي أريدها \".\nقال: فلمن؟ قال: \" لجليبيب \". قال: حتى أستأمر أمها، فأتاها فقال: إن رسول\nالله صلى الله عليه وسلم يخطب ابنتك. قالت: نعم ونعمة عين زوج رسول الله\nصلى الله عليه وسلم قال: إنه ليس يريدها لنفسه. قالت: فلمن؟ قال: لجليبيب.\nقالت: حلقى أجليبيب إنية؟، مرتين، لا لعمر الله لا أزوج جليبيبا. قال: فلما\nقام أبوها ليأتي النبي صلى الله عليه وسلم. قالت الفتاة لأمها من خدرها: من\nخطبني إليكما؟ قالت: النبي صلى الله عليه وسلم. قالت: فتردون على النبي صلى\nالله عليه وسلم أمره ادفعوني إلى النبي صلى الله عليه وسلم؛ فإنه لا\nيضيعني. فأتى أبوها النبي صلى <span id='ms3804'></span> الله عليه وسلم فقال: شأنك بها. فزوجها\nجليبيبا، فبينما النبي صلى الله عليه وسلم في مغزى له، وأفاء الله عليه،\nفقال رسول الله صلى الله عليه وسلم: \" هل تفقدون من أحد؟ \" قالوا: نفقد\nفلانا، ونفقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفلانا. فقال النبي: \" لكني أفقد جليبيبا فانظروه في القتلى \". فنظروه\nفوجدوه إلى جنب سبعة قد قتلهم، ثم قتلوه. قال: فوقف النبي صلى الله عليه\nوسلم فقال: \" قتل سبعة، ثم قتلوه هذا مني وأنا منه \"، ثم حمله رسول الله\nصلى الله عليه وسلم على ساعديه، ما له سرير غير ساعدي رسول الله صلى الله\nعليه وسلم، حتى حفر له، ثم وضعه في لحده، وما ذكر غسلا (1)\n</p>\n\n<p>\n19811 - حدثنا حجاج، حدثنا شعبة، عن سيار بن سلامة قال: دخلت أنا وأبي على أبي\nبرزة فسألناه عن وقت صلاة رسول الله صلى الله عليه وسلم فقال: \" كان يصلي\nالظهر حين تزول الشمس، والعصر يرجع الرجل إلى أقصى المدينة، والشمس حية.\nوالمغرب قال سيار: نسيتها. والعشاء لا يبالي بعض تأخيرها إلى ثلث الليل،\nوكان لا يحب النوم قبلها والحديث بعدها، وكان يصلي الصبح، فينصرف الرجل\nفيعرف وجه جليسه، وكان يقرأ فيها (2) ما بين الستين إلى المائة \" قال سيار،\nلا أدري أفي إحدى الركعتين، أو في كلتيهما (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19812 - حدثنا يعلى، حدثنا الحجاج بن دينار، عن أبي هاشم، عن رفيع أبي العالية،\nعن أبي برزة الأسلمي قال: لما كان بآخرة، كان رسول الله صلى الله عليه وسلم\nإذا جلس في المجلس، فأراد أن يقوم قال: \" سبحانك اللهم وبحمدك، أشهد أن لا\nإله إلا أنت. أستغفرك وأتوب إليك \". فقالوا: يا رسول الله، إنك تقول الآن\nكلاما ما كنت تقوله فيما خلا. قال: \" هذا كفارة ما يكون في المجلس (1) \"\n(2)\n</p>\n\n<p>\n19813 - حدثنا أبو كامل، حدثنا حماد بن زيد، عن جميل بن مرة، عن أبي الوضيء (3)\nقال: كنا في سفر، ومعنا أبو برزة، فقال أبو برزة: إن رسول الله صلى الله\nعليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال: \" البيعان بالخيار ما لم يتفرقا \" (1)\n</p>\n\n<p>\n19814 - حدثنا عبد الرزاق، أخبرنا معمر، عن مطر، عن عبد الله <span id='ms3805'></span> بن بريدة الأسلمي\nقال: شك عبيد الله بن زياد في الحوض، فأرسل إلى أبي برزة الأسلمي فأتاه،\nفقال له جلساء عبيد الله: إنما أرسل إليك الأمير، ليسألك عن الحوض، فهل\nسمعت من رسول الله صلى الله عليه وسلم شيئا؟ قال: نعم. سمعت رسول الله صلى\nالله عليه وسلم يذكره، \" فمن كذب به فلا سقاه الله منه \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head2'>حديث عمران بن حصين </h3>\n\n<p>\n(1)\n</p>\n\n<p>\n19815 - حدثنا يحيى بن سعيد، عن شعبة، حدثنا قتادة، وإسماعيل بن إبراهيم، أخبرنا\nسعيد، عن قتادة، عن زرارة بن أوفى، عن عمران بن حصين قال: صلى رسول الله\nصلى الله عليه وسلم الظهر، فقرأ رجل خلفه، ب سبح اسم ربك الأعلى، فلما صلى\nقال: \" أيكم قرأ سبح اسم ربك الأعلى فقال رجل: أنا. قال: \" قد عرفت أن\nبعضكم خالجنيها \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p050'> Vol. 33, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n19816 - حدثنا محمد بن جعفر، حدثنا سعيد، عن قتادة قال: سمعت زرارة بن أوفى يحدت،\nعن عمران بن حصين فذكر مثله (1)\n</p>\n\n<p>\n19817 - حدثنا يحيى بن سعيد، عن خالد بن رباح قال: سمعت أبا السوار قال: سمعت\nعمران بن حصين يقول: قال رسول الله صلى الله عليه وسلم: \" الحياء خير كله \"\n(2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19818 - حدثنا وكيع، حدثنا خالد بن رباح الهذلي عن أبي السوار العدوي (1) عن\nعمران بن حصين، عن النبي صلى الله عليه وسلم مثله (2)\n</p>\n\n<p>\n19819 - حدثنا وكيع، حدثنا إبراهيم بن طهمان، عن حسين المعلم، عن ابن بريدة، عن\nعمران بن حصين قال: كان بي الناصور فسألت النبي صلى الله عليه وسلم عن\nالصلاة؟ فقال: \" صل قائما، فإن لم تستطع فقاعدا، فإن لم تستطع فعلى جنب \"\n(3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19820 - حدثنا وكيع، حدثنا الأعمش، حدثنا هلال بن يساف، عن عمران بن حصين قال:\nقال رسول الله صلى الله عليه وسلم: \" خير الناس قرني، ثم الذين يلونهم، ثم\nالذين يلونهم، ثم يجيء قوم يتسمنون يحبون السمن يعطون الشهادة قبل أن\nيسألوها \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p054'> Vol. 33, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n19821 - حدثنا وكيع، حدثنا أبو الأشهب، عن الحسن، عن عمران بن حصين قال: قال رسول\nالله صلى الله عليه وسلم: \" مسألة الغني شين في وجهه يوم القيامة \" قال:\nأبي: لم أعلم أحدا أسنده <span id='ms3806'></span> غير وكيع (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19822 - حدثنا وكيع، وعبد الرحمن، عن سفيان، عن جامع بن شداد، عن صفوان بن محرز،\nعن عمران بن حصين قال عبد الرحمن: جاء نفر من بني تميم. قال وكيع: جاءت بنو\nتميم إلى النبي صلى الله عليه وسلم فقال: \" أبشروا يا بني تميم \". قالوا:\nيا رسول الله، بشرتنا فأعطنا. قال عبد الرحمن: فتغير وجه رسول الله صلى\nالله عليه وسلم قال: فجاء حي من يمن فقال: \" اقبلوا البشرى إذ لم يقبلها\nبنو تميم \" قالوا: يا رسول الله قبلنا (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19823 - حدثنا عبد الملك بن عمرو، وعبد الصمد قالا: حدثنا هشام، عن قتادة، عن\nزرارة بن أوفى، عن عمران بن حصين، أن رسول الله صلى الله عليه وسلم قال: \"\nخير هذه الأمة القرن الذي بعثت فيهم، قال عبد الصمد، الذين بعثت فيهم، ثم\nالذين يلونهم، ثم ينشأ قوم ينذرون ولا يوفون، ويخونون ولا يتمنون، (1)\nويشهدون ولا يستشهدون، ويفشو (2) فيهم السمن \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19824 - حدثنا عبد الرحمن، أخبرنا همام، عن قتادة، عن أبي مراية، عن عمران بن\nحصين، عن النبي صلى الله عليه وسلم قال: \" لا طاعة في معصية الله \" (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19825 - حدثنا إسماعيل، عن الجريري، عن أبي العلاء بن الشخير، عن مطرف، عن عمران\nبن حصين قال: قيل لرسول (1) الله: إن فلانا لا يفطر نهارا الدهر فقال: \" لا\nأفطر ولا صام \" (2)\n</p>\n\n<p>\n19826 - حدثنا إسماعيل، حدثنا أيوب، عن أبي قلابة، عن أبي المهلب، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن عمران بن حصين، أن رجلا أعتق ستة مملوكين له عند موته لم يكن له مال\nغيرهم، فدعا بهم رسول الله صلى الله عليه وسلم: \" فجزأهم أثلاثا، ثم أقرع\nبينهم، فأعتق اثنين، وأرق أربعة، وقال له قولا شديدا \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p060'> Vol. 33, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n19827 - حدثنا إسماعيل، حدثنا أيوب، عن أبي قلابة، عن أبي المهلب، عن عمران بن\nحصين، أن النبي صلى الله عليه وسلم \" فدى رجلين من المسلمين برجل من\nالمشركين من بني عقيل \" (1)\n</p>\n\n<p>\n19828 - حدثنا إسماعيل، حدثنا خالد الحذاء، عن أبي قلابة، عن أبي المهلب،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن عمران بن حصين، أن النبي صلى الله عليه وسلم سلم في ثلاث ركعات من\nالعصر، ثم <span id='ms3807'></span> قام فدخل فقام إليه رجل يقال له الخرباق، وكان في يديه طول.\nفقال: يا رسول الله، فخرج إليه، فذكر له صنيعه. فجاء فقال: \" أصدق هذا؟ \"\nقالوا: نعم. \" فصلى الركعة التي ترك، ثم سلم، ثم سجد سجدتين، ثم سلم \" (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p062'> Vol. 33, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n19829 - حدثنا محمد بن جعفر قال: حدثنا شعبة، وحجاج قال: حدثني شعبة قال: سمعت\nقتادة يحدث، عن زرارة بن أوفى قال: حجاج في حديثه: سمعت زرارة بن أوفى، عن\nعمران بن حصين قال: قاتل يعلى ابن منية أو ابن أمية رجلا، فعض أحدهما يد\n(1) صاحبه، فانتزع يده من فيه، فانتزع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nثنيته وقال حجاج: ثنيتيه فاختصما إلى النبي صلى الله عليه وسلم فقال: \"\nيعض أحدكما أخاه كما يعض الفحل لا دية له \" (1)\n</p>\n\n<p>\n19830 - حدثنا محمد بن جعفر، حدثنا شعبة، عن قتادة قال: سمعت أبا السوار العدوى،\nيحدث أنه سمع عمران بن حصين الخزاعي يحدث، عن رسول الله صلى الله عليه وسلم\nفقال: \" الحياء لا يأتي إلا بخير \" فقال بشير بن كعب: مكتوب في الحكمة أن\nمنه وقارا، ومنه سكينة. فقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعمران: أحدثك عن رسول الله صلى الله عليه وسلم، وتحدثني عن صحفك (1)\n</p>\n\n<p>\n19831 - حدثنا محمد بن جعفر، حدثنا شعبة، ويزيد، أخبرنا شعبة، عن قتادة، عن\nالحسن، عن عمران بن حصين قال: \" نهانا رسول الله صلى الله عليه وسلم عن\nالكي فاكتوينا، فما أفلحنا ولا أنجحنا \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p066'> Vol. 33, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n19832 - حدثنا محمد بن جعفر، حدثنا شعبة، عن قتادة قال: سمعت أبا مراية العجلي\nقال: سمعت عمران بن حصين يحدث عن النبي صلى الله عليه وسلم أنه قال: \" لا\nطاعة في معصية الله \" (1)\n</p>\n\n<p>\n19833 - حدثنا محمد بن جعفر، وحجاج قالا: حدثنا شعبة، عن حميد بن هلال قال: سمعت\nمطرفا قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال لي عمران بن حصين: إني أحدثك حديثا عسى الله أن ينفعك به، إن رسول\nالله صلى الله عليه وسلم قد \" جمع بين حج وعمرة، ثم لم ينه عنه حتى مات،\nولم ينزل قرآن فيه يحرمه \" وإنه كان يسلم علي فلما اكتويت أمسك عني، فلما\nتركته عاد إلي (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p068'> Vol. 33, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n19834 - حدثنا محمد بن جعفر، حدثنا <span id='ms3808'></span> شعبة، (1) عن يزيد الرشك قال: سمعت مطرفا\nيحدث: عن عمران بن حصين، عن النبي صلى الله عليه وسلم أنه سئل، أو قيل له،\nأيعرف أهل النار من أهل الجنة؟ فقال: \" نعم \". قال: فلم يعمل العاملون؟\nقال: \" يعمل كل لما خلق له \" أو \" لما يسر له \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19835 - حدثنا محمد بن جعفر، حدثنا شعبة، وحجاج، أخبرنا شعبة قال: سمعت أبا جمرة\nقال: سمعت زهدم بن مضرب (1) قال: حجاج في حديثه قال: جاءني زهدم في داري\nفحدثني قال: سمعت عمران بن حصين يحدث، أن رسول الله صلى الله عليه وسلم\nقال: \" إن خيركم قرني، ثم الذين يلونهم، ثم الذين يلونهم، ثم الذين يلونهم\n\"، قال عمران: فلا أدري. قال رسول الله صلى الله عليه وسلم: بعد قرنه مرتين\nأو ثلاثة، \" ثم يكون بعدهم قوم يشهدون ولا يستشهدون، ويخونون ولا يتمنون،\n(2) وينذرون ولا يوفون، ويظهر فيهم السمن \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19836 - حدثنا حجاج، أخبرنا شعبة قال: سمعت أبا جمرة يقول: جاءني زهدم في داري\nفحدثني قال: سمعت عمران بن حصين يحدث، أن رسول الله صلى الله عليه وسلم\nقال: \" إن خيركم قرني \"، فذكر مثله إلا أنه قال: \" ويخونون ولا يؤتمنون \"\n(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19837 - حدثنا محمد بن جعفر، حدثنا شعبة، عن أبي التياح قال: سمعت مطرفا يحدث:\nأنه كانت له امرأتان فجاء إلى إحداهما، قال: فجعلت تنزع (1) عمامته وقالت:\nجئت من عند امرأتك. قال: جئت من عند عمران بن حصين فحدث، عن النبي صلى الله\nعليه وسلم (2) أنه قال: \" إن أقل ساكني الجنة النساء \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19838 - حدثنا محمد بن جعفر، حدثنا شعبة، عن أبي التياح قال: سمعت رجلا، من بني\nليث قال: أشهد على عمران بن حصين، قال شعبة:، أو قال عمران،: أشهد على رسول\nالله صلى الله عليه وسلم أنه \" نهى عن الحناتم، أو قال: الحنتم، وخاتم\nالذهب والحرير \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19839 - حدثنا محمد بن جعفر، حدثنا شعبة، عن ابن أخي (1) مطرف بن الشخير قال:\nسمعت مطرفا يحدث، عن عمران بن حصين، أن النبي صلى الله عليه وسلم قال لرجل:\n\" هل صمت من سرر هذا الشهر شيئا؟ \"، يعني <span id='ms3809'></span> شعبان، فقال: لا.: فقال له: \" إذا\nأفطرت رمضان فصم يوما أو يومين \" شعبة (2) الذي شك فيه قال: وأظنه قال:\nيومين (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19840 - حدثنا محمد بن جعفر، حدثنا سعيد، عن غيلان بن جرير، وعبد الوهاب، عن صاحب\nله، عن غيلان بن جرير، عن مطرف بن الشخير أنه قال: كنت مع عمران بن حصين\nبالكوفة، فصلى بنا علي بن أبي طالب فجعل يكبر كلما سجد، وكلما رفع رأسه،\nفلما فرغ قال عمران: \" صلى بنا هذا مثل صلاة رسول الله صلى الله عليه وسلم\n\" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p076'> Vol. 33, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n19841 - حدثنا محمد بن جعفر، حدثنا سعيد، عن قتادة، عن مطرف بن عبد الله قال: بعث\nإلي عمران بن حصين في مرضه فأتيته فقال لي: إني كنت أحدثك بأحاديث لعل الله\nينفعك بها بعدي، واعلم أنه كان يسلم علي، فإن عشت فاكتم علي، وإن مت فحدث\nإن شئت واعلم، أن رسول الله صلى الله عليه وسلم قد \" جمع بين حجة وعمرة، ثم\nلم ينزل فيها كتاب، ولم ينه عنها النبي صلى الله عليه وسلم \" قال فيها رجل\nبرأيه ما شاء. (1)\n</p>\n\n<p>\n19842 - حدثنا عبد الرزاق، أخبرنا معمر، عن قتادة، عن مطرف قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال لي عمران بن حصين، فذكر مثله وقال: لا تحدث بهما حتى أموت (1)\n</p>\n\n<p>\n19843 - حدثنا محمد بن جعفر، وابن نمير قالا: ثنا سعيد، ويزيد، أخبرنا سعيد، عن\nقتادة، عن زرارة بن أوفى، عن عمران بن حصين، أن رجلا عض رجلا على ذراعه.\nقال ابن نمير: فنزع يده منه فسقطت ثنيتاه فجذبها، فانتزعت ثنيته، فرفع ذلك\nإلى رسول الله صلى الله عليه وسلم فأبطلها وقال: \" أردت أن تقضم لحم أخيك\nكما يقضم الفحل (2) \"\n</p>\n\n<p>\n19844 - حدثنا محمد بن جعفر، حدثنا سعيد، عن قتادة، عن الحسن، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأن هياج بن عمران، أتى عمران بن حصين فقال: إن أبي قد نذر لئن قدر على\nغلامه ليقطعن منه طابقا أو ليقطعن يده. فقال: قل لأبيك: يكفر عن يمينه، ولا\nيقطع منه طابقا؛ فإن رسول الله صلى الله عليه وسلم كان \" يحث في خطبته على\nالصدقة، وينهى <span id='ms3810'></span> عن المثلة \" ثم أتى سمرة بن جندب فقال له: مثل ذلك (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p079'> Vol. 33, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n19845 - حدثنا محمد بن جعفر، حدثنا شعبة، عن قتادة، عن الحسن، عن عمران بن\nالحصين، أن رجلا من الأنصار أعتق رءوسا ستة عند موته، ولم يكن له مال\nغيرهم، فبلغ ذلك رسول الله صلى الله عليه وسلم فأغلظ له، فدعا بهم رسول\nالله صلى الله عليه وسلم \" فأقرع بينهم فأعتق اثنين، ورد أربعة في الرق \"\n(1)\n</p>\n\n<p>\n19846 - حدثنا بهز، وعفان المعنى قالا: حدثنا همام، عن قتادة، عن الحسن قال:\nعفان، إن الحسن حدثهم، عن هياج بن عمران البرجمي، أن غلاما لأبيه أبق فجعل\nلله تبارك وتعالى عليه (2) إن قدر عليه أن يقطع يده. قال: فقدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعليه. قال: فبعثني إلى عمران بن حصين قال: فقال: \" أقرئ أباك السلام\nوأخبره أن رسول الله صلى الله عليه وسلم كان \" يحث في خطبته على الصدقة،\nوينهى عن المثلة \" فليكفر عن يمينه ويتجاوز عن غلامه. قال: وبعثني إلى سمرة\nفقال: أقرئ أباك السلام وأخبره، أن رسول الله صلى الله عليه وسلم كان \" يحث\nفي خطبته على الصدقة، وينهى عن المثلة \"، فليكفر عن يمينه ويتجاوز عن\nغلامه. (1)\n</p>\n\n<p>\n19847 - حدثنا عبد الرزاق، حدثنا معمر، عن قتادة، عن الحسن عن هياج فذكر معناه\n(2)\n</p>\n\n<p>\n19848 - حدثنا بهز، حدثنا همام، حدثنا قتادة، حدثنا الحسن، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن عمران بن حصين، أن رجلا أتى رسول الله صلى الله عليه وسلم فقال: إن\nابن ابني مات فما لي من ميراثه؟ قال: \" لك السدس \". قال: فلما أدبر دعاه\nقال: \" لك سدس آخر \". قال: فلما أدبر دعاه. قال: \" إن السدس الآخر طعمة \"\n(1)\n</p>\n\n<p>\n19849 - حدثنا بهز، حدثنا أبان بن يزيد، حدثنا قتادة، عن أبي نضرة، عن أبي سعيد،\nأو عن عمران بن حصين أنه قال: أشهد على رسول الله صلى الله عليه وسلم أنه \"\nنهى (2) عن لبس الحرير، وعن الشرب في الحناتم \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19850 - حدثنا بهز، وحدثنا عفان المعنى قالا: حدثنا همام، عن قتادة، عن مطرف قال:\nقال عمران بن حصين: \" تمتعنا مع رسول الله صلى الله عليه وسلم، وأنزل فيها\nالقرآن، قال عفان <span id='ms3811'></span>: ونزل فيه القرآن، فمات رسول الله صلى الله عليه وسلم ولم\nينه عنها، ولم ينسخها شيء \" قال رجل برأيه ما شاء (1)\n</p>\n\n<p>\n19851 - حدثنا بهز، حدثنا حماد بن سلمة، حدثنا قتادة، عن مطرف، عن عمران بن حصين،\nأن رسول الله صلى الله عليه وسلم قال: \" لا تزال طائفة من أمتي على الحق\nظاهرين، على من ناوأهم حتى يأتي أمر الله، وينزل (2) عيسى ابن مريم \" (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19852 - حدثنا محمد بن جعفر، حدثنا عوف، عن أبي رجاء، عن عمران بن حصين قال: قال\nرسول الله صلى الله عليه وسلم: \" اطلعت في النار فرأيت أكثر أهلها النساء،\nواطلعت في الجنة فرأيت أكثر أهلها الفقراء \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19853 - حدثنا عبد الصمد، حدثنا سلم بن زرير، حدثنا أبو رجاء، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن عمران بن حصين قال: قال رسول الله صلى الله عليه وسلم: اطلعت فذكر\nمثله، (1)\n</p>\n\n<p>\n19854 - حدثنا الخفاف، أخبرنا سعيد، عن أبي رجاء، عن ابن عباس، عن النبي صلى الله\nعليه وسلم بمثله (2)\n</p>\n\n<p>\n19855 - حدثنا محمد بن جعفر، حدثنا شعبة، عن أبي قزعة، عن الحسن، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن عمران بن حصين، أن رسول الله صلى الله عليه وسلم قال: \" لا جلب، ولا\nجنب، ولا شغار \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p087'> Vol. 33, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n19856 - حدثنا هشيم، أخبرنا منصور، عن الحسن، عن عمران بن حصين، أن امرأة من\nالمسلمين أسرها العدو، وقد كانوا أصابوا قبل ذلك ناقة لرسول الله صلى الله\nعليه وسلم. قال: فرأت من القوم غفلة. قال: فركبت ناقة رسول الله صلى الله\nعليه وسلم، ثم جعلت عليها أن تنحرها. قال: فقدمت المدينة فأرادت أن تنحر\nناقة رسول الله صلى الله عليه وسلم، فمنعت من ذلك، فذكر ذلك لرسول الله صلى\nالله عليه وسلم فقال: \" بئسما جزيتيها \". قال: ثم قال: \" لا نذر لابن آدم\nفيما لا يملك، ولا في معصية الله \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p089'> Vol. 33, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n19857 - حدثنا محمد بن عبد الله بن المثني، حدثنا صالح بن رستم أبو عامر الخزاز،\nحدثني كثير بن شنظير، عن الحسن، عن عمران بن حصين قال: ما قام فينا رسول\nالله صلى الله عليه وسلم خطيبا إلا أمرنا بالصدقة، ونهانا عن المثلة. قال:\nوقال: \" ألا <span id='ms3812'></span> وإن من المثلة أن ينذر الرجل أن يخزم أنفه، ألا وإن من المثلة\nأن ينذر الرجل أن يحج ماشيا فليهد هديا وليركب \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19858 - حدثنا أبو كامل، حدثنا حماد، عن حميد، عن الحسن، عن عمران بن حصين قال: \"\nما خطبنا رسول الله صلى الله عليه وسلم خطبة، إلا أمرنا بالصدقة، ونهانا عن\nالمثلة \" (1)\n</p>\n\n<p>\n19859 - حدثنا عبد الرزاق، حدثنا معمر، عن أيوب، عن أبي قلابة، عن أبي المهلب، عن\nعمران بن حصين قال: لعنت امرأة ناقة لها، فقال النبي صلى الله عليه وسلم: \"\nإنها ملعونة فخلوا عنها \" قال: فلقد رأيتها تتبع المنازل، ما يعرض لها أحد\nناقة ورقاء (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19860 - حدثنا عبد الرزاق، حدثنا معمر، عن قتادة، وغير واحد، عن مطرف بن عبد الله\nبن الشخير قال 6458: \" صليت أنا وعمران بن حصين بالكوفة خلف علي بن أبي\nطالب فكبر بنا هذا التكبير حين يركع، وحين يسجد، فكبره كله. فلما انصرفنا.\nقال لي عمران: \" ما صليت منذ حين. أو قال: منذ كذا وكذا أشبه بصلاة رسول\nالله صلى الله عليه وسلم من هذه الصلاة \" يعني: صلاة علي (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19861 - حدثنا عبد الرزاق، أخبرنا معمر، عن يحيى بن أبي كثير، عن أبي قلابة، عن\nأبي المهلب، عن عمران بن حصين، أن امرأة من جهينة اعترفت عند النبي صلى\nالله عليه وسلم بزنا وقالت: أنا حبلى، فدعا النبي صلى الله عليه وسلم وليها\nفقال: \" أحسن إليها، فإذا وضعت فأخبرني \". ففعل، فأمر بها النبي صلى الله\nعليه وسلم، فشكت عليها ثيابها، ثم أمر برجمها، فرجمت، ثم صلى عليها. فقال\nعمر بن الخطاب: يا رسول الله رجمتها، ثم تصلي عليها؟ فقال: \" لقد تابت توبة\nلو قسمت بين سبعين من أهل المدينة لوسعتهم، وهل وجدت شيئا أفضل من أن جادت\nبنفسها لله؟ \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p094'> Vol. 33, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n19862 - حدثنا عبد الرزاق، حدثنا معمر، عن أيوب، عن ابن سيرين، عن عمران بن حصين\nقال: عض رجل رجلا فانتزعت ثنيته، فأبطلها النبي صلى الله عليه وسلم وقال: \"\nأردت أن تقضم يد أخيك، كما يقضم الفحل \" (1)\n</p>\n\n<p>\n19863 - حدثنا عفان، حدثنا حماد بن زيد، حدثنا <span id='ms3813'></span> أيوب، عن أبي قلابة، عن أبي\nالمهلب، عن عمران بن حصين قال: كانت العضباء لرجل من بني عقيل، وكانت من\nسوابق الحاج، فأسر الرجل وأخذت العضباء معه. قال: فمر به رسول الله صلى\nالله عليه وسلم وهو في وثاق ورسول الله صلى الله عليه وسلم على حمار عليه\nقطيفة فقال: يا محمد تأخذوني وتأخذون سابقة الحاج قال: فقال رسول الله صلى\nالله عليه وسلم: \" نأخذك بجريرة حلفائك ثقيف \". قال: وقد كانت ثقيف قد\nأسروا رجلين من أصحاب النبي صلى الله عليه وسلم وقال: فيما قال: وإني مسلم.\nفقال رسول الله صلى الله عليه وسلم: \" لو قلتها وأنت تملك أمرك أفلحت كل\nالفلاح \". قال: ومضى رسول الله صلى الله عليه وسلم قال: فقال: يا محمد إني\nجائع فأطعمني، وإني ظمآن فاسقني. قال: فقال رسول الله صلى الله عليه وسلم:\n\" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nهذه حاجتك \". ثم فدي بالرجلين، وحبس رسول الله صلى الله عليه وسلم\nالعضباء لرحله. قال: ثم إن المشركين أغاروا على سرح المدينة فذهبوا بها\nوكانت العضباء فيه. قال: وأسروا امرأة من المسلمين. قال: فكانوا إذا نزلوا\nأراحوا إبلهم بأفنيتهم قال: فقامت المرأة ذات ليلة بعدما ناموا، (1) فجعلت\nكلما أتت على بعير رغا حتى أتت على العضباء فأتت على ناقة ذلول مجرسة\nفركبتها، ثم وجهتها قبل المدينة قال: ونذرت إن الله أنجاها عليها لتنحرنها،\nفلما قدمت المدينة عرفت الناقة فقيل ناقة رسول الله صلى الله عليه وسلم:\nقال فأخبر النبي صلى الله عليه وسلم بنذرها، أو أتته فأخبرته، قال: فقال\nرسول الله صلى الله عليه وسلم \" بئسما جزتها أو بئسما جزيتيها \". إن الله\nأنجاها عليها لتنحرنها. قال: ثم قال رسول الله صلى الله عليه وسلم: \" لا\nوفاء لنذر في معصية الله، ولا فيما لا يملك ابن آدم \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p096'> Vol. 33, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p097'> Vol. 33, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nوقال وهيب:، يعني ابن خالد، وكانت ثقيف حلفاء لبني عقيل. وزاد حماد بن\nسلمة فيه وكانت العضباء داجنا، لا تمنع من حوض ولا نبت. قال عفان مجرسة\nمعودة\n</p>\n\n<p>\n19864 - حدثنا هشيم، عن يونس، عن الحسن، عن عمران <span id='ms3814'></span> بن حصين قال: \" نهى رسول الله\nصلى الله عليه وسلم عن الكي فاكتوينا، فما أفلحن ولا أنجحن (1) \" (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19865 - حدثنا عفان، حدثنا حماد بن سلمة، أخبرنا علي بن زيد، عن أبي نضرة، أن فتى\nسأل عمران بن حصين عن صلاة رسول الله صلى الله عليه وسلم في السفر فعدل إلى\nمجلس العوقة فقال: إن هذا الفتى سألني عن صلاة رسول الله صلى الله عليه\nوسلم في السفر فاحفظوا عني: \" ما سافر رسول الله صلى الله عليه وسلم سفرا\nإلا صلى ركعتين ركعتين حتى يرجع، وإنه أقام بمكة زمان الفتح ثماني عشرة\nليلة يصلي بالناس ركعتين ركعتين \" وحدثناه يونس بن محمد بهذا الإسناد، وزاد\nفيه \" إلا المغرب \" ثم يقول: \" يا أهل مكة قوموا فصلوا ركعتين أخريين؛ فإنا\nسفر \". ثم غزا حنينا والطائف فصلى ركعتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nركعتين، ثم رجع إلى جعرانة فاعتمر منها في ذي القعدة، ثم غزوت مع أبي بكر\nوحججت واعتمرت، فصلى ركعتين ركعتين، ومع عمر فصلى ركعتين ركعتين، قال يونس:\nإلا المغرب، ومع عثمان صدرا من إمارته فصلى ركعتين، قال يونس: إلا المغرب،\n(1) ثم إن عثمان صلى بعد ذلك أربعا (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p100'> Vol. 33, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n19866 - حدثنا هشيم، أخبرنا منصور، عن الحسن، عن عمران بن حصين، أن رجلا من\nالأنصار أعتق ستة مملوكين له عند موته، وليس له مال غيرهم، فبلغ ذلك النبي\nصلى الله عليه وسلم فقال: \" لقد هممت أن لا أصلي عليه \". قال: \" ثم دعا\nبالرقيق، فجزأهم ثلاثة أجزاء، فأعتق اثنين، وأرق أربعة \" (1)\n</p>\n\n<p>\n19867 - حدثنا هشيم، أخبرنا يونس، عن أبي قلابة، عن أبي المهلب، عن عمران بن\nحصين، أن رسول الله صلى الله عليه وسلم قال: \" إن أخاكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالنجاشي قد مات فصلوا عليه \"، فقام فصفنا خلفه، فإني لفي الصف الثاني\nفصلى عليه (1)\n</p>\n\n<p>\n19868 - حدثنا معتمر، عن خالد، عن أبي قلابة، عن أبي المهلب، عن عمران بن حصين،\nأن النبي صلى الله عليه وسلم \" صلى ثلاث ركعات، فسلم فقيل له: فقام فصلى\nركعة فسلم، ثم سجد سجدتين وهو جالس \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19869 - حدثنا إسماعيل، حدثنا يزيد يعني الرشك، عن مطرف بن الشخير <span id='ms3815'></span>، عن عمران بن\nحصين قال: قال رجل: يا رسول الله أعلم أهل الجنة من أهل النار؟ قال: نعم.\nقال: فيم يعمل العاملون؟ قال: \" اعملوا فكل ميسر \" (1) أو كما قال (2)\n</p>\n\n<p>\n19870 - حدثنا إسماعيل، حدثنا أيوب، عن أبي قلابة، عن أبي المهلب، عن عمران بن\nحصين قال: بينما رسول الله صلى الله عليه وسلم في بعض أسفاره، وامرأة من\nالأنصار على ناقة، فضجرت فلعنتها، فسمع ذلك رسول الله صلى الله عليه وسلم\nفقال: \" خذوا ما عليها ودعوها؛ فإنها ملعونة \" قال عمران فكأني أنظر إليها\nالآن تمشي في الناس، ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nيعرض لها أحد، يعني الناقة، (1)\n</p>\n\n<p>\n19871 - حدثنا إسماعيل، قال: علي بن زيد أخبرنا عن أبي نضرة قال: مر عمران بن\nحصين بمجلسنا (2) فقام إليه فتى من القوم فسأله عن صلاة رسول الله صلى الله\nعليه وسلم في الغزو والحج والعمرة، فجاء فوقف علينا فقال: إن هذا سألني عن\nأمر، فأردت أن تسمعوه، أو كما قال،: \" غزوت مع رسول الله صلى الله عليه\nوسلم فلم يصل إلا ركعتين حتى رجع إلى المدينة، وحججت معه فلم يصل إلا\nركعتين حتى رجع إلى المدينة، وشهدت معه الفتح فأقام بمكة ثماني (3) عشرة لا\nيصلي إلا ركعتين، ويقول لأهل البلد \" صلوا أربعا؛ فإنا سفر \"، واعتمرت معه\nثلاث عمر فلم يصل إلا ركعتين، وحججت مع أبي بكر وعمر حجات فلم يصليا إلا\nركعتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحتى رجعا إلى المدينة \" (1)\n</p>\n\n<p>\n19872 - حدثنا عبد الأعلى، عن يونس، عن الحسن، عن عمران بن حصين، أن رسول الله\nصلى الله عليه وسلم كان في مسير \" فعرسوا فناموا عن صلاة الصبح، فلم\nيستيقظوا حتى طلعت الشمس، فلما ارتفعت وانبسطت أمر إنسانا فأذن فصلوا\nالركعتين، فلما حانت الصلاة صلوا \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19873 - حدثنا إسماعيل، أخبرنا الجريري، عن أبي العلاء بن الشخير، عن مطرف، عن\nعمران بن حصين قال: قيل لرسول الله صلى الله عليه وسلم إن فلانا لا يفطر\nنهارا الدهر. قال: \" لا أفطر ولا صام \" (1)\n</p>\n\n<p>\n19874 - حدثنا إسماعيل، أخبرنا سعيد، عن قتادة، عن زرارة بن أوفى، عن عمران بن\nحصين، أن رسول الله <span id='ms3816'></span> صلى الله عليه وسلم صلى صلاة الظهر فلما سلم قال: \"\nأيكم قرأ ب بسبح اسم ربك الأعلى؟ \" فقال رجل من القوم: أنا. فقال: \" قد\nعلمت أن بعضكم خالجنيها \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19875 - حدثنا يحيى بن سعيد، حدثنا هشام بن حسان، حدثنا حميد بن هلال، عن أبي\nالدهماء، عن عمران بن حصين، عن النبي صلى الله عليه وسلم قال: \" من سمع\nبالدجال فلينأ منه؛ من سمع بالدجال، فلينأ منه من سمع بالدجال، فلينأ منه،\n(1) فإن الرجل يأتيه وهو يحسب أنه مؤمن، فلا يزال (2) به لما معه من الشبه\nحتى يتبعه \" (3)\n</p>\n\n<p>\n19876 - حدثنا أبو معاوية، حدثنا الأعمش، عن جامع بن شداد، عن صفوان بن محرز، عن\nعمران بن حصين قال: قال رسول الله صلى الله عليه وسلم: \" اقبلوا البشرى يا\nبني تميم \". قال: قالوا: قد بشرتنا فأعطنا. قال: \" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nاقبلوا البشرى يا أهل اليمن \". قال: قلنا: قد قبلنا، فأخبرنا عن أول هذا\nالأمر كيف كان؟ قال: \" كان الله قبل كل شيء، وكان عرشه على الماء، وكتب في\nاللوح ذكر كل شيء \" قال: وأتاني آت فقال: يا عمران انحلت ناقتك من عقالها.\nقال: فخرجت فإذا السراب ينقطع بيني وبينها. قال: فخرجت في أثرها فلا أدري\nما كان بعدي (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p108'> Vol. 33, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n19877 - حدثنا إسماعيل، أخبرنا يونس قال: نبئت أن المسور (1) جاء إلى الحسن فقال:\nإن غلاما لي أبق فنذرت إن أنا عاينته أن أقطع يده، فقد جاء فهو الآن\nبالجسر. قال: فقال الحسن: لا تقطع يده وحدثه، أن رجلا قال لعمران بن حصين:\nإن عبدا لي أبق وإني نذرت إن أنا عاينته أن أقطع يده. قال: فلا تقطع يده؛\nفإن رسول الله صلى الله عليه وسلم كان يؤم (2) فينا، أو قال: يقوم فينا، \"\nفيأمرنا بالصدقة، وينهانا عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالمثلة \" (1)\n</p>\n\n<p>\n19878 - حدثنا إسماعيل، عن علي بن زيد، عن أبي نضرة، عن عمران بن حصين قال: شهدت\nمع رسول الله صلى الله عليه وسلم الفتح، فأقام بمكة ثمان عشرة ليلة لا يصلي\nإلا ركعتين، (2) ثم يقول لأهل البلد: \" صلوا أربعا؛ فإنا سفر \" (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19879 - حدثنا إسماعيل، أخبرنا أيوب، عن <span id='ms3817'></span> أبي قلابة، عن أبي المهلب، عن عمران بن\nحصين، أن النبي صلى الله عليه وسلم \" فدى رجلين من المسلمين برجل من\nالمشركين من بني عقيل \" (1)\n</p>\n\n<p>\n19880 - حدثنا عبد الوهاب بن عبد المجيد الثقفي، عن أيوب، عن محمد، أن زيادا\nاستعمل الحكم بن عمرو الغفاري على خراسان قال: فجعل عمران يتمناه فلقيه\nبالباب فقال: لقد كان يعجبني أن ألقاك. هل سمعت رسول الله صلى الله عليه\nوسلم يقول: \" لا طاعة في معصية الله \"؟ قال الحكم: نعم. قال: فكبر عمران\n(2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19881 - حدثنا عبد الوهاب، حدثنا خالد، عن رجل، عن مطرف بن الشخير، عن عمران بن\nحصين قال: \" صليت خلف علي بن أبي طالب صلاة ذكرني صلاة صليتها مع رسول الله\nصلى الله عليه وسلم والخليفتين. قال: فانطلقت فصليت معه، فإذا هو يكبر كلما\nسجد وكلما رفع رأسه من الركوع. فقلت يا أبا نجيد: من أول من تركه؟ قال:\nعثمان بن عفان حين كبر وضعف صوته تركه \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19882 - حدثنا محمد بن أبي عدي، عن سليمان يعني التيمي، عن أبي العلاء، عن مطرف،\nعن عمران بن حصين، أن النبي صلى الله عليه وسلم قال له أو لغيره: \" هل صمت\nسرار هذا الشهر؟ \" قال: لا. قال: \" فإذا أفطرت أو أفطر الناس، فصم يومين \"\n(1)\n</p>\n\n<p>\n19883 - حدثنا سفيان بن عيينة، عن أيوب، عن أبي قلابة، عن أبي المهلب، عن عمران\nبن حصين، عن النبي صلى الله عليه وسلم قال: \" كانت امرأة أسرها العدو،\nوكانوا يريحون إبلهم عشاء، فأتت الإبل تريد منها بعيرا تركبه، فكلما دنت من\nبعير رغا فتركته، حتى أتت ناقة منها فلم ترغ فركبت عليها، ثم نجت. فقدمت\nالمدينة، فلما رآها الناس قالوا: ناقة رسول الله صلى الله عليه وسلم\nالعضباء. قالت: إني نذرت أن أنحرها؛ إن الله أنجاني عليها. قال: \" بئسما\nجزيتيها لا نذر لابن آدم فيما لا يملك، ولا نذر في معصية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالله \" (1)\n</p>\n\n<p>\n19884 - حدثنا سفيان، عن ابن جدعان، عن الحسن، عن عمران بن حصين قال: كنا مع رسول\nالله صلى الله عليه وسلم في سفر، فنزلت {يا <span id='ms3818'></span> أيها الناس اتقوا ربكم، إن\nزلزلة الساعة} [الحج: 1] ، قال عبد الله بن أحمد: سقطت على أبي كلمة،\nراحلته وقف الناس قال: \" هل تدرون أي يوم ذاك؟ \" قالوا: الله ورسوله أعلم.،\nسقطت على أبي كلمة، \" يقول: يا آدم ابعث بعث النار. قال: وما بعث النار؟\nقال: \" من كل ألف تسعمائة وتسعة (2) وتسعين إلى النار \". قال: فبكوا. قال:\n\" قاربوا وسددوا ما أنتم في الأمم إلا كالرقمة. إني لأرجو أن تكونوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nربع أهل الجنة. إني لأرجو أن تكونوا ثلث أهل الجنة \" (1)\n</p>\n\n<p>\n19885 - حدثنا عبد الرزاق، أخبرنا سفيان، عن الأعمش، عن خيثمة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأو عن رجل، عن عمران بن حصين قال: مر برجل وهو يقرأ على قوم، فلما فرغ\nسأل فقال عمران: إنا لله وإنا إليه راجعون، إني سمعت رسول الله صلى الله\nعليه وسلم يقول: \" من قرأ القرآن فليسأل الله به، فإنه سيجيء قوم يقرءون\nالقرآن يسألون الناس به \" (1)\n</p>\n\n<p>\n19886 - حدثنا عبد الرزاق، أخبرنا سفيان، عن جامع بن شداد، عن صفوان بن محرز\nالمازني، عن عمران بن حصين قال: جاء النبي صلى الله عليه وسلم ناس من بني\nتميم فقال: \" أبشروا يا بني تميم \". قالوا: بشرتنا فأعطنا. قال: فكان وجه\nرسول الله صلى الله عليه وسلم كاد أن يتغير قال: ثم جاء ناس من أهل اليمن،\nفقال لهم: \" اقبلوا البشرى إذ لم يقبلها بنو تميم \" قالوا: قد قبلنا (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19887 - حدثنا عبد الوهاب الخفاف، عن سعيد، عن حسين المعلم قال: وقد سمعته من\nحسين، عن عبد الله بن بريدة، عن عمران بن حصين قال: كنت رجلا ذا أسقام\nكثيرة فسألت رسول الله صلى الله عليه وسلم عن صلاتي قاعدا قال: \" صلاتك\nقاعدا على النصف من صلاتك قائما، وصلاة الرجل مضطجعا على النصف من صلاته\nقاعدا \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19888 - حدثنا عبد الوهاب، أخبرنا محمد بن الزبير، عن أبيه، عن رجل، عن عمران بن\nحصين، عن النبي صلى الله عليه وسلم أنه قال: \" لا نذر في غضب، وكفارته\nكفارة اليمين \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p119'> Vol. 33, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n19889 - حدثنا محبوب بن الحسن بن هلال بن أبي زينب، حدثنا خالد، عن زرارة <span id='ms3819'></span> بن أوفى\nالقشيري، عن عمران بن حصين قال: صلى رسول الله صلى الله عليه وسلم صلاة\nالظهر، فلما انصرف قال: \" أيكم قرأ ب سبح اسم ربك الأعلى؟ \" قال بعض القوم:\nأنا يا رسول الله. قال: \" لقد عرفت أن بعضكم خالجنيها \" (1)\n</p>\n\n<p>\n19890 - حدثنا محبوب بن الحسن، حدثنا خالد الحذاء، عن أبي قلابة، عن أبي المهلب،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن عمران بن حصين، أن رسول الله صلى الله عليه وسلم لما بلغه وفاة\nالنجاشي قال: \" إن أخاكم النجاشي قد مات فصلوا عليه \" فقام فصلى عليه\nوالناس خلفه (1)\n</p>\n\n<p>\n19891 - حدثنا إسماعيل بن إبراهيم، حدثنا أيوب، عن أبي قلابة، عن أبي المهلب، عن\nعمران بن حصين قال: قال رسول الله صلى الله عليه وسلم: \" إن أخا لكم قد\nمات، فقوموا فصلوا عليه \" يعني: النجاشي (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19892 - حدثنا إسماعيل، أخبرنا الجريري، عن أبي العلاء، عن مطرف، عن عمران بن\nحصين قال: قيل لرسول الله صلى الله عليه وسلم إن فلانا لا يفطر نهارا قال:\n\" لا أفطر ولا صام \" (1)\n</p>\n\n<p>\n19893 - حدثنا إسماعيل، حدثنا أبو هارون الغنوي، عن مطرف قال: قال لي عمران بن\nحصين: أي مطرف، والله إن كنت لأرى أني لو شئت حدثت عن نبي الله صلى الله\nعليه وسلم يومين متتابعين لا أعيد حديثا، ثم لقد زادني بطئا عن ذلك وكراهية\nله أن \" رجالا (2) من أصحاب محمد صلى الله عليه وسلم، أو من بعض أصحاب محمد\nصلى الله عليه وسلم، شهدت كما شهدوا، وسمعت كما سمعوا يحدثون أحاديث ما هي\nكما يقولون، ولقد علمت أنهم لا يألون عن الخير، فأخاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأن يشبه لي كما شبه لهم، فكان أحيانا يقول: لو حدثتكم أني سمعت من نبي\nالله صلى الله عليه وسلم كذا وكذا رأيت أني قد صدقت، وأحيانا يعزم فيقول:\nسمعت نبي الله صلى الله عليه وسلم يقول كذا وكذا \" قال أبو عبد الرحمن:\nحدثني نصر بن علي، حدثنا بشر بن المفضل، عن أبي هارون الغنوي قال: حدثني\nهانئ الأعور، عن مطرف، عن عمران هو ابن حصين، عن النبي صلى الله عليه وسلم <span id='ms3820'></span>\nنحو هذا الحديث، فحدثت به أبي فاستحسنه وقال: زاد فيه رجلا (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p123'> Vol. 33, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\n19894 - حدثنا إسماعيل، عن أيوب، عن أبي قلابة، عن أبي المهلب، عن عمران بن حصين\nقال: كانت ثقيف حلفاء لبني عقيل، فأسرت ثقيف رجلين من أصحاب رسول الله صلى\nالله عليه وسلم، وأسر أصحاب رسول الله صلى الله عليه وسلم رجلا من بني عقيل\nوأصيبت معه العضباء، فأتى عليه رسول الله صلى الله عليه وسلم وهو في الوثاق\nفقال: يا محمد يا محمد فقال: \" ما شأنك؟ \" فقال: بم أخذتني؟ بم أخذت؟ سابقة\nالحاج، إعظاما لذلك، فقال: \" أخذتك بجريرة حلفائك ثقيف \". ثم انصرف عنه\nفقال: يا محمد يا محمد، وكان رسول الله صلى الله عليه وسلم رحيما رقيقا\nفأتاه فقال: \" ما شأنك؟ \" قال: إني مسلم. قال: \" لو قلتها وأنت تملك أمرك\nأفلحت كل الفلاح \". ثم انصرف عنه فناداه: يا محمد يا محمد، فأتاه فقال: \"\nما شأنك؟ \" فقال: إني جائع فأطعمني، وظمآن فاسقني. قال: \" هذه حاجتك \".\nقال: ففدي بالرجلين، وأسرت امرأة من الأنصار وأصيب معها العضباء فكانت\nالمرأة في الوثاق، فانفلتت ذات ليلة من الوثاق، فأتت الإبل فجعلت إذا دنت\nمن البعير رغا، فتتركه حتى تنتهي إلى العضباء، فلم ترغ. قال: وناقة منوقة\nفقعدت في عجزها، ثم زجرتها، فانطلقت ونذروا بها فطلبوها فأعجزتهم، فنذرت إن\nالله أنجاها عليها لتنحرنها فلما قدمت المدينة، رآها الناس فقالوا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالعضباء ناقة رسول الله صلى الله عليه وسلم. فقالت: إني قد نذرت إن\nأنجاها الله عليها لتنحرنها، فأتوا النبي صلى الله عليه وسلم فذكروا ذلك له\nفقال: \" سبحان الله بئسما جزتها؛ إن الله أنجاها لتنحرنها، لا وفاء لنذر في\nمعصية الله، ولا نذر (1) فيما لا يملك العبد \" (2)\n</p>\n\n<p>\n19895 - حدثنا إسماعيل، أخبرنا الجريري، عن أبي العلاء بن الشخير، عن مطرف قال:\nقال لي عمران إني لأحدثك بالحديث اليوم لينفعك الله به بعد اليوم. اعلم أن\n\" خير عباد الله يوم القيامة الحمادون، واعلم أنه لن تزال طائفة من أهل\nالإسلام يقاتلون على الحق ظاهرين على من ناوأهم حتى يقاتلوا الدجال <span id='ms3821'></span>، واعلم\nأن رسول الله صلى الله عليه وسلم قد أعمر طائفة (3) من أهله في العشر، فلم\nتنزل آية تنسخ ذلك، ولم ينه عنه رسول الله صلى الله عليه وسلم حتى مضى\nلوجهه ارتأى كل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nامرئ بعدما شاء (1) الله أن يرتئي \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p126'> Vol. 33, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n19896 - حدثنا يحيى بن سعيد، (1) عن التيمي، عن أبي العلاء قال: أراه عن مطرف، عن\nعمران، أن رسول الله صلى الله عليه وسلم قال له أو لغيره: \" هل صمت سرار\nهذا الشهر؟ قال: لا. قال: \" فإذا أفطرت أو أفطر الناس، فصم يومين \" (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19897 - حدثنا يحيى، عن الحسن بن ذكوان قال: حدثني أبو رجاء قال: حدثني عمران بن\nحصين، عن النبي صلى الله عليه وسلم قال: \" يخرج من النار قوم بشفاعة محمد،\nفيسمون الجهنميين \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19898 - حدثنا يحيى، عن عوف، حدثنا أبو رجاء، حدثني عمران بن حصين قال: كنا في\nسفر مع رسول الله صلى الله عليه وسلم وإنا أسرينا حتى إذا كنا في آخر الليل\nوقعنا تلك الوقعة، فلا وقعة أحلى عند المسافر منها. قال: فما أيقظنا إلا حر\nالشمس، وكان أول من استيقظ فلان، ثم فلان، كان يسميهم أبو رجاء ونسيهم عوف،\nثم عمر بن الخطاب الرابع، وكان رسول الله صلى الله عليه وسلم إذا نام لم\nنوقظه حتى يكون هو يستيقظ؛ لأنا لا ندري ما يحدث (1) له في نومه، فلما\nاستيقظ عمر، ورأى ما أصاب الناس، وكان رجلا أجوف جليدا قال: فكبر ورفع صوته\nبالتكبير، فما زال يكبر ويرفع صوته بالتكبير حتى استيقظ لصوته رسول الله\nصلى الله عليه وسلم، فلما استيقظ رسول الله صلى الله عليه وسلم شكوا الذي\nأصابهم. فقال: \" لا ضير أو لا يضير ارتحلوا \". فارتحل فسار غير بعيد، ثم\nنزل فدعا بالوضوء فتوضأ، ونودي بالصلاة فصلى بالناس، فلما انفتل من صلاته\nإذا هو برجل معتزل لم يصل مع القوم فقال: \" ما منعك يا فلان أن تصلي مع\nالقوم؟ \" فقال: يا رسول الله أصابتني جنابة ولا ماء. قال رسول الله صلى\nالله عليه وسلم: \" عليك بالصعيد؛ فإنه يكفيك \". ثم <span id='ms3822'></span> سار رسول الله صلى الله\nعليه وسلم فاشتكى إليه الناس العطش، فنزل فدعا فلانا، كان يسميه أبو رجاء،\nونسيه عوف، ودعا عليا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: اذهبا فابغيا لنا الماء. قال: فانطلقا (1) فيلقيان امرأة بين\nمزادتين أو سطيحتين من ماء على بعير لها فقالا لها: أين الماء؟ فقالت: عهدي\nبالماء أمس هذه الساعة، ونفرنا خلوف. قال: فقالا لها: انطلقي. إذا قالت:\nإلى أين؟ قالا: إلى رسول الله. قالت: هذا الذي يقال له الصابئ؟ قالا: هو\nالذي تعنين. فانطلقي إذا فجاءا بها إلى رسول الله صلى الله عليه وسلم\nفحدثاه الحديث، فاستنزلوها عن بعيرها، ودعا رسول الله صلى الله عليه وسلم\nبإناء، فأفرغ فيه من أفواه المزادتين أو السطيحتين، وأوكى أفواههما، فأطلق\nالعزالي ونودي في الناس: أن اسقوا واستقوا، فسقى من شاء واستقى من شاء،\nوكان آخر ذلك أن أعطى الذي أصابته الجنابة إناء من ماء، فقال: \" اذهب\nفأفرغه عليك \". قال: وهي قائمة تنظر ما يفعل بمائها قال: وايم الله لقد\nأقلع عنها، وإنه ليخيل إلينا أنها أشد ملأة منها حين ابتدأ فيها فقال رسول\nالله صلى الله عليه وسلم: \" اجمعوا لها \". فجمعوا (2) لها من بين عجوة\nودقيقة وسويقة حتى جمعوا لها طعاما كثيرا وجعلوه في ثوب وحملوها على\nبعيرها، ووضعوا الثوب بين يديها، فقال لها رسول الله صلى الله عليه وسلم: \"\nتعلمين والله ما رزئناك من مائك شيئا، ولكن الله هو سقانا \" قال: فأتت\nأهلها وقد احتبست عنهم فقالوا: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p130'> Vol. 33, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nما حبسك يا فلانة؟ فقالت: العجب لقيني رجلان فذهبا بي إلى هذا الذي يقال\nله الصابئ ففعل بمائي كذا وكذا، للذي قد كان، فوالله إنه لأسحر من بين هذه\nوهذه وقالت بأصبعيها الوسطى والسبابة، فرفعتهما إلى السماء، تعني السماء\nوالأرض، أو إنه لرسول الله حقا قال: وكان المسلمون بعد يغيرون على ما حولها\nمن المشركين، ولا يصيبون الصرم الذي هي منه فقالت: يوما لقومها ما أرى (1)\nأن هؤلاء القوم يدعونكم عمدا (2) ؟ فهل لكم في الإسلام؟ فأطاعوها فدخلوا في\nالإسلام (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p131'> Vol. 33, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p132'> Vol. 33, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n19899 - حدثنا يحيى بن سعيد، عن <span id='ms3823'></span> حسين المعلم، حدثنا عبد الله بن بريدة، عن عمران\nبن حصين، أنه سأل رسول الله صلى الله عليه وسلم عن صلاة الرجل قاعدا فقال:\n\" من صلى قائما فهو أفضل، وصلاة الرجل قاعدا على النصف من صلاته قائما،\nوصلاته نائما على النصف من صلاته قاعدا \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19900 - حدثنا يحيى بن سعيد، عن شعبة، حدثنا قتادة، عن زرارة، عن عمران بن حصين،\nأن رجلا عض يد رجل، فانتزع يده فندرت ثنيته أو ثنيتاه، فأتى النبي صلى الله\nعليه وسلم فقال: \" يعض أحدكم أخاه كما يعض الفحل. لا دية لك \" (1)\n</p>\n\n<p>\n19901 - حدثنا يحيى، عن هشام، حدثنا قتادة، عن الحسن، عن عمران بن حصين أن رسول\nالله صلى الله عليه وسلم قال وهو في بعض أسفاره: وقد تفاوت بين أصحابه\nالسير رفع بهاتين الآيتين صوته {يا أيها الناس اتقوا ربكم إن زلزلة الساعة\nشيء عظيم، يوم ترونها تذهل} [الحج: 2] حتى بلغ آخر الآيتين قال: فلما سمع\nأصحابه بذلك حثوا المطي، وعرفوا أنه عند قول يقوله، فلما تأشبوا حوله قال:\n\" أتدرون أي يوم ذاك؟ \" قال: \" ذاك يوم ينادى آدم فيناديه ربه فيقول: يا\nآدم ابعث بعثا إلى النار. فيقول: يا رب وما بعث النار؟ قال: من كل ألف\nتسعمائة وتسعة وتسعين في النار، وواحد في الجنة \". قال: فأبلس أصحابه حتى\nما أوضحوا بضاحكة، فلما رأى ذلك قال: \" اعملوا وأبشروا فوالذي نفس محمد\nبيده إنكم لمع خليقتين ما كانتا مع شيء قط إلا كثرتاه يأجوج ومأجوج، ومن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nهلك من بني آدم وبني إبليس قال: فأسري (1) عنهم، ثم قال: \" اعملوا\nوأبشروا، فوالذي نفس محمد بيده ما أنتم في الناس إلا كالشامة في جنب\nالبعير، أو الرقمة في ذراع الدابة \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p135'> Vol. 33, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\n19902 - حدثنا روح، حدثنا سعيد، وهشام بن أبي عبد الله، فذكر معناه إلا أنه قال:\nفسري عن القوم، وقال: \" إلا كثرتاه \" (1)\n</p>\n\n<p>\n19903 - حدثنا يحيى بن سعيد، حدثنا هشام، حدثنا يحيى، (2) عن أبي قلابة، عن أبي\nالمهلب، أن عمران بن حصين حدثه، أن امرأة أتت النبي صلى الله عليه وسلم من\nجهينة حبلى من <span id='ms3824'></span> الزنا فقالت: يا رسول الله، إني أصبت حدا فأقمه علي. قال:\nفدعا وليها فقال: \" أحسن إليها، فإذا وضعت فأتني بها \". ففعل فأمر بها فشكت\nعليها ثيابها، ثم أمر بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفرجمت، ثم صلى عليها فقال عمر: تصلي عليها وقد زنت فقال: \" لقد تابت توبة\nلو قسمت بين سبعين من أهل المدينة لوسعتهم، وهل وجدت أفضل من أن جادت\nبنفسها لله؟ (1) \"\n</p>\n\n<p>\n19904 - حدثنا يحيى بن سعيد، عن شعبة، حدثنا قتادة، عن أبي مراية، عن عمران بن\nحصين، عن النبي صلى الله عليه وسلم قال: \" لا طاعة في معصية الله \" (2)\n</p>\n\n<p>\n19905 - حدثنا يحيى، حدثنا خالد بن رباح قال: سمعت أبا السوار قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت عمران بن حصين، عن النبي صلى الله عليه وسلم قال: \" الحياء خير كله\n\" (1)\n</p>\n\n<p>\n19906 - حدثنا يحيى بن سعيد، عن شعبة، حدثني أبو جمرة، حدثني زهدم بن مضرب، (2)\nقال: سمعت عمران بن حصين يقول: قال رسول الله صلى الله عليه وسلم: \" خيركم\nقرني، ثم الذين يلونهم، ثم الذين يلونهم، لا أدري (3) مرتين أو ثلاثة، ثم\nيأتي، أو يجيء، بعدكم قوم ينذرون فلا يوفون، ويخونون ولا يتمنون، (4)\nويشهدون ولا يستشهدون، ويفشو فيهم السمن \" (5)\n</p>\n\n<p>\n19907 - حدثنا يحيى، حدثنا عمران القصير، حدثنا أبو رجاء، عن عمران بن حصين قال:\n\" نزلت آية المتعة في كتاب الله، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوعملنا بها مع رسول الله صلى الله عليه وسلم، فلم تنزل آية تنسخها، ولم\nينه عنها النبي صلى الله عليه وسلم حتى مات \" (1)\n</p>\n\n<p>\n19908 - حدثنا ابن نمير، أخبرنا مالك يعني ابن مغول، عن حصين، عن الشعبي، عن\nعمران بن حصين قال: قال رسول الله صلى الله عليه وسلم: \" لا رقية إلا من\nعين أو حمة \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p140'> Vol. 33, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\n19909 - حدثنا وكيع، حدثنا محمد بن عبد الله الشعيثي، عن أبي قلابة، عن سمرة بن\nجندب، وعمران بن حصين قالا: ما خطبنا رسول الله صلى الله عليه وسلم خطبة\nإلا \" أمرنا بالصدقة، ونهانا عن المثلة \" (1)\n</p>\n\n<p>\n19910 - حدثنا وكيع، عن سفيان، عن جامع بن شداد، عن صفوان بن محرز المازني، عن\nعمران بن حصين قال: جاء نفر من بني تميم إلى النبي <span id='ms3825'></span> صلى الله عليه وسلم\nفقال: \" أبشروا \". قالوا: بشرتنا فأعطنا. قال: فقدم عليه حي من اليمن، فقال\nالنبي صلى الله عليه وسلم: \" اقبلوا البشرى إذ لم يقبلها بنو تميم \" (2)\n</p>\n\n<p>\n19911 - حدثنا وكيع، حدثنا جعفر بن حيان، عن الحسن، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن عمران بن حصين قال: قال رسول الله صلى الله عليه وسلم: \" مسألة الغني\nشين في وجهه \" (1)\n</p>\n\n<p>\n19912 - حدثنا يزيد، أخبرنا هشام، عن محمد، عن عمران بن حصين، عن النبي صلى الله\nعليه وسلم قال: \" من حلف على يمين كاذبة مصبورة متعمدا فليتبوأ بوجهه مقعده\nمن النار \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19913 - حدثنا يزيد، أخبرنا هشام، عن الحسن، عن عمران بن حصين، أن رسول الله صلى\nالله عليه وسلم قال: \" يدخل الجنة من أمتي سبعون ألفا بغير حساب لا يكتوون\nولا يسترقون، ولا يتطيرون، وعلى ربهم يتوكلون \". قال: فقام عكاشة فقال: يا\nرسول الله، ادع الله أن يجعلني منهم. فقال: \" أنت منهم \". قال: فقام رجل\nآخر فقال: يا رسول الله، ادع الله أن يجعلني منهم. قال: \" قد سبقك بها\nعكاشة \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19914 - حدثنا يزيد، أخبرنا خالد بن رباح أبو الفضل، حدثنا أبو السوار العدوي،\nحدثنا عمران بن حصين، عن النبي صلى الله عليه وسلم قال: \" الحياء خير كله \"\nفقال رجل من الحي: إنه يقال في الحكمة: إن منه وقارا لله، وإن منه ضعفا.\nفقال له عمران: أحدثك عن رسول الله صلى الله عليه وسلم وتحدثني عن الصحف\n(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19915 - حدثنا يزيد، أخبرنا همام يعني ابن يحيى، عن قتادة، عن الحسن، عن عمران بن\nحصين، أن رجلا أتى النبي صلى الله عليه وسلم فقال: إن ابن ابني (1) مات،\nفما لي من ميراثه؟ فقال: \" لك السدس \". فلما ولى دعاه فقال: \" لك سدس آخر\n\". فلما ولى دعاه فقال: \" إن السدس الآخر طعمة \" (2)\n</p>\n\n<p>\n19916 - حدثنا يزيد، أخبرنا حماد بن سلمة، عن أبي التياح الضبعي، عن مطرف، عن\nعمران بن حصين قال: قال رسول الله صلى الله عليه وسلم: \" أقل سكان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالجنة النساء \" (1)\n</p>\n\n<p>\n19917 - حدثنا يزيد، أخبرنا شريك بن عبد الله، عن منصور، عن خيثمة، عن الحسن قال:\nكنت أمشي مع <span id='ms3826'></span> عمران بن حصين أحدنا آخذ بيد صاحبه، فمررنا بسائل يقرأ القرآن،\nفاحتبسني عمران وقال: قف نستمع القرآن، فلما فرغ سأل، فقال عمران: انطلق\nبنا إني سمعت رسول الله صلى الله عليه وسلم يقول: \" اقرءوا القرآن، واسألوا\n(2) الله به؛ فإن من بعدكم قوما يقرءون القرآن يسألون الناس به \" (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19918 - حدثنا محمد بن جعفر، حدثنا شعبة، عن عبد الله بن صبيح قال: سمعت محمد بن\nسيرين قال: ذكروا عند عمران بن حصين \" الميت يعذب ببكاء الحي \" فقالوا: كيف\nيعذب الميت ببكاء الحي؟ فقال عمران: قد قاله رسول الله صلى الله عليه وسلم\n(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19919 - حدثنا أبو داود، حدثنا همام، عن قتادة، عن عمران بن عصام، أن شيخا حدثه\nمن أهل البصرة، عن عمران بن حصين، أن رسول الله صلى الله عليه وسلم سئل عن\nالشفع، والوتر فقال: \" هي الصلاة: بعضها شفع، وبعضها وتر \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19920 - حدثنا أبو كامل، وعفان قالا: حدثنا حماد بن سلمة، عن قتادة، عن مطرف بن\nعبد الله بن الشخير، عن عمران بن حصين، أن النبي صلى الله عليه وسلم قال: \"\nلا تزال طائفة من أمتي يقاتلون على الحق ظاهرين على من ناوأهم حتى يقاتل\nآخرهم المسيح الدجال \" (1)\n</p>\n\n<p>\n19921 - حدثنا بهز، حدثنا أبو هلال، حدثنا قتادة، عن أبي حسان، عن عمران بن حصين\nقال: \" كان رسول الله صلى الله عليه وسلم يحدثنا عامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nليله عن بني إسرائيل، لا يقوم إلا إلى عظم صلاة \" (1)\n</p>\n\n<p>\n19922 - حدثنا علي، حدثنا معاذ بن هشام، حدثني أبي، عن قتادة، عن أبي حسان، عن\nعبد الله بن عمرو قال: \" كان نبي الله صلى الله عليه وسلم يحدثنا عن بني\nإسرائيل حتى يصبح، لا يقوم فيها إلا إلى عظم صلاة \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19923 - حدثنا بهز، حدثنا همام، عن قتادة، عن الحسن، عن عمران بن حصين، \" أن\nالنبي صلى الله عليه وسلم رجم \" (1)\n</p>\n\n<p>\n• 19924 - قال أبو عبد الرحمن: حدثنا هدبة، حدثنا همام، عن قتادة، عن\nالحسن، عن عمران بن حصين، \" أن النبي صلى الله عليه وسلم رجم \" (2)\n</p>\n\n<p>\n19925 - حدثنا علي، حدثنا معاذ، حدثني أبي، عن عون وهو العقيلي، عن <span id='ms3827'></span> مطرف،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن عمران بن حصين قال: كان عامة دعاء نبي الله صلى الله عليه وسلم. \"\nاللهم اغفر لي ما أخطأت وما تعمدت، وما أسررت وما أعلنت، وما جهلت وما\nتعمدت \" (1)\n</p>\n\n<p>\n19926 - حدثنا أبو عامر، حدثنا هشام، عن يحيى، عن أبي قلابة، عن أبي المهلب، عن\nعمران بن حصين، أن امرأة من جهينة أتت النبي صلى الله عليه وسلم وهي حبلى\nمن زنا فقالت: يا رسول الله، أصبت حدا فأقمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعلي. فدعا رسول الله صلى الله عليه وسلم وليها فقال: \" أحسن إليها، فإذا\nوضعت حملها فأتني بها \". ففعل فأمر بها فشكت عليها ثيابها، ثم أمر بها\nفرجمت، ثم صلى عليها. فقال له عمر: تصلي عليها وقد رجمتها؟ فقال: \" لقد\nتابت توبة لو قسمت بين سبعين من أهل المدينة لوسعتهم، وهل وجدت أفضل من أن\nجادت بنفسها لله؟ \" (1)\n</p>\n\n<p>\n19927 - حدثنا عبد الرزاق، حدثنا معمر، عن قتادة، عن أبي رجاء العطاردي قال: جاء\nعمران بن حصين إلى امرأته من عند رسول الله صلى الله عليه وسلم فقالت:\nحدثنا ما سمعت من النبي صلى الله عليه وسلم قال: إنه ليس حين (2) حديث ,\nفأغضبته قال: سمعت النبي صلى الله عليه وسلم يقول: \" نظرت في الجنة فرأيت\nأكثر أهلها الفقراء، ونظرت في النار فرأيت أكثر أهلها النساء \" (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19928 - حدثنا عبد الرزاق، وعفان المعنى وهذا حديث عبد الرزاق قالا: حدثنا جعفر\nبن سليمان قال: حدثني يزيد الرشك، عن مطرف بن عبد الله، عن عمران بن حصين\nقال: بعث رسول الله صلى الله عليه وسلم سرية وأمر عليهم علي بن أبي طالب،\nفأحدث شيئا في سفره فتعاهد. قال عفان: فتعاقد أربعة من أصحاب محمد صلى الله\nعليه وسلم أن يذكروا أمره لرسول الله صلى الله عليه وسلم قال عمران: وكنا\nإذا قدمنا من سفر بدأنا برسول الله صلى الله عليه وسلم فسلمنا عليه قال:\nفدخلوا عليه فقام رجل منهم فقال: يا رسول الله، إن عليا فعل كذا وكذا،\nفأعرض عنه، ثم قام الثاني فقال: يا رسول الله إن عليا فعل كذا <span id='ms3828'></span> وكذا فأعرض\nعنه، ثم قام الثالث فقال: يا رسول الله، إن عليا فعل كذا وكذا فأعرض عنه،\nثم قام الرابع فقال: يا رسول الله، إن عليا فعل كذا وكذا. قال: فأقبل رسول\nالله صلى الله عليه وسلم على الرابع وقد تغير وجهه فقال: \" دعوا عليا، دعوا\nعليا، دعوا عليا، إن عليا مني وأنا منه، وهو ولي كل مؤمن بعدي \" (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p155'> Vol. 33, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n19929 - حدثنا يحيى بن آدم، حدثنا زهير، عن حميد الطويل، عن الحسن، عن عمران بن\nحصين قال: قال رسول الله صلى الله عليه وسلم: \" من انتهب نهبة فليس منا \"\n(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19930 - حدثنا يحيى بن آدم، حدثنا مالك يعني ابن مغول، عن حصين، عن الشعبي، عن\nعمران بن حصين قال: قال رسول الله صلى الله عليه وسلم: \" لا رقية إلا من\nعين أو حمة \" (1)\n</p>\n\n<p>\n19931 - حدثنا معاذ بن هشام، حدثني أبي، عن قتادة، عن أبي نضرة، عن عمران بن\nحصين، أن \" غلاما لأناس فقراء قطع أذن غلام لأناس أغنياء، فأتى أهله النبي\nصلى الله عليه وسلم فقالوا: يا نبي الله، إنا ناس فقراء فلم يجعل عليه شيئا\n\" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19932 - حدثنا يحيى بن إسحاق، أخبرنا حماد بن زيد، عن يحيى بن عتيق، عن محمد بن\nسيرين، عن عمران بن حصين، أن \" رجلا أعتق ستة أعبد له، فأقرع رسول الله صلى\nالله عليه وسلم بينهم فأعتق اثنين، وأرق أربعة \" قال محمد بن سيرين: لو لم\nيبلغني أن رسول الله صلى الله عليه وسلم قاله لجعلته رأيي (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19933 - حدثنا مؤمل، حدثنا حماد، أخبرنا حميد، عن الحسن، عن عمران بن حصين، أنه\nقال: \" تمتعنا مع رسول الله صلى الله عليه وسلم، فلم ينهنا رسول الله صلى\nالله عليه وسلم بعد ذلك عنها، ولم ينزل من الله فيها نهي \" (1)\n</p>\n\n<p>\n19934 - حدثنا روح، حدثنا شعبة، عن الفضيل بن فضالة رجل من قيس، حدثنا أبو رجاء\nالعطاردي قال: خرج علينا عمران بن حصين وعليه مطرف من خز لم نره عليه قبل\nذلك ولا بعده فقال: إن رسول الله صلى الله عليه وسلم قال: \" من أنعم الله\nعليه <span id='ms3829'></span> نعمة، فإن الله يحب أن يرى أثر نعمته على خلقه \" قال روح ببغداد: يحب\nأن يرى أثر نعمته على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعبده (1)\n</p>\n\n<p>\n19935 - حدثنا بهز، حدثنا همام قال: سئل قتادة عن الشفع والوتر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: حدثنا عمران بن عصام الضبعي، عن شيخ من أهل البصرة، عن عمران بن\nحصين، أن النبي صلى الله عليه وسلم قال: \" هي الصلاة: منها شفع، ومنها وتر\n\" (1)\n</p>\n\n<p>\n19936 - حدثنا صفوان بن عيسى، أخبرنا عزرة بن ثابت، عن يحيى بن عقيل، عن ابن\nيعمر، عن أبي الأسود الديلي قال: غدوت على عمران بن حصين يوما من الأيام\nفقال: يا أبا الأسود، فذكر الحديث، أن رجلا من جهينة أو من مزينة أتى النبي\nصلى الله عليه وسلم فقال: يا رسول الله أرأيت ما يعمل الناس اليوم ويكدحون\nفيه؟ شيء قضي عليهم ومضى عليهم في قدر قد سبق. أو فيما يستقبلون مما أتاهم\nبه نبيهم، وأخذت (2) عليهم به الحجة. قال: \" بل شيء قضي عليهم، ومضى عليهم\n\". قال: فلم يعملون إذا يا رسول الله؟ قال: \" من كان الله خلقه لواحدة من\nالمنزلتين يهيئه لعملها، وتصديق ذلك في كتاب الله، {ونفس وما سواها فألهمها\nفجورها وتقواها} [الشمس: 8] \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19937 - حدثنا عارم، حدثنا معتمر بن سليمان، عن أبيه قال: وحدثني السميط\nالشيباني، عن أبي العلاء قال: حدثني رجل من الحي، أن عمران بن حصين حدثه،\nأن عبيسا أو ابن عبيس في أناس من بني جشم (1) أتوه، فقال له أحدهم: ألا\nتقاتل حتى لا تكون فتنة؟ قال: لعلي قد قاتلت حتى لم تكن فتنة. قال: ألا\nأحدثكم ما قال رسول الله صلى الله عليه وسلم ولا أراه ينفعكم فأنصتوا. قال:\nقال رسول الله صلى الله عليه وسلم: \" اغزوا بني فلان مع فلان \". قال: فصفت\nالرجال وكانت النساء من وراء الرجال، ثم لما رجعوا قال رجل: يا نبي الله\nاستغفر لي غفر الله لك. قال: \" هل أحدثت؟ \" قال: يا رسول الله استغفر لي\nغفر الله لك. قال: \" هل أحدثت؟ (2) \" قال: لما هزم القوم وجدت رجلا بين\nالقوم والنساء. فقال: إني <span id='ms3830'></span> مسلم. أو قال: أسلمت. فقتلته. قال: تعوذا بذلك\nحين غشيته بالرمح. (3) قال: \" هل شققت عن قلبه تنظر إليه؟ \" فقال: لا.\nوالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nما فعلت. فلم يستغفر له أو كما قال، وقال في حديثه: قال رسول الله صلى\nالله عليه وسلم: \" اغزوا بني فلان مع فلان، فانطلق رجل من لحمتي معهم، فلما\nرجع إلى النبي صلى الله عليه وسلم قال: يا نبي الله استغفر لي غفر الله لك.\nقال: \" وهل أحدثت؟ \" قال: لما هزم القوم أدركت رجلين بين القوم والنساء\nفقالا: إنا مسلمان أو قالا: أسلمنا فقتلتهما فقال رسول الله صلى الله عليه\nوسلم: عما أقاتل الناس إلا على الإسلام؟ والله لا أستغفر لك \". أو كما قال:\nفمات بعد فدفنته عشيرته، فأصبح قد نبذته الأرض، ثم دفنوه وحرسوه ثانية\nفنبذته الأرض، ثم قالوا: لعل أحدا جاء وأنتم نيام فأخرجه فدفنوه ثالثة، ثم\nحرسوه فنبذته الأرض ثالثة، فلما رأوا ذلك ألقوه، أو كما قال (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p163'> Vol. 33, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\n19938 - حدثنا عبد الرزاق، حدثنا سفيان، عن خالد الحذاء، عن الحسن، عن عمران بن\nحصين قال: \" أعتق رجل ستة مملوكين له عند موته، فأقرع النبي صلى الله عليه\nوسلم بينهم، فأعتق اثنين منهم \" (1)\n</p>\n\n<p>\n19939 - حدثنا محمد بن عبد الله الأنصاري، حدثنا صالح بن رستم الخزاز، قال: حدثني\nكثير بن شنظير، عن الحسن، عن عمران بن حصين قال: ما قام فينا رسول الله صلى\nالله عليه وسلم خطيبا إلا أمرنا بالصدقة، ونهانا عن المثلة. قال: وقال: \"\nألا وإن من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالمثلة: أن ينذر الرجل أن يخزم أنفه \" (1)\n</p>\n\n<p>\n19940 - حدثنا عفان، حدثنا حماد، أخبرنا حميد، عن الحسن، عن عمران بن حصين قال: \"\nتمتعنا على عهد رسول الله صلى الله عليه وسلم فلم ينهنا عنها، ولم ينزل\nفيها نهي \" (2)\n</p>\n\n<p>\n19941 - حدثنا عبد الصمد، حدثنا أبي، حدثنا يونس، عن ابن سيرين، عن عمران بن\nحصين، أن رسول الله صلى الله عليه وسلم قال: \" إن أخاكم النجاشي قد مات\nفقوموا فصلوا عليه \" قال: فصففنا فصلينا عليه كما تصلون على الميت (3)\n</p>\n\n<p>\n19942- حدثنا عفان، حدثنا بشر بن المفضل، حدثنا يونس بن <span id='ms3831'></span> عبيد، عن محمد بن سيرين،\nعن أبي المهلب، عن عمران بن حصين، أن رسول الله صلى الله عليه وسلم قال: \"\nإن أخاكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالنجاشي قد مات فقوموا فصلوا عليه \" قال: فقمنا فصففنا عليه كما نصف على\nالميت، وصلينا عليه كما نصلي على الميت (1)\n</p>\n\n<p>\n19943 - حدثنا عبد الصمد، حدثنا حاجب بن عمر، حدثنا الحكم بن الأعرج، أن عمران بن\nحصين قال: \" ما مسست فرجي بيميني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمنذ بايعت بها رسول الله صلى الله عليه وسلم \" (1)\n</p>\n\n<p>\n19944 - حدثنا محمد بن عبد الله، حدثنا سفيان، عن الأعمش، عن خيثمة، عن الحسن، عن\nعمران بن حصين قال: إنه مر على قاص قرأ، ثم سأل فاسترجع وقال: سمعت رسول\nالله صلى الله عليه وسلم يقول: \" من قرأ القرآن فليسأل الله به؛ فإنه سيجيء\nقوم يقرءون القرآن يسألون الناس به \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19945 - حدثنا إسماعيل بن أبان الوراق، حدثنا أبو بكر النهشلي، عن محمد بن\nالزبير، عن الحسن، عن عمران بن حصين قال: قال رسول الله صلى الله عليه\nوسلم: \" لا نذر في غضب وكفارته كفارة اليمين \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19946 - حدثنا إبراهيم بن إسحاق الطالقاني، حدثنا الحارث بن عمير، عن حميد\nالطويل، عن الحسن، عن عمران بن حصين أن النبي صلى الله عليه وسلم قال: \" لا\nجلب ولا جنب ولا شغار في الإسلام، ومن انتهب فليس منا \" (1)\n</p>\n\n<p>\n19947 - حدثنا هاشم، وعفان قالا: حدثنا مهدي قال: عفان، حدثنا غيلان، عن مطرف، عن\nعمران بن حصين، عن النبي صلى الله عليه وسلم إما أن يكون قال لعمران أو\nلرجل وهو يسمع \" صمت سرر هذا الشهر؟ \" قال: لا. قال: \" فإذا أفطرت فصم\nيومين \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19948 - حدثنا محمد بن كثير أخو سليمان بن كثير، حدثنا جعفر بن سليمان، عن عوف،\nعن أبي رجاء العطاردي، عن عمران، أن رجلا جاء إلى النبي صلى الله عليه وسلم\nفقال: السلام عليكم، فرد عليه ثم جلس فقال: \" عشر \". ثم جاء آخر فقال:\nالسلام عليكم ورحمة الله، فرد عليه ثم جلس فقال: \" عشرون \". ثم جاء آخر\nفقال: السلام عليكم ورحمة الله وبركاته فرد عليه، ثم جلس فقال: \" ثلاثون <span id='ms3832'></span> \"\n(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19949 - حدثنا هوذة، عن عوف، عن أبي رجاء مرسلا، وكذلك قال غيره (1)\n</p>\n\n<p>\n19950 - حدثنا هاشم بن القاسم، حدثنا المبارك، عن الحسن، أخبرني عمران بن حصين\nقال: \" أمر رسول الله صلى الله عليه وسلم بالصدقة، ونهى عن المثلة \" (2)\n</p>\n\n<p>\n19951 - حدثنا هاشم، حدثنا المبارك، عن الحسن قال: حدثني عمران بن حصين قال: أتي\nبرجل \" أعتق ستة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمملوكين عند موته، وليس له مال غيرهم، فأقرع النبي صلى الله عليه وسلم\nبينهم، فأعتق اثنين، وأرق أربعة \" (1)\n</p>\n\n<p>\n19952 - حدثنا سليمان بن حرب، وحسن بن موسى قالا: حدثنا حماد بن زيد، حدثنا غيلان\nبن جرير، عن مطرف قال: صليت أنا وعمران خلف علي بن أبي طالب فكان إذا سجد\nكبر، وإذا رفع كبر، وإذا نهض من الركعتين كبر. فلما انصرفنا. أخذ عمران بن\nالحصين بيدي فقال: \" لقد صلى بنا هذا مثل صلاة محمد صلى الله عليه وسلم \"،\nأو: (2) لقد ذكرني هذا صلاة محمد صلى الله عليه وسلم (3)\n</p>\n\n<p>\n19953 - حدثنا عفان، وبهز قالا: حدثنا أبو عوانة، حدثنا قتادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال: بهز، عن قتادة، عن زرارة بن أوفى، عن عمران بن حصين قال: قال رسول\nالله صلى الله عليه وسلم: \" خير أمتي القرن الذي بعثت فيهم، ثم الذين\nيلونهم، ثم الذين يلونهم، قال: والله أعلم أذكر الثالث أم لا؟، ثم ينشأ قوم\nيشهدون ولا يستشهدون، وينذرون ولا يوفون، ويخونون ولا يتمنون (1) ، ويفشو\nفيهم السمن \" (2)\n</p>\n\n<p>\n19954 - حدثنا عفان، حدثنا أبان يعني العطار، حدثنا يحيى بن أبي كثير، عن أبي\nقلابة، عن أبي المهلب، عن عمران بن حصين، أن امرأة من جهينة أتت نبي الله\nصلى الله عليه وسلم فقالت له: إني أصبت حدا فأقمه علي وهي حامل، فأمر بها\nأن يحسن إليها حتى تضع، فلما وضعت جيء بها إلى رسول الله صلى الله عليه\nوسلم، فأمر بها فشكت عليها ثيابها، ثم رجمها ثم صلى عليها. فقال عمر: يا\nنبي الله تصلي عليها وقد زنت؟ ‍ قال: \" لقد تابت توبة لو قسمت بين سبعين من\nأهل المدينة لوسعتهم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوهل وجدت أفضل من أن جادت بنفسها لله؟ ‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍\n‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍ \" (1)\n</p>\n\n<p>\n19955 - حدثنا عفان <span id='ms3833'></span>، حدثنا عبد الوارث، حدثنا محمد بن الزبير، حدثني أبي، أن رجلا\nحدثه، أنه سأل عمران بن حصين عن رجل نذر أن لا يشهد الصلاة في مسجد؟ فقال\nعمران: سمعت رسول الله صلى الله عليه وسلم يقول: \" لا نذر في غضب وكفارته\nكفارة يمين \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19956 - حدثنا إسماعيل بن إبراهيم، عن محمد بن الزبير، حدثني أبي أنه لقي رجلا\nبمكة فحدثه عن عمران بن حصين، عن النبي صلى الله عليه وسلم أنه قال: \" لا\nنذر في غضب (1) وكفارته كفارة يمين \" (2)\n</p>\n\n<p>\n19957 - حدثنا عفان، حدثنا حماد، أخبرنا ثابت، أن عمران بن حصين حدث، أن رسول\nالله صلى الله عليه وسلم قال: \" الحياء خير كله \" قال بشير بن كعب: إن منه\nضعفا. فغضب عمران فقال: لا أراني أحدث عن رسول الله صلى الله عليه وسلم\nقال: \" الحياء خير كله \" وتقول: إن منه ضعفا ‍. قال: فجفاه، فأراد أن لا\nيحدثه فقيل له: إنه كما تحب. (3)\n</p>\n\n<p>\n19958 - حدثنا عفان، حدثنا حماد، عن حميد، عن الحسن، عن عمران بن حصين، عن النبي\nصلى الله عليه وسلم مثله (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19959 - حدثنا محمد بن جعفر، حدثنا شعبة، عن علي بن زيد قال: سمعت أبا نضرة قال:\nمر على مسجدنا عمران بن حصين فقمت إليه فأخذت بلجامه فسألته عن الصلاة في\nالسفر. فقال: \" خرجنا مع رسول الله صلى الله عليه وسلم في الحج، فكان يصلي\nركعتين حتى ذهب، وأبو بكر ركعتين حتى ذهب، وعمر ركعتين حتى ذهب، وعثمان ست\nسنين أو ثمان، ثم أتم الصلاة بمنى أربعا \" (1)\n</p>\n\n<p>\n19960 - حدثنا محمد بن جعفر، حدثنا شعبة، عن خالد، عن أبي قلابة، عن أبي المهلب،\nعن عمران بن حصين قال: صلى رسول الله صلى الله عليه وسلم الظهر أو العصر\nثلاث ركعات، ثم سلم فقال رجل من أصحاب النبي صلى الله عليه وسلم:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nيقال له الخرباق أقصرت الصلاة؟ فسأل النبي صلى الله عليه وسلم فإذا هو\nكما قال. قال: \" فصلى ركعة، ثم سلم، ثم سجد سجدتين، ثم سلم \" (1)\n</p>\n\n<p>\n19961 - حدثنا محمد بن جعفر، حدثنا شعبة، عن قتادة قال: سمعت زرارة <span id='ms3834'></span> بن أوفى يحدث،\nعن عمران بن حصين، أن رسول الله صلى الله عليه وسلم صلى الظهر فجعل رجل\nيقرأ خلفه ب سبح اسم ربك الأعلى فلما انصرف قال: \" أيكم قرأ، أو أيكم\nالقارئ،؟ \" فقال رجل: أنا. قال: \" قد ظننت أن بعضكم خالجنيها \" (2)\n</p>\n\n<p>\n19962 - حدثنا إبراهيم بن خالد، حدثنا رباح، عن معمر، عن ابن سيرين، عن عمران بن\nحصين، أن رسول الله صلى الله عليه وسلم قال: \" لا شغار في الإسلام \" (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19963 - حدثنا عبد الأعلى، حدثنا يونس، عن محمد بن سيرين، عن عمران بن حصين أن\nالنبي صلى الله عليه وسلم قال: \" إن أخاكم النجاشي قد مات فصلوا عليه \" (1)\n</p>\n\n<p>\n19964 - حدثنا يزيد قال: أخبرنا هشام، وروح قال: حدثنا هشام، عن الحسن، عن عمران\nبن حصين قال: سرينا مع رسول الله صلى الله عليه وسلم، فلما كان من آخر\nالليل عرسنا فلم نستيقظ حتى أيقظنا حر الشمس، فجعل الرجل منا يقوم دهشا إلى\nطهوره قال: فأمرهم النبي صلى الله عليه وسلم أن يسكنوا، ثم ارتحلنا فسرنا\nحتى إذا ارتفعت الشمس توضأ، ثم أمر بلالا فأذن، ثم صلى الركعتين قبل الفجر،\nثم أقام فصلينا فقالوا: يا رسول الله ألا نعيدها في وقتها من الغد؟ قال: \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأينهاكم ربكم عن الربا ويقبله منكم؟ \" (1)\n</p>\n\n<p>\n19965 - حدثنا معاوية، حدثنا زائدة، عن هشام قال: زعم الحسن، أن عمران بن حصين\nحدثه قال: أسرينا مع النبي صلى الله عليه وسلم ليلة. فذكر الحديث (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19966 - حدثنا يزيد، أخبرنا هشام، عن محمد، عن عمران بن حصين، أن رسول الله صلى\nالله عليه وسلم قال: \" يدخل الجنة من أمتي سبعون ألفا بغير حساب ولا عذاب\nلا يكتوون، ولا يسترقون، ولا يتطيرون وعلى ربهم يتوكلون \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19967 - حدثنا يزيد، أخبرنا هشام بن حسان، عن محمد، عن عمران بن حصين، عن النبي\nصلى الله عليه وسلم قال: \" من حلف على يمين كاذبة مصبورة فليتبوأ بوجهه\nمقعده من النار \" (1)\n</p>\n\n<p>\n19968 - حدثنا يزيد، أخبرنا هشام بن حسان، عن حميد بن هلال، عن أبي دهماء العدوى،\nعن عمران بن حصين قال: قال رسول الله صلى <span id='ms3835'></span> الله عليه وسلم: \" من سمع بالدجال\nفلينأ منه، ثلاثا يقولها،؛ فإن الرجل يأتيه يتبعه وهو يحسب أنه صادق بما\nيبعث به من الشبهات \" (2)\n</p>\n\n<p>\n19969 - حدثنا يزيد، أخبرنا رجل، والرجل كان يسمى في كتاب أبي عبد الرحمن: عمرو\nبن عبيد، قال: حدثنا أبو رجاء العطاردي، عن عمران بن حصين قال: \" ما شبع آل\nمحمد صلى الله عليه وسلم من خبز بر مأدوم حتى مضى لوجهه \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبد الرحمن: وكان أبي رحمه الله قد ضرب على هذا الحديث في كتابه،\nفسألته فحدثني به، وكتب عليه صح صح إنما ضرب أبي على هذا الحديث؛ لأنه لم\nيرض الرجل الذي حدث عنه يزيد\n</p>\n\n<p>\n19970 - حدثنا يزيد، أخبرنا الجريري، عن أبي العلاء، عن مطرف، عن عمران بن حصين،\nأن النبي صلى الله عليه وسلم قال لرجل: \" هل صمت من سرار هذا الشهر شيئا؟\nفقال: لا. فقال رسول الله صلى الله عليه وسلم: \" فإذا أفطرت من رمضان، فصم\nيومين مكانه \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19971 - حدثنا يزيد، أخبرنا سليمان التيمي، عن أبي العلاء بن الشخير، عن عمران بن\nحصين، قال سليمان وأشك في عمران، أن النبي صلى الله عليه وسلم قال له: \" يا\nعمران هل صمت من سرر هذا الشهر شيئا؟ \" قال: لا. قال: \" فإذا أفطرت فصم\nيومين مكانه \" وقال ابن أبي عدي: سرار (1)\n</p>\n\n<p>\n19972 - حدثنا يزيد بن هارون، أخبرنا أبو نعامة (2) العدوى، عن حميد بن هلال، عن\nبشير بن كعب، عن عمران بن حصين قال: قال رسول الله صلى الله عليه وسلم: \"\nالحياء خير كله \" فقال بشير: فقلت: إن منه ضعفا، وإن منه عجزا. فقال: أحدثك\nعن رسول الله صلى الله عليه وسلم وتجيئني بالمعاريض لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأحدثك بحديث ما عرفتك. فقالوا: يا أبا نجيد إنه طيب الهوى، وإنه وإنه فلم\nيزالوا به حتى سكن وحدث (1)\n</p>\n\n<p>\n19973 - حدثنا يزيد، أخبرنا همام، وعفان، وعبد الصمد قالا: حدثنا همام، عن قتادة\nقال عفان في حديثه: قال: حدثني عمران بن عصام الضبعي وقال: يزيد، عن قتادة،\nعن عمران بن عصام الضبعي، عن شيخ من أهل البصرة، عن <span id='ms3836'></span> عمران بن حصين، عن\nالنبي صلى الله عليه وسلم في قوله عز وجل والشفع والوتر فقال: \" هي الصلاة:\nمنها شفع، ومنها وتر \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19974 - حدثنا إسحاق بن يوسف، أخبرنا حسين، عن عبد الله بن بريدة، عن عمران بن\nحصين، أنه سأل رسول الله صلى الله عليه وسلم عن صلاة القاعد فقال: \" من صلى\nقائما فهو أفضل، ومن صلى قاعدا فله نصف أجر القائم، ومن صلى نائما فله نصف\nأجر القاعد \" (1)\n</p>\n\n<p>\n19975 - حدثنا روح، حدثنا سعيد بن أبي عروبة، عن قتادة، عن الحسن، عن عمران بن\nحصين، أن رسول الله صلى الله عليه وسلم قال: \" لا أركب الأرجوان ولا ألبس\nالمعصفر، ولا ألبس القميص المكفف بالحرير \"، قال: وأومأ الحسن إلى جيب\nقميصه، وقال: \" ألا وطيب الرجال ريح لا لون له. ألا وطيب النساء لون لا ريح\nله \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p186'> Vol. 33, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\n19976 - حدثنا روح، حدثنا أبو نعامة العدوى قال: سمعت أبا السوار يذكر، عن عمران\nبن حصين قال: سمعت رسول الله صلى الله عليه وسلم يقول: \" الحياء خير كله \"\nفذكر الحديث (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19977 - حدثنا أسود بن عامر، حدثنا أبو بكر، عن الأعمش، عن أبي داود، عن عمران بن\nحصين قال: قال رسول الله صلى الله عليه وسلم: \" من كان له على رجل حق، فمن\nأخره كان له بكل يوم صدقة \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19978 - حدثنا روح، حدثنا حماد، عن ثابت، عن مطرف، عن عمران بن حصين، أن النبي\nصلى الله عليه وسلم قال له أو لغيره: \" هل صمت من سرر شعبان شيئا؟ \" قال:\nلا. قال: \" فإذا أفطرت فصم يومين \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19979 - حدثنا روح، حدثنا حماد، عن الجريري، عن أبي العلاء، عن مطرف، عن عمران بن\nحصين، عن النبي صلى الله عليه وسلم بمثله، غير أنه لم يقل يومين (1)\n</p>\n\n<p>\n19980 - حدثنا روح، وعفان قالا: حدثنا حماد، عن أبي التياح قال عفان: حدثنا أبو\nالتياح، عن حفص الليثي، عن عمران بن حصين قال: \" نهى رسول الله صلى الله\nعليه وسلم عن الحنتم، ولبس الحرير، والتختم بالذهب \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19981 - حدثنا روح، حدثنا شعبة، حدثنا أبو التياح قال: سمعت رجلا من بني ليث\nيقول <span id='ms3837'></span>: أشهد على عمران بن حصين أنه حدث، أن رسول الله صلى الله عليه وسلم \"\nنهى عن الحناتم، وعن خاتم الذهب، وعن لبس الحرير \" (1)\n</p>\n\n<p>\n19982 - حدثنا سليمان بن داود، عن الضحاك يعني ابن يسار قال: وحدثنا أبو العلاء\nيزيد بن عبد الله، عن مطرف، عن عمران، أن النبي صلى الله عليه وسلم قال: \"\nاطلعت في النار فإذا أكثر أهلها النساء، واطلعت في الجنة فإذا أكثر أهلها\nالفقراء \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19983 - حدثنا عبد الصمد، حدثنا أبي، حدثنا حسين، عن ابن بريدة، وعفان، قال:\nحدثنا عبد الوارث، حدثنا حسين المعلم، حدثني عبد الله بن بريدة قال: حدثني\nعمران بن حصين قال: وكان رجلا مبسورا قال: سألت رسول الله صلى الله عليه\nوسلم عن الصلاة والرجل قاعد فقال: \" من صلى قائما فهو أفضل، ومن صلى قاعدا\nفله نصف أجر القائم، ومن صلى نائما فله نصف أجر القاعد \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19984 - حدثنا عبد الصمد، حدثنا حاجب بن عمر أبو خشينة الثقفي، حدثنا الحكم بن\nالأعرج، عن عمران بن حصين، أن رسول الله صلى الله عليه وسلم قال: \" يدخل\nالجنة من أمتي سبعون ألفا بغير حساب \". قال: من هم يا رسول الله؟ قال: \" هم\nالذين لا يسترقون، ولا يكتوون، ولا يتطيرون وعلى ربهم يتوكلون \" (1)\n</p>\n\n<p>\n19985 - حدثنا عبد الله بن الوليد، حدثنا سفيان، عن محمد بن الزبير، عن الحسن، عن\nعمران بن حصين قال: قال رسول الله صلى الله عليه وسلم: \" لا نذر في معصية\nالله أو في غضب، وكفارته كفارة اليمين \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19986 - حدثنا هاشم، حدثنا شعبة، حدثنا أبو التياح قال: سمعت مطرف بن الشخير، عن\nعمران بن حصين قال: قال رسول الله صلى الله عليه وسلم: \" إن أقل ساكني أهل\nالجنة النساء \" (1)\n</p>\n\n<p>\n19987 - حدثنا عفان، حدثنا حماد بن سلمة، أخبرنا حميد، عن الحسن، عن عمران بن\nحصين قال: قال رسول الله صلى الله عليه وسلم: \" لا جلب، ولا جنب، ولا شغار\nفي الإسلام، ومن انتهب نهبة فليس منا \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19988 - حدثنا عفان، حدثنا حماد، أخبرنا ثابت، عن مطرف، عن عمران بن حصين، وسعيد\nالجريري، عن أبي العلاء، عن <span id='ms3838'></span> مطرف، عن عمران بن حصين، أن رسول الله صلى الله\nعليه وسلم قال لرجل: \" هل صمت من سرر شعبان شيئا؟ \" قال: لا. قال: \" فإذا\nأفطرت رمضان فصم يومين \" قال الجريري: صم يوما (1)\n</p>\n\n<p>\n19989 - حدثنا عفان، حدثنا حماد، حدثنا ثابت، عن مطرف، عن عمران بن حصين، أن رسول\nالله صلى الله عليه وسلم \" نهى عن الكي فاكتوينا، فلم يفلحن ولم ينجحن \"\n(2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19990 - حدثنا حسن بن موسى، وعفان قالا: أخبرنا أبو هلال قال عفان: أخبرنا قتادة\nوقال: حسن، عن قتادة، عن أبي حسان الأعرج، عن عمران بن حصين قال: \" كان\nرسول الله صلى الله عليه وسلم يحدثنا عامة ليله عن بني إسرائيل لا يقوم إلا\nلعظم صلاة \" يعني (1) المكتوبة الفريضة. قال عفان: عامة يحدثنا ليله عن بني\nإسرائيل لا يقوم إلا لعظم صلاة (2)\n</p>\n\n<p>\n19991 - حدثنا عبد الوهاب بن عطاء، أخبرنا يونس، عن الحسن، عن عمران بن حصين، أن\nالنبي صلى الله عليه وسلم كان في سفر \" فنام عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالصبح حتى طلعت الشمس، فاستيقظ فأمر فأذن، ثم صلى ركعتين، ثم انتظر حتى\nاستقلت، ثم أمر فقام فصلى \" (1)\n</p>\n\n<p>\n19992 - حدثنا حسين، حدثنا شيبان، عن منصور، عن ربعي بن حراش، عن عمران بن حصين،\nأو غيره، أن حصينا، أو حصينا (2) أتى رسول الله صلى الله عليه وسلم فقال:\nيا محمد لعبد المطلب كان خيرا لقومه منك؛ كان يطعمهم الكبد والسنام، وأنت\nتنحرهم. فقال له النبي صلى الله عليه وسلم: ما شاء الله أن يقول فقال له:\nما تأمرني أن أقول؟ قال: \" قل اللهم قني شر نفسي، واعزم لي على أرشد أمري\n\". قال: فانطلق فأسلم الرجل، ثم جاء فقال: إني أتيتك فقلت لي: \" قل اللهم\nقني شر نفسي، واعزم لي على أرشد أمري \". فما أقول الآن؟ قال: \" قل اللهم\nاغفر لي ما أسررت وما أعلنت، وما أخطأت وما عمدت، وما علمت وما جهلت \" (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p198'> Vol. 33, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\n19993 - حدثنا علي بن عبد الله، حدثنا سفيان، عن ابن جدعان، عن الحسن،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن عمران بن حصين قال: قال رسول الله صلى الله عليه وسلم: \" لقد أكل\nالطعام <span id='ms3839'></span> ومشى في الأسواق \" يعني الدجال (1)\n</p>\n\n<p>\n19994 - حدثنا محمد بن إدريس يعني الشافعي، أخبرنا سفيان، عن علي بن زيد بن\nجدعان، عن الحسن، عن عمران بن حصين، أن عمر بن الخطاب قال: أنشد الله رجلا\nسمع من النبي صلى الله عليه وسلم في الجد شيئا. فقام رجل فقال: \" شهدت\nالنبي صلى الله عليه وسلم أعطاه الثلث \". قال: مع من؟ قال: لا أدري. قال:\nلا دريت (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19995 - حدثنا حسن بن موسى، وسليمان بن حرب قالا: حدثنا حماد بن زيد، حدثنا غيلان\nبن جرير، عن مطرف قال: صليت صلاة (1) خلف علي بن أبي طالب أنا وعمران بن\nحصين، فكان إذا سجد كبر، وإذا رفع كبر، وإذا نهض من الركعتين كبر، فلما قضى\nالصلاة أخذ بيدي عمران فقال: \" لقد ذكرني هذا (2) صلاة محمد صلى الله عليه\nوسلم \" (3) أو قال: لقد صلى بنا هذا صلاة محمد صلى الله عليه وسلم (4)\n</p>\n\n<p>\n19996 - حدثنا سريج بن النعمان، حدثنا هشيم، أخبرنا منصور، وحميد، ويونس، عن\nالحسن، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن عمران بن حصين قال: \" كان رسول الله صلى الله عليه وسلم يخطبنا،\nفيأمرنا بالصدقة، وينهانا عن المثلة \" (1)\n</p>\n\n<p>\n19997 - حدثنا (2) مؤمل حدثنا سفيان، عن الأعمش، عن خيثمة (3) قال: مر عمران بن\nحصين برجل يقص، فقال عمران: إنا لله وإنا إليه راجعون. سمعت رسول الله صلى\nالله عليه وسلم يقول \" اقرءوا القرآن، وسلوا الله به من قبل أن يجيء قوم\nيسألون الناس به \" (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n19998 - حدثنا مؤمل، حدثنا حماد بن زيد، عن علي بن زيد، عن الحسن، عن عمران بن\nحصين قال: نزل القرآن وسن رسول الله صلى الله عليه وسلم السنن، ثم قال: \"\nاتبعونا فوالله إن لم تفعلوا تضلوا \" (1)\n</p>\n\n<p>\n19999 - حدثنا إسحاق بن عيسى، حدثنا حماد يعني ابن زيد، عن إسحاق بن سويد، عن أبي\nقتادة العدوي قال: دخلنا على عمران بن حصين في رهط من بني عدي فينا بشير بن\nكعب فحدثنا عمران بن حصين قال: قال رسول الله صلى الله عليه وسلم: \" الحياء\nخير كله \" أو \" إن الحياء خير كله \". فقال بشير بن كعب إنا لنجد في <span id='ms3840'></span> بعض\nالكتب - أو قال الحكمة أن منه سكينة ووقارا لله ومنه ضعفا، فأعاد عمران\nالحديث، وأعاد بشير مقالته حتى ذكر ذاك مرتين أو ثلاثا، فغضب عمران حتى\nاحمرت عيناه وقال: أحدثك عن رسول الله صلى الله عليه وسلم وتعرض فيه لحديث\nالكتب قال: فقلنا يا أبا نجيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nإنه لا بأس به، وإنه منا فما زلنا حتى سكن (1)\n</p>\n\n<p>\n20000 - حدثنا خلف بن الوليد، حدثنا المبارك، عن الحسن قال: أخبرني عمران بن حصين\nأن النبي صلى الله عليه وسلم أبصر على عضد رجل حلقة، أراه قال من صفر،\nفقال: \" ويحك ما هذه؟ \" قال: من الواهنة؟ قال: \" أما إنها لا تزيدك إلا\nوهنا انبذها عنك؛ فإنك لو مت وهي عليك ما أفلحت أبدا \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20001 - حدثنا عفان، حدثنا حماد بن سلمة، عن عطاء الخراساني، عن سعيد بن المسيب،\nعن النبي صلى الله عليه وسلم، وأيوب وهشام، وحبيب، عن محمد بن سيرين، عن\nعمران بن حصين، عن النبي صلى الله عليه وسلم وحميد ويونس، وقتادة وسماك بن\nحرب، عن الحسن، عن عمران بن حصين، عن النبي صلى الله عليه وسلم: \" أن رجلا\nأعتق ستة مملوكين له عند موته ليس له مال غيرهم، فأقرع رسول الله صلى الله\nعليه وسلم بينهم، فرد أربعة في الرق، وأعتق اثنين \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p206'> Vol. 33, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\n20002 - حدثنا عبد الصمد، حدثنا محمد بن أبي المليح الهذلي، حدثني رجل من الحي،\nأن يعلي بن سهيل مر بعمران بن حصين فقال له: يا يعلي ألم أنبأ أنك بعت دارك\nبمائة ألف؟ قال: بلى. قد بعتها بمائة ألف. قال: فإني سمعت رسول الله صلى\nالله عليه وسلم يقول: \" من باع عقدة مال سلط الله عز وجل عليها تالفا\nيتلفها \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20003 - حدثنا عبد الصمد، حدثنا حماد، حدثنا حميد، عن الحسن، عن عمران بن حصين،\nأن رسول الله صلى الله عليه وسلم قال: \" من انتهب نهبة فليس منا \" (1)\n</p>\n\n<p>\n20004 - حدثنا عبد الصمد، وعفان قالا: حدثنا حماد، حدثنا أبو التياح قال: عفان\nأخبرنا أبو التياح، عن مطرف، عن عمران بن حصين، أن النبي صلى الله عليه <span id='ms3841'></span>\nوسلم \" نهى عن الكي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفاكتوينا، فما أفلحن ولا أنجحن \" (1) وقال عفان: فلم يفلحن، ولم ينجحن\n(2)\n</p>\n\n<p>\n20005 - حدثنا عبد الصمد، حدثنا حرب، حدثنا يحيى، أن أبا قلابة حدثه، أن أبا\nالمهلب حدثه، أن عمران بن حصين حدثه، أن رسول الله صلى الله عليه وسلم قال:\n\" إن أخاكم النجاشي توفي فصلوا عليه \" قال: فصف رسول الله صلى الله عليه\nوسلم، وصففنا خلفه فصلى عليه، وما نحسب الجنازة إلا موضوعة بين يديه (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20006 - حدثنا عبد الصمد، حدثنا مهدي، حدثنا غيلان، عن مطرف، عن عمران بن حصين،\nأن النبي صلى الله عليه وسلم سأله أو سأل رجلا وهو شاهد: \" هل صمت من سرر\nهذا الشهر شيئا؟ \" قال: لا. قال: \" فإذا أفطرت فصم يومين \" (1)\n</p>\n\n<p>\n20007 - حدثنا عفان، حدثنا همام، عن قتادة، عن الحسن، عن عمران بن حصين، \" أن\nالنبي صلى الله عليه وسلم قد رجم \" (2)\n</p>\n\n<p>\n20008 - حدثنا وهب بن جرير، حدثنا أبي قال: سمعت حميد بن هلال يحدث، (3) عن أبي\nقتادة، عن عمران بن حصين قال: قال رسول الله صلى الله عليه وسلم: \" الحياء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nخير كله \" (1)\n</p>\n\n<p>\n20009 - حدثنا يحيى بن حماد، حدثنا أبو عوانة، عن سماك بن حرب، عن الحسن البصري،\nعن عمران بن حصين، أن رجلا أعتق عند موته ستة رجلة له، فجاء ورثته من\nالأعراب، فأخبروا رسول الله صلى الله عليه وسلم بما صنع. قال: \" أوفعل ذلك؟\nقال: لو علمنا إن شاء الله ما صلينا عليه \". قال: فأقرع بينهم فأعتق منهم\nاثنين، ورد أربعة في الرق (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20010 - حدثنا عثمان بن عمر، أخبرنا مالك، وأبو نعيم، حدثنا مالك يعني ابن مغول،\nعن حصين، عن الشعبي، عن عمران بن حصين، أن رسول الله صلى الله عليه وسلم\nقال: \" لا رقية إلا من عين أو حمة \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head3'>حديث حكيم بن معاوية البهزي، عن أبيه معاوية بن حيدة (1) ، عن النبي صلى الله عليه وسلم</h3>\n\n<p>\n20011 - حدثنا عبد الله بن الحارث، حدثني شبل بن عباد، وابن أبي بكير يعني يحيى\nبن أبي بكير، قال: حدثنا شبل بن عباد المعنى قال: سمعت أبا قزعة وقال ابن\nأبي <span id='ms3842'></span> بكير يحدث عمرو بن دينار، (2) يحدث عن حكيم بن معاوية البهزي، عن أبيه،\nأنه قال للنبي صلى الله عليه وسلم: إني حلفت هكذا ونشر أصابع يديه حتى\nتخبرني ما الذي بعثك الله به؟ قال: \" بعثني الله بالإسلام \". قال: وما\nالإسلام؟ قال: \" شهادة أن لا إله إلا الله وأن محمدا عبده ورسوله وتقيم\nالصلاة، وتؤتي الزكاة، أخوان نصيران لا يقبل الله من أحد توبة أشرك بعد\nإسلامه \". قال: قلت: يا رسول الله، ما حق زوج أحدنا عليه؟ قال: \" تطعمها\nإذا أكلت، وتكسوها إذا اكتسيت، ولا تضرب الوجه ولا تقبح، ولا تهجر إلا في\nالبيت \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: \" هاهنا تحشرون. هاهنا تحشرون. هاهنا تحشرون.، ثلاثا، ركبانا\nومشاة، وعلى وجوهكم (1) توفون يوم القيامة سبعين (2) أمة أنتم آخر الأمم\nوأكرمها على الله تأتون يوم القيامة وعلى أفواهكم الفدام. أول ما يعرب عن\nأحدكم فخذه \" قال ابن أبي بكير: فأشار بيده إلى الشام فقال: \" إلى هاهنا\nتحشرون (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p214'> Vol. 33, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p215'> Vol. 33, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n20012 - حدثنا مهنا بن عبد الحميد أبو شبل، حدثنا حماد بن سلمة، عن أبي قزعة، عن\nحكيم بن معاوية، عن أبيه، أن رسول الله صلى الله عليه وسلم قال: \" إن رجلا\nكان فيمن كان قبلكم رغسه الله مالا وولدا حتى ذهب عصر، وجاء عصر. فلما\nحضرته الوفاة قال: أي بني، أي أب كنت لكم؟ قالوا: خير أب. قال: فهل أنتم\nمطيعي؟ قالوا: نعم. قال: انظروا إذا مت أن تحرقوني حتى تدعوني فحما \". قال\nرسول الله صلى الله عليه وسلم: \" ففعلوا ذلك، ثم اهرسوني بالمهراس \" يومئ\nبيده. قال رسول الله صلى الله عليه وسلم: \" ففعلوا والله ذلك، ثم اذروني في\nالبحر في يوم ريح لعلي أضل الله \". قال رسول الله صلى الله عليه وسلم:\nففعلوا والله ذلك. فإذا هو في قبضة الله فقال: \" يا ابن آدم ما حملك على ما\nصنعت؟ \" قال: أي رب، مخافتك. قال: فتلافاه الله بها \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20013 - حدثنا يزيد، أخبرنا شعبة، عن أبي قزعة، عن حكيم بن معاوية، عن أبيه، عن\nالنبي صلى الله عليه وسلم قال: سأله رجل <span id='ms3843'></span> ما حق المرأة على الزوج؟ قال: \"\nتطعمها إذا طعمت، وتكسوها إذا اكتسيت، ولا تضرب الوجه، ولا تقبح، ولا تهجر\nإلا في البيت \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20014 - حدثنا عفان، حدثنا حماد بن سلمة، أخبرنا أبو قزعة سويد بن حجير الباهلي،\nعن حكيم بن معاوية، عن أبيه، أن أخاه مالكا قال: يا معاوية إن محمدا أخذ\nجيراني فانطلق إليه؛ فإنه قد عرفك وكلمك. قال: فانطلقت معه فقال: دع لي\nجيراني؛ فإنهم قد كانوا أسلموا فأعرض عنه، فقام متمعطا فقال: أم والله لئن\nفعلت؟ إن الناس ليزعمون أنك تأمر بالأمر، وتخالف إلى غيره، وجعلت أجره وهو\nيتكلم. فقال رسول الله صلى الله عليه وسلم: \" ما يقول؟ \" فقالوا: إنك والله\nلئن فعلت ذلك إن الناس ليزعمون أنك لتأمر بالأمر وتخالف إلى غيره. قال:\nفقال: \" أو قد قالوها أو قائلهم فلئن فعلت ذاك، وما ذاك إلا علي، وما عليهم\nمن ذلك من شيء أرسلوا له جيرانه \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20015 - حدثنا عفان، حدثنا حماد بن سلمة، عن الجريري، عن حكيم بن معاوية، عن\nأبيه، أن رسول الله صلى الله عليه وسلم قال: \" أنتم توفون سبعين أمة. أنتم\nخيرها وأكرمها على الله \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head4'>حديث بهز بن حكيم، عن أبيه، عن جده</h3>\n\n<p>\n20016 - حدثنا إسماعيل ابن علية، عن بهز بن حكيم، عن أبيه، عن جده قال: سمعت نبي\nالله صلى الله عليه وسلم يقول: \" في كل إبل سائمة. في كل أربعين ابنة لبون.\nلا تفرق إبل عن حسابها. من أعطاها مؤتجرا فله أجرها، ومن منعها فإنا آخذوها\nمنه وشطر إبله (1) عزمة من عزمات ربنا لا يحل لآل محمد منها شيء \" (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20017 - حدثنا إسماعيل، أخبرنا بهز بن حكيم، عن أبيه، عن جده، أن أباه أو عمه،\nقام إلى النبي صلى الله عليه وسلم فقال: جيراني بم أخذوا؟ فأعرض عنه، ثم\nقال: أخبرني بم أخذوا؟ فأعرض عنه. ثم قال: أخبرني بم أخذوا؟ فأعرض عنه. (1)\nفقال: لئن قلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nذلك إنهم ليزعمون أنك تنهى عن الغي وتستخلي به. فقال النبي صلى الله عليه\nوسلم: \" ما قال؟ \" فقام أخوه أو ابن أخيه. فقال <span id='ms3844'></span>: يا رسول الله إنه (1) قال:\nفقال: \" لقد قلتموها أو قائلكم، ولئن كنت أفعل ذلك إنه لعلي وما هو عليكم\nخلوا له عن جيرانه \" (2)\n</p>\n\n<p>\n20018 - حدثنا أبو كامل، عن حماد، حدثنا أبو قزعة، عن حكيم بن معاوية، عن أبيه\nقال: قال النبي صلى الله عليه وسلم \" إن الله لا يقبل توبة عبد كفر بعد\nإسلامه \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20019 - حدثنا عبد الرزاق، حدثنا معمر، عن بهز بن حكيم بن معاوية، عن أبيه، عن\nجده قال: أخذ النبي صلى الله عليه وسلم ناسا من قومي في تهمة فحبسهم، فجاء\nرجل من قومي إلى النبي صلى الله عليه وسلم وهو يخطب، فقال: يا محمد علام\nتحبس جيرتي؟ فصمت النبي صلى الله عليه وسلم عنه فقال: إن ناسا ليقولون إنك\nتنهى عن الشر، وتستخلي به، فقال النبي صلى الله عليه وسلم: \" ما يقول؟ \"\nقال: فجعلت أعرض بينهما بالكلام مخافة أن يسمعها، فيدعو على قومي دعوة، لا\nيفلحون بعدها أبدا، فلم يزل النبي صلى الله عليه وسلم به حتى فهمها فقال: \"\nقد قالوها أو قائلها منهم، والله لو فعلت لكان علي، وما كان عليهم خلوا له\nعن جيرانه \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20020 - حدثنا عبد الرزاق، حدثنا معمر، عن بهز بن حكيم، عن أبيه، عن جده، أنه سمع\nالنبي صلى الله عليه وسلم يقول: \" من سأله مولاه فضل ماله فلم يعطه جعل يوم\nالقيامة شجاعا أقرع \" (1)\n</p>\n\n<p>\n20021 - حدثنا عبد الرزاق، حدثنا معمر، عن بهز بن حكيم، عن أبيه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن جده قال: سمعت رسول الله صلى الله عليه وسلم يقول: \" ويل للذي يحدث\nالقوم، ثم يكذب ليضحكهم ويل له. وويل له \" (1)\n</p>\n\n<p>\n20022 - حدثنا عفان، حدثنا حماد بن سلمة، أخبرنا أبو قزعة الباهلي، عن حكيم بن\nمعاوية، عن أبيه قال: أتيت رسول الله صلى الله عليه وسلم فقلت: ما أتيتك\nحتى حلفت عدد أصابعي هذه أن لا آتيك، أرانا عفان وطبق كفيه، فبالذي بعثك\nبالحق ما الذي بعثك به (2) ؟ قال: \" الإسلام \". قال: وما الإسلام؟ قال: \"\nأن يسلم قلبك لله، وأن توجه وجهك إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالله وتصلي الصلاة المكتوبة، وتؤدي الزكاة <span id='ms3845'></span> المفروضة، أخوان نصيران. لا\nيقبل الله من أحد توبة أشرك بعد إسلامه \". قلت: ما حق زوجة أحدنا عليه؟\nقال: \" تطعمها إذا طعمت، وتكسوها إذا اكتسيت، ولا تضرب الوجه، ولا تقبح،\nولا تهجر إلا في البيت \". قال: \" تحشرون هاهنا وأومأ بيده إلى نحو الشام\nمشاة وركبانا، وعلى وجوهكم تعرضون على الله وعلى أفواهكم الفدام، وأول ما\nيعرب عن أحدكم فخذه \" (1)\n</p>\n\n<p>\n20023 - وقال: \" ما من مولى يأتي مولى له، فيسأله من فضل عنده فيمنعه إلا جعله\nالله عليه شجاعا ينهشه قبل القضاء \" قال عفان: يعني بالمولى: ابن عمه (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20024 - قال: وقال: \" إن رجلا ممن كان قبلكم رغسه الله مالا وولدا حتى ذهب عصر،\nوجاء آخر، فلما احتضر قال لولده: أي أب كنت لكم؟ قالوا: خير أب. فقال: هل\nأنتم مطيعي؟ وإلا أخذت مالي منكم. انظروا إذا أنا مت أن تحرقوني حتى تدعوني\nحمما، ثم اهرسوني بالمهراس \"، وأدار رسول الله صلى الله عليه وسلم يديه\nحذاء ركبتيه، قال رسول الله صلى الله عليه وسلم: \" ففعلوا والله \".، وقال\nنبي الله صلى الله عليه وسلم بيده هكذا، \" ثم اذروني في يوم راح (1) لعلي\nأضل الله \". كذا قال عفان، وقال مهنا أبو شبل، عن حماد: \" أضل الله ففعلوا،\nوالله ذاك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا هو قائم في قبضة الله، فقال: \" يا ابن آدم ما حملك على ما فعلته؟ \"\nقال: من مخافتك فتلافاه الله بها (1)\n</p>\n\n<p>\n20025 - حدثنا حسن قال: حدثنا حماد فيما سمعته قال: وسمعت الجريري يحدث، عن حكيم\nبن معاوية، عن أبيه، أن رسول الله صلى الله عليه وسلم قال: \" أنتم توفون\nسبعين أمة أنتم آخرها، وأكرمها على الله، وما بين مصراعين من مصاريع الجنة\nمسيرة أربعين عاما، وليأتين عليه يوم وإنه لكظيظ \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20026 - حدثنا يزيد، أخبرنا الجريري أبو مسعود، عن حكيم بن معاوية، عن أبيه، عن\nالنبي صلى الله عليه وسلم قال: \" تجيئون يوم القيامة على أفواهكم الفدام،\nوإن أول ما يتكلم من الآدمي (1) فخذه وكفه \" (2)\n</p>\n\n<p>\n20027 - حدثنا عبد الرزاق، حدثنا ابن جريج، حدثنا أبو قزعة، وعطاء، عن رجل من بني\nقشير، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن <span id='ms3846'></span> أبيه، أنه سأل النبي صلى الله عليه وسلم ما حق امرأتي علي؟ قال: \"\nتطعمها إذا طعمت، وتكسوها إذا اكتسيت، ولا تضرب الوجه، ولا تهجر إلا في\nالبيت \" (1)\n</p>\n\n<p>\n20028 - حدثنا يزيد، حدثنا بهز بن حكيم بن معاوية، عن أبيه، عن جده قال: قلت: يا\nرسول الله من أبر؟ قال: \" أمك \". قلت: ثم من؟ قال: \" ثم أمك \". قال: قلت:\nيا رسول الله، ثم من؟ قال: \" أمك \". قال: قلت: ثم من؟ قال: \" ثم أباك، ثم\nالأقرب فالأقرب \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20029 - حدثنا يزيد، أخبرنا بهز، عن أبيه، عن جده قال: سمعت نبي الله صلى الله\nعليه وسلم يقول \" ألا إنكم توفون سبعين أمة. أنتم خيرها وأكرمها على الله \"\n(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20030 - حدثنا يزيد، أخبرنا بهز بن حكيم، عن أبيه، عن جده قال: قلت: يا نبي الله\nنساؤنا ما نأتي منها وما نذر؟ قال: \" حرثك ائت حرثك أنى شئت، غير أن لا\nتضرب الوجه ولا تقبح ولا تهجر إلا في البيت، وأطعم إذا طعمت، واكس إذا\nاكتسيت. كيف وقد أفضى بعضكم إلى بعض إلا بما حل عليها \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20031 - حدثنا يزيد، أخبرنا بهز بن حكيم، عن أبيه، عن جده قال: قلت: يا رسول الله\nأين تأمرني؟ قال: \" هاهنا \". ونحا بيده نحو الشام. قال: \" إنكم محشورون\nرجالا وركبانا وتجرون على وجوهكم \" (1)\n</p>\n\n<p>\n20032 - حدثنا يزيد، أخبرنا بهز بن حكيم، عن أبيه، عن جده قال: سمعت رسول الله\nصلى الله عليه وسلم يقول: \" لا يأتي رجل مولاه، فيسأله من فضل هو عنده\nفيمنعه إياه إلا دعي له يوم القيامة شجاع يتلمظ فضله الذي منعه \" (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20033 - حدثنا يزيد، أخبرنا بهز بن حكيم، عن أبيه، عن جده قال: قلت: يا رسول الله\nإنا قوم نتساءل أموالنا. قال: \" يتساءل الرجل في الجائحة (1) أو الفتق\nليصلح به بين قومه، فإذا بلغ أو كرب استعف \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20034 - حدثنا يحيى بن سعيد، وإسماعيل بن إبراهيم، عن بهز قال: حدثني أبي، عن جدي\nقال: قلت: يا رسول الله، عوراتنا ما نأتي منها وما نذر؟ قال: \" احفظ عورتك\nإلا من زوجتك أو ما ملكت يمينك \". قال: قلت: يا رسول <span id='ms3847'></span> الله فإذا كان القوم\nبعضهم في بعض؟ قال: \" إن استطعت أن لا يراها أحد فلا يرينها \". قلت فإذا\nكان أحدنا خاليا؟ قال: \" فالله أحق أن يستحيا منه \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20035 - حدثنا عبد الرزاق، حدثنا معمر، عن بهز فذكر مثله وقال: \" فالله أحق أن\nيستحيا منه \". ووضع يده على فرجه. (1)\n</p>\n\n<p>\n20036 - حدثنا يونس، عن حماد بن زيد قال: أيضا وقال النبي صلى الله عليه وسلم\nبيده، فوضعها على فرجه (2)\n</p>\n\n<p>\n20037 - حدثنا يحيى بن سعيد، عن بهز قال: أخبرني أبي، عن جدي قال: أتيت رسول الله\nصلى الله عليه وسلم فقلت: يا رسول الله والله ما أتيتك حتى حلفت أكثر من\nعدد أولاء، وضرب إحدى يديه على الأخرى أن لا آتيك، ولا آتي دينك، وإني قد\nجئت امرأ لا أعقل شيئا إلا ما علمني الله ورسوله، وإني أسألك بوجه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالله بم بعثك ربنا إلينا؟ قال: \" بالإسلام \". قال: قلت: يا رسول الله وما\nآية الإسلام؟ قال: \" أن تقول أسلمت وجهي لله وتخليت، وتقيم الصلاة، وتؤتي\nالزكاة، وكل مسلم على مسلم محرم أخوان نصيران لا يقبل الله من مشرك يشرك\nبعدما أسلم عملا، أو يفارق المشركين إلى المسلمين ما لي أمسك بحجزكم عن\nالنار، ألا إن ربي داعي وإنه سائلي: \" هل بلغت عبادي؟ \" وأنا قائل له: \" رب\nقد بلغتهم ألا فليبلغ الشاهد منكم الغائب، ثم إنكم مدعوون، ومفدمة (1)\nأفواهكم بالفدام وإن أول ما يبين، وقال بواسط يترجم، قال: وقال رسول الله\nصلى الله عليه وسلم بيده على فخذه قال: قلت: يا رسول الله هذا ديننا. قال:\n\" هذا دينكم وأينما تحسن يكفك \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p237'> Vol. 33, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n20038 - حدثنا يحيى بن سعيد، حدثنا بهز، حدثني أبي، عن جدي قال: سمعت رسول الله\nصلى الله عليه وسلم يقول: \" في كل إبل سائمة في كل أربعين ابنة لبون لا\nتفرق إبل عن حسابها. من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأعطاها مؤتجرا فله أجرها، ومن منعها فإنا آخذوها، (1) وشطر إبله عزمة من\nعزمات ربنا لا يحل لآل محمد منها شيء \" (2)\n</p>\n\n<p>\n20039 - حدثنا يحيى بن سعيد، حدثنا بهز، ويزيد قال: أخبرنا بهز المعنى، حدثني\nأبي، عن <span id='ms3848'></span> جدي قال: سمعت رسول الله صلى الله عليه وسلم يقول: \" إنه كان عبد\nمن عباد الله أعطاه الله مالا وولدا، وكان لا يدين الله دينا. قال يزيد:\nفلبث حتى ذهب عمر وبقي عمر تذكر فعلم أن لم يبتئر عند الله خيرا دعا بنيه\nفقال: يا بني أي أب تعلموني (3) ؟ قالوا: خيره يا أبانا. قال: فوالله لا\nأدع عند رجل منكم مالا هو مني إلا أنا آخذه (4) منه، أو لتفعلن ما آمركم\nبه. قال: فأخذ منهم ميثاقا. قال: إما لا فإذا مت فخذوني فألقوني في النار\nحتى إذا كنت حمما فدقوني \". قال: فقال رسول الله صلى الله عليه وسلم بيده\nعلى فخذه، كأنه يقول: \" اسحقوني، ثم ذروني في الريح لعلي أضل الله \". قال:\n\" ففعل به ذلك ورب محمد حين مات. قال: فجيء به أحسن ما كان، فعرض على ربه\nفقال: \" ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحملك على النار؟ \" قال: خشيتك يا رباه. قال: \" إني لأسمعن الراهبة، قال\nيزيد: أسمعك راهبا، فتيب عليه \" قال بهز: فحدثت بهذا الحديث الحسن، وقتادة\nوحدثانيه: \" فتيب عليه \"، أو \" فتاب الله عليه \" شك يحيى (1)\n</p>\n\n<p>\n20040 - حدثنا إسماعيل بن إبراهيم، عن بهز بن حكيم، عن أبيه، عن جده قال: قلت: يا\nرسول الله، عوراتنا ما نأتي منها وما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nنذر؟ قال: \" احفظ عورتك إلا من زوجتك، أو ما ملكت يمينك \". قلت: أرأيت إن\nكان القوم بعضهم في بعض؟ قال: \" إن استطعت أن لا يراها أحد فلا يراها \".\nقلت: أرأيت إن كان أحدنا خاليا؟ قال: \" فالله أحق أن يستحيا من الناس \" (1)\n</p>\n\n<p>\n20041 - حدثنا إسماعيل، عن بهز بن حكيم، عن أبيه، عن جده قال: سمعت نبي الله صلى\nالله عليه وسلم يقول \" في كل إبل سائمة، في كل أربعين ابنة لبون، لا تفرق\nإبل عن حسابها. من أعطاها مؤتجرا فله أجرها، ومن منعها فإنا آخذوها منه\nوشطر ماله \"، وقال مرة،: \" إبله عزمة من عزمات ربنا لا يحل لآل محمد منه\nشيء \" (2)\n</p>\n\n<p>\n20042 - حدثنا إسماعيل، أخبرنا بهز بن حكيم، عن أبيه، عن جده، أن أخاه، أو عمه\nقام إلى <span id='ms3849'></span> النبي صلى الله عليه وسلم فقال: جيراني بم أخذوا؟ فأعرض عنه. قال:\nجيراني بم أخذوا؟ فأعرض عنه، ثم قال: جيراني بما أخذوا؟ فأعرض عنه. فقال:\nلئن قلت ذلك لقد زعم الناس أن محمدا ينهى عن الغي ويستخلي به. فقال النبي\nصلى الله عليه وسلم: \" ما قال؟ \" فقام أخوه أو ابن أخيه فقال: يا رسول الله\nإنه. إنه. فقال: \" أما لقد قلتموها، أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال قائلكم: ولئن كنت أفعل ذلك إنه لعلي، وما هو عليكم خلوا له عن جيرانه\n\" (1)\n</p>\n\n<p>\n20043 - حدثنا إسماعيل، أخبرنا بهز بن حكيم، عن أبيه، عن جده قال: أتيت النبي صلى\nالله عليه وسلم حين أتيته فقلت: والله ما أتيتك حتى حلفت أكثر من عدد أولاء\nأن لا آتيك ولا آتي دينك، وجمع بهز بين كفيه، وقد جئت امرأ لا أعقل شيئا\nإلا ما علمني الله ورسوله، وإني أسألك بوجه الله بم بعثك الله إلينا؟ قال:\n\" بالإسلام \". قلت: وما آيات الإسلام؟ قال: أن تقول: \" أسلمت وجهي لله\nوتخليت، وتقيم الصلاة، وتؤتي الزكاة. كل مسلم على مسلم محرم، أخوان نصيران\nلا يقبل الله من مشرك أشرك بعدما أسلم عملا، وتفارق المشركين إلى المسلمين،\nما لي أمسك بحجزكم عن النار؟ ألا إن ربي داعي وإنه سائلي: \" هل بلغت عباده؟\n\" وإني قائل: \" رب إني قد بلغتهم فليبلغ الشاهد منكم الغائب، ثم إنكم\nمدعوون مفدمة أفواهكم بالفدام، ثم إن أول ما يبين عن أحدكم لفخذه وكفه. قلت\nيا نبي الله: هذا ديننا؟ قال: \" هذا دينكم وأينما تحسن يكفك \" (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20044 - حدثنا إسماعيل، حدثنا بهز بن حكيم بن معاوية، عن أبيه، عن جده قال: سمعت\nنبي الله صلى الله عليه وسلم يقول: \" إنه كان عبد من عباد الله أعطاه الله\nمالا وولدا، فكان لا يدين الله دينا، فلبث حتى إذا ذهب منه عمر، وبقي عمر\nتذكر، فعلم أن (1) لن يبتئر عند الله خيرا دعا بنيه فقال: أي أب تعلموني؟\nقالوا: خيره يا أبانا. قال: فوالله لا أدع عند أحد منكم مالا هو مني إلا\nأنا آخذه منه <span id='ms3850'></span>، ولتفعلن بي ما آمركم. قال: فأخذ منهم ميثاقا وربي (2) فقال:\nإما لا فإذا أنا مت فألقوني في النار حتى إذا كنت حمما فدقوني \"، قال:\nفكأني أنظر إلى رسول الله صلى الله عليه وسلم وهو يقول بيده على فخذه، \" ثم\nاذروني في الريح لعلي أضل الله \". قال: \" ففعلوا ذلك به ورب محمد حين مات،\nفجيء به في أحسن ما كان قط، فعرض على ربه فقال: \" ما حملك على النار؟ \"\nقال: خشيتك يا رباه. قال: \" إني أسمعك لراهبا، فتيب عليه \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20045 - حدثنا يحيى بن سعيد، عن بهز بن حكيم بن معاوية بن حيدة القشيري، حدثني\nأبي، عن جدي، قال: قلت: يا رسول الله، نساؤنا ما نأتي منهن أم ما نذر؟ قال:\n\" حرثك، ائت حرثك أنى شئت في أن لا تضرب الوجه، ولا تقبح، وأطعم إذا أطعمت،\n(1) واكس إذا اكتسيت، ولا تهجر إلا في البيت، كيف وقد أفضى بعضكم إلى بعض\nإلا بما حل عليهن \" (2)\n</p>\n\n<p>\n20046 - حدثنا يحيى بن سعيد، عن بهز بن حكيم، حدثني أبي، عن جدي، قال: سمعت رسول\nالله صلى الله عليه وسلم يقول: \" ويل للذي يحدث فيكذب، ليضحك به القوم، ويل\nله ويل له \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20047 - حدثنا يحيى بن سعيد، عن بهز بن حكيم، حدثني أبي، عن جدي، قال: سمعت رسول\nالله صلى الله عليه وسلم يقول: \" لا يأتي رجل مولاه (1) يسأله من فضل عنده\nفيمنعه، إلا دعي له يوم القيامة شجاع يتلمظ فضله الذي منع \" (2)\n</p>\n\n<p>\n20048 - حدثنا يحيى بن سعيد، حدثنا بهز، حدثني أبي، عن جدي، قال: قلت: يا رسول\nالله، من أبر؟ قال: \" أمك \"، قال: قلت: ثم من؟ قال: \" أمك \"، قال: قلت: ثم\nمن؟ قال: \" أمك، ثم أباك، ثم الأقرب فالأقرب \" (3)\n</p>\n\n<p>\n20049 - حدثنا يحيى، عن بهز، حدثني أبي، عن جدي، قال: سمعت رسول الله صلى الله\nعليه وسلم يقول: \" إنكم وفيتم سبعين أمة أنتم آخرها، وأكرمها على الله \"\n(4)\n</p>\n\n<p>\n20050 - حدثنا يحيى، عن بهز بن حكيم، حدثني أبي، عن جدي، قال: قلت: يا رسول الله،\nأين تأمرني، خر لي؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفقال بيده: \" نحو الشام \"، وقال: \" إنكم <span id='ms3851'></span> محشورون رجالا وركبانا، وتجرون\nعلى وجوهكم \" (1)\n</p>\n\n<p>\n20051 - حدثنا يحيى، عن بهز، قال: حدثني أبي، عن جدي، قال: قلت: يا رسول الله،\nإنا قوم نتساءل أموالنا، قال: \" يسأل أحدكم في الجائحة، والفتق ليصلح بين\nقومه، فإذا بلغ أو كرب، استعف \" (2)\n</p>\n\n<p>\n20052 - حدثنا يزيد بن هارون، أخبرنا الجريري، عن حكيم بن معاوية أبي بهز، عن\nأبيه، قال: سمعت رسول الله صلى الله عليه وسلم يقول: \" في الجنة بحر اللبن،\nوبحر الماء، وبحر العسل، وبحر الخمر، ثم تشقق الأنهار منها بعد (3) \" (4)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20053 - حدثنا يونس بن محمد، حدثنا حماد بن سلمة، عن أبي قزعة الباهلي، عن حكيم\nبن معاوية، عن أبيه، أن رسول الله صلى الله عليه وسلم قال: \" لا يقبل الله\nتوبة عبد أشرك (1) بعد إسلامه \" (2)\n</p>\n\n<p>\n20054 - حدثنا مكي بن إبراهيم، أخبرنا بهز بن حكيم، عن أبيه، عن جده، قال: كان\nالنبي صلى الله عليه وسلم إذا أتي بالشيء سأل عنه: \" أهدية أم صدقة؟ \"، فإن\nقالوا: هدية، بسط يده، وإن قالوا: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nصدقة، قال لأصحابه: \" خذوا \" (1)\n</p>\n\n<p>\n20055 - حدثنا يزيد، أخبرنا بهز، عن أبيه، عن جده، قال: سمعت رسول الله صلى الله\nعليه وسلم يقول: \" ويل للذي يحدث فيكذب ليضحك به القوم، ويل له، ويل له \"\n(2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head5'>حديث الأعرابي عن النبي صلى الله عليه وسلم</h3>\n\n<p>\n20056 - حدثنا هاشم، وبهز، قالا: حدثنا سليمان بن المغيرة، عن حميد بن هلال، قال:\nحدثني من سمع الأعرابي، قال: \" رأيت رسول الله صلى الله عليه وسلم يصلي \"،\nقال: \" فرفع رأسه من الركوع، فرفع كفيه حتى حاذتا، أو بلغتا، فروع أذنيه،\nكأنهما مروحتان \" (1)\n</p>\n\n<p>\n20057 - حدثنا هاشم، وبهز، قالا: حدثنا سليمان بن المغيرة، عن حميد، قال: وحدثني\nمن سمع الأعرابي قال: \" رأيت رسول الله صلى الله عليه وسلم، وهو يصلي،\nوعليه نعلان من بقر \"، قال: \" فتفل عن يساره، ثم حك حيث تفل بنعله \" (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20058 - حدثنا أبو أحمد، حدثنا سفيان، عن خالد الحذاء، عن يزيد بن الشخير، عن\nمطرف بن الشخير، قال: أخبرني أعرابي لنا، قال: \" رأيت نعل نبيكم صلى الله\nعليه وسلم مخصوفة \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head6'>حديث رجل عن النبي صلى الله عليه وسلم <span id='ms3852'></span></h3>\n\n<p>\n20059 - حدثنا محمد بن عبد الرحمن (1) الطفاوي، حدثنا سعيد الجريري، عن رجل، من\nبني تميم، وأحسن الثناء عليه، عن أبيه، أو عمه، قال: صليت خلف رسول الله\nصلى الله عليه وسلم، فسألناه عن قدر ركوعه وسجوده، فقال: \" قدر ما يقول\nالرجل سبحان الله وبحمده ثلاثا \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head7'>حديث سلمة بن المحبق </h3>\n\n<p>\n(1)\n</p>\n\n<p>\n20060 - حدثنا عفان، حدثنا حماد بن زيد، حدثنا عمرو بن دينار قال: سمعت الحسن، عن\nسلمة بن المحبق، أن رجلا وقع على جارية امرأته، فرفع ذاك إلى النبي صلى\nالله عليه وسلم، فقال: \" إن كانت طاوعته، فهي له، وعليه مثلها لها، وإن كان\nاستكرهها، فهي حرة، وعليه مثلها لها \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p253'> Vol. 33, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\n20061 - حدثنا عفان، حدثنا همام، حدثنا قتادة، عن الحسن، عن جون بن قتادة، عن\nسلمة بن المحبق، أن النبي صلى الله عليه وسلم أتى على بيت قدامه قربة\nمعلقة، فسأل النبي صلى الله عليه وسلم الشراب؟ فقالوا: إنها ميتة، فقال: \"\nدباغها ذكاتها \" (1)\n</p>\n\n<p>\n20062 - حدثنا أسود بن عامر، حدثنا شعبة، عن قتادة، عن الحسن، عن رجل، قد سماه،\nعن سلمة بن المحبق، أن النبي صلى الله عليه وسلم أتى على أهل بيت،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفاستسقى، فإذا قربة فيها ماء، فقالوا: إنها ميتة يا رسول الله، قال: \"\nالأديم طهوره دباغه \" (1)\n</p>\n\n<p>\n20063 - حدثنا عبد الله بن بكر، حدثنا سعيد يعني ابن أبي عروبة، عن قتادة، عن\nالحسن، عن سلمة بن المحبق، أن رجلا غشي جارية امرأته، وهو في غزو، فرفع ذلك\nإلى النبي صلى الله عليه وسلم فقال: \" إن كان استكرهها، فهي حرة من ماله،\nوعليه شراؤها لسيدتها، وإن كانت طاوعته، فمثلها من ماله لسيدتها \" (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20064 - حدثنا إسماعيل، عن يونس، عن الحسن، عن سلمة بن المحبق، أن رجلا خرج في\nغزاة، ومعه جارية لامرأته، فوقع بها، فذكر للنبي صلى الله عليه وسلم، فقال:\n\" إن كان استكرهها فهي عتيقة، ولها عليه مثلها، وإن كانت طاوعته، فهي أمته،\nولها عليه مثلها \" وقال إسماعيل مرة: إن رجلا كان في غزوة، (1)\n</p>\n\n<p>\n20065 - حدثنا هشيم، عن يونس، عن الحسن، عن سلمة بن المحبق، عن النبي صلى الله\nعليه وسلم <span id='ms3853'></span> فذكر معناه، (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20066 - حدثنا محمد بن جعفر، حدثنا سعيد، (1) عن قتادة، عن الحسن، عن سلمة بن\nالمحبق، عن النبي صلى الله عليه وسلم مثله (2)\n</p>\n\n<p>\n20067 - حدثنا محمد بن جعفر، حدثنا سعيد، عن قتادة، عن الحسن، عن سلمة بن المحبق،\nأن نبي الله صلى الله عليه وسلم أتى على قربة يوم حنين، فدعا منها بماء\nوعندها امرأة، فقالت: إنها ميتة، فقال: \" سلوها أليس قد دبغت؟ \" فقالت:\nبلى، فأتى منها لحاجته، فقال: \" ذكاة الأديم دباغه \" (3)\n</p>\n\n<p>\n20068 - حدثنا بهز، حدثنا همام، حدثنا قتادة، عن الحسن، عن جون بن قتادة، عن سلمة\nبن المحبق، أنه كان مع رسول الله صلى الله عليه وسلم في غزوة تبوك، فأتى\nعلى بيت قدامه قربة معلقة، فسأل الشراب، فقيل: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nإنها ميتة، فقال: \" ذكاتها دباغها \" (1)\n</p>\n\n<p>\n20069 - حدثنا عبد الرزاق، حدثنا معمر، عن قتادة، عن الحسن، عن قبيصة بن حريث، عن\nسلمة بن المحبق، قال: قضى رسول الله صلى الله عليه وسلم في رجل وطئ جارية\nامرأته: \" إن كان استكرهها، فهي حرة، وعليه لسيدتها مثلها (2) \" (3)\n</p>\n\n<p>\n20070 - حدثنا محمد بن بكر، أخبرنا ابن جريج، أخبرني عبد الكريم بن أبي المخارق،\nعن معاذ بن سعوة (4) الراسبي، عن سنان بن سلمة الهذلي، عن أبيه سلمة، وكان\nقد صحب النبي صلى الله عليه وسلم، عن النبي صلى الله عليه وسلم أنه بعث\nبدنتين مع رجل، وقال: \" إن عرض لهما فانحرهما، واغمس النعل في دمائهما، ثم\nاضرب به صفحتيهما حتى يعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأنهما بدنتان \"، قال: صفحتي كل واحدة، قال: \" ولا تأكل منها أنت ولا أحد\nمن رفقتك، ودعها لمن بعدكم \" (1)\n</p>\n\n<p>\n20071 - حدثنا عمرو بن الهيثم، وأبو داود، وعبد الصمد، المعنى، قالوا: أخبرنا\nهشام، عن قتادة، عن الحسن، عن جون بن قتادة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن سلمة بن المحبق، أن نبي الله صلى الله عليه وسلم دعا بماء من قربة عند\nامرأة، فقالت: إنها ميتة، فقال: \" أليس قد دبغتيها؟ \" قالت: بلى، قال: \"\nدباغها ذكاتها \" (1)\n</p>\n\n<p>\n20072 - حدثنا عبد الصمد بن عبد الوارث، (2) حدثنا عبد الصمد بن حبيب العوذي، (3)\nحدثني أبي، قال: غزونا مع سنان بن سلمة مكران، فقال <span id='ms3854'></span> سنان بن سلمة: حدثني\nأبي سلمة بن المحبق، أنه سمع رسول الله صلى الله عليه وسلم يقول: \" من\nأدركه رمضان له حمولة يأوي إلى شبع، فليصم رمضان حيث أدركه \" (4)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوقال سنان: ولدت يوم حنين، فبشر بي أبي، فقالوا له: ولد لك غلام، فقال: \"\nسهم أرمي به عن رسول الله صلى الله عليه وسلم أحب إلي مما بشرتموني به،\nوسماني سنانا \" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p261'> Vol. 33, p. 261</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head8'>بقية حديث بهز بن حكيم، عن أبيه، عن جده</h3>\n\n<p>\n20073 - حدثنا يزيد، أخبرنا بهز، عن أبيه، عن جده، قال: سمعت رسول الله صلى الله\nعليه وسلم يقول: \" ويل للذي يحدث فيكذب ليضحك به القوم، ويل له، ويل له \"\n(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head9'>بقية حديث الهرماس بن زياد الباهلي</h3>\n\n<p>\n20074 - حدثنا بهز، حدثنا عكرمة بن عمار، حدثنا الهرماس بن زياد الباهلي، قال: \"\nرأيت رسول الله صلى الله عليه وسلم وأبي مردفي خلفه على حمار، وأنا صغير،\nفرأيت رسول الله صلى الله عليه وسلم يخطب بمنى على ناقته العضباء \" (1)\n</p>\n\n<p>\n20075 - حدثنا عبد الصمد، حدثنا عكرمة بن عمار، حدثنا الهرماس بن زياد الباهلي،\nقال: \" كان أبي مردفي، فرأيت رسول الله صلى الله عليه وسلم يخطب الناس يوم\nالنحر بمنى على ناقته العضباء \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head10'>بقية حديث سعد بن الأطول</h3>\n\n<p>\n20076 - حدثنا عفان، حدثنا حماد بن سلمة، أخبرنا عبد الملك أبو جعفر، عن أبي\nنضرة، عن سعد بن الأطول، أن أخاه مات، وترك ثلاث مائة درهم، وترك عيالا،\nفأردت أن أنفقها على عياله، فقال النبي صلى الله عليه وسلم: \" إن أخاك\nمحبوس بدينه، فاقض عنه \"، فقال: يا رسول الله، فقد أديت عنه إلا دينارين\nادعتهما امرأة، وليس لها بينة، قال: \" فأعطها فإنها محقة \"، (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20077 - حدثنا عفان، حدثنا حماد بن سلمة، عن الجريري، عن أبي نضرة، عن رجل من\nأصحاب النبي صلى الله عليه وسلم بمثله (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head11'>ومن حديث سمرة بن جندب (1) ، عن النبي صلى الله عليه وسلم</h3>\n\n<p>\n20078 - حدثنا محمد بن جعفر، حدثنا شعبة، عن منصور، عن هلال بن يساف، عن ربيع بن\nعميلة، عن سمرة بن جندب، أن النبي صلى الله عليه وسلم قال: \" لا تسم <span id='ms3855'></span> غلامك\nأفلح، ولا نجيحا، ولا يسارا، ولا رباحا، فإنك إذا قلت: أثم هو، أو ثم فلان؟\nقالوا: لا \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20079 - حدثنا محمد بن جعفر، وروح، قالا: حدثنا شعبة، عن شيخ، من بني قشير، قال\nروح: قال: سمعت سوادة القشيري، وكان إمامهم، قال: سمعت سمرة بن جندب، يخطب\nيقول: قال رسول الله صلى الله عليه وسلم: \" لا يغرنكم نداء بلال، وهذا\nالبياض حتى ينفجر الفجر \"، أو \" يطلع الفجر \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20080 - حدثنا محمد بن جعفر، أخبرنا شعبة، وحجاج، قال: حدثني شعبة، قال: سمعت\nمعبد بن خالد، يحدث عن زيد بن عقبة، عن سمرة بن جندب، \" أن رسول الله صلى\nالله عليه وسلم كان يقرأ في العيدين بسبح اسم ربك الأعلى، وهل أتاك حديث\nالغاشية \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20081 - حدثنا محمد بن جعفر، حدثنا سعيد، عن قتادة، عن الحسن، عن سمرة بن جندب،\nقال: \" كانت لرسول الله صلى الله عليه وسلم سكتتان في صلاته \"، وقال عمران\nبن حصين: أنا ما أحفظهما عن رسول الله صلى الله عليه وسلم، فكتبوا في ذلك\nإلى أبي بن كعب يسألونه عنه، فكتب أبي: إن سمرة قد حفظ (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20082 - حدثنا محمد بن جعفر، وروح، قالا: حدثنا سعيد، عن قتادة، عن الحسن، عن\nسمرة بن جندب، أن رسول الله صلى الله عليه وسلم قال: \" هي العصر \"، قال ابن\nجعفر: سئل عن صلاة الوسطى (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20083 - حدثنا محمد بن جعفر، حدثنا سعيد، (1) ويزيد، قال: أخبرنا سعيد، وبهز،\nحدثنا همام، عن قتادة، عن الحسن، عن سمرة بن جندب، عن النبي صلى الله عليه\nوسلم أنه قال: \" كل غلام رهينة بعقيقته تذبح عنه يوم سابعه، وقال بهز في\nحديثه: ويدمى، ويسمى فيه، ويحلق \"، قال يزيد: \" رأسه \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p272'> Vol. 33, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p273'> Vol. 33, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p274'> Vol. 33, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\n20084 - حدثنا محمد بن جعفر، حدثنا سعيد، وبهز، حدثنا همام، حدثنا قتادة، عن\nالحسن، عن سمرة، أن رسول الله صلى الله عليه وسلم قال: \" العمرى جائزة\nلأهلها \"، قال ابن جعفر في حديثه: \" لأهلها أو ميراث لأهلها \" (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20085 - حدثنا محمد بن جعفر، حدثنا سعيد، عن قتادة، عن الحسن، عن سمرة، عن النبي\nصلى الله عليه وسلم، وشك فيه في كتاب <span id='ms3856'></span> البيوع، فقال عن عقبة أو سمرة، أن\nرسول الله صلى الله عليه وسلم قال: \" أيما امرأة زوجها وليان، فهي للأول\nمنهما، ومن باع بيعا من رجلين، فهو للأول منهما \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20086 - حدثنا محمد بن جعفر، ومحمد بن بشر، قالا: حدثنا سعيد، عن قتادة، عن\nالحسن، عن سمرة بن جندب، عن النبي صلى الله عليه وسلم قال: \" على اليد ما\nأخذت حتى تؤديه \"، وقال ابن بشر: \" حتى تؤدي \" (1)\n</p>\n\n<p>\n20087 - حدثنا بهز، حدثنا همام، ويزيد، أخبرنا همام، (2) وحدثنا عفان، حدثنا\nهمام، حدثنا قتادة، حدثني قدامة بن وبرة، رجل من بني عجيف، عن سمرة بن\nجندب، عن النبي صلى الله عليه وسلم قال: \" من ترك جمعة في غير عذر فليتصدق\nبدينار، فإن لم يجد، فنصف دينار \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p278'> Vol. 33, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\n20088 - حدثنا بهز، وعفان، قالا: حدثنا همام، عن قتادة، عن الحسن، عن سمرة، قال:\nقال رسول الله صلى الله عليه وسلم: \" جار الدار أحق بالدار من غيره \" (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20089 - حدثنا بهز، وعبد الصمد، قالا: حدثنا همام، عن قتادة، عن الحسن، عن سمرة،\nقال: قال رسول الله صلى الله عليه وسلم: \" من توضأ فبها ونعمت، ومن اغتسل\nفذلك أفضل \"، (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال عبد الصمد في حديثه: حدثنا قتادة\n</p>\n\n<p>\n20090 - حدثنا بهز، وعبد الصمد، قالا: حدثنا همام، عن قتادة، قال عبد الصمد:\nحدثني قتادة، (1) عن الحسن، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن سمرة، أن النبي صلى الله عليه وسلم قال: \" إذا أنكح (1) المرأة\nالوليان، فهي للأول منهما، وإذا بيع البيع من الرجلين، فهو (2) للأول منهما\n\" (3)\n</p>\n\n<p>\n20091 - حدثنا بهز، وعفان، قالا: حدثنا أبان، حدثنا قتادة، عن الحسن، عن سمرة، أن\nنبي الله صلى الله عليه وسلم قال: {حافظوا على الصلوات} [البقرة: 238] ،\nقال عفان: الصلاة، (4) {والصلاة الوسطى} [البقرة: 238] ، وسماها لنا: \"\nأنها (5) هي صلاة العصر \" (6)\n</p>\n\n<p>\n20092 - حدثنا بهز، حدثنا أبان، حدثنا قتادة، عن الحسن، عن سمرة، أن النبي صلى\nالله عليه وسلم قال يوم حنين في يوم مطير: \" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالصلاة في الرحال \" (1)\n</p>\n\n<p>\n20093 - حدثنا محمد بن جعفر، حدثنا عوف، (2) قال: وحدثني رجل، قال: سمعت سمرة،\nيخطب على منبر البصرة وهو يقول: سمعت رسول الله صلى الله عليه وسلم يقول: \"\nإن <span id='ms3857'></span> المرأة خلقت من ضلع، وإنك إن ترد إقامة الضلع تكسرها، فدارها تعش بها \"\n(3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20094 - حدثنا محمد بن جعفر، حدثنا عوف، عن أبي رجاء العطاردي، حدثنا سمرة بن\nجندب الفزاري، قال: كان رسول الله صلى الله عليه وسلم مما يقول لأصحابه: \"\nهل رأى أحد منكم رؤيا؟ \" قال: فيقص عليه من شاء الله أن يقص، قال: وإنه قال\nلنا ذات غداة: \" إنه أتاني الليلة آتيان، وإنهما ابتعثاني، وإنهما قالا لي:\nانطلق، وإني انطلقت معهما، وإنا أتينا على رجل مضطجع، وإذا آخر قائم عليه\nبصخرة، وإذا هو يهوي عليه بالصخرة لرأسه، فيثلغ (1) بها رأسه، فيتدهدا (2)\nالحجر هاهنا، فيتبع الحجر يأخذه، فما يرجع إليه حتى يصح رأسه كما كان، ثم\nيعود عليه، فيفعل به مثل ما فعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالمرة الأولى \"، قال: قلت: \" سبحان الله ما هذان؟ قالا لي: انطلق انطلق،\nفانطلقت معهما، فأتينا على رجل مستلق لقفاه، وإذا آخر قائم عليه بكلوب من\nحديد، وإذا هو يأتي أحد شقي وجهه فيشرشر شدقه إلى قفاه، ومنخريه إلى قفاه،\nوعينيه (1) إلى قفاه \"، قال: \" ثم يتحول إلى الجانب الآخر، فيفعل به مثل ما\nفعل بالجانب الأول، فما يفرغ من ذلك الجانب حتى يصح الأول كما كان، ثم يعود\n(2) فيفعل به مثل ما فعل به المرة الأولى \"، قال: قلت: \" سبحان الله ما\nهذان؟ قالا لي: انطلق انطلق \"، قال: \" فانطلقنا، فأتينا على مثل بناء\nالتنور \"، قال عوف: وأحسب أنه قال: وإذا فيه لغط وأصوات، قال: \" فاطلعت،\nفإذا فيه رجال ونساء عراة، وإذا هم يأتيهم لهيب من أسفل منهم، فإذا أتاهم\nذلك اللهب ضوضوا \"، قال: قلت: \" ما هؤلاء؟ قالا لي: انطلق انطلق، فانطلقت\n(3) فأتينا على نهر، حسبت أنه قال: أحمر، مثل الدم، وإذا في النهر رجل\nيسبح، ثم يأتي ذلك الرجل الذي قد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p285'> Vol. 33, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nجمع الحجارة، (1) فيفغر له فاه، فيلقمه حجرا حجرا \" قال: \" فينطلق فيسبح\nما يسبح، ثم يرجع إليه، كلما رجع إليه فغر له فاه وألقمه حجرا \"، قال: قلت:\n\" ما هذا؟ \"، قال: \" قالا لي: انطلق انطلق، فانطلقنا فأتينا على رجل كريه\nالمرآة <span id='ms3858'></span>، كأكره ما أنت راء رجلا مرآة، فإذا هو عند نار له يحشها، ويسعى\nحولها، قلت لهما: \" ما هذا؟ قالا لي: انطلق انطلق فانطلقت (2) فأتينا على\nروضة معشبة فيها من كل نور الربيع \"، قال: \" وإذا بين ظهراني الروضة رجل\nقائم طويل، لا أكاد أن أرى رأسه طولا في السماء، وإذا حول الرجل من أكثر\nولدان رأيتهم قط وأحسنه \"، قال: قلت لهما: \" ما هذا وما هؤلاء؟ قالا لي:\nانطلق انطلق، فانطلقت فانتهينا إلى دوحة عظيمة لم أر دوحة قط أعظم منها،\nولا أحسن \"، قال: \" فقالا لي: ارق فيها، فارتقينا فيها، فانتهينا (3) إلى\nمدينة مبنية بلبن ذهب، ولبن فضة، فأتينا باب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p286'> Vol. 33, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nالمدينة، فاستفتحنا، ففتح لنا، فدخلنا فتلقانا فيها رجال (1) شطر من\nخلقهم كأحسن ما أنت راء، وشطر كأقبح ما أنت راء \"، قال: \" فقالا لهم:\nاذهبوا فقعوا في ذلك النهر، فإذا نهر صغير (2) معترض يجري كأنما هو المحض\nفي البياض \"، قال: \" فذهبوا فوقعوا فيه، ثم رجعوا إلينا، وقد ذهب ذلك السوء\nعنهم، وصاروا في أحسن صورة \"، قال: \" فقالا لي: هذه جنة عدن، وهاذاك منزلك\n\"، قال: \" فسما (3) بصري صعدا، فإذا قصر مثل الربابة البيضاء \"، قالا لي: \"\nهاذاك منزلك \"، قال: \" قلت لهما: بارك الله فيكما، ذراني فلأدخله \"، قال: \"\nقالا لي: أما الآن فلا، وأنت داخله \"، قال: \" فإني رأيت منذ الليلة عجبا\nفما هذا الذي رأيت؟ \" قال: \" قالا لي: \" أما إنا سنخبرك: أما الرجل الأول\nالذي أتيت عليه يثلغ رأسه بالحجر، فإنه رجل يأخذ القرآن فيرفضه، وينام عن\nالصلاة (4) المكتوبة، وأما الرجل الذي أتيت عليه يشرشر شدقه إلى قفاه،\nوعيناه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p287'> Vol. 33, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nإلى قفاه، ومنخراه (1) إلى قفاه، فإنه الرجل يغدو من بيته، فيكذب الكذبة\nتبلغ الآفاق، وأما الرجال والنساء العراة الذين في بناء مثل بناء التنور،\nفإنهم الزناة والزواني، وأما الرجل الذي يسبح في النهر، ويلقم الحجارة،\nفإنه آكل الربا، وأما الرجل الكريه المرآة الذي عند النار يحشها، فإنه مالك\nخازن جهنم، وأما الرجل الطويل الذي رأيت في الروضة، فإنه إبراهيم عليه\nالسلام، وأما الولدان الذين حوله، فكل مولود <span id='ms3859'></span> مات على الفطرة \"، قال: فقال\nبعض المسلمين: يا رسول الله وأولاد المشركين، فقال رسول الله صلى الله عليه\nوسلم: \" وأولاد المشركين \"، \" وأما القوم الذين كان شطر منهم حسنا، وشطر\nقبيحا، فإنهم قوم خلطوا عملا صالحا، وآخر سيئا، فتجاوز الله عنهم \"، (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p288'> Vol. 33, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p289'> Vol. 33, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\n20095 - قال أبو عبد الرحمن: قال أبي سمعت من عباد بن عباد، يخبر به، عن عوف، عن\nأبي رجاء، عن سمرة، عن النبي صلى الله عليه وسلم قال: \" فيتدهده الحجر\nهاهنا \"، قال أبي: \" فجعلت أتعجب من فصاحة عباد \" (1)\n</p>\n\n<p>\n20096 - حدثنا عفان، حدثنا أبو عوانة، حدثنا عبد الملك بن عمير، عن حصين بن أبي\nالحر، عن سمرة بن جندب، قال: دخلت على رسول الله صلى الله عليه وسلم فدعا\nالحجام، فأتاه بقرون، فألزمه إياها، قال عفان: مرة بقرن، ثم شرطه بشفرة،\nفدخل أعرابي من بني فزارة، أحد بني خزيمة (2) ، فلما رآه يحتجم، ولا عهد له\nبالحجامة، ولا يعرفها، قال: ما هذا يا رسول الله؟ علام تدع هذا يقطع جلدك؟\nقال: \" هذا الحجم \"، قال: وما الحجم؟ قال: \" هو من خير ما تداوى به الناس \"\n(3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20097 - حدثنا عفان، حدثنا همام، حدثني سوادة، قال: سمعت سمرة بن جندب، يقول: إن\nرسول الله صلى الله عليه وسلم قال: \" لا يغرنكم نداء بلال، فإن في بصره\nسوءا، ولا بياض يتراءى (1) بأعلى السحر \" (2)\n</p>\n\n<p>\n20098 - حدثنا عفان، حدثنا وهيب، ويزيد بن زريع، قالا: حدثنا داود، عن أبي قزعة،\nعن الأسقع بن الأسلع، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن سمرة بن جندب، عن النبي صلى الله عليه وسلم، قال: \" ما أسفل من\nالكعبين من الإزار في النار \" (1)\n</p>\n\n<p>\n20099 - حدثنا عبد الوهاب، عن سعيد، عن قتادة، عن الحسن، عن سمرة، أن نبي الله\nصلى الله عليه وسلم قال: \" سام أبو العرب، وحام أبو الحبش، ويافث أبو الروم\n\" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20100 - وحدثنا حسين، قال: حدثنا شيبان، عن قتادة، قال: وحدث الحسن، عن سمرة، أن\nرسول الله صلى الله عليه وسلم كان يقول: \" سام أبو العرب، ويافث أبو الروم،\nوحام أبو الحبش \" (1)\n</p>\n\n<p>\n20101 - حدثنا عبد الوهاب، حدثنا عوف، عن أبي رجاء، عن سمرة بن جندب، قال <span id='ms3860'></span>: قال\nنبي الله صلى الله عليه وسلم: \" رأيت ليلة أسري بي رجلا يسبح في نهر ويلقم\nالحجارة، فسألت ما هذا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفقيل لي: آكل الربا \" (1)\n</p>\n\n<p>\n20102 - حدثنا يونس بن محمد، حدثنا سلام بن أبي مطيع، عن قتادة، عن الحسن، عن\nسمرة، قال: قال رسول الله صلى الله عليه وسلم: \" الحسب المال، والكرم\nالتقوى \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20103 - حدثنا يونس، وحسين، قالا: حدثنا شيبان، عن قتادة، وسمعت أبا نضرة، يحدث\nعن سمرة بن جندب، أنه سمع نبي الله صلى الله عليه وسلم يقول: \" إن منهم من\nتأخذه النار إلى كعبيه، ومنهم من تأخذه النار إلى ركبتيه، ومنهم من تأخذه\nالنار إلى حجزته، ومنهم من تأخذه النار إلى ترقوته \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20104 - حدثنا أبو النضر، عن شعبة، عن قتادة، عن الحسن، عن سمرة، ولم يسمعه منه،\nأن رسول الله صلى الله عليه وسلم قال: \" من قتل عبده قتلناه، ومن جدع عبده\nجدعناه \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20105 - حدثنا علي بن عاصم، عن خالد الحذاء، عن أبي قلابة، عن سمرة، قال: قال\nرسول الله صلى الله عليه وسلم: \" البسوا من ثيابكم البيض، وكفنوا فيها\nموتاكم \" (1)\n</p>\n\n<p>\n20106 - حدثنا حسن بن موسى، حدثنا شيبان بن عبد الرحمن، عن عبد الملك، عن زيد بن\nعقبة الفزاري، قال: دخلت على الحجاج بن يوسف، فقلت: أصلح الله الأمير، ألا\nأحدثك حديثا حدثنيه سمرة بن جندب، عن رسول الله صلى الله عليه وسلم، قال:\nبلى، قال: سمعته يقول: قال رسول الله صلى الله عليه وسلم: \" المسائل كد يكد\nبها الرجل وجهه، فمن شاء أبقى على وجهه، ومن شاء ترك، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nإلا أن يسأل رجل ذا سلطان، أو يسأل في أمر لا بد منه \" (1)\n</p>\n\n<p>\n20107 - حدثنا حسن بن موسى، حدثنا زهير، عن منصور، عن هلال بن يساف، عن ربيع بن\nعميلة، عن سمرة بن جندب، قال: قال رسول الله صلى الله عليه وسلم: \" أحب\nالكلام إلى الله أربع: لا إله إلا الله، والله أكبر، وسبحان الله، والحمد\nلله، لا يضرك بأيهن بدأت \"\n</p>\n\n<p>\n\" لا تسمين غلامك يسارا، ولا رباحا، ولا نجيحا، ولا أفلح، فإنك تقول: أثم\nهو، فلا <span id='ms3861'></span> يكون، فيقول: لا \" إنما هن أربع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nلا تزيدن علي (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p299'> Vol. 33, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\n20108 - حدثنا روح، حدثنا سعيد، عن قتادة، عن أبي نضرة، عن سمرة بن جندب، عن\nالنبي صلى الله عليه وسلم قال: \" منهم من تأخذه النار إلى ركبتيه، ومنهم من\nتأخذه النار (1) إلى حجزته، ومنهم من تأخذه إلى ترقوته \" (2)\n</p>\n\n<p>\n20109 - حدثنا عبد الصمد، حدثنا عمر بن إبراهيم، حدثنا قتادة، عن الحسن، عن سمرة،\nعن النبي صلى الله عليه وسلم قال: \" من وجد متاعه عند مفلس بعينه، فهو أحق\nبه \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20110 - وعن سمرة، عن النبي صلى الله عليه وسلم قال: \" الميت يعذب بما نيح عليه \"\n(1)\n</p>\n\n<p>\n20111 - حدثنا حسن بن موسى، حدثنا سعيد بن بشير، حدثنا قتادة، عن الحسن، عن سمرة،\nقال: \" أمرنا رسول الله صلى الله عليه وسلم أن نعتدل في الجلوس، وأن لا\nنستوفز \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20112 - حدثنا سريج بن النعمان، حدثنا الحكم بن عبد الملك، عن قتادة، عن الحسن،\nعن سمرة، قال: قال رسول الله صلى الله عليه وسلم: \" احضروا الجمعة، وادنوا\nمن الإمام، فإن الرجل ليتخلف عن الجمعة حتى إنه ليتخلف عن الجنة، وإنه لمن\nأهلها \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20113 - حدثنا روح، حدثنا أشعث، عن الحسن، عن سمرة بن جندب، عن النبي صلى الله\nعليه وسلم قال: \" من صلى صلاة الغداة فهو في ذمة الله، فلا تخفروا الله في\nذمته \" (1)\n</p>\n\n<p>\n20114 - حدثنا روح، من كتابه، حدثنا سعيد بن أبي عروبة، عن قتادة، قال: حدث\nالحسن، عن سمرة، أن رسول الله صلى الله عليه وسلم قال: \" سام أبو العرب،\nويافث أبو الروم، وحام أبو الحبش \"، وقال روح ببغداد من حفظه: \" ولد نوح\nثلاثة سام وحام ويافث \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20115 - حدثنا سليمان بن داود الطيالسي، حدثنا عمران، عن قتادة، عن الحسن، عن\nسمرة، \" أن رسول الله صلى الله عليه وسلم، نهى أن يخطب الرجل على خطبة\nأخيه، أو يبتاع على بيعه \" (1)\n</p>\n\n<p>\n20116 - حدثنا عبد الصمد، حدثنا هشام، عن قتادة، عن الحسن، عن سمرة، أن رسول الله\nصلى الله عليه وسلم قال: \" إذا أنكح (2) وليان فهي للأول، وإذا باع اثنان\n(3) فالبيع للأول \" (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20117 - حدثنا عبد الصمد، حدثنا عمر بن إبراهيم <span id='ms3862'></span>، حدثنا قتادة، عن الحسن، عن سمرة،\nعن النبي صلى الله عليه وسلم قال: \" لما حملت حواء طاف بها إبليس، وكان لا\nيعيش لها ولد، فقال: \" سميه عبد الحارث، فإنه يعيش، فسموه عبد الحارث،\nفعاش، وكان ذلك من وحي الشيطان، وأمره (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p306'> Vol. 33, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\n° 20118 - قال عبد الله: \" وجدت في كتاب أبي بخط يده، وأكبر ظني أني قد\nسمعته منه، قال: حدثنا علي بن عبد الله، حدثنا معاذ، قال: وجدت في كتاب أبي\nبخط يده ولم أسمعه منه، حدثنا قتادة، عن يحيى بن مالك، عن سمرة بن جندب، أن\nالنبي صلى الله عليه وسلم قال: \" احضروا الذكر، وادنوا من الإمام، فإن\nالرجل لا يزال يتباعد حتى يؤخر في الجنة، وإن دخلها \" (1)\n</p>\n\n<p>\n20119 - حدثنا علي بن عبد الله، حدثنا معاذ، حدثني أبي، عن مطر، عن الحسن، عن\nسمرة، \" أن نبي الله صلى الله عليه وسلم، نهى أن تتلقى الأجلاب، حتى تبلغ\nالأسواق، أو يبيع حاضر لباد \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20120 - حدثنا علي بن عبد الله، حدثنا يزيد بن زريع، حدثنا شعبة، عن قتادة، عن\nالحسن، عن سمرة، عن النبي صلى الله عليه وسلم قال: \" من توضأ فبها ونعمت،\nومن اغتسل فذلك أفضل \" (1)\n</p>\n\n<p>\n20121 - حدثنا عفان، حدثنا همام، حدثنا قتادة، عن الحسن، عن سمرة، أن النبي صلى\nالله عليه وسلم قال: \" إذا أنكحت المرأة زوجين، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفهي للأول منهما، وإذا بيع البيع من رجلين، فهو للأول منهما \" (1)\n</p>\n\n<p>\n20122 - حدثنا عفان، حدثنا أبو عوانة، حدثنا قتادة، عن الحسن، عن سمرة، قال: قال\nرسول الله صلى الله عليه وسلم: \" من قتل عبده قتلناه، ومن جدعه جدعناه (2)\n\"\n</p>\n\n<p>\n20123 - حدثنا سريج بن النعمان، حدثنا هشيم، عن يونس، عن الحسن، عن سمرة، قال:\nقال رسول الله صلى الله عليه وسلم: \" يوشك أن يملأ الله أيديكم من العجم،\nثم يكونون أسدا لا يفرون، فيقتلون مقاتلتكم، ويأكلون فيئكم \" (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20124 - حدثنا محمد بن جعفر، حدثنا شعبة، عن إسماعيل يعني ابن أبي خالد، قال:\nسمعت الشعبي، يحدث عن سمرة بن جندب، قال: صلى النبي صلى الله عليه وسلم\nالصبح، فقال: \" هاهنا أحد من بني فلان \"، قالوا <span id='ms3863'></span>: نعم، قال: \" إن صاحبكم\nمحتبس على باب الجنة في دين عليه \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20125 - حدثنا محمد بن جعفر، حدثنا شعبة، عن قتادة، عن الحسن، عن سمرة بن جندب،\nأن النبي صلى الله عليه وسلم قال: \" من قتل عبده قتلناه، ومن جدعه جدعناه \"\n(1)\n</p>\n\n<p>\n20126 - حدثنا محمد بن جعفر، حدثنا شعبة، عن سلمة بن كهيل، عن هلال بن يساف، عن\nسمرة، عن النبي صلى الله عليه وسلم قال: \" إذا حدثتك (2) حديثا، فلا تزيدن\nعلي \" (3)\n</p>\n\n<p>\nوقال: \" أربع من أطيب الكلام، وهن من القرآن، لا يضرك بأيهن بدأت: سبحان\nالله، والحمد لله، ولا إله إلا الله، والله أكبر \"\n</p>\n\n<p>\nثم قال: \" لا تسمين غلامك أفلح، ولا نجيحا، ولا رباحا، ولا يسارا \" (4)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20127 - حدثنا عفان، حدثنا يزيد بن زريع، حدثنا يونس، عن الحسن، عن سمرة، قال: \"\nكان إذا كبر سكت هنية، وإذا فرغ من قراءة السورة سكت هنية \"، فأنكر ذلك\nعليه عمران بن حصين، فكتبوا إلى أبي بن كعب، فكتب أبي يصدقه (1)\n</p>\n\n<p>\n20128 - حدثنا عبد الوهاب الخفاف، حدثنا سعيد، عن قتادة، عن الحسن، عن سمرة بن\nجندب، أن رسول الله صلى الله عليه وسلم قال: \" جار الدار أحق بالدار \" (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20129 - وعن سمرة، أن النبي صلى الله عليه وسلم قال: \" صلاة (1) الوسطى صلاة\nالعصر \" (2)\n</p>\n\n<p>\n20130 - وقال رسول الله صلى الله عليه وسلم: \" من أحاط حائطا على أرض فهي له \"\n(3)\n</p>\n\n<p>\n20131 - وقال رسول الله صلى الله عليه وسلم: \" على اليد (4) ما أخذت حتى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nتؤدي \" (1)\n</p>\n\n<p>\n20132 - وقال رسول الله صلى الله عليه وسلم: \" من قتل عبده قتلناه، ومن جدعه\nجدعناه \" (2)\n</p>\n\n<p>\n20133 - قال: وقال رسول الله صلى الله عليه وسلم: \" إنه مع الغلام عقيقته، تذبح\nعنه يوم سابعه، ويسمى، ويحلق رأسه \" (3)\n</p>\n\n<p>\n20134 - حدثنا عبد الصمد، حدثنا ثابت يعني أبا زيد، حدثنا عاصم، ذكر أن الذي\nيحدث، \" أن النبي صلى الله عليه وسلم أذن في النبيذ بعدما نهى عنه \"، منذر\nأبو حسان، ذكره عن سمرة بن جندب، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يقول: من خالف الحجاج فقد خالف (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p315'> Vol. 33, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\n20135 - حدثنا علي بن عاصم، حدثنا سليمان التيمي، عن أبي العلاء بن الشخير، عن\nسمرة بن جندب، قال: \" بينا نحن <span id='ms3864'></span> عند النبي صلى الله عليه وسلم إذ أتي بقصعة\nفيها ثريد \"، قال: \" فأكل وأكل القوم، فلم يزل القوم يتداولونها إلى قريب\nمن الظهر يأكل كل قوم، ثم يقومون، ويجيء قوم فيتعاقبونه \" (1) ، قال: فقال\nله رجل: هل كانت تمد بطعام؟ قال: \" أما من الأرض فلا، إلا أن تكون كانت تمد\nمن السماء \" (2)\n</p>\n\n<p>\n20136 - حدثنا هشيم، حدثنا حميد، عن الحسن، قال: جاءه رجل فقال: إن عبدا له أبق،\nوإنه نذر إن قدر عليه أن يقطع يده، فقال الحسن: حدثنا سمرة، قال: \" قلما\nخطب النبي صلى الله عليه وسلم خطبة إلا أمر فيها بالصدقة، ونهى فيها عن\nالمثلة \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20137 - حدثنا هشيم، أنبأنا شعبة، وغيره، عن قتادة، عن الحسن، عن سمرة، قال: قال\nرسول الله صلى الله عليه وسلم: \" من قتل عبده قتلناه، ومن جدعه جدعناه \"\n(1)\n</p>\n\n<p>\n20138 - حدثنا معتمر بن سليمان، قال: سمعت الركين، يحدث عن أبيه، عن سمرة، قال:\nنهى رسول الله صلى الله عليه وسلم أن تسمي رقيقك (2) أربعة أسماء: أفلح،\nويسارا، ونافعا، ورباحا \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20139 - حدثنا إسحاق بن يوسف، حدثنا سعيد، عن قتادة، عن الحسن، عن سمرة، أن رسول\nالله صلى الله عليه وسلم قال: \" كل غلام رهين بعقيقته تذبح عنه يوم السابع،\nويحلق رأسه، ويسمى \" (1)\n</p>\n\n<p>\n20140 - حدثنا إسماعيل، حدثنا أيوب، عن أبي قلابة، عن سمرة بن جندب، قال: قال\nرسول الله صلى الله عليه وسلم: \" عليكم بهذه البياض، فليلبسها أحياؤكم،\nوكفنوا فيها موتاكم، فإنها من خير ثيابكم \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20141 - حدثنا عمرو بن الهيثم أبو قطن، حدثنا هشام، عن قتادة، عن الحسن، عن سمرة،\nأن رسول الله صلى الله عليه وسلم قال: \" إذا أنكح الوليان فهو (1) للأول\nمنهما، وإذا باع بيعا من رجلين فهو للأول منهما \" (2)\n</p>\n\n<p>\n20142 - حدثنا إسماعيل، حدثنا سعيد، عن قتادة، عن الحسن، عن سمرة بن جندب، قال:\nقال رسول الله صلى الله عليه وسلم: \" البيعان بالخيار ما لم يتفرقا \" (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20143 - حدثنا عبدة، (1) عن سعيد، عن قتادة، عن الحسن، عن سمرة، قال: \" نهى رسول\nالله صلى الله عليه وسلم عن بيع الحيوان بالحيوان نسيئة \" (2)\n</p>\n\n<p>\n20144 - حدثنا أبو معاوية، حدثنا أبو <span id='ms3865'></span> مالك الأشجعي، عن نعيم بن أبي هند، عن ابن\nسمرة بن جندب، عن أبيه، قال: قال رسول الله صلى الله عليه وسلم: \" من قتل\nفله السلب \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20145 - حدثنا أبو معاوية، حدثنا الحجاج، عن قتادة، عن الحسن، عن سمرة بن جندب،\nقال: قال رسول الله صلى الله عليه وسلم: \" اقتلوا شيوخ المشركين، واستحيوا\nشرخهم \"، (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال عبد الله: سألت أبي عن تفسير هذا الحديث: \" اقتلوا شيوخ المشركين \"،\nقال: يقول: \" (1) الشيخ لا يكاد أن يسلم، والشاب، أي يسلم، كأنه أقرب إلى\nالإسلام من الشيخ \"، قال: \" الشرخ: الشباب \"\n</p>\n\n<p>\n20146 - حدثنا أبو معاوية، عن حجاج، عن سعيد بن عبيد بن زيد بن عقبة، (2) عن\nأبيه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن سمرة، قال: قال رسول الله صلى الله عليه وسلم: \" إذا سرق من الرجل\nمتاع، أو ضاع له متاع، فوجده بيد رجل بعينه، فهو أحق به، ويرجع المشتري على\nالبائع بالثمن \" (1)\n</p>\n\n<p>\n20147 - حدثنا إسماعيل، عن سعيد، عن قتادة، عن الحسن، عن سمرة، قال: قال رسول\nالله صلى الله عليه وسلم: \" جار الدار أحق بالدار \" (2)\n</p>\n\n<p>\n20148 - حدثنا زكريا بن أبي زكريا، حدثنا هشيم، عن موسى بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالسائب، عن قتادة، عن الحسن، عن سمرة، قال: قال رسول الله صلى الله عليه\nوسلم: \" المرء أحق بعين ماله حيث عرفه، ويتبع البيع بيعه \" (1)\n</p>\n\n<p>\n20149 - حدثنا إسماعيل بن إبراهيم، قال: حدثني عبد الله بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nسوادة، عن أبيه، عن سمرة، قال: قال رسول الله صلى الله عليه وسلم: \" لا\nيغرنكم أذان بلال، ولا هذا البياض، لعمود الصبح، حتى يستطير \" (1)\n</p>\n\n<p>\n20150 - حدثنا يحيى بن سعيد، عن شعبة، حدثنا معبد بن خالد، عن زيد بن عقبة، عن\nسمرة بن جندب، \" أن النبي صلى الله عليه وسلم كان يقرأ في الجمعة ب سبح اسم\nربك الأعلى، وهل أتاك حديث الغاشية \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20151 - حدثنا روح، حدثنا سعيد، وعبد الوهاب، أخبرنا سعيد، عن قتادة، عن الحسن،\nعن سمرة بن جندب، أن نبي الله صلى الله عليه وسلم كان يقول: \" إن الدجال\nخارج، وهو أعور، عين الشمال عليها ظفرة غليظة، وإنه يبرئ الأكمه والأبرص،\nويحيي الموتى ويقول للناس: أنا ربكم <span id='ms3866'></span>، فمن قال: أنت ربي فقد فتن، ومن قال:\nربي الله حتى يموت، فقد عصم من فتنته، ولا فتنة بعده (1) عليه، ولا عذاب،\nفيلبث في الأرض ما شاء الله، ثم يجيء عيسى ابن مريم من قبل المغرب، مصدقا\nبمحمد، وعلى ملته، فيقتل الدجال، ثم إنما هو قيام الساعة \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20152 - حدثنا بهز، حدثنا همام، عن قتادة، عن الحسن، عن سمرة، قال: قال رسول الله\nصلى الله عليه وسلم: \" العمرى جائزة لأهلها \" (1)\n</p>\n\n<p>\n20153 - حدثنا بهز، حدثنا همام، عن قتادة، عن الحسن، عن سمرة، \" أن يوم حنين كان\nيوما مطيرا، فأمر الن‍بي صلى الله عليه وسلم مناديه، فنادى: إن الصلاة في\nالرحال \" (2)\n</p>\n\n<p>\n20154 - حدثنا يحيى بن سعيد، عن سفيان، حدثني حبيب بن أبي ثابت، عن ميمون بن أبي\nشبيب، عن سمرة بن جندب، عن النبي صلى الله عليه وسلم قال: \" البسوا الثياب\nالبيض، فإنها أطهر وأطيب، وكفنوا فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nموتاكم \" (1)\n</p>\n\n<p>\n20155 - حدثنا يحيى بن سعيد، عن سعيد، عن قتادة، عن الحسن، عن سمرة، عن النبي صلى\nالله عليه وسلم قال: \" الصلاة الوسطى صلاة العصر \" (2)\n</p>\n\n<p>\n20156 - حدثنا يحيى بن سعيد، حدثنا ابن أبي عروبة، عن قتادة، عن الحسن،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن سمرة، عن النبي صلى الله عليه وسلم قال: \" على اليد ما أخذت حتى تؤديه\n\"، ثم نسي الحسن قال: لا يضمن (1)\n</p>\n\n<p>\n20157 - حدثنا يحيى، عن إسماعيل يعني ابن أبي خالد، عن عامر، عن سمرة بن جندب، أن\nرسول الله صلى الله عليه وسلم صلى الفجر ذات يوم، فقال: \" هاهنا من بني\nفلان أحد؟ \" مرتين \"، فقال رجل: هو ذا، فكأني أسمع صوت النبي صلى الله عليه\nوسلم قال: \" إن صاحبكم قد حبس على باب الجنة بدين كان عليه \" (2)\n</p>\n\n<p>\n20158 - حدثنا وكيع، حدثنا أبو هلال، عن سوادة بن حنظلة، عن سمرة بن جندب، قال:\nقال رسول الله صلى الله عليه وسلم: \" لا يمنعنكم من سحوركم أذان بلال، ولا\nالفجر المستطيل، ولكن الفجر المستطير في الأفق \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20159 - حدثنا وكيع، حدثنا همام، عن قتادة، عن قدامة بن وبرة، عن سمرة بن جندب،\nقال: قال رسول الله صلى الله عليه <span id='ms3867'></span> وسلم: \" من فاتته الجمعة، فليتصدق\nبدينار، أو بنصف دينار \" (1)\n</p>\n\n<p>\n20160 - حدثنا وكيع، عن سفيان، عن الأسود بن قيس العبدي، عن ثعلبة بن عباد، عن\nسمرة بن جندب، قال: \" صلى بنا رسول الله صلى الله عليه وسلم في كسوف، فلم\nنسمع له صوتا \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20161 - حدثنا يزيد بن هارون، أخبرنا المسعودي، وأبو نعيم، حدثنا المسعودي، عن\nمعبد بن خالد، عن زيد بن عقبة، عن سمرة بن جندب، قال: \" كان رسول الله صلى\nالله عليه وسلم يقرأ في العيدين بسبح اسم ربك الأعلى، وهل أتاك حديث\nالغاشية \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20162 - حدثنا يزيد بن هارون، أخبرنا حسين يعني المعلم، عن عبد الله بن بريدة، عن\nسمرة بن جندب، \" أن النبي صلى الله عليه وسلم صلى على أم فلان، ماتت في\nنفاسها، فقام وسطها \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20163 - حدثنا يزيد، أخبرنا شعبة، عن الحكم، عن عبد الرحمن بن أبي ليلى، عن سمرة\nبن جندب، عن النبي صلى الله عليه وسلم قال: \" من روى عني حديثا، وهو يرى\nأنه كذب، فهو أحد الكاذبين \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20164 - حدثنا محمد بن عبيد، حدثنا مسعر، عن معبد بن خالد، عن زيد، عن سمرة بن\nجندب، قال: \" كان رسول الله صلى الله عليه وسلم يقرأ في الجمعة بسبح اسم\nربك الأعلى، وهل أتاك حديث الغاشية \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20165 - حدثنا يزيد بن هارون، أخبرنا جرير بن حازم، قال: سمعت أبا رجاء العطاردي،\nيحدث عن سمرة بن جندب، قال: كان رسول الله صلى الله عليه وسلم إذا صلى صلاة\nالغداة، أقبل علينا بوجهه، فقال: \" هل رأى أحد منكم الليلة رؤيا؟ \"، فإن\nكان أحد رأى تلك الليلة رؤيا قصها عليه، فيقول فيها ما شاء الله أن يقول:\nفسألنا يوما، فقال: \" هل رأى أحد منكم الليلة رؤيا؟ \" قال: فقلنا: لا، قال:\n\" لكن أنا رأيت الليلة رجلين أتياني، فأخذا بيدي، فأخرجاني إلى أرض (1)\nفضاء، أو أرض مستوية، فمرا بي على رجل، ورجل قائم على رأسه بيده كلوب من\nحديد، فيدخله في شدقه، فيشقه، حتى يبلغ قفاه، ثم يخرجه فيدخله في شدقه\nالآخر، ويلتئم هذا الشدق، (2) فهو يفعل ذلك به، قلت <span id='ms3868'></span>: ما هذا؟ قالا: انطلق،\nفانطلقت معهما، فإذا رجل مستلق على قفاه، ورجل قائم بيده فهر، أو صخرة،\nفيشدخ بها رأسه، فيتدهدى الحجر، فإذا ذهب ليأخذه عاد رأسه كما كان، فيصنع\nمثل ذلك، فقلت: ما هذا؟ قالا: انطلق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفانطلقت معهما، فإذا بيت مبني على بناء التنور، أعلاه ضيق، وأسفله واسع،\nيوقد تحته نار، فإذا فيه رجال ونساء عراة، فإذا أوقدت ارتفعوا حتى يكادوا\n(1) أن يخرجوا، فإذا خمدت رجعوا فيها، فقلت: ما هذا؟ قالا لي: انطلق\nفانطلقت، فإذا نهر من دم فيه رجل، وعلى شط النهر رجل بين يديه حجارة، فيقبل\nالرجل الذي في النهر، فإذا دنا ليخرج، رمى في فيه حجرا، فرجع إلى مكانه،\nفهو يفعل به ذلك، فقلت: ما هذا؟، فقالا: انطلق فإذا روضة خضراء، فإذا فيها\nشجرة عظيمة، وإذا شيخ في أصلها حوله صبيان، وإذا رجل قريب منه بين يديه\nنار، فهو يحششها ويوقدها، فصعدا بي في الشجرة، فأدخلاني دارا لم أر دارا قط\nأحسن منها، فإذا فيها رجال شيوخ وشباب، وفيها نساء وصبيان، فأخرجاني منها،\nفصعدا بي في الشجرة، فأدخلاني دارا هي أحسن، وأفضل فيها شيوخ وشباب، فقلت\nلهما: إنكما قد طوفتماني منذ الليلة، فأخبراني عما رأيت، فقالا: نعم، أما\nالرجل الأول الذي رأيت فإنه رجل كذاب، يكذب الكذبة فتحمل عنه في الآفاق،\nفهو يصنع به ما رأيت إلى يوم القيامة، ثم يصنع الله به ما شاء، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p336'> Vol. 33, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الرجل الذي رأيت مستلقيا، فرجل آتاه الله القرآن، فنام عنه بالليل،\nولم يعمل بما فيه بالنهار، فهو يفعل به ما رأيت إلى يوم القيامة، وأما الذي\nرأيت في التنور فهم الزناة، وأما الذي رأيت في النهر، فذاك آكل الربا، وأما\nالشيخ الذي رأيت في أصل الشجرة، فذاك إبراهيم، وأما الصبيان الذي رأيت،\nفأولاد الناس، وأما الرجل الذي رأيت يوقد النار ويحششها فذاك مالك خازن\nالنار، وتلك النار، وأما الدار التي دخلت أولا فدار عامة المؤمنين، وأما\nالدار الأخرى فدار الشهداء، وأنا جبريل، وهذا ميكائيل، ثم قالا لي: ارفع\nرأسك، فرفعت <span id='ms3869'></span> رأسي، فإذا كهيئة السحاب، فقالا لي: وتلك دارك، فقلت لهما:\nدعاني أدخل داري، فقالا: إنه قد بقي لك عمل لم تستكمله، فلو استكملته دخلت\nدارك \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p337'> Vol. 33, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\n20166 - حدثنا يزيد، أخبرنا حماد بن سلمة، عن حميد الطويل، عن الحسن، عن سمرة بن\nجندب، \" أن رسول الله صلى الله عليه وسلم كانت له سكتتان، سكتة حين يفتتح\nالصلاة، وسكتة إذا فرغ من السورة الثانية، قبل أن يركع \"، فذكر ذلك لعمران\nبن حصين، فقال: كذب سمرة، فكتب في ذلك إلى المدينة إلى أبي بن كعب فقال:\nصدق سمرة (1)\n</p>\n\n<p>\n20167 - حدثنا يزيد بن هارون، أخبرنا حماد بن سلمة، عن قتادة، عن الحسن، عن سمرة،\nرفعه، قال: \" من ملك ذا رحم، فهو حر \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p339'> Vol. 33, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p340'> Vol. 33, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\n20168 - حدثنا محمد بن أبي عدي، عن داود يعني ابن أبي هند، عن أبي قزعة، عن\nالأسقع بن الأسلع، عن سمرة، قال: قال رسول الله صلى الله عليه وسلم: \" ما\nتحت الكعبين من الإزار في النار \" (1)\n</p>\n\n<p>\n20169 - حدثنا محمد بن جعفر، حدثنا شعبة، عن سماك، قال: سمعت المهلب، يخطب، قال:\nقال سمرة بن جندب: عن النبي صلى الله عليه وسلم قال: \" لا تصلوا حين تطلع\nالشمس، ولا حين تسقط، فإنها تطلع بين قرني الشيطان، وتغرب بين قرني الشيطان\n\" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20170 - حدثنا معاذ بن هشام، حدثني أبي، عن قتادة، عن الحسن، عن سمرة، قال: \"\nأصابتنا السماء ونحن مع نبي الله صلى الله عليه وسلم، فنادى: الصلاة في\nالرحال \" (1)\n</p>\n\n<p>\n20171 - حدثنا محمد بن جعفر، حدثنا شعبة، عن عبد الملك بن عمير، عن حصين بن أبي\nالحر، عن سمرة بن جندب، عن النبي صلى الله عليه وسلم قال: \" من (2) خير ما\nتداوى به الناس الحجم \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20172 - حدثنا يحيى بن أبي بكير، قال زهير بن معاوية: أخبرنا عن عبد الملك (1) بن\nعمير، حدثنا حصين بن أبي الحر، عن سمرة بن جندب، قال: كنت عند رسول الله\nصلى الله عليه وسلم، فدعا حجاما، فأمره أن يحجمه، فأخرج محاجم له من قرون،\nفألزمه إياه، فشرطه بطرف شفرة، فصب الدم في إناء عنده، فدخل عليه رجل من\nبني <span id='ms3870'></span> فزارة، فقال: ما هذا يا رسول الله؟ علام تمكن هذا من جلدك يقطعه؟ قال:\nفسمعت النبي صلى الله عليه وسلم يقول: \" هذا الحجم \"، قال: وما الحجم؟ قال:\n\" هو من خير ما تداوى به الناس \"، (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20173 - حدثنا الأشيب، حدثنا شيبان، عن عبد الملك بن عمير، عن حصين بن أبي الحر\nالعنبري، فذكر نحو حديث زهير (1)\n</p>\n\n<p>\n20174 - حدثنا عبد الرحمن بن مهدي، وأبو داود قالا: حدثنا همام، عن قتادة، عن\nالحسن، عن سمرة بن جندب، قال: قال رسول الله صلى الله عليه وسلم: \" من توضأ\nيوم الجمعة فبها ونعمت، ومن اغتسل فهو أفضل \" (2)\n</p>\n\n<p>\n20175 - حدثنا عبد الرحمن بن مهدي، وأبو داود، قالا: حدثنا همام، عن قتادة، عن\nالحسن، عن سمرة بن جندب، قال: قال رسول الله صلى الله عليه وسلم: \" لا\nتلاعنوا بلعنة الله، ولا بغضبه، ولا بالنار \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20176 - حدثنا محمد بن سلمة، عن محمد بن إسحاق، عن محمد بن عمرو بن عطاء، قال:\nقال لي علي بن حسين: \" اسم جبريل عليه السلام عبد الله، واسم ميكائيل عليه\nالسلام عبيد الله \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20177 - حدثنا عبد الرحمن، حدثنا همام، عن قتادة، عن الحسن، عن سمرة، قال: قال\nرسول الله صلى الله عليه وسلم: \" من توضأ يوم الجمعة فبها ونعمت، ومن اغتسل\nفالغسل أفضل \" (1)\n</p>\n\n<p>\n20178 - حدثنا أبو كامل، حدثنا زهير، حدثنا الأسود بن قيس، حدثنا ثعلبة بن عباد\nالعبدي، من أهل البصرة، قال: شهدت يوما خطبة لسمرة بن جندب، فذكر في خطبته\nحديثا عن رسول الله صلى الله عليه وسلم فقال: بينا أنا وغلام من الأنصار\nنرمي في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nغرضين لنا على عهد رسول الله صلى الله عليه وسلم، حتى إذا كانت الشمس قيد\nرمحين، أو ثلاثة في عين الناظر، اسودت حتى آضت كأنها تنومة، قال: فقال\nأحدنا لصاحبه: انطلق بنا إلى المسجد، فوالله ليحدثن شأن هذه الشمس لرسول\nالله صلى الله عليه وسلم في أمته حدثا، قال: فدفعنا إلى المسجد، فإذا هو\nبأزز، (1) قال: ووافقنا رسول الله صلى الله عليه وسلم حين خرج إلى الناس،\nفاستقدم فقام بنا كأطول ما قام <span id='ms3871'></span> بنا في صلاة قط، لا نسمع له صوتا، ثم ركع\nكأطول ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p347'> Vol. 33, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\nركع بنا في صلاة قط، لا نسمع له صوتا، ثم سجد بنا كأطول ما سجد بنا في\nصلاة قط، لا نسمع له صوتا، (1) ثم فعل في الركعة الثانية مثل ذلك، فوافق\nتجلي الشمس جلوسه في الركعة الثانية، قال زهير: حسبته قال: فسلم، فحمد\nالله، وأثنى عليه، وشهد أنه عبد الله ورسوله، ثم قال: \" أيها الناس، أنشدكم\nبالله إن كنتم تعلمون أني قصرت عن شيء من تبليغ رسالات ربي لما أخبرتموني\nذاك، فبلغت رسالات ربي كما ينبغي لها أن تبلغ، وإن كنتم تعلمون أني بلغت\nرسالات ربي لما أخبرتموني ذاك \" (2) ، قال: فقام رجال، فقالوا: نشهد أنك قد\nبلغت رسالات ربك، ونصحت لأمتك، وقضيت الذي عليك، ثم سكتوا، (3) ثم قال: \"\nأما بعد، فإن رجالا يزعمون أن كسوف هذه الشمس، وكسوف هذا القمر، وزوال هذه\nالنجوم عن مطالعها لموت رجال عظماء من أهل الأرض، وإنهم قد كذبوا، ولكنها\nآيات من آيات الله يعتبر بها عباده، فينظر من يحدث له منهم توبة، وايم\nالله، لقد رأيت منذ قمت أصلي ما أنتم لاقون في أمر دنياكم وآخرتكم، وإنه\nوالله لا تقوم الساعة حتى يخرج ثلاثون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p348'> Vol. 33, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\nكذابا آخرهم الأعور الدجال، ممسوح العين اليسرى كأنها عين أبي تحيى، لشيخ\nحينئذ من الأنصار بينه وبين حجرة عائشة، وإنه متى يخرج، أو قال: متى ما\nيخرج، فإنه سوف يزعم أنه الله، فمن آمن به وصدقه واتبعه، لم ينفعه صالح من\nعمله سلف، ومن كفر به وكذبه لم يعاقب بشيء من عمله، وقال حسن الأشيب: بسيئ\nمن عمله سلف، وإنه سيظهر، أو قال: سوف يظهر، على الأرض كلها، إلا الحرم،\nوبيت المقدس، وإنه يحصر المؤمنين في بيت المقدس، فيزلزلون زلزالا شديدا، ثم\nيهلكه الله وجنوده، حتى إن جذم الحائط، أو قال: أصل الحائط، وقال حسن\nالأشيب: وأصل الشجرة، لينادي، أو قال: يقول: يا مؤمن، أو قال: يا مسلم، هذا\nيهودي، أو قال: هذا كافر، تعال فاقتله \"، قال: \" ولن <span id='ms3872'></span> يكون ذلك كذلك حتى\nتروا أمورا يتفاقم شأنها في أنفسكم، وتساءلون بينكم هل كان نبيكم ذكر لكم\nمنها ذكرا، وحتى تزول جبال على مراتبها، ثم على أثر ذلك القبض \"، قال: ثم\nشهدت خطبة لسمرة ذكر فيها هذا الحديث، فما قدم كلمة، ولا أخرها عن موضعها\n(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p349'> Vol. 33, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\n20179 - حدثنا بهز، حدثنا حماد بن سلمة، أخبرنا قتادة، عن الحسن، عن سمرة، أن\nرسول الله صلى الله عليه وسلم قال: \" نزل القرآن على سبعة أحرف \" (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20180 - حدثنا عمر بن سعد أبو داود الحفري، حدثنا سفيان، عن الأسود بن قيس، عن\nثعلبة بن عباد، عن سمرة، أن النبي صلى الله عليه وسلم خطب حين انكسفت\nالشمس، فقال: \" أما بعد \" (1)\n</p>\n\n<p>\n20181 - حدثنا عفان، حدثنا حماد بن سلمة، أخبرنا يونس، عن الحسن، عن سمرة، عن\nالنبي صلى الله عليه وسلم قال: \" توشكون (2) أن يملأ الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأيديكم من العجم، وقال عفان مرة: من الأعاجم، ثم يكونون أسدا لا يفرون،\nيقتلون مقاتلتكم، ويأكلون فيئكم \" (1)\n</p>\n\n<p>\n20182 - حدثنا عبد الرحمن بن مهدي، حدثنا هشام (2) ، عن قتادة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن الحسن، عن سمرة، قال: قال رسول الله صلى الله عليه وسلم: \" البيعان\nبالخيار ما لم يتفرقا \" (1)\n</p>\n\n<p>\n20183 - حدثنا عبد الرحمن، عن حماد بن سلمة، عن قتادة، عن الحسن، عن سمرة، عن\nالنبي صلى الله عليه وسلم قال: \" الجار أحق بالجوار \" أو \" بالدار \" (2)\n</p>\n\n<p>\n20184 - حدثنا سريج بن النعمان، حدثنا بقية، عن إسحاق بن ثعلبة، عن مكحول، عن\nسمرة بن جندب، قال: \" أمرنا رسول الله صلى الله عليه وسلم أن نتخذ المساجد\nفي ديارنا، وأمرنا أن ننظفها \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20185 - حدثنا الفضل بن دكين، حدثنا المسعودي، عن الحكم، وحبيب، عن ميمون بن أبي\nشبيب، عن سمرة بن جندب، قال: قال رسول الله صلى الله عليه وسلم: \" البسوا\nالثياب البياض فإنها أطهر وأطيب، وكفنوا فيها موتاكم \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20186 - حدثنا الحسن بن يحيى، من أهل مرو، وعلي بن إسحاق، قالا: حدثنا ابن\nالمبارك، عن وقاء (1) بن إياس، عن علي بن ربيعة، قال علي بن إسحاق في\nحديثه: أخبرنا وقاء بن إياس، قال: حدثني علي بن ربيعة (2) عن سمرة، قال <span id='ms3873'></span>: \"\nقام النبي صلى الله عليه وسلم فخطب، فنهى عن الدباء، والمزفت \"، (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n• 20187 - حدثنا عبد الله، (1) حدثنا أحمد بن جميل، (2) حدثنا ابن\nالمبارك مثله (3)\n</p>\n\n<p>\n20188 - حدثنا عفان، حدثنا أبان العطار، حدثنا قتادة، عن الحسن، عن سمرة، أن نبي\nالله صلى الله عليه وسلم كان يقول: \" كل غلام مرتهن بعقيقته، تذبح عنه يوم\nسابعه، ويماط عنه الأذى، ويسمى \" (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20189 - حدثنا عفان، حدثنا همام، عن قتادة، عن الحسن، عن سمرة بن جندب، أن النبي\nصلى الله عليه وسلم قال: \" البيعان بالخيار ما لم يتفرقا، ويأخذ كل واحد\nمنهما ما رضي من البيع \"،\n</p>\n\n<p>\n(1)\n</p>\n\n<p>\n20190 - حدثنا عفان، حدثنا أبو عوانة، حدثنا الأسود بن قيس، عن ثعلبة بن عباد، عن\nسمرة بن جندب، قال: قام يوما خطيبا فذكر في خطبته حديثا، قال: بينما أنا\nوغلام من الأنصار نرمي في غرضين لنا على عهد رسول الله صلى الله عليه وسلم،\nإذ طلعت الشمس، فكانت في عين الناظر قيد رمحين، وساق الحديث، ثم قال: \" أما\nبعد \"، وقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nثم قبض أطراف أصابعه، ثم قال: أو قام، أنا أشك مرة أخرى، وقد حفظت ما قال\nفما قدم كلمة عن منزلتها، ولا أخر شيئا، (1) وقد قال أبو عوانة: بينما أنا\nوغلام من الأنصار، وقال أيضا: فاسودت حتى آضت، \" وقد قال أبو عوانة: زوول\nولكنها زؤول أصوب \" (2)\n</p>\n\n<p>\n• 20191 - حدثنا عبد الله (3) حدثنا خلف بن هشام، وعبد الواحد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nغياث، قالا: حدثنا أبو عوانة، عن الأسود بن قيس، عن ثعلبة، عن سمرة، عن\nالنبي صلى الله عليه وسلم مثله (1)\n</p>\n\n<p>\n20192 - حدثنا علي، حدثنا معاذ، حدثني أبي، عن قتادة، عن الحسن، عن سمرة، \" أن\nنبي الله صلى الله عليه وسلم نهى عن التبتل (2) \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20193 - حدثنا عفان، حدثنا همام، حدثنا قتادة، عن الحسن، عن سمرة، أن النبي صلى\nالله عليه وسلم قال: \" كل غلام مرتهن بعقيقته تذبح يوم سابعه، ويحلق رأسه،\nويدمى \"، (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20194 - حدثنا عفان، حدثنا أبان العطار، حدثنا قتادة، عن الحسن، عن سمرة، عن\nالنبي صلى الله عليه وسلم مثله إلا أنه قال: \" ويسمى \"، قال همام في حديثه:\nوراجعناه: \" ويدمى \"، قال همام <span id='ms3874'></span>: فكان قتادة يصف الدم فيقول: \" إذا ذبح\nالعقيقة تؤخذ صوفة، فتستقبل أوداج الذبيحة، ثم توضع على يافوخ الصبي، حتى\nإذا سال غسل رأسه، ثم حلق بعد \" (1)\n</p>\n\n<p>\n20195 - حدثنا عفان، حدثنا همام، أخبرنا قتادة، عن الحسن، عن سمرة، عن النبي صلى\nالله عليه وسلم قال: \" جار الدار أحق بالدار من غيره \" (2)\n</p>\n\n<p>\n20196 - حدثنا يزيد بن هارون، حدثنا سليمان التيمي، عن أبي العلاء، عن سمرة بن\nجندب، \" أن رسول الله صلى الله عليه وسلم أتي بقصعة فيها ثريد، فتعاقبوها\nإلى الظهر من غدوة يقوم ناس، ويقعد آخرون \"، قال له رجل: هل كانت تمد؟ قال:\n\" فمن أي شيء تعجب؟ ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nكانت تمد إلا من هاهنا، وأشار إلى السماء \" (1)\n</p>\n\n<p>\n20197 - حدثنا يزيد بن هارون، أخبرنا هشام، عن الحسن، عن سمرة بن جندب، عن النبي\nصلى الله عليه وسلم قال: \" من قتل عبده قتلناه، ومن جدع عبده جدعناه \"، (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20198 - حدثنا يزيد بن هارون، عن أبي أمية شيخ له، قال: حدثنا الحسن، عن سمرة،\nقال: \" ومن خصى عبده خصيناه \" (1)\n</p>\n\n<p>\n20199 - حدثنا يزيد بن هارون، أخبرنا شعبة، وأبو داود، أخبرنا هشام، عن قتادة، عن\nالحسن، عن سمرة بن جندب، عن النبي صلى الله عليه وسلم قال: \" جار الدار أحق\nبالدار \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20200 - حدثنا يزيد، أخبرنا المسعودي، عن حبيب بن أبي ثابت، والحكم، عن ميمون بن\nأبي شبيب، عن سمرة بن جندب، قال: قال رسول الله صلى الله عليه وسلم: \"\nالبسوا الثياب البيض، فإنها أطيب وأطهر، وكفنوا فيها موتاكم \" (1)\n</p>\n\n<p>\n20201 - حدثنا يزيد، أخبرنا بقية بن الوليد، عن إسحاق بن ثعلبة، عن مكحول، عن\nسمرة بن جندب، قال: قال رسول الله صلى الله عليه وسلم: \" لا يتعاطى أحدكم\nأسير (2) أخيه، فيقتله \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20202 - حدثنا يزيد بن هارون، أخبرنا الحجاج بن أرطأة، عن سعيد بن زيد بن عقبة،\nعن أبيه، عن سمرة بن جندب، قال: قال رسول الله صلى الله عليه وسلم: \" من\nأصاب متاعه بعينه فهو أحق به، ويتبع صاحبه من اشتراه منه \"، وقال يزيد مرة:\n\" من وجد متاعه \" (1)\n</p>\n\n<p>\n20203 - حدثنا يزيد بن هارون، أخبرنا شعبة، قال: سمعت سوادة القشيري <span id='ms3875'></span>، يحدث عن\nسمرة بن جندب، عن النبي صلى الله عليه وسلم أنه قال: \" لا يغرنكم أذان\nبلال، ولا هذا الفجر المستطيل، ولكن الفجر المستطير \"، وأومأ بيده هكذا،\nوأشار يزيد بيده اليمنى (2)\n</p>\n\n<p>\n20204 - حدثنا يزيد، أخبرنا حماد بن سلمة، عن قتادة، عن الحسن، عن سمرة بن جندب،\nعن النبي صلى الله عليه وسلم قال: \" من ملك ذا رحم، (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفهو عتيق \" (1)\n</p>\n\n<p>\n20205 - حدثنا إسحاق بن يوسف، أخبرنا عوف، وهوذة، حدثنا عوف، حدثنا شيخ، من بكر\nبن وائل في مجلس قسامة، قال: دخلت على سمرة بن جندب، وهو يحتجم، فقال: سمعت\nرسول الله صلى الله عليه وسلم يقول: \" إن من خير دوائكم الحجامة \" (2)\n</p>\n\n<p>\n20206 - حدثنا أبو قطن، حدثنا هشام، عن قتادة، عن الحسن، عن سمرة، أن رسول الله\nصلى الله عليه وسلم قال: \" إذا أنكح الوليان، فهو للأول منهما، وإذا باع\nبيعا لرجلين، (3) فهو للأول منهما \" (4)\n</p>\n\n<p>\n20207 - حدثنا روح، حدثنا سعيد، عن قتادة، عن أبي نضرة، عن سمرة بن جندب، أن رسول\nالله صلى الله عليه وسلم قال: \" إن منهم من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nتأخذه النار إلى ركبتيه، ومنهم من تأخذه النار إلى حجزته، ومنهم من تأخذه\nالنار إلى ترقوته \" (1)\n</p>\n\n<p>\n20208 - حدثنا روح، حدثنا هشام بن أبي عبد الله، وحماد، عن قتادة، عن الحسن، عن\nسمرة بن جندب، أن نبي الله صلى الله عليه وسلم قال: \" أيما امرأة زوجها\nوليان، فهي للأول منهما، وأيما رجل باع بيعا من رجلين، فهو للأول منهما \"\n(2)\n</p>\n\n<p>\n20209 - حدثنا هشام بن عبد الملك، أخبرنا أبو عوانة، وعفان، حدثنا أبو عوانة،\nحدثنا عبد الملك بن عمير، عن حصين، رجل من بني فزارة، عن سمرة بن جندب،\nقال: أتى نبي الله صلى الله عليه وسلم أعرابي وهو يخطب، فقطع عليه خطبته،\nفقال: يا رسول الله، كيف تقول في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالضب؟ قال: \" أمة مسخت من بني إسرائيل، فلا أدري أي الدواب مسخت؟ \"، (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p368'> Vol. 33, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\n20210 - حدثنا حسن بن موسى، حدثنا شيبان، عن عبد الملك، عن حصين بن قبيصة\nالفزاري، عن سمرة بن جندب، قال: سأل أعرابي رسول الله صلى الله عليه وسلم،\nفذكر مثله <span id='ms3876'></span> (1)\n</p>\n\n<p>\n20211 - حدثنا سليمان بن داود، حدثنا هشام، عن قتادة، عن الحسن، عن سمرة بن جندب،\n\" أن رسول الله صلى الله عليه وسلم أمر مناديه فنادى في يوم مطير: الصلاة\nفي الرحال \" (2)\n</p>\n\n<p>\n20212 - حدثنا عبد الصمد، حدثنا جرير بن حازم، حدثنا عبد الملك بن عمير، عن حصين\nبن (3) أبي الحر، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن سمرة بن جندب، قال: رأيت رسول الله صلى الله عليه وسلم وهو يحتجم\nبقرن، وهو يشرط بطرف سكين، فدخل رجل من شمخ، فقال له: لم تمكن ظهرك أو عنقك\nمن هذا يفعل بها ما أرى؟ فقال: \" هذا الحجم، وهو من خير ما تداويتم به \"\n(1)\n</p>\n\n<p>\n20213 - حدثنا عبد الصمد، حدثنا أبي، حدثنا حسين، حدثنا ابن بريدة، أنه سمع سمرة\nبن جندب، يقول: إنه ليمنعني أن أتكلم بكثير مما كنت أسمع من رسول الله صلى\nالله عليه وسلم أن هاهنا من هو أكبر مني، وكنت ليلتئذ غلاما، وإني كنت\nلأحفظ ما أسمع منه، \" صليت وراء رسول الله صلى الله عليه وسلم، وصلى على أم\nكعب، ماتت وهي نفساء، فقام رسول الله صلى الله عليه وسلم للصلاة عليها\nوسطها \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20214 - حدثنا يحيى بن سعيد، وابن جعفر، قالا: حدثنا سعيد، عن قتادة، عن الحسن،\nعن سمرة بن جندب، عن النبي صلى الله عليه وسلم قال: \" من قتل عبده قتلناه،\nومن جدعه جدعناه \"، قال يحيى: ثم نسي الحسن بعد، فقال: لا يقتل به (1)\n</p>\n\n<p>\n20215 - حدثنا يحيى بن سعيد، عن ابن أبي عروبة، وابن جعفر، حدثنا سعيد بن (2) أبي\nعروبة، عن قتادة، عن الحسن، عن سمرة بن جندب، عن النبي صلى الله عليه وسلم:\n\" أنه نهى عن بيع الحيوان بالحيوان نسيئة \"، قال يحيى: ثم نسي الحسن، فقال:\nإذا اختلف الصنفان فلا بأس (3)\n</p>\n\n<p>\n20216 - حدثنا يحيى، حدثنا حسين المعلم، حدثنا عبد الله بن بريدة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن سمرة بن جندب، قال: \" صلى النبي صلى الله عليه وسلم على امرأة ماتت في\nنفاسها، فقام وسطها \" (1)\n</p>\n\n<p>\n20217 - حدثنا وكيع، حدثنا مسعر، وسفيان، عن معبد بن خالد، عن زيد بن عقبة، عن\nسمرة بن جندب، عن النبي صلى الله <span id='ms3877'></span> عليه وسلم: \" كان يقرأ في العيدين بسبح\nاسم ربك الأعلى، وهل أتاك حديث الغاشية \" (2)\n</p>\n\n<p>\n20218 - حدثنا وكيع، حدثنا سفيان، وعبد الرحمن، عن سفيان، عن حبيب، عن ميمون بن\nأبي شبيب، عن سمرة بن جندب، قال: قال رسول الله صلى الله عليه وسلم: \"\nالبسوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالثياب البياض (1) ، وكفنوا فيها موتاكم، فإنها أطهر وأطيب \" (2)\n</p>\n\n<p>\n20219 - حدثنا وكيع، حدثنا سفيان، وابن جعفر، حدثنا شعبة، عن عبد الملك بن عمير،\nعن زيد بن عقبة، عن سمرة بن جندب، قال: قال رسول الله صلى الله عليه وسلم:\n\" إن هذه المسائل كد يكد بها أحدكم وجهه، وقال ابن جعفر: كدوح يكدح بها\nالرجل، إلا أن يسأل ذا سلطان، أو في أمر لا بد منه \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20220 - حدثنا وكيع، حدثنا سفيان، عن الأسود بن قيس، عن ثعلبة بن عباد، عن سمرة\nبن جندب، \" أن النبي صلى الله عليه وسلم صلى في كسوف، فلم يسمع له صوت \"\n(1)\n</p>\n\n<p>\n20221 - حدثنا وكيع، قال: قال شعبة: وحدثنا الحكم، عن عبد الرحمن بن أبي ليلى، عن\nسمرة، قال: قال رسول الله صلى الله عليه وسلم: \" من حدث بحديث وهو يرى أنه\nكذب، فهو أحد الكاذبين \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20222 - حدثنا وكيع، حدثنا إسماعيل، عن الشعبي، عن سمرة، أن النبي صلى الله عليه\nوسلم صلى الفجر، فقال: \" هاهنا من بني فلان أحد؟ \" ثلاثا، فقال رجل: أنا،\nفقال: \" إن صاحبكم محبوس عن الجنة (1) بدينه \" (2)\n</p>\n\n<p>\n20223 - حدثنا وكيع، حدثنا سفيان، عن سلمة بن كهيل، عن هلال بن يساف، عن سمرة بن\nجندب، قال: قال رسول الله صلى الله عليه وسلم: \" أفضل الكلام بعد القرآن -\nوهو من القرآن - أربع (3) لا يضرك بأيهن بدأت: سبحان الله، والحمد لله، ولا\nإله إلا الله، والله أكبر \" (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20224 - حدثنا محمد بن جعفر، وعفان، قالا: حدثنا شعبة، عن الحكم، عن ابن أبي\nليلى، قال عفان في حديثه: أخبرنا الحكم، قال: سمعت ابن أبي ليلى، عن سمرة\nبن جندب، عن النبي صلى الله عليه وسلم قال: \" من روى عني حديثا وهو يرى أنه\nكذب، فهو أحد الكاذبين \" وقال عفان أيضا: الكاذبين (1) . (2)\n</p>\n\n<p>\n20225 - حدثنا وكيع، حدثنا <span id='ms3878'></span> يزيد يعني ابن إبراهيم، عن الحسن، عن سمرة، قال: \" ما\nخطبنا رسول الله صلى الله عليه وسلم خطبة إلا نهانا عن المثلة، وأمرنا\nبالصدقة \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20226 - حدثنا حجاج، حدثنا شعبة، عن سماك، قال: سمعت المهلب بن أبي صفرة، قال:\nقال سمرة بن جندب: عن النبي صلى الله عليه وسلم: \" لا تصلوا حين تطلع\nالشمس، فإنها تطلع بين قرني شيطان، ولا حين تغيب، فإنها تغيب بين قرني\nشيطان \" (1)\n</p>\n\n<p>\n20227 - حدثنا أبو كامل، حدثنا حماد، عن قتادة، عن الحسن، عن سمرة بن جندب، أن\nالنبي صلى الله عليه وسلم قال: \" من ملك ذا رحم (2) محرم، فهو حر \" (3)\n</p>\n\n<p>\n20228 - حدثنا أبو كامل، حدثنا حماد، عن حميد، عن الحسن، عن سمرة بن جندب، \" أن\nالنبي صلى الله عليه وسلم كان يسكت سكتتين إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nدخل في الصلاة، وإذا فرغ من القراءة \"، فأنكر ذلك عمران بن حصين، فكتبوا\nإلى أبي بن كعب يسألونه عن ذلك، فكتب أن صدق سمرة (1)\n</p>\n\n<p>\n20229 - حدثنا محمد بن بكر، أخبرنا عثمان بن سعد الكاتب، قال: قال لي ابن سيرين:\n\" صنعت سيفي على سيف سمرة \". وقال سمرة: \" صنعت سيفي على سيف النبي صلى\nالله عليه وسلم، وكان حنفيا \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20230 - حدثنا هشيم، أخبرنا حجاج بن أرطاة، عن قتادة، عن الحسن، عن سمرة، قال:\nقال رسول الله صلى الله عليه وسلم: \" اقتلوا شيوخ المشركين، واستبقوا شرخهم\n\" (1)\n</p>\n\n<p>\n20231 - حدثنا عبد الرزاق، حدثنا الثوري، حدثني أبي، عن الشعبي، عن سمعان بن\nمشنج، عن سمرة بن جندب، قال: كنا مع النبي صلى الله عليه وسلم في جنازة،\nفقال: \" أهاهنا من بني فلان أحد؟ \" قالها ثلاثا، فقام رجل، فقال له النبي\nصلى الله عليه وسلم: \" ما منعك في المرتين الأوليين أن تكون أجبتني؟ أما\nإني لم أنوه بك إلا لخير، إن فلانا، لرجل منهم مات، إنه مأسور بدينه \" قال:\nلقد رأيت أهله، ومن يتحزن له، قضوا عنه حتى ما جاء أحد يطلبه بشيء (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20232 - حدثنا عفان، حدثنا أبو عوانة، عن فراس، عن الشعبي، (1) عن سمرة، فذكر\nالحديث، (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20233 - حدثنا أبو سفيان المعمري، عن سفيان، عن أبيه، عن <span id='ms3879'></span> الشعبي، عن سمعان بن\nمشنج، عن سمرة بن جندب، فذكر الحديث، (1)\n</p>\n\n<p>\n• 20234 - حدثنا عبد الله (2) ، حدثنا أبو بكر بن أبي شيبة، حدثنا وكيع،\nعن أبيه، عن سعيد بن مسروق، عن الشعبي، فذكر هذا الحديث. فحدثت به أبي،\nفقال: \" لم أسمعه من وكيع \" (3)\n</p>\n\n<p>\n20235 - حدثنا عبد الرزاق، أخبرنا معمر، عن أيوب، وروح، حدثنا سعيد بن أبي عروبة،\nعن أيوب، عن أبي قلابة، عن أبي المهلب، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن سمرة بن جندب، قال: قال رسول الله صلى الله عليه وسلم: \" عليكم بهذا\nالبياض، فيلبسه أحياؤكم، (1) وقال روح: فليلبسه أحياؤكم، وكفنوا فيه\nموتاكم، فإنه من خير ثيابكم \"، (2)\n</p>\n\n<p>\n20236 - حدثنا عفان، حدثنا حماد بن زيد، حدثنا أيوب، عن أبي قلابة، قال: قال\nسمرة، فذكره وذكر، يعني عفان، عن وهيب، أيضا ليس فيه أبو المهلب (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20237 - حدثنا عبدة، حدثنا سعيد، عن قتادة، عن الحسن، عن سمرة، قال: \" نهى رسول\nالله صلى الله عليه وسلم عن بيع الحيوان بالحيوان نسيئة \" (1)\n</p>\n\n<p>\n20238 - حدثنا محمد بن بشر، حدثنا سعيد بن أبي عروبة، عن قتادة، عن الحسن، عن\nسمرة، أن نبي الله صلى الله عليه وسلم قال: \" من حاط (2) حائطا على أرض فهي\nله \"، (3)\n</p>\n\n<p>\n20239 - حدثنا عبد الوهاب، عن سعيد مثله، إلا أنه قال: من أحاط (4)\n</p>\n\n<p>\n20240 - حدثنا زكريا بن عدي، أخبرنا عبيد الله، عن عبد الملك بن عمير، عن حصين\n(5) بن قبيصة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن سمرة بن جندب، قال: سأل أعرابي رسول الله صلى الله عليه وسلم وهو\nيخطب، فقطع عليه خطبته، فقال: يا رسول الله ما تقول في الضباب؟ فقال: \"\nمسخت أمة من بني إسرائيل، فالله أعلم في أي الدواب مسخت \" (1)\n</p>\n\n<p>\n20241 - حدثنا عبد الصمد (2) حدثنا شعبة، حدثنا قتادة، عن الحسن، عن سمرة بن جندب\nقال: قال رسول الله صلى الله عليه وسلم: \" البيعان بالخيار ما لم يتفرقا \"\n(3)\n</p>\n\n<p>\n20242 - حدثنا عبد الصمد، وعفان، قالا: حدثنا حماد بن سلمة، أخبرنا الأشعث بن عبد\nالرحمن الجرمي، عن أبيه، عن سمرة بن جندب، أن رجلا قال: قال رسول الله صلى\nالله عليه وسلم: \" (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nرأيت كأن دلوا دليت من السماء، فجاء أبو بكر فأخذ <span id='ms3880'></span> بعراقيها (1) ، فشرب\nمنه شربا ضعيفا، قال عفان: وفيه ضعف، ثم جاء عمر، فأخذ بعراقيها، فشرب حتى\nتضلع، ثم جاء عثمان، فأخذ بعراقيها فشرب، فانتشطت منه، فانتضح عليه منها\nشيء \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p385'> Vol. 33, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\n20243 - حدثنا عفان، حدثنا حماد بن سلمة، عن حميد، عن الحسن، عن سمرة بن جندب، \"\nأن رسول الله صلى الله عليه وسلم كان يسكت سكتتين إذا دخل في الصلاة، وإذا\nفرغ من القراءة \"، فأنكر ذلك عمران بن حصين، وكتبوا إلى أبي بن كعب، فكتب\nإليهم: أن صدق سمرة (1)\n</p>\n\n<p>\n20244 - حدثنا يحيى بن آدم، حدثنا زهير، عن منصور، عن هلال بن يساف، عن ربيع بن\nعميلة الفزاري، عن سمرة بن جندب، قال: قال رسول الله صلى الله عليه وسلم: \"\nأحب الكلام إلى الله أربع: لا إله إلا الله، وسبحان الله، والحمد لله،\nوالله أكبر، لا يضرك بأيهن بدأت \"\n</p>\n\n<p>\n\" ولا تسمين غلامك يسارا، (2) ولا رباحا، ولا نجيحا، ولا أفلح،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفإنك تقول: أثم هو، فلا يكون، فيقول: لا \"، إنما هن أربع فلا تزيدن علي\n(1)\n</p>\n\n<p>\n20245 - حدثنا إسماعيل، حدثنا يونس، عن الحسن، قال: قال سمرة: \" حفظت سكتتين في\nالصلاة، سكتة إذا كبر الإمام حتى يقرأ، وسكتة إذا فرغ من قراءة فاتحة\nالكتاب (2) ، وسورة عند الركوع \"، قال: فأنكر ذلك عليه عمران بن حصين،\nفكتبوا إلى أبي في ذلك إلى المدينة، قال: فصدق سمرة (3)\n</p>\n\n<p>\n20246 - حدثنا أسود بن عامر، حدثنا حماد، عن يونس، عن الحسن، عن سمرة بن جندب، عن\nالنبي صلى الله عليه وسلم قال: \" يوشك أن يملأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالله أيديكم من الأعاجم، ثم يجعلهم الله أسدا لا يفرون، فيقتلون\nمقاتلتكم، ويأكلون فيئكم \"، (1)\n</p>\n\n<p>\n20247 - حدثنا مؤمل، حدثنا حماد، أخبرنا يونس، عن الحسن، عن سمرة بن جندب، قال:\nقال رسول الله صلى الله عليه وسلم: \" يوشك أن يملأ الله أيديكم \"، فذكر\nمثله (2)\n</p>\n\n<p>\n20248 - حدثنا عفان، حدثنا حماد بن سلمة، أخبرنا يونس، عن الحسن، عن سمرة بن\nجندب، عن رسول الله صلى الله عليه وسلم قال: \" توشكون (3) أن يملأ الله\nأيديكم من العجم، ثم يكونوا أسدا لا يفرون، فيقتلون مقاتلتكم، ويأكلون\nفيئكم \"، (4)\n</p>\n\n<p>\n20249 - حدثنا هشيم، أخبرنا <span id='ms3881'></span> يونس، عن الحسن قال: قال رسول الله صلى الله عليه\nوسلم: فذكر مثله، (5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20250 - وحدثناه سريج بن النعمان، حدثنا هشيم، عن يونس، عن الحسن، عن سمرة، عن\nالنبي صلى الله عليه وسلم مثله (1)\n</p>\n\n<p>\n20251 - حدثنا عفان، حدثنا حماد، عن قتادة، وحميد، عن الحسن، عن سمرة، أن رسول\nالله صلى الله عليه وسلم قال: \" الجار أحق بالجوار (2) \" (3)\n</p>\n\n<p>\n20252 - حدثنا عفان، حدثنا همام، عن قتادة، عن الحسن، عن سمرة، أن رسول الله صلى\nالله عليه وسلم قال: \" البيعان بالخيار ما لم يتفرقا، أو يأخذ كل واحد\nمنهما ما رضي من البيع \" (4)\n</p>\n\n<p>\n20253 - حدثنا إسماعيل، ومحمد بن جعفر، قالا: حدثنا سعيد، عن قتادة، عن الحسن،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن سمرة بن جندب، قال: قال رسول الله صلى الله عليه وسلم: \" البيعان\nبالخيار ما لم يتفرقا \" (1)\n</p>\n\n<p>\n20254 - حدثنا عفان، حدثنا همام، (2) حدثنا قتادة، عن الحسن، عن سمرة، أن النبي\nصلى الله عليه وسلم قال: \" العمرى جائزة \" (3)\n</p>\n\n<p>\n20255 - حدثنا عفان، حدثنا همام، عن قتادة، عن الحسن، عن سمرة، أن النبي صلى الله\nعليه وسلم قال: \" صلاة الوسطى صلاة العصر \" (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20256 - حدثنا عفان، حدثنا همام، حدثنا قتادة، عن الحسن، عن سمرة، أن نبي الله\nصلى الله عليه وسلم كان يقول: \" كل غلام رهينة بعقيقته، تذبح يوم سابعه،\nويحلق ويدمى \" (1)\n</p>\n\n<p>\n20257 - حدثنا عفان، حدثنا همام، أخبرنا بشر بن حرب، عن سمرة بن جندب، قال: أحسبه\nمرفوعا، \" من نسي صلاة فليصلها حين يذكرها، ومن الغد للوقت \"، (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20258 - حدثنا يونس، وسريج، قالا: حدثنا حماد، عن بشر، قال: سمعت سمرة، قال: قال\nرسول الله صلى الله عليه وسلم مثله (1)\n</p>\n\n<p>\n20259 - حدثنا عفان، حدثنا همام، حدثنا قتادة، عن الحسن، عن سمرة، أن النبي صلى\nالله عليه وسلم قال: \" من توضأ يوم الجمعة فبها ونعمت، ومن اغتسل فذلك أفضل\n\" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20260 - حدثنا عفان، حدثنا همام، عن قتادة، عن الحسن، عن سمرة، \" أن يوم حنين كان\nيوما مطيرا، فأمر النبي صلى الله عليه وسلم مناديه: أن الصلاة في الرحال \"،\n(1)\n</p>\n\n<p>\n20261 - حدثنا عفان، حدثنا أبان، حدثنا قتادة، عن الحسن، عن سمرة، مثله سواء (2)\n</p>\n\n<p>\n20262 - حدثنا عفان، حدثنا حماد، أخبرنا قتادة، عن <span id='ms3882'></span> الحسن، عن سمرة أن رسول الله\nصلى الله عليه وسلم قال: \" نزل القرآن على ثلاثة أحرف \"، قال عفان مرة:\nأنزل القرآن (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20263 - حدثنا عفان، حدثنا حماد، أخبرنا قتادة، عن الحسن، عن سمرة، أن رسول الله\nصلى الله عليه وسلم قال: \" إذا تزوج الرجلان المرأة، فالأول أحق، وإذا\nاشترى الرجلان البيع، فالأول أحق \" (1)\n</p>\n\n<p>\n20264 - حدثنا عفان، حدثنا حماد، أخبرنا قتادة، عن الحسن، عن سمرة، \" أن رسول\nالله صلى الله عليه وسلم نهى عن بيع الحيوان بالحيوان نسيئة \" (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20265 - حدثنا عفان، أخبرنا شعبة، أخبرني عبد الملك بن عمير، قال: سمعت زيد بن\nعقبة، قال: سمعت سمرة بن جندب، أن النبي صلى الله عليه وسلم قال: \" المسائل\nكدوح يكدح بها الرجل وجهه، فمن شاء أبقى على وجهه، ومن شاء ترك، إلا أن\nيسأل الرجل ذا سلطان، أو يسأل في الأمر لا يجد منه بدا \"، قال: فحدثت به\nالحجاج، فقال: \" سلني فإني ذو سلطان \" (1)\n</p>\n\n<p>\n20266 - حدثنا هشيم، أخبرنا منصور، ويونس، عن الحسن، عن سمرة بن جندب، \" أنه كان\nإذا صلى بهم سكت سكتتين إذا افتتح الصلاة، وإذا قال: {ولا الضالين}\n[الفاتحة: 7] سكت أيضا هنية \"، فأنكروا ذلك عليه، فكتب إلى أبي بن كعب،\nفكتب إليهم أبي أن الأمر كما صنع سمرة، (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20267 - حدثنا عفان، حدثنا يزيد بن زريع، عن يونس، قال: وإذا فرغ من قراءة السورة\n(1)\n</p>\n\n<p>\n20268 - حدثنا عبد الرحمن بن مهدي، حدثنا سلام بن أبي مطيع، عن الأسود بن قيس، عن\nثعلبة بن عباد، عن سمرة بن جندب، قال: \" صلى بنا رسول الله صلى الله عليه\nوسلم في كسوف الشمس ركعتين، لا نسمع له فيهما صوتا \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head12'>حديث عرفجة بن أسعد </h3>\n\n<p>\n(1)\n</p>\n\n<p>\n20269 - حدثنا أبو عبيدة عبد الواحد بن واصل، حدثنا سلم (2) يعني ابن زرير، وأبو\nالأشهب، عن عبد الرحمن بن طرفة، أن جده عرفجة بن أسعد أصيب أنفه في\nالجاهلية يوم الكلاب، فاتخذ أنفا من ورق، فأنتن عليه، فأمره النبي صلى الله\nعليه وسلم أن يتخذ أنفا، يعني، من ذهب \"، (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20270 - حدثنا عبد الرحمن بن مهدي، حدثنا أبو الأشهب، حدثنا عبد الرحمن بن <span id='ms3883'></span> طرفة،\nعن جده عرفجة بن أسعد أنه أصيب أنفه يوم الكلاب في الجاهلية، فذكر الحديث\nمثله (1)\n</p>\n\n<p>\n• 20271 - حدثنا عبد الله (2) حدثنا شيبان، حدثنا أبو الأشهب العطاردي\nجعفر بن حيان، حدثنا عبد الرحمن بن طرفة بن عرفجة، قال: وزعم عبد الرحمن،\nأنه رأى عرفجة، قال: أصيب أنف عرفجة يوم الكلاب، فاتخذ أنفا من ورق، فأنتن\nعليه، فأمره النبي صلى الله عليه وسلم أن يتخذ أنفا من ذهب \"، (3)\n</p>\n\n<p>\n• 20272 - حدثنا عبد الله حدثنا أبو عامر العدوي حوثرة بن أشرس، أخبرني\nأبو الأشهب، عن عبد الرحمن بن طرفة بن عرفجة بن أسعد، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأن جده عرفجة بن أسعد، أصيب أنفه في الجاهلية يوم الكلاب فذكر الحديث،\n(1) قال أبو الأشهب: وزعم عبد الرحمن أنه قد (2) رأى جده، يعني، عرفجة،\n</p>\n\n<p>\n• 20273 - حدثنا عبد الله حدثنا محمد بن تميم النهشلي، حدثني أبو الأشهب،\nعن عبد الرحمن بن طرفة بن عرفجة بن أسعد، عن جده عرفجة بن أسعد، أن أنفه\nأصيب يوم الكلاب في الجاهلية، فذكر مثله، (3)\n</p>\n\n<p>\n• 20274 - حدثنا عبد الله حدثنا أبو بكر بن أبي شيبة، حدثنا عبد الله بن\nالمبارك، عن جعفر بن حيان، حدثني عبد الرحمن بن طرفة بن عرفجة (3) ، أن جده\nعرفجة (4) أصيب أنفه يوم الكلاب، فذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث، (1)\n</p>\n\n<p>\n• 20275 - حدثنا عبد الله حدثنا يحيى بن عثمان يعني الحربي (2) السمسار،\nحدثنا إسماعيل بن عياش، عن جعفر بن حيان العطاردي، عن عبد الرحمن بن طرفة\nبن عرفجة، عن أبيه، عن جده، قال: (3) أصيب أنفه يوم الكلاب، يعني ماء،\nاقتتلوا عليه في الجاهلية، فذكر مثله قال في آخره: فاتخذت أنفا من ذهب: فما\nأنتن علي (4) (5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n• 20276 - حدثنا عبد الله حدثنا شيبان، حدثنا أبو الأشهب، عن حماد بن أبي\nسليمان الكوفي، قال: رأيت المغيرة بن عبد الله قد شد أسنانه بالذهب، فذكر\n(1) ذلك لإبراهيم، فقال: \" لا بأس به \" (2) ، حدثنا عبد الله أبو عبد\nالرحمن، قال: سمعت أبي، يقول: جاء قوم من أصحاب الحديث فاستأذنوا على أبي\nالأشهب فأذن لهم، فقالوا: حدثنا، قال: سلوا، فقالوا: ما معنا شيء نسألك\nعنه، فقالت ابنته من وراء الستر <span id='ms3884'></span>: سلوه عن حديث عرفجة بن أسعد أصيب أنفه يوم\nالكلاب\n</p>\n\n<p>\n20277 - حدثنا محمد بن جعفر، حدثنا شعبة، عن زياد بن علاقة، قال: سمعت عرفجة،\nقال: سمعت رسول الله صلى الله عليه وسلم يقول: \" إنه ستكون هنات وهنات، فمن\nأراد أن يفرق أمر هذه الأمة، وهم جميع، فاضربوه بالسيف كائنا من كان \" (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head13'>حديث رجل من بني سليط </h3>\n\n<p>\n(1)\n</p>\n\n<p>\n20278 - حدثنا عبد الرحمن، حدثنا عباد بن راشد، قال: سمعت الحسن، يقول: حدثني رجل\nمن بني سليط، أنه مر على رسول الله صلى الله عليه وسلم وهو جالس على باب\nالمسجد، وعليه ثوب قطري ليس عليه غيره، محتب به وهو يقول: \" المسلم أخو\nالمسلم لا يظلمه، ولا يخذله، التقوى هاهنا \" ويشير بيده إلى صدره (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head14'>حديث رجل من بني سليم </h3>\n\n<p>\n(1)\n</p>\n\n<p>\n20279 - حدثنا إسماعيل، عن يونس، حدثني أبو العلاء بن الشخير، حدثني أحد بني\nسليم، ولا أحسبه إلا قد رأى رسول الله صلى الله عليه وسلم، (2) \" أن الله\nيبتلي عبده بما أعطاه، فمن رضي بما قسم الله له، بارك الله له فيه، ووسعه،\nومن لم يرض لم يبارك له \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head15'>حديث أبي المليح، عن أبيه</h3>\n\n<p>\n20280 - حدثنا داود بن عمرو الضبي، حدثنا علي بن هاشم يعني ابن البريد، عن أبي\nبشر الحلبي، عن أبي مليح بن أسامة، عن أبيه، قال: أصاب الناس في يوم جمعة،\nيعني مطرا، فأمر النبي صلى الله عليه وسلم، فنودي: أن الصلاة اليوم، أو\nالجمعة اليوم، في الرحال \" (1)\n</p>\n\n<p>\n20281 - حدثنا داود بن عمرو، حدثنا نافع بن عمر بن جميل الجمحي، قال: رأيت عطاء،\nوابن أبي مليكة، وعكرمة بن خالد، \" يرمون الجمرة قبل الفجر يوم النحر \" (2)\n، قال عبد الله بن أحمد فقال له أبي: يا أبا سليمان، في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأي سنة سمعت من نافع بن عمر؟ قال: \" سنة تسع وستين سنة، وقعة الحسين \"\n(1)\n</p>\n\n<p>\n20282 - حدثنا داود بن عمرو، حدثنا نافع بن عمر الجمحي، عن القاسم بن أبي بزة، في\nقوله تبارك وتعالى {ولا تمنن تستكثر} [المدثر: 6] ، قال: \" لا تعطي شيئا\nتطلب أكثر منه \" (2)\n</p>\n\n<p>\n• 20283 - حدثنا عبد الله (3) حدثنا نوح بن حبيب، حدثنا <span id='ms3885'></span> حفص بن غياث بن\nطلق بن معاوية، عن عاصم الأحول، عن ثعلبة بن عاصم، عن أنس بن مالك، قال:\nقال رسول الله صلى الله عليه وسلم: \" عجبا للمؤمن، لا يقضي الله له شيئا\nإلا كان خيرا له \" (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head16'>حديث رجل عن النبي صلى الله عليه وسلم </h3>\n\n<p>\n(1)\n</p>\n\n<p>\n20284 - حدثنا إسماعيل، أخبرنا الجريري، عن أبي العلاء، قال: قال رجل: كنا مع\nرسول الله صلى الله عليه وسلم في سفر والناس يعتقبون، وفي الظهر قلة، فحانت\nنزلة رسول الله صلى الله عليه وسلم، ونزلتي، فلحقني من بعدي، فضرب منكبي،\nفقال: \" قل: أعوذ برب الفلق \"، فقلت: أعوذ برب الفلق، فقرأها رسول الله صلى\nالله عليه وسلم وقرأتها معه، ثم قال: \" قل: أعوذ برب الناس \"، فقرأها رسول\nالله صلى الله عليه وسلم وقرأتها معه، قال: \" إذا أنت صليت فاقرأ بهما \"\n(2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head17'>حديث رجال من أصحاب النبي صلى الله عليه وسلم</h3>\n\n<p>\n20285 - حدثنا محمد بن جعفر، حدثنا شعبة، قال: سمعت قتادة، يحدث عن علقمة بن عبد\nالله المزني، عن رجال، من أصحاب النبي صلى الله عليه وسلم، أنه قال: \" من\nكان يؤمن بالله واليوم الآخر فليتق الله، وليكرم جاره، ومن كان يؤمن بالله\nواليوم الآخر، فليتق الله، وليكرم ضيفه، ومن كان يؤمن بالله واليوم الآخر،\nفليتق الله، وليقل حقا، أو ليسكت \"، (1)\n</p>\n\n<p>\n20286 - حدثنا حجاج، حدثني شعبة، قال: سمعت قتادة، يحدث، عن علقمة بن عبد الله\nالمزني، عن رجال من أصحاب النبي صلى الله عليه وسلم، عن النبي صلى الله\nعليه وسلم، فذكر مثله (2)\n</p>\n\n<p>\n20287 - حدثنا محمد بن جعفر، حدثنا شعبة، عن قتادة، عن نصر بن عاصم، عن رجل منهم،\n\" أنه أتى النبي صلى الله عليه وسلم فأسلم على أنه لا يصلي إلا صلاتين،\nفقبل ذلك منه \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20288 - حدثنا هشيم، أخبرنا علي بن زيد، حدثنا الحسن، قال: وأخبرني رجل من بني\nسليط، قال: رفعت إلى رسول الله صلى الله عليه وسلم، فسمعته يقول: \" المسلم\nأخو المسلم، لا يظلمه، ولا يخذله، التقوى هاهنا، التقوى هاهنا \" مرتين أو\nثلاثا، وأشار بيده إلى صدره (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head18'>حديث معقل بن <span id='ms3886'></span> يسار </h3>\n\n<p>\n(1)\n</p>\n\n<p>\n20289 - حدثنا وكيع، حدثنا سوادة بن أبي الأسود، عن أبيه، عن معقل بن يسار، قال:\nقال رسول الله صلى الله عليه وسلم: \" أيما راع استرعي رعية، فغشها، فهو في\nالنار \" (2)\n</p>\n\n<p>\n20290 - حدثنا وكيع، عن إسماعيل بن أبي خالد، قال: سمعت إسماعيل البصري، يحدث عن\nابنة معقل (3) بن يسار، عن أبيها معقل، قال: سمعت رسول الله صلى الله عليه\nوسلم يقول: \" ليس من والي أمة، قلت أو كثرت، لا يعدل فيها، إلا كبه (4)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالله على وجهه في النار \" (1)\n</p>\n\n<p>\n20291 - حدثنا إسماعيل، عن يونس، عن الحسن، أن معقل بن يسار اشتكى، فدخل عليه\nعبيد الله بن زياد، (2) يعوده، فقال: أما إني سأحدثك حديثا لم أكن حدثتك\nبه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nإني (1) سمعت رسول الله صلى الله عليه وسلم، أو إن رسول الله صلى الله\nعليه وسلم، قال: \" لا يسترعي الله عبدا رعية، فيموت يوم يموت وهو لها غاش،\nإلا حرم الله عليه الجنة \" (2)\n</p>\n\n<p>\n20292 - حدثنا محمد بن جعفر، حدثنا شعبة، وحجاج، أخبرنا شعبة، قال: سمعت عياضا\nأبا خالد، قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nرأيت رجلين يختصمان عند معقل بن يسار، فقال معقل بن يسار: قال رسول الله\nصلى الله عليه وسلم: \" من حلف على يمين ليقتطع بها مال رجل، لقي الله وهو\nعليه غضبان \" (1)\n</p>\n\n<p>\n20293 - حدثنا عبد الوهاب بن عبد المجيد الثقفي أبو محمد، حدثنا خالد، عن الحكم\nبن عبد الله الأعرج، عن معقل بن يسار، \" أنه شهد رسول الله صلى الله عليه\nوسلم يوم الحديبية وهو رافع غصنا من أغصان الشجرة بيده، عن رأس رسول الله\nصلى الله عليه وسلم، يبايع الناس، (2) فبايعوه على أن لا يفروا، وهم يومئذ\nألف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأربع مائة \"، (1)\n</p>\n\n<p>\n• 20294 - حدثنا عبد الله، حدثنا عبيد الله (2) بن عمر القواريري، حدثنا\nيحيى بن يمان، عن سفيان، عن خالد، عن الحكم بن الأعرج: {يد الله فوق\nأيديهم} [الفتح: 10] ، قال: \" أن لا يفروا \" (3)\n</p>\n\n<p>\n20295 - حدثنا يحيى بن سعيد، عن شعبة، حدثني عياض أبو خالد قال: كان بين جارين\nلمعقل بن يسار كلام، فصارت اليمين على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما، فسمعت معقل بن يسار، يقول: قال رسول الله <span id='ms3887'></span> صلى الله عليه وسلم: \"\nمن حلف على يمين يقتطع بها مال أخيه، لقي الله وهو عليه غضبان \"، (1)\n</p>\n\n<p>\n20296 - حدثنا يعلى بن عبيد، حدثنا إسماعيل يعني ابن أبي خالد، عن إسماعيل\nالأودي، عن ابنة معقل المزني، قالت: لما ثقل أبي أتاه ابن زياد وساقه، (2)\nيعني وساق الحديث، (3)\n</p>\n\n<p>\n20297 - حدثنا وكيع، حدثنا الفضل بن دلهم، عن ابن سيرين، عن معقل بن يسار، \" أن\nرجلا من الأنصار تزوج امرأة، فسقط شعرها، فسأل النبي صلى الله عليه وسلم عن\nالوصال، فلعن الواصلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوالموصولة \" (1)\n</p>\n\n<p>\n20298 - حدثنا أبو كامل، حدثنا حماد بن زيد، حدثنا المعلى بن زياد القردوسي، عن\nمعاوية بن قرة، عن معقل بن يسار المزني، قال: قال رسول الله صلى الله عليه\nوسلم: \" العمل في الهرج كهجرة إلي \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20299 - حدثنا عبد الصمد، وعفان، قالا: حدثنا المثنى بن عوف، حدثنا أبو عبد الله\nالجسري، قال: سألت معقل بن يسار عن الشراب، فقال: \" كنا بالمدينة وكانت\nكثيرة التمر، فحرم علينا رسول الله صلى الله عليه وسلم الفضيخ \"، وأتاه رجل\nفسأله (1) عن أم له عجوز كبيرة، أيسقيها النبيذ، فإنها لا تأكل الطعام؟ \"\nفنهاه معقل \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20300 - حدثنا عارم، حدثنا معتمر، عن أبيه، عن رجل، عن أبيه، عن معقل بن يسار، أن\nرسول الله صلى الله عليه وسلم قال: \" البقرة سنام القرآن وذروته، نزل مع كل\nآية منها ثمانون ملكا، واستخرجت {الله لا إله إلا هو الحي القيوم} [البقرة:\n255] من تحت العرش، فوصلت بها، أو فوصلت بسورة البقرة، ويس قلب القرآن، لا\nيقرؤها رجل يريد الله والدار الآخرة إلا غفر له، واقرءوها على موتاكم \" (1)\n</p>\n\n<p>\n20301 - حدثنا عارم، حدثنا عبد الله بن المبارك، حدثنا سليمان التيمي، عن أبي\nعثمان، وليس بالنهدي، عن أبيه، عن معقل بن يسار، قال: قال رسول الله صلى\nالله عليه وسلم: \" اقرءوها على موتاكم \" يعني يس (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20302 - حدثنا محمد بن عبد الله بن الزبير، حدثنا الحكم بن عطية، عن أبي الرباب،\nقال: سمعت معقل بن يسار، يقول: كنا مع النبي صلى الله عليه وسلم في مسير\nله، فنزلنا في مكان كثير الثوم، وإن <span id='ms3888'></span> أناسا من المسلمين أصابوا منه، ثم\nجاءوا إلى المصلى يصلون مع النبي صلى الله عليه وسلم، فنهاهم عنها، ثم\nجاءوا بعد ذلك إلى المصلى، فنهاهم عنها، (1) ثم جاءوا بعد ذلك إلى المصلى،\nفوجد ريحها منهم، فقال: \" من أكل من هذه الشجرة، فلا يقربنا في مسجدنا \"،\n(2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20303 - حدثنا يونس بن محمد، حدثنا الحكم (1) بن أبي القاسم الحنفي أبو عزة\nالدباغ، عن أبي الرباب، عن معقل بن يسار قال: كنا مع رسول الله صلى الله\nعليه وسلم في مسير له فذكر معناه، (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20304 - حدثنا أبو سعيد مولى بني هاشم، حدثنا أبو يعقوب يعني إسحاق بن عثمان،\nحدثني حمران، أو حمدان، مولى معقل بن يسار، عن معقل بن يسار، قال: صحبت\nالنبي صلى الله عليه وسلم كذا وكذا (1)\n</p>\n\n<p>\n20305 - حدثنا الحكم بن نافع أبو (2) اليمان، حدثنا إسماعيل بن عياش، عن أبي شيبة\nيحيى بن يزيد، عن زيد بن أبي أنيسة، عن نفيع بن الحارث، عن معقل المزني،\nقال: أمرني النبي صلى الله عليه وسلم أن أقضي بين قوم، فقلت: ما أحسن أن\nأقضي يا رسول الله؟ قال: \" الله مع القاضي ما لم يحف عمدا (3) \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20306 - حدثنا أبو أحمد الزبيري، حدثنا خالد يعني ابن طهمان أبو العلاء الخفاف،\nحدثني نافع بن أبي نافع، عن معقل بن يسار، عن النبي صلى الله عليه وسلم\nقال: \" من قال حين يصبح ثلاث مرات: أعوذ بالله السميع العليم من الشيطان\nالرجيم، ثم قرأ الثلاث آيات من آخر سورة الحشر، وكل الله به سبعين ألف ملك\nيصلون عليه حتى يمسي، إن مات في ذلك اليوم مات شهيدا، ومن قالها حين يمسي\nكان بتلك المنزلة \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20307 - حدثنا أبو أحمد، حدثنا خالد يعني ابن طهمان، عن نافع بن أبي نافع، عن\nمعقل بن يسار، قال: وضأت النبي صلى الله عليه وسلم ذات يوم، فقال: \" هل لك\nفي فاطمة تعودها؟ \" فقلت: نعم، فقام متوكئا علي، فقال: \" أما إنه سيحمل\nثقلها غيرك، ويكون أجرها لك \" قال: فكأنه لم يكن علي شيء حتى دخلنا على\nفاطمة، فقال لها: \" كيف <span id='ms3889'></span> تجدينك؟ \" قالت: والله لقد اشتد حزني، واشتدت\nفاقتي، وطال سقمي \" قال أبو عبد الرحمن: وجدت في كتاب أبي بخط يده، في هذا\nالحديث، قال: \" أوما ترضين أني زوجتك أقدم أمتي سلما، وأكثرهم علما،\nوأعظمهم حلما \" (1)\n</p>\n\n<p>\n20308 - حدثنا أبو أحمد، حدثنا خالد، عن نافع، عن معقل بن يسار، قال: قال رسول\nالله صلى الله عليه وسلم: \" لا يلبث الجور بعدي إلا قليلا حتى يطلع، فكلما\nطلع من الجور شيء ذهب من العدل مثله، حتى يولد في الجور من لا يعرف غيره،\nثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nيأتي الله بالعدل، فكلما جاء من العدل شيء، ذهب من الجور مثله، حتى يولد\nفي العدل من لا يعرف غيره \" (1)\n</p>\n\n<p>\n20309 - حدثنا عمرو بن الهيثم أبو قطن، حدثنا يونس يعني ابن أبي إسحاق، عن أبيه،\nعن عمرو بن ميمون، شهد عمر قال: وقد كان جمع أصحاب رسول الله صلى الله عليه\nوسلم في حياته وصحته، فناشدهم الله من، سمع رسول الله صلى الله عليه وسلم\nذكر في الجد شيئا، فقام معقل بن يسار، فقال: سمعت (2) رسول الله صلى الله\nعليه وسلم، \" أتي بفريضة (3) فيها جد، فأعطاه ثلثا أو سدسا \"، قال: وما\nالفريضة؟ قال: لا أدري، قال: ما منعك أن تدري؟ (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20310 - حدثنا عبد الأعلى، عن يونس، عن الحسن، أن عمر بن الخطاب سأل عن فريضة\nرسول الله صلى الله عليه وسلم في الجد، فقام معقل بن يسار المزني، فقال: \"\nقضى فيها رسول الله صلى الله عليه وسلم، قال: ماذا؟ قال: \" السدس \"، قال:\nمع من؟ قال: لا أدري. قال: لا دريت فما تغني إذا؟ \" (1)\n</p>\n\n<p>\n20311 - حدثنا يزيد، حدثنا مستلم (2) بن سعيد الثقفي، عن منصور بن زاذان، عن\nمعاوية بن قرة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن معقل بن يسار، قال: قال رسول الله صلى الله عليه وسلم: \" العبادة في\nالفتنة كالهجرة إلي \" (1)\n</p>\n\n<p>\n20312 - حدثنا عبد الصمد، وحسن، قالا: حدثنا أبو هلال، حدثنا قتادة، عن رجل هو\nالحسن، إن شاء الله، عن معقل بن يسار، قال: \" لم يكن شيء أحب إلى رسول الله\nصلى الله عليه وسلم من الخيل \"، ثم قال <span id='ms3890'></span>: \" اللهم غفرا، لا بل (2) النساء \"\n(3)\n</p>\n\n<p>\n20313 - حدثنا عبد الصمد، حدثنا زيد (4) يعني ابن مرة أبو المعلى، عن الحسن، قال:\nثقل معقل بن يسار، فدخل إليه عبيد الله بن زياد يعوده، فقال: هل تعلم يا\nمعقل أني سفكت دما؟ قال: ما علمت، قال: هل تعلم أني دخلت في شيء من أسعار\nالمسلمين؟ قال: ما علمت، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أجلسوني، ثم قال: اسمع يا عبيد الله حتى أحدثك شيئا لم أسمعه من\nرسول الله صلى الله عليه وسلم مرة ولا مرتين، سمعت رسول الله صلى الله عليه\nوسلم يقول: \" من دخل في شيء من أسعار المسلمين ليغليه عليهم، فإن حقا على\nالله أن يقعده بعظم من النار يوم القيامة \"، قال: أنت سمعته من رسول الله\nصلى الله عليه وسلم؟ قال: نعم غير مرة ولا مرتين (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p426'> Vol. 33, p. 426</a>\n            </div>\n            \n</p>\n\n<p>\n20314 - حدثنا علي بن إسحاق، حدثنا عبد الله، وعتاب، حدثنا عبد الله بن المبارك،\nأخبرنا سليمان التيمي، عن أبي عثمان، وليس بالنهدي، عن أبيه، عن معقل بن\nيسار، قال: قال رسول الله صلى الله عليه وسلم: \" اقرءوها على موتاكم \"، قال\nعلي بن إسحاق في حديثه: يعني يس (1)\n</p>\n\n<p>\n20315 - حدثنا هوذة بن خليفة، حدثنا عوف، عن الحسن، قال: مرض معقل بن يسار مرضا\nثقل فيه، فأتاه ابن زياد يعوده، فقال: إني محدثك حديثا سمعته من رسول الله\nصلى الله عليه وسلم يقول: \" من استرعي رعية، فلم يحطهم بنصيحة، لم يجد ريح\nالجنة، وريحها يوجد من مسيرة مائة عام \"، قال ابن زياد: ألا كنت حدثتني\nبهذا قبل الآن؟ قال: \" والآن لولا الذي أنت عليه لم أحدثك به \" (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head19'>حديث قتادة بن ملحان</h3>\n\n<p>\n20316 - حدثنا عبد الصمد، حدثنا همام، حدثنا أنس بن سيرين، عن عبد الملك بن قتادة\nبن ملحان القيسي، عن أبيه، قال: كان رسول الله صلى الله عليه وسلم يأمر (1)\nبصيام ليالي البيض: ثلاث عشرة، وأربع عشرة، وخمس عشرة، وقال: \" هي كصوم\nالدهر \" (2)\n</p>\n\n<p>\n20317 - حدثنا عارم، حدثنا معتمر قال: وحدث أبي، عن أبي (3) العلاء بن عمير، قال:\nكنت عند قتادة بن ملحان حين حضر، فمر رجل <span id='ms3891'></span> في أقصى الدار، قال: فأبصرته في\nوجه قتادة، قال: وكنت إذا رأيته كأن على وجهه الدهان، قال: \" وكان رسول\nالله صلى الله عليه وسلم مسح على وجهه \"، (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n• 20318 - قال أبو عبد الرحمن: حدثنا يحيى بن معين، وهريم أبو حمزة،\nقالا: حدثنا معتمر، فذكر مثله (1)\n</p>\n\n<p>\n20319 - حدثنا بهز، حدثنا شعبة، حدثني أنس بن سيرين، عن عبد الملك، رجل من بني\nقيس بن ثعلبة، عن أبيه، أن رسول الله صلى الله عليه وسلم كان يأمرهم بصيام\nأيام البيض، ويقول: \" \" هن (2) صيام الشهر \"، أو قال: \" الدهر \" (3)\n</p>\n\n<p>\n20320 - حدثنا روح، حدثنا همام، عن أنس بن سيرين، عن عبد الملك بن قتادة بن ملحان\nالقيسي، عن أبيه، قال: كان رسول الله صلى الله عليه وسلم يأمرنا أن نصوم\nالليالي البيض: ثلاث عشرة، وأربع عشرة، وخمس عشرة \"، وقال: \" هن (4) كهيئة\nالدهر \" (5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20321 - حدثنا روح، حدثنا شعبة، قال: سمعت أنس بن سيرين، قال: سمعت عبد الملك بن\nالمنهال، يحدث عن أبيه، قال:، وكان من أصحاب رسول الله صلى الله عليه وسلم،\nقال: كان رسول الله صلى الله عليه وسلم يأمرنا بصيام أيام البيض الثلاثة،\nويقول: \" هن صيام الدهر \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head20'>حديث أعرابي</h3>\n\n<p>\n20322 - حدثنا عبد الرحمن، حدثنا شعبة، عن حميد بن هلال، قال: سمعت مطرفا، يحدث\nعن أعرابي، قال: \" رأيت في رجل رسول الله صلى الله عليه وسلم نعلا مخصوفة \"\n(1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head21'>حديث رجل من باهلة</h3>\n\n<p>\n20323 - حدثنا إسماعيل، حدثنا الجريري، عن أبي السليل، قال: حدثتني مجيبة عجوز من\nباهلة، عن أبيها، أو عن عمها، قال: أتيت رسول الله صلى الله عليه وسلم\nلحاجة مرة، فقال: \" من أنت؟ \" قال: أو ما تعرفني؟ قال: \" ومن أنت؟ \" قال:\nأنا الباهلي الذي أتيتك عام أول، قال: \" فإنك أتيتني وجسمك ولونك وهيئتك\nحسنة، فما بلغ بك ما أرى؟ \" فقال: إني والله ما أفطرت بعدك إلا ليلا، قال:\n\" من أمرك أن تعذب نفسك؟ (1) \" ثلاث مرات، \" صم شهر الصبر رمضان \"، قلت:\nإني أجد قوة، وإني أحب أن تزيدني، قال: \" فصم يوما من الشهر \"، قلت: إني\nأجد قوة، وإني أحب أن تزيدني، قال: \" فيومين <span id='ms3892'></span> من الشهر \"، قلت: إني أجد قوة،\nوإني أحب أن تزيدني، قال: \" وما تبغي عن شهر الصبر، ويومين في الشهر \"،\nقال: قلت: إني أجد قوة، وإني أحب أن تزيدني، قال: \" فثلاثة أيام من الشهر\n\"، قال: \" وألحم (2) عند الثالثة \"، فما كاد قلت: إني أجد قوة، وإني أحب أن\nتزيدني، قال: \" فمن الحرم، وأفطر \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head22'>حديث زهير بن عثمان</h3>\n\n<p>\n20324 - حدثنا بهز، حدثنا همام، عن قتادة، عن الحسن، عن عبد الله بن عثمان\nالثقفي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأن رجلا أعور من ثقيف، قال قتادة: كان يقال له معروف، أي يثنى عليه خيرا،\nيقال له: زهير بن عثمان، أن النبي صلى الله عليه وسلم قال: \" الوليمة حق،\nواليوم الثاني معروف، واليوم الثالث سمعة ورياء \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p434'> Vol. 33, p. 434</a>\n            </div>\n            \n</p>\n\n<p>\n20325 - حدثنا عبد الصمد، حدثنا همام، حدثنا قتادة، عن الحسن، عن عبد الله بن\nعثمان الثقفي، عن رجل أعور من ثقيف، قال قتادة: وكان يقال له: معروف إن لم\nيكن اسمه زهير بن عثمان، فلا أدري ما اسمه؟، أن رسول الله صلى الله عليه\nوسلم قال: \" الوليمة أول يوم حق، والثاني معروف، واليوم الثالث سمعة ورياء\n\" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head23'>حديث أنس بن مالك أحد بني كعب</h3>\n\n<p>\n20326 - حدثنا إسماعيل، حدثنا أيوب، قال: كان أبو قلابة حدثني بهذا الحديث، ثم\nقال لي: هل لك في الذي حدثنيه؟ قال: فدلني عليه، فأتيته، فقال: حدثني قريب\nلي يقال له: أنس بن مالك، قال: أتيت رسول الله صلى الله عليه وسلم في إبل\nلجار لي أخذت، فوافقته وهو يأكل، فدعاني إلى طعامه، فقلت: إني صائم، فقال:\n\" ادن \"، أو قال: \" هلم أخبرك عن ذلك، إن الله وضع عن المسافر الصوم، وشطر\nالصلاة، وعن الحبلى والمرضع \"، قال: كان بعد ذلك يتلهف، ويقول: \" ألا أكون\n(1) أكلت من طعام رسول الله صلى الله عليه وسلم حين دعاني إليه \"، (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p437'> Vol. 33, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\n20327 - حدثنا عبد الصمد، حدثنا أبو هلال، أخبرنا عبد الله بن سوادة القشيري، عن\nأنس بن مالك أحد بني كعب أخو بني قشير، قال: أغارت علينا خيل رسول الله صلى\nالله عليه وسلم، فانطلقت إلى رسول الله صلى الله عليه وسلم <span id='ms3893'></span> فانتهيت إليه\nوهو يأكل، فقال لي: \" ادن فكل \"، فقلت: إني صائم فذكر الحديث (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head24'>حديث أبي بن مالك</h3>\n\n<p>\n20328 - حدثنا حجاج، حدثنا شعبة، أخبرني قتادة، وبهز، قال: وحدثني شعبة، عن\nقتادة، قال: سمعت زرارة بن أوفى، يحدث عن أبي بن مالك، عن النبي صلى الله\nعليه وسلم أنه قال: \" من أدرك والديه، أو أحدهما، ثم دخل النار من بعد ذلك،\nفأبعده الله وأسحقه \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head25'>حديث رجل من خزاعة</h3>\n\n<p>\n20329 - حدثنا حجاج، حدثني شعبة، عن قتادة، عن عبد الرحمن أبي المنهال (1) بن\nسلمة الخزاعي، عن عمه، أن النبي صلى الله عليه وسلم قال لأسلم: \" صوموا\nاليوم \"، فقالوا: إنا قد أكلنا، قال: \" صوموا بقية يومكم \" يعني يوم\nعاشوراء \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head26'>حديث مالك بن الحارث</h3>\n\n<p>\n20330 - حدثنا محمد بن جعفر، حدثنا شعبة، قال: سمعت علي بن زيد، يحدث عن زرارة بن\nأوفى، عن رجل من قومه يقال له: مالك، أو ابن مالك، يحدث، عن النبي صلى الله\nعليه وسلم أنه قال: \" أيما مسلم ضم يتيما بين (1) أبوين مسلمين إلى طعامه\nوشرابه حتى يستغني، وجبت له الجنة البتة، وأيما مسلم أعتق رقبة، أو رجلا\nمسلما، كانت فكاكه من النار، ومن أدرك والديه، أو أحدهما، فدخل النار،\nفأبعده الله \" (2)\n</p>\n\n<p>\n20331 - حدثنا هشيم، قال علي بن زيد: أخبرنا عن زرارة بن أوفى، عن مالك بن\nالحارث، رجل منهم، أنه سمع النبي صلى الله عليه وسلم يقول: \" من ضم يتيما\nبين أبوين مسلمين إلى طعامه وشرابه حتى يستغني عنه، وجبت له الجنة البتة،\nومن أعتق امرأ مسلما، كان فكاكه من النار، يجزى بكل عضو منه عضوا (3) منه \"\n(4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head27'>حديث عمرو بن سلمة</h3>\n\n<p>\n20332 - حدثنا عبد الله، حدثني أبي سنة ثمان وعشرين ومئتين حدثنا وكيع، حدثنا\nمسعر بن حبيب الجرمي، حدثني عمرو بن سلمة، عن أبيه، أنهم وفدوا إلى النبي\nصلى الله عليه وسلم، فلما أرادوا أن ينصرفوا قالوا: يا رسول الله من يؤمنا؟\nقال: \" أكثركم جمعا للقرآن \" أو \" أخذا للقرآن \"، قال: فلم يكن أحد من\nالقوم جمع من القرآن ما جمعت، قال: فقدموني وأنا غلام، فكنت أؤمهم <span id='ms3894'></span> وعلي\nشملة لي، قال: \" فما شهدت مجمعا من جرم إلا كنت إمامهم وأصلي على جنائزهم\nإلى يومي هذا \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20333 - حدثنا إسماعيل، أخبرنا أيوب، عن عمرو بن سلمة، قال: كنا على حاضر، فكان\nالركبان، وقال إسماعيل مرة: الناس، يمرون بنا راجعين من عند رسول الله صلى\nالله عليه وسلم، فأدنو منهم فأسمع، حتى حفظت قرآنا، وكان الناس ينتظرون\nبإسلامهم فتح مكة، فلما فتحت جعل الرجل يأتيه، فيقول: يا رسول الله، أنا\nوافد بني فلان، وجئتك بإسلامهم، فانطلق أبي بإسلام قومه فرجع إليهم، فقال:\nقال رسول الله صلى الله عليه وسلم: \" قدموا أكثركم قرآنا \"، قال: فنظروا،\nوأنا لعلى حواء عظيم، فما وجدوا فيهم أحدا أكثر قرآنا مني، فقدموني وأنا\nغلام، فصليت بهم وعلي بردة، وكنت إذا ركعت أو سجدت قلصت، فتبدو عورتي، فلما\nصلينا، تقول عجوز لنا دهرية: غطوا عنا است قارئكم، قال: فقطعوا لي قميصا،\nفذكر أنه فرح به فرحا شديدا (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20334 - حدثنا علي بن عاصم، قال خالد الحذاء: أخبرني عن أبي قلابة، عن عمرو بن\nسلمة، قال: كانت تأتينا الركبان من قبل رسول الله صلى الله عليه وسلم\nفنستقرئهم، فيحدثونا أن رسول الله صلى الله عليه وسلم قال: \" ليؤمكم أكثركم\nقرآنا \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head28'>حديث العداء بن خالد بن هوذة </h3>\n\n<p>\n(1)\n</p>\n\n<p>\n20335 - حدثنا وكيع، حدثني عبد المجيد أبو عمرو، حدثني العداء بن خالد بن هوذة،\nقال: \" رأيت رسول الله صلى الله عليه وسلم يخطب الناس يوم عرفة على بعير\nقائما في الركابين (2) \" (3)\n</p>\n\n<p>\n20336 - حدثنا يونس، حدثنا عمر بن إبراهيم اليشكري، حدثنا شيخ كبير من بني عقيل\nيقال له: عبد المجيد العقيلي، قال: انطلقنا حجاجا ليالي خرج يزيد بن\nالمهلب، وقد ذكر لنا أن ماء بالعالية يقال له: الزجيج، فلما قضينا مناسكنا\nجئنا حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأتينا الزجيج، فأنخنا رواحلنا، قال: فانطلقنا حتى أتينا على بئر عليه\nأشياخ مخضبون يتحدثون، قال: قلنا هذا الذي صحب رسول الله صلى الله عليه\nوسلم أين بيته؟ قالوا: نعم صحبه، وهذاك بيته، فانطلقنا حتى أتينا البيت،\nفسلمنا، (1) قال: فأذن لنا فإذا شيخ كبير مضطجع يقال <span id='ms3895'></span> له: العداء بن خالد\nالكلابي، قلت: أنت الذي صحبت رسول الله صلى الله عليه وسلم؟ قال: نعم،\nولولا أنه الليل لأقرأتكم كتاب رسول الله صلى الله عليه وسلم إلي، قال: فمن\nأنتم؟ قلنا: من أهل البصرة، قال: مرحبا بكم، ما فعل يزيد بن المهلب؟ قلنا:\nهو هناك يدعو إلى كتاب الله تبارك وتعالى وإلى سنة النبي صلى الله عليه\nوسلم، قال: فيما هو من ذلك؟ قال: قلت: أيا (2) نتبع هؤلاء أو هؤلاء، يعني\nأهل الشام أو يزيد،؟ قال: إن تقعدوا تفلحوا وترشدوا، إن تقعدوا تفلحوا\nوترشدوا، لا أعلمه إلا قال ثلاث مرات، رأيت رسول الله صلى الله عليه وسلم\nيوم عرفة وهو قائم في الركابين ينادي بأعلى صوته: \" يا أيها الناس، أي يوم\n(3) يومكم هذا (4) ؟ \" قالوا: الله ورسوله أعلم، قال: \" فأي شهر شهركم هذا؟\n\" قالوا: الله ورسوله أعلم، قال: \" فأي بلد بلدكم هذا (4) ؟ \" قالوا: الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p446'> Vol. 33, p. 446</a>\n            </div>\n            \n</p>\n\n<p>\nورسوله أعلم، قال: \" يومكم يوم حرام، وشهركم شهر حرام، وبلدكم بلد حرام\n\"، قال: فقال: \" ألا إن دماءكم وأموالكم عليكم حرام، كحرمة يومكم هذا، في\nشهركم هذا، في بلدكم هذا، إلى يوم تلقون ربكم، فيسألكم عن أعمالكم \"، قال:\nثم رفع يديه إلى السماء فقال: \" اللهم اشهد عليهم، اللهم اشهد عليهم \" ذكر\nمرارا فلا أدري كم ذكر (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p447'> Vol. 33, p. 447</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head29'>ومن حديث أحمر</h3>\n\n<p>\n20337 - حدثنا وكيع، حدثنا عباد بن راشد، عن الحسن، حدثنا أحمر، صاحب رسول الله\nصلى الله عليه وسلم، قال: \" إن كنا لنأوي لرسول الله صلى الله عليه وسلم\nمما يجافي بيديه عن جنبيه إذا سجد \" (1)\n</p>\n\n<p>\n20338 - حدثنا عفان، حدثنا عباد بن راشد، حدثنا الحسن، حدثني أحمر، صاحب رسول\nالله صلى الله عليه وسلم قال: \" كنا لنأوي لرسول الله صلى الله عليه وسلم\nمما يجافي بيديه عن جنبيه إذا سجد \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head30'>ومن حديث صحار العبدي</h3>\n\n<p>\n20339 - حدثنا وكيع، حدثنا الضحاك بن يسار، عن يزيد بن عبد الله بن الشخير، عن\nعبد الرحمن بن صحار العبدي، عن أبيه، قال: قلت: يا رسول الله، إني رجل\nمسقام، فأذن لي في جريرة أنتبذ فيها، قال <span id='ms3896'></span>: \" فأذن له فيها \" (1)\n</p>\n\n<p>\n20340 - حدثنا يزيد بن هارون، أخبرنا الجريري، عن أبي العلاء بن الشخير، عن عبد\nالرحمن بن صحار العبدي، عن أبيه، قال: سمعت رسول الله صلى الله عليه وسلم\nيقول: \" لا تقوم الساعة حتى يخسف بقبائل، حتى يقال: من بقي من بني فلان؟ \"،\nفعرفت أنه يعني العرب، لأن العجم إنما تنسب إلى قراها (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head31'>حديث رافع بن عمرو المزني</h3>\n\n<p>\n20341 - حدثنا يحيى بن سعيد، حدثنا المشمعل، حدثني عمرو بن سليم (1) المزني، أنه\nسمع رافع بن عمرو المزني، قال: سمعت رسول الله صلى الله عليه وسلم، يقول\nوأنا وصيف، يقول: \" العجوة والشجرة من الجنة \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20342 - حدثنا بهز، وأبو النضر، وعفان، قالوا: حدثنا سليمان بن المغيرة، عن حميد،\nعن عبد الله بن الصامت، عن أبي ذر، قال: قال رسول الله صلى الله عليه وسلم:\n\" إن من بعدي من أمتي قوما يقرءون القرآن لا يجاوز حلاقيمهم، يخرجون من\nالدين كما يخرج السهم من الرمية، ثم لا يعودون فيه، شر الخلق والخليقة \"،\nقال ابن الصامت: فلقيت رافعا، قال بهز: أخا الحكم بن عمرو، فحدثته هذا\nالحديث، قال: وأنا أيضا قد سمعت من رسول الله صلى الله عليه وسلم (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20343 - حدثنا معتمر، قال: سمعت ابن أبي الحكم الغفاري، يقول: حدثتني جدتي، عن عم\nأبي: رافع (1) بن عمرو الغفاري، قال: كنت وأنا غلام أرمي نخلا للأنصار،\nفأتي النبي صلى الله عليه وسلم، فقيل: إن هاهنا غلاما يرمي نخلنا، فأتي بي\nإلى النبي (2) صلى الله عليه وسلم، فقال: \" يا غلام، لم ترمي النخل؟ \" قال:\nقلت: آكل، قال: \" فلا ترم النخل، وكل ما يسقط في أسافلها \"، ثم مسح رأسي،\nوقال: \" اللهم أشبع بطنه \" (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20344 - حدثنا عبد الصمد، حدثنا المشمعل بن عمرو المزني، حدثنا عمرو بن سليم\nالمزني، عن رافع بن عمرو المزني، قال: سمعت رسول الله صلى الله عليه وسلم\nيقول: \" العجوة والصخرة \"، أو قال: \" العجوة والشجرة في الجنة \"، شك\nالمشمعل (1)\n</p>\n\n<p>\n20345 - حدثنا عبد الرحمن بن مهدي، حدثنا المشمعل بن إياس، قال: سمعت عمرو بن\nسليم، يقول: سمعت رافع بن عمرو المزني، قال <span id='ms3897'></span>: سمعت رسول الله صلى الله عليه\nوسلم يقول: \" العجوة والصخرة من الجنة \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20346 - حدثنا عفان، حدثنا سليمان بن المغيرة، حدثنا حميد، حدثنا عبد الله بن\nالصامت، عن أبي ذر، قال: قال رسول الله صلى الله عليه وسلم: \" إن بعدي من\nأمتي قوما يقرءون القرآن لا يجاوز حلاقيمهم، يخرجون من الدين كما يخرج\nالسهم من الرمية، ثم لا يعودون إليه، شر الخلق والخليقة \"، قال ابن الصامت،\nفلقيت رافعا فحدثته، فقال: وأنا أيضا قد سمعته من رسول الله صلى الله عليه\nوسلم (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head32'>حديث محجن بن الأدرع </h3>\n\n<p>\n(1)\n</p>\n\n<p>\n20347 - حدثنا محمد بن جعفر، حدثنا كهمس، ويزيد، قال: أخبرنا كهمس، قال: سمعت عبد\nالله بن شقيق، قال: قال محجن بن الأدرع: بعثني نبي الله صلى الله عليه وسلم\nفي حاجة، ثم عرض لي وأنا خارج من طريق من طرق المدينة، قال: فانطلقت معه\nحتى صعدنا أحدا، فأقبل على المدينة، فقال: \" ويل أمها قرية يوم يدعها أهلها\n\"، قال يزيد: \" كأينع ما تكون \"، قال: قلت: يا نبي الله، من يأكل ثمرتها،\nقال: \" عافية الطير والسباع \"، قال: \" ولا يدخلها الدجال، كلما أراد أن\nيدخلها تلقاه بكل نقب منها ملك مصلتا \"، قال: ثم أقبلنا حتى إذا كنا بباب\nالمسجد، قال: إذا رجل يصلي، قال: \" أتقوله صادقا؟ \" قال: قلت يا نبي الله،\nهذا فلان، وهذا من أحسن أهل المدينة، أو قال: أكثر أهل المدينة صلاة، قال:\n\" لا تسمعه فتهلكه، مرتين أو ثلاثا، إنكم أمة أريد بكم اليسر \"، (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20348 - حدثنا حجاج، حدثني شعبة، عن أبي بشر، قال: سمعت عبد الله بن شقيق، يحدث\nعن رجاء بن أبي رجاء الباهلي، عن محجن، رجل (1) من أسلم، فذكر نحوه (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n20349 - حدثنا عفان، حدثنا أبو عوانة، حدثنا أبو بشر، عن عبد الله بن شقيق، عن\nرجاء بن أبي رجاء الباهلي، عن محجن - قال عفان -: وهو ابن الأدرع، قال: (1)\nوحدثنا حماد، عن الجريري، عن عبد الله بن شقيق، عن محجن بن الأدرع، قال:\nقال رجاء: أقبلت مع محجن ذات يوم حتى إذا انتهينا إلى مسجد البصرة، فوجدنا\nبريدة الأسلمي على <span id='ms3898'></span> باب من أبواب المسجد جالسا، قال: وكان في المسجد رجل\nيقال له: سكبة يطيل الصلاة، فلما انتهينا إلى باب المسجد وعليه بريدة، قال:\nوكان بريدة صاحب مزاحات قال: يا محجن، ألا تصلي كما يصلي سكبة، قال: فلم\nيرد عليه محجن شيئا، ورجع قال: وقال لي محجن: إن رسول الله صلى الله عليه\nوسلم أخذ بيدي، فانطلق يمشي حتى صعد أحدا فأشرف على المدينة، فقال: \" ويل\nأمها من قرية يتركها أهلها كأعمر ما تكون، يأتيها الدجال فيجد على كل باب\nمن أبوابها ملكا مصلتا، فلا يدخلها \"، قال: ثم انحدر حتى إذا كنا بسدة\nالمسجد، رأى رسول الله صلى الله عليه وسلم رجلا يصلي في المسجد، ويسجد\nويركع، ويسجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nويركع، (1) قال: فقال لي رسول الله صلى الله عليه وسلم: \" من هذا؟ \"،\nقال: فأخذت أطريه له، قال: قلت: يا رسول الله هذا فلان، وهذا وهذا، قال: \"\nاسكت لا تسمعه فتهلكه \"، قال: فانطلق يمشي حتى إذا كنا عند حجره، لكنه رفض\nيدي، ثم قال: \" إن خير دينكم أيسره، إن خير دينكم أيسره، إن خير دينكم\nأيسره \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p458'> Vol. 33, p. 458</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head33'>حديث رجل من الأنصار</h3>\n\n<p>\n20350 - حدثنا محمد بن جعفر، حدثنا هشام، ويزيد، قال: أخبرنا هشام، عن حفصة، عن\nأبي العالية، عن الأنصاري، قال يزيد: عن رجل، من الأنصار، قال: خرجت من\nأهلي أريد النبي صلى الله عليه وسلم، فإذا أنا به قائم، ورجل معه مقبل\nعليه، فظننت أن لهما حاجة، قال: فقال الأنصاري: والله لقد قام رسول الله\nصلى الله عليه وسلم حتى جعلت أرثي لرسول الله صلى الله عليه وسلم من طول\nالقيام، فلما انصرف، قلت: يا رسول الله، لقد قام بك الرجل حتى جعلت أرثي لك\nمن طول القيام، قال: \" ولقد رأيته \"، قلت: نعم، قال: \" أتدري (1) من هو؟ \"\nقلت: لا، قال: \" ذاك جبريل ما زال يوصيني بالجار حتى ظننت أنه سيورثه \"، ثم\nقال: \" أما إنك لو سلمت عليه رد عليك السلام \" (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head34'>حديث رجل سمع النبي صلى الله عليه وسلم</h3>\n\n<p>\n20351 - حدثنا عبد الرزاق، حدثنا معمر، عن بديل العقيلي <span id='ms3899'></span>، قال: أخبرني عبد الله بن\nشقيق، أنه أخبره من سمع النبي صلى الله عليه وسلم وهو بوادي القرى، وهو على\nفرسه، وسأله رجل من بلقين (1) ، فقال: يا (2) رسول الله، من هؤلاء؟ قال: \"\nهؤلاء المغضوب عليهم \"، وأشار إلى اليهود \" قال: فمن هؤلاء؟ قال: \" هؤلاء\nالضالون \" (3) يعني النصارى، قال: وجاءه رجل، فقال: استشهد مولاك، أو قال:\nغلامك فلان، قال: \" بل يجر إلى النار في عباءة غلها \" (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p461'> Vol. 33, p. 461</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head35'>حديث مرة البهزي</h3>\n\n<p>\n20352 - حدثنا بهز، وعبد الصمد، قالا: حدثنا أبو هلال، عن قتادة، عن عبد الله بن\nشقيق، عن مرة البهزي، قال: كنت عند رسول الله صلى الله عليه وسلم، وقال بهز\nفي حديثه قال: قال رسول الله صلى الله عليه وسلم: \" تهيج فتنة كالصياصي،\nفهذا ومن معه على الحق \"، قال: فذهبت فأخذت بمجامع ثوبه، فإذا هو عثمان بن\nعفان (1)\n</p>\n\n<p>\n20353 - حدثنا أبو أسامة، قال: أخبرنا كهمس، حدثنا عبد الله بن شقيق، حدثنا هرمي\nبن الحارث، وأسامة بن خريم، وكانا يغازيان، فحدثاني حديثا، ولا يشعر كل\nواحد منهما أن صاحبه حدثنيه، عن مرة البهزي، قال: بينما نحن مع نبي الله\nصلى الله عليه وسلم في طريق من طرق المدينة، فقال: \" كيف في فتنة تثور في\nأقطار الأرض كأنها صياصي بقر؟ \" قالوا: نصنع ماذا يا نبي الله؟ قال: \"\nعليكم هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأصحابه \" أو \" اتبعوا هذا وأصحابه \"، قال: فأسرعت حتى عطفت على الرجل،\nفقلت: هذا يا نبي الله، قال: \" هذا \"، فإذا هو عثمان بن عفان (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p463'> Vol. 33, p. 463</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head36'>حديث زائدة، أو مزيدة بن حوالة</h3>\n\n<p>\n20354 - حدثنا يزيد، أخبرنا كهمس بن الحسن، حدثنا عبد الله بن شقيق، حدثني رجل من\nعنزة يقال له: زائدة، أو مزيدة بن حوالة، قال: كنا مع رسول الله صلى الله\nعليه وسلم في سفر من أسفاره، فنزل الناس منزلا، ونزل النبي صلى الله عليه\nوسلم في ظل دوحة، فرآني وأنا مقبل من حاجة لي، وليس غيره وغير كاتبه، فقال:\n\" أنكتبك يا ابن حوالة؟ \" قلت: علام يا رسول الله؟ قال: فلها عني وأقبل على\nالكاتب، قال: ثم دنوت دون ذلك، قال <span id='ms3900'></span>: فقال: \" أنكتبك يا ابن حوالة؟ \" قلت:\nعلام يا رسول الله؟ قال: فلها عني، وأقبل على الكاتب، قال: ثم جئت فقمت\nعليهما، فإذا في صدر الكتاب أبو بكر وعمر، فظننت أنهما لن يكتبا (1) إلا في\nخير، فقال: \" أنكتبك يا ابن حوالة؟ \"، فقلت: نعم يا نبي الله، فقال: \" يا\nابن حوالة، كيف تصنع في فتنة تثور في أقطار الأرض كأنها صياصي بقر؟ \" قال:\nقلت: أصنع ماذا يا رسول الله؟ قال: \" عليك بالشام \"، ثم قال: \" كيف تصنع في\nفتنة كأن الأولى فيها نفجة أرنب؟ \" قال: فلا أدري كيف قال في الآخرة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nولأن أكون علمت كيف قال في الآخرة، أحب إلي من كذا وكذا (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p465'> Vol. 33, p. 465</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head37'>حديث عبد الله بن حوالة</h3>\n\n<p>\n20355 - حدثنا يحيى بن إسحاق، حدثنا يحيى بن أيوب، حدثنا يزيد (1) بن أبي حبيب،\nعن ربيعة بن لقيط، عن عبد الله بن حوالة، أن رسول الله صلى الله عليه وسلم\nقال: \" من نجا من ثلاث، فقد نجا ثلاث مرات: موتي، والدجال، وقتل خليفة\nمصطبر بالحق معطيه (2) \" (3)\n</p>\n\n<p>\n20356 - حدثنا أبو سعيد، مولى بني هاشم، وهاشم بن القاسم، قالا: حدثنا محمد بن\nراشد، حدثنا مكحول، عن عبد الله بن حوالة، أن رسول الله صلى الله عليه وسلم\nقال: \" سيكون جند بالشام، وجند باليمن (4) \"، فقال رجل: فخر لي يا رسول\nالله إذا كان ذلك، فقال رسول الله صلى الله عليه وسلم: \" عليك بالشام، عليك\nبالشام (5) - ثلاثا، عليك بالشام (6) - فمن أبى فليلحق بيمنه، وليسق من\nغدره، فإن الله قد تكفل لي بالشام وأهله \"، قال أبو النضر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمرتين: فليلحق بيمنه (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p467'> Vol. 33, p. 467</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head38'>حديث جارية بن قدامة</h3>\n\n<p>\n20357 - حدثنا ابن نمير، حدثنا هشام، عن أبيه، عن الأحنف بن قيس، عن عم له يقال\nله: جارية بن قدامة السعدي، أنه سأل رسول الله صلى الله عليه وسلم، فقال:\nيا رسول الله، قل لي قولا ينفعني، وأقلل علي لعلي أعيه؟ فقال رسول الله صلى\nالله عليه وسلم: \" لا تغضب \"، فأعاد عليه حتى أعاد عليه مرارا كل ذلك يقول:\n\" لا تغضب \"، (1)\n</p>\n\n<p>\n20358 - حدثنا يحيى بن سعيد، أخبرنا هشام، أخبرني أبي <span id='ms3901'></span>، عن الأحنف بن قيس، عن عم\nله يقال له: جارية بن قدامة، أن رجلا قال: يا رسول الله، قل لي قولا وأقلل\nعلي فذكر الحديث، (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا يحيى، قال هشام: \" قلت: يا رسول الله \"، وهم يقولون: لم يدرك النبي\nصلى الله عليه وسلم يعني يحيى بن سعيد، يقول: وهم يقولون.\n</p>\n\n<p>\n20359 - حدثنا أبو معاوية، حدثنا هشام بن عروة، عن أبيه، عن الأحنف بن قيس، عن\nجارية بن قدامة، قال: وحدثني عم لي أنه أتى رسول الله صلى الله عليه وسلم،\nفقال: يا رسول الله، علمني شيئا ينفعني وأقلل فذكر الحديث (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head39'>حديث رجل رأى النبي صلى الله عليه وسلم</h3>\n\n<p>\n20360 - حدثنا يزيد، حدثنا الجريري، عن أبي السليل، قال: وقف علينا رجل في مجلسنا\nبالبقيع، فقال: حدثني أبي، أو عمي، أنه رأى النبي صلى الله عليه وسلم\nبالبقيع وهو يقول: \" من يتصدق بصدقة أشهد له بها يوم القيامة \"، قال: فحللت\nمن عمامتي لوثا أو لوثين، وأنا أريد أن أتصدق بهما، فأدركني ما يدرك بني\nآدم، فعقدت علي عمامتي، فجاء رجل ولم أر بالبقيع رجلا أشد سوادا أصغر (1)\nمنه، ولا أدم بعين (2) بناقة لم أر بالبقيع ناقة أحسن منها، فقال: يا رسول\nالله أصدقة؟ قال: \" نعم \"، قال: دونك هذه الناقة، قال: فلمزه (3) رجل،\nفقال: هذا يتصدق بهذه، فوالله لهي خير منه، قال: فسمعها رسول الله صلى الله\nعليه وسلم فقال: \" كذبت بل هو خير منك، ومنها \" ثلاث مرار، ثم قال: \" ويل\nلأصحاب المئين من الإبل \" ثلاثا، قالوا: إلا من يا رسول الله؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال: \" إلا من قال بالمال هكذا وهكذا \"، وجمع بين كفيه عن يمينه، وعن\nشماله، ثم قال: \" قد أفلح المزهد المجهد، ثلاثا، المزهد في العيش، المجهد\nفي العبادة \" (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v33p471'> Vol. 33, p. 471</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "001",
    "007",
    "000",
    "000",
    "000",
    "000",
    "013",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "024",
    "000",
    "000",
    "027",
    "000",
    "029",
    "000",
    "000",
    "032",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "050",
    "000",
    "000",
    "000",
    "054",
    "000",
    "000",
    "000",
    "000",
    "000",
    "060",
    "000",
    "062",
    "000",
    "000",
    "000",
    "066",
    "000",
    "068",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "076",
    "000",
    "000",
    "079",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "087",
    "000",
    "089",
    "000",
    "000",
    "000",
    "000",
    "094",
    "000",
    "096",
    "097",
    "000",
    "000",
    "100",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "108",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "119",
    "000",
    "000",
    "000",
    "123",
    "000",
    "000",
    "126",
    "000",
    "000",
    "000",
    "130",
    "131",
    "132",
    "000",
    "000",
    "135",
    "000",
    "000",
    "000",
    "000",
    "140",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "155",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "163",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "186",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "198",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "206",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "214",
    "215",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "237",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "253",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "261",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "272",
    "273",
    "274",
    "000",
    "000",
    "000",
    "278",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "285",
    "286",
    "287",
    "288",
    "289",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "299",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "306",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "315",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "336",
    "337",
    "000",
    "339",
    "340",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "347",
    "348",
    "349",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "368",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "385",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "426",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "434",
    "000",
    "000",
    "437",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "446",
    "447",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "458",
    "000",
    "000",
    "461",
    "000",
    "463",
    "000",
    "465",
    "000",
    "467",
    "000",
    "000",
    "000",
    "471"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45"
  ]
}