{
  "content": "\n<p>\nمجموعة رسائل ابن أبي الدنيا كتاب قضاء الحوائج تأليف أبي بكر عبد الله\nبن محمد بن عبيد بن سفيان القرشي المعروف بابن أبي الدنيا المتوفي سنة 281\nه‍ رضي الله عنه دراسة وتحقيق محمد عبد القادر أحمد عطا مؤسسة الكتاب\nالثقافية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nملتزم الطبع والنشر والتوزيع مؤسسة الكتب الثقافية فقط الطبعة الأولى\n1413 ه‍ - 1993 م مؤسسة الكتاب الثقافية الصنائع - بناية الاتحاد الوطني -\nالطابق السابع - شقة 78 هاتف المكتب: 640208 ص. ب: 5115 / 114 - برقيا:\nالكتبكو - تلكس: 40459 بيروت - لبنان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p002'> Vol. 00, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم مقدمة الحمد لله رب العالمين. وأزكى الصلاة وأشرف\nالتسليم على سيدنا محمد النبي الأمين. وعلى إخوانه النبيين. وآله الطيبين\nوأصحابه الغر الميامين. ومن سار على منهاجهم وإقتفى آثارهم إلى يوم الدين.\nوبعد.\n</p>\n\n<p>\nفإن العلم بحر زخار، وقاموس هدار. كلما ازددت منه تضلعا زادك عطشا\nوتطلعا. فهو رحبة دياره، ذليلة أسواره، جليلة وجلية أنواره.\n</p>\n\n<p>\nفلا يتمنع إلا على الجاهلين. ولا يتطاول إلا دون المعرضين وأثمة\nالمعرضين.\n</p>\n\n<p>\nفمن رام نيله بإخلاص عز واقتبس. وعلى ذرى المجد وهام الفراق افترش وجلس.\n</p>\n\n<p>\nبيد أن من قصد النيل منه فقد خاب وانتكس وطاش سهمه فارتكس.\n</p>\n\n<p>\nوها نحن نجد التسيار في سبيل هذا الطلب، عسانا أن نبلغ النجعة والأرب،\nنقدم للأمة نفائس الأدب وذخائر المسلمين والعرب، سائلين المولى عز وجل أن\nيسدد خطانا على النهج الرشيد والسبيل السديد.\n</p>\n\n<p>\nأما بعد..\n</p>\n\n<p>\nفإن بين يديك أيها القارئ سفر نفيس، نزجيه إليك ليكون لديك أثيرا، فتضحي\nلديه مرهونا وأسيرا. كيف لا وهو لنابغة من علماء المسلمين. وعلم من أعلام\nالمحدثين، ألا وهو الحافظ أبي بكر بن أبي الدنيا، وهو من جهابذة القرن\nالثالث الهجري الذي امتلأ علما وحلما وأثرى موائد العلم بالتصنيف. وأجلى\nفوائده بالإملاء والتأليف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nفلقد كان رحمه الله تعالى إلى جانب تآليفه الضخمة في الحديث وغيره كان\nيولي الزهد والرقائق والأخلاق والإشارات والدقائق. اهتماما بالغا فقد ألف\nرسائل في هذه الفنون كثيرة رائعة ومثيرة. منها في المنامات والقبر، وذكر\nالموت، وذم الملاهي، والفرج بعد الشدة، والتوكل على الله، والحلم، ومن عاش\nبعد <span id='ms01'></span> الموت، والصمت، والعقل وفضله، وحسن الظن بالله، والأولياء، وقضاء\nالحوائج، واليقين والشكر لله عز وجل، والغيبة والنميمة، والهواتف. وهذا إن\nدل على شئ فإنما يدل على سعة إطلاعه من الناحية العلمية. ويدل كذلك على\nاهتمامه بالجوانب الأخلاقية والرقيقة في حياة العامة والخاصة.\n</p>\n\n<p>\nفالتآليف والمجلدات هي لاشك للخاصة من أهل العلم والأدب. وأما العامة فهي\nلا تدنو من هذه اللجج المتلاطمة، إنما تكتفي بالضحضاح من الأمواه والشطآن\nلذا فقد كتب لهم مثل هذه الرسائل لتهذيب أخلاقهم وتشذيب مسارهم لما فيها من\nالترغيب والترهيب. والتحبب والتأنيب.\n</p>\n\n<p>\nوبما أن مؤسسة الكتب الثقافية أخذت على نفسها عهدا أن تكون في مهنتها\nرسالة وضاءة، ولمعا لألاءة ملتزمة بكل قواعد الأخلاق والشرع فإنها تقدم\nاليوم لقرائها سلسالا فرانا، من معين تاريخنا الذي لا ينضب ولا يغور لعله\nيشبع غرثة الجائعين ويروي غليل الصادئين.\n</p>\n\n<p>\nوها هي رسائل ابن أبي الدنيا بين يديك من ضمن سلسلة نقدمها تباعا بإذن\nالله تعالى.. سائلين المولى عز وجل أن ينجح قصدنا ويوفقنا لما يحب ويرضى\nوصلى الله على سيدنا محمد وعلى آله وأصحابه الطيبين الطاهرين.\n</p>\n\n<p>\nالناشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nحياة المؤلف اسمه ونسبه:\n</p>\n\n<p>\nابن أبي الدنيا المحدث الصدوق، هو: أبو بكر عبد الله بن محمد بن عبيد بن\nسفيان بن قيس القرشي. مولى بني أمية. المعروف بابن أبي الدنيا، صاحب الكتب\nالمصنفة في الزهد والرقائق.\n</p>\n\n<p>\nمولده ونشأته:\n</p>\n\n<p>\nولد الحافظ الجليل، ابن أبي الدنيا، بمدينة بغداد، في أوائل القرن الثالث\nالهجري. سنة ثمان ومائتين.\n</p>\n\n<p>\nوقال الخطيب البغدادي في تاريخه: وبلغني أن مولده كان في سنة ثمان\nومائتين.\n</p>\n\n<p>\nوكذا قال الذهبي في تذكرة الحفاظ.\n</p>\n\n<p>\nويعد القرن الثالث الهجري عصر النهضة الفكرية ففي تلك الحقبة نشطت حركة\nالتراجم والإبداع الأدبي. وكان هذا عاملا رئيسيا في بلورة فكر ابن أبي\nالدنيا وتهذيبه.\n</p>\n\n<p>\nشيوخه وتلاميذه:\n</p>\n\n<p>\nقال الخطيب البغدادي: سمع ابن أبي الدنيا سعيد بن سليمان الواسطي،\nوإبراهيم بن المنذر الحزامي، وخالد بن خداش المهلبي، وعلي بن الجعد\nالجوهري، وعباد بن موسى الختلي، وخلف بن هشام البزار، ومحرز بن عون <span id='ms02'></span>، وخالد\nبن مرداس، وأحمد بن جميل المروزي، ومحمد بن جعفر الوركاني، وداود بن عمرو\nالضبي، ومن طبقتهم وبعدهم.\n</p>\n\n<p>\nوروى عنه: الحارث بن أبي أسامة، ومحمد بن خلف وكيع، ومحمد بن خلف بن\nالمرزبان، وعبيد الله بن عبد الرحمن السكري، وأبو ذر القاسم بن داود\nالكاتب، وعمر بن سعد القراطيسي، والحسين بن صفوان البرذعي، وأحمد بن سلمان\nالنجاد، وأبو سهل بن زياد، وأحمد بن الفضل بن خزيمة، وأبو جعفر بن برية\nالهاشمي، وأبو بكر الشافعي، وغيرهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nأقوال العلماء فيه:\n</p>\n\n<p>\nقال ابن أبي حاتم: كتبت عنه مع أبي، وسئل أبي عنه فقال: بغدادي صدوق.\n</p>\n\n<p>\nوقال الخطيب: وكان ابن أبي الدنيا يؤدب غير واحد من أولاد الخلفاء.\n</p>\n\n<p>\nأخبرني عبد الله بن أبي بكر بن شاذان، أخبرنا أبي، حدثا أبو ذر القاسم بن\nداود بن سليمان قال: حدثني ابن أبي الدنيا. قال: دخل المكتفي على الموفق\nولوحه بيده، فقال: مالك لوحك بيدك؟ قال مات غلامي واستراح من الكتاب، قال:\n</p>\n\n<p>\nليس هذا من كلامك، هذا كان الرشيد أمر أن يعرض عليه ألواح أولاده في كل\nيوم اثنين وخميس، فعرضت عليه فقال لابنه: ما لغلامك ليس لوحك معه؟ قال مات\nواستراح من الكتاب، قال وكأن الموت أسهل عليك من الكتاب؟ قال نعم. قال فدع\nالكتاب، قال ثم جئته فقال لي: كيف محبتك لمؤدبك؟ قال: كيف لا أحبه وهو أول\nمن فتق لساني بذكر الله، وهو مع ذاك إذا شئت أضحكك، وإذا شئت أبكاك، قال يا\nراشد أحضرني هذا، قال فأحضرت فقربت قريبا من سريره، وابتدأت في أخبار\nالخلفاء ومواعظهم فبكى بكاء شديدا، قال فجائني راغب - أويانس - فقال لي: كم\nتبكي الأمير؟ فقال: قطع الله يدك ما لك وله يا راشد، تنح عنه. قال وابتدأت\nفقرأت عليه نوادر الأعراب، قال فضحك ضحكا كثيرا، ثم قال شهرتني شهرتني.\n</p>\n\n<p>\nوذكر الخبر بطوله. قال أبو ذر: فقال لأحمد بن محمد بن الفرات: أجر له\nخمسة عشر دينارا في كل شهر، قال أبو ذر: فكنت أقبضها لابن أبي الدنيا إلى\nأن <span id='ms03'></span> مات.\n</p>\n\n<p>\nوقال ابن النديم: كان يؤدب المكتفي بالله، وكان ورعا زاهدا عالما\nبالأخبار والروايات.\n</p>\n\n<p>\nوقال الحافظ ابن كثير: الحافظ المصنف في كل فن المشهور بالتصانيف\nالكثيرة، النافعة الشائعة الذائعة في الرقاق وغيرها، وكان صدوقا حافظا ذا\nمروءة.\n</p>\n\n<p>\nوقال الذهبي في تذكرة الحفاظ: كان صدوقا أديبا إخباريا، كثير العلم -\nحديثه في غاية العلو، لابن البخاري، بينه وبينه أربعة أنفس.\n</p>\n\n<p>\nوقال جمال الدين أبو المحاسن بن تغري بردي: كان مؤدبا لجماعة من أولاد\nالخلفاء، منهم المعتضد، وابنه المكتفي، وكان عالما زاهدا، ورعا عابدا، وله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nالتصانيف الحسان والناس بعده عيال عليه في الفنون التي جمعها، وروى عنه\nخلق كثير، واتفقوا على ثقته وصدقه وأمانته.\n</p>\n\n<p>\nوقال الزركلي: كان من الوعاظ العارفين بأساليب الكلام، وما يلائم طبائع\nالناس.\n</p>\n\n<p>\nوقال عنه صاحب المنتظم: كان ابن أبي الدنيا يقصد حديث الزهد والرقائق،\nوكان لأجلها يكتب عن البرجلاني ويترك عفان بن مسلم.\n</p>\n\n<p>\nمؤلفاته:\n</p>\n\n<p>\nكان لنشأة ابن أبي الدنيا بهذه الكيفية الأثر العظيم في تنوع كتاباته،\nفعدد مؤلفاته يربو أو ينيف على الثمانين ومائة كتاب ورسالة.\n</p>\n\n<p>\nوتلكم مؤلفاته:\n</p>\n\n<p>\nأولا - في الآداب والأخلاق الإسلامية: 3 - المغازي.\n</p>\n\n<p>\n1 - الأخلاق. 4 - مواعظ الخلفاء.\n</p>\n\n<p>\n2 - الأدب. 5 - حلم الحكماء.\n</p>\n\n<p>\n3 - الجيران. 6 - التاريخ.\n</p>\n\n<p>\n4 - العفو. 7 - تاريخ الخلفاء.\n</p>\n\n<p>\n5 - ذم الشهوات. 8 - أخبار الملوك وغيرها.\n</p>\n\n<p>\n6 - الشكر. ثالثا - في الفقه والأحكام:\n</p>\n\n<p>\n7 - التقوى. 1 - الجهاد.\n</p>\n\n<p>\n8 - حسن الظن بالله. 2 - العقوبات.\n</p>\n\n<p>\n9 - الحلم. 3 - الفتوى.\n</p>\n\n<p>\n10 - الزهد. 4 - السنة.\n</p>\n\n<p>\n11 - ذم الغيبة. 5 - الصدقة.\n</p>\n\n<p>\n12 - العقل وفضله وغيرها. 6 - المناسك.\n</p>\n\n<p>\nثانيا - في التاريخ والسير: 7 - القصاص.\n</p>\n\n<p>\n1 - أخبار قريش. 8 - الرهائن وغيرها.\n</p>\n\n<p>\n2 - دلائل النبوة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nمؤلفات أخرى. 8 - البعث والنشور.\n</p>\n\n<p>\n1 - صفة الصراط. 9 - المطر.\n</p>\n\n<p>\n2 - الألحان. 10 - الوصايا.\n</p>\n\n<p>\n3 - الدعاء. 11 - الوقف والابتداء.\n</p>\n\n<p>\n4 - شجرة طوبى. 12 - الموت.\n</p>\n\n<p>\n5 - المحتضرون. 13 - القبور.\n</p>\n\n<p>\n6 - النوادر. 14 - العوائد.\n</p>\n\n<p>\n7 - صفة النار. 15 - أهوال يوم القيامة.\n</p>\n\n<p>\nوفاته:\n</p>\n\n<p>\nقال القاضي أبو الحسن: وبكرت إلى إسماعيل بن إسحاق القاضي يوم مات ابن\nأبي الدنيا، فقلت له: أعز الله القاضي مات ابن أبي الدنيا، فقال رحم الله\nأبا بكر مات معه علم كثير، يا غلام امض إلى يوسف حتى يصلي عليه، فحضر يوسف\nابن يعقوب فصلى عليه في الشونيزية، ودفن فيها سنة ثمانين.\n</p>\n\n<p>\nقال الخطيب: هذا وهم. كانت وفاة ابن أبي <span id='ms04'></span> الدنيا في سنة إحدى وثمانين\nومائتين، كذلك أخبرنا الحسن بن أبي بكر، عن أحمد بن كامل القاضي، قال: سنة\nإحدى وثمانين ومائتين فيها مات أبو بكر بن أبي الدنيا القرشي مؤدب المعتضد.\nوأخبرنا علي بن محمد السمسار، أخبرنا عبد الله بن عثمان الصفار، حدثنا ابن\nقانع مثل ذلك.\n</p>\n\n<p>\nوقال الذهبي: مات في جمادي الأولى سنة إحدى وثمانين ومائتين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n(سند الكتاب) حدثنا الشيخ الصالح الأمين تقي الدين أبو الحسين: أحمد بن\nحمزة بن علي بن الدمشقي، بمدينة دمشق في كلاسه جامعها. قال:\n</p>\n\n<p>\nحدثنا الشريف النقيب، فخر الشرف، أبو العباس: أحمد بن محمد بن عبد العزيز\nالعباسي، قال:\n</p>\n\n<p>\nأخبرنا الشيخ أبو الوفاء: إسماعيل بن عبد العزيز العكي - رحمه الله - في\nالمسجد الحرام سنة سبع عشرة وخمسمائة، قال:\n</p>\n\n<p>\nأخبرنا الشيخ أبو محمد الحسن بن علي بن الحسن الأنماطي في سنة إحدى\nوسبعين وأربعمائة، قال:\n</p>\n\n<p>\nأخبرنا الفقيه أبو عبد الله: الحسين بن عبد الله الأرموي سنة تسع وأربعين\nوأربعمائة، قال:\n</p>\n\n<p>\nأخبرنا القاضي الجليل، أبو القاسم: عبد الواحد بن محمد المعروف بابن سبك\nبقراءتي عليه - رحمه الله - في جامع الخليفة القادر بالله أمير المؤمنين -\nرحمه الله - بعد صلاة الجمعة في العشر الأخير من جمادي الآخرة سنة تسع\nوأربعمائة قال:\n</p>\n\n<p>\nحدثنا أبو علي: الحسن بن محمد بن موسى بن إسحاق الأنصاري، قراءة عليه في\nذي الحجة من سنة اثنتين وأربعين وثلاثمائة، أخبرنا قرابة، قال:\n</p>\n\n<p>\nحدثنا أبو بكر عبد الله بن محمد بن عبيد القرشي المعروف بابن أبي الدنيا\nقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n(باب في فضل المعروف) (1) حدثنا سعيد بن محمد الجرمي، نا أبو تميلة: يحيى\nبن واضح، نا بشر بن محمد الأموي، عن محمد بن عبد الله بن عمرو بن عثمان بن\nعفان، عن فاطمة بنت حسين، عن بلال قال: قال رسول الله (ص): \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n\" كل معروف صدقة، والمعروف يقي سبعين نوعا من البلاء، ويقي ميتة السوء،\nوالمعروف والمنكر خلقان منصوبان للناس يوم القيامة، فالمعروف لازم لأهله\nيقودهم، ويسوقهم إلى الجنة، والمنكر لازم لأهله يقودهم، ويسوقهم إلى النار\n\".\n</p>\n\n<p>\n(2) أخبرنا القاضي <span id='ms05'></span> أبو القاسم، نا أبو علي: الحسن بن محمد الأنصاري، نا\nعبد الله بن محمد، ذكر الوليد بن شجاع السكوني، نا أبو يحيى اليعفي، عن\nالحارس النميري، عن أبي هارون، عن أبي سعيد الخدري، قال: قال رسول الله صلى\nالله عليه وسلم:\n</p>\n\n<p>\n\" إن أحب عباد الله، إلى الله عز وجل من حبب إليه المعروف، وحبب إليه\nأفعاله \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n(3) أخبرنا القاضي أبو القاسم، نا أبو علي، نا بلال، ذكر محمد بن يحيى بن\nأبي حاتم الأزدي، نا محمد بن عمر الأسلمي، عن إسحاق بن محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nأبي حرملة، عن أبيه، عن عطاء بن يسار، عن أبي سعيد الخدري، قال: قال رسول\nالله صلى الله عليه وسلم:\n</p>\n\n<p>\n\" فعل المعروف يقي مصارع السوء \".\n</p>\n\n<p>\n(4) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر أبو تمام\nالسكوني، نا أبو يحيى الثقفي، عن الحارث النميري، عن أبي هارون، عن أبي\nسعيد الخدري، قال: قال رسول الله صلى الله عليه وسلم: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n\" إن الله تعالى جعل للمعروف وجوها من خلقه حبب إليهم المعروف، وحبب\nإليهم فعاله، ووجه طلاب المعروف إليهم، ويسر عليهم إعطاءه، كما يسر الغيث\nإلى الأرض الجدبة ليحييها، ويحيى بها أهلها، وإن الله تعالى جعل للمعروف\nأعداء من خلقه، بغض إليهم المعروف، وبغض إليهم فعاله، وحظر عليهم إعطاءه،\nكما يحظر الغيث عن الأرض الجدبة ليهلكها ويهلك بها أهلها، وما يعفو أكثر \".\n</p>\n\n<p>\n(5) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله بن محمد، نا محمد\nابن حسان السمتي، نا أبو عثمان: عبد الله بن زيد الحمصي ذكر الأوزاعي، عن\nعبد بن أبي لبابة، عن ابن عمر، قال: قال رسول الله صلى الله عليه وسلم:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n\" إن لله قوما يختصهم بالنعم لمنافع العباد، ويقرها فيهم ما بذلوها، فإذا\nمنعوها نزعها منهم، فحولها إلى غيرهم \".\n</p>\n\n<p>\n(6) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله بن محمد، ذكر عبد\nالرحمن بن صالح الأزدي، نا عمرو بن هاشم الجني، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nعن جويبر، عن الضحاك عن ابن عباس، عن النبي (ص) قال <span id='ms06'></span>:\n</p>\n\n<p>\n\" عليكم باصطناع المعروف، فإنه يمنع مصارع السوء، وعليكم بصدقة السر\nفإنها تطفئ غضب الله عز وجل \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n(7) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله بن محمد، نا خلف\nبن هشام البزاز، نا أبو عوانة، عن أبي مالك الأشجعي، عن ربعي، عن حذيفة،\nقال: قال رسول الله صلى الله عليه وسلم: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n\" كل معروف صدقة \".\n</p>\n\n<p>\n(8) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، قلت لسعد بن\nسليمان، حدثكم مسرور بن الصلت، عن محمد بن المنكدر، عن جابر بن عبد الله،\nقال: قال رسول الله (ص): \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n\" كل معروف صدقة؟ قال: نعم \".\n</p>\n\n<p>\n(9) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر عمر بن يحيى\nبن نافع الثقفي، نا عبد الحميد بن الحسن الهلالي، نا محمد بن المنكدر، عن\nجابر بن عبد الله، قال: قال رسول الله (ص):\n</p>\n\n<p>\n\" كل معروف صدقة، وكل ما أنفق الرجل على نفسه وأهله كتب له به صدقة، وما\nوقى به عرضه كتب له به صدقة \".\n</p>\n\n<p>\nقال: فقلت لمحمد ما يعني ما وقى به عرضه؟ قال: الشئ يعطي الشاعر وذا\nاللسان المتقي.\n</p>\n\n<p>\n(10) أخبرنا القاضي، نا أبو علي، نا عبد الله، ذكر القاسم بن محمد\nالطائي، ذكر علي بن عياش الحمصي، نا أبو غسان، محمد بن مطرف، ذكر محمد بن\nالمنكدر، عن جابر بن عبد الله، قال: قال رسول الله (ص):\n</p>\n\n<p>\n\" كل معروف صدقة \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n(11) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله بن محمد، نا أبو\nعبد الرحمن القرشي، نا أبو نعيم، نا صدقة، عن فرقد السبخي، نا إبراهيم، عن\nعلقمة، عن عبد الله، قال: قال رسول الله (ص):\n</p>\n\n<p>\n\" كل معروف صدقة إلى غني أو فقير فهو صدقة \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n(12) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا بشار بن\nموسى، نا أبو عوانة، عن عاصم، عن أبي وائل، عن عبد الله. قال:\n</p>\n\n<p>\n\" كل معروف صدقة \".\n</p>\n\n<p>\n(13) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا أحمد بن\nمنيع، نا عبد القدوس <span id='ms07'></span> بن بكر بن خنيس، عن طلحة بن عمرو، عن عطاء، عن ابن\nعمر، عن النبي (ص) قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n\" كل معروف يصنعه أحدكم إلى غني أو فقير صدقة \".\n</p>\n\n<p>\n(14) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا محمد بن\nإدريس، نا الحسن بن الربيع، نا فضل بن مهلهل، أخو مفضل، عن حبيب ابن أبي\nعمرة، عن سعيد بن جبير، عن ابن عباس قال: قال رسول الله (ص):\n</p>\n\n<p>\n\" كل معروف صدقة \".\n</p>\n\n<p>\n(15) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر علي بن\nيزيد بن عيسى، نا عبد الوهاب بن عطاء، نا هشام، وسعيد، عن قتادة، عن الحسن،\nعن أبي موسى، أن رسول الله (ص) قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n\" إن المعروف والمنكر خلقان ينصبان يوم القيامة، فأما المعروف فيبشر\nأهله، ويعدهم الخير، وأما المنكر فيقول لأصحابه إليكم إليكم وما يستطيعون\nله إلا لزوما \".\n</p>\n\n<p>\n(16) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر خلف بن\nهشام، نا أبو شهاب، عن عاصم الأحول، عن أبي عثمان النهدي، قال:\n</p>\n\n<p>\nقال رسول الله (ص): \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n\" أهل المعروف في الدنيا أهل المعروف في الآخرة، وأهل المنكر في الدنيا\nهم أهل المنكر في الآخرة \".\n</p>\n\n<p>\n(17) أخبرنا أبو القاسم، نا أبو علي، نا عبد الله، ذكر أبي - رحمه الله -\nنا إبراهيم بن عبد الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p024'> Vol. 00, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أنا هشيم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nعن علي بن زيد، عن سعيد بن المسيب، قال: قال رسول الله (ص): \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n\" رأس العقل بعد الإيمان بالله مداراة الناس، وأهل المعروف في الدنيا أهل\nالمعروف في الآخرة، وأهل المنكر في الدنيا أهل المنكر في الآخرة \".\n</p>\n\n<p>\n(18) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر محمد بن\nعمر، وأبو أحمد البلخي، ذكر عبد الله بن منصور الحراني، عن عبد الله بن عبد\nالرحمن الأصفهاني، عن عطاء، عن ابن عباس، قال: قال رسول الله (ص):\n</p>\n\n<p>\n\" أهل المعروف في الدنيا أهل المعروف في الآخرة \".\n</p>\n\n<p>\nقيل: وكيف ذاك؟ قال:\n</p>\n\n<p>\n\" إذا كان يوم القيامة جمع الله تعالى أهل المعروف، فقال: قد غفرت لكم\nعلى ما <span id='ms08'></span> كان فيكم، وصانعت عنكم عبادي، فهبوها اليوم لمن شئتم لتكونوا أهل\nالمعروف في الدنيا وأهل المعروف في الآخرة \".\n</p>\n\n<p>\n(19) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا أحمد بن\nعمران الأخنسي، قال: سمعت أبا بكر بن عياش، عن سليمان التيمي، عن أنس بن\nمالك، قال: قال رسول الله (ص): \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n\" إذا كان يوم القيامة جمع الله تبارك وتعالى أهل الجنة صفوفا، وأهل\nالنار صفوفا، قال فينظر الرجل من صفوف أهل النار إلى صفوف أهل الجنة،\nفيقول: يا فلان أما تذكر يوم إصطنعت إليك في الدنيا معروفا، فيأخذ بيده\nفيقول: إنه كان \".\n</p>\n\n<p>\nوذكر الحديث بطوله.\n</p>\n\n<p>\n(20) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا عباد بن\nموسى العكي، نا هشام بن محمد، عن خالد بن سعيد الأموي، عن أبيه قال:\n</p>\n\n<p>\nلقيني إياس بن الحطيئة فقال:\n</p>\n\n<p>\n\" يا أبا عثمان مات والله الحطيئة وفي كسر البيت ثلاثون ألفا أعطاها أبوك\nسعيد بن العاص أبي، فبقي ما قلنا فيكم، وذهب، ما أعطيتمونا \".\n</p>\n\n<p>\n(21) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر محمد بن\nصالح القرشي، ذكر أبو اليقظان، ذكر أبو عمر المديني، عن حسين بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p028'> Vol. 00, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن عبيد الله بن عباس، أنه قال لابن أخيه:\n</p>\n\n<p>\n\" لأن يرى ثوبك على صاحبك أحسن من أن يرى عليك، ولأن ترى دابتك تحت صاحبك\nأحسن من أن ترى تحتك \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n(22) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، قال: قال أبي -\nرحمه الله -: أنا محمد بن جعفر المدائني، عن حمزة الزيات، عن أبي سفيان، عن\nالحسن قال:\n</p>\n\n<p>\n\" ألا إن المعروف خلق من أخلاق الله وعليه جزاؤه \".\n</p>\n\n<p>\n(23) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر الحسين بن\nعلي البزاز، نا حميد بن حميد، نا جدي، عن جابر النخعي، رفعه قال:\n</p>\n\n<p>\n\" المعروف خلق من خلق الله كريم \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p030'> Vol. 00, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n(24) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر أبو تمام\nالسكوني، نا يوسف بن عطية الصفار، نا ثابت، عن أنس <span id='ms09'></span> بن مالك، قال:\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\n\" الخلق كلهم عيال الله، فأحبهم إلى الله أنفعهم لعياله \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p031'> Vol. 00, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n(25) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا أبو تمام\nالسكوني، وأبو ياسر المروزي، وأبو الحسن الشيباني، نا بقية بن الوليد، عن\nالمتوكل القرشي، عن حميد بن العلاء، عن أنس بن مالك، قال: قال رسول الله\nصلى الله عليه وسلم:\n</p>\n\n<p>\n\" من قضى لأخيه حاجة كان بمنزلة من خدم الله عمره \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p032'> Vol. 00, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n(26) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا خالد بن\nخداش المهلبي، وعبيد الله بن عمر الجشمي، قالا: نا حماد بن زيد، عن محمد بن\nواسع، ذكر رجل عن أبي صالح، عن أبي هريرة قال: قال رسول الله صلى الله عليه\nوسلم: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p033'> Vol. 00, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n\" من فرج عن مسلم كربة من كرب الدنيا، فرج الله عنه كرب الآخرة، ومن ستر\nأخاه المسلم في الدنيا، ستره الله في الدنيا والآخرة، والله في عون العبد\nما كان العبد في عون أخيه \".\n</p>\n\n<p>\n(27) أخبرنا أبو القاسم، نا أبو علي، نا عبد الله، نا عبيد الله بن عمر،\nنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p034'> Vol. 00, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nالسكن بن إسماعيل الأصم، نا زياد، عن أنس بن مالك، قال: قال رسول الله\n(ص):\n</p>\n\n<p>\n\" الدال على الخير كفاعله، والله تعالى يحب إغاثة اللهفان \".\n</p>\n\n<p>\n(28) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا عبيد الله\nبن عمر، نا جعفر بن سليمان الضبعي، نا هشام، عن عبادة بن أبي عبيد، قال:\n</p>\n\n<p>\nقال رسول الله (ص):\n</p>\n\n<p>\n\" من سره أن تنفس كربته، وأن تستجاب دعوته فلييسر على معسر أو ليدع له،\nفإن الله يحب إغاثة اللهفان \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p035'> Vol. 00, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nقال جعفر: قيل لهشام: ما اللهفان؟ قال هو والله المكروب.\n</p>\n\n<p>\n(29) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا المفضل بن\nغسان، نا أبي، نا أبو عبد الصمد العمي، عن زياد بن أبي حسان، عن أنس بن\nمالك، قال: قال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\n\" من أغاث ملهوفا كتب الله له ثلاثا وسبعين مغفرة، واحدة منها <span id='ms10'></span> صلاح أمره\nكله، واثنتان وسبعون له درجات يوم القيامة \".\n</p>\n\n<p>\n(30) أخبرنا القاضي أبو القاسم، أنا أبو علي، قال عبد الله: نا أبو جعفر:\n</p>\n\n<p>\nمحمد بن حميد الصفار، نا جعفر بن سليمان الضبعي، نا عبد الله بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p036'> Vol. 00, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nالمبارك، عن شريك بن عبد الله، عن هلال بن عبد الله بن حكيم، عن ابن\nمسعود، قال:\n</p>\n\n<p>\n\" يحشر الناس يوم القيامة أعرى ما كانوا قط وأظمأ ما كانوا قط وأنصب ما\nكانوا قط، فمن كسا لله كساه الله، ومن أطعم لله أطعمه، ومن سقى لله سقاه،\nومن عمل لله أغناه الله \".\n</p>\n\n<p>\n(31) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا أبو حفص\nالصفار، نا محمد بن سواء، عن هشام بن حسان، عن أبي الجارود، عن عطية\nالعوفي، عن أبي سعيد الخدري، قال: قال رسول الله (ص): \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p037'> Vol. 00, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n\" من كسا مؤمنا على عري، كساه الله من إستبرق الجنة، ومن سقاه على الظمأ\nسقاه الله من الرحيق المختوم، ومن أطعمه من جوع أطعمه الله من ثمار الجنة\n\".\n</p>\n\n<p>\n(32) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا إسحاق بن\nإسماعيل، نا جرير، عن هشام بن حسان، عن جميل بن مرة، قال:\n</p>\n\n<p>\n\" من اهتبل جوعه مسلم فأطعمه غفر له \".\n</p>\n\n<p>\n(33) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر الحسن بن\nالصباح، نا أبو معاوية، عن عثمان بن واقد العمري، قال: قيل لمحمد بن\nالمنكدر: أي الدنيا أعجب إليك؟ قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p038'> Vol. 00, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n\" إدخال السرور على المؤمن \".\n</p>\n\n<p>\n(34) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا سليمان بن\nخالد، نا وهب بن راشد، عن فرقد السبخي، عن أنس بن مالك، قال: كنت أوضئ رسول\nالله صلى الله عليه وسلم ذات يوم، فرفع رأسه فنظر إلي فقال:\n</p>\n\n<p>\n\" يا أنس، أما علمت أن من موجبات المغفرة، إدخالك السرور على أخيك\nالمسلم، تنفس عنه كربة، أو تفرج عنه غما، أو تزجي له صنعة، أو تقضي عنه\nدينا، أو تخلفه في أهله \".\n</p>\n\n<p>\n(35) اخبرني القاضي أبو القاسم، نا أبو علي، نا <span id='ms11'></span> عبد الله، ذكر عبد\nالرحمن، ذكر الوليد بن أبي صالح، عن أبي محمد الخراساني، عن عبد العزيز ابن\nأبي رواد، عن عطاء، عن ابن عباس، قال: قال رسول الله (ص): \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p039'> Vol. 00, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n\" من مشى مع أخيه في حاجة فناصحه فيها، جعل الله بينه وبين النار يوم\nالقيامة سبع خنادق، بين الخندق والخندق كما بين السماء والأرض \".\n</p>\n\n<p>\n(36) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا علي بن\nالجعد، ذكر محمد بن يزيد، عن بكر بن خنيس، عن عبد الله بن دينار، عن بعض\nأصحاب النبي صلى الله عليه وسلم قال:\n</p>\n\n<p>\n\" قيل يا رسول الله من أحب الناس إلى الله؟ قال: أنفعهم للناس، وإن أحب\nالأعمال إلى الله سرور تدخله على مؤمن تكشف عنه كربا، أو تقضى عنه دينا، أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p040'> Vol. 00, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nتطرد عنه جوعا، ولأن أمشي مع أخي المسلم في حاجة أحب إلي من أن أعتكف\nشهرين في مسجد، ومن كف غضبه ستر الله عورته، ومن كظم غيظه ولو شاء أن يمضيه\nأمضاه ملأ الله قلبه رضا، ومن مشى مع أخيه المسلم في حاجة حتى يثبتها له،\nثبت اله قدمه يوم تزل فيه الأقدام، وإن سوء الخلق ليفسد العمل، كما يفسد\nالخل العسل \".\n</p>\n\n<p>\n(37) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر أبو عبد\nالله بن بحير، نا داود بن المحبر، عن الربيع بن صبيح، عن الحسن:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p041'> Vol. 00, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n\" لأن أقضي لمسلم حاجة أحب إلي من أن أصلى ألف ركعة \".\n</p>\n\n<p>\n(38) حدثنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر الحسن بن\nعلي، نا أبو أسامة، نا الربيع بن صبيح، عن الحسن، قال:\n</p>\n\n<p>\n\" لأن أقضي لأخ حاجة أحب إلي من أن أعتكف شهرين \".\n</p>\n\n<p>\n(39) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله بن محمد، ذكر\nمحمد بن صالح القرشي، ذكر أبو اليقظان، ذكر أبو عمرو المديني، عن الحسين بن\nعبد الله بن عبيد الله بن عباس، قال: قال عبيد الله بن عباس لأخيه:\n</p>\n\n<p>\n\" إن أفضل العطية ما أعطيت الرجل قبل <span id='ms12'></span> المسألة، فإذا سألك فإنما تعطيه ثمن\nوجهه حين بذله إليك \".\n</p>\n\n<p>\n(40) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر عبد الرحمن\nبن عبد الله بن قريب، عن عمه، قال:\n</p>\n\n<p>\nقال خالد القسري لرجل من قريش: ما يمنعك أن تسألنا؟ قال: \" إذا سألتك فقد\nأخذت ثمنه \".\n</p>\n\n<p>\n(41) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، أنا عمر بن أبي\nمعاذ البصري، ذكر محمد بن الحسن بن زبالة، أنا هشام بن عبيد الله بن مكرمة،\nقال:\n</p>\n\n<p>\nجاء المطلب بن عبد الله بن حنطب المخزومي إلى أبي بكر بن عبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p042'> Vol. 00, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nالرحمن بن الحارث يسأله في غرم ألم به، فلما جلس قال له أبو بكر: قد\nأعانك الله على غرمك بعشرين ألفا \".\n</p>\n\n<p>\nفقال له: \" من كان معه، والله ما تركت الرجل يسألك \".\n</p>\n\n<p>\nفقال: \" إذا سألني فقد أخذت منه أكثر مما أعطيته \".\n</p>\n\n<p>\n(42) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، وذكر العباس بن\nهشام بن محمد، عن أبيه، قال: قال عبيد الله بن جعفر:\n</p>\n\n<p>\n\" ليس الجواد الذي يعطيك بعد المسألة، ولكن الجواد الذي يبتدئ، لأن ما\nيبذله إليك من وجهه أشد عليه، مما يعطي عليه \".\n</p>\n\n<p>\n(43) أخبرنا القاضي أبو القاسم، نا عبد الله، ذكر أحمد بن عبيد الله\nالتميمي: أن شيخا من أهل العلم مولى لبني هاشم حدثهم: قال سعيد بن العاص:\n</p>\n\n<p>\n\" إذا أنا لم أعط الرجل حتى أنصبه للمسألة نصب العود، فلم أعطه ثمن ما\nأخذ منه \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p043'> Vol. 00, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n(44) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر الحسين بن\nعبد الرحمن، نا ابن عائشة، عن إسماعيل بن عمر العجلي، نا مندل بن علي، عن\nجعفر بن محمد، عن أبيه، عن علي رضي الله عنه، أن رسول الله (ص) قال له:\n</p>\n\n<p>\n\" يا علي كن سخيا، فإن الله تعالى يحب السخاء، وكن شجاعا فإن الله تعالى\nيحب الشجاع، وكن غيورا فإن الله يحب الغيور، وإن امرؤ سألك حاجة فاقضها،\nفإن لم يكن لها أهلا، فكن أنت لها أهلا \" (45) أخبرنا القاضي أبو <span id='ms13'></span> القاسم،\nنا أبو علي، نا عبد الله، نا داود بن عمرو الضبي، نا ابن أبي الزناد، عن\nأبيه، قال: أخبرني يزيد الرقاشي، عن أنس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p044'> Vol. 00, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nبن مالك، أن رسول الله (ص) قال:\n</p>\n\n<p>\n\" من أعان مسلما كان الله في عون المعين ما كان في عون أخيه، ومن فك عن\nأخيه حلقة فك الله عنه حلقة يوم القيامة \".\n</p>\n\n<p>\n(46) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر إبراهيم بن\nسعيد الجوهري، أنا أحمد بن عبد الله الغداني، ذكر معلى بن أيوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p045'> Vol. 00, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nالمجاشعي، نا يزيد الرقاشي، عن أنس بن مالك، قال: قال رسول الله (ص):\n</p>\n\n<p>\n\" من ألطف مؤمنا أو قام له بحاجة من حوائج الدنيا والآخرة صغر ذاك أو\nكبر، كان حقا على الله أن يخدمه خادما يوم القيامة \".\n</p>\n\n<p>\n(47) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر أحمد بن\nأبي أحمد، نا محمد بن الحسن بن زبالة، ذكر المنكدر بن محمد بن المنكدر، عن\nأبيه عن جابر بن عبد الله، أن رسول الله (ص): قال:\n</p>\n\n<p>\n\" من يكن في حاجة أخيه يكن الله في حاجته \".\n</p>\n\n<p>\n(48) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر الحارث بن\nمحمد التميمي، ذكر عمرو بن الصلت: خالي، عن سعيد بن أبي سعيد، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p046'> Vol. 00, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nعن هشام بن عروة، عن أبيه، عن عائشة، قالت: قال رسول الله (ص):\n</p>\n\n<p>\n\" ما عظمت نعمة الله على عبد إلا اشتدت عليه مؤنة الناس، فمن لم يحتمل\nتلك المؤنة للناس، فقد عرض تلك النعمة للزوال \".\n</p>\n\n<p>\n(49) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر الحارث،\nذكر داود بن المحبر، نا الربيع بن صبيح، عن الحسن، قال: قال رسول الله (ص):\n</p>\n\n<p>\n\" إن لله عبادا خلقهم لحوائج الناس تقضى حوائج الناس على أيديهم، أولئك\nآمنون من فزع يوم القيامة \".\n</p>\n\n<p>\n(50) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر محمد بن\nيحيى بن أبي حاتم، ذكر إسماعيل بن كثير، عن أبن جريج، عن طاوس، قال:\n</p>\n\n<p>\n\" إذا أنعم الله على <span id='ms14'></span> عبد نعمة، ثم جعل إليه حوائج الناس، فإن احتمل وصبر،\nوإلا عرض تلك النعمة للزوال \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p047'> Vol. 00, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n(باب من طلب الحوائج إلى حسان الوجوه) (51) أخبرنا القاضي أبو القاسم، نا\nأبو علي، نا عبد الله، نا شجاع بن الأشرس بن ميمون، نا إسماعيل بن عياش،\nذكرت جبرة بنت محمد بن ثابت، عن أمها، عن عائشة، قالت: سمعت رسول الله (ص)\nيقول: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p048'> Vol. 00, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n\" اطلبوا الخير عند حسان الوجوه \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p049'> Vol. 00, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n(52) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر هارون بن\nسفيان، نا حجاج بن نصير، نا محمد بن عبد الرحمن بن المجبر، عن نافع، عن ابن\nعمر، قال: قال رسول الله (ص):\n</p>\n\n<p>\n\" اطلبوا الحوائج عند حسان الوجوه \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p050'> Vol. 00, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n(53) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر مجاهد بن\nموسى، نا معن، نا يزيد بن عبد الملك بن المغيرة، عن عمران بن أبي أنس، عن\nأبي هريرة، أن رسول الله (ص) قال:\n</p>\n\n<p>\n\" ابتغوا الخير عند حسان الوجوه \".\n</p>\n\n<p>\n(54) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا زياد بن\nأيوب، نا مصعب بن سلامة، نا أبو الفضل بن عبد الله القرشي، نا عمرو بن\nدينار، قال: قال رسول الله:\n</p>\n\n<p>\n\" أطلبوا حوائجكم عند حسان الوجوه، فإن قضى حاجتك قضاها بوجه طليق وإن\nردك، ردك بوجه طليق، فرب حسن الوجه ذميمه عند طلب، ورب ذميم الوجه حسنه عند\nطلب الحاجة \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p051'> Vol. 00, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n(55) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر أبو عبد\nالرحمن الأزدي، عن طلق بن غنام، قال: سألت حفص بن غياث عن تفسير حديث النبي\nصلى الله عليه وسلم:\n</p>\n\n<p>\n\" أطلبوا الحوائج من حسان الوجوه \".\n</p>\n\n<p>\nفقال: إنه ليس من صباحة الوجوه، ولكنه حسن الوجه إذا سئل المعروف.\n</p>\n\n<p>\n(56) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله قال: وحدثت عن\nابن عائشة أن رجلا قال له:\n</p>\n\n<p>\nإن معنى ذلك أن تطلب من الوجوه الحسنة التي تحسن، فأنكر ذلك ابن عائشة،\nثم أنشد: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p052'> Vol. 00, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوجهك الوجه لو سألت به المز * ن من الحسن والجمال <span id='ms15'></span> استهلا ثم أنشد أيضا:\n</p>\n\n<p>\nوجوه لو أن المدلجين اعتشوا بها * صدعن الدجى حتى ترى الليل ينجلي ثم\nأنشد أيضا:\n</p>\n\n<p>\nدل على معروفه وجهه * بورك هذا هاديا من دليل ثم أنشد أيضا:\n</p>\n\n<p>\nسأبذل وجهي إنه أول القرى * واجعل معروفي لهم دون منكري (57) أخبرنا\nالقاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر الحسين ابن عبد الرحمن،\nنا أبو إبراهيم الترجماني، ذكر بعض مشايخ الشاميين، أن عبد الله بن رواحة،\nأو حسان بن ثابت قال:\n</p>\n\n<p>\nقد سمعنا نبينا قال قولا * هو لمن يطلب الحوائج راحه اغتدوا فاطلبوا\nالحوائج ممن * زين الله وجهه بصباحه (58) وأنشد الحسين بن عبد الرحمن:\n</p>\n\n<p>\nلقد قال الرسول وقال حقا * وخير القول ما قال الرسول إذا الحاجات أبدت\nفاطلبوها * إلى من وجهه حسن جميل قال: يقال بدت وأبدت. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p053'> Vol. 00, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n(59) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر محمد بن\nالحسين، ذكر يعقوب الزهري، قال: سمعت الداوردي، قال:\n</p>\n\n<p>\nقيل لمعاوية بن عبد الله بن جعفر: ما بلغ من كرم عبد الله بن جعفر؟ قال:\n</p>\n\n<p>\nكان ليس له مال دون الناس، هو والناس في ماله شركاء من سأله شيئا أعطاه،\nومن استمنحه عليه شيئا منحه إياه، لا يرى أنه يفتقر فيقتصر، ولا يرى أنه\nيحتاج فيدخر.\n</p>\n\n<p>\n(60) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر أبو الحسن\nالشيباني، نا شعيب بن صفوان، أن حمزة بن بيض، دخل على ابن يزيد بن المهلب\nيعني مخلد بن يزيد وهو في السجن فأنشده: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p054'> Vol. 00, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nأتيناك في حاجة فاقضها * وقل مرحبا يحب المرحب فقال: مرحبا فقال:\n</p>\n\n<p>\nولا تكلنا إلى معشر متى * يعدوا عدة يكذبوا فإنك الفرع من أسرة * لهم خضع\nالشرق والمغرب وفي أدب منهمو ما نشأت * فنعم لعمرك من أدبوا بلغت لعشر مضت\nمن سنيك * كما يبلغ السيد الأشيب فهمك فيها جسام الأمور * وهم لداتك أن\nيلعبوا وجدت فقلت ألا سائل * فيسأل أو راغب يرغب فمنك العطية للسائلين *\nوممن ينوبك أن يطلبوا فقال له:\n</p>\n\n<p>\nهات حاجتك فقضاها. قال أبو الحسن <span id='ms16'></span>: ولا أحسبه إلا قال: فأمر له بمائة ألف.\n</p>\n\n<p>\n(61) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر أبو حذيفة:\n</p>\n\n<p>\nعبد الله بن مروان بن معاوية الفزاري، قال: سمعت أبي يقول: قال أسماء بن\nخارجة: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p055'> Vol. 00, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nما شتمت أحدا قط، ولا رددت سائلا قط، لأنه إنما يسألني أحد رجلين:\n</p>\n\n<p>\nإما كريم أصابته خصاصة، وحاجة فأنا أحق من سد من خلته، وأعانه على حاجته.\n</p>\n\n<p>\nوإما لئيم أفدي عرضي منه، وإنما يشتمني أحد رجلين: إما كريم كانت منه\nذلة، أو هفوة، فأنا أحق من غفرها، وأخذ بالفضل عليه فيها. وإما لئيم فلم\nأكن لأجعل عرضي إليه.\n</p>\n\n<p>\n(62) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر أبو جعفر\nالمديني، عن شيخ من قريش، قال: قال أسماء بن خارجة:\n</p>\n\n<p>\nإذا طارقات الهم أسفرت الفتى * وأعمل في الفكر والليل واجر وباكرني إذ لم\nيكن ملجأ له * سواي ولا من نكبة الدهر ناصر فرجت بمالي همه في مكانه *\nفزايله الهم الدخيل المخامر قال: وزادني غيره:\n</p>\n\n<p>\nفكان له من على بطنه * بي الخير إني للذي ظن شاكر (63) أخبرنا القاضي أبو\nالقاسم، نا أبو علي، نا عبد الله، ذكر الحسين بن عبد الرحمن، ذكر شيخ من\nباهلة قال:\n</p>\n\n<p>\nكأم مسلمة بن عبد الملك إذا كثر عليه أصحاب الحوائج، وخاف أن يضجر قال\nلآذنه: ائذن لجلسائي، فيأذن لهم، فيفتن ويفتنون في محاسن الناس، ومروءاتهم،\nفيطرب لها ويهتاج عليها، ويصيبه ما يصيب صاحب الشراب، فيقول لحاجبه: ائذن\nلأصحاب الحوائج، فلا يبقى أحد إلا قضيت حاجته.\n</p>\n\n<p>\n(64) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، قال ذكر عبد\nالرحمن بن صالح، نا أبو بكر بن عياش، عن عبيد الله بن الوليد، عن أبي محصن\nقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p056'> Vol. 00, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nجاء رجل إلى الحسين بن علي فسأله أن يذهب معه في حاجة. فقال: إني معتكف.\nفأتى الحسن فأخبره. فقال الحسن:\n</p>\n\n<p>\n\" لو مشى معك في حاجتك أحب إلي من اعتكاف شهر \".\n</p>\n\n<p>\n(65) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، قال: ذكر عمر <span id='ms17'></span>\nبن بكير، عن هشام بن محمد، ذكر رجل من بني تميم، قال: أتى العريان بن\nالهيثم النخعي عتاب بن ورقاء التميمي وهي على أصبهان فقال:\n</p>\n\n<p>\nإنا أتيناك لا من حاجة عرضت * ولا فروض تجازيها ولا نعم ألا تخبرنا عمال\nالعراق وإن قيل * ابن ورقاء غيث صائب الديم فإن تجد فهو شئ كنت تفعله * وإن\nتكن علة نرجع ولم نلم قال: فأعطاه مائة ألف درهم.\n</p>\n\n<p>\n(66) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر أبو القاسم\nهارون بن أبي يحيى السلمي، ذكر محمد بن زيان، عن محمد بن عمران، عن إسماعيل\nبن عبد اله القسري، قال: قال خالد بن عبد الله القسري لبنيه:\n</p>\n\n<p>\n\" إنكم قد شرفتم، ومن إن تطلب إليكم الحوائج فمن يضمن حاجة امرئ مسلم،\nفليطلبها بأمانة الله عز وجل \".\n</p>\n\n<p>\n(67) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر أبو جعفر\nالمديني، عن علي بن محمد القرشي، قال: قال الخليل بن أحمد: قال محمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p057'> Vol. 00, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nبن واسع.\n</p>\n\n<p>\n\" ما رددت أحدا عن حاجة أقدر على قضائها، ولو كان فيها ذهاب مالي \".\n</p>\n\n<p>\n(68) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر أبو جعفر\nالمديني، عن علي بن محمد، قال: ذكر رجل من أهل البصرة، قال: سمعت الخليل بن\nأحمد يحدث أن طلحة، هو ابن عبد الله بن خلف الخزاعي قال:\n</p>\n\n<p>\n\" ما بات لرجل على موعود فتململ في ليلة ليغدو بالظفر بحاجته، أشد من\nتململي بالخروج إليه من عدته تخوفا من عارض خلف، إن الخلف ليس من خلق\nالكريم \".\n</p>\n\n<p>\n(69) أخبرنا أبو القاسم، نا أبو علي، نا عبد الله، ذكر عمرو بن أبي معاذ،\nنا محمد بن يحيى بن علي الكناني، ذكر إسماعيل بن الحسن بن زيد، قال:\n</p>\n\n<p>\n\" كان أبي يغلس بصلاة الفجر، فأتاه مصعب بن ثابت بن عبد الله بن الزبير\nوابنه عبد الله بن مصعب يوما حين انصرف من صلاة الغداة، وهو يريد الركوب\nإلى ماله بالغابة \". فقال: اسمع مني شعرا:\n</p>\n\n<p>\nقال: ليست هذه ساعة ذاك، أهذه <span id='ms18'></span> ساعة شعر؟\n</p>\n\n<p>\nفقال: بقرابتك من رسول الله صلى الله عليه وسلم إلا سمعته.\n</p>\n\n<p>\nقال: فأنشده لنفسه:\n</p>\n\n<p>\nيا ابن بنت النبي وابن علي * أنت أنت المجير من ذا الزمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p058'> Vol. 00, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nمن زمان ألح ليس بناج * منه من لم يجرهم الخافقان من ديوان خفرتنا معضلات\n* بيد الشيخ من بني ثوبان في صكاك مكعبات علينا * بمئين إذا عددت ثمان بأبي\nأنت إن أخذت وأمي * ضاق عيش النسوان والصبيان قال: فأرسل إلى ابن ثوبان\nفسأله فقال: على الشيخ سبعمائة وعلى ابنه مائة، فقضى عنهما، وأعطاهما مائتي\nدينار سوى ذلك.\n</p>\n\n<p>\n(70) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر عمر بن\nشبة، ذكر أبو غسان، محمد بن يحيى الكتابي قال: قدم ابن مسلم الشاعر، وهو\nيزعم أنه مولى لآل طلحة بن عمرو بن عبيد الله على حرب بن خالد بن يزيد بن\nمعاوية فقال يمدحه:\n</p>\n\n<p>\nفلما دفعت إلى بابهم * ولا قيت حربا لقيت النجاحا وجدناه يخطبه السائلون\n* ويأبى على العسر إلا سماحا ينادون حتى ترى كلبهم * يهاب الهرير وينسى\nالنباحا قال ابن مسلم: فأرسل إليه ابن ذمية بثياب وبكيس، فوضع رسوله الرزمة\nمقدرة فقلت: ما أرسل؟\n</p>\n\n<p>\nفقال: إني لأستحي منك أن أعلمك ما بعثت به، فإذا انتبهت فخذ ما تحت\nفراشك، ثم وضع تحت فراشه ألف دينار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p059'> Vol. 00, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n(باب في شكر الصنيعة) (71) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد\nالله، نا الحكم بن موسى، نا عيسى بن يونس، عن ابن أبي ليلى، عن عطيه، عن\nأبي سعيد الخدري، قال: قال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\n\" من لا يشكر الناس لا يشكر الله \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p060'> Vol. 00, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n(72) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر إبراهيم بن\nالمستمر الناجي، نا سليمان بن داود، نا الربيع بن مسلم القرشي، عن محمد بن\nزياد، عن أبي هريرة، قال: قال رسول الله (ص):\n</p>\n\n<p>\n\" من لا يشكر الناس لا يشكر الله \".\n</p>\n\n<p>\n(73) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر إبراهيم،\nنا سليمان بن داود الطيالسي <span id='ms19'></span>. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p061'> Vol. 00, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nنا محمد بن طلحة بن مصرف، عن عبد الله بن شريك العامري، عن عبد الرحمن بن\nعدي الكندي، عن الأشعث بن قيس، قال: قال رسول الله (ص):\n</p>\n\n<p>\n\" من لا يشكر الناس لا يشكر الله \".\n</p>\n\n<p>\n(74) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا سفيان بن\nمحمد المصيصي، ذكر أبو نعيم: إسحاق بن الفرات التجيبي تجيب كندة، نا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p062'> Vol. 00, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nأبو الهيثم، عن مالك بن أنس، عن الزهري، عن أبي حدرد أو ابن أبي حدرد\nالأسلمي، قال:\n</p>\n\n<p>\nقدمت المدينة في خلافة عمر بن الخطاب فأردت الحج، فلما أتيت مكة قلت:\nاللهم قيض لي رجلا من أصحاب نبيك (ص)، كان نبيك يحبه، وكان يحب نبيك (ص)،\nفإذا أنا بغلام أسود على حمار يقود ناقة خلفها شيخ على حماره، فقلت للأسود:\nيا غلام من الشيخ؟\n</p>\n\n<p>\nقال: محمد بن مسلمة الأنصاري صاحب رسول الله (ص)، وافقت خير رفيق، ونازلت\nخير نزيل، فتذاكرنا يوما في مسيرنا الشكر، فقال محمد بن مسلمة: كنا يوما\nعند رسول الله (ص) فقال لحسان بن ثابت: أنشدني قصيدة من شعر الجاهلية، فإن\nالله عز وجل قد وضع سنامها في شعرها وروايتها، فأنشده قصيدة هجا بها الأعشي\nعلقمة علاثة:\n</p>\n\n<p>\nعلقم ما أنت إلى عامر * الناقض الأوتار والواتر هجاه كثير هجائه علقمة،\nفقال النبي صلى الله عليه وسلم:\n</p>\n\n<p>\n\" يا حسان لا تنشدني هذه القصيدة بعد مجلسي هذا \".\n</p>\n\n<p>\nقال: يا رسول الله تنهاني عن مشرك مقيم عند قيصر؟ فقال النبي (ص):\n</p>\n\n<p>\n\" يا حسان اشكر للناس، أشكرهم لله \". وإن قيصر سأل أبا سفيان بن حرب عني،\nفتناول مني مقالا، وسأل هذا عني فأحسن القول فشكره رسول الله (ص) على ذاك\n\".\n</p>\n\n<p>\n(75) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا أبو إقدام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p063'> Vol. 00, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nالعجلي، نا علي المقدمي، نا السائب بن عمر المخزومي، قال: سمعت يحيى بن\nصيفي، يقول: قال رسول الله (ص):\n</p>\n\n<p>\n\" من زلفت إليه يد فإن عليه من الحق أن يجزى بها، فإن لم يفعل فليظهر\nالثناء، فإن لم يفعل فقد كفر النعمة <span id='ms20'></span> \".\n</p>\n\n<p>\nثم قال: ما سمعت ما قال ورقة بن نوفل:\n</p>\n\n<p>\nارفع ضعيفك لا يجزنك ضعفه * يوما فتدركه العواقب قد نما يجزيك أو يثني\nعليك وإن من * أثنى عليك بما فعلت فقد جزى (76) أخبرنا القاضي أبو القاسم،\nنا أبو علي، نا عبد الله، نا ذكر الحسن بن داود بن محمد بن المنكدر التيمي،\nذكر شيخ من قريش، أن رسول الله (ص) قال لعائشة:\n</p>\n\n<p>\n\" أنشديني قول ابن غريض اليهودي \".\n</p>\n\n<p>\nفقالت:\n</p>\n\n<p>\nإن الكريم إذا أردت وصاله * لم يلق حبلى واهيا رث القوى أرعى أمانته\nوأحفظ غيبه * جهدي فيأبى بعد ذلك ما أبى ارفع ضعيفك لا يجزنك ضعفه * يوما\nفتدركه العواقب قد نمى يجزيك أو يثنى عليك وإن من * أثنى عليك بما فعلت فقد\nجزى فقال النبي صلى الله عليه وسلم: هكذا قال لي جبريل عليه السلام:\n</p>\n\n<p>\n\" من صنت إليه يد فكتمها فقد كفرها، ومن ذكرها فقد شكرها \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p064'> Vol. 00, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n(77) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا إبراهيم بن\nالمستمر، نا عبد الوهاب بن عيسى الواسطي، ذكر يحيى بن أبي زكريا الغساني،\nنا عباد بن سعيد، رجل من أهل البصرة كان يقرأ القرآن عن قتادة، عن مبشر بن\nأبي المليح، عن أبي المليح، عن أبيه، عن أسامة بن عمير قال: قال رسول الله\n(ص):\n</p>\n\n<p>\n\" من لا يشكر الناس لا يشكر الله \".\n</p>\n\n<p>\n(78) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر إبراهيم بن\nالمستمر، نا موسى بن إسماعيل المنقري، نا الجراح بن مليح، عن أبي عبد\nالرحمن، عن الشعبي، عن النعمان بن بشير قال: قال رسول الله (ص):\n</p>\n\n<p>\n\" من لا يشكر الناس لا يشكر الله، ومن لا يشكر القليل لا يشكر الكثير \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p065'> Vol. 00, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n(79) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا محمد بن عبد\nالعزيز بن أبي رزمة، أنا النضر بن شميل، أنا صالح بن أبي الأخضر، عن\nالزهري، عن عروة، عن عائشة، قالت: قال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\n\" من أولى معروفا فليكافئ به، وإن لم يستطع فليذكره <span id='ms21'></span>، فإذا ذكره فقد شكر\n\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p066'> Vol. 00, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n(80) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر أبي قال:\n</p>\n\n<p>\nونا العباس بن هشام، عن هشام بن محمد، ذكر أبو نصر: مالك بن نصر\nالدالاني، قال:\n</p>\n\n<p>\nخرج مالك بن خزيم الهمذاني الشاعر في الجاهلية، ومعه نفر من قومه يريدون\nعكاظا، فاصطادوا ظبيا في طريقهم، وقد أصابهم عطش شديد، فانتهوا إلى مكان\nيقال له أجيرة فجعلوا يفصدون دم الظبي ويشربونه من العطش حتى إذا نفذ\nذبحوه، ثم تفرقوا في طلب الحطب، ونام مالك في الخباء وأتى أصحابه شجاع\nفانساب حتى دخل بحمى مالك، فاقبلوا فقالوا: يا مالك عندك الشجاع فاقتله.\nفاستيقظ مالك، فقال:\n</p>\n\n<p>\nأقسمت عليكم لما كففتم عنه، فكفوا وأنساب الأسود فذهب، وأنشأ مالك يقول:\n</p>\n\n<p>\nوأوصاني الخزيم بعز جاري * وأمنعه وليس به امتناع وأدفع ضيمه وأذود عنه *\nوأمنعه إذا منع المتاع فدى لكم أتى عنه تنحوا * بشئ ما استجازني الشجاع ولا\nتتحملوا دم مستجير * تضمنه أجيرة فالتلاع فإن لما ترون غبي أمر * له من دون\nأعينكم قناع ثم ارتحلوا وقد أجهدهم العطش فإذا هاتف يهتف بهم ويقول:\n</p>\n\n<p>\nيا أيها القوم لا ماء أمامكم * حتى تسوموا المطايا يومها تعبا ثم اعدلوا\nشامة فالماء عن كثب * عين روى وماء يذهب اللغبا حتى إذا ما أصبتم فيه\nليلتكم فاسقوا * المطايا ومنه فاملئوا القربا قال: فعدلوا شامة فإذا هم\nبعين خرارة فشربوا وسقوا إبلهم، وحملوا منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p067'> Vol. 00, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nربهم فأتوا سوق عكاظ ثم انصرفوا فانتهوا إلى موضع العين فلم يروا شيئا\nفإذا هاتف:\n</p>\n\n<p>\nيا مال عنى جزاك الله صالحة * هذا وداع لكم مني وتسليم لا تزهدوا في\nاصطناع المعروف من أحد * إن الذي حرم المعروف محروم أنا الشجاع الذي أنجيت\nمن دهق * شكرت ذلك إن الشكر مقسوم من يفعل الخير لا يعدم مغبته * ما عاش\nوالكفر بعد الغب مذموم (81) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد\nالله، قال: ذكر علي بن الجعد، أنا سفيان بن عيينة، عن الحكم النضري، قال:\nقال عبد الرحمن بن أبي ليلى:\n</p>\n\n<p>\n\" إن الرجل <span id='ms22'></span> ليعدل بي في الصلاة فأشكرها \".\n</p>\n\n<p>\n(82) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر محمد بن\nالحسين، ذكر عبيد الله بن محمد، نا سعيد بن الفضل مولى بني زهرة، قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p068'> Vol. 00, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت عم أبيك يقول:\n</p>\n\n<p>\n\" إن أرجل ليلقاني بالصحبة الحسنة فأرى أن سأموت قبل أن أكافئه \".\n</p>\n\n<p>\n(83) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر إبراهيم بن\nسعيد، ذكر إبراهيم بن نوح، قال: قال أبو معاوية بن الأسود:\n</p>\n\n<p>\n\" إن الرجل ليلقاني بما أحب فلو حل لي أن أسجد له لفعلت \".\n</p>\n\n<p>\n(84) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر محمد بن\nهارون، أنا أبو عمير، نا أيوب بن أيوب بن سويد، عن مروان بن سعيد قال:\n</p>\n\n<p>\nقال أبو عبيد الله:\n</p>\n\n<p>\n\" إن الكريم ليشكر حتى اللحظة \".\n</p>\n\n<p>\n(85) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله قال: أنشدنا ابن\nعائشة:\n</p>\n\n<p>\nسأشكر عمرا إن تراخت منيتي * فوائد لم تمنن وإن هي جلت فتى غير محجوب\nالغنى عن صديقه * لا مظهر الشكوى إذا النعل زلت رأى خلتي من حيث يخفى\nمكانها * فكانت قذى عينيه حتى تجلت (86) وأنشد أبو زكريا الخثعمي:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p069'> Vol. 00, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nبدا حين الري بإخوانه * فقال عنهم شباة العدم وخوفه الحزم صرف الزمان *\nفبادر بالعرف قبل الندم (87) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد\nالله، ذكر أبو بكر الأسلمي، نا الهيثم بن جميل، عن فضيل بن عياض، عن سفيان\nالثوري، قال: قال لي منصور بن المعتمر:\n</p>\n\n<p>\n\" إن الرجل ليسقيني الشربة من الماء فكأنما يكسر بها ضلعا من أضلاعي \".\n</p>\n\n<p>\n(88) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر محمد بن\nالحسين بن عبد الرحمن، ذكر أبو نصر العامل، قال: كان يقال:\n</p>\n\n<p>\n\" زكاة النعم اتخاذ الصنائع والمعروف \".\n</p>\n\n<p>\n(89) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، قال: أنشدنا\nالحسين:\n</p>\n\n<p>\nوإذا ادخرت صنيعة تبغي بها * شكرا فعند ذوي المكارم فادخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p070'> Vol. 00, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا افتقرت فكن لعرضك صائنا * وعلى الخصاصة بالقناعة فاستتر (90) أخبرنا\nالقاضي أبو القاسم، نا أبو علي، نا <span id='ms23'></span> عبد الله، قال: ذكر الحسين عبد الرحمن،\nعن عبد الله بن صالح العجلي، قال:\n</p>\n\n<p>\n\" سأل رجل ابن شبرمة حوائج فقضاها، ثم سأله حاجة فتعذرت عليه فلامه فقال\nحبان بن علي: والله، إن رجلا منعه شكر كثير أوليه قليل منعه، لقليل الشكر\n\".\n</p>\n\n<p>\nفقال لي ابن شبرمة: \" هذا والله، رجل أهل الكوفة بعد قليل \".\n</p>\n\n<p>\n(91) أخبرنا القاضي أبو القاسم، أنا أبو علي، نا عبد الله بن محمد، ذكر\nمحمد بن الحسين، ذكر عبيد الله بن محمد التيمي، قال: كان يقال:\n</p>\n\n<p>\n\" من لم يشكر صاحبه على النية، لم يشكره على حسن الصنيعة \".\n</p>\n\n<p>\n(92) وأنشدني الحسين بن عبد الرحمن:\n</p>\n\n<p>\nولو كنت أعرف فوق الشكر منزلة * أعلى من الشكر عند الله في اليمن إذا\nمنحتكها يحيى مني مهذبة * حذوي على حذو ما أوليت من حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p071'> Vol. 00, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n(93) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر الحسين بن\nعبد الرحمن، قال: قال عبد الله بن مصعب الزبيري للمهدي:\n</p>\n\n<p>\nإني عقدت زمام حبلي معصما * بحبال ودك عقدي المتخير فأخذت منك بذمة\nمحفوظة * من فاز منك بمثلها لم يخفر وأراك تصطنع الرجال ولم أكن * دون امرئ\nقدمته بمؤخر فهل أنت مصطنعي لنفسك جنة * وعلى عهد الله إن لم أشكر (94)\nأخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر عبد الرحمن بن\nصالح، أنا يونس بن بكير، قال: قال أبو جعفر المنصور: لعبد الله بن الربيع\nالحارثي: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p072'> Vol. 00, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n\" إني وإياك كمجير أم عامر \".\n</p>\n\n<p>\nقال: يا أمير المؤمنين، وما مجير أم عامر؟\n</p>\n\n<p>\nقال: خرج قوم يطلبون الصيد فلم يجدوا إلا الضبع فألجئوها إلى خيمة\nأعرابي، فأرادوها، فنادى يا آل بيت فلان فذهبوا وتركوها، فأقبل يغذوها\nباللحم واللبن حتى أسمنها، فخرج لحاجته وترك أخاه في جانب الخيمة مريضا،\nفرجع فوجد الضبع قد ذهبت، ووجد أخاه مقطعا فأنشأ يقول:\n</p>\n\n<p>\nومن يصنع المعروف في غير أهله * يلاقي الذي لاقى مجير أم عامر أذم لها\nحين استجارت برحله * لتأمن ألبان اللقاح الدرائر فأسمنها حتى إذا ما تكلمت\n* فرته بأنياب لها وأظافر فقل لذوي المعروف <span id='ms24'></span> هذا جزاء من * أراد يد المعروف\nمن غير شاكر البيت الأخير عن محمد بن عباد قال: سمعت أبا يحيى الحارثي يقول\nلعبد الرحمن بن صالح. إنما قال هذا الكلام أبو جعفر لزياد بن عبد الله\nالحارثي.\n</p>\n\n<p>\n(95) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر عبيد بن\nيونس بن بكير، نا مصعب بن سلام، ذكر أبو حارثة - صاحب بيت المال - قال:\n</p>\n\n<p>\n\" استعمل أبو جعفر المفضل بن بلال الغنوي على باروسما. فقدم حتى فرغ من\nعمله، فدخل عليه فقال: أشركتك في أمانتي فخنتني، ما مثلي ومثلك إلا مجير أم\nعامر، فقال: يا أمير المؤمنين ما مجير أم عامر؟\n</p>\n\n<p>\nفأخبره بالقصة، فقال المفضل: لا والله يا أمير المؤمنين ما خنتك دينارا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p073'> Vol. 00, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nولا درهما، ولا أصبت إلا هذا المثقال. قلت: اتكاري به فارجع إلى أهلي كما\nخرجت من عندك، قال: هلم نحن أحق به منك \".\n</p>\n\n<p>\n(96) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا إبراهيم\nالآدمي، نا حجاج بن نصير، نا زياد بن أبي حسان، عن أنس بن مالك قال: قال\nرسول الله (ص):\n</p>\n\n<p>\n\" من أغاث ملهوفا غفر الله له ثلاثا وسبعين مغفرة، واحدة منها صلاح أمره\nودينه، واثنتان وسبعون درجات الآخرة \".\n</p>\n\n<p>\n(97) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله بن محمد، نا أبو\nالخطاب، نا زياد بن يحيى البصري، نا مالك بن سعيد، ذكر الأعمش، عن أبي\nصالح، عن أبي هريرة، قال: قال رسول الله (ص):\n</p>\n\n<p>\n\" من ستر على مسلم عورة ستره الله في الدنيا والآخرة، والله في عون العبد\nما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p074'> Vol. 00, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nكان العبد في عون أخيه، ومن أبطأ به عمله لم يسرع به نسبه، ومن نفس عن\nمسلم كربة نفس الله عنه كربة من كرب يوم القيامة، ومن أقال مسلما أقاله\nالله عثرته يوم القيامة \".\n</p>\n\n<p>\n(98) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا خالد بن\nخداش بن عجلان، نا حماد بن زيد، عن أيوب، عن يحيى بن أبي كثير، عن عبد الله\nبن <span id='ms25'></span> أبي قتادة، أن:\n</p>\n\n<p>\nأبا قتادة طلب غريما له فتوارى عنه، ثم وجده، فقال: إني معسر، فقال:\nالله، قال الله. قال أبو قتادة: سمعت رسول الله (ص) يقول:\n</p>\n\n<p>\n\" من سره أن ينجيه الله عز وجل من كرب يوم القيامة، فلينظر معسرا أو ليضع\nعنه \".\n</p>\n\n<p>\n(99) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر أبو خيثمة،\nنا ربعي بن إبراهيم، نا عبد الرحمن بن إسحاق، عن عبد الرحمن بن معاوية، عن\nحنظلة بن قيس، عن أبي اليسر قال: قال رسول الله (ص): \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p075'> Vol. 00, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n\" من أحب أن يظله الله في ظله، فلينظر معسرا، أو ليضع عنه \".\n</p>\n\n<p>\n(100) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر الحسين بن\nعلي بن يزيد، نا الحسين بن علي الجعفي، عن زائدة، عن عبد الملك بن عمير، عن\nربعي، قال: حدثني أبو اليسر: أن رسول الله (ص) قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p076'> Vol. 00, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n\" من أنظر معسرا أو وضع عنه أظله الله في ظله \".\n</p>\n\n<p>\n(101) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر الحسين بن\nعلي الصدائي، ذكر محمد بن عبيد، عن يوسف بن صهيب، عن زيد العمي، عن ابن\nعمر، قال: قال رسول الله (ص):\n</p>\n\n<p>\n\" من أراد أن تستجاب دعوته، وأن تكشف كربته، فليفرج عن معسر \".\n</p>\n\n<p>\n(102) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر الحسين،\nبن علي الصدائي، أنا الحكم بن الجارود، نا يوسف بن أبي المنابذ، خال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p077'> Vol. 00, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nسفيان بن عيينة، عن أبيه، عن عطاء، عن ابن عباس، قال: قال رسول الله (ص):\n</p>\n\n<p>\n\" من أنظر معسرا إلى ميسرة، أنظره الله بذنبه إلى توبته \".\n</p>\n\n<p>\n(103) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر بشر بن\nمعاذ العقدي، نا الحكم بن سنان، نا مالك بن دينار، قال:\n</p>\n\n<p>\nبعث الحسن، محمدا بن نوح، وحميد الطويل في حاجة لأخيه، فقال: مروا ثابت\nالبناني فأشخصوا به معكم، فقال لهم ثابت: \" إني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p078'> Vol. 00, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nمعتكف \"، فرجع حميد إلى الحسن فأخبره بالذي قال ثابت. فقال له: ارجع\nإليه، فقل له:\n</p>\n\n<p>\n\" يا عميش <span id='ms26'></span>! أما تعلم أن مشيك في حاجة أخيك خير لك من حجة بعد حجة؟ \".\n</p>\n\n<p>\n(104) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر بشر بن\nمعاذ العقدي، نا المغيرة بن مطرف، نا الحارث النميري، عن أبي هارون العبدي،\nعن أبي سعيد الخدري، قال:\n</p>\n\n<p>\nمر رسول الله (ص) بأبي بن كعب وهو ملازم غريما له، قال:\n</p>\n\n<p>\n\" من هذا يا أبي؟ \".\n</p>\n\n<p>\nقال: غريم لي، فأنا ملازم له. قال:\n</p>\n\n<p>\n\" فأحسن إليه \".\n</p>\n\n<p>\nثم مضى لشأنه، ثم رجع إليه، فقال:\n</p>\n\n<p>\n\" ما فعل غريمك؟ \".\n</p>\n\n<p>\nفقال: وما عسى أن يفعل يا رسول الله، وقد أمرتني بالإحسان إليه، تركت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p079'> Vol. 00, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nثلثا لله، وثلثا لرسوله، وثلثا لمساعدته إياي على وحدانية الله، فتبسم\nرسول الله (ص) حتى بدت نواجذه، قال:\n</p>\n\n<p>\n\" أمرنا بهذا \".\n</p>\n\n<p>\n(105) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر أبو\nإسحاق: أحمد بن إسحاق الأهوازي، نا أبو عبد الرحمن المقري، نا نوح بن جعونة\nالأسلمي، عن مقاتل بن حيان، عن عطاء بن أبي رباح، عن ابن عباس، قال: دخل\nرسول الله (ص) المسجد وهو يقول:\n</p>\n\n<p>\n\" أيكم يسره أن يقيه الله من فيح جهنم ثلاثا؟ قالوا: كلنا يا رسول الله\nيسره.\n</p>\n\n<p>\nقال: من أنظر معسرا أو وضع عنه، وقاه الله فيح جهنم \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p080'> Vol. 00, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n(106) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر محمد بن\nإسماعيل بن يوسف، نا أصبغ بن الفرج، نا عبد الله بن وهب، قال: ذكر جرير بن\nحازم، عن أيوب بن أبي تميمة، عن يحيى بن أبي كثير، عن عبد الله بن أبي\nقتادة، عن أبيه، أنه كان يطلب رجلا بدين، واختفى منه، فقال: ما حملك على\nذلك؟ قال: العسرة، فاستحلفه على ذلك. فحلف، فدعا بصك فأعطاه، وقال: سمعت\nرسول الله (ص) يقول:\n</p>\n\n<p>\n\" من أنسى معسرا أو وضع له أنجاه الله من كرب يوم القيامة \".\n</p>\n\n<p>\n(107) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، محمد بن أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p081'> Vol. 00, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nحاتم، ذكر محمد بن هارون الطائي، أنا محمد بن أبي سعيد، قال: قال عبد\nالعزيز <span id='ms27'></span> بن مروان:\n</p>\n\n<p>\n\" ما نظر إلي رجل قط فتأملني فاشتد تأمله إياي إلا سألته عن حاجته، ثم\nأتيت من ورائها، فإذا تعار من وسنه، مستطيلا لليله، مستبطئا لصبحه، متأرقا\nللقائي، ثم غدا إلي أنا، تجارته في نفسه، وغدا التجار إلى تجارتهم، ألا\nيرجع من غدوه إلي فأربح من تجره، عجب لمؤمن مؤقن مؤمن بالله، أن الله\nيرزقه، ويؤمن أن الله يخلف عليه، كيف يحبس مالا عن عظيم أجر أو حسن سماع \".\n</p>\n\n<p>\n(109) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر الحسين بن\nيحيى ابن كثير العنبري، عن خذيمة أبي محمد العابد، قال:\n</p>\n\n<p>\n\" أتى جعفر الأحمر، يحيى بن سلمة بن كهيل يستقرض منه ثلاثين دينارا،\nفقال: يا يحيى لم أردت أن تذل نفسك بمجيئك؟ ألا كتبت إلي برقعة حتى أبعث\nبها إليك، فلما أحضر جعفر، قيل ليحيى ذلك، قال: ما دفعتها إليه وأنا أريد\nأن آخذها منه \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p082'> Vol. 00, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n(110) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر الحسين بن\nعبد الرحمن، قال:\n</p>\n\n<p>\nدخل زياد الأعجم على عبد الله بن عامر بن كريز فأنشده:\n</p>\n\n<p>\nأخ لك لا تراه الدهر إلا * على العلات بساما جوادا أخ لك ما مودته يمزق *\nإذا ما عاد فقر أخيه عادا سألناه الجزيل فما تلكأ * وأعطى فوق منيتنا وزادا\nوأحسن ثم أحسن ثم عدنا * فأحسن ثم عدت له فعادا مرارا لا أعود إليه إلا *\nتبسم ضاحكا وثنى الوسادا (111) أخبرنا القاضي أبو القاسم، نا أبو علي، نا\nعبد الله، ذكر عبد الرحمن بن عبد الله الباهلي، عن عمه، قال: قال سلم بن\nقتيبة:\n</p>\n\n<p>\n\" لا تنزل حاجتك بكذاب فأنه يبعدها وهي قريبة ويقربها وهي بعيدة، ولا رجل\nله عند قوم أكله، فيجعل حاجتك وقاء لحاجتك، ولا إلى أحمق، فإنه يريد أن\nينفعك فيضرك \".\n</p>\n\n<p>\n(112) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، نا أحمد بن\nجميل، نا عمار أبو اليقظان بن أخت سفيان الثوري، عن محمد بن عمرو، عن أبي\nسلمة، عن أبي هريرة، قال:\n</p>\n\n<p>\n\" سئل رسول <span id='ms28'></span> الله صلى الله عليه وسلم أي الأعمال أفضل؟ قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p083'> Vol. 00, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n\" أن تدخل على أخيك المؤمن المسلم سرورا، أو تقضي له دينا، أو تطعمه خبزا\n\".\n</p>\n\n<p>\n(113) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر محمد بن\nأبان البلخي، نا محمد بن بكر البرساني، أنا ابن جريج، عن ابن المنكدر، عن\nأبي أيوب، عن مسلمة بن مخلد، أن النبي (ص) قال:\n</p>\n\n<p>\n\" من ستر مسلما في الدنيا ستره الله في الدنيا والآخرة، ومن نجى مكروبا\nفك الله عنه كربة من كرب يوم القيامة، ومن كان في حاجة أخيه كان الله في\nحاجته \".\n</p>\n\n<p>\n(114) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر محمد بن\nمسعود، أنا العلاء بن عبد الجبار، أنا حماد بن سلمة، أنا محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p084'> Vol. 00, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nواسع، عن الأعمش، عن أبي صالح، عن أبي هريرة أن النبي (ص) قال:\n</p>\n\n<p>\n\" من ستر أخاه المسلم ستر الله عليه يوم القيامة، ومن نفس عن أخيه كربة\nمن كرب الدنيا، نفس الله عنه كربه من كرب الآخرة، والله في عون العبد ما\nكان العبد في عون أخيه \".\n</p>\n\n<p>\n(115) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر أبو بكر\nالشيباني: عبد الرحمن بن عفان، نا شعيب بن حرب، عن محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p085'> Vol. 00, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nمجيب، عن جعفر بن محمد، عن أبيه، عن جده، رفعه قال:\n</p>\n\n<p>\n\" ما من مؤمن أدخل على مؤمن سرورا إلا خلق الله من ذلك السرور ملكا يعبد\nالله ويمجده ويوحده، فإذا صار المؤمن في لحده أتاه السرور الذي أدخله عليه\nفيقول له: أما تعرفني؟ فيقول له: من أنت؟ فيقول: أنا السرور الذي أدخلتني\nعلى فلان، أنا اليوم أونس وحشتك وألقنك حجتك، وأثبتك بالقول الثابت، وأشهد\nبك مشهد القيامة وأشفع لك من ربك، وأريك منزلتك من الجنة \".\n</p>\n\n<p>\n(116) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر عبيد الله\nبن جرير، أبو العباس الأسدي، ذكر يعقوب بن بشر: أبو بشر الحذاء الغنوي، نا\nحازم بن هارون الغنوي، ذكر عطاء بن السائب، عن نافع <span id='ms29'></span>، عن ابن عمر قال: قال\nرسول الله (ص):\n</p>\n\n<p>\n\" إن أهل المعروف في الدنيا هم أهل المعروف في الآخرة، وأهل المنكر في\nالدنيا هم أهل المنكر في الآخرة، إن الله ليبعث المعروف يوم القيامة في\nصورة الرجل المسلم، فيأتي صاحبه إذا انشق عنه قبره، فيمسح عن وجهه التراب،\nويقول: أبشر يا ولي الله بأمان الله وكرامته، لا يهولنك ما ترى من أهوال\nيوم القيامة، فلا يزال يقول له: احذر هذا واتق هذا يسكن بذلك روعه، حتى\nيجاوز به الصراط، فإذا جاوز به الصراط عدله ولي الله إلى منازله في الجنة،\nثم يثني عنه المعروف فيتعلق به فيقول: يا عبد الله من أنت؟ خذلني الخلائق\nفي أهوال القيامة غيرك فمن أنت؟. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p086'> Vol. 00, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nفيقول: أما تعرفني؟ فيقول: لا، فيقول: أنا المعروف الذي عملته في الدنيا،\nبعثني الله خلقا لأجازيك به يوم القيامة \".\n</p>\n\n<p>\n(117) أخبرنا القاضي أبو القاسم، نا أبو علي، نا عبد الله، ذكر إسحاق بن\nإسماعيل، ذكر عمر بن حفص، نا أبي، نا الأعمش، قال: سمعت يزيد الرقاشي، عن\nأنس بن مالك قال: قال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\n\" يؤمر بأهل النار فيصفون، فيمر بهم الرجل المسلم، فيقول له الرجل منهم:\nيا فلان اشفع لي: فيقول: ومن أنت؟ فيقول: أما تعرفني أنا الذي استسقيتني\nماء فسقيتك، قال: فيشفع له، ويقول الرجل: مثل ذلك. فيقول: أنا الذي\nاستوهبتني فوهبت لك \".\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p087'> Vol. 00, p. 087</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES# <span id='ms30'></span>",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087"
  ],
  "volumes": [
    "01"
  ]
}