{
  "content": "\n\n<h1 class='l1' id='head0'>AUTO الكتاب: الأمر بالمعروف والنهي عن المنكر</h1>\n\n<p>\nالمؤلف: أبو بكر عبد الله بن محمد ابن أبي الدنيا\n</p>\n\n<p>\nالمتوفى: 281 ه\n</p>\n\n<p>\nطبع: ضمن الجزء الأول من موسوعة ابن أبي الدنيا\n</p>\n\n<p>\nالمحقق: فاضل بن خلف الحمادة الرقي\n</p>\n\n<p>\nالناشر: دار أطلس الخضراء - الرياض\n</p>\n\n<p>\nالطبعة: الأولى، 1433 ه - 2012 م\n</p>\n\n<p>\nعدد الأجزاء: 8 - الأول مقدمة والأخير فهارس\n</p>\n\n<p>\nملاحظة: الكتاب موافق ومقابل على طبعة دار أطلس الخضراء, مع الاستعانة\nبطبعة مكتبة الغرباء الأثرية تحقيق صلاح بن عايض الشلاحي\n</p>\n\n<p>\nمصدر الكتاب: مكتبة أحمد الخضري\n</p>\n\n<p>\nتاريخ آخر تعديل: 7 - 10 - 2013 م \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p459'> Vol. 01, p. 459</a>\n            </div>\n            \n1 - أخبرنا أبو خيثمة زهير بن حرب، قال: حدثنا جرير بن عبد الحميد، عن\nإسماعيل بن أبي خالد، عن قيس بن أبي حازم، قال: قرأ أبو بكر هذه الآية: {يا\nأيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل إذا اهتديتم} ثم قال: إن\nالناس يضعون هذه الآية على غير موضعها، ألا إني سمعت رسول الله صلى الله\nعليه وسلم يقول: إن القوم إذا رأوا الظالم فلم يأخذوا على يديه، والمنكر\nفلم يغيروه، عمهم الله بعقابه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p461'> Vol. 01, p. 461</a>\n            </div>\n            \n</p>\n\n<p>\n2 - حدثنا أحمد بن جميل المروزي، قال: حدثنا عبد الله بن المبارك، قال:\nأخبرنا عتبة بن أبي حكيم، قال: حدثني عمرو بن جارية اللخمي، قال: حدثني أبو\nأمية الشعباني، قال: أتيت أبا ثعلبة الخشني, صاحب رسول الله صلى الله عليه\nوسلم, فقلت: يا أبا ثعلبة، كيف تصنع في هذه الآية؟ قال: أية آية؟ قلت: قول\nالله: {عليكم أنفسكم لا يضركم من ضل إذا اهتديتم} قال: أما والله لقد سألت\nعنها خبيرا، سألت رسول الله صلى الله عليه وسلم فقال: بل ائتمروا بالمعروف,\nوتناهوا عن المنكر، حتى إذا رأيت شحا مطاعا, وهوى متبعا، وإعجاب كل ذي رأي\nبرأيه، فعليك بنفسك ودع عنك أمر العوام، فإن من ورائكم أيام الصبر، صبر\nفيهن مثل قبض على الجمر، للعامل فيهن مثل أجر خمسين رجلا يعملون مثل عمله,\nوزادني غيره: قال: يا رسول الله، أجر خمسين منهم؟ قال: أجر خمسين منكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p461'> Vol. 01, p. 461</a>\n            </div>\n            \n</p>\n\n<p>\n3 - حدثنا يوسف بن موسى، قال: حدثنا عبد الرحمن بن محمد المحاربي، عن الحسن <span id='ms01'></span>\nبن عمرو الفقيمي، عن أبي الزبير، عن عبد الله بن عمرو، قال: قال رسول الله\nصلى الله عليه وسلم: إذا رأيت أمتي تهاب الظالم أن تقول له: إنك ظالم، فقد\nتودع منهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p462'> Vol. 01, p. 462</a>\n            </div>\n            \n</p>\n\n<p>\n4 - حدثنا خلف بن هشام (1)، قال: حدثنا أبو شهاب الحناط، عن العلاء بن\nالمسيب، عن عمرو بن مرة، عن سالم، عن أبي عبيدة، عن عبد الله بن مسعود،\nقال: قال رسول الله صلى الله عليه وسلم: إن من كان قبلكم كان إذا عمل\nالعامل فيهم بالخطية نهاه الناهي تعذيرا، فإذا كان الغد جالسه وواكله\nوشاربه، كأنه لم يره على خطيئة بالأمس، فلما رأى الله عز وجل ذلك منهم, ضرب\nبقلوب بعضهم على بعض، ثم لعنهم على لسان نبيهم داود، وعيسى ابن مريم، ذلك\nبما عصوا وكانوا يعتدون، والذي نفس محمد بيده، لتأمرن بالمعروف، ولتنهون عن\nالمنكر، ولتأخذن على يدي السفيه، فلتأطرنه على الحق أطرا، أو ليضربن الله\nبقلوب بعضكم على بعض, ثم ليلعننكم كما لعنهم.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p462'> Vol. 01, p. 462</a>\n            </div>\n            \n5 - حدثنا أبو خيثمة، قال: حدثنا يحيى بن سعيد القطان، قال: حدثنا سعيد،\nقال: حدثني أبو إسحاق، عن عبيد الله بن جرير، عن أبيه جرير، عن النبي صلى\nالله عليه وسلم، قال: أيما قوم عمل فيهم بالمعاصي هم أعز وأكثر، لم يغيروا،\nإلا عمهم الله بعقابه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p463'> Vol. 01, p. 463</a>\n            </div>\n            \n</p>\n\n<p>\n6 - حدثنا أبو خيثمة، قال: حدثنا يزيد بن هارون، قال: أخبرنا شريك، عن أبي\nإسحاق، عن المنذر بن جرير، عن أبيه، قال: قال رسول الله صلى الله عليه\nوسلم: ما من قوم يكون بين أظهرهم من يعمل بالمعاصي هم أعز وأمنع, لم يغيروا\nعليه، إلا أصابهم الله منه بعذاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p463'> Vol. 01, p. 463</a>\n            </div>\n            \n</p>\n\n<p>\n7 - حدثنا إبراهيم بن عبد الله الهروي، قال: أخبرنا محمد بن إسماعيل بن أبي\nفديك، قال: حدثنا عمرو بن عثمان بن هانئ، عن عاصم بن عمر بن عثمان، عن\nعروة، عن عائشة، قالت: دخل علي النبي صلى الله عليه وسلم وقد حفزه النفس،\nفعرفت في وجهه أن قد حفزه شيء، فما سلم علي حتى توضأ، فلصقت بالحجرة، فصعد\nالمنبر، فحمد الله <span id='ms02'></span> وأثنى عليه، ثم قال: أيها الناس, إن الله عز وجل يقول\nلكم: مروا بالمعروف، وانهوا عن المنكر، قبل أن تدعوني فلا أجيبكم، وتسألوني\nفلا أعطيكم، وتستنصروني فلا أنصركم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p463'> Vol. 01, p. 463</a>\n            </div>\n            \n</p>\n\n<p>\n8 - حدثني الحسن بن الصباح، قال: حدثنا أبو نصر التمار، قال: حدثني كوثر بن\nحكيم، عن نافع، عن ابن عمر، رضي الله عنه، قال: إن رسول الله صلى الله عليه\nوسلم قال: لتأمرن بالمعروف، ولتنهون عن المنكر, أو ليسلطن الله عليكم\nشراركم، فليسومنكم سوء العذاب، ثم يدعو خياركم فلا يستجاب لهم، لتأمرن\nبالمعروف، ولتنهون عن المنكر، أو ليبعثن الله عليكم من لا يرحم صغيركم، ولا\nيوقر كبيركم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p464'> Vol. 01, p. 464</a>\n            </div>\n            \n</p>\n\n<p>\n9 - حدثنا محمد بن حماد الطهراني، قال: سمعت أبا زيد، صاحب الهروي (1)،\nقال: حدثنا شعبة، عن قتادة، عن أبي نضرة، عن أبي سعيد، عن النبي صلى الله\nعليه وسلم، قال: لا يمنعن أحدكم مخافة الناس أن يتكلم بحق إذا علمه, قال\nأبو سعيد: فما زال بنا البلاء (2) حتى قصرنا.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p464'> Vol. 01, p. 464</a>\n            </div>\n            \n10 - حدثنا أبو خيثمة، قال: حدثنا أبو معاوية، قال: حدثنا الأعمش، عن\nإسماعيل بن رجاء، عن أبيه، وعن قيس بن مسلم، عن طارق بن شهاب، كليهما, عن\nأبي سعيد الخدري، قال: سمعت رسول الله صلى الله عليه وسلم يقول: من رأى\nمنكرا فاستطاع أن يغيره بيده فليفعل، فإن لم يستطع بيده فبلسانه، فإن لم\nيستطع بلسانه فبقلبه، وذاك أضعف الإيمان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p464'> Vol. 01, p. 464</a>\n            </div>\n            \n</p>\n\n<p>\n11 - حدثنا علي بن الجعد، قال: حدثنا الزنجي بن خالد، عن عبد الله بن عبد\nالرحمن بن معمر الأنصاري، عن نهار بن حصن، عن أبي سعيد الأنصاري، قال: قال\nرسول الله صلى الله عليه وسلم: إن الله عز وجل ليسأل العبد يوم القيامة،\nحتى إنه ليقول: ما منعك إذا رأيت المنكر أن تنكره؟ قال رسول الله صلى الله\nعليه وسلم: فإذا لقن الله عبدا حجته، قال: أي رب، وثقت بك وفرقت من الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p465'> Vol. 01, p. 465</a>\n            </div>\n            \n</p>\n\n<p>\n12 - حدثنا يوسف بن موسى، قال: حدثنا عبيد الله بن موسى، قال: حدثنا رزين،\nبياع الرمان، عن أبي الرقاد، قال: خرجت مع مولاي, فانتهى إلى حذيفة وهو <span id='ms03'></span>\nيقول: إن كان الرجل ليتكلم بالكلمة على عهد رسول الله صلى الله عليه وسلم\nفيصير بها منافقا، وإني لأسمعها من أحدكم اليوم في المقعد الواحد أربع\nمرات، لتأمرن بالمعروف، ولتنهون عن المنكر، ولتحاضن على الخير، أو ليسحتنكم\nالله جميعا بعذاب، أو ليؤمرن عليكم شراركم، ثم يدعو خياركم فلا يستجاب لهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p465'> Vol. 01, p. 465</a>\n            </div>\n            \n</p>\n\n<p>\n13 - حدثنا أبو خيثمة، قال: حدثنا محمد بن يزيد بن خنيس، قال: سمعت وهيب بن\nالورد بن أبي الورد، مولى بني مخزوم قال: لقي عالم عالما هو فوقه في العلم،\nفقال: يرحمك الله، ما الذي أخفي من عملي؟ قال: ما يظن بك أنك لم تعمل حسنة\nقط, إلا أداء الفرائض، قال: يرحمك الله، فما الذي أعلن من عملي؟ قال: الأمر\nبالمعروف, والنهي عن المنكر؛ فإنه دين الله الذي بعث الله به أنبياءه إلى\nعباده، وقد اجتمع الفقهاء على قول نبي الله صلى الله عليه وسلم: {وجعلني\nمباركا أين ما كنت} ما بركته تلك؟ قال: الأمر بالمعروف, والنهي عن المنكر\nأينما كان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p465'> Vol. 01, p. 465</a>\n            </div>\n            \n</p>\n\n<p>\n14 - حدثني محمد بن الحسين، قال: حدثني أبو المنذر إسماعيل بن عمر، قال:\nسمعت أبا عبد الرحمن العمري يقول: إن من غفلتك عن نفسك إعراضك عن الله، بأن\nترى ما يسخطه فتجاوزه، لا تأمر فيه، ولا تنهى، خوفا ممن لا يملك لك ضرا ولا نفعا.\n</p>\n\n<p>\nوسمعته يقول: من ترك الأمر بالمعروف, والنهي عن المنكر, من مخافة\nالمخلوقين نزعت منه هيبة الطاعة، فلو أمر ولده أو بعض مواليه لاستخف به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p466'> Vol. 01, p. 466</a>\n            </div>\n            \n</p>\n\n<p>\n15 - حدثنا أبو خيثمة، قال: حدثنا عبد الصمد بن عبد الوارث، قال: حدثنا\nالمستمر بن ريان الإيادي، قال: حدثنا أبو نضرة، عن أبي سعيد، قال: قال رسول\nالله صلى الله عليه وسلم: لا يمنعن أحدكم مخافة الناس أن يتكلم بالحق إذا\nرآه, أو علمه, أو رآه, أو سمعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n16 - حدثنا علي بن الجعد، قال: حدثنا زهير بن معاوية، قال: حدثنا سليمان\nالأعمش، عن ميمون بن مهران، عن عبد الله بن سيدان، عن حذيفة، قال: لعن الله\nمن ليس منا أعظم من أحد، لتأمرن بالمعروف <span id='ms04'></span> ولتنهون عن المنكر، أو لتقتلن\n(1), فليظهرن شراركم على خياركم فليقتلنهم، حتى لا يبقى أحد يأمر بالمعروف,\nوينهى عن المنكر، ثم تدعون الله فلا يجيبكم ويمقتكم.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p466'> Vol. 01, p. 466</a>\n            </div>\n            \n17 - حدثنا عبد الرحمن بن صالح، قال: حدثنا عمرو بن هاشم، عن صباح المزني،\nعن محمد بن سوقة، عن العلاء بن عبد الرحمن، قال: حدثني الذي سمع عليا، قال:\nالجهاد على أربع شعب: على الأمر بالمعروف, والنهي عن المنكر، والصدق في\nالمواطن، وشنآن الفاسقين، فمن أمر بالمعروف شد ظهر المؤمنين، ومن نهى عن\nالمنكر أرغم أنف المنافق، ومن صدق في المواطن قضى ما عليه، ومن شنأ\nالفاسقين وغضب لله، غضب الله له قال: فقام الرجل إلى علي رضي الله عنه فقبل رأسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p466'> Vol. 01, p. 466</a>\n            </div>\n            \n</p>\n\n<p>\n18 - حدثنا علي بن الجعد، قال: حدثنا إسماعيل بن عياش، عن طلحة بن عمرو، عن\nعطاء، عن أبي هريرة، قال: قلنا: يا رسول الله، إن لم نأمر بالمعروف ولم ننه\nعن المنكر، حتى لا ندع شيئا من المعروف إلا عملنا به، ولا شيئا من المنكر\nإلا تركناه، لا نأمر بمعروف ولا ننهى عن منكر؟ فقال رسول الله صلى الله\nعليه وسلم: مروا بالمعروف وإن لم تعملوا به كله، وانهوا عن المنكر وإن لم\nتناهوا عنه كله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p467'> Vol. 01, p. 467</a>\n            </div>\n            \n</p>\n\n<p>\n19 - حدثنا الحسن بن حماد الضبي، قال: حدثنا عبد الرحمن بن محمد المحاربي،\nعن العلاء بن المسيب، عن عبد الله بن عمرو بن مرة، عن سالم الأفطس، عن أبي\nعبيدة، عن عبد الله، قال: قال رسول الله صلى الله عليه وسلم: إن الرجل من\nبني إسرائيل كان إذا رأى أخاه على ذنب نهاه تعذيرا، فإذا كان من الغد لم\nيمنعه ما رأى منه أن يكون أكيله وخليطه وشريبه، فلما رأى الله ذلك منهم ضرب\nبقلوب بعضهم على بعض، ولعنهم على لسان نبيهم داود، وعيسى ابن مريم، ذلك بما\nعصوا وكانوا يعتدون، ثم قال رسول الله صلى الله عليه وسلم: والذي نفسي\nبيده, لتأمرن بالمعروف, ولتنهون عن المنكر، ولتأخذن على يدي المسيء،\nولتأطرنه على الحق أطرا، أو ليضربن الله بقلوب <span id='ms05'></span> بعضكم على بعض، وليلعننكم\nكما لعنهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p467'> Vol. 01, p. 467</a>\n            </div>\n            \n</p>\n\n<p>\n20 - حدثنا أبو خيثمة، قال: حدثنا جرير بن عبد الحميد، عن الأعمش، عن أبي\nوائل شقيق، عن أسامة بن زيد، قال: سمعت رسول الله صلى الله عليه وسلم يقول:\nيجاء بالرجل يوم القيامة فيلقى في النار، فتندلق أقتابه، فيدور بها كما\nيدور الحمار برحاه، فيفزع له أهل النار, فيجتمعون له, فيقولون له: يا فلان،\nما لقيت؟ ألم تكن تأمر بالمعروف وتنهى عن المنكر؟ قال: بلى، كنت آمر\nبالمعروف ولا آتيه، وأنهى عن المنكر ولا أنتهي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p468'> Vol. 01, p. 468</a>\n            </div>\n            \n</p>\n\n<p>\n21 - حدثنا يحيى بن عبد الحميد الحماني، قال: حدثنا شريك، عن سماك، عن عبد\nالله بن عميرة، عن زوج درة، ابنة أبي لهب، عن درة بنت أبي لهب (1)، قالت:\nقلت: يا رسول الله، من خير الناس؟ قال: أتقاهم للرب، وأوصلهم للرحم، وآمرهم\nبالمعروف، وأنهاهم عن المنكر.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p468'> Vol. 01, p. 468</a>\n            </div>\n            \n22 - حدثنا عبد الرحمن بن صالح، قال: حدثنا عبدة بن سليمان، عن محمد بن\nعمرو، عن أبي صالح، عن أبي هريرة، قال: قلت لرجل من جهينة: ما بال زيد بن\nخالد أنبه أصحاب رسول الله صلى الله عليه وسلم من جهينة؟ قال: لم يكن\nيقر.... سخطا لله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p468'> Vol. 01, p. 468</a>\n            </div>\n            \n</p>\n\n<p>\n23 - حدثنا أحمد بن محمد بن سعيد الهمذاني، مولى قريش، قال: حدثنا القاسم\nبن الحكم العرني، قال: حدثنا يونس بن أبي إسحاق، عن إسماعيل بن أبي خالد،\nوبيان بن بشر، قالا: حدثنا قيس بن أبي حازم، قال: سمعت أبا بكر، رضي الله\nعنه، يقول: أيها الناس، لا تغرنكم هذه الآية التي في المائدة: {يا أيها\nالذين آمنوا عليكم أنفسكم لا يضركم من ضل إذا اهتديتم} الآية، لتأمرن\nبالمعروف ولتنهون عن المنكر، أو ليسلطن الله عليكم شراركم, ثم ليدعون\nخياركم فلا يستجاب لهم، والله لتأمرن بالمعروف ولتنهون عن المنكر، أو\nليعاقبنكم الله تعالى بعقاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p468'> Vol. 01, p. 468</a>\n            </div>\n            \n</p>\n\n<p>\n24 - حدثنا أبو خيثمة، قال: حدثنا عبد الصمد بن عبد الوارث، قال: حدثنا\nهمام (1)، قال: حدثنا قتادة، عن الحسن، عن عبد الله بن عمرو، قال: قال رسول\nالله صلى الله عليه وسلم: لا تقوم الساعة حتى يأخذ <span id='ms06'></span> الله شريطته من أهل\nالأرض، فيبقى عجاج لا يعرفون معروفا، ولا ينكرون منكرا.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p469'> Vol. 01, p. 469</a>\n            </div>\n            \n25 - حدثنا أزهر بن مروان الرقاشي، قال: حدثنا جعفر بن سليمان، قال: حدثنا\nأشرس, أبو شيبان، عن عطاء الخراساني، عن ابن عباس، عن رسول الله صلى الله\nعليه وسلم، قال: يأتي على الناس زمان يذوب فيه قلب المؤمن، كما يذوب الملح\nفي الماء، قيل: مم ذاك؟ قال: مما يرى من المنكر لا يستطيع أن يغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p469'> Vol. 01, p. 469</a>\n            </div>\n            \n</p>\n\n<p>\n26 - حدثنا أبو هشام، قال: حدثنا عبد الرحيم بن سليمان، قال: حدثنا إسماعيل\nبن أبي خالد، عن قيس بن أبي حازم، قال: سمعت أبا بكر الصديق، رضي الله عنه\nيقول: أيها الناس، إنكم تقرؤون هذه الآية: {يا أيها الذين آمنوا عليكم\nأنفسكم لا يضركم من ضل إذا اهتديتم} وإنا سمعنا رسول الله صلى الله عليه\nوسلم يقول: إذا سمعوا المنكر فلم يغيروه, أوشك أن يعمهم الله بعقاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p469'> Vol. 01, p. 469</a>\n            </div>\n            \n</p>\n\n<p>\n27 - حدثنا سلمة بن شبيب، قال: حدثنا الخليل بن يزيد، قال: حدثنا الزبير بن\nعيسى, أبو الحميدي، عن هشام بن عروة، عن أبيه، عن عائشة، رضي الله عنها،\nقالت: قلت: يا رسول الله، متى لا يؤمر بالمعروف ولا ينهى عن المنكر؟ قال:\nإذا كان البخل في خياركم، والعلم في رذالكم، والإدهان في قرائكم، والملك في\nصغاركم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p470'> Vol. 01, p. 470</a>\n            </div>\n            \n</p>\n\n<p>\n28 - حدثنا سويد بن سعيد، قال: حدثنا صالح بن موسى، عن أبي حازم، عن سهل بن\nسعد الساعدي، قال: قال رسول الله صلى الله عليه وسلم يوما لعبد الله بن\nعمرو بن العاص: كيف بك إذا بقيت في حثالة من الناس، قد مرجت عهودهم\nوأماناتهم، واختلفوا فصاروا كذا, وشبك بين أصابعه؟ قال: الله ورسوله أعلم،\nقال: اعمل بما تعرف، ودع ما تنكر، وإياك والتلون في دين الله، وعليك بخاصة\nنفسك، ودع عوامهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p470'> Vol. 01, p. 470</a>\n            </div>\n            \n</p>\n\n<p>\n29 - حدثنا إسحاق بن إسماعيل الطالقاني، قال: حدثنا سفيان، عن أسلم بن عبد\nالملك، أنه سمع ابن سعيد بن أبي الحسن، يذكر عن النبي صلى الله عليه وسلم،\nقال: أنتم اليوم على بينة من ربكم, تأمرون بالمعروف, وتنهون عن المنكر،\nوتجاهدون <span id='ms07'></span> في سبيل الله، وستحولون عن ذلك فلا تأمرون بالمعروف، ولا تنهون عن\nالمنكر، ولا تجاهدون في سبيل الله، أنتم اليوم على بينة من ربكم، لم تظهر\nفيكم السكرتان: سكرة الجهل, وسكرة العيش، وستحولون عن ذلك، القائمون يومئذ\nبالكتاب سرا وعلانية كالسابقين الأولين من المهاجرين والأنصار، لهم أجر\nخمسين، قالوا: يا رسول الله، منا أو منهم؟ قال: لا بل منكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p470'> Vol. 01, p. 470</a>\n            </div>\n            \n</p>\n\n<p>\n30 - حدثنا محمد بن حماد الطهراني، قال: سمعت عبد الرزاق، عن الثوري، عن\nعمرو بن قيس، عن عطية بن سعد، عن ابن عمر، في قوله عز وجل: {وإذا وقع القول\nعليهم} قال: إذا لم يأمروا بالمعروف ولم ينهوا عن المنكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p471'> Vol. 01, p. 471</a>\n            </div>\n            \n</p>\n\n<p>\n31 - حدثني يعقوب بن عبيد، قال: أخبرنا هشام بن عمار، قال: حدثنا حماد بن\nعبد الرحمن الكلبي، قال: حدثني خالد بن الزبرقان القرشي، عن سليمان بن حبيب\nالمحاربي، عن أبي أمامة الباهلي، عن النبي صلى الله عليه وسلم، قال: كيف\nأنتم إذا طغى نساؤكم، وفسق شبابكم، وتركتم الجهاد؟ قالوا: وإن ذلك لكائن يا\nرسول الله؟ قال: نعم، والذي نفسي بيده، وأشد منه سيكون، قالوا: وما أشد منه\nيا رسول الله؟ قال: كيف أنتم إذا لم تأمروا بالمعروف، وتنهوا عن المنكر؟\nقالوا: وكائن ذلك يا رسول الله؟ قال: نعم، والذي نفسي بيده, وأشد منه\nسيكون، قالوا: وما أشد منه يا رسول الله؟ قال: كيف أنتم إذا رأيتم المعروف\nمنكرا، ورأيتم المنكر معروفا؟ قالوا: وكائن ذلك يا رسول الله؟ قال: نعم،\nوأشد منه سيكون، يقول الله تعالى: بي حلفت، لأتيحن لهم فتنة يصير الحليم\nفيهم حيرانا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p471'> Vol. 01, p. 471</a>\n            </div>\n            \n</p>\n\n<p>\n32 - حدثني إبراهيم بن سعيد، قال: حدثني موسى بن أيوب، قال: حدثني يوسف بن\nشعيب، عن إبراهيم بن أدهم، عن هشام بن عروة، عن أبيه، قال: غشيتكم سكرتان:\nسكرة الجهل, وسكرة حب العيش، فعند ذلك لا تأمرون بمعروف, ولا تنهون عن منكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p472'> Vol. 01, p. 472</a>\n            </div>\n            \n</p>\n\n<p>\n33 - حدثني محمد بن حماد الطهراني، قال: سمعت عبيد الله بن موسى، عن\nإسرائيل، عن أبي إسحاق، عن أبي ميسرة، قال: سيكون آخر الزمان رجراجة من\nالناس لا يعرفون <span id='ms08'></span> حقا، ولا ينكرون منكرا، يتراكبون كما تتراكب الدواب\nوالأنعام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p472'> Vol. 01, p. 472</a>\n            </div>\n            \n</p>\n\n<p>\n34 - حدثنا عبد الله بن شبيب, أبو سعيد المديني، قال: حدثني أبو الطاهر\nأحمد بن عيسى بن عبد الله بن محمد بن عمر بن علي بن أبي طالب، رضي الله\nعنه، قال: حدثني الحسن بن علي بن حسن بن حسن، عن أبيه، عن جده، قال: كان\nيقال: لا يحل لعين مؤمنة ترى الله يعصى فتطرف حتى تغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p472'> Vol. 01, p. 472</a>\n            </div>\n            \n</p>\n\n<p>\n35 - حدثنا إسحاق بن إبراهيم، قال: حدثنا جعفر بن سليمان، قال: حدثنا\nالمعلى بن زياد، قال: لما ولي يزيد بن المهلب خشيت أن أؤخذ، فأجعل عريفا،\nفأتيت الحسن في أهله، وخادم يقال له: برزة, يناوله ثيابه، فقلت: يا أبا\nسعيد، كيف بهذه الآية في كتاب الله عز وجل؟ قال: أية آية؟ قال: قلت: قول\nالله عز وجل: {وترى كثيرا منهم يسارعون في الإثم والعدوان وأكلهم السحت\nلبئس ما كانوا يعملون} يا أبا سعيد، فسخط الله على هؤلاء بقولهم الإثم,\nوأكلهم السحت، وذم هؤلاء حيث لم ينهوا، فقال الحسن: يا عبد الله، إن القوم\nعرضوا السيف فحال السيف دون الكلام، قلت: يا أبا سعيد، هل تعرف لمتكلم\nفضلا؟ قال: ما أعرفه.\n</p>\n\n<p>\nثم حدثنا الحسن، عن أبي سعيد الخدري، قال: قال رسول الله صلى الله عليه\nوسلم: ألا لا يمنعن أحدكم هيبة الناس أن يقول بحق إذا رآه, أو شهده، فإنه\nلا يقرب من أجل ولا يباعد من رزق، أن يقال بحق, أو يذكر بعظيم.\n</p>\n\n<p>\nثم حدثنا حديثا آخر، فقال: قال رسول الله صلى الله عليه وسلم: ليس للمؤمن\nأن يذل نفسه، قيل: يا رسول الله، وما إذلاله نفسه؟ قال: يتعرض من البلاء ما\nلا يطيق, قال: فقلت له: يا أبا سعيد، فيزيد الضبي حيث قام فتكلم؟ فقال\nالحسن: أما إنه لم يخرج من السجن, حتى ندم على مقالته، قال المعلى بن زياد:\nفأقوم من عند الحسن, فإلى يزيد الضبي من وجهي ذاك، فدخلت عليه، فقلت: يا\nأبا مودود، قد كنت عند الحسن آنفا فذكرتك له، فنصبتك له <span id='ms09'></span> نصبا، قال: مه يا\nأبا الحسن، قال: قلت: قد فعلت، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p472'> Vol. 01, p. 472</a>\n            </div>\n            \nقال: فما قال الحسن؟ قلت: قال: أما إنه لم يخرج من السجن حتى ندم على\nمقالته تلك، قال يزيد: ما ندمت عليها وايم الله، لقد قمت مقاما أخطر على\nنفسي، ثم قال يزيد: أتيت الحسن ثلاث مرات، فقلت: يا أبا سعيد, [غلبنا] (1)\nعلى كل شيء، وعلى صلاتنا نغلب، قال جعفر: يعني فتنة الحجاج، قال: يقول\nالحسن: يا عبد الله، إنك لم تصنع شيئا، إنما تعرض نفسك لهم، قال: فقمت\nوالحكم بن أيوب, ابن عم الحجاج يخطب، فقلت: الصلاة رحمك الله، قال: فجاءتني\nالزبانية, فسعوا إلي من كل جانب، فأخذوا تلبيبتي, وأخذوا بلحيتي ويدي وكل\nشيء، وجعلوا يضربوني بنعال نفوسهم، قال: وسكت الحكم بن أيوب، وكدت أن أقتل\nدونه، قال: فمشوا بي إليه, حتى إذا بلغوا باب المقصورة فتح، فأدخلت عليه،\nفقال: أمجنون أنت؟ فقلت: أصلحك الله، ما بي من جنون، ضبة قام فتكلم في\nالصلاة، قد قامت البينة العدول عندي أنه مجنون،\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p474'> Vol. 01, p. 474</a>\n            </div>\n            \nقال: أو ما كنا في صلاة؟ قلت: أصلحك الله، هل كتاب أفضل من كتاب الله؟ قال:\nلا، قلت: أرأيت لو أن رجلا نشر مصحفه, فقرأه غدوة حتى يمسي, ولا يصلي فيما\nبين ذلك، كان ذلك قاضيا عنه صلاته؟ قال: فقال الحكم: والله إني لأحسبنك\nمجنونا، قال: وأنس بن مالك جالس قريب من المنبر, على وجهه خرقة خضراء, قال:\nقلت: يا أنس، يا أبا حمزة، أذكرك الله, فإنك قد صحبت رسول الله صلى الله\nعليه وسلم، وخدمته، الحق قلت أم بباطل؟ قال: فلا والله ما أجابني بكلمة،\nقال: يقول له الحكم: يا أنس، قال: لبيك أصلحك الله، قال: وقد كان فات ميقات\nالصلاة، قال: يقول أنس: قد كان بقي من الشمس بقية، قال: احبساه، قال:\nفحبست، فذهب بي إلى الشمس، قال: فشهدوا أني مجنون, قال جعفر: إنما نجا من\nالقتل بذلك، فكتب الحكم إلى الحجاج: أصلح الله الأمير، إن رجلا من بني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p474'> Vol. 01, p. 474</a>\n            </div>\n            \nقال: فكتب إليه الحجاج: إن كانت <span id='ms10'></span> قامت البينة العدول عندك أنه مجنون, فخل\nسبيله، وإلا فاقطع يديه ورجليه ولسانه, قال جعفر: واحبسه، واسمر عينه، قال:\nفخلى سبيلي، قال يزيد: ومات أخ لنا, فتبعت جنازته, فصلينا عليه, ثم دفن,\nفكنت في ناحية مع إخواني نذكر الله، إذ طلع الحكم بن أيوب علينا في خيله،\nقال: فقصد قصدنا، فلما رآه الناس, هرب جلسائي وبقيت وحدي، قال: فجاء قاصدا,\nحتى وقف علي، قال: وأنا وحدي، قال: ما كنتم تصنعون؟ قال: قلت: أصلح الله\nالأمير، أخ لنا مات فدفن، فقعدنا نذكر الله، ونذكر معادنا، ونذكر الذي صار\nإليه، قال: فهلا فررت كما فروا، قلت: أصلح الله الأمير، ما يفرني منك، أنا\nأبرأ من ذلك ساحة، وآمن للأمير من ذلك، فقال عبد الملك بن المهلب, وهو صاحب\nشرطته وحربته بيده واقفا بين يديه: أصلح الله الأمير، أما تعرف هذا؟ قال:\nومن هذا؟ قال: هذا المتكلم الذي كلمك يوم الجمعة، قال: فقال الحكم: وأيضا\nإنك علي لجريء، خذاه، قال: فأخذت, فضربت أربع مائة وهو واقف, حتى ما دريت\nحين ضربني وحين تركني، قال: ثم بعث بي إلى واسط، فكنت في الديماس, حتى تلف\nالحجاج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p474'> Vol. 01, p. 474</a>\n            </div>\n            \n</p>\n\n<p>\n36 - حدثنا إسماعيل بن عبد الله بن زرارة، قال: حدثنا محمد بن يزيد، عن\nجويبر، عن الضحاك، قال: الأمر بالمعروف والنهي عن المنكر، من فرائض الله\nتبارك وتعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p475'> Vol. 01, p. 475</a>\n            </div>\n            \n</p>\n\n<p>\n37 - حدثنا علي بن الجعد، قال: أخبرنا سلام بن مسكين، قال: سألت الحسن,\nقلت: يا أبا سعيد، الرجل يأمر والديه بالمعروف, وينهاهما عن المنكر؟ قال:\nيأمرهما إن قبلا، وإن كرها سكت عنهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p475'> Vol. 01, p. 475</a>\n            </div>\n            \n</p>\n\n<p>\n38 - حدثنا أحمد بن جميل المروزي، قال: حدثنا عبد الله بن المبارك، قال:\nحدثنا عيسى بن عبد الرحمن، قال: حدثني طلحة اليامي، قال: حدثني عبد الرحمن\nبن عوسجة، عن البراء بن عازب، قال: جاء أعرابي إلى النبي صلى الله عليه\nوسلم فقال: علمني علما يدخلني الجنة، قال: لئن كنت أقصرت الخطبة، لقد أعرضت\nالمسألة: أطعم الجائع، واسق الظمآن، ومر بالمعروف, وانه عن المنكر، فإن لم\nتطق، فكف لسانك إلا من خير <span id='ms11'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p475'> Vol. 01, p. 475</a>\n            </div>\n            \n</p>\n\n<p>\n39 - حدثنا أحمد بن محمد، قال: حدثنا كثير بن هشام الكلابي، قال: حدثنا\nالنضر بن معبد, أبو قحذم، عن محمد بن واسع، عن عبد الله بن الصامت، عن أبي\nذر، قال: أوصاني رسول الله صلى الله عليه وسلم بقول الحق وإن كان مرا،\nوأوصاني أن لا تأخذني في الله لومة لائم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p475'> Vol. 01, p. 475</a>\n            </div>\n            \n</p>\n\n<p>\n40 - حدثنا الوليد بن شجاع، قال: حدثنا حجاج بن نصير (1) قال: حدثنا مالك\nبن مغول، عن إسماعيل بن أبي خالد، قال: سمعت قيس بن أبي حازم، قال: سمعت\nأبا بكر، رضي الله عنه وهو على المنبر يقول: أيها الناس، إنكم تقرؤون هذه\nالآية: {يا أيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل إذا اهتديتم} ألا\nوإني سمعت رسول الله صلى الله عليه وسلم يقول: إن الناس إذا رأوا منكرا لم\nيغيروه، يوشك أن يعمهم الله بعقابه.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p476'> Vol. 01, p. 476</a>\n            </div>\n            \n41 - حدثني إبراهيم بن عبد الرحيم، قال: حدثنا إسحاق بن إبراهيم المروزي،\nقال: حدثنا عبد الله بن عبد العزيز العمري، عن أبيه، عن سالم بن عبد الله،\nعن أبيه، قال: قال رسول الله صلى الله عليه وسلم: أيها الناس، مروا\nبالمعروف، وانهوا عن المنكر، قبل أن تدعوا الله فلا يستجيب لكم، وقبل أن\nتستغفروه فلا يغفر لكم، إن الأمر بالمعروف والنهي عن المنكر لا يدفع رزقا،\nولا يقرب أجلا، وإن الأحبار من اليهود، والرهبان من النصارى لما تركوا\nالأمر بالمعروف والنهي عن المنكر, لعنهم الله على لسان أنبيائهم، ثم عموا\nبالبلاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p476'> Vol. 01, p. 476</a>\n            </div>\n            \n</p>\n\n<p>\n42 - حدثني حاتم, أبو عبد الرحمن الأزدي، عن علي بن عثام الكلابي، عن أبيه،\nقال: مر محمد بن المنكدر بشاب يحدث امرأة في الطريق، فقال: يا فتى، ما هذا\nأجر نعمة الله عندك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p477'> Vol. 01, p. 477</a>\n            </div>\n            \n</p>\n\n<p>\n43 - حدثني إبراهيم الأصبهاني، قال: حدثني نصر بن علي، عن عثمان بن الوليد،\nقال: رأى محمد بن المنكدر رجلا مع امرأة في خراب وهو يكلمها، فقال: إن الله\nيراكما، سترنا الله وإياكما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p477'> Vol. 01, p. 477</a>\n            </div>\n            \n</p>\n\n<p>\n44 - حدثنا محمد بن حماد الطهراني، قال: سمعت محمد بن عمرو، عن جرير، عن\nأبي عبد الله، قال: أخذ محمد بن <span id='ms12'></span> المنكدر لصا في داره, يقال له: قنديل، كان\nغلاما لآل إبراهيم بن محمد بن طلحة، فقال: عشوا قنديل، وابعثوا به إلى\nمواليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p477'> Vol. 01, p. 477</a>\n            </div>\n            \n</p>\n\n<p>\n45 - حدثنا أحمد بن إبراهيم بن كثير، قال: حدثنا أبو داود، قال: حدثنا حماد\nبن سلمة، عن ثابت، أن صلة بن أشيم، وأصحابه أبصروا رجلا قد أسبل إزاره,\nفأراد أصحابه أن يأخذوه بألسنتهم، فقال صلة: دعوني أكفيكموه، فقال: يا ابن\nأخي, إن لي إليك حاجة، قال: فما ذاك يا عم؟ قال: ترفع إزارك، قال: نعم،\nونعمة عين، فقال لأصحابه: هذا كان مثل لو أخذتموه بشدة؟ قال: لا أفعل، وفعل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p477'> Vol. 01, p. 477</a>\n            </div>\n            \n</p>\n\n<p>\n46 - حدثني علي بن الحسن بن أبي مريم، عن الفرج بن سعيد، قال: حدثنا أحمد\nبن يحيى بن مالك، قال: حدثنا مبارك بن فضالة، عن الحسن، أن رجلا كان يقال\nله: عقيب, كان يعبد الله, وكان في ذلك الزمان ملك يعذب الناس بالمثلات،\nفقال عقيب: لو نزلت إلى هذا, فأمرته بتقوى الله كان أوجب علي، فنزل من\nالجبل، فقال له: يا هذا, اتق الله، فقال له الجبار: يا كلب، مثلك يأمرني\nبتقوى الله، لأعذبنك غدا عذابا لم يعذبه أحد من العالمين، فأمر به أن يسلخ\nمن قدميه إلى رأسه وهو حي, فسلخ، فلما بلغ بطنه أن أنة، فأوحى الله عز وجل\nإليه: عقيب, اصبر أخرجك من دار الحزن إلى دار الفرح، ومن دار الضيق إلى دار\nالسعة، فلما بلغ السلخ إلى وجهه صاح، فأوحى الله إليه: عقيب أبكيت أهل\nسمائي وأهل أرضي, وأذهلت من لا يكف عن تسبيحي، لئن صحت الثالثة لأصبن عليهم\nالعذاب صبا، فصبر, حتى سلخ وجهه مخافة أن يأخذ قومه العذاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p477'> Vol. 01, p. 477</a>\n            </div>\n            \n</p>\n\n<p>\n47 - حدثني علي بن الحسن، عن أبي يزيد الرقي، عن فضيل بن عياض، أنه سئل عن\nالأمر والنهي، فلم يأمر بذلك، ثم قال: إن صبرت كما صبر الإسرائيلي, فنعم،\nقيل: فكيف كان الإسرائيلي؟ قال: كان ثلاثة نفر اجتمعوا, فقالوا إن هذا\nالرجل يفعل ويفعل, يعنون ملكهم, فقالوا: فيأتيه واحد منا, فيخلو به في\nالسر, فيأمره وينهاه، فذهب واحد <span id='ms13'></span> منهم, فدخل عليه فأمره ونهاه، فقال: ألا\nأراك هاهنا، فأمر به فحبس، فبلغ الخبر الآخرين، فقالا: الآن وجب، فجاءه\nواحد منهما، فقال: يا هذا, جاءك رجل يأمرك وينهاك، فأمرت به فحبس، فقال:\nألا أراك صاحبه، أما إني لا أفعل بك ما فعلت به، فأمر به, فضرب حتى مات،\nفجاء الخبر إلى الثالث، فقال: الآن وجب، فأتاه، فقال: يا هذا, جاءك رجل,\nفأمرك ونهاك فحبسته، وجاءك الآخر, فضربته حتى قتلته، فقال: ألا أراك صاحبه،\nأما إني لا أصنع بك ما صنعت به، فأمر به فضرب وتدا في أذنه في الشمس، فحر\nالشمس من فوقه ومن تحته، وأرادوه على أن يتكلم بشيء, أي شبه الاعتذار, إلى\nالملك, فأبى قال أبو القاسم, رجل من أصحاب الفضيل: وأحدكم لو انتهر قال:\nجعلني الله فداك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p478'> Vol. 01, p. 478</a>\n            </div>\n            \n</p>\n\n<p>\n48 - حدثني هارون بن عبد الله، قال: حدثنا سيار بن حاتم، قال: حدثنا جعفر\nبن سليمان، قال: حدثنا ثابت البناني، قال: كان صلة بن أشيم يخرج إلى\nالجبان, فيتعبد فيها، فكان يمر على شباب يلهون ويلعبون، قال: فيقول لهم:\nأخبروني عن قوم أرادوا سفرا, فحادوا النهار عن الطريق, وناموا الليل، فمتى\nيقطعون سفرهم؟ قال: فكان كذلك يعظهم، فمر بهم ذات يوم، فقال لهم هذه\nالمقالة، قال: فانتبه شاب منهم، فقال: يا قوم, إنه والله ما يعني بهذا\nغيرنا، نحن بالنهار نلهو, وبالليل ننام، ثم اتبع صلة, فلم يزل يختلف معه\nإلى الجبان ويتعبد معه, حتى مات رحمه الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p478'> Vol. 01, p. 478</a>\n            </div>\n            \n</p>\n\n<p>\n49 - حدثني المفضل بن غسان، عن أبيه، قال: رأى العمري العابد رجلا من آل\nعلي يمشي يخطر، فأسرع إليه، فأخذ بيده، فقال: يا هذا، إن الذي أكرمك الله\nبه لم تكن هذه مشيته، قال: فتركها الرجل بعد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p479'> Vol. 01, p. 479</a>\n            </div>\n            \n</p>\n\n<p>\n50 - حدثني علي بن الحسن بن أبي مريم، عن أبي زيد الرقي، قال: قال الفضيل\nبن عياض: إنما تأمر من يقبل منك، أرأيت إن لقيت سلطانا, أكنت تقول له: اتق\nالله؟ لو قلت هذا لأهلكت أهل بيتك, ونفسك وجيرانك، ولكن احفظ نفسك، وأخف مكانك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p479'> Vol. 01, p. 479</a>\n            </div>\n            \n</p>\n\n<p>\n51 - حدثني الحسن بن <span id='ms14'></span> جهور، عن شيخ من قريش، قال: مر دهثم ومعه أصحابه برجل\nيضرب غلامه، فقال له: يا عبد الله، اتق الله، فوضع السوط بين أذني دهثم،\nفوثب أصحابه عليه، فقال دهثم لأصحابه: مهلا، فإني سمعت الله عز وجل، وذكر\nعن رجل وصيته لابنه، فقال: {يا بني أقم الصلاة وأمر بالمعروف وانه عن\nالمنكر واصبر على ما أصابك} وقد أمرنا بالمعروف, ونهينا عن المنكر, فدعونا\nنصبر على ما أصابنا، فندخل في وصية الرجل الصالح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p479'> Vol. 01, p. 479</a>\n            </div>\n            \n</p>\n\n<p>\n52 - حدثنا حمزة بن العباس، قال: حدثنا عبد الله بن عثمان العتكي، قال:\nحدثنا عبد الله بن المبارك، قال: حدثنا معمر، عن الزهري، قال: حدثني ابن\nحرملة، مولى أسامة بن زيد, أن الحجاج بن أيمن, ابن أم أيمن، وكان أيمن أخا\nأسامة لأمه، وهو رجل من الأنصار, فدخل الحجاج, فصلى صلاة لا يتم ركوعه ولا\nسجوده، فرآه ابن عمر، فدعاه حين فرغ، فقال: يا ابن أخي، أتحسب أنك صليت؟\nإنك لم تصل، فعد لصلاتك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p480'> Vol. 01, p. 480</a>\n            </div>\n            \n</p>\n\n<p>\n53 - حدثني حمزة بن العباس، قال: أخبرنا عبد الله بن عثمان، قال: حدثنا عبد\nالله بن المبارك، قال: حدثنا رجل، عن محمد بن إسحاق، عن وهب بن كيسان، عن\nعمرو بن شداد الليثي، قال: والله إني لأصلي أمام المسور بن مخرمة، فصليت\nصلاة الشباب كنقر الديك، فزحف إلي، فقال: قم فصل، قال: قلت: قد صليت عافاك\nالله، قال: كذبت, والله ما صليت، والله لا تريم حتى تصلي، قال: فقمت فصليت,\nفأتممت الركوع والسجود، فقال مسور: والله لا تعصون الله ونحن ننظر ما\nاستطعناه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p480'> Vol. 01, p. 480</a>\n            </div>\n            \n</p>\n\n<p>\n54 - قال عبد الله, يعني ابن المبارك، وأخبرنا أيضا ذلك الرجل، عن محمد بن\nإسحاق، عمن رأى عبد الرحمن الأعرج نظر إلى رجل يصلي في المسجد صلاة سوء،\nفقال له عبد الرحمن: قم صل، فقال: قد صليت، قال: لا والله، لا تبرح حتى\nتصلي، قال: ما لك ولهذا يا أعرج؟ قال: والله لتصلين, أو ليكونن بيني وبينك\nأمر يجتمع علينا أهل المسجد، قال: فقام الرجل, فصلى صلاة حسنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p480'> Vol. 01, p. 480</a>\n            </div>\n            \n</p>\n\n<p>\n55 - حدثني حمزة بن العباس، قال: حدثنا <span id='ms15'></span> عبد الله بن عثمان، قال: حدثنا عبد\nالله بن المبارك، قال: حدثنا سفيان، عن منصور، عن إبراهيم، قال: كانوا إذا\nرأوا الرجل لا يحسن الصلاة علموه.\n</p>\n\n<p>\nقال سفيان: أخشى أن لا يسعهم إلا ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p480'> Vol. 01, p. 480</a>\n            </div>\n            \n</p>\n\n<p>\n56 - حدثنا حمزة بن العباس، قال: أخبرنا عبد الله بن عثمان، قال: أخبرنا\nعبد الله بن المبارك، قال: أخبرنا معمر، قال: كان يقال: أنصح الناس إليك من\nخاف الله فيك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p481'> Vol. 01, p. 481</a>\n            </div>\n            \n</p>\n\n<p>\n57 - حدثني عون بن إبراهيم، قال: حدثني أحمد بن أبي الحواري، عن عبد الرحمن\nبن مصرف، قال: كان الحسن بن حي إذا أراد أن يعظ أخا له, كتبه في لوح\nوناوله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p481'> Vol. 01, p. 481</a>\n            </div>\n            \n</p>\n\n<p>\n58 - حدثني عون بن إبراهيم، قال: حدثني أحمد بن أبي الحواري، قال: حدثني\nأحمد بن وكيع، قال: قال سليمان الخواص: من وعظ أخاه فيما بينه وبينه, فهي\nنصيحة، ومن وعظه على رؤوس الناس, فإنما فضحه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p481'> Vol. 01, p. 481</a>\n            </div>\n            \n</p>\n\n<p>\n59 - حدثنا الحسن بن حماد الضبي، قال: حدثنا الجعفي، قال: مر طلحة بن مصرف\nعلى حجر بن وائل، وهو جالس على باب داره، فأصغى إليه، ثم مضى، فقال حجر:\nجزاك الله خيرا ودعا له، ثم قال: أتدرون ما قال؟ قال: رأيتك في الجمعة\nتلتفت، لا تفعل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p481'> Vol. 01, p. 481</a>\n            </div>\n            \n</p>\n\n<p>\n60 - حدثني حمزة بن العباس، قال: حدثنا وهب بن بقية، قال: أخبرنا عبد الله\nبن المبارك، عن عبد العزيز بن أبي رواد، قال: كان من قبلكم إذا رأى من أخيه\nشيئا يأمره في رفق، فيؤجر في أمره ونهيه, وإن أحد هؤلاء يخرق بصاحبه،\nويستعقب أخاه، ويهتك ستره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p481'> Vol. 01, p. 481</a>\n            </div>\n            \n</p>\n\n<p>\n61 - حدثني عثمان بن الحسن، عن ابن أخي رشدين بن سعد، عن محمد بن أبي\nعثمان، قال: رأى فضيل بن عياض رجلا يفقع أصابعه في الصلاة، فزبره ونهره،\nفقال له الرجل: يا هذا، ينبغي لمن قام لله عز وجل بأمر أن يكون ذليلا،\n[فبكى الفضيل، وقال: صدقت] (1).\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p481'> Vol. 01, p. 481</a>\n            </div>\n            \n62 - حدثني حمزة بن العباس، قال: أخبرنا عبد الله بن عثمان، قال: أخبرنا\nعبد الله بن المبارك، قال: حدثنا سيف بن أبي سليمان، قال: سمعت عدي بن عدي\nالكندي يقول: حدثني مولى لنا، أنه سمع جدي <span id='ms16'></span> يقول: سمعت رسول الله صلى الله\nعليه وسلم يقول: إن الله لا يعذب العامة بعمل الخاصة, حتى يروا المنكر بين\nظهرانيهم وهم قادرون على أن ينكروه، فلا ينكرونه، فإن فعلوا ذلك عذب الله\nالعامة والخاصة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p482'> Vol. 01, p. 482</a>\n            </div>\n            \n</p>\n\n<p>\n63 - حدثني هارون بن عبد الله، قال: حدثنا معن بن عيسى، قال: حدثنا مالك بن\nأنس، عن إسماعيل بن أبي حكيم، أنه أخبره, أنه سمع عمر بن عبد العزيز يقول:\nكان يقال: إن الله لا يعذب العامة بذنب الخاصة، ولكن إذا عمل المنكر جهارا،\nاستحقوا العقوبة كلهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p482'> Vol. 01, p. 482</a>\n            </div>\n            \n</p>\n\n<p>\n64 - حدثنا محمد بن علي بن الحسن بن شقيق، قال: حدثنا إبراهيم بن الأشعث،\nقال: حدثنا عبد الرحيم بن زيد العمي، عن أبيه، عن سعيد بن جبير، عن ابن\nعباس، قال: قال رسول الله صلى الله عليه وسلم: ما ترك قوم الأمر بالمعروف\nوالنهي عن المنكر, إلا لم ترفع أعمالهم، ولم يسمع دعاؤهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p482'> Vol. 01, p. 482</a>\n            </div>\n            \n</p>\n\n<p>\n65 - حدثني حمزة بن العباس، قال: أخبرنا عبد الله بن عثمان، قال: أخبرنا\nعبد الله بن المبارك، قال: أخبرنا الأجلح، عن الشعبي، قال: سمعت النعمان بن\nبشير يقول على المنبر: يا أيها الناس، خذوا على أيدي سفهائكم، فإني سمعت\nرسول الله صلى الله عليه وسلم يقول: إن قوما ركبوا البحر في سفينة,\nفاقتسموا, فأصاب كل رجل مكانا، فأخذ رجل منهم الفأس, فنقر مكانه، فقالوا:\nما تصنع؟ قال: مكاني, أصنع به ما شئت، فإن أخذوا على يديه نجوا ونجا, وإن\nتركوه غرقوا وغرق، فخذوا على أيدي سفهائكم قبل أن تهلكوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p482'> Vol. 01, p. 482</a>\n            </div>\n            \n</p>\n\n<p>\n66 - حدثنا الحسن بن يحيى بن كثير العنبري، قال: حدثنا محمد بن كثير\nالصنعاني، عن مخلد بن حسين، عن أبي بكر بن الفضل العتكي، عن عبد الرحمن بن\nزياد بن أنعم، قال: أوحى الله عز وجل إلى نبي من أنبياء بني إسرائيل، يقال\nله: أرميا أن قم بين ظهراني قومك, فإن لهم قلوبا لا يفقهون بها، وأعينا لا\nيبصرون بها، وآذانا لا يسمعون بها، فسلهم كيف وجدوا غب طاعتي؟ وسلهم كيف\nوجدوا غب معصيتي؟ وسلهم هل شقي أحد بطاعتي؟ أم <span id='ms17'></span> هل سعد أحد بمعصيتي؟ إن\nالبهائم تذكر أوطانها, فتفزع إليها, وإن هؤلاء القوم تركوا الأمر الذي\nأكرمت عليهم أباءهم, والتمسوا الكرامة من غير وجهها، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p483'> Vol. 01, p. 483</a>\n            </div>\n            \nأما ملوكهم فكفروا نعمتي، وأما خيارهم فلم ينتفعوا بما عرفوا من حكمتي،\nخزنوا المنكر في صدورهم، وعودوا الكذب ألسنتهم، فبعزتي وجلالي لأهيجن عليهم\nجنودا لا يعرفون وجوههم، ولا يفقهون ألسنتهم، ولا يرحمون بكاء لهم، أسلط\nعليهم ملكا جبارا قاسيا, له جنود كقطع السحاب، كأن حمل فرسانه كر العقبان،\nوكأن خفق راياته أجنحة النسور، فيدعون العمران خرابا، والقرى وحشا، فويل\nلأهل إيلياء وسكانها، كيف أسلط عليهم السباية, وأذلهم بالقتل، لأبدلنهم بعد\nلجب الأعراض صراخ الهام، ولأبدلنهم بعد العز الذل، وبعد الشبع الجوع،\nولأجعلن لحومهم زحلا للأرض، وعظامهم ضاحية للشمس، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p484'> Vol. 01, p. 484</a>\n            </div>\n            \nفقال ذلك النبي: أي رب، إنك لمهلك هذه الأمة، ومخرب هذه المدينة، وهم ولد\nخليلك إبراهيم، وأمة صفيك موسى، وقوم نبيك داود، فأي أمة تأمن مكرك بعد هذه\nالأمة؟ وأي مدينة تجترئ عليك بعد هذه المدينة؟ فأوحى الله إليه: إني إنما\nأكرمت إبراهيم، وموسى، وداود بطاعتي، ولو عصوني لأنزلتهم منازل العاصين, إن\nالقرون قبلك كانوا يستخفون بمعصيتي, حتى كان القرن الذي أنت فيه، فأظهروا\nمعصيتي فوق رؤوس الجبال، وتحت ظلال الشجر، وفي بطون الأودية، فلما رأيت\nذلك, أمرت السماء, فكانت طبقا من حديد، وأمرت الأرض, فكانت صفحة من نحاس،\nفلا سماء تمطر، ولا أرض تنبت، فإن أمطرت السماء سلطت عليه الجراد،\nوالجنادب، والصراصر، فإن حصدوا منه شيئا في خلال ذلك فأودعوه بيوتهم، نزعت\nبركته، ثم يدعون فلا أستجيب لهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p484'> Vol. 01, p. 484</a>\n            </div>\n            \n</p>\n\n<p>\n67 - حدثنا محمد بن علي بن شقيق، عن إبراهيم بن الأشعث، قال: سمعت الفضيل\nبن عياض يقول: ذكر عن نبي الله صلى الله عليه وسلم، أنه قال: إذا أعظمت\nأمتي الدنيا, نزعت منها هيبة الإسلام، وإذا تركت الأمر بالمعروف والنهي عن\nالمنكر, حرمت بركة الوحي.\n</p>\n\n<p>\nقال أبو إسحاق: وبلغني أن ابن المبارك سئل: أي الأعمال أفضل؟ قال: النصح\nلله، قيل: فالأمر بالمعروف، والنهي عن المنكر؟ قال: جهده إذا نصح أن <span id='ms18'></span> لا\nيأمر ولا ينهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p484'> Vol. 01, p. 484</a>\n            </div>\n            \n</p>\n\n<p>\n68 - حدثنا علي بن الحسن، عن فرج بن سعيد، عن يوسف بن أسباط، قال: سمعت\nسفيان، قال: قال حذيفة: إن الرجل ليدخل المدخل الذي يجب عليه أن يتكلم فيه\nلله فلا يتكلم، فلا يعود قلبه إلى ما كان أبدا.\n</p>\n\n<p>\nقال يوسف: فحدثت به أبا إسحاق الفزاري حين قدم من عند هارون فبكى، ثم\nقال: أنت سمعت هذا من سفيان؟.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p485'> Vol. 01, p. 485</a>\n            </div>\n            \n</p>\n\n<p>\n69 - حدثنا داود بن رشيد، قال: حدثنا بقية بن الوليد، عن عبد الله بن نعيم،\nعن أبي هزان، قال: بعث الله عز وجل ملكين إلى أهل قرية أن دمراها بمن فيها،\nفوجدا فيها رجلا قائما يصلي في مسجد, فعمد أحدهما إلى الله عز وجل فقال: يا\nرب، إنا وجدنا فيها عبدك فلانا يصلي في مسجده، فقال الله عز وجل: دمراها\nودمراه معها، فإنه ما معر وجهه في قط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p485'> Vol. 01, p. 485</a>\n            </div>\n            \n</p>\n\n<p>\n70 - حدثني محمد بن الحسين، قال: حدثني الحميدي، عن سفيان بن عيينة، قال:\nحدثني سفيان بن سعيد، عن مسعر، قال: بلغني أن ملكا أمر أن يخسف بقرية،\nفقال: يا رب، فيها فلان العابد، فأوحى الله إليه أن به فابدأ، فإنه لم\nيتمعر وجهه في ساعة قط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p485'> Vol. 01, p. 485</a>\n            </div>\n            \n</p>\n\n<p>\n71 - حدثني محمد بن الحسين، قال: حدثني يحيى بن بسطام، قال: حدثني جعفر بن\nسليمان، قال: حدثني إبراهيم بن عمرو الصنعاني، قال: أوحى الله عز وجل إلى\nيوشع بن نون: أني مهلك من قومك أربعين ألفا من خيارهم، وستين ألفا من\nشرارهم، قال: يا رب، هؤلاء الأشرار، ما بال الأخيار؟ قال: إنهم لم يغضبوا\nلغضبي، وكانوا يؤاكلونهم ويشاربونهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p485'> Vol. 01, p. 485</a>\n            </div>\n            \n</p>\n\n<p>\n72 - حدثني محمد بن يحيى بن أبي حاتم الأزدي، قال: حدثنا سعد بن يونس بن\nأبي عمرو الشيباني، عن عمران, أبي الهذيل، عن وهب بن منبه، قال: لما أصاب\nداود الخطيئة، قال: يا رب، اغفر لي، قال: قد غفرتها لك، وألزمت عارها بني\nإسرائيل، قال: كيف يا رب؟ وأنت الحكم العدل, لا تظلم أحدا، أعمل الخطيئة\nوتلزم عارها غيري؟ فأوحى الله: يا داود، إنك لما اجترأت علي بالمعصية، لم\nيعجلوا <span id='ms19'></span> عليك بالنكير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p485'> Vol. 01, p. 485</a>\n            </div>\n            \n</p>\n\n<p>\n73 - حدثني داود بن محمد بن يزيد، قال: حدثنا سيار بن حاتم، قال: حدثنا\nجعفر بن سليمان، قال: حدثنا مالك بن دينار، قال: أوحى الله إلى نبي من\nأنبياء بني إسرائيل: قل لقومك: لا يدخلوا مداخل أعدائي، ولا يطعموا مطاعم\nأعدائي، ولا يركبوا مراكب أعدائي، فيكونوا أعدائي كما هم أعدائي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p486'> Vol. 01, p. 486</a>\n            </div>\n            \n</p>\n\n<p>\n74 - حدثنا إسماعيل بن عبد الله بن زرارة الرقي، قال: حدثنا سفيان، قال:\nحدثنا الأعمش، عن عمارة بن عمير، عن الربيع بن عميلة، عن ابن مسعود، قال:\nإن بني إسرائيل لما طال عليهم الأمد, قست قلوبهم، فاخترعوا كتابا من قبل\nأنفسهم, فاستهوته قلوبهم، فاستحلته ألسنتهم، فقالوا: تعالوا حتى ندعو الناس\nإلى كتابنا هذا، فمن تابعنا تركناه، ومن خالفنا قتلناه، فقالوا: انظروا\nفلانا، فإن تابعكم فلن يتخلف عنكم أحد، إن خالفكم فاقتلوه، فبعثوا إليه\nفدخل منزله، فأخذ كتابا من كتب الله, فجعله في قرن، ثم تقلده تحت ثيابه،\nفأتاهم, فقرؤوا عليه كتابهم، فقالوا: تؤمن بما في هذا الكتاب؟ فقال: ما لي\nلا أؤمن بهذا الكتاب، وأشار إلى صدره، فرجع إلى منزله، فلم يلبث إلا يسيرا,\nحتى مات، فجاء إخوان من إخوانه فنبشوه, فوجدوا ذلك الكتاب في ذلك القرن،\nفقالوا: كان إيمانه في هذا الكتاب, قال ابن مسعود: فتفرقت النصارى على\nسبعين فرقة، فأهداهم فرقة أصحاب ذي القرن، فقال ابن مسعود: يوشك من عاش\nمنكم أن يرى منكرا لا يستطيع فيه غير أن يعلم الله من قلبه أنه له كاره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p486'> Vol. 01, p. 486</a>\n            </div>\n            \n</p>\n\n<p>\n75 - حدثني محمد بن إدريس، قال: حدثني محمد بن هارون الرازي المقرئ، قال:\nحدثنا عمرو بن صفوان المزني، قال: سمعت زيد بن أسلم يقول: نعوذ بالله أن\nنأمر الناس بالبر وننسى أنفسنا، وتلا: {أتأمرون الناس بالبر وتنسون\nأنفسكم}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p487'> Vol. 01, p. 487</a>\n            </div>\n            \n</p>\n\n<p>\n76 - حدثنا محمد بن بكار، قال: حدثنا حفص بن عمر، عن معاوية بن إسحاق، عن\nسعيد بن جبير، قال: قلت لابن عباس: آمر السلطان بالمعروف, وأنهاه عن\nالمنكر؟ قال: إن خفت أن يقتلك فلا، قال: ثم عدت، فقال لي مثل ذلك، ثم عدت،\nفقال لي مثل <span id='ms20'></span> ذلك, وقال: إن كنت لا بد فاعلا, ففيما بينك وبينه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p487'> Vol. 01, p. 487</a>\n            </div>\n            \n</p>\n\n<p>\n77 - حدثنا إسماعيل بن عبد الله بن زرارة، قال: حدثنا إسحاق الأزرق، قال:\nحدثنا العوام بن حوشب، عن القاسم بن عوف الشيباني، عن أبي ذر، قال: سمعت\nرسول الله صلى الله عليه وسلم يقول: من كان عليه سلطان, فأراد أن يذله, نزع\nالله ربقة الإسلام من عنقه, حتى يعود فيكون فيمن يعزه.\n</p>\n\n<p>\nأمرنا رسول الله صلى الله عليه وسلم أن لا يغلبونا على ثلاث: أن نأمر\nبالمعروف، وننهى عن المنكر، ونعلم الناس السنن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p487'> Vol. 01, p. 487</a>\n            </div>\n            \n</p>\n\n<p>\n78- حدثنا محمد بن بكار، قال: حدثنا حفص بن عمر (1)، عن قيس بن مسلم، عن\nطارق بن شهاب، قال: شهدت الصلاة مع مروان بن الحكم في يوم عيد, فأخرج منبر\nرسول الله صلى الله عليه وسلم، ثم قام يخطب عليه، فناداه رجل من القوم: يا\nمروان، يا مروان، فأقبل عليه مروان، فأنصت واشرأب الناس إليه، فقال: خالفت\nسنة رسول الله صلى الله عليه وسلم, أخرجت منبره ولم يك يخرج، وقدمت الخطبة,\nوإنما الخطبة بعد الصلاة، فقال رجل من القوم: قضى، والذي نفسي بيده, هذا ما\nعليه، سمعت رسول الله صلى الله عليه وسلم يقول: من رأى منكرا فلينكره\nبقلبه، فقلت: من هذا المتكلم؟ فقالوا: هذا أبو سعيد الخدري.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p487'> Vol. 01, p. 487</a>\n            </div>\n            \n79 - حدثنا محمد بن إدريس الحنظلي، قال: حدثنا سعيد بن عبد الحميد الدارمي\nالرازي المقرئ، قال: حدثنا يعقوب بن عبد الله الأشعري، عن هارون بن عنترة،\nعن عبد الله بن السائب، عن عبد الله بن مسعود، عن النبي صلى الله عليه\nوسلم، قال: كيف أنتم إذا كثرت أمراؤكم, وطغت نساؤكم؟ قالوا: وإن ذلك لكائن\nيا رسول الله؟ قال: نعم، وأشد من ذلك، قالوا: فما هو يا رسول الله؟ قال: لا\nتأمرون بالمعروف، ولا تنهون عن المنكر، قالوا: وإن ذلك لكائن يا رسول الله؟\nقال: نعم، وأكثر من ذلك، قالوا: وما هو يا رسول الله؟ قال: لا تعرفون\nالمعروف، ولا تنكرون المنكر، قالوا: وإن ذلك لكائن؟ قال: نعم، وأكثر من\nذلك، قال <span id='ms21'></span>: يكون المعروف فيكم منكرا، ويكون المنكر فيكم معروفا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p488'> Vol. 01, p. 488</a>\n            </div>\n            \n</p>\n\n<p>\n80 - حدثنا أحمد بن منيع، قال: حدثنا أشعث بن عبد الرحمن بن زبيد، قال: رأى\nجدي زبيد بيد جارية من الحي دفا, فأخذه فضرب به الأرض حتى كسره.\n</p>\n\n<p>\nوقال: رأيت جدي زبيدا، رأى غلاما معه زمارة من قصب، فأخذها فشقها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p488'> Vol. 01, p. 488</a>\n            </div>\n            \n</p>\n\n<p>\n81 - حدثني إسماعيل بن إبراهيم, أبو إبراهيم، قال: حدثنا عامر بن يساف، عن\nمالك بن دينار، قال: بينا حبر من أحبار بني إسرائيل متكئ على سريره، إذ رأى\nبعض بنيه يغامز النساء، فقال: مهلا يا بني, كهيئة التعذير، فما كان بأسرع\nمن أن أتته العقوبة من الله عز وجل, فصرع عن سريره، وانقطع نخاعه، وأسقطت\nامرأته، وقيل له: هكذا غضبت لي، اذهب فلا يكون من جنسك خير أبدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p488'> Vol. 01, p. 488</a>\n            </div>\n            \n</p>\n\n<p>\n82 - حدثنا الحسن بن حماد الضبي، قال: حدثنا المحاربي، قال: حدثنا ابن\nسلامة البكري، عن رجل من مراد، قال: دخلنا على أويس القرني، فقال: يا أخا\nمراد، إن قيام المؤمن بحق الله لم يبق له طريقا، والله إنا لنأمر بالمعروف,\nوننهى عن المنكر، فتتخذونا أعداء، ويجدون على ذلك من الفساق أعوانا، حتى\nرموني بالعظائم، والله لا يمنعني ذلك من أن أقوم لله بحق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p489'> Vol. 01, p. 489</a>\n            </div>\n            \n</p>\n\n<p>\n83 - حدثنا إسماعيل بن أبي الحارث، قال: حدثني يعقوب بن إبراهيم، قال:\nحدثنا عبد الرحمن بن مهدي، قال: حدثنا محمد بن النضر الحارثي، قال: قلت\nللأوزاعي: آمر بالمعروف, وأنهى عن المنكر؟ قال: مر من يقبل منك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p489'> Vol. 01, p. 489</a>\n            </div>\n            \n</p>\n\n<p>\n84 - حدثنا إسماعيل، قال: حدثنا علي بن عبد الله، عن سفيان بن عيينة، قال:\nقالوا لعبد الله بن عبد العزيز في الأمر بالمعروف: تأمر من لا يقبل منك؟\nقال: يكون معذرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p489'> Vol. 01, p. 489</a>\n            </div>\n            \n</p>\n\n<p>\n85 - حدثنا يعقوب بن عبيد، قال: أخبرنا هشام بن عمار، قال: حدثنا يحيى بن\nحمزة، قال: حدثنا الحكم بن عبد الله بن سعيد الأيلي، أنه سمع محمد بن عبد\nالله التيمي يحدث عن أبيه، عن أبي بكر الصديق، رضي الله عنه, أن رسول الله\nصلى الله عليه وسلم قال: ستغربلون, حتى تصيروا في حثالة, في قوم قد مرجت\nعهودهم، وخربت <span id='ms22'></span> أماناتهم، قال: فكيف بنا؟ قال: تعرفون ما تعرفون، وتنكرون ما\nتنكرون.\n</p>\n\n<p>\nقال أبو بكر: سمعت رسول الله صلى الله عليه وسلم في ذلك المجلس يقول: ما\nترك قوم القتال في سبيل الله إلا ضربهم الله بذل، ولا قر قوم المنكر بين\nأظهرهم إلا عمهم الله بعقاب، وما بينكم وبين أن يعمكم الله بعقاب من عنده,\nإلا أن تتلوا هذه الآية على غير ما أنزلها الله عز وجل عليه على غير أمر\nبمعروف ولا نهي عن منكر: {يا أيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل\nإذا اهتديتم}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p489'> Vol. 01, p. 489</a>\n            </div>\n            \n</p>\n\n<p>\n86 - حدثني الحسن بن الصباح، قال: حدثنا إسحاق بن منصور، قال: حدثنا مندل،\nعن الأعمش، عن عمرو بن مرة، عن أبي البختري، عن زاذان، عن أبي سعيد الخدري،\nقال: يأتي على الناس زمان خيرهم لا يأمر بالمعروف, ولا ينهى عن المنكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p490'> Vol. 01, p. 490</a>\n            </div>\n            \n</p>\n\n<p>\n87 - حدثنا هارون بن عبد الله، قال: حدثنا سيار بن حاتم، قال: حدثنا جعفر\nبن سليمان، قال: حدثنا الصلت بن طريف المعولي، قال: حدثنا شيخ من أهل\nالمدائن، قال: قال رسول الله صلى الله عليه وسلم: أنتم اليوم على بينة من\nأمركم، تأمرون بالمعروف، وتنهون عن المنكر، وتجاهدون في سبيل الله، لم تظهر\nفيكم السكرتان: سكرة العيش، وسكرة الجهل، وستحولون إلى غير ذلك، يفشو فيكم\nحب الدنيا، فإذا كنتم كذلك, لم تأمروا بالمعروف، ولم تنهوا عن المنكر، ولم\nتجاهدوا في سبيل الله، ألا إن القائمين يومئذ بالكتاب في السر والعلانية,\nكالسابقين الأولين من المهاجرين، والأنصار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p490'> Vol. 01, p. 490</a>\n            </div>\n            \n</p>\n\n<p>\n88 - حدثنا محمد بن حماد، قال: سمعت يحيى بن عبد الحميد، عن مالك بن دينار،\nقال: قرأت في التوراة: من كان له جار يعمل بالمعاصي فلم ينهه, فهو شريكه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p491'> Vol. 01, p. 491</a>\n            </div>\n            \n</p>\n\n<p>\n89 - حدثنا هارون بن عبد الله، قال: حدثنا سيار، قال: حدثنا جعفر، قال:\nحدثنا مالك بن دينار، قال: أوحى الله عز وجل إلى نبي من أنبياء بني\nإسرائيل: أن قل لقومك: لا يدخلوا مداخل أعدائي، ولا يطعموا مطاعم أعدائي،\nولا يلبسوا ملابس أعدائي، ولا يركبوا مراكب أعدائي، فيكونوا أعدائي كما هم <span id='ms23'></span>\nأعدائي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p491'> Vol. 01, p. 491</a>\n            </div>\n            \n</p>\n\n<p>\n90 - حدثنا هارون، قال: حدثنا سيار، قال: حدثنا جعفر، قال: سمعت مالك بن\nدينار يقول: أوحى الله عز وجل إلى عيسى ابن مريم عليه السلام: يا عيسى، عظ\nنفسك، فإن اتعظت فعظ الناس، وإلا فاستحي مني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p491'> Vol. 01, p. 491</a>\n            </div>\n            \n</p>\n\n<p>\n91 - حدثنا هارون، قال: حدثنا سيار، قال: حدثنا جعفر، قال: حدثنا أبو كعب\nالأزدي، قال: سمعت الحسن يقول: إذا كنت ممن يأمر بالمعروف, فكن من آخذ\nالناس به وإلا هلكت، وإذا كنت ممن ينهى عن المنكر, فكن من أترك الناس له,\nوإلا هلكت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p491'> Vol. 01, p. 491</a>\n            </div>\n            \n</p>\n\n<p>\n92 - حدثنا محمد بن علي بن الحسن بن شقيق، قال: حدثنا إبراهيم بن الأشعث،\nقال: سمعت الفضيل بن عياض، قال: بلغني أن الله عز وجل قال: إني أنا الله،\nتسميت بشديد الغضب، لآخذن مطيعكم بعاصيكم, حتى لا أعصى علانية بين\nظهرانيكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p491'> Vol. 01, p. 491</a>\n            </div>\n            \n</p>\n\n<p>\n93 - حدثني يعقوب بن عبيد، قال: أخبرنا عبيد الله بن موسى، قال: حدثنا\nالأعمش (1)، عن شيخ من أهل الري، قال: كنت عريفا في زمن علي رضي الله عنه،\nفأمرنا بأمر، ثم قال: فعلتم ما أمرتكم؟ قلنا: لا، قال: أما والله ليسلطن\nعليكم اليهود، والنصارى, فليطؤن رقابكم.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p491'> Vol. 01, p. 491</a>\n            </div>\n            \n94 - حدثني أبو محمد، مولى قريش، قال: حدثنا أبو أسامة، عن سعيد بن سعيد،\nعن الزهري، عن البلوي، عن أبيه، قال: سمعت رسول الله صلى الله عليه وسلم\nيقول: لا يأتي على الناس الزمان إلا الذي بعده شر منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p492'> Vol. 01, p. 492</a>\n            </div>\n            \n</p>\n\n<p>\n95 - حدثنا أحمد بن منيع، قال: حدثنا عباد بن عباد المهلبي، عن واصل، عن\nيحيى بن عقيل، عن يحيى بن يعمر، عن أبي ذر، عن النبي صلى الله عليه وسلم،\nقال: يصبح على كل سلامى من ابن آدم صدقة، تسليمه على من لقي صدقة، وأمره\nبالمعروف صدقة، ونهيه عن المنكر صدقة، وإماطته الأذى عن الطريق صدقة، وبضعة\nأهله صدقة، قالوا: يا رسول الله، يأتي شهوة وتكون له صدقة، قال: أرأيت لو\nوضعها في غير حقها، كان يأثم؟ قال: ويجزئ من ذلك كله ركعتان من الضحى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p492'> Vol. 01, p. 492</a>\n            </div>\n            \n</p>\n\n<p>\n96 - حدثنا أزهر بن مروان الرقاشي، قال: حدثنا جعفر بن سليمان، قال: حدثنا\nأشرس, أبو <span id='ms24'></span> شيبان، عن عطاء الخراساني، أحسبه عن ابن عباس، عن رسول الله صلى\nالله عليه وسلم، قال: يأتي على الناس زمان يذوب فيه قلب المؤمن كما يذوب\nالملح في الماء، قيل: مم ذاك؟ قال: مما يرى من المنكر لا يستطيع يغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p492'> Vol. 01, p. 492</a>\n            </div>\n            \n</p>\n\n<p>\n97 - حدثنا محمد بن حماد الرازي، قال: سمعت عبد الرزاق، عن معمر، عن ابن\nطاووس، عن أبيه، قال: أتى رجل ابن عباس فقال: ألا أقوم إلى هذا السلطان\nفآمره وأنهاه؟ قال: لا تكن له فتنة, قال: أفرأيت إن أمرني بمعصية الله عز\nوجل؟ قال: ذاك الذي تريد، فكن حينئذ رجلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p493'> Vol. 01, p. 493</a>\n            </div>\n            \n</p>\n\n<p>\n98 - حدثنا هارون بن عبد الله، قال: حدثنا سيار بن حاتم، قال: حدثنا جعفر\nبن سليمان، قال: حدثنا علي بن زيد بن جدعان، قال: حدثنا الحسن، قال: أتيت\nقدامة بن عنزة العنبري, قال جعفر: وهو جد سوار بن عبد الله بن قدامة بن\nعنزة, فوافقت عنده مرداسا أبا بلال، ونافع بن الأزرق، وعطية بن الأسود،\nقال: فتكلم مرداس أبو بلال, فذكر الإسلام, قال الحسن: فما سمعت ناعتا\nللإسلام كان أبلغ منه, ثم ذكر السلطان, فنال منهم، وذكر ما أحدث الناس، ثم\nسكت، ثم تكلم نافع بن الأزرق, فذكر الإسلام, فوصفه, فأحسن، وذكر السلطان,\nفنال منهم، ثم ذكر ما أحدث الناس، ثم تكلم عطية بن الأسود, فذكر الإسلام,\nفوصفه, فأحسن، ولم يبلغ ما بلغ نافع بن الأزرق، وذكر السلطان, فنال منهم،\nثم ذكر ما أحدث الناس، قال: فقال قدامة بن عنزة لبعض أهله: ساندني، فقال:\nإخواني، كل الذي قلتم منذ اليوم أعرف منه مثل ما تعرفون، وأنكر منه ما\nتنكرون، وأنا مثل الذي أنتم عليه، ما لم تشهروا علينا السلاح، فإذا شهرتم\nعلينا السلاح، فأنا منكم بريء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p493'> Vol. 01, p. 493</a>\n            </div>\n            \n</p>\n\n<p>\n99 - حدثنا هارون بن أبي يحيى السلمي، قال: أنبأنا أبو الجواب الضبي، قال:\nكتب عمرو بن عبيد إلى ابن شبرمة يحضه ويحثه على الجهاد, والأمر بالمعروف,\nوالنهي عن المنكر، فكتب إليه ابن شبرمة:\n</p>\n\n<p>\nالأمر يا عمرو بالمعروف نافلة ... والقائمون لله أنصار\n</p>\n\n<p>\nوالتاركون له عجزا لهم عذر ... واللائمون <span id='ms25'></span> لهم يا عمرو شرار\n</p>\n\n<p>\nالأمر والنهي لا بالسيف يشهره ... على الخليفة (1) إن القتل إضرار.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p493'> Vol. 01, p. 493</a>\n            </div>\n            \n100 - حدثني عبد القدوس بن محمد المعولي العطار، قال: حدثني عمرو بن عاصم،\nقال: حدثنا حماد بن سلمة، عن علي بن زيد، عن الحسن، عن جندب بن عبد الله،\nعن حذيفة، قال: قال رسول الله صلى الله عليه وسلم: ليس للمؤمن أن يذل نفسه،\nقيل: يا رسول الله، وكيف يذل نفسه؟ قال: يتعرض من البلاء لما لا يطيق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p494'> Vol. 01, p. 494</a>\n            </div>\n            \n</p>\n\n<p>\n101 - حدثني علي بن الحسن بن أبي مريم، عن ابن يزيد الرقي، قال: قلت للفضيل\nبن عياض: أرأيت إن رأيت شرطيا, أو مسلحا, أو سلطانا يظلم، أنهاه؟ قال: إن\nقدرت فافعل، قلت: أما الكلام....، ولكن أخاف العاقبة، قال: إن قدرت على أن\nتدفع عن نفسك, فتكلم من غير أن تدخل على أحد من المسلمين ضررا، ولا آمرك أن\nتتكلم, وتدخل على أهلك وجيرانك ومن يعرفك الخوف، وعسى أن يكون من جيرانك من\nليست له إلا من عمل يديه, فتدخل عليه الخوف, فتضيع عياله، ولعل كلامك لا\nيكون منفعة للمسلمين، تلقي كلمة, ثم تلقي بيدك, فتوضع في عنقك, فيصنع بك ما\nتقدم عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p494'> Vol. 01, p. 494</a>\n            </div>\n            \n</p>\n\n<p>\n102 - حدثني علي بن الحسن، عن الفيض بن إسحاق، قال: سألت فضيل بن عياض عن\nالأمر والنهي، قال: ليس هذا زمان كلام، هذا زمان بكاء وتضرع، واستكانة,\nودعاء لجميع أمة محمد صلى الله عليه وسلم، لو أوثقت في رجلك في هذه, وأشار\nإلى أسفل الركبة, جزعت ولم تصبر، ولو ابتليت لكفرت، قد ابتلي قوم فكفروا من الشدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p495'> Vol. 01, p. 495</a>\n            </div>\n            \n</p>\n\n<p>\n103 - حدثنا علي بن الحسن، عن الفيض بن إسحاق، قال: سمعت فضيل بن عياض\nيقول: قال سفيان: أنا لا أنهى إن....، إنما أخاف أن يبتلى فلا يصبر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p495'> Vol. 01, p. 495</a>\n            </div>\n            \n</p>\n\n<p>\n104 - حدثنا علي بن الحسن، عن محمد بن إسحاق الموصلي، قال: وعظ سيار, أبو\nتراب أميرا كان بالمدينة, فحبس، فلما كان وقت الحج بعث إلى خالصة، فكلمت له\nالوالي, فخرج، فبلغ الخبران كلاهما الفضيل بن عياض قبل أن يجيء سيار، فلما\nقدم من مكة جاء إلى <span id='ms26'></span> الفضيل، فلما رآه من قريب، قال: هيه, وما عليك لو فاتك\nالحج، أما بلغك ما لقي يوسف عليه السلام حين استشفع بغيره، قال: فصاح سيار,\nثم انقلب، قال: وأصحاب الحديث عند الفضيل، فجعلوا يلحظونه بأبصارهم، قال\nالفضيل: أي شيء تنظرون إليه؟ فوالله لو خرجت نفسه لما عجبت منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p495'> Vol. 01, p. 495</a>\n            </div>\n            \n</p>\n\n<p>\n105 - حدثنا أبو خيثمة، قال: حدثنا جرير، قال: حدثنا عبد الملك بن عمير، عن\nربيع بن عميلة، قال: قال عبد الله بن مسعود: إنها ستكون هنات وهنات، فبحسب\nامرئ إذا رأى منكرا لا يستطيع له غير أن يعلم الله أنه له كاره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p495'> Vol. 01, p. 495</a>\n            </div>\n            \n</p>\n\n<p>\n106 - حدثني داود بن عمرو الضبي، قال: حدثنا عبد الله بن المبارك، عن ابن\nعون، عن الحسن، قال: ذكروا شيئا عند معاوية, يعني ابن قرة, فتكلموا فيه،\nوالأحنف بن قيس ساكت، فقالوا: ما لك لا تتكلم يا أبا بحر؟ قال: أخشى الله\nإن كذبت، وأخشاكم إن صدقت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p495'> Vol. 01, p. 495</a>\n            </div>\n            \n</p>\n\n<p>\n107 - حدثني حمزة بن العباس، قال: حدثنا عبد الله بن عثمان، قال: أخبرنا\nعبد الله بن المبارك، قال: أخبرنا سفيان، قال: قدم الحجاج على عبد الملك\nوافدا ومعه معاوية بن قرة، فسأل عبد الملك معاوية عن الحجاج، فقال: إن\nصدقناكم قتلتمونا، وإن كذبناكم خشينا الله عز وجل، فنظر إليه الحجاج، فقال\nله عبد الملك: لا تعرض له، فنفاه إلى السند، وكان يذكر من بأسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p496'> Vol. 01, p. 496</a>\n            </div>\n            \n</p>\n\n<p>\n108 - حدثني حمزة، قال: حدثنا عبد الله، قال: حدثنا ابن المبارك، قال:\nحدثنا ابن عون، عن محمد، قال: كان ابن عمر يأتي العمال، ثم قعد عنهم، قال:\nفقلت: لو أتيتهم، قال: أكره إن تكلمت أن يروا أن ما بي غير الذي بي، وإن\nسكت رهبت أن آثم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p496'> Vol. 01, p. 496</a>\n            </div>\n            \n</p>\n\n<p>\n109 - حدثني حمزة، قال: حدثنا عبد الله، قال: حدثنا ابن المبارك، قال:\nحدثنا عبد الملك بن حسين، قال: حدثنا علي بن الأقمر، عن عمرو بن أبي جندب،\nعن عبد الله بن مسعود، قال: جاهدوا المنافقين بأيديكم، فإن لم تستطيعوا\nفبألسنتكم، فإن لم تستطيعوا إلا أن تكفهروا في وجوههم فاكفهروا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p496'> Vol. 01, p. 496</a>\n            </div>\n            \n</p>\n\n<p>\n110 - حدثني حمزة، قال: حدثنا عبد الله، قال: أخبرنا <span id='ms27'></span> ابن المبارك، عن سلمة\nبن نبيط، قال: قلت لأبي, وكانت له صحبة: لو غشيت هذا السلطان؟ قال: إني\nأخشى أن أشهد مشهدا يدخلني النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p496'> Vol. 01, p. 496</a>\n            </div>\n            \n</p>\n\n<p>\n111 - حدثني أبو يعقوب يوسف بن يعقوب التميمي، قال: حدثنا ابن أبي ناجية\nالإسكندراني، قال: حدثنا زياد بن يونس الحضرمي، عن إبراهيم بن إسماعيل بن\nأبي حبيبة، قال: قال عمر بن عبد العزيز: لو أن المرء لا يعظ أخاه حتى يحكم\nأمر نفسه، ويكمل الذي خلق له من عبادة ربه، إذن لتواكل الناس الخير، وإذن\nيرفع الأمر بالمعروف والنهي عن المنكر، وقل الواعظون والساعون لله عز وجل\nبالنصيحة في الأرض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p496'> Vol. 01, p. 496</a>\n            </div>\n            \n</p>\n\n<p>\n112 - حدثنا محمد بن سهل التميمي، قال: حدثنا سعيد بن أبي مريم، قال: حدثنا\nنافع بن يزيد، قال: حدثني يحيى بن أبي سليمان، عن المقبري، عن أبي هريرة،\nعن رسول الله صلى الله عليه وسلم قال: من حضر معصية فكرهها, فكأنه غاب\nعنها، ومن غاب عنها فأحبها, فكأنه حضرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p497'> Vol. 01, p. 497</a>\n            </div>\n            \n</p>\n\n<p>\n113 - حدثنا علي بن المنذر الكوفي، قال: حدثنا محمد بن فضيل، قال: حدثنا\nليث، عن بشر، عن أبي شريح، قال: خرج علينا حذيفة فقال: أتاكم الخبر؟ قلنا:\nوما ذاك؟ قال: هلك عثمان، قلنا: هلكنا والله إذن، قال: إنكم لم تهلكوا،\nإنما تهلكون إذا لم يعرف لذي شيبة شيبته، ولا لذي سن سنه، وصرتم تمشون على\nالركبات كأنكم يعاقيب حجل، لا تأمرون بالمعروف، ولا تنهون عن المنكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p497'> Vol. 01, p. 497</a>\n            </div>\n            \n</p>\n\n<p>\n114 - حدثنا إسماعيل بن عبد الله بن زرارة، قال: حدثنا شريك، عن منصور، عن\nأبي وائل، قال: قال أبو الدرداء: إني لآمرك بالأمر وما أفعله، ولكن أرجو أن\nأؤجر فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p497'> Vol. 01, p. 497</a>\n            </div>\n            \n</p>\n\n<p>\n115 - حدثنا أحمد بن المقدام العجلي، قال: حدثنا حماد بن زيد، قال: حدثنا\nحجاج الأسود، عن هارون بن رئاب، قال: بينما رجل يدور في النار مثلما يدور\nالحمار في الرحى، إذ ناداه أهل النار: ويلك ما لنا نراك تعذب عذابا لا\nيعذبه أحد؟ قال: إني كنت آمر بالمعروف ولا أعمل به، وأنهى عن المنكر وأعمل به.\n</p>\n\n<p>\nآخر كتاب الأمر بالمعروف والنهي عن المنكر.\n</p>\n\n<p>\nتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p498'> Vol. 01, p. 498</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\n(1) تصحف في <span id='ms28'></span> طبعة دار أطلس إلى: \"حفص بن هشام\" والمثبت عن طبعة مكتبة\nالغرباء الأثرية, وانظر ترجمته في تهذيب الكمال (8/ 289) والتاريخ الكبير\nللبخاري (3/ 196), والجرح والتعديل لابن أبي حاتم (3/ 372).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p462'> Vol. 01, p. 462</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"القروي\" محرفا, وهو على الصواب في طبعة مكتبة\nالغرباء الأثرية, وهو: سعيد بن الربيع الحرشي، العامري، أبو زيد الهروي.\nتهذيب الكمال (10/ 428).\n</p>\n\n<p>\n(2) في طبعة دار أطلس: \"البلاغ\", والمثبت عن طبعة مكتبة الغرباء الأثرية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p464'> Vol. 01, p. 464</a>\n            </div>\n            \n</p>\n\n<p>\n(1) كذلك في مسند ابن الجعد (2692) وفي طبعة مكتبة الغرباء الأثرية:\n\"لتقتتلن\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p466'> Vol. 01, p. 466</a>\n            </div>\n            \n</p>\n\n<p>\n(1) لها صحبة, وأمها أم جميل بنت حرب بن أمية, واسمها: فاختة, وهي التي\nأنزل الله فيها: {حمالة الحطب}. الثقات لابن حبان (3/ 118).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p468'> Vol. 01, p. 468</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"هشام\" والمثبت عن طبعة مكتبة الغرباء الأثرية.\n</p>\n\n<p>\n- والحديث أخرجه أحمد (7083) قال: حدثنا عبد الصمد، قال: حدثنا همام، به.\n</p>\n\n<p>\n• وأخرجه أحمد (7084) قال: حدثنا عفان، قال: حدثنا همام، عن قتادة، عن\nالحسن، عن عبد الله بن عمرو، ولم يرفعه، وقال: حتى يأخذ الله، عز وجل،\nشريطته من الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p469'> Vol. 01, p. 469</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قوله: \"غلبنا\" سقط من طبعة دار أطلس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p474'> Vol. 01, p. 474</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في المطبوعتين: \"حجاج بن نصر\" والحديث أخرجه الطبراني في المعجم الأوسط\n(2511) من طريق حجاج بن نصير, وانظر ترجمته في تهذيب الكمال (5/ 461).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p476'> Vol. 01, p. 476</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ما بين حاصرتين من طبعة مكتبة الغرباء الأثرية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p481'> Vol. 01, p. 481</a>\n            </div>\n            \n</p>\n\n<p>\n(1) كذلك في المطبوعتين, والذي في تلاميذ قيس بن مسلم في تهذيب الكمال (24/\n81) حفص بن سليمان أبو عمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p487'> Vol. 01, p. 487</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة مكتبة الغرباء الأثرية: \"حدثنا الأعمش، عن شمر، عن شيخ من أهل الري\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p491'> Vol. 01, p. 491</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في طبعة دار أطلس: \"الشليفة\" والتصويب من طبعة مكتبة الغرباء الأثرية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p493'> Vol. 01, p. 493</a>\n            </div>\n             <span id='ms29'></span>\n</p>\n",
  "pages": [
    "459",
    "461",
    "461",
    "462",
    "462",
    "463",
    "463",
    "463",
    "464",
    "464",
    "464",
    "465",
    "465",
    "465",
    "466",
    "015",
    "466",
    "466",
    "467",
    "467",
    "468",
    "468",
    "468",
    "468",
    "469",
    "469",
    "469",
    "470",
    "470",
    "470",
    "471",
    "471",
    "472",
    "472",
    "472",
    "472",
    "474",
    "474",
    "474",
    "475",
    "475",
    "475",
    "475",
    "476",
    "476",
    "477",
    "477",
    "477",
    "477",
    "477",
    "478",
    "478",
    "479",
    "479",
    "479",
    "480",
    "480",
    "480",
    "480",
    "481",
    "481",
    "481",
    "481",
    "481",
    "481",
    "482",
    "482",
    "482",
    "482",
    "483",
    "484",
    "484",
    "484",
    "485",
    "485",
    "485",
    "485",
    "485",
    "486",
    "486",
    "487",
    "487",
    "487",
    "487",
    "488",
    "488",
    "488",
    "489",
    "489",
    "489",
    "489",
    "490",
    "490",
    "491",
    "491",
    "491",
    "491",
    "491",
    "491",
    "492",
    "492",
    "492",
    "493",
    "493",
    "493",
    "494",
    "494",
    "495",
    "495",
    "495",
    "495",
    "495",
    "496",
    "496",
    "496",
    "496",
    "496",
    "497",
    "497",
    "497",
    "498",
    "462",
    "464",
    "466",
    "468",
    "469",
    "474",
    "476",
    "481",
    "487",
    "491",
    "493"
  ],
  "volumes": [
    "01"
  ]
}