{
  "content": "\n<p>\nخصائص الأئمة عليهم السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n\" بمناسبة مرور ألف عام على وفاة الشريف الرضي \" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p002'> Vol. 00, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nخصائص الأئمة عليهم السلام خصائص أمير المؤمنين عليه السلام تأليف الشريف\nالرضي أبي الحسن محمد بن الحسين بن موسى الموسوي البغدادي 359 - 406 تحقيق\nوتعليق:\n</p>\n\n<p>\nالدكتور محمد هادي الأميني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nمجمع البحوث الإسلامية الآستانة الرضوية المقدسة مشهد - إيران ص، ب: 3663\nالكتاب: خصائص الأئمة عليهم السلام (خصائص أمير المؤمنين عليه السلام)\nالمؤلف: الشريف الرضي تحقيق: الدكتور محمد هادي الأميني العدد: 5000 نسخة\nالتاريخ: ربيع الثاني 1406 ه‍.\n</p>\n\n<p>\nالناشر: مجمع البحوث الإسلامية الأمور الفنية مؤسسة طبع ونشر الآستانة\nالرضوية المقدسة الطبع والتجليد:\n</p>\n\n<p>\nحقوق الطبع محفوظة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم إلهي... بقدرتك علي تب علي... وبحلمك عني اعف\nعني... وبعلمك بي ارفق بي...\n</p>\n\n<p>\nإلهي... لا تجعلني لغير جودك متعرضا... ولا تصيرني للفتن غرضا... وكن لي\nعلى الأعداء ناصرا... وعلى المخازي والعيوب ساترا... وعن المعاصي عاصما...\n</p>\n\n<p>\nإلهي... إعطني بصيرة في دينك... وفهما في حكمك... وفقها في علمك...\nوكفلين من رحمتك...\n</p>\n\n<p>\nإلهي... تقبل مني وأعل ذكري، وارفع درجتي، وحط وزري... ولا تذكرني\nبخطيئتي... واجعل ثواب مجلسي، وثواب منطقي، وثواب دعائي، رضاك والجنة...\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nقوبلت وصححت على نسخة السيد الفقيه الإمام ضياء الدين أبي الرضا فضل الله\nبن علي بن عبيد الله الحسني الراوندي الكاشاني المتوفى 570 ه‍ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم الحمد لله والصلاة والسلام على رسول الله وآله\nأمناء الله منذ انطلاقة الشرارة الأولى، للثورة الشعبية الإسلامية في إيران\nعام 1357 ه‍. ش، الموافق سنة 1399 ه‍. ق، بقيادة الزعيم الديني المقدام،\nالإمام الخميني بارك الله في ثورته وعمره طلب من المسؤولين كافة، والقائمين\nبشؤون الدولة، أن يجعلوا رسالة الاسلام الخالدة نصب أعينهم، ويسيروا على\nهديه وهداه في الجوانب كافة، ويعاملوا الشعب ويأخذوا القضايا والأحداث\nوالقوانين حسب ما يقتضيه التشريع الاسلامي، وتتطلبه قوانينه وأنظمته التي\nجاء بها المشرع الأعظم - صلى الله عليه وآله وسلم - الذي بعث رحمة\nللعالمين.. لأن الثورة المظفرة هذه انبثقت من صميم الواقع الاسلامي الذي\nمهد للشعب الإيراني المسلم طريق التحرر والانطلاق، ودفعه إلى اليقظة\nوالوثبة، والثورة على <span id='ms01'></span> الطغاة، والظالمين والمستبدين، العاملين للحواجز\nالسياسية الدخيلة، للحيلولة بين الشعوب، ورسالة الاسلام.\n</p>\n\n<p>\nولما كانت الثورة الإسلامية المظفرة في إيران مدينة بكاملها للاسلام\nوجاءت الانتفاضة الشعبية لهذا الغرض، فلا بد من العمل في إعادة الجوانب\nكافة إلى مهيع الحق، والصراط المستقيم، وإنقاذها من مخالب التيارات\nالدخيلة، سيما الجانب الفكري والعلمي، الذي تلاعب بهما العهد المقبور\nواتخذهما ذريعة لمأربه الشيطانية، ووسيلة في خدمة سياسة أسياده التوسعية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nلذلك أصبح الشعب بمعزل عن عقيدته، ودينه، وشخصيته، وتفكيره الصحيح، ونهجه\nالقويم الذي خطه من قبل الرسول الأعظم صلى الله عليه وآله، ومن بعده الأئمة\nالهداة المهديون عليهم السلام، ومن ثم فقهاء الطائفة وأعلامها.\n</p>\n\n<p>\nوفي خلال فترة قصيرة من الزمن، تمكنت الجمهورية الإسلامية في زحفها\nالمقدس من إقامة مجاميع وندوات، وجامعات تخدم الشخصية الإسلامية، وتساند\nالحضارة الفكرية والعلمية وعلى الأخص في العواصم، والحوزات الدراسية في عرض\nالبلاد وطولها.\n</p>\n\n<p>\nولما كانت مدينة \" مشهد \" المقدسة البطلة، على جانب هام من الناحية\nالفكرية والاجتماعية، وموقعها الخطير بين سائر الألوية الإيرانية لذلك وجهت\nالقيادة عنايتها، ورعايتها لهذا البلد الطيب الذي يخرج نباته بإذن ربه\nفأقامت فيه إلى جوار مرقد الإمام أبي الحسن الرضا عليه آلاف التحيات\nوالبركات جامعة للعلوم الإسلامية على نسق حديث للتدريس والدراسة إلى جانب\nإقامة مجمع \" للبحوث الإسلامية \" للتأليف والتحقيق والنشر، وقد زاول عمله\nالنشاطي منذ عام بحول الله وقوته، مكللا بالنجاح والسداد والموفقية برعاية\nسادن الروضة الرضوية المباركة فضيلة العلامة الجليل سماحة الشيخ عباس\nالطبسي بارك الله تعالى في عمره وأخذ بعضده.\n</p>\n\n<p>\nهذا وفي الوقت الذي تقدم المجمع إلى ميدان النشر والطبع، إرتأى المجلس\nالأعلى لإدارة \" مجمع البحوث الإسلامية \" تدشين سلسلة مطبوعاته بكتاب \"\nخصائص الأئمة عليهم السلام \" لأبي الحسن الشريف الرضي... رضي الله عنه،\nوذلك بمناسبة الذكرى الألفية لوفاته التي تجتاز البلاد خلال الشهور هذه،\nوتتأهب بعض الأقطار الشقيقة لإقامة مهرجانات ومؤتمرات علمية لها أمثال\nالهند، والباكستان، وسوريا، وكذا الجمهورية الإسلامية الإيرانية والكتاب\nهذا، أثر قيم وجهد حيوي، ستقرأ تفاصيله في المقدمة، وقد تصدى إلى تحقيقه <span id='ms02'></span>\nوإخراج أسانيد أحاديثه، ومصادره الأستاذ الدكتور الشيخ محمد هادي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nالأميني نجل الفقيه المؤرخ والحجة الثبت شيخنا العلامة الأميني طيب الله\nثراه، مؤلف كتاب \" الغدير \" والواقع إنه أعاد للكتاب أصالته العلمية،\nوقيمته التاريخية.\n</p>\n\n<p>\nإن مديرة \" مجمع البحوث الإسلامية \" في الوقت الذي تتقدم بشكرها الجزيل\nلسدنة الروضة المقدسة ترجو العلي القدير التوفيق والتسديد في هذا الصعيد\nالفكري ومواصلته لتقدم إلى المكتبة الإسلامية وأبناء القرآن المتعة العلمية\nالحية، والبحوث التي تساند الثورة الإسلامية المظفرة في زحفها المقدس ومن\nالله التوفيق.\n</p>\n\n<p>\nمجمع البحوث الإسلامية الآستانة الرضوية المقدسة مشهد - إيران ص، ب: 3663\nصفر 1406 ه‍. ق آبان 1364 ه‍. ش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nالمقدمة لا مشاحة في أن كتاب \" خصائص الأئمة \" كان الباعث والحافز للسيد\nرضي الدين ذي الحسبين.. رضي الله عنه، في جمع وتأليف كتابه المقدس \" نهج\nالبلاغة \" وإن لم يكمل كتابه الأول، ولم يخرج منه غير خصائص أمير المؤمنين\nعليه السلام، إلا أن التوفيق بكامله كان حليفه في تأليف كتابه الثاني \" نهج\nالبلاغة \" والواقع أن كتاب \" الخصائص \" يعتبر بابا لتأليفه الآخر كما صرح\nفي مقدمة \" النهج \" فقال:\n</p>\n\n<p>\n- كنت في عنفوان السن وغضاضة الغصن، ابتدأت بتأليف كتاب في \" خصائص\nالأئمة \" يشتمل على محاسن أخبارهم، وجواهر كلامهم، حداني عليه غرض ذكرته في\nصدر الكتاب، وجعلته أمام الكتاب، وفرغت من الخصائص التي تخص أمير المؤمنين\nعليا - عليه السلام - وعاقت عن إتمام بقية الكتاب محاجزات الأيام، ومماطلات\nالزمان وكنت قد بوبت ما خرج من ذلك أبوابا، وفصلته فصولا، فجاء في آخرها\nفصل يتضمن محاسن ما نقل عنه عليه السلام، من الكلام القصير في المواعظ،\nوالحكم، والأمثال، والآداب، دون الخطب الطويلة، والكتب المبسوطة، فاستحسن\nجماعة من الأصدقاء ما اشتمل عليه الفصل المقدم ذكره، معجبين ببدائعه\nومتعجبين من نواصعه -.\n</p>\n\n<p>\nإن هذا الكلام من الشريف الأعلم.. إن دل على شئ فإنما يدل على أنه كان\nيعرض ويقرأ كتاباته على تلاميذه، والذين يحضرون مدرسته \" دار العلم \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nفي بغداد للأخذ من موارد علمه الخصب والتي يتطلع إليها كل لبيب، وذي عقل،\nوطالب علم وأدب في اللحظات كافة <span id='ms03'></span>.. فلما ألقى عليهم الفصل المتضمن لمحاسن ما\nنقل عنه عليه السلام، تقدموا إليه بطلب كريم مما جعله ينصرف عن إتمام كتابه\n\" الخصائص \" ويتحول إلى وضع خطط وأسس تأليفه القيم \" نهج البلاغة \" فقال\nبعد كلامه السالف بهذا الصدد:\n</p>\n\n<p>\n\" وسألوني عند ذلك أن ابتدئ بتأليف كتاب يحتوي على مختار كلام أمير\nالمؤمنين - عليه السلام - في جميع فنونه، ومتشعبات غصونه، من خطب وكتب،\nومواعظ وآداب، علما أن ذلك يتضمن من عجائب البلاغة وغرائب الفصاحة، وجواهر\nالعربية، وثواقب الكلم الدينية والدنيوية، مما لا يوجد مجتمعا في كلام، ولا\nمجموع الأطراف في كتاب \".\n</p>\n\n<p>\nومن هنا نجد الرضي العليم يتحول بكامل حيويته الأدبية وشخصيته العلمية\nالفذة، إلى جمع كلام مشرع الفصاحة وموردها، ومنشأ البلاغة ومولدها، الإمام\nأمير المؤمنين - عليه السلام - ويضع كتابه \" الخصائص \" جانبا ويندفع إلى\nالتنقيب عن كلام الإمام عليه السلام، وجمعه من بطون المراجع والمصادر\nالنادرة، ومن ثم تصنيفه وتقسيمه إلى ثلاثة أبواب:\n</p>\n\n<p>\nالخطب والأوامر..\n</p>\n\n<p>\nالكتب والرسائل..\n</p>\n\n<p>\nالحكم والمواعظ..\n</p>\n\n<p>\nواجمع بتوفيق الله تعالى على الابتداء باختيار محاسن الخطب، ثم محاسن\nالكتب، ثم محاسن الحكم والأدب، مفردا لكل صنف من ذلك بابا ومفصلا فيه\nأوراقا.\n</p>\n\n<p>\nوهكذا يتحول السيد الرضي... من كتاب \" خصائص الأئمة \" إلى تأليف كتاب \"\nنهج البلاغة \" الذي بلغ من السمو والرفعة والخلود، ما لم يبلغه كتاب غير\nالقرآن الكريم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب خصائص الأئمة لقد سبق القول أن لم يخرج من هذا الكتاب غير الفصل\nالخاص بالامام أمير المؤمنين عليه السلام... وهو كبقية تصانيفه رضي الله\nعنه.. ضم بين دفتيه العلم الكثير، والأدب الجم، والحيوية الفكرية، وتداوله\nالعلماء والمؤلفون على امتداد التاريخ، ونقلوه واستنسخوه وأكثروا من نسخه،\nوحافظوا عليه إلى يومنا هذا.\n</p>\n\n<p>\nأما الدافع إلى تأليف كتاب \" الخصائص \" فقد ذكر ذلك في مقدمة الكتاب\nفقال: - كنت حفظ الله عليك دينك، وقوى في ولاء العترة الطاهرة يقينك،\nسألتني أن أصنف لك كتابا يشتمل على خصائص أخبار الأئمة الإثنى عشر صلوات\nالله عليهم، وبركاته، وحنانه، وتحياته، على ترتيب أيامهم، وتدريج طبقاتهم\nذاكرا أوقات مواليدهم، ومدد أعمارهم...\n</p>\n\n<p>\nثم <span id='ms04'></span> يقول بعد كلام طويل: \" فعاقني عن إجابتك إلي ملتمسك ما لا يزال يعوق\nمن نوائب الزمان، ومعارضات الأيام إلى أن أنهضني ذلك اتفاق اتفق لي،\nفاستثار حميتي، وقوى نيتي، واستخرج نشاطي، وقدح زنادي، وذلك أن بعض الرؤساء\nممن غرضه القدح في صفاتي، والغمز لقناتي، والتغطية على مناقبي والدلالة على\nمثلبة إن كانت لي... لقيني وأنا متوجه عشية عرفة من سنة ثلاث وثمانين\nوثلاثمائة (383) هجرية إلى مشهد مولانا أبي الحسن موسى بن جعفر، وأبي جعفر\nمحمد بن علي بن موسى عليهما السلام للتعريف هناك، فسألني عن متوجهي فذكرت\nله إلى أين قصدي؟ فقال لي: متى كان ذلك يعني أن جمهور الموسويين جارون على\nمنهاج واحد في القول بالوقف، والبراءة ممن قال بالقطع، وهو عارف بأن\nالإمامة مذهبي، وعليها عقدي ومعتقدي، وإنما أراد التنكيت لي والطعن على\nديني، فأجبته في الحال بما اقتضاه كلامه، واستدعاه خطابه، وعدت وقد قوي\nعزمي، على عمل هذا الكتاب إعلانا لمذهبي، وكشفا عن مغيبي، وردا على العدو\nالذي يتطلب عيبي، ويروم ذمي، وقصبي، وأنا بعون الله مبتدى بما ذكرت على\nالترتيب الذي شرطت، والله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nالمنقذ من الضلال، والهادي إلى سبيل الرشاد -. \" فشرع بتأليف كتاب \"\nالخصائص \" عام 383 هجري، وبعد الفراغ من خصائص أمير المؤمنين عليه السلام،\nشرع في تأليف كتاب \" نهج البلاغة \" ومن ثم لم يمهله الأجل المحتوم، ولم\nيسمح له بالعودة إلى كتابه \" الخصائص \" والرجوع إليه وإتمامه، فتوفي سنة\n406 هجرية.\n</p>\n\n<p>\nنقل العلماء عن هذا الكتاب واستفادوا منه، واستشهدوا بنصوصه، وكانت منه\nعده نسخ خطية في مكتبات إيران والعراق والهند.. وطبع في النجف الأشرف سنة\n1368 هجرية في 100 ص، وأعيد طبعه مرات عديدة غير أن الكتاب جاء مشحونا\nبالأغلاط والتصحيف والتحريف، ولم ينل من المؤسف كله الحظ من التصحيح\nوالتحقيق والتعليق، والمقابلة ومراجعة نصوصه، وتعيين مصادره وأسانيده فقد\nطبع كما وجد، والمطبوع نسخة المرحوم العلامة الجليل السيد عبد الرزاق بن\nالسيد محمد الموسوي المقرم المتوفى 1391 وقد كتبها عام 1349 هجري من نسخة\nمكتبة الفقيه الشيخ هادي بن الشيخ عباس آل <span id='ms05'></span> كاشف الغطاء المتوفى 1360،\nوتاريخ كتابتها سنة 1300 هجرية.\n</p>\n\n<p>\nوالغريب أن دور النشر أعادت طبع الكتاب على ما هو عليه من التصحيف\nوالتحريف والأغلاط، ولم تصحح منه حتى الأغلاط الاملائية والكتابية.\n</p>\n\n<p>\nلقد شاءت الأيام أن أجعل الكتاب في قائمة الكتب التي نويت تحقيقها،\nوتصحيحها، وإخراجها بصورة صحيحة بحول الله وقوته... منذ أمد بعيد حسبما\nيقتضيه، ويتطلبه الوقت والتوفيق... بيد أن الذكرى الألفية على وفاة الشريف\nالرضي كرم الله وجهه.. دفعتني إلى تحقيقه وجعله في الرعيل الأول من تلكم\nالكتب، فتقدمت إلى تحقيقه، وإخراجه مع تزاحم أعمالي الفكرية، وتراكم شؤوني\nفي حقلي البحث والتأليف.\n</p>\n\n<p>\nعملي في تحقيق الكتاب:\n</p>\n\n<p>\nأما منهجي في تحقيق الكتاب، فقد فتشت عن نسخ الكتاب وقلبت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nفهارس خزائن الكتب، إلى أن وقفت على أقدم نسخة مخطوطة منه كتبت في القرن\nالسادس الهجري، وهي من مخطوطات إحدى مكتبات الهند وتوجد مصورتها\nبالميكروفيلم في مكتبة العلامة السيد عبد العزيز الطباطبائي في مدينة - قم\n- فتفضل بها علي مشكورا، وتقع في 40 ورقة كتبت على عمودين 21 × 30 في كل\nصفحة 25 سطر طوله 8 سنتيم وعليها خطوط وتملكات عتيقة مؤرخة، وهي مصححة من\nقبل الإمام الفقيه السيد ضياء الدين أبي الرضا فضل الله بن علي بن عبيد\nالله الحسني الراوندي الكاشاني المتوفى 570 هجري. بالإضافة إلى الزيادات\nالحاصلة فيها، وقد جعلتها في الأخير وألحقتها بآخر الكتاب.\n</p>\n\n<p>\nففي الصفحة الأولى من النسخة جاء ما لفظه:\n</p>\n\n<p>\n- قرأ الخصائص علي... وجيه الدين فخر العلماء أبو علي عبد الله بن الحسين\nبن أبي القاسم دامت نعمتهما، ورويتها له عن شيخي أبي الفتح إسماعيل بن\nالفضل بن أحمد بن الأخشيد السراج، عن أبي المظفر عبد الله بن شبيب عن أبي\nالفضل الخزاعي، عن الرضي رضي الله عنه، وكتبه فضل الله بن علي الحسني ابن\nالرضا الراوندي في ذي القعدة من سنة خمس وخمسين وخمسمائة (555) حامدا لله\nتعالى مصليا على -.\n</p>\n\n<p>\nوجاء في آخرها:\n</p>\n\n<p>\n- تمت كتابة كتاب خصائص الأئمة عليهم السلام، وفرغ من كتبه العبد المذنب\nالراجي إلى غفران الله وعفوه عبد الجبار بن الحسين بن <span id='ms06'></span> أبي العم الحاج\nالفراهاني، الساكن لقرية خومجان عمرها الله يوم الأربعاء الرابع من شوال\nسنة ثلاث وخمسين وخمسمائة. مئة غفر الله له ولوالديه ولجميع المؤمنين\nوالمؤمنات، إنه الغفور الرحيم -. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nالصفحة الأولى من نسخة الفقيه الراوندي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nأول الكتاب من نسخة الإمام الراوندي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nآخر النسخة المذكورة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوجاء في موضع آخر من الكتاب:\n</p>\n\n<p>\n- انتهت الزيادة..\n</p>\n\n<p>\nبحمد الله ومنه وصلواته على نبيه محمد وآله أجمعين.\n</p>\n\n<p>\nوفرغ من كتبه العبد المذنب عبد الجبار بن الحسين بن أبي العم الحاجي\nالفراهاني يوم الأربعاء التاسع عشر من جمادى الأولى من سنة ثلاث وخمسين\nوخمسمائة (553) في خدمة مولانا الأمير الأجل السيد ضياء الدين تاج الاسلام\nأبي الرضا فضل الله بن علي بن عبيد الله الحسني أدام الله ظله، وقد آوى إلى\nقرية جوسقان راوند متفرجا حامدا لله ومصليا على النبي وآله أجمعين والسلام\n-.\n</p>\n\n<p>\nوجاء في هامش الصفحة الأخيرة:\n</p>\n\n<p>\n- وقع الفراغ من سماع هذا الكتاب بقراءة من قرأه على السيد الأجل الإمام\nضياء الدين تاج الاسلام حرس الله.. وقت الزوال في يوم الخميس من شهر\nجمادي..\n</p>\n\n<p>\nسنة أربع وخمسين وخمسمائة حامدا لله ومصليا على نبيه محمد وآله أجمعين -.\n</p>\n\n<p>\nلقد حققت النسخة وأعلمت مصادر الموضوعات، والأحاديث الواردة فيها، بصورة\nكاملة إلى جانب ذكر أسانيد الأخبار والروايات، بالإضافة إلى مقابلة نصوص\nالنسخة مع سائر المراجع والمصادر التي وردت فيها تلكم النصوص.\n</p>\n\n<p>\nوختاما شكري المتواصل لأعضاء - مجمع البحوث الإسلامية - متمنيا لهم\nالتوفيق والنجاح في إخراجهم الكتاب بهذا الشكل الأنيق.. كما أرجوا الله\nتعالى بعملي هذا بعد أن حققت أصل الكتاب وضبطت نصوصه ويسرته للانتفاع به..\nأن يجعله مقرونا بالقبول، وأن ينفع به إنه نعم النصير.. وأكرم مسؤول..\n</p>\n\n<p>\nأبو علي محمد هادي الأميني عفا الله عنه وعن والديه محرم 1406 ه‍. ق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nالشريف الرضي (1) أبو الحسن محمد بن أبي أحمد الطاهر \" ذي المنقبتين \"\nالحسين بن موسى الأبرش بن محمد الأعرج بن موسى \" المعروف بأبي سبحة \" بن\nإبراهيم (الأصغر) بن الإمام موسى بن جعفر عليهم السلام.\n</p>\n\n<p>\nوأمه فاطمة بنت أبي محمد الحسين الناصر الصغير بن <span id='ms07'></span> أبي الحسين أحمد (2)\nابن محمد الناصر الكبير الأطروش (3) بن علي بن الحسن بن علي الأصغر ابن عمر\nالأشرف بن الإمام زين العابدين عليهم السلام.\n</p>\n\n<p>\nكانت أسرة الشريف من طرف الأبوين بهاليل مساعير، فيهم من دوخ الملوك،\nونابغ في العلم والأدب، وشاعر مجيد، ولأبيه الطاهر ذي المنقبتين أحمد\nالمقام الرفيع في الدولة مع إباء وشهامة (4) وقد قلد النقابة خمس مرات (5)،\nو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nتولى النظر في المظالم، والحج بالناس مرارا (1)، وإن جلالة قدره أهلته\nللسفارة بين معز الدولة، والأتراك، وبين بهاء الدولة، وصمصام الدولة، كما\nتوسط للصلح بين بهاء الدولة، ومهذب الدولة (2). وكان رسولا من معز الدولة\nإلى عضد الدولة في رد غلام أسره عنده (3) ووسيطا في الصلح بين معز الدولة،\nوبين أبي تغلب بن حمدان (4) إلى أمثال هذه القضايا التي لم يعهد بها إلا\nلذي كرامة سامية بين الجماهير، واحترام ذاتي غير مستعار.\n</p>\n\n<p>\nوأما عم الشريف الرضي، وهو أبو عبد الله أحمد بن موسى الأبرش، فلم يكن\nخامل الذكر وضيع الشأن، يعرفنا خروجه إلى واسط لاستقبال بهاء الدولة، وكان\nمن الطالبيين الذين أسهموا بالفخار والكرامة، فإنه لا يستقبل الملوك إلا من\nيعرفه الملوك، ويقدرون موقفه ومنزلته.\n</p>\n\n<p>\nومن أسرة والدته: أبو علي الشاعر المجيد الذي أشخصه الرشيد من الحجاز،\nوحبسه في بغداد وأفلت من حبسه واختفى فيها (5).\n</p>\n\n<p>\nومحمد بن القاسم الصوفي الزاهد الفقيه الذي ظهر أيام المعتصم في\n(الطالقان) وقبض عليه ابن طاهر وأنفذه إلى بغداد فسجن ثم فر فأخذ وقتل صبرا\n(6).\n</p>\n\n<p>\nوالناصر الأطروش صاحب الديلم (7). والناصر الصغير الحسن بن أحمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nالناصر الكبير أبي محمد الحسن بن علي الحسيني المقتول بآمل سنة 304\nوالنقيب ببغداد صاحب الناصريات في الفقه المطبوع مع عدة كتب في مجموع عرف\n(بجامع الفقه) (1).\n</p>\n\n<p>\nوكانت والدة الشريف الرضي فاطمة من النساء البرزة الرزان، أرضعته مع درها\nأماني النقابة والخلافة، وقصت عليه مآثر آبائها المصاليت البهاليل، وأنفحته\nبالمال الذي احتوت عليه من آبائها، وفي رثائها يقول الشريف ولدها:\n</p>\n\n<p>\nآباؤك الغر الذين تفجرت * بهم ينابيع من النعماء من ناصر للحق أو <span id='ms08'></span> داع إلى\n* سبل الهدى أو كاشف الظلماء نزلوا بعرعرة السنام من العلى * وعلوا على\nالاثباج والامطاء (2) كانت فاطمة والدة الشريف الرضي، ابنة أخت زوجة معز\nالدولة أميرة البلاط، وابنة خالة بختيار بن عز الدولة، وهذه المصاهرة عقدت\nعلى حساب وتدبير، ومن أسبابها تجليل مقام الناصر الكبير الأطروش الجد\nالأعلى لوالدة الشريف الرضي، وربما كان أبو أحمد والد الشريف زوجها يعمل\nالسعاة الذين يسرون بأنباء العاصمة إلى والي الأهواز معز الدولة ويعرفونه\nضعف الخلافة، ويستثيرون همته لامتلاكها ولجلالة والدة سيدنا الشريف وكبر\nشأنها ألف شيخنا المفيد (3) كتاب أحكام النساء (4) لها فإنه قال في أوله:\nفإني عرفت من آثار السيدة الجليلة الفاضلة أدام الله عزها جميع الأحكام\nالتي تعم المكلفين من النساء، وتخص النساء منهن على التمييز لهن، ليكون\nملخصا في كتاب يعتمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nللدين، ويرجع إليه فيما يثمر به العلم واليقين، وأخبرتني برغبتها أدام\nالله توفيقها في ذلك الخ (1).\n</p>\n\n<p>\nوعلى كل فالشريف الرضي كان بحاشيتي نسبه قابضا على عضادتي الإمامة فهو\nابن الإمامين زين العابدين علي بن الحسين، وأبي إبراهيم موسى بن جعفر\nالكاظم عليهم السلام، ومن ناحية الأعمام والأخوال يكرع بكؤوس الفخار ويتزمل\nمطارف العلا وقد أثر هذا النسب الوضاح في شعره وتمشى في أدبه فيقول:\n</p>\n\n<p>\nما عذر من ضربت به أعراقه * حتى بلغن إلى النبي محمد أن لا يمد إلى\nالمكارم باعه * وينال منقطع العلا والسؤدد (2) ومن يقرأ شعر الشريف الرضي\nبتأمل يعرف نفسيته وطموحه إلى الخلافة وأولويته بها وتباهيه بخيمه، وتمجده\nبآبائه الأكارم، وشعره ميادين حروب، وغمرات اجال، وشعور ملتهب، ونفس جائشة\nتتلمض للوثبة والانطلاق والتحرر كل ذلك للأغلال التي أرهق بها رهطه الأنجاد\nوالسجون التي أوصدت عليهم، والدماء السواجم التي أراقتها سيوف الظلم\nوالعدوان والتمادي وهذا هو الذي أودع فيه روحا متحمسة وثابة ماثلة بين عيني\nالمتصفح لديوانه.\n</p>\n\n<p>\nولا غرابة في ذلك بعد أن انحدر السيد الشريف من أصلاب الشرف العلوي، ودرت\nعليه أخلاف المجد الهاشمي، وبزغ في ظلال أسرة الزعامة والعظمة، ودرج في\nأحضان الإمامة فكان لهذا <span id='ms09'></span> أثر بليغ في ترفعه وشممه ومحاولاته وعواطفه\nوميوله، حتى أوجب لنفسه الكفاية في تسنم أريكة الخلافة، فيقول مخاطبا\nالخليفة العباسي القادر بالله:\n</p>\n\n<p>\nعطفا أمير المؤمنين فإننا * عن دوحة العلياء لا نتفرق ما بيننا يوم\nالفخار تفاوت * أبدا كلانا في المعالي معرق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nإلا الخلافة ميزتك فإنني * أنا عاطل منها وأنت مطوق (1) فلم ينكر عليه\nالخليفة ولا استظهر بطيب مغرسه، نعم رد عليه بقوله:\n</p>\n\n<p>\n(على الرغم أنف الشريف) (2) إن نفس الشريف أبية صعبة المراس ذات اتجهات\nواسعة في السياسة، وكان الأمراء ورجال الدولة يقدمونه على أخيه \" علم الهدى\n\" لما يجدون فيه من الآباء والعزة والترفع، وعدم قبول الصلات.\n</p>\n\n<p>\nولكنه بالرغم من ذلك كان خاضعا لحكم عضد الدولة الشائن مع عمه وأبيه\nالمعتقل لهما في القلعة من فارس (3).\n</p>\n\n<p>\nوكان اعتقاله حين دخول عضد الدولة إلى بغداد سنة 367 فبقي معتقلا فيها\nإلى سنة 376 أي بعد وفاة عضد الدولة بأربع سنين فإنه توفي سنة 372 عندما\nدخلها شرف الدولة، وللشريف الرضي المولود سنة 359 يوم اعتقال أبيه ثمان\nسنين، وأطلق سراحه وهو ابن ست عشرة سنة (4).\n</p>\n\n<p>\nولما دخل شرف الدولة بغداد فاتحا سنة 375، انعقدت صلاته مع الطاهر أبي\nأحمد، والد الشريف الرضي وأقره على النقابة وادنا قربه، وهنا نرى الشريف\nالرضي في هذا الدور قلق الفكر لعدم توثق صلاته بالقادر بالله العباسي ولم\nيحصل على محاولاته وربما عضته نكبة في حياته السياسية، فيثور ملتهبا وينبه\nأولياء الأمور باهتضامه ويتوعدهم بالالتجاء إلى من يرعى حقه ويحفظ حرمته\nفيقول من مقطوعة له:\n</p>\n\n<p>\nألبس الذل في ديار الأعادي * وبمصر الخليفة العلوي وعليها استشاط القادر،\nوصرفه عن النقابة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p024'> Vol. 00, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوظائفه في الدولة في سنة 388 قلده بهاء الدولة خلافته في بغداد وخلع عليه\nخلعا فاخرة، وفيها ولاه نقابة العلويين، وأما ولاية المظالم فكانت وظيفة\nتخص الملوك والخلفاء فإنهم يجلسون يوما خاصا في السنة، يؤذن فيه لأرباب\nالمظالم برفع ظلاماتهم مباشرة سواء نظر فيها القضاة أم لا، وقد يقوم مقامهم\nنائب خاص ينظر في المظالم ويشترط فيه كونه من بيت شرف ومنعة وطهارة وعفاف <span id='ms10'></span>\nوفقه واسع بجميع الأحكام الشرعية، ففي سنة 388 قام الشريف الرضي بهذه\nالوظيفة بالنيابة عن بهاء الدولة.\n</p>\n\n<p>\nوفي سنة 397 بعث بهاء الملك من البصرة إلى بغداد مرسوما، بتولية الشريف\nإمارة الحج، وكان الشريف ممارسا لها منذ صباه تولاها في أغلب أعوام عمره\nنائبا عن أبيه ومستقلا (1).\n</p>\n\n<p>\nألقابه إن من العادات القديمة المنتشرة بين جميع الأمم والشعوب أيا كان\nشكل حكومتها منح الألقاب لزعماء الدولة، وظالما تزلف بها رجال الحكم\nلرعاياهم ليصطنعوهم بها، وقد استكان ذووا الألقاب لأولئك الذين منحوهم بها\nما يخول لهم حق الرفعة على من كان عاطلا منها.\n</p>\n\n<p>\nوعلى هذا جرت الحكومات الإسلامية في تقدير عظمائها بإسداء ألقاب إليهم،\nوكان الشريف الرضي ممن يحمل أسمى الألقاب التي يرمز بها إلى مقامه الفخم،\nفقد لقبه بهاء الدولة في سنة 388 (بالشريف الجليل) في واسط، وسيره إلى\nبغداد في موكب ملوكي وفي سنة 498 صدر مرسوم من واسط بتلقيبه (بذي\nالمنقبتين) وفيها لقبه بهاء الدولة (بالرضي ذي الحسبين) وفي سنة 401 أمر\nالملك قوام الدين أن تكون المكاتبة مع الشريف بعنوان (الشريف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nالأجل) مضافا إلى مخاطبته بالكنية (1).\n</p>\n\n<p>\nعلمه لقد كان الشريف مجيدا في العلم إلى الغاية كإجادته في الشعر غير أنه\nلم يكثر منه كإكثاره في الشعر، فلذلك لم يشتهر به، وإن كتابه \" حقايق\nالتأويل \" أكبر آية على إتقانه للفنون العلمية الدينية ومبادئها ووقوفه على\nاسرارها، ولعل السبب الوحيد في قلة تأليف الشريف اشتغاله بشطر كبير من عمره\nبإمارة الحج، والنظر في المظالم، ومقتضيات النقابة، وهذه الأحوال لا تتفق\nمع التأليف والبحث، أضف إلى ذلك شغل الوقت بالنظم في الأعياد والمواسم\nالسنوية وما يتفق في العام الواحد من مراث وتهان ومعاتبات.\n</p>\n\n<p>\nومع هذا فإنا نعرف من شهادة ابن جني، والسيرافي، بأنه متوقد الذكاء جيد\nالحفظ سريع الانتقال ولما تتم له العشرون سنة حضر عند ابن السيرافي النحوي،\nوله دون العشرة فقال له يوما: إذا قلنا رأيت عمر فما علامة النصب في عمر؟\nفقال الشريف على البديهة: علامة النصب بغض علي، فتعجب ابن السيرافي ومن <span id='ms11'></span> حضر\nمن سرعة انتقاله وهو بهذا السن (2).\n</p>\n\n<p>\nومحاوراته مع أخيه المرتضى تشهد بفقاهة الشريف ومعرفته بطرق الاستدلال\nوالاجتهاد، قال الشهيد الأول (3) في \" الذكرى \" (4)، والشهيد الثاني (5) في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n(روض الجنان) (1) سأل الرضي، أخاه المرتضى، فقال: إن الإجماع واقع على أن\nمن صلى صلاة لا يعلم أحكامها فهي غير مجزية فأجاب المرتضى: بجواز تغيير\nالحكم الشرعي بسبب الجهل.\n</p>\n\n<p>\nفهذه المناظرة تدل بأن له قوة في الاستدلال وملكة راسخة في الاستنتاج.\n</p>\n\n<p>\nدار العلم اتخذ الشريف الرضي لتلامذته مدرسة سماها \" دار العلم \" وأرصد\nلها مخزنا فيه ما يحتاجه الطلاب، وذكر شاهدا له أن الوزير المهلبي لما بلغه\nولادة ولد للشريف أرسل إليه ألف دينار فردها، فبعث إليه الوزير أن هذا\nللقابلة فارجعها ثانيا يعلمه: أنا أهل بيت لم تكن قوابلنا غريبة، وإنما هي\nمن عجائزنا ولا يأخذن أجرة ولا يقبلن صلة، فأعلمه الوزير برغبته في تفريقه\nعلى ملازميه من طلاب العلم، فقال الشريف: لمن رجع المال أنهم حضور يسمعون\nكلامك، فقام أحدهم وأخذ دينارا وقطع منه قطعة ورد الباقي، وأخبر الشريف\nبأنه احتاج ليلة إلى دهن السراج ولم يكن الخازن حاضرا وقد اقترض هذا\nالمقدار فأمر السيد أعلى الله مقامه، أن يتخذ للخزانة مفاتيح بعدد التلاميذ\nولا ينتظر الخازن (2).\n</p>\n\n<p>\nوفي هذه الدار كان الشريف يلقي على التلاميذ إفاداته ودروسه يوميا\nمتتابعة لا يشغله عن ذلك وظائف الدولة من النقابة وغيرها، ولم يتعلل بزيارة\nزائر أو مدح خليفة أو قصيدة في حميم فإن هذا كله نقض لهمم الطلاب وفت في\nعزيمتهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nعلى أن دار العلم لم تكن مدرسة فقط بل هي مكتبة أيضا فيها من أمهات الكتب\nما يحتاج إليه القاطن في المدرسة وغيره، فهي كبيت الحكمة المؤسس للرشيد،\nوالمكتبة الحديثة التي أنشأها وزير شرف الدولة البويهي أبو نصر سابور بن\nأزدشير سنة 381 وكان أبو أحمد عبد السلام بن الحسين البصري خازن (دار\nالعلم) ولعبد السلام هذا مجمع علمي خاص ببغداد ينعقد يوم الجمعة من كل\nأسبوع.\n</p>\n\n<p>\nأساتذته قرأ الشريف على جماعة كثيرة منهم:\n</p>\n\n<p>\n1 - أبو بكر <span id='ms12'></span> محمد بن موسى الخوارزمي قرأ عليه \" مختصر الطحاوي \" في الفقه\n(1).\n</p>\n\n<p>\n2 - أبو الحسن علي بن عيسى الربعي البغدادي النحوي المتوفى 420 قرأ عليه\nالنحو (2).\n</p>\n\n<p>\n3 - أبو الفتح عثمان بن جني الموصلي مات 392 قرأ عليه \" مختصر الجرمي \"،\nوقطعة من \" إيضاح \" أبي علي الفارسي، و \" العروض \" لأبي إسحاق الزجاج، و \"\nالقوافي \" للأخفش (3).\n</p>\n\n<p>\n4 - ابن السيرافي النحوي أبو سعيد الحسن بن عبد الله بن المرزبان المتوفى\n368 قرأ عليه النحو قبل أن تتم له العشرة (4).\n</p>\n\n<p>\n5 - ابن نباتة أبو يحيى عبد الرحيم بن محمد المتوفى 394 صاحب \" الخطب \"\n(5).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p028'> Vol. 00, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n6 - قاضي القضاة أبو الحسن عبد الجبار بن أحمد الشافعي المعتزلي، قرأ\nعليه كتابه \" شرح الأصول الخمس \"، وكتابه \" العمدة \" في أصول الفقه (1).\n</p>\n\n<p>\n7 - أبو حفص عمر بن إبراهيم الكناني، صاحب ابن مجاهد قرأ عليه \" القراءات\n\" بروايات كثيرة (2).\n</p>\n\n<p>\n8 - أبو إسحاق إبراهيم بن أحمد بن محمد الطبري الفقيه المالكي قرأ عليه \"\nالقرآن المجيد \" وهو شاب (3).\n</p>\n\n<p>\n9 - شيخ الأمة وفقيه الطائفة ومتكلمهم الشيخ المفيد محمد بن محمد بن\nالنعمان البغدادي المتوفى 413. وكان السبب في ملازمته مع أخيه علم الهدى له\nما يحدث عنه المؤرخون وهو:\n</p>\n\n<p>\nعن فخار بن معد الموسوي، قال: رأى الشيخ المفيد أبو عبد الله محمد بن\nمحمد بن النعمان الفقيه الإمامي في منامه كأن فاطمة بنت رسول الله صلى الله\nعليه وآله، دخلت عليه وهو في مسجده بالكرخ ومعها ولداها الحسن والحسين\nعليهما السلام صغيرين، وقالت له: علمهما الفقه فانتبه متعجبا من ذلك، فلما\nتعالى النهار في صبيحة تلك الليلة التي رأى فيها الرؤيا، دخلت عليه المسجد\nفاطمة بنت الناصر وحولها جواريها، وبين يديها ابناها محمد الرضي، وعلي\nالمرتضى صغيرين فقام إليها وسلم عليها، فقالت: أيها الشيخ هذان ولداي قد\nأحضرتهما إليك لتعلمهما الفقه، فبكى أبو عبد الله وقص عليها المنام وتولى\nتعليمهما، وأنعم الله عليهما، وفتح لهما من أبواب العلوم والفضائل ما اشتهر\nعنهما في آفاق الدنيا، وهو باق ما بقي الدهر (4).\n</p>\n\n<p>\nولا غرابة في ذلك بعد أن كانت والدتهما من أشراف النساء، وسليلة آبائها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nعلماء أدباء وملوك، ولأجلها صنف الشيخ المفيد رسالة في <span id='ms13'></span> أحكام النساء،\nوكان مجيؤها إلى المفيد بولديها أيام اعتقال أبيهما، وعمهما بالقلعة من\nفارس، وهما صغيران حينئذ، وللرضي ثمان سنين.\n</p>\n\n<p>\n10 - وكان ممن يروي عنهم أبو محمد هاون بن موسى التلعكبري المتوفى 385\nوذكر في (خصائص أمير المؤمنين عليه السلام) عنه حديث أمير المؤمنين مع كميل\nبن زياد وهو طويل (1).\n</p>\n\n<p>\nولسنا في حاجة إلى تعداد تلاميذه بعد أن عرفنا مدرسته (دار العلم) تحتوي\nعلى عدد كثير ممن يقطن هذه الدار للإفادة منه والاستضاءة بأنوار علومه و\nتحقيقاته.\n</p>\n\n<p>\nنعم: هنا شئ لا بد من التنبيه عليه، وهو أن صاحب \" روضات الجنات (2) \"\nذكر رواية الشيخ الطوسي عن الشريف الرضي، وقد عرفنا الميرزا النوري أن\nالسيد الرضي توفي سنة 406 وقدوم الشيخ الطوسي إلى العراق سنة 408 فيكون\nورود الشيخ الطوسي إلى العراق بعد وفاة السيد الرضي بأربع سنين فلم يدركه\nحتى يروي عنه، واحتمال مسافرة الشريف إلى طوس واجتماعه بالشيخ الطوسي هنا\nبعيد، إذ لم يذكره أحد من أرباب التراجم ولا نبه عليه المؤرخون مع أن\nالشريف في أكثر أيام سنيه كان مشغولا بأمر النقابة وولاية المظالم وإمارة\nالحج (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p030'> Vol. 00, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nآثاره للشريف الرضي مؤلفات كثيرة مفعمة بالتحقيق والبحث مع قصر المدة\nالتي تمكن فيها من ذلك الانتاج، فإن عمره كله 47 سنة قضى أكثره في مزاولة\nوظائف الدولة وإلقاء دروسه ومحاضراته في مدرسته (دار العلم) وقرضه الشعر،\nومحاولاته السياسية ومجاملاته مع الخلفاء والملوك، فما بقي إلا النزر من\nأيامه خصوصا بعد إخراج سني الطفولة من تلك القائمة فهاهنا تعرف أن انتاج\nالشريف لتلك المؤلفات القيمة إعجاز، وهذا ما وصل إلينا من مؤلفاته:\n</p>\n\n<p>\n1 - \" نهج البلاغة \" جمع فيه ما اختاره من خطب أمير المؤمنين (ع)، وحكمه،\nورسائله، وأشار إليه في المجازات النبوية ص 40 طبعة مصر (1).\n</p>\n\n<p>\n2 - \" تلخيص البيان عن مجاز القرآن \" قال ابن خلكان فيه: إنه نادر في\nبابه، وأشار إليه الشريف في المجازات النبوية ص 20 ط مصر وطبع في بغداد سنة\n1328.\n</p>\n\n<p>\n3 - \" المجازات النبوية \" من أنفس المؤلفات في هذا الشأن طبع أولا سنة\n1328 ببغداد وثانيا سنة 1356 في مصر.\n</p>\n\n<p>\n4 - \" حقائق التأويل في <span id='ms14'></span> متشابه التنزيل \": وهو تفسيره ذكره في كتابه -\nالمجازات النبوية - وعبر عنه تارة بحقائق التأويل، وأخرى بالكتاب الكبير في\nمتشابه القرآن. وعبر عنه النجاشي بحقائق التنزيل، وصاحب عمدة الطالب بكتاب\nالمتشابه في القرآن.\n</p>\n\n<p>\n5 - \" الزيادات في شعر أبي تمام \".\n</p>\n\n<p>\n6 - \" أخبار قضاة بغداد \".\n</p>\n\n<p>\n7 - \" تعليق خلاف الفقهاء \".\n</p>\n\n<p>\n8 - \" تعليق على الايضاح \" لأبي علي الفارسي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p031'> Vol. 00, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n9 - ما دار بينه وبين الصابي من الرسائل والشعر.\n</p>\n\n<p>\n10 - \" المختار من شعر أبي إسحاق الصابي \".\n</p>\n\n<p>\n11 - \" المختار من شعر ابن الحجاج \" سماه: \" الحسن من شعر الحسين \".\n</p>\n\n<p>\n12 - رسائله ثلاث مجلدات ذكر في (الدرجات الرفيعة) بعضها ونشرت مجلة\nالعرفان بعضها.\n</p>\n\n<p>\n13 - \" سيرة والده الطاهر أبي أحمد \" ألفه سنة 379.\n</p>\n\n<p>\n14 - \" معاني القرآن \". وهو كتابه الثالث في القرآن.\n</p>\n\n<p>\n15 - \" الزيادات \" في شعر ابن الحجاج المذكور.\n</p>\n\n<p>\n16 - \" انشراح الصدر \" في مختارات من الشعر.\n</p>\n\n<p>\n17 - \" طيف الخيال \".\n</p>\n\n<p>\n18 - ديوان شعر يقع في مجلدين طبع في مصر ولبنان.\n</p>\n\n<p>\n19 \" خصائص الأئمة \" - خصائص أمير المؤمنين عليه السلام، وهو الكتاب الذي\nبين يديك.\n</p>\n\n<p>\nوقد ذكرت هذه الكتب في \" رجال النجاشي \" / 283 و \" روضات الجنات \" 6 /\n194. و \" الغدير \" 4 / 198. و \" كشف الظنون \" 1 / 523 ومصادر ترجمة الشريف\nالرضي.\n</p>\n\n<p>\nوفاة الشريف توفي الشريف الرضي بكرة يوم الأحد سادس المحرم سنة 406\nببغداد، وعمره 47 سنة وولادته كانت سنة 359 ببغداد، ودفن في دار بالكرخ بخط\nمسجد الأنباريين (1) وحضره الوزير فخر الملك أبو غالب، وجميع الأشراف\nوالقضاة، والشهود، والأعيان، وصلى عليه الوزير فخر الملك في الدار مع جماعة\nأمهم أبو عبد الله بن المهلوس العلوي، ثم دخل الناس أفواجا فصلوا عليه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p032'> Vol. 00, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوركب فخر الملك في آخر النهار فعزى المرتضى وألزمه إلى داره ففعل لأنه من\nجزعه عليه لم يستطع النظر إلى تابوته ومضى إلى مشهد موسى بن جعفر عليه\nالسلام (1).\n</p>\n\n<p>\nواستغرب العلامة النوري عدم صلاة الشيخ المفيد عليه، وهو شيخ الطائفة\nوعلم الأمة، قال: إلا أن يكون ذاهبا إلى زيارة الحسين (ع) لأنها أيام\nعاشوراء، ثم نقل الشريف إلى كربلاء ودفن عند أبيه الطاهر أبي أحمد، نص عليه\nالسيد الداودي في \" عمدة الطالب \" ص 200، والسيد علي خان في الدرجات\nالرفيعة بترجمة الرضي، والشيخ الجليل الشيخ يوسف البحراني في \" لؤلؤة\nالبحرين <span id='ms15'></span> ص 197، والسيد بحر العلوم في \" رجاله \" بترجمة السيد المرتضى قال:\nالظاهر أن قبر السيد علم الهدى، وقبر أبيه وأخيه في المحل المعروف بإبراهيم\nالمجاب الذي هو جد المرتضى، وابن الإمام موسى بن جعفر عليه السلام، وذكر\nالعلامة الحجة المتتبع السيد حسن الصدر الكاظمي في رسالته \" نزهة أهل\nالحرمين \" حاكيا عن مشجرة النسابة العبيد جمال الدين أحمد بن المهنا، أن\nقبر إبراهيم المجاب، خلف قبر الحسين عليه السلام بستة أذرع.\n</p>\n\n<p>\nويظهر من التاريخ أن قبره كان في القرون الوسطى مشهورا معروفا في الحائر\nالحسيني المقدس وهذا قريب إلى الاعتبار لأن بني إبراهيم المجاب قطنوا\nكربلاء وجاوروا الإمام السبط عليه السلام فاتخذ بنوه تربته مدفنا لهم وكان\nمن قطن منهم بغداد والبصرة ونقلوا إلى كربلاء بعد موتهم، وكانت تولية تلك\nالتربة المقدسة بيدهم وما كان يدفن فيها أي أحد إلا بإجازة منهم (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p033'> Vol. 00, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nأبو الرضا الراوندي ضياء الدين السيد فضل الله بن علي بن عبيد الله بن\nمحمد بن عبد الله بن محمد بن أبي الفضل عبيد الله بن الحسن بن علي بن محمد\nبن محمد بن الحسن بن جعفر بن إبراهيم بن جعفر بن الحسن المثنى ابن الإمام\nالحسن بن علي بن أبي طالب عليهم السلام.\n</p>\n\n<p>\nكان علامة زمانه، وعميد أقرانه جمع إلى علو النسب كمال الفضل والحسب،\nوكان أستاذ أئمة عصره، ورئيس علماء دهره، وهو من أساتيذ ابن شهرآشوب،\nوالشيخ محمد بن الحسن الطوسي والد الخواجة نصير الدين الطوسي، ومن تلاميذ\nالشيخ أبي علي ابن شيخ الطائفة الطوسي.\n</p>\n\n<p>\nروى عن الشيخ العلامة أبي علي الفضل بن الحسن الطبرسي. وأبي علي الحداد.\nوالشيخ أبي جعفر النيسابوري. وأبي الفتح بن أبي الفضل الإخشيدي، وخلق آخرين\nمن الشيعة والسنة كما روى عنه أكثر أهل عصره، وله تصانيف و وشروح في مختلف\nالمواضيع والبحوث.\n</p>\n\n<p>\nقال أبو سعيد السمعاني الشافعي في كتابه (الأنساب): إني لما وصلت إلى\nكاشان قصدت زيارة السيد أبي الرضا ضياء الدين فلما انتهيت إلى داره، وقفت\nعلى الباب هنيهة أنتظر خروجه فرأيت <span id='ms16'></span> مكتوبا على طراز الباب هذه الآية\nالمشعرة بطهارته وتقواه: (إنما يريد الله ليذهب عنكم الرجس أهل البيت\nويطهركم تطهيرا) فلما اجتمعت به رأيت منه فوق ما كنت أسمعه عنه، وسمعت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p034'> Vol. 00, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nمنه جملة من الأحاديث، وكتبت عنه مقاطيع من شعره، ومن جملة أشعاره التي\nكتبها لي بخطه الشريف هذه الأبيات:\n</p>\n\n<p>\nهل لك يا مغرور من زاجر * أو حاجز عن جهلك الغامر أمس تقضى وغد لم يجئ *\nواليوم يمضي لمحة الباصر فذلك العمر كذا ينقضي * ما أشبه الماضي بالغابر\nترجم له في:\n</p>\n\n<p>\nأعيان الشيعة 42 / 296. أمل الآمل 2 / 217. الأنساب / ورقة 181. تنقيح\nالمقال 2 / 13. الدرجات الرفيعة / 506. روضات الجنات 5 / 365. تأسيس الشيعة\n/ 181. ريحانة الأدب 4 / 9. فوائد الرضوية / 354. الكنى والألقاب 2 / 435.\nمجالس المؤمنين 1 / 526. مستدرك الوسائل 3 / 493. منتهى المقال / 242. هدية\nالأحباب / 190. جامع الرواة 2 / 9. راهنماي دانشوران 1 / 373 هدية العارفين\n1 / 821. الغدير 4 / 186. الثقات العيون / 217. الذريعة 9 ق 2 / 352. رياض\nالعلماء 4 / 364. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p035'> Vol. 00, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم كنت - حفظ الله عليك دينك، وقوى في ولاء العترة\nالطاهرة يقينك - سألتني أن أصنف لك كتابا يشتمل على خصائص أخبار الأئمة \"\nالإثنى عشر صلوات الله عليهم، وبركاته، وحنانه، وتحياته \" على ترتيب أيامهم\nوتدريج طبقاتهم، ذاكرا أوقات مواليدهم، ومدد أعمارهم، وتواريخ وفاتهم،\nومواضع قبورهم، وأسامي أمهاتهم، ومختصرا من فضل زياراتهم، ثم موردا طرفا من\nجوابات المسائل التي سئلوا عنها، واستخرجت أقاويلهم فيها، ولمعا من أسرار\nأحاديثهم، وظواهر وبواطن أعلامهم، ونبذا من الاحتجاج في النص عليهم، وحقيقة\nالبرهان في الإشارة إليهم، موضحا من ذلك ما يزيد به الولي المخلص إخلاصا في\nموالاتهم، وصفاء عقد في محبتهم، ويصدع عن عين عدوهم العمى، ويكشف عن قلبه\nالغمى، حتى يستشف أنوارهم فيسعوا إليها، ويستوضح أعلامهم فيتتبعها،\nويقتفيها سالكا في جميع ذلك طريق الاختصار، ومائلا عن جانب الاكثار، لأن\nمناقب موالينا الطاهرين صلوات الله عليهم أجمعين، لا تحصى بالعدد، ولا تقف\nعند حد، ولا يجري بها إلى أمد، فإني أعتقد أن جميع أعداد هؤلاء الغرر الذين\nهم قواعد الاسلام، ومصابيح الظلام، والذين خفض الله الخلق عن منازلهم، وقصر\nالألسن والأيدي عن تناولهم، وميز بين العالم وبينهم، وأماط (1) العيب\nوالعار عنهم، بين <span id='ms17'></span> مغموس القلب في الجهالة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p036'> Vol. 00, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nومطروف العين بالضلالة، لا يفيق من سكرة الهوى، فيتبين الطريقة المثلى،\nوبين عالم بفضلهم، خابر بطيب فرعهم، وأصلهم، يكتم معرفته معاندة، ويغالط\nنفسه مكايدة، ترجيبا (1) لغرس قد غرسه، وتوطيدا لبناء قد أسسه، وتنفيقا قد\nقامت له، وائتجارا (2) لجماعة قد التفت عليه.\n</p>\n\n<p>\nوكل ذلك طلبا لحطام هذه الدنيا، الوبيل مرتعها، الممر مشربها، المنغص\nنعيمها، وسرورها، المظلم ضياؤها ونورها، الصائرة بأهلها إلى أخشن المصارع،\nبعد ألين المضاجع، والناقلة لهم إلى أفزع المنازل، بعد أمن المعاقل، على\nقرب من المعاد، وعدم من الزاد، ثم تتقلب بهم إلى حيث \" تجد كل نفس ما عملت\nمن خير محضرا، وما عملت من سوء تود لو أن بينها وبينه أمدا بعيدا \" (3).\n</p>\n\n<p>\nفعاقني عن إجابتك - إلى ملتمسك - ما لا يزال يعوق من نوائب الزمان،\nومعارضات الأيام إلى أن أنهضني إلى ذلك اتفا اتفق لي فاستثار حميتي، وقوى\nنيتي، واستخرج نشاطي وقدح زنادي، وذلك أن بعض الرؤساء - ممن غرضه القدح في\nصفاتي، والغمز لقناتي، والتغطية على مناقبي، والدلالة على مثلبة - إن كانت\nلي - لقيني، وأنا متوجه عشية عرفة من سنة ثلاث وثمانين هجرية، إلى مشهد\nمولانا أبي الحسن موسى بن جعفر، وأبي جعفر محمد بن علي بن موسى عليهما\nالسلام، للتعريف هناك، فسألني عن متوجهي فذكرت له إلى أين مقصدي، فقال لي:\nمتى كان ذلك؟ يعني أن جمهور الموسويين جارون على منهاج واحد في القول\nبالوقف، والبراءة ممن قال بالقطع، وهو عارف بأن الإمامة مذهبي، وعليها عقدي\nومعتقدي، وإنما أراد التنكيت لي، والطعن على ديني، فأجبته في الحال بما\nاقتضاه كلامه، واستدعاه خطابه، وعدت وقد قوى عزمي، على عمل هذا الكتاب\nإعلانا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p037'> Vol. 00, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nلمذهبي، وكشفا عن مغيبي، وردا على العدو الذي يتطلب عيبي، ويروم ذمي\nوقصبي، وأنا بعون الله مبتدئ بما ذكرته على الترتيب الذي شرطته، والله\nالمنقذ من الضلال، والهادي إلى سبيل الرشاد. وهو تعالى حسبنا ونعم الوكيل،\nنعم المولى ونعم النصير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p038'> Vol. 00, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nخصائص مولانا أمير المؤمنين أبي الحسن علي بن أبي طالب عليه السلام ولد <span id='ms18'></span>\nعليه السلام بمكة في البيت الحرام لثلاث عشرة ليلة خلت من رجب، بعد عام\nالفيل بثلاثين سنة، وأمه فاطمة بنت أسد بن هاشم بن عبد مناف، وهو أول هاشمي\nفي الاسلام، ولده هاشمي مرتين ولا نعلم مولود ولد في الكعبة غيره (1).\n</p>\n\n<p>\nوقبض عليه السلام قتيلا بالكوفة، ليلة الجمعة لتسع ليال بقين من شهر\nرمضان، سنة أربعين من الهجرة، وله يومئذ ثلاث وستون سنة على الرواية\nالصحيحة، وكان بقاؤه مع رسول الله صلى الله عليه وآله ثلاثا وثلاثين سنة،\nوكونه بعده حجة الله في أرضه ثلاثين سنة، ونقش خاتمه - وهو عقيق أحمر -\nالله الملك وعلي عبده، ويقال: الملك لله (2).\n</p>\n\n<p>\nواختلف الناس في موضع قبره، فقال قوم في رحبة القضاء، وقال قوم:\n</p>\n\n<p>\nفي دار الإمارة، وقال قوم: حمل إلى المدينة، والصحيح الذي لا شك فيه، ولا\nلبس عليه أنه عليه السلام بالغري (3) من نجف الكوفة، ومما يدل على ذلك أن\nالصادق جعفر بن محمد عليهما السلام، زاره في هذا الموضع لما أشخصه المنصور\nإليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p039'> Vol. 00, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nفضل زيارته عليه السلام روي عن الصادق عليه السلام عن آبائه عن رسول الله\nصلى الله عليه وآله إنه قال: من زار عليا بعد وفاته فله الجنة (1).\n</p>\n\n<p>\nوقال الصادق عليه السلام: إن أبواب السماء لتفتح عند دعاء الزائر لأمير\nالمؤمنين عليه السلام.\n</p>\n\n<p>\nوقال عليه السلام: من ترك زيارة أمير المؤمنين عليه السلام لم ينظر الله\nتعالى إليه، ألا تزورون من تزوره الملائكة والنبيون عليهم السلام، إن أمير\nالمؤمنين عليه السلام أفضل من كل الأئمة، وله مثل ثواب أعمالهم، وعلى قدر\nأعمالهم فضلوا (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p040'> Vol. 00, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nطرف من الاحتجاج للنص عليه، عليه السلام مما يدل على ذلك أن الشيعة جماعة\nكثيرة لا يحصرهم العدد، ولا يشتمل عليهم بلد، وقد طبقوا البلدان، وملؤا\nالأقطار، وساروا شرقا وغربا وانتشروا برا وبحرا، على اختلاف أوطانهم،\nوتباعد ديارهم، وتفاوت هممهم، وأهوائهم، وتباين أقاويلهم وآرائهم، وانتفاء\nالأسباب الموجبة للشك، والوقوف في خبرهم، وفيهم مع ذلك عدد كثير، وجم غفير،\nمن أهل بيت النبي عليه السلام، وذويه وأصحابه <span id='ms19'></span> ومواليه، ينقلون نقلا متصلا\nمتواترا أن النبي صلى الله عليه وآله، قد استخلف أمير المؤمنين علي بن أبي\nطالب عليه السلام، على أمته بعد وفاته، ونص عليه، وفرض طاعته في أمر الدين\nكله، وأن النبي صلى الله عليه وآله وسلم، فعل ذلك ظاهرا مكشوفا، فوجب قبول\nهذا الخبر علما ويقينا.\n</p>\n\n<p>\nفإن قال قائل: إنهم إنما كثروا الآن، وإن أولهم كان قليلا، وسلفهم كان\nيسيرا مغمورا، قيل له: ما الفضل بينك وبين من احتج عليك بمثله من الملحدين،\nوسائر المخالفين؟ فقال: إن آيات النبي صلى الله عليه وآله وسلم، لا تصح لأن\nعدد المسلمين الناقلين لها كان قليلا في الأول، وإنما كثر الآن فلا تجد\nبينهما فصلا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p041'> Vol. 00, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nفصل فيما روي من الأشعار في نص النبي على أمير المؤمنين عليهما السلام\nوالصلاة في يوم الغدير فمن ذلك ما رواه نقلة الآثار أن حسان بن ثابت\nالأنصاري (1) استأذن النبي عليه السلام، يوم الغدير بعد فراغه من المقام أن\nيقول شعرا في ذلك، فأذن له فأنشأ يقول:\n</p>\n\n<p>\nيناديهم يوم الغدير نبيهم * بخم وأسمع بالرسول مناديا فقال: فمن مولاكم\nووليكم * فقالوا: ولم يبدوا هناك التعاديا إلهك مولانا، وأنت ولينا * ولم\nتر منا في المقالة عاصيا فقال له: قم يا علي فإنني * رضيتك من بعدي إماما\nوهاديا فمن كنت مولاه فهذا وليه * فكونوا له أنصار صدق مواليا هناك دعا\nاللهم وال وليه * وكن للذي عادى عليا معاديا فقال له النبي صلى الله عليه\nوآله: لا تزال يا حسان مؤيدا بروح القدس ما نصرتنا بلسانك (2).\n</p>\n\n<p>\nواتفق حملة الأخبار على نقل شعر قيس بن عبادة (3) وهو ينشده بين يدي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p042'> Vol. 00, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nأمير المؤمنين عليه السلام، بعد رجوعه من البصرة في قصيدته التي أولها:\n</p>\n\n<p>\nقلت لما بغى العدو علينا * حسبنا ربنا ونعم الوكيل حسبنا ربنا الذي فتح *\nالبصرة بالأمس والحديث طويل إلى أن بلغ فيها إلى قوله:\n</p>\n\n<p>\nوعلي إماما وإمام * لسوانا أتى به التنزيل يوم قال النبي من كنت مولاه *\nفهذا مولاه خطب جليل إنما قاله النبي على الأمة * حتم ما <span id='ms20'></span> فيه قال وقيل (1)\nوهذان الشاعران (2) صحابيان شهدا بالإمامة لأمير المؤمنين عليه السلام\nشهادة من حضر هذا المشهد، وعرف المصدر والمورد.\n</p>\n\n<p>\nثم هذا الكميت بن زيد الأسدي (3) وهو غير مشكوك في فصاحته، ومعرفته\nبالعربية يقول:\n</p>\n\n<p>\nويوم الدوح دوح غدير خم * أبان له الولاية لو أطيعا ولكن الرجال تبايعوها\n* فلم أر مثلها خطرا منيعا (4) وهذا السيد بن محمد بن الحميري (5) وليس\nبدون في الفصاحة، ولا بمتأخر في البلاغة يقول من قصيدة:\n</p>\n\n<p>\nقالوا له لو شئت أعلمتنا * إلى من الغاية والمفزع فقام في خم النبي الذي\n* كان بما قيل له يصدع فقال مأمورا وفي كفه * كفه علي لهم تلمع من كنت\nمولاه فهذا له * مولى فلم يرضوا ولم يقنعوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p043'> Vol. 00, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى ذكر هذه الأبيات فإني مورد حديثا طريفا سمعته في معناه وهو متعلق\nبها... حكى أن زيد (1) بن موسى بن جعفر بن محمد عليهم السلام، رأى رسول\nالله صلى الله عليه وآله في المنام كأنه جالس مع أمير المؤمنين عليه\nالسلام، في موضع عال شبيه بالمسناة، وعليها مراق، فإذا منشد ينشد قصيدة\nالسيد بن محمد الحميري هذه، وأولها:\n</p>\n\n<p>\nلأم عمرو باللوى مربع * طامسة أعلامه بلقع (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p044'> Vol. 00, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nحتى إنتهى إلى قوله:\n</p>\n\n<p>\nقالوا له لو شئت أعلمتنا * إلى من الغاية والمفزع قال: فنظر رسول الله\nإلى أمير المؤمنين صلوات الله عليهما، وتبسم ثم قال: أولم أعلمهم؟ أولم\nأعلمهم؟ أولم أعلمهم؟ ثلاثا، ثم قال لزيد: إنك تعيش بعدد كل مرقاة رقيتها\nسنة واحدة، قال: فعددت المراقي فكانت نيفا وتسعين مرقاة، فعاش زيد نيفا\nوتسعين سنة.\n</p>\n\n<p>\nوهو الملقب بزيد النار، وإنما سمي بذلك لأنه لما غلب على البصرة أحرق\nنفرا من أهلها، وأسواقا كثيرة منها (1).\n</p>\n\n<p>\nوما أشد استحساني لجواب كان بعض المتقدمين من الشيعة يجيب به من سأله عن\nقعود أمير المؤمنين عليه السلام، وتركه طلب الأمر، ودعاء الناس إلى نفسه،\nوهو أنه كان يقول: أمير المؤمنين عليه السلام كان في هذا الأمر فريضة، من\nفرائض الله تعالى أداها نبي الله صلى الله عليه وآله إلى قومه، مثل الصلاة <span id='ms21'></span>،\nوالصوم، والزكاة، والحج، وليس على الفرائض أن تدعوهم إلى أنفسها، وتحثهم\nعلى طلبها، وإنما عليهم أن يجيبوها، ويسارعوا إليها، وكان أمير المؤمنين\nعليه السلام في هذا الأمر أعذر من هارون لأن موسى عليه السلام لما ذهب إلى\nالميقات، قال لهارون: \" اخلفني في قومي وأصلح ولا تتبع سبيل المفسدين \"\n(2).\n</p>\n\n<p>\nفجعله رقيبا عليهم وزعيما لهم، وأن نبي الله تعالى صلى الله عليه وآله\nنصب عليا عليه السلام لهذه الأمة علما، ودعاهم إليه وحضهم عليه، فعلي عليه\nالسلام في عذر من لزوم بيته، وإرخاء ستره، والناس في حرج حتى يخرجوه من\nمكمنه، ويستثيروه من مربضه، ويضعوه في الموضع الذي وضعه فيه رسول الله صلى\nالله عليه وآله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p045'> Vol. 00, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nومن أعلامه ودلائله عليه السلام على الاختصار منها، والاقتصار على بعضها،\nفلو أني نشرت ما طويت منها لرماني الناس بيد واحدة عن قوس واحدة، وكذلك أنا\nفي أخبار سائر الأئمة عليهم السلام.\n</p>\n\n<p>\nروي أن أمير المؤمنين عليا - عليه السلام - كان جالسا في المسجد إذ دخل\nعليه رجلان فاختصما إليه، وكان أحدهما من الخوارج، فتوجه الحكم إلى الخارجي\nفحكم عليه أمير المؤمنين عليه السلام، فقال له الخارجي: والله ما حكمت\nبالسوية ولا عدلت في القضية، وما قضيتك عند الله تعالى بمرضية، فقال له\nأمير المؤمنين عليه السلام وأومأ إليه إخسأ عدو الله، فاستحال كلبا أسود،\nفقال من حضره: فوالله لقد رأينا ثيابه تطاير عنه في الهواء، وجعل يبصبص\nلأمير المؤمنين عليه السلام، ودمعت عيناه في وجهه، ورأينا أمير المؤمنين\nعليه السلام وقد رق فلحظ السماء، وحرك شفتيه بكلام، لم نسمعه فوالله لقد\nرأيناه وقد عاد إلى حال الإنسانية، وتراجعت ثيابه من الهواء، حتى سقطت على\nكتفيه، فرأيناه وقد خرج من المسجد، وإن رجليه لتضطربان.\n</p>\n\n<p>\nفبهتنا ننظر إلى أمير المؤمنين عليه السلام، فقال لنا: ما لكم تنظرون\nوتعجبون؟ فقلنا يا أمير المؤمنين: كيف لا نتعجب وقد صنعت ما صنعت.\n</p>\n\n<p>\nفقال: أما تعلمون أن آصف بن برخيا، وصي سليمان بن داود عليهما السلام قد\nصنع ما هو قريب من <span id='ms22'></span> هذا الأمر فقص الله جل أسمه قصته حيث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p046'> Vol. 00, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: (أيكم يأتيني بعرشها قبل أن يأتوني مسلمين. قال عفريت من الجن أنا\nآتيك به قبل أن تقوم من مقامك وإني عليه لقوي، أمين. قال الذي عنده علم من\nالكتاب أنا آتيك به قبل أن يرتد إليك طرفك. فلما رآه مستقرا عنده قال هذا\nمن فضل ربي ليبلوني أأشكر أم أكفر) إلى آخر الآية (1).\n</p>\n\n<p>\nفأيما أكرم على الله نبيكم أم سليمان عليهما السلام؟ فقالوا: بل نبينا\nعليه السلام أكرم يا أمير المؤمنين قال: فوصي نبيكم أكرم من وصي سليمان\nوإنما كان عند وصي سليمان عليهما السلام من اسم الله الأعظم حرف واحد، فسأل\nالله جل اسمه فخسف له الأرض ما بينه وبين سرير بلقيس فتناوله في أقل من طرف\nالعين، وعندنا من اسم الله الأعظم اثنان وسبعون حرفا، وحرف عند الله تعالى\nاستأثر به دون خلقه. فقالوا له يا أمير المؤمنين: فإذا كان هذا عندك فما\nحاجتك إلى الأنصار في قتال معاوية وغيره، واستنفارك الناس إلى حربه ثانية؟\nفقال: (بل عباد مكرمون لا يسبقونه بالقول وهم بأمره يعملون) (2) إنما أدعو\nهؤلاء القوم إلى قتاله لثبوت الحجة، وكمال المحنة، ولو أذن لي في إهلاكه\nلما تأخر، لكن الله تعالى يمتحن خلقه بما شاء، قالوا فنهضنا من حوله ونحن\nنعظم ما أتى به عليه السلام (3).\n</p>\n\n<p>\nالحميري عن أحمد بن محمد، عن جعفر بن محمد بن عبيد الله، عن عبد الله بن\nميمون، عن جعفر بن محمد، عن أبيه عن آبائه عليهم السلام، قال مر أمير\nالمؤمنين عليه السلام في ناس من أصحابه بكربلاء فلما مر بها إغرورقت عيناه\nبالبكاء، ثم قال: هذا مناخ ركابهم، وهذا ملقى رحالهم، وهاهنا تهراق دماؤهم،\nطوبى لك من تربة عليها تهراق دماء الأحبة (4).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p047'> Vol. 00, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nوبإسناد عن الأصبغ بن نباتة، عن عبد الله بن عباس، قال: كان رجل على عهد\nعمر بن الخطاب وله فلاء (1) بناحية أذربيجان قد استصعبت عليه فمنعت جانبها،\nفشكى إليه ما قدنا له وإنه كان معاشه منها <span id='ms23'></span>، فقال له: إذهب فاستغث بالله عز\nوجل، فقال الرجل: ما زال ادعوا وأبتهل إليه وكلما قربت منها حملت علي، قال:\nفكتب له رقعة فيها من عمر أمير المؤمنين إلى مردة الجن والشياطين أن يذللوا\nهذه المواشي له، قال: فأخذ الرجل الرقعة ومضى فاغتممت لذلك غما شديدا،\nفلقيت أمير المؤمنين عليا عليه السلام فأخبرته بما كان، فقال:\n</p>\n\n<p>\nوالذي فلق الحبة، وبرأ النسمة ليعودن بالخيبة، فهدأ ما بي، وطالت علي\nسنتي، وجعلت أرقب كل من جاء من أهل الجبال، فإذا أنا بالرجل قد وافي وفي\nجبهته شجة (2) تكاد اليد تدخل فيها، فلما رأيته بادرت إليه فقلت له: ما\nوراءك؟\n</p>\n\n<p>\nفقال: إني صرت إلى الموضع ورميت بالرقعة فحمل علي عداد منها فهالني أمرها\nفلم تكن لي قوة بها، فجلست فرمحتني أحدها في وجهي فقلت: اللهم إكفنيها..\nفكلها يشتد علي، ويريد قتلي، فانصرفت عني، فسقطت فجاء أخ لي فحملني، ولست\nأعقل، فلم أزل أتعالج حتى صلحت، وهذا الأثر في وجهي فجئت لأعلمه يعني عمر.\n</p>\n\n<p>\nفقلت له: صر إليه فاعلمه فلما صار إليه وعنده نفر فأخبره بما كان فزبره،\nوقال له: كذبت لم تذهب بكتابي، قال: فحلف الرجل بالله الذي لا إله إلا هو،\nوحق صاحب هذا القبر لقد فعل ما أمره به من حمل الكتاب. وأعلمه أنه قد ناله\nمنها ما يرى، قال: فزبره وأخرجه عنه. فمضيت معه إلى أمير المؤمنين عليه\nالسلام، فتبسم ثم قال: ألم أقل لك؟ ثم أقبل على الرجل فقال له: إذا انصرفت\nفصر إلى الموضع الذي هي فيه وقل: اللهم أني أتوجه إليك بنبيك نبي الرحمة،\nوأهل بيته الذين اخترتهم على علم على العالمين، اللهم فذلل لي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p048'> Vol. 00, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nصعوبتها، وحزانتها، واكفني شرها، فإنك الكافي، المعافي، والغالب القاهر.\n</p>\n\n<p>\nفانصرف الرجل راجعا، فلما كان من قابل قدم الرجل ومعه جملة قد حملها من\nأثمانها إلى أمير المؤمنين عليه السلام، فصار إليه وأنا معه، فقال:\n</p>\n\n<p>\nتخبرني أو أخبرك؟ فقال الرجل بل: تخبرني يا أمير المؤمنين، قال: كأنك صرت\nإليها، فجاءتك، ولاذت بك خاضعة <span id='ms24'></span> ذليلة، فأخذت بنواصيها واحدا بعد آخر فقال\nالرجل: صدقت يا أمير المؤمنين، كأنك كنت معي، فهذا كان، فتفضل بقبول ما\nجئتك به.\n</p>\n\n<p>\nفقال: امض راشدا بارك الله لك فيه. وبلغ الخبر عمر فغمه ذلك حتى تبين\nالغم في وجهه، وانصرف الرجل وكان يحج كل سنة وقد أنمى الله ماله.\n</p>\n\n<p>\nقال، وقال أمير المؤمنين عليه السلام: كل من استصعب عليه شئ من ماله أو\nأهله أو ولد أو أمر فرعون من الفراعنة، فليبتهل بهذا الدعاء فإنه يكفي مما\nيخاف إن شاء الله تعالى، وبه القوة (1).\n</p>\n\n<p>\nوروي بإسناد أن أمير المؤمنين عليه السلام كان جالسا في مجلسه والناس\nمجتمعون عليه بالمدينة، بعد وفاة رسول الله صلى الله عليه وآله، حتى وافى\nرجل من العرب فسلم عليه، وقال: أنا رجل لي على رسول الله صلى الله عليه\nوآله وعد، وقد سألت عن قاضي دينه، ومنجز وعده، بعد وفاته فأرشدت إليك. فهل\nالأمر كما قيل لي؟ فقال أمير المؤمنين: نعم أنا منجز وعده، وقاضي دينه من\nبعده، فما الذي وعدك به؟ قال: مائة ناقة حمراء، وقال لي: إذا أنا قبضت فأت\nقاضي ديني، وخليفتي من بعدي، فإنه يدفعها إليك وما كذب صلى الله عليه وآله.\nفإن يكن ما ادعيته حقا فعجل علي بها - ولم يكن النبي صلى الله عليه وآله\nخلفها ولا بعضها - فأطرق أمير المؤمنين عليه السلام مليا، ثم قال يا حسن:\nقم فنهض إليه فقال له: إذهب فخذ قضيب رسول الله صلى الله عليه وآله\nالفلاني، وصر إلى البقيع فأقرع به الصخرة الفلانية ثلاث قرعات، وانظر ما\nيخرج منها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p049'> Vol. 00, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nفادفعه إلى هذا الرجل، وقل له يكتم ما رأى.\n</p>\n\n<p>\nفصار الحسن - عليه السلام - إلى الموضع، والقضيب معه، ففعل ما أمره، فطلع\nمن الصخرة رأس ناقة بزمامها، فجذبه الحسن - عليه السلام - فظهرت الناقة، ثم\nما زال يتبعها ناقة ثم ناقة حتى انقطع القطار على مائة، ثم انضمت الصخرة\nفدفع النوق إلى الرجل، وأمره بالكتمان لما رأى. فقال الأعرابي: صدق رسول\nالله صلى الله عليه <span id='ms25'></span> وآله، وصدق أبوك عليه السلام، هو قاضي دينه، ومنجز\nوعده، والإمام من بعده، رحمة الله وبركاته عليكم أهل البيت إنه حميد مجيد\n(1).\n</p>\n\n<p>\nوروي أن أمير المؤمنين عليه السلام لما أقبل من صفين، مر في زهاء سبعين\nرجلا بأرض ليس فيها ماء، فقالوا له: يا أمير المؤمنين ليس هاهنا ماء، ونحن\nنخاف العطش، قالوا: فمررنا براهب في ذلك الموضع فسألناه هل بقربك ماء فقال:\nما من ماء دون الفرات، فقلنا يا أمير المؤمنين العطش وليس قربنا ماء، فقال:\nإن الله تعالى سيسقيكم، فقام يمشي حتى وقف في مكان ودعا بمساح، وأمر بذلك\nالمكان، فكنس، فأجلى عن صخرة، فلما انجلى عنها، قال: إقلبوها مرمناها بكل\nمرام فلم نستطعها فلما أعيتنا دنا منها فأخذ بجانبها فدحا (2) بها فكأنها\nكرة، فرمى بها، فانجلت عن ماء لم ير أشد بياضا، ولا أصفى، ولا أعذب منه،\nفتنادى الناس الماء، فاغترفوا، وسقوا، وشربوا، وجملوا، ثم أخذ عليه السلام\nالصخرة فردها مكانها، ثم تحمل الناس فسار غير بعيد، فقال: أيكم يعرف مكان\nهذه العين؟ فقالوا: كلنا يعرف مكانها، قال: فانطلقوا حتى تنظروا.\n</p>\n\n<p>\nفانطلق من شاء الله منا فدرنا حتى أعيينا فلم نقدر على شئ فأتينا الراهب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p050'> Vol. 00, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nفقلنا له ويحك ألست زعمت أنه ليس قبلك ماء، ولقد استثرناها هنا ماء،\nفشربنا واحتملنا، قال: فوالله ما استثارها إلا نبي أو وصي نبي، قلنا: فإن\nفينا وصي نبينا عليه السلام، قال: فانطلقوا إليه فقولوا له: ماذا قال له\nالنبي حين حضره الموت؟ قال: فأتيناه فقلنا له إن هذا الراهب قال: كذا،\nوكذا، قال:\n</p>\n\n<p>\nفقولوا له إن خبرناك لتنزلن ولتسلمن، فقلنا له فقال: نعم فأتينا أمير\nالمؤمنين فقلنا قد حلف ليسلمن، قال: فانطلقوا فأخبروه أن آخر ما قال النبي،\nالصلاة، الصلاة، إن النبي - صلى الله عليه وآله - كان واضعا رأسه في حجري\nفلم يزل يقول: الصلاة، الصلاة، حتى قبض.\n</p>\n\n<p>\nقال فقلنا له ذلك فأسلم (1). وفي ذلك يقول السيد بن محمد الحميري من\nقصيدته البائية المعروفة بالمذهبة:\n</p>\n\n<p>\nولقد سرى فيما يسير بليلة * بعد <span id='ms26'></span> العشاء مغامرا (2) في موكب حتى أتى\nمتبتلا في قائم * ألقى قواعده بقاع مجدب (3) فدنا فصاح به فأشرف ماثلا *\nكالنسر فوق شظية من مرقب (4) هل قرب قائمك الذي بوأته (5) * ماء يصاب فقال:\nما من مشرب إلا بغاية فرسخين ومن لنا * بالماء بين نقا وقي سبسب (6) فثنى\nالأعنة نحو وعث (7) فاجتلى * بيضاء تبرق كاللجين المذهب قال: إقلبوها إنكم\nإن تفعلوا * ترووا ولا تروون إن لم تقلب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p051'> Vol. 00, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nفاعصوصبوا في قلعها فتمنعت * منهم تمنع صعبة لم تركب (1) حتى إذا أعيتهم\nأهوى لها * كفو متى ترد المغالب تغلب فكأنها كرة بكف حزور (2) * عبل الذراع\nدحا بها في ملعب فسقاهم من تحتها متسلسلا * عذبا يزيد على الألذ الأعذب حتى\nإذا شربوا جميعا ردها * ومضى فخلت مكانها لم يقرب ذاك ابن فاطمة الوصي ومن\nيقل * في فضله وفعاله لا يكذب يعني فاطمة بنت أسد أمه رضي الله عنها. وفي\nهذه القصيدة يذكر رد الشمس على أمير المؤمنين عليه السلام، وسيرد ذكره فيما\nبعد بمشية الله، وذلك قوله:\n</p>\n\n<p>\nردت عليه الشمس لما فاته * وقت الصلاة وقد دنت للمغرب حتى تبلج نورها في\nوقتها * للعصر ثم هوت هوي الكوكب وعليه قد حبست ببابل مرة * أخرى وما حبست\nلخلق معرب إلا لأحمد أوله ولحبسها * ولردها تأويل أمر معجب (3) وحدث أبو\nنعيم الفضل بن دكين، قال: حدثنا محمد بن سليمان الأصبهاني، قال: حدثني\nيونس، عن أم حكيم بنت عمرو (4) قالت: خرجت، وأنا أشتهي أن أسمع كلام علي بن\nأبي طالب عليه السلام، فدنوت منه وفي الناس رقة، وهو يخطب على المنبر، حتى\nسمعت كلامه، فقال رجل: يا أمير المؤمنين استغفر لخالد بن عرفطة، فإنه قد\nمات بأرض تيماء (5) فلم يرد عليه، فقال: الثانية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p052'> Vol. 00, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nفلم يرد عليه، ثم قال: الثالثة، فالتفت إليه فقال: أيها الناعي خالد بن\nعرفطة كذبت، والله ما مات، ولا يموت حتى يدخل من هذا الباب، يحمل راية\nضلالة، قالت: فرأيت خالد بن عرفطة (1) يحمل راية معاوية حتى نزل نخيلة\nوأدخلها من باب الفيل (2).\n</p>\n\n<p>\nوبإسناد عن الأصبغ بن نباتة <span id='ms27'></span>، قال: كنت مع أمير المؤمنين عليه السلام\nبصفين فبايعه تسعة وتسعون رجلا ثم قال: أين تمام المائة؟ فقد عهد إلي رسول\nالله صلى الله عليه وآله إنه يبايعني في هذا اليوم مائة رجل، فقال فجاء رجل\nعليه قباء صوف متقلد سيفين، فقال: هلم يدك أبايعك فقال: على ما تبايعني؟\nقال: على بذل مهجة نفسي دونك، قال: ومن أنت؟ قال: أويس القرني فبايعه، فلم\nيزل يقاتل بين يديه حتى قتل فوجد في الرجالة مقتولا (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p053'> Vol. 00, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nخبر ميثم التمار رضي الله عنه وبإسناد مرفوع إلى ابن ميثم التمار، قال:\nسمعت أبي يقول: دعاني أمير المؤمنين - عليه السلام - يوما فقال لي يا ميثم\nكيف أنت إذا دعاك دعي بني أمية عبيد الله بن زياد إلى البراءة مني؟ قلت:\nإذا والله أصبر، وذاك في الله قليل، قال: يا ميثم إذا تكون معي في درجتي.\n</p>\n\n<p>\nوكان ميثم يمر بعريف (1) قومه فيقول: يا فلان كأني بك قد دعاك دعي بني\nأمية وابن دعيها فيطلبني منك، فتقول هو بمكة، فيقول: لا أدري ما تقول، ولا\nبدلك أن تأتي به. فتخرج إلى القادسية فتقيم بها أياما، فإذا قدمت عليك ذهبت\nبي إليه حتى يقتلني على باب دار عمرو بن حريث (2)، فإذا كان اليوم الثالث\nابتدر من منخري دم عبيط.\n</p>\n\n<p>\nقال: وكان ميثم يمر في السبخة بنخلة فيضرب بيده عليها، ويقول: يا نخلة ما\nغذيت إلا لي، وكان يقول لعمرو بن حريث: إذا جاورتك فأحسن جواري، فكان عمرو\nيرى أنه يشتري عنده دارا أو ضيعة له بجنب ضيعته فكان عمرو يقول:\n</p>\n\n<p>\nسأفعل، فأرسل الطاغية عبيد الله بن زياد إلى غريف ميثم يطلبه منه فأخبره\nأنه بمكة فقال له: إن لم تأتني به لأقتلنك فأجله أجلا وخرج العريف إلى\nالقادسية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p054'> Vol. 00, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nينتظر ميثما، فلما قدم ميثم أخذ بيده فأتى به عبيد الله بن زياد، فلما\nأدخله عليه، قال له: ميثم، قال: نعم، قال: إبرأ من أبي تراب. قال: لا أعرف\nأبا تراب قال:\n</p>\n\n<p>\nإبرأ من علي بن أبي طالب قال: فإن لم <span id='ms28'></span> أفعل؟ قال: إذا والله أقتلك. قال:\nأما إنه قد كان يقال لي إنك ستقتلني، وتصلبني على باب عمرو بن حريث، فإذا\nكان اليوم الثالث ابتدر من منخري دم عبيط.\n</p>\n\n<p>\nقال: فأمر بصلبه على باب عمرو بن حريث، فقال للناس: سلوني، سلوني - وهو\nمصلوب - قبل أن أموت، فوالله لأحدثنكم ببعض ما يكون من الفتن فلما سأله\nالناس وحدثهم أتاه رسول من ابن زياد - لعنه الله - فألجمه بلجام من شريط،\nفهو أول من ألجم بلجام وهو مصلوب، ثم أنفذ إليه من وجاء جوفه حتى مات فكانت\nهذه من دلائل أمير المؤمنين عليه السلام (1).\n</p>\n\n<p>\nوبإسناد عن إسماعيل بن عبد الله بن جعفر بن أبي طالب عن أبيه عن أمير\nالمؤمنين علي بن أبي طالب عليه السلام، قال: أوصاني رسول الله صلى الله\nعليه وآله، فقال يا علي: إذا أنا مت فاغسلني من بئري مرتين بسبع قرب فإذا\nفرغت من مهادي فضع سمعك على فمي، ثم اعقل ما أقول لك، قال: ففعلت ما أمرني\nبه صلى الله عليه وآله فحدثني بما هو كائن إلى يوم القيامة (2).\n</p>\n\n<p>\nوبإسناد أن أمير المؤمنين عليه السلام، كان يقول: ما من رجل من قريش جرت\nعليه المواسي إلا وقد نزلت فيه آية أو اثنتان تقوده إلى الجنة، أو تسوقه\nإلى نار، وما من آية نزلت في بر أو بحر أو في سهل أو جبل إلا وقد عرفت حين\nنزلت، فيم أنزلت، ولو ثنيت لي وسادة لحكمت بين أهل التوراة بتوراتهم، وبين\nأهل الإنجيل بإنجيلهم، وبين أهل الزبور بزبورهم، وبين أهل القرآن بقرآنهم\n(3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p055'> Vol. 00, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nخبر رد الشمس وإن كان من الأخبار المشهورة روى محمد بن الحسين بن سعيد،\nعن أحمد بن عبد الله، عن الحسين ابن المختار، عن أبي بصير عن عبد الواحد\nابن المختار الأنصاري، عن أبي المقدام الثقفي، قال لي جويرية بن مسهر (1):\nقطعنا مع أمير المؤمنين عليه السلام جسر الصراة (2)، في وقت العصر، فقال:\nإن هذه أرض معذبة لا ينبغي لنبي ولا وصي أن يصلي فيها، فمن أراد <span id='ms29'></span> منكم أن\nيصلي فليصل، قال: فتفرق الناس يصلون يمنة ويسرة، وقلت أنا لأقلدن هذا الرجل\nديني، ولا أصلي حتى يصلي.\n</p>\n\n<p>\nقال: فسرنا وجعلت الشمس تستقل، قال: وجعل يدخلني من ذلك أمر عظيم، حتى\nوجبت الشمس وقطعت الأرض. قال، فقال يا جويرية: أذن فقلت تقول لي أذن وقد\nغابت الشمس؟ قال: فأذنت، ثم قال لي: أقم فأقمت، فلما قلت: قد قامت الصلاة،\nرأيت شفتيه تتحركان، وسمعت كلاما كأنه كلام العبرانية، قال: فرجعت الشمس\nحتى صارت في مثل وقتها في العصر، فصلى فلما انصرف هوت إلى مكانها واشتبكت\nالنجوم (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p056'> Vol. 00, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nوفي حديث آخر:\n</p>\n\n<p>\nعن جويرية بن مسهرا أنه قال: فلما انقضت صلاتنا سمعت الشمس وهي تنحط ولها\nصرير كصرير رحى البزر، حتى غابت وأنارت النجوم، قال: فقلت: أنا أشهد أنك\nوصي رسول الله صلى الله عليه وآله وسلم، فقال يا جويرية: أما سمعت الله\nيقول: (فسبح باسم ربك العظيم)؟ فقلت بلى، فقال: إني سألت ربي باسمه العظيم،\nفردها علي (1).\n</p>\n\n<p>\nحدثني أبو محمد، هارون بن موسى بن أحمد المعروف بالتلعكبري، قال:\n</p>\n\n<p>\nحدثنا أبو الحسن، محمد بن أحمد بن عبيد الله بن أحمد بن عيسى بن المنصور،\nقال: حدثنا أبو موسى، عيسى بن أحمد بن عيسى بن المنصور، قال: حدثني أبو\nمحمد، الحسن بن علي، عن أبيه علي بن محمد، عن أبيه محمد بن علي، عن أبيه\nعلي بن موسى، عن أبيه موسى بن جعفر، عن أبيه جعفر بن محمد، عن أبيه محمد بن\nعلي، عن أبيه علي بن الحسين، عن أبيه الحسين بن علي، عليهم السلام والصلاة،\nقال: حدثني قنبر مولى علي بن أبي طالب عليه السلام، قال: كنت مع أمير\nالمؤمنين عليه السلام على شاطئ الفرات، فنزع قميصه، ونزل إلى الماء فجاءت\nموجة، فأخذت القميص. فخرج أمير المؤمنين عليه السلام فلم يجد القميص فاغتم\nلذلك، فإذا بهاتف يهتف، يا أبا الحسن انظر عن يمينك وخذ ما ترى، فإذا منديل\nعن يمينه، وفيه قميص مطوي، فأخذه ولبسه فسقط من جيبه رقعة فيها مكتوب:\n</p>\n\n<p>\nبسم <span id='ms30'></span> الله الرحمن الرحيم، هدية من الله العزيز الحكيم إلى علي بن أبي\nطالب، هذا قميص هارون بن عمران، كذلك وأورثناها قوما آخرين (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p057'> Vol. 00, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nوبإسناد مرفوع إلى عمرو بن المنهال، قال: بينا نحن ذات يوم جلوسا مع أمير\nالمؤمنين - عليه السلام - في رحبة القصر، إذ زلزلت الأرض فضربها أمير\nالمؤمنين بيده وقال لها: ما لك فوالله لو كنت هي لأنبأتني أخبارك، وإني\nالذي تحدثه الأرض بأخبارها أو رجل مني (1).\n</p>\n\n<p>\nوبإسناد مرفوع إلى الأصبغ بن نباتة، قال: جاء رجل إلى أمير المؤمنين عليه\nالسلام، فقال يا أمير المؤمنين قد زاد الفرات، والساعة نغرق، قال: لن\nتغرقوا، ثم جاءه آخر فقال يا أمير المؤمنين: قد فاض الفرات والساعة نغرق،\nفقال: لن تغرقوا، ثم دعا ببغلة رسول الله صلى الله عليه وآله فركبها وأخذ\nبيده قضيبا ثم سار حتى إنتهى إلى شاطي الفرات، فنزل فضرب الفرات ضربة فنقص\nخمسة أذرع، وقال. بعضهم: عشرة أشبار (2).\n</p>\n\n<p>\nفقال الأصبغ سمعت عليا عليه السلام يومئذ يقول: لو ضربت الفرات ضربة\nومشيت ما بقي فيه قطرة.\n</p>\n\n<p>\nوبإسناد مرفوع قال، قال ابن الكواء لأمير المؤمنين: أين كنت حيث ذكر الله\nتعالى نبيه وأبا بكر فقال: (ثاني اثنين إذ هما في الغار إذ يقول لصاحبه لا\nتحزن إن الله معنا) (3)؟ فقال أمير المؤمنين عليه السلام: ويلك يا ابن\nالكواء كنت على فراش رسول الله صلى الله عليه وسلم، وقد طرح علي ريطته (4)\nفأقبلت قريش مع كل رجل منهم هراوة فيها شوكها، فلم يبصروا رسول الله حيث\nخرج، فأقبلوا علي يضربونني بما في أيديهم حتى تنفط (5) جسدي وصار مثل\nالبيض، ثم انطلقوا بي يريدون قتلي، فقال بعضهم: لا تقتلوه الليلة ولكن\nأخروه واطلبوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p058'> Vol. 00, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nمحمدا، قال: فأوثقوني بالحديد وجعلوني في بيت واستوثقوا مني، ومن الباب\nبقفل فبينا أنا كذلك إذ سمعت صوتا من جانب البيت يقول: يا علي فسكن الوجع\nالذي كنت أجده، وذهب الورم الذي كان في جسدي، ثم سمعت صوتا آخر يقول: يا\nعلي فإذا الحديد الذي في رجلي قد تقطع، ثم <span id='ms31'></span> سمعت صوتا آخر يقول: يا علي،\nفإذا الباب قد تساقط ما عليه، وفتح فقمت وخرجت، وقد كانوا جاؤوا بعجوز\nكمهاء (1) لا تبصر ولا تنام تحرس الباب فخرجت عليها فإذا هي لا تعقل من\nالنوم (2).\n</p>\n\n<p>\nوبإسناد عن أبان بن تغلب، عن أبي عبد الله، جعفر بن محمد عليه السلام،\nقال: لما قبض رسول الله صلى الله عليه وسلم، خاصم أمير المؤمنين عليه\nالسلام بعض الصحابة في حق له ذهب به، وجرى بينهما فيه كلام فقال له أمير\nالمؤمنين عليه السلام: بمن ترضى ليكون بيني وبينك حكما؟ قال: إختر. قال:\nأترضى برسول الله صلى الله عليه وسلم بيني وبينك؟ قال: وأين رسول الله صلى\nالله عليه وسلم، وقد دفناه؟ قال: ألست تعرفه إن رأيته؟ قال: نعم. فانطلق به\nإلى مسجد قباء فإذا هما برسول الله صلى الله عليه وآله، فاختصما إليه فقضى\nلأمير المؤمنين عليه السلام، فرجع الرجل مصفرا لونه، فلقي بعض أصحابه وقال:\nمالك؟\n</p>\n\n<p>\nفأخبره الخبر، فقال: أما عرفت سحر بني هاشم (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p059'> Vol. 00, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nومن أعلامه عليه السلام عند قتال الخوارج بالنهروان وبإسناد مرفوع إلى\nجندب بن عبد الله البجلي، قال: دخلني يوم النهروان شك، فاعتزلت، وذلك أني\nرأيت القوم أصحاب البرانس، وراياتهم المصاحف حتى هممت أن أتحول إليهم فبينا\nأنا مقيم متحير إذ أقبل أمير المؤمنين عليه السلام، حتى جلس إلي، فبينا نحن\nكذلك إذ جاء فارس يركض فقال يا أمير المؤمنين: ما يقعدك وقد عبر القوم؟\nقال: أنت رأيتهم؟ قال: نعم. قال: والله ما عبروا ولا يعبرون أبدا فقلت في\nنفسي: الله أكبر كفى بالمرء شاهدا على نفسه، والله لئن كانوا عبروا\nلأقاتلنه قتالا لا ألوي فيه جهدا، ولئن لم يعبروا لأقاتلن أهل النهروان\nقتالا يعلم الله به أني غضبت له. ثم لم ألبث أن جاء فارس آخر يركض ويلمع\nبسوطه، فلما إنتهى إليه قال: يا أمير المؤمنين، ما جئت حتى عبروا كلهم،\nوهذه نواصي خيلهم قد أقبلت. فقال أمير المؤمنين عليه السلام: صدق الله\nورسوله، وكذبت ما عبروا ولن يعبروا <span id='ms32'></span>، ثم نادى في الخيل فركبوا وركب أصحابه\nوسار نحوهم. وسرت ويدي على قائم سيفي، وأنا أقول:\n</p>\n\n<p>\nأول ما أرى فارسا قد طلع منهم أعلو عليا بالسيف للذي دخلني من الغيظ\nعليه.\n</p>\n\n<p>\nفلما انتهى إلى النهر إذا القوم كلهم وراء النهر لم يعبر منهم أحد،\nفالتفت إلي ثم وضع يده على صدري، ثم قال: يا جندب أشككت؟ كيف رأيت؟ قلت يا\nأمير المؤمنين: أعوذ بالله من الشك، وأعوذ بالله من سخط الله، وسخط رسوله،\nو سخط أمير المؤمنين، قال: يا جندب ما أعمل إلا بعلم الله وعلم رسوله،\nفأصابت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p060'> Vol. 00, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nجندبا يومئذ اثنتا عشرة ضربة مما ضربه الخوارج (1).\n</p>\n\n<p>\nوفي حديث آخر قال:\n</p>\n\n<p>\nلما قتل أمير المؤمنين عليه السلام أهل النهروان قال لأصحابه: اطلبوا إلي\nرجلا مخدج اليد، وعلى جانب يده الصحيحة ثدي كثدي المرأة إذا مد امتد، وإذا\nترك تقلص، عليه شعرات صهب، وهو صاحب رايتهم يوم القيامة، يوردهم النار و\nبئس الورد المورود، فطلبوه فلم يجدوه فقالوا: لم نجده. فقال: والذي فلق\nالحبة، وبرأ النسمة، ونصب الكعبة، ما كذبت ولا كذبت، وأني لعلى بينة من\nربي، قال: فلما لم يجدوه. قام والعرق ينحدر عن جبهته، حتى أتى وهدة من\nالأرض فيها نحو من ثلاثين قتيلا، فقال: ارفعوا إلي هؤلاء فجعلنا نرفعهم حتى\nرأينا الرجل الذي هذه صفته تحتهم، فاستخرجناه، فوضع أمير المؤمنين رجله على\nثديه الذي هو كثدي المرأة ثم عركه بالأرض ثم أخذه بيده وأخذ بيده الأخرى يد\nالرجل الصحيحة، ومدها حتى استويا، ثم التفت إلى رجل جاء إليه وهو شاك فقال:\n</p>\n\n<p>\nوهذه لك آية. ثم قال: إن الجانب الآخر الذي ليس فيه يد ليس فيه ثدي فشقوا\nعنه جانب قميصه، فإذا له مكان اليد شئ مثل غلظ الابهام وإذا ليس في ذلك\nالجانب ثدي، فقال للرجل الشاك: وهذه لك آية أخرى (2).\n</p>\n\n<p>\nوبإسناده عن أبي جعفر محمد بن علي الباقر عليهما السلام، قال: لما قدم\nعبد الله بن عامر بن كريز (3) المدينة لقي طلحة والزبير، فقال لهما بايعتما\nعلي بن <span id='ms33'></span> أبي طالب عليه السلام؟ فقال: أما والله لا يزال ينتظر بها الحبالى\nمن بني هاشم، ومتى تصير إليكما، أما والله على ذلك ما جئت حتى ضربت على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p061'> Vol. 00, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nأيدي أربعة آلاف من أهل البصرة كلهم يطلبون بدم عثمان فدونكما فاستقيلا\nأمركما.\n</p>\n\n<p>\nفأتيا عليا عليه السلام فقالا له إئذن لنا في العمرة، فقال: والله إنكما\nتريدان العمرة وما تريدان نكثا ولا فراقا لأمتكما وعليكما بذلك أشد ما أخذ\nالله على النبيين من ميثاق؟ قالا: نعم. قال: انطلقا فقد أذنت لكما، قال:\nفمشيا ساعة، ثم قال: ردوهما فأخذ عليهما مثل ذلك، ثم قال: انطلقا فإني قد\nأذنت لكما، فانطلقا حتى أتيا الباب، فقال: ردوهما الثالثة، ثم قال: والله\nإنكما تريدان العمرة وما تريدان نكث بيعتكما، ولا فراق أمتكما، وعليكما\nبذلك أشد ما أخذ الله على النبيين من ميثاق، والله عليكما لذلك راع كفيل،\nقالا: اللهم نعم قال: اللهم اشهد، اذهبا وانطلقا، والله لا أراكما إلا في\nفئة تقاتلني (1).\n</p>\n\n<p>\nوعنه عليه السلام، قال خطب أمير المؤمنين عليه السلام: فقال: سلوني قبل\nأن تفقدوني فوالله لا تسألونني عن فتنة يضل فيها مائة ويهتدي فيها مائة إلا\nأخبرتكم بسائقها وناعقها إلى يوم القيامة حتى فرغ من خطبته (2).\n</p>\n\n<p>\nقال: فوثب إليه بعض الحاضرين فقال: يا أمير المؤمنين أخبرني كم شعرة في\nلحيتي؟ فقال: أما إنه قد أعلمني خليلي رسول الله صلى الله عليه وآله إنك\nتسألني عن هذا، فوالله ما في رأسك شعرة إلا وتحتها ملك يلعنك ولا في جسدك\nشعرة إلا وفيها شيطان يهزك، وإن في بيتك لسخلا يقتل الحسين ابن رسول الله،\nقال أبو جعفر عليه السلام: وعمر بن سعد لعنه الله يومئذ يحبو (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p062'> Vol. 00, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nومن دلائله عليه السلام عند موته وبإسناد مرفوع إلى الحسن بن أبي الحسن\nالبصري قال: سهر علي عليه السلام في الليلة التي ضرب في صبيحتها، فقال: أني\nمقتول لو قد أصبحت فجاء مؤذنه بالصلاة فمشى قليلا فقالت ابنته زينب يا أمير\nالمؤمنين مر جعدة (1) يصلي بالناس فقال: لا مفر من الأجل <span id='ms34'></span> ثم خرج (2).\n</p>\n\n<p>\nوفي حديث آخر قال:\n</p>\n\n<p>\nجعل عليه السلام يعاود مضجعه فلا ينام، ثم يعاود النظر في السماء، ويقول:\nوالله ما كذبت ولا كذبت، وإنها لليلة التي وعدت. فلما طلع الفجر شد إزاره\nوهو يقول:\n</p>\n\n<p>\nاشدد حيازيمك للموت * فإن الموت لاقيكا ولا تجزع من الموت * وإن حل\nبواديكا وخرج عليه السلام. فلما ضربه ابن ملجم - لعنه الله - قال: فزت ورب\nالكعبة... وكان من أمره ما كان صلوات الله عليه (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p063'> Vol. 00, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nوروى عن جعفر بن محمد عليه السلام، أنه لما غسل أمير المؤمنين عليه\nالسلام، نودوا من جانب البيت إن أخذتم مقدم السرير كفيتم مؤخره، وإن أخذتم\nمؤخره كفيتم مقدمه. وأشار عليه السلام إلى أن الملائكة قالت ذلك (1).\n</p>\n\n<p>\nوأنا الآن مورد بمشية الله، بعد ذكر الدلائل والأعلام، خواص أخباره عليه\nالسلام، وفصولا من كلامه، ومواعظه، وحكمه، ويسيرا من قضاياه العجيبة،\nوأجوبته عن المسائل الغريبة على الشرط في الاختصار والاقتصار غير ذاكر شيئا\nمن خطبه الطوال، وكتبه إلى ولاة الأعمال، ولا شرح سيرته في خلافته، وذكر\nالأحداث والحروب في أيامه، وفضائله التي اشترك الناس في روايتها وهي أظهر\nمن إن يشار إليها، لأن جميع ذلك قائم بذاته، ومشهور في مواضعه.\n</p>\n\n<p>\nحدثني هارون بن موسى، قال: حدثني محمد بن يعقوب، عن الحسين بن محمد بن\nيحيى، عن الوليد بن أبان، عن محمد بن عبد الله بن مسكان عن أبيه، قال: قال\nأبو عبد الله عليه السلام، إن فاطمة بنت أسد جاءت إلى أبي طالب عليه السلام\nتبشره بمولد النبي صلى الله عليه وآله، فقال لها أبو طالب: إصبري سبتا إنك\nبمثله إلا النبوة (2).\n</p>\n\n<p>\nقال: والسبت ثلاثون سنة، وكان بين مولد النبي، وأمير المؤمنين عليهما\nالسلام ثلاثون سنة.\n</p>\n\n<p>\nحدثني هارون بن موسى، قال: حدثني محمد بن يعقوب، عن علي بن محمد بن عبد\nالله، عن السياري عن محمد بن جمهور عن بعض أصحابنا عن أبي عبد الله عليه\nالسلام قال: إن فاطمة بنت أسد عليها السلام - أم أمير المؤمنين - عليه\nالسلام - كانت أول امرأة هاجرت <span id='ms35'></span> إلى رسول الله - صلى الله عليه - من مكة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p064'> Vol. 00, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nإلى المدينة على قدميها، وكانت من أبر الناس عند رسول الله صلى الله عليه\nوآله فسمعت رسول الله صلى الله عليه وآله يقول: إن الناس يحشرون يوم\nالقيامة عراة كما ولدوا، فقالت: وا سوأتاه. فقال لها رسول الله صلى الله\nعليه وآله فإني أسأل الله أن يبعثك كاسية.\n</p>\n\n<p>\nوسمعته يذكر ضغطة القبر، فقالت: واضعفاه، فقال لها رسول الله صلى الله\nعليه: فإني أسأل الله أن يكفيك ذلك.\n</p>\n\n<p>\nوقالت لرسول الله، صلى الله عليه، يوما: إني أريد أن أعتق جاريتي هذه\nفقال لها: إن فعلت أعتق الله بكل عضو منها عضوا منك من النار، فلما مرضت\nأوصت إلى رسول الله صلى الله عليه وآله، وأعتقت الجارية المقدم ذكرها.\n</p>\n\n<p>\nواعتقل لسانها فجعلت تومي إلى رسول الله - عليه السلام - إيماء فقبل عليه\nالسلام وصيتها. فبينا هو - صلى الله عليه - ذات يوم قاعدا إذ أتاه أمير\nالمؤمنين عليه السلام وهو يبكي فقال له رسول الله صلى الله عليه وآله: ما\nيبكيك؟ قال إن أمي فاطمة قد قضت فقال رسول الله - صلى الله عليه وآله -\nوأمي والله. وقام صلى الله عليه وآله مسرعا، حتى دخل فنظر إليها، وبكى، ثم\nأمر النساء أن يغسلنها. وقال عليه السلام: إذا فرغتن فلا تحدثن شيئا حتى\nتعلمنني، فلما فرغن أعلمنه ذلك فأعطاهن أحد قميصيه، وهو الذي يلي جسده\nوأمرهن أن يكفنها فيه، وقال للمسلمين: إذا رأيتموني قد فعلت شيئا لم أفعله\nقبل ذلك فاسألوني لم فعلته؟ فلما فرغن من تغسيلها، وتكفينها دخل - صلى الله\nعليه وآله - فحمل جنازتها حتى أوردها قبرها ثم وضعها، ودخل القبر فاضطجع\nفيه، ثم قام فأخذها على يديه حتى وضعها في القبر ثم انكب عليها طويلا\nيناجيها، ويقول لها ابنك ابنك.\n</p>\n\n<p>\nثم خرج وسوى عليها التراب، ثم انكب على قبرها فسمعوه يقول: لا إله إلا\nالله اللهم إني أستودعها إياك، ثم انصرف.\n</p>\n\n<p>\nفقال المسلمون يا رسول الله إنا رأيناك فعلت أشياء لم تفعلها قبل اليوم،\nفقال: اليوم <span id='ms36'></span> فقدت أبا طالب، إن كانت ليكون عندها الشئ فتؤثرني به على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p065'> Vol. 00, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nنفسها، وولدها، وإني ذكرت القيامة وأن الناس يحشرون عراة، فقالت:\n</p>\n\n<p>\nوا سوأتاه فضمنت لها أن يبعثها الله كاسية، وذكرت ضغطة القبر، فقالت:\n</p>\n\n<p>\nواضعفاه فضمنت لها أن يكفيها الله ذلك، فكفنتها بقميصي، واضطجعت في قبرها\nلذلك، وانكببت عليها فلقنتها ما تسأل عنه، فإنها سئلت عن ربها فقالت:\n</p>\n\n<p>\nوسئلت عن رسولها فأجابت، وسئلت عن وليها وإمامها فارتج عليها فقلت لها:\n</p>\n\n<p>\nابنك ابنك (1).\n</p>\n\n<p>\nوروي أن رسول الله - صلى الله عليه وآله - لما أجمع على المضي إلى تبوك\nناجى أمير المؤمنين - عليه السلام - فأطال فقال أبو بكر لعمر: لقد أطال\nمناجاته لابن عمه، فقال النبي - صلى الله عليه وآله وسلم - ما أنا ناجيته،\nولكن الله ناجاه، وفي ذلك يقول حسان:\n</p>\n\n<p>\nويوم الثنية عند الوداع * وأجمع نحو تبوك المضيا تنحى يودعه خاليا * وقد\nوقف المسلمون المطيا فقالوا يناجيه دون الأنام * بل الله أدناه منه نجيا\nعلي فم أحمد يوحى إليه * كلاما بليغا ووحيا خفيا (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p066'> Vol. 00, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nفي تسميته عليه السلام بأمير المؤمنين في حياة رسول الله صلى الله عليه\nوآله وبإسناد مرفوع إلى جندب، عن أمير المؤمنين - صلوات الله وسلامه عليه -\nقال:\n</p>\n\n<p>\nدخلت على رسول الله - صلى الله عليه وآله وسلم - وعنده أناس قبل أن تحتجب\nالنساء فأشار بيده أن اجلس بيني، وبين عائشة، فقالت: تنح كذا، فقال رسول\nالله صلى الله عليه وآله وسلم: ماذا تريدين من أمير المؤمنين عليه الصلاة\nوالسلام (1).\n</p>\n\n<p>\nوبإسناد مرفوع إلى بريدة الأسلمي أن رسول الله صلى الله عليه وآله وسلم\nأمر أصحابه أن يسلموا على علي عليه الصلاة والسلام بإمرة المؤمنين، فقال\nعمر بن الخطاب: يا رسول الله أمن الله أم من رسول الله؟ فقال صلى الله عليه\nوآله: بل من الله ومن رسوله (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p067'> Vol. 00, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n* في ذكره أسماء آبائه عليه السلام التي لا يكاد يعرفها أكثر الناس روي\nأن أمير المؤمنين عليه السلام، خطب الناس، فقال: أيها الناس من عرف نسبي\nوإلا فأنا أعرفه نسبي، فقام إليه ابن الكواء، فقال: أنت <span id='ms37'></span> علي بن أبي طالب بن\nعبد المطلب بن هاشم، حتى بلغ إلى قصي بن كلاب قال: أو تعرف لي نسبا غير\nهذا؟ فقال: لا، فقال: إن أبي سماني زيدا باسم قصي فأنا زيد بن عبد مناف بن\nعامر بن عمرو بن المغيرة بن زيد بن كلاب، واسم أبي طالب عبد مناف واسم عبد\nالمطلب عامر، قال الشاعر فيه:\n</p>\n\n<p>\nقامت تبكيه على قبره * من لي من بعدك يا عامر تركتني في الدار ذا غربة *\nقد ذل من ليس له ناصر واسم هاشم عمرو، وفيه يقول الشاعر:\n</p>\n\n<p>\nعمرو العلى هشم الثريد لقومه * ورجال مكة مسنتون عجاف (1) واسم عبد مناف\nالمغيرة، قال الشاعر فيه وفي إخوانه:\n</p>\n\n<p>\nإن المغيرات وأبناءهم * من غير أحياء وأموات يعني عبد مناف وإخوته وسماهم\nكلهم المغيرات لأن فيهم المغيرة، ومثل هذا كثير في كلام العرب. واسم قصي\nزيد قال الشاعر (2):\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p068'> Vol. 00, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nقصي أبوكم كان يدعى مجمعا * به جمع الله القبائل من فهر وأنتم بنو زيد\nوزيد أبوكم * به زيدت البطحاء فخرا على فخر (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p069'> Vol. 00, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nقطعة من الأخبار المروية في إيجاب ولاء أمير المؤمنين عليه السلام\nوالصلاة، وشئ من أخبار زهده في الدنيا وما يجري هذا المجرى من خواص أخباره\nعليه السلام ما يروى بإسناد عن سهل بن كهيل عن أبيه في قول الله عز وجل:\n</p>\n\n<p>\n(ووصينا الإنسان بوالديه إحسانا) (1) قال: أحد الوالدين علي بن أبي طالب\nعليه السلام (2).\n</p>\n\n<p>\nوقال أبو عبد الله جعفر بن محمد الصادق عليهما السلام، قال أمير المؤمنين\nصلوات الله عليه: لتعطفن علينا الدنيا بعد شماسها عطف الضروس على ولدها ثم\nقرأ: (ونريد أن نمن على الذين استضعفوا في الأرض ونجعلهم أئمة ونجعلهم\nالوارثين ونمكن لهم في الأرض) الآية (3).\n</p>\n\n<p>\nذكروا أن ضرار بن ضمرة الضبابي (4) دخل على معاوية بن أبي سفيان وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p070'> Vol. 00, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nبالموسم، فقال له: صف عليا قال: أو تعفني؟ قال: لا بد أن تصفه لي، قال:\n</p>\n\n<p>\nكان والله أمير المؤمنين عليه السلام طويل المدى، شديد القوى، كثير\nالفكرة، غزير العبرة، يقول فصلا، ويحكم عدلا، يتفجر العلم من <span id='ms38'></span> جوانبه،\nوتنطلق الحكمة من نواحيه، يستوحش من الدنيا وزهرتها، ويأنس بالليل ووحشته،\nوكان فينا كأحدنا يجيبنا إذا دعوناه ويعطينا إذا سألناه، ونحن والله مع\nقربه لا نكلمه لهيبته، ولا ندنو منه تعظيما له، فإن تبسم فعن غير أشر ولا\nاختيال، وإن نطق فعن الحكمة وفصل الخطاب، يعظم أهل الدين ويحب المساكين،\nولا يطمع الغني في باطله، ولا يوئس الضعيف من حقه، فأشهد لقد رأيته في بعض\nمواقفه، وقد أرخى الليل سدوله وهو قائم في محرابه قابض على لحيته، يتململ\nتملل السليم، ويبكي بكاء الحزين، ويقول:\n</p>\n\n<p>\nيا دنيا، يا دنيا، إليك عني أبي تعرضت؟ أم لي تشوقت؟ لا حان حينك، هيهات،\nغري غيري، لا حاجة لي فيك، قد طلقتك ثلاثا لا رجعة فيها، فعيشك قصير، وخطرك\nيسير، وأملك حقير، آه من قلة الزاد وطول المجاز، وبعد السفر وعظيم المورد.\n</p>\n\n<p>\nقال: فوكفت دموع معاوية ما يملكها، وهو يقول: هكذا كان علي عليه السلام،\nفكيف حزنك عليه يا ضرار؟ قال: حزني عليه والله حزن من ذبح واحدها في حجرها\nفلا ترقأ دمعتها ولا تسكن حرارتها (1).\n</p>\n\n<p>\nوبإسناد مرفوع إلى عبد الله بن العباس رحمه الله قال: نزلت هذه الآية في\nأمير المؤمنين علي بن أبي طالب عليه السلام: (إن الذين آمنوا وعملوا\nالصالحات سيجعل لهم الرحمن ودا) 2 قال: محبة في قلوب المؤمنين (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p071'> Vol. 00, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني هارون بن موسى، قال: حدثني أحمد بن محمد بن عمار العجلي الكوفي،\nقال: حدثني عيسى الضرير عن أبي الحسن عن أبيه، قال، قال رسول الله صلى الله\nعليه وآله: حين دفع الوصية إلى علي، يا علي أعد لهذا جوابا غدا بين يدي ذي\nالعرش، فإني محاجك يوم القيامة بكتاب الله، حلاله وحرامه و محكمه ومتشابهه\nعلى ما أنزل الله، وعلى تبليغه من أمرتك بتبليغه، وعلى فرائض الله كما\nأنزلت وعلى أحكامه كلها من الأمر بالمعروف والنهي عن المنكر، والتحاض عليه\nوإحيائه مع إقامة حدود الله كلها، وطاعته في الأمور بأسرها، وإقام الصلاة\nلأوقاتها، وإيتاء الزكاة أهلها، والحج إلى بيت الله، والجهاد <span id='ms39'></span> في سبيله، فما\nأنت صانع يا علي؟ قال: فقلت بأبي وأمي إني أرجو بكرامة الله تعالى، ومنزلتك\nعنده ونعمته عليك، أن يعينني ربي عز وجل، ويثبتني فلا ألقاك بين يدي الله\nمقصرا ولا متوانيا ولا مفرطا ولا أمعر، وجهك وقاؤه وجهي ووجوه آبائي\nوأمهاتي.\n</p>\n\n<p>\nبل تجدني بأبي وأمي مشمرا لوصيتك إن شاء الله، وعلى طريقك ما دمت حيا حتى\nأقدم عليك، ثم الأول فالأول من ولدي غير مقصرين ولا مفرطين، ثم أغمي عليه\nصلوات الله عليه وآله، قال: فانكببت على صدره ووجهه، وأنا أقول واوحشتاه\nبعدك بأبي أنت وأمي ووحشة ابنتك وابنيك، وأطول غماه بعدك يا حبيبي، انقطعت\nعن منزلي أخبار السماء، وفقدت بعدك جبرئيل فلا أحس به، ثم أفاق صلى الله\nعليه وآله.\n</p>\n\n<p>\nحدثني هارون بن موسى، قال: حدثني أحمد بن محمد بن عمار، قال:\n</p>\n\n<p>\nحدثني أبو موسى الضرير البجلي، عن أبي الحسن عليه السلام، قال: سألت أبي\nفقلت له ما كان بعد إفاقته صلى الله عليه؟ قال: دخل عليه النساء يبكين،\nوارتفعت الأصوات وضج الناس بالباب المهاجرون والأنصار.\n</p>\n\n<p>\nقال علي عليه السلام: فبينا أنا كذلك إذ نودي أين علي؟ فأقبلت حتى دخلت\nإليه، فانكببت عليه، فقال لي: يا أخي فهمك الله وسددك، ووفقك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p072'> Vol. 00, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nوأرشدك، وأعانك وغفر ذنبك، ورفع ذكرك، ثم قال: يا أخي إن القوم سيشغلهم\nعني ما يريدون من عرض الدنيا، وهم عليه قادرون، فلا يشغلك عني ما شغلهم،\nفإنما مثلك في الأمة مثل الكعبة نصبها الله علما، وإنما تؤتى من كل فج\nعميق، وناد سحيق، وإنما أنت العلم علم الهدى، ونور الدين، وهو نور الله، يا\nأخي والذي بعثني بالحق لقد قدمت إليهم بالوعيد، ولقد أخبرت رجلا رجلا بما\nافترض الله عليهم من حقك، وألزمهم من طاعتك فكل أجاب إليك وسلم الأمر إليك،\nوإني لأعرف خلاف قولهم.\n</p>\n\n<p>\nفإذا قبضت، وفرغت من جميع ما وصيتك به، وغيبتني في قبري فالزم بيتك،\nواجمع القرآن على تأليفه، والفرائض والأحكام على تنزيله، ثم امض ذلك على\nعزائمه وعلى ما أمرتك <span id='ms40'></span> به، وعليك بالصبر على ما ينزل بك منهم حتى تقدم علي.\n</p>\n\n<p>\nقال عيسى: فسألته وقلت: جعلت فداك قد أكثر الناس قولهم في أن النبي عليه\nالسلام، أمر أبا بكر بالصلاة ثم أمر عمر، فأطرق عني طويلا، ثم قال:\n</p>\n\n<p>\nليس كما ذكر الناس ولكنك يا عيسى كثير البحث عن الأمور لا ترضى إلا\nبكشفها، فقلت: بأبي أنت وأمي، من أسأل عما أنتفع به في ديني، وتهتدي به\nنفسي مخافة أن أضل غيرك؟ وهل أجد أحدا يكشف لي المشكلات مثلك؟\n</p>\n\n<p>\nفقال: إن النبي صلى الله عليه وآله لما ثقل في مرضه دعا عليا عليه\nالسلام، فوضع رأسه في حجره وأغمي عليه، وحضرت الصلاة فأذن بها فخرجت عائشة\nفقالت: يا عمر اخرج فصل بالناس، فقال لها: أبوك أولى بها مني، فقالت:\n</p>\n\n<p>\nصدقت، ولكنه رجل لين، وأكره أن يواثبه القوم، فصل أنت، فقال لها: بل يصلي\nهو، وأنا أكفيه إن وثب واثب، أو تحرك متحرك، مع أن رسول الله مغمى عليه،\nولا أراه يفيق منها، والرجل مشغول به، لا يقدر أن يفارقه - يعني عليا عليه\nالسلام - فبادروا بالصلاة قبل أن يفيق فإنه إن أفاق خفت أن يأمر عليا\nبالصلاة، وقد سمعت مناجاته له منذ الليلة، وفي آخر كلامه يقول لعلي عليه\nالسلام: الصلاة، الصلاة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p073'> Vol. 00, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فخرج أبو بكر يصلي بالناس، فظنوا أنه بأمر رسول الله صلى الله عليه\nوآله، فلم يكبر حتى أفاق رسول الله صلى الله عليه وآله وسلم، فقال: أدعو لي\nعمي - يعني العباس، رضي الله عنه - فدعي له فحمله وعلي عليه السلام، حتى\nأخرجاه فصلى بالناس وإنه لقاعد، ثم حمل فوضع على المنبر بعد ذلك فاجتمع\nلذلك جميع أهل المدينة من المهاجرين والأنصار حتى برزت العواتق من خدورها،\nفبين باك وصائح، ومسترجع، وواجم، والنبي عليه السلام يخطب ساعة، ويسكت\nساعة، فكان فيما ذكر من خطبته أن قال:\n</p>\n\n<p>\nيا معشر المهاجرين والأنصار، ومن حضر في يومي هذا، وفي ساعتي هذه من\nالإنس والجن ليبلغ شاهدكم غائبكم، ألا إني قد خلفت فيكم كتاب <span id='ms41'></span> الله فيه\nالنور والهدى، والبيان لما فرض الله تبارك وتعالى من شئ حجة الله عليكم\nوحجتي وحجة وليي. وخلفت فيكم العلم الأكبر، علم الدين، ونور الهدى، وضياءه\nوهو علي بن أبي طالب، ألا وهو حبل الله فاعتصموا بحبل الله جميعا ولا\nتفرقوا، واذكروا نعمة الله عليكم إذ كنتم أعداء فألف بين قلوبكم فأصبحتم\nبنعمته إخوانا وكنتم على شفا حفرة من النار فأنقذكم منها كذلك يبين الله\nلكم آياته لعلكم تهتدون) (1).\n</p>\n\n<p>\nأيها الناس هذا علي من أحبه وتولاه اليوم، وبعد اليوم، فقد أوفى بما عاهد\nعليه الله، ومن عاداه وأبغضه اليوم، وبعد اليوم جاء يوم القيامة أصم وأعمى،\nلا حجة له عند الله.\n</p>\n\n<p>\nأيها الناس لا تأتوني غدا بالدنيا تزفونها زفا، ويأتي أهل بيتي شعثا غبرا\nمقهورين مظلومين تسيل دماؤهم، إياكم واتباع الضلالة والشورى للجهالة، ألا\nوإن هذا الأمر له أصحاب قد سماهم الله عز وجل لي وعرفنيهم وأبلغتكم ما\nأرسلت به إليكم ولكني أراكم قوما تجهلون (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p074'> Vol. 00, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nلا ترجعوا بعدي كفارا مرتدين تتأولون الكتاب على غير معرفة، وتبتدعون\nالسنة بالأهواء، وكل سنة وحديث وكلام خالف القرآن فهو زور وباطل.\n</p>\n\n<p>\nالقرآن إمام هاد، وله قائد يهدى به، ويدعو إليه، بالحكمة والموعظة\nالحسنة، وهو علي بن أبي طالب، وهو ولي الأمر بعدي، ووارث علمي، وحكمتي، و\nسري، وعلانيتي، وما ورثه النبيون قبلي، وأنا وارث ومورث فلا تكذبنكم\nأنفسكم.\n</p>\n\n<p>\nأيها الناس الله الله في أهل بيتي، وأنهم أركان الدين، ومصابيح الظلام،\nومعادن العلم.\n</p>\n\n<p>\nعلي أخي، ووزيري، وأميني والقائم من بعدي بأمر الله، والموفي بذمتي،\nومحيي سنتي، وهو أول الناس إيمانا بي، وآخرهم بي عهدا عند الموت، وأولهم\nلقاء إلى يوم القيامة، فليبلغ شاهدكم غائبكم.\n</p>\n\n<p>\nأيها الناس من كانت له تبعة فها أنا ذا، ومن كانت له عدة أو دين فليأت\nعلي بن أبي طالب، فإنه ضامن له كله حتى لا يبقى لأحد قبلي تبعة (1).\n</p>\n\n<p>\n* * * وحكي أن معاوية بن أبي سفيان سأل عبد الله بن العباس رحمة الله\nعليه، عن أمير المؤمنين علي عليه السلام <span id='ms42'></span> فقال ابن عباس: هيهات، عقم النساء\nأن يأتين بمثله، والله ما رأيت رئيسا مجربا يوزن به، ولقد رأيته في بعض\nأيام صفين، وعلى رأسه عمامة بيضاء تبرق وقد أرخى طرفيها على صدره وظهره،\nوكأنما عيناه سراجا كسليط، وهو يقف على كتيبة كتيبة حتى انتهى إلي وأنا في\nكنف من القوم وهو يقول:\n</p>\n\n<p>\nمعاشر المسلمين استشعروا الخشية، وتجلببوا بالسكينة، وعضوا على النواجذ\n(2) فإنه أنبى للسيوف عن الهام (3) وأكملوا اللامة (4) وقلقلوا السيوف في\nأغمادها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p075'> Vol. 00, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nقبل سلها، والحضوا لخزر (1) واطعنوا لشزر (2) ونافحوا بالظبا (3) وصلوا\nالسيوف بالخطى، واعلموا أنكم بعين الله، ومع ابن عم رسول الله صلى الله\nعليه وآله، فعاودوا الكرة، واستحيوا من الفر، فإنه عار من الأعقاب، ونار\nيوم الحساب، وطيبوا عن أنفسكم نفسا، وامشوا إلى الموت مشيا سجحا (4)،\nوعليكم بهذا السواد الأعظم، والرواق المطنب، فاضربوا ثبجه (5) فإن الشيطان\nكامن في كسره، قد قدم للوثبة يدا، وأخر للنكوص رجلا، فصمدا صمدا حتى ينجلي\nلكم عمود الحق، وأنتم الأعلون والله معكم ولن يتركم أعمالكم (6) وأنشأ\nيقول:\n</p>\n\n<p>\nإذا المشكلات تصدين لي * كشفت غوامضها بالنظر وإن برقت في مخيل الظنون *\nعمياء لا تجتليها الفكر مقنعة بغيوب الأمور * وضعت عليها حسام العبر معي\nأصمع كظبى المرهفات * افري به عن بنات الستر لسان كشقشقة الأرحبي * أو\nكالحسام اليماني الذكر ولكنني مدره الأصغرين * أقيس بما قد مضى ما غبر ولست\nبامعة في الرجال * أسائل هذا وذا ما الخبر (الأصغران القلب واللسان) ثم غاب\nعني عليه السلام، ثم رأيته قد أقبل وسيفه ينطف دما وهو يقرأ: (قاتلوا أئمة\nالكفر إنهم لا أيمان لهم لعلهم ينتهون) (7).\n</p>\n\n<p>\nوبإسناد مرفوع إلى الأعمش عن عطية قال: لما خرج عمر بن الخطاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p076'> Vol. 00, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nإلى الشام وكان العباس بن عبد المطلب معه يسايره، فكان من يستقبله ينزل\nفيبدأ بالعباس فيسلم عليه يقدر الناس إنه هو الخليفة لجماله وبهائه،\nوهيبته، فقال عمر: لعلك تقدر إنك أحق بهذا الأمر مني؟ فقال له العباس بن\nعبد المطلب: أحق به مني ومنك من خلفناه بالمدينة، فقال عمر: ومن ذاك؟\n</p>\n\n<p>\nقال <span id='ms43'></span>: من ضربنا بسيفه حتى قادنا إلى الاسلام (يعني أمير المؤمنين عليا\nعليه السلام) (1).\n</p>\n\n<p>\nحدثني أبو محمد هارون بن موسى، قال: حدثني أبو الحسن محمد بن أحمد بن\nعبيد الله بن أحمد بن عيسى بن المنصور، قال: حدثني أبو موسى عيسى بن أحمد\nبن عيسى بن المنصور، قال: حدثني الحسن بن علي بن محمد ابن علي بن موسى بن\nجعفر عليهم السلام، قال: حدثني أبي علي قال: حدثني أبي محمد قال: حدثني أبي\nعلي، قال: حدثني أبي موسى، قال: حدثني أبي جعفر، قال: حدثني أبي محمد، قال:\nحدثني أبي علي، قال: حدثني أبي الحسين بن علي، عن أبيه أمير المؤمنين عليهم\nالسلام، والصلاة، قال، قال رسول الله صلى الله عليه وآله: يا علي مثلكم في\nالناس مثل سفينة نوح، من ركبها نجا ومن تخلف عنها غرق، فمن أحبكم يا علي\nنجا، ومن أبغضكم ورفض محبتكم هوى في النار.\n</p>\n\n<p>\nومثلكم يا علي مثل بيت الله الحرام، من دخله كان آمنا فمن أحبكم و والاكم\nكان آمنا من عذاب النار، ومن أبغضكم ألقي في النار يا علي (ولله على الناس\nحج البيت من استطاع إليه سبيلا) (2) ومن كان له عذر فله عذره، ومن كان\nفقيرا فله عذره، ومن كان مريضا فله عذره، وإن الله لا يعذر غنيا، ولا\nفقيرا، ولا مريضا، ولا صحيحا، ولا أعمى، ولا بصيرا في تفريطه في موالاتكم\nومحبتكم (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p077'> Vol. 00, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nوبهذا الاسناد عن أبي محمد مرفوعا إلى الحسن بن علي عليهما السلام، قال:\nحدثني أمير المؤمنين عليه السلام، قال: دعاني رسول الله صلى الله عليه\nوآله، ودعا الناس في مرضه، فقال: من يقضي عني ديني وعداتي ويخلفني في أهلي\nوأمتي من بعدي؟ فكف الناس عنه، وانتدبت له، فضمنت ذلك، فدعا لي بناقته\nالعضباء، وبفرسه المرتجز، وببغلته، وحماره، وسيفه، وذي الفقار، وبدرعه ذات\nالفضول، وجميع ما كان يحتاج إليه في الحرب، ففقد عصابة كان يشد بها بطنه في\nالحرب، فأمرهم أن يطلبوها ودفع ذلك إلي ثم قال: يا علي اقبضه في حياتي <span id='ms44'></span> لئلا\nينازعك فيه أحد بعدي، ثم أمرني فحولته إلى منزلي (1).\n</p>\n\n<p>\nوذكر أن بعض عمال أمير المؤمنين عليه السلام أنفذ إليه في عرض ما أنفذ من\nحياته مال الفئ قطفا غلاظا، وكان عليه السلام يفرق كل شئ يحمل إليه من مال\nالفئ لوقته ولا يؤخره، وكانت هذه القطف قد جائته مساء، فأمر بعدها و وضعها\nفي الرحبة ليفرقها من الغد، فلما أصبح عدها فنقصت واحدة فسأل عنها فقيل له:\nأن الحسن بن علي عليهما السلام، استعارها في ليلته على أن يردها اليوم،\nفهرول عليه السلام مغضبا إلى منزل الحسن بن علي عليهما السلام وهو يهمهم\nوكان من عادته أن يستأذن على منزله إذا جاء.\n</p>\n\n<p>\nفهجم بغير إذن فوجد القطيفة في منزله فأخذ بطرفها يجرها وهو يقول:\n</p>\n\n<p>\nالنار يا أبا محمد، النار النار يا أبا محمد، النار حتى خرج بها (2).\n</p>\n\n<p>\nوذكروا أن بعض العمال أيضا حمل إليه في جملة الجباية، حبات من اللؤلؤ\nفسلمها إلى بلال وهو خازنه على بيت المال، إلى أن ينضاف إليها غيرها،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p078'> Vol. 00, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nويفرقها فدخل يوما إلى منزله فوجد في أذن إحدى بناته الأصاغر حبة من تلك\nالحبات، فلما رآها اتهمها بالسرقة فقبض على يدها، وقال: والله لئن وجب عليك\nحد لأقيمن فيك، فقالت يا أمير المؤمنين. إن بلالا أعارنيها ليفرحني بها إلى\nأن تفرق مع أخواتها، فجذبها إلى بلال جذبا عنيفا وهو مغضب، فسأله عن صدق\nقولها فقال: هو كما ذكرت يا أمير المؤمنين، فقال: والله لا وليت لي عمار\nأبدا وخلى يد الجارية.\n</p>\n\n<p>\nوالصحيح، أن صاحب هذه القصة، كان ابن أبي رافع وهو الذي كان على بيت ماله\n(1). وقال عليه السلام يوما على منبر الكوفة: من يشتري مني سيفي هذا، ولو\nأن لي قوت ليلة ما بعته، وغلة صدقته تشتمل حينئذ على أربعين ألف دينار في\nكل سنة (2).\n</p>\n\n<p>\nوأعطته عليه السلام الخادم في بعض الليالي قطيفة فأنكر دفأها، فقال: ما\nهذه؟ فقال الخادم: هذه من قطف الصدقة فألقاها، قال عليه السلام: اصردتمونا\nبقية ليلتنا (3).\n</p>\n\n<p>\nوقال عليه السلام <span id='ms45'></span> في يوم وهو يخطب:\n</p>\n\n<p>\nمعاشر الناس إني تقلدت أمركم هذا، فوالله ما حليت منه بقليل ولا كثير،\nإلا قارورة من دهن طيب أهداها إلي دهقان من بعض النواحي (4).\n</p>\n\n<p>\nقال: ودهقان بالضم فاستفيدت منه عليه السلام.\n</p>\n\n<p>\nولما قبض عليه السلام خطب الناس الحسن بن علي عليهما السلام فقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p079'> Vol. 00, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nلقد فارقكم أمس رجل ما سبقه الأولون، ولا يدركه الآخرون في حلم ولا علم،\nوما ترك من صفراء ولا بيضاء، ولا دينارا، ولا درهما، ولا عبدا، ولا أمة،\nإلا سبعمائة درهم فضلت من عطائه أراد أن يبتاع بها خادما لأهله، وكان رسول\nالله صلى الله عليه وآله وسلم يعطيه الراية فلا يرجع حتى يفتح الله عليه\n(1).\n</p>\n\n<p>\nوروي عن مولى لبني الأشتر النخعي قال: رأيت أمير المؤمنين عليا عليه\nالسلام، وأنا غلام وقد أتى السوق بالكوفة فقال: لبعض باعة الثياب أتعرفني؟\nقال: نعم أنت أمير المؤمنين، فتجاوزه وسأل آخر فأجاب بمثل ذلك إلى أن سأل\nواحدا فقال: ما أعرفك فاشترى منه قميصا فلبسه ثم قال:\n</p>\n\n<p>\n(الحمد لله الذي كسا علي بن أبي طالب)، وإنما ابتاع عليه السلام ممن لا\nيعرفه خوفا من المحاباة في إرخاص ما ابتاعه (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p080'> Vol. 00, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nالمنتخب من قضاياه عليه السلام، وجوابات المسائل التي سئل عنها بإسناد\nمرفوع إلى أبي عبد الله جعفر بن محمد الصادق عليهما السلام، أن ثورا قتل\nحمارا، على عهد النبي - صلى الله عليه وآله وسلم - فرفع ذلك إليه وهو في\nأناس من أصحابه فيهم أبو بكر، وعمر، فقال يا أبا بكر، إقض بينهم. فقال: يا\nرسول الله بهيمة قتلت بهيمة، ما عليها شئ. فقال: يا عمر، إقض بينهم. فقال:\n</p>\n\n<p>\nمثل قول أبي بكر. فقال: يا علي إقض بينهم. فقال: نعم يا رسول الله، إن\nكان الثور دخل على الحمار في مستراحه ضمن أصحاب الثور، وإن كان الحمار دخل\nعلى الثور في مستراحه فلا ضمان عليهم (1).\n</p>\n\n<p>\nقال: فرفع رسول الله صلى الله عليه وآله يده إلى السماء وقال: الحمد لله\nالذي جعل مني من يقضي بقضاء النبيين (2).\n</p>\n\n<p>\nوعنه - عليه <span id='ms46'></span> السلام - قال: قضى أمير المؤمنين - عليه السلام - بقضية ما\nقضى بها أحد كان قبله، وكانت أول قضية قضى بها بعد رسول الله صلى الله عليه\nوآله وسلم، وذلك أنه لما قبض رسول الله صلى الله عليه وآله وسلم، وأفضى\nالأمر إلى أبي بكر، أتي برجل قد شرب الخمر، فقال له أبو بكر: أشربت الخمر؟\nقال:\n</p>\n\n<p>\nنعم قال ولم شربتها؟ وهي محرمة، قال: إني أسلمت، ومنزلي بين ظهراني قوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p081'> Vol. 00, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nيشربون الخمر ويستحلونها، ولم أعلم أنها حرام، فأجتنبها. قال: فالتفت أبو\nبكر إلى عمر فقال: ما تقول يا أبا حفص في أمر هذا الرجل؟ فقال: معضلة وأبو\nحسن لها. فقال أبو بكر: يا غلام ادع عليا، فقال عمر: بل يؤتى الحكم في\nبيته، فأتوه وعنده سلمان، فأخبروه بقصة الرجل واقتص عليه الرجل قصته، فقال\nعلي عليه السلام: لأبي بكر: ابعث معه من يدور به على مجالس المهاجرين\nوالأنصار، فمن كان تلا عليه آية التحريم فليشهد عليه، وإن لم يكن أحد تلا\nعليه آية التحريم فلا شئ عليه.\n</p>\n\n<p>\nقال: ففعل أبو بكر بالرجل ما قاله عليه السلام، فلم يشهد عليه أحد فخلى\nسبيله، فقال سلمان لعلي عليه السلام: لقد أرشدتهم، فقال عليه السلام: إنما\nأردت أن أجدد تأكيد هذه الآية في وفيهم: (أفمن يهدي إلى الحق أحق أن يتبع\nأم من لا يهدي إلا أن يهدى فمالكم كيف تحكمون) (1).\n</p>\n\n<p>\nأبو أيوب المدني، عن محمد بن أبي عمير، عن عمر بن يزيد، عن أبي المعلى،\nعن أبي عبد الله عليه السلام، قال: أتي عمر بامرأة قد تعلقت برجل من\nالأنصار، وكانت تهواه ولم تقدر له على حيلة، فذهبت فأخذت بيضة فأخرجت منها\nالصفرة وصبت البياض على ثيابها وبين فخذيها، ثم جاءت إلى عمر فقالت يا أمير\nالمؤمنين: إن هذا الرجل أخذني في موضع كذا ففضحني، قال: فهم عمر أن يعاقب\nالأنصاري، وعلي عليه السلام - جالس، فجعل الأنصاري يحلف ويقول: يا أمير\nالمؤمنين تثبت في أمري. فلما أكثر من هذا القول، قال عمر: يا أبا <span id='ms47'></span> الحسن ما\nترى فنظر علي عليه السلام إلى بياض على ثوب المرأة وبين فخذيها فاتهمها أن\nتكون احتالت لذلك.\n</p>\n\n<p>\nفقال: آتوني بماء حار قد أغلي غليا شديدا، ففعلوا فلما أتي بالماء أمرهم\nفصبوه على موضع البياض فاشتوى ذلك البياض فأخذه عليه السلام، فألقاه إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p082'> Vol. 00, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nفيه فلما عرف الطعم ألقاه من فيه، ثم أقبل على المرأة فسألها حتى أقرت\nبذلك، ودفع الله عن الأنصاري عقوبة عمر بأمير المؤمنين علي بن أبي طالب\nعليه السلام (1).\n</p>\n\n<p>\nوبإسناد مرفوع إلى عاصم بن ضمرة السلولي، قال: سمعت غلاما بالمدينة على\nعهد عمر بن الخطاب، وهو يقول: يا أحكم الحاكمين أحكم بيني، وبين أمي، فقال\nله عمر: يا غلام لم تدعو على أمك؟ فقال: يا أمير المؤمنين إنها حملتني في\nبطنها تسعا، وأرضعتني حولين فلما ترعرعت، وعرفت الخير من الشر ويميني من\nشمالي طردتني وانتفت مني وزعمت أنها لا تعرفني.\n</p>\n\n<p>\nفقال عمر أين تكون المرأة؟ قال: في سقيفة بني فلان. فقال عمر علي بأم\nالغلام، قال: فأتوا بها مع أربعة إخوة لها في قسامة يشهدون لها أنها لا\nتعرف الصبي، وأن هذا الغلام غلام مدع ظلوم غشوم، يريد أن يفضحها في عشيرتها\nو أن هذه الجارية من قريش، لم تتزوج قط، وأنها بخاتم ربها، فقال عمر: يا\nغلام ما تقول؟ فقال: يا أمير المؤمنين، هذه والله أمي، حملتني تسعا،\nوأرضعتني حولين، فلما ترعرعت، وعرفت الخير والشر ويميني من شمالي، طردتني\nوانتفت مني و زعمت أنها لا تعرفني. فقال عمر: يا هذه ما يقول الغلام؟ قالت\nيا أمير المؤمنين و الذي احتجب بالنور ولا عين تراه وحق محمد وما ولد، ما\nأعرفه ولا أدري أي الناس هو، وإنه غلام مدع يريد أن يفضحني في عشيرتي، وأنا\nجارية من قريش لم أتزوج قط، وإني بخاتم ربي.\n</p>\n\n<p>\nفقال عمر: ألك شهود؟ فقالت: نعم هؤلاء، فتقدم القسامة فشهدوا أن هذا\nالغلام مدع يريد أن يفضحها في عشيرتها، وأن هذه جارية من قريش لم تتزوج قط،\nوأنها بخاتم ربها، فقال عمر <span id='ms48'></span>: خذوا بيد الغلام فانطلقوا به إلى السجن حتى\nنسأل عن الشهود، فإن عدلت شهادتهم جلدته حد المفتري، فأخذ بيد الغلام\nلينطلق به إلى السجن، فتلقاهم أمير المؤمنين علي بن أبي طالب عليه السلام،\nفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p083'> Vol. 00, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nبعض الطريق، فنادى الغلام: يا ابن عم رسول الله إني غلام مظلوم، وأعاد\nعليه الكلام الذي كلم به عمر، ثم قال: وهذا عمر قد أمر بي إلى الحبس.\n</p>\n\n<p>\nفقال علي عليه السلام: ردوه فلما ردوه قال لهم عمر: أمرت به إلى السجن\nفرددتموه إلي، فقالوا يا أمير المؤمنين: أمرنا علي بن أبي طالب برده إليك،\nو سمعناك تقول لا تعصوا لعلي أمرا، فبينا هم كذلك إذ أقبل أمير المؤمنين\nعليه السلام، فقال: علي بأم الغلام فأتوا بها، فقال عليه السلام: يا غلام\nما تقول؟\n</p>\n\n<p>\nفأعاد عليه الكلام، فقال عليه السلام لعمر: أتأذن لي في أن اقضي بينهما؟\nفقال عمر: يا سبحان الله وكيف لا، وقد سمعت رسول الله صلى الله عليه وآله\nوسلم يقول: أعلمكم علي بن أبي طالب عليه السلام (1).\n</p>\n\n<p>\nفقال عليه السلام للمرأة: يا هذه ألك شهود؟ قالت: نعم فتقدم القسامة\nفشهدوا بالشهادة الأولى، فقال أمير المؤمنين عليه السلام: والله لأقضين\nبينكم اليوم بقضية هي مرضاة الرب من فوق عرشه، علمنيها رسول الله صلى الله\nعليه و آله، ثم قال لها: ألك ولي؟ فقالت: نعم هؤلاء إخوتي، فقال لإخوتها:\nأمري فيكم وفيها جائز؟ قالوا: نعم يا ابن عم رسول الله، أمركم فينا وفي\nأختنا جائز، فقال أمير المؤمنين عليه السلام: أشهد الله وأشهد أمير\nالمؤمنين (يعني عمر) وأشهد من حضر من المسلمين أني قد زوجت هذه المرأة من\nهذا الغلام على أربع مائة درهم، والمهر من مالي.\n</p>\n\n<p>\nيا قنبر علي بالدراهم، فأتاه قنبر بها، فصبها في يد الغلام، ثم قال: خذها\nفصبها في حجر امرأتك، ولا تأتنا إلا وبك أثر العرس (يعني الغسل)، فقام\nالغلام فصب الدراهم في حجر المرأة ثم تلببها فقال لها: قومي فنادت المرأة،\nالنار النار، يا ابن عم رسول الله <span id='ms49'></span>، تريد أن تزوجني من ولدي هذا، والله ولدي\nزوجني إخوتي هجينا فولدت منه هذا الغلام، فلما ترعرع وشب أمروني أن أنتفي\nمنه، وأطرده و\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p084'> Vol. 00, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nهذا والله ابني، وفؤادي يتحرق أسفا على ولدي، قال: ثم أخذت بيد الغلام\nوانطلقت ونادى عمر: واعمراه لولا علي لهلك عمر (1).\n</p>\n\n<p>\n* * * وبإسناد مرفوع قال: بينا رجلان جالسان في دهر عمر بن الخطاب إذ مر\nبهما رجل مقيد، وكان عبدا، فقال أحدهما: إن لم يكن في قيده كذا وكذا\nفامرأته طالق ثلاثا، فقال الآخر إن كان فيه كما قلت فامرأته طالق ثلاثا،\nقال:\n</p>\n\n<p>\nفذهبا إلى مولى العبد فقالا: إنا قد حلفنا على كذا وكذا فحل قيد غلامك\nحتى نزنه، فقال مولى الغلام: امرأته طالق إن حللت قيد غلامي، قال فارتفعوا\nإلى عمر فقصوا عليه القصة، فقال مولاه أحق به إذهبوا فاعتزلوا نساءكم،\nفقالوا إذهبوا بنا إلى علي بن أبي طالب عليه السلام، لعله أن يكون عنده في\nهذا شئ فأتوه عليه السلام فقصوا عليه القصة، فقال ما أهون هذا ثم دعا بجفنة\nوأمر بقيد الغلام فشد فيه خيط وأدخل رجليه والقيد في الجفنة، ثم صب الماء\nعليه حتى امتلأت ثم قال: ارفعوا القيد فرفع القيد حتى أخرج من الماء ثم دعا\nبزبر الحديد فأرسلها في الماء حتى تراجع الماء إلى موضعه حين كان القيد فيه\nثم قال: زنوا هذا الحديد فإنه وزنه (2).\n</p>\n\n<p>\nوروي أن أمير المؤمنين عليه السلام، كان إذا قطع اليد قطع أربع أصابع و\nترك الكف، والراحة، والابهام، وإذا أراد قطع الرجل قطعها من الكعب وترك\nالعقب، فقيل له: لم هذا يا أمير المؤمنين؟ قال: إني لأكره أن تدركه التوبة\nفيحتج علي عند الله إني لم أدع له من كرائم بدنه ما يركع به ويسجد (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p085'> Vol. 00, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nوروي عن أبي عبد الله عليه السلام أنه قال: ادعى على عهد أمير المؤمنين\nعليه السلام رجلان كل واحد على صاحبه أنه مملوكه، ولم يكن لهما بينة، فبنى\nلهما بيتا وجعل كوتين قريبة إحداهما من الأخرى، وأدخلهما البيت وأخرج\nرأسيهما <span id='ms50'></span> من الكوتين، وقال لقنبر: قم عليهما بالسيف فإذا قلت لك اضرب عنق\nالمملوك فافزعهما ولا تضربن أحدا منهما، ثم قال له: اضرب عنق المملوك فهز\nقنبر السيف فأدخل أحدهما رأسه وبقي رأس الآخر خارجا من الكوة فدفع الذي\nأدخل رأسه إلى صاحبه، وقال له: إذهب فإنه مملوكك (1).\n</p>\n\n<p>\nوعنه عليه السلام قال: كان صبيان في زمن علي عليه السلام يلعبون بأحجار\nلهم، فرمى أحدهم بحجره فأصاب رباعية صاحبه، فرفع ذلك إلى أمير المؤمنين\nعليه السلام، فأقام الرامي البينة أنه قال: حذار حذار، فدرأ عنه القصاص ثم\nقال عليه السلام: قد أعذر من حذر (2).\n</p>\n\n<p>\nوفي خبر مرفوع قال، لما رفع أمير المؤمنين عليه السلام يده من غسل رسول\nالله صلى الله عليه وآله أتته أنباء السقيفة، فقال: ما قالت الأنصار؟ قالوا\nقالت: منا أمير ومنكم أمير، قال عليه السلام: فهلا احتججتم عليهم بأن رسول\nالله صلى الله عليه وآله وصى بأن يحسن إلى محسنهم، ويتجاوز عن مسيئهم،\nقالوا: وما في هذا من حجة عليهم؟ فقال عليه السلام: لو كانت الإمارة فيهم\nلم تكن الوصية بهم، ثم قال عليه السلام: فماذا قالت قريش؟ قالوا: احتجت\nبأنها شجرة الرسول صلى الله عليه وآله، فقال عليه السلام: احتجوا بالشجرة\nوأضاعوا الثمرة (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p086'> Vol. 00, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nمن جوابات المسائل التي سئل عليه السلام عنها بإسناد مرفوع إلى الأصبغ بن\nنباتة قال: أتى ابن الكواء أمير المؤمنين عليه السلام، وكان معنتا في\nالمسائل فقال له: يا أمير المؤمنين خبرني عن الله عز وجل، هل كلم أحدا من\nولد آدم قبل موسى؟ فقال أمير المؤمنين عليه السلام قد كلم الله جميع خلقه\nبرهم وفاجرهم، وردوا عليه الجواب، قال: فثقل ذلك على ابن الكواء ولم يعرفه\nفقال: وكيف كان ذلك؟ فقال: أوما تقرأ كتاب الله تعالى إذ يقول لنبيه عليه\nالسلام: (وإذا أخذ ربك من بني آدم من ظهورهم ذريتهم وأشهدهم على أنفسهم\nألست بربكم قالوا بلى) (1) فقد أسمعهم كلامه وردوا عليه الجواب كما تسمع في\nقول الله يا ابن الكواء، قالوا بلى <span id='ms51'></span>، وقال لهم:\n</p>\n\n<p>\n(إني أنا الله لا إله إلا أنا وأنا الرحمن الرحيم) فأقروا له بالطاعة\nوالربوبية، وميز الرسل والأنبياء والأوصياء، وأمر الخلق بطاعتهم فأقروا\nبذلك في الميثاق و أشهدهم على أنفسهم، وأشهد الملائكة عليهم أن تقولوا يوم\nالقيامة إنا كنا عن هذه غافلين (2).\n</p>\n\n<p>\nقال السيد الرضي أبو الحسن: ولهذه الآية تأويل ليس هذا الموضع كشف جليته\nوبيان حقيقته.\n</p>\n\n<p>\nوسأله عليه السلام رجل من اليهود، فقال: أين كان الله تعالى من قبل أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p087'> Vol. 00, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nيخلق السماوات والأرض؟ فقال عليه السلام: أين سؤال عن مكان، وكان الله\nولا مكان.\n</p>\n\n<p>\nفقطعه في أوجز كلمة (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p088'> Vol. 00, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nومن مسائل سأله عنها ابن الكواء فقال: كم بين المشرق والمغرب؟ قال عليه\nالسلام: مسيره يوم مطرد للشمس. وهذا أخصر كلام يكون وأبلغه.\n</p>\n\n<p>\nوبإسناد مرفوع قال: اجتمع نفر من الصحابة على باب عثمان بن عفان فقال كعب\nالأحبار: والله لوددت أن أعلم أصحاب محمد عندي الساعة فأسأله عن أشياء ما\nأعلم أحد على وجه الأرض يعرفها ما خلا رجلا أو رجلين إن كانا، قال: فبينا\nنحن كذلك إذ طلع علي بن أبي طالب عليه السلام، قال: فتبسم القوم. قال: فكأن\nعليا عليه السلام دخله من ذلك بعض الغضاضة، فقال لهم:\n</p>\n\n<p>\nلشئ ما تبسمتم؟ فقالوا: لغير ريبة ولا بأس يا أبا الحسن إلا أن كعبا تمنى\nأمنية فعجبنا من سرعة إجابة الله له في أمنيته، فقال عليه السلام لهم: وما\nذاك؟ قالوا:\n</p>\n\n<p>\nتمنى أن يكون عنده أعلم أصحاب محمد عليه السلام ليسأله عن أشياء زعم أنه\nلا يعرف أحدا على وجه الأرض يعرفها، قال فجلس عليه السلام، ثم قال: هات يا\nكعب مسائلك.\n</p>\n\n<p>\nفقال: يا أبا الحسن أخبرني عن أول شجرة اهتزت على وجه الأرض؟ فقال عليه\nالسلام: في قولنا أو في قولكم؟ فقال: بل أخبرنا عن قولنا وقولكم، فقال عليه\nالسلام: تزعم يا كعب أنت وأصحابك إنها الشجرة التي شق منها السفينة قال\nكعب: كذلك نقول فقال عليه السلام: كذبتم يا كعب ولكنها النخلة التي أهبطها\nالله تعالى مع آدم <span id='ms52'></span> عليه السلام من الجنة، فاستظل بظلها وأكل من ثمرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p089'> Vol. 00, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nهات يا كعب: فقال يا أبا الحسن أخبرني عن أول عين جرت على وجه الأرض،\nفقال عليه السلام: في قولنا أو في قولكم؟ فقال كعب: أخبرني عن الأمرين\nجميعا، فقال عليه السلام: تزعم أنت وأصحابك أنها العين التي عليه صخرة بيت\nالمقدس، قال كعب: كذلك نقول، قال: كذبتم يا كعب ولكنها عين الحيوان وهي\nالتي شرب منها الخضر فبقي في الدنيا.\n</p>\n\n<p>\nقال عليه السلام هات يا كعب: قال أخبرني يا أبا الحسن عن شئ من الجنة في\nالأرض فقال عليه السلام: في قولنا أو في قولكم، فقال: عن الأمرين جميعا،\nفقال عليه السلام: تزعم أنت وأصحابك أنه حجر أنزله الله من الجنة أبيض\nفاسود من ذنوب العباد، قال كذلك نقول، قال: كذبتم يا كعب ولكن الله أهبط\nالبيت من لؤلؤة بيضاء، جوفاء من السماء إلى الأرض فلما كان الطوفان رفع\nالله البيت وبقي أساسه.\n</p>\n\n<p>\nهات يا كعب، قال: أخبرني يا أبا الحسن عمن لا أب له، وعمن لا عشيرة له،\nوعمن لا قبلة له، قال: أما من لا أب له فعيسى عليه السلام، وأما لا عشيرة\nله فآدم عليه السلام، وأما من لا قبلة له فهو البيت الحرام، هو قبلة ولا\nقبلة لها.\n</p>\n\n<p>\nهات يا كعب فقال: أخبرني يا أبا الحسن عن ثلاثة أشياء لم ترتكض في رحم\nولم تخرج من بدن، فقال عليه السلام له: هي عصا موسى عليه السلام، و ناقة\nثمود وكبش إبراهيم.\n</p>\n\n<p>\nثم قال هات يا كعب، فقال: يا أبا الحسن بقيت خصلة فإن أنت أخبرتني بها\nفأنت أنت، قال هلمها يا كعب قال: قبر سار بصاحبه، قال: ذلك يونس بن متى إذ\nسجنه الله في بطن الحوت (1).\n</p>\n\n<p>\nوبإسناد مرفوع إلى أبي جعفر محمد بن علي الباقر عليهما السلام، قال:\n</p>\n\n<p>\nقدم أسقف نجران على عمر بن الخطاب فقال يا أمير المؤمنين: إن أرضنا باردة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p090'> Vol. 00, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nسديدة المؤونة لا تحمل الجيش، وأنا ضامن لخراج أرضي أحمله إليك في كل <span id='ms53'></span> عام\nكملا، فكان يقدم هو بالمال بنفسه، ومعه أعوان له حتى يوفيه بيت المال،\nويكتب له عمر البراءة. قال: فقدم الأسقف ذات عام، وكان شيخا جميلا فدعاه\nعمر إلى الله، وإلى دين رسول الله صلى الله عليه وآله، وأنشأ يذكر فضل\nالاسلام وما يصير إليه المسلمون من النعيم والكرامة، فقال له الأسقف: يا\nعمر أنتم تقرؤن في كتابكم أن لله جنة عرضها كعرض السماء والأرض، فأين تكون\nالنار؟ قال: فسكت عمر، ونكس رأسه، فقال أمير المؤمنين عليه السلام، و كان\nحاضرا: أجب هذا النصراني. فقال له عمر: بل أجبه أنت، فقال عليه السلام، له:\nيا أسقف نجران أنا أجيبك أرأيت إذا جاء النهار أين يكون الليل، وإذا جاء\nالليل أين يكون النهار؟ فقال الأسقف: ما كنت أرى أن أحدا يجيبني عن هذه\nالمسألة.\n</p>\n\n<p>\nثم قال: من هذا الفتى يا عمر؟ قال عمر: هذا علي بن أبي طالب ختن رسول\nالله صلى الله عليه وآله وابن عمه، وأول مؤمن معه، هذا أبو الحسن والحسين\nعليهما السلام.\n</p>\n\n<p>\nقال الأسقف: أخبرني يا عمر عن بقعة في الأرض طلعت فيها الشمس ساعة، ولم\nتطلع فيها قبلها ولا بعدها؟ قال له عمر: سل الفتى فقال أمير المؤمنين: أنا\nأجيبك، هو البحر حيث انفلق لبني إسرائيل فوقعت الشمس فيه ولم تقع فيه قبله\nولا بعده، قال الأسقف: صدقت يا فتى.\n</p>\n\n<p>\nثم قال الأسقف: يا عمر أخبرني عن شئ في أيدي أهل الدنيا شبيه بثمار أهل\nالجنة؟ فقال: سل الفتى. فقال عليه السلام أنا أجيبك: هو القرآن يجتمع أهل\nالدنيا عليه فيأخذون منه حاجتهم، ولا ينتقص منه شئ وكذلك ثمار الجنة.\n</p>\n\n<p>\nقال الأسقف: صدقت يا فتى.\n</p>\n\n<p>\nثم قال الأسقف يا عمر: أخبرني هل للسماوات من أبواب؟ فقال له عمر:\n</p>\n\n<p>\nسل الفتى. فقال عليه السلام: نعم يا أسقف، لها أبواب فقال: يا فتى، هل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p091'> Vol. 00, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nلتلك الأبواب من أقفال؟ فقال عليه السلام: نعم يا أسقف، أقفالها الشرك\nبالله قال الأسقف: صدقت يا فتى.\n</p>\n\n<p>\nفما مفتاح تلك الأقفال؟ فقال عليه <span id='ms54'></span> السلام: شهادة أن لا إله إلا الله، لا\nيحجبها شئ دون العرش فقال: صدقت يا فتى.\n</p>\n\n<p>\nثم قال الأسقف يا عمر: أخبرني عن أول دم وقع على وجه الأرض أي دم كان؟\nفقال: سل الفتى: فقال عليه السلام: أنا أجيبك، يا أسقف نجران، أما نحن فلا\nنقول كما تقولون أنه دم ابن آدم الذي قتله أخوه ليس هو كما قلتم، ولكن أول\nدم وقع على وجه الأرض مشيمة حواء حين ولدت قابيل بن آدم، قال الأسقف صدقت\nيا فتى.\n</p>\n\n<p>\nثم قال الأسقف: بقيت مسألة واحدة أخبرني أنت يا عمر أين الله تعالى؟\n</p>\n\n<p>\nقال: فغضب عمر، فقال أمير المؤمنين عليه السلام: أنا أجيبك وسل عما شئت،\nكنا عند رسول الله صلى الله عليه وآله ذات يوم، أتاه ملك فسلم فقال له رسول\nالله صلى الله عليه وآله: من أين أرسلت؟ قال: من سبع سماوات من عند ربي، ثم\nأتاه ملك آخر فسلم فقال له رسول الله: من أين أرسلت؟ فقال: من سبع أرضين من\nعند ربي، ثم أتاه ملك آخر فسلم فقال له رسول الله: من أين أرسلت؟ قال: من\nمشرق الشمس من عند ربي، ثم أتاه ملك آخر فقال له رسول الله: من أين أرسلت؟\nفقال: من مغرب الشمس من عند ربي، فالله هاهنا، و هاهنا، وهاهنا، في السماء\nإله، وفي الأرض إله، وهو الحكيم العليم.\n</p>\n\n<p>\nقال أبو جعفر: معناه من ملكوت ربي في كل مكان، ولا يعزب عن علمه شئ تبارك\nوتعالى (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p092'> Vol. 00, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nومن جملة كلامه عليه السلام للشامي لما سأله أكان مسيره إلى الشام بقضاء\nمن الله وقدره، بعد كلام طويل هذا مختاره:\n</p>\n\n<p>\nإن الله سبحانه أمر عباده تخييرا، ونهاهم تحذيرا، فكلف يسيرا، ولم يكلف\nعسيرا، وأعطى على القليل كثيرا ولم يعص مغلوبا، ولم يطع مكرها، ولم يرسل\nالأنبياء لعبا، ولم ينزل الكتاب للعباد عبثا، ولا خلق السماوات والأرض و ما\nبينهما باطلا (ذلك ظن الذين كفروا فويل للذين كفروا من النار) (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p093'> Vol. 00, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nومن كلامه عليه السلام القصير في فنون <span id='ms55'></span> البلاغة، والمواعظ والزهد،\nوالأمثال ولو لم يكن في هذا الكتاب سوى ما أوردناه من هذا الفصل لكفى به\nفائدة.\n</p>\n\n<p>\nقال عليه السلام: خذ الحكمة أنى أتتك فإن الحكمة تكون في صدر المنافق،\nفتلجلج في صدره حتى تخرج فتسكن إلى صواحبها في صدر المؤمن (1).\n</p>\n\n<p>\nوقال عليه السلام: الهيبة خيبة، والفرصة تمر مر السحاب، والحكمة ضالة\nالمؤمن فخذ الحكمة ولو من أهل النفاق (2).\n</p>\n\n<p>\nوقال عليه السلام: أوصيكم بخمس لو ضربتم إليها آباط الإبل كانت لذلك\nأهلا، لا يرجون أحد منكم ألا ربه. ولا يخافن إلا ذنبه. ولا يستحيين أحد إذا\nسئل عما لا يعلم أن يقول لا أعلم. ولا يستحيين أحد إذا لم يعلم الشئ أن\nيتعلمه. وعليكم بالصبر فإن الصبر من الإيمان كالرأس من الجسد، ولا خير في\nجسد لا رأس معه، ولا في إيمان لا صبر معه (2).\n</p>\n\n<p>\nوقال الأصمعي: أتى رجل أمير المؤمنين عليه السلام، فأفرط في الثناء عليه،\nفقال - عليه السلام - وكان له متهما: أنا دون ما تقول، وفوق ما في نفسك\n(3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p094'> Vol. 00, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عليه السلام: قيمة كل امرئ ما يحسنه.\n</p>\n\n<p>\nقال السيد الرضي أبو الحسن رضي الله عنه: وهذه الكلمة لا قيمة لها ولا\nكلام يوزن بها (1).\n</p>\n\n<p>\nوقال عليه السلام: السيف أبقى عددا وأكثر ولدا (2).\n</p>\n\n<p>\nوقال عليه السلام: من ترك قول \" لا أدري \" أصيبت مقالته (3).\n</p>\n\n<p>\nوقال عليه السلام: رأي الشيخ أحب إلي من جلد الغلام. ويروى من مشهد\nالغلام (4).\n</p>\n\n<p>\nوقال عليه السلام: وقد سمع رجلا من الحرورية يتهجد بصوت حزين.\n</p>\n\n<p>\nنوم على يقين خير من صلاة في شك (5).\n</p>\n\n<p>\nوقال عليه السلام: إعقلوا الخبر إذا سمعتموه عقل رعاية، لا عقل رواية،\nفإن رواة العلم كثير ورعاته قليل (6) وقال عليه السلام، وقد سمع رجلا يقول:\nإنا لله وإنا إليه راجعون: يا هذا إن قولنا: إنا لله إقرار منا بالملك.\nوقولنا إليه راجعون إقرار منا بالهلك (7).\n</p>\n\n<p>\nوكان ابن عباس رضي الله عنه يقول: ما انتفعت بكلام أحد بعد رسول الله -\nصلى الله عليه وآله - كانتفاعي بكلام كتبه إلي أمير المؤمنين علي بن <span id='ms56'></span> أبي\nطالب عليه السلام وهو:\n</p>\n\n<p>\nأما بعد، فإن المرء قد يسره درك ما لم يكن ليفوته، ويسوؤه فوت ما لم يكن\nليدركه، فليكن سرورك بما نلت من آخرتك، وليكن أسفك على ما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p095'> Vol. 00, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nفاتك منها وما نلت من دنياك، فلا تكثر به فرحا، وما فاتك منها فلا تأس\nعليه جزعا، وليكن همك فيما بعد الموت (1).\n</p>\n\n<p>\nوكان عليه السلام يقول إذا أطري في وجهه: اللهم اجعلنا خيرا مما يظنون،\nواغفر لنا ما لا يعلمون (2).\n</p>\n\n<p>\nوقال عليه السلام: لا يستقيم قضاء الحوائج إلا بثلاث، باستصغارها لتعظم،\nوباستكتامها لتنسى، وبتعجيلها لتهنأ (3).\n</p>\n\n<p>\nوقال عليه السلام: يأتي على الناس زمان لا يقرب فيه إلا الماحل، ولا يظرف\nفيه إلا الفاجر، ولا يضعف فيه إلا المنصف، يعدون الصدقة غرما، وصلة الرحم\nمنا، والعبادة استطالة على الناس، فعند ذلك يكون السلطان بمشورة الإماء،\nوإمارة الصبيان (4).\n</p>\n\n<p>\nوقال عليه السلام، وقد شوهد عليه إزار مرقوع فقيل له في ذلك فقال:\n</p>\n\n<p>\nيخشع له القلب، وتذل به النفس، ويقتدي به المؤمنون (5).\n</p>\n\n<p>\nوكان عليه السلام يقول: إنما أخشى عليكم من بعدي اتباع الهوى، وطول\nالأمل، فإن طول الأمل ينسي الآخرة، واتباع الهوى يصد عن الحق، ألا وإن\nالدنيا قد ارتحلت مدبرة، والآخرة قد جاءت مقبلة، ولكل واحدة منهما بنون،\nفكونوا من أبناء الآخرة ولا تكونوا من أبناء الدنيا، فإن اليوم عمل ولا\nحساب، وغدا حساب ولا عمل، واليوم المضمار، وغدا السباق، والسبقة الجنة،\nوالغاية النار (6).\n</p>\n\n<p>\nوقال عليه السلام: إن الدنيا والآخرة عدوان متفاوتان، وسبيلان مختلفان،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p096'> Vol. 00, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nفمن أحب الدنيا وتولاها أبغض الآخرة وعاداها، وهما بمنزلة المشرق\nوالمغرب، وماش بينهما كلما قرب من واحد بعد عن الآخر، وهما بعد ضرتان (1).\n</p>\n\n<p>\nوعن نوف البكالي، قال: رأيت أمير المؤمنين - عليه السلام - ذات ليلة وقد\nخرج من فراشه فنظر إلى النجوم، ثم قال: يا نوف، أراقد أنت أم رامق؟ قلت: بل\nرامق يا أمير المؤمنين، قال يا نوف: طوبى للزاهدين في الدنيا الراغبين في\nالآخرة، أولئك قوم اتخذوا الأرض بساطا، وترابها فراشا، وماءها طيبا،\nوالقرآن شعارا، والدعاء دثارا <span id='ms57'></span> ثم قرضوا الدنيا قرضا على منهاج المسيح عليه\nالسلام.\n</p>\n\n<p>\nيا نوف إن داود عليه السلام، قام في مثل هذه الساعة من الليل، فقال إنها\nساعة لا يدعو فيها عبد إلا استجيب له إلا أن يكون عشارا، أو عريفا، أو\nشرطيا، أو صاحب عرطبة (وهي الطنبور) أو صاحب كوبة (وهي الطبل) (2).\n</p>\n\n<p>\nوقال عليه السلام: إن الله فرض عليكم فرائض فلا تضيعوها، وحد لكم حدودا\nفلا تعتدوها، ونهاكم عن أشياء فلا تنتهكوها، وسكت لكم عن أشياء و لم يدعها\nنسيانا فلا تتكلفوها، رحمة من ربكم رحمكم بها فاقبلوها (3).\n</p>\n\n<p>\nوقال عليه السلام: لا يترك الناس شيئا من دينهم، لاستصلاح دنياهم إلا فتح\nالله عليهم ما هو أضر منه (4).\n</p>\n\n<p>\nوقال عليه السلام: رب عالم قد قتله جهله، ومعه علمه لا ينفعه (5).\n</p>\n\n<p>\nوقال عليه السلام: أعجب ما في هذا الإنسان قلبه، وله مواد من الحكمة\nوأضداد من خلافها، فإن سنح له الرجاء أذله الطمع، وإن هاج به الطمع أهلكه\nالحرص، وإن ملكه اليأس قتله الأسف، وإن عرض له الغضب اشتد به الغيظ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p097'> Vol. 00, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nوإن أسعده الرضا نسي التحفظ، وإن غاله الخوف شغله الحذر، وإن اتسع له،\nالأمر استلبته الغرة، وإن أصابته مصيبة فضحه الجزع، وإن أفاد مالا أطغاه\nالغنى، وإن عضته الفاقة شغله البلاء، وإن جهده الجوع قعد به الضعف، وإن\nأفرط به الشبع كظته البطنة، فكل تقصير به مضر، وكل إفراط له مفسد (1).\n</p>\n\n<p>\nوقال عليه السلام: نحن النمرقة الوسطى بها يلحق التالي، وإليها يرجع\nالغالي (2).\n</p>\n\n<p>\nومن كلام له عليه السلام: تجهزوا رحمكم الله فقد نودي فيكم بالرحيل،\nواقلوا العرجة على الدنيا، وانقلبوا بصالح ما بحضرتكم من الزاد، فإن أمامكم\nعقبة كؤدا، ومنازل هائلة مخوفة، لا بد من الممر عليها، والوقوف عندها، فإما\nبرحمة من الله نجوتم من فظاظتها (3) وشدة مختبرها، وكراهة منظرها، وإما\nبهلكة ليس بعدها نجاة، فيالها حسرة على كل ذي غفلة أن يكون عمره عليه حجة.\n</p>\n\n<p>\nوكان عليه السلام يقول: الوفاء توأم الصدق، ولا نعلم نجاة ولا جنة أوقى\nمنه، وما يغدر من <span id='ms58'></span> يعلم كيف المرجع في الذهاب عنه، ولقد أصبحنا في زمان اتخذ\nأكثر أهله الشر كيسا، ونسبهم أهل الجهل إلى حس الحيلة، ما لهم - قاتلهم\nالله - قد يرى الحول القلب وجه الحيلة ودونها مانع من الله ونهيه، فيدعها\nمن بعد قدرة وينتهز فرصتها من لا جريحة في الدين (4).\n</p>\n\n<p>\nوقال عليه السلام: الناس في الدنيا عاملان، عامل في الدنيا للدنيا قد\nشغلته دنياه عن آخرته، يخشى على من يخلف الفقر، ويأمنه على نفسه فيفني عمره\nفي منفعة غيره، وآخر عمل في الدنيا لما بعدها، فجاءه، الذي له من الدنيا\nبغير عمل، فأصبح ملكا عند الله لا يسأل شيئا يمنعه (5).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p098'> Vol. 00, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عليه السلام: شتان بين عملين، عمل تذهب لذته وتبقى تبعته، و عمل\nتذهب مؤنته ويبقى أجره (1).\n</p>\n\n<p>\nوتحدث - عليه السلام - يوما بحديث عن رسول الله صلى الله عليه وآله -\nفنظر القوم بعضهم إلى بعض، فقال عليه السلام: ما زلت مذ قبض رسول الله صلى\nالله عليه وآله مظلوما، وقد بلغني مع ذلك أنكم تقولون إني أكذب عليه، ويلكم\nأتروني اكذب؟ فعلى من أكذب؟ أعلى الله؟ فأنا أول من آمن به، أم على رسول\nالله؟ وأنا أول من صدقه. ولكن لهجة غبتم عنها، ولم تكونوا من أهلها، وعلم\nعجزتم عن حمله ولم تكونوا من أهله، إذ كيل بغير ثمن لو كان له وعاء\n(ولتعلمن نبأه بعد حين) (2).\n</p>\n\n<p>\nأراد أن النبي صلى الله عليه وآله، كان يخيله ويسر إليه.\n</p>\n\n<p>\nوشيع علي عليه السلام جنازة، فسمع رجلا يضحك، فقال عليه السلام:\n</p>\n\n<p>\nكأن الموت فيها على غيرنا كتب، وكأن الحق فيها على غيرنا وجب، وكأن الذي\nنرى من الأموات سفر، عما قليل إلينا راجعون، نبؤهم أجداثهم، ونأكل تراثهم\nقد نسينا كل واعظة، ورمينا بكل جائحة (3).\n</p>\n\n<p>\nوقال عليه السلام: طوبى لمن ذل في نفسه، وطاب كسبه، وصلحت سريرته، وحسنت\nخليقته، وأنفق الفضل من ماله، وأمسك الفضل من لسانه، وعزل عن الناس شره،\nووسعته السنة، ولم ينسب إلى بدعة.\n</p>\n\n<p>\nقال السيد الرضي أبو الحسن رضي الله عنه، وهذا الكلام <span id='ms59'></span> من الناس من يرويه\nعن النبي صلى الله عليه وآله، وكذلك الذي قبله (4).\n</p>\n\n<p>\nوقال عليه السلام: من أراد عزا بلا عشيرة، وهيبة من غير سلطان، وغنى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p099'> Vol. 00, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nمن غير مال، وطاعة من غير بذل، فليتحول من ذل معصية الله إلى عز طاعة\nالله فإنه يجد ذلك كله (1).\n</p>\n\n<p>\nوقال عليه السلام:، وقد فرغ من حرب الجمل: معاشر الناس إن النساء نواقص\nالإيمان، نواقص العقول، نواقص الحظوظ، فأما نقصان إيمانهن فقعودهن عن\nالصلاة والصيام في أيام حيضهن. وأما نقصان عقولهن فلا شهادة لهن إلا في\nالدين، وشهادة امرأتين برجل. وأما نقصان حظوظهن فمواريثهن على الانصاف من\nمواريث الرجال (2).\n</p>\n\n<p>\nوقال عليه السلام: اتقوا شرار النساء، وكونوا من خيارهن على حذر، و لا\nتطيعوهن في المعروف حتى لا يطمعن في المنكر (3).\n</p>\n\n<p>\nوقال عليه السلام: غيرة المرأة كفر، وغيرة الرجل إيمان (4).\n</p>\n\n<p>\nوقال عليه السلام: لأنسبن الاسلام نسبة لم ينسبها أحد قبلي، الاسلام هو\nالتسليم، والتسليم هو اليقين، واليقين هو التصديق، والتصديق هو الاقرار،\nوالاقرار هو الأداء، والأداء هو العمل (5).\n</p>\n\n<p>\nوقال عليه السلام: قد يكون الرجل مسلما ولا يكون مؤمنا، ولا يكون مؤمنا\nحتى يكون مسلما، والإيمان إقرار باللسان، وعقد بالقلب، وعمل بالجوارح، ولا\nيتم المعروف إلا بثلاث، تعجيله، وتصغيره، وتستيره، فإذا عجلته هنأته، وإذا\nصغرته عظمته، وإذا سترته تممته (6).\n</p>\n\n<p>\nوقال عليه السلام: عجبت للبخيل الذي استعجل الفقر الذي منه هرب، و فاته\nالغنى الذي إياه طلب، فيعيش في الدنيا عيش الفقراء، ويحاسب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p100'> Vol. 00, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nفي الآخرة حساب الأغنياء. وعجبت للمتكبر الذي كان بالأمس نطفة وهو غدا\nجيفة. وعجبت لمن شك في الله وهو يرى خلق الله. وعجبت لمن نسي الموت وهو يرى\nمن يموت. وعجبت لمن أنكر النشأة الأخرى وهو يرى النشأة الأولى. وعجبت لعامر\nدار الفناء وتارك دار البقاء (1).\n</p>\n\n<p>\nوقال عليه السلام: من قصر في العمل ابتلى بالهم، ولا حاجة لله فيمن ليس\nلله في نفسه وماله نصيب (2).\n</p>\n\n<p>\nوقال عليه السلام: لسلمان الفارسي رحمة الله عليه، إن مثل الدنيا مثل\nالحية لين مسها قاتل سمها، فأعرض عما <span id='ms60'></span> يعجبك فيها لقلة ما يصحبك منها، فإن\nالمرء العاقل كلما صار فيها إلى سرور أشخصته منها إلى مكروه، ودع عنك\nهمومها إن أيقنت بفراقها (3).\n</p>\n\n<p>\nوقال عليه السلام: توقوا البرد في أوله، وتلقوه في آخره، فإنه يفعل\nبالأبدان كفعله في الأشجار أوله يحرق وآخره يورق (4).\n</p>\n\n<p>\nوقال عليه السلام: عظم الخالق عندك، يصغر المخلوق في عينك (5).\n</p>\n\n<p>\nوقال عليه السلام: ثلاث خصال مرجعها على الناس في كتاب الله، لبغي،\nوالنكث، والمكر، قال الله تعالى: (يا أيها الناس إنما بغيكم على أنفسكم)\n(6) وقال تعالى: (فمن نكث فإنما ينكث على نفسه) (7) وقال تعالى:\n</p>\n\n<p>\nولا يحيق المكر السيئ إلا بأهله) (8).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p101'> Vol. 00, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عليه السلام، وقد رجع من صفين، فأشرف على القبور بظاهر الكوفة فقال:\n</p>\n\n<p>\nيا أهل القبور يا أهل التربة، يا أهل الغربة، يا أهل الوحدة، يا أهل\nالوحشة، أما الدور فقد سكنت، وأما الأزواج فقد نكحت، وأما الأموال فقد\nقسمت، هذا خبر ما عندنا فما خبر ما عندكم؟ ثم التفت إلى أصحابه فقال: أما\nلو أذن لهم في الكلام لأخبروكم: أن خير الزاد التقوى (1).\n</p>\n\n<p>\nوقال عليه السلام: إن الدنيا دار صدق لمن صدقها، ودار عافية لمن فهم\nعنها، ودار غنى لمن تزود منها، ودار موعظة لمن اتعظ بها، مسجد أحباء الله،\nو مصلى ملائكة الله، ومهبط وحي الله، ومتجر أولياء الله، إكتسوا فيها\nالرحمة، و ربحوا فيها الجنة، فمن ذا يذمها وقد آذنت ببينها، ونادت بفراقها،\nونعت نفسها وأهلها، فمثلت لهم ببلائها، وشوقتهم بسرورها إلى السرور، وراحت\nبعافية، و ابتكرت بفجيعة، ترغيبا وترهيبا وتخويفا وتحذيرا، فذمها رجال غداة\nالندامة، و حمدها آخرون يوم القيامة، ذكرتهم الدنيا فذكروا وحذرتهم فصدقوا،\nووعظتهم فاتعظوا.\n</p>\n\n<p>\nفيا أيها الذام للدنيا المغتر بغرورها، بم تذمها؟ أنت المتجرم عليها أم\nهي المتجرمة عليك؟ متى استهوتك؟ أم متى غرتك؟ أبمصارع آبائك من البلى؟ أم\nبمضاجع أمهاتك تحت الثرى؟ كم عللت بكفيك؟ وكم مرضت بيديك؟ تبغى لهم الشفاء،\nوتستوصف لهم الأطباء، لم ينفع أحدهم إشفاقك، ولم تسعف فيه بطلبتك، قد مثلت\nلك به الدنيا نفسك <span id='ms61'></span> وبمصرعه مصرعك (2).\n</p>\n\n<p>\nوقال عليه السلام: المال والبنون حرث الدنيا، والعمل الصالح حرث الآخرة\nوقد يجمعهما لأقوام (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p102'> Vol. 00, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عليه السلام: من لهج قلبه بحب الدنيا التاط منها بثلاث، هم لا يغبه،\nوأمل لا يدركه، ورجاء لا يناله (1).\n</p>\n\n<p>\nوقال عليه السلام: إن لله ملكا ينادي في كل يوم، لدوا للموت، واجمعوا\nللفناء، وابنوا للخراب (2).\n</p>\n\n<p>\nوقال عليه السلام: الدنيا دار ممر إلى دار مقر، والناس فيها رجلان، رجل\nباع نفسه فأوبقها، ورجل ابتاع نفسه فأعتقها (3).\n</p>\n\n<p>\nوقال عليه السلام: لا يكون الصديق صديقا حتى يحفظ أخاه في ثلاث، في\nنكبته، وغيبته، ووفاته (4).\n</p>\n\n<p>\nوقال عليه السلام: من أعطي أربعا لم يحرم أربعا، من أعطي الدعاء لم يحرم\nالإجابة. ومن أعطي التوبة لم يحرم القبول. ومن أعطي الاستغفار لم يحرم\nالمغفرة. ومن أعطي الشكر لم يحرم الزيادة. وتصديق ذلك في القرآن قال الله\nتعالى في الدعاء: (ادعوني أستجب لكم) (5) وقال - تعالى - في الاستغفار:\n</p>\n\n<p>\n(ومن يعمل سوءا أو يظلم نفسه ثم يستغفر الله يجد الله غفورا رحيما) (6) و\nقال تعالى في الشكر: (لأن شكرتم لأزيدنكم) (7) وقال تعالى في التوبة: (إنما\nالتوبة على الله للذين يعملون السوء بجهالة، ثم يتوبون من قريب فأولئك يتوب\nالله عليهم) (8).\n</p>\n\n<p>\nوقال عليه السلام: الصلاة قربان كل تقي، والحج جهاد كل ضعيف، و لكل شئ\nزكاة، وزكاة البدن الصيام، وجهاد المرأة حسن التبعل (9).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p103'> Vol. 00, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عليه السلام: إستنزلوا الرزق بالصدقة. ومن أيقن بالخلف جاد بالعطية\n(1).\n</p>\n\n<p>\nوقال عليه السلام: تنزل المعونة على قدر المؤونة (2).\n</p>\n\n<p>\nوقال عليه السلام: التقدير نصف العيش، وما عال امرء اقتصد (3).\n</p>\n\n<p>\nوقال عليه السلام: قلة العيال أحد اليسارين (4).\n</p>\n\n<p>\nوقال عليه السلام: التودد نصف العقل (5).\n</p>\n\n<p>\nوقال عليه السلام: الهم نصف الهرم (6).\n</p>\n\n<p>\nوقال عليه السلام: ينزل الصبر على قدر المصيبة، ومن ضرب على فخذه عند\nالمصيبة حبط أجره (7).\n</p>\n\n<p>\nوقال عليه السلام: كم من صائم ليس له من صيامه إلا الظمأ، وكم من قائم\nليس له من قيامه إلا العناء، حبذا نوم الأكياس وإفطارهم، عيبوا الحمقى\nبصيامهم وقيامهم، والله لنوم على يقين أفضل من عبادة <span id='ms62'></span> أهل الأرض من المغترين\n(8).\n</p>\n\n<p>\nوقال عليه السلام: لا تأكلوا الربا في معاملاتكم فوالذي فلق الحبة، وبرأ\nالنسمة للربا أخفى في هذه الأمة من دبيب النمل على صفاة سوداء في ليلة\nظلماء (9).\n</p>\n\n<p>\nقال السيد الرضي رضي الله عنه، وهذا الكلام يروى أيضا للنبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p104'> Vol. 00, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nعليه السلام، ولا عجب أن يتداخل الكلامان، ويتشابه الطريقان، إذ كانا\nعليهما السلام يمضيان في أسلوب ويغرفان من قليب.\n</p>\n\n<p>\nوقال عليه السلام: سوسوا إيمانكم بالصدقة، وحصنوا أموالكم بالزكاة،\nوادفعوا البلاء بالدعاء.\n</p>\n\n<p>\nومن كلامه عليه السلام، لكميل بن زياد النخعي على التمام:\n</p>\n\n<p>\nحدثني هارون بن موسى، قال حدثني أبو علي محمد بن همام الإسكافي، قال:\nحدثني أبو عبد الله جعفر بن محمد الحسني، قال: حدثني محمد بن علي ابن خلف،\nقال: حدثني عيسى بن الحسين بن عيسى بن زيد العلوي عن إسحاق ابن إبراهيم\nالكوفي، عن الكلبي، عن أبي صالح عن كميل بن زياد النخعي، قال: أخذ بيدي\nأمير المؤمنين علي بن أبي طالب عليه السلام فأخرجني إلى الجبان، فلما أصحر\nتنفس الصعداء ثم قال:\n</p>\n\n<p>\nيا كميل بن زياد، إن هذه القلوب أوعية فخيرها أوعاها، فاحفظ عني ما أقول\nلك، الناس ثلاثة، فعالم رباني، ومتعلم على سبيل نجاة، وهمج رعاع أتباع كل\nناعق، يميلون مع كل ريح، لم يستضيئوا بنور العلم، ولم يلجؤوا إلى ركن وثيق.\n</p>\n\n<p>\nيا كميل بن زياد، العلم خير من المال، العلم يحرسك وأنت تحرس المال،\nوالمال تنقصه النفقة، والعلم يزكو على الانفاق.\n</p>\n\n<p>\nيا كميل بن زياد، معرفة العلم دين يدان به، يكسب الإنسان الطاعة في\nحياته، وجميل الأحدوثة بعد وفاته، والعلم حاكم، والمال محكوم عليه.\n</p>\n\n<p>\nيا كميل بن زياد، هلك خزان الأموال وهم أحياء، والعلماء باقون ما بقي\nالدهر، أعيانهم مفقودة، وأمثالهم في القلوب موجودة، ها إن هاهنا لعلما جما\n(وأشار إلى صدره) لو أصبت له حملة. بلى أصيب لقنا غير مأمون عليه مستعملا\nآلة الدين للدنيا ومستظهرا بنعم الله على عباده، وبحججه على أوليائه، أو\nمنقادا لحملة الحق، لا بصيرة له في إغيائه، ينقدح <span id='ms63'></span> الشك في قلبه لأول عارض\nمن شبهة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p105'> Vol. 00, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nألا لاذا ولا ذاك، أو منهوما باللذة سلس القياد للشهوة، أو مغرما بالجمع\nو الادخار، ليسا من رعاة الدين في شئ أقرب شبها بهما الأنعام السائمة كذلك\nيموت العلم بموت حامليه.\n</p>\n\n<p>\nاللهم بلى، لا تخلو الأرض من قائم لله بحجة إما ظاهرا مشهودا أو خافيا\nمغمورا لئلا تبطل حجج الله وبيناته، وكم ذا، وأين أولئك، أولئك والله\nالأقلون عددا، والأعظمون قدرا بهم يحفظ الله حججه، وبيناته حتى يودعوها\nنظرائهم، ويزرعوها في قلوب أشباههم، هجم بهم العلم على حقيقة البصيرة،\nوباشروا روح اليقين، واستلانوا ما استوعر المترفون، وأنسوا ما استوحش منه\nالجاهلون، و صحبوا الدنيا بأبدان أرواحها معلقة بالمحل الأعلى، أولئك خلفاء\nالله في أرضه والدعاة إلى دينه. آه آه شوقا إلى رؤيتهم، انصرف إذا شئت (1).\n</p>\n\n<p>\nوقال عليه السلام: المرء مخبوء تحت لسانه (2).\n</p>\n\n<p>\nوقال عليه السلام: هلك امرؤ لم يعرف قدره (3).\n</p>\n\n<p>\nوقال عليه السلام: لكل امرئ عاقبة حلوة أو مرة (4).\n</p>\n\n<p>\nوقال عليه السلام: لكل مقبل إدبار، وما أدبر كأن لم يكن (5).\n</p>\n\n<p>\nوقال عليه السلام: أكثر العطايا فتنة وما كلها محمودا في العاقبة (6).\n</p>\n\n<p>\nوقال عليه السلام: الصبر لإعطاء الحق مر، وما كل له بمطيق (7).\n</p>\n\n<p>\nوقال عليه السلام: لا يعدم الصبور الظفر، وإن طال به الزمان (8).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p106'> Vol. 00, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عليه السلام: الراضي بفعل قوم كالداخل فيه معهم (1).\n</p>\n\n<p>\nوقال عليه السلام: على كل داخل في باطل إثمان، إثم العمل به، وإثم الرضا\nبه (2).\n</p>\n\n<p>\nوقال عليه السلام: ما اختلفت دعوتان إلا كانت إحداهما ضلالة (3).\n</p>\n\n<p>\nوقال عليه السلام: ما شككت في الحق منذ أريته (4).\n</p>\n\n<p>\nوقال عليه السلام: ما كذبت ولا كذبت ولا ضللت ولا ضل بي (5).\n</p>\n\n<p>\nوقال عليه السلام: للظالم البادي غدا بكفه عضة (6).\n</p>\n\n<p>\nوقال عليه السلام: الرحيل وشيك (7).\n</p>\n\n<p>\nوقال عليه السلام: من وثق بماء لم يظمأ (8).\n</p>\n\n<p>\nوقال عليه السلام: من أبدى صفحته للحق هلك (9).\n</p>\n\n<p>\nوقال عليه السلام: استعصموا بالذمم في أوتادها (1).\n</p>\n\n<p>\nوقال عليه السلام: عليكم بطاعة من لا تعذرون بجهالته (11).\n</p>\n\n<p>\nوقال عليه السلام: قد بصرتم إن أبصرتم، وقد هديتم إن <span id='ms64'></span> اهتديتم (2) 1.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p107'> Vol. 00, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nومن كلامه عليه السلام في آخر عمره لما ضربه ابن ملجم لعنه الله وصيتي\nلكم ألا تشركوا بالله شيئا، ومحمد صلى الله عليه وآله فلا تضيعوا سنته،\nأقيموا هذين العمودين، وخلاكم ذم، أنا بالأمس صاحبكم، واليوم عبرة لكم،\nوغدا مفارقكم، وإن أبق فأنا ولي دمي، وإن أفن فالفناء ميعادي، وإن أعف\nفالعفو لي قربة، وهو لكم حسنة (فاعفوا ألا تحبون أن يغفر الله لكم) (1).\n</p>\n\n<p>\nوقال عليه السلام: عاتب أخاك بالاحسان إليه، واردد شره بالانعام عليه\n(2).\n</p>\n\n<p>\nوقال عليه السلام: من وضع نفسه موضع التهمة فلا يلومن من أساء به الظن\n(3).\n</p>\n\n<p>\nوقال عليه السلام: من ملك استأثر (4).\n</p>\n\n<p>\nوقال عليه السلام: من استبد برأيه هلك (5).\n</p>\n\n<p>\nوقال عليه السلام: من كتم سره كانت الخيرة بيده (6).\n</p>\n\n<p>\nوقال عليه السلام: الفقر الموت الأكبر (7).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p108'> Vol. 00, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عليه السلام: من قضى حق من لا يقضي حقه فقد عبده (1).\n</p>\n\n<p>\nوقال عليه السلام: لا طاعة لمخلوق في معصية الخالق (2).\n</p>\n\n<p>\nومن كلامه له عليه السلام، يعظ به بعض أصحابه:\n</p>\n\n<p>\nلا تكن ممن يرجوا الآخرة بغير عمل. ويرجي التوبة بطول الأمل. يقول في\nالدنيا بقول الزاهدين. ويعمل فيها بعمل الراغبين. إن أعطي منها لم يشبع، و\nإن منع منها لم يقنع. يعجز عن شكر ما أوتي. ويعجبه الزيادة فيما بقي، ينهى\nو لا ينتهي. ويأمر بما لا يأتي. يحب الصالحين وليس منهم. ويبغض المذنبين\nوهو أحدهم. يكره الموت لكثرة ذنوبه. ويقيم على ما يكره الموت له. تغلبه\nنفسه على ما يظن ولا يغلبها على ما يستيقن. يخاف على غيره بأدنى من ذنبه،\nويرجوا لنفسه بأكثر من عمله. النوم مع الأغنياء أحب إليه من الذكر مع\nالفقراء (3).\n</p>\n\n<p>\nومن كلام له عليه السلام: قد قطعوا رحمي، وأضاعوا أيامي، ودفعوا حقي،\nوصغروا عظيم منزلتي، واجمعوا على منازعتي، لا يعاب المرء بتأخير حقه إنما\nيعاب من أخذ ما ليس له (4).\n</p>\n\n<p>\nوقال عليه السلام: الفرص تمر مر السحاب (5).\n</p>\n\n<p>\nوقال عليه السلام: الاعجاب يمنع من الازدياد (6).\n</p>\n\n<p>\nوقال عليه السلام: الأمر قريب، والاصطحاب قليل (7).\n</p>\n\n<p>\nوقال عليه السلام: أضاء الصبح <span id='ms65'></span> لذي عينين (8).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p109'> Vol. 00, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عليه السلام: ترك الذنب أهون من طلب التوبة (1).\n</p>\n\n<p>\nوقال عليه السلام: كم من أكلة منعت أكلات (2).\n</p>\n\n<p>\nوقال عليه السلام: الناس أعداء ما جهلوا (3).\n</p>\n\n<p>\nوقال عليه السلام: من استقبل وجوه الآراء عرف مواقع الخطأ (4).\n</p>\n\n<p>\nوقال عليه السلام: من أحد سنان الغضب لله قوي على قتل أشداء الباطل (5).\n</p>\n\n<p>\nوقال عليه السلام: إذا هبت أمرا فقع فيه، فإن شدة توقيه أعظم مما يخاف\nمنه (6).\n</p>\n\n<p>\nوقال عليه السلام: آلة الرئاسة سعة الصدر (7).\n</p>\n\n<p>\nوقال عليه السلام: ازجر المسئ بثواب المحسن (8).\n</p>\n\n<p>\nوقال عليه السلام: إحصد الشر من صدر غيرك بقلعه من صدرك (9).\n</p>\n\n<p>\nوقال عليه السلام: اللجاجة تسل الرأي (10).\n</p>\n\n<p>\nوقال عليه السلام: الطمع رق مؤبد (11).\n</p>\n\n<p>\nوقال عليه السلام: ثمرة التفريط الندامة (12).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p110'> Vol. 00, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عليه السلام: من لم ينجه الصبر أهلكه الجزع (1).\n</p>\n\n<p>\nوقال عليه السلام: عليكم بالصبر فيه يأخذ الحازم، وإليه يرجع الجازع 2.\n</p>\n\n<p>\nوقال عليه السلام: في شأن الخلافة، واعجبا أتكون الخلافة بالصحابة، و لا\nتكون بالصحابة والقرابة. ويروى والقرابة والنص. ويروى له عليه السلام شعر\nفي هذا المعنى وهو:\n</p>\n\n<p>\nفإن كنت بالشورى ملكت أمورهم * فكيف بهذا والمشيرون غيب وإن كنت بالقربى\nحججت خصيمهم * فغيرك أولى بالنبي وأقرب (3) ولقد أوضح عليه السلام بهذا\nالقول نهج المحجة، وأخذ على خصومه بمضائق الحجة.\n</p>\n\n<p>\nسئل أبو جعفر الخواص الكوفي (وكان هذا رجلا من الصالحين ويجمع مع ذلك\nالتقدم في العلم بمتشابه القرآن وغوامض ما فيه وسائر معانيه) عما جاء في\nالخبر أنه من أحسن عبادة الله في شيبته.. ألقى الله الحكمة عند سنه.\n</p>\n\n<p>\nفقال: كذا قال الله عز وجل: (فلما بلغ أشده واستوى آتيناه حكما و علما)\n(4) ثم قال تعالى: (وكذلك نجزي المحسنين) (5) وعدا عليه حقا. ألا ترى أن\nعليا أمير المؤمنين عليه السلام، آمن صغيرا فلم يلبث أن صار ناطقا حكيما\nفقال عليه السلام: رحم الله أمرا سمع حكما فوعى، وأخذ بحجزة هاد فنجى، قدم\nخالصا وعمل صالحا، واكتسب مذخورا، واجتنب محذورا، رمى غرضا، وأحرز عوضا،\nخاف ذنبه وراقب ربه، وجعل الصبر مطية نجاته، والتقوى عدة وفاته اغتنم <span id='ms66'></span>\nالمهل، وبادر الأجل، واقطع الأمل، وتزود من العمل.\n</p>\n\n<p>\nثم قال أبو جعفر: فهل رأيت كلاما أوجزا ووعظا أبلغ من هذا؟ وكيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p111'> Vol. 00, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nلا يكون كذلك، وهو خطيب قريش ولقمانها عليه السلام.\n</p>\n\n<p>\nوقال عليه السلام: تخففوا تلحقوا (1).\n</p>\n\n<p>\nقال الشريف الرضي أبو الحسن رضي الله عنه: ما أقل هذه الكلمة، وأكثر\nنفعها، وأعظم قدرها، وأبعد غورها، وأسطع نورها. وبعد هذه الكلمة قوله عليه\nالسلام: فخلفكم الساعة تحدوكم وإنما ينتظر بأولكم آخركم.\n</p>\n\n<p>\nوقال عليه السلام: لا خير في الصمت عن الحكم كما أنه لا خير في القول\nبالجهل (2).\n</p>\n\n<p>\nوقال عليه السلام: يا ابن آدم ما كسبت فوق قوتك فأنت فيه خازن لغيرك (3)\nوقال عليه السلام: إن للقلوب شهوة وإقبالا وإدبارا فأتوها من قبل شهوتها و\nإقبالها، فإن القلب إذا أكره عمى (4).\n</p>\n\n<p>\nوقال عليه السلام: الناس نيام فإذا ماتوا انتبهوا (5).\n</p>\n\n<p>\nوقالوا: كان عليه السلام يقول: متى أشفي غيظي إذا غضبت؟ أحين أعجز عن\nالانتقام؟ فيقال لي: لو صبرت. أم حين أقدر عليه؟ فيقال لي لو عفوت.\n</p>\n\n<p>\nويروى لو غفرت (6).\n</p>\n\n<p>\nوعن الشعبي، أن أمير المؤمنين عليه السلام، مر بقذر على مزبلة فقال: هذا\nما بخل به الباخلون. وفي خبر آخر أنه عليه السلام قال: هذا ما كنتم\nتتنافسون عليه بالأمس (7).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p112'> Vol. 00, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشريف الرضي أبو الحسن رضي الله عنه، وكل واحد من القولين حكمة\nواضحة العبرة، ولمعة شادخة الغرة.\n</p>\n\n<p>\nوقال عليه السلام: لم يذهب من مالك ما وعظك (1).\n</p>\n\n<p>\nقال الرضي أبو الحسن رضي الله عنه، وأقول سبحان الله! ما أقصر هذه الكلمة\nمن كلمة وأطول شأوها في مضمار الحكمة!\n</p>\n\n<p>\nوقال عليه السلام: إن القلوب تمل فابتغوا لها طرائف الحكمة (2).\n</p>\n\n<p>\nومن كلام له عليه السلام، في قوم من أصحابه كانوا يتسللون إلى معاوية:\n</p>\n\n<p>\nفكفى لهم غيا وكفى بذلك منهم شافيا، فرارهم من الهدى والحق، و إيضاعهم\nإلى العمى والجهل، وإنما هم أهل دنيا مقبلون عليها، قد علموا أن الناس في\nالحق أسوة فهربوا إلى الأثرة فبعدا لهم وسحقا (3).\n</p>\n\n<p>\nوقال عليه السلام - لما سمع قول الخوارج: لا حكم إلا <span id='ms67'></span> لله -: كلمة حق يراد\nبها باطل (4).\n</p>\n\n<p>\nقال الشريف أبو الحسن رضي الله عنه، وهذه أبلغ عبارة عن أمر الخوارج لما\nجمعوا حسن الاعتزاء والشعار، وقبح الإبطان والإضمار.\n</p>\n\n<p>\nوقال عليه السلام، في صفة العامة: الغوغاء هم الذين إذا اجتمعوا ضروا، و\nإذا تفرقوا نفعوا، فقيل له عليه السلام: قد علمنا مضرة اجتماعهم فما منفعة\nافتراقهم؟ قال عليه السلام: يرجع أصحاب المهن إلى مهنهم، فينتفع الناس بهم\nكرجوع البناء إلى بنائه، والحائك إلى منسجه، والخباز إلى مخبزه (5).\n</p>\n\n<p>\nويروى أنه عليه السلام، أتي بجان ومعه غوغاء، فقال عليه السلام: لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p113'> Vol. 00, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nمرحبا بوجوه لا ترى إلا عند كل سوأة (1).\n</p>\n\n<p>\nوجاءه عليه السلام رجل من مراد وهو في المسجد، فقال: احترس يا أمير\nالمؤمنين فإن هاهنا قوما من مراد يريدون اغتيالك، فقال عليه السلام: إن مع\nكل إنسان ملكين يحفظانه، فإذا جاء القدر خليا بينه وبينه، وأن الأجل جنة\nحصينة (2).\n</p>\n\n<p>\nومن خطبة له عليه السلام: ألا وإن الخطايا خيل شمس حمل عليها راكبها،\nوخلعت لجمها فقحمت بهم في النار، ألا وإن التقوى مطايا ذلل حمل عليها\nأهلها، وأعطوا أزمتها، فأوردتهم الجنة (2).\n</p>\n\n<p>\nومن جملة هذه الخطبة، أيضا قوله عليه السلام:\n</p>\n\n<p>\nحق وباطل، ولكل أهل، فلئن أمر الباطل لقديما فعل، ولئن قل الحق لربما\nفعل، ولقلما أدبر شئ فأقبل (3).\n</p>\n\n<p>\nقالوا: ولما قال طلحة، والزبير له عليه السلام: نبايعك على إنا شركائك في\nهذا الأمر، فقال عليه السلام: لا ولكنكما شريكان في القوة والاستعانة،\nوعونان على العجز والإود (4).\n</p>\n\n<p>\nومن كلام له عليه السلام في مدح الكوفة: ويحك يا كوفة، ما أطيبك!\n</p>\n\n<p>\nوأطيب ريحك! وأخبث كثيرا من أهلك! الخارج منك بذنب. والداخل فيك برحمة،\nأما لا تذهب الدنيا حتى يحن إليك كل مؤمن ويخرج عنك كل كافر، أما لا تذهب\nالدنيا حتى تكوني من النهرين إلى النهرين حتى أن الرجل ليركب البغلة\nالسفواء (5) يريد الجمعة ولا يدركها (6).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p114'> Vol. 00, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عليه السلام: المسالمة حبيب العيوب (1).\n</p>\n\n<p>\nوقال عليه السلام: الناس بزمانهم أشبه منهم بآبائهم (2).\n</p>\n\n<p>\nوقال عليه السلام: أيها الناس اتقوا الله الذي <span id='ms68'></span> إن قلتم سمع، وإن أضمرتم\nعلم، وبادروا الموت الذي إن هربتم أدرككم، وإن أقمتم أخذكم، وإن نسيتموه\nذكركم (3).\n</p>\n\n<p>\nوقال عليه السلام: لا يزهدك في المعروف من لا يشكره لك، فقد يشكرك عليه\nمن لم يستمتع بشئ منه (4).\n</p>\n\n<p>\nوقال عليه السلام: يا ابن آدم لا تحمل هم يومك الذي لم يأتك على يومك\nالذي أنت فيه، فإن يكن بقي من أجلك يأت الله فيه برزقك (5).\n</p>\n\n<p>\nوقال عليه السلام: كل وعاء يضيق بما جعل فيه، إلا وعاء العلم فإنه يتسع\n(6).\n</p>\n\n<p>\nوقال عليه السلام: أول عوض الحليم من حلمه أن الناس أنصاره على الجاهل\n(7).\n</p>\n\n<p>\nوقال عليه السلام: أفضل رداء يرتدي به الحلم، فإن لم تكن حليما فتحلم،\nفإنه قل من تشبه بقوم إلا أوشك أن يكون منهم (8).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p115'> Vol. 00, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nومن جملة وصيته لابنه الإمام أبي محمد الحسن بن علي عليهما السلام\nوالصلاة يا بني إني لما رأيتني قد بلغت سنا، ورأيتني أزداد وهنا، أردت\nبوصيتي إياك خصالا منهن: إني خفت أن يعجل بي أجلي قبل أن أفضي إليك بما في\nنفسي وأن انقص في رأيي كما نقصت في جسمي، أو يسبقني إليك بعض غلبات الهوى،\nوفتن الدنيا، فتكون كالصعب النفور فإن قلب الحدث كالأرض الخالية ما القي\nفيها من شئ قبلته، فبادرتك بالأدب قبل أن يقسو قلبك، ويشتغل لبك لتستقبل\nبجد رأيك ما قد كفاك أهل التجارب بغيبة وتجربة، فتكون قد كفيت مؤونة الطلب،\nوعوفيت من علاج التجربة فأتاك من ذلك ما قد كنا نأتيه، واستبان لك ما أظلم\nعلينا فيه.\n</p>\n\n<p>\nومنها:\n</p>\n\n<p>\nواعلم أن أمامك طريقا ذا مشقة، بعيدا، وهولا شديدا، وأنك لا غنى بك عن\nحسن الارتياد، وقدر بلاغك من الزاد مع خفة الظهر، فلا تحملن على ظهرك فوق\nطاقتك، فيكون ثقله وبالا عليك، وإذا وجدت من أهل الحاجة من يحمل لك ذلك\nفيوافيك به حيث تحتاج إليه تغتنمه، واغتنم ما أقرضت من استقرضك في حال\nغناك.\n</p>\n\n<p>\nواعلم يا بني أن أمامك عقبة كؤودا، مهبطها على جنة أو على نار، فارتد\nلنفسك قبل نزولك <span id='ms69'></span> فليس بعد الموت مستعتب ولا إلى الدنيا منصرف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p116'> Vol. 00, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم يا بني أنك خلقت للآخرة لا إلى الدنيا، وللفناء لا للبقاء، وأنك\nلفي منزل قلعة، ودار بلغة، وطريق من الآخرة، وأنك طريد الموت الذي لا ينجو\nمنه هاربه ولا يفوته طالبه، وإياك أن توجف بك مطايا الطمع فتوردك مناهل\nالهلكة، وإن استطعت ألا تكون بينك وبين الله تعالى ذو نعمة فافعل.\n</p>\n\n<p>\nومنها:\n</p>\n\n<p>\nظلم الضعيف أفحش الظلم، وربما كان الداء دواء، والدواء داء، وربما نصح\nغير الناصح، وغش المستنصح. وإياك والاتكال على المنى، فإنها بضائع النوكى.\nوالعقل حفظ التجارب. وخير ما جربت ما وعظك. بادر الفرصة قبل أن تكون غصة.\nمن الفساد إضاعة الزاد. لا خير في معين مهين. سيأتيك ما قدر لك. لا تتخذن\nعدو صديقك صديقا فتعادي صديقك. إمحض أخاك النصيحة حسنة كانت أو قبيحة. وإن\nأردت قطيعة أخاك فاستبق له من نفسك بقية ترجع إليها. لا يكونن أخوك على\nقطيعتك أقوى منك على صلته، و لا يكونن على الإساءة أقوى منك على الاحسان.\nلا يكبرن عليك ظلم من ظلمك فإنه يسعى في مضرتك ونفعك وليس جزاء من سرك أن\nتسوئه.\n</p>\n\n<p>\nوالرزق رزقان، رزق تطلبه، ورزق يطلبك، فإن أنت لم تأته أتاك. ما أقبح\nالخضوع عند الحاجة، والجفاء عند الغنى. إنما لك من دنياك ما أصلحت به\nمثواك. إستدل على ما لم يكن بما قد كان فإن الأمور أشباه. لا تكونن ممن لا\nتنفعه العظة إلا إذا أبلغت في ألمه، فإن العاقل يتعظ بالقليل وإن البهائم\nلا تنتفع إلا بالضرب الأليم. من ترك القصد جار. ومن تعدى الحق ضاق مذهبه\nومن اقتصر على قدره كان أبقى له. وربما أخطأ البصير قصده وأصاب الأعمى\nرشده. قطيعة الجاهل تعدل صلة العاقل. إذا تغير السلطان تغير الزمان. نعم\nطارد الهم اليقين.\n</p>\n\n<p>\nومنها:\n</p>\n\n<p>\nيا بني وإياك ومشاورة النساء، فإن رأيهن إلى أفن، وعزمهن إلى وهن، و\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p117'> Vol. 00, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nاقصر عليهن حجبهن فهو خير لهن. وليس خروجهن بأشد من الدخول من لا يوثق به\nعليهن، وإن استطعت <span id='ms70'></span> ألا يعرفن غيرك فافعل. ولا تملك المرأة من أمرها ما\nيجاوز نفسها، فإن ذلك أنعم لبالها، فإن المرأة ريحانة وليست بقهرمانة، ولا\nتعطها حتى تشفع لغيرها. وإياك والتغاير في غير موضع غيرة فإن ذلك يدعو\nالصحيحة إلى السقم.\n</p>\n\n<p>\nوأول هذه الوصية قوله عليه السلام:\n</p>\n\n<p>\nمن الوالد الفاني، المقر للزمان، المدبر العمر، المستسلم للدهر، الذام\nللدنيا، الساكن مساكن الموتى، الظاعن عنها غدا، إلى الولد المؤمل ما لا\nيدرك السالك، سبيل من قد هلك، غرض الأسقام، ورهينة الأيام، ورمية المصائب،\nوعبد الدنيا، وتاجر الغرور، وغريم المنايا، وأسير الموت، وحليف الهموم،\nوقرين الأحزان، ونصب الآفات، وصريع الشهوات، وخليفة الأموات (1).\n</p>\n\n<p>\nومن كلام له عليه السلام في صفة الدنيا ما أصف من دار أولها عناء وآخرها\nفناء، في حلالها حساب وفي حرامها عقاب، من استغنى فيها فتن، ومن افتقر فيها\nحزن، ومن ساعاها فاتته، ومن قعد عنها واتته، ومن أبصر بها بصرته، ومن أبصر\nإليها أعمته (2).\n</p>\n\n<p>\nومن كلام له عليه السلام من حاسب نفسه ربح. ومن غفل عنها خسر. ومن خاف\nأمن. ومن اعتبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p118'> Vol. 00, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nأبصر، ومن أبصر فهم، ومن فهم علم. وصديق الجاهل في تعب (1).\n</p>\n\n<p>\nقال الشريف الرضي ذو الحسبين أبو الحسن رضي الله عنه، ولو لم يكن في هذه\nالفقرة المذكورة إلا هذه الكلمة الأخيرة، لكفى بها لمعة ثاقبة، وحكمة\nبالغة، ولا عجب أن تفيض الحكمة من ينبوعها، وتزهر البلاغة في ربيعها * * *\n* * * قال الكاتب:\n</p>\n\n<p>\nتمت كتابة كتاب خصائص الأئمة عليهم السلام وفرغ من كتبه العبد المذنب\nالراجي إلى غفران الله وعفوه عبد الجبار بن الحسين بن أبي العم الحاج\nالفزاهاني الساكن بقرية خونجان (2) عمرها الله يوم الأربعاء الرابع من شوال\nسنة ثلاث وخمسين وخمس مائة (553) غفر الله له ولوالديه ولجميع المؤمنين\nوالمسلمات إنه الغفور الرحيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p119'> Vol. 00, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nالزيادات في آخر النسخة المخطوطة وجدت بعض الصحائف بخط الكتاب نفسه، وهي\nتتعلق بكتاب (خصائص أمير المؤمنين عليه السلام) وكأن الكاتب وقف على نسخة\nمخطوطة أخرى جاءت فيها هذه الزيادات فكتبها وجعلها في آخر الكتاب، وقد\nأثبتناها أيضا هنا <span id='ms71'></span> وهي: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p121'> Vol. 00, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nمنها الرعية (1) وليكن في خاصة ما تخلص لله به دينك، إقامة فرائضه التي\nهي له خاصة، فأعط الله من بدنك في ليلك ونهارك، ووف ما تقربت به إلى الله\nمن ذلك، كاملا غير مثلوم ولا منقوص بالغا من بدنك ما بلغ، وإذا قمت في\nصلاتك للناس فلا تكونن منفرا ولا مضيعا، فإن في الناس من به العلة وله\nالحاجة، قد سألت رسول الله صلى الله عليه وآله حين وجهني إلى اليمن كيف\nأصلي بهم فقال: صل بهم كصلاة أضعفهم، وكن بالمؤمنين رحيما.\n</p>\n\n<p>\nوأما بعد هذا، فلا تطولن احتجابك من رعيتك، فإن احتجاب الولاة عن الرعية،\nشعبة من الضيق، وقلة علم بالأمور. والاحتجاب منهم يقطع عنهم علم ما احتجبوا\nدونه، فيصغر عندهم الكبير، ويعظم الصغير ويقبح الحسن، و يحسن القبيح، ويشاب\nالحق بالباطل، إنما الوالي بشر لا يعرف ما تواري عنه الناس به من الأمور،\nوليست على الحق سمات تعرف بها ضروب الصدق من الكذب، وإنما أنت أحد رجلين،\nإما امرؤ سخت نفسك بالبذل في الحق ففيم احتجابك من واجب حق تعطيه، أو فعل\nكريم تسديه، أو مبتلى بالمنع، فما أسرع كف الناس عن مسألتك إذا أيسوا من\nبذلك، مع أن أكثر حاجات الناس إليك مالا مؤونة فيه عليك من شكاة مظلمة، أو\nطلب إنصاف في معاملة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p122'> Vol. 00, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nثم أن للوالي خاصة وبطانة فيهم استئثار وتطاول، وقلة إنصاف في معاملة\nفاحسم مادة أولئك بقطع أسباب تلك الأحوال، ولا تقطعن لأحد من حاشيتك وخاصتك\nقطيعة، ولا يطمعن منك في اعتقاد عقدة تضر بمن يليها من الناس في شرب أو عمل\nمشترك يحملون مؤونته على غيرهم، فيكون مهنأ ذلك لهم دونك، وعيبه عليك في\nالدنيا والآخرة.\n</p>\n\n<p>\nوألزم الحق من لزمه من القريب والبعيد، وكن في ذلك صابرا محتسبا، واقعا\nذلك من قرابتك وخاصتك حيث وقع، وابتغ عاقبته بما يثقل عليك منه فإن مغبة\nذلك محمودة.\n</p>\n\n<p>\nوإن ظنت الرعية بك حيفا فأصحر لهم بعذرك، واعدل عنهم ظنونهم بإصحارك، فإن\nفي ذلك إعذارا تبلغ فيه <span id='ms72'></span> حاجتك من تقويمهم على الحق.\n</p>\n\n<p>\nولا تدفعن صلحا دعاك إليه عدوك لله فيه رضى، فإن في الصلح دعة لجنودك\nوراحة من همومك، وأمنا لبلادك. وليكن الحذر كل الحذر من عدوك بعد صلحه فإن\nالعدو ربما قارب ليتغفل فخذ بالحزم، واتهم في ذلك حسن الظن، وإن عقدت بينك\nوبين عدوك عقدة، أو ألبسته منك ذمة فحط عهدك بالوفاء، وارع ذمتك بالأمانة،\nواجعل نفسك جنة دون ما أعطيت فإنه ليس من فرائض الله شئ في الناس أشد عليه\nاجتماعا مع تفريق أهوائهم، وتشتيت آرائهم، من تعظيم الوفاء بالعهود، وقد\nلزم ذلك المشركون فيما بينهم دون المسلمين لما استوبلوا من عواقب الغدر،\nولا تغدرن بذمتك ولا تخيسن بعهدك، ولا تختلن عدوك فإنه لا يجترئ على الله\nإلا جاهل شقي، قد جعل الله عهده وذمته أمنا أفضاه بين العباد برحمته،\nوحريما يسكنون إلى منعه، ويستفيضون إلى جواره، ولا إدغال ولا مدالسة ولا\nخداع فيه، ولا تعقد عقدا تجوز فيه العلل، ولا تعولن على لحن القول بعد\nالتأكيد والتوثقة، ولا يدعونك ضيق أمر لزمك فيه..\n</p>\n\n<p>\n* * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p123'> Vol. 00, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nوالعين بالوكاء، فإذا أطلق الوكاء لم ينضبط الوعاء. وهذا القول في الأشهر\nالأظهر من كلام النبي صلى الله عليه وسلم، وقد رواه قوم لأمير المؤمنين\nعليه السلام، وذكر ذلك المبرد في كتاب المقتضب، في باب اللفظ بالحروف، وقد\nتكلمنا على هذه الاستعارة في كتابنا الموسوم به (المجازات والآثار النبوية)\n(1).\n</p>\n\n<p>\nوقال عليه السلام في كلام له: ووليهم وال، فأقام واستقام، حتى ضرب الدين\nبجرانه (2).\n</p>\n\n<p>\nوقال عليه السلام: يأتي على الناس زمان عضوض، يعض الموسر فيه على ما في\nيديه، ولم يؤمر بذلك، قال الله سبحانه: (ولا تنسوا الفضل بينكم) (3) تنهد\nفيه الأشرار، وتستذل الأخيار، ويبايع المضطرون، وقد نهى رسول الله صلى عليه\nوآله وسلم عن بيع المضطرين (4).\n</p>\n\n<p>\nوقال عليه السلام: يهلك في رجلان، محب مفرط وباهت مفتر. وهذا مثل قوله:\nيهلك في محب غال، ومبغض قال (5).\n</p>\n\n<p>\nوسئل عليه السلام عن التوحيد، والعدل، فقال: إن التوحيد أن لا تتوهمه،\nوالعدل أن لا <span id='ms73'></span> تتهمه (6).\n</p>\n\n<p>\nوقال: لا خير في الصمت عن الحكم، كما أنه لا خير في القول بالجهل (7).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p124'> Vol. 00, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nوقال في دعاء استسقى به: اللهم اسقنا ذلل السحاب دون صعابها (1).\n</p>\n\n<p>\nوهذا من كلام العجيب الفصاحة، وذلك أنه - عليه السلام - شبه السحاب ذوات\nالرعود، والبوارق، والرياح، والصواعق بالإبل الصعاب التي تقص بركبانها،\nوشبه السحاب خالية من تلك الروائع بالإبل الذلل التي تحتلب طيعة، وتقتعد\nمسمحة.\n</p>\n\n<p>\nوقيل له عليه السلام، لو غيرت شيبك يا أمير المؤمنين؟ فقال: الخضاب زينة،\nونحن قوم في مصيبة (يريد مصيبة رسول الله صلى الله عليه وسلم) (2).\n</p>\n\n<p>\nوقال عليه السلام: القناعة مال لا ينفد (3). وقد روى بعضهم هذا الكلام عن\nالنبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوقال عليه السلام لزياد بن أبيه وقد استخلفه لعبد الله بن العباس على\nفارس وأعمالها في كلام طويل، كان بينهما، نهاه فيه عن تقديم الخراج:\n</p>\n\n<p>\nاستعمل العدل، واحذر العسف، والحيف فإن العسف يعود بالجلاء، والحيف يدعو\nإلى السيف (4).\n</p>\n\n<p>\nوقال: أشد الذنوب ما استخف به صاحبه (5).\n</p>\n\n<p>\nوقال: ما أخذ الله على أهل الجهل أن يتعلموا، حتى أخذ على أهل العلم أن\nيعلموا (6).\n</p>\n\n<p>\nوقال: شر الإخوان من تكلف له (7).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p125'> Vol. 00, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: إذا احتشم المؤمن أخاه فقد فارقه (1).\n</p>\n\n<p>\nانتهت الزيادة بحمد الله ومنه وصلواته على نبيه محمد وآله أجمعين وفرغ من\nكتبه العبد المذنب عبد الجبار بن الحسين بن أبي العم الحاجي الفراهاني يوم\nالأربعاء التاسع عشر من جمادي الأولى من سنة ثلاث وخمسين وخمسمائة في خدمة\nمولانا الأمير الأجل السيد ضياء الدين تاج الاسلام أبي الرضا فضل الله بن\nعلي ابن عبيد الله الحسني أدام الله ظله وقد آوى إلى قرية جوسقان راوند\nمتفرجا.\n</p>\n\n<p>\nمن نسخته بخطه حامدا لله ومصليا على النبي وآله أجمعين والسلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p126'> Vol. 00, p. 126</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES#\n\n\n١ - هذه الترجمة كانت بقلم المرحوم السيد عبد الرزاق المقرم.. وقد أجريت\nعليها زيادات هامة.\n<p>\n٢ - سماه ابن الأثير ج ٨ ص ٢٦ حوادث سنة ٣٠١ الحسن.\n</p>\n\n<p>\n٣ - عند ابن الأثير السبب في صممه ضربة بالسيف على رأسه في حرب محمد بن\nزيد.\n</p>\n\n<p>\n٤ - يشهد <span id='ms74'></span> لذلك ما في معجم الأدباء ج ٢ ص ١١٠ ط ٢ أن أحمد بن إبراهيم\nالضبي الوزير توفي سنة ٣٩٩ في بروجرد وأوصى أن يدفن بمشهد الحسين عليه\nالسلام، وكتب ابنه إلى أبي بكر الخوارزمي شيخ الحنفية في بغداد أن يبتاع له\nتربة في المشهد الحسيني فذكر أبو بكر للشريف الطاهر أبي أحمد (والد الرضي\nوالمرتضى) فقال: هذا رجل قد التجأ إلى جوار جدي ولا آخذ على تربته ثمنا، ثم\nأخرج تابوته إلى (براثا) وخرج معه الشريف أبو أحمد و<a\nhref=\"/الكتب/1296_الأشراف\">الأشراف</a> والفقهاء، وصلى عليه الشريف أبو\nأحمد، وأصحب معه خمسين رجلا من خاصته حتى أوصلوه إلى كربلاء ودفن هناك.\n</p>\n\n<p>\n5 - شرح النهج الحديدي ج 1 ص 10.\n١ - وفيات الأعيان ج ٢ ص ١٠٧ ط إيران.\n</p>\n\n<p>\n٢ - ذيل تجارب الأمم ص ٢٦٨ حوادث سنة ٨٣٥.\n</p>\n\n<p>\n٣ - المنتظم لابن الجوزي ج ٧ ص ٨٣ حوادث سنة ٣٦٦.\n</p>\n\n<p>\n٤ - ابن الأثير ج ٨ ص ٢٠٨.\n</p>\n\n<p>\n٥ - شاعر مغمور لم أجد له ترجمة في المعاجم.\n</p>\n\n<p>\n٦ - أبو جعفر محمد بن علي بن عمر الحسيني العلوي الطالبي المقتول بعد ٢١٩\nوكان يلقب بالصوفي لإدمانه لبس ثياب من الصوف الأبيض، وهو فقيه عالم زاهد\nقال المسعودي: وقد انقاد إلى إمامته خلق كثير.\n</p>\n\n<p>\n<a href=\"/الكتب/1277_مقاتل-الطالبيين\">مقاتل الطالبيين</a> / ٥٧٧. <a\nhref=\"/الكتب/3602_البداية-والنهاية-ج-١٠\">البداية والنهاية ١٠</a> / ٢٨٢.\n<a href=\"/الكتب/3402_الأعلام-ج-٧\">الأعلام ٧</a> / 225.\n</p>\n\n<p>\n7 - الحسن بن علي بن الحسن بن علي العلوي الأطروش..\n</p>\n\n<p>\nأعيان الشيعة 21 / 170. تاريخ الطبري 10 / 149.\n١ - <a href=\"/الكتب/3385_الذريعة-ج-٢٠\">الذريعة ٢٠</a> / ٣٧٠.\n</p>\n\n<p>\n٢ - ديوان الشريف الرضي ١ / ٢٠.\n</p>\n\n<p>\n٣ - الشيخ الأكبر أبو عبد الله محمد بن محمد بن محمد بن نعمان البغدادي\nالمتوفى ٤١٣ ه‍.\n</p>\n\n<p>\n٤ - الكتاب مرتب على أبواب أوله: الحمد لله الذي هدى العباد إلى معرفته\nويسر لهم سبيل.. كانت منه نسخة عتيقة في مكتبة المرحوم الشيخ عبد الحسين بن\nالقاسم بن صالح بن القاسم الحلي المتوفى ١٣٧٧. وكان من شيوخ الأدب ومشاهير\nالفقهاء وله تأليف.\n</p>\n\n<p>\n<a href=\"/الكتب/3366_الذريعة-ج-١\">الذريعة ١ <span id='ms75'></span></a> / 302. معجم رجال الفكر\nوالأدب / 137.\n١ - <a href=\"/الكتب/1239_مستدرك-الوسائل-ج-٣\">مستدرك الوسائل ٣</a> / 516.\n</p>\n\n<p>\n2 - ديوان الشريف الرضي 1 / 273.\n1 - ديوان الشريف الرضي 2 / 544.\n</p>\n\n<p>\n2 - شرح النهج لابن أبي الحديد 1 / 11.\n</p>\n\n<p>\n3 - تجارب الأمم 2 / 399 حوادث سنة 369 هج‍.\n</p>\n\n<p>\n4 - الشريف الرضي / 156 و 157.\n١ - <a href=\"/الكتب/1606_الغدير-ج-٤\">الغدير ٤</a> / ٢٠٤. <a href=\"/الكتب\n/3603_البداية-والنهاية-ج-١١\">البداية والنهاية ١١</a> / 335.\n١ - <a href=\"/الكتب/1606_الغدير-ج-٤\">الغدير ٤</a> / ٢٠٤. ٢ - وفيات\nالأعيان ١ / ١٠٧ ط حجر إيران.\n</p>\n\n<p>\n٣ - شمس الملة والدين الإمام الشيخ محمد بن جمال الدين مكي بن محمد بن\nحامد بن أحمد العاملي النبطي الجزيني المستشهد سنة ٧٨٦ وهو أول من اشتهر\nبهذا اللقب. شهداء الفضيلة / ٩٧ - ٨٠.\n</p>\n\n<p>\n٤ - ذكرى الشيعة في أحكام الشريعة. في الفقه خرج منه كتاب الطهارة\nوالصلاة بعد مقدمة فيها سبع إشارات في المباحث الأصولية. وللفقهاء عليه\nحواش وشروح وقد طبع الكتاب في إيران عام ١٢٧١ حجر.\n</p>\n\n<p>\n<a href=\"/الكتب/3371_الذريعة-ج-٦\">الذريعة ٦</a> / 86 و 10 / 40 5 -\nالشيخ الإمام شرف الاسلام زين الدين بن الإمام نور الدين علي بن أحمد بن\nمحمد بن جمال الدين بن تقي الدين بن صالح الجبعي العاملي المستشهد 965\nوالمعروف لدى فقهاء الإمامية بالشهيد الثاني. له تصانيف كثيرة وديوان شعر.\nشهداء الفضيلة / 132 - 164.\n١ - <a href=\"/الكتب/152_روض-الجنان\">روض الجنان</a> في شرح إرشاد\nالأذهان.. كتاب في الفقه خرج منه موضوع الطهارة والصلاة أوله:\n</p>\n\n<p>\nالحمد لله المتفضل بشرح معالم شريعته لإرشاد الأنام المتطول بإرسال\nالرسل.. طبع في إيران سنة ١٣٠٧.\n</p>\n\n<p>\n<a href=\"/الكتب/3376_الذريعة-ج-١١\">الذريعة ١١</a> / ٢٧٥.\n</p>\n\n<p>\n٢ - روضات الجنات ٦ / ١٩٤. <a href=\"/الكتب/1388_عمدة-الطالب\">عمدة\nالطالب</a> / 199.\n١ - <a href=\"/الكتب/1155_المجازات-النبوية\">المجازات النبوية</a> / ٩٢.\nفصلنا القول عن شيوخه في كتابنا (الشريف الرضي).\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1155_المجازات-النبوية\">المجازات النبوية</a> / ٢٥٠.\n</p>\n\n<p>\n٣ - <a href=\"/الكتب/2340_حقائق-التأويل\">حقائق التأويل</a> / ٨٥ و ٨٦.\n<a href=\"/الكتب/1606_الغدير-ج-٤\">الغدير ٤</a> / ١٨٤.\n</p>\n\n<p>\n٤ - <a href=\"/الكتب/1606_الغدير-ج-٤\">الغدير ٤</a> / ١٨٣.\n</p>\n\n<p>\n٥ - <a href=\"/الكتب/1155_المجازات-النبوية\">المجازات النبوية</a> / 233.\n١ - <a href=\"/الكتب/1606_الغدير-ج-٤\">الغدير ٤</a> / ١٨٤. <a href=\"/الكتب\n/1155_المجازات-النبوية\">المجازات النبوية</a> / ٢٣٣.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1155_المجازات-النبوية\">المجازات النبوية <span id='ms76'></span></a> / ١٥٥.\n<a href=\"/الكتب/1606_الغدير-ج-٤\">الغدير ٤</a> / ١٨٥.\n</p>\n\n<p>\n٣ - <a href=\"/الكتب/1606_الغدير-ج-٤\">الغدير ٤</a> / ١٨٥. المنتظم ٧ /\n٢٢٣.\n</p>\n\n<p>\n٤ - الدرجات الرفيعة / ٤٦٦. شرح ابن أبي الحديد ١ / ١٣. <a\nhref=\"/الكتب/1606_الغدير-ج-٤\">الغدير ٤</a> / 184. دار السلام 1 / 417.\n١ - وذكر شيخنا الحجة العلامة الأميني كرم الله وجهه شيوخا آخرين للسيد\nالرضي غير من ذكرناهم وهم: أبو علي الحسن بن أحمد الفارسي النحوي المتوفى\n٣٧٧ وله منه إجازة يروي عنه في كتابه <a href=\"/الكتب/1155_المجازات-\nالنبوية\">المجازات النبوية</a>.\n</p>\n\n<p>\nأبو عبد الله محمد بن عمران بن موسى المرزباني الخراساني المتوفى ٣٨٤ /\n٣٧٨.\n</p>\n\n<p>\nأبو القاسم عيسى بن علي بن عيسى بن داود بن الجراح... شيخه في الحديث كما\nفي <a href=\"/الكتب/1155_المجازات-النبوية\">المجازات النبوية</a> / ١٥٣.\n</p>\n\n<p>\nأبو محمد عبد الله بن محمد الأسدي الأكفاني.\n</p>\n\n<p>\n٢ - روضات الجنات ٦ / ١٩٠.\n</p>\n\n<p>\n٣ - <a href=\"/الكتب/1239_مستدرك-الوسائل-ج-٣\">مستدرك الوسائل ٣</a> /\n510.\n١ - لقد توالت عليه الشروح منذ عهد قريب من عصر المترجم له بما يربو على\nالسبعين شرحا تجده في <a href=\"/الكتب/1606_الغدير-ج-٤\">الغدير ٤</a> / 186\n- 193.\n1 - ينسب إليهم لكثرة من سكنه منهم.\n١ - <a href=\"/الكتب/1606_الغدير-ج-٤\">الغدير ٤</a> / 210. المنتظم 7 /\n283.\n</p>\n\n<p>\n2 - مصادر ترجمة الشريف الرضي.\n1 - أماط: أذهب، أزال.\n1 - الترجيب: يدل على دعم شئ بشئ وتقويته. المقاييس 2 / 495.\n</p>\n\n<p>\n2 - في الأصل: اتجرارا. وفي المطبوعة: استجرارا. والصواب ما أثبتناه.\n</p>\n\n<p>\n3 - سورة آل عمران / 30.\n١ - <a href=\"/الكتب/1608_الغدير-ج-٦\">الغدير ٦</a> / ٢٢ - ولادة علي عليه\nالسلام في الكعبة -.\n</p>\n\n<p>\n٢ - مناقب ابن شهرآشوب ٣ / ٣٠١.\n</p>\n\n<p>\n٣ - أعلام الورى / ٢٠٢. الارشاد / ١٩. <a href=\"/الكتب/1380_فرحة-\nالغري\">فرحة الغري</a> في تعيين قبر أمير المؤمنين عليه السلام في النجف.\n١ - <a href=\"/الكتب/1133_كامل-الزيارات\">كامل الزيارات</a> / 38.\n</p>\n\n<p>\n2 - المصدر السابق بسنده عن محمد بن يعقوب، عن محمد بن يحيى العطار، عن\nحمدان بن سليمان النيشابوري، عن عبد الله بن محمد اليماني، عن منيع بن\nالحجاج، عن يونس عن أبي وهب البصري عن أبي عبد الله الصادق.\n١ - أبو الوليد حسان بن ثابت بن المنذر المتوفى ٥٤ / ٥٥ عاش ستين سنة في\nالجاهلية وستين في <span id='ms77'></span> الاسلام.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1604_الغدير-ج-٢\">الغدير ٢</a> / 39 - 34.\n</p>\n\n<p>\n3 - سيد الخزرج قيس بن سعد بن عبادة بن دليم الأنصاري مات في آخر خلافة\nمعاوية وقيل سنة 59 / 60.\n١ - <a href=\"/الكتب/1604_الغدير-ج-٢\">الغدير ٢</a> / 67.\n</p>\n\n<p>\n2 - حسان بن ثابت، وقيس بن سعد بن عبادة.\n</p>\n\n<p>\n3 - أبو المستهل الكميت بن زيد بن خنيس الأسدي المقتول 126 من كبار شعراء\nالعربية، 4 - ديوان الهاشميات / 18.\n</p>\n\n<p>\n5 - أبو هاشم إسماعيل بن محمد بن يزيد بن وداع الحميري الملقب بالسيد\nوالمتوفى 173.\n١ - هذه الحكاية عن زيد غير معروفة بين أهل الأثر، والمعروف ما ذكره\nالمجلسي في البحار باب مدائح الصادق عليه السلام المجلد ٤٧ / ٣٢٨ بما لفظه:\nوجدت في تأليفات بعض أصحابنا أنه روي بإسناده عن سهل بن ذبيان قال: دخلت\nعلى الإمام علي بن موسى الرضا عليهم السلام في بعض الأيام قبل أن يدخل أحد\nمن الناس فقال لي: مرحبا بك يا ابن ذبيان، الساعة أراد رسولنا أن يأتيك\nلتحضر عندنا.\n</p>\n\n<p>\nفقلت: لماذا يا ابن رسول الله؟ فقال: لمنام رأيته البارحة وقد أزعجني\nوأقلقني، فقلت: خيرا يكون إن شاء الله تعالى، فقال يا ابن ذبيان: رأيت كأني\nنصب لي سلم فيه مائة مرقاة، فصعدت إلى أعلاه: فقلت يا مولاي: أهنيك بطول\nالعمر، وربما تعيش مائة سنة لكل مرقاة سنة، فقال عليه السلام: ما شاء الله\nكان.\n</p>\n\n<p>\nثم قال: فلما صعدت رأيت كأني دخلت في قبة خضراء، يرى ظاهرها من باطنها،\nوباطنها من ظاهرها، ورأيت جدي رسول الله صلى الله عليه وآله وسلم جالسا\nفيها، وإلى يمينه وشماله غلامان حسنان، يشرق النور من وجههما، ورأيت امرأة\nبهية الخلقة، وبين يديه شخصا بهي الخلقة جالسا عنده، ورأيت رجلا واقفا وهو\nيقرأ: لأم عمرو باللوى مربع.. فلما رآني النبي صلى الله عليه وآله وسلم،\nقال: مرحبا بك يا ولدي يا علي بن موسى الرضا، سلم على أبيك وأمك فاطمة،\nوعلى أبويك الحسن، والحسين عليهم السلام، فسلمت، قال: وسلم على شاعرنا\nومادحنا السيد إسماعيل الحميري، فسلمت وجلست، فقال له النبي صلى الله عليه\nوآله وسلم: عد <span id='ms78'></span> إلى ما كنا فيه، فلما أنشده لأم عمرو.. الخ بكى النبي صلى\nالله عليه وآله وسلم، ولما قال: ووجهه كالشمس إذ تطلع... بكى النبي ومن\nمعه، ولما بلغ إلى قوله: قالوا له لو شئت أعلمتنا.. قال: وأشار بيده إلى\nعلي وقال: إلهي أنت الشاهد إني قد أعلمتهم أن الغاية والمفزع علي بن أبي\nطالب.\n</p>\n\n<p>\nولما فرغ من القصيدة التفت النبي صلى الله عليه وآله وسلم إلي، وقال: يا\nعلي بن موسى إحفظ هذه القصيدة، ومر شيعتنا بحفظها، وأعلمهم أن من حفظها\nوأدمن قراءتها ضمنت له على الله الجنة، قال الرضا عليه السلام: ولم يزل\nيكررها حتى حفظتها منه، والقصيدة هذه ثم ذكرها برمتها.\n</p>\n\n<p>\nهذا المنام جاء بكامله في كتاب مجالس المؤمنين ٢ / ٥٠٢. منتهى المقال /\n١٤٢. تنقيح المقال ١ / ١٤٢. أعيان الشيعة ١٣ / ١٧٠. <a\nhref=\"/الكتب/1604_الغدير-ج-٢\">الغدير ٢</a> / ٢٢٢. <a href=\"/الكتب\n/3993_أخبار-السيد-الحميري\">أخبار السيد الحميري</a> / ٣٥.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1604_الغدير-ج-٢\">الغدير ٢</a> / ٢١٩. <a\nhref=\"/الكتب/3993_أخبار-السيد-الحميري\">أخبار السيد الحميري</a> / 31.\nالأغاني 7 / 240. وقد شرح هذه العينية جمع من أعلام الطائفة كما خمسها جمع\nمن العلماء والأدباء.\n١ - تنقيح المقال ١ / ٤٧١. <a href=\"/الكتب/1277_مقاتل-الطالبيين\">مقاتل\nالطالبيين</a> / ٥٣٤. جمهرة أنساب العرب / ٦٤. <a\nhref=\"/الكتب/3398_الأعلام-ج-٣\">الأعلام ٣</a> / 102.\n</p>\n\n<p>\n2 - سورة الأعراف / 142.\n١ - سورة النمل / ٣٩. ٢ - سورة الأنبياء / ٢٧.\n</p>\n\n<p>\n٣ - البحار ٣٥ / ٤٢٩ - ٤٣٦. باب في أنه عليه السلام عنده علم الكتاب.\nسفينة البحار ١ / ٢٣.\n</p>\n\n<p>\nتفسير الصافي ٤ / ٦٧.\n</p>\n\n<p>\n٤ - <a href=\"/الكتب/3666_وقعة-صفين\">وقعة صفين</a> / 142.\n1 - الفلا: المهر، والفرس - وفي بعض الروايات: وله مواش.\n</p>\n\n<p>\n2 - الشجة: وهي الكسر في الرأس خاصة.\n١ - مهج <a href=\"/الكتب/47_الدعوات\">الدعوات</a> / 104.\n١ - حديث رسول الله صلى الله عليه وآله وسلم لأمير المؤمنين عليه السلام:\nأنت قاضي ديني، ومنجز عدتي. مما أجمعت الأئمة على صحته وتوثيقه وقد جاءت\nبأسانيد شتى صحيحة، مسند أحمد بن حنبل ١ / ١١١، بسنده عن علي عليه السلام.\nالرياض النضرة ٢ / ١٦٨. حلية الأولياء ١٠ / ٢١١. <a href=\"/الكتب/2270_كنز-\nالعمال-ج-٦\">كنز <span id='ms79'></span> العمال ٦</a> / ٤٠٣. <a href=\"/الكتب/1790_مجمع-\nالزوائد-ج-٩\">مجمع الزوائد ٩</a> / 113، عن جابر بن عبد الله. فضائل الخمسة\n3 / 57.\n</p>\n\n<p>\n2 - دحا: دفع. رمى.\n١ - <a href=\"/الكتب/1790_مجمع-الزوائد-ج-٩\">مجمع الزوائد ٩</a> / 293 عن\nأبي رافع. الارشاد / 176. أعلام الورى / 176.\n</p>\n\n<p>\n2 - في أكثر الروايات هكذا: (بعد العشاء بكربلا في موكب).\n</p>\n\n<p>\n3 - المتبتل: الراهب. القائم: الصومعة. القاعدة: الأساس. الجدار. الجدب:\nضد الخصب.\n</p>\n\n<p>\n4 - الماثل: المنتصب، وشبه الراهب بالنسر لطول عمره. والشظية: قطعة من\nالجبل. المرقب: المكان العالي.\n</p>\n\n<p>\n5 - بوأ: أقام، حل.\n</p>\n\n<p>\n6 - النقى: قطعة من الرمل، تنقاد محدوبة. والقى: الصحراء الواسعة.\nوالسبسب القفرة.\n</p>\n\n<p>\n7 - الوعث: الرمل الذي لا يسلك فيه.\n١ - إعصوصب اجتمع، وتعاضد.\n</p>\n\n<p>\n٢ - الحزور: الغلام المترعرع.\n</p>\n\n<p>\n٣ - أعلام الورى / ١٧٧. والقصيدة ١١٢ بيتا شرحها السيد المرتضى علم الهدى\nوطبع بمصر عام ١٣١٣ وأول القصيدة قوله:\n</p>\n\n<p>\nهلا وقفت على المكان المعشب * بين الطويلع فاللوى من كبكب ٤ - أم حكيم\nبنت عمرو بن سفيان الخولية... كانت من أصحاب أمير المؤمنين عليه السلام.\n</p>\n\n<p>\n<a href=\"/الكتب/2954_جامع-الرواة-ج-٢\">جامع الرواة ٢</a> / ٤٥٥. تنقيح\nالمقال ٣ / ٧٠. <a href=\"/الكتب/2935_رجال-الطوسي\">رجال الطوسي</a> / 66.\n</p>\n\n<p>\n5 - تيماء: بليد في أطراف الشام، بين الشام ووادي القرى على طريق حاج\nالشام ودمشق.\n١ - خالد بن عرفطة بن أبرهة بن سنان الليثي توفي بالكوفة سنة ٦٠ / ٦١\nاستخلفه سعد بن أبي وقاص على الكوفة من قبل معاوية. <a href=\"/الكتب\n/3231_أسد-الغابة-ج-٢\">أسد الغابة ٢</a> / ٨٧. <a\nhref=\"/الكتب/3317_الإصابة-ج-١\">الإصابة ١</a> / ٤٠٩. <a\nhref=\"/الكتب/2127_الاستيعاب-ج-١\">الاستيعاب ١</a> / ٤١٣.\n</p>\n\n<p>\n٢ - أعلام الورى / ١٧٥ وفيه: وهذا الخبر مستفيض في أهل العلم بالآثار من\nأهل الكوفة.\n</p>\n\n<p>\n٣ - سفينة البحار ١ / ٥٣. <a href=\"/الكتب/2935_رجال-الطوسي\">رجال\nالطوسي</a> / ٣٥. إعلام الورى / ١٧٠. تأسيس الشيعة / ٣٥٧.\n</p>\n\n<p>\n<a href=\"/الكتب/2953_جامع-الرواة-ج-١\">جامع الرواة ١</a> / 110.\n١ - العريف: العالم بالشئ. من يعرف أصحابه. القيم بأمر القوم.\n</p>\n\n<p>\n٢ - أبو سعيد عمرو بن حريث بن عمرو بن عثمان المخزومي القرشي مات بالكوفة\nسنة ٨٥. ولي إمرة الكوفة لزياد ثم لابنه عبيد الله. الإصابة ت ٥٨١٠. <a\nhref=\"/الكتب/3233_أسد-الغابة <span id='ms80'></span>-ج-٤\">أسد الغابة ٤</a> / ٩٧. <a href=\"/الكتب\n/3494_الكامل-في-التاريخ-ج-٢\">الكامل في التاريخ ٢</a> / 249.\n١ - الارشاد / ١٧١. أعلام الورى / ١٧٢. سفينة البحار ٢ / ٥٢٣. غزوات أمير\nالمؤمنين (ع) / ٤٦.\n</p>\n\n<p>\n٢ - البحار ٢٢ / ٥١٤. <a href=\"/الكتب/1117_بصائر-الدرجات\">بصائر\nالدرجات</a> / ٨١. رسالة في تغسيل النبي صلى الله عليه وآله بسبع قرب للشيخ\nعبد الله بن الحاج صالح بن جمعة اسماهيجي المتوفى ١١٣٥ ه‍.\n</p>\n\n<p>\n٣ - من الأحاديث الثابتة أن أمير المؤمنين عليه السلام أعلم الصحابة على\nالإطلاق. <a href=\"/الكتب/2265_كنز-العمال-ج-١\">كنز العمال ١</a> / ٢٢٨.\n</p>\n\n<p>\nطبقات ابن سعد ٢ ق ٢ / ١٠١. تهذيب <a\nhref=\"/الكتب/1167_التهذيب-ج-٧\">التهذيب ٧</a> / ٣٣٧. <a\nhref=\"/الكتب/1605_الغدير-ج-٣\">الغدير ٣</a> / ٩٥. كفاية الطالب / ٢٠٧ حلية\nالأولياء ١ / ٦٧. <a href=\"/الكتب/2128_الاستيعاب-ج-٢\">الاستيعاب ٢</a> /\n463.\n١ - جويرية بن مسهر العبدي الكوفي... من أصحاب علي عليه السلام، وكان\nالإمام يحبه حبا شديدا قال له يوما: يا جويرية ليقتلنك العتل الزنيم،\nوليقطعن يدك ورجلك ثم إنه ليصلبنك، ثم مضى دهر حتى ولي زياد بن أبيه في\nأيام معاوية فقطع يده ورجله ثم صلبه.\n</p>\n\n<p>\nتنقيح المقال ١ / ٢٣٨. <a href=\"/الكتب/2935_رجال-الطوسي\">رجال\nالطوسي</a> / ٣٧. <a href=\"/الكتب/2941_رجال-ابن-داود\">رجال ابن داود</a> /\n٦٧. أعيان الشيعة ١٧ / ١٩٥.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/3437_معجم-البلدان-ج-٣\">معجم البلدان ٣</a> / 399.\n</p>\n\n<p>\n3 - تنقيح المقال 1 / 239.\n١ - <a href=\"/الكتب/2953_جامع-الرواة-ج-١\">جامع الرواة ١</a> / ١٦٩. سفينة\nالبحار ١ / ٥٧.\n</p>\n\n<p>\nوحديث رد الشمس لأمير المؤمنين عليه السلام من القضايا الثابتة أخرجه جمع\nمن الحفاظ الاثبات بأسانيد جمة صحح جمع من مهرة الفن بعضها، وحكم آخرون\nبحسن آخر، وشدد جمع منهم النكير على من غمز فيه وضعفه، وأفردها بالتأليف\nوجمعوا فيه طرقها وأسانيدها. <a href=\"/الكتب/1605_الغدير-ج-٣\">الغدير\n٣</a> / ١٤١ - ١٢٦.\n</p>\n\n<p>\n٢ - البحار ٤٢ / ١٢٢ الطبعة الجديدة. تنقيح المقال ٢ / ٢٩ - باب القاف.\n<a href=\"/الكتب/2954_جامع-الرواة-ج-٢\">جامع الرواة ٢</a> / 24.\n1 - سفينة البحار 1 / 555 وفيه: أنها كانت على عهد أبي بكر.\n</p>\n\n<p>\n2 - الارشاد 1 / 348 الباب الثالث فصل 77 وفيه: رواه نقلة الآثار <span id='ms81'></span> واشتهر\nفي أهل الكوفة لاستفاضته بينهم.\n</p>\n\n<p>\n3 - سورة التوبة / 40.\n</p>\n\n<p>\n4 - الريطة: كل ثوب يشبه الملحفة.\n</p>\n\n<p>\n5 - تنفط الجسم. قرح أو تجمع فيه بين الجلد واللحم ماء بسبب العمل.\n١ - كمه: عمى أو صار أعشى، وبصره اعترته ظلمة.\n</p>\n\n<p>\n٢ - البحار ٣٦ / ٤٣. الارشاد ومبيت علي عليه السلام على فراش النبي صلى\nالله عليه وآله وسلم، من القضايا الثابتة المتسالم عليها لدى الفريقين. <a\nhref=\"/الكتب/3233_أسد-الغابة-ج-٤\">أسد الغابة ٤</a> / ٢٥. نور الأبصار /\n٧٧. كنوز الحقائق / ٣١.\n</p>\n\n<p>\nمستدرك الصحيحين ٣ / ٤. مسند أحمد ١ / ٣٤٨. <a href=\"/الكتب/1790_مجمع-\nالزوائد-ج-٩\">مجمع الزوائد ٩</a> / 119. فضائل الخمسة 2 / 345.\n</p>\n\n<p>\n3 - سفينة البحار 1 / 605.\n١ - الارشاد / ٣١٨، بصورة مفصلة. سفينة البحار ١ / ١٨٢. <a href=\"/الكتب\n/1787_مجمع-الزوائد-ج-٦\">مجمع الزوائد ٦</a> / ٢٤١ بسنده عن جندب وقال:\nرواه الطبراني.\n</p>\n\n<p>\n٢ - إعلام الورى / ١٧١. كفاية الطالب / ١٧٧. خصائص النسائي / ١٣٨. <a\nhref=\"/الكتب/3129_تاريخ-بغداد-ج-١\">تاريخ بغداد ١</a> / ١٥٩.\n</p>\n\n<p>\n<a href=\"/الكتب/1787_مجمع-الزوائد-ج-٦\">مجمع الزوائد ٦</a> / 234.\n</p>\n\n<p>\n3 - عامر بن كريز بن ربيعة بن حبيب بن عبد شمس بن عبد مناف.. أسلم يوم\nالفتح وكان من الموالين إلى بني أمية وبقي إلى خلافة عثمان.\n١ - <a href=\"/الكتب/3636_أعيان-الشيعة-ج-١\">أعيان الشيعة ١</a> / ٤٤٨\nالطبعة الكبيرة. غزوات أمير المؤمنين / ٥٤. إعلام الورى / ١٦٩.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1608_الغدير-ج-٦\">الغدير ٦</a> / ١٩٣ و ١٩٤ و ج ٧ /\n١٠٧ و ١٠٨.\n</p>\n\n<p>\n٣ - الارشاد ١ / ٣٣١ بسنده عن زكريا بن يحيى القطان، عن فضل بن الزبير عن\nأبي الحكم قال:\n</p>\n\n<p>\nسمعت مشيختنا وعلماءنا يقولون - الحديث - إعلام الورى / ١٨٦. البحار ٤٤ /\n٢٥٦. شرح ابن أبي الحديد ١ / ٢٥٣ نقلا عن كتاب الغارات لأبي هلال الثقفي.\n<a href=\"/الكتب/1133_كامل-الزيارات\">كامل الزيارات</a> / 74.\n١ - جعدة بن هبيرة ابن أخت أمير المؤمنين وأمه أم هاني بنت أبي طالب وكان\nفقيها فارسا شجاعا ذا لسان وعارضة قوية.\n</p>\n\n<p>\n٢ - سفينة البحار ١ / ١٥٧ وفيه: قالت أم كلثوم يا أمير المؤمنين مر جعدة\nيصلي بالناس قال: نعم مروا جعدة فليصل. <a href=\"/الكتب/1171_روضة-\nالواعظين\">روضة الواعظين <span id='ms82'></span></a> / ١٣٥.\n</p>\n\n<p>\n٣ - الصواعق المحرقة / ٨٠. <a href=\"/الكتب/1171_روضة-الواعظين\">روضة\nالواعظين</a> / ١٣٦. <a href=\"/الكتب/2213_نظم-درر-السمطين\">نظم درر\nالسمطين</a> / 137. فضائل الخمسة 3 / 66.\n١ - <a href=\"/الكتب/1171_روضة-الواعظين\">روضة الواعظين</a> / ١٣٦.\n</p>\n\n<p>\n٢ - أصول <a href=\"/الكتب/1122_الكافي-ج-١\">الكافي ١</a> / ٤٥٢. <a\nhref=\"/الكتب/1171_روضة-الواعظين\">روضة الواعظين</a> / 81. فاطمة بنت أسد -\nخ -. البحار 35 / 6.\n١ - تنقيح المقال ٣ / ٨١. أصول <a href=\"/الكتب/1122_الكافي-ج-١\">الكافي\n١</a> / 453. دعائم الاسلام 2 / 361. مسند الرسول 1 / 250.\n</p>\n\n<p>\n2 - حلية الأولياء 7 / 195. كفاية الطالب / 282. خصائص النسائي / 81.\n١ - <a href=\"/الكتب/1603_الغدير-ج-١\">الغدير ١</a> / ٢٧٠. سفينة البحار ١\n/ ٢٩. البحار ٣٧ / ٣٠٢.\n</p>\n\n<p>\n٢ - البحار ٣٧ / ٣٠٤. <a href=\"/الكتب/3697_المناقب\">المناقب</a> لابن\nشهرآشوب 3 / 52.\n١ - البيت لعبد الله بن الزبعري بن قيس السهمي القرشي شاعر قريش في\nالجاهلية مات نحو ١٥ ه‍ كان شديدا على المسلمين. <a href=\"/الكتب\n/3044_الطبقات-الكبرى-ج-١\">الطبقات الكبرى ١</a> / ٧٦. الشعر والشعراء /\n١٣٢.\n</p>\n\n<p>\n٢ - البيت من شعر حذافة بن غانم العدوي... <a href=\"/الكتب/3044_الطبقات-\nالكبرى-ج-١\">الطبقات الكبرى ١</a> / 71.\n١ - <a href=\"/الكتب/3494_الكامل-في-التاريخ-ج-٢\">الكامل في التاريخ ٢</a>\n/ ٦. الطبري ٢ / ١٧٩. ثمار القلوب / ٨٩. نهاية الإرب ١٦ / ٣٣. <a\nhref=\"/الكتب/3468_تاريخ-اليعقوبي-ج-١\">تاريخ اليعقوبي ١</a> / 201.\n١ - سورة الأحقاف / ١٥.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/3697_المناقب\">المناقب</a> لابن شهرآشوب 3 / 105.\n</p>\n\n<p>\nفي السند سهل كهيل، وأظنه تصحيف والصحيح سهل بن حنيف وهو من الذين أنكروا\nعلى أبي بكر غصبه الخلافة وكان أمير المؤمنين (ع) يحبه شديدا، وحنيف بن\nريال من الصحابة شهد أحدا وما بعدها من المشاهد وقتل يوم مؤتة.\n</p>\n\n<p>\n3 - سورة القصص / 5.\n</p>\n\n<p>\nشرح ابن أبي الحديد 19 / 29. شرح ابن ميثم 5 / 349.\n</p>\n\n<p>\n4 - ضرار بن ضمرة الضبابي... من خلص أصحاب علي عليه السلام فصيح المقال\nطلق اللسان.\n١ - مناقب ابن شهرآشوب ٢ / ١٠٣. حلية الأولياء ١ / ٨٤. <a\nhref=\"/الكتب/2128_الاستيعاب-ج-٢\">الاستيعاب ٢</a> / ٤٦٣. الرياض النضرة ٢\n/ ٢١٢.\n</p>\n\n<p>\n٢ - سورة مريم / ٩٦.\n</p>\n\n<p>\n٣ - <a href=\"/الكتب/1604_الغدير-ج-٢\">الغدير ٢</a> / ٥٥. الرياض النضرة\n٢ / ٢٠٧. الصواعق المحرقة / ١٠٢. نور الأبصار / ١٠١. فضائل الخمسة ١ / ٣٢٣.\n<a href=\"/الكتب/1790_مجمع-الزوائد-ج-٩\">مجمع الزوائد ٩</a> / 125 وقال <span id='ms83'></span>:\nرواه الطبراني في الأوسط.\n1 - سورة آل عمران / 103.\n</p>\n\n<p>\n2 - سورة الأحقاف / 23.\n1 - البحار 22 / 482 - 284. الطرف / 29 - 34.\n</p>\n\n<p>\n2 - النواجذ: جمع ناجذ وهو أقصى الأضراس.\n</p>\n\n<p>\n3 - الهام: جمع هامة وهي الرأس.\n</p>\n\n<p>\n4 - اللامة: الدرع.\n١ - الخزر: النظر وهو علامة الغضب.\n</p>\n\n<p>\n٢ - الشزر: الجوانب يمينا وشمالا.\n</p>\n\n<p>\n٣ - نافحوا: كافحوا وضاربوا، الظبا: السيف.\n</p>\n\n<p>\n٤ - السجح: السهل.\n</p>\n\n<p>\n٥ - الثبج: الوسط.\n</p>\n\n<p>\n٦ - سورة محمد / ٣٥.\n</p>\n\n<p>\n٧ - سورة التوبة / ١٢.\n</p>\n\n<p>\n<a href=\"/الكتب/1608_الغدير-ج-٦\">الغدير ٦</a> / 194. شرح ابن أبي\nالحديد 5 / 168. مجمع الأمثال 2 / 358. شرح ابن ميثم 2 / 178.\n١ - فضائل الخمسة ٢ / ٨٣ و ٨٧.\n</p>\n\n<p>\n٢ - سورة آل عمران / ٩٧.\n</p>\n\n<p>\n٣ - مستدرك الصحيحين ٢ / ٣٤٣. <a href=\"/الكتب/1381_ذخائر-العقبى\">ذخائر\nالعقبى</a> / 20. وقد تواترت أحاديث بهذا الشأن بألفاظ شتى، وتعابير\nمختلفة. وأسانيد كثيرة تجدها في كتاب فضائل الخمسة 2 / 83 و 87 و 64 و 66.\n١ - <a href=\"/الكتب/1453_بحار-الأنوار-ج-٢٢\">بحار الأنوار ٢٢</a> / 456\nبصورة مفصلة. علل الشرائع / 1 / 168.\n</p>\n\n<p>\n2 - هذا الحديث والذي يليه غير صحيح، وأنه من الموضوعات ومن دسائس\nالمنحرفين عن أهل البيت عليهم السلام لأن الإمامية تعتقد أن الأئمة صلوات\nالله عليهم فوق مستوى البشر، وأنهم منزهون عن كل ما يزري بذلك المقام\nالطافح بالعظمة القدسية، وعلى هذا الأساس فما نقرأه في الحديثين ينافي تلك\nالعظمة الآلهية ويصادم ما تقتضيه حقائقهم المقدسة، والغريب أن الشريف الرضي\nسجل الخبرين من دون تعقيب.\n١ - كيف يتفق هذا الخبر الموضوع مع ثناء أهل البيت عليهم السلام على بلال\nبن رباح، وإنه يشفع لمؤمني الحبشة وقد اتفق علماؤنا الأعلام على إطرائه\nوتوثيقه ورسوخ قوة الإيمان فيه.\n</p>\n\n<p>\n٢ - مناقب ابن شهرآشوب ٢ / ٧٢. نقلا عن البلاذري، وفضائل أحمد.\n</p>\n\n<p>\n٣ - أنساب <a href=\"/الكتب/1296_الأشراف\">الأشراف</a> ٢ / ١١٧ ومناقب ابن\nشهرآشوب ٢ / ١٠٨.\n</p>\n\n<p>\n٤ - حلية الأولياء ١ / ٨١ بسنده عن أبي عمرو بن العلاء. و ج ٩ / ٥٣. <a\nhref=\"/الكتب/2270_كنز-العمال-ج-٦\">كنز العمال ٦</a> / 401.\n١ - جمهرة خطب العرب ٢ / ٧. الإمامة والسياسة ١ / ١٢٧. العقد الفريد ٢ / ٦.\n<a href=\"/الكتب/3479_تاريخ-الطبري-ج-٦\">تاريخ الطبري ٦</a> / 91.\n</p>\n\n<p>\n2 - مناقب ابن شهرآشوب 2 / 169.\n1 - مناقب ابن شهرآشوب 2 / 169.\n</p>\n\n<p>\n2 - مناقب ابن شهرآشوب 2 / 354 بسنده إلى مصعب بن <span id='ms84'></span> سلام بلفظ آخر. نور\nالأبصار / 71.\n</p>\n\n<p>\nالصواعق المحرقة / 73. فضائل الخمسة 2 / 303.\n1 - سورة يونس / 35.\n</p>\n\n<p>\nابن شهرآشوب 2 / 356. الارشاد 1 / 190.\n١ - <a href=\"/الكتب/1608_الغدير-ج-٦\">الغدير ٦</a> / 126. ابن شهرآشوب 2 /\n367. الارشاد 1 / 210.\n- ١ قال رسول الله صلى الله عليه وآله وسلم: أعلم أمتي من بعدي علي بن أبي\nطالب.\n</p>\n\n<p>\n<a href=\"/الكتب/1605_الغدير-ج-٣\">الغدير ٣</a> / ٩٦. <a href=\"/الكتب\n/2270_كنز-العمال-ج-٦\">كنز العمال ٦</a> / 153. مناقب الخوارزمي / 49. مقتل\nالخوارزمي 1 / 43.\n١ - هذا الحديث وأضرابه من القضايا التي أجمعت العامة والخاصة على صحته،\nوجاء في كتب الفريقين مما يثبت جهل عمر وقصوره في العلم إلى جانب اعترافه\nوتصريحه بفضل سيدنا أمير المؤمنين عليه السلام. <a\nhref=\"/الكتب/1608_الغدير-ج-٦\">الغدير ٦</a> / ١٠٤. مناقب ابن شهرآشوب ٢ /\n٣٦١. البحار ٩ / ٤٨٧ الطبعة القديمة.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1608_الغدير-ج-٦\">الغدير ٦</a> / 38 - 323. قضاوتهاى\nأمير المؤمنين (ع) / 59.\n</p>\n\n<p>\n3 - المصدر السابق.\n1 - نفس المصدر.\n</p>\n\n<p>\n2 - شرح محمد عبدة 3 / 164.\n</p>\n\n<p>\n3 - شرح ابن ميثم البحراني 2 / 184. شرح ابن أبي الحديد 6 / 3.\n١ - سورة الأعراف / ١٧٢.\n</p>\n\n<p>\n٢ - مجمع البيان ١ / ٤٩٧. تفسير <a href=\"/الكتب/2679_الدر-\nالمنثور-ج-٣\">الدر المنثور ٣</a> / 142. تفسير الطبري 9 / 114.\n1 - شرح محمد عبدة 1 / 160.\n1 - سفينة البحار 2 / 482 نقلا عن تفسير علي بن إبراهيم القمي. قضاوتهاى\nأمير المؤمنين / 250.\n١ - <a href=\"/الكتب/1608_الغدير-ج-٦\">الغدير ٦</a> / 242. زين الفتى في\nشرح سورة هل أتى (خ). قضاوتهاى أمير المؤمنين (ع) / 282.\n1 - الارشاد / 120. شرح ابن ميثم البحراني 5 / 278.\n1 - شرح ابن ميثم 5 / 281. ابن أبي الحديد 18 / 229.\n</p>\n\n<p>\n2 - المصدر السابق.\n</p>\n\n<p>\n3 - الارشاد / 157. شرح، ابن ميثم 5 / 282. ابن أبي الحديد 18 / 232.\n1 - نفس المصدر.\n</p>\n\n<p>\n2 - شرح ابن أبي الحديد 18 / 235. ابن ميثم البحراني 5 / 283.\n</p>\n\n<p>\n3 - المصدر السابق.\n</p>\n\n<p>\n4 - ابن أبي الحديد 18 / 237. ابن ميثم البحراني 5 / 284.\n</p>\n\n<p>\n5 - شرح ابن ميثم 5 / 289. مجمع الأمثال 2 / 455.\n</p>\n\n<p>\n6 - ابن ميثم البحراني 5 / 290.\n</p>\n\n<p>\n7 - نفس المصدر.\n١ - شرح ابن ميثم ٥ / ٢١٥. <a href=\"/الكتب/2102_دستور-معالم-الحكم\">دستور\nمعالم الحكم</a> / 96.\n</p>\n\n<p>\n2 - المصدر السابق 5 / 290.\n</p>\n\n<p>\n3 - نفس المصدر.\n</p>\n\n<p>\n4 - ابن ميثم البحراني 5 / 291.\n</p>\n\n<p>\n5 - ابن ميثم 5 / 292.\n</p>\n\n<p>\n6 - شرح ابن ميثم 2 / 40. ابن أبي الحديد 2 / 91.\n1 - ابن ميثم البحراني 5 / 292.\n</p>\n\n<p>\n2 - شرح ابن ميثم 5 / 293. ابن أبي الحديد 18 / 265.\n</p>\n\n<p>\n3 - ابن ميثم البحراني 5 / 294. ابن أبي الحديد 18 / 267.\n</p>\n\n<p>\n4 - المصدر السابق 5 / 295.\n</p>\n\n<p>\n5 - نفس المصدر. ابن أبي الحديد 18 / 269.\n١ - شرح ابن ميثم ٥ / ٢٩٥. الارشاد / ١٥٩. <a href=\"/الكتب/2102_دستور-\nمعالم-الحكم\">دستور <span id='ms85'></span> معالم الحكم</a> / 129.\n</p>\n\n<p>\n2 - شرح ابن أبي الحديد 18 / 273. ابن ميثم 5 / 297.\n</p>\n\n<p>\n3 - في أكثر الشروح هكذا: وطئتها.\n</p>\n\n<p>\n4 - شرح ابن ميثم البحراني 2 / 104.\n</p>\n\n<p>\n5 - المصدر السابق 5 / 380.\n1 - شرح ابن ميثم 5 / 306.\n</p>\n\n<p>\n2 - سورة ص / 88. شرح ابن ميثم 2 / 192.\n</p>\n\n<p>\n3 - ابن ميثم البحراني 5 / 306. ابن أبي الحديد 18 / 311.\n</p>\n\n<p>\n4 - المصدر السابق.\n1 - شرح ابن ميثم 5 / 304.\n</p>\n\n<p>\n2 - ابن ميثم البحراني 2 / 223.\n</p>\n\n<p>\n3 - المصدر السابق.\n</p>\n\n<p>\n4 - شرح ابن ميثم 5 / 308.\n</p>\n\n<p>\n5 - نفس المجلد والصفحة.\n</p>\n\n<p>\n6 - شرح ابن أبي الحديد 19 / 51. شرح محمد عبدة 3 / 203.\n١ - شرح ابن ميثم ٥ / ٣٠٩.\n</p>\n\n<p>\n٢ - ابن ميثم البحراني ٥ / ٣١٠.\n</p>\n\n<p>\n٣ - <a href=\"/الكتب/2102_دستور-معالم-الحكم\">دستور معالم الحكم</a> /\n37. شرح ابن ميثم 5 / 218.\n</p>\n\n<p>\n4 - شرح ابن ميثم 5 / 311.\n</p>\n\n<p>\n5 - نفس المصدر.\n</p>\n\n<p>\n6 - سورة يونس / 23.\n</p>\n\n<p>\n7 - سورة الفتح / 10.\n</p>\n\n<p>\n8 - سورة الفاطر / 43.\n1 - ابن ميثم الكبير 5 / 312. ابن أبي الحديد 18 / 322.\n</p>\n\n<p>\n2 - ابن أبي الحديد 18 / 235. ابن ميثم 5 / 313.\n</p>\n\n<p>\n3 - شرح ابن ميثم 2 / 3. شرح ابن أبي الحديد 1 / 312.\n1 - شرح ابن أبي الحديد 19 / 52. ابن ميثم 5 / 356.\n</p>\n\n<p>\n2 - شرح ابن ميثم 5 / 316. شرح محمد عبدة 3 / 183.\n</p>\n\n<p>\n3 - ابن أبي الحديد 18 / 329. ابن ميثم البحراني 5 / 316.\n</p>\n\n<p>\n4 - شرح ابن ميثم 5 / 316. ابن أبي الحديد 18 / 330.\n</p>\n\n<p>\n5 - سورة غافر / 60.\n</p>\n\n<p>\n6 - سورة النساء / 110.\n</p>\n\n<p>\n7 - سورة إبراهيم / 7.\n</p>\n\n<p>\n8 - سورة النساء / 17.\n</p>\n\n<p>\n9 - شرح ابن أبي الحديد 18 / 332. ابن ميثم البحراني 5 / 317.\n1 - شرح ابن ميثم البحراني 5 / 318. شرح محمد عبدة 3 / 185.\n</p>\n\n<p>\n2 - ابن أبي الحديد 18 / 337. ابن ميثم 5 / 318.\n</p>\n\n<p>\n3 - شرح ابن ميثم البحراني 5 / 319. ابن أبي الحديد 18 / 338.\n</p>\n\n<p>\n4 - شرح ابن أبي الحديد 18 / 339. ابن ميثم 5 / 319.\n</p>\n\n<p>\n5 - شرح ابن ميثم 5 / 319. ابن أبي الحديد 18 / 340.\n</p>\n\n<p>\n6 - ابن أبي الحديد 18 / 341. شرح عبدة 3 / 185.\n</p>\n\n<p>\n7 - ابن ميثم البحراني 5 / 319. ابن أبي الحديد 18 / 342.\n</p>\n\n<p>\n8 - ابن أبي الحديد 18 / 344. ابن ميثم البحراني 5 / 320.\n</p>\n\n<p>\n9 - المصدر السابق 3 / 368.\n١ - شرح ابن ميثم البحراني ٥ / ٣٢١. محمد عبدة ٣ / ١٨٦. شرح ابن أبي الحديد\n١٨ / ٣٤٦.\n</p>\n\n<p>\n٢ - ابن ميثم ٥ / ٣٢٧. ابن أبي الحديد ١٨ / ٣٥٣.\n</p>\n\n<p>\n٣ - ابن أبي الحديد المعتزلي ١٨ / ٣٥٥. شرح ابن ميثم البحراني ٥ / ٣٢٧.\n</p>\n\n<p>\n٤ - شرح ابن ميثم ٥ / ٣٣٢. شرح ابن أبي الحديد ١٨ / ٣٦١.\n</p>\n\n<p>\n٥ - ابن أبي الحديد ١٨ / ٣٦٣. ابن ميثم البحراني ٥ / ٣٣٢.\n</p>\n\n<p>\n٦ - <a href=\"/الكتب/2102_دستور-معالم-الحكم\">دستور معالم الحكم</a> /\n119.\n</p>\n\n<p>\n7 - ابن ميثم 5 / 225.\n</p>\n\n<p>\n8 - شرح ابن أبي الحديد 18 / 366. شرح ابن ميثم - الكبير - 5 / 332.\n1 - ابن ميثم البحراني 5 / 332. ابن أبي الحديد 18 / 362.\n</p>\n\n<p>\n2 - ابن أبي الحديد 18 / 362. شرح ابن ميثم 5 / 332.\n</p>\n\n<p>\n3 - شرح ابن ميثم البحراني 5 / 340. ابن أبي الحديد 18 / 367.\n</p>\n\n<p>\n4 - ابن أبي الحديد <span id='ms86'></span> 18 / 374. ابن ميثم الحبراني 5 / 340.\n</p>\n\n<p>\n5 - شرح ابن ميثم 5 / 340. شرح ابن أبي الحديد 18 / 368.\n</p>\n\n<p>\n6 - ابن ميثم البحراني 5 / 341. ابن أبي الحديد 18 / 369.\n</p>\n\n<p>\n7 - ابن أبي الحديد المعتزلي 18 / 370. شرح ابن ميثم 5 / 341.\n</p>\n\n<p>\n8 - ابن ميثم البحراني 1 / 270. ابن أبي الحديد 1 / 207 في آخر خطبته\nعليه السلام برقم 4.\n</p>\n\n<p>\n9 - شرح ابن أبي الحديد 18 / 371. شرح عبدة 3 / 195.\n</p>\n\n<p>\n10 - ابن أبي الحديد 18 / 372. ابن ميثم البحراني 5 / 333 وفيه: اعتصموا.\n</p>\n\n<p>\n11 - شرح ابن ميثم 5 / 333. شرح ابن أبي الحديد 18 / 373.\n</p>\n\n<p>\n12 - ابن أبي الحديد 18 / 376. ابن ميثم البحراني 5 / 333.\n1 - شرح محمد عبدة 2 / 24. شرح ابن ميثم البحراني 4 / 403. (سورة النور /\n22).\n</p>\n\n<p>\n2 - شرح ابن أبي الحديد 18 / 160. ابن ميثم 5 / 333.\n</p>\n\n<p>\n3 - ابن ميثم البحراني 5 / 334. ابن أبي الحديد 18 / 380.\n</p>\n\n<p>\n4 - شرح ابن أبي الحديد 18 / 381. شرح ابن ميثم 5 / 334.\n</p>\n\n<p>\n5 - ابن ميثم البحراني 5 / 334. ابن أبي الحديد 18 / 382.\n</p>\n\n<p>\n6 - شرح ابن أبي الحديد 18 / 384. شرح ابن ميثم 5 / 334.\n</p>\n\n<p>\n7 - ابن ميثم البحراني 5 / 335. ابن أبي الحديد 18 / 386.\n1 - شرح ابن أبي الحديد 18 / 388. شرح محمد عبدة 3 / 192. شرح ابن ميثم\nالبحراني 5 / 335.\n</p>\n\n<p>\n2 - ابن ميثم البحراني 5 / 335 رقم 151. ابن أبي الحديد 18 / 389 رقم\n167.\n</p>\n\n<p>\n3 - شرح محمد عبدة 3 / 189. شرح ابن ميثم 5 / 328 رقم 137. ابن أبي\nالحديد 18 / 356 رقم 146.\n</p>\n\n<p>\n4 - شرح ابن أبي الحديد 18 / 390. ابن ميثم البحراني 5 / 335.\n</p>\n\n<p>\n5 - ابن ميثم 5 / 248. ابن أبي الحديد 18 / 131. محمد عبدة 3 / 155.\n</p>\n\n<p>\n6 - شرح ابن أبي الحديد 18 / 391. شرح ابن ميثم 5 / 335 7 - ابن ميثم\nالبحراني 5 / 336. ابن أبي الحديد 18 / 391.\n</p>\n\n<p>\n8 - شرح ابن أبي الحديد 18 / 395. شرح ميثم بن علي بن ميثم البحراني 5 /\n336\n1 - ابن ميثم 5 / 336. ابن أيي الحديد 18 / 396.\n</p>\n\n<p>\n2 - شرح ابن أبي الحديد 18 / 397. شرح ابن ميثم 5 / 336. شرح محمد عبدة 3\n/ 193.\n</p>\n\n<p>\n3 - شرح ابن ميثم البحراني 5 / 336. ابن أبي الحديد 18 / 403 رقم 174.\n</p>\n\n<p>\n4 - شرح ابن أبي الحديد 18 / 404. ابن ميثم 5 / 337. شرح محمد عبدة 3 /\n193.\n</p>\n\n<p>\n5 - ابن ميثم البحراني 5 / 337. ابن أبي الحديد 18 / 405.\n</p>\n\n<p>\n6 - شرح ابن أبي الحديد 18 / 406. شرح ميثم بن علي بن ميثم 5 / 337.\n</p>\n\n<p>\n7 - ابن ميثم البحراني 5 / 338. ابن أبي الحديد 18 / 407.\n</p>\n\n<p>\n8 - شرح عبدة 3 / 194. ابن أبي الحديد 18 / 410. شرح ابن ميثم 5 / 338.\n</p>\n\n<p>\n9 - ابن أبي الحديد 18 / 411. شرح عبدة 3 / 194. ابن ميثم البحراني 5 /\n338.\n</p>\n\n<p>\n10 - شرح ابن ميتم بن علي بن ميثم 5 / 339. شرح ابن أبي الحديد 18 / 412.\n</p>\n\n<p>\n11 - ابن أبي الحديد 18 / 413. ابن ميثم البحراني 5 / 339.\n</p>\n\n<p>\n12 - شرح ابن ميثم 5 / 339. محمد عبدة 3 / 194. شرح ابن أبي الحديد 18 /\n414.\n1 - ابن أبي الحديد 18 / 415. ابن ميثم البحراني 15 / 341.\n</p>\n\n<p>\n2 - ابن ميثم 5 / 341. ابن أبي الحديد المعتزلي 18 / 322.\n</p>\n\n<p>\n3 - شرح ابن أبي الحديد 18 / 416. شرح محمد عبدة 3 / 195. شرح ابن ميثم 5\n/ 341.\n</p>\n\n<p>\n4 - سورة يوسف / 22.\n</p>\n\n<p>\n5 - سورة القصص / 14.\n١ <span id='ms87'></span> - شرح ابن أبي الحديد ١ / ٣٠١ من خطبة له عليه السلام برقم ٢١. شرح عبدة\n١ / ٥٤. شرح ابن ميثم البحراني ١ / ٣٣٠.\n</p>\n\n<p>\n٢ - شرح ميثم بن علي بن ميثم البحراني ٥ / ٣٤٠. شرح ابن أبي الحديد ١٩ /\n٩.\n</p>\n\n<p>\n٣ - ابن أبي الحديد ١٩ / ١٠. ابن ميثم البحراني ٥ / ٣٤٣. محمد عبدة ٣ /\n١٩٦.\n</p>\n\n<p>\n٤ - شرح محمد عبدة ٣ / ١٩٧. ابن أبي الحديد ١٩ / ١١. أبي ميثم ٥ / ٣٤٤.\n</p>\n\n<p>\n٥ - <a href=\"/الكتب/2102_دستور-معالم-الحكم\">دستور معالم الحكم</a> /\n97.\n</p>\n\n<p>\n6 - شرح ابن أبي الحديد 29 / 12. ابن ميثم البحراني 5 / 344.\n</p>\n\n<p>\n7 - ابن ميثم البحراني 5 / 344. ابن أبي الحديد 19 / 13. شرح عبدة 3 /\n197.\n1 - شرح ابن أبي الحديد 19 / 15. شرح ابن ميثم 5 / 345.\n</p>\n\n<p>\n2 - شرح عبدة 3 / 197. شرح ابن ميثم البحراني 5 / 344. ابن أبي الحديد 19\n/ 16.\n</p>\n\n<p>\n3 - شرح ابن ميثم البحراني 5 / 225 وفيه: من كتاب له عليه السلام إلى سهل\nبن حنيف الأنصاري و هو عامله على المدينة في بعض من أهلها لحقوا بمعاوية.\nشرح ابن أبي الحديد 18 / 52.\n</p>\n\n<p>\n4 - ابن أبي الحديد 19 / 17. ابن ميثم 5 / 345.\n</p>\n\n<p>\n5 - شرح ابن ميثم البحراني 5 / 345. شرح ابن أبي الحديد 19 / 18.\n1 - ابن أبي الحديد 19 / 20. ابن ميثم البحراني 5 / 345. محمد عبدة 3 /\n198.\n</p>\n\n<p>\n2 - شرح ابن أبي الحديد 19 / 21. شرح ابن ميثم - الكبير - 5 / 346.\n</p>\n\n<p>\n3 - من خطبة له عليه السلام لما بويع بالمدينة. شرح عبدة 1 / 42. شرح ابن\nميثم البحراني 1 / 296.\n</p>\n\n<p>\n4 - شرح ابن أبي الحديد 19 / 22. شرح ابن ميثم 5 / 346.\n</p>\n\n<p>\n5 - السوفاء: السريعة السير. ريح سفواء سريعة المر، هوجاء.\n</p>\n\n<p>\n6 - سفينة البحار 2 / 498.\n1 - شرح محمد عبدة 3 / 105. شرح ابن أبي الحديد 18 / 97.\n</p>\n\n<p>\n2 - الغرر والحكم 2 / 115.\n</p>\n\n<p>\n3 - شرح ابن الحديد 19 / 23. شرح ابن ميثم البحراني 5 / 346.\n</p>\n\n<p>\n4 - ابن أبي الحديد المعتزلي 19 / 24. ابن ميثم البحراني 5 / 347.\n</p>\n\n<p>\n5 - شرح محمد عبدة 3 / 217. شرح ابن ميثم - الكبير - 5 / 379. شرح ابن\nأبي الحديد 19 / 155.\n</p>\n\n<p>\n6 - شرح ابن أبي الحديد 19 / 25. شرح ابن ميثم 5 / 347.\n</p>\n\n<p>\n7 - ابن أبي الحديد 19 / 26. ابن ميثم البحراني 5 / 348.\n</p>\n\n<p>\n8 - شرح ابن أبي الحديد 19 / 27. شرح ابن ميثم 5 / 348.\n1 - شرح ابن أبي الحديد 16 / 9. شرح ابن ميثم البحراني - كبير - 5 / 2. شرح\nمحمد عبدة 3 / 42.\n</p>\n\n<p>\nهذه الوصية على طولها موجودة في جميع شروح كتاب (نهج البلاغة) وقد تصدى\nلشرحها على حدة جمع من الأعلام والعلماء.\n</p>\n\n<p>\n2 - شرح محمد عبدة 1 / 127 مطبعة الاستقامة. شرح ابن ميثم 2 / 227.\n١ - شرح ابن ميثم البحراني ٥ / ٣٤٨. شرح <span id='ms88'></span> محمد عبدة ٣ / ١٩٩. شرح ابن أبي\nالحديد ١٩ / ٢٨.\n</p>\n\n<p>\n٢ - خونجان: قرية من قرى أصفهان، قديمة ومتداعية، ينسب الحيا جمع من\nأعلام الفكر والأدب والنسبة إليها الخونجاني - <a href=\"/الكتب/3436_معجم-\nالبلدان-ج-٢\">معجم البلدان ٢</a> / 407.\n1 - من عهد له عليه السلام، كتبه للأشتر النخعي، لما ولاه مصر والموجود منه\nفي المخطوطة هذا القسم فحسب.\n١ - <a href=\"/الكتب/1155_المجازات-النبوية\">المجازات النبوية</a> - أو -\nمجازات الآثار النبوية، من تأليف السيد الرضي طبع في إيران والعراق\nوالقاهرة، وقد أختصره الشيخ إبراهيم الكفعمي، <a\nhref=\"/الكتب/3366_الذريعة-ج-١\">الذريعة ١</a> / 358 و ج 19 / 351.\n</p>\n\n<p>\n2 - شرح محمد عبدة 3 / 263. شرح ابن ميثم 5 / 463. ابن أبي الحديد. 2 /\n218.\n</p>\n\n<p>\n3 - سورة البقرة / 237.\n</p>\n\n<p>\n4 - شرح ابن أبي الحديد 20 / 119. ابن ميثم البحراني 5 / 563. شرح عبدة 3\n/ 264.\n</p>\n\n<p>\n5 - شرح عبدة 3 / 264. شرح ابن أبي الحديد. 2 / 220. شرح ابن ميثم 5 /\n464.\n</p>\n\n<p>\n6 - شرح ابن ميثم البحراني 5 / 464. شرح محمد عبدة 3 / 264. ابن أبي\nالحديد / 227.\n</p>\n\n<p>\n7 - ابن أبي الحديد 19 / 9. شرح عبدة 3 / 265. شرح ابن ميثم 5 / 265.\n1 - شرح ابن ميثم 5 / 465. ابن أبي الحديد 20 / 229. محمد عبدة 3 / 265.\n</p>\n\n<p>\n2 - شرح ابن أبي الحديد 20 / 230. ابن ميثم البحراني 5 / 466.\n</p>\n\n<p>\n3 - شرح ميثم بن علي بن ميثم 5 / 466. ابن أبي الحديد 20 / 244.\n</p>\n\n<p>\n4 - ابن أبي الحديد 20 / 245. شرح محمد عبدة 3 / 266. ابن ميثم البحراني\n5 / 466.\n</p>\n\n<p>\n5 - شرح ابن ميثم 5 / 467. ابن أبي الحديد المعتزلي 20 / 246. شرح عبدة 3\n/ 266.\n</p>\n\n<p>\n6 - ابن أبي الحديد 20 / 247. شرح محمد عبدة 3 / 266 ط مطبعة الاستقامة.\nشرح ميثم بن علي بن ميثم 5 / 467.\n</p>\n\n<p>\n7 - ابن ميثم البحراني 5 / 467. شرح ابن أبي الحديد 20 / 249. محمد عبدة\n3 / 266.\n1 - شرح محمد عبدة 3 / 266. شرح ابن أبي الحديد 20 / 251. شرح ابن ميثم\nالبحراني 5 / 486.# <span id='ms89'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126"
  ],
  "volumes": [
    "01"
  ]
}