{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             | 1 | \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n<p>\n| بسم الله الرحمن الرحيم رب يسر وأعن برحمتك\n</p>\n\n<p>\nأخبرنا أبو سعيد عبد الرحمن بن محمد بن أحمد بن الأحنف قال أبنا إسحاق بن\nأبي اسحاق القراب الحافظ قال أبنا أبو بكر بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n             محمد بن أبي\nالفضل بن محمد بن الحسين المزكي قال أبنا أبو عبد الله محمد بن إبراهيم\nالصرام قال ثنا عثمان بن سعيد الدارمي رحمه الله قال\n</p>\n\n<p>\nالحمد لله قبل كل كلام وله الحمد في كل مقام وعلى محمد صلوات ربنا وعليه\nالسلام\n</p>\n\n<p>\nأما بعد فقد عارض مذاهبنا في الإنكار على الجهمية ممن بين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \nظهريكم معارض وانتدب لنا منهم مناقض ينقض ما روينا فيهم عن رسول الله صلى\nالله عليه وسلم وعلى أصحابه بتفاسير المضل المريسي بشر بن غياث الجهمي فكان\nمن صنع الله لنا في ذلك اعتماد هذا المعارض على كلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n             بشر إذ\nكان مشهورا عند العامة بأقبح الذكر مفتضحا بضلالاته في كل مصر ليكون ذلك\nأعون لنا على المعارض عند الخلق وأنجع في قلوبهم لقبول الحق ومواضع الصدق\nولو قد كنى فيها عن بشر كان جديرا أن ينفذ عليهم بعضه في خفاء وستر ولم\nيفطن له من الناس إلا كل من تبصر غير أنه أفصح باسم المريسي وصرح وحقق على\nنفسه بن الظن وصحح ولم ينظر لنفسه ولا لأهل بلاده ولم ينصح فحسب امرئ من\nالخيبة والحرمان وفضحه في الكور والبلدان أن يكون إمامه في توحيد الله\nتعالى بشر بن غياث المريسي الملحد في أسماء الله المفتري المعطل لصفات ربه\nالجهمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n             أنشأ هذا المعارض يحكي في كتاب له عن المريسي من أنواع\nالضلال وشنيع المقال والحجج المحال ما لم يكن بكل ذلك نعرفه ونصفه فيه\nبرثاثة مناقضة الحجج ما لم يكن يقدر أن يصفه فتجافينا عن كثير من مناقضة\nالمعارض وقصدنا قصد المريسي العاثر في قوله الداحض لما أنه أمكن في الحجاج\nمن نفسه ولم يفطن لغور ما يخرج من رأسه من الكلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n             المدلس\nالمنقوض والكفر الواضح المرفوض وكيف يهتدي بشر للتوحيد وهو لا يعرف مكان <span id='ms001'></span>\nواحده ولا هو بزعمه في الدنيا والآخرة بواجده فهو إلى التعطيل أقرب منه إلى\nالتوحيد وواحده بالمعدوم أشبه منه بالموجود وسنعبر لكم عنه من نفس كلامه ما\nيحكم عليه بالجحود بعون الملك المجيد الفعال لما يريد\n</p>\n\n<p>\nولولا ما بدأكم هذا المعارض بإذاعة ضلالات المريسي وبثها فيكم ما اشتغلنا\nبذكر كلامه مخافة أن يعلق بعض كلامه بقلوب بعض الجهال فيلقيهم في شك من\nخالقهم وفي ضلال أو أن يدعوهم إلى تأويله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n             المحال لأن جل كلامه\nتنقص ووقيعة في الرب واستخفاف بجلاله وسب وفي التنازع فيه يتخوف الكفر\nويرهب\n</p>\n\n<p>\nولذلك قال عبد الله بن المبارك رضي الله عنه لأن أحكي كلام اليهود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n             والنصارى أحب إلي من أن أحكي كلام الجهمية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا الحسن بن الصباح البزار قال ثنا علي بن الحسن بن شقيق عن ابن\nالمبارك\n</p>\n\n<p>\nفمن أجل ذلك كرهنا الخوض فيه وإذاعة نقائصه حتى أذاعها المعارض فيكم\nوبثها يبن أظهركم فخشينا ألا يسعنا إلا الإنكار على من بثها ودعا الناس\nإليها منافحة عن الله وتثبيتا لصفاته العلى ولأسمائه الحسنى ودعا إلى\nالطريقة المثلى ومحاماة عن ضعفاء الناس وأهل الغفلة من النساء والصبيان أن\nيضلوا بها ويفتتنوا إذ بثها فيهم رجل كان يشير بعضهم بشيء من فقه وبصر ولا\nيفطنون لعثراته إذ هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n             عثر فيكونوا من أخواتها منه على حذر\n</p>\n\n<p>\nوقد كتب إلي علي بن خشرم أنه سمع عيسى بن يونس يقول لا تجالسوا الجهمية\nوبينوا للناس أمرهم كي يعرفوهم فيحذروهم\n</p>\n\n<p>\nقال أبو سعيد افتتح هذا المعارض كتابه بكلام نفسه مثنيا بكلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n             المريسي مدلسا على الناس بما يهم أن يحكي ويرى من قبله من\nالجهال ومن حواليه من الأغمار أن مذاهب جهم والمريسي في التوحيد كبعض\nاختلاف الناس في الإيمان في القول والعمل والزيادة والنقصان وكاختلافهم في\nالتشيع والقدر ونحوها كي لا ينفروا من مذاهب جهم والمريسي أكثر من نفورهم\nمن كلام الشيعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n             والمرجئة والقدرية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nوقد أخطأ المعارض محجة السبيل وغلط غلطا كثيرا في التأويل لما أن هذه\nالفرق لم يكفرهم العلماء بشيء <span id='ms002'></span> من اختلافهم والمريسي وجهم وأصحابهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n             لم يشك أحد منهم في إكفارهم\n</p>\n\n<p>\nسمعت محبوب بن موسى الأنطاكي أنه سمع وكيعا يكفر الجهمية\n</p>\n\n<p>\nوكتب إلى علي بن خشرم أن ابن المبارك كان يخرج الجهمية من عداد المسلمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nوسمعت يحيى بن يحيى وأبا توبة وعلي بن المديني يكفرون الجهمية ومن يدعي\nأن القرآن مخلوق\n</p>\n\n<p>\nفلا يقيس الكفر ببعض اختلاف هذه الفرق إلا امرؤ جهل العلم ولم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n             يوفق فيه لفهم\n</p>\n\n<p>\nفادعى المعارض أن الناس تكلموا في الإيمان وفي التشيع والقدر ونحوه ولا\nيجوز لأحد أن يتأول في التوحيد غير الصواب إذ جميع خلق الله يدرك بالحواس\nالخمس اللمس والشم والذوق والبصر بالعين والسمع والله بزعم المعارض لا يدرك\nبشيء من هذه الخمس\n</p>\n\n<p>\nفقلنا لهذا المعارض الذي لا يدري كيف يناقض أما قولك لا يجوز لأحد أن\nيتأول في التوحيد غير الصواب فقد صدقت وتفسير التوحيد عند الأمة وصوابه قول\nلا إله إلا الله وحده لا شريك له التي قال رسول الله صلى الله عليه وسلم (\nمن جاء بها مخلصا دخل الجنة ) و ( أمرت أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n             أقاتل الناس حتى\nيقولوا لا إله إلا الله ) من قالها فقد وحد الله\n</p>\n\n<p>\nوكذلك روى جابر بن عبد الله رضي الله عنهما عن النبي صلى الله عليه وسلم\nأنه أهل بالتوحيد في حجته فقال لبيك اللهم لبيك لبيك لا شريك لك لبيك إن\nالحمد والنعمة لك والملك لا شريك لك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n             حدثنا أبو بكر بن أبي شيبة\nعن حاتم بن إسماعيل عن جعفر بن محمد عن أبيه عن جابر فهذا تأويل التوحيد\nوصوابه عند الأمة فمن أدخل الحواس الخمس أيها المعارض في صواب التأويل من\nأمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n             محمد ومن عدها فأشر إليه غير ما ادعيتم فيه من الكذب على\nابن عباس من رواية بشر المريسي ونظرائه ولمن تأول في التوحيد الصواب لقد\nتأولت أنت فيه غير الصواب إذ ادعيت أن الله لا يدرك ولم يدرك بشيء من هذه\nالحواس الخمس إذ هو في دعواك لا شيء والله مكذب من ادعى هذه الدعوى <span id='ms003'></span> في\nكتابه إذ يقول عز وجل <span class='quran'>وكلم الله موسى تكليما </span><span class='quran'>ولا يكلمهم\nالله يوم القيامة ولا يزكيهم </span>و <span class='quran'>وجوه يومئذ ناضرة إلى ربها ناظرة\n</span>فأخبر الله في كتابه أن موسى أدرك منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n             الكلام بسمعه وهو\nأحد الحواس عندك وعندنا ويدرك في الآخرة بالنظر إليه بالأعين وهي الحاسة\nالثانية كما قال الله تعالى <span class='quran'>وجوه يومئذ ناضرة إلى ربها ناظرة </span>وكما قال رسول الله صلى الله عليه وسلم ( ترون ربكم يوم القيامة كما ترون\nالشمس والقمر جهرا لا تضامون في رؤيته )\n</p>\n\n<p>\nوروى عنه عدي بن حاتم الطائي رضي الله عنه قال قال رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \nصلى الله عليه وسلم ( ما منكم من أحد إلا سيكلمه الله ليس بينه وبينه\nترجمان )\n</p>\n\n<p>\nحدثناه عمرو بن عون الواسطي عن أبي معاوية عن الأعمش عن خيثمة عن عدي عن\nالنبي صلى الله عليه وسلم فذاك الناطق من قول الله وهذا الصحيح المشهور من\nقول رسول الله صلى الله عليه وسلم فأي حواس أبين من هذا فلذلك قلنا إن\nالمعارض من تأول فيه غير الصواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n             & باب الإيمان بأسماء الله\nوأنها غير مخلوقة &\n</p>\n\n<p>\nثم اعترض المعارض أسماء الله المقدسة فذهب في تأويلها مذهب إمامه المريسي\nفادعى أن أسماء الله غير الله وأنها مستعارة مخلوقة كما أنه قد يكون شخص\nبلا اسم فتسميته لا تزيد في الشخص ولا تنقص يعني أن الله كان مجهولا كشخص\nمجهول لا يهتدي لاسمه ولا يدرى ما هو حتى خلق الخلق فابتدعوا له أسماء من\nمخلوق كلامهم فأعاروها إياه من غير أن يعرف له اسم قبل الخلق\n</p>\n\n<p>\nومن ادعى هذا التأويل فقد نسب الله تعالى إلى العجز والوهن والضرورة\nوالحاجة إلى الخلق لأن المستعير محتاج مضطر والمعير أبدا أعلى منه وأغنى\nففي هذه الدعوى استجهال الخالق إذ كان بزعمه هملا لا يدرى ما اسمه وما هو\nوما صفته والله المتعالي عن هذا الوصف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n             المنزه عنه لأن أسماء\nالله هي تحقيق صفاته سواء عليك قلت عبدت الله أو عبدت الرحمن أو الرحيم أو\nالملك العزيز الحكيم <span id='ms004'></span> وسواء على الرجل قال كفرت بالله أو قال كفرت بالرحمن\nالرحيم أو بالخالق العزيز الحكيم وسواء عليك قلت عبد الله أو عبد الرحمن أو\nعبد العزيز أو عبد المجيد وسواء عليك قلت يا الله يا رحمن أو يا رحيم أو يا\nملك يا عزيز يا جبار بأي اسم دعوته من هذه الأسماء أو أضفته إليه فإنما\nتدعو الله نفسه من شك فيه فقد كفر\n</p>\n\n<p>\nوسواء عليك قلت ربي الله أو ربي الرحمن كما قال الله تعالى <span class='quran'>وربنا\nالرحمن المستعان على ما تصفون </span>وقال الله تعالى <span class='quran'>سبح لله ما في\nالسماوات وما في الأرض </span>وقال <span class='quran'>وسبحوه بكرة وأصيلا </span>كذلك قال في\nالاسم <span class='quran'>سبح اسم ربك الأعلى </span>كما يسبح الله ولو كان مخلوقا مستعارا\nغير الله لم يأمر الله أن يسبح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n             مخلوق غيره وقال <span class='quran'>له\nالأسماء الحسنى يسبح له ما في السماوات والأرض </span>ثم ذكر الآلهة التي\nتعبد من دون الله بأسمائها المستعارة المخلوقة فقال <span class='quran'>إن هي إلا أسماء\nسميتموها أنتم وآباؤكم </span>وكذلك قال هود لقومه حين قالوا <span class='quran'>قالوا\nأجئتنا لنعبد الله وحده ونذر ما كان يعبد آباؤنا </span>فقال لهم ينهاهم <span class='quran'>أتجادلونني في أسماء سميتموها أنتم وآباؤكم </span>يعني أن أسماء الله تعالى\nلم تزل كما لم يزل الله وأنها بخلاف هذه الأسماء المخلوقة التي أعاروها\nللأصنام والآلهة التي عبدوها من دونه فإن لم تكن أسماء الله بخلافها فأي\nتوبيخ لأسماء الآلهة المخلوقة إذ كانت أسماؤها وأسماء الله مخلوقة مستعارة\nعندكم بمعنى واحد وكلها من تسمية العباد ومن تسمية أبائهم بزعمكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nففي دعوى هذا المعارض أن الخلق عرفوا الله إلى عباده بأسماء ابتدعوها لا\nأن الله عرفهم بها نفسه فأي تأويل أوحش في أسماء الله من أن يتأول رجل أنه\nكان كشخص مجهول أو بيت أو شجرة أو بهيمة لم يشتق لشيء منها اسم ولم يعرف ما\nهو حتى عرفه الخلق بعضهم بعضا\n</p>\n\n<p>\nولا تقاس أسماء الله بأسماء الخلق لأن أسماء الخلق مخلوقة مستعارة وليست\nأسماؤهم نفس صفاتهم بل هي مخالفة لصفاتهم وأسماء <span id='ms005'></span> الله صفاته ليس شيء مخالفا\nلصفاته ولا شيء من صفاته مخالفا للأسماء\n</p>\n\n<p>\nفمن ادعى أن صفة من صفات الله تعالى مخلوقة أو مستعارة فقد كفر وفجر لأنك\nإذا قلت الله فهو الله وإذا قلت الرحمن فهو الرحمن وهو الله وإذا قلت\nالرحيم فهو كذلك وإذا قلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n             حكيم حميد مجيد جبار متكبر قاهر قادر\nفهو كذلك وهو الله سواء لا يخالف اسم له صفته ولا صفته اسما\n</p>\n\n<p>\nوقد يسمى الرجل حكيما وهو جاهل وحكما وهو ظالم وعزيزا وهو حقير وكريما\nوهو لئيم وصالحا وهو طالح وسعيدا وهو شقي ومحمودا وهو مذموم وحبيبا وهو\nبغيض وأسدا وحمارا وكلبا وجديا وكليبا وهرا وحنظلة وعلقمة وليس كذلك\n</p>\n\n<p>\nوالله تبارك وتعالى اسمه كأسمائه سواء لم يزل كذلك ولا يزال لم تحدث له\nصفة ولا اسم لم يكن كذلك قبل الخلق كان خالقا قبل المخلوقين ورازقا قبل\nالمرزوقين وعالما قبل المعلومين وسميعا قبل أن يسمع أصوات المخلوقين وبصيرا\nقبل أن يرى أعيانهم مخلوقة\n</p>\n\n<p>\nقال الله تعالى <span class='quran'>الرحمن على العرش استوى </span>وقال الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n             <span class='quran'>الله الذي خلق السماوات والأرض وما بينهما في ستة أيام ثم\nاستوى على العرش </span>وقال مرة <span class='quran'>الرحمن على العرش استوى </span>وقال مرة\nالله على العرش استوى لأنهما بمعنى واحد\n</p>\n\n<p>\nولو كان كما ادعى المعارض وإمامه المريسي لكان الخالق والمخلوق استويا\nجميعا على العرش إذ كانت أسماؤه مخلوقة عندهم إذ كان الله في دعواهم في حد\nالمجهول أكثر منه في حد المعروف لأن لحدوث الخلق حدا ووقتا وليس لأزلية\nالله حد ولا وقت لم يزل ولا يزال وكذلك أسماؤه لم تزل ولا تزال\n</p>\n\n<p>\nثم احتج المعارض لترويج مذهبه بأقبح قياس فقال أرأيت لو كتبت اسما في\nرقعة ثم احترقت الرقعة أليس إنما تحترق الرقعة ولا تضر النار الاسم شيئا\nفيقال لهذا التائه الذي لا يدري ما يخرج من رأسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n             إن الرقعة\nوكتابة الاسم ليس كنفس الاسم إذا احترقت الرقعة احترق الخط وبقي اسم الله\nله وعلى لسان الكاتب كما لم يزل قبل أن يكتب <span id='ms006'></span> لم تنقص النار من الاسم ولا\nممن له الاسم شيئا وكذلك لو كانت أسماء المخلوقين لم تنقص النار من أسمائهم\nولا من أجسامهم شيئا وكذلك لو كتبت الله بهجائه في رقعة لاحترقت الرقعة\nوكان الله بكماله على عرشه وكذلك لو صور رجل في رقعة ثم ألقيت في النار\nلاحترقت الرقعة ولم يضر الصورة شيئا\n</p>\n\n<p>\nوكذلك القرآن لو احترقت المصاحف كلها لم ينقص من نفس القرآن حرف واحد\nوكذلك لو احترقت القرأة كلهم أو قتلوا أو ماتوا لبقي القرآن بكماله كما كان\nلم ينتقص منه حرف واحد لأنه منه بدأ وإليه يعود عند فناء الخلق بكماله غير\nمنقوص\n</p>\n\n<p>\nوقد كان لإمامه المريسي في أسماء الله مذهب كمذهبه في القرآن كان القرآن\nعنده مخلوقا من قول البشر لم يتكلم الله بحرف منه في دعواه وكذلك أسماء\nالله عنده من ابتداع البشر من غير أن يقول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n             <span class='quran'>إني أنا\nالله رب العالمين </span>بزعمه قط\n</p>\n\n<p>\nوزعم أني متى اعترفت بأن الله تكلم بأني أنا الله رب العالمين لزمني أن\nأقول تكلم الله بالقرآن ولو اعترفنا بذلك لانكسر علينا مذهبنا في القرآن\n</p>\n\n<p>\nوقد كسر الله عليهم على رغم أنوفهم فقال <span class='quran'>إني أنا الله رب العالمين\n</span>لا يستحق مخلوق أن يتكلم بهذا فإن فعل ذلك كان كافرا كفرعون الذي قال\n<span class='quran'>أنا ربكم الأعلى </span></p>\n\n<p>\nفهذا الذي ادعوا في أسماء الله أصل كبير من أصول الجهمية التي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n             بنوا عليها محنهم وأسسوا بها ضلالتهم غالطوا بها الأغمار\nوالسفهاء وهم يرون أنهم يغالطون بها الفقهاء ولئن كان السفهاء في غلط من\nمذاهبهم إن الفقهاء منهم لعلى يقين\n</p>\n\n<p>\nأرأيتم قولكم إن أسماء الله مخلوقة فمن خلقها أو كيف خلقها أجعلها أجساما\nوصورا تشغل أعيانها أمكنة دونه من الأرض والسماء أم موضعا دونه في الهواء\n</p>\n\n<p>\nفإن قلتم لها أجسام دونه فهذا ما تنفيه عقول العقلاء\n</p>\n\n<p>\nوإن قلتم خلقها على ألسنة العباد فدعوه بها وأعاروها إياه فهو ما ادعينا\nعليكم إن الله بزعمكم كان مجهولا لا اسم له حتى حدث الخلق فأحدثوا أسماء <span id='ms007'></span> من\nمخلوق كلامهم وهذا هو الإلحاد بالله وفي أسمائه والتكذيب بها قال ^ الحمد\nلله رب العالمين الرحمن الرحيم مالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n             يوم الدين ) كما نضفيه إلى\nالله رب العالمين ولو كان كما ادعيتم لقيل الحمد لله رب العالمين المسمى\nالرحمن الرحيم مالك يوم الدين وكما قال <span class='quran'>الله لا إله إلا هو الحي\nالقيوم نزل عليك الكتاب بالحق </span>وكما قال <span class='quran'>تنزيل الكتاب من الله\n</span>كذلك قال <span class='quran'>تنزيل من الرحمن الرحيم </span><span class='quran'>تنزيل من حكيم حميد\n</span><span class='quran'>وإنك لتلقى القرآن من لدن حكيم عليم </span>كلها بمعنى واحد وكلها\nهي الله والله هو أحد أسمائه كالعزيز الحكيم الجبار المتكبر كذلك روى\nزعيمكم الأوسط يعقوب أبو يوسف عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n             الشعبي إن قنعتم بروايته\nحدثناه موسى بن إسماعيل ثنا أبو يوسف عن مجالد عن الشعبي قال اسم الله\nالأعظم هو الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n             حدثنا هدبة بن خالد أخبرنا أبو هلال الراسبي عن\nحيان الأعرج عن جابر بن زيد قال اسم الله الأعظم هو الله ألم تروا أنه يبدأ\nبه قبل الأسماء كلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nأفلا يستحي عبد من خالقه ومن خلق ربه فيدعي أن الله اسم مخلوق مستعار\n</p>\n\n<p>\nحدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n             عن ابن عباس قال كهيعص اسم من أسماء الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nوقد روي لنا في تفسيرها عن ابن عباس رضي الله عنهما حدثنا أحمد بن يونس\nثنا هشيم عن عطاء بن السائب عن سعيد ابن جبير عن ابن عباس قال كاف من كريم\nوعين من عليم وياء من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n             حكيم وها من هاد وصاد من صدوق وحتى إن\nعلي بن أبي طالب كان يجملها فيقول يا كهيعص اغفر لي كما يقول يا الله اغفر\nلي\n</p>\n\n<p>\nحدثنا روح بن عبد المؤمن المقري ثنا محمد بن مسلم ثنا نافع بن أبي نعيم\nعن فاطمة ابنة علي أنها سمعت عليا يقول يا كهيعص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n             اغفر لي فمن\nخلق كهيعص في دعواكم ومن تكلم بها قبل الله ومن اهتدى لها غير الله وكما\nقال الله في كتابه <span class='quran'>أنا الله رب <span id='ms008'></span> العالمين </span>كذلك قال على لسان نبيه\nصلى الله عليه وسلم أنا الرحمن حدثناه مسدد ثنا سفيان عن الزهري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n             عن أبي سلمة بن عبد الرحمن بن عوف عن عبد الرحمن بن عوف رضي\nالله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول ( قال الله أنا\nالرحمن وهي الرحم شققت لها من اسمي فمن وصلها وصلته ومن قطعها بتته )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n             فيقول الله أنا شققت لها من اسمي وادعت الجهمية المكذبين لله\nولرسوله أنهم أعاروه الاسم الذي شقها منه\n</p>\n\n<p>\nومن أين علم الخلق أسماء الخالق قبل تعليمه إياهم فإنه لم يعلم آدم ولا\nالملائكة أسماء المخلوقين حتى علمهم الله من عنده وكان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n             بدء\nعلمها منه فقال <span class='quran'>وعلم آدم الأسماء كلها ثم عرضهم على الملائكة فقال\nأنبئوني بأسماء هؤلاء إن كنتم صادقين قالوا سبحانك لا علم لنا إلا ما\nعلمتنا إنك أنت العليم الحكيم قال يا آدم أنبئهم بأسمائهم فلما أنبأهم\nبأسمائهم قال ألم أقل لكم إني أعلم غيب السماوات والأرض </span>وقال رسول\nالله صلى الله عليه وسلم ( إن لله تسعة وتسعين اسما من أحصاها وحفظها دخل\nالجنة ) حدثنا علي بن المديني ثنا سفيان بن عيينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n             عن أبي\nالزناد عن الأعرج عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم\nقال ( لله تسعة وتسعين اسما مائة إلا واحدا لا يحفظها أحد إلا دخل الجنة\nوهو وتر يحب الوتر ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا هاشم بن عمار الدمشقي ثنا الوليد بن مسلم ثنا خليد ابن دعلج عن\nقتادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n             عن محمد بن سيرين عن أبي هريرة عن رسول الله صلى الله\nعليه وسلم قال ( لله تسعة وتسعين اسما من أحصاها كلها دخل الجنة )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n             قال هشام وحدثنا الوليد بن مسلم ثنا سعيد بن عبد العزيز مثل\nذلك وقال كلها في القرآن هو الله الذي لا إله إلا هو الرحمن الرحيم الملك\nالقدوس السلام المؤمن المهيمن العزيز الجبار المتكبر الخالق البارئ المصور\nالغفار القهار الوهاب الرزاق الفتاح العليم القابض الباسط الخافض الرافع\nالمعز المذل السميع البصير الحكم العدل <span id='ms009'></span> اللطيف الخبير الحليم العظيم الغفور\nالشكور العلي الكبير الحفيظ الحسيب الجليل الكريم المحصي الرقيب المجيب\nالواسع الحكيم الودود المجيد الباعث الشهيد الحق الوكيل القوي المتين الولي\nالحميد المحصي المبدي المعيد المحيي المميت الحي القيوم الماجد الواحد\nالأحد الصمد القادر المقتدر المقدم المؤخر الأول الآخر الظاهر الباطن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n             الوالي المتعالي البر التواب المنتقم العفو الرؤوف مالك الملك\nذو الجلال والإكرام المقسط الجامع المعطي المانع الضار النافع النور الهادي\nالبديع الغني الباقي الوارث الرشيد الصبور فهذه كلها أسماء الله لم تزل له\nكما لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n             تزل بأيها دعوت فإنما تدعو الله نفسه وفي أسماء الله\nحجج وآثار مما ذكرنا تركناها مخافة التطويل وفيما ذكرنا من ذلك بيان بين\nودلالة ظاهرة على إلحاد هؤلاء الملحدين في أسمائه المبتدعين أنها محدثة\nمخلوقة قاتلهم الله أنى يخرصون وعز ربنا وجل عما غمصوه وتبارك وتعالى عما\nتنقصوه وهو المنتقم منهم فيما افترضوه\n</p>\n\n<p>\nوأي تأويل أوحش من أن يدعي رجل أن الله كان ولا اسم له ما مدعي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n             هذا بمؤمن ولن يدخل الإيمان قلب رجل حتى يعلم أن الله لم يزل\nإلها واحدا بجميع أسمائه وجميع صفاته لم يحدث له منها شيء كما لم تزل\nوحدانيته تبارك وتعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n             & باب وادعى المعارض أن الله لا يدرك\nبشيء من الحواس الخمس &\n</p>\n\n<p>\nوهي في دعواه اللمس والشم والذوق والبصر بالعين والسمع واحتج لدعواه\nبحديث مفتعل مكذوب على ابن عباس معه شواهد ودلائل كثيرة أنه مكذوب مفتعل\nفأول شواهده أنه رواه المعارض عن بشر بن غياث المريسي المتهم في توحيد الله\nالمكذب بصفاته\n</p>\n\n<p>\nوالثاني أنه رواه بشر عن قوم لا يوثق بهم ولا يعرفون رواه المريسي عن أبي\nشهاب الخولاني عن نعيم بن أبي نعيم عن إبراهيم بن ميمون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n             عن\nعطاء عن ابن عباس\n</p>\n\n<p>\nفمن أبي شهاب الخولاني ومن نعيم بن أبي نعيم فيحكم بروايتهم عن ابن عباس\nعلى رواية قوم أجلة مشهورين من أهل العلم قد رووا عن ابن عباس خلافه\n</p>\n\n<p>\nفمن ذلك ما حدثنا موسى بن إسماعيل عن حماد بن سلمة <span id='ms010'></span> عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n             علي بن\nزيد عن أبي نضرة عن ابن عباس قال قال رسول الله صلى الله عليه وسلم ( آتي\nيوم القيامة باب الجنة فيفتح لي فأرى ربي وهو على كرسيه أو سريره فيتجلى لي\nفأخر له ساجدا ) فهذا أحد الحواس وهو النظر بالعين والتجلي رواه هؤلاء\nالمشهورون عن ابن عباس على رغم بشر\n</p>\n\n<p>\nومن ذلك ما حدثنا عثمان بن أبي شيبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n             عن جرير بن عبد الحميد\nعن يزيد بن أبي زياد عن عبد الله بن الحارث عن ابن عباس قال إذا تكلم الله\nبالوحي سمعوا له مثل سلسلة الحديد على الصفوان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا الحواس الثاني بأسماع الملائكة على رغم بشر ورواية بشر فما تغني عن\nبشر روايته عن هؤلاء المغمورين إذا ما كذب برواية هؤلاء المشهورين مع تكذيب\nالله إياه قبل وفي كتابه إذ يقول <span class='quran'>وكلم الله موسى تكليما </span>و <span class='quran'>تلك الرسل فضلنا بعضهم على بعض منهم من كلم الله </span>وقال <span class='quran'>ولا يكلمهم\nالله يوم القيامة </span>فأخبر الله تعالى أنه قد سمع موسى نفس كلامه وسيكلم\nمن يشاء يوم القيامة ويراه المؤمنون يوم القيامة عيانا بأعينهم قال الله\nورسوله ويحس الملائكة بكلامه عند نزول وحيه حتى يصعقوا من شدة حواسه كما\nقال ابن عباس وابن مسعود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n             وتاؤلا فيه قول الله تعالى <span class='quran'>حتى\nإذا فزع عن قلوبهم قالوا ماذا قال ربكم قالوا الحق وهو العلي الكبير </span>فهل من حواس أقوى من السمع والنظر\n</p>\n\n<p>\nفمن يلتفت إلى بشر وتفسير ويترك الناطق من كتاب الله والمأثور من قول\nرسول الله إلا كل مخبول مخذول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n             ثم طعن المعارض في رؤية الله\nتعالى يوم القيامة ليرده بتأويل ضلال وبقياس محال فقال لم تره عين فتستوصفه\n</p>\n\n<p>\nفنظرنا إلى ما قالوا في قوله <span class='quran'>لا تدركه الأبصار </span>و ( وجوه يومئذ\nناضرة إلى ربها ناظرة ) وروى فيه أقاويل مسندة وغير مسندة فلا بد من معرفة\nذلك\n</p>\n\n<p>\nفيزعم المعارض أن عمر بن حماد بن أبي حنيفة روى عن أبيه عن أبي حنيفة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n             أن أهل الجنة يرون ربهم كما يشاء أن يروه <span id='ms011'></span>\n</p>\n\n<p>\nفبين في ذلك صفات هذه الأحاديث كلها يحتمل أن يكون على ما ذهب إليه من\nقال لا تدركه الأبصار يعني المريسي ونظرائه الذين قالوا لا تدركه الأبصار\nفي الدنيا والآخرة أن تفسير ذلك أنه يرى يومئذ آياته وأفعاله فيجوز أن يقول\nرآه يعني أفعاله وأموره وآياته كما قال الله في كتابه <span class='quran'>ولقد كنتم تمنون\nالموت من قبل أن تلقوه فقد رأيتموه وأنتم تنظرون </span>فالموت لا يرى وهو\nمحسوس إنما يدرك عمل الموت فإن كان أبو حنيفة أراد هذا أو غير ذلك فقد آمنا\nبالله وبما أراد من هذه المعاني ووكلنا تفسيرها وصفتها إلى الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nفيقال لهذا التائه الذي لا يدري ما يخرج من رأسه وينقض آخر كلامه أوله\nأليس قد ادعيت في أول كلامك أنه على ما ذهب إليه من قال لا تدركه الأبصار\nفي الدنيا والآخرة أنه يرى آياته وأفعاله فيجوز أن يقول رآه ثم قلت في آخر\nكلامك فقد وكلنا تفسيرها إلى الله أفلا وكلت التفسير إلى الله قبل أن تفسره\n</p>\n\n<p>\nوزعمت أيضا في أول كلامك أنه لا بد من معرفة ذلك ثم رجعت عن قولك فقلت لا\nبل نكله إلى الله فلو كان لك ناصح يحجر عليك الكلام\n</p>\n\n<p>\nوالعجب من جاهل فسر له رسول الله صلى الله عليه وسلم تفسير الرؤية مشروحا\nمخلصا ثم يقول إن كان كما فسر أبو حنيفة فقد آمنا بالله\n</p>\n\n<p>\nولو قلت أيها المعارض آمنا بما قال رسول الله صلى الله عليه وسلم وفسره\nكان أولى بك من أن تقول آمنا بما فسر أبو حنيفة ولا تدري قال ذلك أبو حنيفة\nأو لم يقله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nوهل ترك النبي صلى الله عليه وسلم في تفسير الرؤية لأبي حنيفة والمريسي\nوغيرهما من المتأولين موضع تأول إلا وقد فسره وأوضحه بأسانيد أجود من عمر\nابن حماد بن أبي حنيفة\n</p>\n\n<p>\nرواه إسماعيل بن أبي خالد عن قيس بن أبي حازم عن جرير بن عبد الله عن\nالنبي صلى الله عليه وسلم قال ( ترون ربكم يوم القيامة كما ترون <span id='ms012'></span> الشمس\nوالقمر ليلة البدر ليس دونهما سحاب لا تضامون في رؤيته ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n             ورواه\nغيره من أصحاب النبي صلى الله عليه وسلم\n</p>\n\n<p>\nفكيف تستحل أن تقول يحتمل أن يكون على ما ذهب إليه أبو حنيفة ولا يحتمل\nعندك أن يكون كما فسر رسول الله صلى الله عليه وسلم ولم يقل رسول الله صلى\nالله عليه وسلم يراه أهل الجنة كما يشاء كما رويت عن أبي حنيفة إن كان قاله\nولكن قال ( كما ترون الشمس والقمر صحوا ليس دونهما سحاب ) فالتفسير مقرون\nبالحديث بإسناد واحد فمن اضطر الناس أيها المعارض إلى الأخذ بالمبهم من\nكلام أبي حنيفة الذي رويت عنه إن كان قاله مع ترك قول رسول الله صلى الله\nعليه وسلم المنصوص المفسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nهذا إذا ظلم عظيم وجور جسيم\n</p>\n\n<p>\nوأما قولك ولم تره عين فتستوصفه فلو احتج بهذا صبي صغير لم يزد على ما\nقلت جهالة أفرأى أهل الجنة والنار وما فيهما بعينه فتستوصفه وهل يصفهما\nويصف ما فيهما إلا بما وصفهما الله في كتابه أن في الجنة حورا عينا وطعاما\nوشرابا وأنهارا ونخلا ورمانا وشجرا وقصورا من در وياقوت ولباسا من سندس\nواستبرق وحريرا وما أشبهها وكذلك النار فيها أنكال وقيود ومقامع من حديد\nوأغلال وسلاسل وحميم وزقوم أفتصف الجنة والنار أيها المعارض بهذه الصفات\nعمن رآها بعينه أو عما أخبر الله في كتابه وأخبر الرسول صلى الله عليه وسلم\nوكذلك تصف رؤية الله وتفسرها عن الله وعن رسوله وإن لم تره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n             عين\nتستوصفه قال الله تعالى <span class='quran'>وجوه يومئذ ناضرة إلى ربها ناظرة </span>وقال\nرسول الله صلى الله عليه وسلم ( ترون ربكم الله جهرا يوم القيامة كما ترون\nالشمس والقمر ليلة البدر ) فأخذنا هذا الوصف عن الله وعن رسوله كما أخذنا\nصفة الجنة والنار عنهما وإن لم نر شيئا منهما بأعيننا ولا أخبرنا عنهما من\nرآهما بعينيه فتدبر أيها المعارض كلامك ثم تكلم فلو احتج بما حتججت به صبي\nلم يبلغ الحنث ما زاد\n</p>\n\n<p>\nوأعجب من ذلك ما رويت عن أبي <span id='ms013'></span> حنيفة إن صدقت عنه روايتك أنه ذهب في الرؤية\nإلى أن يروا لآياته وأفعاله وأموره فيجوز أن يقال رآه وهذا أيضا من حجج\nالصبيان لما أن آياته وأموره وأفعاله مرئية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n             منظور إليها في\nالدنيا كل يوم وساعة فما معنى توقيتها وتحديدها وتفسيرها يوم القيامة من\nأنكر هذا فقد جهل وإن كان كما ادعيت ورويت عن أبي حنيفة ما خص النبي صلى\nالله عليه وسلم بها يوم القيامة دون الأيام\n</p>\n\n<p>\nففي دعواك يجوز للخلق كلهم مؤمنهم وكافرهم أن يقول نرى ربنا في الدنيا كل\nيوم وساعة لما أنهم يرون كل ساعة وكل ليلة وكل يوم أموره وآياته وأفعاله\nفقد بطل في دعواك قوله <span class='quran'>لا تدركه الأبصار </span>لأن الأبصار كل يوم\nوساعة تدرك أموره وآياته في الدنيا والآخرة فأنكرتم علينا رؤيته في الآخرة\nوأقررتم برؤية الخلق كلهم إياه في الدنيا مؤمنهم وكافرهم لما أنهم جميعا لا\nيزالون يرون آياته آناء الليل والنهار فخالفتم بسلوك هذه المحجة جميع\nالعالمين ورددتم قول الله تعالى <span class='quran'>لا تدركه الأبصار </span>إذا ادعيتم أن\nرؤيته يعني إدراك آياته وأموره وأفعاله\n</p>\n\n<p>\nوأما دعواك أن رؤية الله كقول الله تعالى ^ ولقد كنتم تمنون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \nالموت من قبل أن تلقوه فقد رأيتموه وأنتم تنظرون ) فلو قد عقلت تفسير هذه\nالآية وفيم أنزلت لكان احتجاجك إقرارا برؤية الله عيانا لأن هذه الرؤية\nكانت رؤية عيان وتفسير ذلك رؤية القتل والقتال فقد رأوه بأعينهم وهم ينظرون\nفلم يصبروا له وإنما نزلت هذه الآية في قوم غابوا عن مشهد بدر فقالوا لئن\nأرانا الله قتالا ليرين ما نصنع ولنقاتلن فأراهم الله القتال عيانا وهم\nينظرون إليه بأعينهم فولوا مدبرين كما قال الله ولم يصبروا للقتال فعفا\nعنهم فقال الله تعالى <span class='quran'>ولقد كنتم تمنون الموت من قبل أن تلقوه فقد\nرأيتموه وأنتم تنظرون </span>فكان هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n             رؤية عيان لا رؤية خفاء\nحدثناه موسى بن إسماعيل عن حماد بن سلمة عن ثابت عن أنس قال تغيب أنس بن\nالنضر عن بدر فقال تغيبت عن أول مشهد شهده رسول <span id='ms014'></span> الله صلى الله عليه وسلم\nلأن أراني الله قتالا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n             ليرين ما أصنع\n</p>\n\n<p>\nحدثنا العباس بن الوليد النرسي عن يزيد بن زريع عن سعيد عن قتادة <span class='quran'>ولقد كنتم تمنون الموت </span>قال كان أناس لم يشهدوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n             بدرا\nوكانوا يتمنون أن يروا قتالا فيقاتلوا فهذه رؤية عيان لا رؤية خفاء\n</p>\n\n<p>\nفإن انكرت ما قلنا فقد قال رسول الله صلى الله عليه وسلم إن الموت يرى في\nالآخرة قال ( يؤتى بالموت يوم القيامة كأنه كبش أملح فيذبح بين الجنة\nوالنار فيقال يا أهل الجنة خلود ولا موت ويا أهل النار خلود ولا موت )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nولولا كثرة ما يستنكر الحق ويرده بالجهالة لم نشتغل بكل هذه المنازعة في\nالرؤية لما أن رسول الله صلى الله عليه وسلم فسرها تفسيرا لم يدع فيه\nلمتأول فيها مقالا إلا أن يكابر رجل غير الحق وهو يعلمه إذ سئل رسول الله\nصلى الله عليه وسلم فقيل له ( هل نرى ربنا يوم القيامة فقال هل تضامون في\nرؤية الشمس والقمر صحوا فكذلك لا تضامون في رؤيته ) حدثناه نعيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n             عن ابن المبارك عن معمر عن الزهري عن عطاء بن يزيد عن أبي\nهريرة وأبي سعيد الخدري رضي الله عنهما عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\nوحدثناه نعيم بن حماد ثنا إبراهيم بن سعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n             عن الزهري عن عطاء\nبن يزيد الليثي عن أبي هريرة عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\nوحدثنا عبد الله بن صالح عن ليث بن سعد عن هشام بن سعد عن عطاء بن يسار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n             عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\nوحدثناه أحمد بن يونس عن أبي شهاب الحناط عن إسماعيل بن أبي خالد عن قيس\nبن أبي حازم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n             عن جرير بن عبد الله عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\nوحدثنا علي بن المديني عن سفيان بن عيينة عن إسماعيل بإسناده مثله قال\nابن المديني لا يكون من الإسناد شيء أجود من هذا\n</p>\n\n<p>\nوقد روينا فيه بابا كبيرا في الكتاب الأول بأسانيدها فمن لم يؤمن بها ولم <span id='ms015'></span>\nيرجها كان من المحجوبين يوم القيامة من الذين قال تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n             ^ كلا\nإنهم عن ربهم يومئد لمحجوبون ^ لأنه يقال من كذب بفضيلة لم ينلها وقد كذبت\nالجهمية بهذه الفضيلة أشد التكذيب\n</p>\n\n<p>\nوكتب إلي علي بن خشرم قال من نازع في حديث الرؤية ظهر أنه جهمي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n             & باب النزول &\n</p>\n\n<p>\nوادعى المعارض أيضا أن قول النبي صلى الله عليه وسلم إن الله ينزل إلى\nالسماء الدنيا إذا مضى ثلث الليل فيقول هل من تائب هل من مستغفر هل من داع\nحدثناه القعنبي وابن بكير عن مالك بن أنس عن ابن شهاب عن الأغر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \nوأبي سلمة بن عبد الرحمن عن أبي هريرة رضي الله عنه قال قال رسول الله صلى\nالله عليه وسلم ( ينزل ربنا كل ليلة إلى سماء الدنيا حين يبقى ثلث الليل\nالآخر فيقول من يدعني أستجيب له من يسألني فأعطيه من يستغفرني فأغفر له )\n</p>\n\n<p>\nحدثنا أبو عمر الحوضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n             عن هشام الدستوائي عن يحيى بن أبي كثير\nعن هلال بن أبي ميمونة عن عطاء بن يسار عن رفاعة الجهني أن رسول الله صلى\nالله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n             قال ( إذا مضى ثلث الليل أو شطر الليل ينزل\nالله إلى سماء الدنيا فيقول لا أسأل عن عبادي غيري فمن يستغفرني أغفر له من\nيدعني أستجب له من يسألني أعطه حتى ينفجر الفجر ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n             وهذا باب\nطويل قد جمعناه في الكتاب الأول\n</p>\n\n<p>\nفادعى المعارض أن الله لا ينزل بنفسه إنما ينزل أمره ورحمته وهو على\nالعرش بكل مكان من غير زوال لأنه الحي القيوم والقيوم بزعمه من لا يزول\n</p>\n\n<p>\nفيقال لهذا المعارض وهذا أيضا من حجج النساء والصبيان ومن ليس عنده بيان\nولا لمذهبه برهان لأن أمر الله ورحمته ينزل في كل ساعة ووقت وأوان فما بال\nالنبي صلى الله عليه وسلم يحد لنزوله الليل دون النهار ويوقت من الليل شطره\nأو الأسحار أفبأمره ورحمته يدعو العباد إلى الاستغفار أو يقدر الأمر\nوالرحمة أن يتكلما دونه فيقولا هل من داع فأجيب هل من مستغفر فأغفر له هل\nمن <span id='ms016'></span> سائل فأعطي فإن قررت مذهبك لزمك أن تدعي أن الرحمة والأمر اللذين يدعوان\nإلى الإجابة والاستغفار بكلامهما دون الله هذا محال عند السفهاء فكيف عند\nالفقهاء وقد علمتم ذلك ولكن تكابرون\n</p>\n\n<p>\nوما بال رحمته وأمره ينزلان من عنده شطر الليل ثم لا يمكثان إلا إلى طلوع\nالفجر ثم يرفعان لأن رفاعة يرويه يقول في حديثه ( حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n             ينفجر\nالفجر )\n</p>\n\n<p>\nوقد علمتم إن شاء الله أن هذا التأويل أبطل باطل لا يقبله إلا كل جاهل\n</p>\n\n<p>\nوأما دعواك أن تفسير القيوم الذي لا يزول من مكانه ولا يتحرك فلا يقبل\nمنك هذا التفسير إلا بأثر صحيح مأثور عن رسول الله صلى الله عليه وسلم أو\nعن بعض أصحابه أو التابعين لأن الحي القيوم يفعل ما يشاء ويتحرك إذا شاء\nويهبط ويرتفع إذا شاء ويقبض ويبسط ويقوم ويجلس إذا شاء لأن أمارة ما بين\nالحي والميت التحرك كل حي متحرك لا محالة وكل ميت غير متحرك لا محالة\n</p>\n\n<p>\nومن يلتفت إلى تفسيرك وتفسير صاحبك مع تفسير نبي الرحمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \nورسول رب العزة إذا فسر نزوله مشروحا منصوصا ووقت لنزوله وقتا مخصوصا لم\nيدع لك ولا لأصحابك فيه لبسا ولا عويصا\n</p>\n\n<p>\nثم أجمل المعارض ما ينكر الجهمية من صفات الله وذاته المسماة في كتابه\nوفي آثار رسول الله صلى الله عليه وسلم فعد منها بضعا وثلاثين صفة نسقا\nواحدا يحكم عليها ويفسرها بما حكم المريسي وفسرها وتأولها حرفا حرفا خلاف\nما عنى الله وخلاف ما تأولها الفقهاء الصالحون لا يعتمد في أكثرها إلا على\nالمريسي فبدأ منها بالوجه ثم بالسمع والبصر والغضب والرضا والحب والبغض\nوالفرح والكره والضحك والعجب والسخط والإرادة والمشيئة والأصابع والكف\nوالقدمين وقوله ^ كل شيء هالك إلا وجهه ^ و ^ فأينما تولوا فثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \nوجه الله ) و <span class='quran'>وهو السميع البصير </span>و <span class='quran'>خلقت بيدي </span>و <span class='quran'>وقالت اليهود يد الله مغلولة </span>و <span class='quran'>يد الله فوق أيديهم </span>و <span class='quran'>والسماوات مطويات بيمينه </span>وقوله <span class='quran'>فإنك بأعيننا </span>و <span class='quran'>هل\nينظرون إلا أن يأتيهم الله في ظلل من الغمام والملائكة </span>و <span class='quran'>وجاء <span id='ms017'></span>\nربك والملك صفا صفا </span>و <span class='quran'>ويحمل عرش ربك فوقهم يومئذ ثمانية </span>و\n<span class='quran'>الرحمن على العرش استوى </span>و <span class='quran'>الذين يحملون العرش ومن حوله </span>وقوله <span class='quran'>ويحذركم الله نفسه </span>و ^ لا يكلمهم الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n             ولا\nينظر إليهم ) و <span class='quran'>كتب على نفسه الرحمة </span>و <span class='quran'>تعلم ما في نفسي ولا\nأعلم ما في نفسك </span>و <span class='quran'>إن الله يحب التوابين ويحب المتطهرين </span></p>\n\n<p>\nعمد المعارض إلى هذه الصفات الآيات فنسقها ونظم بعضها إلى بعض كما نظمها\nشيئا بعد شيء ثم فرقها أبوابا في كتابه وتلطف بردها بالتأويل كتلطف الجهمية\nمعتمدا فيها على تفاسير الزائغ الجهمي بشر بن غياث دون من سواه مستترا عند\nالجهال بالتشنيع بها على قوم يؤمنون بها ويصدقون الله ورسوله فيها بغير\nتكييف ولا بمثال\n</p>\n\n<p>\nفزعم أن هؤلاء المؤمنين بها يكيفونها ويشبهونها بذوات أنفسهم وأن العلماء\nبزعمه قالوا ليس في شيء منها اجتهاد رأي لندرك كيفية ذلك أو يشبه شيء منها\nبشيء مما هو في الخلق موجود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nقال وهذا خطأ لما أن الله تعالى ليس كمثله شيء فكذلك ليس ككيفيته شيء\n</p>\n\n<p>\nقال أبو سعيد فقلنا لهذا المعارض المدلس بالتشنيع\n</p>\n\n<p>\nأما قولك إن كيفية هذه الصفات وتشبيهها بما هو موجود في الخلق خطأ فإنا\nلا نقول إنه خطأ كما قلت بل هو عندنا كفر ونحن لكيفيتها وتشبيهها بما هو\nموجود في الخلق أشد أنفا منكم غير أنا كما لا نشبهها ولا نكيفها لا نكفر\nبها ولا نكذب ولا نبطلها بتأويل الضلال كما أبطلها إمامك المريسي في أماكن\nمن كتابك سنبينها لمن غفل عنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n             ممن حواليك من الأغمار إن شاء\nالله\n</p>\n\n<p>\nوأما ما ذكرت من اجتهاد الرأي في تكييف صفات الرب فإنا لا نجيز اجتهاد\nالرأي في كثير من الفرائض والأحكام التي نراها بأعيننا وتسمع في آذاننا\n</p>\n\n<p>\nفكيف في صفات الله التي لم ترها العيون وقصرت عنها الظنون غير أنا لا\nنقول فيها كما قال إمامك المريسي إن هذه الصفات كلها لله كشيء واحد وليس\nالسمع منه غير البصر ولا الوجه منه غير اليد ولا اليد منه <span id='ms018'></span> غير النفس وأن\nالرحمن ليس يعرف لنفسه سمعا من بصر وبصرا من سمع ولا وجها من يدين ولا يدين\nمن وجه وهو بزعمكم سمع وبصر ووجه وأعلى وأسفل ويد ونفس وعلم ومشيئة وإرادة\nمثل خلق الأرضين والسماء والجبال والتلال والهواء التي لا يعرف لشيء منها\nشيء من هذه الصفات والذوات ولا يوقف لها منها على شيء فالله المتعالي عندنا\nأن يكون كذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nفقد ميز الله في كتابه السمع من البصر فقال <span class='quran'>قال لا تخافا إنني معكما\nأسمع وأرى </span>و <span class='quran'>إنا معكم مستمعون </span>وقال <span class='quran'>ولا يكلمهم الله\nولا ينظر إليهم يوم القيامة </span>ففرق بين الكلام والنظر دون السمع فقال\nعند السمع والصوت <span class='quran'>قد سمع الله قول التي تجادلك في زوجها وتشتكي إلى\nالله والله يسمع تحاوركما إن الله سميع بصير </span>و <span class='quran'>لقد سمع الله قول\nالذين قالوا إن الله فقير </span>ولم يقل قد رأى الله قول التي تجادلك في\nزوجها\n</p>\n\n<p>\nوقال في موضع الرؤية <span class='quran'>الذي يراك حين تقوم وتقلبك في الساجدين </span>وقال <span class='quran'>وقل اعملوا فسيرى الله عملكم </span>ولم يقل يسمع الله تقلبك ويسمع\nعملك فلم يذكر الرؤية فيما يسمع ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n             السماع فيما يرى لما أنهما\nعنده خلاف ما عندكم\n</p>\n\n<p>\nوكذلك قال <span class='quran'>ودسر تجري بأعيننا </span><span class='quran'>واصبر لحكم ربك فإنك بأعيننا\n</span><span class='quran'>ولتصنع على عيني </span>ولم يقل شيء من ذلك على سمعي\n</p>\n\n<p>\nفكما نحن لا نكيف هذه الصفات لا نكذب بها كتكذيبكم ولا نفسرها كباطل\nتفسيركم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n             & باب الحد والعرش &\n</p>\n\n<p>\nقال أبو سعيد وادعى المعارض أيضا أنه ليس لله حد ولا غاية ولا نهاية وهذا\nهو الأصل الذي بنى عليه جهم جميع ضلالاته واشتق منها أغلوطاته وهي كلمة لم\nيبلغنا أنه سبق جهما إليها أحد من العالمين\n</p>\n\n<p>\nفقال له قائل ممن يحاوره قد علمت مرادك بها أيها الأعجمي وتعني أن الله\nلا شيء لأن الخلق كلهم علموا أنه ليس شيء يقع عليه اسم الشيء إلا وله حد\nوغاية وصفة وأن لا شيء ليس له حد ولا غاية ولا صفة فالشيء أبدا موصوف لا\nمحالة ولا <span id='ms019'></span> شيء يوصف بلا حد ولا غاية وقولك لا حد له يعني أنه لا شيء\n</p>\n\n<p>\nقال أبو سعيد والله تعالى له حد لا يعلمه أحد غيره ولا يجوز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \nلأحد أن يتوهم لحده غاية في نفسه ولكن يؤمن بالحد ويكل علم ذلك إلى الله\nولمكانه أيضا حد وهو على عرشه فوق سماواته فهذان حدان اثنان\n</p>\n\n<p>\nوسئل ابن المبارك بم نعرف ربنا قال بأنه على العرش بائن من خلقه قيل بحد\nقال بحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nحدثناه الحسن بن الصالح البزار عن علي بن الحسن بن شقيق عن ابن المبارك\nفمن ادعى أنه ليس لله حد فقد رد القرآن وادعى أنه لا شيء لأن الله حد مكانه\nفي مواضع كثيرة من كتابه فقال <span class='quran'>الرحمن على العرش استوى </span><span class='quran'>أأمنتم من في السماء </span><span class='quran'>يخافون ربهم من فوقهم </span>و <span class='quran'>إني\nمتوفيك ورافعك إلي </span><span class='quran'>إليه يصعد الكلم الطيب </span>فهذا كله وما\nأشبهه شواهد ودلائل على الحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nومن لا يعترف به فقد كفر بتنزيل الله وجحد آيات الله\n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم ( إن الله فوق عرشه فوق سماواته )\nوقال للأمة السوداء ( أين الله قالت في السماء فقال أعتقها فإنها مؤمنة )\n</p>\n\n<p>\nفقول رسول الله صلى الله عليه وسلم ( إنها مؤمنة ) دليل على أنها لو لم\nتؤمن بأن الله في السماء لم تكن مؤمنة وأنه لا يجوز في الرقبة المؤمنة إلا\nمن يحد الله أنه في السماء كما قال الله ورسوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nفحدثنا أحمد بن منيع البغدادي الأصم ثنا أبو معاوية عن شبيب ابن شيبة عن\nالحسن عن عمران بن الحصين أن النبي صلى الله عليه وسلم قال لأبيه ( يا حصين\nكم تعبد اليوم إلها قال سبعة ستة في الأرض وواحد في السماء قال فأيهم تعده\nلرغبتك ولرهبتك قال الذي في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n             السماء ) فلم ينكر النبي صلى الله\nعليه وسلم على الكافر إذ عرف أن إله العالمين في السماء كما قاله النبي صلى\nالله عليه وسلم\n</p>\n\n<p>\nفحصين الخزاعي في كفره يومئذ كان أعلم بالله الجليل الأجل من المريسي\nوأصحابه مع ما ينتحلون <span id='ms020'></span> من الإسلام إذ ميز بين الإله الخالق الذي في السماء\nوبين الآلهة والأصنام المخلوقة التي في الأرض\n</p>\n\n<p>\nوقد اتفقت الكلمة من المسلمين والكافرين أن الله في السماء وحدوه بذلك\nإلا المريسي الضال وأصحابه حتى الصبيان الذين لم يبلغوا الحنث قد عرفوه\nبذلك إذا حزب الصبي شيء يرفع يديه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nإلى ربه يدعوه في السماء دون ما سواها فكل أحد بالله وبمكانه أعلم من\nالجهمية\n</p>\n\n<p>\nثم انتدب المعارض لتلك الصفات التي ألفها وعددها في كتابه من الوجه\nوالسمع والبصر وغير ذلك يتأولها ويحكم على الله ورسوله فيها حرفا بعد حرف\nوشيئا بعد شيء تحكم بشر بن غياث المريسي لا يعتمد فيها على إمام أقدم منه\nولا أرشد منه عنده فاغتنمنا ذلك منها إذ صرح باسمه وسلم فيها بحكمه\n</p>\n\n<p>\nلما أن الكلمة قد اجتمعت من عامة الفقهاء في كفره وهتوك ستره وافتضاحه في\nمصره وفي سائر الأمصار الذين سمعوا بذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nفروى المعارض عن بشر المريسي قراءة من بزعمة وزعم أن بشرا قال له اروه\nعني أنه قال في قول الله لإبليس <span class='quran'>ما منعك أن تسجد لما خلقت بيدي </span>فادعى أن بشرا قال يعني الله بذلك أني وليت خلقه وقوله <span class='quran'>بيدي </span>تأكيد للخلق لا أنه خلقه بيد\n</p>\n\n<p>\nفيقال لهذا المريسي الجاهل بالله وبآياته فهل علمت شيئا مما خلق الله ولي\nخلق ذلك غيره حتى خص آدم من بينهم أنه ولى خلقه من غير مسيس بيده فسمه وإلا\nفمن ادعى أن الله لم يل خلق شيء صغير أو كبير فقد كفر غير أنه ولي خلق\nالأشياء بأمره وقوله وإرادته وولي خلق آدم بيده مسيسا لم يخلق ذا روح بيديه\nغيره فلذلك خصه وفضله وشرف بذلك ذكره لولا ذلك ما كانت له فضيلة من ذلك على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n             شيء من خلقه إذ خلقهم بغير مسيس في دعواك\n</p>\n\n<p>\nوأما قولك تأكيد للخلق فلعمري إنه لتأكيد جهلت معناه فقلبته إنما هو\nتأكيد اليدين وتحقيقهما وتفسيرهما حتى يعلم العباد أنها تأكيد مسيس بيد لما\nأن الله قد خلق خلقا كثيرا في <span id='ms021'></span> السموات والأرض أكبر من آدم وأصغر وخلق\nالأنبياء والرسل وكيف لم يؤكد في خلق شيء منها ما أكد في آدم إذ كان أمر\nالمخلوقين في معنى يدي الله كمعنى آدم عند المريسي\n</p>\n\n<p>\nفإن يك صادقا في دعواه فليسم شيئا نعرفه وإلا فإنه الجاحد بآيات الله\nالمعطل ليدي الله\n</p>\n\n<p>\nوادعى الجاهل المريسي أيضا في تفسير التأكيد من المحال ما لا نعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n             أحدا ادعاه من أهل الضلالة فقال هذا تأكيد للخلق لا لليد كقول\nالله <span class='quran'>فصيام ثلاثة أيام في الحج وسبعة إذا رجعتم تلك عشرة كاملة </span></p>\n\n<p>\nفيقال لهذا التائه الذي سلب الله عقله وأكثر جهله نعم هو تأكيد لليدين\nكما قلنا لا تأكيد الخلق كما أن قوله <span class='quran'>تلك عشرة كاملة </span>تأكيد العدد\nلا تأكيد الصيام لأن العدد غير الصيام ويد الله غير آدم فأكد الله لآدم\nالفضيلة التي كرمه وشرفه بها وآثره على جميع عباده إذ كل عباده خلقهم بغير\nمسيس بيد وخلق آدم بمسيس فهذه عليك لا لك وقد أخذنا فالك من فيك محتجين بها\nعليك كالشاة التي تحمل حتفها بأظلافها\n</p>\n\n<p>\nفإن أجاب المريسي أعلمناه بتأكيد الخلق إذ كان به جاهلا وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \nقوله ^ صنع الله الذي أتقن كل شيء ^ و ^ الذي أحسن كل شيء خلقه وبدأ خلق\nالإنسان من طين ثم جعل نسله من سلالة من ماء مهين ثم سواه ونفخ فيه من روحه\n^ الآية وقوله <span class='quran'>خلقكم من تراب ثم من نطفة ثم من علقة </span>الآية <span class='quran'>وصوركم فأحسن صوركم </span><span class='quran'>لقد خلقنا الإنسان في أحسن تقويم </span><span class='quran'>ولقد خلقنا الإنسان من سلالة من طين ثم جعلناه نطفة في قرار مكين ثم خلقنا\nالنطفة علقة فخلقنا العلقة مضغة فخلقنا المضغة عظاما فكسونا العظام لحما ثم\nأنشأناه خلقا آخر فتبارك الله أحسن الخالقين </span>فهذا تأكيد الخلق وتفسيره\nلا ما ادعى الجاهل\n</p>\n\n<p>\nوقوله لإبليس <span class='quran'>لما خلقت بيدي </span>تأكيد يديه لا تأكيد خلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n             آدم وما كان حاجة إبليس إلى أن يؤكد الله له خلق آدم وقد كان\nمن أعلم الخلق بآدم رآه قبل أن ينفخ فيه الروح <span id='ms022'></span> طينا مصورا مطروحا بالأرض ثم\nرآه بعدما نفخ فيه الروح ثم كان معه في الجنة حتى وسوس إليه فأخرجه منها ثم\nكان يراه إلى أن مات فإنما أكد الله له من أمر آدم ما لم ير لا ما رأى لأنه\nلم ير يدي الله وهما تخلقناه كذا فليعلم الجاهل المريسي بأنا ما ظننا عنده\nمن رثاثة الحجج والبيان وقلة الإصابة والبرهان قدر ما كشف عنه هذا الإنسان\nوالحمد لله الذي نطق لسانه وعرف الناس شأنه ليعرفوه فيجاوزوا مكانه\n</p>\n\n<p>\nثم لم يرض الجاهل المريسي مع سخافة هذه الحجج حتى قاس الله في يديه\nاللتين خلق بهما آدم أقبح القياس وأسمجه بعدما زعم أنه لا يحل أن يقاس الله\nبشيء من خلقه ولا بشيء هو موجود في خلقه ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n             يتوهم ذلك ثم قال\nأليس يقال لرجل مقطع اليدين من المنكبين إذ هو كفر بلسانه إن كفره ذلك بما\nكسبت يداه وإن لم يكن كفره بيديه\n</p>\n\n<p>\nفيقال لهذا الضال المضل أليس قد زعمت أن الله لا يشبه بشيء من خلقه ولا\nيتوهم الرجل في صفاته ما يعقل مثله في نفسه فكيف تشبه الله في يديه اللتين\nخلق بهما آدم بأقطع مجذوم اليدين من المنكبين وتتوهم في قياس يدي الله ما\nتعقله في ذلك المجذوم المقطوع ويتوهم ذلك فقد توهمت أقبح ما عبت على غيرك\nإذ ادعيت أن الله لا يدان له كالأقطع المقطوع اليدين من المنكبين ويلك إنما\nيقال لمن كفر بلسانه وليست له يدان ذلك بما كسبت يداه مثلا معقولا يقال ذلك\nللأقطع وغير الأقطع من ذوي الأيدي غير أنه لا يضرب هذا المثل ولا يقال ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n             إلا لمن هو من ذوي الأيدي أو كان من ذوي الأيدي قبل أن تقطعا\nوالله بزعمك لم يكن قط من ذوي الأيدي فيستحيل في كلام العرب أن يقال لمن\nليس بذي يدين أو لم يك قط ذا يدين أن كفره وعمله بما كسبت يداه وقد يجوز أن\nيقال بيد فلان أمري ومالي وبيده الطلاق والعتاق <span id='ms023'></span> والأمر وما أشبهه وإن لم\nتكن هذه الأشياء موضوعة في كفه بعد أن يكون المضاف إلى يده من ذوي الأيدي\nفإن لم يكن المضاف إلى يده من ذوي الأيدي يستحيل أن يقال بيده شيء من\nالأشياء وقد يقال بين يدي الساعة كذا وكذا وكما قال الله تعالى <span class='quran'>بين\nيدي عذاب شديد </span>وكقوله <span class='quran'>فجعلناها نكالا لما بين يديها وما خلفها\n</span>وكما قال الله تعالى <span class='quran'>مصدقا لما بين يديه </span>فيجوز أن يقال بين\nيدي كذا وكذا كذا وكذا لما هو من ذوي الأيدي وممن ليس من ذوي الأيدي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nولا يجوز أن يقال بيده إلا لمن هو من ذوي الأيدي لأنك إذا قلت بيد الساعة\nكذا وكذا كما قلت بين يديها استحال وبيد العذاب كذا وكذا وبيد القرآن الذي\nهو مصدقا لما بين يديه كذا وكذا أو بيد القرية التي جعلها نكالا كذا وكذا\nاستحال ذلك كله ولا يستحيل أن يقال بين يديك لأنك تعني أمامه وقدامه وبين\nيديه فلذلك يجوز أن يقال للأقطع إذا كفر بلسانه إنه بما كسبت يداه لأنه كان\nمن ذوي الأيدي قطعتا أو كانتا معه\n</p>\n\n<p>\nويستحيل أن يقال بما كسبت يد الساعة ويد العذاب ويد القرآن لأنه لا يقال\nبيد شيء شيء إلا وذلك الشيء معقول في القلوب أنه من ذوي الأيدي وأنت أول ما\nنفيت عن الله يديه أنه ليس بذي يدين ولم يكن قط له يدان ثم قلت بيد الله\nكذا وكذا وخلقت آدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n             بيدي ولا يدان له عندك فهذا محال في كلام\nالعرب لا شك فيه أو سم شيئا يخالف دعوانا\n</p>\n\n<p>\nوكذلك الحجة عليك فيما احتججت به أيضا في نفي يدي الله عنه أنه عندك كقول\nالناس في الأمثال يداك أوكتا وفوك نفخ وكقول الله <span class='quran'>بيده عقدة النكاح\n</span>فادعيت أن العقدة بعينها ليست موضوعة في كفه ويجوز أن يقال ذلك في\nالكلام فقلت لك أجل أيها الجاهل هذا يجوز لما أن الموصوف بهما من ذوي\nالأيدي فلذلك جاز ولولا ذاك لم يجز ولو لم يكن <span id='ms024'></span> الذي بيده عقدة النكاح ولا\nللموكي ولا للنافخ يدان أو لم يكونوا من ذوي الأيدي كمعبودك في نفسك لم يجز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n             لا أن يقال بيده\n</p>\n\n<p>\nولو لم يكن لله تعالى يدان بهما خلق آدم ومسه بهما مسيسا كما ادعيت لم\nيجز أن يقال <span class='quran'>بيدك الخير </span><span class='quran'>وأن الفضل بيد الله </span>و <span class='quran'>تبارك الذي بيده الملك </span>للمذهب الذي فسرنا فإن كنت لا تحسن العربية فسل\nمن يحسنها ثم تكلم\n</p>\n\n<p>\nوقد يجوز للرجل أن يقول بنيت دارا أو قتلت رجلا وضربت غلاما ووزنت لفلان\nمالا وكتبت له كتابا وإن لم يتول شيئا من ذلك بيده بل أمر البناء ببنائه\nوالكاتب بكتابه والقاتل بقتله والضارب بضربه والوازن بوزنه فمثل هذا يجوز\nعلى المجاز الذي يعقله الناس بقلوبهم على مجاز كلام العرب\n</p>\n\n<p>\nوإذا قال كتبت بيدي كتابا كما قال الله تعالى <span class='quran'>خلقت بيدي </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n             أو قال وزنت بيدي وقتلت بيدي وبنيت بيدي وضربت بيدي كان ذلك\nتأكيدا ليديه دون يدي غيره ومعقول المعنى عند العقلاء كما أخبرنا الله أنه\nخلق الخلائق بأمره فقال ^ إنما قولنا لشيء إذا أردناه أن نقول له كن فيكون\n^ فعلمنا أنه خلق الخلائق بأمره وإراداته وكلامه وقوله <span class='quran'>كن </span>وبذلك\nكانت وهو الفعال لما يريد\n</p>\n\n<p>\nفلما قال خلقت آدم بيدي علمنا أن ذلك تأكيد ليديه وأنه خلقه بهما مع أمره\nوإرادته فاجتمع في آدم تخليق اليدين نصا والأمر والإرادة ولم يجتمعا في\nغيره من الروحانيين لأن الله تعالى لم يذكر أنه مس خلقا ذا روح بيديه غير\nآدم إذ لم يذكر ذلك في أحد ممن سواه ولم يخص به بشرا غيره من الأنبياء\nوغيرهم\n</p>\n\n<p>\nولو كان على ما تأولت أنه أراد بيديه أنه ولي خلقه فأكده لما كان على\nإبليس إذا فيما احتج الله به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n             عليه من أمر اليدين لآدم في ذلك\nفضل ولا فخر إذ ولي خلق إبليس في دعواك كما ولي خلق آدم سواء وأكده كما\nأكده ولو كان ذلك على ما تأولت لحاج إبليس ربه في ذلك كما حاجه في أن <span id='ms025'></span> قال\n<span class='quran'>خلقتني من نار وخلقته من طين </span>وكما قال <span class='quran'>لم أكن لأسجد لبشر\nخلقته من صلصال من حمإ مسنون </span>فيقول خلقتني أيضا يا رب بيديك على معنى\nما خلقت به آدم أي وليت خلقي وأكدته في دعواك ولكن كان الكافر الرجيم أجود\nمعرفة بيدي الله منك أيها المريسي بل علم عدو الله تعالى إبليس أن لو احتج\nبها على الله كذبه\n</p>\n\n<p>\nوأما دعواك أيها المريسي في قول الله تعالى <span class='quran'>بل يداه مبسوطتان </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n             فزعمت تفسيرهما رزقاه رزق موسع ورزق مقتور ورزق حلال ورزق حرام\nفقوله <span class='quran'>يداه </span>عندك رزقاه فقد خرجت بهذا التأويل من حد العربية كلها\nأو من حد ما يفقهه الفقهاء ومن جميع لغات العرب والعجم فممن تلقفته وعمن\nرويته من أهل العلم بالعربية والفارسية فإنك جئت بمحال لا يعقله عجمي ولا\nعربي ولا نعلم أحدا من أهل العلم والمعرفة سبقك إلى هذا التفسير فإن كنت\nصادقا في تفسيرك هذا فأثره من صاحب علم أو صاحب عربية وإلا فإنك مع كفرك\nبهما من المدلسين\n</p>\n\n<p>\nوإن كان تفسيرهما عندك ما ذهبت إليه فإنه كذب محال فضلا على أن يكون كفرا\nلأنك ادعيت أن لله رزقا موسعا ورزقا مقترا ثم قلت إن رزقيه جميعا مبسوطان\nفكيف يكونان مبسوطين والمقتور أبدا في كلام العرب غير مبسوط وكيف قال الله\nإن كلتيهما مبسوطتان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n             وأنت تزعم أن إحداهما مقتورة فهذا أول\nكذبك وجهالتك بالتفسير وقد كفانا الله ورسوله مؤنة تفسيرك هذا بالناطق من\nكتابه وبما أخبر الله على لسان نبيه صلى الله عليه وسلم\n</p>\n\n<p>\nفأما الناطق من كتابه فقوله <span class='quran'>ما منعك أن تسجد لما خلقت بيدي </span>وقوله <span class='quran'>بل يداه مبسوطتان ينفق كيف يشاء </span>وقوله <span class='quran'>يد الله فوق\nأيديهم </span>وقوله <span class='quran'>بيدك الخير </span>وقوله <span class='quran'>وأن الفضل بيد الله\n</span>وقوله <span class='quran'>تبارك الذي بيده الملك </span>وقوله <span class='quran'>لا تقدموا بين يدي\nالله ورسوله </span>فهل يجوز لك أن تتأول في جميع ما ذكرنا من كتابه أنه\nرزقاه فتقول برزقه الخير وبرزقه الفضل وبرزقه الملك ولا تقدموا بين رزق\nالله ورسوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nوأما <span id='ms026'></span> المأثور من قول رسول الله صلى الله عليه وسلم فقوله صلى الله عليه\nوسلم ( إن المقسطين على منابر من نور عن يمين الرحمن وكلتا يديه يمين )\n</p>\n\n<p>\nحدثنا ابن المديني ونعيم بن حماد وابن أبي شيبة عن سفيان ابن عيينة عن\nعمرو بن دينار عن عمرو بن أوس عن عبد الله بن عمرو عن النبي صلى الله عليه\nوسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nفتفسير قول النبي صلى الله عليه وسلم في تأويلك أيها المريسي أنهم على\nمنابر من نور عن رزقي الرحمن وكلا رزقيه يمين\n</p>\n\n<p>\nحدثنا مهدي بن جعفر الرملي ثنا عبد العزيز بن أبي حازم عن أبيه عن عبد\nالله بن مقسم عن ابن عمر قال سمعت رسول الله صلى الله عليه وسلم يقول (\nيأخذ الجبار سمواته وأرضيه بيديه وقبض كفيه أو قال يديه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n             فجعل\nيقبضهما ويبسطهما ثم يقول أنا الجبار أنا الملك أين الجبارون أين المتكبرون\nويميل رسول الله صلى الله عليه وسلم عن يمينه وعن شماله حتى نظرت إلى\nالمنبر من أسفل شيء منه حتى أني لأقول أساقط هو برسول الله صلى الله عليه\nوسلم )\n</p>\n\n<p>\nفيجوز أيها المريسي أن تتأول هذا الحديث أنه يأخذ السموات والأرضين\nبرزقيه بموسعه وبمقتوره وحلاله وحرامه ما أراك إلا وستعلم أنك تتكلم\nبالمحال لتغاط كذا بها الجهال وتروج عليهم الضلال\n</p>\n\n<p>\nوقول النبي صلى الله عليه وسلم ( والذي نفسي بيده ونفس محمد بيده لا\nتدخلوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n             الجنة حتى تؤمنوا ولا تؤمنوا ) الحديث\n</p>\n\n<p>\nحدثنا نعيم بن حماد ثنا ابن المبارك أبنا يونس عن الزهري حدثني سعيد بن\nالمسيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n             عن أبي هريرة عن النبي صلى الله عليه وسلم قال ( يقبض\nالأرض يوم القيامة ويطوي السموات بيمينه ثم قال أنا الملك أين الملوك )\n</p>\n\n<p>\nأفيجوز أن يطوي الله السماء بأحد رزقيه فأيهما الموسع عندك من المقتور\nوأيهما الحلال من الحرام لأن النبي صلى الله عليه وسلم قال ( وكلتا يديه\nيمين ) وادعيت أنت أن إحداهما موسع والآخر مقتور\n</p>\n\n<p>\nحدثنا موسى بن إسماعيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n             ثنا حماد بن سلمة أبنا محمد بن عمرو\nعن أبي سلمة عن <span id='ms027'></span> أبي هريرة أن النبي صلى الله عليه وسلم قال ( لقي آدم موسى\nفقال له أنت الذي خلقك الله بيده ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n             أفيجوز أيها المريسي أن\nتتأول قول موسى خلقك الله بيده بأحد رزقيه بحلاله أم حرامه\n</p>\n\n<p>\nحدثنا مسلم بن إبراهيم الأزدي وأبو عمرو بن الحوضي وعمرو ابن مرزوق قالوا\nحدثنا شعبة عن عمرو بن مرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n             عن أبي عبيدة عن أبي موسى عن النبي\nصلى الله عليه وسلم قال ( إن الله يبسط يده بالليل ليتوب مسيء النهار ويبسط\nيده بالنهار ليتوب مسيء الليل حتى تطلع الشمس من مغربها ) أفيجوز أن يبسط\nحلاله بالليل وحرامه بالنهار ليتوب المسيئان\n</p>\n\n<p>\nحدثنا نعيم بن حماد ثنا ابن المبارك أخبرنا عنبسة بن سعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n             عن\nحبيب بن أبي عمرة عن مجاهد عن ابن عباس عن عائشة رضي الله عنها أنها سألت\nرسول الله صلى الله عليه وسلم عن قول الله <span class='quran'>والأرض جميعا قبضته يوم\nالقيامة </span>فأين الناس يومئذ يا رسول الله قال ( على جسر جهنم ) أفيجوز\nأن يقال أن الأرض جميعا رزق الله يوم القيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n             والسموات مطويات\nبرزقه حلاله وحرامه وموسعه ومقتره لقد علم الخلق إلا من جهل استحالة هذا\nالتأويل\n</p>\n\n<p>\nفلو أنك إذا أردت معاندة الله ورسوله ومخالفة أهل الإسلام احتججت بكلام\nأستر عورة وأقل استحالة من هذا كان أنجع لك في قلوب الجهال من أن تأتي بشيء\nلا يشك عاقل ولا جاهل في بطوله واستحالته\n</p>\n\n<p>\nحدثنا عبد الله بن صالح حدثني ليث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n             حدثني ابن عجلان عن أبيه\nعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال ( إن الله حين\nخلق الخلق كتب بيده على نفسه أن رحمتي تغلب غضبي ) فهل من بيان أشفى من هذا\nأنه كتب بيده على نفسه أن رحمتي تغلب غضبي أفيجوز لهذا المريسي أن يقول كتب\nبرزقه حلاله وحرامه على نفسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nوفي هذا الباب أحاديث كثيرة تركناها مخافة التطويل وفيما ذكرنا من ذلك\nبيان بين ودلالة ظاهرة في تثبيت يدي الله عز وجل أنهما على خلاف ما تأوله\nهذا <span id='ms028'></span> المريسي الضال الذي خرج بتأويله هذا من جميع لغات العرب والعجم فليعرض\nهذه الآثار رجل على عقله هل يجوز لعربي أو عجمي أن يتأول أنها أرزاقه\nوحلاله وحرامه وما أحسب هذا المريسي إلا وهو على يقين من نفسه أنها تأويل\nضلال ودعوى محال غير أنه مكذب الأصل متلطف لتكذيبه بمحال التأويل كيلا يفطن\nلتكذيبه أهل الجهل\n</p>\n\n<p>\nولئن كان أهل الجهل في غلط من أمره إن أهل العلم منه لعلى يقين\n</p>\n\n<p>\nفلا يظن المنسلخ من دين الله أنه يغالط بتأويله هذا إلا من قد أضله الله\nوجعل على قلبه وبصره وسمعه غشاوة\n</p>\n\n<p>\nثم إنا ما عرفنا لآدم من ذريته ابنا أعق ولا أحسد منه إذ ينفي عنه أفضل\nفضائله وأشرف مناقبه فيسويه في ذلك بأخس خلق الله لأنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n             ليس\nلآدم فضيلة أفضل من أن الله خلقه بيده من بين خلائقه ففضله بها على جميع\nالأنبياء والرسل والملائكة ألا ترون موسى حين التقى مع آدم في المحاورة\nاحتج عليه بأشرف مناقبه فقال أنت الذي خلقك الله بيده ولو لم تكن هذه\nمخصوصة لآدم دون من سواه ما كان يخصه بها فضيلة دون نفسه إذ هو وآدم في خلق\nيدي الله سواء في دعوى المريسي ولذلك قلنا إنه لم يكن لآدم ابن أعق منه إذ\nينفي عنه ما فضله الله به على الأنبياء والرسل والملائكة المقربين\n</p>\n\n<p>\nومما يبين ذلك حديث عبد الله بن عمرو بن العاص حدثناه عبد الله ابن صالح\nحدثني الليث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n             حدثني هشام بن سعيد عن زيد بن أسلم عن عطاء بن\nيسار أن عبد الله بن عمرو بن العاص قال لقد قالت الملائكة يا ربنا منا\nالملائكة المقربون ومنا حملة العرش ومنا الكرام الكاتبون ونحن نسبح الله\nالليل والنهار لا نسأم ولا نفتر خلقت بني آدم فجعلت لهم الدنيا وجعلتهم\nيأكلون ويشربون ويتزوجون فكما جعلت لهم الدنيا فاجعل لنا الآخرة فقال لن\nأفعل ثم عادوا فاجتهدوا المسألة فقالوا مثل ذلك فقال لن أفعل ثم عادوا\nفاجتهدوا المسألة بمثل ذلك فقال <span id='ms029'></span> لن أجعل صالح ذرية من خلقت بيدي كمن قلت له\nكن فكان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nأولا ترى أيها المريسي كيف ميز بين آدم في خلقته بيدي الله من بين سائر\nالخلق ولو كان تفسير على ما ادعيت لاحتجت الملائكة على ربها إذ احتج عليهم\nبيديه في آدم أن يقولوا يا ربنا نحن وآدم في معنى خلقه بيديك سواء ولكن\nعلمت الملائكة من تفسير ذلك ما عمي عنه الضال المريسي والله ما رضي الله\nلذرية آدم حتى أثبت لهم بذلك عنده منقبة آدم إذ خلق أباهم بيده خصوصا من\nبين الخلائق حتى احتج به على الملائكة وفضل ولده بذلك عليهم فكيف آدم نفسه\nلقد حسدت أباك أيها المريسي كما حسده إبليس حيث قال <span class='quran'>أنا خير منه\nخلقتني من نار وخلقته من طين </span>وأي عقوق لآدم أعظم من أن يقول الله خلقت\nأباك آدم بيدي دون من سواه من الخلائق فيقول لا ولكن خلقته بإرادتك كما\nخلقت القردة والخنازير والكلاب والخنافس والعقارب سواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\nومما يزيدك بيانا لاستحالة دعواك قول ابن عمر خلق الله أربعة أشياء بيده\nثم قال لسائر الخلق كن فكان\n</p>\n\n<p>\nحدثنا موسى بن إسماعيل ثنا عبد الواحد بن زياد ثنا عبيد بن مهران وهو\nالمكتب ثنا مجاهد قال قال عبد الله بن عمر خلق الله أربعة أشياء بيده العرش\nوالقلم وعدن وآدم ثم قال لسائر الخلق كن فكان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nأفلا ترى أيها المريسي كيف ميز ابن عمر وفرق بين آدم وسائر الخلق في خلقه\nاليد أفأنت أعلم من ابن عمر بتأويل القرآن وقد شهد التنزيل وعاين التأويل\nوكان بلغات العرب غير جهول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا موسى بن إسماعيل ثنا أبو عوانة عن عطاء بن السائب عن ميسرة قال إن\nالله لم يمس شيئا من خلقه غير ثلاث خلق آدم بيده وكتب التوراة بيده وغرس\nجنة عدن بيده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن المنهال ثنا يزيد بن زريع ثنا سعيد بن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n            \nعروبة عن قتادة عن أنس عن كعب قال لم يخلق الله غير ثلاث خلق آدم بيده وكتب <span id='ms030'></span>\nالتوراة بيده وغرس جنة عدن بيده ثم قال لها تكلمي قالت قد أفلح المؤمنون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nولو كان كما ادعى المريسي لكان معنى هذه الأحاديث أن الله لم يل خلق شيء\nغير هذه الثلاث وهذا كفر بالله\n</p>\n\n<p>\nومن يحصي ما في تثبيت يد الله من الآثار والأخبار غير أنا أحببنا أن نأتي\nمنها بألفاظ إذا فكر فيها العاقل استدل على ضلال هذا الجاهل\n</p>\n\n<p>\nحدثنا نعيم بن حماد ثنا ابن المبارك أبنا حماد بن سلمة عن علي بن زيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n             عن طلق بن حبيب حدثه عن ابن عباس في قول الله <span class='quran'>والأرض\nجميعا قبضته يوم القيامة والسماوات مطويات بيمينه </span>قال كلهن بيمينه\n</p>\n\n<p>\nوحدثنا أحمد بن يونس ثنا إسرائيل عن أبي يحيى عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n             مجاهد <span class='quran'>والسماوات مطويات بيمينه </span>وكلتا يدي الرحمن يمين قال قلت فأين الناس\nيومئذ قال على جسر جهنم\n</p>\n\n<p>\nحدثنا محمد بن كثير أخبرنا سفيان عن فطر بن خليفة عن عبد الرحمن بن سابط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n             عن أبي بكر الصديق رضي الله عنه قال خلق الله الخلق فكانوا في\nقبضته فقال لمن في يمينه ادخلوا الجنة بسلام وقال لمن في الأخرى ادخلوا\nالنار ولا أبالي فذهبت إلى يوم القيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عمرو بن عون الواسطي أبنا خالد عن سهيل عن أبيه عن أبي هريرة رضي\nالله عنه قال قال رسول الله صلى الله عليه وسلم ( إن العبد إذا تصدق\nبالتمرة من الكسب الطيب فيضعها في حقها فيقبلها الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n             بيمينه\nفما يبرح يربيها كما يربي أحدكم فلوه حتى يكون أعظم من جبل )\n</p>\n\n<p>\nحدثنا مسدد حدثنا يحيى يعني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n             القطان عن شعبة قال حدثني عبد\nالله بن السائب قال سمعت أبا قتادة رجلا من محارب قال سمعت ابن مسعود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n             رضي الله عنه يقول ما من رجل يتصدق بصدقة إلا وقعت في يدي الله\nقبل أن تقع في يدي السائل وقرأ <span class='quran'>أن الله هو يقبل التوبة عن عباده ويأخذ\nالصدقات </span></p>\n\n<p>\nحدثنا محمد بن كثير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n             ثنا سفيان عن سليمان التيمي عن أبي عثمان\nعن سلمان أو عبد الله بن مسعود رضي الله <span id='ms031'></span> عنهما قال إن الله خمر طينة آدم\nأربعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n             يوما أو أربعين ليلة ثم قال بيده هكذا فخرج في يمينه كل\nطيب وخرج في الأخرى كل خبيث ثم قال <span class='quran'>يخرج الحي من الميت ويخرج الميت من\nالحي </span>قال يخرج المؤمن من الكافر ويخرج الكافر من المؤمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p275'> Vol. 01, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا الربيع بن نافع أبو توبة ثنا معاوية بن سلام أنه سمع أبا سلام قال\nثنا عامر بن زيد البكالي أنه سمع عتبة بن عبد السلمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n             يقول قال\nرسول الله صلى الله عليه وسلم ( إن ربي وعدني أن يدخل الجنة من أمتي سبعين\nألفا بغير حساب ويشفع كل ألف لسبعين ألفا يحثي بكفه ثلاث حثيات فكبر عمر )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nوحدثنا الربيع بن نافع أبو توبة حدثنا معاوية بن سلام عن زيد ابن سلام\nأنه سمع أبا سلام قال حدثني عبد الله بن عامر أن قيسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n             الكندي\nحدث الوليد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n             أن أبا سعيد الخير الأنماري حدثه أن رسول الله صلى\nالله عليه وسلم قال ( إن ربي وعدني أن يدخل الجنة من أمتي سبعين ألفا ويشفع\nكل ألف لسبعين ألفا ثم يحثي لي ثلاث حثيات بكفه قال قيس فأخذت بتلابيب أبي\nسعيد فجذبته فقلت أنت سمعت هذا من رسول الله صلى الله عليه وسلم قال نعم\nبأذني ووعاه قلبي ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n             وهو قيس بن الحارث الكندي\n</p>\n\n<p>\nحدثنا الهيثم بن خارجة ثنا إسماعيل بن عياش عن حميد بن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n            \nسويد عن عطاء عن أبي هريرة رضي الله عنه قال سمعت النبي صلى الله عليه وسلم\nيقول ( من فاوض الحجر فإنما يفاوض كف الرحمن ) يعني استلام الحجر الأسود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا نعيم بن حماد ثنا ابن المبارك أخبرنا عبد الرحمن بن يزيد ابن جابر\nقال سمعت بشر بن عبد الله قال سمعت أبا إدريس الخولاني يقول سمعت النواس بن\nسمعان الكلابي يقول سمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n             رسول الله صلى الله عليه وسلم يقول (\nالميزان بيدي الرحمن يرفع أقواما ويخفض آخرين إلى يوم القيامة )\n</p>\n\n<p>\nوإنما جئت بهذه الأخبار كلها ليعلم الناس أن القوم مخالفون لما قاله الله\nورسوله وما مضى <span id='ms032'></span> عليه الصحابة والتابعون رضي الله عنهم أجمعين وأنهم في ذلك\nعلى غير سبيل المؤمنين ومحجة الصادقين\n</p>\n\n<p>\nوقد ادعى المريسي أيضا وأصحابه أن يد الله نعمته قلت لبعضهم إذا يستحيل\nفي دعواكم أن يقال خلق الله آدم بنعمته أم قوله ( بل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p284'> Vol. 01, p. 284</a>\n            </div>\n             يداه\nمبسوطتان )\n</p>\n\n<p>\nأنعمتان من أنعمه قط مبسوطتان فإن أنعمه أكثر من أن تحصى أفلم يبسط منها\nعلى عباده إلا ثنتين وقبض عنهم ما سواهما في دعواكم فحين رأينا كثرة نعم\nالله المبسوطات على عباده ثم قال <span class='quran'>بل يداه مبسوطتان </span>علمنا أنها\nبخلاف ما ادعيتم ووجدنا أهل العلم ممن مضى يتأولونها خلاف ما تأولتم\nومحجتهم أرضى وقولهم أشفى\n</p>\n\n<p>\nحدثنا نعيم بن حماد ثنا الفضل بن موسى عن حسين بن واقد عن يزيد النحوي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n             عن عكرمة قال قوله <span class='quran'>بل يداه مبسوطتان </span>قال يعني اليدين\n</p>\n\n<p>\nحدثني سعيد بن أبي مريم عن نافع بن عمر الجمحي قال سألت ابن أبي مليكة عن\nيد الله أو احدة أو اثنتان قال بل اثنتان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p286'> Vol. 01, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nوحدثنا هدبة بن خالد ثنا سلام بن مسكين عن عاصم الجحدري في قول الله\nتعالى <span class='quran'>ما منعك أن تسجد لما خلقت بيدي </span>قال بيديه\n</p>\n\n<p>\nفمن يلتفت بعد هذا إلى تأويل هذا المريسي ويدع تأويل هؤلاء الأئمة\n</p>\n\n<p>\nأرأيتم إذا تأولتم أن يد الله نعمته أفيحسن أن تقولوا في قول رسول الله\nصلى الله عليه وسلم ( يطوي الله السموات بيمنيه يوم القيامة ) أنه يطويها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p287'> Vol. 01, p. 287</a>\n            </div>\n             بنعمته أم قوله ( المقسطون على منابر من نور عن يمين الرحمن )\nوكلتا نعمتي الرحمن نعمة واحدة هذا أقبح محال وأسمج ضلال وهو مع ذلك ضحكة\nوسخرية ما سبقكم إلى مثلها أعجمي أو عربي أم قول رسول الله صلى الله عليه\nوسلم ( إن الصدقة تقع في يدي الله قبل يدي السائل ) أنها تقع في نعمتي الله\nأم قول أبي بكر الصديق رضي الله عنه خلق الله الخلق فكانوا في قبضته أي\nنعمته قال لمن في نعمته اليمنى ادخلوا الجنة وقال لمن في نعمته الأخرى\nادخلوا النار أم قول ابن عمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n             خلق الله <span id='ms033'></span> أربعة أشياء بيده ثم قال\nلسائر الأشياء كن فكان أفيجوز أن تقولوا خلق الله أربعة أشياء بنعمته ورزقه\nثم قال لسائر الخلق كونوا بلا نعمة ولا رزق فكانوا\n</p>\n\n<p>\nقد علمت أيها المريسي أن هذه تفاسير مقلوبة خارجة من كل معقول لا يقبله\nإلا كل جهول فإذا ادعيت أن اليد عرفت في كلام العرب أنها نعمة قلنا لك أجل\nولسنا بتفسيرها منك أجهل غير أن تفسير ذلك يستبين في سياق كلام المتكلم حتى\nلا يحتاج له من مثلك إلى تفسير إذا قال الرجل لفلان عندي يد أكافئه عليها\nعلم كل عالم بالكلام أن يد فلان ليست ببائنة منه موضوعة عند المتكلم وإنما\nيراد بها النعمة التي يشكر عليها\n</p>\n\n<p>\nوكذلك إذا قال فلان لي يد وعضد وناصر علمنا أن فلانا لا يمكنه أن يكون\nنفس يده عضوه ولا عضده فإنما عني به النصرة والمعونة والتقوية فإذا قال\nضربني فلان بيده وأعطاني الشيء بيده وكتب لي بيده استحال أن يقال ضربني\nبنعمته وعلم كل عالم بالكلام أنها اليد التي بها يضرب وبها يكتب وبها يعطي\nلا النعمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nكما قال الله تعالى <span class='quran'>أولي الأيدي والأبصار </span>أي أولي البصر\nوالعقول بدين الله لأن كل الناس أولي أيدي وأبصار فما خص هؤلاء الأنبياء\nبها علم كل عالم أنها ليست بالأيدي التي يضرب بها ويكتب لما أن الناس كلهم\nأولو أيدي وأبصار التي هي الجوارح ولا يجوز لك أيها المريسي أن تنفي اليد\nالتي هي اليد لما أنه وجد في فرط كلام العرب أن اليد قد تكون نعمة وقوة\nولكن هذا في سياق الكلام معقول وذلك في سياق الكلام معقول فلما قال الله عز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p290'> Vol. 01, p. 290</a>\n            </div>\n             وجل <span class='quran'>خلقت بيدي </span>استحال فيهما كل معنى إلا اليدين كما\nقال العلماء الذين حكينا عنهم\n</p>\n\n<p>\nفليس من ذكر هذه الأيدي شيء إلا والشاهد بتفسيرها ينطق في نفس كلام\nالمتكلم فان صرفت منه معنى مفهوما إلى غير مفهوم استحال وإن صرفت عاما إلى\nخاص استحال وإن صرفت خاصا منه إلى عام استحال أو بطل <span id='ms034'></span> معناه وأظن أنه ليس بك\nمن الجهل بمعاني الكلام كل ما لا يعقل ما قلنا ولكنك فيه كالغرق تتعلق بكل\nعود وقد قلنا يكفينا في مس الله آدم بيده بأقل مما ذكرنا ولو لم يكن إلا\nأنا لا نسمع في شيء من كتاب ولا على لسان أحد من عباد الله أن الله خلق\nنوحا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n             بيده وهودا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n             وصالحا أو إبراهيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n             أو\nإسماعيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p294'> Vol. 01, p. 294</a>\n            </div>\n             أو إسحاق وموسى وعيسى ومحمدا صلوات الله عليهم لكان\nكافيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nولو كان معناه أيها المريسي على ما ادعيت أن الله أراد باليدين تأكيد\nالخلق لا تأكيد اليد لأكد أيضا في خلق نبي أو رسول كما أكد في خلق آدم في\nدعواك حتى إن أهل الآخرة يعرفون لآدم تلك الفضيلة في الموقف يوم القيامة\nفيقولون اذهبوا بنا إلى آدم فيأتونه فيقولون يا آدم أنت أبو الناس خلقك\nالله بيده اشفع لنا إلى ربك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p296'> Vol. 01, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا مسلم بن إبراهيم عن هشام الدستوائي عن قتادة عن أنس عن النبي صلى\nالله عليه وسلم ( ثم يأتون إبراهيم وموسى وعيسى ) ولا يقولون لأحد منهم أنت\nالذي خلقك الله بيده كما قالوا لآدم بل يقولون لإبراهيم اتخذك الله خليلا\nولموسى كلمك الله تكليما ولعيسى كنت تبرئ الأكمه والأبرص ويقولون لآدم من\nبينهم خلقك الله بيده لما أنه مخصوص بذلك من بينهم كما أن كل واحد من هؤلاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p297'> Vol. 01, p. 297</a>\n            </div>\n             الأنبياء مخصوص بمنقبته التي هي له دون صاحبه فأي ضلال أبين من\nضلال رجل خالفه في دعواه أهل الدنيا وأهل الآخرة ولكن <span class='quran'>من يضلل الله\nفما له من هاد ومن يهد الله فما له من مضل </span>فاحتج محتج عن المريسي في\nإبطال مس الله آدم بيده بقوله تعالى <span class='quran'>إن مثل عيسى عند الله كمثل آدم\nخلقه من تراب ثم قال له كن فيكون </span>فقال جعله مثل عيسى وعيسى لم يخلقه\nبيده فقلنا لهذا المحتج غلطت في التأويل وضللت عن سواء السبيل فإنه ليس\nعيسى مثل آدم في كل شيء من أمره وهذا أنه كان بأمر الله وكلمته من غير <span id='ms035'></span> أب\nكما أن آدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p298'> Vol. 01, p. 298</a>\n            </div>\n             لم يكن له أب ثم هو في سائر أمره مخالف لآدم أوله\nخلق الله إياه بيديه والثاني أن الله خلق آدم بتمامه من طين لم يكن صغيرا\nفيكبر ولم يشتمل عليه بطن ولا رحم ولم يرضع بلبن صغيرا في المهد فكما هو في\nهذه الأشياء مخالف لآدم فهو له مخالف في خلق يدي الله تعالى وكما أنه ليس\nكمثله شيء فليس كيده يد\n</p>\n\n<p>\nفافهم أيها المريسي أنك تأولت في يدي الله أفحش مما تأولت اليهود لأن\nاليهود قالوا يد الله مغلولة وادعيت أنها مخلوقة ولما أنك تأولتها النعم\nوالأرزاق وهي مخلوقة فماذا لقي الله من عمايتكم هذه تدعون أن يدي الله\nمخلوقتان إذ إنهما عندكم رزقاه حلاله وحرامه وموسوعه ومقتوره وهذه كلها\nمخلوقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\n| السمع والبصر\n</p>\n\n<p>\nوادعى المريسي أيضا في قول الله تعالى <span class='quran'>أن الله سميع بصير </span><span class='quran'>والله بصير بالعباد </span>أنه يسمع الأصوات ويعرف الألوان بلا سمع ولا بصر\nوأن قوله ( بصير بالعباد ) يعني عالم بهم لا أنه يبصرهم ببصر ولا ينظر\nإليهم بعين فقد يقال لأعمى ما أبصره أي ما أعلمه وان كان لا يبصر بعين\n</p>\n\n<p>\nفيقال لهذا المريسي الضال الحمار والكلب أحسن حالا من إله على هذه الصفة\nلأن الحمار يسمع الأصوات بسمع ويرى الألوان بعين وإلهك بزعمك أعمى أصم لا\nيسمع بسمع ولا يبصر ببصر ولكن يدرك الصوت كما يدرك الحيطان والجبال التي\nليس لها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p300'> Vol. 01, p. 300</a>\n            </div>\n             أسماع ويرى الألوان بالمشاهدة ولا يبصر في دعواك\n</p>\n\n<p>\nفقد جمعت أيها المريسي في دعواك هذه جهلا وكفرا أما الكفر فتشبيهك الله\nتعالى بالأعمى الذي لا يبصر ولا يرى وأما الجهل فمعرفة الناس بأنه لا\nيستقيم في كلام العرب أن يقال لشيء هو سميع بصير إلا وذلك الشيء موصوف\nبالسمع والبصر من ذوي الأعين والأسماع والأبصار والأعمى من ذوي الأعين وإن\nكان قد حجب\n</p>\n\n<p>\nفإن كنت تنكر ما قلنا فسم شيئا من الأشياء التي ليست لها أسماع وأبصار هل\nيجوز أن يقال هو سميع بصير ونحن نقول الله سميع بصير <span id='ms036'></span> ثم نفيت عنه السمع\nوالبصر اللذين هما السمع والبصر ونفيت عنه العين وكما يستحيل هذا في\nالأشياء التي ليست لها أسماع وأبصار فهو في الله السميع البصير أشد استحالة\n</p>\n\n<p>\nوكيف استجزت أن تسمي أهل السنة وأهل المعرفة بصفات الله المقدسة مشبهة إذ\nوصفوا الله بما وصف به نفسه في كتابه بالأشياء التي أسماؤها موجودة في صفات\nبني آدم بلا تكييف وأنت قد شبهت إلهك في يديه وسمعه وبصره بأعمى وأقطع\nوتوهمت في معبودك ما توهمت في الأعمى والأقطع فمعبودك في دعواك مجدع منقوص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p301'> Vol. 01, p. 301</a>\n            </div>\n             أعمى لا بصر له وأبكم لا كلام له وأصم لا سمع له وأجذم لا يدان\nله ومقعد لا حراك به وليس هذا بصفة إله المصلين فأنت أوحش مذهبا في تشبيهك\nإلهك بهؤلاء العميان والمقطوعين أم هؤلاء الذين سميتهم مشبهة أن وصفوه بما\nوصف به نفسه بلا تشبيه فلولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p302'> Vol. 01, p. 302</a>\n            </div>\n             أنها كلمة هي محنة الجهمية التي\nبها ينبزون المؤمنين ما سمينا مشبها غيرك لسماجة ما شبهت ومثلت ويلك إنما\nنصفه بالأسماء لا بالتكييف ولا بالتشبيه كما يقال إنه ملك كريم عليم حكيم\nحليم رحيم لطيف مؤمن عزيز جبار متكبر\n</p>\n\n<p>\nوقد يجوز أن يدعى البشر ببعض هذه الأسماء وإن كانت مخالفة لصفاتهم\nفالأسماء فيها متفقة والتشبيه والكيفية مفترقة كما يقال ليس في الدنيا مما\nفي الجنة إلا الأسماء يعني في الشبه والطعم والذوق والمنظر واللون فإذا كان\nكذلك فالله أبعد من الشبه وأبعد فإن كنا مشبهة عندك أن وحدنا الله إلها\nواحدا بصفات أخذناها عنه وعن كتابه فوصفناه بما وصف به نفسه في كتابه فالله\nفي دعواكم أول المشبهين بنفسه ثم رسوله الذي أنبأنا ذلك عنه فلا تظلموا\nأنفسكم ولا تكابروا العلم إذ جهلتموه فإن التسمية في التشبيه بعيدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p303'> Vol. 01, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nوأما ما ادعيت في تفسير قوله <span class='quran'>إن الله كان سميعا بصيرا </span>أنه إنما\nعنى عالما بالأصوات عالما بالألوان لا يسمع بسمع ولا يبصر ببصر ثم قلت ولم\nيجئ خبر عن النبي صلى الله عليه وسلم وغيره أنه يسمع بسمع ويبصر ببصر <span id='ms037'></span>\nولكنكم قضيتم على الله بالمعنى الذي وجدتموه في أنفسكم\n</p>\n\n<p>\nفيقال لك أيها المريسي أما دعواك علينا أنا قضينا عليه بالمعنى الذي\nوجدناه في أنفسنا فهذا لا يقضي به إلا من هو ضال مثلك غير أن الله تبارك\nاسمه أخبر عن نفسه أنه يسمع بسمع ويبصر ببصر واتصلت عن رسول الله صلى الله\nعليه وسلم بذلك أخبار متصلة فإن حرمك الله معرفتها فما ذنبنا قال الله\nتعالى لموسى <span class='quran'>ولتصنع على عيني </span>وقال <span class='quran'>ودسر تجري بأعيننا </span><span class='quran'>واصنع الفلك بأعيننا </span>ثم ذكر رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p304'> Vol. 01, p. 304</a>\n            </div>\n             صلى الله عليه\nوسلم الدجال فقال ( إنه أعور وإن ربكم ليس بأعور ) والعور عند الناس ضد\nالبصر والأعور عندهم ضد البصير بالعينين\n</p>\n\n<p>\nورويت أنت أيها المريسي عن أبي موسى عن النبي صلى الله عليه وسلم محتجا\nلمذهبك أن النبي صلى الله عليه وسلم سمع أصحابه يرفعون أصواتهم بالتكبير\nفقال لهم ( إنكم لا تدعون أصم ولا غائبا ) فالصم ضد السمع الذي هو السميع\nعند الناس وهذا مما رويته وثبته عن النبي صلى الله عليه وسلم صحيحا في بعض\nدعواك به ففيما ذكرنا عن الله وعن رسوله بيان أن السمع غير البصر وأن البصر\nغير السمع وأنه يسمع بسمع ويبصر ببصر غير مكيف ولا ممثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p305'> Vol. 01, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\nومما يزيدك بيانا قول إبراهيم الخليل خليل الله صلوات الله عليه حين قال\nلأبيه <span class='quran'>يا أبت لم تعبد ما لا يسمع ولا يبصر ولا يغني عنك شيئا </span>يعني إبراهيم أن إلهه بخلاف الصنم يسمع بسمع ويبصر ببصر ولو كان على ما\nأولت أيها المريسي لقال أبو إبراهيم لإبراهيم فإلهك أيضا لا يسمع بسمع ولا\nيبصر ببصر وكذلك قال في أصنام العرب <span class='quran'>أم لهم أيد يبطشون بها أم لهم\nأعين يبصرون بها أم لهم آذان يسمعون بها </span>يعني أن الله بخلافهم له يد\nيبطش بها وعين يبصر بها وسمع يسمع به\n</p>\n\n<p>\nوادعيت أيضا أنا إن قلنا إن الله يسمع بسمع ويبصر ببصر فقد ادعينا أن\nبعضه عاجز وبعضه قوي وبعضه تام وبعضه ناقص وبعضه مضطر فإن قلتم <span id='ms038'></span> هو أيها\nالمريسي لا يجوز هذا القياس في صفة كلب من الكلاب فكيف في صفة رب العالمين\nبل حرام على السائل أن يسأل عن مثل هذا وحرام على المجيب أن يجيب فيه\nوالعجب من قائله كيف لم يخسف الله به غير أن الله حليم ذو أناة وحلم عمن\nقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p306'> Vol. 01, p. 306</a>\n            </div>\n             <span class='quran'>الله ثالث ثلاثة </span>وعمن قال <span class='quran'>اتخذ الله ولدا\n</span>وعمن قال <span class='quran'>أنا ربكم الأعلى </span>ومن قال <span class='quran'>يد الله مغلولة </span>وكذلك حلم عن هذا المريسي إذ لم يخسف به ولم يعجزه هربا\n</p>\n\n<p>\nويلك أيها المريسي إنا لا ندعي فيه هذه الخرافات التي احتججت بها مما ليس\nلمثلها جواب ونجله أن نلفظ في صفاته بهذه الخرافات غير أنا سمعناه يقول إنه\nسميع بصير و ^ إنني معكما أسمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n             وأرى ) ففرق بين السمع والبصر\nفأخذنا من الله ورددنا عليك جهلك وخرافاتك\n</p>\n\n<p>\nأو لم تقل أيها المريسي إنه لا يحل لأحد أن يتوهم في صفات الله بما يعرف\nمعناه في نفسه فكيف نسبت الله إلى العجز في سمعه وبصره على المعنى الذي\nتعرفه من نفسك ثم قلت فكما أنك بأحدهما مضطر إلى الآخر كذلك الله فيما\nادعيت علينا مضطر إلى الآخر فشبهت الله في مذهبك بالإنسان المجدع المنقوص\n</p>\n\n<p>\nأو لم تسمع أيها المريسي قول الله تعالى ^ ليس كمثله شيء ^ وكما ليس\nكمثله شيء ليس كسمعه سمع ولا كبصره بصر ولا لهما عند الخلق قياس ولا مثال\nولا شبيه فكيف تقيسهما أنت بشبه ما تعرف من نفسك وقد عبت على غيرك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p308'> Vol. 01, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\nوأما دعواك أن قوله <span class='quran'>سميع بصير </span>أنه يدرك الأصوات ويعلم الألوان\nفقد فهمنا بحمد الله معنى كفر ما تقصده به إليه فلا يجوز لك علينا في ذلك\nأغلوطة إن شاء الله يعني أن إلهك مهمل شبح هواء قائم في كل مكان لا يوصف\nبسمع ولا بصر ولا علم ولا كلام ولا وجه ولا يد ولا نفس ولا حد فالسمع عندك\nمنه بصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p309'> Vol. 01, p. 309</a>\n            </div>\n             والبصر منه سمع والوجه ظهر والأعلى منه أسفل والأسفل\nمنه أعلى يسمع الأصوات بزعمك أنه <span id='ms039'></span> يبلغه الصوت ولا يفهمه كما يبلغ الجبال\nالتي ليست لها أسماع ولا تفقهه ويعرف الألوان بالترائي والمشاهدة لا أن له\nسمعا يسمع به فيفقهه ولا له بصر يبصر به فيراه ويعرفه كما يقال للدور\nوالقصور يرى بعضها بعضا أي تتراءى وليست لها أبصار والجبال ينظر بعضها إلى\nبعض بلا بصر فكما يقال ذهب فلان بين سمع الأرض وبصرها من غير أن يكون للأرض\nسمع ولا بصر هو السمع والبصر فوصفت ربك بما وصف الله به الأصنام ما تقول\n<span class='quran'>وتراهم ينظرون إليك وهم لا يبصرون </span>وكما قال للذين يدعون من دونه\n<span class='quran'>إن تدعوهم لا يسمعوا دعاءكم ولو سمعوا ما استجابوا لكم </span>ولو كان\nمعنى السمع والبصر إدراك الأصوات وترائي الأجسام لكان ذلك تدرك الأصنام كما\nيدرك الله في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p310'> Vol. 01, p. 310</a>\n            </div>\n             دعواكم ولكن ما وصفت أيها المريسي صفة الأصنام لا\nصفة الله فإلى هذا المعنى تقصد في سمع الله وبصره وقد سمعناه من بعض\nخطبائكم يغالط بمثل هذه الحجج أنباط كوثى أو أبطاطا أو يهود الحيرة أهل ملة\nأبيك وجيرانه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\nفقد سمعت أبا هشام الرفاعي يذكر أنه سمع أبا نعيم يقول أنه رأى أباك\nيهوديا صابغا بالحيرة\n</p>\n\n<p>\nوأما دعواك أن من وصف الله بالسمع الذي هو السمع والبصر الذي هو البصر\nوميز بينهما فقد نسبه إلى العجز فما ظننا أيها المريسي أنه يشك أحد من ولد\nآدم أن العاجز الضعيف المضطر المحتاج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n             الذي لا سمع له ولا بصر\nحتى ادعيت أنت على جهل منك وما يدعوك إلى ذكر العاجز والقوة وما أشبههما من\nخرافاتك صفه بما وصف به نفسه فإنه أعلم بنفسه إنه القوي المتين الغني بجميع\nصفاته وجميع الذوات وعلى كل الحالات وهو بجميع ذلك إله واحد لا شريك له\nالمتعالي عما نسبته إليه قاتلك الله ما أكفرك ولقد كنت أسمع بكفرك قديما\nوحكي لي بعضه عنك وما ظننت أنك تعتقد من أنواع الكفر كل ما روى عنك المعارض\nقلنا وما إخاله يعقل معاني كلامك وما يؤديك إلى صريح الكفر فإن هو عقله <span id='ms040'></span>\nوأعتقده فهو مثلك إذ يعتقده ثم يبثه وينشره للعوام إذ لم تكن أنت تجترئ أن\nتنشره في بلدك للأنام إلا مناجاة بينك وبين جهلة طغام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p313'> Vol. 01, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\nوأما ما ادعيت أنه لم يجئ خبر عن النبي صلى الله عليه وسلم أن الله يسمع\nبسمع ويبصر ببصر فسنروي لك فيه ما قد غضبت منه إن شاء الله\n</p>\n\n<p>\nحدثنا عثمان بن أبي شيبة حدثنا جرير عن الأعمش عن تميم ابن سلمة عن عروة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p314'> Vol. 01, p. 314</a>\n            </div>\n             قال قالت عائشة رضي الله عنها الحمد لله الذي وسع سمعه الأصوات\nكلها إن خولة جاءت تشتكي زوجها إلى رسول الله صلى الله عليه وسلم فيخفي علي\nأحيانا بعض ما تقول فأنزل الله تعالى <span class='quran'>قد سمع الله قول التي تجادلك في\nزوجها وتشتكي إلى الله </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p315'> Vol. 01, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nوحدثنا موسى بن إسماعيل أن جرير بن حازم حدثهم قال سمعت أبا يزيد المزني\nقال لقيت امرأة عمر يقال لها خولة بنت ثعلبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p316'> Vol. 01, p. 316</a>\n            </div>\n             فقال عمر هذه\nامرأة سمع الله شكواها من فوق سبع سموات\n</p>\n\n<p>\nحدثنا أبو الربيع الزهراني ثنا أبو عبد الرحمن المقرئ ثنا حرملة بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n             عمران التجيبي قال حدثني أبو يونس سليم بن جبير مولى أبي هريرة\nعن أبي هريرة رضي الله عنه قال قرأ رسول الله صلى الله عليه وسلم <span class='quran'>إن\nالله كان سميعا بصيرا </span>فوضع أصبعه الدعا على عينيه وإبهامه على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p318'> Vol. 01, p. 318</a>\n            </div>\n             أذنيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا نعيم بن حماد ثنا ابن المبارك أبنا خالد الحذاء عن أبي عثمان\nالنهدي عن أبي موسى الأشعري رضي الله عنه قال كنا مع رسول الله صلى الله\nعليه وسلم في غزاة فجعلنا لا نصعد شرفا ولا نهبط في واد إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p320'> Vol. 01, p. 320</a>\n            </div>\n            \nرفعنا أصواتنا بالتكبير فدنا منا رسول الله صلى الله عليه وسلم فقال ( أيها\nالناس أربعوا على أنفسكم فإنكم لا تدعون أصم ولا غائبا إنما تدعون سميعا\nبصيرا )\n</p>\n\n<p>\nأفلا ترى أيها المريسي أن رسول الله صلى الله عليه وسلم ذكر الأصم\nوالسميع وهما متضادان فأخبر أن الله سميع بخلاف الأصم\n</p>\n\n<p>\nحدثنا محمد بن كثير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n             أبنا سفيان الثوري عن الأعمش عن عمارة <span id='ms041'></span> بن\nعمير عن وهب بن ربيعة عن عبد الله بن مسعود رضي الله عنه قال إني لمستتر\nبأستار الكعبة إذ جاء ثلاثة نفر ثقفي وختناه قرشيان كثير شحم بطونهم قليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p322'> Vol. 01, p. 322</a>\n            </div>\n             فقه قلوبهم فتحدثوا الحديث بينهم فقال أحدهم أترى الله يسمع ما\nقلناه فقال الآخر إن كان يسمع إذا رفعنا أنه يسمع إذا خفضنا فأتيت النبي\nصلى الله عليه وسلم فذكرت ذلك له فأنزل الله تعالى <span class='quran'>وما كنتم تستترون\nأن يشهد عليكم سمعكم ولا أبصاركم ولا جلودكم ولكن ظننتم أن الله لا يعلم\nكثيرا مما تعملون وذلكم ظنكم الذي ظننتم بربكم أرداكم فأصبحتم من الخاسرين\n</span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p323'> Vol. 01, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله بن صالح أن يحيى بن أيوب المصري حدثه عن عبد الله بن\nسليمان عن دراج قال حدثني أبو الهيثم عن أبي سعيد وعن ابن حجيرة الأكبر عن\nأبي هريرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p324'> Vol. 01, p. 324</a>\n            </div>\n             أو أحدهما عن رسول الله صلى الله عليه وسلم قال (\nإذا كان يوم حار ألقى الله سمعه وبصره إلى أهل السماء والأرض فإذا قال\nالرجل لا إله إلا الله ما أشد حر هذا اليوم اللهم أجرني من حر جهنم قال\nالله لجهنم إن عبدا من عبادي استجارني من حرك فإنى أشهدك فقد أجرته منك\nفإذا كان يوم شديد البرد ألقى الله سمعه وبصره إلى أهل الأرض فإذا قال\nالعبد لا إله إلا الله ما أشد برد هذا اليوم اللهم أجرني من زمهرير جهنم\nقال الله لجهنم إن عبدا من عبيدي استجارني من زمهريرك وإني أشهدك أني قد\nأجرته قالوا وما زمهرير جهنم يا رسول الله قال بيت يلقى فيه الكفار يتميز\nمن شدة برده بعضه من بعض ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p325'> Vol. 01, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لأبي اليمان أخبرك شعيب عن الزهري قال قال سالم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n             عبد\nالله بن عمر رضي الله عنهما قام رسول الله صلى الله عليه وسلم في الناس\nفأثنى على الله بما هو أهله ثم ذكر الدجال فقال ( إني سأقول لكم قولا لم\nيقله نبي لقومه تعلمن أنه أعور وأن الله ليس بأعور ) فأخبرني أبو اليمان أن\nشعيبا <span id='ms042'></span> أخبره به\n</p>\n\n<p>\nففي تأويل قول رسول الله صلى الله عليه وسلم ( أن الله ليس بأعور ) بيان\nأنه بصير ذو عينين خلاف الأعور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا موسى بن إسماعيل ثنا جويرية بن أسماء عن نافع عن عبد الله أن\nالدجال ذكر عند رسول الله صلى الله عليه وسلم فقال رسول الله صلى الله عليه\nوسلم ( ألا إن المسيح الدجال أعور عين اليمنى كأن عينيه عنبة طافية )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا مسلم بن إبراهيم ثنا شعبة عن سماك عن عكرمة عن ابن عباس رضي الله\nعنهما أن النبي صلى الله عليه وسلم ذكر الدجال فقال ( أعور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n             جعد\nوإن ربكم ليس بأعور )\n</p>\n\n<p>\nحدثنا علي بن الجعد أبنا شريك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n             عن عطاء بن السائب عن أبي\nالضحى عن ابن عباس في قوله الله <span class='quran'>المر </span>قال أنا الله أرى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا الزهراني أبو الربيع ثنا أبو معشر المدني عن سعيد وهو المقبري عن\nأبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم ( ما من نبي\nإلا وقد حذر أمته الدجال حتى نوح وسأخبركم عنه بشيء ما أخبر به نبي كان\nقبلي إنه كان أعور وإن الله ليس كذلك مكتوب بين عينيه كافر يقرأه كل مؤمن )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا القعنبي فيما قرأ على مالك بن أنس عن نافع وعبد الله ابن دينار\nوزيد بن أسلم كلهم يحدثه عن عبد الله بن عمر أن رسول الله صلى الله عليه\nوسلم قال ( لا ينظر الله يوم القيامة إلى من جر إزاره خيلاء ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا القعنبي فيما قرأ على مالك بن أنس عن مالك عن أبي الزناد عن الأعرج\nعن أبي هريرة عن النبي صلى الله عليه وسلم بمثله إلا أنه قال ( جر إزاره\nبطرا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p334'> Vol. 01, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا القعنبي عن مالك بن أنس عن العلاء بن عبد الرحمن عن أبيه عن أبي\nسعيد الخدري رضي الله عنه عن النبي صلى الله عليه وسلم مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سهل بن بكار ثنا عبد السلام أبو الجليل قال سمعت عبيدة الهجيمي\nيحدث عن أبي جري جابر قال أتيت النبي صلى الله <span id='ms043'></span> عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p336'> Vol. 01, p. 336</a>\n            </div>\n             فقلت\nالسلام عليك فقال وعليك ثم قال ( إن رجلا ممن كان قبلكم لبس بردين له\nفتبختر فيهما فنظر الله إليه من فوق عرشه فمقته فأمر الأرض فأخذته فهو\nيتجلجل بين الأرضيين فاحذروا وقائع الله )\n</p>\n\n<p>\nفهاك خذها أيها المريسي قد جئناك بها عن رسول الله صلى الله عليه وسلم\nمأثورة صحيحة بعدما ادعيت بجهلك أنه لم يأت فيه أثر عن رسول الله صلى الله\nعليه وسلم ولا عن غيره وما تصنع فيه بأثر بعد قول الله عز وجل إنه كان\nسميعا بصيرا لأنه لا يقال لشيء إنه سميع بصير إلا لمن هو من ذوي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n             الأسماع والأبصار وقد يقال في مجاز الكلام الجبال والقصور\nتتراءى وتسمع على معنى أنها يقابل بعضها بعضا وتبلغها الأصوات ولا تفقه ولا\nيقال جبل سميع بصير وقصر بصير لأن سميع مستحيل ذلك إلا لمن يسمع بسمع ويبصر\nببصر فإن أنكر أصحاب المريسي ما قلنا فليسموا شيئا ليس من ذوي الأسماع\nوالأبصار أجازت العرب أن يقولوا هو سميع بصير فإنهم لا يأتون بشيء يجوز أن\nيقال له ذلك\n</p>\n\n<p>\nوادعيت أيها المريسي في قول الله تعالى <span class='quran'>هل ينظرون إلا أن تأتيهم\nالملائكة أو يأتي ربك </span>وفي قوله <span class='quran'>إلا أن يأتيهم الله في ظلل من\nالغمام </span>فادعيت أن هذا ليس منه بإتيان لما أنه غير متحرك عندك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n             ولكن يأتي يوم القيامة بزعمك وقوله ( يأتيهم الله في ظلل من\nالغمام ) ولا يأتي هو بنفسه ثم زعمت أن معناه كمعنى قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n             <span class='quran'>فأتى الله بنيانهم من القواعد </span>و <span class='quran'>فأتاهم الله من حيث لم يحتسبوا\n</span>يقال لهذا المريسي قاتلك الله ما أجرأك على الله وعلى كتابه بلا علم\nولا بصر أنبأك الله أنه إتيان وتقول ليس إتيانا إنما هو مثل قول <span class='quran'>فأتى\nالله بنيانهم من القواعد </span>لقد ميزت بين ما جمع الله وجمعت بين ما ميز\nالله ولا يجمع بين هذين في التأويل إلا كل جاهل بالكتاب والسنة لأن كل واحد\nمنهما مقرون به في سياق القراءة لا يجهله إلا مثلك\n</p>\n\n<p>\nوقد <span id='ms044'></span> اتفقت الكلمة من المسلمين أن الله تعالى فوق عرشه فوق سمواته وأنه لا\nينزل قبل يوم القيامة لعقوبة أحد من خلقه ولم يشكوا أنه ينزل يوم القيامة\nليفصل بين عباده ويحاسبهم ويثيبهم وتشقق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n             السموات يومئذ لنزوله\nوتنزل الملائكة تنزيلا ويحمل عرش ربك فوقهم ثمانية كما قال الله ورسوله\nفلما لم يشك المسلمون أن الله لا ينزل إلى الأرض قبل يوم القيامة لشيء من\nأمور الدنيا علموا يقينا أن ما يأتي الناس من العقوبات إنما هو أمره وعذابه\nفقوله <span class='quran'>فأتى الله بنيانهم من القواعد </span>يعنى مكره من قبل قواعد\nبنيانهم <span class='quran'>فخر عليهم السقف من فوقهم </span>فتفسير هذا الاتيان خرور السقف\nمن فوقهم\n</p>\n\n<p>\nوقوله <span class='quran'>فأتاهم الله من حيث لم يحتسبوا </span>مكر بهم فقذف في قلوبهم\nالرعب يخربون بيوتهم بأيديهم وأيدي المؤمنين وهم بنو قريظة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \nفتفسير الإتيان مقرون بهما خرور السقف والرعب وتفسير إتيان الله يوم\nالقيامة منصوص في الكتاب مفسر قال الله تعالى ^ فإذا نفخ في الصور نفخة\nواحدة وحملت الأرض والجبال فدكتا دكة واحدة فيومئذ وقعت الواقعة وانشقت\nالسماء فهي يومئذ واهية والملك على أرجائها ويحمل عرش ربك فوقهم يومئذ\nثمانية يومئذ تعرضون لا تخفى منكم خافية إلى قوله هلك عني سلطانيه ^ فقد\nفسر الله تعالى المعنيين تفسيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p342'> Vol. 01, p. 342</a>\n            </div>\n             لا لبس فيه ولا يشتبه على ذي\nعقل فقال فيما يصيب به من العقوبات في الدنيا <span class='quran'>أتاها أمرنا ليلا أو\nنهارا فجعلناها حصيدا كأن لم تغن بالأمس </span>فحين قال <span class='quran'>أتاها أمرنا\n</span>علم أهل العلم أن أمره ينزل من عنده من السماء وهو على عرشه فلما قال\n<span class='quran'>فإذا نفخ في الصور نفخة واحدة </span>الآيات التي ذكرنا وقال أيضا <span class='quran'>ويوم تشقق السماء بالغمام ونزل الملائكة تنزيلا </span>و <span class='quran'>يأتيهم الله في\nظلل من الغمام والملائكة وقضي الأمر وإلى الله ترجع الأمور </span>و <span class='quran'>دكت\nالأرض دكا دكا وجاء ربك والملك صفا صفا </span>علم بما قص الله من الدليل\nوبما حد لنزول الملائكة يومئذ أن هذا إتيان الله بنفسه يوم القيامة ليلي\nمحاسبة خلقه بنفسه لا يلي ذلك <span id='ms045'></span> أحد غيره وأن معناه مخالف لمعنى اتيان\nالقواعد لاختلاف القضيتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\nألا ترى أيها المريسي أنه قال <span class='quran'>فأتى الله بنيانهم من القواعد </span>ولم يذكر عندها نفخ الصور ولا تشقق السماء ولا تنزل الملائكة ولا حمل العرش\nولا يوم العرض ولكن قال <span class='quran'>فخر عليهم السقف من فوقهم </span>في دنياهم <span class='quran'>وأتاهم العذاب من حيث لا يشعرون </span>فرد الإتيان إلى العذاب ففرق بين\nالمعنيين ما فرق ربهما من الدلائل والتفسير وإنما يصرف كل معنى إلى المعنى\nالذي ينصرف إليه ويحتمله في سياق القول إلا أن يجد الشيء اليسير في الفرط\nيجوز في المجاز بأقل المعاني وأبعدها عن العقول فيعمد إلى أكثر معاني\nالأشياء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p344'> Vol. 01, p. 344</a>\n            </div>\n             وأغلبها فيصرف المشهورات منها إلى المغمورات\nالمستحالات يغالط بها الجهال ويروج عليهم به الضلال فيكون ذلك دليلا منه\nعلى الظنة والريبة ومخالفة العامة والقرآن عربي مبين تصرف معانيه إلى أشهر\nما تعرفه العرب في لغاتها وأعمها عندهم فإن تأول متأول مثلك جاهل في شيء\nمنه خصوصا أو صرفه إلى معنى بعيد عن العموم بلا أثر فعليه البينة على دعواه\nوإلا فهو على العموم أبدا كما قال الله تعالى وقد كفانا رسول الله صلى الله\nعليه وسلم وأصحابه تفسير هذا الإتيان حتى لا يحتاج له منك إلى تفسير ولو لم\nيأت عن رسول الله صلى الله عليه وسلم وعن أصحابه فيه أثر لم تكن ممن يعتمد\nعلى تفسيرك لما أنك فيه ظنين غير أمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا نعيم بن حماد ثنا إبراهيم بن سعد عن ابن شهاب عن عطاء بن يزيد\nالليثي عن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم (\nيجمع الله الناس يوم القيامة فيقول من كان يعبد شيئا فليتبعه قال فيقول\nالمؤمنون هذا مكاننا حتى يأتينا ربنا فإذا جاء ربنا عرفناه فيأتيهم الله\nفيقول أنا ربكم فيقولون أنت ربنا فيتبعونه ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p346'> Vol. 01, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا موسى بن إسماعيل ثنا حماد بن سلمة عن علي بن زيد عن يوسف بن مهران\nعن ابن عباس رضي الله عنهما في هذه الآية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p347'> Vol. 01, p. 347</a>\n            </div>\n             <span class='quran'>ويوم <span id='ms046'></span> تشقق\nالسماء بالغمام ونزل الملائكة تنزيلا </span>قال ينزل أهل السماء الدنيا وهم\nأكثر من أهل الأرض ومن الجن والإنس فيقول أهل الأرض أفيكم ربنا فيقولون لا\nوسيأتي ثم تشقق السماء الثانية وساقه إلى السماء السابعة قال فيقولون أفيكم\nربنا فيقولون لا وسيأتي ثم يأتي الرب تبارك وتعالى في الكروبيين وهم أكثر\nمن أهل السموات والأرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله بن صالح المصري ثنا ابن لهيعة عن يزيد بن أبي حبيب عن\nسنان بن سعد عن أنس بن مالك رضي الله عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n             أنه قال وتلا هذه\nالآية <span class='quran'>يوم تبدل الأرض غير الأرض والسماوات </span>قال يبدلها الله يوم\nالقيامة بأرض من فضة لم تعمل عليها الخطايا ينزل عليها الجبار\n</p>\n\n<p>\nحدثنا أحمد بن يونس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n             ثنا أبو شهاب عن عوف عن أبي المنهال عن\nشهر بن حوشب عن ابن عباس رضي الله عنهما قال إذا كان يوم القيامة مدت الأرض\nمد الأديم فإذا كان ذلك قبضت هذه السماء الدنيا على أهلها فنثروا على وجه\nالأرض فإذا أهل السماء الدنيا أكثر من جميع أهل الأرض فإذا رآهم أهل الأرض\nفزعوا وقالوا أفيكم ربنا فيقولون ليس فينا وهو آت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p351'> Vol. 01, p. 351</a>\n            </div>\n             قال ثم يقبض\nأهل السماء الثانية وساق إلى السماء السابعة قال فلأهل السماء السابعة\nوحدهم أكثر من أهل ست سموات ومن جميع أهل الأرض بالضعف قال ويجيء الله\nتعالى فيهم والأمم جثيا صفوف قال فينادي مناد ستعلمون اليوم من أصحاب الكرم\n</p>\n\n<p>\nومن يلتفت أيها المريسي إلى تفسيرك المحال في إتيان الله يوم القيامة\nويدع تفسير رسول الله صلى الله عليه وسلم وأصحابه إلا كل جاهل مجنون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n             خاسر مفتون لما أنك مغبون في الدين مأبون وعلى تفسير كتاب الله\nغير مأمون ويلك أيأتي الله بالقيامة ويتغيب هو نفسه فمن يحاسب الناس يومئذ\nلقد خشيت على من ذهب مذهبك هذا وأستيقن أنه لا يؤمن بيوم الحساب\n</p>\n\n<p>\nوادعيت أيها المريسي أن قول الله تعالى <span class='quran'>هو الحي القيوم </span>وادعيت\nأن تفسير القيوم عندك الذي لا يزول يعني الذي لا ينزل ولا يتحرك <span id='ms047'></span> ولا يقبض\nولا يبسط وأسندت ذلك عن بعض أصحابك غير مسمى عن الكلبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n             عن أبي\nصالح عن ابن عباس أنه قال القيوم الذي لا يزول وعند أهل البصر ومع روايتك\nهذه عن ابن عباس دلائل وشواهد أيضا باطل\n</p>\n\n<p>\nإحداها أنك أنت رويتها وأنت المتهم في توحيد الله\n</p>\n\n<p>\nوالثانية أنك رويته عن بعض أصحابك غير مسمى وأصحابك مثلك في الظنة\nوالتهمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p354'> Vol. 01, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\nوالثالث أنه عن الكلبي وقد أجمع أهل العلم بالأثر على أن لا يحتجوا\nبالكلبي في أدنى حلال ولا حرام فكيف في تفسير توحيد الله وتفسير كتابه\nوكذلك أبو صالح\n</p>\n\n<p>\nولو قد صحت روايتك عن ابن عباس أنه قال القيوم الذي لا يزول لم نستنكره\nوكان معناه مفهوما واضحا عند العلماء وعند أهل البصر بالعربية أن معنى لا\nيزول لا يفنى ولا يبيد لا أنه لا يتحرك ولا يزول من مكان إلى مكان إذا شاء\nكما كان يقال للشيء الفاني هو زائل كما قال لبيد ابن ربيعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\n( ألا كل شيء ما خلا الله باطل % وكل نعيم لا محالة زائل )\n</p>\n\n<p>\nيعني فان لا أنه متحرك فإن أمارة ما بين الحي والميت التحرك وما لا يتحرك\nفهو ميت لا يوصف بحياة كما وصف الله تعالى الأصنام الميتة فقال <span class='quran'>والذين\nيدعون من دون الله لا يخلقون شيئا وهم يخلقون أموات غير أحياء وما يشعرون\nأيان يبعثون </span>فالله الحي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n             القيوم القابض الباسط يتحرك إذا\nشاء ويفعل ما يشاء بخلاف الأصنام الميتة التي لا تزول حتى تزال\n</p>\n\n<p>\nواحتججت أيضا أيها المريسي في نفي التحريك عن الله عز وجل والزوال بحجج\nالصبيان فزعمت أن إبراهيم عليه السلام حين رأى كوكبا وشمسا وقمرا <span class='quran'>قال\nهذا ربي فلما أفل قال لا أحب الآفلين </span>ثم قلت فنفى إبراهيم المحبة من\nكل إله زائل يعني أن الله إذا نزل من سماء إلى سماء أو نزل يوم القيامة\nلمحاسبة العباد فقد أفل وزال كما أفل الشمس والقمر فتنصل من ربوبيتهما\nإبراهيم فلو قاس هذا القياس تركي طمطماني أو رومي أعجمي ما زاد <span id='ms048'></span> على ما قست\nقبحا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p357'> Vol. 01, p. 357</a>\n            </div>\n             وسماجة ويلك ومن قال من خلق الله تعالى أن الله تعالى إذا\nنزل أو تحرك أو نزل ليوم الحساب أفل في شيء كما تأفل الشمس في عين حمئة\n</p>\n\n<p>\nإن الله لا يأفل في خلق سواه إذا نزل أو ارتفع كما تأفل الشمس والقمر\nوالكواكب بل هو العالي على كل شيء المحيط بكل شيء في جميع أحواله من نزوله\nوارتفاعه\n</p>\n\n<p>\nوهو الفعال لما يريد لا يأفل في شيء بل الأشياء كلها تخشع له والمواضع\nوالشمس والقمر والكواكب خلائق مخلوقة إذا أفلت أفلت في مخلوق في عين حمئة\nكما قال الله والله أعلى وأجل لا يحيط به شيء ولا يحتوي عليه شيء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\n| الرؤية\n</p>\n\n<p>\nثم انتدب المريسي الضال لرد ما جاء عن رسول الله صلى الله عليه وسلم في\nالرؤية في قوله ( سترون ربكم يوم القيامة لا تضامون في رؤيته كما لا تضامون\nفي رؤية الشمس والقمر ليلة البدر ) فأقر الجاهل بالحديث وصححه وثبت روايته\nعن النبي صلى الله عليه وسلم ثم تلطف لرده وإبطاله بأقبح تأويل وأسمج تفسير\n</p>\n\n<p>\nولو قد رد الحديث أصلا كان أعذر له من تفاسيره هذه المقلوبة التي لا\nيوافقه عليها أحد من أهل العلم ولا من أهل العربية فادعى الجاهل أن تفسير\nقول رسول الله صلى الله عليه وسلم ( سترون ربكم لا تضامون في رؤيته )\nتعلمون أن لكم ربا لا تشكون فيه كما انكم لا تشكون في القمر أنه قمر لا على\nأن أبصار المؤمنين تدركه جهرة يوم القيامة لأنه نفى ذلك عن نفسه بقوله <span class='quran'>لا تدركه الأبصار </span>قال وليس على معنى قول المشبهة فقوله ( ترون ربكم )\nتعلمون أن لكم ربا لا يعتريكم فيه الشكوك والريب ألا ترون أن الأعمى يجوز\nأن يقال ما أبصره أي ما أعلمه وهو لا يبصر شيئا ويجوز أن يقول الرجل قد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p359'> Vol. 01, p. 359</a>\n            </div>\n             نظرت في المسألة وليس للمسألة جسم ينظر إليه فقوله نظرت فيها\nرأيت فيها فتوهمت المشبهة الرؤية جهرة وليس ذلك من جهة العيان\n</p>\n\n<p>\nفيقال لك أيها المريسي أقررت <span id='ms049'></span> بالحديث وثبته عن رسول الله صلى الله عليه\nوسلم فأخذ الحديث بحلقك لما أن رسول الله صلى الله عليه وسلم قد قرن\nالتفسير بالحديث فأوضحه ولخصه يجمعها جميعا إسناد واحد حتى لم يدع لمتأول\nفيه مقالا\n</p>\n\n<p>\nفأخبر أنه رؤية العيان نصا كما توهم هؤلاء الذين تسميهم بجهلك مشبهة\nفالتفسير فيه مأثور مع الحديث وأنت تفسره بخلاف ما فسر الرسول من غير أثر\nتأثير عمن هو أعلم منك فأي شقي من الأشقياء وأي غوي من الأغوياء يترك تفسير\nرسول الله صلى الله عليه وسلم المقرون بحديثه المعقول عند العلماء الذي\nيصدقه ناطق الكتاب ثم يقبل تفسيرك المحال الذي لا تأثره إلا عمن هو أجهل\nمنك وأضل\n</p>\n\n<p>\nأليس قد أقررت أن النبي صلى الله عليه وسلم قال ( ترون ربكم لا تضامون\nفيه كما لا تضامون في رؤية الشمس والقمر ) وإنما قال النبي صلى الله عليه\nوسلم لأصحابه لا تشكون يوم القيامة في ربوبيته وهذا التفسير مع ما فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n             من معاندة الرسول صلى الله عليه وسلم محال خارج عن المعقول لأن\nالشك في ربوبية الله عز وجل زائل عن المؤمن والكافر يوم القيامة فكل مؤمن\nوكافر يومئذ يعلم أنه ربه لا يعتريهم في ذلك شك فيقبل الله ذلك من المؤمنين\nولا يقبله من الكافرين ولا يعذرهم يومئذ بمعرفتهم ويقينهم به فما فضل\nالمؤمن على الكافر يوم القيامة عندك في معرفة الرب تعالى إذ مؤمنهم وكافرهم\nلا يعتريه في ربوبيته شك\n</p>\n\n<p>\nأو ما علمت أيها المريسي أنه من مات ولم يعرف قبل موته أن الله ربه في\nحياته حتى يعرفه بعد مماته فإنه يموت كافرا ومصيره النار أبدا ولن ينفعه\nالإيمان يوم القيامة بما يرى من آياته إن لم يكن آمن به من قبل فما موضع\nبشرى رسول الله صلى الله عليه وسلم المؤمنين برؤية ربهم يوم القيامة إذ كل\nمؤمن وكافر في الرؤية يومئذ سواء عندك إذ كل لا يعتريه فيه شك ولا ريبة\n</p>\n\n<p>\nأولم تسمع أيها المريسي قول الله تعالى ^ ربنا أبصرنا <span id='ms050'></span> وسمعنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n            \nفارجعنا نعمل صالحا إنا موقنون ) <span class='quran'>ولو ترى إذ وقفوا على ربهم قال أليس\nهذا بالحق قالوا بلى وربنا </span>فقد أخبر الله عز وجل عن الكفار أنهم به\nيومئذ موقنون فكيف المؤمنون من أصحاب رسول الله صلى الله عليه وسلم الذين\nسألوه هل نرى ربنا وقد علموا قبل أن يسألوه أن الله ربهم لا يعتريهم في ذلك\nشك ولا ريب\n</p>\n\n<p>\nأولم تسمع ما قال الله تعالى <span class='quran'>يوم يأتي بعض آيات ربك لا ينفع نفسا\nإيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيرا </span>يقال في تفسيره\nإنه طلوع الشمس من مغربها فإذا لم ينفع الرجل إيمانه عند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p362'> Vol. 01, p. 362</a>\n            </div>\n            \nالآيات التي في الدنيا فكيف ينفعه يوم القيامة فيستحق بها النظر إلى الله\nتعالى فاعقل أيها المريسي ما يجلب عليك كلامك من الحجج الآخذة بحلقك\n</p>\n\n<p>\nوأما إدخالك على رسول الله صلى الله عليه وسلم فيما حقق من رؤية الرب يوم\nالقيامة قوله ( لا تدركه الأبصار ) فإنما يدخل على من عليه نزل وقد عرف ما\nأراد الله به وعقل فأوضحه تفسيرا وعبره تعبيرا ففسر الأمرين جميعا تفسيرا\nشافيا كافيا سأله أبو ذر هل رأيت ربك يعني في الدنيا فقال ( نور أنى أراه )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p363'> Vol. 01, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا الحوضي وغيره عن يزيد بن إبراهيم عن قتادة عن عبد الله بن شقيق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p364'> Vol. 01, p. 364</a>\n            </div>\n             عن أبي ذر رضي الله عنه عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\nفهذا معنى قوله <span class='quran'>لا تدركه الأبصار </span>في الحياة الدنيا فحين سئل عن\nرؤيته في المعاد قال ( نعم جهرة كما ترى الشمس والقمر ليلة البدر ) ففسر\nرسول الله صلى الله عليه وسلم المعنيين على خلاف ما ادعيت\n</p>\n\n<p>\nوالعجيب من جهلك بظاهر لفظ رسول الله صلى الله عليه وسلم إذ تتوهم في\nرؤية الله جهرة كرؤية الشمس والقمر ثم تدعي أنه من توهم من سميتهم بجهلك\nمشبهة فرسول الله صلى الله عليه وسلم في دعواك أول المشبهين إذ شبه رؤيته\nبرؤية الشمس والقمر كما شبهه هؤلاء المشبهون في دعواك\n</p>\n\n<p>\nوأما أغلوطتك التي غالطت بها جهال أصحابك <span id='ms051'></span> في رؤية الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p365'> Vol. 01, p. 365</a>\n            </div>\n             تعالى\nيوم القيامة فقلت ألا ترى أن قوم موسى حين قالوا <span class='quran'>أرنا الله جهرة </span>أخذتهم الصاعقة وقالوا <span class='quran'>لن نؤمن لك حتى نرى الله جهرة </span>فأخذتهم\nالصاعقة وقالوا <span class='quran'>أو نرى ربنا لقد استكبروا في أنفسهم وعتوا عتوا كبيرا\n</span>فادعيت أن الله أنكر عليهم ذلك وعابهم بسؤالهم الرؤية\n</p>\n\n<p>\nفيقال لهذا المريسي تقرأ كتاب الله وقلبك غافل عما يتلى عليك ألا ترى أن\nأصحاب موسى سألوا موسى رؤية الله في الدنيا إلحافا فقالوا <span class='quran'>لن نؤمن لك\nحتى نرى الله جهرة </span>ولم يقولوا حتى نرى الله في الآخرة ولكن في الدنيا\n</p>\n\n<p>\nوقد سبق من الله القول بأنه <span class='quran'>لا تدركه الأبصار </span>أبصار أهل الدنيا\nفأخذتهم الصاعقة بظلمهم وسؤالهم عما حظره الله على أهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p366'> Vol. 01, p. 366</a>\n            </div>\n             الدنيا\nولو قد سألوه رؤيته في الآخرة كما سأل أصحاب محمد صلى الله عليه وسلم محمدا\nصلى الله عليه وسلم لم تصبهم تلك الصاعقة ولم يقل لهم إلا ما قال محمد صلى\nالله عليه وسلم لأصحابه إذ سألوه هل نرى ربنا يوم القيامة فقال ( نعم لا\nتضارون في رؤيته ) فلم يعبهم الله ولا رسوله بسؤالهم عن ذلك بل حسنه لهم\nوبشرهم بها بشرى جميلة كما رويت أيها المريسي عنه\n</p>\n\n<p>\nوقد بشرهم الله تعالى بها قبله في كتابه فقال تعالى <span class='quran'>وجوه يومئذ\nناضرة إلى ربها ناظرة </span>وقال للكفار <span class='quran'>كلا إنهم عن ربهم يومئذ\nلمحجوبون </span>فقوم موسى سألوا نبيهم ما قد حظره الله على أهل الدنيا بقوله\n<span class='quran'>لا تدركه الأبصار </span>وسأل أصحاب محمد صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p367'> Vol. 01, p. 367</a>\n            </div>\n             نبيهم ما أخبر الله أنه سيعطيهم ويثيبهم به فصعق قوم موسى\nبسؤالهم ما لا يكون وسلم أصحاب محمد صلى الله عليه وسلم بسؤالهم ما يكون\nومتى عاب الله على قوم موسى سؤال الرؤية في الآخرة فتفتري بذلك عليهم تكذب\nعلى الله وعلى رسوله والله لا يحب الكاذبين\n</p>\n\n<p>\nوقد فسرنا أمر الرؤية وروينا ما جاء فيها من الآثار في الكتاب الأول الذي\nأمليناه في الجهمية وروينا منها صدرا في صدر هذا الكتاب أيضا فالتمسوها\nهنالك <span id='ms052'></span> واعرضوا ألفاظها على قلوبكم وعقولكم تتكشف لكم عورة كلام هذا المريسي\nوضلال تأويله ودحوض حجته إن شاء الله تعالى ولولا أن يطول به الكتاب لأعدت\nالباب بطوله وأسانيده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p368'> Vol. 01, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\n| أصابع الرحمن\n</p>\n\n<p>\nورويت أيها المريسي عن رسول الله صلى الله عليه وسلم أنه قال ( القلوب\nبين أصبعين من أصابع الرحمن يقلبها كيف يشاء ) فأقررت بأن النبي صلى الله\nعليه وسلم قاله ثم رددته بأقبح محال وأوحش ضلال ولو قد دفعت الحديث أصلا\nلكان أعذر لك من أن تقربه ثم ترده بمحال من الحجج وبالتي هي أعوج فزعمت أن\nأصبعي الله قدرتيه وكذلك قوله <span class='quran'>والأرض جميعا قبضته يوم القيامة </span>أي\nفي ملكه\n</p>\n\n<p>\nفيقال لك أيها المعجب بجهالته في أي لغات العرب وجدت أن أصبعيه قدرته\nفأنبئنا بها فإنا قد وجدناها خارجة من جميع لغاتهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p369'> Vol. 01, p. 369</a>\n            </div>\n             إنما هي\nقدرة واحدة قد كفت الأشياء كلها وملأتها واستنطقها فكيف صارت للقلوب من بين\nالأشياء قدرتان وكم تعدها قدرة فإن النبي صلى الله عليه وسلم قال ( بين\nأصبعين ) وفي دعواك هي أكثر من قدرتين وثلاث وأربع وحكمت فيها للقلوب\nقدرتين وسائرها لما سواها ففي دعواك هذا أقبح محال وأبين ضلال فكيف ادعيت\nأن الأرض قبضته يوم القيامة والسموات مطويات بيمينه أنها صارت يوم القيامة\nفي ملكه كأنهما كانتا قبل يوم القيامة في ملك غيره خارجة عن ملكه فكان\nمغلوبا عليها في دعواك حتى صارت يوم القيامة في ملكه وما بالها تصير في\nملكه يوم القيامة مطويات ولا تكون في ملكه منشورات وما أراك إلا ستدري أن\nقوله <span class='quran'>مطويات </span>ناقض لتأويلك\n</p>\n\n<p>\nومما يزيده نقضا قوله الآخر <span class='quran'>يوم نطوي السماء كطي السجل للكتب </span>وقول رسول الله صلى الله عليه وسلم ( يطوي الله السماء يوم القيامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p370'> Vol. 01, p. 370</a>\n            </div>\n             بيمينه ثم يقول أنا الملك ) ففي قول الله <span class='quran'>يوم نطوي السماء\n</span>وحديث رسوله صلى الله عليه وسلم بيان ومعنى مخالف قيلك لا شك فيه وكيف\nأقررت بالحديث في الأصبعين من أصابع الله وفسرتهما قدرتين وكذبت بحديث ابن\nمسعود في خمس أصابع وهو أجود إسنادا من <span id='ms053'></span> حديث الأصبعين أفلا أقررت بحديث ابن\nمسعود ثم تأولته القدرة خمس قدرات كما تأولت في الأصبعين بقدرتين فإن النبي\nصلى الله عليه وسلم قال ( بين أصبعين من الأصابع ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p371'> Vol. 01, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\nفأما تكذيبك بحديث ابن مسعود عن النبي صلى الله عليه وسلم أن حبرا من\nاليهود قام إليه فقال أبلغك أن الله يحمل يوم القيامة السموات على أصبع\nوالجبال على أصبع والشجر على أصبع والماء والثرى على أصبع والخلائق على\nأصبع ثم يهزهن ويقول أنا الملك فضحك رسول الله صلى الله عليه وسلم تعجبا\nلما قال الحبر وتصديقا له ثم قرأ <span class='quran'>وما قدروا الله حق قدره والأرض جميعا\nقبضته يوم القيامة والسماوات مطويات بيمينه </span>فادعيت أن هذه نزلت تكذيبا\nلما قال الحبر ثم قلت أفتحتجون بقول اليهود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p372'> Vol. 01, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\nفيقال لك أيها المريسي قلما رأينا مفسرا ومتكلما أشد مناقضا لكلامه منك\nمرة تقول الحديث يروى عن النبي صلى الله عليه وسلم وتفسره قدرتين ومرة تقول\nهو كذب وقول اليهود تقر به مرة وتنكر أخرى ولو قد كنت من أهل الحديث ورواته\nلعلمت أن الأثر قد جاء به تصديقا لليهودي لا تكذيبا له كما ادعيت\n</p>\n\n<p>\nحدثنا أحمد بن يونس عن فضيل بن عياض عن منصور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p373'> Vol. 01, p. 373</a>\n            </div>\n             عن إبراهيم عن\nعبيدة عن عبد الله رضي الله عنه عن النبي صلى الله عليه وسلم أنه ضحك من\nقول الحبر تعجبا لما قال وتصديقا له\n</p>\n\n<p>\nفعمن رويت أيها المريسي أنه قال في حديث ابن مسعود أنه قال تكذيبا له\nفأنبئنا به وإلا فإنك فيها من الكاذبين\n</p>\n\n<p>\nوأما تشنيعك على هؤلاء المقرين بصفات الله عز وجل المؤمنين بما قال الله\nأنهم يتوهمون فيها جوارح وأعضاء فقد ادعيت عليهم في ذلك زورا باطلا وأنت من\nأعلم الناس بما يريدون بها إنما يثبتون منها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p374'> Vol. 01, p. 374</a>\n            </div>\n             ما أنت له معطل\nوبه مكذب ولا يتوهمون فيها إلا ما عنى الله تعالى ورسوله صلى الله عليه\nوسلم ولا يدعون جوارح ولا أعضاء كما تقولت عليهم غير أنك لا تألو في\nالتشنيع عليهم بالكذب ليكون أروج لضلالتك عند <span id='ms054'></span> الجهال ولئن جزعت من حديث ابن\nمسعود عن النبي صلى الله عليه وسلم في قصة الحبر مالك راحة في رواية عائشة\nوأم سلمة وغيرهم مما يحقق حديث ابن مسعود ويثبت روايته\n</p>\n\n<p>\nحدثنا موسى بن إسماعيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p375'> Vol. 01, p. 375</a>\n            </div>\n             أبو سلمة ثنا حماد بن سلمة عن علي بن\nزيد عن أم محمد عن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم\nقال ( قلوب العباد بين أصبعين من أصابع الله إذا أراد أن يقلب قلب عبد قلبه\n)\n</p>\n\n<p>\nوحدثنا نعيم بن حماد ثنا ابن المبارك أخبرناه حيوة بن شريح أخبرني أبو\nهانئ الخولاني أنه سمع أبا عبد الرحمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p376'> Vol. 01, p. 376</a>\n            </div>\n             الحبلي يقول سمعت عبد\nالله بن عمرو بن العاص يقول سمعت رسول الله صلى الله عليه وسلم يقول ( قلوب\nبني آدم كلها بين أصبعين من أصابع الرحمن كقلب واحد يصرف كيف شاء ثم يقول\nرسول الله صلى الله عليه وسلم اللهم مصرف القلوب صرف قلوبنا على طاعتك )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p377'> Vol. 01, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا نعيم بن حماد ثنا ابن لمبارك أبنا عبد الرحمن بن يزيد ابن جابر قال\nسمعت بشر بن عبيد الله قال سمعت أبا إدريس الخولاني يقول سمعت النواس بن\nسمعان الكلابي يقول سمعت رسول الله صلى الله عليه وسلم يقول ( ما من قلب\nإلا بين أصبعين من أصابع الرحمن إن شاء أقامه وإن شاء أزاغه ) وكان رسول\nالله صلى الله عليه وسلم يقول ( اللهم مقلب القلوب ثيت قلوبنا على دينك )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p377'> Vol. 01, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله بن صالح عن ليث بن سعد عن يحيى بن سعيد عن خالد بن أبي\nعمران عن أبي عياش بن أبي مهران \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p379'> Vol. 01, p. 379</a>\n            </div>\n             عن أبي هريرة قال قال رسول\nالله صلى الله عليه وسلم ( إنما قلب ابن آدم بين أصبعين من أصابع الرحمن )\n</p>\n\n<p>\nحدثنا يزيد بن عبد ربه الحمصي ثنا بقية بن الوليد عن عتبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p380'> Vol. 01, p. 380</a>\n            </div>\n            \nابن أبي حكيم عن يزيد الرقاشي عن أنس بن مالك قال قال رسول الله صلى الله\nعليه وسلم ( والذي نفس محمد بيده لقلب ابن آدم بين أصبعين من أصابع الرحمن\nإذا شاء <span id='ms055'></span> قال به هكذا وأمال يده وإذا شاء قال به هكذا وأمال يده وإذا شاء\nثبته ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p381'> Vol. 01, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عمرو بن عون الواسطي أخبرني عبد الحميد بن بهرام عن شهر بن حوشب\nقال سمعت أم سلمة رضي الله عنها تحدث أن رسول الله صلى الله عليه وسلم قال\n( ما من بني آدم بشر إلا وقلبه بين أصبعين من أصابع الرحمن فإن شاء أقامه\nوإن شاء أزاغه ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p382'> Vol. 01, p. 382</a>\n            </div>\n            \n</p>\n\n<p>\nفهذه ألفاظ رسول الله صلى الله عليه وسلم في الحديث الذي رويته وثبته\nبلسان عربي مبين ففي أي لغات وجدت أنها قدرتان من القدر وهل من شيء ليس\nقدرة الله التي وسعت كل شيء حتى يخص رسول الله صلى الله عليه وسلم القلوب\nمن بينها بقدرتين فلم تدع ما إذا رجعت فيه إلى نفسك علمت أنه ضلال وباطل\nوضحكة وسخرية مع أن المعارض لم يقنع بتفسير إمامه المريسي حتى اخترق لنفسه\nفيه مذهبا خلاف ما قال إمامه وخلاف ما يوجد في لغات العرب والعجم فقال\nأصبعاه نعمتاه قال وهذا جائز في كلام العرب\n</p>\n\n<p>\nفيقال لهذا المعارض في أي كلام العرب وجدت إجازته وعن أي فقيه أخذته\nفاستند إليه وإلا فإنك من المفترين على الله ورسوله فلو كنت الخليل بن أحمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p383'> Vol. 01, p. 383</a>\n            </div>\n             أو الأصمعي ما قبل ذلك منك إلا بحجة\n</p>\n\n<p>\nوأما إنكارك أيها المريسي على رسول الله صلى الله عليه وسلم أنه قال ( إن\nالله يتراءى لعباده المؤمنين يوم القيامة في غير صورته فيقولون نعوذ بالله\nمنك ثم يتراءى في صورته التي يعرفونها فيعرفونه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p384'> Vol. 01, p. 384</a>\n            </div>\n             فيتبعونه )\n</p>\n\n<p>\nفزعمت أيها المريسي أن من أقر بهذا فهو مشرك\n</p>\n\n<p>\nيقال لهم أليس قد عرفتم ربكم في الدنيا فكيف جهلتموه عند العيان وشككتم\nفيه\n</p>\n\n<p>\nقال أبو سعيد فيقال لك أيها المريسي قد صح عن رسول الله صلى الله عليه\nوسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p385'> Vol. 01, p. 385</a>\n            </div>\n             من رواية الزهري حدثنا نعيم بن حماد عن ابن المبارك عن\nمعمر عن الزهري عن عطاء بن يزيد الليثي عن أبي هريرة وأبي سعيد الخدري رضي\nالله عنهما عن النبي صلى الله عليه وسلم كأنك <span id='ms056'></span> تسمع رسول الله صلى الله عليه\nوسلم من جوده يقوله فاحذر أن لا يكون قذفك بالشرك أن يقع إلى رسول الله صلى\nالله عليه وسلم وما ذنبنا إن كان الله قد سلب عقلك حتى جهلت معناه\n</p>\n\n<p>\nويلك إن هذا ليس بشك وارتياب منهم ولو أن الله تجلى لهم أول مرة في صورته\nالتي عرفهم صفاتها في الدنيا لاعترفوا بما عفروا ولم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p386'> Vol. 01, p. 386</a>\n            </div>\n             ينفروا\nولكنه يري نفسه في أعينهم لقدرته ولطف ربوبيته في صورة غير ما عرفهم الله\nصفاتها في الدنيا ليمتحن بذلك إيمانهم ثانية في الآخرة كما امتحن في الدنيا\nليثبتهم أنهم لا يعترفون بالعبودية في الدنيا والآخرة إلا للمعبود الذي\nعرفوه في الدنيا بصفاته التي أخبرهم بها في كتابه واستشعرتها قلوبهم حتى\nماتوا على ذلك فإذا مثل في أعينهم غير ما عرفوا من الصفة نفروا وأنكروا\nإيمانا منهم بصفة ربوبيته التي امتحن قلوبهم في الدنيا فلما رأى أنهم لا\nيعرفون إلا التي امتحن الله قلوبهم تجلى لهم في الصورة التي عرفهم في\nالدنيا فآمنوا به وصدقوا وماتوا وبشروا عليه من غير أن يتحول الله من صورة\nإلى صورة ولكن يمثل ذلك في أعينهم بقدرته\n</p>\n\n<p>\nفليس هذا أيها المريسي بشك منهم في معبودهم بل هو زيادة يقين وإيمان به\nمرتين كما قال ابن مسعود رضي الله عنه أنه قال لهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p387'> Vol. 01, p. 387</a>\n            </div>\n             يوم القيامة\nأتعرفون ربكم فيقولون إنه إذا اعترف لنا عرفناه يقولون لا نقر بالربوبية\nإلا لمن استشعرته قلوبنا بصفاته التي أنبأنا بها في الدنيا فحينئذ يتجلى\nلهم في صورته المعروفة عندهم فيزدادون عند رؤيته إيمانا ويقينا وبربوبيته\nاغتباطا وطمأنينة وليس هذا من باب الشك على ما ذهبت إليه بل هو يقين بعد\nيقين وإيمان بعد إيمان ولكن الشك والريبة كلها ما ادعيت أيها المريسي في\nتفسير الرؤية أن رسول الله صلى الله عليه وسلم قال ( ترون ربكم يوم القيامة\nلا تضامون في رؤيته ) فادعيت أن رؤيتهم تلك أنهم يعلمون يومئذ أن لهم ربا\nلا يعتريهم في ذلك شك كأنهم في دعواك <span id='ms057'></span> أيها المريسي لم يعلموا في الدنيا أنه\nربهم حتى يستقينوا به في الآخرة\n</p>\n\n<p>\nفهذا التفسير إلى الشك أقرب مما ادعيت في قول رسول الله صلى الله عليه\nوسلم في الشك والشرك لا بل هو الكفر لأن الخلق كلهم مؤمنهم وكافرهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p388'> Vol. 01, p. 388</a>\n            </div>\n             يعلمون يومئذ أن الله ربهم لا يعتريهم في ذلك شك ألا ترى أنه\nيقول <span class='quran'>أبصرنا وسمعنا فارجعنا نعمل صالحا إنا موقنون </span>فالشك في الله\nالذي تأولته أنت في الرؤية لا ما قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nويلك إن الله لا تتغير صورته ولا تتبدل ولكن يمثل في أعينهم يومئذ أولم\nتقرأ كتاب الله <span class='quran'>وإذ يريكموهم إذ التقيتم في أعينكم قليلا ويقللكم في\nأعينهم ليقضي الله أمرا كان مفعولا </span>وهو الفعال لما يشاء كما مثل جبريل\nعليه السلام مع عظم صورته وجلالة خلقه في عين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p389'> Vol. 01, p. 389</a>\n            </div>\n             رسول الله صلى\nالله عليه وسلم صورة دحية الكلبي وكما مثله لمريم بشرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p390'> Vol. 01, p. 390</a>\n            </div>\n             سويا\nوهو ملك كريم في صورة الملائكة وكما شبه في أعين اليهود أن قالوا <span class='quran'>إنا\nقتلنا المسيح </span>فقال <span class='quran'>وما قتلوه وما صلبوه ولكن شبه لهم </span>وما\nعملك أيها المريسي بهذا وما أشبهه غير أنه وردت عليك آثار لرسول الله صلى\nالله عليه وسلم أخذت بحلقك ونقضت عليك مذهبك فالتمست الراحة منها بهذه\nالمغاليط والأضاليل التي لا يعرفها أحد من أهل العلم والبصر بالعربية وأنت\nمنها في شغل كلما غالطت بشيء أخذ بحلقك شيء فخنقك حتى تلتمس له أغلوطة أخرى\nولئن جزعت من هذه الآثار فدفعتها بالمغاليط مالك راحة فيما يصدقها من كتاب\nالله عز وجل الذي لا تقدر على دفعه وكيف تقدر على دفع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p391'> Vol. 01, p. 391</a>\n            </div>\n             هذه\nالآثار وقد صحت عن رسول الله صلى الله عليه وسلم ألفاظها بلسان عربي مبين\nناقضة لمذاهبك وتفاسيرك قد تداولتها أيدي المؤمنين وتناسخوها يؤديها الأول\nإلى الآخر والشاهد إلى الغائب إلى أن تقوم الساعة ليقرعوا بها رؤوس الجهمية\nويهشموا بها أنوفهم وينبذ تأويلك في حش أبيك ويكسر في حلقك كما كسر في حلوق\nمن كان فوقك من <span id='ms058'></span> الولاة والقضاة الذين كانوا من فوقك مثل ابن أبي داؤد وعبد\nالرحمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p392'> Vol. 01, p. 392</a>\n            </div>\n             وشعيب بعده وغسان وابن رباح المفتري على القرآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p393'> Vol. 01, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\nفإن كنت تدفع هذه الآثار بجهلك فما تصنع في القرآن وكيف تحتال له وهو من\nأوله إلى آخره ناقض لمذهبك ومكذب لدعواك حتى بلغني عنك من غير رواية\nالمعارض أنك قلت ما شيء أنقض لدعوانا من القرآن غير أنه لا سبيل لدفعه إلا\nمكابرة بالتأويل\n</p>\n\n<p>\nثم أنشأت أيها المريسي تطعن في حديث الرسول صلى الله عليه وسلم بعدما\nصدقت به وعرفت أنه قد قاله ثم فسرته تفسيرا مخالفا لتفاسير أهل الضلالة وهو\nقوله صلى الله عليه وسلم ( لا تزال جهنم يلقى فيها وتقول هل من مزيد حتى\nيضع الجبار فيها قدمه فتزوى فتقول قط قط ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p394'> Vol. 01, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\nوادعيت أيها المريسي أن الحديث حق ومعناه عندك أنها لا تمتلئ حتى يضع\nالجبار قدمه فيها فقلت معنى قدمه أهل الشقوة الذين سبق لهم في علمه أنهم\nصائرون إليها كما قال ابن عباس بباطل زعمك في تفسير قول الله تعالى <span class='quran'>وبشر الذين آمنوا أن لهم قدم صدق عند ربهم </span>قال ما قدموا من أعمالهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p395'> Vol. 01, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\nفقد روينا أيها المريسي عن الثقات الأئمة المشهورين عن ابن عباس رضي الله\nعنهما في تفسير القدم خلاف ما ادعيت من تأويلك هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p396'> Vol. 01, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله بن أبي شيبة ويحيى الحماني عن وكيع عن سفيان عن عمار\nالدهني عن مسلم البطين عن سعيد بن جبير عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p399'> Vol. 01, p. 399</a>\n            </div>\n             ابن عباس قال الكرسي\nموضع القدمين والعرش لا يقدره إلا الله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p400'> Vol. 01, p. 400</a>\n            </div>\n            \n</p>\n\n<p>\nفهذا الذي عرفناه عن ابن عباس صحيحا مشهورا\n</p>\n\n<p>\nفما بالك تحيد عن المشهور المنصوص من قوله وتتعلق بالمغمور منه الملتبس\nالذي يحتمل المعاني\n</p>\n\n<p>\nوكيف تدعي أنها لا تمتلئ حتى يلقي الله فيها الأشقياء الذين هم قدم\nالجبار عندك فتمتلئ بهم في دعواك وهل استزادت أيها التائه إلا بعد مصير\nالأشقياء إليها وإلقاء الله إياهم فيها فاستزادت بعد ذلك أفيلقيهم فيها\nثانية وقد ألقاهم فيها قبل فلم تمتلئ كأنه في دعواك حبس عنها <span id='ms059'></span> الأشقياء\nوألقى فيها السعداء فلما استزادت ألقى فيها الأشقياء بعد حتى ملأها\n</p>\n\n<p>\nلو ادعى هذا من لم يسمع حرفا من القرآن ما زاد\n</p>\n\n<p>\nثم رددت الحديث بعدما أقررت به أنه حق فقلت يقال لهؤلاء المشبهة أليس من\nقال إن الله يخلف وعده كافر فإن قالوا نعم فقل لهم من زعم أن جهنم تمتلئ من\nغير الجنة و فقد كفر لأن الله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p401'> Vol. 01, p. 401</a>\n            </div>\n             قال ^ لأملأن جهنم من\nالجنة والناس أجمعين ^\n</p>\n\n<p>\nويلك أيها المريسي إنما أنزل هذه الآية من أنزل التي في ق <span class='quran'>يوم نقول\nلجهنم هل امتلأت وتقول هل من مزيد </span>ويجوز في الكلام أن يقال لممتلئ\nاستزاد كما يمتلىء الرجل من الطعام والشراب فيقول قد امتلأت وشبعت وهو يقدر\nأن يزداد كما يقال امتلأ المسجد من الناس وفيه فضل وسعة للرجال بعد وامتلأ\nالوادي ماء وهو محتمل لأكثر منه وكما قال النبي صلى الله عليه وسلم ( يخرج\nالمهدي فيملأ الأرض قسطا وعدلا كما ملئت جورا وظلما ) وفي الأرض سعة بعد\nلأكثر من ذلك الظلم وأكثر من ذلك القسط فتمتلئ جهنم بما يلقى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p402'> Vol. 01, p. 402</a>\n            </div>\n            \nفيها مما وعدها من الجنة والناس فتقول هل من مزيد لفضل فيها غضبا لله على\nالكفار حتى يفعل الجبار بها ما أخبر رسول الله صلى الله عليه وسلم كما شاء\nوكما عنى رسول الله صلى الله عليه وسلم فحينئذ تقول ( حسبي حسبي )\n</p>\n\n<p>\nوكيف يستحيل أيها المريسي ما وصف رسول الله صلى الله عليه وسلم من وضع\nالقدم في جهنم وأنت تزعم أن الله بكماله في جهنم قبل أن يملأها وبعدما\nملأها لأنك تزعم أنه لا يخلو منه مكان فجهنم من أعظم الأمكنة فأنت أول من\nكذب بالآية إذ تدعي أن جهنم ممتلئة من الجبار تبارك وتعالى عز وجل عن وصفك\n</p>\n\n<p>\nثم ادعيت أن من تأول في هذا قدم الجبار فقد جعل الله من الجنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p403'> Vol. 01, p. 403</a>\n            </div>\n             والناس ومن تبع إبليس إذ زعم أن شيئا منه يدخل جهنم والله يقول\n^ لأملأن جهنم من الجنة والناس أجمعين ^\n</p>\n\n<p>\nفيقال لك أيها المريسي فأنت <span id='ms060'></span> أول من جعلته من الجنة والناس ومن تبع إبليس\nإذ تزعم أنه لا تخلو منه جهنم ولا شيء من الأمكنة أفبعض أوحش أم كل\n</p>\n\n<p>\nويلك إنما أراد الله بقوله ^ لأملأن جهنم من الجنة والناس أجمعين ^ الذين\nحق عليهم العذاب ولها خزنة يدخلونها ملائكة غلاظ شداد غير معذبين بها وفيها\nكلاب وحيات وعقارب وقال <span class='quran'>عليها تسعة عشر وما جعلنا أصحاب النار إلا\nملائكة وما جعلنا عدتهم إلا فتنة للذين كفروا </span>فلا يدفع هذه الآيات\nقوله ^ لأملأن جهنم من الجنة والناس أجمعين ^ كما لا يدفع هذه الآية قول\nالنبي صلى الله عليه وسلم ( يضع الجبار فيها قدمه ) فإذا كنت جهنم لا تضر\nالخزنة الذين يدخلونها ويقومون عليها فكيف تضر الذي سخرها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p404'> Vol. 01, p. 404</a>\n            </div>\n             لهم\nفإن أنت أقررت بالخزنة وملائكة العذاب وما فيها من غير الجنة والناس كفرت\nفي دعواك لأنك زعمت أن من ادعى أن جهنم تمتلئ من غير الجنة والناس فقد كفر\nوهذه الآثار التي رويت عن رسول الله صلى الله عليه وسلم في ذكر القدم مما\nأنت مصدق محقق\n</p>\n\n<p>\nحدثنا سهل بن بكار البصري ثنا أبان عن قتادة عن أنس رضي الله عنه قال قال\nنبي الله صلى الله عليه وسلم ( لا تزال جهنم تقول هل من مزيد فيدلي فيها رب\nالعالمين قدمه فينزوي بعضها إلى بعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p405'> Vol. 01, p. 405</a>\n            </div>\n             فتقول قط بعزتك ولا يزال\nفي الجنة فضل حتى ينشئ الله خلقا فيسكنهم فيها )\n</p>\n\n<p>\nحدثنا موسى بن إسماعيل ثنا حماد وهو ابن سلمة عن عطاء ابن السائب عن عبيد\nالله بن عبد الله بن عتبة عن أبي سعيد الخدري رضي الله عنه أن النبي صلى\nالله عليه وسلم قال ( افتخرت الجنة والنار فقالت النار يا رب يدخلني\nالجبارون والملوك والأشراف وقالت الجنة يدخلني الفقراء والضعفاء والمساكين\nفقال الله للنار أنت عذابي أصيب بك من أشاء وقال للجنة أنت رحمتي وسعت كل\nشيء ولكل واحدة منكما ملؤها فأما النار فيلقى فيها وتقول هل من مزيد ثلاث\nمرات حتى يأتيها فيضع قدمه عليها وتقول قدي قدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p406'> Vol. 01, p. 406</a>\n            </div>\n             ثلاثا <span id='ms061'></span> )\n</p>\n\n<p>\nوقرأت على عثمان بن الهيثم المؤذن أن عوف بن أبي جميلة الأعرابي حدثه عن\nمحمد بن سيرين عن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه\nوسلم ( اختصمت الجنة والنار وقالت النار أوثرت بالمتكبرين والمتجبرين وقالت\nالجنة مالي لا يدخلني إلا سفلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p407'> Vol. 01, p. 407</a>\n            </div>\n             الناس وسقاطهم أو كما قالت فقال\nلهما قال للجنة أنت رحمتي أسكنك من أشاء من خلقي ولكل واحدة منكما ملؤها\nوأما جهنم فإنها لا تمتلئ حتى يضع الله قدمه فيها فينزوي بعضها إلى بعض قد\nقد قد وأما الجنة فإن الله ينشئ لها ما من خلقه ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p408'> Vol. 01, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\nفأخبرني عثمان بن الهيثم أن عوفا حدثه بذلك كما قرأت عليه حدثنا عبد الله\nبن صالح أن معاوية بن صالح حدثه عن راشد بن سعد أن النبي صلى الله عليه\nوسلم قال ( إن الله يطوي المظالم يوم القيامة فيجعلها تحت قدميه إلا ما كان\nمن أجر الأجير وعقر البهيمة وفض خاتم بغير حق ) يريد افتضاض الأبكار\n</p>\n\n<p>\nفانظر أيها المريسي في ألفاظ ما رويت عن رسول الله صلى الله عليه وسلم\nالذي أقررت بأنه قاله هل تحتمل ألفاظه التأويل الذي ذهبت إليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p409'> Vol. 01, p. 409</a>\n            </div>\n            \n& باب ما جاء في العرش &\n</p>\n\n<p>\nثم انتدبت أيها المريسي مكذبا بعرش الله وكرسيه مطنبا في التكذيب بجهلك\nمتأولا في تكذيبه بخلافة ما تعقله العلماء فرويت عن ابن عباس رضي الله\nعنهما أنه قال وسع كرسيه السماوات والأرض وعلمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p410'> Vol. 01, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\nقلت فمعنى الكرسي العلم فمن ذهب إلى غير العلم أكذبه كتاب الله تعالى\n</p>\n\n<p>\nفيقال لهذا المريسي أما ما رويت عن ابن عباس فإنه من رواية جعفر الأحمر\nوليس جعفر ممن يعتمد على روايته إذ قد خالفته الرواة الثقات المتقنون وقد\nروى مسلم البطين عن سعيد بن جبير عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p411'> Vol. 01, p. 411</a>\n            </div>\n             ابن عباس في الكرسي خلاف\nما ادعيت على ابن عباس\n</p>\n\n<p>\nحدثناه يحيى وأبو بكر بن أبي شيبة عن وكيع عن سفيان عن عمار الدهني عن\nمسلم البطين عن سعيد بن جبير عن ابن عباس رضي الله عنهما قال الكرسي موضع\nالقدمين <span id='ms062'></span> والعرش لا يقدر قدره إلا الله\n</p>\n\n<p>\nفأقر المريسي بهذا الحديث وصححه وزعم أن وكيعا رواه إلا أن تفسير القدمين\nهاهنا في دعواه الثقلين قال يضع الله علمه وقضاءه للثقلين يوم القيامة\nفيحكم به فيهم فهل سمع سامع من العالمين بمثل ما ادعى هذا المريسي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p412'> Vol. 01, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\nويلك عمن أخذته ومن أي شيطان تلقيته فإنه ما سبقك إليها آدمي نعلمه\n</p>\n\n<p>\nأيحتاج الرب عز وجل أن يضع محاسبة العباد على كتاب علمه وأقضيته يحكم بما\nفيه بينهم ولا أراك مع كثرة جهلك إلا وستعلم أنك احتججت بباطل جعلته أغلوطة\nتغالط بها أغمار الناس وجهالهم\n</p>\n\n<p>\nوقد روي عن ابن عباس أيضا عن النبي صلى الله عليه وسلم قال ( آتى باب\nالجنة فأقرعه فيفتح لي فأرى ربي وهو على كرسيه فيتجلى لي فأخر ساجدا فهل\nيجوز لك في تأويلك أنه يأتي ربه وهو على علمه إذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p413'> Vol. 01, p. 413</a>\n            </div>\n             ادعيت أن من\nزعم أن الكرسي غير العلم أكذبه القرآن بما رويت فيه عن ابن عباس فهذا ابن\nعباس يخبر عن رسول الله صلى الله عليه وسلم وعن نفسه خلاف ما رويت فيه فكيف\nتحيد عن هذا المشهور عن ابن عباس إلى المغمور عنه إلا من ظنة وريبة\n</p>\n\n<p>\nوأما قولك من ذهب في الكرسي إلى غير العلم أكذبه كتاب الله ويلك وأي آية\nمن كتاب الله تكذبه أأنزل على غياث اليهودي في تكذيبه آية لم تنزل على محمد\nصلى الله عليه وسلم\n</p>\n\n<p>\nويلك وهل بقى أحد من نساء المسلمين وصبيانهم إلا وقد عقل أمر العرش\nوالكرسي وآمن بهما إلا أنت ورهطك وليس العرش والكرسي مما ينبغي أن يسند في\nتثبيتهما الآثار ويؤلف فيهما الأخبار لولا أغلوطاتك هذه لما أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p414'> Vol. 01, p. 414</a>\n            </div>\n            \nعلمهما والإيمان بهما خلص إلى النساء والصبيان إلا إليك وإلى أصحابك طهر\nالله منكم بلاده وأراح منكم عباده\n</p>\n\n<p>\nوالعجب من استطالتك بجهالتك هذه وأغلوطاتك إذ تقول لمن هو أعلم بالله\nوبكتابه منك إن لم تعلموا تفسير ما قلنا وإلا فسلوا العلماء ولا تعجلوا\nبالقضاء\n</p>\n\n<p>\nويلك أيها المريسي قد سألنا العلماء وجالسنا <span id='ms063'></span> الفقهاء فوجدناهم كلهم على\nخلاف مذهبك فسم عالما ممن مضى وممن غبر يحتج بمثل هذه العمايات ويتكلم بها\nحتى نعرفه فنسأله فإنا ما رأينا متكلما ينتحل الإسلام أظهر كفرا وأسمج\nكلاما وأقل إصابة في التأويل منك\n</p>\n\n<p>\nوقد عرضنا كلامك على كلام من مضى ومن غبر من العلماء فما فوجدنا أحدا على\nمذهبك وعرضناه على لغات العرب والعجم فلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p415'> Vol. 01, p. 415</a>\n            </div>\n             يحتمل شيء منها شيئا\nمن كلامك ولو كان عندك من ينصحك لحجر عليك الكلام فضلا أن يفتخر بحسن\nالكلام وسنذكر لك آثارا مما جاء عن رسول الله صلى الله عليه وسلم وأصحابه\nفي الكرسي لتنظر في ألفاظها هل تدل على شيء من أغلوطاتك هذه\n</p>\n\n<p>\nحدثنا عبد الله بن أبي شيبة ثنا أبو أسامة عن زكريا عن أبي إسحاق عن سعيد\nبن معبد قال حدثتني أسماء بنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p416'> Vol. 01, p. 416</a>\n            </div>\n             عميس أن جعفرا رضي الله عنهما\nجاءها إذ هم بالحبشة وهو يبكي فقالت ما شأنك قال رأيت فتى مترفا من الحبشة\nشابا جسيما مر على امرأة فطرح دقيقا كان معها فنسفته الريح فقالت أكلك إلى\nيوم يجلس الملك على الكرسي فيأخذ للمظلوم من الظالم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p417'> Vol. 01, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا يحيى الحماني ثنا خالد بن عبد الله عن عطاء بن السائب عن عبد الله\nبن بريدة عن أبيه قال لما قدم جعفر من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p418'> Vol. 01, p. 418</a>\n            </div>\n             الحبشة قال له النبي صلى\nالله عليه وسلم ( ما أعجب ما رأيت بالحبشة ) قال رأيت امرأة على رأسها مكتل\nفيه طعام فجاء فارس فأذراه فجلست تجمعه ثم التفتت ثم قالت ويحك كيف تصنع لو\nقد وضع الملك كرسيه فأخذ للمظلوم من الظالم فضحك النبي صلى الله عليه وسلم\nوعجب من ذلك وقال ( ما قدس الله أمة لا يؤخذ لضعيفها من شديدها غير متعتع )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p419'> Vol. 01, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا هشام بن خالد الدمشقي ثنا محمد بن شعيب بن شابور أبنا عمر بن عبد\nالله مولى غفرة قال سمعت أنس بن مالك رضي الله عنه يقول قال رسول الله صلى\nالله عليه وسلم ( أتاني جبريل فقال إن ربك اتخذ في الجنة واديا أفيح من <span id='ms064'></span> مسك\nأبيض فإذا كان يوم الجمعة من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p420'> Vol. 01, p. 420</a>\n            </div>\n             أيام الآخرة هبط الرب من عرشه إلى\nكرسيه وحف الكرسي بمنابر من نور فيجلس عليها النبيون وحف المنابر بكراسي من\nذهب فيجلس عليها الصديقون والشهداء ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p421'> Vol. 01, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا موسى بن إسماعيل ثنا حماد وهو ابن سلمة عن عاصم عن زر عن ابن مسعود\nرضي الله عنه قال بين السماء السابعة وبين الكرسي خمسمائة عام وبين الكرسي\nإلى الماء خمسمائة عام والعرش على الماء والله فوق العرش وهو يعلم ما أنتم\nعليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p422'> Vol. 01, p. 422</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا يحيى الحماني وأبو بكر قالا ثنا وكيع عن سفيان عن عمار الدهني عن\nمسلم البطين عن سعيد بن جبير عن ابن عباس رضي الله عنهما قال الكرسي موضع\nالقدمين والعرش لا يقدر قدره إلا الله\n</p>\n\n<p>\nحدثنا الحماني ثنا الحكم بن ظهير عن عاصم عن زر عن عبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p423'> Vol. 01, p. 423</a>\n            </div>\n            \nرضي الله عنه قال ما السماوات والأرض في الكرسي إلا بمنزلة حلقة بأرض فلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p424'> Vol. 01, p. 424</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله بن رجاء أبنا إسرائيل عن أبي إسحاق عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p425'> Vol. 01, p. 425</a>\n            </div>\n             عبد\nالله بن خليفة قال أتت امرأة إلى النبي صلى الله عليه وسلم فقالت ادع الله\nأن يدخلني الجنة فعظم الرب فقال إن كرسيه وسع السماوات والأرض وإنه ليقعد\nعليه فما يفضل منه إلا قدر أربع أصابع ومد أصابعه الأربع وإن له أطيطا\nكأطيط الرحل الجديد إذا ركبه من يثقله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p426'> Vol. 01, p. 426</a>\n            </div>\n            \n</p>\n\n<p>\nفهاك أيها المريسي خذها مشهورة مأثورة فصرها وضعها بجنب تأويلك الذي\nخالفت فيه أمة محمد صلى الله عليه وسلم ثم أنشأت أيها المريسي واعظا لمن\nاتعظ قبلك بمواعظ الله وقبلها عن الله وصدق فيها رسول الله صلى الله عليه\nوسلم وانتهى فيها إلى ما أمر الله فانزجر عما نهى الله فقلت لهم لا تعتقدوا\nفي أنفسكم أن لله شبها أو مثلا أو عدلا أو يدرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p427'> Vol. 01, p. 427</a>\n            </div>\n             بحاسة وانفوا\nعن الله ما نفاه عن نفسه وصفوه بما وصف به نفسه في كتابه فإن من زعم أن\nالله شبها وعدلا فهو كافر\n</p>\n\n<p>\nفيقال لك أيها المريسي المدعي في الظاهر لما أنت له منتف <span id='ms065'></span> في الباطن قد\nقرأنا القرآن كما قرأت وعقلنا عن الله أنه ليس كمثله شيء وقد نفينا عن الله\nما نفى عن نفسه ووصفناه بما وصف به نفسه فلم نعده وأبيت أن تصفه بما وصف به\nنفسه ووصفته بخلاف ما وصف به نفسه\n</p>\n\n<p>\nأخبرنا الله في كتابه أنه ذو سمع وبصر ويدين ووجه ونفس وعلم وكلام وأنه\nفوق عرشه فوق سمواته فآمنا بجميع ما وصف به نفسه كما وصفه بلا كيف ونفيتها\nأنت عنه كلهات أجمع بعمايات من الحجج وتكييف فادعيت أن وجهه كله وأنه لا\nيوصف بنفس وأن سمعه إدراك الصوت إياه وأن بصره مشاهدة الألوان كالجبال\nوالحجارة والأصنام التي تنظر إليك بعيون لا تبصر وأن يديه رزقاه موسعه\nومقتوره وأن علمه وكلامه مخلوقان محدثان وأن أسماءه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p428'> Vol. 01, p. 428</a>\n            </div>\n             مستعارة\nمخلوقة محدثة وأن فوق عرشه منه مثل ما هو في أسفل سافلين وأنه في صفاته\nكقول الناس في كذا وكقول العرب في كذا تضرب له الأمثال تشبيها بغير شكلها\nوتمثيلا بغير مثلها فأي تكييف أوحش من هذا إذ نفيت هذه الصفات وغيرها عن\nالله تعالى بهذه الأمثال والضلالات المضلات\n</p>\n\n<p>\nوادعيت في تأويلك أن معبودك أصم لا يسمع أبكم لا يتكلم أعمى لا يبصر أجذم\nلا يد له مقعد لا يقوم ولا يتحرك جاهل لا يعلم مضمحل ذاهب لا يوصف بحد ولا\nبنفس ولا يدرك بحاسة في دعواك وهذا خلاف صفة رب العالمين فالحمد لله الذي\nمن علينا بمعرفته وطبع على قلبك بجهالته ولو قرأت القرآن وعقلت عن الله\nمعناه لعلمت يقينا أنه يدرك بحاسة بينة في الدنيا والآخرة فقد أدرك منه\nموسى في الدنيا الصوت والكلام وهو من أعظم الحواس قال الله تعالى <span class='quran'>وكلم\nالله موسى تكليما </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p429'> Vol. 01, p. 429</a>\n            </div>\n            \n</p>\n\n<p>\nوتدرك منه في المعاد الرؤية والكلام والنظر عيانا كما قال رسول الله صلى\nالله عليه وسلم على رغمك وإن كرهت قال الله تعالى <span class='quran'>وجوه يومئذ ناضرة\nإلى ربها ناظرة </span><span class='quran'>أولئك لا خلاق لهم في الآخرة ولا يكلمهم الله ولا\nينظر إليهم </span>فهل من حواس أعظم <span id='ms066'></span> من الكلام والنظر غير أنكم جعلتم الحواس\nكلمة أغلوطة تغالطون بها الصبيان والعميان لأن قولكم لا تدركه الحواس معناه\nعندكم أنه لا شيء لما قد علمتم وجميع العالمين أن الشيء الذي يقع عليه اسم\nالشيء لا يخلو من أن يدرك بكل الحواس أو ببعضها وأن لا شيء لا يدرك بشيء من\nالحواس في الدنيا ولا في الآخرة فجعلتموه لا شيء وقد كذبكم الله تعالى بذلك\nفي كتابه فقال ^ كل شيء هالك إلا وجهه ^ وقال تعالى ^ قل أي شيء أكبر شهادة\nقل الله ^ فجعل نفسه أعظم الأشياء وأكبر الأشياء وخالق الأشياء فإن أنكرت\nما قلنا ولم تعقله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p430'> Vol. 01, p. 430</a>\n            </div>\n             بقلبك فسم شيئا من الأشياء شيئا صغيرا أو\nكبيرا يقع عليه اسم الشيء لا يدرك بشيء من الحواس الخمس غير ما ادعيتم على\nالأكبر الأكبر والأعظم الأعظم والأوجد الأوجد الذي لم يزل ولا يزال فجعلتم\nالخلق الفاني موجودا والقيم الدائم الباقي غير موجود ولا يدرك بحاسة في\nالدنيا والآخرة\n</p>\n\n<p>\nوادعيتم على غيركم ممن لا يكيف التكييف وعلى من لا يشبه التشبيه وأنتم\nدائبون تكيفون وتشبهون بأقبح الأشياء وأبطل الأمثال فمرة تكيفه فتشبهه\nبأعمى ومرة بأقطع فكان وعظك هذا لهؤلاء كقول القائل كلمة حق يبتغى بها باطل\n</p>\n\n<p>\nوالعجب من إعجابك بهذه المقلوبات من تفاسيرك والمحالات من شرحك وتعبيرك\nحتى رويت عن مجاهد أنه قال للحديث جهابذة كجهابذة الورق وصدقت أيها المريسي\nوما أنت والله منهم لا من رجالهم ولا من رواته ولا من جهابذته فقد وجدنا\nالزيوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p431'> Vol. 01, p. 431</a>\n            </div>\n             عندك جائزة نقادة والنقادة نفاية فكيف تستطيل بمعرفتها\nوأنت المنسلخ عنها\n</p>\n\n<p>\nثم ادعى المعارض أنه انتهى إلى هاهنا السماع من بشر قال ثم ابتدأنا بعون\nالله في حكايات ابن الثلجي\n</p>\n\n<p>\nفيقال لهذا المعارض المعجب بضلالات هذين الضالين فرغت من كلام بشر بسخط\nالرحمن وابتدأت في كلام ابن الثلجي بعون الشيطان ومثل فراغك من كلام بشر\nوشروعك في كلام ابن الثلجي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p432'> Vol. 01, p. 432</a>\n            </div>\n             كمثل المستجير من الرمضاء بالنار\nفرغت من احتجاج كافر إلى احتجاج جهمي خاسر فعلي أي جنبيك وقعت منهما <span id='ms067'></span> لم\nتنجبر وبأيهما استعنت لم تظفر وبأيهما استنصرت لم تنصر وكذلك قال الأوزاعي\nلبعض أهل البدع إذا انتقلوا من رأي إلى رأي إنكم لا ترجعون عن بدعة إلا\nتعلقتم بأخرى هي أضر عليكم منها\n</p>\n\n<p>\nحدثنا عبد الله بن صالح عن الهقل بن زياد عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p433'> Vol. 01, p. 433</a>\n            </div>\n             الأوزاعي وسنتقض\nعلى الثلجي من ضلالاته كما نقضنا من ضلالات المريسي إن شاء الله بعون الله\nوتوفيقه\n</p>\n\n<p>\nحكيت أيها المعارض عن ابن الثلجي أنه قال ناظرت بشرا المريسي في العرش أن\nالله فوقه فقال لي بشر لا أقول إنه على عرشه كمخلوق على مخلوق\n</p>\n\n<p>\nفيقال لهذا الثلجي الغوي أول غوايتك سؤالك المريسي عن تفسير العرش إذ عقل\nأمره النساء والصبيان\n</p>\n\n<p>\nويلك أما وجدت شيخا من أهل الإسلام وأهل العلم الذين أدركت أجود إيمانا\nبالعرش من بشر وأحسن معرفة له حتى تناظره فيه من بينهم تستحسن تفسيره\nوترويه لأهل الغفلة عنه فيما يعتقدونه دينا وكان أكفر أهل زمانه بالعرش\nوأشدهم له إنكارا ممن ينتحل الإسلام فيكفي بهذا منك دليلا وظنة على الريبة\nأن يكون المختار عندك من جميع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p434'> Vol. 01, p. 434</a>\n            </div>\n             العلماء في تفسير العرش بشر بن\nغياث المريسي\n</p>\n\n<p>\nأو ما سمعت بشرا وسوء مذهبه وافتضاحه في بلده وأهل مصره وأنت له جار قريب\nولكن يعتبر بالإمام المأموم والصاحب بالصاحب\n</p>\n\n<p>\nأو لم يكفك أيها الثلجي ما قص الله في كتابه من ذكر العرش وتفسيره وما\nروي فيه عن الرسول صلى الله عليه وسلم فلم تقنع بهما حتى اضطررت إلى مناظرة\nالمريسي والمناظرة في العرش ريبة لا شك فيه لأن الإيمان به قد خلص إلى\nالنساء والصبيان الذين لا فقه لهم ولا علم وكيف إلى من يدعي معرفة العلم\n</p>\n\n<p>\nفأما إذا أبيت إلا مناظرته فإنه يقال له أيها المريسي لا يقال إن الله\nعلى عرشه كمخلوق على مخلوق ولكنه ملك كريم خالق غير مخلوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p435'> Vol. 01, p. 435</a>\n            </div>\n             وعلى\nعرش عظيم مخلوق جسيم على رغمك وأنت ملوم فمن لم يؤمن أنه كذلك فقد كفر بما\nأنزل الله وجحد آيات الله ورد أخبار الرسول صلى الله <span id='ms068'></span> عليه وسلم\n</p>\n\n<p>\nوقولك ككذا على كذا وكمخلوق على مخلوق تشبيه ودلسة وكلفة لم نكلف ذلك في\nديننا ولكن نقول كما قال <span class='quran'>الرحمن على العرش استوى </span></p>\n\n<p>\nوكما قال الرسول المصطفى صلى الله عليه وسلم ( إنه فوق عرشه الأعلى فوق\nسمواته العلى ) وتلك العروة الوثقى من انتهى إليها اكتفى ومن عدل عن ذلك\nاعتدى\n</p>\n\n<p>\nثم انتدب المعارض متكلما من قبل نفسه في العرش متأولا في تفسيره ومعناه\nخلاف ما تأوله أهل العلم بالله وكتابه وآياته فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p436'> Vol. 01, p. 436</a>\n            </div>\n             <span class='quran'>الرحمن\nعلى العرش استوى </span>ليس له تأويل إلا على أوجه نصفها ونكل علمها إلى الله\n</p>\n\n<p>\nقال بعضهم العرش أعلى الخلق والله عليه وعلى كل شيء وبكل مكان غير محوي\nولا ملازق ولا ممازح ولا بائن باعتزال وبفرجة بينه وبين خلقه لا يتوهم أنه\nعلى العرش كجسم على جسم\n</p>\n\n<p>\nفيقال لهذا المعارض ما تركت أنت ولا إمامك هذا من التكذيب بالعرش غاية\nولا من الافتراء على الله فيه نهاية أوله أنك قلت وحكيت أن العرش أعلى\nالخلق والله مكذبك في كتابه إذ يقول <span class='quran'>وكان عرشه على الماء </span>فكيف\nيمكن أن العرش أعلى الخلق وكان العرش على الماء قبل اللخق إذ لا أرض ولا\nسماء ولا خلق غير العرش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p437'> Vol. 01, p. 437</a>\n            </div>\n             والماء ومما يزيدك تكذيبا قول الله\nتعالى <span class='quran'>وترى الملائكة حافين من حول العرش </span>وقال <span class='quran'>الذين يحملون\nالعرش ومن حوله يسبحون بحمد ربهم </span>أفتحمل الملائكة في دعواك أعلى الخلق\nأو أسفله أو شيئا من الخلق وقال <span class='quran'>ويحمل عرش ربك فوقهم يومئذ ثمانية\n</span>أيحملون يومئذ أعلى الخلق ويتركون أسفله أم الملائكة تحمل الناس يوم\nالقيامة والسموات لأنها أعلى الخلق فهل سمع سامع بمحال من الحجج أبين من\nهذا مع ما فيه من التكذيب بالعرش نصا ودفعه رأسا لأنه إن يكن العرش في\nدعواه أعلى الخلق فقد بطل العرش الذي هو أعلى لأن العرش غير ما سواه من\nالخلق إذ كان مخلوقا على الماء قبل الخلق ففي أي كلام العرب وجدت هذا أيها\nالمعارض أن العرش أعلى الخلق فبينه لنا وإلا فإنك <span id='ms069'></span> من المبطلين والله مكذبك\nفي كتابه إذ يقول <span class='quran'>قل من رب السماوات السبع ورب العرش العظيم </span>فميز\nالله بين أعلى الخلق وبين العرش العظيم وجعله غير السموات السبع فما دونها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\nومما يزيدك تكذيبا قوله <span class='quran'>ذو العرش المجيد </span>و <span class='quran'>لا إله إلا هو\nرب العرش الكريم </span>وأي مجد وكرم لأعلى الخلق ما ليس لأوسطه وأسفله فلذلك\nقلنا إن تأويلك هذا تكذيب بالعرش صراحا وإنكاره نصا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p439'> Vol. 01, p. 439</a>\n            </div>\n             000\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p440'> Vol. 01, p. 440</a>\n            </div>\n             وأما قولك إن الله غير محوى ولا ملازق ولا ممازج فهو كما ادعيت\n</p>\n\n<p>\nوأما قولك غير بائن باعتزال ولا بفرجة بينه وبين خلقه فقد كذبت فيه وضللت\nعن سواء السبيل بل هو بائن من خلقه فوق عرشه بفرجة بينة والسموات السبع\nفيما بينه وبين خلقه في الأرض وهو يعلم من فوق عرشه ما هم عاملون لا يخفى\nعليه منهم خافية كما أنبأنا الله تعالى ورسوله وأصحاب رسوله صلى الله عليه\nوسلم\n</p>\n\n<p>\nوأما قولك كجسم على جسم فإنا لا نقول إنه كجسم على جسم لكنا نقول رب عظيم\nوملك كبير نور السموات والأرض وإله السموات والأرض على عرش مخلوق عظيم فوق\nالسماء السابعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p441'> Vol. 01, p. 441</a>\n            </div>\n             دون ما سواها من الأماكن من لم يعرفه بذلك كان\nكافرا به وبعرشه والأنوار المخلوقة ليس منها نور إلا وله ضوء ساطع ومنظر\nرائع فكيف النور الأعظم خالق الأنوار الذي ليس كمثله شيء\n</p>\n\n<p>\nوزعمت أيها المعارض أن الله لم يصف نفسه أنه بموضع دون موضع ولكنه بكل\nمكان وتأولت في ذلك بما تأول به جهم قبلك فقلت <span class='quran'>ما يكون من نجوى ثلاثة\nإلا هو رابعهم ولا خمسة إلا هو سادسهم </span>الآية ثم رويت عن أبي موسى عن\nالنبي صلى الله عليه وسلم أنه قال لأصحابه وقد رفعوا الصوت بالتكبير ( إنكم\nلا تدعون أصم ولا غائبا إنه أقرب إليكم من رؤوس رواحلكم )\n</p>\n\n<p>\nفيقال لهذا المعارض هو كما وصف نفسه ووصفه الرسول صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p442'> Vol. 01, p. 442</a>\n            </div>\n             مع كل ذي نجوى وأقرب إلى أحدهم من حبل الوريد وأقرب منها بعلم\nومنظر ومسمع من فوق العرش لا يخفي <span id='ms070'></span> عليه منهم خافية ولا يحجبهم منه شيء علمه\nبهم من فوق العرش محيط وبصره فيهم نافذ وهو بكماله فوق عرشه والسموات\nومسافة ما بينهن وبينه وبين خلقه في الأرض فهو كذلك معهم رابعهم وخامسهم\nوسادسهم يعلم ما عملوا من شيء ثم يثيبهم يوم القيامة بما عملوا كذلك هو مع\nكل ذي نجوى لا كما ادعيتم أنه مع كل بائل ومحدث ومجامع في كنفهم وحشوشهم\nومضاجعهم وإنما يعرف فضل الربوبية وعظم القدرة بأن الله تعالى من فوق عرشه\nوبعد مسافة السموات والأرض يعلم ما في الأرض وما تحت الثرى وهو مع كل ذي\nنجوى ولذلك قال <span class='quran'>عالم الغيب والشهادة </span>ولو كان في الأرض كما ادعيتم\nبجنب كل ذي نجوى ما كان بعجب أن ينبئهم بما عملوا يوم القيامة فلو كنا نحن\nبتلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p443'> Vol. 01, p. 443</a>\n            </div>\n             المنزلة منهم لنبأنا كل عامل منهم بما عمل وقال وناجى به\nأصحابه فما فضل علام الغيوب على المخلوق الذي لا يعلم الغيب في دعواك\n</p>\n\n<p>\nوأما قولك إن الله لم يصف نفسه أنه في موضع دون موضع فإن كنت أيها\nالمعارض ممن يقرأ كتاب الله ويفهم شيئا من العربية علمت أنك كاذب على الله\nفي دعواك لأنه وصف أنه في موضع دون موضع ومكان دون مكان ذكر أنه فوق العرش\nوالعرش فوق السموات وقد عرف ذلك كثير من النساء والصبيان فكيف من الرجال\n</p>\n\n<p>\nقال الله تعالى <span class='quran'>الرحمن على العرش استوى </span><span class='quran'>أأمنتم من في\nالسماء </span><span class='quran'>وهو القاهر فوق عباده </span><span class='quran'>يخافون ربهم من فوقهم\n</span><span class='quran'>إني متوفيك ورافعك إلي </span>^ ذي المعارج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p444'> Vol. 01, p. 444</a>\n            </div>\n             تعرج\nالملائكة والروح إليه ) من الأرض السافلة وقال <span class='quran'>إليه يصعد الكلم الطيب\nوالعمل الصالح يرفعه </span>ولم يقل ينزل إليه تحت الأرض\n</p>\n\n<p>\nفهذه الآي كلها تنبئك عن الله أنه في موضع دون موضع وأنه على السماء دون\nالأرض وأنه على العرش دون ما سواه من المواضع قد عرف ذلك من قرأ القرآن\nوآمن به وصدق الله بما فيه فلم تحكم على الله تعالى أيها العبد الضعيف بما\nهو مكذبك في كتابه ويكذبك الرسول <span id='ms071'></span> صلى الله عليه وسلم أو لم يبلغك حديث\nالنبي صلى الله عليه وسلم أنه قال للأمة السوداء ( أين الله فقالت في\nالسماء قال اعتقها فإنها مؤمنة ) فهذا ينبئك أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p445'> Vol. 01, p. 445</a>\n            </div>\n             في السماء دون\nالأرض فكيف تترك ما قال الله تعالى ورسوله وتختار عليهما في ذلك قول بشر\nوالثلجي ونظرائهما من الجهمية\n</p>\n\n<p>\nوأما قولك إنه غير محوي ولا محاط به فكذلك هو عندنا وفي مذهبنا لما أنه\nفوق العرش في هواء الآخرة حيث لا خلق معه هناك غيره ولا فوقه سماء وفي قياس\nمذهبك ومذاهب أصحابك محوي محاط به ملازق مماس قد اعترفت بذلك من حيث لا\nتشعر لأنكم تزعمون أنه في كل مكان من السموات والأرض والسموات فوق بعضه\nوأنه في كل بيت مغلق وفي كل صندوق مقفل فهو في دعواكم محاط به مماس ولا\nيكون شيء في كل مكان إلا وذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p446'> Vol. 01, p. 446</a>\n            </div>\n             الشيء مما بين الأمكنة قد أحاطت\nبه الأرض في دعواكم والسماء وحيطان البيوت والأغلاق والأقفال ونحن نبرأ إلى\nالله أن نصفه بهذه الصفة بل هو على عرشه فوق جميع الخلائق في أعلى مكان\nوأطهر مكان كما قال الله تعالى <span class='quran'>وهو القاهر فوق عباده </span>يعلم من فوق\nعرشه ما في السموات وما في الأرض وما تحت الثرى يدبر منه الأمر يعرج إليه\nفي يوم كان مقداره خمسين ألف سنة كما قال لا يحيط به شيء ولا يشتمل عليه\nحائط ولا سقف بيت ولا تقلة أرض ولا تظله سماء كما ادعيت أيها المبتلى أنه\nفي كل حجر وزاوية وفي كل حش وكنيف ومرحاض حيث مقيل الشيطان ومبيتهم تعالى\nالله عن وصفك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p447'> Vol. 01, p. 447</a>\n            </div>\n            \n</p>\n\n<p>\nوادعى المعارض على قوم من أهل الجماعة أنهم يقولون علم الله تعالى من\nذاته وهو في الأرض بائن منه فإنا لا نقول كما ادعيت أيها المعارض ولا نقول\nإن بعض ذاته في الأرض منزوع مجسم بائنا منه ولكنا نقول علمه وكلامه معه كما\nلم يزل غير بائن منه فهو بعلمه الذي كان في نفسه عالم من فوق عرشه بكل ذي <span id='ms072'></span>\nنجوى أي لا يخفى عليه منهم خافية لأنهم منه بمنظر ومسمع وهو أقرب إليهم من\nحبل الوريد لا يخفى عليه من جسد ظاهرا وباطنا قيس خردلة من مخ أو عظم أو\nعرق داخل أو خارج لقوله تعالى <span class='quran'>ونحن أقرب إليه منكم ولكن لا تبصرون\n</span>أي نحن نعلم منه ما ظهر وما بطن وما غيب منه الجلود وواراه الجوف\nوأخفته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p448'> Vol. 01, p. 448</a>\n            </div>\n             الصدور وأنتم لا تبصرون فنحن أقرب إليه منكم بالعلم\nبذلك لا بأن علمه منزوع منه بائن مجسم في الأرض كما ادعيت بجهلك فعلى هذا\nالتأويل ندعي أن علمه في الأرض لا ما ادعيت علينا من الباطل وكيف يتوجه\nلحجة غيره ممن لا يتوجه لحجة نفسه ولا يدري ما ينطق به لسانه وقل ما رأيت\nمن أهل الإسلام متكلما في العرش أكثر لجاجة في إبطاله وإدخال الحشو من\nالكلام والحجج الداحضة فيه من هذا المعارض وكلما أكثر من ذلك كان أدحض\nلحجته وأكشف لعورته\n</p>\n\n<p>\nفأقصر أيها المعارض فإن العرش لا يعطل بإكثار حشوك وخرافات كلامك وكلام\nالمريسي والثلجي إذ عقل أمره النساء والصبيان فكيف الرجال\n</p>\n\n<p>\nويحك هذا المذهب أنزه لله من السوء أم مذهب من يقول فهو بكماله وجلاله\nوعظمته وبهائه فوق عرشه فوق سمواته وفوق جميع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p449'> Vol. 01, p. 449</a>\n            </div>\n             الخلائق في أعلى\nمكان وأطهر مكان حيث لا خلق هناك من إنس ولا جان فتكفر أي الحزبين أعلم\nبالله وبمكانه وأشد له تعظيما وإجلالا\n</p>\n\n<p>\nوأما ما رويت عن ابن الثلجي من غير سماع منه من حديث السدي عن أبي مالك\nعن ابن عباس رضي الله عنهما في قوله تعالى <span class='quran'>الرحمن على العرش استوى\n</span>قال ارتفع ذكره وثناؤه على خلقه وعن ابن عباس أنه قال استوى له أمره\nوقدرته فوق بريته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p450'> Vol. 01, p. 450</a>\n            </div>\n            \n</p>\n\n<p>\nعن ابن الثلجي أيضا من حديث جويبر عن الكلبي عن أبي صالح عن ابن عباس\n<span class='quran'>الرحمن على العرش استوى </span>قلت ثم قطع الكلام فقال استوى له ما في\nالسموات وما في الأرض ينفي عن الله الاستواء ويجعله لما في السموات والأرض\n</p>\n\n<p>\nفيقال لك أيها المعارض <span id='ms073'></span> لو قد سمعت هذا من ابن الثلجي ما قامت لك به حجة\nفي قيس تمرة وهذه الروايات كلها لا تساوي بعرة وما يحتج بها في تكذيب العرش\nإلا الفجرة وأول ما فيه من الريبة أنك ترويه عن ابن الثلجي المأبون المتهم\nفي دين الله والثاني أنه عن الكلبي هو بزعم الثلجي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p451'> Vol. 01, p. 451</a>\n            </div>\n            \n</p>\n\n<p>\nوعن جويبر ولو صح ذلك عن الكلبي وجويبر من رواية سفيان وشعبة وحماد ابن\nزيد لم يكترث بهما لأنهما مغموزان في الرواية لا تقوم بهما الحجة في أدنى\nفريضة فكيف في إبطال العرش والتوحيد\n</p>\n\n<p>\nومع ذلك لا تراه إلا مكذوبا على جويبر والكلبي ولكن من يريد أن يعدل عن\nالمحجة يحتج لمذهبه بما لا تقوم به الحجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p452'> Vol. 01, p. 452</a>\n            </div>\n             والعجب ممن يدفع ما\nروى الزهري عن عطاء بن يزيد الليثي عن أبي هريرة وأبي سعيد عن النبي صلى\nالله عليه وسلم وعن زيد بن مسلم عن عطاء بن يسار عن أبي سعيد وسعيد المقبري\nوثابت البناني من رواية معمر وسفيان وشعبة ومالك بن أنس وحماد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p453'> Vol. 01, p. 453</a>\n            </div>\n             زيد ونظرائهم من أعلام المسلمين ويتعلق برواية الثلجي والمريسي\nونظرائهم من أهل الظنة في دين الله إذا وجد في شيء منها أدنى متعلق يدخل\nبها دلسة على الجهال\n</p>\n\n<p>\nوسنبين لهم من ذلك ما دلس إن شاء الله تعالى\n</p>\n\n<p>\nادعى المعارض أن بعض الناس قال في قوله <span class='quran'>استوى على العرش </span>قال\nاستولى قال وقال بعضهم استولى عليه أي هو عال عليه يقال للرجل علا الشيء أي\nملكه وصار في سلطانه كما يقال غلب فلان علي مدينة كذا ثم استوى على أمرها\nيريد استولى ولا يريد الجلوس وهذه تأويلات محتملة\n</p>\n\n<p>\nفيقال لهذا المعارض العامه التائه المأبون الذي يهذي ولا يدري هذه\nتأويلات محتملة لمعان هي أقبح الضلال وأفحش المحال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p454'> Vol. 01, p. 454</a>\n            </div>\n             ولا يتأولها\nمن الناس إلا الجهال وكل راسخ في الضلال\n</p>\n\n<p>\nويحك وهل من شيء لم يستول الله عليه في دعواك ولم يعلمه حتى خص العرش به\nمن بين ما في السموات وما في الأرض وهل نعرف من مثقال <span id='ms074'></span> ذرة في السموات وفي\nالأرض ليس الله مالكه ولا هو في سلطانه حتى خص العرش بالاستيلاء عليه من\nبين الأشياء وهل نازع الله من خلقه أحد أو غالبه على عرشه فيغلبه الله ثم\nيستوي على ما غالبه عليه مغالبة ومنازعة مع أنك قد صرحت بما قلنا إذ قسته\nفي عرشه بمتغلب على مدينة فاستوى عليها بغلبة\n</p>\n\n<p>\nففي دعواك لم يأمن الله أن يغلب لأن الغالب المستولي ربما غلب وربما غلب\n</p>\n\n<p>\nفهل سمع سامع بجاهل أجهل بالله ممن يدعي أن الله استولى على عرشه مغالبة\nثم يقيسه في ذلك بمتغلب فيقول ألا ترى أنه يقال للرجل غلب على مدينة\nواستولى على أهلها وأين ما انتحلت أنه لا يجوز لأحد أن يشبه الله بشيء من\nخلقه أو يتوهم فيه ما هو موجود في الخلق وقد شبهته بمتغلب غلب على مدينة\nبغلبة فاستولى عليها لو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p455'> Vol. 01, p. 455</a>\n            </div>\n             ولدتك أمك أصم أخرس كان خيرا لك من أن\nتتأول هذا وما أشبهه في الله تعالى وفي عرشه\n</p>\n\n<p>\nفأقصر أيها المرء الضعيف فإنك لن تدفع العرش والكرسي بمثل هذا الحشو\nوالخرافات والعمايات لأن الإيمان بهما قد خلص إلى كل من عرف الله من عالم\nأو جاهل وأعجب من ذلك كله قياسك الله بمقياس العرش ومقداره ووزنه من صغر أو\nكبر وزعمت كالصبيان العميان إن كان الله أكبر من العرش أو أصغر منه أو مثله\nفإن كان الله أصغر فقد صيرتم العرش أعظم منه وإن كان أكبر من العرش فقد\nادعيتم فيه فضلا على العرش وإن كان مثله فإنه إذا ضم إلى العرش السموات\nوالأرض كانت أكبر مع خرافات تكلم بها وترهات تلعب بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p456'> Vol. 01, p. 456</a>\n            </div>\n             وضلالات\nتضل بها لو كان من يعمل عليه لله لقطع ثمرة لسانه والخيبة لقوم هذا فقيههم\nوالمنظور إليه مع هذا التمييز كله وهذا البصر وكل هذه الجهالات والضلالات\n</p>\n\n<p>\nفيقال لهذا البقباق النفاج إن الله أعظم من كل شيء وأكبر من كل خلق ولم\nيحتمله العرش عظما ولا قوة ولا حملة العرش احتملوه بقوتهم ولا استقلوا <span id='ms075'></span>\nبعرشه بشدة أسرهم ولكنهم حملوه بقدرته ومشيئته وإرادته وتأييده لولا ذلك ما\nأطاقوا حمله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p457'> Vol. 01, p. 457</a>\n            </div>\n            \n</p>\n\n<p>\nوقد بلغنا أنهم حين حملوا العرش وفوقه الجبار في عزته وبهائه ضعفوا عن\nحمله واستكانوا وجثوا على ركبهم حتى لقنوا لا حول ولا قوة إلا بالله\nفاستقلوا به بقدرة الله وإرادته لولا ذلك ما استقل به العرش ولا الحملة ولا\nالسموات والأرض ولا من فيهن ولو قد شاء لاستقر على ظهر بعوضة فاستقلت به\nبقدرته ولطف ربوبيته فكيف على عرش عظيم أكبر من السموات السبع والأرضين\nالسبع وكيف ينكر أيها النفاج أن عرشه يقله والعرش أكبر من السموات السبع\nوالأرضين السبع ولو كان العرش في السموات والأرضين ما وسعته ولكنه فوق\nالسماء السابعة\n</p>\n\n<p>\nفكيف تنكر هذا وأنت تزعم أن الله في الأرض وفي جميع أمكنتها والأرض دون\nالعرش في العظمة والسعة فكيف تقله الأرض في دعواك ولا يقله العرش الذي أعظم\nمنها وأوسع وأدخل هذا القياس الذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p458'> Vol. 01, p. 458</a>\n            </div>\n             أدخلت علينا في عظم العرش\nوصغره وكبره على نفسك وعلى أصحابك في الأرض وصغرها حتى تستدل على جهلك\nوتفطن لما تورد عليك حصائد لسانك فإنك لا تحتج بشيء إلا وهو راجع عليك وآخذ\nبحلقك\n</p>\n\n<p>\nوقد حدثنا عبد الله بن صالح قال حدثني معاوية بن صالح أنه قال أول ما خلق\nالله حين كان عرشه على الماء حملة عرشه فقالوا ربنا لما خلقتنا فقال خلقتكم\nلحمل عرشي قالوا ربنا ومن يقوى على حمل عرشك وعليه عظمتك وجلالك ووقارك\nفيقول لهم إني خلقتكم لذلك قالوا ربنا ومن يقوى على حمل عرشك وعليه عظمتك\nوجلالك ووقارك قال فيقول خلقتكم لحمل عرشي قال فيقولون ذلك مرارا قال فقال\nقولوا لا حول ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p459'> Vol. 01, p. 459</a>\n            </div>\n             قوة إلا بالله فيحملكم والعرش قوة الله\n</p>\n\n<p>\nأفلا تدري أيها المعارض أن حملة العرش لم يحملوا العرش ومن عليه بقوتهم\nوشدة أسرهم إلا بقوة الله وتأييده\n</p>\n\n<p>\nوقد بينا لك ما جهلت من أمر العرش بشواهده من كتاب الله تعالى وشواهده من\nمعقول الكلام ومما مضى عليه أهل الإسلام\n</p>\n\n<p>\nوسنقص عليك فيه <span id='ms076'></span> آثار رسول الله صلى الله عليه وسلم المأثورة وأخباره\nالمشهورة ما لو عرضتها على قلبك وتدبرت ألفاظ رسول الله صلى الله عليه وسلم\nفيها علمت إن شاء الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p460'> Vol. 01, p. 460</a>\n            </div>\n             تعالى أن ما تأولته في تفسير العرش باطل\n</p>\n\n<p>\nحدثنا محبوب بن موسى الأنطاكي أبنا أبو إسحاق الفزاري عن الأعمش عن جامع\nبن شداد عن صفوان محرز عن عمران بن حصين رضي الله عنهما قال أتيت رسول الله\nصلى الله عليه وسلم فجاءه نفر من أهل اليمن فقالوا أتيناك لنتفقه في الدين\nولنسألك عن أول هذا الأمر كيف كان قال ( كان الله لم يكن شيء غيره وكان\nعرشه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p461'> Vol. 01, p. 461</a>\n            </div>\n             على الماء ثم كتب في الذكر كل شيء ثم خلق السموات والأرض\n)\n</p>\n\n<p>\nفهذا قول رسول الله صلى الله عليه وسلم أن عرشه كان على الماء قبل أن\nيخلق السموات والأرض التي هي أعلى الخلق فقول رسول الله صلى الله عليه وسلم\nتكذيب لدعواك وإبطال لتأويلك\n</p>\n\n<p>\nحدثنا عبد الله بن أبي شيبة حدثنا عبد الله بن بكر السهمي ثنا بشر بن\nنمير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p462'> Vol. 01, p. 462</a>\n            </div>\n            \n</p>\n\n<p>\nعن القاسم عن أبي أمامة رضي الله عنه أن رسول الله صلى الله عليه وسلم\nقال ( خلق الله الخلق وقضى القضية وأخذ ميثاق النبيين وعرشه على الماء )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p463'> Vol. 01, p. 463</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن كثير العبدي أبنا سفيان الثوري ثنا أبو هاشم عن مجاهد عن\nابن عباس رضي الله عنهما قال إن الله كان على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p464'> Vol. 01, p. 464</a>\n            </div>\n             عرشه قبل أن يخلق\nشيئا فهذا ابن عباس يخبر أن الله كان على عرشه قبل أن يخلق شيئا من خلقه من\nسماء وأرض\n</p>\n\n<p>\nوادعيت أنت وصاحبك أن العرش أعلى الخلق تكذيبا لرسول الله صلى الله عليه\nوسلم ولأصحابه\n</p>\n\n<p>\nوروي عن مجاهد أنه قال بدء الخلق العرش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p465'> Vol. 01, p. 465</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا موسى بن إسماعيل ثنا أبو عوانة عن أبي بشر عن مجاهد قال بدء الخلق\nالعرش والماء\n</p>\n\n<p>\nحدثنا أبو بكر بن أبي شيبة ثنا وكيع عن سفيان عن الأعمش عن المنهال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p466'> Vol. 01, p. 466</a>\n            </div>\n             عن سعيد بن جبير عن ابن عباس <span class='quran'>وكان عرشه على الماء </span>قال على أي شيء قال <span id='ms077'></span> على متن الريح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p467'> Vol. 01, p. 467</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني محمد بن بشار بندار ثنا وهب بن جرير ثنا أبي قال سمعت محمد بن\nإسحاق يحدث عن يعقوب بن عتبة وجبير بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p468'> Vol. 01, p. 468</a>\n            </div>\n             محمد بن جبير بن مطعم عن\nأبيه عن جده قال قال رسول الله صلى الله عليه وسلم ( إن الله فوق عرشه فوق\nسمواته فوق أرضه مثل القبة وأشار النبي صلى الله عليه وسلم مثل القبة وإنه\nليئط به أطيط الرحل بالراكب ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p469'> Vol. 01, p. 469</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p470'> Vol. 01, p. 470</a>\n            </div>\n             وهذا أيها المعارض\nناقض لتأويلك أن العرش إنما هو أعلى الخلق يعني السموات فما دونها من\nالسقوف والعرش وأعالي الخلائق ورسول الله صلى الله عليه وسلم يقول إنه فوق\nالسموات العلى فكفى خيبة وخسارة برجل أن يضاد قوله قول رسول الله صلى الله\nعليه وسلم ويكذب دعواه\n</p>\n\n<p>\nحدثنا موسى بن إسماعيل ثنا حماد بن سلمة عن عاصم عن زر عن ابن مسعود رضي\nالله عنه قال ما بين السماء الدنيا والتي تليها مسيرة خمسمائة عام وبين كل\nسمائين مسيرة خمسمائة عام وبين السماء السابعة وبين الكرسي خمسمائة عام\nوالعرش على الماء والله فوق العرش وهو يعلم ما أنتم عليه\n</p>\n\n<p>\nقال أبو سعيد أفلا ترى أيها المعارض أن ابن مسعود كيف ميز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p471'> Vol. 01, p. 471</a>\n            </div>\n            \nبين العرش والكرسي وبين السموات فما دونها التي هي أعلى الخلائق في دعواك\nوسميتها عرشا دون عرش الرحمن الذي هو العرش على ألسن العالمين\n</p>\n\n<p>\nحدثنا موسى بن إسماعيل ثنا عبد الواحد بن زياد ثنا عبيد بن مهران وهو\nالمكتب ثنا مجاهد قال قال عبد الله بن عمر خلق الله أربعة أشياء بيده العرش\nوالقلم وعدن وآدم ثم قال لسائر الخلق كن فكان تكذيبا لما ادعيت أيها\nالمعارض إذ خلقه الله بيده خصوصا ثم قال لما هو أعلى الخلائق عندك <span class='quran'>ائتيا طوعا أو كرها </span>وإذا كان العرش في دعواك ودعوى إمامك السموات فما\nبال حملة العرش وما يصنع بهم في رفع السموات وقد قال الله تعالى <span class='quran'>الله\nالذي رفع السماوات بغير عمد ترونها </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p472'> Vol. 01, p. 472</a>\n            </div>\n            \n</p>\n\n<p>\nففي معرفة الناس لحملة العرش واستفاضته فيهم وعلى ألسنتهم تكذيب <span id='ms078'></span> دعواك\nودعوى صاحبك ثم ما روي فيهم عن رسول الله صلى الله عليه وسلم وعن أصحابه\nسنذكر منها بعض ما حضر إن شاء الله تعالى\n</p>\n\n<p>\nحدثنا محمد بن الصباح ثنا الوليد بن أبي ثور عن سماك عن عبد الله بن\nعميرة عن الأحنف بن قيس عن العباس بن عبد المطلب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p473'> Vol. 01, p. 473</a>\n            </div>\n             رضي الله عنه\nقال كنت بالبطحاء في عصابة فيهم رسول الله صلى الله عليه وسلم فذكر رسول\nالله صلى الله عليه وسلم السموات حتى عد سبع سموات قال وفوق السابعة بحر\nبين أسفله وأعلاه مثل ما بين السماء إلى السماء وفوق ذلك ثمانية أوعال ما\nبين أظلافهن وركبهن مثل ما بين السماء إلى السماء وعلى ظهورهم العرش أسفله\nوأعلاه ما بين السماء إلى السماء ثم الله فوق ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p474'> Vol. 01, p. 474</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا موسى بن إسماعيل ثنا حماد وهو ابن سلمة عن الزبير أبي عبد السلام\nعن أيوب بن عبد الله الفهري أن ابن مسعود قال إن ربكم ليس عنده ليل ولا\nنهار نور السموات من نور وجهه وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p475'> Vol. 01, p. 475</a>\n            </div>\n             مقدار كل يوم من أيامكم عنده\nثنتا عشرة ساعة فتعرض عليه أعمالكم بالأمس أول النهار اليوم فينظر فيها\nثلاث ساعات فيطلع فيها على ما يكره فيغيظه ذلك فأول من يعلم بغضبه الذين\nيحملون العرش يجدونه يثقل عليهم فيسبحه الذين يحملون العرش وسرادقات العرش\nوالملائكة المقربون وسائر الملائكة\n</p>\n\n<p>\nحدثنا موسى بن إسماعيل ثنا حماد عن علي بن زيد عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p476'> Vol. 01, p. 476</a>\n            </div>\n             يوسف بن\nمهران عن ابن عباس رضي الله عنهما قال لحملة العرش قرون لها كعوب ككعوب\nالقنا ما بين أخمص أحدهم إلى كعبه مسيرة خمسمائة عام ومن كعبه إلى ركبته\nمسيرة خمسمائة عام ومن ركبته إلى أرنبته مسيرة خمسمائة عام ومن أرنبته إلى\nترقوته مسيرة خمسمائة عام ومن ترقوته إلى موضع القرط خمسمائة عام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p477'> Vol. 01, p. 477</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا موسى بن إسماعيل ثنا حماد عن هشام بن عروة عن عروة قال حملة العرش\nمنهم من صورته على صورة الإنسان ومنهم من صورته على صورة النسر ومنهم من\nصورته على صورة الثور <span id='ms079'></span> ومنهم من صورته على صورة الأسد\n</p>\n\n<p>\nحدثنا عمرو بن محمد الناقد ثنا إسحاق بن منصور السلولي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p478'> Vol. 01, p. 478</a>\n            </div>\n             عن\nمعاوية بن إسحاق وعن سعيد بن أبي سعيد المقبري عن أبي هريرة رضي الله عنه\nقال قال رسول الله صلى الله عليه وسلم ( إن الله قد أذن لي أن أحدثكم عن\nملك قد مرقت رجلاه الأرض السابعة والعرش على منكبه وهو يقول سبحانك أين أنت\nأو حيث تكون )\n</p>\n\n<p>\nحدثنا إسماعيل بن عبد الله الرقي أبو الحسن السكري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p479'> Vol. 01, p. 479</a>\n            </div>\n             ثنا شريك\nعن سماك بن حرب عن عبد الله بن عميرة عن الأحنف بن قيس عن العباس بن عبد\nالمطلب رضي الله عنه في قوله تعالى <span class='quran'>ويحمل عرش ربك فوقهم يومئذ ثمانية\n</span>قال ثمانية أملاك على صورة الأوعال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p480'> Vol. 01, p. 480</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا الحكم بن موسى البغدادي ثنا الهقل بن زياد عن الأوزاعي عن حسان بن\nعطية قال حملة العرش ثمانية أقدامهم في الأرض ورؤوسهم قد جاوزت السماء\nوقرونهم مثل طولهم عليها العرش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p481'> Vol. 01, p. 481</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو صالح الحراني ثنا ابن لهيعة عن الحارث بن يزيد عن علي بن رباح\nعن رجل سمع عبادة بن الصامت يقول إن النبي صلى الله عليه وسلم خرج فقال (\nإن الله رفعني يوم القيامة في أعلى غرفة من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p482'> Vol. 01, p. 482</a>\n            </div>\n             جنات النعيم ليس\nفوقي إلا حملة العرش )\n</p>\n\n<p>\nوفي العرش وحملة العرش أخبار كثيرة عن رسول الله صلى الله عليه وسلم\nوأصحابه والتابعين اختصرنا منها هذه الأحاديث ليعلم من نظر فيها مخالفتكم\nرسول الله وأصحابه والتابعين وإن لم تكن تؤمن بها أنت وأصحابك فقد آمن بها\nمن هو خير منكم وأطيب واعلموا يقينا أن قول هؤلاء ألهم لهم وأصح عند الله\nمما يروي المريسي وابن الثلجي من خرافاتهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p483'> Vol. 01, p. 483</a>\n            </div>\n             وترهاتهم التي لا\nتنقاس في كتاب ولا سنة ولا في شيء من لغات العرب والعجم\n</p>\n\n<p>\nوادعيت أيضا على قوم أعلم بالله وبكتابه وسنة نبيه صلى الله عليه وسلم\nمنك ومن أصحابك أنهم يقولون علم الله غيره والعلم بمعزل منه العالم في\nالسماء والعلم في الأرض منه بمعزل\n</p>\n\n<p>\nفيقال لهذا المعارض الباهت <span id='ms080'></span> مثل هذا لا يتفوه به إلا جاهل مثلك ولكنهم\nيقولونه على معنى لا يتوجه له أمثالك يقولون العالم بكماله وبجميع علمه فوق\nعرشه وعلمه غير بائن منه يعلم بعلمه الذي في نفسه ما في السموات وما في\nالأرض وما تحت الثرى على بعد مسافة ما بينهن فمعنى قولهم إن علمه في الأرض\nعلى هذا التأويل لا على ما ادعيت عليهم من الزور أنهم يزعمون أن علم الله\nمنزوع منه مجسم في الأرض إذا هم في الجهل والضلال مثلك ومثل أئمتك المريسي\nوابن الثلجي ونظرائهم\n</p>\n\n<p>\nوادعيت عليهم أيضا أنهم يزعمون أن كلام الله من صفاته وذاته والكلام هو\nالفعل بزعمك وزعم هؤلاء أنه من الذات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p484'> Vol. 01, p. 484</a>\n            </div>\n            \n</p>\n\n<p>\nفيقال لهذا المعارض أما ما يزعم هؤلاء من ذلك فسنبينه لك وإن جهلت غير\nأنك ترددت وراوغت ووالست ودالست تقدم رجلا وتؤخر أخرى كيف تصرح بالقرآن أنه\nمخلوق فلم تزل عنك ودونك تلجلج بها في صدرك حتى صرحت بها في هذه المسألة\nفزعمت أنه فعل والفعل عندك مخلوق ولا شك فيه\n</p>\n\n<p>\nوأما دعواك علينا أنا نقول إن كلام الله من صفاته فإنا نقول علانية غير\nسر وهو الحق المبين وليس شيء من صفاته مخلوقا وكل كلام صفة كل متكلم به\nخالق أو مخلوق غير أنه لا يقاس به من الخالق والمخلوق سائر الصفات من اليد\nوالوجه والنفس والسمع والبصر وما أشبهها من الصفات التي إذا بانت من\nالموصوف واستبان مكانها منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p485'> Vol. 01, p. 485</a>\n            </div>\n             قام البائن منه بعينه في مكان آخر\nلأنك ترى المتكلم من الناس يتكلم نهاره أجمع وكلامه يخرج منه وصفا لا ينقص\nمن كلامه شيء الذي يخرج منه متى شاء عاد في مثله من الكلام ولا الكلام يقوم\nبعينه جسما يرى وينظر إليه دونه وينشر كلامه في الآفاق على لسان غيره فينسب\nإليه حيا وميتا كما ينسب اليوم أشعار الشعراء فيقال شعر لبيد والأعشى ولو\nقطعت يده لاستبان موضع قطعه منه واستبان المقطوع في مكان آخر فلذلك قلنا إن\nالكلام له حال خلاف حال هذه الصفات <span id='ms081'></span> الأخر لا يقاس بشيء منها ولا يشك فيها\nأنها صفة المتكلم لأنه منه خرج\n</p>\n\n<p>\nوأما قولك كلام الله فعله فقد صرحت بأنه مخلوق وادعيت أن أفاعيل الله\nزائلة عنه مخلوقة والكلام أحد أفاعيله عندك فقلت فيه قولا أفحش مما قال\nإمامك المريسي زعم المريسي أنه مجعول وكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p486'> Vol. 01, p. 486</a>\n            </div>\n             مجعول مخلوق وزعمت\nأنت أنه مفعول وكل مخلوق مفعول وأنتما وإن اختلفت منكما الألفاظ فإن المعنى\nفيه منكما متفق كما اتفق القول من إمامك المريسي مع الوليد بن المغيرة\nالمشرك المخزومي أن قال <span class='quran'>إن هذا إلا قول البشر </span>وكذا الذي قال <span class='quran'>إن هذا إلا اختلاق </span>فزعم إمامك أنه مجعول وزعمت أنه مفعول فاتفقت\nالمعاني واختلفت الألفاظ منكما جميعا ولئن كان أهل الجهل من مرادكم في شك\nإن أهل العلم منكم لعلى يقين فكان من صنع الله لمن بين ظهريك أن صرحت\nبالمخلوق بعد تستر وانقباض منه مخافة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p487'> Vol. 01, p. 487</a>\n            </div>\n             الفضيحة حتى صرحت بها\nفاستدلوا على مذهبك ليحذروا مثلها من زلاتك ويجتنبوا أخواتها من سقطاتك ثم\nصرحت بها ثانية في آخر كتابك فادعيت أن من قال القرآن غير مخلوق فقد جاء\nبالكفر عيانا\n</p>\n\n<p>\nأو لم تزعم أيها المعارض في صدر كتابك هذا أن من قال غير مخلوق فهو كافر\nفإن كان الذي قال غير مخلوق كافرا عندك إن الذي يقول مخلوق مؤمن موفق مصيب\nفي دعواك فلم تنسبه إلى البدعة وهو في دعواك موفق مصيب في دعواك فلم تنسبه\nإلى البدعة وهو في دعواك موفق مصيب ولكنك موهب بالأول لئلا يفطن الجهال منك\nالأخرى وقد صرحت وأوضحت وأفصحت به حتى لم تدع لمتأول عليك موضع شبهة\n</p>\n\n<p>\nوصرحت أيضا بمذهب كبير فاحش من قول الجهمية فقلت إذا قالوا لنا أين الله\nفإنا لا نقول بالأينية بحلول المكان إذا قيل أين هو قيل على العرش وفي\nالسماء\n</p>\n\n<p>\nفيقال لك أيها المعارض ما أبقيت غاية في نفي استواء الله على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p488'> Vol. 01, p. 488</a>\n            </div>\n            \nالعرش واستوائه إلى السماء إذ قلت لا نقول إنه على العرش وفي السماء\nبالأينية ومن لم يعرف أن إلهه <span id='ms082'></span> فوق عرشه فوق سمواته فإنما يعبد غير الله\nويقصد بعبادته إلى إله في الأرض ومن قصد بعبادته إلى إله في الأرض كان\nكعابد وثن لأن الرحمن على العرش والأوثان في الأرض كان كعابد وثن لأن\nالرحمن على العرش والأوثان في الأرض كما قال لجبريل <span class='quran'>عند ذي العرش مكين\nمطاع ثم أمين </span>ففي قوله دليل على البينونة والحد بقوله ثم لا هاهنا في\nالكنف والمراحيض كما ادعيتم\n</p>\n\n<p>\nوإن أبيت أيها المعارض أن تؤين الله تعالى وتقر به أنه فوق عرشه دون ما\nسواه فلا ضير على من أينه إذ رسوله ونبيه صلوات الله عليه وسلامه قد أينه\nفقال للأمة السوداء أين الله قالت في السماء قال أعتقها فإنها مؤمنة وكذلك\nأينه رسول الله صلى الله عليه وسلم وخليله إبراهيم أنه في السماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p489'> Vol. 01, p. 489</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو هاشم الرفاعي ثنا إسحاق ثنا أبو جعفر الرازي عن عاصم بن بهدلة\nعن أبي صالح عن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه\nوسلم ( لما ألقي إبراهيم في النار قال اللهم إنك في السماء واحد وأنا في\nالأرض واحد أعبدك ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p490'> Vol. 01, p. 490</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا مسلم بن إبراهيم عن أبان بن يزيد العطار عن يحيى ابن أبي كثير عن\nهلال بن أبي ميمونة عن عطاء بن يسار عن معاوية بن الحكم السلمي أن النبي\nصلى الله عليه وسلم قال للأمة السوداء ( أين الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p491'> Vol. 01, p. 491</a>\n            </div>\n             قالت في\nالسماء قال أعتقها فإنها مؤمنة )\n</p>\n\n<p>\nفما نصنع بقولك أيها المعارض وقول إمامك المريسي مع قول محمد رسول الله\nوإبراهيم خليل الله صلى الله عليهما وسلم إلا أن ينبذ في الحش\n</p>\n\n<p>\nوالقرآن يصدق ما قالا ويحققه من أوله إلى آخره إذ يقول <span class='quran'>أأمنتم من في\nالسماء </span>و <span class='quran'>إليه يصعد الكلم الطيب </span>و <span class='quran'>ذي المعارج تعرج\nالملائكة والروح إليه في يوم كان مقداره خمسين ألف سنة </span>و <span class='quran'>وهو\nالقاهر فوق عباده </span>و <span class='quran'>إني متوفيك ورافعك إلي </span>وما أشبهها من\nالقرآن\n</p>\n\n<p>\nوزعمت أيها المعارض أنك لا تصف الله بحلول في الأماكن فلو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p492'> Vol. 01, p. 492</a>\n            </div>\n            \nشعرت أيها <span id='ms083'></span> المعارض أنك وصفته بأقبح حلول في الأماكن أفحش مما عبت على غيرك\nلأنا قد أينا له مكانا واحدا أعلى مكان وأطهر مكان وأشرف مكان على عرشه\nالعظيم المقدس المجيد فوق السماء السابعة العليا حيث ليس معه هناك إنس ولا\nجان ولا بجنبه حش ولا مرحاض ولا شيطان\n</p>\n\n<p>\nوزعمت أنت والمضلون من زعمائك أنه في كل مكان وفي كل حش ومرحاض وبجنب كل\nإنسي وجان أفأنتم تشبهونه بالحلول في الأماكن أم نحن هذا واضح بين مذهبكم\nودعواكم صرحت بها أيها المعارض في غير موضع من كتابك ولكنك تقول الشيء\nفتنساه ثم تنقضه على نفسك وأنت لا تشعر به حتى يأخذ بحلقك والحمد لله الذي\nأعاننا عليك بالنسيان وكثرة الهذيان\n</p>\n\n<p>\nثم ذهبت تنكر النزول وتدفعه بضروب من الأباطيل والأضاليل من كلام المريسي\nوابن الثلجي ونظرائهم من الجهمية وقد صح عن رسول الله صلى الله عليه وسلم\nفي غير خبر كأنك تسمع رسول الله صلى الله عليه وسلم يقوله وقل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p493'> Vol. 01, p. 493</a>\n            </div>\n            \nحديث روي عن النبي صلى الله عليه وسلم أنقض لدعواكم من الله في كل مكان من\nحديث النزول لما أنكم تقولون لا يخلو منه فكيف ينزل من مكان إلى مكان من هو\nفي كل مكان فكان من أعظم حجج المعارض لدفع حديث رسول الله صلى الله عليه\nوسلم في النزول حكاية حكاها عن أبي معاوية الضرير لعلها مكذوبة عليه أنه\nقال نزوله أمره وسلطانه وملائكته ورحمته وما أشبهها\n</p>\n\n<p>\nفقلنا له أيها المعارض أما لفظ رسول الله صلى الله عليه وسلم فينقض ما\nحكيت عن أبي معاوية فإن قاله فالحديث يكذبه ويبطل دعواه لأن لفظ الحديث (\nإذا مضى ثلث الليل أو شطر الليل نزل الله إلى السماء الدنيا فيقول هل من\nداع فأجيب هل من مستغفر أغفر له هل من سائل فأعطيه حتى ينفجر الفجر ) وقد\nجئنا بالحديث بإسناده في صدر هذا الكتاب فلو كان على ما حكيت عن أبي معاوية\nوادعيته أنت أيضا أنه أمره ورحمته وسلطانه ما كان أمره وسلطانه يتكلم بمثل <span id='ms084'></span>\nهذا ويدعو الناس إلى استغفاره وسؤاله دون الله ولا الملائكة يدعون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p494'> Vol. 01, p. 494</a>\n            </div>\n             الناس إلى إجابة الدعوة وإلى المغفرة منها لهم وإلى إعطاء\nالسؤال لأن الله تعالى ولي ذلك دون سواه\n</p>\n\n<p>\nوأخرى أن أمره وملائكته ورحمته وسلطانه دائبا ينزل آناء الليل وآناء\nالنهار وفي كل ساعة لا يفتر ولا ينقطع فما بال ثلث الليل خص بنزوله ورحمته\nوأمره من بين أوقات الليل والنهار حتى وقت رسول الله صلى الله عليه وسلم\nلذلك وقتا آخر فقال ( إلى أن ينفجر الفجر ) ففي دعواك تنزل رحمته على الناس\nفي ثلث الليل فإذا انفجر الفجر رفعت في دعواك هذا والله تفسير محال وتأويل\nضلال يشهد عليه ظاهر لفظ الحديث بالإبطال\n</p>\n\n<p>\nوأما ما رويت في صدر كتابك عن المريسي أن الله بكل مكان عن ابن عيينة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p495'> Vol. 01, p. 495</a>\n            </div>\n             عن عمرو بن دينار عن ابن عمر أنه قال لرجل لا تقل الله حيث كان\nفإنه بكل مكان\n</p>\n\n<p>\nوعن أبي الأحوص عن زيد بن جبير عن أبي البختري مثله فتأويل هذا أيها\nالمعارض على ما فسرنا أنه من فوق عرشه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p496'> Vol. 01, p. 496</a>\n            </div>\n             بكل مكان بالعلم به ومع\nكل صاحب نجوى وأقرب من حبل الوريد كما قال الله تعالى لا على أن نفسه في كل\nمكان مما بين الخلق في الأرض والأمكنة وبجنب كل مصل وقائم وقاعد فهو من فوق\nعرشه مع من بالمشرق كما هو مع من بالمغرب ومع من في الأرض السابعة كما هو\nمع من هو في السماء السابعة ولا يبعد عنه شيء في الأرض ولا في السماء ولا\nيخفى عليه خافية من خلقه\n</p>\n\n<p>\nوالعجب منك ومن إمامك المريسي إذ يحتج في ضلاله بالتمويه عن ابن عمر وعن\nأبي البختري ويدع المنصوص المفسر عن ابن عمر في الرؤية والعرش خلاف ما موه\nمن كتاب الله ورواية بضع وعشرين رجلا من الصحابة رضي الله عنهم أجمعين عن\nرسول الله صلى الله عليه وسلم في النزول وفي أن الله تعالى في السماء دون\nالأرض هذا إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p497'> Vol. 01, p. 497</a>\n            </div>\n             الابتداع أقرب منه إلى الاتباع وإلى الجهل <span id='ms085'></span> أقرب\nمنه إلى العدل غير أن المصيب يتعلق من الآثار بكل واضح مشهور والمريب يتعلق\nبكل متشابه مغمور\n</p>\n\n<p>\nوأعجب من ذلك قولك فيما ادعيت على أبي معاوية في تفسير هذا النزول ثم قلت\nويحتمل ما قال أبو معاوية أن نزوله أمره وسلطانه كما ترون القرآن يجيء يوم\nالقيامة شافعا مشفعا وماحلا مصدقا فقالوا معنى ذلك أنه ثوابه فإن جاز لهم\nهذا التأويل في القرآن جاز لنا أن نقول إن نزوله أمره ورحمته\n</p>\n\n<p>\nفيقال لهذا المعارض لقد قست بغير أصل ولا مثال لأن العلماء قد علموا أن\nالقرآن كلام والكلام لا يقوم بنفسه شيئا قائما حتى تقيمه الألسن ويستلين\nعليها وإنه بنفسه لا يقدر على المجيء والتحرك والنزول بغير منزل ولا محرك\nإلا أن يؤتى به وينزل والله تعالى حي قيوم ملك عظيم قائم بنفسه في عزه\nوبهائه يفعل ما يشاء كما يشاء وينزل بلا منزل ويرتفع بلا رافع ويفعل ما\nيشاء بغير استعانة بأحد ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p498'> Vol. 01, p. 498</a>\n            </div>\n             حاجة فيما يفعل إلى أحد ولا يقاس\nالحي القيوم الفعال لما يشاء بالكلام الذي ليس له عين قائم حتى تقيمه\nالألسن ولا له أمر ولا قدرة ولا إرادة ولا يستبين إلا بقراءة القراء\n</p>\n\n<p>\nأرأيت إن كان نزوله أمره ورحمته فما بال أمره ورحمته ولا ينزل إلا في ثلث\nالليل ثم إلى السماء الدنيا وما بال أمره ورحمته في دعواك لا ينزل إلى\nالأرض حيث مستقر العباد ممن يريد الله أن يرحمه ويجيب ويعطي فما بالها تنزل\nإلى السماء الدنيا ثم لا تجوزها وما بال رحمته تبقى على عباده من ثلث الليل\nإلى انفجار الفجر ثم ترجع من حيث جاءت بزعمك\n</p>\n\n<p>\nوما باله إذ الله بزعمك في الأرض فإذا استرحمه عباده واستغفروه وتضرعوا\nإليه بعد عنهم رحمته إلى السماء الدنيا مسيرة خمسمائة عام ولا يغشيهم إياها\nوهو معهم في الأرض بزعمك إذ زعمت أن نزوله تقريب رحمته إياهم كقوله الآخر (\nمن تقرب مني شبرا تقربت منه ذراعا ومن تقرب مني ذراعا تقربت منه باعا )\nفقلت هذا <span id='ms086'></span> تقرب بالرحمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p499'> Vol. 01, p. 499</a>\n            </div>\n            \n</p>\n\n<p>\nففي دعواك في تفسير النزول من تقرب إليه شبرا تباعد هو عنه مسيرة ما بين\nالأرض إلى السماء وكلما ازداد العباد إلى الله اقترابا تباعد هو برحمته\nعنهم بعد ما بين السماء والأرض بزعمك\n</p>\n\n<p>\nلقد علمت أيها الجاهل أن هذا تفسير محال يدعو إلى ضلال والحديث نفسه يبطل\nهذا التفسير ويكذبه غير أنه أغيظ حديث للجهمية وأنقض شيء لدعواهم لأنهم لا\nيقرون أن الله فوق عرشه فوق سمواته ولكنه في الأرض كما هو في السماء فكيف\nينزل إلى السماء الدنيا من هو تحتها في الأرض وجميع الأماكن منها ونفس\nالحديث ناقض لدعواهم وقاطع لحججهم\n</p>\n\n<p>\nوأخرى أنه قد عقل كل ذي عقل ورأي أن القول لا يتحول صورة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p500'> Vol. 01, p. 500</a>\n            </div>\n             لها\nلسان وفم ينطق ويشفع فحين اتفقت المعرفة من المسلمين أن ذلك كذلك علموا أن\nذلك ثواب فيصوره الله بقدرته صورة رجل يبشر به المؤمنين لأنه لو كان القرآن\nصورة كصورة الإنسان لم يتشعب أكثر من ألف ألف صورة فيأتي أكثر من ألف ألف\nشافعا وماحلا لأن الصورة الواحدة إذا هي أتت واحدا زالت عن غيره فهذا معقول\nلا يجهله إلا كل جهول وهذا كحديث الأعمش عن المنهال عن زاذان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p501'> Vol. 01, p. 501</a>\n            </div>\n            \nعن البراء بن عازب رضي الله عنهما عن النبي صلى الله عليه وسلم ( أن الرجل\nإذا مات تأتيه أعماله الصالحة في صورة رجل في أحسن هيئة وأحسن لباس وأطيب\nريح فيقول له من أنت فيقول أنا عملك الصالح كان حسنا وكذلك تراني حسنا وكان\nطيبا فكذلك تراني طيبا وكذلك العمل السيء يأتي صاحبه فيقول له مثل ذلك\nويبشره بعذاب الله ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p502'> Vol. 01, p. 502</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما عملهما الصلاة والزكاة والصيام وما أشبهها من الأعمال الصالحة وعمل\nالآخر الزنا والربا وقتل النفس بغير حقها وما أشبهها من المعاصي قد اضمحلت\nوذهبت في الدنيا فيصور الله بقدرته للمؤمن والفاجر ثوابها وعقابها يبشر\nبهما إكراما للمؤمن وحسرة على الكافر\n</p>\n\n<p>\nوهذا المعنى أوضح من الشمس قد علمتم ذلك إن شاء الله لكن تغالطون وتدلسون\nوعليكم أوزاركم وأوزار من تضلون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p503'> Vol. 01, p. 503</a>\n            </div>\n            \n</p>\n\n<p>\nثم <span id='ms087'></span> أكد المعارض دعواه في أن الله في كل مكان بقياس ضل به عن سواء السبيل\n</p>\n\n<p>\nفقال ألا ترى أنه من صعد الجبل لا يقال له أنه أقرب إلى الله\n</p>\n\n<p>\nفيقال لهذا المعارض المدعي ما لا علم له من أنبأك أن رأس الجبل ليس بأقرب\nإلى الله تعالى من أسفله لأنه من آمن بأن الله فوق عرشه فوق سماواته علم\nيقينا أن رأس الجبل أقرب إلى الله من أسفله وأن السماء السابعة أقرب إلى\nعرش الله تعالى من السادسة والسادسة أقرب إليه من الخامسة ثم كذلك إلى\nالأرض كذلك روى إسحاق بن إبراهيم الحنظلي عن ابن المبارك أنه قال رأس\nالمنارة أقرب إلى الله من أسفله وصدق ابن المبارك لأن كل ما كان إلى السماء\nأقرب كان إلى الله أقرب وقرب الله إلى جميع خلقه أقصاهم وأدناهم واحد لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p504'> Vol. 01, p. 504</a>\n            </div>\n             يبعد عنه شيء من خلقه وبعض الخلق أقرب من بعض على نحو ما فسرنا\nمن أمر السموات والأرض وكذلك قرب الملائكة من الله فحملة العرش أقرب إليه\nمن جميع الملائكة الذين في السموات والعرش أقرب إليه من السماء السابعة\nوقرب الله إلى جميع ذلك واحد هذا معقول مفهوم إلا عند من لا يؤمن أن فوق\nالعرش إلها ولذلك سمى الملائكة المقربين وقال <span class='quran'>إن الذين عند ربك لا\nيستكبرون عن عبادته ويسبحونه وله يسجدون </span>فلو كان الله في الأرض كما\nادعت الجهمية ما كان لقوله <span class='quran'>الذين عند ربك </span>معنى إذ كل الخلق عنده\nومعه في الأرض بمنزلة واحدة مؤمنهم وكافرهم ومطيعهم وعاصيهم وأكثر أهل\nالأرض من لا يسبح بحمده ولا يسجد له ولو كان في كل مكان ومع كل أحد لم يكن\nلهذه الآية معنى لأن أكثر من في الأرض لا يؤمن به ولا يسجد له ويستكبر عن\nعبادته فأي منقبة إذا فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p505'> Vol. 01, p. 505</a>\n            </div>\n             للملائكة إذ كل الخلق عند الجهمية في\nمعناهم في تفسير هذه الآية\n</p>\n\n<p>\nثم فسر المعارض هذا المذهب تفسيرا أشنع من هذا دفعا بأن يقال إن الله في\nالسماء فقال يحتمل <span id='ms088'></span> التأويل أن يكون في السماء على أنه مدبرها ومتقنها كما\nيقال للرجل هو في صلاته وعمله وتدبير معيشته وليس هو في نفسها وفي جوفها\nوفي نفس المعيشة بالحقيقة ولكن بالمجاز على دعواه\n</p>\n\n<p>\nفيقال لهذا المعارض قد قلنا لك إنك تهذي ولا تدري تتكلم بالشيء ثم تنقضه\nعلى نفسك أليس قد زعمت أن الله تعالى في السماء وفي الأرض وفي كل مكان\nبنفسه فكيف تدعي هاهنا أنه ليس في السموات منه إلا تدبيره وإتقانه كتدبير\nالرجل في معيشته وليس بداخل فيها\n</p>\n\n<p>\nما أولاك أيها المعارض أن تعض على لسانك ولا تحتج بشيء لا تقدر أن تقوده\nأو تتخلص منه بحجة حتى تنقضه على نفسك بنفس كلامك ولو كان لك ناصح لحجر\nعليك الكلام ولولا أنه يشير إليك بعض الناس ببعض النضرة في العلم ما\nاشتغلنا بالرد على مثلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p506'> Vol. 01, p. 506</a>\n            </div>\n             لسخافة كلامك ورثاثة حججك ولكنا تخوفنا\nمن جهالتك ضررا على الضعفاء الذين بين ظهريك فأحببنا أن نبين لهم عورة\nكلامك وضعف احتجاجك كي يحذروا مثلها من رأيك وقد فضحناك في ذلك ولو\nاستقصينا عليك في الاحتجاج لطال به الكتاب غير أنا أحببنا أن نفسر منها\nقليلا يدل على كثير ولولا أنك بدأتنا بالخوض فيه وفي إذاعة كلام بشر\nالمريسي الملحد في توحيد الله تعالى المعطل لصفات الله المفتري على الله لم\nنعرض لشيء من هذا وما أشبهه لأنه لا يحل لمسلم عنده شيء من بيان أو برهان\nيكون ببلدة ينشر فيها كلام المريسي في التوحيد ثم لا ينقضه\n</p>\n\n<p>\nثم عاد المعارض إلى مذهبه الأول ناقضا على نفسه فيما تأول في المسألة\nالأولى فاحتج ببعض كلام جهم والمريسي فقال إن قالوا لك أين الله فالجواب\nلهم إن أردتم حلولا في مكان دون مكان وفي مكان يعقله المخلوقون فهو\nالمتعالي عن ذلك لأنه على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p507'> Vol. 01, p. 507</a>\n            </div>\n             العرش وبكل مكان لا يوصف بأين\n</p>\n\n<p>\nفيقال لهذا المعارض أما قولك كالمخلوق فهذه كلفة منك وتلبيس لا يقوله أحد\nمن العلماء ولكنه بمكان يعقله المخلوقون المؤمنون بآيات الله وهو على العرش <span id='ms089'></span>\nفوق السماء السابعة دون ما سواها من الأمكنة وعلمه محيط بكل مكان وبمن هو\nفي كل مكان من لم يعرفه بذلك لم يؤمن بالله ولم يدر من يعبد ومن يوحد\n</p>\n\n<p>\nمع أنك أيها المعارض أقررت بأنك تعقل مكانه لأنك ادعيت أنه في كل مكان من\nسماء ومن أرض\n</p>\n\n<p>\nوأما اشتراطك على من سألك أين الله فتقول له إن كنت تريد كذا وكذا فهذا\nشرط باطل لم يشترط ذلك أحد من الأمة على أحد أراد أن يعرف الله لأن النبي\nصلى الله عليه وسلم حين سأل الأمة السوداء ( أين الله ) لم تشترط على النبي\nصلى الله عليه وسلم كما اشترطت أنت إن كنت تريد حلولا كحلول كذا وكذا ولكن\nقالت في السماء فاكتفى منها النبي صلى الله عليه وسلم بذلك ولم يقل لها كيف\nكينونته في السماء وكيف حلوله فيها\n</p>\n\n<p>\nوأما قولك لا يوصف بأين فهذا أصل كلام جهم وهو خلاف ما قال الله عز وجل\nورسوله صلى الله عليه وسلم والمؤمنون لأن الله تعالى قال ^ أأمنتم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p508'> Vol. 01, p. 508</a>\n            </div>\n             من في السماء ) وقال للملائكة <span class='quran'>يخافون ربهم من فوقهم </span>وقال <span class='quran'>الرحمن على العرش استوى </span>فقد أخبر الله العباد أين الله وأين\nمكانه وأينه رسول الله صلى الله عليه وسلم في غير حديث فقال ( من لم يرحم\nمن في الأرض لم يرحمه من في السماء )\n</p>\n\n<p>\nحدثنا مسدد ثنا أبو الأحوص عن أبي إسحاق عن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p509'> Vol. 01, p. 509</a>\n            </div>\n             عبيدة عن عبد\nالله عن النبي صلى الله عليه وسلم قال ( ارحموا أهل الأرض يرحمكم أهل\nالسماء ) فلو لم يوصف بأين كما ادعيت أيها المعارض لم يكن رسول الله صلى\nالله عليه وسلم يقول للجارية ( أين الله ) فيغالطها في شيء لا يؤين وحين\nقالت هو في السماء لو قد أخطأت فيه لرد رسول الله صلى الله عليه وسلم عليها\nوعلمها ولكنه استدل على إيمانها بمعرفتها أن الله في السماء وكذلك روي لنا\nعن ابن المبارك\n</p>\n\n<p>\nحدثناه الحسن بن الصباح ثنا علي بن الحسن الشقيقي قال قيل لابن المبارك\nبأي شيء <span id='ms090'></span> نعرف ربنا قال بأنه في السماء على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p510'> Vol. 01, p. 510</a>\n            </div>\n             العرش بائن من خلقه\nقلت بحد قال بحد فهذا القرآن ينطق بأن الله تعالى يوصف بأين وهذا رسول الله\nصلى الله عليه وسلم قد وصفه وعليه درج أهل المعرفة من أهل الإسلام\n</p>\n\n<p>\nفمن أنبأك أيها المعارض غير المريسي أن الله لا يوصف بأين فأخبرنا به\nوإلا فأنت المفتري على الله الجاهل به وبمكانه\n</p>\n\n<p>\nثم نقضت على نفسك دعواك أنه في السماء على أنه مدبرها كما يكون الرجل في\nعمارة داره خارجا منها وليس بداخل فيها فتركت المذهب الأول ثم ادعيت أخيرا\nفقلت هو في السموات وفي الأرض وفي كل مكان تحتج بالشيء ثم تنساه حتى تنقضه\nعلى نفسك وأنت لا تشعر\n</p>\n\n<p>\nوسنذكر في إبطال حججك في هذه المسألة أخبارا صحيحة يستدل بها من وقفه\nالله تعالى على إلحادك فيها إن شاء الله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p511'> Vol. 01, p. 511</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا مسدد ثنا سفيان عن عمرو وهو ابن دينار عن أبي قابوس عن عبد الله بن\nعمرو رضي الله عنه قال قال رسول الله صلى الله عليه وسلم ( الراحمون يرحمهم\nالرحمن ارحموا أهل الأرض يرحمكم أهل السماء )\n</p>\n\n<p>\nحدثنا سعيد بن أبي مريم المصري أبنا الليث عن زيادة بن محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p512'> Vol. 01, p. 512</a>\n            </div>\n            \nالأنصاري عن محمد بن كعب القرظي عن فضالة بن عبيد عن أبي الدرداء رضي الله\nعنه قال قال رسول الله صلى الله عليه وسلم ( الراحمون يرحمهم الرحمن ارحموا\nأهل الأرض يرحمكم أهل السماء ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p513'> Vol. 01, p. 513</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سعيد بن أبي مريم المصري أبنا الليث عن زيادة بن محمد الأنصاري عن\nمحمد بن كعب القرظي عن فضالة بن عبيد عن أبي الدرداء رضي الله عنه قال قال\nرسول الله صلى الله عليه وسلم ( إذا اشتكى أحدكم شيئا أو اشتكى أخ له فليقل\nربنا الله الذي في السماء تقدس اسمك أمرك في السماء والأرض كما رحمتك في\nالسماء فاجعل رحمتك في الأرض واغفر لنا حوبنا وخطايانا أنت رب الطيبين أنزل\nشفاء من شفائك ورحمة من رحمتك على هذا الوجع فيبرأ ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p514'> Vol. 01, p. 514</a>\n            </div>\n            \n</p>\n\n<p>\nأفلا ترى أيها المعارض رسول الله <span id='ms091'></span> صلى الله عليه وسلم كيف حده في السماء\nدون الأرض بقوله ( ربنا الذي في السماء ) وكذلك روي عن عمرو بن الخطاب رضي\nالله عنه\n</p>\n\n<p>\nحدثنا أبو بكر بن أبي شيبة حدثنا وكيع ثنا سعيد بن عبد العزيز التنوخي عن\nإسماعيل بن عبيد الله عن عبد الرحمن بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p515'> Vol. 01, p. 515</a>\n            </div>\n             غنم قال قال عمر بن\nالخطاب رضي الله عنه ويل لديان الأرض من ديان السماء يوم يلقونه\n</p>\n\n<p>\nحدثنا عبد الله بن صالح حدثني الليث حدثني عقيل عن ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p516'> Vol. 01, p. 516</a>\n            </div>\n             شهاب\nقال أخبرني سالم بن عبد الله أن كعبا قال لعمر رضي الله عنه ويل لسلطان\nالأرض من سلطان السماء قال عمر إلا من حاسب نفسه قال كعب إلا من حاسب نفسه\nفكبر عمر وخر ساجدا\n</p>\n\n<p>\nففي هذا بيان بين للحد وأن الله في السماء دون الأرض لأنه هناك على العرش\nدون ما سواه من الأمكنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p517'> Vol. 01, p. 517</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن بشار ثنا وهب بن جرير ثنا أبي قال سمعت محمد بن إسحاق يحدث\nعن يعقوب بن عتبة وجبير بن محمد بن جبير ابن مطعم عن أبيه عن جده قال قال\nرسول الله صلى الله عليه وسلم ( إن الله فوق عرشه فوق سمواته وسمواته فوق\nأرضه مثل القبة وإنه ليئط به أطيط الرحل بالراكب )\n</p>\n\n<p>\nحدثنا عبد الله بن أبي شيبة ثنا محمد بن فضيل عن أبيه عن نافع عن ابن عمر\nرضي الله عنهما قال لما قبض رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p518'> Vol. 01, p. 518</a>\n            </div>\n             قال\nأبو بكر رضي الله عنه أيها الناس إن كان محمد إلهكم الذي تعبدون فإنه قد\nمات وإن كان إلهكم الله الذي في السماء فإن إلهكم لم يمت ثم تلا <span class='quran'>وما\nمحمد إلا رسول قد خلت من قبله الرسل أفإن مات أو قتل انقلبتم على أعقابكم\n</span>حتى ختم الآية\n</p>\n\n<p>\nحدثنا موسى بن إسماعيل ثنا حماد بن سلمة عن عاصم عن زر عن ابن مسعود رضي\nالله عنه قال ما بين السماء الدنيا والتي تليها مسيرة خمسمائة عام وبين كل\nسمائين مسيرة خمسمائة عام وبين <span id='ms092'></span> السماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p519'> Vol. 01, p. 519</a>\n            </div>\n             السابعة وبين الكرسي\nمسيرة خمسمائة عام وبين الكرسي إلى الماء مسيرة خمسمائة عام والعرش على\nالماء والله فوق العرش وهو يعلم ما أنتم عليه\n</p>\n\n<p>\nحدثنا النفيلي ثنا زهير وهو ابن معاوية ثنا عبد الله بن عثمان ابن خثيم\nثنا عبد الله بن عبد الله بن أبي مليكة أنه حدثه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p520'> Vol. 01, p. 520</a>\n            </div>\n             ذكوان حاجب\nعائشة أن ابن عباس دخل على عائشة رضي الله عنهما وهي تموت فقال لها كنت أحب\nنساء رسول الله صلى الله عليه وسلم إلى رسول الله صلى الله عليه وسلم ولم\nيكن رسول الله صلى الله عليه وسلم يحب إلا طيبا وأنزل الله براءتك من فوق\nسبع سموات جاء بها الروح الأمين فأصبح ليس مسجد من مساجد الله يذكر فيه اسم\nالله إلا وهي تتلى فيه آناء الليل وآناء النهار\n</p>\n\n<p>\nحدثنا نعيم بن حماد ثنا ابن المبارك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p521'> Vol. 01, p. 521</a>\n            </div>\n             أبنا سليمان بن المغيرة\nعن ثابت البناني قال ثنا رجل من أهل الشام وكان يتبع عبد الله بن عمرو بن\nالعاص ويسمع منه قال كنت معه فلقي نوفا فقال نوف ذكر لنا أن الله قال\nلملائكته ادعوا لي عبادي قالوا يا رب فكيف والسموات السبع دونهم والعرش فوق\nذلك قال إنهم إذا قالوا لا إله إلا الله فقد استجابوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p522'> Vol. 01, p. 522</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا موسى بن إسماعيل أبو سلمة ثنا أبو هلال ثنا قتادة قال قالت بنو\nإسرائيل يا رب أنت في السماء ونحن في الأرض فكيف لنا أن نعرف رضاك وغضبك\nقال إذا رضيت عنكم استعملت عليكم خياركم وإذا غضبت عليكم استعملت عليكم\nشراركم\n</p>\n\n<p>\nفهذا رسول الله صلى الله عليه وسلم وصاحباه أبو بكر وعمر رضي الله عنهما\nوخيار أصحاب رسول الله صلى الله عليه وسلم والتابعين حتى بنو إسرائيل كلهم\nقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p523'> Vol. 01, p. 523</a>\n            </div>\n             قالوا بخلاف مذهبك في أن الله في كل مكان وهذا باب طويل\nوالآثار فيه كثيرة ولكن يكفي العاقل ما ذكرنا من ذلك\n</p>\n\n<p>\n| القول في كلام الله\n</p>\n\n<p>\nثم رأيناك أيها المعارض بعدما فرغت من إظهار حجج الجهمية من كلام بشر\nالمريسي ونظرائه تقلدت <span id='ms093'></span> كلام ابن الثلجي الذي كان يستتر به من التجهم بعدما\nلم تدع للجهمية من كبير حجة إلا قمت بها وأظهرتها وزينتها في أعين الجهال\nودعوتهم إليها وبعدما صرحت بأن القرآن مخلوق في مواضع كثيرة من كتابك هذا\nومن قال غير مخلوق فهو عندك كافر وأن الله في كل مكان بزعمك\n</p>\n\n<p>\nثم أنشأت طاعنا على من يزعم أنه غير مخلوق فسطرت فيه الأساطير وأكثرت من\nالمناكير وغلطت في كثير فادعيت أن قول الناس في القرآن إنه مخلوق غير مخلوق\nبدعة إذ لم يكن يخاض فيه على عهد رسول الله صلى الله عليه وسلم وأصحابه\nفإنهم كانوا يكرهون الخوض في القرآن فحكمت أيها المعارض على نفسك بالبدعة\nوشهدت بها على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p524'> Vol. 01, p. 524</a>\n            </div>\n             نفسك لما أنك صرحت بأنه مخلوق وهو قولك كلام\nالله غير الله وهو من أفاعيله والأفاعيل بزعمك زائلة عنه مخلوقة فحكمت على\nنفسك بما تخوفت على غيرك\n</p>\n\n<p>\nفأما قولك إن السلف كانوا يكرهون الخوض في القرآن فقد صدقت وأنت المخالف\nلهم لما أنك قد أكثرت فيه الخوض وجمعت على نفسك كثيرا من النقض فمثلك فيما\nادعيت من كراهية الخوض فيه كما قال علي بن أبي طالب رضي الله عنه للخوارج\nحين قالوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p525'> Vol. 01, p. 525</a>\n            </div>\n             لا حكم إلا لله فقال كلمة حق يبتغى بها باطل فقد خضت\nفيها أيها المعارض بأقبح خوض وضربت له أمثال السوء وصرحت بأنه مفعول كما\nقال إمامك المريسي مجعول وكل مجعول عندك مخلوق لا شك فيه\n</p>\n\n<p>\nويحك إنما كره السلف الخوض فيه مخافة أن يتأول أهل البدع والضلال وأغمار\nالجهال ما تأولت فيه أنت وإمامك المريسي فحين تأولتم فيه خلاف ما أراد الله\nوعطلتم صفات الله وجب على كل مسلم عنده بيان أن ينقض عليكم دعواكم فيه ولم\nيكره السلف الخوض في القرآن جهالة بأن كلام الخالق غير مخلوق ولا جهالة أنه\nصفة من صفاته حتى لو قد ادعى مدع في زمانهم أنه مخلوق ما كان سبيله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p526'> Vol. 01, p. 526</a>\n            </div>\n             عندهم إلا القتل كما هم عمر بن الخطاب رضي الله عنه بصبيغ أن <span id='ms094'></span>\nيقتله إذ تعمق في السؤال عن القرآن فيما كان أيسر من كلامكم هذا فلما لم\nيجترئ كافر أو متعوذ بالإسلام أن يظهر شيئا من هذا وما أشبهه في عصرهم لم\nيجب عليهم أن يتكلفوا لنقض كفر لم يحدث بين أظهرهم فيكونوا سببا لإظهاره\nوإنما كانت هذه كلمة كفر تكلم بها بدءا كفار قريش منهم الوحيد الوليد بن\nالمغيرة المخزومي فقال <span class='quran'>إن هذا إلا قول البشر </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p527'> Vol. 01, p. 527</a>\n            </div>\n             ومنهم\nالنضر بن الحارث فقال <span class='quran'>لو نشاء لقلنا مثل هذا </span>كما قال جهم\nوالمريسي أنه مخلوق لأن قول البشر مخلوق لا شك فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p528'> Vol. 01, p. 528</a>\n            </div>\n             وكذلك قالت\nطائفة منهم <span class='quran'>إن هذا إلا أساطير الأولين </span>كما قال جهم والمريسي سواء\nلا فرق بينهما في اللفظ والمعنى إن هذا إلا مخلوق فأنكر الله عليهم قولهم\nفقال للوحيد <span class='quran'>سأصليه سقر </span>لما قال <span class='quran'>إن هذا إلا قول البشر </span>وقال للذي قال <span class='quran'>لو نشاء لقلنا مثل هذا إن هذا إلا أساطير الأولين </span><span class='quran'>فأتوا بسورة من مثله وادعوا شهداءكم من دون الله إن كنتم صادقين </span>ولن يفعلوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p529'> Vol. 01, p. 529</a>\n            </div>\n            \n</p>\n\n<p>\nثم لم يزل هذا الكفر بعد كفار قريش دراسا طامسا لما قد طمسه الله بتنزيله\nحتى مضى النبي صلى الله عليه وسلم وأصحابه والتابعون فكان أول من أظهره في\nآخر الزمان الجعد بن درهم بالبصرة وجهم بخراسان فقتلهما الله بشر قتلة وفطن\nالناس لكفرهما حتى كان سبيل من أظهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p530'> Vol. 01, p. 530</a>\n            </div>\n             ذلك في الإسلام القتل صبرا\nحتى كانوا يسمونهم بذلك الزنادقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p531'> Vol. 01, p. 531</a>\n            </div>\n            \n</p>\n\n<p>\nثم لم يزل طامسا دارسا حتى درج العلماء وقلت الفقهاء ونشأ نشء من أبناء\nاليهود والنصارى مثل بشر بن غياث المريسي ونظرائه فخاضوا في شيء منه\nوأظهروا طرفا منه وجانبهم أهل الدين والورع وشهدوا عليهم بالكفر حتى هم بهم\nوبعقوبتهم قاضي القضاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p532'> Vol. 01, p. 532</a>\n            </div>\n             يومئذ أبو يوسف حتى فر منه المريسي\nإمامك ولحق بالبصرة بزعمك وبروايتك عنه فلم يزالوا أذلة مقموعين لا يقبل\nلهم قول ولا يلتفت لهم إلى رأي حتى ركنوا إلى بعض السلاطين الذين لم\nيجالسوا العلماء ولم يزاحموا الفقهاء فاختدعوهم بهذه المحنة الملعونة حتى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p533'> Vol. 01, p. 533</a>\n            </div>\n             أكرهوا الناس <span id='ms095'></span> عليه بالسيوف والسياط فلم تزل الجهمية سنوات\nيركبون فيها أهل السنة والجماعة بقوة ابن أبي داؤد المحاد لله ولرسوله حتى\nاستخلف المتوكل رحمة الله عليه فطمس الله به آثارهم وقمع به أنصارهم حتى\nاستقام أكثر الناس على السنة الأولى والمنهاج الأول واحتال رجال ممن كانوا\nلا يؤمنون باعتقاد التجهم حيلة لترويج ضلالتهم في الناس ولم يمكنهم الإفصاح\nبه مخافة القتل والفضيحة والعقوبة من الخليفة المنكر لذلك فاستتروا بالوقف\nمن محض التجهم إذ لم يكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p534'> Vol. 01, p. 534</a>\n            </div>\n             يجوز من إظهاره مع المتوكل ما كان\nيجوز لهم مع من قبله فانتدبوا طاعنين على من أنكر التجهم ودان بأن كلام\nالله غير مخلوق فانتدب هؤلاء الواقفة منافحين عن الجهمية محتجين لمذاهبهم\nبالتمويه والتدليس منتفين في الظاهر من بعض كلام الجهمية متابعين لهم في\nكثير من الباطن مموهين على الضعفاء والسفهاء بما حكيت عنهم أيها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p535'> Vol. 01, p. 535</a>\n            </div>\n             المعارض أن أبا أسامة وأبا معاوية وبعض نظرائهم كرهوا الخوض في\nالمخلوق وغير المخلوق فقلنا لك أيها المعارض إنما كره من كره الخوض من\nهؤلاء المشايخ إن صحت روايتك لما أنه لم يكن يخوض فيه إلا شرذمة أذلة سرا\nبمناجاة بينهم وإذا العامة متمسكون منهم بالسنن الأولى والأمر الأول\n</p>\n\n<p>\nفكره القوم الخوض فيه إذ لم يكن يخاض فيه علانية وقد أصابوا في ترك الخوض\nفيه إذ لم يعلن فلما أعلنوه بقوة السلطان ودعوا العامة إليه بالسيوف\nوالسياط وادعوا أن كلام الله مخلوق أنكر ذلك عليهم من غبر من العلماء وبقي\nمن الفقهاء فكذبوهم وكفروهم وحذروا الناس أمرهم وفسروا مرادهم من ذلك فكان\nهذا من الجهمية خوضا فيما نهوا عنه ومن أصحابنا إنكارا للكفر البين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p536'> Vol. 01, p. 536</a>\n            </div>\n             ومنافحة عن الله عز وجل كيلا يسب وتعطل صفاته وذبا عن ضعفاء\nالناس كيلا يضلوا بمحنتهم هذه من غير أن يعرفوا ضدها من الحجج التي تنقض\nدعواهم وتبطل حججهم\n</p>\n\n<p>\nفقد كتب إلي علي بن خشرم أنه سمع عيسى بن يونس يقول لا تجالسوا الجهمية\nوبينوا للناس أمرهم كي يعرفوهم فيحذروهم\n</p>\n\n<p>\nوقال ابن المبارك لأن أحكي كلام اليهود <span id='ms096'></span> والنصارى أحب إلي من أن أحكي كلام\nالجهمية\n</p>\n\n<p>\nفحين خاضت الجهمية في شيء منه وأظهروه وادعوا أن كلام الله مخلوق أنكر\nذلك ابن المبارك وزعم أنه غير مخلوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p537'> Vol. 01, p. 537</a>\n            </div>\n             فإن من قال <span class='quran'>إنني أنا\nالله لا إله إلا أنا </span>مخلوق فهو كافر\n</p>\n\n<p>\nحدثنيه يحيى الحماني عن الحسن بن الربيع عن ابن المبارك فكره ابن المبارك\nحكاية كلامهم قبل أن يعلنوه فلما أعلنوه أنكر عليهم وعابهم ذلك\n</p>\n\n<p>\nوكذلك قال ابن حنبل كنا نرى السكوت عن هذا قبل أن يخوض فيه هؤلاء فلما\nأظهروه لم نجد بدا من مخالفتهم والرد عليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p538'> Vol. 01, p. 538</a>\n            </div>\n            \n</p>\n\n<p>\nلم يقل أبو أسامة وأبو معاوية أنه متى ما أظهرت الجهمية محنتهم وأذاعوا\nكفرهم ودعوا الناس إليها فأمسكوا عن الإنكار عليهم حتى يستمر في الناس\nكفرهم وتدرس سنن رسول الله صلى الله عليه وسلم وأصحابه ولكن قالوا أمسكوا\nعن الخوض فيه ما لم ينصب القوم الكفر إماما فإذا نصبوه إماما فمن يعقل\nتدليسهم وتمويههم لولا أن من الله على أهل الإسلام ببعض من ناقضهم فرد\nعليهم كفرهم وضلالهم فالمبتدع الضال من الحزبين من نصب رأي جهم إماما\nوأذاعه في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p539'> Vol. 01, p. 539</a>\n            </div>\n             الناس بدءا والمتبع من أنكر عليه وناقضه فمن أجرى\nالناقض للبدعة والراد للكفر مجرى من شرعها فقد جمع بين ما فرق الله وفرق\nبين ما جمع الله وليس بأهل أن يسمع منه ويقبل\n</p>\n\n<p>\nأو طمعتم معشر الجهمية والواقفة أن تنصبوا الكفر للناس إماما تدعونهم\nإليه ويسكتوا أهل السنة عن الإنكار عليكم حتى يتروج على الناس ضلالكم بما\nحكيتم عن أبي بكر بن عياش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p540'> Vol. 01, p. 540</a>\n            </div>\n             وأبي أسامة وأبي معاوية إن صدقت\nدعواكم حتى تضمحل مذاهب أهل السنة وتستفيض مذاهب الجهمية في العامة لقد\nأسأتم بأهل السنة الظن ونسبتموهم إلى العجز والوهن\n</p>\n\n<p>\nوإن يك أبو أسامة وأبو بكر وأبو معاوية جبنوا عن الخوض فيه إذ لم يكن\nيخاض فيه في عصرهم فقد جسر على الرد عليهم من كان أعلم منهم مثل ابن\nالمبارك وعيسى بن يونس وغيرهم\n</p>\n\n<p>\nوأما ما ادعيت على أبي يوسف من رواية ابن <span id='ms097'></span> الثلجي لم يقم لك به حجة فكيف\nإذا لم نسمعه لأنه المعروف في دينه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p541'> Vol. 01, p. 541</a>\n            </div>\n             المأبون في روايته فإن لم\nتعرفه بذلك فسم رجلا صالحا رضي بالثلجي في الفتيا والرواية إماما أو رضي به\nفي السنة نظاما أو روى عنه شيئا أو حمد له مذهبا فإن كنت محتجا بحق فعليك\nبغير ابن الثلجي ونظرائه كمن روينا عنهم من أعلام الناس وأئمتهم ولكن الغرق\nيتعلق بكل عود\n</p>\n\n<p>\nوأما أبو يوسف فإن صح فيه ما روى ابن الثلجي فمردود عليه غير مقبول منه\nفإنه لم يكن من التابعين ولا من أجلة أتباع التابعين فينصب إماما يقتدى به\nفي ترك الصلاة خلف من يناقض الجهمية ويرد المحدثات من كفرهم ويزعم أن كلام\nالله غير مخلوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p542'> Vol. 01, p. 542</a>\n            </div>\n             فيجهد أبي يوسف أن يقيم حديثه في العلماء حتى\nيتفرع للنهي عن الصلاة خلف العلماء الذين يزعمون أن كلام الله غير مخلوق\n</p>\n\n<p>\nوكيف تحتج بأبي يوسف في ترك الصلاة خلف من يدعي أن كلام الله غير مخلوق\nولا تحتج به على نفسك فيما رويت عن المريسي من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p543'> Vol. 01, p. 543</a>\n            </div>\n             ضلالاته وقد\nرويت عن أبي يوسف أنه هم بعقوبته وأخذه فيها حتى فر من مجلسه إلى البصرة\nفإن كنت محتجا علينا بأبي يوسف فهو عليك أحج لما أنك به أعجب وبإمامته أرضى\nممن يزعم أن القرآن غير مخلوق فمن لم يستيقن أن القرآن غير مخلوق لم يؤمن\nبعد بأنه نفس كلام الله لأنه لو آمن بأنه نفس كلام الله لعلم يقينا أن\nالكلام صفة المتكلم والله بجميع صفاته وكلامه غير مخلوق\n</p>\n\n<p>\nفإن طلبتم منا فيه آثارا مأثورة مسندة منصوصة فيه عن الصحابة والتابعين\nفقد أخبرناكم أنه كفر لم يحدث في عصرهم فيروى عنهم فيه غير أنه كفر معقول\nتكلم به مشركو قريش عند مخرج النبي صلى الله عليه وسلم فقالوا <span class='quran'>إن هذا\nإلا قول البشر </span>فأنكر الله ذلك عليهم ثم طمس حتى ظهر في العصر الذي\nأنبأناكم به في عصر جهم والجعد ثم المريسي ونظرائهم فروينا لكم عمن أنكر\nذلك عليهم وخالفهم <span id='ms098'></span> فيه من فقهاء أهل زمانهم مثل جعفر بن محمد وعمرو بن\nدينار وابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p544'> Vol. 01, p. 544</a>\n            </div>\n             المبارك وعيسى بن يونس ووكيع بن الجراح ويزيد بن\nهارون والمعافى بن عمران وبقية بن الوليد وغيرهم وهذا كفر معقول لا يحتاج\nفيه إلى أثر ولا خبر كما لو أن رجلا ادعى أن ملك الله وسلطانه وقدرته وعلمه\nومشيئته وإرادته ووجهه وسمعه وبصره ويديه أن شيئا منها مخلوق\n</p>\n\n<p>\nقيل له كفرت وكذبت بل كلها غير مخلوق فإن طلبت منا في شيء منها أثرا\nمنصوصا بتسمية ذلك الشيء بعينه قلنا له أنت مريب كافر ومن يشتبه عليه هذا\nوما أشبهه حتى يطلب فيها الآثار وكذلك كلام الله مثل هذه الأشياء سواء غير\nمخلوق لا يشتبه إلا على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p545'> Vol. 01, p. 545</a>\n            </div>\n             من لا فهم له ولا عقل\n</p>\n\n<p>\nوأخرى أن كل مخلوق محدث لا شك فيه فالله بزعمكم كان بلا كلام حتى خلق\nلنفسه كلاما ثم انتحله اضطرارا إلى كلام غيره فتمت به ربوبيته ووحدانيته\nوأمره ونهيه بزعمكم فمن يحتاج في مثل هذا المعقول إلى أثر\n</p>\n\n<p>\nوأخرى أن الكلام لا يقوم بنفسه شيئا يرى ويحس إلا بلسان متكلم به فالكلام\nمن الخالق والمخلوق صفتهما فالخالق بجميع صفاته غير مخلوق والمخلوق بجميع\nصفاته مخلوق ولا شك فيه\n</p>\n\n<p>\nفلينظر هذا الشاك في القرآن فإن كان الله المتكلم به عنده فلا يشكن أن\nالله لم يتكلم بمخلوق من الكلام ولم يضطر إلى شيء مخلوق قط من الكلام وغيره\nولم يكن له به حاجة وإن ابتدعه مخلوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p546'> Vol. 01, p. 546</a>\n            </div>\n             وأضافه إلى الله تعالى\nفلا يشكن هذا الشاك في صفات المخلوقين وكلامهم أنها مخلوقة كلها وأن\nمبتدعها والمتكلم بها من المخلوقين كافر إذ يقول <span class='quran'>إني أنا الله رب\nالعالمين </span><span class='quran'>لا إله إلا أنا فاعبدون </span>و <span class='quran'>إني أنا ربك </span>قائل هذا القول غير الله كافر مثل فرعون الذي قال <span class='quran'>أنا ربكم الأعلى\n</span>و <span class='quran'>ما علمت لكم من إله غيري </span></p>\n\n<p>\nوادعيت أيها المعارض أن من قال القرآن هو الله فهو كافر ومن قال هو غير\nالله فقد أصاب ومن قال غير مخلوق <span id='ms099'></span> فقد جهل وكفر\n</p>\n\n<p>\nفيقال لهذا المعارض لم تدع من صريح المخلوق شيئا إذ زعمت أن من قال\nالقرآن غير الله فقد أصاب ومن قال غير مخلوق فقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p547'> Vol. 01, p. 547</a>\n            </div>\n             جهل لما أن كل\nمن زعم أن القرآن غير الله فقد أقر بأنه مخلوق لأن كل شيء غير الله فهو\nمخلوق لا شك فيه\n</p>\n\n<p>\nولا يقال أيها المعارض إن القرآن هو الله فيستحيل ولا هو غير الله فيلزم\nالقائل أنه مخلوق ولكن يقال كلام الله علم من علمه وصفة من صفاته وأن الله\nبجميع صفاته إله واحد غير مخلوق لا شك فيه فافهم وما أراك تفهمه لأنك تقول\nلا يجوز إلا أن يقال هو الله أو غير الله فإن قال رجل هو الله أكفرته وإن\nقال غير الله قلت له أقررت بأنه مخلوق وصوبت مذهبي لأن كل شيء غير الله\nمخلوق\n</p>\n\n<p>\nفيقال لك أخطأت الطريق وغلطت في التأويل لأنه لا يقال القرآن هو الله أو\nغير الله كما لا يقال علم الله هو الله وقدرة الله هي الله وكذلك عزته\nوملكه وسلطانه وقدرته لا يقال لشيء منها هو الله بعينه وكماله ولا غير الله\nولكنها صفات من صفاته غير مخلوق وكذلك الكلام فافهم\n</p>\n\n<p>\nوادعى المعارض أيضا أن بعض علمائه وزعمائه قال إن كلام الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p548'> Vol. 01, p. 548</a>\n            </div>\n            \nمضاف إليه كما أضيف إليه روح الله وبيت الله وهذا من قديم حجج الجهمية وليس\nمن حجج الواقفية\n</p>\n\n<p>\nفليكشف المعارض عن اسم هذا العالم الذي قال فإنه لا يكشفه إلا عن جهمي\nخبيث وإنه لا يقاس روح الله وبيت الله وعبد الله المجسمات المخلوقات\nالقائمات المستقلات بأنفسهن اللاتي كن بكلام الله وأمره لم يخرج شيء منها\nمن الله ككلامه الذي خرج منه لأن هذا المخلوق قائم بنفسه وعينه وحليته\nوجسمه لا يشك أحد في شيء منها أنه غير الله وأنه ليس شيء منها لله صفة\n</p>\n\n<p>\nوالقرآن كلامه الذي منه خرج وبه تكلم لم يقم بنفسه جسما غير الله قائما\nيحس أو يحس حين تقيمه القراءة والألسن فإذا زالت عنه <span id='ms100'></span> القراءة خفي فلم يحس\nمنه بشيء فلم يقم له عين إلا أن يبين بكتاب يكتب فبين روح الله وبيت الله\nوعبد الله والقرآن الذي هو نفس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p549'> Vol. 01, p. 549</a>\n            </div>\n             كلام الله الخارج من ذاته بون\nبعيد\n</p>\n\n<p>\nفكيف تقلدت أيها المعارض كلام الواقفة بدءا ثم فرعت منه إلى أفحش كلام\nالجهمية أنه كعبد الله وبيت الله ثم إدخال الحجج على تعطيل ما سواها من\nالصفات إنما تقول الواقفة إن القرآن كلام الله ولا تقول مخلوق ولا غير\nمخلوق ثم تعرضون لهذه الحجج التي عرضت لها واحتججت بها فلذلك قلنا إنك تشير\nبالوقف منافح عن التجهم حتى صرحت به في غير مكان من كتابك ولو لم يكن إلا\nتشبيهك إياه ببيت الله أو عبد الله وبقولك إنه غير الله وإنه مفعول وإن من\nقال غير مخلوق فهو كافر عندك لاكتفينا بهذا دون ما سواه\n</p>\n\n<p>\nثم تعلقت بعده بالوقف مستترا به عن التجهم تتقدم إلى هؤلاء برجل وتتأخر\nعنهم بأخرى فمرة تحتج بحجج الواقفة ومرة بحجج الجهمية كأنك تلاعب الصبيان\nوتخاطبهم وكذلك تأولت في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p550'> Vol. 01, p. 550</a>\n            </div>\n             العرش كما تأول جهم بن صفوان وكنيت عن\nبعض علمائك وزعمائك ولم تصرح باسمه أن تفسير قوله <span class='quran'>استوى على العرش\n</span>استولى عليه تري من بين ظهريك أن هذا الذي رويت عنه هذا التفسير أحد\nالعلماء ولا يدري من حولك أنه أحد السفهاء وقد فسرنا لك تفسيره في صدر هذا\nالكتاب وبينا لك فيه استحالة هذا المذهب وبعده من الحق والمعقول\n</p>\n\n<p>\nفاكشف عن رأس هذا المفسر حتى نعرفه أمن العلماء هو أم من السفهاء فإنك لا\nتأثره إلا عن المريسي أو عن من هو أخبث منه\n</p>\n\n<p>\nوالعجب من المريسي صاحب هذا المذهب أنه يدعي توحيد الله بمثل هذا المذهب\nوما أشبهه وقد عطل جميع صفات الواحد الأحد فادعى في قياس مذهبه أن واجده\nالذي يوحده إله مجدع منقوص مشوه مشيج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p551'> Vol. 01, p. 551</a>\n            </div>\n             مقصوص لا تتم وحدانيته\nإلا بمخلوق ولا يستغني عن مخلوق من الكلام والعلم والاسم\n</p>\n\n<p>\nويلك إنما الموحد الصادق في توحيده الذي يوحد الله <span id='ms101'></span> بكماله وبجميع صفاته\nفي علمه وكلامه وقبضه وبسطه وهبوطه وارتفاعه الغني عن جميع خلقه بجميع\nصفاته من النفس والوجه والسمع والبصر واليدين والعلم والكلام والقدرة\nوالمشيئة والسلطان القابض الباسط المعز المذل الحي القيوم الفعال لما يشاء\nهذا إلى التوحيد أقرب من هذا الذي يوحد إلها مجدعا منقوصا مقصوصا لو كان\nعبدا على هذه الصفة لم يكن يساوي تمرتين فكيف يكون مثله إلها للعالمين\nتعالى الله عن هذه الصفة\n</p>\n\n<p>\nواحتج المعارض أيضا لمذهبه ببعض حجج الجهمية وليست هذه من حجج الواقفة\nفقالوا أتقولون يا رب القرآن افعل بنا كذا وكذا أم يصلي أحد للقرآن كما\nيصلي لله يعني أن القرآن مخلوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p552'> Vol. 01, p. 552</a>\n            </div>\n             مربوب\n</p>\n\n<p>\nفيقال لهذا التائه الحائر الذي لا يدري ما ينطق به لسانه إنه لا يصلى\nللقرآن ولكن يصلى به لله الواحد الذي هذا القرآن كلامه وصفته لا يخص\nبالصلاة قرآن ولا غيره كما أن علمه وقدرته وسلطانه وعزه وجلاله لا يصلي\nلشيء منها مقصودا بالصلاة إليها وحدها ولكن يصلى للواحد الأحد الذي هو إله\nواحد بجميع صفاته من العلم والكلام والملك والقدرة وغيرها فاعقله وأنى لك\nالعقل مع هذا الاحتجاج والخرافات أرأيتك إن عرضت بالقرآن أنه مخلوق مربوب\nلما أنه قد قال بعض الناس يا رب القرآن فجعلته مخلوقا بذلك فقد قال الله\nتعالى <span class='quran'>سبحان ربك رب العزة عما يصفون </span>أفتحكم على عزة الله بقوله\n<span class='quran'>رب العزة </span>كما حكمت على القرآن ويحك إنما قوله <span class='quran'>رب العزة </span>يقول ذي العزة وكذلك ذو الكلام كقوله <span class='quran'>ذو الجلال والإكرام </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p553'> Vol. 01, p. 553</a>\n            </div>\n            \n</p>\n\n<p>\nومما يدل على اعتقاد هذا المعارض رأي الجهمية لا رأي الواقفة أن ذبه\nومنافحته واحتجاجه عن غير الواقفة وأنه أظهر بلسانه الإنكار على الفريقين\nجميعا على من يقول مخلوق وغير مخلوق تمويها به ودنوا به إلى العامة ثم لم\nيكثر الطعن على من قال مخلوق كما أطنب في الطعن على من قال غير مخلوق حتى\nجاوز فيهم الحد والمقدار فنسبتهم فيه إلى الكفر البين والبدعة الظاهرة\nوالضلالة والجهل وقلة العلم والتمييز وسوء الديانة وسوء <span id='ms102'></span> مراقبة الله وأنهم\nفي قولهم غير مخلوق مطيعون للشيطان وجنوده مقدمون بين يدي الله ورسوله نشهد\nعليهم بالكفر أن قالوا القرآن غيرمخلوق ولم ينسب من قال مخلوق إلى جزء من\nألف جزء مما نسب إليه الذين خالفوهم حتى بلغ من شدة طعنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p554'> Vol. 01, p. 554</a>\n            </div>\n             عليهم\nأن روى عن أبي يوسف من روايات ابن الثلجي ولم يسمعه بزعمه من ابن الثلجي\nأنه لا يصلي خلف من يقول القرآن غير مخلوق فلو سمع هذا المعارض من أبي يوسف\nنفسه لم تقم له به حجة وجر إلى أبي يوسف بها فضيحة فاجتهاد هذا المعارض في\nالطعن على من يقول غير مخلوق وصفحه عمن يقول مخلوق فهذا يدل منه على أسوأ\nالريبة وأقبح الظنة وأن ألبه وميله إلى من يصفح عنه\n</p>\n\n<p>\nومما يدل على ظنته أن احتجاجه فيه بالمقذوفين المتهمين في دين الله تعالى\nمثل المريسي واللؤلؤي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p555'> Vol. 01, p. 555</a>\n            </div>\n             وابن الثلجي ونظرائهم فأين هو عن الزهري\nوالثوري والأوزاعي ومالك بن أنس وشعبة ومعمر وابن المبارك ووكيع ونظرائهم\nوأين هو عمن كان في عصر ابن الثلجي من علماء أهل زمانه مثل ابن حنبل وابن\nنمير وابن أبي شيبة وأبي عبيد ونظرائهم إن كان متبعا مستقيم الطريقة ولكن\nلا يمكنه عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p556'> Vol. 01, p. 556</a>\n            </div>\n             أحد منهم في مذهبه حكاية ولا رواية وإنما يتعلق\nبالمغموزين المغمورين إذ لم يمكنه التعلق بهؤلاء المشهورين كيما يروج\nضلالته على الناس بأهل الريب الذين لا قبول لهم ولا عدالة عند أهل الإسلام\n</p>\n\n<p>\nثم تقلدت أيها المعارض أفحش حجج الجهمية في نفي الكلام عن الله تعالى لما\nادعيت أن الله قد نسب الكلام إلى الجبال والشجر والشمس والقمر فشبهت الله\nتعالى في كلامه بالجبال والشجر والشمس والقمر التي لا تقدر على الكلام ولا\nلها أسماع ولا أبصار وهذا من أعظم حجج الجهمية يجعلون الله الحي القيوم\nالمتكلم بالكلام السميع البصير القابض الباسط كالمدر والحجارة والجبال\nوالتلال الصم البكم التي ليس لها كلام ولا أسماع ولا أبصار\n</p>\n\n<p>\nفقال كما يجوز عندنا في المجاز أن ينسب الكلام إلى هذه الأشياء الصم <span id='ms103'></span> يجوز\nفي المجاز أن ينسب الكلام إلى الله تعالى من غير أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p557'> Vol. 01, p. 557</a>\n            </div>\n             يقدر الله\nعلى الكلام في دعواهم إلا كقدرة الجبال والشجر والشمس والقمر فهل من شيء\nأشبه بالكفر البين من هذا المذهب بل هو الكفر صراحا أن يكون منزلة كلام\nالله تعالى عندهم ككلام الجبال والشجر والحجر والشمس والقمر والأشياء\nالمخلوقة البينة\n</p>\n\n<p>\nهذا كلام ليس له نظام ولا هو عن مذاهب الإسلام ولا يحتاج إلى نقيضه من\nالكلام لأن مع كل كلمة منها نقيضها من نفس كلام المعارض ومن ادعى أن كلام\nالله والقرآن مضاف إلى الله كبيت الله وكروح الله وكعبد الله أو شبهه بكلام\nالجبال والشجر فقد صرح بأنه مخلوق اختلقه في دعواه بشر كذاب كما قال الوحيد\n<span class='quran'>إن هذا إلا قول البشر </span>لما أن الله لم يخلق لنفسه كلامه يدعو إلى\nالله وإلى توحيده وطاعته فإما أن يكون المتكلم به الله عندكم فهو كلام نفسه\nبحقيقة منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p558'> Vol. 01, p. 558</a>\n            </div>\n             ومنه خرج ولا يجهل ذو عقل أنه لا يخرج من الله كلام\nمخلوق وإما أن يكون المتكلم به عندكم غير الله ثم أضافه كذبا وزورا وبهتانا\nإلى الله فهذا المتكلم به المضيف إلى الله كذاب مفتر كافر بالله إذ يقول\n<span class='quran'>إني أنا الله رب العالمين </span>أو يقول ( إنني أنا الله لا إله إلا\nأنا فاعبدوني ) أو يقول لموسى <span class='quran'>أنا ربك </span>فمن ادعى شيئا من هذا أو\nقاله غير الله فهو كافر كفرعون الذي قال <span class='quran'>أنا ربكم الأعلى </span>لا\nيستحق قائل هذا أن يجعل قوله قرآنا يضاف إلى الله ويقام به دين الله هذا\nأوضح من الشمس وأضوأ منها إلا عند كل مدلس\n</p>\n\n<p>\nولو لم يذع هذا المعارض هذا الكلام ولم ينشره في الناس لم نتعرض لمناقضته\nوإدخال عليه مع أنا لم نقصد بالنقض إليه ولكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p559'> Vol. 01, p. 559</a>\n            </div>\n             إلى ضعفاء من بين\nظهريه الذين لا علم لهم بهذا المذهب سمعوا به منه ولم يسمعوا ضد كلامه من\nكلام أهل السنة واحتجاجهم فيضلون به إذ لا يهتدون بضده وما ينقضه عليه فلو\nأنه <span id='ms104'></span> ألف لهم كتبا في معالم دينهم من نحو الوضوء والصلاة والزكاة ونحوها كان\nأولى به وأسلم لدينه وأنفع لمن حواليه من المسلمين\n</p>\n\n<p>\nغير أني أظنه اصطمر هذا الرأي قديما وكان يجيش في صدره لا يمكنه كظمه حتى\nهم بإظهاره فيما بلغني مرة فأنكرها عليه علماؤها وفقهاؤها واستتابوه فتاب\nوعاهدهم أن لا يعود في شيء منه ثم عيل صبره بعد وفاة هؤلاء العلماء حتى عرف\nبما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p560'> Vol. 01, p. 560</a>\n            </div>\n             صدره فافتضح وفضح أئمته وضل وأضل وجهل فلم يعقل وهو في ذلك\nمعجب بالإصابة غافل عما عليه في ذلك من الإثم والعار والنقص من كتاب الله\nوآثار رسول الله صلى الله عليه وسلم ومذاهب الصالحين ولو علم بذلك لكان أن\nيكون أخرس أحب إليه من أن يتكلم بهذا وما أشبهه فكان يستتر من الافتضاح به\nحتى أنطق الله به لسانه وصرح بالمخلوق أيضا في كلام مموه عند السفهاء مكشوف\nعند الفقهاء فادعى أيضا أن كلام الله يحتمل أن يكون من أفاعيله وأن أفاعيله\nزائلة عنه وكل زائل عن الله مخلوق في دعواه\n</p>\n\n<p>\nفلم يزل يعيب عن هذا القول ويلجلج به في صدره حتى صرح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p561'> Vol. 01, p. 561</a>\n            </div>\n             به وهو\nيرى أنه ليس معه بالبلاد من يفطن لمذهبه\n</p>\n\n<p>\nفيقال لهذا المعارض من زعم أن القرآن فعل الله الزائل منه فقد رجع عن\nقوله كلام الله لأن القول غير الفعل عند جميع الناس والمفعولات كلها مخلوقة\nلا شك فيه فقد صرح بالمخلوق مرة بعد مرة ومرة بعد مرة بعدما عاب من قاله\nورجع عيبه عليه من حيث لا يشعر\n</p>\n\n<p>\nأرأيتك أيها المعارض إذا ادعيت في بعض كلامك أنه لا يجوز أن تقول مخلوق\nولا غير مخلوق ولا يزاد على أن يقال كلام الله ثم يسكت عما وراء ذلك لما\nأنه لم يخص فيه على عهد رسول الله صلى الله عليه وسلم وأصحابه فمن خاض فيه\nكان بزعمك مقدما بين يدي الله ورسوله فكيف تركت فيه قول الله تعالى ومنهاج\nالسلف ورجعت عن كلام الله فجعلته فعلا له مخلوقا\n</p>\n\n<p>\nأو ما <span id='ms105'></span> تخشى على نفسك ما تخوفت على غيرك لقد ارتطمت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p562'> Vol. 01, p. 562</a>\n            </div>\n             فيما\nتخوفت على غيرك وأنت لا تشعر وصرحت بالمخلوق بعدما نسيت إلى البدعة من\nقالها وبؤت بما عبت على غيرك من التقدم بين يدي الله ورسوله وبايعت جهما\nوالمريسي في دعواهما زعم هذان أنه مجعول وزعمت أنت أنه مفعول وكلا المعنيين\nسواء\n</p>\n\n<p>\nوقد كان رأس حجج المريسي وأصحابه من الجهمية وأوثقها في أنفسهم حتى\nتأولوا فيها على الله من كتابه خلاف ما أراد فقالوا قال الله تعالى <span class='quran'>حم\nوالكتاب المبين إنا جعلناه قرآنا عربيا </span>و <span class='quran'>جعلناه نورا نهدي به من\nنشاء من عبادنا </span>فادعوا أنه لا يقال لشيء <span class='quran'>جعلناه </span>إلا وذلك\nالشيء مخلوق فضلوا بهذا التأويل عن سواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p563'> Vol. 01, p. 563</a>\n            </div>\n             السبيل وجهلوا فيه\nمذاهب أهل الفقه والبصر بالعربية\n</p>\n\n<p>\nفقلنا لهم ما ذنبنا إن كان الله سلب منكم معرفة الكتاب والعلم به\nوبمعانيه وبمعرفة لغات العرب حتى ادعيتم أن كل شيء يقال جعلناه فهو خلقناه\n</p>\n\n<p>\nأرأيتم أيها الجهلة قول الله تعالى ^ وجعلنا في ذريته النبوة والكتاب ^\nأهو خلقنا في ذريته النبوة والكتاب وكذلك <span class='quran'>وجعلها كلمة باقية في عقبه\n</span>لا إله إلا الله أهو خلقها <span class='quran'>ومن يتق الله يجعل له مخرجا </span>و\n<span class='quran'>يجعل له من أمره يسرا </span>أهو يجعل له مخرجا أم قوله <span class='quran'>وجعلنا في\nقلوب الذين اتبعوه رأفة ورحمة </span>أهو خلقنا أم قوله <span class='quran'>حملناكم في\nالجارية لنجعلها لكم تذكرة </span>أم قوله ^ ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p564'> Vol. 01, p. 564</a>\n            </div>\n             تجعل في قلوبنا\nغلا ) أم قوله <span class='quran'>لا تجعلنا فتنة للذين كفروا </span>أهو في دعواكم لا\nتخلقنا بعدما خلقهم مرة أم قوله <span class='quran'>واجعل لي لسان صدق في الآخرين </span>أتقول اخلق لي أم قوله <span class='quran'>واجعلنا للمتقين إماما </span>أي اخلقنا أم قوله\n<span class='quran'>إنا رادوه إليك وجاعلوه من المرسلين </span>بعدما فرغ من خلقه أم قوله\n<span class='quran'>اجعل هذا البلد آمنا </span>أم قوله <span class='quran'>وقد جعلتم الله عليكم كفيلا\n</span>أم قوله <span class='quran'>وجعلوا الملائكة الذين هم عباد الرحمن إناثا </span>أم\nقوله <span class='quran'>واجعلني من ورثة جنة النعيم </span>أهو اخلقني وقد فرغ من خلقه أم\nقول الرجل للرجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p565'> Vol. 01, p. 565</a>\n            </div>\n             جعلك الله بخير\n</p>\n\n<p>\nوكل <span id='ms106'></span> ما عددنا من هذه الأشياء وما يشبهها مما لم يعدد يستحيل أن يصرف\nجعلنا منها إلى خلقنا وأشدها استحالة ما ادعيتم به على الله تعالى في قوله\n<span class='quran'>إنا جعلناه قرآنا عربيا </span>أنه خلقناه فلم تفقهوا معناه من قلة\nعلمكم بالعربية\n</p>\n\n<p>\nويلكم إنما الكلام لله بدءا وأخيرا وهو يعلم الألسنة كلها ويتكلم بما شاء\nمنها إن شاء تكلم بالعربية وإن شاء بالعبرانية وإن شاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p566'> Vol. 01, p. 566</a>\n            </div>\n            \nبالسريانية فقال جعلت هذا القرآن من كلامي عربيا وجعلت التوراه والإنجيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p567'> Vol. 01, p. 567</a>\n            </div>\n             من كلامي عبرانيا لما أنه أرسل كل رسول بلسان قومه كما قال\nفجعل كلامه الذي لم يزل له كلاما لكل قوم بلغاتهم في ألسنتهم\n</p>\n\n<p>\nفقوله جعلناه صرفناه من لغة إلى لغة أخرى ليس أنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p568'> Vol. 01, p. 568</a>\n            </div>\n             خلقناه\nخلقا بعد خلق في دعواكم فهو مع تصرفه في كل أحواله كلام الله غير مخلوق\n</p>\n\n<p>\nوأما قوله <span class='quran'>جعلناه نورا نهدي به من نشاء من عبادنا </span>يقول تستنير\nبه القلوب وتنشرح له لا أنه نور مخلوق له ضوء قائم يرى بالأعين مثل ضوء\nالشمس والقمر والكواكب فافهمه ولا أراك تفهمه\n</p>\n\n<p>\nواحتج المعارض أيضا لتحقيق قوله أنه مخلوق بحديث النبي صلى الله عليه\nوسلم ( يجيء القرآن يوم القيامة شفيعا لصاحبه )\n</p>\n\n<p>\nفقال لأهل السنة إن قلتم بهذا الحديث كان نقضا لما ادعيتم أن القرآن غير\nمخلوق لأنه لا يتراءى شيء في صورة إلا وذلك المترائي والمتكلم في قياس\nمذهبه مخلوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p569'> Vol. 01, p. 569</a>\n            </div>\n            \n</p>\n\n<p>\nفقد فسرنا هذا لهذا المعجب بجهالته في كتابنا هذا أن القرآن كلام الله\nليس له صورة ولا جسم ولا يتحول صورة أبدا له فم ولسان ينطق به ويشفع قد عقل\nذلك جميع المسلمين فلما كان المعقول ذلك عندهم علموا أن ذلك ثواب يصوره\nالله في أعين المؤمنين جزاء لهم عن القرآن الذي قرأوه واتبعوا ما فيه ليبشر\nبه المؤمنين ونفس القرآن كلام غير مجسم في كل أحواله إنما يحس به إذا قرئ\nفإذا زالت عنه القراءة لم يوقف له على جسم ولا صورة إلا أن يرسم بكتاب هذا\nمعقول لا يجهله إلا كل جهول <span id='ms107'></span> قد علمتم ذلك إن شاء الله ولكنكم تغالطون\nوالعلماء بمغالطتكم عالمون ولضلالتكم مبطلون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p570'> Vol. 01, p. 570</a>\n            </div>\n             ويكفي العاقل أقل\nمما بينا وشرحنا عن مذاهبكم غير أن في تكرير البيان شفاء لما في الصدور\n</p>\n\n<p>\nوأما دعواك أيها المعارض أنه لم يسبق من السلف في القرآن قول ولا خوض أنه\nغير مخلوق فسنقص عليك إن شاء الله عنهم ما يكذب دعواك وسنحكيه لك عن قوم\nمنهم أعلى وأعلم ممن حكيت عنهم مذهبك نحو المريسي وابن الثلجي ونظرائهم\n</p>\n\n<p>\nحدثنا علي بن المديني ثنا موسى بن داود ثنا معبد قال ثنا علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p571'> Vol. 01, p. 571</a>\n            </div>\n            \nوهو ابن راشد عن معاوية بن عمار قال قيل لجعفر بن محمد القرآن خالق أو\nمخلوق قال ليس بخالق ولا مخلوق ولكنه كلام الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p572'> Vol. 01, p. 572</a>\n            </div>\n            \n</p>\n\n<p>\nوسمعت إسحاق بن إبراهيم الحنظلي يقول قال سفيان بن عيينة قال عمرو بن\nدينار أدركت أصحاب النبي صلى الله عليه وسلم فمن دونهم منذ سبعين سنة\nيقولون الله الخالق وما سواه مخلوق والقرآن كلام الله منه خرج وإليه يعود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p573'> Vol. 01, p. 573</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني محمد بن منصور الطوسي من أهل بغداد قال حدثني علي بن مضاء مولى\nخالد القسري قال سمعت محمد بن المبارك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p574'> Vol. 01, p. 574</a>\n            </div>\n             بالمصيصة وسأله رجل عن\nالقرآن قال هو كلام الله غير مخلوق\n</p>\n\n<p>\nحدثني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p575'> Vol. 01, p. 575</a>\n            </div>\n             محمد بن منصور ثنا علي بن مضاء قال سمعت عيسى بن يونس\nيقول القرآن كلام الله غير مخلوق\n</p>\n\n<p>\nحدثني محمد بن منصور ثنا علي بن مضاء قال سمعت القاسم الجزري يقول القرآن\nكلام الله غير مخلوق\n</p>\n\n<p>\nحدثني محمد بن منصور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p576'> Vol. 01, p. 576</a>\n            </div>\n             ثنا ثمانلي بن مضاء قال ثنا هشام بن\nبهرام قال سمعت المعافى بن عمران يقول القرآن كلام الله غير مخلوق\n</p>\n\n<p>\nقال هشام وأنا أقول كما قال المعافى قال علي وأنا أقول كما قال هشام قال\nمحمد بن منصور وأنا أقول كما قال خمسين مرة قال عثمان بن سعيد وأنا أقول\nكما قالوا قال الصرام وأنا أقول كما قالوا قال رواة الصرام ونحن نقول كما\nقالوا وقال لنا إسحاق ونحن نقول كما قالوا\n</p>\n\n<p>\nفكل هؤلاء قد قالوا إنه غير مخلوق <span id='ms108'></span> وليسوا بدون من رويت عنهم أنهم كرهوا\nالخوض فيه فيقولون هو غير مخلوق مثل أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p577'> Vol. 01, p. 577</a>\n            </div>\n             أسامة وأبي معاوية\nومنصور بن عمار إن صدقت عليهم في دعواك وأخسهم عند الناس منزلة أعلى من\nالمريسي واللؤلؤي وابن الثلجي ونظرائهم الذين ادعوا أنه مخلوق حتى لقد\nأكفرهم كثير من العلماء بقولهم وكثير منهم أوجب عليهم به القتل ولم يوجبوا\nعليهم القتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p578'> Vol. 01, p. 578</a>\n            </div>\n             بذلك إلا وأن قولهم كان عندهم كفرا\n</p>\n\n<p>\nحدثني يحيى الحماني أن أبا بكر بن عياش حدثهم عن حصين عن سويد بن غفلة أن\nعليا رضي الله عنه قتل زنادقة ثم أحرقهم ثم قال صدق الله ورسوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p579'> Vol. 01, p. 579</a>\n            </div>\n            \n</p>\n\n<p>\nفالجهمية عندنا أخبث الزنادقة لأن مرجع قولهم إلى التعطيل كمذهب الزنادقة\nسواء\n</p>\n\n<p>\nحدثنا القاسم بن محمد المعمري البغدادي ثنا عبد الرحمن بن محمد بن حبيب\nبن أبي حبيب عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p580'> Vol. 01, p. 580</a>\n            </div>\n             عن جده حبيب بن أبي حبيب قال خطبنا خالد\nبن عبد الله القسري بواسط يوم أضحى فقال أيها الناس ارجعوا فضحوا تقبل الله\nمنا ومنكم فإني مضح بالجعد بن درهم إنه زعم أن الله لم يتخذ إبراهيم خليلا\nولم يكلم موسى تكليما سبحانه وتعالى عما يقول الجعد بن درهم علوا كبيرا ثم\nنزل إليه فذبحه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p581'> Vol. 01, p. 581</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا موسى بن إسماعيل قال قلت لإبراهيم بن سعد ما تقول في الزنادقة ترى\nأن نستتيبهم قال لا قلت فبم تقول ذاك قال كان علينا وال بالمدينة فقتل منهم\nرجلا ولم يستتبه فسقط في يده فبعث إلى أبي فقال له أبي لا يهتديك فإنه قول\nالله <span class='quran'>فلما رأوا بأسنا </span>قال السيف <span class='quran'>قالوا آمنا بالله وحده\nوكفرنا بما كنا به مشركين فلم يك ينفعهم إيمانهم لما رأوا بأسنا </span>قال\nالسيف سنة القتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p582'> Vol. 01, p. 582</a>\n            </div>\n            \n</p>\n\n<p>\nوسمعت الربيع بن نافع أبا توبة يقول قلت لأحمد بن حنبل ما ترى في قتل\nهؤلاء الجهمية قال يستتابون فقلت لا أما خطباؤهم فلا يستتابون وتضرب\nأعناقهم\n</p>\n\n<p>\nحدثنا يحيى بن بكير المصري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p583'> Vol. 01, p. 583</a>\n            </div>\n            \n</p>\n\n<p>\nثنا مالك بن أنس عن زيد بن أسلم أن رسول الله صلى الله عليه وسلم قال (\nمن غير <span id='ms109'></span> دينه فاضربوا عنقه ) قال مالك ومعنى حديث النبي صلى الله عليه وسلم\nهذا فيما نرى والله أعلم أنه من خرج من الإسلام إلى غيره مثل الزنادقة\nوأشباههم فإن أولئك يقتلون ولا يستتابون لأنه لا تعرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p584'> Vol. 01, p. 584</a>\n            </div>\n             توبتهم\nوأنهم قد كانوا يسرون الكفر ويعلنون بالإسلام فلا أرى أن يستتاب هؤلاء ولا\nيقبل قولهم\n</p>\n\n<p>\nحدثنا يوسف بن يحيى البويطي عن الشافعي في الزنديق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p585'> Vol. 01, p. 585</a>\n            </div>\n             يقبل قوله\nإذا رجع ولا يقتل\n</p>\n\n<p>\nحدثنا محمد بن المعتمر السجستاني وكان من أوثق أهل سجستان وأصدقهم عن\nزهير بن نعيم البابي أنه سمع سلام بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p586'> Vol. 01, p. 586</a>\n            </div>\n             أبي مطيع يقول الجهمية\nكفار\n</p>\n\n<p>\nقال وسمعت زهير بن نعيم يقول سئل حماد بن زيد وذكر له شيء عن بشر المريسي\nفقال ذاك كافر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p587'> Vol. 01, p. 587</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا يحيى الحماني ثنا الحسن بن الربيع قال سمعت ابن المبارك يقول من\nزعم أن قوله <span class='quran'>إنني أنا الله لا إله إلا أنا </span>مخلوق فهو كافر\n</p>\n\n<p>\nوسمعت محبوب بن موسى الأنطاكي أنه سمع وكيعا يكفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p588'> Vol. 01, p. 588</a>\n            </div>\n             الجهمية\nوكتب إلي علي بن خشرم أن ابن المبارك كان لا يعد الجهمية في عداد المسلمين\n</p>\n\n<p>\nوسمعت يحيى بن يحيى يقول القرآن كلام الله من شك فيه أو زعم أنه مخلوق\nفهو كافر\n</p>\n\n<p>\nفهؤلاء الذين أكفروهم في آخر الزمان وعلي بن أبي طالب وابن عباس رضي الله\nعنهما في أول الزمان وأنزلاهم منزلة من بدل دينه فاستحق بتبديله القتل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p589'> Vol. 01, p. 589</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سليمان بن حرب عن حماد بن زيد وجرير بن حازم عن أيوب عن عكرمة أن\nعلي بن أبي طالب رضي الله عنه أتي بقوم من الزنادقة فحرقهم فبلغ ذلك ابن\nعباس فقال أما أنا فلو كنت لقتلتهم لقول رسول الله صلى الله عليه وسلم ولما\nحرقتهم لنهي رسول الله صلى الله عليه وسلم قال رسول الله صلى الله عليه\nوسلم ( من بدل دينه فاقتلوه ) وقال ( لا تعذبوا بعذاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p590'> Vol. 01, p. 590</a>\n            </div>\n             الله )\n</p>\n\n<p>\nفادعى المعارض أن من روينا عنهم من الفقهاء والعلماء المشهورين في إكفار\nالجهمية وقتلهم عليه وقولهم القرآن غير مخلوق أن هذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p591'> Vol. 01, p. 591</a>\n            </div>\n             الروايات\nوما أشبهها ليس أثرا <span id='ms110'></span> عنده لما أن أبا يوسف قال الأثر ما روي عن النبي صلى\nالله عليه وسلم والصحابة وما بعد هؤلاء ليس بأثر\n</p>\n\n<p>\nفيقال لهذا المعارض فكيف جعلت أنت أثرا ما رويت في رد مذهبنا عن أبي\nحنيفة وأبي يوسف وأبي أسامة وأبي معاوية والمريسي واللؤلؤي والثلجي فإن لم\nيكن ما روينا من ذلك عن جعفر بن محمد وعمرو بن دينار وبقية بن الوليد وابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p592'> Vol. 01, p. 592</a>\n            </div>\n             المبارك ووكيع وعيسى بن يونس ونظرائهم أثرا عندك فأبعد من\nالأثر ما احتججت في رده عن المريسي والثلجي واللؤلؤي ونظرائهم فكيف أقمت\nأقاويل هؤلاء المتهمين لنفسك أثرا ولا تقيم أقاويل هؤلاء المتميزين لنا\nأثرا مع أن أبا يوسف إن قال ليست أقاويل التابعين بأثر فقد أخطأ إنما يقال\nليس اختلاف التابعين سنة لازمة كسنن النبي صلى الله عليه وسلم وأصحابه فأما\nأن لا يكون أثرا فإنه لا شك فيه وأقاويلهم ألزم للناس من أقاويل أبي يوسف\nوأصحابه لأن الله تعالى أثنى على التابعين في كتابه فقال <span class='quran'>والسابقون\nالأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم </span>فشهد باتباع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p593'> Vol. 01, p. 593</a>\n            </div>\n             الصحابة واستيجاب الرضوان من الله تعالى باتباعهم\nأصحاب محمد صلى الله عليه وسلم واجتمعت الكلمة من جميع المسلمين أن سموهم\nالتابعين ولم يزالوا يأثرون عنهم بالأسانيد كما يأثرون عن الصحابة ويحتجون\nبهم في أمر دينهم ويرون آراءهم ألزم من آراء من بعدهم للاسم الذي استحقوا\nمن الله تعالى ومن جماعة المسلمين الذين سموهم تابعي أصحاب محمد صلى الله\nعليه وسلم حتى لقد قال أبو سلمة بن عبد الرحمن للحسن البصري ولا تفت الناس\nبرأيك فقال رأينا لهم خير من آرائهم لأنفسهم فإن لم يكن عند أبي يوسف ما\nروي عن التابعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p594'> Vol. 01, p. 594</a>\n            </div>\n             أثرا فبئس ما أثنى على زعيمه وإمامه أبي حنيفة\nإذ يشهد عليه أن عامة فتياه بغير أثر لأن عظم ما أفتى وأخذ به أبو حنيفة\nمما رواه عن حماد عن إبراهيم وكان من أتباع التابعين فقد شهد على أبي حنيفة\nأنه كان يفتي بغير أثر وعلى نفسه <span id='ms111'></span> أنه تبعه في فتياه من غير نظر فإن لم يكن\nما روى عن التابعين آثار عند أبي يوسف وعندكم فكيف سميت رأي إبراهيم آثار\nأبي حنيفة وإنما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p595'> Vol. 01, p. 595</a>\n            </div>\n             إبراهيم من أتباع التابعين كذبتم إذا فيما\nادعيتم من ذلك لأبي حنيفة أنه أثر وليس كذلك عندكم\n</p>\n\n<p>\nفتفهم أيها المعارض ثم تكلم ولا تنطقن بما لا تعلم فإن كنت لا تحسن فتعلم\nولا ترسل من رأسك ما يأخذ منك بالكظم فينقض عليك وتطلم وتعد في عداد من لا\nيفهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p596'> Vol. 01, p. 596</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "001",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "241",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "377",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "414",
    "415",
    "416",
    "417",
    "418",
    "419",
    "420",
    "421",
    "422",
    "423",
    "424",
    "425",
    "426",
    "427",
    "428",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "348",
    "439",
    "440",
    "441",
    "442",
    "443",
    "444",
    "445",
    "446",
    "447",
    "448",
    "449",
    "450",
    "451",
    "452",
    "453",
    "454",
    "455",
    "456",
    "457",
    "458",
    "459",
    "460",
    "461",
    "462",
    "463",
    "464",
    "465",
    "466",
    "467",
    "468",
    "469",
    "470",
    "471",
    "472",
    "473",
    "474",
    "475",
    "476",
    "477",
    "478",
    "479",
    "480",
    "481",
    "482",
    "483",
    "484",
    "485",
    "486",
    "487",
    "488",
    "489",
    "490",
    "491",
    "492",
    "493",
    "494",
    "495",
    "496",
    "497",
    "498",
    "499",
    "500",
    "501",
    "502",
    "503",
    "504",
    "505",
    "506",
    "507",
    "508",
    "509",
    "510",
    "511",
    "512",
    "513",
    "514",
    "515",
    "516",
    "517",
    "518",
    "519",
    "520",
    "521",
    "522",
    "523",
    "524",
    "525",
    "526",
    "527",
    "528",
    "529",
    "530",
    "531",
    "532",
    "533",
    "534",
    "535",
    "536",
    "537",
    "538",
    "539",
    "540",
    "541",
    "542",
    "543",
    "544",
    "545",
    "546",
    "547",
    "548",
    "549",
    "550",
    "551",
    "552",
    "553",
    "554",
    "555",
    "556",
    "557",
    "558",
    "559",
    "560",
    "561",
    "562",
    "563",
    "564",
    "565",
    "566",
    "567",
    "568",
    "569",
    "570",
    "571",
    "572",
    "573",
    "574",
    "575",
    "576",
    "577",
    "578",
    "579",
    "580",
    "581",
    "582",
    "583",
    "584",
    "585",
    "586",
    "587",
    "588",
    "589",
    "590",
    "591",
    "592",
    "593",
    "594",
    "595",
    "596"
  ],
  "volumes": [
    "01",
    "02"
  ]
}