{
  "content": "\n<h1 class='l1' id='head0'>( 7 كتاب الأذان )</h1>\n\n<h2 class='l2' id='head1'>( 1 بدء الأذان )</h2>\n\n<p>\n626 أخبرنا محمد بن إسماعيل وإبراهيم بن الحسن قالا حدثنا حجاج قال قال\nبن جريج أخبرني نافع عن عبد الله بن عمر * أنه كان يقول كان المسلمون حين\nقدموا المدينة يجتمعون فيتحينون الصلاة وليس ينادي بها أحد <span id='ms0127'></span> فتكلموا يوما في\nذلك فقال بعضهم اتخذوا ناقوسا مثل ناقوس النصارى وقال بعضهم بل قرنا مثل\nقرن اليهود فقال عمر رضي الله عنه أولا تبعثون رجلا ينادي بالصلاة فقال\nرسول الله صلى الله عليه وسلم يا بلال قم فناد بالصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p002'> Vol. 02, p. 002</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head2'>( 2 تثنية الأذان )</h2>\n\n<p>\n627 أخبرنا قتيبة بن سعيد قال حدثنا عبد الوهاب عن أيوب عن أبي قلابة عن\nأنس قال * إن رسول الله صلى الله عليه وسلم أمر بلالا أن يشفع الأذان وأن\nيوتر الإقامة\n</p>\n\n<p>\n628 أخبرنا عمرو بن علي قال حدثنا يحيى قال حدثنا شعبة قال حدثني أبو\nجعفر عن أبي المثنى عن بن عمر قال * كان الأذان على عهد رسول الله صلى الله\nعليه وسلم مثنى مثنى والإقامة مرة مرة إلا أنك تقول قد قامت الصلاة قد قامت\nالصلاة\n</p>\n\n<h2 class='l2' id='head3'>( 3 خفض الصوت في الترجيع في الأذان )</h2>\n\n<p>\n629 أخبرنا بشر بن معاذ قال حدثني إبراهيم وهو بن عبد العزيز بن عبد\nالملك بن أبي محذورة قال حدثني أبي عبد العزيز وجدي عبد الملك عن أبي\nمحذورة * أن النبي صلى الله عليه وسلم أقعده فألقى عليه الأذان حرفا حرفا\nقال إبراهيم هو مثل أذاننا هذا قلت له أعد علي قال الله أكبر الله أكبر\nأشهد أن لا إله إلا الله مرتين أشهد أن محمدا رسول الله مرتين ثم قال بصوت\nدون ذلك الصوت يسمع من حوله أشهد أن لا إله إلا الله مرتين أشهد أن محمدا\nرسول الله مرتين حي على الصلاة مرتين حي على الفلاح مرتين الله أكبر الله\nأكبر لا إله إلا الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p003'> Vol. 02, p. 003</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head4'>( 4 كم الأذان من كلمة )</h2>\n\n<p>\n630 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن همام بن يحيى عن عامر بن\nعبد الواحد حدثنا مكحول عن عبد الله بن محيريز عن أبي محذورة أن رسول الله\nصلى الله عليه وسلم قال * الأذان تسع عشرة كلمة والإقامة سبع عشرة كلمة ثم\nعدها أبو محذورة تسع عشرة كلمة وسبع عشرة\n</p>\n\n<h2 class='l2' id='head5'>( 5 كيف الأذان )</h2>\n\n<p>\n631 أخبرنا إسحاق بن إبراهيم قال أنبأنا معاذ بن هشام قال حدثني أبي <span id='ms0128'></span> عن\nعامر الأحول عن مكحول عن عبد الله بن محيريز عن أبي محذورة قال * علمني\nرسول الله صلى الله عليه وسلم الأذان فقال الله أكبر الله أكبر الله أكبر\nالله أكبر أشهد أن لا إله إلا الله أشهد أن لا إله إلا الله أشهد أن محمدا\nرسول الله أشهد أن محمدا رسول الله ثم يعود فيقول أشهد أن لا إله إلا الله\nأشهد أن لا إله إلا الله أشهد أن محمدا رسول الله أشهد أن محمدا رسول الله\nحي على الصلاة حي على الصلاة حي على الفلاح حي على الفلاح الله أكبر الله\nأكبر لا إله إلا الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p004'> Vol. 02, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n632 أخبرنا إبراهيم بن الحسن ويوسف بن سعيد واللفظ له قالا حدثنا حجاج عن\nبن جريج قال حدثني عبد العزيز بن عبد الملك بن أبي محذورة أن عبد الله بن\nمحيريز أخبره وكان يتيما في حجر أبي محذورة حتى جهزه إلى الشام قال قلت\nلأبي محذورة إني خارج إلى الشام وأخشى أن أسأل عن تأذينك فأخبرني أن أبا\nمحذورة قال له * خرجت في نفر فكنا ببعض طريق حنين مقفل رسول الله صلى الله\nعليه وسلم من حنين فلقينا رسول الله صلى الله عليه وسلم في بعض الطريق فأذن\nمؤذن رسول الله صلى الله عليه وسلم بالصلاة عند رسول الله صلى الله عليه\nوسلم فسمعنا صوت المؤذن ونحن عنه متنكبون فظللنا نحكيه ونهزأ به فسمع رسول\nالله صلى الله عليه وسلم الصوت فأرسل إلينا حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p005'> Vol. 02, p. 005</a>\n            </div>\n             وقفنا بين يديه\nفقال رسول الله صلى الله عليه وسلم أيكم الذي سمعت صوته قد ارتفع فأشار\nالقوم إلي وصدقوا فأرسلهم كلهم وحبسني فقال قم فأذن بالصلاة فقمت فألقى علي\nرسول الله صلى الله عليه وسلم التأذين هو بنفسه قال قل الله أكبر الله أكبر\nالله أكبر الله أكبر أشهد أن لا إله إلا الله أشهد أن لا إله إلا الله أشهد\nأن محمدا رسول الله أشهد أن محمدا رسول الله ثم قال ارجع فامدد صوتك ثم قال\nقل <span id='ms0129'></span> أشهد أن لا إله إلا الله أشهد أن لا إله إلا الله أشهد أن محمدا رسول\nالله أشهد أن محمدا رسول الله حي على الصلاة حي على الصلاة حي على الفلاح\nحي على الفلاح الله أكبر الله أكبر لا إله إلا الله ثم دعاني حين قضيت\nالتأذين فأعطاني صرة فيها شيء من فضة فقلت يا رسول الله مرني بالتأذين بمكة\nفقال قد أمرتك به فقدمت على عتاب بن أسيد عامل رسول الله صلى الله عليه\nوسلم بمكة فأذنت معه بالصلاة عن أمر رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p006'> Vol. 02, p. 006</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head6'>( 6 الأذان في السفر )</h2>\n\n<p>\n633 أخبرنا إبراهيم بن الحسن قال حدثنا حجاج عن بن جريج عن عثمان بن\nالسائب قال أخبرني أبي وأم عبد الملك بن أبي محذورة عن أبي محذورة قال *\nلما خرج رسول الله صلى الله عليه وسلم من حنين خرجت عاشر عشرة من أهل مكة\nنطلبهم فسمعناهم يؤذنون بالصلاة فقمنا نؤذن نستهزئ بهم فقال رسول الله صلى\nالله عليه وسلم قد سمعت في هؤلاء تأذين إنسان حسن الصوت فأرسل إلينا فأذنا\nرجل رجل وكنت آخرهم فقال حين أذنت تعال فأجلسني بين يديه فمسح على ناصيتي\nوبرك علي ثلاث مرات ثم قال اذهب فأذن عند البيت الحرام قلت كيف يا رسول\nالله فعلمني كما تؤذنون الآن بها الله أكبر الله أكبر الله أكبر الله أكبر\nأشهد أن لا إله الا الله أشهد أن لا إله الا الله أشهد أن محمدا رسول الله\nأشهد أن محمدا رسول الله أشهد أن لا إله الا الله أشهد أن لا إله إلا الله\nأشهد أن محمدا رسول الله أشهد أن محمدا رسول الله حي على الصلاة حي على\nالصلاة حي على الفلاح حي على الفلاح الصلاة خير من النوم الصلاة خير من\nالنوم في الأولى من الصبح قال وعلمني الإقامة مرتين الله أكبر الله أكبر\nالله أكبر الله أكبر أشهد أن لا إله الا الله أشهد أن لا إله الا الله أشهد\nأن محمدا رسول الله <span id='ms0130'></span> أشهد أن محمدا رسول الله حي على الصلاة حي على الصلاة\nحي على الفلاح حي على الفلاح قد قامت الصلاة قد قامت الصلاة الله أكبر الله\nأكبر لا إله إلا الله قال بن جريج أخبرني عثمان هذا الخبر كله عن أبيه وعن\nأم عبد الملك بن أبي محذورة أنهما سمعا ذلك من أبي محذورة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p007'> Vol. 02, p. 007</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head7'>( 7 أذان المنفردين في السفر )</h2>\n\n<p>\n634 أخبرنا حاجب بن سليمان عن وكيع عن سفيان عن خالد الحذاء عن أبي قلابة\nعن مالك بن الحويرث قال أتيت النبي صلى الله عليه وسلم أنا وبن عم لي وقال\nمرة أخرى أنا وصاحب لي فقال * إذا سافرتما فأذنا وأقيما وليؤمكما أكبركما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p008'> Vol. 02, p. 008</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head8'>( 8 اجتزاء المرء بأذان غيره في الحضر )</h2>\n\n<p>\n635 أخبرني زياد بن أيوب قال حدثنا إسماعيل قال حدثنا أيوب عن أبي قلابة\nعن مالك بن الحويرث قال * أتينا رسول الله صلى الله عليه وسلم ونحن شببة\nمتقاربون فأقمنا عنده عشرين ليلة وكان رسول الله صلى الله عليه وسلم رحيما\nرفيقا فظن أنا قد اشتقنا إلى أهلنا فسألنا عمن تركناه من أهلنا فأخبرناه\nفقال ارجعوا إلى أهليكم فأقيموا عندهم وعلموهم ومروهم إذا حضرت الصلاة\nفليؤذن لكم أحدكم وليؤمكم أكبركم\n</p>\n\n<p>\n636 أخبرني إبراهيم بن يعقوب قال حدثنا سليمان بن حرب قال حدثنا حماد بن\nزيد عن أيوب عن أبي قلابة عن عمرو بن سلمة فقال لي أبو قلابة * هو حي أفلا\nتلقاه قال أيوب فلقيته فسألته فقال لما كان وقعة الفتح بادر كل قوم\nبإسلامهم فذهب أبي بإسلام أهل حوائنا فلما قدم استقبلناه فقال جئتكم والله\nمن عند رسول الله صلى الله عليه وسلم حقا فقال صلوا صلاة كذا في حين كذا\nوصلاة كذا في حين كذا فإذا حضرت الصلاة فليؤذن لكم أحدكم وليؤمكم أكثركم\nقرآنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p009'> Vol. 02, p. 009</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head9'>( 9 المؤذنان للمسجد الواحد )</h2>\n\n<p>\n637 أخبرنا قتيبة عن مالك عن عبد الله بن دينار عن بن عمر أن رسول الله\nصلى الله عليه وسلم قال * إن بلالا يؤذن بليل فكلوا واشربوا حتي ينادي بن\nأم مكتوم\n</p>\n\n<p>\n638 أخبرنا قتيبة قال حدثنا الليث عن <span id='ms0131'></span> بن شهاب عن سالم عن أبيه أن النبي\nصلى الله عليه وسلم قال * إن بلالا يؤذن بليل فكلوا واشربوا حتى تسمعوا\nتأذين بن أم مكتوم\n</p>\n\n<h2 class='l2' id='head10'>( 10 هل يؤذنان جميعا أو فرادى )</h2>\n\n<p>\n639 أخبرنا يعقوب بن إبراهيم قال حدثنا حفص عن عبيد الله عن القاسم عن\nعائشة قالت قال رسول الله صلى الله عليه وسلم * إذا أذن بلال فكلوا واشربوا\nحتى يؤذن بن أم مكتوم قالت ولم يكن بينهما إلا أن ينزل هذا ويصعد هذا\n</p>\n\n<p>\n640 أخبرنا يعقوب بن إبراهيم عن هشيم قال أنبأنا منصور عن خبيب بن عبد\nالرحمن عن عمته أنيسة قالت قال رسول الله صلى الله عليه وسلم * إذا أذن بن\nأم مكتوم فكلوا واشربوا وإذا أذن بلال فلا تأكلوا ولا تشربوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p010'> Vol. 02, p. 010</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head11'>( 11 الأذان في غير وقت الصلاة )</h2>\n\n<p>\n641 أخبرنا إسحاق بن إبراهيم قال أنبأنا المعتمر بن سليمان عن أبيه عن\nأبي عثمان عن بن مسعود عن النبي صلى الله عليه وسلم قال * إن بلالا يؤذن\nبليل ليوقظ نائمكم وليرجع قائمكم وليس أن يقول هكذا يعني في الصبح\n</p>\n\n<h2 class='l2' id='head12'>( 12 وقت أذان الصبح )</h2>\n\n<p>\n642 أخبرنا إسحاق بن إبراهيم قال حدثنا يزيد قال حدثنا حميد عن أنس أن\nسائلا * سأل رسول الله صلى الله عليه وسلم عن وقت الصبح فأمر رسول الله صلى\nالله عليه وسلم بلالا فأذن حين طلع الفجر فلما كان من الغد أخر الفجر حتى\nأسفر ثم أمره فأقام فصلى ثم قال هذا وقت الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p011'> Vol. 02, p. 011</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head13'>( 13 كيف يصنع المؤذن في أذانه )</h2>\n\n<p>\n643 أخبرنا محمود بن غيلان قال حدثنا وكيع قال حدثنا سفيان عن عون بن أبي\nجحيفة عن أبيه قال * أتيت النبي صلى الله عليه وسلم فخرج بلال فأذن فجعل\nيقول في أذانه هكذا ينحرف يمينا وشمالا\n</p>\n\n<h2 class='l2' id='head14'>( 14 رفع الصوت بالأذان )</h2>\n\n<p>\n644 أخبرنا محمد بن سلمة قال أنبأنا بن القاسم عن مالك قال حدثني عبد\nالرحمن بن عبد الله بن عبد الرحمن بن أبي صعصعة الأنصاري المازني عن أبيه\nأنه أخبره أن أبا سعيد الخدري قال له * إني أراك تحب الغنم والبادية فإذا\nكنت في غنمك أو باديتك <span id='ms0132'></span> فأذنت بالصلاة فارفع صوتك فإنه لا يسمع مدى صوت\nالمؤذن جن ولا إنس ولا شيء إلا شهد له يوم القيامة قال أبو سعيد سمعته من\nرسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n645 أخبرنا إسماعيل بن مسعود ومحمد بن عبد الأعلى قالا حدثنا يزيد يعني\nبن زريع قال حدثنا شعبة عن موسى بن أبي عثمان عن أبي يحيى عن أبي هريرة\nسمعه من فم رسول الله صلى الله عليه وسلم يقول * المؤذن يغفر له بمد صوته\nويشهد له كل رطب ويابس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p012'> Vol. 02, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n646 أخبرنا محمد بن المثنى قال حدثنا معاذ بن هشام قال حدثني أبي عن\nقتادة عن أبي إسحاق الكوفي عن البراء بن عازب أن نبي الله صلى الله عليه\nوسلم قال * إن الله وملائكته يصلون على الصف المقدم والمؤذن يغفر له بمد\nصوته ويصدقه من سمعه من رطب ويابس وله مثل أجر من صلى معه\n</p>\n\n<h2 class='l2' id='head15'>( 15 التثويب في أذان الفجر )</h2>\n\n<p>\n647 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن سفيان عن أبي جعفر عن أبي\nسلمان عن أبي محذورة قال * كنت أؤذن لرسول الله صلى الله عليه وسلم وكنت\nأقول في أذان الفجر الأول حي على الفلاح الصلاة خير من النوم الصلاة خير من\nالنوم الله أكبر الله أكبر لا إله إلا الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p013'> Vol. 02, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n648 أخبرنا عمرو بن علي قال حدثنا يحيى وعبد الرحمن قالا حدثنا سفيان *\nبهذا الإسناد نحوه قال أبو عبد الرحمن وليس بأبي جعفر الفراء\n</p>\n\n<h2 class='l2' id='head16'>( 16 آخر الأذان )</h2>\n\n<p>\n649 أخبرنا محمد بن معدان بن عيسى قال حدثنا الحسن بن أعين قال حدثنا\nزهير قال حدثنا الأعمش عن إبراهيم عن الأسود عن بلال قال * آخر الأذان الله\nأكبر الله أكبر لا إله إلا الله\n</p>\n\n<p>\n650 أخبرنا سويد قال أنبأنا عبد الله عن سفيان عن منصور عن إبراهيم عن\nالأسود قال * كان آخر أذان بلال الله أكبر الله أكبر لا إله إلا الله\n</p>\n\n<p>\n651 أخبرنا سويد قال أنبأنا عبد الله عن سفيان عن الأعمش عن إبراهيم عن\nالأسود * مثل ذلك\n</p>\n\n<p>\n652 أخبرنا سويد قال حدثنا عبد الله عن يونس <span id='ms0133'></span> بن أبي إسحاق عن محارب بن\nدثار قال حدثني الأسود بن يزيد عن أبي محذورة * أن آخر الأذان لا إله إلا\nالله\n</p>\n\n<h2 class='l2' id='head17'>( 17 الأذان في التخلف عن شهود الجماعة في الليلة المطيرة )</h2>\n\n<p>\n653 أخبرنا قتيبة قال حدثنا سفيان عن عمرو بن دينار عن عمرو بن أوس يقول\nأنبأنا رجل من ثقيف أنه * سمع منادي النبي صلى الله عليه وسلم يعني في ليلة\nمطيرة في السفر يقول حي على الصلاة حي على الفلاح صلوا في رحالكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p014'> Vol. 02, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n654 أخبرنا قتيبة عن مالك عن نافع * أن بن عمر أذن بالصلاة في ليلة ذات\nبرد وريح فقال ألا صلوا في الرحال فإن رسول الله صلى الله عليه وسلم كان\nيأمر المؤذن إذا كانت ليلة باردة ذات مطر يقول ألا صلوا في الرحال\n</p>\n\n<h2 class='l2' id='head18'>( 18 الأذان لمن يجمع بين الصلاتين في وقت الأولى منهما )</h2>\n\n<p>\n655 أخبرنا إبراهيم بن هارون قال حدثنا حاتم بن إسماعيل قال أنبأنا جعفر\nبن محمد عن أبيه أن جابر بن عبد الله قال * سار رسول الله صلى الله عليه\nوسلم حتى أتى عرفة فوجد القبة قد ضربت له بنمرة فنزل بها حتى إذا زاغت\nالشمس أمر بالقصواء فرحلت له حتى إذا انتهى إلى بطن الوادي خطب الناس ثم\nأذن بلال ثم أقام فصلى الظهر ثم أقام فصلى العصر ولم يصل بينهما شيئا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p015'> Vol. 02, p. 015</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head19'>( 19 الأذان لمن جمع بين الصلاتين بعد ذهاب وقت الأولى منهما )</h2>\n\n<p>\n656 أخبرني إبراهيم بن هارون قال حدثنا حاتم بن إسماعيل قال حدثنا جعفر\nبن محمد عن أبيه أن جابر بن عبد الله قال * دفع رسول الله صلى الله عليه\nوسلم حتى انتهى إلى المزدلفة فصلى بها المغرب والعشاء بأذان وإقامتين ولم\nيصل بينهما شيئا\n</p>\n\n<p>\n657 أخبرنا علي بن حجر قال أنبأنا شريك عن سلمة بن كهيل عن سعيد بن جبير\nعن بن عمر قال * كنا معه بجمع فأذن ثم أقام فصلى بنا المغرب ثم قال الصلاة\nفصلى بنا العشاء ركعتين فقلت ما هذه الصلاة قال هكذا صليت مع رسول الله صلى\nالله عليه وسلم في هذا المكان <span id='ms0134'></span>\n</p>\n\n<h2 class='l2' id='head20'>( 20 الإقامة لمن جمع بين الصلاتين )</h2>\n\n<p>\n658 أخبرنا محمد بن المثنى قال حدثنا عبد الرحمن قال حدثنا شعبة عن الحكم\nوسلمة بن كهيل عن سعيد بن جبير أنه صلى المغرب والعشاء بجمع بإقامة واحدة\nثم حدث عن بن عمر أنه صنع مثل ذلك وحدث بن عمر * أن النبي صلى الله عليه\nوسلم صنع مثل ذلك\n</p>\n\n<p>\n659 أخبرنا عمرو بن علي قال حدثنا يحيى بن سعيد قال حدثنا إسماعيل وهو بن\nأبي خالد قال حدثني أبو إسحاق عن سعيد بن جبير عن بن عمر أنه * صلى مع رسول\nالله صلى الله عليه وسلم بجمع بإقامة واحدة\n</p>\n\n<p>\n660 أخبرنا إسحاق بن إبراهيم عن وكيع قال حدثنا بن أبي ذئب عن الزهري عن\nسالم عن أبيه * أن رسول الله صلى الله عليه وسلم جمع بينهما بالمزدلفة صلى\nكل واحدة منهما بإقامة ولم يتطوع قبل واحدة منهما ولا بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p016'> Vol. 02, p. 016</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head21'>( 21 الأذان للفائت من الصلوات )</h2>\n\n<p>\n661 أخبرنا عمرو بن علي قال حدثنا يحيى قال حدثنا بن أبي ذئب قال حدثنا\nسعيد بن أبي سعيد عن عبد الرحمن بن أبي سعيد عن أبيه قال * شغلنا المشركون\nيوم الخندق عن صلاة الظهر حتى غربت الشمس وذلك قبل أن ينزل في القتال ما\nنزل فأنزل الله عز وجل <span class='quran'>وكفى الله المؤمنين القتال </span>فأمر رسول الله\nصلى الله عليه وسلم بلالا فأقام لصلاة الظهر فصلاها كما كان يصليها لوقتها\nثم أقام للعصر فصلاها كما كان يصليها في وقتها ثم أذن للمغرب فصلاها كما\nكان يصليها في وقتها\n</p>\n\n<h2 class='l2' id='head22'>( 22 الاجتزاء لذلك كله بأذان واحد والإقامة لكل واحدة منهما )</h2>\n\n<p>\n662 أخبرنا هناد عن هشيم عن أبي الزبير عن نافع بن جبير عن أبي عبيدة قال\nقال عبد الله إن المشركين * شغلوا النبي صلى الله عليه وسلم عن أربع صلوات\nيوم الخندق فأمر بلالا فأذن ثم أقام فصلى الظهر ثم أقام فصلى العصر ثم أقام\nفصلى المغرب ثم أقام فصلى العشاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p017'> Vol. 02, p. 017</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head23'>( 23 الاكتفاء بالإقامة لكل صلاة )</h2>\n\n<p>\n663 أخبرنا القاسم بن زكريا بن دينار قال حدثنا حسين بن علي عن زائدة قال\nحدثنا <span id='ms0135'></span> سعيد بن أبي عروبة قال حدثنا هشام أن أبا الزبير المكي حدثهم عن نافع\nبن جبير أن أبا عبيدة بن عبد الله بن مسعود حدثهم أن عبد الله بن مسعود *\nقال كنا في غزوة فحبسنا المشركون عن صلاة الظهر والعصر والمغرب والعشاء\nفلما انصرف المشركون أمر رسول الله صلى الله عليه وسلم مناديا فأقام لصلاة\nالظهر فصلينا وأقام لصلاة العصر فصلينا وأقام لصلاة المغرب فصلينا وأقام\nلصلاة العشاء فصلينا ثم طاف علينا فقال ما على الأرض عصابة يذكرون الله عز\nوجل غيركم\n</p>\n\n<h2 class='l2' id='head24'>( 24 الإقامة لمن نسي ركعة من صلاة )</h2>\n\n<p>\n664 أخبرنا قتيبة قال حدثنا الليث عن يزيد بن أبي حبيب أن سويد بن قيس\nحدثه عن معاوية بن حديج * أن رسول الله صلى الله عليه وسلم صلى يوما فسلم\nوقد بقيت من الصلاة ركعة فأدركه رجل فقال نسيت من الصلاة ركعة فدخل المسجد\nوأمر بلالا فأقام الصلاة فصلى للناس ركعة فأخبرت بذلك الناس فقالوا لي\nأتعرف الرجل قلت لا إلا أن أراه فمر بي فقلت هذا هو قالوا هذا طلحة بن عبيد\nالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p018'> Vol. 02, p. 018</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head25'>( 25 أذان الراعي )</h2>\n\n<p>\n665 أخبرنا إسحاق بن منصور قال أنبأنا عبد الرحمن عن شعبة عن الحكم عن بن\nأبي ليلى عن عبد الله بن ربيعة أنه * كان مع رسول الله صلى الله عليه وسلم\nفي سفر فسمع صوت رجل يؤذن فقال مثل قوله ثم قال إن هذا لراعي غنم أو عازب\nعن أهله فنظروا فإذا هو راعي غنم\n</p>\n\n<p>\n665 أخبرنا إسحاق بن منصور قال أنبأنا عبد الرحمن عن شعبة عن الحكم عن بن\nأبي ليلى عن عبد الله بن ربيعة أنه * كان مع رسول الله صلى الله عليه وسلم\nفي سفر فسمع صوت رجل يؤذن حتى إذا بلغ أشهد أن محمدا رسول الله قال الحكم\nلم أسمع هذا عن بن أبي ليلى قال رسول الله صلى الله عليه وسلم إن هذا لراعي\nغنم أو رجل عازب عن أهله فهبط الوادي فإذا هو براعي غنم وإذا هو بشاة ميتة\nقال أترون هذه هينة <span id='ms0136'></span> على أهلها قالوا نعم قال الدنيا أهون على الله من هذه\nعلى أهلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p019'> Vol. 02, p. 019</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head26'>( 26 الأذان لمن يصلي وحده )</h2>\n\n<p>\n666 أخبرنا محمد بن سلمة قال حدثنا بن وهب عن عمرو بن الحارث أن أبا\nعشانة المعافري حدثه عن عقبة بن عامر قال سمعت رسول الله صلى الله عليه\nوسلم يقول * يعجب ربك من راعي غنم في رأس شظية الجبل يؤذن بالصلاة ويصلي\nفيقول الله عز وجل انظروا إلى عبدي هذا يؤذن ويقيم الصلاة يخاف مني قد غفرت\nلعبدي وأدخلته الجنة\n</p>\n\n<h2 class='l2' id='head27'>( 27 الإقامة لمن يصلي وحده )</h2>\n\n<p>\n667 أخبرنا علي بن حجر قال أنبأنا إسماعيل قال حدثنا يحيى بن علي بن يحيى\nبن خلاد بن رفاعة بن رافع الزرقي عن أبيه عن جده عن رفاعة بن رافع * أن\nرسول الله صلى الله عليه وسلم بينا هو جالس في صف الصلاة الحديث\n</p>\n\n<h2 class='l2' id='head28'>( 28 كيف الإقامة )</h2>\n\n<p>\n668 أخبرنا عبد الله بن محمد بن تميم قال حدثنا حجاج عن شعبة قال سمعت\nأبا جعفر مؤذن مسجد العريان عن أبي المثنى مؤذن مسجد الجامع قال سألت بن\nعمر عن الأذان فقال * كان الأذان على عهد رسول الله صلى الله عليه وسلم\nمثنى مثنى والإقامة مرة مرة إلا أنك إذا قلت قد قامت الصلاة قالها مرتين\nفإذا سمعنا قد قامت الصلاة توضأنا ثم خرجنا إلى الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p020'> Vol. 02, p. 020</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head29'>( 29 إقامة كل واحد لنفسه )</h2>\n\n<p>\n669 أخبرنا علي بن حجر قال أنبأنا إسماعيل عن خالد الحذاء عن أبي قلابة\nعن مالك بن الحويرث قال قال لي رسول الله صلى الله عليه وسلم ولصاحب لي *\nإذا حضرت الصلاة فأذنا ثم أقيما ثم ليؤمكما أحدكما\n</p>\n\n<h2 class='l2' id='head30'>( 30 فضل التأذين )</h2>\n\n<p>\n670 أخبرنا قتيبة عن مالك عن أبي الزناد عن الأعرج عن أبي هريرة أن رسول\nالله صلى الله عليه وسلم قال * إذا نودي للصلاة أدبر الشيطان وله ضراط حتى\nلا يسمع التأذين فإذا قضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p021'> Vol. 02, p. 021</a>\n            </div>\n             النداء أقبل حتى إذا ثوب بالصلاة\nأدبر حتى إذا قضي التثويب أقبل حتى يخطر بين المرء ونفسه يقول اذكر كذا\nاذكر كذا لما لم يكن يذكر حتى يظل المرء إن يدري كم <span id='ms0137'></span> صلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p022'> Vol. 02, p. 022</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head31'>( 31 الاستهام على التأذين )</h2>\n\n<p>\n671 أخبرنا قتيبة عن مالك عن سمي عن أبي صالح عن أبي هريرة أن رسول الله\nصلى الله عليه وسلم قال * لو يعلم الناس ما في النداء والصف الأول ثم لم\nيجدوا إلا أن يستهموا عليه لاستهموا عليه ولو يعلمون ما في التهجير\nلاستبقوا إليه ولو علموا ما في العتمة والصبح لأتوهما ولو حبوا\n</p>\n\n<h2 class='l2' id='head32'>( 32 اتخاذ المؤذن الذي لا يأخذ على أذانه أجرا )</h2>\n\n<p>\n672 أخبرنا أحمد بن سليمان قال حدثنا عفان قال حدثنا حماد بن سلمة قال\nحدثنا سعيد الجريري عن أبي العلاء عن مطرف عن عثمان بن أبي العاص قال قلت *\nيا رسول الله اجعلني إمام قومي فقال أنت إمامهم واقتد بأضعفهم واتخذ مؤذنا\nلا يأخذ على أذانه أجرا\n</p>\n\n<h2 class='l2' id='head33'>( 33 القول مثل ما يقول المؤذن )</h2>\n\n<p>\n673 أخبرنا قتيبة عن مالك عن الزهري عن عطاء بن يزيد عن أبي سعيد الخدري\nأن رسول الله صلى الله عليه وسلم قال * إذا سمعتم النداء فقولوا مثل ما\nيقول المؤذن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p023'> Vol. 02, p. 023</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head34'>( 34 ثواب ذلك )</h2>\n\n<p>\n674 أخبرنا محمد بن سلمة قال حدثنا بن وهب عن عمرو بن الحرث أن بكير بن\nالأشج حدثه أن علي بن خالد الزرقي حدثه أن النضر بن سفيان حدثه أنه سمع أبا\nهريرة يقول * كنا مع رسول الله صلى الله عليه وسلم فقام بلال ينادي فلما\nسكت قال رسول الله صلى الله عليه وسلم من قال مثل هذا يقينا دخل الجنة\n</p>\n\n<h2 class='l2' id='head35'>( 35 القول مثل ما يتشهد المؤذن )</h2>\n\n<p>\n675 أخبرنا سويد بن نصر أنبأنا عبد الله بن المبارك عن مجمع بن يحيى\nالأنصاري قال * كنت جالسا عند أبي أمامة بن سهل بن حنيف فأذن المؤذن فقال\nالله أكبر الله أكبر فكبر اثنتين فقال أشهد أن لا إله إلا الله فتشهد\nاثنتين فقال أشهد أن محمدا رسول الله فتشهد اثنتين ثم قال حدثني هكذا\nمعاوية بن أبي سفيان عن قول رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n676 أخبرنا محمد بن قدامة حدثنا جرير عن مسعر عن مجمع عن أبي أمامة بن\nسهل قال سمعت معاوية رضي الله عنه <span id='ms0138'></span> يقول * سمعت من رسول الله صلى الله عليه\nوسلم وسمع المؤذن فقال مثل ما قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p024'> Vol. 02, p. 024</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head36'>( 36 القول إذا قال المؤذن حي على الصلاة حي على الفلاح )</h2>\n\n<p>\n677 أخبرنا مجاهد بن موسى وإبراهيم بن الحسن المقسمي قالا حدثنا حجاج قال\nبن جريج أخبرني عمرو بن يحيى أن عيسى بن عمر أخبره عن عبد الله بن علقمة بن\nوقاص عن علقمة بن وقاص قال * إني عند معاوية إذ أذن مؤذنه فقال معاوية كما\nقال المؤذن حتى إذا قال حي على الصلاة قال لا حول ولا قوة إلا بالله فلما\nقال حي على الفلاح قال لا حول ولا قوة إلا بالله وقال بعد ذلك ما قال\nالمؤذن ثم قال سمعت رسول الله صلى الله عليه وسلم يقول مثل ذلك\n</p>\n\n<h2 class='l2' id='head37'>( 37 الصلاة على النبي صلى الله عليه وسلم بعد الأذان )</h2>\n\n<p>\n678 أخبرنا سويد قال أنبأنا عبد الله عن حيوة بن شريح أن كعب بن علقمة\nسمع عبد الرحمن بن جبير مولى نافع بن عمرو القرشي يحدث أنه سمع عبد الله بن\nعمرو يقول سمعت رسول الله صلى الله عليه وسلم يقول * إذا سمعتم المؤذن\nفقولوا مثل ما يقول وصلوا علي فإنه من صلى علي صلاة صلى الله عليه عشرا ثم\nسلوا الله لي الوسيلة فإنها منزلة في الجنة لا تنبغي إلا لعبد من عباد الله\nأرجو أن أكون أنا هو فمن سأل لي الوسيلة حلت له الشفاعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p025'> Vol. 02, p. 025</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head38'>( 38 الدعاء عند الأذان )</h2>\n\n<p>\n679 أخبرنا قتيبة عن الليث عن الحكيم بن عبد الله عن عامر بن سعد عن سعد\nبن أبي وقاص عن رسول الله صلى الله عليه وسلم قال * من قال حين يسمع المؤذن\nوأنا أشهد أن لا إله الا الله وحده لا شريك له وأن محمدا عبده ورسوله رضيت\nبالله ربا وبمحمد رسولا وبالإسلام دينا غفر له ذنبه\n</p>\n\n<p>\n680 أخبرنا عمرو بن منصور قال حدثنا علي بن عياش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p026'> Vol. 02, p. 026</a>\n            </div>\n             قال حدثنا\nشعيب عن محمد بن المنكدر عن جابر قال قال رسول الله صلى الله عليه وسلم *\nمن قال حين يسمع النداء اللهم <span id='ms0139'></span> رب هذه الدعوة التامة والصلاة القائمة آت\nمحمدا الوسيلة والفضيلة وابعثه المقام المحمود الذي وعدته إلا حلت له\nشفاعتي يوم القيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p027'> Vol. 02, p. 027</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head39'>( 39 الصلاة بين الأذان والإقامة )</h2>\n\n<p>\n681 أخبرنا عبيد الله بن سعيد عن يحيى عن كهمس قال حدثنا عبد الله بن\nبريدة عن عبد الله بن مغفل قال قال رسول الله صلى الله عليه وسلم * بين كل\nأذانين صلاة بين كل أذانين صلاة بين كل أذانين صلاة لمن شاء\n</p>\n\n<p>\n682 أخبرنا إسحاق بن إبراهيم قال أنبأنا أبو عامر حدثنا شعبة عن عمرو بن\nعامر الأنصاري عن أنس بن مالك قال كان المؤذن إذا أذن * قام ناس من أصحاب\nالنبي صلى الله عليه وسلم فيبتدرون السواري يصلون حتى يخرج النبي صلى الله\nعليه وسلم وهم كذلك ويصلون قبل المغرب ولم يكن بين الأذان والإقامة شيء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p028'> Vol. 02, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n682 حدثنا شعبة عن عمرو بن عامر قال سمعت أنس بن مالك يقول باب كان\nالمؤذن يؤذن لصلاة المغرب فيبتدر ألباب أصحاب رسول الله صلى الله عليه وسلم\n* السواري يصلون الركعتين حتى يخرج رسول الله صلى الله عليه وسلم وهم كذلك\nيصلون قبل المغرب ولم يكن بين الأذان والإقامة شيء\n</p>\n\n<h2 class='l2' id='head40'>( 40 باب التشديد في الخروج من المسجد بعد الأذان )</h2>\n\n<p>\n683 أخبرنا محمد بن منصور عن سفيان عن عمر بن سعيد عن أشعث بن أبي\nالشعثاء عن أبيه * قال رأيت أبا هريرة ومر رجل في المسجد بعد النداء حتى\nقطعه فقال أبو هريرة أما هذا فقد عصى أبا القاسم صلى الله عليه وسلم\n</p>\n\n<p>\n684 أخبرنا أحمد بن عثمان بن حكيم قال حدثنا جعفر بن عون عن أبي عميس قال\nأخبرنا أبو صخرة عن أبي الشعثاء قال * خرج رجل من المسجد بعد ما نودي\nبالصلاة فقال أبو هريرة أما هذا فقد عصى أبا القاسم صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p029'> Vol. 02, p. 029</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head41'>( 41 إيذان المؤذنين الأئمة بالصلاة )</h2>\n\n<p>\n685 أخبرنا أحمد بن عمرو بن السرح قال أنبأنا بن وهب قال أخبرني بن أبي\nذئب ويونس وعمرو بن الحرث أن بن شهاب أخبرهم عن عروة عن عائشة قالت * كان\nالنبي صلى الله عليه <span id='ms0140'></span> وسلم يصلي فيما بين أن يفرغ من صلاة العشاء إلى الفجر\nإحدى عشرة ركعة يسلم بين كل ركعتين ويوتر بواحدة ويسجد سجدة قدر ما يقرأ\nأحدكم خمسين آية ثم يرفع رأسه فإذا سكت المؤذن من صلاة الفجر وتبين له\nالفجر ركع ركعتين خفيفتين ثم اضطجع على شقه الأيمن حتى يأتيه المؤذن\nبالإقامة فيخرج معه وبعضهم يزيد على بعض في الحديث\n</p>\n\n<p>\n686 أخبرنا محمد بن عبد الله بن عبد الحكم عن شعيب عن الليث قال حدثنا\nخالد عن بن أبي هلال عن مخرمة بن سليمان أن كريبا مولى بن عباس أخبره قال *\nسألت بن عباس قلت كيف كانت صلاة رسول الله صلى الله عليه وسلم بالليل فوصف\nأنه صلى إحدى عشرة ركعة بالوتر ثم نام حتى استثقل فرأيته ينفخ وأتاه بلال\nفقال الصلاة يا رسول الله فقام فصلى ركعتين وصلى بالناس ولم يتوضأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p030'> Vol. 02, p. 030</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head42'>( 42 إقامة المؤذن عند خروج الإمام )</h2>\n\n<p>\n687 أخبرنا الحسين بن حريث قال حدثنا الفضل بن موسى عن معمر عن يحيى بن\nأبي كثير عن عبد الله بن أبي قتادة عن أبيه قال قال رسول الله صلى الله\nعليه وسلم * إذا أقيمت الصلاة فلا تقوموا حتى تروني خرجت\n</p>\n\n<h1 class='l1' id='head43'>( 8 كتاب المساجد )</h1>\n\n<h2 class='l2' id='head44'>( 1 الفضل في بناء المساجد )</h2>\n\n<p>\n688 أخبرنا عمرو بن عثمان قال حدثنا بقية عن بحير عن خالد بن معدان عن\nكثير بن مرة عن عمرو بن عبسة أن رسول الله صلى الله عليه وسلم قال * من بنى\nمسجدا يذكر الله فيه بنى الله عز وجل له بيتا في الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p031'> Vol. 02, p. 031</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head45'>( 2 المباهاة في المساجد )</h2>\n\n<p>\n689 أخبرنا سويد بن نصر قال أنبأنا عبد الله بن المبارك عن حماد بن سلمة\nعن أيوب عن أبي قلابة عن أنس أن النبي صلى الله عليه وسلم قال * من أشراط\nالساعة أن يتباهى الناس في المساجد\n</p>\n\n<h2 class='l2' id='head46'>( 3 ذكر أي مسجد وضع أولا )</h2>\n\n<p>\n690 أخبرنا علي بن حجر قال حدثنا علي بن مسهر عن الأعمش عن إبراهيم قال *\nكنت أقرأ على أبي القرآن في السكة فإذا قرأت السجدة سجد فقلت يا أبت أتسجد\nفي الطريق <span id='ms0141'></span> فقال إني سمعت أبا ذر يقول سألت رسول الله صلى الله عليه وسلم أي\nمسجد وضع أولا قال المسجد الحرام قلت ثم أي قال المسجد الأقصى قلت وكم\nبينهما قال أربعون عاما والأرض لك مسجد فحيثما أدركت الصلاة فصل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p032'> Vol. 02, p. 032</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head47'>( 4 فضل الصلاة في المسجد الحرام )</h2>\n\n<p>\n691 أخبرنا قتيبة قال حدثنا الليث عن نافع عن إبراهيم بن عبد الله بن\nمعبد بن عباس أن ميمونة زوج النبي صلى الله عليه وسلم قالت * من صلى في\nمسجد رسول الله صلى الله عليه وسلم فإني سمعت رسول الله صلى الله عليه وسلم\nيقول الصلاة فيه أفضل من ألف صلاة فيما سواه إلا مسجد الكعبة\n</p>\n\n<h2 class='l2' id='head48'>( 5 الصلاة في الكعبة )</h2>\n\n<p>\n692 أخبرنا قتيبة قال حدثنا الليث عن بن شهاب عن سالم عن أبيه قال * دخل\nرسول الله صلى الله عليه وسلم البيت هو وأسامة بن زيد وبلال وعثمان بن طلحة\nفأغلقوا عليهم فلما فتحها رسول الله صلى الله عليه وسلم كنت أول من ولج\nفلقيت بلالا فسألته هل صلى فيه رسول الله صلى الله عليه وسلم قال نعم صلى\nبين العمودين اليمانيين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p033'> Vol. 02, p. 033</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head49'>( 6 فضل المسجد الأقصى والصلاة فيه )</h2>\n\n<p>\n693 أخبرنا عمرو بن منصور قال حدثنا أبو مسهر قال حدثنا سعيد بن عبد\nالعزيز عن ربيعة بن يزيد عن أبي إدريس الخولاني عن بن الديلمي عن عبد الله\nبن عمرو عن رسول الله صلى الله عليه وسلم * أن سليمان بن داود صلى الله\nعليه وسلم لما بنى بيت المقدس سأل الله عز وجل خلالا ثلاثة سأل الله عز وجل\nحكما يصادف حكمه فأوتيه وسأل الله عز وجل ملكا لا ينبغي لأحد من بعده\nفأوتيه وسأل الله عز وجل حين فرغ من بناء المسجد أن لا يأتيه أحد لا ينهزه\nإلا الصلاة فيه أن يخرجه من خطيئته كيوم ولدته أمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p034'> Vol. 02, p. 034</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head50'>( 7 فضل مسجد النبي صلى الله عليه وسلم والصلاة فيه )</h2>\n\n<p>\n694 أخبرنا كثير بن عبيد قال حدثنا محمد بن حرب عن الزبيدي عن الزهري عن\nأبي سلمة بن عبد الرحمن وأبي عبد الله الأغر مولى <span id='ms0142'></span> الجهنيين وكانا من أصحاب\nأبي هريرة أنهما سمعا أبا هريرة يقول * صلاة في مسجد رسول الله صلى الله\nعليه وسلم أفضل من ألف صلاة فيما سواه من المساجد إلا المسجد الحرام فإن\nرسول الله صلى الله عليه وسلم آخر الأنبياء ومسجده آخر المساجد قال أبو\nسلمة وأبو عبد الله لم نشك أن أبا هريرة كان يقول عن حديث رسول الله صلى\nالله عليه وسلم فمنعنا أن نستثبت أبا هريرة في ذلك الحديث حتى إذا توفي أبو\nهريرة ذكرنا ذلك وتلاومنا أن لا نكون كلمنا أبا هريرة في ذلك حتى يسنده إلى\nرسول الله صلى الله عليه وسلم إن كان سمعه منه فبينا نحن على ذلك جالسنا\nعبد الله بن إبراهيم بن قارظ فذكرنا ذلك الحديث والذي فرطنا فيه من نص أبي\nهريرة فقال لنا عبد الله بن إبراهيم أشهد أني سمعت أبا هريرة يقول قال رسول\nالله صلى الله عليه وسلم فإني آخر الأنبياء وإنه آخر المساجد\n</p>\n\n<p>\n695 أخبرنا قتيبة عن مالك عن عبد الله بن أبي بكر عن عباد بن تميم عن عبد\nالله بن زيد قال قال رسول الله صلى الله عليه وسلم * ما بين بيتي ومنبري\nروضة من رياض الجنة\n</p>\n\n<p>\n696 أخبرنا قتيبة قال حدثنا سفيان عن عمار الدهني عن أبي سلمة عن أم سلمة\nأن النبي صلى الله عليه وسلم قال * إن قوائم منبري هذا رواتب في الجنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p035'> Vol. 02, p. 035</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head51'>( 8 ذكر المسجد الذي أسس على التقوى )</h2>\n\n<p>\n697 أخبرنا قتيبة قال حدثنا الليث عن عمران بن أبي أنس عن بن أبي سعيد\nالخدري عن أبيه قال * تمارى رجلان في المسجد الذي أسس على التقوى من أول\nيوم فقال رجل هو مسجد قباء وقال الأخر هو مسجد رسول الله صلى الله عليه\nوسلم فقال رسول الله صلى الله عليه وسلم هو مسجدي هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p036'> Vol. 02, p. 036</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head52'>( 9 فضل مسجد قباء والصلاة فيه )</h2>\n\n<p>\n698 أخبرنا قتيبة عن مالك عن عبد الله بن دينار عن بن عمر قال * كان رسول\nالله صلى الله عليه وسلم يأتي قباء راكبا وماشيا\n</p>\n\n<p>\n699 أخبرنا <span id='ms0143'></span> قتيبة قال حدثنا مجمع بن يعقوب عن محمد بن سليمان الكرماني\nقال سمعت أبا أمامة بن سهل بن حنيف قال قال أبي قال رسول الله صلى الله\nعليه وسلم * من خرج حتى يأتي هذا المسجد مسجد قباء فصلى فيه كان له عدل\nعمرة\n</p>\n\n<h2 class='l2' id='head53'>( 10 ما تشد الرحال إليه من المساجد )</h2>\n\n<p>\n700 أخبرنا محمد بن منصور قال حدثنا سفيان عن الزهري عن سعيد عن أبي\nهريرة عن رسول الله صلى الله عليه وسلم قال * لا تشد الرحال إلا إلى ثلاثة\nمساجد مسجد الحرام ومسجدي هذا ومسجد الأقصى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p037'> Vol. 02, p. 037</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head54'>( 11 اتخاذ البيع مساجد )</h2>\n\n<p>\n701 أخبرنا هناد بن السري عن ملازم قال حدثني عبد الله بن بدر عن قيس بن\nطلق عن أبيه طلق بن علي قال * خرجنا وفدا إلى النبي صلى الله عليه وسلم\nفبايعناه وصلينا معه وأخبرناه أن بأرضنا بيعة لنا فاستوهبناه من فضل طهوره\nفدعا بماء فتوضأ وتمضمض ثم صبه في إداوة وأمرنا فقال اخرجوا فإذا أتيتم\nأرضكم فاكسروا بيعتكم وانضحوا مكانها بهذا الماء واتخذوها مسجدا قلنا ان\nالبلد بعيد والحر شديد والماء ينشف فقال مدوه من الماء فإنه لا يزيده إلا\nطيبا فخرجنا حتى قدمنا بلدنا فكسرنا بيعتنا ثم نضحنا مكانها واتخذناها\nمسجدا فنادينا فيه بالأذان قال والراهب رجل من طيئ فلما سمع الأذان قال\nدعوة حق ثم استقبل تلعة من تلاعنا فلم نره بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p038'> Vol. 02, p. 038</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head55'>( 12 نبش القبور واتخاذ أرضها مسجدا )</h2>\n\n<p>\n702 أخبرنا عمران بن موسى قال حدثنا عبد الوارث عن أبي التياح عن أنس بن\nمالك قال * لما قدم رسول الله صلى الله عليه وسلم نزل في عرض المدينة في حي\nيقال لهم بنو عمرو بن عوف فأقام فيهم أربع عشرة ليلة ثم أرسل إلى ملأ من\nبني النجار فجاؤوا متقلدي سيوفهم كأني أنظر إلى رسول الله صلى الله عليه\nوسلم على راحلته وأبو بكر رضي الله عنه رديفه وملأ من بني النجار حوله حتى\nألقى بفناء أبي أيوب وكان يصلي حيث أدركته الصلاة فيصلي في مرابض الغنم ثم\nأمر بالمسجد فأرسل إلى ملأ من <span id='ms0144'></span> بني النجار فجاؤوا فقال يا بني النجار\nثامنوني بحائطكم هذا قالوا والله لا نطلب ثمنه إلا إلى الله عز وجل قال أنس\nوكانت فيه قبور المشركين وكانت فيه خرب وكان فيه نخل فأمر رسول الله صلى\nالله عليه وسلم بقبور المشركين فنبشت وبالنخل فقطعت وبالخرب فسويت فصفوا\nالنخل قبلة المسجد وجعلوا عضادتيه الحجارة وجعلوا ينقلون الصخر وهم يرتجزون\nورسول الله صلى الله عليه وسلم معهم وهم يقولون % اللهم لا خير إلا خير\nالآخرة % فانصر الأنصار والمهاجرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p039'> Vol. 02, p. 039</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head56'>( 13 النهي عن اتخاذ القبور مساجد )</h2>\n\n<p>\n703 أخبرنا سويد بن نصر قال أنبأنا عبد الله بن المبارك عن معمر ويونس\nقالا قال الزهري أخبرني عبيد الله بن عبد الله أن عائشة وبن عباس قالا *\nلما نزل برسول الله صلى الله عليه وسلم فطفق يطرح خميصة له على وجهه فإذا\nاغتم كشفها عن وجهه قال وهو كذلك لعنة الله على اليهود والنصارى اتخذوا\nقبور أنبيائهم مساجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p040'> Vol. 02, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n704 أخبرنا يعقوب بن إبراهيم قال حدثنا يحيى قال حدثنا هشام بن عروة قال\nحدثني أبي عن عائشة أن أم حبيبة وأم سلمة ذكرتا كنيسة رأتاها بالحبشة فيها\nتصاوير فقال رسول الله صلى الله عليه وسلم * إن أولئك إذا كان فيهم الرجل\nالصالح فمات بنوا على قبره مسجدا وصوروا تيك الصور أولئك شرار الخلق عند\nالله يوم القيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p041'> Vol. 02, p. 041</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head57'>( 14 الفضل في إتيان المساجد )</h2>\n\n<p>\n705 أخبرنا عمرو بن علي قال حدثنا يحيى قال حدثنا بن أبي ذئب قال حدثنا\nالأسود بن العلاء بن جارية الثقفي عن أبي سلمة هو بن عبد الرحمن عن أبي\nهريرة عن النبي صلى الله عليه وسلم قال * حين يخرج الرجل من بيته إلى مسجده\nفرجل تكتب حسنة ورجل تمحو سيئة\n</p>\n\n<h2 class='l2' id='head58'>( 15 النهي عن منع النساء من اتيانهن المساجد )</h2>\n\n<p>\n706 حدثنا إسحاق بن إبراهيم قال أنبأنا سفيان عن الزهري عن سالم عن أبيه\nقال قال رسول الله صلى الله عليه وسلم * إذا استأذنت امرأة أحدكم إلى\nالمسجد فلا يمنعها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p042'> Vol. 02, p. 042</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head59'>( 16 من يمنع من المسجد )</h2>\n\n<p>\n707 أخبرنا إسحاق بن منصور قال حدثنا يحيى عن بن جريج <span id='ms0145'></span> قال حدثنا عطاء عن\nجابر قال قال رسول الله صلى الله عليه وسلم * من أكل من هذه الشجرة قال أول\nيوم الثوم ثم قال الثوم والبصل والكراث فلا يقربنا في مساجدنا فإن الملائكة\nتتأذى مما يتأذى منه الإنس\n</p>\n\n<h2 class='l2' id='head60'>( 17 من يخرج من المسجد )</h2>\n\n<p>\n708 أخبرنا محمد بن المثنى قال حدثنا يحيى بن سعيد قال حدثنا هشام قال\nحدثنا قتادة عن سالم بن أبي الجعد عن معدان بن أبي طلحة أن عمر بن الخطاب *\nقال إنكم أيها الناس تأكلون من شجرتين ما أراهما إلا خبيثتين هذا البصل\nوالثوم ولقد رأيت نبي الله صلى الله عليه وسلم إذا وجد ريحهما من الرجل أمر\nبه فأخرج إلى البقيع فمن أكلهما فليمتهما طبخا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p043'> Vol. 02, p. 043</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head61'>( 18 ضرب الخباء في المساجد )</h2>\n\n<p>\n709 أخبرنا أبو داود قال حدثنا يعلى قال حدثنا يحيى بن سعيد عن عمرة عن\nعائشة قالت * كان رسول الله صلى الله عليه وسلم إذا أراد أن يعتكف صلى\nالصبح ثم دخل في المكان الذي يريد أن يعتكف فيه فأراد أن يعتكف العشر\nالأواخر من رمضان فأمر فضرب له خباء وأمرت حفصة فضرب لها خباء فلما رأت\nزينب خباءها أمرت فضرب لها خباء فلما رأى ذلك رسول الله صلى الله عليه وسلم\nقال آلبر تردن فلم يعتكف في رمضان واعتكف عشرا من شوال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p044'> Vol. 02, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n710 أخبرنا عبيد الله بن سعيد قال حدثنا عبد الله بن نمير قال حدثنا هشام\nبن عروة عن أبيه عن عائشة قالت * أصيب سعد يوم الخندق رماه رجل من قريش\nرمية في الأكحل فضرب عليه رسول الله صلى الله عليه وسلم خيمة في المسجد\nليعوده من قريب\n</p>\n\n<h2 class='l2' id='head62'>( 19 إدخال الصبيان المساجد )</h2>\n\n<p>\n711 أخبرنا قتيبة قال حدثنا الليث عن سعيد بن أبي سعيد عن عمرو بن سليم\nالزرقي أنه سمع أبا قتادة يقول * بينا نحن جلوس في المسجد إذ خرج علينا\nرسول الله صلى الله عليه وسلم يحمل أمامة بنت أبي العاص بن الربيع وأمها\nزينب بنت رسول الله صلى الله عليه وسلم وهي صبية يحملها فصلى رسول الله صلى\nالله <span id='ms0146'></span> عليه وسلم وهي على عاتقه يضعها إذا ركع ويعيدها إذا قام حتى قضى صلاته\nيفعل ذلك بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p045'> Vol. 02, p. 045</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head63'>( 20 ربط الأسير بسارية المسجد )</h2>\n\n<p>\n712 أخبرنا قتيبة حدثنا الليث عن سعيد بن أبي سعيد أنه سمع أبا هريرة\nيقول * بعث رسول الله صلى الله عليه وسلم خيلا قبل نجد فجاءت برجل من بني\nحنيفة يقال له ثمامة بن آثال سيد أهل اليمامة فربط بسارية من سواري المسجد\nمختصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p046'> Vol. 02, p. 046</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head64'>( 21 إدخال البعير المسجد )</h2>\n\n<p>\n713 أخبرنا سليمان بن داود عن بن وهب قال أخبرني يونس عن بن شهاب عن عبيد\nالله بن عبد الله عن عبد الله بن عباس * أن رسول الله صلى الله عليه وسلم\nطاف في حجة الوداع على بعير يستلم الركن بمحجن\n</p>\n\n<h2 class='l2' id='head65'>( 22 النهي عن البيع والشراء في المسجد وعن التحلق قبل صلاة الجمعة )</h2>\n\n<p>\n714 أخبرنا إسحاق بن إبراهيم قال أخبرني يحيى بن سعيد عن بن عجلان عن\nعمرو بن شعيب عن أبيه عن جده * أن النبي صلى الله عليه وسلم نهى عن التحلق\nيوم الجمعة قبل الصلاة وعن الشراء والبيع في المسجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p047'> Vol. 02, p. 047</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head66'>( 23 النهي عن تناشد الأشعار في المسجد )</h2>\n\n<p>\n715 أخبرنا قتيبة قال حدثنا الليث بن سعد عن بن عجلان عن عمرو بن شعيب عن\nأبيه عن جده * أن النبي صلى الله عليه وسلم نهى عن تناشد الأشعار في المسجد\n</p>\n\n\n<h2 class='l2' id='head67'>( 24 الرخصة في انشاد الشعر الحسن في المسجد )</h2>\n\n<p>\n716 أخبرنا قتيبة قال حدثنا سفيان عن الزهري عن سعيد بن المسيب قال * مر\nعمر بحسان بن ثابت وهو ينشد في المسجد فلحظ إليه فقال قد أنشدت وفيه من هو\nخير منك ثم التفت إلى أبي هريرة فقال أسمعت رسول الله صلى الله عليه وسلم\nيقول أجب عني اللهم أيده بروح القدس قال اللهم نعم\n</p>\n\n<h2 class='l2' id='head68'>( 25 النهي عن انشاد الضالة في المسجد )</h2>\n\n<p>\n717 أخبرنا محمد بن وهب قال حدثنا محمد بن سلمة عن أبي عبد الرحيم قال\nحدثني زيد بن أبي أنيسة عن أبي الزبير عن جابر * قال جاء رجل ينشد ضالة في\nالمسجد فقال له رسول الله صلى الله عليه وسلم لا وجدت <span id='ms0147'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p048'> Vol. 02, p. 048</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head69'>( 26 إظهار السلاح في المسجد )</h2>\n\n<p>\n718 أخبرنا عبد الله بن محمد بن عبد الرحمن بن المسور الزهري بصري ومحمد\nبن منصور قالا حدثنا سفيان قال قلت لعمرو أسمعت جابرا * يقول مر رجل بسهام\nفي المسجد فقال له رسول الله صلى الله عليه وسلم خذ بنصالها قال نعم\n</p>\n\n<h2 class='l2' id='head70'>( 27 تشبيك الأصابع في المسجد )</h2>\n\n<p>\n719 أخبرنا إسحاق بن إبراهيم قال أنبأنا عيسى بن يونس قال حدثنا الأعمش\nعن إبراهيم عن الأسود قال * دخلت أنا وعلقمة على عبد الله بن مسعود فقال\nلنا أصلى هؤلاء قلنا لا قال قوموا فصلوا فذهبنا لنقوم خلفه فجعل أحدنا عن\nيمينه والآخر عن شماله فصلى بغير أذان ولا إقامة فجعل إذا ركع شبك بين\nأصابعه وجعلها بين ركبتيه وقال هكذا رأيت رسول الله صلى الله عليه وسلم فعل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p049'> Vol. 02, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n720 أخبرنا إسحاق بن إبراهيم قال أنبأنا النضر قال أنبأنا شعبة عن سليمان\nقال سمعت إبراهيم عن علقمة والأسود عن عبد الله فذكر * نحوه\n</p>\n\n<h2 class='l2' id='head71'>( 28 الاستلقاء في المسجد )</h2>\n\n<p>\n721 أخبرنا قتيبة عن مالك عن بن شهاب عن عباد بن تميم عن عمه أنه * رأى\nرسول الله صلى الله عليه وسلم مستلقيا في المسجد واضعا إحدى رجليه على\nالأخرى\n</p>\n\n<h2 class='l2' id='head72'>( 29 النوم في المسجد )</h2>\n\n<p>\n722 أخبرنا عبيد الله بن سعيد قال حدثنا يحيى عن عبيد الله قال أخبرني\nنافع عن بن عمر أنه * كان ينام وهو شاب عزب لا أهل له على عهد رسول الله\nصلى الله عليه وسلم في مسجد النبي صلى الله عليه وسلم\n</p>\n\n<h2 class='l2' id='head73'>( 30 البصاق في المسجد )</h2>\n\n<p>\n723 أخبرنا قتيبة قال حدثنا أبو عوانة عن قتادة عن أنس قال قال رسول الله\nصلى الله عليه وسلم * البصاق في المسجد خطيئة وكفارتها دفنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p050'> Vol. 02, p. 050</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head74'>( 31 النهي عن أن يتنخم الرجل في قبلة المسجد )</h2>\n\n<p>\n724 أخبرنا قتيبة عن مالك عن نافع عن بن عمر * أن رسول الله صلى الله\nعليه وسلم رأى بصاقا في جدار القبلة فحكه ثم أقبل على الناس فقال إذا كان\nأحدكم يصلي فلا يبصقن قبل وجهه فإن الله عز وجل قبل وجهه إذا صلى\n</p>\n\n<h2 class='l2' id='head75'>( 32 ذكر نهي النبي صلى الله عليه <span id='ms0148'></span> وسلم عن أن يبصق الرجل بين يديه أو</h2>\n\nعن يمينه وهو في صلاته )\n<p>\n725 أخبرنا قتيبة قال حدثنا سفيان عن الزهري عن حميد بن عبد الرحمن عن\nأبي سعيد الخدري * أن النبي صلى الله عليه وسلم رأى نخامة في قبلة المسجد\nفحكها بحصاة ونهى أن يبصق الرجل بين يديه أو عن يمينه وقال يبصق عن يساره\nأو تحت قدمه اليسرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p051'> Vol. 02, p. 051</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head76'>( 33 الرخصة للمصلي أن يبصق خلفه أو تلقاء شماله )</h2>\n\n<p>\n726 أخبرنا عبيد الله بن سعيد قال حدثنا يحيى عن سفيان قال حدثني منصور\nعن ربعي عن طارق بن عبد الله المحاربي قال قال رسول الله صلى الله عليه\nوسلم * إذا كنت تصلي فلا تبزقن بين يديك ولا عن يمينك وابصق خلفك أو تلقاء\nشمالك ان كان فارغا وإلا فهكذا وبزق تحت رجله ودلكه\n</p>\n\n<h2 class='l2' id='head77'>( 34 بأي الرجلين يدلك بصاقه )</h2>\n\n<p>\n727 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن سعيد الجريري عن أبي\nالعلاء بن الشخير عن أبيه قال * رأيت رسول الله صلى الله عليه وسلم تنخع\nفدلكه برجله اليسرى\n</p>\n\n<h2 class='l2' id='head78'>( 35 تخليق المساجد )</h2>\n\n<p>\n728 أخبرنا إسحاق بن إبراهيم قال حدثنا عائذ بن حبيب قال حدثنا حميد\nالطويل عن أنس بن مالك قال * رأى رسول الله صلى الله عليه وسلم نخامة في\nقبلة المسجد فغضب حتى احمر وجهه فقامت امرأة من الأنصار فحكتها وجعلت\nمكانها خلوقا فقال رسول الله صلى الله عليه وسلم ما أحسن هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p052'> Vol. 02, p. 052</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head79'>( 36 القول عند دخول المسجد وعند الخروج منه )</h2>\n\n<p>\n729 أخبرنا سليمان بن عبيد الله الغيلاني بصري قال حدثنا أبو عامر قال\nحدثنا سليمان عن ربيعة عن عبد الملك بن سعيد قال سمعت أبا حميد وأبا أسيد\nيقولان قال رسول الله صلى الله عليه وسلم * إذا دخل أحدكم المسجد فليقل\nاللهم افتح لي أبواب رحمتك وإذا خرج فليقل اللهم إني أسألك من فضلك\n</p>\n\n<h2 class='l2' id='head80'>( 37 الأمر بالصلاة قبل الجلوس فيه )</h2>\n\n<p>\n730 أخبرنا قتيبة قال حدثنا مالك عن عامر بن عبد الله بن الزبير عن عمرو\nبن سليم عن أبي قتادة أن رسول الله صلى الله عليه وسلم قال * إذا <span id='ms0149'></span> دخل أحدكم\nالمسجد فليركع ركعتين قبل أن يجلس\n</p>\n\n<h2 class='l2' id='head81'>( 38 الرخصة في الجلوس فيه والخروج منه بغير صلاة )</h2>\n\n<p>\n731 أخبرنا سليمان بن داود قال حدثنا بن وهب عن يونس قال بن شهاب وأخبرني\nعبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p053'> Vol. 02, p. 053</a>\n            </div>\n             الرحمن بن كعب بن مالك أن عبد الله بن كعب قال سمعت كعب بن\nمالك يحدث حديثه حين تخلف عن رسول الله صلى الله عليه وسلم * في غزوة تبوك\nقال وصبح رسول الله صلى الله عليه وسلم قادما وكان إذا قدم من سفر بدأ\nبالمسجد فركع فيه ركعتين ثم جلس للناس فلما فعل ذلك جاءه المخلفون فطفقوا\nيعتذرون إليه ويحلفون له وكانوا بضعا وثمانين رجلا فقبل رسول الله صلى الله\nعليه وسلم علانيتهم وبايعهم واستغفر لهم ووكل سرائرهم إلى الله عز وجل حتى\nجئت فلما سلمت تبسم تبسم المغضب ثم قال تعال فجئت حتى جلست بين يديه فقال\nلي ما خلفك ألم تكن ابتعت ظهرك فقلت يا رسول الله إني والله لو جلست عند\nغيرك من أهل الدنيا لرأيت أني سأخرج من سخطه ولقد أعطيت جدلا ولكن والله\nلقد علمت لئن حدثتك اليوم حديث كذب لترضى به عني ليوشك أن الله عز وجل\nيسخطك علي ولئن حدثتك حديث صدق تجد علي فيه إني لأرجو فيه عفو الله والله\nما كنت قط أقوى ولا أيسر مني حين تخلفت عنك فقال رسول الله صلى الله عليه\nوسلم أما هذا فقد صدق فقم حتى يقضي الله فيك فقمت فمضيت مختصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p054'> Vol. 02, p. 054</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head82'>( 39 صلاة الذي يمر على المسجد )</h2>\n\n<p>\n732 أخبرنا محمد بن عبد الله بن عبد الحكم بن أعين قال حدثنا شعيب قال\nحدثنا الليث قال حدثنا خالد عن بن أبي هلال قال أخبرني مروان بن عثمان أن\nعبيد بن حنين أخبره عن أبي سعيد بن المعلى قال * كنا نغدو إلى السوق على\nعهد رسول الله صلى الله عليه وسلم فنمر على المسجد فنصلي فيه\n</p>\n\n<h2 class='l2' id='head83'>( 40 الترغيب في الجلوس في المسجد وانتظار الصلاة )</h2>\n\n<p>\n733 أخبرنا قتيبة عن مالك عن أبي الزناد عن الأعرج عن أبي هريرة أن رسول <span id='ms0150'></span>\nالله صلى الله عليه وسلم قال * إن الملائكة تصلي على أحدكم ما دام في مصلاه\nالذي صلى فيه ما لم يحدث اللهم اغفر له اللهم ارحمه\n</p>\n\n<p>\n734 أخبرنا قتيبة قال حدثنا بكر بن مضر عن عياش بن عقبة أن يحيى بن ميمون\nحدثه قال سمعت سهلا الساعدي رضي الله عنه يقول سمعت رسول الله صلى الله\nعليه وسلم يقول * من كان في المسجد ينتظر الصلاة فهو في الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p055'> Vol. 02, p. 055</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head84'>( 41 ذكر نهي النبي صلى الله عليه وسلم عن الصلاة في أعطان الإبل )</h2>\n\n<p>\n735 أخبرنا عمرو بن علي قال حدثنا يحيى عن أشعث عن الحسن عن عبد الله بن\nمغفل * أن رسول الله صلى الله عليه وسلم نهى عن الصلاة في أعطان الإبل\n</p>\n\n<h2 class='l2' id='head85'>( 42 الرخصة في ذلك )</h2>\n\n<p>\n736 أخبرنا الحسن بن إسماعيل بن سليمان قال حدثنا هشيم قال حدثنا سيار عن\nيزيد الفقير عن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم *\nجعلت لي الأرض مسجدا وطهورا أينما أدرك رجل من أمتي الصلاة صلى\n</p>\n\n<h2 class='l2' id='head86'>( 43 الصلاة على الحصير )</h2>\n\n<p>\n737 أخبرنا سعيد بن يحيى بن سعيد الأموي قال حدثنا أبي قال حدثنا يحيى بن\nسعيد عن إسحاق بن عبد الله بن أبي طلحة عن أنس بن مالك * أن أم سليم سألت\nرسول الله صلى الله عليه وسلم أن يأتيها فيصلي في بيتها فتتخذه مصلى فأتاها\nفعمدت إلى حصير فنضحته بماء فصلى عليه وصلوا معه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p056'> Vol. 02, p. 056</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head87'>( 44 الصلاة على الخمرة )</h2>\n\n<p>\n738 أخبرنا إسماعيل بن مسعود قال حدثنا خالد عن شعبة عن سليمان يعني\nالشيباني عن عبد الله بن شداد عن ميمونة * أن رسول الله صلى الله عليه وسلم\nكان يصلي على الخمرة\n</p>\n\n<h2 class='l2' id='head88'>( 45 الصلاة على المنبر )</h2>\n\n<p>\n739 أخبرنا قتيبة قال حدثنا يعقوب بن عبد الرحمن قال حدثني أبو حازم بن\nدينار * أن رجالا أتوا سهل بن سعد الساعدي وقد امتروا في المنبر مم عوده\nفسألوه عن ذلك فقال والله اني لأعرف مم هو ولقد رأيته أول يوم وضع وأول يوم\nجلس عليه رسول الله صلى الله عليه وسلم أرسل رسول الله صلى <span id='ms0151'></span> الله عليه وسلم\nإلى فلانة امرأة قد سماها سهل أن مري غلامك النجار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p057'> Vol. 02, p. 057</a>\n            </div>\n             أن يعمل لي\nأعوادا أجلس عليهن إذا كلمت الناس فأمرته فعملها من طرفاء الغابة ثم جاء\nبها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p058'> Vol. 02, p. 058</a>\n            </div>\n             فأرسلت إلى رسول الله صلى الله عليه وسلم فأمر بها فوضعت\nها هنا ثم رأيت رسول الله صلى الله عليه وسلم رقى فصلى عليها وكبر وهو\nعليها ثم ركع وهو عليها ثم نزل القهقري فسجد في أصل المنبر ثم عاد فلما فرغ\nأقبل على الناس فقال يا أيها الناس إنما صنعت هذا لتأتموا بي ولتعلموا\nصلاتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p059'> Vol. 02, p. 059</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head89'>( 46 الصلاة على الحمار )</h2>\n\n<p>\n740 أخبرنا قتيبة بن سعيد عن مالك عن عمرو بن يحيى عن سعيد بن يسار عن بن\nعمر قال * رأيت رسول الله صلى الله عليه وسلم يصلي على حمار وهو متوجه إلى\nخيبر\n</p>\n\n<p>\n741 أخبرنا محمد بن منصور قال حدثنا إسماعيل بن عمر قال حدثنا داود بن\nقيس عن محمد بن عجلان عن يحيى بن سعيد عن أنس بن مالك أنه * رأى رسول الله\nصلى الله عليه وسلم يصلي على حمار وهو راكب إلى خيبر والقبلة خلفه قال أبو\nعبد الرحمن لا نعلم أحدا تابع عمرو بن يحيى على قوله يصلي على حمار وحديث\nيحيى بن سعيد عن أنس الصواب موقوف والله سبحانه وتعالى أعلم\n</p>\n\n<h1 class='l1' id='head90'>( 9 كتاب القبلة )</h1>\n\n<h2 class='l2' id='head91'>( 1 باب استقبال القبلة )</h2>\n\n<p>\n742 أخبرنا محمد بن إسماعيل بن إبراهيم قال حدثنا إسحاق بن يوسف الأزرق\nعن زكريا بن أبي زائدة عن أبي إسحاق عن البراء بن عازب قال * قدم رسول الله\nصلى الله عليه وسلم المدينة فصلى نحو بيت المقدس ستة عشر شهرا ثم وجه إلى\nالكعبة فمر رجل قد كان صلى مع النبي صلى الله عليه وسلم على قوم من الأنصار\nفقال أشهد أن رسول الله صلى الله عليه وسلم قد وجه إلى الكعبة فانحرفوا إلى\nالكعبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p060'> Vol. 02, p. 060</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head92'>( 2 باب الحال التي يجوز عليها استقبال غير القبلة )</h2>\n\n<p>\n743 أخبرنا قتيبة عن مالك بن أنس عن عبد الله بن دينار عن بن عمر قال *\nكان رسول الله صلى الله <span id='ms0152'></span> عليه وسلم يصلي على راحلته في السفر حيثما توجهت\nقال مالك قال عبد الله بن دينار وكان بن عمر يفعل ذلك\n</p>\n\n<p>\n744 أخبرنا عيسى بن حماد قال حدثنا بن وهب قال أخبرني يونس عن بن شهاب عن\nسالم عن عبد الله قال * كان رسول الله صلى الله عليه وسلم يصلي على الراحلة\nقبل أي وجه توجه به ويوتر عليها غير أنه لا يصلي عليها المكتوبة\n</p>\n\n<h2 class='l2' id='head93'>( 3 باب استبانة الخطأ بعد الاجتهاد )</h2>\n\n<p>\n745 أخبرنا قتيبة عن مالك عن عبد الله بن دينار عن بن عمر قال بينما\nالناس بقباء في صلاة الصبح جاءهم آت فقال * إن رسول الله صلى الله عليه\nوسلم قد أنزل عليه الليلة قرآن وقد أمر أن يستقبل القبلة فاستقبلوها وكانت\nوجوههم إلى الشام فاستداروا إلى الكعبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p061'> Vol. 02, p. 061</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head94'>( 4 سترة المصلى )</h2>\n\n<p>\n746 أخبرنا العباس بن محمد الدوري قال حدثنا عبد الله بن يزيد قال حدثنا\nحيوة بن شريح عن أبي الأسود عن عروة عن عائشة رضي الله عنها قالت * سئل\nرسول الله صلى الله عليه وسلم في غزوة تبوك عن سترة المصلى فقال مثل مؤخرة\nالرحل\n</p>\n\n<p>\n747 أخبرنا عبيد الله بن سعيد قال حدثنا يحيى عن عبيد الله قال أنبأنا\nنافع عن بن عمر عن النبي صلى الله عليه وسلم قال * كان يركز الحربة ثم يصلي\nإليها\n</p>\n\n<h2 class='l2' id='head95'>( 5 الأمر بالدنو من السترة )</h2>\n\n<p>\n748 أخبرنا علي بن حجر وإسحاق بن منصور قالا حدثنا سفيان عن صفوان بن\nسليم عن نافع بن جبير عن سهل بن أبي حثمة قال قال رسول الله صلى الله عليه\nوسلم * إذا صلى أحدكم إلى سترة فليدن منها لا يقطع الشيطان عليه صلاته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p062'> Vol. 02, p. 062</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head96'>( 6 مقدار ذلك )</h2>\n\n<p>\n749 أخبرنا محمد بن سلمة والحرث بن مسكين قراءة عليه وأنا أسمع عن بن\nالقاسم قال حدثني مالك عن نافع عن عبد الله بن عمر * أن رسول الله صلى الله\nعليه وسلم دخل الكعبة هو وأسامة بن زيد وبلال وعثمان بن طلحة الحجبي\nفأغلقها عليه قال عبد الله بن عمر فسألت بلالا حين خرج ماذا صنع رسول الله\nصلى الله <span id='ms0153'></span> عليه وسلم قال جعل عمودا عن يساره وعمودين عن يمينه وثلاثة أعمدة\nوراءه وكان البيت يومئذ على ستة أعمدة ثم صلى وجعل بينه وبين الجدار نحوا\nمن ثلاثة أذرع\n</p>\n\n<h2 class='l2' id='head97'>( 7 ذكر ما يقطع الصلاة وما لا يقطع إذا لم يكن بين يدي المصلي سترة</h2>\n\n)\n<p>\n750 أخبرنا عمرو بن علي قال أنبأنا يزيد قال حدثنا يونس عن حميد بن هلال\nعن عبد الله بن الصامت عن أبي ذر قال قال رسول الله صلى الله عليه وسلم *\nإذا كان أحدكم قائما يصلي فإنه يستره إذا كان بين يديه مثل أخرة الرحل فإن\nلم يكن بين يديه مثل أخرة الرحل فإنه يقطع صلاته المرأة والحمار والكلب\nالأسود قلت ما بال الأسود من الأصفر من الأحمر فقال سألت رسول الله صلى\nالله عليه وسلم كما سألتني فقال الكلب الأسود شيطان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p063'> Vol. 02, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n751 أخبرنا عمرو بن علي قال حدثنا يحيى بن سعيد قال حدثني شعبة وهشام عن\nقتادة قال * قلت لجابر بن زيد ما يقطع الصلاة قال كان بن عباس يقول المرأة\nالحائض والكلب قال يحيى رفعه شعبة\n</p>\n\n<p>\n752 أخبرنا محمد بن منصور عن سفيان قال حدثنا الزهري قال أخبرني عبيد\nالله عن بن عباس قال * جئت أنا والفضل على أتان لنا ورسول الله صلى الله\nعليه وسلم يصلي بالناس بعرفة ثم ذكر كلمة معناها فمررنا على بعض الصف\nفنزلنا وتركناها ترتع فلم يقل لنا رسول الله صلى الله عليه وسلم شيئا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p064'> Vol. 02, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n753 أخبرنا عبد الرحمن بن خالد قال حدثنا حجاج قال قال بن جريج أخبرني\nمحمد بن عمر بن علي عن عباس بن عبيد الله بن عباس عن الفضل بن العباس قال *\nزار رسول الله صلى الله عليه وسلم عباسا في بادية لنا ولنا كليبة وحمارة\nترعى فصلى النبي صلى الله عليه وسلم العصر وهما بين يديه فلم يزجرا ولم\nيؤخرا\n</p>\n\n<p>\n754 أخبرنا أبو الأشعث قال حدثنا خالد قال حدثنا شعبة أن الحكم أخبره قال\nسمعت يحيى بن الجزار يحدث عن صهيب قال سمعت بن عباس يحدث أنه * مر بين يدي <span id='ms0154'></span>\nرسول الله صلى الله عليه وسلم هو وغلام من بني هاشم على حمار بين يدي رسول\nالله صلى الله عليه وسلم وهو يصلي فنزلوا ودخلوا معه فصلوا ولم ينصرف فجاءت\nجاريتان تسعيان من بني عبد المطلب فأخذتا بركبتيه ففرع بينهما ولم ينصرف\n</p>\n\n<p>\n755 أخبرنا إسماعيل بن مسعود قال حدثنا خالد قال حدثنا شعبة عن منصور عن\nإبراهيم عن الأسود عن عائشة رضي الله عنها قالت * كنت بين يدي رسول الله\nصلى الله عليه وسلم وهو يصلي فإذا أردت أن أقوم كرهت أن أقوم فأمر بين يديه\nانسللت انسلالا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p065'> Vol. 02, p. 065</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head98'>( 8 التشديد في المرور بين يدي المصلي وبين سترته )</h2>\n\n<p>\n756 أخبرنا قتيبة عن مالك عن أبي النضر عن بسر بن سعيد أن زيد بن خالد\nأرسله إلى أبي جهيم يسأله ماذا سمع من رسول الله صلى الله عليه وسلم يقول\nفي المار بين يدي المصلي فقال أبو جهيم قال رسول الله صلى الله عليه وسلم *\nلو يعلم المار بين يدي المصلي ماذا عليه لكان أن يقف أربعين خيرا له من أن\nيمر بين يديه\n</p>\n\n<p>\n757 أخبرنا قتيبة عن مالك عن زيد بن أسلم عن عبد الرحمن بن أبي سعيد عن\nأبي سعيد أن رسول الله صلى الله عليه وسلم قال * إذا كان أحدكم يصلي فلا\nيدع أحدا أن يمر بين يديه فإن أبى فليقاتله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p066'> Vol. 02, p. 066</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head99'>( 9 الرخصة في ذلك )</h2>\n\n<p>\n758 أخبرنا إسحاق بن إبراهيم قال أنبأنا عيسى بن يونس قال حدثنا عبد\nالملك بن عبد العزيز بن جريج عن كثير بن كثير عن أبيه عن جده قال * رأيت\nرسول الله صلى الله عليه وسلم طاف بالبيت سبعا ثم صلى ركعتين بحذائه في\nحاشية المقام وليس بينه وبين الطواف أحد\n</p>\n\n<h2 class='l2' id='head100'>( 10 الرخصة في الصلاة خلف النائم )</h2>\n\n<p>\n759 أخبرنا عبيد الله بن سعيد قال حدثنا يحيى عن هشام قال حدثنا أبي عن\nعائشة قالت * كان رسول الله صلى الله عليه وسلم يصلي من الليل وأنا راقدة\nمعترضة بينه وبين القبلة على فراشه فإذا أراد أن يوتر أيقظني فأوترت\n</p>\n\n<h2 class='l2' id='head101'>( 11 النهي عن الصلاة إلى القبر <span id='ms0155'></span> )</h2>\n\n<p>\n760 أخبرنا علي بن حجر قال حدثنا الوليد عن بن جابر عن بسر بن عبيد الله\nعن واثلة بن الأسقع عن أبي مرثد الغنوي قال قال رسول الله صلى الله عليه\nوسلم * لا تصلوا إلى القبور ولا تجلسوا عليها\n</p>\n\n<h2 class='l2' id='head102'>( 12 الصلاة إلى ثوب فيه تصاوير )</h2>\n\n<p>\n761 أخبرنا محمد بن عبد الأعلى الصنعاني قال حدثنا خالد قال حدثنا شعبة\nعن عبد الرحمن بن القاسم قال سمعت القاسم يحدث عن عائشة قالت * كان في بيتي\nثوب فيه تصاوير فجعلته إلى سهوة في البيت فكان رسول الله صلى الله عليه\nوسلم يصلي إليه ثم قال يا عائشة أخريه عني فنزعته فجعلته وسائد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p067'> Vol. 02, p. 067</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head103'>( 13 المصلي يكون بينه وبين الإمام سترة )</h2>\n\n<p>\n762 أخبرنا قتيبة قال حدثنا الليث عن بن عجلان عن سعيد المقبري عن أبي\nسلمة عن عائشة قالت * كان لرسول الله صلى الله عليه وسلم حصيرة يبسطها\nبالنهار ويحتجرها بالليل فيصلي فيها ففطن له الناس فصلوا بصلاته وبينه\nوبينهم الحصيرة فقال اكلفوا من العمل ما تطيقون فإن الله عز وجل لا يمل حتى\nتملوا وإن أحب الأعمال إلى الله عز وجل أدومه وإن قل ثم ترك مصلاه ذلك فما\nعاد له حتى قبضه الله عز وجل وكان إذا عمل عملا أثبته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p068'> Vol. 02, p. 068</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head104'>( 14 الصلاة في الثوب الواحد )</h2>\n\n<p>\n763 أخبرنا قتيبة بن سعيد عن مالك عن بن شهاب عن سعيد بن المسيب عن أبي\nهريرة أن سائلا * سأل رسول الله صلى الله عليه وسلم عن الصلاة في الثوب\nالواحد فقال أو لكلكم ثوبان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p069'> Vol. 02, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n764 أخبرنا قتيبة عن مالك عن هشام بن عروة عن أبيه عن عمر بن أبي سلمة\nأنه * رأى رسول الله صلى الله عليه وسلم يصلي في ثوب واحد في بيت أم سلمة\nواضعا طرفيه على عاتقيه\n</p>\n\n<h2 class='l2' id='head105'>( 15 الصلاة في قميص واحد )</h2>\n\n<p>\n765 أخبرنا قتيبة قال حدثنا العطاف عن موسى بن إبراهيم عن سلمة بن الأكوع\nقال قلت * يا رسول الله إني لأكون في الصيد وليس علي إلا القميص أفأصلي فيه\nقال وزره عليك ولو بشوكة\n</p>\n\n<h2 class='l2' id='head106'>( 16 الصلاة في الإزار )</h2>\n\n<p>\n766 أخبرنا عبيد الله بن سعيد <span id='ms0156'></span> قال حدثنا يحيى عن سفيان قال حدثني أبو\nحازم عن سهل بن سعد قال * كان رجال يصلون مع رسول الله صلى الله عليه وسلم\nعاقدين أزرهم كهيئة الصبيان فقيل للنساء لا ترفعن رؤوسكن حتى يستوي الرجال\nجلوسا\n</p>\n\n<p>\n767 أخبرنا شعيب بن يوسف قال حدثنا يزيد بن هارون قال أنبأنا عاصم عن\nعمرو بن سلمة قال لما رجع قومي من عند النبي صلى الله عليه وسلم قالوا *\nإنه قال ليؤمكم أكثركم قراءة للقرآن قال فدعوني فعلموني الركوع والسجود\nفكنت أصلي بهم وكانت علي بردة مفتوقة فكانوا يقولون لأبي ألا تغطي عنا است\nابنك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p070'> Vol. 02, p. 070</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head107'>( 17 صلاة الرجل في ثوب بعضه على امرأته )</h2>\n\n<p>\n768 أخبرنا إسحاق بن إبراهيم قال أنبأنا وكيع قال حدثنا طلحة بن يحيى عن\nعبيد الله بن عبد الله عن عائشة قالت * كان رسول الله صلى الله عليه وسلم\nيصلي بالليل وأنا إلى جنبه وأنا حائض وعلي مرط بعضه على رسول الله صلى الله\nعليه وسلم\n</p>\n\n<h2 class='l2' id='head108'>( 18 صلاة الرجل في الثوب الواحد ليس على عاتقه منه شيء )</h2>\n\n<p>\n769 أخبرنا محمد بن منصور قال حدثنا سفيان قال حدثنا أبو الزناد عن\nالأعرج عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم * لا يصلين\nأحدكم في الثوب الواحد ليس على عاتقه منه شيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p071'> Vol. 02, p. 071</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head109'>( 19 الصلاة في الحرير )</h2>\n\n<p>\n770 أخبرنا قتيبة وعيسى بن حماد زغبة عن الليث عن يزيد بن أبي حبيب عن\nأبي الخير عن عقبة بن عامر قال * أهدى لرسول الله صلى الله عليه وسلم فروج\nحرير فلبسه ثم صلى فيه ثم انصرف فنزعه نزعا شديدا كالكاره له ثم قال لا\nينبغي هذا للمتقين\n</p>\n\n<h2 class='l2' id='head110'>( 20 الرخصة في الصلاة في خميصة لها أعلام )</h2>\n\n<p>\n771 أخبرنا إسحاق بن إبراهيم وقتيبة بن سعيد واللفظ له عن سفيان عن\nالزهري عن عروة بن الزبير عن عائشة * أن رسول الله صلى الله عليه وسلم صلى\nفي خميصة لها أعلام ثم قال شغلتني أعلام هذه اذهبوا بها إلى أبي جهم\nوائتوني بأنبجانيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p072'> Vol. 02, p. 072</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head111'>( 21 الصلاة في الثياب الحمر )</h2>\n\n<p>\n772 أخبرنا محمد بن بشار قال حدثنا عبد الرحمن <span id='ms0157'></span> قال حدثنا سفيان عن عون بن\nأبي جحيفة عن أبيه * أن رسول الله صلى الله عليه وسلم خرج في حلة حمراء\nفركز عنزة فصلى إليها يمر من ورائها الكلب والمرأة والحمار\n</p>\n\n<h2 class='l2' id='head112'>( 22 الصلاة في الشعار )</h2>\n\n<p>\n773 أخبرنا عمرو بن منصور قال حدثنا هشام بن عبد الملك قال حدثنا يحيى بن\nسعيد قال حدثنا جابر بن صبح قال سمعت خلاس بن عمرو يقول سمعت عائشة تقول\nكنت * أنا ورسول الله صلى الله عليه وسلم أبو القاسم في الشعار الواحد وأنا\nحائض طامث فإن أصابه مني شيء غسل ما أصابه لم يعده إلى غيره وصلى فيه ثم\nيعود معي فإن أصابه مني شيء فعل مثل ذلك لم يعده إلى غيره\n</p>\n\n<h2 class='l2' id='head113'>( 23 الصلاة في الخفين )</h2>\n\n<p>\n774 أخبرنا محمد بن عبد الأعلى قال حدثنا خالد قال حدثنا شعبة عن سليمان\nعن إبراهيم عن همام قال * رأيت جريرا بال ثم دعا بماء فتوضأ ومسح على خفيه\nثم قام فصلى فسئل عن ذلك فقال رأيت النبي صلى الله عليه وسلم صنع مثل هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p073'> Vol. 02, p. 073</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head114'>( 24 الصلاة في النعلين )</h2>\n\n<p>\n775 أخبرنا عمرو بن علي عن يزيد بن زريع وغسان بن مضر قالا حدثنا أبو\nمسلمة واسمه سعيد بن يزيد بصري ثقة قال * سألت أنس بن مالك أكان رسول الله\nصلى الله عليه وسلم يصلي في النعلين قال نعم\n</p>\n\n<h2 class='l2' id='head115'>( 25 أين يضع الإمام نعليه إذا صلى بالناس )</h2>\n\n<p>\n776 أخبرنا عبيد الله بن سعيد وشعيب بن يوسف عن يحيى عن بن جريج قال\nأخبرني محمد بن عباد عن عبد الله بن سفيان عن عبد الله بن السائب * أن رسول\nالله صلى الله عليه وسلم صلى يوم الفتح فوضع نعليه عن يساره\n</p>\n\n<h1 class='l1' id='head116'>( 10 كتاب الإمامة )</h1>\n\n<h2 class='l2' id='head117'>( 1 ذكر الإمامة والجماعة أمامة أهل العلم والفضل )</h2>\n\n<p>\n777 أخبرنا إسحاق بن إبراهيم وهناد بن السري عن حسين بن علي عن زائدة عن\nعاصم عن زر عن عبد الله قال لما قبض رسول الله صلى الله عليه وسلم قالت *\nالأنصار منا أمير ومنكم أمير فأتاهم عمر فقال ألستم تعلمون أن رسول الله\nصلى الله عليه وسلم قد <span id='ms0158'></span> أمر أبا بكر أن يصلي بالناس فأيكم تطيب نفسه أن\nيتقدم أبا بكر قالوا نعوذ بالله أن نتقدم أبا بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p074'> Vol. 02, p. 074</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head118'>( 2 الصلاة مع أئمة الجور )</h2>\n\n<p>\n778 أخبرنا زياد بن أيوب قال حدثنا إسماعيل بن علية قال حدثنا أيوب عن\nأبي العالية البراء قال * أخر زياد الصلاة فأتاني بن صامت فألقيت له كرسيا\nفجلس عليه فذكرت له صنع زياد فعض علي شفتيه وضرب على فخذي وقال إني سألت\nأبا ذر كما سألتني فضرب فخذي كما ضربت فخذك وقال إني سألت رسول الله صلى\nالله عليه وسلم كما سألتني فضرب فخذي كما ضربت فخذك فقال عليه الصلاة\nوالسلام صل الصلاة لوقتها فإن أدركت معهم فصل ولا تقل إني صليت فلا أصلي\n</p>\n\n<p>\n779 أخبرنا عبيد الله بن سعيد قال حدثنا أبو بكر بن عياش عن عاصم عن زر\nعن عبد الله قال قال رسول الله صلى الله عليه وسلم * لعلكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p075'> Vol. 02, p. 075</a>\n            </div>\n            \nستدركون أقواما يصلون الصلاة لغير وقتها فإن أدركتموهم فصلوا الصلاة لوقتها\nوصلوا معهم واجعلوها سبحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p076'> Vol. 02, p. 076</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head119'>( 3 من أحق بالأمامة )</h2>\n\n<p>\n780 أخبرنا قتيبة قال أنبأنا فضيل بن عياض عن الأعمش عن إسماعيل بن رجاء\nعن أوس بن ضمعج عن أبي مسعود قال قال رسول الله صلى الله عليه وسلم * يؤم\nالقوم أقرؤهم لكتاب الله فإن كانوا في القراءة سواء فأقدمهم في الهجرة فإن\nكانوا في الهجرة سواء فأعلمهم بالسنة فإن كانوا في السنة سواء فأقدمهم سنا\nولا تؤم الرجل في سلطانه ولا تقعد على تكرمته إلا أن يأذن لك\n</p>\n\n<h2 class='l2' id='head120'>( 4 تقديم ذوي السن )</h2>\n\n<p>\n781 أخبرنا حاجب بن سليمان المنبجي عن وكيع عن سفيان عن خالد الحذاء عن\nأبي قلابة عن مالك بن الحويرث قال أتيت رسول الله صلى الله عليه وسلم أنا\nوبن عم لي وقال مرة أنا وصاحب لي فقال * إذا سافرتما فأذنا وأقيما وليؤمكما\nأكبركما\n</p>\n\n<h2 class='l2' id='head121'>( 5 اجتماع القوم في موضع هم فيه سواء )</h2>\n\n<p>\n782 أخبرنا عبيد الله بن سعيد عن يحيى عن هشام قال حدثنا قتادة عن أبي\nنضرة عن أبي سعيد عن النبي صلى الله عليه وسلم قال * إذا كانوا <span id='ms0159'></span> ثلاثة\nفليؤمهم أحدهم وأحقهم بالإمامة أقرؤهم\n</p>\n\n<h2 class='l2' id='head122'>( 6 اجتماع القوم وفيهم الوالي )</h2>\n\n<p>\n783 أخبرنا إبراهيم بن محمد التيمي قال حدثنا يحيى بن سعيد عن شعبة عن\nإسماعيل بن رجاء عن أوس بن ضمعج عن أبي مسعود قال قال رسول الله صلى الله\nعليه وسلم * لا يؤم الرجل في سلطانه ولا يجلس على تكرمته إلا بإذنه\n</p>\n\n<h2 class='l2' id='head123'>( 7 إذا تقدم الرجل من الرعية ثم جاء الوالي هل يتأخر )</h2>\n\n<p>\n784 أخبرنا قتيبة قال حدثنا يعقوب وهو بن عبد الرحمن عن أبي حازم عن سهل\nبن سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p077'> Vol. 02, p. 077</a>\n            </div>\n             أن رسول الله صلى الله عليه وسلم بلغه أن بني عمرو بن\nعوف كان بينهم شيء فخرج رسول الله صلى الله عليه وسلم ليصلح بينهم في أناس\nمعه فحبس رسول الله صلى الله عليه وسلم فحانت الأولى فجاء بلال إلى أبي بكر\nفقال يا أبا بكر إن رسول الله صلى الله عليه وسلم قد حبس وقد حانت الصلاة\nفهل لك أن تؤم الناس قال نعم إن شئت فأقام بلال وتقدم أبو بكر فكبر بالناس\nوجاء رسول الله صلى الله عليه وسلم يمشي في الصفوف حتى قام في الصف وأخذ\nالناس في التصفيق وكان أبو بكر لا يلتفت في صلاته فلما أكثر الناس التفت\nفإذا رسول الله صلى الله عليه وسلم فأشار إليه رسول الله صلى الله عليه\nوسلم يأمره أن يصلي فرفع أبو بكر يديه فحمد الله عز وجل ورجع القهقري وراءه\nحتى قام في الصف فتقدم رسول الله صلى الله عليه وسلم فصلى بالناس فلما فرغ\nأقبل على الناس فقال يا أيها الناس ما لكم حين نابكم شيء في الصلاة أخذتم\nفي التصفيق إنما التصفيق للنساء من نابه شيء في صلاته فليقل سبحان الله\nفإنه لا يسمعه أحد حين يقول سبحان الله إلا التفت إليه يا أبا بكر ما منعك\nأن تصلي للناس حين أشرت إليك قال أبو بكر ما كان ينبغي لابن أبي قحافة أن\nيصلي بين يدي رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p078'> Vol. 02, p. 078</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head124'>( 8 صلاة الإمام خلف رجل من رعيته <span id='ms0160'></span> )</h2>\n\n<p>\n785 أخبرنا علي بن حجر قال حدثنا إسماعيل قال حدثنا حميد عن أنس قال *\nآخر صلاة صلاها رسول الله صلى الله عليه وسلم مع القوم صلى في ثوب واحد\nمتوشحا خلف أبي بكر\n</p>\n\n<p>\n786 أخبرنا محمد بن المثنى قال حدثنا بكر بن عيسى صاحب البصري قال سمعت\nشعبة يذكر عن نعيم بن أبي هند عن أبي وائل عن مسروق عن عائشة رضي الله عنها\n* أن أبا بكر صلى للناس ورسول الله صلى الله عليه وسلم في الصف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p079'> Vol. 02, p. 079</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head125'>( 9 إمامة الزائر )</h2>\n\n<p>\n787 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن أبان بن يزيد قال حدثنا\nبديل بن ميسرة قال حدثنا أبو عطية مولى لنا عن مالك بن الحويرث قال سمعت\nرسول الله صلى الله عليه وسلم يقول * إذا زار أحدكم قوما فلا يصلين بهم\n</p>\n\n<h2 class='l2' id='head126'>( 10 أمامة الأعمى )</h2>\n\n<p>\n788 أخبرنا هارون بن عبد الله قال حدثنا معن قال حدثنا مالك ح قال وحدثنا\nالحرث بن مسكين قراءة عليه وأنا أسمع واللفظ له عن بن القاسم قال حدثني\nمالك عن بن شهاب عن محمود بن الربيع * أن عتبان بن مالك كان يؤم قومه وهو\nأعمى وأنه قال لرسول الله صلى الله عليه وسلم إنها تكون الظلمة والمطر\nوالسيل وأنا رجل ضرير البصر فصل يا رسول الله في بيتي مكانا أتخذه مصلى\nفجاء رسول الله صلى الله عليه وسلم فقال أين تحب أن أصلي لك فأشار إلى مكان\nمن البيت فصلى فيه رسول الله صلى الله عليه وسلم\n</p>\n\n<h2 class='l2' id='head127'>( 11 إمامة الغلام قبل أن يحتلم )</h2>\n\n<p>\n789 أخبرنا موسى بن عبد الرحمن المسروقي حدثنا حسين بن علي عن زائدة عن\nسفيان عن أيوب قال حدثني عمرو بن سلمة الجرمي قال كان يمر علينا الركبان\nفنتعلم منهم القرآن فأتى أبي النبي صلى الله عليه وسلم فقال * ليؤمكم\nأكثركم قرآنا فجاء أبي فقال ان رسول الله صلى الله عليه وسلم قال ليؤمكم\nأكثركم قرآنا فنظروا فكنت أكثرهم قرآنا فكنت أؤمهم وأنا بن ثمان سنين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p080'> Vol. 02, p. 080</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head128'>( 12 قيام الناس إذا رأوا الإمام )</h2>\n\n<p>\n790 أخبرنا علي بن حجر قال حدثنا <span id='ms0161'></span> هشيم عن هشام بن أبي عبد الله وحجاج بن\nأبي عثمان عن يحيى بن أبي كثير عن عبد الله بن أبي قتادة عن أبيه قال قال\nرسول الله صلى الله عليه وسلم * إذا نودي للصلاة فلا تقوموا حتى تروني\n</p>\n\n<h2 class='l2' id='head129'>( 13 الإمام تعرض له الحاجة بعد الإقامة )</h2>\n\n<p>\n791 أخبرنا زياد بن أيوب قال حدثنا إسماعيل قال حدثنا عبد العزيز عن أنس\nقال * أقيمت الصلاة ورسول الله صلى الله عليه وسلم نجي لرجل فما قام إلى\nالصلاة حتى نام القوم\n</p>\n\n<h2 class='l2' id='head130'>( 14 الإمام يذكر بعد قيامه في مصلاه أنه على غير طهارة )</h2>\n\n<p>\n792 أخبرنا عمرو بن عثمان بن سعيد بن كثير قال حدثنا محمد بن حرب عن\nالزبيدي عن الزهري والوليد عن الأوزاعي عن الزهري عن أبي سلمة عن أبي هريرة\nقال * أقيمت الصلاة فصف الناس صفوفهم وخرج رسول الله صلى الله عليه وسلم\nحتى إذا قام في مصلاه ذكر أنه لم يغتسل فقال للناس مكانكم ثم رجع إلى بيته\nفخرج علينا ينطف رأسه فاغتسل ونحن صفوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p081'> Vol. 02, p. 081</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head131'>( 15 استخلاف الإمام إذا غاب )</h2>\n\n<p>\n793 أخبرنا أحمد بن عبدة عن حماد بن زيد ثم ذكر كلمة معناها قال حدثنا\nأبو حازم قال سهل بن سعد * كان قتال بين بني عمرو بن عوف فبلغ ذلك النبي\nصلى الله عليه وسلم فصلى الظهر ثم أتاهم ليصلح بينهم ثم قال لبلال يا بلال\nإذا حضر العصر ولم آت فمر أبا بكر فليصل بالناس فلما حضرت أذن بلال ثم أقام\nفقال لأبي بكر رضي الله عنه تقدم فتقدم أبو بكر فدخل في الصلاة ثم جاء رسول\nالله صلى الله عليه وسلم فجعل يشق الناس حتى قام خلف أبي بكر وصفح القوم\nوكان أبو بكر إذا دخل في الصلاة لم يلتفت فلما رأى أبو بكر التصفيح لا يمسك\nعنه التفت فأومأ إليه رسول الله صلى الله عليه وسلم بيده فحمد الله عز وجل\nعلى قول رسول الله صلى الله عليه وسلم له امضه ثم مشى أبو بكر القهقري على\nعقبيه فتأخر فلما رأى ذلك رسول الله <span id='ms0162'></span> صلى الله عليه وسلم تقدم فصلى بالناس\nفلما قضى صلاته قال يا أبا بكر ما منعك إذ أومأت إليك أن لا تكون مضيت فقال\nلم يكن لابن أبي قحافة أن يؤم رسول الله صلى الله عليه وسلم وقال للناس إذا\nنابكم شيء فليسبح الرجال وليصفح النساء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p082'> Vol. 02, p. 082</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head132'>( 16 الائتمام بالإمام )</h2>\n\n<p>\n794 أخبرنا هناد بن السري عن بن عيينة عن الزهري عن أنس * أن رسول الله\nصلى الله عليه وسلم سقط من فرس على شقه الأيمن فدخلوا عليه يعودونه فحضرت\nالصلاة فلما قضى الصلاة قال إنما جعل الإمام ليؤتم به فإذا ركع فاركعوا\nوإذا رفع فارفعوا وإذا سجد فاسجدوا وإذا قال سمع الله لمن حمده فقولوا ربنا\nلك الحمد\n</p>\n\n<h2 class='l2' id='head133'>( 17 الائتمام بمن يأتم بالإمام )</h2>\n\n<p>\n795 أخبرنا سويد بن نصر قال أنبأنا عبد الله بن المبارك عن جعفر بن حيان\nعن أبي نضرة عن أبي سعيد الخدري * أن النبي صلى الله عليه وسلم رأى في\nأصحابه تأخرا فقال تقدموا فأتموا بي وليأتم بكم من بعدكم ولا يزال قوم\nيتأخرون حتى يؤخرهم الله عز وجل\n</p>\n\n<p>\n796 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن الجريري عن أبي نضرة *\nنحوه\n</p>\n\n<p>\n797 أخبرنا محمود بن غيلان قال حدثني أبو داود قال أنبأنا شعبة عن موسى\nبن أبي عائشة قال سمعت عبيد الله بن عبد الله يحدث عن عائشة رضي الله عنها\n* أن رسول الله صلى الله عليه وسلم أمر أبا بكر أن يصلي بالناس قالت وكان\nالنبي صلى الله عليه وسلم بين يدي أبي بكر فصلى قاعدا وأبو بكر يصلي بالناس\nوالناس خلف أبي بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p083'> Vol. 02, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n798 أخبرنا عبيد الله بن فضالة بن إبراهيم قال حدثنا يحيى يعني بن يحيى\nقال حدثنا حميد بن عبد الرحمن بن حميد الرواسي عن أبيه عن أبي الزبير عن\nجابر قال * صلى بنا رسول الله صلى الله عليه وسلم الظهر وأبو بكر خلفه فإذا\nكبر رسول الله صلى الله عليه وسلم كبر أبو بكر يسمعنا\n</p>\n\n<h2 class='l2' id='head134'>( 18 موقف الإمام إذا كانوا ثلاثة والاختلاف في ذلك )</h2>\n\n<p>\n799 أخبرنا محمد بن عبيد <span id='ms0163'></span> الكوفي عن محمد بن فضيل عن هارون بن عنترة عن\nعبد الرحمن بن الأسود عن الأسود وعلقمة قالا * دخلنا على عبد الله نصف\nالنهار فقال إنه سيكون أمراء يشتغلون عن وقت الصلاة فصلوا لوقتها ثم قام\nفصلى بيني وبينه فقال هكذا رأيت رسول الله صلى الله عليه وسلم فعل\n</p>\n\n<p>\n800 أخبرنا عبدة بن عبد الله قال حدثنا زيد بن الحباب قال حدثنا أفلح بن\nسعيد قال حدثنا بريدة بن سفيان بن فروة الأسلمي عن غلام لجده يقال له مسعود\nفقال * مر بي رسول الله صلى الله عليه وسلم وأبو بكر فقال لي أبو بكر يا\nمسعود ائت أبا تميم يعني مولاه فقل له يحملنا على بعير ويبعث إلينا بزاد\nودليل يدلنا فجئت إلى مولاي فأخبرته فبعث معي ببعير ووطب من لبن فجعلت آخذ\nبهم في إخفاء الطريق وحضرت الصلاة فقام رسول الله صلى الله عليه وسلم يصلي\nوقام أبو بكر عن يمينه وقد عرفت الإسلام وأنا معهما فجئت فقمت خلفهما فدفع\nرسول الله صلى الله عليه وسلم في صدر أبي بكر فقمنا خلفه قال أبو عبد\nالرحمن بريدة هذا ليس بالقوي في الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p084'> Vol. 02, p. 084</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head135'>( 19 إذا كانوا ثلاثة وامرأة )</h2>\n\n<p>\n801 أخبرنا قتيبة بن سعيد عن مالك عن إسحاق بن عبد الله بن أبي طلحة عن\nأنس بن مالك * أن جدته مليكة دعت رسول الله صلى الله عليه وسلم لطعام قد\nصنعته له فأكل منه ثم قال قوموا فلأصلي لكم قال أنس فقمت إلى حصير لنا قد\nأسود من طول ما لبس فنضحته بماء فقام رسول الله صلى الله عليه وسلم وصففت\nأنا واليتيم وراءه والعجوز من ورائنا فصلى لنا ركعتين ثم انصرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p085'> Vol. 02, p. 085</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head136'>( 20 إذا كانوا رجلين وامرأتين )</h2>\n\n<p>\n802 أخبرنا سويد بن نصر قال أنبأنا عبد الله بن المبارك عن سليمان بن\nالمغيرة عن ثابت عن أنس قال * دخل علينا رسول الله صلى الله عليه وسلم وما\nهو إلا أنا وأمي واليتيم وأم حرام خالتي فقال قوموا فلأصلي بكم قال في غير\nوقت صلاة قال فصلى بنا <span id='ms0164'></span>\n</p>\n\n<p>\n803 أخبرنا محمد بن بشار قال حدثنا محمد قال حدثنا شعبة قال سمعت عبد\nالله بن مختار يحدث عن موسى بن أنس عن أنس أنه * كان هو ورسول الله صلى\nالله عليه وسلم وأمه وخالته فصلى رسول الله صلى الله عليه وسلم فجعل أنسا\nعن يمينه وأمه وخالته خلفهما\n</p>\n\n<h2 class='l2' id='head137'>( 21 موقف الإمام إذا كان معه صبي وامرأة )</h2>\n\n<p>\n804 أخبرنا محمد بن إسماعيل بن إبراهيم قال حدثنا حجاج قال قال بن جريج\nأخبرني زياد أن قزعة مولى لعبد قيس أخبره أنه سمع عكرمة مولى بن عباس قال\nقال بن عباس * صليت إلى جنب النبي صلى الله عليه وسلم وعائشة خلفنا تصلي\nمعنا وأنا إلى جنب النبي صلى الله عليه وسلم أصلي معه\n</p>\n\n<p>\n805 أخبرنا عمرو بن علي قال حدثنا يحيى قال حدثنا شعبة عن عبد الله بن\nالمختار عن موسى بن أنس عن أنس قال * صلى بي رسول الله صلى الله عليه وسلم\nوبامرأة من أهلي فأقامني عن يمينه والمرأة خلفنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p086'> Vol. 02, p. 086</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head138'>( 22 موقف الإمام والمأموم صبي )</h2>\n\n<p>\n806 أخبرنا يعقوب بن إبراهيم قال حدثنا بن علية عن أيوب عن عبد الله بن\nسعيد بن جبير عن أبيه عن بن عباس قال * بت عند خالتي ميمونة فقام رسول الله\nصلى الله عليه وسلم يصلي من الليل فقمت عن شماله فقال بي هكذا فأخذ برأسي\nفأقامني عن يمينه من يلي الإمام ثم الذي يليه\n</p>\n\n<p>\n807 أخبرنا هناد بن السري عن أبي معاوية عن الأعمش عن عمارة بن عمير عن\nأبي معمر عن أبي مسعود قال * كان رسول الله صلى الله عليه وسلم يمسح\nمناكبنا في الصلاة ويقول لا تختلفوا فتختلف قلوبكم ليلني منكم أولو الأحلام\nوالنهي ثم الذين يلونهم ثم الذين يلونهم قال أبو مسعود فأنتم اليوم أشد\nاختلافا قال أبو عبد الرحمن أبو معمر اسمه عبد الله بن سخبرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p087'> Vol. 02, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n808 أخبرنا محمد بن عمر بن علي بن مقدم قال حدثنا يوسف بن يعقوب قال\nأخبرني التيمي عن أبي مجلز عن قيس بن عباد قال * بينا أنا في المسجد في\nالصف المقدم <span id='ms0165'></span> فجبذني رجل من خلفي جبذة فنحاني وقام مقامي فوالله ما عقلت\nصلاتي فلما انصرف فإذا هو أبي بن كعب فقال يا فتى لا يسؤك الله إن هذا عهد\nمن النبي صلى الله عليه وسلم إلينا أن نليه ثم استقبل القبلة فقال هلك أهل\nالعقد ورب الكعبة ثلاثا ثم قال والله ما عليهم آسى ولكن آسى على من أضلوا\nقلت يا أبا يعقوب ما يعني بأهل العقد قال الأمراء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p088'> Vol. 02, p. 088</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head139'>( 24 إقامة الصفوف قبل خروج الإمام )</h2>\n\n<p>\n809 أخبرنا محمد بن سلمة قال أنبأنا بن وهب عن يونس عن بن شهاب قال\nأخبرني أبو سلمة بن عبد الرحمن أنه سمع أبا هريرة يقول * أقيمت الصلاة\nفقمنا فعدلت الصفوف قبل أن يخرج إلينا رسول الله صلى الله عليه وسلم فأتانا\nرسول الله صلى الله عليه وسلم حتى إذا قام في مصلاه قبل أن يكبر فانصرف\nفقال لنا مكانكم فلم نزل قياما ننتظره حتى خرج إلينا قد اغتسل ينطف رأسه\nماء فكبر وصلى\n</p>\n\n<h2 class='l2' id='head140'>( 25 كيف يقوم الإمام الصفوف )</h2>\n\n<p>\n810 أخبرنا قتيبة بن سعيد قال أنبأنا أبو الأحوص عن سماك عن النعمان بن\nبشير قال * كان رسول الله صلى الله عليه وسلم يقوم الصفوف كما تقوم القداح\nفأبصر رجلا خارجا صدره من الصف فلقد رأيت النبي صلى الله عليه وسلم يقول\nلتقيمن صفوفكم أو ليخالفن الله بين وجوهكم\n</p>\n\n<p>\n811 أخبرنا قتيبة بن سعيد قال حدثنا أبو الأحوص عن منصور عن طلحة بن مصرف\nعن عبد الرحمن بن عوسجة عن البراء بن عازب قال * كان رسول الله صلى الله\nعليه وسلم يتخلل الصفوف من ناحية إلى ناحية يمسح مناكبنا وصدورنا ويقول لا\nتختلفوا فتختلف قلوبكم وكان يقول إن الله وملائكته يصلون على الصفوف\nالمتقدمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p089'> Vol. 02, p. 089</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head141'>( 26 ما يقول الإمام إذا تقدم في تسوية الصفوف )</h2>\n\n<p>\n812 أخبرنا بشر بن خالد العسكري قال حدثنا غندر عن شعبة عن سليمان عن\nعمارة بن عمير عن أبي معمر عن أبي مسعود قال * كان رسول الله صلى الله عليه\nوسلم يمسح عواتقنا ويقول استووا ولا تختلفوا فتختلف قلوبكم وليليني منكم <span id='ms0166'></span>\nأولو الأحلام والنهي ثم الذين يلونهم ثم الذين يلونهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p090'> Vol. 02, p. 090</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head142'>( 27 كم مرة يقول استووا )</h2>\n\n<p>\n813 أخبرنا أبو بكر بن نافع قال حدثنا بهز بن أسد قال حدثنا حماد بن سلمة\nعن ثابت عن أنس * أن النبي صلى الله عليه وسلم كان يقول استووا استووا\nاستووا فوالذي نفسي بيده إني لأراكم من خلفي كما أراكم من بين يدي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p091'> Vol. 02, p. 091</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head143'>( 28 حث الإمام على رص الصفوف والمقاربة بينها )</h2>\n\n<p>\n814 أخبرنا علي بن حجر أنبأنا إسماعيل عن حميد عن أنس رضي الله عنه قال *\nأقبل علينا رسول الله صلى الله عليه وسلم بوجهه حين قام إلى الصلاة قبل أن\nيكبر فقال أقيموا صفوفكم وتراصوا فإني أراكم من وراء ظهري\n</p>\n\n<p>\n815 أخبرنا محمد بن عبد الله بن المبارك المخرمي قال حدثنا أبو هشام قال\nحدثنا أبان قال حدثنا قتادة قال حدثنا أنس أن نبي الله صلى الله عليه وسلم\nقال * راصوا صفوفكم وقاربوا بينها وحاذوا بالأعناق فوالذي نفس محمد بيده\nاني لأرى الشياطين تدخل من خلل الصف كأنها الحذف\n</p>\n\n<p>\n816 أخبرنا قتيبة قال حدثنا الفضيل بن عياض عن الأعمش عن المسيب بن رافع\nعن تميم بن طرفة عن جابر بن سمرة قال خرج إلينا رسول الله صلى الله عليه\nوسلم فقال * ألا تصفون كما تصف الملائكة عند ربهم قالوا وكيف تصف الملائكة\nعند ربهم قال يتمون الصف الأول ثم يتراصون في الصف\n</p>\n\n<h2 class='l2' id='head144'>( 29 فضل الصف الأول على الثاني )</h2>\n\n<p>\n817 أخبرني يحيى بن عثمان الحمصي قال حدثنا بقية عن بحير بن سعد عن خالد\nبن معدان عن جبير بن نفير عن العرباض بن سارية عن رسول الله صلى الله عليه\nوسلم * كان يصلي على الصف الأول ثلاثا وعلى الثاني واحدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p092'> Vol. 02, p. 092</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head145'>( 30 الصف المؤخر )</h2>\n\n<p>\n818 أخبرنا إسماعيل بن مسعود عن خالد قال حدثنا سعيد عن قتادة عن أنس أن\nرسول الله صلى الله عليه وسلم قال * أتموا الصف الأول ثم الذي يليه وان كان\nنقص فليكن في الصف المؤخر\n</p>\n\n<h2 class='l2' id='head146'>( 31 من وصل صفا )</h2>\n\n<p>\n819 أخبرنا عيسى بن إبراهيم بن مثرود قال حدثنا عبد الله بن وهب عن\nمعاوية بن <span id='ms0167'></span> صالح عن أبي الزاهرية عن كثير بن مرة عن عبد الله بن عمر أن رسول\nالله صلى الله عليه وسلم قال * من وصل صفا وصله الله ومن قطع صفا قطعه الله\nعز وجل\n</p>\n\n<h2 class='l2' id='head147'>( 32 ذكر خير صفوف النساء وشر صفوف الرجال )</h2>\n\n<p>\n820 أخبرنا إسحاق بن إبراهيم قال حدثنا جرير عن سهيل عن أبيه عن أبي\nهريرة قال قال رسول الله صلى الله عليه وسلم * خير صفوف الرجال أولها وشرها\nآخرها وخير صفوف النساء آخرها وشرها أولها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p093'> Vol. 02, p. 093</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head148'>( 33 الصف بين السواري )</h2>\n\n<p>\n821 أخبرنا عمرو بن منصور قال حدثنا أبو نعيم عن سفيان عن يحيى بن هانئ\nعن عبد الحميد بن محمود قال * كنا مع أنس فصلينا مع أمير من الأمراء\nفدفعونا حتى قمنا وصلينا بين الساريتين فجعل أنس يتأخر وقال قد كنا نتقي\nهذا على عهد رسول الله صلى الله عليه وسلم\n</p>\n\n<h2 class='l2' id='head149'>( 34 المكان الذي يستحب من الصف )</h2>\n\n<p>\n822 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن مسعر عن ثابت بن عبيد عن\nبن البراء عن البراء قال * كنا إذا صلينا خلف رسول الله صلى الله عليه وسلم\nأحببت أن أكون عن يمينه\n</p>\n\n<h2 class='l2' id='head150'>( 35 ما على الإمام من التخفيف )</h2>\n\n<p>\n823 أخبرنا قتيبة عن مالك عن أبي الزناد عن الأعرج عن أبي هريرة عن النبي\nصلى الله عليه وسلم قال * إذا صلى أحدكم بالناس فليخفف فإن فيهم السقيم\nوالضعيف والكبير فإذا صلى أحدكم لنفسه فليطول ما شاء\n</p>\n\n<p>\n824 أخبرنا قتيبة قال حدثنا أبو عوانة عن قتادة عن أنس * أن النبي صلى\nالله عليه وسلم كان أخف الناس صلاة في تمام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p094'> Vol. 02, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n825 أخبرنا سويد بن نصر قال حدثنا عبد الله عن الأوزاعي قال حدثني يحيى\nبن أبي كثير عن عبد الله بن أبي قتادة عن أبيه عن النبي صلى الله عليه وسلم\nقال * إني لأقوم في الصلاة فأسمع بكاء الصبي فأوجز في صلاتي كراهية أن أشق\nعلى أمه\n</p>\n\n<h2 class='l2' id='head151'>( 36 الرخصة للأمام في التطويل )</h2>\n\n<p>\n826 أخبرنا إسماعيل بن مسعود قال حدثنا خالد بن الحرث عن بن أبي ذئب قال\nأخبرني الحرث بن عبد الرحمن عن <span id='ms0168'></span> سالم بن عبد الله عن عبد الله بن عمر قال *\nكان رسول الله صلى الله عليه وسلم يأمر بالتخفيف ويؤمنا بالصافات\n</p>\n\n<h2 class='l2' id='head152'>( 37 ما يجوز للأمام من العمل في الصلاة )</h2>\n\n<p>\n827 أخبرنا قتيبة قال حدثنا سفيان عن عثمان بن أبي سليمان عن عامر بن عبد\nالله بن الزبير عن عمرو بن سليم الزرقي عن أبي قتادة قال * رأيت رسول الله\nصلى الله عليه وسلم يؤم الناس وهو حامل أمامة بنت أبي العاص على عاتقه فإذا\nركع وضعها وإذا رفع من سجوده أعادها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p095'> Vol. 02, p. 095</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head153'>( 38 مبادرة الإمام )</h2>\n\n<p>\n828 أخبرنا قتيبة قال حدثنا حماد عن محمد بن زياد عن أبي هريرة قال قال\nمحمد صلى الله عليه وسلم * ألا يخشى الذي يرفع رأسه قبل الإمام أن يحول\nالله رأسه رأس حمار\n</p>\n\n<p>\n829 أخبرنا يعقوب بن إبراهيم قال حدثنا بن علية قال أنبأنا شعبة عن أبي\nإسحاق قال سمعت عبد الله بن يزيد يخطب قال حدثنا البراء وكان غير كذوب أنهم\n* كانوا إذا صلوا مع رسول الله صلى الله عليه وسلم فرفع رأسه من الركوع\nقاموا قياما حتى يروه ساجدا ثم سجدوا\n</p>\n\n<p>\n830 أخبرنا مؤمل بن هشام قال حدثنا إسماعيل بن علية عن سعيد عن قتادة عن\nيونس بن جبير عن حطان بن عبد الله قال * صلى بنا أبو موسى فلما كان في\nالقعدة دخل رجل من القوم فقال أقرت الصلاة بالبر والزكاة فلما سلم أبو موسى\nأقبل على القوم فقال أيكم القائل هذه الكلمة فأرم القوم قال يا حطان لعلك\nقلتها قال لا وقد خشيت أن تبكعني بها فقال إن رسول الله صلى الله عليه وسلم\nكان يعلمنا صلاتنا وسنتنا فقال إنما الإمام ليؤتم به فإذا كبر فكبروا وإذا\nقال <span class='quran'>غير المغضوب عليهم ولا الضالين </span>فقولوا آمين يجبكم الله وإذا\nركع فاركعوا وإذا رفع فقال سمع الله لمن حمده فقولوا ربنا لك الحمد يسمع\nالله لكم وإذا سجد فاسجدوا وإذا رفع فارفعوا فإن الإمام يسجد قبلكم ويرفع\nقبلكم قال رسول الله صلى الله عليه وسلم فتلك بتلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p096'> Vol. 02, p. 096</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head154'>( 39 خروج الرجل من <span id='ms0169'></span> صلاة الإمام وفراغه من صلاته في ناحية المسجد )</h2>\n\n<p>\n831 أخبرنا واصل بن عبد الأعلى قال حدثنا بن فضيل عن الأعمش عن محارب بن\nدثار وأبي صالح عن جابر قال * جاء رجل من الأنصار وقد أقيمت الصلاة فدخل\nالمسجد فصلى خلف معاذ فطول بهم فانصرف الرجل فصلى في ناحية المسجد ثم انطلق\nفلما قضى معاذ الصلاة قيل له إن فلانا فعل كذا وكذا فقال معاذ لئن أصبحت\nلأذكرن ذلك لرسول الله صلى الله عليه وسلم فأتى معاذ النبي صلى الله عليه\nوسلم فذكر ذلك له فأرسل رسول الله صلى الله عليه وسلم إليه فقال ما حملك\nعلى الذي صنعت فقال يا رسول الله عملت على ناضحي من النهار فجئت وقد أقيمت\nالصلاة فدخلت المسجد فدخلت معه في الصلاة فقرأ سورة كذا وكذا فطول فانصرفت\nفصليت في ناحية المسجد فقال رسول الله صلى الله عليه وسلم أفتان يا معاذ\nأفتان يا معاذ أفتان يا معاذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p097'> Vol. 02, p. 097</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head155'>( 40 الائتمام بالإمام يصلي قاعدا )</h2>\n\n<p>\n832 أخبرنا قتيبة عن مالك عن بن شهاب عن أنس بن مالك * أن رسول الله صلى\nالله عليه وسلم ركب فرسا فصرع عنه فجحش شقه الأيمن فصلى صلاة من الصلوات\nوهو قاعد فصلينا وراءه قعودا فلما انصرف قال إنما جعل الإمام ليؤتم به فإذا\nصلى قائما فصلوا قياما وإذا ركع فاركعوا وإذا قال سمع الله لمن حمده فقولوا\nربنا لك الحمد وإذا صلى جالسا فصلوا جلوسا أجمعون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p098'> Vol. 02, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n833 أخبرنا محمد بن العلاء قال حدثنا أبو معاوية عن الأعمش عن إبراهيم عن\nالأسود عن عائشة قالت * لما ثقل رسول الله صلى الله عليه وسلم جاء بلال\nيؤذنه بالصلاة فقال مروا أبا بكر فليصل بالناس قالت قلت يا رسول الله إن\nأبا بكر رجل أسيف وإنه متى يقوم في مقامك لا يسمع الناس فلو أمرت عمر فقال\nمروا أبا بكر فليصل بالناس فقلت لحفصة قولي له فقالت له فقال إنكن لأنتن\nصواحبات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p099'> Vol. 02, p. 099</a>\n            </div>\n             يوسف مروا أبا بكر فليصل بالناس قالت فأمروا أبا بكر\nفلما دخل في الصلاة وجد رسول <span id='ms0170'></span> الله صلى الله عليه وسلم من نفسه خفة قالت\nفقام يهادي بين رجلين ورجلاه تخطان في الأرض فلما دخل المسجد سمع أبو بكر\nحسه فذهب ليتأخر فأومأ إليه رسول الله صلى الله عليه وسلم أن قم كما أنت\nقالت فجاء رسول الله صلى الله عليه وسلم حتى قام عن يسار أبي بكر جالسا\nفكان رسول الله صلى الله عليه وسلم يصلي بالناس جالسا وأبو بكر قائما يقتدي\nأبو بكر برسول الله صلى الله عليه وسلم والناس يقتدون بصلاة أبي بكر رضي\nالله عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p100'> Vol. 02, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n834 أخبرنا العباس بن عبد العظيم العنبري قال حدثنا عبد الرحمن بن مهدي\nقال حدثنا زائدة عن موسى بن أبي عائشة عن عبيد الله بن عبد الله قال دخلت\nعلى عائشة فقلت ألا تحدثيني عن مرض رسول الله صلى الله عليه وسلم قالت *\nلما ثقل رسول الله صلى الله عليه وسلم فقال أصلى الناس فقلنا لا وهم\nينتظرونك يا رسول الله فقال ضعوا لي ماء في المخضب ففعلنا فاغتسل ثم ذهب\nلينوء فأغمى عليه ثم أفاق فقال أصلى الناس قلنا لا هم ينتظرونك يا رسول\nالله فقال ضعوا لي ماء في المخضب ففعلنا فاغتسل ثم ذهب لينوء ثم أغمى عليه\nثم قال في الثالثة مثل قوله قالت والناس عكوف في المسجد ينتظرون رسول الله\nصلى الله عليه وسلم لصلاة العشاء فأرسل رسول الله صلى الله عليه وسلم إلى\nأبي بكر أن صل بالناس فجاءه الرسول فقال إن رسول الله صلى الله عليه وسلم\nيأمرك أن تصلي بالناس وكان أبو بكر رجلا رقيقا فقال يا عمر صل بالناس فقال\nأنت أحق بذلك فصلى بهم أبو بكر تلك الأيام ثم إن رسول الله صلى الله عليه\nوسلم وجد من نفسه خفة فجاء يهادي بين رجلين أحدهما العباس لصلاة الظهر فلما\nرآه أبو بكر ذهب ليتأخر فأومأ إليه رسول الله صلى الله عليه وسلم أن لا\nيتأخر وأمرهما فأجلساه إلى جنبه فجعل أبو بكر يصلي قائما والناس يصلون\nبصلاة أبي بكر <span id='ms0171'></span> ورسول الله صلى الله عليه وسلم يصلي قاعدا فدخلت على بن عباس\nفقلت ألا أعرض عليك ما حدثتني عائشة عن مرض رسول الله صلى الله عليه وسلم\nقال نعم فحدثته فما أنكر منه شيئا غير أنه قال أسمت لك الرجل الذي كان مع\nالعباس قلت لا قال هو علي كرم الله وجهه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p101'> Vol. 02, p. 101</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head156'>( 41 اختلاف نية الإمام والمأموم )</h2>\n\n<p>\n835 أخبرنا محمد بن منصور قال حدثنا سفيان عن عمرو قال سمعت جابر بن عبد\nالله يقول * كان معاذ يصلي مع النبي صلى الله عليه وسلم ثم يرجع إلى قومه\nيؤمهم فأخر ذات ليلة الصلاة وصلى مع النبي صلى الله عليه وسلم ثم رجع إلى\nقومه يؤمهم فقرأ سورة البقرة فلما سمع رجل من القوم تأخر فصلى ثم خرج\nفقالوا نافقت يا فلان فقال والله ما نافقت ولآتين النبي صلى الله عليه وسلم\nفأخبره فأتى النبي صلى الله عليه وسلم فقال يا رسول الله إن معاذا يصلي معك\nثم يأتينا فيؤمنا وإنك أخرت الصلاة البارحة فصلى معك ثم رجع فأمنا فاستفتح\nبسورة البقرة فلما سمعت ذلك تأخرت فصليت وإنما نحن أصحاب نواضح نعمل\nبأيدينا فقال له النبي صلى الله عليه وسلم يا معاذ أفتان أنت اقرأ بسورة\nكذا وسورة كذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p102'> Vol. 02, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n836 أخبرنا عمرو بن علي قال حدثنا يحيى عن أشعث عن الحسن عن أبي بكرة عن\nالنبي صلى الله عليه وسلم * أنه صلى صلاة الخوف فصلى بالذين خلفه ركعتين\nوبالذين جاؤوا ركعتين فكانت للنبي صلى الله عليه وسلم أربعا ولهؤلاء ركعتين\nركعتين\n</p>\n\n<h2 class='l2' id='head157'>( 42 فضل الجماعة )</h2>\n\n<p>\n837 أخبرنا قتيبة عن مالك عن نافع عن بن عمر أن رسول الله صلى الله عليه\nوسلم قال * صلاة الجماعة تفضل على صلاة الفذ بسبع وعشرين درجة\n</p>\n\n<p>\n838 أخبرنا قتيبة عن مالك عن بن شهاب عن سعيد بن المسيب عن أبي هريرة أن\nرسول الله صلى الله عليه وسلم قال * صلاة الجماعة أفضل من صلاة أحدكم وحده\nخمسا وعشرين جزءا\n</p>\n\n<p>\n839 أخبرنا عبيد الله بن سعيد قال حدثنا يحيى بن سعيد عن عبد الرحمن بن <span id='ms0172'></span>\nعمار قال حدثني القاسم بن محمد عن عائشة عن النبي صلى الله عليه وسلم قال *\nصلاة الجماعة تزيد على صلاة الفذ خمسا وعشرين درجة\n</p>\n\n<h2 class='l2' id='head158'>( 43 الجماعة إذا كانوا ثلاثة )</h2>\n\n<p>\n840 أخبرنا قتيبة قال حدثنا أبو عوانة عن قتادة عن أبي نضرة عن أبي سعيد\nقال قال رسول الله صلى الله عليه وسلم * إذا كانوا ثلاثة فليؤمهم أحدهم\nوأحقهم بالإمامة أقرؤهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p103'> Vol. 02, p. 103</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head159'>( 44 الجماعة إذا كانوا ثلاثة رجل وصبي وامرأة )</h2>\n\n<p>\n841 أخبرنا محمد بن إسماعيل بن إبراهيم قال حدثنا حجاج قال بن جريج\nأخبرني زياد أن قزعة مولى لعبد القيس أخبره أنه سمع عكرمة قال قال بن عباس\n* صليت إلى جنب النبي صلى الله عليه وسلم وعائشة خلفنا تصلي معنا وأنا إلى\nجنب النبي صلى الله عليه وسلم أصلي معه\n</p>\n\n<h2 class='l2' id='head160'>( 45 الجماعة إذا كانوا اثنين )</h2>\n\n<p>\n842 أخبرنا سويد بن نصر قال حدثنا عبد الله عن عبد الملك بن أبي سليمان\nعن عطاء عن بن عباس قال * صليت مع رسول الله صلى الله عليه وسلم فقمت عن\nيساره فأخذني بيده اليسرى فأقامني عن يمينه\n</p>\n\n<p>\n843 أخبرنا إسماعيل بن مسعود قال حدثنا خالد بن الحرث عن شعبة عن أبي\nإسحاق أنه أخبرهم عن عبد الله بن أبي بصير عن أبيه قال شعبة وقال أبو إسحاق\nوقد سمعته منه ومن أبيه قال سمعت أبي بن كعب يقول * صلى رسول الله صلى الله\nعليه وسلم يوما صلاة الصبح فقال أشهد فلان الصلاة قالوا لا قال ففلان قالوا\nلا قال إن هاتين الصلاتين من أثقل الصلاة على المنافقين ولو يعلمون ما\nفيهما لأتوهما ولو حبوا والصف الأول على مثل صف الملائكة ولو تعلمون فضيلته\nلابتدرتموه وصلاة الرجل مع الرجل أزكى من صلاته وحده وصلاة الرجل مع\nالرجلين أزكى من صلاته مع الرجل وما كانوا أكثر فهو أحب إلى الله عز وجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p104'> Vol. 02, p. 104</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head161'>( 46 الجماعة للنافلة )</h2>\n\n<p>\n844 أخبرنا نصر بن علي قال أنبأنا عبد الأعلى قال حدثنا معمر عن الزهري\nعن محمود عن عتبان بن مالك أنه قال * يا رسول الله إن السيول لتحول بيني\nوبين مسجد قومي <span id='ms0173'></span> فأحب أن تأتيني فتصلي في مكان من بيتي أتخذه مسجدا فقال\nرسول الله صلى الله عليه وسلم سنفعل فلما دخل رسول الله صلى الله عليه وسلم\nقال أين تريد فأشرت إلى ناحية من البيت فقام رسول الله صلى الله عليه وسلم\nفصففنا خلفه فصلى بنا ركعتين\n</p>\n\n<h2 class='l2' id='head162'>( 47 الجماعة للفائت من الصلاة )</h2>\n\n<p>\n845 أنبأنا علي بن حجر قال أنبأنا إسماعيل عن حميد عن أنس قال * أقبل\nعلينا رسول الله صلى الله عليه وسلم بوجهه حين قام إلى الصلاة قبل أن يكبر\nفقال أقيموا صفوفكم وتراصوا فإني أراكم من وراء ظهري\n</p>\n\n<p>\n846 أخبرنا هناد بن السري قال حدثنا أبو زبيد واسمه عبثر بن القاسم عن\nحصين عن عبد الله بن أبي قتادة عن أبيه قال * كنا مع رسول الله صلى الله\nعليه وسلم إذ قال بعض القوم لو عرست بنا يا رسول الله قال إني أخاف أن\nتناموا عن الصلاة قال بلال أنا أحفظكم فاضطجعوا فناموا وأسند بلال ظهره إلى\nراحلته فاستيقظ رسول الله صلى الله عليه وسلم وقد طلع حاجب الشمس فقال يا\nبلال أين ما قلت قال ما ألقيت علي نومة مثلها قط قال رسول الله صلى الله\nعليه وسلم إن الله عز وجل قبض أرواحكم حين شاء فردها حين شاء قم يا بلال\nفآذن الناس بالصلاة فقام بلال فأذن فتوضؤوا يعني حين ارتفعت الشمس ثم قام\nفصلى بهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p105'> Vol. 02, p. 105</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head163'>( 48 التشديد في ترك الجماعة )</h2>\n\n<p>\n847 أخبرنا سويد بن نصر قال أنبأنا عبد الله بن المبارك عن زائدة بن\nقدامة قال حدثنا السائب بن حبيش الكلاعي عن معدان بن أبي طلحة اليعمري قال\nقال لي أبو الدرداء أين مسكنك قلت في قرية دوين حمص فقال أبو الدرداء سمعت\nرسول الله صلى الله عليه وسلم يقول * ما من ثلاثة في قرية ولا بدو لا تقام\nفيهم الصلاة إلا قد استحوذ عليهم الشيطان فعليكم بالجماعة فإنما يأكل الذئب\nالقاصية قال السائب يعني بالجماعة الجماعة في الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p106'> Vol. 02, p. 106</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head164'>( 49 التشديد في التخلف عن الجماعة )</h2>\n\n<p>\n848 أخبرنا قتيبة عن مالك عن أبي الزناد <span id='ms0174'></span> عن الأعرج عن أبي هريرة أن رسول\nالله صلى الله عليه وسلم قال * والذي نفسي بيده لقد هممت أن آمر بحطب فيحطب\nثم آمر بالصلاة فيؤذن لها ثم آمر رجلا فيؤم الناس ثم أخالف إلى رجال فأحرق\nعليهم بيوتهم والذي نفسي بيده لو يعلم أحدهم أنه يجد عظما سمينا أو مرماتين\nحسنتين لشهد العشاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p107'> Vol. 02, p. 107</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head165'>( 50 المحافظة على الصلوات حيث ينادي بهن )</h2>\n\n<p>\n849 أخبرنا سويد بن نصر قال أنبأنا عبد الله بن المبارك عن المسعودي عن\nعلي بن الأقمر عن أبي الأحوص عن عبد الله * أنه كان يقول من سره أن يلقى\nالله عز وجل غدا مسلما فليحافظ على هؤلاء الصلوات الخمس حيث ينادي بهن فإن\nالله عز وجل شرع لنبيه صلى الله عليه وسلم سنن الهدى وإنهن من سنن الهدى\nوإني لا أحسب منكم أحدا إلا له مسجد يصلي فيه في بيته فلو صليتم في بيوتكم\nوتركتم مساجدكم لتركتم سنة نبيكم ولو تركتم سنة نبيكم لضللتم وما من عبد\nمسلم يتوضأ فيحسن الوضوء ثم يمشي إلى صلاة إلا كتب الله عز وجل له بكل خطوة\nيخطوها حسنة أو يرفع له بها درجة أو يكفر عنه بها خطيئة ولقد رأيتنا نقارب\nبين الخطا ولقد رأيتنا وما يتخلف عنها إلا منافق معلوم نفاقه ولقد رأيت\nالرجل يهادي بين الرجلين حتى يقام في الصف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p108'> Vol. 02, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n850 أخبرنا إسحاق بن إبراهيم قال حدثنا مروان بن معاوية قال حدثنا عبيد\nالله بن عبد الله بن الأصم عن عمه يزيد بن الأصم عن أبي هريرة قال * جاء\nأعمى إلى رسول الله صلى الله عليه وسلم فقال إنه ليس لي قائد يقودني إلى\nالصلاة فسأله أن يرخص له أن يصلي في بيته فأذن له فلما ولى دعاه قال له\nأتسمع النداء بالصلاة قال نعم قال فأجب\n</p>\n\n<p>\n851 أخبرنا هارون بن زيد بن أبي الزرقاء قال حدثنا أبي قال حدثنا سفيان ح\nوأخبرني عبد الله بن محمد بن إسحاق قال حدثنا قاسم بن زيد قال حدثنا سفيان\nعن عبد الرحمن بن عابس عن <span id='ms0175'></span> عبد الرحمن بن أبي ليلى عن بن أم مكتوم أنه قال *\nيا رسول الله إن المدينة كثيرة الهوام والسباع قال هل تسمع حي على الصلاة\nحي على الفلاح قال نعم قال فحي هلا ولم يرخص له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p109'> Vol. 02, p. 109</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head166'>( 51 العذر في ترك الجماعة )</h2>\n\n<p>\n852 أخبرنا قتيبة عن مالك عن هشام بن عروة عن أبيه * أن عبد الله بن أرقم\nكان يؤم أصحابه فحضرت الصلاة يوما فذهب لحاجته ثم رجع فقال سمعت رسول الله\nصلى الله عليه وسلم يقول إذا وجد أحدكم الغائط فليبدأ به قبل الصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p110'> Vol. 02, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n853 أخبرنا محمد بن منصور قال حدثنا سفيان عن الزهري عن أنس قال قال رسول\nالله صلى الله عليه وسلم * إذا حضر العشاء وأقيمت الصلاة فابدؤوا بالعشاء\n</p>\n\n<p>\n854 أخبرنا محمد بن المثنى قال حدثنا محمد بن جعفر قال حدثنا شعبة عن\nقتادة عن أبي المليح عن أبيه قال * كنا مع رسول الله صلى الله عليه وسلم\nبحنين فأصابنا مطر فنادى منادي رسول الله صلى الله عليه وسلم أن صلوا في\nرحالكم\n</p>\n\n<h2 class='l2' id='head167'>( 52 حد إدراك الجماعة )</h2>\n\n<p>\n855 أخبرنا إسحاق بن إبراهيم قال حدثنا عبد العزيز بن محمد عن بن طحلاء\nعن محصن بن علي الفهري عن عوف بن الحرث عن أبي هريرة عن رسول الله صلى الله\nعليه وسلم قال * من توضأ فأحسن الوضوء ثم خرج عامدا إلى المسجد فوجد الناس\nقد صلوا كتب الله له مثل أجر من حضرها ولا ينقص ذلك من أجورهم شيئا\n</p>\n\n<p>\n856 أخبرنا سليمان بن داود عن بن وهب قال أخبرني عمرو بن الحارث أن\nالحكيم بن عبد الله القرشي حدثه أن نافع بن جبير وعبد الله بن أبي سلمة\nحدثاه أن معاذ بن عبد الرحمن حدثهما عن حمران مولى عثمان بن عفان عن عثمان\nبن عفان قال سمعت رسول الله صلى الله عليه وسلم يقول * من توضأ للصلاة\nفأسبغ الوضوء ثم مشى إلى الصلاة المكتوبة فصلاها مع الناس أو مع الجماعة أو\nفي المسجد غفر الله له ذنوبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p111'> Vol. 02, p. 111</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head168'>( 53 إعادة الصلاة مع الجماعة بعد صلاة الرجل لنفسه )</h2>\n\n<p>\n857 أخبرنا قتيبة <span id='ms0176'></span> عن مالك عن زيد بن أسلم عن رجل من بني الديل يقال له\nبسر بن محجن عن محجن أنه * كان في مجلس مع رسول الله صلى الله عليه وسلم\nفأذن بالصلاة فقام رسول الله صلى الله عليه وسلم ثم رجع ومحجن في مجلسه\nفقال له رسول الله صلى الله عليه وسلم ما منعك أن تصلي ألست برجل مسلم قال\nبلى ولكني كنت قد صليت في أهلي فقال له رسول الله صلى الله عليه وسلم إذا\nجئت فصل مع الناس وان كنت قد صليت\n</p>\n\n<h2 class='l2' id='head169'>( 54 إعادة الفجر مع الجماعة لمن صلى وحده )</h2>\n\n<p>\n858 أخبرنا زياد بن أيوب قال حدثنا هشيم قال حدثنا يعلي بن عطاء قال\nحدثنا جابر بن يزيد بن الأسود العامري عن أبيه قال * شهدت مع رسول الله صلى\nالله عليه وسلم صلاة الفجر في مسجد الخيف فلما قضى صلاته إذا هو برجلين في\nآخر القوم لم يصليا معه قال علي بهما فأتى بهما ترعد فرائصهما فقال ما\nمنعكما أن تصليا معنا قالا يا رسول الله إنا قد صلينا في رحالنا قال فلا\nتفعلا إذا صليتما في رحالكما ثم أتيتما مسجد جماعة فصليا معهم فإنها لكما\nنافلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p112'> Vol. 02, p. 112</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head170'>( 55 إعادة الصلاة بعد ذهاب وقتها مع الجماعة )</h2>\n\n<p>\n859 أخبرنا محمد بن عبد الأعلى ومحمد بن إبراهيم بن صدران واللفظ له عن\nخالد بن الحارث قال حدثنا شعبة عن بديل قال سمعت أبا العالية يحدث عن عبد\nالله بن الصامت عن أبي ذر قال قال لي رسول الله صلى الله عليه وسلم وضرب\nفخذي * كيف أنت إذا بقيت في قوم يؤخرون الصلاة عن وقتها قال ما تأمر قال صل\nالصلاة لوقتها ثم اذهب لحاجتك فإن أقيمت الصلاة وأنت في المسجد فصل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p113'> Vol. 02, p. 113</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head171'>( 56 سقوط الصلاة عمن صلى مع الإمام في المسجد جماعة )</h2>\n\n<p>\n860 أخبرنا إبراهيم بن محمد التيمي قال حدثنا يحيى بن سعيد عن حسين\nالمعلم عن عمرو بن شعيب عن سليمان مولى ميمونة قال * رأيت بن عمر جالسا على\nالبلاط والناس يصلون قلت يا أبا عبد الرحمن ما <span id='ms0177'></span> لك لا تصلي قال إني قد صليت\nإني سمعت رسول الله صلى الله عليه وسلم يقول لا تعاد الصلاة في يوم مرتين\n</p>\n\n<h2 class='l2' id='head172'>( 57 السعي إلى الصلاة )</h2>\n\n<p>\n861 أخبرنا عبد الله بن محمد بن عبد الرحمن الزهري قال حدثنا سفيان حدثنا\nالزهري عن سعيد عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم * إذا\nأتيتم الصلاة فلا تأتوها وأنتم تسعون وأتوها تمشون وعليكم السكينة فما\nأدركتم فصلوا وما فاتكم فاقضوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p114'> Vol. 02, p. 114</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head173'>( 58 الإسراع إلى الصلاة من غير سعي )</h2>\n\n<p>\n862 أخبرنا عمرو بن سواد بن الأسود بن عمرو قال أنبأنا بن وهب قال أنبأنا\nبن جريج عن منبوذ عن الفضل بن عبيد الله عن أبي رافع قال * كان رسول الله\nصلى الله عليه وسلم إذا صلى العصر ذهب إلى بني عبد الأشهل فيتحدث عندهم حتى\nينحدر للمغرب قال أبو رافع فبينما النبي صلى الله عليه وسلم يسرع إلى\nالمغرب مررنا بالبقيع فقال أف لك أف لك قال فكبر ذلك في ذرعي فاستأخرت\nوظننت أنه يريدني فقال ما لك امش فقلت أحدثت حدثا قال ما ذاك قلت أففت بي\nقال لا ولكن هذا فلان بعثته ساعيا على بني فلان فغل نمرة فدرع الآن مثلها\nمن نار\n</p>\n\n<p>\n863 أخبرنا هارون بن عبد الله قال حدثنا معاوية بن عمرو قال حدثنا أبو\nإسحاق عن بن جريج قال أخبرني منبوذ رجل من آل أبي رافع عن الفضل بن عبيد\nالله بن أبي رافع عن أبي رافع * نحوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p115'> Vol. 02, p. 115</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head174'>( 59 التهجير إلى الصلاة )</h2>\n\n<p>\n864 أخبرنا أحمد بن محمد بن المغيرة قال حدثنا عثمان عن شعيب عن الزهري\nقال أخبرني أبو سلمة بن عبد الرحمن وأبو عبد الله الأغر أن أبا هريرة\nحدثهما أن رسول الله صلى الله عليه وسلم قال * إنما مثل المهجر إلى الصلاة\nكمثل الذي يهدى البدنة ثم الذي على إثره كالذي يهدي البقرة ثم الذي على\nإثره كالذي يهدي الكبش ثم الذي على إثره كالذي يهدي الدجاجة ثم الذي على\nإثره كالذي يهدي البيضة\n</p>\n\n<h2 class='l2' id='head175'>( 60 ما يكره من الصلاة عند الإقامة )</h2>\n\n<p>\n865 أخبرنا <span id='ms0178'></span> سويد بن نصر قال أنبأنا عبد الله بن المبارك عن زكريا قال\nحدثني عمرو بن دينار قال سمعت عطاء بن يسار يحدث عن أبي هريرة قال قال رسول\nالله صلى الله عليه وسلم * إذا أقيمت الصلاة فلا صلاة إلا المكتوبة\n</p>\n\n<p>\n866 أخبرنا أحمد بن عبد الله بن الحكم ومحمد بن بشار قالا حدثنا محمد عن\nشعبة عن ورقاء بن عمر عن عمرو بن دينار عن عطاء بن يسار عن أبي هريرة عن\nالنبي صلى الله عليه وسلم قال * إذا أقيمت الصلاة فلا صلاة إلا المكتوبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p116'> Vol. 02, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n867 أخبرنا قتيبة قال حدثنا أبو عوانة عن سعد بن إبراهيم عن حفص بن عاصم\nعن بن بحينة قال * أقيمت صلاة الصبح فرأى رسول الله صلى الله عليه وسلم\nرجلا يصلي والمؤذن يقيم فقال أتصلي الصبح أربعا\n</p>\n\n<h2 class='l2' id='head176'>( 61 فيمن يصلي ركعتي الفجر والإمام في الصلاة )</h2>\n\n<p>\n868 أخبرنا يحيى بن حبيب بن عربي قال حدثنا حماد قال حدثنا عاصم عن عبد\nالله بن سرجس قال * جاء رجل ورسول الله صلى الله عليه وسلم في صلاة الصبح\nفركع الركعتين ثم دخل فلما قضى رسول الله صلى الله عليه وسلم صلاته قال يا\nفلان أيهما صلاتك التي صليت معنا أو التي صليت لنفسك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p117'> Vol. 02, p. 117</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head177'>( 62 المنفرد خلف الصف )</h2>\n\n<p>\n869 أخبرنا عبد الله بن محمد بن عبد الرحمن قال حدثنا سفيان قال حدثني\nإسحاق بن عبد الله قال سمعت أنسا رضي الله عنه قال * أتانا رسول الله صلى\nالله عليه وسلم في بيتنا فصليت أنا ويتيم لنا خلفه وصلت أم سليم خلفنا\n</p>\n\n<p>\n870 أخبرنا قتيبة قال حدثنا نوح يعني بن قيس عن بن مالك وهو عمرو عن أبي\nالجوزاء عن بن عباس قال * كانت امرأة تصلي خلف رسول الله صلى الله عليه\nوسلم حسناء من أحسن الناس قال فكان بعض القوم يتقدم في الصف الأول لئلا\nيراها ويستأخر بعضهم حتى يكون في الصف المؤخر فإذا ركع نظر من تحت إبطه\nفأنزل الله عز وجل <span class='quran'>ولقد علمنا المستقدمين منكم ولقد علمنا المستأخرين\n</span></p>\n\n<h2 class='l2' id='head178'>( 63 الركوع دون الصف )</h2>\n\n<p>\n871 أخبرنا حميد بن <span id='ms0179'></span> مسعدة عن يزيد بن زريع قال حدثنا سعيد عن زياد الأعلم\nقال حدثنا الحسن أن أبا بكرة حدثه أنه * دخل المسجد والنبي صلى الله عليه\nوسلم راكع فركع دون الصف فقال النبي صلى الله عليه وسلم زادك الله حرصا ولا\nتعد\n</p>\n\n<p>\n872 أخبرنا محمد بن عبد الله بن المبارك قال حدثني أبو أسامة قال حدثني\nالوليد بن كثير عن سعيد بن أبي سعيد عن أبيه عن أبي هريرة قال * صلى رسول\nالله صلى الله عليه وسلم يوما ثم انصرف فقال يا فلان ألا تحسن صلاتك ألا\nينظر المصلي كيف يصلي لنفسه إني أبصر من ورائي كما أبصر بين يدي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p118'> Vol. 02, p. 118</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head179'>( 64 الصلاة بعد الظهر )</h2>\n\n<p>\n873 أخبرنا قتيبة بن سعيد عن مالك عن نافع عن بن عمر * أن رسول الله صلى\nالله عليه وسلم كان يصلي قبل الظهر ركعتين وبعدها ركعتين وكان يصلي بعد\nالمغرب ركعتين في بيته وبعد العشاء ركعتين وكان لا يصلي بعد الجمعة حتى\nينصرف فيصلي ركعتين\n</p>\n\n<h2 class='l2' id='head180'>( 65 الصلاة قبل العصر وذكر اختلاف الناقلين عن أبي إسحاق في ذلك )</h2>\n\n<p>\n874 أخبرنا إسماعيل بن مسعود قال حدثنا يزيد بن زريع قال حدثنا شعبة عن\nأبي إسحاق عن عاصم بن ضمرة * قال سألنا عليا عن صلاة رسول الله صلى الله\nعليه وسلم قال أيكم يطيق ذلك قلنا إن لم نطقه سمعنا قال كان إذا كانت الشمس\nمن ها هنا كهيئتها من ها هنا عند العصر صلى ركعتين فإذا كانت من ها هنا\nكهيئتها من ها هنا عند الظهر صلى أربعا ويصلي قبل الظهر أربعا وبعدها ثنتين\nويصلي قبل العصر أربعا يفصل بين كل ركعتين بتسليم على الملائكة المقربين\nوالنبيين ومن تبعهم من المؤمنين والمسلمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p119'> Vol. 02, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n875 أخبرنا محمد بن المثنى قال حدثنا محمد بن عبد الرحمن قال حدثنا حصين\nبن عبد الرحمن عن أبي إسحاق عن عاصم بن ضمرة قال سألت علي بن أبي طالب عن\nصلاة رسول الله صلى الله عليه وسلم في النهار قبل المكتوبة قال من يطيق ذلك\nثم أخبرنا قال * كان رسول الله صلى <span id='ms0180'></span> الله عليه وسلم يصلي حين تزيغ الشمس\nركعتين وقبل نصف النهار أربع ركعات يجعل التسليم في آخره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p120'> Vol. 02, p. 120</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head181'>( 11 كتاب الافتتاح )</h1>\n\n<h2 class='l2' id='head182'>( 1 باب العمل في افتتاح الصلاة )</h2>\n\n<p>\n876 أخبرنا عمرو بن منصور قال حدثنا علي بن عياش قال حدثنا شعيب عن\nالزهري قال حدثني سالم ح وأخبرني أحمد بن محمد بن المغيرة قال حدثنا عثمان\nهو بن سعيد عن شعيب عن محمد وهو الزهري قال أخبرني سالم بن عبد الله بن عمر\nعن بن عمر قال * رأيت رسول الله صلى الله عليه وسلم إذا افتتح التكبير في\nالصلاة رفع يديه حين يكبر حتى يجعلهما حذو منكبيه وإذا كبر للركوع فعل مثل\nذلك ثم إذا قال سمع الله لمن حمده فعل مثل ذلك وقال ربنا ولك الحمد ولا\nيفعل ذلك حين يسجد ولا حين يرفع رأسه من السجود\n</p>\n\n<h2 class='l2' id='head183'>( 2 باب رفع اليدين قبل التكبير )</h2>\n\n<p>\n877 أخبرنا سويد بن نصر قال أنبأنا عبد الله بن المبارك عن يونس عن\nالزهري قال أخبرني سالم عن بن عمر قال * رأيت رسول الله صلى الله عليه وسلم\nإذا قام إلى الصلاة رفع يديه حتى تكونا حذو منكبيه ثم يكبر قال وكان يفعل\nذلك حين يكبر للركوع ويفعل ذلك حين يرفع رأسه من الركوع ويقول سمع الله لمن\nحمده ولا يفعل ذلك في السجود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p121'> Vol. 02, p. 121</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head184'>( 3 رفع اليدين حذو المنكبين )</h2>\n\n<p>\n878 أخبرنا قتيبة عن مالك عن بن شهاب عن سالم عن عبد الله بن عمر * أن\nرسول الله صلى الله عليه وسلم كان إذا افتتح الصلاة رفع يديه حذو منكبيه\nوإذا ركع وإذا رفع رأسه من الركوع رفعهما كذلك وقال سمع الله لمن حمده ربنا\nولك الحمد وكان لا يفعل ذلك في السجود\n</p>\n\n<h2 class='l2' id='head185'>( 4 باب رفع اليدين حيال الأذنين )</h2>\n\n<p>\n879 أخبرنا قتيبة قال حدثنا أبو الأحوص عن أبي إسحاق عن عبد الجبار بن\nوائل عن أبيه * قال صليت خلف رسول الله صلى الله عليه وسلم فلما افتتح\nالصلاة كبر ورفع يديه حتى حاذتا أذنيه ثم يقرأ بفاتحة الكتاب فلما فرغ منها\nقال آمين يرفع بها صوته\n</p>\n\n<p>\n880 أخبرنا <span id='ms0181'></span> محمد بن عبد الأعلى قال حدثنا خالد قال حدثنا شعبة عن قتادة\nقال سمعت نصر بن عاصم عن مالك بن الحويرث وكان من أصحاب النبي صلى الله\nعليه وسلم * أن رسول الله صلى الله عليه وسلم كان إذا صلى رفع يديه حين\nيكبر حيال أذنيه وإذا أراد أن يركع وإذا رفع رأسه من الركوع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p122'> Vol. 02, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n881 أخبرنا يعقوب بن إبراهيم قال حدثنا بن علية عن بن أبي عروبة عن قتادة\nعن نصر بن عاصم عن مالك بن الحويرث قال * رأيت رسول الله صلى الله عليه\nوسلم حين دخل في الصلاة رفع يديه وحين ركع وحين رفع رأسه من الركوع حتى\nحاذتا فروع أذنيه\n</p>\n\n<h2 class='l2' id='head186'>( 5 باب موضع الابهامين عند الرفع )</h2>\n\n<p>\n882 أخبرنا محمد بن رافع قال حدثنا محمد بن بشر قال حدثنا فطر بن خليفة\nعن عبد الجبار بن وائل عن أبيه أنه * رأى النبي صلى الله عليه وسلم إذا\nافتتح الصلاة رفع يديه حتى تكاد إبهاماه تحاذي شحمة أذنيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p123'> Vol. 02, p. 123</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head187'>( 6 رفع اليدين مدا )</h2>\n\n<p>\n883 أخبرنا عمرو بن علي قال حدثنا يحيى قال حدثنا بن أبي ذئب قال حدثنا\nسعيد بن سمعان قال * جاء أبو هريرة إلى مسجد بني زريق فقال ثلاث كان رسول\nالله صلى الله عليه وسلم يعمل بهن تركهن الناس كان يرفع يديه في الصلاة مدا\nويسكت هنيهة ويكبر إذا سجد وإذا رفع\n</p>\n\n<h2 class='l2' id='head188'>( 7 فرض التكبيرة الأولى )</h2>\n\n<p>\n884 أخبرنا محمد بن المثنى قال حدثنا يحيى قال حدثنا عبيد الله بن عمر\nقال حدثني سعيد بن أبي سعيد عن أبيه عن أبي هريرة * أن رسول الله صلى الله\nعليه وسلم دخل المسجد فدخل رجل فصلى ثم جاء فسلم على رسول الله صلى الله\nعليه وسلم فرد عليه رسول الله صلى الله عليه وسلم وقال ارجع فصل فإنك لم\nتصل فرجع فصلى كما صلى ثم جاء إلى النبي صلى الله عليه وسلم فسلم عليه فقال\nله رسول الله صلى الله عليه وسلم وعليك السلام ارجع فصل فإنك لم تصل فعل\nذلك ثلاث مرات فقال الرجل والذي بعثك بالحق <span id='ms0182'></span> ما أحسن غير هذا فعلمني قال إذا\nقمت إلى الصلاة فكبر ثم اقرأ ما تيسر معك من القرآن ثم اركع حتى تطمئن\nراكعا ثم ارفع حتى تعتدل قائما ثم اسجد حتى تطمئن ساجدا ثم ارفع حتى تطمئن\nجالسا ثم افعل ذلك في صلاتك كلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p124'> Vol. 02, p. 124</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head189'>( 8 القول الذي يفتتح به الصلاة )</h2>\n\n<p>\n885 أخبرني محمد بن وهب قال حدثنا محمد بن سلمة عن أبي عبد الرحيم قال\nحدثني زيد هو بن أبي أنيسة عن عمرو بن مرة عن عون بن عبد الله عن عبد الله\nبن عمر قال قام رجل خلف نبي الله صلى الله عليه وسلم فقال الله أكبر *\nكبيرا والحمد لله كثيرا وسبحان الله بكرة وأصيلا فقال نبي الله صلى الله\nعليه وسلم من صاحب الكلمة فقال رجل أنا يا نبي الله فقال لقد ابتدرها اثنا\nعشر ملكا\n</p>\n\n<p>\n886 أخبرنا محمد بن شجاع المروذي قال حدثنا إسماعيل عن حجاج عن أبي\nالزبير عن عون بن عبد الله عن بن عمر قال * بينما نحن نصلي مع رسول الله\nصلى الله عليه وسلم فقال رجل من القوم الله أكبر كبيرا والحمد لله كثيرا\nوسبحان الله بكرة وأصيلا فقال رسول الله صلى الله عليه وسلم من القائل كلمة\nكذا وكذا فقال رجل من القوم أنا يا رسول الله قال عجبت لها وذكر كلمة\nمعناها فتحت لها أبواب السماء قال بن عمر ما تركته منذ سمعت رسول الله صلى\nالله عليه وسلم يقوله\n</p>\n\n<h2 class='l2' id='head190'>( 9 وضع اليمين على الشمال في الصلاة )</h2>\n\n<p>\n887 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن موسى بن عمير العنبري\nوقيس بن سليم العنبري قالا حدثنا علقمة بن وائل عن أبيه قال * رأيت رسول\nالله صلى الله عليه وسلم إذا كان قائما في الصلاة قبض بيمينه على شماله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p125'> Vol. 02, p. 125</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head191'>( 10 في الإمام إذا رأى الرجل قد وضع شماله على يمينه )</h2>\n\n<p>\n888 أخبرنا عمرو بن علي قال حدثنا عبد الرحمن قال حدثنا هشيم عن الحجاج\nبن أبي زينب قال سمعت أبا عثمان يحدث عن بن مسعود قال * رآني النبي <span id='ms0183'></span> صلى\nالله عليه وسلم وقد وضعت شمالي على يميني في الصلاة فأخذ بيميني فوضعها على\nشمالي\n</p>\n\n<h2 class='l2' id='head192'>( 11 باب موضع اليمين من الشمال في الصلاة )</h2>\n\n<p>\n889 أخبرنا سويد بن نصر قال أنبأنا عبد الله بن المبارك عن زائدة قال\nحدثنا عاصم بن كليب قال حدثني أبي أن وائل بن حجر أخبره قال * قلت لأنظرن\nإلى صلاة رسول الله صلى الله عليه وسلم كيف يصلي فنظرت إليه فقام فكبر ورفع\nيديه حتى حاذتا بأذنيه ثم وضع يده اليمنى على كفه اليسرى والرسغ والساعد\nفلما أراد أن يركع رفع يديه مثلها قال ووضع يديه على ركبتيه ثم لما رفع\nرأسه رفع يديه مثلها ثم سجد فجعل كفيه بحذاء أذنيه ثم قعد وافترش رجله\nاليسرى ووضع كفه اليسرى على فخذه وركبته اليسرى وجعل حد مرفقه الأيمن على\nفخذه اليمنى ثم قبض اثنتين من أصابعه وحلق حلقة ثم رفع إصبعه فرأيته يحركها\nيدعو بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p126'> Vol. 02, p. 126</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head193'>( 12 باب النهي عن التخصر في الصلاة )</h2>\n\n<p>\n890 أخبرنا إسحاق بن إبراهيم قال أنبأنا جرير عن هشام ح وأخبرنا سويد بن\nنصر قال أنبأنا عبد الله بن المبارك واللفظ له عن هشام عن بن سيرين عن أبي\nهريرة * أن النبي صلى الله عليه وسلم نهى أن يصلي الرجل مختصرا\n</p>\n\n<p>\n891 أخبرنا حميد بن مسعدة عن سفيان بن حبيب عن سعيد بن زياد عن زياد بن\nصبيح قال * صليت إلى جنب بن عمر فوضعت يدي على خصري فقال لي هكذا ضربة بيده\nفلما صليت قلت لرجل من هذا قال عبد الله بن عمر قلت يا أبا عبد الرحمن ما\nرابك مني قال إن هذا الصلب وإن رسول الله صلى الله عليه وسلم نهانا عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p127'> Vol. 02, p. 127</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head194'>( 13 الصف بين القدمين في الصلاة )</h2>\n\n<p>\n892 أخبرنا عمرو بن علي قال حدثنا يحيى عن سفيان بن سعيد الثوري عن ميسرة\nعن المنهال بن عمرو عن أبي عبيدة * أن عبد الله رأى رجلا يصلي قد صف بين\nقدميه فقال خالف السنة ولو راوح بينهما كان أفضل\n</p>\n\n<p>\n893 أخبرنا إسماعيل بن مسعود قال حدثنا خالد عن شعبة <span id='ms0184'></span> قال أخبرني ميسرة بن\nحبيب قال سمعت المنهال بن عمرو يحدث عن أبي عبيدة عن عبد الله * أنه رأى\nرجلا يصلي قد صف بين قدميه فقال أخطأ السنة ولو راوح بينهما كان أعجب إلي\n</p>\n\n<h2 class='l2' id='head195'>( 14 سكوت الإمام بعد افتتاحه الصلاة )</h2>\n\n<p>\n894 أخبرنا محمود بن غيلان قال حدثنا وكيع قال حدثنا سفيان عن عمارة بن\nالقعقاع عن أبي زرعة بن عمرو بن جرير عن أبي هريرة * أن رسول الله صلى الله\nعليه وسلم كانت له سكتة إذا افتتح الصلاة\n</p>\n\n<h2 class='l2' id='head196'>( 15 باب الدعاء بين التكبيرة والقراءة )</h2>\n\n<p>\n895 أخبرنا علي بن حجر قال أنبأنا جرير عن عمارة بن القعقاع عن أبي زرعة\nبن عمرو بن جرير عن أبي هريرة قال * كان رسول الله صلى الله عليه وسلم إذا\nافتتح الصلاة سكت هنيهة فقلت بأبي أنت وأمي يا رسول الله ما تقول في سكوتك\nبين التكبير والقراءة قال أقول اللهم باعد بيني وبين خطاياي كما باعدت بين\nالمشرق والمغرب اللهم نقني من خطاياي كما ينقى الثوب الأبيض من الدنس اللهم\nاغسلني من خطاياي بالماء والثلج والبرد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p128'> Vol. 02, p. 128</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head197'>( 16 نوع آخر من الدعاء بين التكبير والقراءة )</h2>\n\n<p>\n896 أخبرنا عمرو بن عثمان بن سعيد قال حدثنا شريح بن يزيد الحضرمي قال\nأخبرني شعيب بن أبي حمزة قال أخبرني محمد بن المنكدر عن جابر بن عبد الله\nقال * كان النبي صلى الله عليه وسلم إذا استفتح الصلاة كبر ثم قال إن صلاتي\nونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا من\nالمسلمين اللهم اهدني لأحسن الأعمال وأحسن الأخلاق لا يهدي لأحسنها إلا أنت\nوقني سيئ الأعمال وسيئ الأخلاق لا يقي سيئها إلا أنت\n</p>\n\n<h2 class='l2' id='head198'>( 17 نوع آخر من الذكر والدعاء بين التكبير والقراءة )</h2>\n\n<p>\n897 أخبرنا عمرو بن علي قال حدثنا عبد الرحمن بن مهدي قال حدثنا عبد\nالعزيز بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p129'> Vol. 02, p. 129</a>\n            </div>\n             أبي سلمة قال حدثني عمي الماجشون بن أبي سلمة عن عبد\nالرحمن الأعرج عن عبيد الله بن أبي رافع عن علي رضي الله عنه * أن رسول\nالله صلى الله عليه وسلم كان إذا استفتح <span id='ms0185'></span> الصلاة كبر ثم قال وجهت وجهي للذي\nفطر السماوات والأرض حنيفا وما أنا من المشركين إن صلاتي ونسكي ومحياي\nومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا من المسلمين اللهم أنت\nالملك لا اله الا أنت أنا عبدك ظلمت نفسي واعترفت بذنبي فاغفر لي ذنوبي\nجميعا لا يغفر الذنوب إلا أنت واهدني لأحسن الأخلاق لا يهدي لأحسنها إلا\nأنت واصرف عني سيئها لا يصرف عني سيئها إلا أنت لبيك وسعديك والخير كله في\nيديك والشر ليس إليك أنا بك وإليك تباركت وتعاليت استغفرك وأتوب إليك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p130'> Vol. 02, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\n898 أخبرنا يحيى بن عثمان الحمصي قال حدثنا بن حمير قال حدثنا شعيب بن\nأبي حمزة عن محمد بن المنكدر وذكر آخر قبله عن عبد الرحمن بن هرمز الأعرج\nعن محمد بن مسلمة * أن رسول الله صلى الله عليه وسلم كان إذا قام يصلي\nتطوعا قال الله أكبر وجهت وجهي للذي فطر السماوات والأرض حنيفا مسلما وما\nأنا من المشركين إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له\nوبذلك أمرت وأنا أول المسلمين اللهم أنت الملك لا إله إلا أنت سبحانك\nوبحمدك ثم يقرأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p131'> Vol. 02, p. 131</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head199'>( 18 نوع آخر من الذكر بين افتتاح الصلاة وبين القراءة )</h2>\n\n<p>\n899 أخبرنا عبيد الله بن فضالة بن إبراهيم قال أنبأنا عبد الرزاق قال\nأنبأنا جعفر بن سليمان عن علي بن علي عن أبي المتوكل عن أبي سعيد * أن\nالنبي صلى الله عليه وسلم كان إذا افتتح الصلاة قال سبحانك اللهم وبحمدك\nتبارك اسمك وتعالى جدك ولا إله غيرك\n</p>\n\n<p>\n900 أخبرنا أحمد بن سليمان قال حدثنا زيد بن الحباب قال حدثني جعفر بن\nسليمان عن علي بن علي عن أبي المتوكل عن أبي سعيد قال * كان رسول الله صلى\nالله عليه وسلم إذا افتتح الصلاة قال سبحانك اللهم وبحمدك وتبارك اسمك\nوتعالى جدك ولا إله غيرك\n</p>\n\n<h2 class='l2' id='head200'>( 19 نوع آخر من الذكر بعد التكبير )</h2>\n\n<p>\n901 أخبرنا محمد بن المثنى قال حدثنا حجاج قال حدثنا حماد عن ثابت وقتادة\nوحميد عن أنس أنه قال * كان <span id='ms0186'></span> رسول الله صلى الله عليه وسلم يصلي بنا إذ جاء\nرجل فدخل المسجد وقد حفزه النفس فقال الله أكبر الحمد لله حمدا كثيرا طيبا\nمباركا فيه فلما قضى رسول الله صلى الله عليه وسلم صلاته قال أيكم الذي\nتكلم بكلمات فأرم القوم قال إنه لم يقل بأسا قال أنا يا رسول الله جئت وقد\nحفزني النفس فقلتها قال النبي صلى الله عليه وسلم لقد رأيت أثنى عشر ملكا\nيبتدرونها أيهم يرفعها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p132'> Vol. 02, p. 132</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head201'>( 20 باب البداءة بفاتحة الكتاب قبل السورة )</h2>\n\n<p>\n902 أخبرنا قتيبة بن سعيد قال حدثنا أبو عوانة عن قتادة عن أنس قال * كان\nالنبي صلى الله عليه وسلم وأبو بكر وعمر رضي الله عنهما يستفتحون القراءة ب\n<span class='quran'>الحمد لله رب العالمين </span></p>\n\n<p>\n903 أخبرنا عبد الله بن محمد بن عبد الرحمن الزهري قال حدثنا سفيان عن\nأيوب عن قتادة عن أنس قال * صليت مع النبي صلى الله عليه وسلم ومع أبي بكر\nوعمر رضي الله عنهما فافتتحوا ب <span class='quran'>الحمد لله رب العالمين </span></p>\n\n<h2 class='l2' id='head202'quran'>بسم الله الرحمن الرحيم </span>'>( 21 قراءة <span class='quran'>بسم الله الرحمن الرحيم </span>)</h2>\n\n<p>\n904 أخبرنا علي بن حجر قال حدثنا علي بن مسهر عن المختار بن فلفل عن أنس\nبن مالك قال * بينما ذات يوم بين أظهرنا يريد النبي صلى الله عليه وسلم إذ\nأغفى إغفاءة ثم رفع رأسه متبسما فقلنا له ما أضحكك يا رسول الله قال نزلت\nعلي آنفا سورة <span class='quran'>بسم الله الرحمن الرحيم إنا أعطيناك الكوثر فصل لربك\nوانحر إن شانئك هو الأبتر </span>ثم قال هل تدرون ما الكوثر قلنا الله ورسوله\nأعلم قال فأنه نهر وعدنيه ربي في الجنة آنيته أكثر من عدد الكواكب ترده علي\nأمتي فيختلج العبد منهم فأقول يا رب أنه من أمتي فيقول لي إنك لا تدري ما\nأحدث بعدك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p133'> Vol. 02, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\n905 أخبرنا محمد بن عبد الله بن عبد الحكم عن شعيب حدثنا الليث حدثنا\nخالد عن أبي هلال عن نعيم المجمر قال * صليت وراء أبي هريرة فقرأ بسم الله\nالرحمن الرحيم ثم قرأ بأم القرآن حتى إذا بلغ <span class='quran'>غير المغضوب عليهم ولا\nالضالين </span>فقال <span id='ms0187'></span> آمين فقال الناس آمين ويقول كلما سجد الله أكبر وإذا قام\nمن الجلوس في الاثنتين قال الله أكبر وإذا سلم قال والذي نفسي بيده إني\nلأشبهكم صلاة برسول الله صلى الله عليه وسلم\n</p>\n\n<h2 class='l2' id='head203'>( 22 ترك الجهر ببسم الله الرحمن الرحيم )</h2>\n\n<p>\n906 أخبرنا محمد بن علي بن الحسن بن شقيق قال سمعت أبي يقول أنبأنا أبو\nحمزة عن منصور بن زاذان عن أنس بن مالك قال * صلى بنا رسول الله صلى الله\nعليه وسلم فلم يسمعنا قراءة بسم الله الرحمن الرحيم وصلى بنا أبو بكر وعمر\nفلم نسمعها منهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p134'> Vol. 02, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\n907 أخبرنا عبد الله بن سعيد أبو سعيد الأشج قال حدثني عقبة بن خالد قال\nحدثنا شعبة وبن أبي عروبة عن قتادة عن أنس قال * صليت خلف رسول الله صلى\nالله عليه وسلم وأبي بكر وعمر وعثمان رضي الله عنهم فلم أسمع أحدا منهم\nيجهر ببسم الله الرحمن الرحيم\n</p>\n\n<p>\n908 أخبرنا إسماعيل بن مسعود قال حدثنا خالد قال حدثنا عثمان بن غياث قال\nأخبرني أبو نعامة الخيفي قال حدثنا بن عبد الله بن مغفل قال كان عبد الله\nبن مغفل إذا سمع أحدنا يقرأ بسم الله الرحمن الرحيم يقول * صليت خلف رسول\nالله صلى الله عليه وسلم وخلف أبي بكر وخلف عمر رضي الله عنهما فما سمعت\nأحدا منهم قرأ بسم الله الرحمن الرحيم\n</p>\n\n<h2 class='l2' id='head204'>( 23 ترك قراءة بسم الله الرحمن الرحيم في فاتحة الكتاب )</h2>\n\n<p>\n909 أخبرنا قتيبة عن مالك عن العلاء بن عبد الرحمن أنه سمع أبا السائب\nمولى هشام بن زهرة يقول سمعت أبا هريرة يقول قال رسول الله صلى الله عليه\nوسلم * من صلى صلاة لم يقرأ فيها بأم القرآن فهي خداج هي خداج هي خداج غير\nتمام فقلت يا أبا هريرة إني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p135'> Vol. 02, p. 135</a>\n            </div>\n             أحيانا أكون وراء الإمام فغمز\nذراعي وقال اقرأ بها يا فارسي في نفسك فإني سمعت رسول الله صلى الله عليه\nوسلم يقول يقول الله عز وجل قسمت الصلاة بيني وبين عبدي نصفين فنصفها لي\nونصفها لعبدي ولعبدي ما سأل قال رسول الله صلى <span id='ms0188'></span> الله عليه وسلم اقرؤوا يقول\nالعبد <span class='quran'>الحمد لله رب العالمين </span>يقول الله عز وجل حمدني عبدي يقول\nالعبد <span class='quran'>الرحمن الرحيم </span>يقول الله عز وجل أثنى علي عبدي يقول العبد\n<span class='quran'>مالك يوم الدين </span>يقول الله عز وجل مجدني عبدي يقول العبد <span class='quran'>إياك نعبد وإياك نستعين </span>فهذه الآية بيني وبين عبدي ولعبدي ما سأل يقول\nالعبد <span class='quran'>اهدنا الصراط المستقيم صراط الذين أنعمت عليهم غير المغضوب\nعليهم ولا الضالين </span>فهؤلاء لعبدي ولعبدي ما سأل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p136'> Vol. 02, p. 136</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head205'>( 24 إيجاب قراءة فاتحة الكتاب في الصلاة )</h2>\n\n<p>\n910 أخبرنا محمد بن منصور عن سفيان عن الزهري عن محمود بن الربيع عن\nعبادة بن الصامت عن النبي صلى الله عليه وسلم قال * لا صلاة لمن لم يقرأ\nبفاتحة الكتاب\n</p>\n\n<p>\n911 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن معمر عن الزهري عن محمود\nبن الربيع عن عبادة بن الصامت قال قال رسول الله صلى الله عليه وسلم * لا\nصلاة لمن لم يقرأ بفاتحة الكتاب فصاعدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p137'> Vol. 02, p. 137</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head206'>( 25 فضل فاتحة الكتاب )</h2>\n\n<p>\n912 أخبرنا محمد بن عبد الله بن المبارك المخرمي قال حدثنا يحيى بن آدم\nقال حدثنا أبو الأحوص عن عمار بن رزيق عن عبد الله بن عيسى عن سعيد بن جبير\nعن بن عباس قال * بينما رسول الله صلى الله عليه وسلم وعنده جبريل عليه\nالسلام إذ سمع نقيضا فوقه فرفع جبريل عليه السلام بصره إلى السماء فقال هذا\nباب قد فتح من السماء ما فتح قط قال فنزل منه ملك فأتى النبي صلى الله عليه\nوسلم فقال أبشر بنورين أوتيتهما لم يؤتهما نبي قبلك فاتحة الكتاب وخواتيم\nسورة البقرة لم تقرأ حرفا منهما إلا أعطيته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p138'> Vol. 02, p. 138</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head207'quran'>ولقد آتيناك سبعا من المثاني'>( 26 تأويل قول الله عز وجل @QB@ ولقد آتيناك سبعا من المثاني</h2>\n\nوالقرآن العظيم </span>)\n<p>\n913 أخبرنا إسماعيل بن مسعود قال حدثنا خالد قال حدثنا شعبة عن خبيب بن\nعبد الرحمن قال سمعت حفص بن عاصم يحدث عن أبي سعيد بن المعلي * أن النبي\nصلى الله عليه وسلم مر به وهو يصلي فدعاه قال فصليت ثم أتيته فقال ما منعك\nأن تجيبني قال <span id='ms0189'></span> كنت أصلي قال ألم يقل الله عز وجل <span class='quran'>يا أيها الذين آمنوا\nاستجيبوا لله وللرسول إذا دعاكم لما يحييكم </span>ألا أعلمك أعظم سورة قبل\nأن أخرج من المسجد قال فذهب ليخرج قلت يا رسول الله قولك قال الحمد لله رب\nالعالمين هي السبع المثاني الذي أوتيت والقرآن العظيم\n</p>\n\n<p>\n914 أخبرنا الحسين بن حريث قال حدثنا الفضل بن موسى عن عبد الحميد بن\nجعفر عن العلاء بن عبد الرحمن عن أبيه عن أبي هريرة عن أبي بن كعب قال قال\nرسول الله صلى الله عليه وسلم * ما أنزل الله عز وجل في التوراة ولا في\nالإنجيل مثل أم القرآن وهي السبع المثاني وهي مقسومة بيني وبين عبدي ولعبدي\nما سأل\n</p>\n\n<p>\n915 أخبرني محمد بن قدامة قال حدثنا جرير عن الأعمش عن مسلم عن سعيد بن\nجبير عن بن عباس قال * أوتي النبي صلى الله عليه وسلم سبعا من المثاني\nالسبع الطول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p139'> Vol. 02, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\n916 أخبرنا علي بن حجر قال حدثنا شريك عن أبي إسحاق عن سعيد بن جبير عن\nبن عباس في قوله عز وجل سبعا من المثاني قال * السبع الطول ترك القراءة خلف\nالإمام فيما لم يجهر فيه\n</p>\n\n<p>\n917 أخبرنا محمد بن المثنى قال حدثنا يحيى قال حدثنا شعبة عن قتادة عن\nزرارة عن عمران بن حصين قال * صلى النبي صلى الله عليه وسلم الظهر فقرأ رجل\nخلفه سبح اسم ربك الأعلى فلما صلى قال من قرأ سبح اسم ربك الأعلى قال رجل\nأنا قال قد علمت أن بعضكم قد خالجنيها\n</p>\n\n<p>\n918 أخبرنا قتيبة قال حدثنا أبو عوانة عن قتادة عن زرارة بن أوفى عن\nعمران بن حصين * أن النبي صلى الله عليه وسلم صلى صلاة الظهر أو العصر ورجل\nيقرأ خلفه فلما انصرف قال أيكم قرأ بسبح اسم ربك الأعلى فقال رجل من القوم\nأنا ولم أرد بها إلا الخير فقال النبي صلى الله عليه وسلم قد عرفت أن بعضكم\nقد خالجنيها\n</p>\n\n<h2 class='l2' id='head208'>( 28 ترك القراءة خلف الإمام فيما جهر به )</h2>\n\n<p>\n919 أخبرنا قتيبة عن مالك عن بن شهاب <span id='ms0190'></span> عن بن أكيمة الليثي عن أبي هريرة *\nأن رسول الله صلى الله عليه وسلم انصرف من صلاة جهر فيها بالقراءة فقال هل\nقرأ معي أحد منكم آنفا قال رجل نعم يا رسول الله قال إني أقول ما لي أنازع\nالقرآن قال فانتهى الناس عن القراءة فيما جهر فيه رسول الله صلى الله عليه\nوسلم بالقراءة من الصلاة حين سمعوا ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p140'> Vol. 02, p. 140</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head209'>( 29 قراءة أم القرآن خلف الإمام فيما جهر به الإمام )</h2>\n\n<p>\n920 أخبرنا هشام بن عمار عن صدقة عن زيد بن واقد عن حرام بن حكيم عن نافع\nبن محمود بن ربيعة عن عبادة بن الصامت قال * صلى بنا رسول الله صلى الله\nعليه وسلم بعض الصلوات التي يجهر فيها بالقراءة فقال لا يقرأن أحد منكم إذا\nجهرت بالقراءة إلا بأم القرآن\n</p>\n\n<h2 class='l2' id='head210'quran'>وإذا قرئ القرآن فاستمعوا له وأنصتوا'>( 30 تأويل قوله عز وجل @QB@ وإذا قرئ القرآن فاستمعوا له وأنصتوا</h2>\n\nلعلكم ترحمون </span>)\n<p>\n921 أخبرنا الجارود بن معاذ الترمذي قال حدثنا أبو خالد الأحمر عن محمد\nبن عجلان عن زيد بن أسلم عن أبي صالح عن أبي هريرة قال قال رسول الله صلى\nالله عليه وسلم * إنما جعل الإمام ليؤتم به فإذا كبر فكبروا وإذا قرأ\nفأنصتوا وإذا قال سمع الله لمن حمده فقولوا اللهم ربنا لك الحمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p141'> Vol. 02, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\n922 أخبرنا محمد بن عبد الله بن المبارك قال حدثنا محمد بن سعد الأنصاري\nقال حدثني محمد بن عجلان عن زيد بن أسلم عن أبي صالح عن أبي هريرة قال قال\nرسول الله صلى الله عليه وسلم * إنما الإمام ليؤتم به فإذا كبر فكبروا وإذا\nقرأ فأنصتوا قال أبو عبد الرحمن كان المخرمي يقول هو ثقة يعني محمد بن سعد\nالأنصاري\n</p>\n\n<h2 class='l2' id='head211'>( 31 اكتفاء المأموم بقراءة الإمام )</h2>\n\n<p>\n923 أخبرني هارون بن عبد الله قال حدثنا زيد بن الحباب قال حدثنا معاوية\nبن صالح قال حدثني أبو الزاهرية قال حدثني كثير بن مرة الحضرمي عن أبي\nالدرداء سمعه يقول * سئل رسول الله صلى الله عليه وسلم أفي كل صلاة قراءة\nقال نعم قال رجل من الأنصار وجبت هذه فالتفت إلي <span id='ms0191'></span> وكنت أقرب القوم منه فقال\nما أرى الإمام إذا أم القوم إلا قد كفاهم قال أبو عبد الرحمن هذا عن رسول\nالله صلى الله عليه وسلم خطأ إنما هو قول أبي الدرداء ولم يقرأ هذا مع\nالكتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p142'> Vol. 02, p. 142</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head212'>( 32 ما يجزئ من القراءة لمن لا يحسن القرآن )</h2>\n\n<p>\n924 أخبرنا يوسف بن عيسى ومحمود بن غيلان عن الفضل بن موسى قال حدثنا\nمسعر عن إبراهيم السكسكي عن بن أبي أوفى قال جاء رجل إلى النبي صلى الله\nعليه وسلم فقال * إني لا أستطيع أن آخذ شيئا من القرآن فعلمني شيئا يجزئني\nمن القرآن فقال قل سبحان الله والحمد لله ولا إله إلا الله والله أكبر ولا\nحول ولا قوة إلا بالله\n</p>\n\n<h2 class='l2' id='head213'>( 33 جهر الإمام بآمين )</h2>\n\n<p>\n925 أخبرنا عمرو بن عثمان قال حدثنا بقية عن الزبيدي قال أخبرني الزهري\nعن أبي سلمة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم * إذا أمن\nالقارئ فأمنوا فإن الملائكة تؤمن فمن وافق تأمينه تأمين الملائكة غفر الله\nله ما تقدم من ذنبه\n</p>\n\n<p>\n926 أخبرنا محمد بن منصور قال حدثنا سفيان عن الزهري عن سعيد بن المسيب\nعن أبي هريرة عن النبي صلى الله عليه وسلم قال * إذا أمن القارئ فأمنوا فإن\nالملائكة تؤمن فمن وافق تأمينه تأمين الملائكة غفر له ما تقدم من ذنبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p143'> Vol. 02, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\n927 أخبرنا إسماعيل بن مسعود قال حدثنا يزيد بن زريع قال حدثني معمر عن\nالزهري عن سعيد بن المسيب عن أبي هريرة قال قال رسول الله صلى الله عليه\nوسلم * إذا قال الإمام <span class='quran'>غير المغضوب عليهم ولا الضالين </span>فقولوا\nآمين فإن الملائكة تقول آمين وإن الإمام يقول آمين فمن وافق تأمينه تأمين\nالملائكة غفر له ما تقدم من ذنبه\n</p>\n\n<p>\n928 أخبرنا قتيبة عن مالك عن بن شهاب عن سعيد وأبي سلمة أنهما أخبراه عن\nأبي هريرة أن رسول الله صلى الله عليه وسلم قال * إذا أمن الإمام فأمنوا\nفأنه من وافق تأمينه تأمين الملائكة غفر له ما تقدم من ذنبه\n</p>\n\n<h2 class='l2' id='head214'>( 34 باب الأمر بالتأمين خلف الإمام )</h2>\n\n<p>\n929 أخبرنا <span id='ms0192'></span> قتيبة عن مالك عن سمي عن أبي صالح عن أبي هريرة رضي الله عنه\nأن رسول الله صلى الله عليه وسلم قال * إذا قال الإمام <span class='quran'>غير المغضوب\nعليهم ولا الضالين </span>فقولوا آمين فإنه من وافق قوله قول الملائكة غفر له\nما تقدم من ذنبه\n</p>\n\n<h2 class='l2' id='head215'>( 35 فضل التأمين )</h2>\n\n<p>\n930 أخبرنا قتيبة عن مالك عن أبي الزناد عن الأعرج عن أبي هريرة أن رسول\nالله صلى الله عليه وسلم قال * إذا قال أحدكم آمين وقالت الملائكة في\nالسماء آمين فوافقت إحداهما الأخرى غفر له ما تقدم من ذنبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p144'> Vol. 02, p. 144</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head216'>( 36 قول المأموم إذا عطس خلف الإمام )</h2>\n\n<p>\n931 أخبرنا قتيبة قال حدثنا رفاعة بن يحيى بن عبد الله بن رفاعة بن رافع\nعن عم أبيه معاذ بن رفاعة بن رافع عن أبيه قال * صليت خلف النبي صلى الله\nعليه وسلم فعطست فقلت الحمد لله حمدا كثيرا طيبا مباركا فيه مباركا عليه\nكما يحب ربنا ويرضى فلما صلى رسول الله صلى الله عليه وسلم انصرف فقال من\nالمتكلم في الصلاة فلم يكلمه أحد ثم قالها الثانية من المتكلم في الصلاة\nفقال رفاعة بن رافع بن عفراء أنا يا رسول الله قال كيف قلت قال قلت الحمد\nلله حمدا كثيرا طيبا مباركا فيه مباركا عليه كما يحب ربنا ويرضى فقال النبي\nصلى الله عليه وسلم والذي نفسي بيده لقد ابتدرها بضعة وثلاثون ملكا أيهم\nيصعد بها\n</p>\n\n<p>\n932 أخبرنا عبد الحميد بن محمد قال حدثنا مخلد قال حدثنا يونس بن أبي\nإسحاق عن أبيه عن عبد الجبار بن وائل عن أبيه قال * صليت خلف رسول الله صلى\nالله عليه وسلم فلما كبر رفع يديه أسفل من أذنيه فلما قرأ <span class='quran'>غير المغضوب\nعليهم ولا الضالين </span>قال آمين فسمعته وأنا خلفه قال فسمع رسول الله صلى\nالله عليه وسلم رجلا يقول الحمد لله حمدا كثيرا طيبا مباركا فيه فلما سلم\nالنبي صلى الله عليه وسلم من صلاته قال من صاحب الكلمة في الصلاة فقال\nالرجل أنا يا رسول الله وما أردت بها بأسا قال <span id='ms0193'></span> النبي صلى الله عليه وسلم\nلقد ابتدرها اثنا عشر ملكا فما نهنهها شيء دون العرش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p145'> Vol. 02, p. 145</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head217'>( 37 جامع ما جاء في القرآن )</h2>\n\n<p>\n933 أخبرنا إسحاق بن إبراهيم قال أنبأنا سفيان عن هشام بن عروة عن أبيه\nعن عائشة قالت * سأل الحارث بن هشام رسول الله صلى الله عليه وسلم كيف\nيأتيك الوحي قال في مثل صلصلة الجرس فيفصم عني وقد وعيت عنه وهو أشده علي\nوأحيانا يأتيني في مثل صورة الفتى فينبذه إلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p146'> Vol. 02, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\n934 أخبرنا محمد بن سلمة والحرث بن مسكين قراءة عليه وأنا أسمع واللفظ له\nعن بن القاسم قال حدثني مالك عن هشام بن عروة عن أبيه عن عائشة * أن الحارث\nبن هشام سأل رسول الله صلى الله عليه وسلم كيف يأتيك الوحي فقال رسول الله\nصلى الله عليه وسلم أحيانا يأتيني في مثل صلصلة الجرس وهو أشده علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p147'> Vol. 02, p. 147</a>\n            </div>\n             فيفصم عني وقد وعيت ما قال وأحيانا يتمثل لي الملك رجلا\nفيكلمني فأعي ما يقول قالت عائشة ولقد رأيته ينزل عليه في اليوم الشديد\nالبرد فيفصم عنه وإن جبينه ليتفصد عرقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p148'> Vol. 02, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n935 أخبرنا قتيبة قال حدثنا أبو عوانة عن موسى بن أبي عائشة عن سعيد بن\nجبير عن بن عباس * في قوله عز وجل <span class='quran'>لا تحرك به لسانك لتعجل به إن علينا\nجمعه وقرآنه </span>قال كان النبي صلى الله عليه وسلم يعالج من التنزيل شدة\nوكان يحرك شفتيه قال الله عز وجل <span class='quran'>لا تحرك به لسانك لتعجل به إن علينا\nجمعه وقرآنه </span>قال جمعه في صدرك ثم تقرأه <span class='quran'>فإذا قرأناه فاتبع قرآنه\n</span>قال فاستمع له وأنصت فكان رسول الله صلى الله عليه وسلم إذا أتاه\nجبريل استمع فإذا انطلق قرأه كما أقرأه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p149'> Vol. 02, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n936 أخبرنا نصر بن علي قال أنبأنا عبد الأعلى قال حدثنا معمر عن الزهري\nعن عروة عن بن مخرمة أن عمر بن الخطاب رضي الله عنه قال * سمعت هشام بن\nحكيم بن حزام يقرأ سورة الفرقان فقرأ فيها حروفا لم يكن نبي الله صلى الله\nعليه وسلم أقرأنيها قلت من أقرأك هذه السورة <span id='ms0194'></span> قال رسول الله صلى الله عليه\nوسلم قلت كذبت ما هكذا أقرأك رسول الله صلى الله عليه وسلم فأخذت بيده\nأقوده إلى رسول الله صلى الله عليه وسلم فقلت يا رسول الله إنك أقرأتني\nسورة الفرقان وإني سمعت هذا يقرأ فيها حروفا لم تكن أقرأتنيها فقال رسول\nالله صلى الله عليه وسلم اقرأ يا هشام فقرأ كما كان يقرأ فقال رسول الله\nصلى الله عليه وسلم هكذا أنزلت ثم قال اقرأ يا عمر فقرأت فقال هكذا أنزلت\nثم قال رسول الله صلى الله عليه وسلم إن القرآن أنزل على سبعة أحرف\n</p>\n\n<p>\n937 أخبرنا محمد بن سلمة والحرث بن مسكين قراءة عليه وأنا أسمع واللفظ له\nعن بن القاسم قال حدثني مالك عن بن شهاب عن عروة بن الزبير عن عبد الرحمن\nبن عبد القارىء قال سمعت عمر بن الخطاب رضي الله عنه يقول * سمعت هشام بن\nحكيم يقرأ سورة الفرقان على غير ما أقرؤها عليه وكان رسول الله صلى الله\nعليه وسلم أقرأنيها فكدت أن أعجل عليه ثم أمهلته حتى انصرف ثم لببته بردائه\nفجئت به إلى رسول الله صلى الله عليه وسلم فقلت يا رسول الله إني سمعت هذا\nيقرأ سورة الفرقان على غير ما أقرأتنيها فقال له رسول الله صلى الله عليه\nوسلم اقرأ فقرأ القراءة التي سمعته يقرأ فقال رسول الله صلى الله عليه وسلم\nهكذا أنزلت ثم قال لي اقرأ فقرأت فقال هكذا أنزلت إن هذا القرآن أنزل على\nسبعة أحرف فاقرؤوا ما تيسر منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p150'> Vol. 02, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\n938 أخبرنا يونس بن عبد الأعلى قال حدثنا بن وهب قال أخبرني يونس عن بن\nشهاب قال أخبرني عروة بن الزبير أن المسور بن مخرمة وعبد الرحمن بن عبد\nالقارىء أخبراه أنهما سمعا عمر بن الخطاب يقول * سمعت هشام بن حكيم يقرأ\nسورة الفرقان في حياة رسول الله صلى الله عليه وسلم فاستمعت لقراءته فإذا\nهو يقرؤها على حروف كثيرة لم يقرئنيها رسول الله صلى الله عليه وسلم فكدت\nأساوره في الصلاة فتصبرت <span id='ms0195'></span> حتى سلم فلما سلم لببته بردائه فقلت من أقرأك هذه\nالسورة التي سمعتك تقرؤها فقال أقرأنيها رسول الله صلى الله عليه وسلم فقلت\nكذبت فوالله إن رسول الله صلى الله عليه وسلم هو أقرأني هذه السورة التي\nسمعتك تقرؤها فانطلقت به أقوده إلى رسول الله صلى الله عليه وسلم فقلت يا\nرسول الله إني سمعت هذا يقرأ سورة الفرقان على حروف لم تقرئنيها وأنت\nأقرأتني سورة الفرقان فقال رسول الله صلى الله عليه وسلم أرسله يا عمر اقرأ\nيا هشام فقرأ عليه القراءة التي سمعته يقرؤها قال رسول الله صلى الله عليه\nوسلم هكذا أنزلت ثم قال رسول الله صلى الله عليه وسلم اقرأ يا عمر فقرأت\nالقراءة التي أقرأني قال رسول الله صلى الله عليه وسلم هكذا أنزلت ثم قال\nرسول الله صلى الله عليه وسلم إن هذا القرآن أنزل على سبعة أحرف فاقرؤوا ما\nتيسر منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p151'> Vol. 02, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n939 أخبرنا محمد بن بشار قال حدثنا محمد بن جعفر غندر قال حدثنا شعبة عن\nالحكم عن مجاهد عن بن أبي ليلى عن أبي بن كعب * أن رسول الله صلى الله عليه\nوسلم كان عند أضاه بني غفار فأتاه جبريل عليه السلام فقال إن الله عز وجل\nيأمرك أن تقرئ أمتك القرآن على حرف قال أسأل الله معافاته ومغفرته وإن أمتي\nلا تطيق ذلك ثم أتاه الثانية فقال إن الله عز وجل يأمرك أن تقرئ أمتك\nالقرآن على حرفين قال أسأل الله معافاته ومغفرته وإن أمتي لا تطيق ذلك ثم\nجاءه الثالثة فقال إن الله عز وجل يأمرك أن تقرئ أمتك القرآن على ثلاثة\nأحرف فقال أسأل الله معافاته ومغفرته وإن أمتي لا تطيق ذلك ثم جاءه الرابعة\nفقال ان الله عز وجل يأمرك أن تقرئ أمتك القرآن على سبعة أحرف فأيما حرف\nقرؤوا عليه فقد أصابوا قال أبو عبد الرحمن هذا الحديث خولف فيه الحكم خالفه\nمنصور بن المعتمر رواه عن مجاهد عن عبيد بن عمير مرسلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p152'> Vol. 02, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\n940 أخبرني عمرو بن منصور قال <span id='ms0196'></span> حدثنا أبو جعفر بن نفيل قال قرأت على معقل\nبن عبيد الله عن عكرمة بن خالد عن سعيد بن جبير عن بن عباس عن أبي بن كعب\nقال * أقرأني رسول الله صلى الله عليه وسلم سورة فبينا أنا في المسجد جالس\nإذ سمعت رجلا يقرؤها يخالف قراءتي فقلت له من علمك هذه السورة فقال رسول\nالله صلى الله عليه وسلم فقلت لا تفارقني حتى نأتي رسول الله صلى الله عليه\nوسلم فأتيته فقلت يا رسول الله إن هذا خالف قراءتي في السورة التي علمتني\nفقال رسول الله صلى الله عليه وسلم اقرأ يا أبي فقرأتها فقال لي رسول الله\nصلى الله عليه وسلم أحسنت ثم قال للرجل اقرأ فقرأ فخالف قراءتي فقال له\nرسول الله صلى الله عليه وسلم أحسنت ثم قال رسول الله صلى الله عليه وسلم\nيا أبي إنه أنزل القرآن على سبعة أحرف كلهن شاف كاف قال أبو عبد الرحمن\nمعقل بن عبيد الله ليس بذلك القوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p153'> Vol. 02, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\n941 أخبرني يعقوب بن إبراهيم قال حدثنا يحيى عن حميد عن أنس عن أبي قال *\nما حاك في صدري منذ أسلمت إلا أني قرأت آية وقرأها آخر غير قراءتي فقلت\nأقرأنيها رسول الله صلى الله عليه وسلم وقال الآخر أقرأنيها رسول الله صلى\nالله عليه وسلم فأتيت النبي صلى الله عليه وسلم فقلت يا نبي الله أقرأتني\nآية كذا وكذا قال نعم وقال الآخر ألم تقرئني آية كذا وكذا قال نعم إن جبريل\nوميكائيل عليهما السلام أتياني فقعد جبريل عن يميني وميكائيل عن يساري فقال\nجبريل عليه السلام اقرأ القرآن على حرف قال ميكائيل استزده استزده حتى بلغ\nسبعة أحرف فكل حرف شاف كاف\n</p>\n\n<p>\n942 أخبرنا قتيبة عن مالك عن نافع عن بن عمر أن رسول الله صلى الله عليه\nوسلم قال * مثل صاحب القرآن كمثل صاحب الإبل المعقلة إذا عاهد عليها أمسكها\nوان أطلقها ذهبت\n</p>\n\n<p>\n943 أخبرنا عمران بن موسى قال حدثنا يزيد بن زريع قال حدثنا شعبة عن\nمنصور عن أبي <span id='ms0197'></span> وائل عن عبد الله عن النبي صلى الله عليه وسلم قال * بئسما\nلأحدهم أن يقول نسيت آية كيت وكيت بل هو نسي استذكروا القرآن فإنه أسرع\nتفصيا من صدور الرجال من النعم من عقله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p154'> Vol. 02, p. 154</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head218'>( 38 القراءة في ركعتي الفجر )</h2>\n\n<p>\n944 أخبرني عمران بن يزيد قال حدثنا مروان بن معاوية الفزاري قال حدثنا\nعثمان بن حكيم قال أخبرني سعيد بن يسار أن بن عباس أخبره * أن رسول الله\nصلى الله عليه وسلم كان يقرأ في ركعتي الفجر في الأولى منهما الآية التي في\nالبقرة <span class='quran'>قولوا آمنا بالله وما أنزل إلينا </span>إلى آخر الآية وفي\nالأخرى <span class='quran'>آمنا بالله واشهد بأنا مسلمون </span></p>\n\n<h2 class='l2' id='head219'>( 39 باب القراءة في ركعتي الفجر ب قل يا أيها الكافرون وقل هو الله</h2>\n\nأحد )\n<p>\n945 أخبرنا عبد الرحمن بن إبراهيم دحيم قال حدثنا مروان قال حدثنا يزيد\nبن كيسان عن أبي حازم عن أبي هريرة أن رسول الله صلى الله عليه وسلم * قرأ\nفي ركعتي الفجر قل يا أيها الكافرون وقل هو الله أحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p155'> Vol. 02, p. 155</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head220'>( 40 تخفيف ركعتي الفجر )</h2>\n\n<p>\n946 أخبرنا إسحاق بن إبراهيم قال أنبأنا جرير عن يحيى بن سعيد عن محمد بن\nعبد الرحمن عن عمرة عن عائشة قالت * إن كنت لأرى رسول الله صلى الله عليه\nوسلم يصلي ركعتي الفجر فيخففهما حتى أقول أقرأ فيهما بأم الكتاب\n</p>\n\n<h2 class='l2' id='head221'>( 41 القراءة في الصبح بالروم )</h2>\n\n<p>\n947 أخبرنا محمد بن بشار قال حدثنا عبد الرحمن قال أنبأنا سفيان عن عبد\nالملك بن عمير عن شبيب أبي روح عن رجل من أصحاب النبي صلى الله عليه وسلم *\nعن النبي صلى الله عليه وسلم أنه صلى صلاة الصبح فقرأ الروم فالتبس عليه\nفلما صلى قال ما بال أقوام يصلون معنا لا يحسنون الطهور فإنما يلبس علينا\nالقرآن أولئك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p156'> Vol. 02, p. 156</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head222'>( 42 القراءة في الصبح بالستين إلى المائة )</h2>\n\n<p>\n948 أخبرنا محمد بن إسماعيل بن إبراهيم قال حدثنا يزيد قال أنبأنا سليمان\nالتيمي عن سيار يعني بن سلامة عن أبي برزة * أن رسول الله صلى الله عليه\nوسلم كان يقرأ في صلاة الغداة بالستين إلى المائة\n</p>\n\n<h2 class='l2' id='head223'>( 43 القراءة في <span id='ms0198'></span> الصبح بقاف )</h2>\n\n<p>\n949 أخبرنا عمران بن يزيد قال حدثنا بن أبي الرجال عن يحيى بن سعيد عن\nعمرة عن أم هشام بنت حارثة بن النعمان قالت * ما أخذت ق والقرآن المجيد إلا\nمن وراء رسول الله صلى الله عليه وسلم كان يصلي بها في الصبح\n</p>\n\n<p>\n950 أخبرنا إسماعيل بن مسعود ومحمد بن عبد الأعلى واللفظ له قال حدثنا\nخالد عن شعبة عن زياد بن علاقة قال سمعت عمي يقول * صليت مع رسول الله صلى\nالله عليه وسلم الصبح فقرأ في إحدى الركعتين <span class='quran'>والنخل باسقات لها طلع\nنضيد </span>قال شعبة فلقيته في السوق في الزحام فقال ق\n</p>\n\n<h2 class='l2' id='head224'>( 44 القراءة في الصبح ب إذا الشمس كورت )</h2>\n\n<p>\n951 أخبرنا محمد بن أبان البلخي قال حدثنا وكيع بن الجراح عن مسعود\nالمسعودي عن الوليد بن سريع عن عمرو بن حريث قال * سمعت النبي صلى الله\nعليه وسلم يقرأ في الفجر إذا الشمس كورت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p157'> Vol. 02, p. 157</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head225'>( 45 القراءة في الصبح بالمعوذتين )</h2>\n\n<p>\n952 أخبرنا موسى بن حزام الترمذي وهارون بن عبد الله واللفظ له قالا\nحدثنا أبو أسامة قال أخبرني سفيان عن معاوية بن صالح عن عبد الرحمن بن جبير\nبن نفير عن أبيه عن عقبة بن عامر * أنه سأل النبي صلى الله عليه وسلم عن\nالمعوذتين قال عقبة فأمنا بهما رسول الله صلى الله عليه وسلم في صلاة الفجر\n</p>\n\n\n<h2 class='l2' id='head226'>( 46 باب الفضل في قراءة المعوذتين )</h2>\n\n<p>\n953 أخبرنا قتيبة قال حدثنا الليث عن يزيد بن أبي حبيب عن أبي عمران أسلم\nعن عقبة بن عامر قال * اتبعت رسول الله صلى الله عليه وسلم وهو راكب فوضعت\nيدي على قدمه فقلت أقرئني يا رسول الله سورة هود وسورة يوسف فقال لن تقرأ\nشيئا أبلغ عند الله من قل أعوذ برب الفلق وقل أعوذ برب الناس\n</p>\n\n<p>\n954 أخبرني محمد بن قدامة قال حدثنا جرير عن بيان عن قيس عن عقبة بن عامر\nقال قال رسول الله صلى الله عليه وسلم * آيات أنزلت علي الليلة لم ير مثلهن\nقط قل أعوذ برب الفلق وقل أعوذ برب الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p158'> Vol. 02, p. 158</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head227'>( 47 القراءة في الصبح <span id='ms0199'></span> يوم الجمعة )</h2>\n\n<p>\n955 أخبرنا محمد بن بشار قال حدثنا يحيى بن سعيد قال حدثنا سفيان ح\nوأنبأنا عمرو بن علي قال حدثنا عبد الرحمن قال حدثنا سفيان واللفظ له عن\nسعد بن إبراهيم عن عبد الرحمن الأعرج عن أبي هريرة * أن رسول الله صلى الله\nعليه وسلم كان يقرأ في صلاة الصبح يوم الجمعة ألم تنزيل وهل أتى\n</p>\n\n<p>\n956 أخبرنا قتيبة قال حدثنا أبو عوانة ح وأخبرنا علي بن حجر قال أنبأنا\nشريك واللفظ له عن المخول بن راشد عن مسلم عن سعيد بن جبير عن بن عباس * أن\nالنبي صلى الله عليه وسلم كان يقرأ في صلاة الصبح يوم الجمعة تنزيل السجدة\nوهل أتى على الإنسان\n</p>\n\n<h2 class='l2' id='head228'>( 48 باب سجود القرآن السجود في ص )</h2>\n\n<p>\n957 أخبرني إبراهيم بن الحسن المقسمي قال حدثنا حجاج بن محمد عن عمرو بن\nذر عن أبيه عن سعيد بن جبير عن بن عباس * أن النبي صلى الله عليه وسلم سجد\nفي ص وقال سجدها داود توبة ونسجدها شكرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p159'> Vol. 02, p. 159</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head229'>( 49 السجود في والنجم )</h2>\n\n<p>\n958 أخبرنا عبد الملك بن عبد الحميد بن ميمون بن مهران قال حدثنا بن حنبل\nقال حدثنا إبراهيم بن خالد قال حدثنا رباح عن معمر عن بن طاوس عن عكرمة بن\nخالد عن جعفر بن المطلب بن أبي وداعة عن أبيه قال * قرأ رسول الله صلى الله\nعليه وسلم بمكة سورة النجم فسجد وسجد من عنده فرفعت رأسي وأبيت أن أسجد ولم\nيكن يومئذ أسلم المطلب\n</p>\n\n<p>\n959 أخبرنا إسماعيل بن مسعود قال حدثنا خالد قال حدثنا شعبة عن أبي إسحاق\nعن الأسود عن عبد الله * أن رسول الله صلى الله عليه وسلم قرأ النجم فسجد\nفيها\n</p>\n\n<h2 class='l2' id='head230'>( 50 ترك السجود في النجم )</h2>\n\n<p>\n960 أخبرنا علي بن حجر قال أنبأنا إسماعيل وهو بن جعفر عن يزيد بن خصيفة\nعن يزيد بن عبد الله بن قسيط عن عطاء بن يسار أنه أخبره * أنه سأل زيد بن\nثابت عن القراءة مع الإمام فقال لا قراءة مع الإمام في شيء وزعم أنه قرأ\nعلى رسول الله صلى <span id='ms0200'></span> الله عليه وسلم <span class='quran'>والنجم إذا هوى </span>فلم يسجد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p160'> Vol. 02, p. 160</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head231'>( 51 باب السجود في إذا السماء انشقت )</h2>\n\n<p>\n961 أخبرنا قتيبة عن مالك عن عبد الله بن يزيد عن أبي سلمة بن عبد الرحمن\nأن أبا هريرة قرأ بهم إذا السماء انشقت فسجد فيها فلما انصرف أخبرهم * أن\nرسول الله صلى الله عليه وسلم سجد فيها\n</p>\n\n<p>\n962 أخبرنا محمد بن رافع قال حدثنا بن أبي فديك قال أنبأنا بن أبي ذئب عن\nعبد العزيز بن عياش عن بن قيس وهو محمد عن عمر بن عبد العزيز عن أبي سلمة\nعن أبي هريرة قال * سجد رسول الله صلى الله عليه وسلم في إذا السماء انشقت\n</p>\n\n<p>\n963 أخبرنا محمد بن منصور قال حدثنا سفيان عن يحيى بن سعيد عن أبي بكر بن\nمحمد بن عمرو بن حزم عن عمر بن عبد العزيز عن أبي بكر بن عبد الرحمن بن\nالحارث بن هشام عن أبي هريرة قال * سجدنا مع النبي صلى الله عليه وسلم في\nإذا السماء انشقت واقرأ باسم ربك\n</p>\n\n<p>\n964 أخبرنا قتيبة قال حدثنا سفيان عن يحيى بن سعيد عن أبي بكر بن محمد عن\nعمر بن عبد العزيز عن أبي بكر بن عبد الرحمن بن الحرث بن هشام عن أبي هريرة\n* مثله\n</p>\n\n<p>\n965 أخبرنا عمرو بن علي قال حدثنا يحيى قال حدثنا قرة بن خالد عن محمد بن\nسيرين عن أبي هريرة قال * سجد أبو بكر وعمر رضي الله عنهما في إذا السماء\nانشقت ومن هو خير منهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p161'> Vol. 02, p. 161</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head232'>( 52 السجود في اقرأ باسم ربك )</h2>\n\n<p>\n966 أخبرنا إسحاق بن إبراهيم قال أنبأنا المعتمر عن قرة عن بن سيرين عن\nأبي هريرة قال * سجد أبو بكر وعمر رضي الله عنهما ومن هو خير منهما صلى\nالله عليه وسلم في إذا السماء انشقت واقرأ باسم ربك\n</p>\n\n<p>\n967 أخبرنا إسحاق بن إبراهيم قال أنبأنا سفيان عن أيوب بن موسى عن عطاء\nبن ميناء عن أبي هريرة ووكيع عن سفيان عن أيوب بن موسى عن عطاء بن ميناء عن\nأبي هريرة قال * سجدت مع رسول الله صلى <span id='ms0201'></span> الله عليه وسلم في إذا السماء انشقت\nواقرأ باسم ربك\n</p>\n\n<h2 class='l2' id='head233'>( 53 باب السجود في الفريضة )</h2>\n\n<p>\n968 أخبرنا حميد بن مسعدة عن سليم وهو بن أخضر عن التيمي قال حدثني بكر\nبن عبد الله المزني عن أبي رافع قال صليت خلف أبي هريرة صلاة العشاء يعني\nالعتمة فقرأ سورة * إذا السماء انشقت فسجد فيها فلما فرغ قلت يا أبا هريرة\nهذه يعني سجدة ما كنا نسجدها قال سجد بها أبو القاسم صلى الله عليه وسلم\nوأنا خلفه فلا أزال أسجد بها حتى ألقى أبا القاسم صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p162'> Vol. 02, p. 162</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head234'>( 54 باب قراءة النهار )</h2>\n\n<p>\n969 أخبرنا محمد بن قدامة قال حدثنا جرير عن رقبة عن عطاء قال قال أبو\nهريرة * كل صلاة يقرأ فيها فما أسمعنا رسول الله صلى الله عليه وسلم\nأسمعناكم وما أخفاها أخفينا منكم\n</p>\n\n<p>\n970 أخبرنا محمد بن عبد الأعلى قال أنبأنا خالد قال حدثنا بن جريج عن\nعطاء عن أبي هريرة قال في كل صلاة قراءة * فما أسمعنا رسول الله صلى الله\nعليه وسلم أسمعناكم وما أخفاها أخفينا منكم\n</p>\n\n<h2 class='l2' id='head235'>( 55 القراءة في الظهر )</h2>\n\n<p>\n971 أخبرنا محمد بن إبراهيم بن صدران قال حدثنا سلم بن قتيبة قال حدثنا\nهاشم بن البريد عن أبي إسحاق عن البراء قال * كنا نصلي خلف النبي صلى الله\nعليه وسلم الظهر فنسمع منه الآية بعد الآيات من سورة لقمان والذاريات\n</p>\n\n<p>\n972 أخبرنا محمد بن شجاع المروذي قال حدثنا أبو عبيدة عن عبد الله بن\nعبيد قال سمعت أبا بكر بن النضر قال كنا بالطف عند أنس فصلى بهم الظهر فلما\nفرغ قال * إني صليت مع رسول الله صلى الله عليه وسلم صلاة الظهر فقرأ لنا\nبهاتين السورتين في الركعتين بسبح اسم ربك الأعلى وهل أتاك حديث الغاشية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p163'> Vol. 02, p. 163</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head236'>( 56 تطويل القيام في الركعة الأولى من صلاة الظهر )</h2>\n\n<p>\n973 أخبرنا عمرو بن عثمان قال حدثنا الوليد عن سعيد بن عبد العزيز عن\nعطية بن قيس عن قزعة عن أبي سعيد الخدري قال * لقد كانت صلاة الظهر تقام\nفيذهب الذاهب إلى البقيع فيقضي حاجته ثم يتوضأ ثم <span id='ms0202'></span> يجيء ورسول الله صلى الله\nعليه وسلم في الركعة الأولى يطولها\n</p>\n\n<p>\n974 أخبرني يحيى بن درست قال حدثنا أبو إسماعيل وهو القناد قال حدثنا\nخالد قال حدثنا يحيى بن أبي كثير أن عبد الله بن أبي قتادة حدثه عن أبيه عن\nالنبي صلى الله عليه وسلم قال * كان يصلي بنا الظهر فيقرأ في الركعتين\nالأوليين يسمعنا الآية كذلك وكان يطيل الركعة في صلاة الظهر والركعة الأولى\nيعني في صلاة الصبح\n</p>\n\n<h2 class='l2' id='head237'>( 57 باب اسماع الإمام الآية في الظهر )</h2>\n\n<p>\n975 أخبرنا عمران بن يزيد بن خالد بن مسلم يعرف بابن أبي جميل الدمشقي\nقال حدثنا إسماعيل بن عبد الله بن سماعه قال حدثنا الأوزاعي عن يحيى بن أبي\nكثير قال حدثني عبد الله بن أبي قتادة قال حدثنا أبي * أن رسول الله صلى\nالله عليه وسلم كان يقرأ بأم القرآن وسورتين في الركعتين الأوليين من صلاة\nالظهر وصلاة العصر ويسمعنا الآية أحيانا وكان يطيل في الركعة الأولى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p164'> Vol. 02, p. 164</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head238'>( 58 تقصير القيام في الركعة الثانية من الظهر )</h2>\n\n<p>\n976 أخبرنا عبيد الله بن سعيد قال حدثنا معاذ بن هشام قال حدثني أبي عن\nيحيى بن أبي كثير قال حدثني عبد الله بن أبي قتادة أن أباه أخبره قال * كان\nرسول الله صلى الله عليه وسلم يقرأ بنا في الركعتين الأوليين من صلاة الظهر\nويسمعنا الآية أحيانا ويطول في الأولى ويقصر في الثانية وكان يفعل ذلك في\nصلاة الصبح يطول في الأولى ويقصر في الثانية وكان يقرأ بنا في الركعتين\nالأوليين من صلاة العصر يطول الأولى ويقصر الثانية\n</p>\n\n<h2 class='l2' id='head239'>( 59 القراءة في الركعتين الأوليين من صلاة الظهر )</h2>\n\n<p>\n977 أخبرنا محمد بن المثنى قال حدثنا عبد الرحمن بن مهدي قال حدثنا أبان\nبن يزيد عن يحيى بن أبي كثير عن عبد الله بن أبي قتادة عن أبيه قال * كان\nرسول الله صلى الله عليه وسلم يقرأ في الظهر والعصر في الركعتين الأوليين\nبأم القرآن وسورتين وفي الأخريين بأم القرآن وكان يسمعنا الآية أحيانا وكان\nيطيل أول ركعة من صلاة الظهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p165'> Vol. 02, p. 165</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head240'>( 60 القراءة في الركعتين الأوليين من <span id='ms0203'></span> صلاة العصر )</h2>\n\n<p>\n978 أخبرنا قتيبة قال حدثنا بن أبي عدي عن حجاج الصواف عن يحيى بن أبي\nكثير عن عبد الله بن أبي قتادة عن أبيه وعن أبي سلمة عن أبي قتادة قال *\nكان رسول الله صلى الله عليه وسلم يقرأ في الظهر والعصر في الركعتين\nالأوليين بفاتحة الكتاب وسورتين ويسمعنا الآية أحيانا وكان يطيل الركعة\nالأولى في الظهر ويقصر في الثانية وكذلك في الصبح\n</p>\n\n<p>\n979 أخبرنا عمرو بن علي قال حدثنا عبد الرحمن قال حدثنا حماد بن سلمة عن\nسماك عن جابر بن سمرة * أن النبي صلى الله عليه وسلم كان يقرأ في الظهر\nوالعصر ب السماء ذات البروج والسماء والطارق ونحوهما\n</p>\n\n<p>\n980 أخبرنا إسحاق بن منصور قال حدثنا عبد الرحمن عن شعبة عن سماك عن جابر\nبن سمرة قال * كان النبي صلى الله عليه وسلم يقرأ في الظهر والليل إذا يغشى\nوفي العصر نحو ذلك وفي الصبح بأطول من ذلك\n</p>\n\n<h2 class='l2' id='head241'>( 61 تخفيف القيام والقراءة )</h2>\n\n<p>\n981 أخبرنا قتيبة قال حدثنا العطاف بن خالد عن زيد بن أسلم قال * دخلنا\nعلى أنس بن مالك فقال صليتم قلنا نعم قال يا جارية هلمي لي وضوءا ما صليت\nوراء إمام أشبه صلاة برسول الله صلى الله عليه وسلم من إمامكم هذا قال زيد\nوكان عمر بن عبد العزيز يتم الركوع والسجود ويخفف القيام والقعود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p166'> Vol. 02, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\n982 أخبرنا هارون بن عبد الله قال حدثنا بن أبي فديك عن الضحاك بن عثمان\nعن بكير بن عبد الله عن سليمان بن يسار عن أبي هريرة قال * ما صليت وراء\nأحد أشبه صلاة برسول الله صلى الله عليه وسلم من فلان قال سليمان كان يطيل\nالركعتين الأوليين من الظهر ويخفف الأخريين ويخفف العصر ويقرأ في المغرب\nبقصار المفصل ويقرأ في العشاء بوسط المفصل ويقرأ في الصبح بطول المفصل\n</p>\n\n<h2 class='l2' id='head242'>( 62 باب القراءة في المغرب بقصار المفصل )</h2>\n\n<p>\n983 أخبرنا عبيد الله بن سعيد قال حدثنا عبد الله بن الحارث عن الضحاك بن\nعثمان عن بكير بن عبد الله بن الأشج عن سليمان بن يسار عن أبي هريرة <span id='ms0204'></span> قال *\nما صليت وراء أحد أشبه صلاة برسول الله صلى الله عليه وسلم من فلان فصلينا\nوراء ذلك الإنسان وكان يطيل الأوليين من الظهر ويخفف في الأخريين ويخفف في\nالعصر ويقرأ في المغرب بقصار المفصل ويقرأ في العشاء ب الشمس وضحاها\nوأشباهها ويقرأ في الصبح بسورتين طويلتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p167'> Vol. 02, p. 167</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head243'>( 63 القراءة في المغرب ب سبح اسم ربك الأعلى )</h2>\n\n<p>\n984 أخبرنا محمد بن بشار قال حدثنا عبد الرحمن قال حدثنا سفيان عن محارب\nبن دثار عن جابر قال * مر رجل من الأنصار بناضحين على معاذ وهو يصلي المغرب\nفافتتح بسورة البقرة فصلى الرجل ثم ذهب فبلغ ذلك النبي صلى الله عليه وسلم\nفقال أفتان يا معاذ أفتان يا معاذ ألا قرأت بسبح اسم ربك الأعلى والشمس\nوضحاها ونحوهما\n</p>\n\n<h2 class='l2' id='head244'>( 64 القراءة في المغرب بالمرسلات )</h2>\n\n<p>\n985 أخبرنا عمرو بن منصور قال حدثنا موسى بن داود قال حدثنا عبد العزيز\nبن أبي سلمة الماجشون عن حميد عن أنس عن أم الفضل بنت الحرث قالت * صلى بنا\nرسول الله صلى الله عليه وسلم في بيته المغرب فقرأ المرسلات ما صلى بعدها\nصلاة حتى قبض صلى الله عليه وسلم\n</p>\n\n<p>\n986 أخبرنا قتيبة قال حدثنا سفيان عن الزهري عن عبيد الله عن بن عباس عن\nأمه أنها * سمعت النبي صلى الله عليه وسلم يقرأ في المغرب بالمرسلات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p168'> Vol. 02, p. 168</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head245'>( 65 القراءة في المغرب بالطور )</h2>\n\n<p>\n987 أخبرنا قتيبة عن مالك عن الزهري عن محمد بن جبير بن مطعم عن أبيه قال\n* سمعت النبي صلى الله عليه وسلم يقرأ في المغرب بالطور\n</p>\n\n<h2 class='l2' id='head246'>( 66 القراءة في المغرب بحم الدخان )</h2>\n\n<p>\n988 أخبرنا محمد بن عبد الله بن يزيد المقرئ قال حدثنا أبي قال حدثنا\nحيوة وذكر آخر قالا حدثنا جعفر بن ربيعة أن عبد الرحمن بن هرمز حدثه أن\nمعاوية بن عبد الله بن جعفر حدثه أن عبد الله بن عتبة بن مسعود حدثه * أن\nرسول الله صلى الله عليه وسلم قرأ في صلاة المغرب بحم الدخان\n</p>\n\n<h2 class='l2' id='head247'>( 67 القراءة في المغرب بالمص )</h2>\n\n<p>\n989 أخبرنا محمد بن سلمة قال حدثنا بن وهب عن عمرو بن الحرث عن <span id='ms0205'></span> أبي\nالأسود أنه سمع عروة بن الزبير يحدث عن زيد بن ثابت أنه قال لمروان * يا\nأبا عبد الملك أتقرأ في المغرب ب قل هو الله أحد وإنا أعطيناك الكوثر قال\nنعم قال فمحلوفة لقد رأيت رسول الله صلى الله عليه وسلم يقرأ فيها بأطول\nالطوليين المص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p169'> Vol. 02, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\n990 أخبرنا محمد بن عبد الأعلى قال حدثنا خالد قال حدثنا بن جريج عن بن\nأبي مليكة أخبرني عروة بن الزبير أن مروان بن الحكم أخبره أن زيد بن ثابت\nقال * مالي أراك تقرأ في المغرب بقصار السور وقد رأيت رسول الله صلى الله\nعليه وسلم يقرأ فيها بأطول الطوليين قلت يا أبا عبد الله ما أطول الطوليين\nقال الأعراف\n</p>\n\n<p>\n991 أخبرنا عمرو بن عثمان قال حدثنا بقية وأبو حيوة عن بن أبي حمزة قال\nحدثنا هشام بن عروة عن أبيه عن عائشة أن رسول الله صلى الله عليه وسلم قرأ\n* في صلاة المغرب بسورة الأعراف فرقها في ركعتين\n</p>\n\n<h2 class='l2' id='head248'>( 68 القراءة في الركعتين بعد المغرب )</h2>\n\n<p>\n992 أخبرنا الفضل بن سهل قال حدثني أبو الجواب قال حدثنا عمار بن رزيق عن\nأبي إسحاق عن إبراهيم بن مهاجر عن مجاهد عن بن عمر قال * رمقت رسول الله\nصلى الله عليه وسلم عشرين مرة يقرأ في الركعتين بعد المغرب وفي الركعتين\nقبل الفجر قل يا أيها الكافرون وقل هو الله أحد\n</p>\n\n<h2 class='l2' id='head249'>( 69 الفضل في قراءة قل هو الله أحد )</h2>\n\n<p>\n993 أخبرنا سليمان بن داود عن بن وهب قال حدثنا عمرو بن الحرث عن سعيد بن\nأبي هلال أن أبا الرجال محمد بن عبد الرحمن حدثه عن أمه عمرة عن عائشة * أن\nرسول الله صلى الله عليه وسلم بعث رجلا على سرية فكان يقرأ لأصحابه في\nصلاتهم فيختم بقل هو الله أحد فلما رجعوا ذكروا ذلك لرسول الله صلى الله\nعليه وسلم فقال سلوه لأي شيء فعل ذلك فسألوه فقال لأنها صفة الرحمن عز وجل\nفأنا أحب أن أقرأ بها قال رسول الله صلى الله عليه وسلم أخبروه أن الله عز\nوجل يحبه <span id='ms0206'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p170'> Vol. 02, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\n994 أخبرنا قتيبة عن مالك عن عبيد الله بن عبد الرحمن عن عبيد بن حنين\nمولى آل زيد بن الخطاب قال سمعت أبا هريرة يقول * أقبلت مع رسول الله صلى\nالله عليه وسلم فسمع رجلا يقرأ <span class='quran'>قل هو الله أحد الله الصمد لم يلد ولم\nيولد ولم يكن له كفوا أحد </span>فقال رسول الله صلى الله عليه وسلم وجبت\nفسألته ماذا يا رسول الله قال الجنة\n</p>\n\n<p>\n995 أخبرنا قتيبة عن مالك عن عبد الرحمن بن عبد الله بن عبد الرحمن بن\nأبي صعصعة عن أبيه عن أبي سعيد الخدري * أن رجلا سمع رجلا يقرأ قل هو الله\nأحد يرددها فلما أصبح جاء إلى النبي صلى الله عليه وسلم فذكر ذلك له فقال\nرسول الله صلى الله عليه وسلم والذي نفسي بيده إنها لتعدل ثلث القرآن\n</p>\n\n<p>\n996 أخبرنا محمد بن بشار قال حدثنا عبد الرحمن قال حدثنا زائدة عن منصور\nعن هلال بن يساف عن ربيع بن خثيم عن عمرو بن ميمون عن بن أبي ليلى عن امرأة\nعن أبي أيوب عن النبي صلى الله عليه وسلم قال * قل هو الله أحد ثلث القرآن\nقال أبو عبد الرحمن ما أعرف إسنادا أطول من هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p171'> Vol. 02, p. 171</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head250'>( 70 القراءة في العشاء الآخرة بسبح اسم ربك الأعلى )</h2>\n\n<p>\n997 أخبرنا محمد بن قدامة قال حدثنا جرير عن الأعمش عن محارب بن دثار عن\nجابر قال قام معاذ فصلى العشاء الآخرة فطول فقال النبي صلى الله عليه وسلم\nأفتان * يا معاذ أفتان يا معاذ أين كنت عن سبح اسم ربك الأعلى والضحى وإذا\nالسماء انفطرت\n</p>\n\n<h2 class='l2' id='head251'>( 71 القراءة في العشاء الآخرة بالشمس وضحاها )</h2>\n\n<p>\n998 أخبرنا قتيبة قال حدثنا الليث عن أبي الزبير عن جابر قال * صلى معاذ\nبن جبل لأصحابه العشاء فطول عليهم فانصرف رجل منا فأخبر معاذ عنه فقال أنه\nمنافق فلما بلغ ذلك الرجل دخل على النبي صلى الله عليه وسلم فأخبره بما قال\nمعاذ فقال له النبي صلى الله عليه وسلم أتريد أن تكون فتانا يا معاذ إذا\nأممت الناس فاقرأ بالشمس <span id='ms0207'></span> وضحاها وسبح اسم ربك الأعلى والليل إذا يغشى واقرأ\nباسم ربك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p172'> Vol. 02, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\n999 أخبرنا محمد بن علي بن الحسن بن شقيق قال حدثنا أبي قال أنبأنا\nالحسين بن واقد عن عبد الله بن بريدة عن أبيه * أن رسول الله صلى الله عليه\nوسلم كان يقرأ في صلاة العشاء الآخرة بالشمس وضحاها وأشباهها من السور\n</p>\n\n<h2 class='l2' id='head252'>( 72 القراءة فيها بالتين والزيتون )</h2>\n\n<p>\n1000 أخبرنا قتيبة عن مالك عن يحيى بن سعيد عن عدي بن ثابت عن البراء بن\nعازب قال * صليت مع رسول الله صلى الله عليه وسلم العتمة فقرأ فيها بالتين\nوالزيتون\n</p>\n\n<h2 class='l2' id='head253'>( 73 القراءة في الركعة الأولى من صلاة العشاء الآخرة )</h2>\n\n<p>\n1001 أخبرنا إسماعيل بن مسعود قال حدثنا يزيد بن زريع قال حدثنا شعبة عن\nعدي بن ثابت عن البراء بن عازب قال * كان رسول الله صلى الله عليه وسلم في\nسفر فقرأ في العشاء في الركعة الأولى بالتين والزيتون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p173'> Vol. 02, p. 173</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head254'>( 74 الركود في الركعتين الأوليين )</h2>\n\n<p>\n1002 أخبرنا عمرو بن علي قال حدثنا يحيى بن سعيد قال حدثنا شعبة قال\nحدثني أبو عون قال سمعت جابر بن سمرة يقول قال عمر لسعد * قد شكاك الناس في\nكل شيء حتى في الصلاة فقال سعد أتئد في الأوليين وأحذف في الأخريين وما آلو\nما اقتديت به من صلاة رسول الله صلى الله عليه وسلم قال ذاك الظن بك\n</p>\n\n<p>\n1003 أخبرنا حماد بن إسماعيل بن إبراهيم بن علية أبو الحسن قال حدثنا أبي\nعن داود الطائي عن عبد الملك بن عمير عن جابر بن سمرة قال وقع ناس من أهل\nالكوفة في سعد عند عمر فقالوا والله ما يحسن الصلاة فقال * أما أنا فأصلي\nبهم صلاة رسول الله صلى الله عليه وسلم لا أخرم عنها أركد في الأوليين\nوأحذف في الأخريين قال ذاك الظن بك\n</p>\n\n<h2 class='l2' id='head255'>( 75 قراءة سورتين في ركعة )</h2>\n\n<p>\n1004 أخبرنا إسحاق بن إبراهيم قال أنبأنا عيسى بن يونس عن الأعمش عن شقيق\nعن عبد الله قال * إني لأعرف النظائر التي كان يقرأ بهن رسول الله صلى الله\nعليه وسلم عشرين سورة في عشر ركعات ثم <span id='ms0208'></span> أخذ بيد علقمة فدخل ثم خرج إلينا\nعلقمة فسألناه فأخبرنا بهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p174'> Vol. 02, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\n1005 أخبرنا إسماعيل بن مسعود قال حدثنا خالد قال حدثنا شعبة عن عمرو بن\nمرة قال سمعت أبا وائل يقول قال رجل عند عبد الله * قرأت المفصل في ركعة\nقال هذا كهذ الشعر لقد عرفت النظائر التي كان رسول الله صلى الله عليه وسلم\nيقرن بينهن فذكر عشرين سورة من المفصل سورتين سورتين في ركعة\n</p>\n\n<p>\n1006 أخبرنا عمرو بن منصور قال حدثنا عبد الله بن رجاء قال أنبأنا\nإسرائيل عن أبي حصين عن يحيى بن وثاب عن مسروق عن عبد الله وأتاه رجل فقال\nإني قرأت الليلة المفصل في ركعة فقال * هذا كهذ الشعر لكن رسول الله صلى\nالله عليه وسلم كان يقرأ النظائر عشرين سورة من المفصل من آل حم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p175'> Vol. 02, p. 175</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head256'>( 76 قراءة بعض السورة )</h2>\n\n<p>\n1007 أخبرنا محمد بن علي قال حدثنا خالد قال حدثنا بن جريج قال أخبرني\nمحمد بن عباد حديثا رفعه إلى بن سفيان عن عبد الله بن السائب قال * حضرت\nرسول الله صلى الله عليه وسلم يوم الفتح فصلى في قبل الكعبة فخلع نعليه\nفوضعهما عن يساره فافتتح بسورة المؤمنين فلما جاء ذكر موسى أو عيسى عليهما\nالسلام أخذته سعلة فركع\n</p>\n\n<h2 class='l2' id='head257'>( 77 تعوذ القارئ إذا مر بآية عذاب )</h2>\n\n<p>\n1008 أخبرنا محمد بن بشار قال حدثنا يحيى وعبد الرحمن وبن أبي عدي عن\nشعبة عن سليمان عن سعد بن عبيدة عن المستورد بن الأحنف عن صلة بن زفر عن\nحذيفة أنه * صلى إلى جنب النبي صلى الله عليه وسلم ليلة فقرأ فكان إذا مر\nبآية عذاب وقف وتعوذ وإذا مر بآية رحمة وقف فدعا وكان يقول في ركوعه سبحان\nربي العظيم وفي سجوده سبحان ربي الأعلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p176'> Vol. 02, p. 176</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head258'>( 78 مسألة القارئ إذا مر بآية رحمة )</h2>\n\n<p>\n1009 أخبرنا محمد بن آدم عن حفص بن غياث عن العلاء بن المسيب عن عمرو بن\nمرة عن طلحة بن يزيد عن حذيفة والأعمش عن سعد بن عبيدة عن المستورد بن\nالأحنف عن صلة بن زفر عن حذيفة * أن النبي صلى <span id='ms0209'></span> الله عليه وسلم قرأ البقرة\nوآل عمران والنساء في ركعة لا يمر بآية رحمة إلا سأل ولا بآية عذاب إلا\nاستجار\n</p>\n\n<h2 class='l2' id='head259'>( 79 ترديد الآية )</h2>\n\n<p>\n1010 أخبرنا نوح بن حبيب قال حدثنا يحيى بن سعيد القطان قال حدثنا قدامة\nبن عبد الله قال حدثتني جسرة بنت دجاجة قالت سمعت أبا ذر يقول * قام النبي\nصلى الله عليه وسلم حتى إذا أصبح بآية والآية <span class='quran'>إن تعذبهم فإنهم عبادك\nوإن تغفر لهم فإنك أنت العزيز الحكيم </span></p>\n\n<h2 class='l2' id='head260'quran'>ولا تجهر بصلاتك ولا تخافت بها </span>'>( 80 قوله عز وجل <span class='quran'>ولا تجهر بصلاتك ولا تخافت بها </span>)</h2>\n\n<p>\n1011 أخبرنا أحمد بن منيع ويعقوب بن إبراهيم الدورقي قالا حدثنا هشيم قال\nحدثنا أبو بشر جعفر بن أبي وحشية وهو بن إياس عن سعيد بن جبير عن بن عباس *\nفي قوله عز وجل <span class='quran'>ولا تجهر بصلاتك ولا تخافت بها </span>قال نزلت ورسول\nالله صلى الله عليه وسلم مختف بمكة فكان إذا صلى بأصحابه رفع صوته وقال بن\nمنيع يجهر بالقرآن وكان المشركون إذا سمعوا صوته سبوا القرآن ومن أنزله ومن\nجاء به فقال الله عز وجل لنبيه صلى الله عليه وسلم <span class='quran'>ولا تجهر بصلاتك\n</span>أي بقراءتك فيسمع المشركون فيسبوا القرآن <span class='quran'>ولا تخافت بها </span>عن\nأصحابك فلا يسمعوا <span class='quran'>وابتغ بين ذلك سبيلا </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p177'> Vol. 02, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\n1012 أخبرنا محمد بن قدامة قال حدثنا جرير عن الأعمش عن جعفر بن إياس عن\nسعيد بن جبير عن بن عباس قال * كان النبي صلى الله عليه وسلم يرفع صوته\nبالقرآن وكان المشركون إذا سمعوا صوته سبوا القرآن ومن جاء به فكان النبي\nصلى الله عليه وسلم يخفض صوته بالقرآن ما كان يسمعه أصحابه فأنزل الله عز\nوجل <span class='quran'>ولا تجهر بصلاتك ولا تخافت بها وابتغ بين ذلك سبيلا </span></p>\n\n<h2 class='l2' id='head261'>( 81 باب رفع الصوت بالقرآن )</h2>\n\n<p>\n1013 أخبرنا يعقوب بن إبراهيم الدورقي عن وكيع قال حدثنا مسعر عن أبي\nالعلاء عن يحيى بن جعدة عن أم هانئ * قالت كنت أسمع قراءة النبي صلى الله\nعليه وسلم وأنا على عريشي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p178'> Vol. 02, p. 178</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head262'>( 82 باب مد الصوت بالقراءة )</h2>\n\n<p>\n1014 أخبرنا عمرو بن علي قال حدثنا عبد الرحمن قال حدثنا جرير بن <span id='ms0210'></span> حازم عن\nقتادة قال سألت أنسا كيف كانت قراءة رسول الله صلى الله عليه وسلم قال *\nكان يمد صوته مدا\n</p>\n\n<h2 class='l2' id='head263'>( 83 تزيين القرآن بالصوت )</h2>\n\n<p>\n1015 أخبرنا علي بن حجر قال حدثنا جرير عن الأعمش عن طلحة بن مصرف عن عبد\nالرحمن بن عوسجة عن البراء قال قال رسول الله صلى الله عليه وسلم * زينوا\nالقرآن بأصواتكم\n</p>\n\n<p>\n1016 أخبرنا عمرو بن علي قال حدثنا يحيى قال حدثنا شعبة قال حدثني طلحة\nعن عبد الرحمن بن عوسجة عن البراء بن عازب قال قال رسول الله صلى الله عليه\nوسلم * زينوا القرآن بأصواتكم قال بن عوسجة كنت نسيت هذه زينوا القرآن حتى\nذكرنيه الضحاك بن مزاحم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p179'> Vol. 02, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\n1017 أخبرنا محمد بن زنبور المكي قال حدثنا بن أبي حازم عن يزيد بن عبد\nالله عن محمد بن إبراهيم عن أبي سلمة عن أبي هريرة أنه سمع رسول الله صلى\nالله عليه وسلم يقول * ما أذن الله لشيء ما أذن لنبي حسن الصوت يتغنى\nبالقرآن يجهر به\n</p>\n\n<p>\n1018 أخبرنا قتيبة قال حدثنا سفيان عن الزهري عن أبي سلمة عن أبي هريرة\nأن النبي صلى الله عليه وسلم قال * ما أذن الله عز وجل لشيء يعني أذنه لنبي\nيتغنى بالقرآن\n</p>\n\n<p>\n1019 أخبرنا سليمان بن داود عن بن وهب قال أخبرني عمرو بن الحرث أن بن\nشهاب أخبره أن أبا سلمة أخبره أن أبا هريرة حدثه * أن رسول الله صلى الله\nعليه وسلم سمع قراءة أبي موسى فقال لقد أوتى مزمارا من مزامير آل داود عليه\nالسلام\n</p>\n\n<p>\n1020 أخبرنا عبد الجبار بن العلاء بن عبد الجبار عن سفيان عن الزهري عن\nعروة عن عائشة قالت * سمع النبي صلى الله عليه وسلم قراءة أبي موسى فقال\nلقد أوتى هذا من مزامير آل داود عليه السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p180'> Vol. 02, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\n1021 أخبرنا إسحاق بن إبراهيم قال حدثنا عبد الرزاق قال حدثنا معمر عن\nالزهري عن عروة عن عائشة قالت * سمع رسول الله صلى الله عليه وسلم قراءة\nأبي موسى فقال لقد أوتى هذا مزمارا من مزامير آل داود عليه السلام\n</p>\n\n<p>\n1022 أخبرنا قتيبة <span id='ms0211'></span> قال حدثنا الليث بن سعد عن عبد الله بن عبيد الله بن\nأبي مليكة عن يعلي بن مملك أنه سأل أم سلمة عن قراءة رسول الله صلى الله\nعليه وسلم وصلاته قالت * مالكم وصلاته ثم نعتت قراءته فإذا هي تنعت قراءة\nمفسرة حرفا حرفا\n</p>\n\n<h2 class='l2' id='head264'>( 84 باب التكبير للركوع )</h2>\n\n<p>\n1023 أخبرنا سويد بن نصر قال أنبأنا عبد الله بن المبارك عن يونس عن\nالزهري عن أبي سلمة بن عبد الرحمن * أن أبا هريرة حين استخلفه مروان على\nالمدينة كان إذا قام إلى الصلاة المكتوبة كبر ثم يكبر حين يركع فإذا رفع\nرأسه من الركعة قال سمع الله لمن حمده ربنا ولك الحمد ثم يكبر حين يهوي\nساجدا ثم يكبر حين يقوم من الثنتين بعد التشهد يفعل مثل ذلك حتى يقضي صلاته\nفإذا قضى صلاته وسلم أقبل على أهل المسجد فقال والذي نفسي بيده إني لأشبهكم\nصلاة برسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p181'> Vol. 02, p. 181</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head265'>( 85 رفع اليدين للركوع حذاء فروع الأذنين )</h2>\n\n<p>\n1024 أخبرنا علي بن حجر قال أنبأنا إسماعيل عن سعيد عن قتادة عن نصر بن\nعاصم الليثي عن مالك بن الحويرث قال * رأيت رسول الله صلى الله عليه وسلم\nيرفع يديه إذا كبر وإذا ركع وإذا رفع رأسه من الركوع حتى بلغتا فروع أذنيه\n</p>\n\n\n<h2 class='l2' id='head266'>( 86 باب رفع اليدين للركوع حذاء المنكبين )</h2>\n\n<p>\n1025 أخبرنا قتيبة قال حدثنا سفيان عن الزهري عن سالم عن أبيه قال * رأيت\nرسول الله صلى الله عليه وسلم إذا افتتح الصلاة يرفع يديه حتى يحاذي منكبيه\nوإذا ركع وإذا رفع رأسه من الركوع\n</p>\n\n<h2 class='l2' id='head267'>( 87 ترك ذلك )</h2>\n\n<p>\n1026 أخبرنا سويد بن نصر قال أنبأنا عبد الله بن المبارك عن سفيان عن\nعاصم بن كليب عن عبد الرحمن بن الأسود عن علقمة عن عبد الله قال ألا أخبركم\nبصلاة رسول الله صلى الله عليه وسلم قال * فقام فرفع يديه أول مرة ثم لم\nيعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p182'> Vol. 02, p. 182</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head268'>( 88 إقامة الصلب في الركوع )</h2>\n\n<p>\n1027 أخبرنا قتيبة قال حدثنا الفضيل عن الأعمش عن عمارة بن عمير عن أبي\nمعمر عن أبي مسعود قال قال رسول الله <span id='ms0212'></span> صلى الله عليه وسلم * لا تجزئ صلاة لا\nيقيم الرجل فيها صلبه في الركوع والسجود\n</p>\n\n<h2 class='l2' id='head269'>( 89 الاعتدال في الركوع )</h2>\n\n<p>\n1028 أخبرنا سويد بن نصر قال أنبأنا عبد الله بن المبارك عن سعيد بن أبي\nعروبة وحماد بن سلمة عن قتادة عن أنس عن رسول الله صلى الله عليه وسلم قال\n* اعتدلوا في الركوع والسجود ولا يبسط أحدكم ذراعيه كالكلب\n</p>\n\n<h1 class='l1' id='head270'>( 12 كتاب التطبيق )</h1>\n\n<h2 class='l2' id='head271'>( 1 باب التطبيق )</h2>\n\n<p>\n1029 أخبرنا إسماعيل بن مسعود قال حدثنا خالد بن الحارث عن شعبة عن\nسليمان قال سمعت إبراهيم يحدث عن علقمة والأسود * أنهما كانا مع عبد الله\nفي بيته فقال أصلى هؤلاء قلنا نعم فأمهما وقام بينهما بغير أذان ولا إقامة\nقال إذا كنتم ثلاثة فاصنعوا هكذا وإذا كنتم أكثر من ذلك فليؤمكم أحدكم\nوليفرش كفيه على فخذيه فكأنما أنظر إلى اختلاف أصابع رسول الله صلى الله\nعليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p183'> Vol. 02, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\n1030 أخبرني أحمد بن سعيد الرباطي قال حدثنا عبد الرحمن بن عبد الله قال\nأنبأنا عمرو وهو بن أبي قيس عن الزبير بن عدي عن إبراهيم عن الأسود وعلقمة\nقالا * صلينا مع عبد الله بن مسعود في بيته فقام بيننا فوضعنا أيدينا على\nركبنا فنزعها فخالف بين أصابعنا وقال رأيت رسول الله صلى الله عليه وسلم\nيفعله\n</p>\n\n<p>\n1031 أخبرنا نوح بن حبيب قال أنبأنا بن إدريس عن عاصم بن كليب عن عبد\nالرحمن بن الأسود عن علقمة عن عبد الله قال * علمنا رسول الله صلى الله\nعليه وسلم الصلاة فقام فكبر فلما أراد أن يركع طبق يديه بين ركبتيه وركع\nفبلغ ذلك سعدا فقال صدق أخي قد كنا نفعل هذا ثم أمرنا بهذا يعني الإمساك\nبالركب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p184'> Vol. 02, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\n1032 أخبرنا قتيبة قال حدثنا أبو عوانة عن أبي يعفور عن مصعب بن سعد قال\n* صليت إلى جنب أبي وجعلت يدي بين ركبتي فقال لي اضرب بكفيك على ركبتيك قال\nثم فعلت ذلك مرة أخرى فضرب يدي وقال إنا قد نهينا عن هذا وأمرنا أن نضرب\nبالأكف على الركب\n</p>\n\n<p>\n1033 أخبرنا عمرو بن علي قال حدثنا يحيى بن سعيد عن <span id='ms0213'></span> إسماعيل بن أبي خالد\nعن الزبير بن عدي عن مصعب بن سعد قال ركعت فطبقت فقال أبي * إن هذا شيء كنا\nنفعله ثم ارتفعنا إلى الركب\n</p>\n\n<h2 class='l2' id='head272'>( 2 الإمساك بالركب في الركوع )</h2>\n\n<p>\n1034 أخبرنا محمد بن بشار قال حدثني أبو داود قال حدثنا شعبة عن الأعمش\nعن إبراهيم عن أبي عبد الرحمن عن عمر قال * سنت لكم الركب فأمسكوا بالركب\n</p>\n\n<p>\n1035 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن سفيان عن أبي حصين عن\nأبي عبد الرحمن السلمي قال قال عمر * إنما السنة الأخذ بالركب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p185'> Vol. 02, p. 185</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head273'>( 3 باب مواضع الراحتين في الركوع )</h2>\n\n<p>\n1036 أخبرنا هناد بن السري في حديثه عن أبي الأحوص عن عطاء بن السائب عن\nسالم قال أتينا أبا مسعود فقلنا له * حدثنا عن صلاة رسول الله صلى الله\nعليه وسلم فقام بين أيدينا وكبر فلما ركع وضع راحتيه على ركبتيه وجعل\nأصابعه أسفل من ذلك وجافى بمرفقيه حتى استوى كل شيء منه ثم قال سمع الله\nلمن حمده فقام حتى استوى كل شيء منه\n</p>\n\n<h2 class='l2' id='head274'>( 4 باب مواضع أصابع اليدين في الركوع )</h2>\n\n<p>\n1037 أخبرنا أحمد بن سليمان الرهاوي قال حدثنا حسين عن زائدة عن عطاء عن\nسالم أبي عبد الله عن عقبة بن عمرو قال * ألا أصلي لكم كما رأيت رسول الله\nصلى الله عليه وسلم يصلي فقلنا بلى فقام فلما ركع وضع راحتيه على ركبتيه\nوجعل أصابعه من وراء ركبتيه وجافى إبطيه حتى استقر كل شيء منه ثم رفع رأسه\nفقام حتى استوى كل شيء منه ثم سجد فجافى إبطيه حتى استقر كل شيء منه ثم قعد\nحتى استقر كل شيء منه ثم سجد حتى استقر كل شيء منه ثم صنع كذلك أربع ركعات\nثم قال هكذا رأيت رسول الله صلى الله عليه وسلم يصلي وهكذا كان يصلي بنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p186'> Vol. 02, p. 186</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head275'>( 5 باب التجافي في الركوع )</h2>\n\n<p>\n1038 أخبرنا يعقوب بن إبراهيم عن بن علية عن عطاء بن السائب عن سالم\nالبراد قال قال أبو مسعود * ألا أريكم كيف كان رسول الله صلى الله عليه\nوسلم يصلي قلنا بلى فقام <span id='ms0214'></span> فكبر فلما ركع جافى بين إبطيه حتى لما استقر كل\nشيء منه رفع رأسه فصلى أربع ركعات هكذا وقال هكذا رأيت رسول الله صلى الله\nعليه وسلم يصلي\n</p>\n\n<h2 class='l2' id='head276'>( 6 باب الاعتدال في الركوع )</h2>\n\n<p>\n1039 أخبرنا محمد بن بشار قال حدثنا يحيى قال حدثنا عبد الحميد بن جعفر\nقال حدثني محمد بن عمرو بن عطاء عن أبي حميد الساعدي قال * كان النبي صلى\nالله عليه وسلم إذا ركع اعتدل فلم ينصب رأسه ولم يقنعه ووضع يديه على\nركبتيه\n</p>\n\n<h2 class='l2' id='head277'>( 7 النهي عن القراءة في الركوع )</h2>\n\n<p>\n1040 أخبرنا عبيد الله بن سعيد حدثنا حماد بن مسعدة عن أشعث عن محمد عن\nعبيدة عن علي قال * نهاني النبي صلى الله عليه وسلم عن القسي والحرير وخاتم\nالذهب وأن أقرأ وأنا راكع وقال مرة أخرى وأن أقرأ راكعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p187'> Vol. 02, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\n1041 أخبرنا عبيد الله بن سعيد قال حدثنا يحيى بن سعيد عن بن عجلان عن\nإبراهيم بن عبد الله بن حنين عن أبيه عن بن عباس عن علي قال * نهاني النبي\nصلى الله عليه وسلم عن خاتم الذهب وعن القراءة راكعا وعن القسي والمعصفر\n</p>\n\n<p>\n1042 أخبرنا الحسن بن داود المنكدري قال حدثنا بن أبي فديك عن الضحاك بن\nعثمان عن إبراهيم بن حنين عن أبيه عن عبد الله بن عباس عن علي قال * نهاني\nرسول الله صلى الله عليه وسلم ولا أقول نهاكم عن تختم الذهب وعن لبس القسي\nوعن لبس المفدم والمعصفر وعن القراءة في الركوع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p188'> Vol. 02, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n1043 أخبرنا عيسى بن حماد زغبة عن الليث عن يزيد بن أبي حبيب أن إبراهيم\nبن عبد الله بن حنين حدثه أن أباه حدثه أنه سمع عليا يقول * نهاني رسول\nالله صلى الله عليه وسلم عن خاتم الذهب وعن لبوس القسي والمعصفر وقراءة\nالقرآن وأنا راكع\n</p>\n\n<p>\n1044 أخبرنا قتيبة عن مالك عن نافع عن إبراهيم بن عبد الله بن حنين عن\nأبيه عن علي قال * نهاني رسول الله صلى الله عليه وسلم عن لبس القسي\nوالمعصفر وعن تختم الذهب وعن القراءة في الركوع\n</p>\n\n<h2 class='l2' id='head278'>( 8 تعظيم الرب في الركوع )</h2>\n\n<p>\n1045 أخبرنا <span id='ms0215'></span> قتيبة بن سعيد قال حدثنا سفيان عن سليمان بن سحيم عن إبراهيم\nبن عبد الله بن معبد بن عباس عن أبيه عن بن عباس قال * كشف النبي صلى الله\nعليه وسلم الستارة والناس صفوف خلف أبي بكر رضي الله عنه فقال أيها الناس\nإنه لم يبق من مبشرات النبوة إلا الرؤيا الصالحة يراها المسلم أو ترى له ثم\nقال ألا إني نهيت أن أقرأ راكعا أو ساجدا فأما الركوع فعظموا فيه الرب وأما\nالسجود فاجتهدوا في الدعاء قمن أن يستجاب لكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p189'> Vol. 02, p. 189</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head279'>( 9 باب الذكر في الركوع )</h2>\n\n<p>\n1046 أخبرنا إسحاق بن إبراهيم قال أنبأنا أبو معاوية عن الأعمش عن سعد بن\nعبيدة عن المستورد بن الأحنف عن صلة بن زفر عن حذيفة قال * صليت مع رسول\nالله صلى الله عليه وسلم فركع فقال في ركوعه سبحان ربي العظيم وفي سجوده\nسبحان ربي الأعلى\n</p>\n\n<h2 class='l2' id='head280'>( 10 نوع آخر من الذكر في الركوع )</h2>\n\n<p>\n1047 أخبرنا إسماعيل بن مسعود قال حدثنا خالد ويزيد قالا حدثنا شعبة عن\nمنصور عن أبي الضحى عن مسروق عن عائشة قالت * كان رسول الله صلى الله عليه\nوسلم يكثر أن يقول في ركوعه وسجوده سبحانك ربنا وبحمدك اللهم اغفر لي\n</p>\n\n<h2 class='l2' id='head281'>( 11 نوع آخر منه )</h2>\n\n<p>\n1048 أخبرنا محمد بن عبد الأعلى قال حدثنا خالد قال حدثنا شعبة قال\nأنبأني قتادة عن مطرف عن عائشة * قالت كان رسول الله صلى الله عليه وسلم\nيقول في ركوعه سبوح قدوس رب الملائكة والروح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p190'> Vol. 02, p. 190</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head282'>( 12 نوع آخر من الذكر في الركوع )</h2>\n\n<p>\n1049 أخبرنا عمرو بن منصور يعني النسائي قال حدثنا آدم بن أبي إياس قال\nحدثنا الليث عن معاوية يعني بن صالح عن أبي قيس الكندي وهو عمرو بن قيس قال\nسمعت عاصم بن حميد قال سمعت عوف بن مالك يقول * قمت مع رسول الله صلى الله\nعليه وسلم ليلة فلما ركع مكث قدر سورة البقرة يقول في ركوعه سبحان ذي\nالجبروت والملكوت والكبرياء والعظمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p191'> Vol. 02, p. 191</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head283'>( 13 نوع آخر منه )</h2>\n\n<p>\n1050 أخبرنا عمرو بن علي قال حدثنا عبد الرحمن بن مهدي قال حدثنا عبد\nالعزيز بن <span id='ms0216'></span> أبي سلمة قال حدثنا عمي الماجشون بن أبي سلمة عن عبد الرحمن\nالأعرج عن عبيد الله بن أبي رافع عن علي بن أبي طالب * أن رسول الله صلى\nالله عليه وسلم كان إذا ركع قال اللهم لك ركعت ولك أسلمت وبك آمنت خشع لك\nسمعي وبصري وعظامي ومخي وعصبي\n</p>\n\n<h2 class='l2' id='head284'>( 14 نوع آخر )</h2>\n\n<p>\n1051 أخبرنا يحيى بن عثمان الحمصي قال حدثنا أبو حيوة قال حدثنا شعيب عن\nمحمد بن المنكدر عن جابر بن عبد الله عن النبي صلى الله عليه وسلم * كان\nإذا ركع قال اللهم لك ركعت وبك آمنت ولك أسلمت وعليك توكلت أنت ربي خشع\nسمعي وبصري ودمي ولحمي وعظمي وعصبي لله رب العالمين\n</p>\n\n<p>\n1052 أخبرنا يحيى بن عثمان قال حدثنا بن حمير قال حدثنا شعيب عن محمد بن\nالمنكدر وذكر آخر قبله عن عبد الرحمن الأعرج عن محمد بن مسلمة * أن رسول\nالله صلى الله عليه وسلم كان إذا قام يصلي تطوعا يقول إذا ركع اللهم لك\nركعت وبك آمنت ولك أسلمت وعليك توكلت أنت ربي خشع سمعي وبصري ولحمي ودمي\nومخي وعصبي لله رب العالمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p192'> Vol. 02, p. 192</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head285'>( 15 باب الرخصة في ترك الذكر في الركوع )</h2>\n\n<p>\n1053 أخبرنا قتيبة قال حدثنا بكر بن مضر عن بن عجلان عن علي بن يحيى\nالزرقي عن أبيه عن عمه رفاعة بن رافع وكان بدريا قال * كنا مع رسول الله\nصلى الله عليه وسلم إذ دخل رجل المسجد فصلى ورسول الله صلى الله عليه وسلم\nيرمقه ولا يشعر ثم انصرف فأتى رسول الله صلى الله عليه وسلم فسلم عليه فرد\nعليه السلام ثم قال ارجع فصل فإنك لم تصل قال لا أدري في الثانية أو في\nالثالثة قال والذي أنزل عليك الكتاب لقد جهدت فعلمني وأرني قال إذا أردت\nالصلاة فتوضأ فأحسن الوضوء ثم قم فاستقبل القبلة ثم كبر ثم اقرأ ثم اركع\nحتى تطمئن راكعا ثم ارفع حتى تعتدل قائما ثم اسجد حتى تطمئن ساجدا ثم ارفع\nرأسك حتى تطمئن قاعدا ثم اسجد حتى تطمئن ساجدا فإذا صنعت <span id='ms0217'></span> ذلك فقد قضيت\nصلاتك وما انتقصت من ذلك فإنما تنقصه من صلاتك\n</p>\n\n<h2 class='l2' id='head286'>( 16 باب الأمر بإتمام الركوع )</h2>\n\n<p>\n1054 أخبرنا محمد بن عبد الأعلى قال حدثنا خالد قال حدثنا شعبة عن قتادة\nقال سمعت أنسا يحدث عن النبي صلى الله عليه وسلم قال * أتموا الركوع\nوالسجود إذا ركعتم وسجدتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p193'> Vol. 02, p. 193</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head287'>( 17 باب رفع اليدين عند الرفع من الركوع )</h2>\n\n<p>\n1055 أخبرنا سويد بن نصر قال أنبأنا عبد الله بن المبارك عن قيس بن سليم\nالعنبري قال حدثني علقمة بن وائل قال حدثني أبي قال * صليت خلف رسول الله\nصلى الله عليه وسلم فرأيته يرفع يديه إذا افتتح الصلاة وإذا ركع وإذا قال\nسمع الله لمن حمده هكذا وأشار قيس إلى نحو الأذنين\n</p>\n\n<h2 class='l2' id='head288'>( 18 باب رفع اليدين حذو فروع الأذنين عند الرفع من الركوع )</h2>\n\n<p>\n1056 أخبرنا إسماعيل بن مسعود قال حدثنا يزيد وهو بن زريع قال حدثنا سعيد\nعن قتادة عن نصر بن عاصم أنه حدثهم عن مالك بن الحويرث * أنه رأى رسول الله\nصلى الله عليه وسلم يرفع يديه إذا ركع وإذا رفع رأسه من الركوع حتى يحاذي\nبهما فروع أذنيه\n</p>\n\n<h2 class='l2' id='head289'>( 19 باب رفع اليدين حذو المنكبين عند الرفع من الركوع )</h2>\n\n<p>\n1057 أخبرنا عمرو بن علي قال حدثنا يحيى بن سعيد قال حدثنا مالك بن أنس\nعن الزهري عن سالم عن أبيه * أن رسول الله صلى الله عليه وسلم كان يرفع\nيديه إذا دخل في الصلاة حذو منكبيه وإذا رفع رأسه من الركوع فعل مثل ذلك\nوإذا قال سمع الله لمن حمده قال ربنا لك الحمد وكان لا يرفع يديه بين\nالسجدتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p194'> Vol. 02, p. 194</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head290'>( 20 الرخصة في ترك ذلك )</h2>\n\n<p>\n1058 أخبرنا محمود بن غيلان المروزي قال حدثنا وكيع قال حدثنا سفيان عن\nعاصم بن كليب عن عبد الرحمن بن الأسود عن علقمة عن عبد الله أنه قال * ألا\nأصلي بكم صلاة رسول الله صلى الله عليه وسلم فصلى فلم يرفع يديه إلا مرة\nواحدة\n</p>\n\n<h2 class='l2' id='head291'>( 21 باب ما يقول الإمام إذا رفع رأسه من الركوع )</h2>\n\n<p>\n1059 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن مالك عن بن <span id='ms0218'></span> شهاب عن سالم\nعن بن عمر * أن رسول الله صلى الله عليه وسلم كان إذا افتتح الصلاة رفع\nيديه حذو منكبيه وإذا كبر للركوع وإذا رفع رأسه من الركوع رفعهما كذلك أيضا\nوقال سمع الله لمن حمده ربنا ولك الحمد وكان لا يفعل ذلك في السجود\n</p>\n\n<p>\n1060 أخبرنا إسحاق بن إبراهيم قال حدثنا عبد الرزاق قال حدثنا معمر عن\nالزهري عن أبي سلمة عن أبي هريرة قال * كان رسول الله صلى الله عليه وسلم\nإذا رفع رأسه من الركوع قال اللهم ربنا ولك الحمد\n</p>\n\n<h2 class='l2' id='head292'>( 22 باب ما يقول المأموم )</h2>\n\n<p>\n1061 أخبرنا هناد بن السري عن بن عيينة عن الزهري عن أنس * أن النبي صلى\nالله عليه وسلم سقط من فرس على شقه الأيمن فدخلوا عليه يعودونه فحضرت\nالصلاة فلما قضى الصلاة قال إنما جعل الإمام ليؤتم به فإذا ركع فاركعوا\nوإذا رفع فارفعوا وإذا قال سمع الله لمن حمده فقولوا ربنا ولك الحمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p195'> Vol. 02, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\n1062 أخبرنا محمد بن سلمة قال أنبأنا بن القاسم عن مالك قال حدثني نعيم\nبن عبد الله عن علي بن يحيى الزرقي عن أبيه عن رفاعة بن رافع قال * كنا\nيوما نصلي وراء رسول الله صلى الله عليه وسلم فلما رفع رأسه من الركعة قال\nسمع الله لمن حمده قال رجل وراءه ربنا ولك الحمد حمدا كثيرا طيبا مباركا\nفيه فلما انصرف رسول الله صلى الله عليه وسلم قال من المتكلم آنفا فقال\nالرجل أنا يا رسول الله قال رسول الله صلى الله عليه وسلم لقد رأيت بضعة\nوثلاثين ملكا يبتدرونها أيهم يكتبها أولا\n</p>\n\n<h2 class='l2' id='head293'>( 23 باب قوله ربنا ولك الحمد )</h2>\n\n<p>\n1063 أخبرنا قتيبة عن مالك عن سمي عن أبي صالح عن أبي هريرة أن رسول الله\nصلى الله عليه وسلم قال * إذا قال الإمام سمع الله لمن حمده فقولوا ربنا\nولك الحمد فإن من وافق قوله قول الملائكة غفر له ما تقدم من ذنبه\n</p>\n\n<p>\n1064 أخبرنا إسماعيل بن مسعود قال حدثنا خالد قال حدثنا سعيد عن قتادة عن\nيونس بن جبير عن حطان بن <span id='ms0219'></span> عبد الله أنه حدثه أنه سمع أبا موسى قال أن نبي\nالله صلى الله عليه وسلم * خطبنا وبين لنا سنتنا وعلمنا صلاتنا فقال إذا\nصليتم فأقيموا صفوفكم ثم ليؤمكم أحدكم فإذا كبر الإمام فكبروا وإذا قرأ\n<span class='quran'>غير المغضوب عليهم ولا الضالين </span>فقولوا آمين يجبكم الله وإذا كبر\nوركع فكبروا واركعوا فإن الإمام يركع قبلكم ويرفع قبلكم قال نبي الله صلى\nالله عليه وسلم فتلك بتلك وإذا قال سمع الله لمن حمده فقولوا اللهم ربنا\nولك الحمد يسمع الله لكم فإن الله قال على لسان نبيه صلى الله عليه وسلم\nسمع الله لمن حمده فإذا كبر وسجد فكبروا واسجدوا فإن الإمام يسجد قبلكم\nويرفع قبلكم قال نبي الله صلى الله عليه وسلم فتلك بتلك فإذا كان عند\nالقعدة فليكن من أول قول أحدكم التحيات الطيبات الصلوات لله سلام عليك أيها\nالنبي ورحمة الله وبركاته سلام علينا وعلى عباد الله الصالحين أشهد أن لا\nإله إلا الله واشهد أن محمدا عبده ورسوله سبع كلمات وهي تحية الصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p196'> Vol. 02, p. 196</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head294'>( 24 قدر القيام بين الرفع من الركوع والسجود )</h2>\n\n<p>\n1065 أخبرنا يعقوب بن إبراهيم قال حدثنا بن علية قال أنبأنا شعبة عن\nالحكم عن عبد الرحمن بن أبي ليلى عن البراء بن عازب * أن رسول الله صلى\nالله عليه وسلم كان ركوعه وإذا رفع رأسه من الركوع وسجوده وما بين السجدتين\nقريبا من السواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p197'> Vol. 02, p. 197</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head295'>( 25 باب ما يقول في قيامه ذلك )</h2>\n\n<p>\n1066 أخبرنا أبو داود سليمان بن سيف الحراني قال حدثنا سعيد بن عامر قال\nحدثنا هشام بن حسان عن قيس بن سعد عن عطاء عن بن عباس * أن النبي صلى الله\nعليه وسلم كان إذا قال سمع الله لمن حمده قال اللهم ربنا لك الحمد ملء\nالسماوات وملء الأرض وملء ما شئت من شيء بعد\n</p>\n\n<p>\n1067 أخبرني محمد بن إسماعيل بن إبراهيم قال حدثنا يحيى بن أبي بكير قال\nحدثنا إبراهيم بن نافع عن وهب بن ميناس العدني عن سعيد بن جبير عن بن عباس\n* أن النبي صلى الله عليه <span id='ms0220'></span> وسلم كان إذا أراد السجود بعد الركعة يقول اللهم\nربنا ولك الحمد ملء السماوات وملء الأرض وملء ما شئت من شيء بعد\n</p>\n\n<p>\n1068 أخبرني عمرو بن هشام أبو أمية الحراني قال حدثنا مخلد عن سعيد بن\nعبد العزيز عن عطية بن قيس عن قزعة بن يحيى عن أبي سعيد * أن رسول الله صلى\nالله عليه وسلم كان يقول حين يقول سمع الله لمن حمده ربنا لك الحمد ملء\nالسماوات وملء الأرض وملء ما شئت من شيء بعد أهل الثناء والمجد خير ما قال\nالعبد وكلنا لك عبد لا مانع لما أعطيت ولا ينفع ذا الجد منك الجد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p198'> Vol. 02, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\n1069 أخبرنا حميد بن مسعدة قال حدثنا يزيد بن زريع قال حدثنا شعبة عن\nعمرو بن مرة عن أبي حمزة عن رجل من بني عبس عن حذيفة أنه * صلى مع رسول\nالله صلى الله عليه وسلم ذات ليلة فسمعه حين كبر قال الله أكبر ذا الجبروت\nوالملكوت والكبرياء والعظمة وكان يقول في ركوعه سبحان ربي العظيم وإذا رفع\nرأسه من الركوع قال لربي الحمد لربي الحمد وفي سجوده سبحان ربي الأعلى وبين\nالسجدتين رب اغفر لي رب اغفر لي وكان قيامه وركوعه وإذا رفع رأسه من الركوع\nوسجوده وما بين السجدتين قريبا من السواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p199'> Vol. 02, p. 199</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head296'>( 26 باب القنوت بعد الركوع )</h2>\n\n<p>\n1070 أخبرنا إسحاق بن إبراهيم قال حدثنا جرير عن سليمان التيمي عن أبي\nمجلز عن أنس بن مالك قال * قنت رسول الله صلى الله عليه وسلم شهرا بعد\nالركوع يدعو على رعل وذكوان وعصية عصت الله ورسوله\n</p>\n\n<h2 class='l2' id='head297'>( 27 باب القنوت في صلاة الصبح )</h2>\n\n<p>\n1071 أخبرنا قتيبة قال حدثنا حماد عن أيوب عن بن سيرين * أن أنس بن مالك\nسئل هل قنت رسول الله صلى الله عليه وسلم في صلاة الصبح قال نعم فقيل له\nقبل الركوع أو بعده قال بعد الركوع\n</p>\n\n<p>\n1072 أخبرنا إسماعيل بن مسعود قال حدثنا بشر بن المفضل عن يونس عن بن\nسيرين قال * حدثني بعض من صلى مع رسول الله صلى الله عليه وسلم صلاة الصبح\nفلما <span id='ms0221'></span> قال سمع الله لمن حمده في الركعة الثانية قام هنيهة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p200'> Vol. 02, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\n1073 أخبرنا محمد بن منصور قال حدثنا سفيان قال حفظناه من الزهري عن سعيد\nعن أبي هريرة قال * لما رفع رسول الله صلى الله عليه وسلم رأسه من الركعة\nالثانية من صلاة الصبح قال اللهم أنج الوليد بن الوليد وسلمة بن هشام وعياش\nبن أبي ربيعة والمستضعفين بمكة اللهم اشدد وطأتك على مضر واجعلها عليهم\nسنين كسني يوسف\n</p>\n\n<p>\n1074 أخبرنا عمرو بن عثمان قال حدثنا بقية عن بن أبي حمزة قال حدثني محمد\nقال حدثني سعيد بن المسيب وأبو سلمة بن عبد الرحمن أن أبا هريرة كان يحدث *\nأن رسول الله صلى الله عليه وسلم كان يدعو في الصلاة حين يقول سمع الله لمن\nحمده ربنا ولك الحمد ثم يقول وهو قائم قبل أن يسجد اللهم أنج الوليد بن\nالوليد وسلمة بن هشام وعياش بن أبي ربيعة والمستضعفين من المؤمنين اللهم\nاشدد وطأتك على مضر واجعلها عليهم كسني يوسف ثم يقول الله أكبر فيسجد\nوضاحية مضر يومئذ مخالفون لرسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p201'> Vol. 02, p. 201</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head298'>( 28 باب القنوت في صلاة الظهر )</h2>\n\n<p>\n1075 أخبرنا سليمان بن سلم البلخي قال حدثنا النضر قال أنبأنا هشام عن\nيحيى عن أبي سلمة عن أبي هريرة قال * لأقربن لكم صلاة رسول الله صلى الله\nعليه وسلم قال فكان أبو هريرة يقنت في الركعة الآخرة من صلاة الظهر وصلاة\nالعشاء الآخرة وصلاة الصبح بعد ما يقول سمع الله لمن حمده فيدعو للمؤمنين\nويلعن الكفرة\n</p>\n\n<h2 class='l2' id='head299'>( 29 باب القنوت في صلاة المغرب )</h2>\n\n<p>\n1076 أخبرنا عبيد الله بن سعيد عن عبد الرحمن عن سفيان وشعبة عن عمرو بن\nمرة ح وأخبرنا عمرو بن علي قال حدثنا يحيى عن شعبة وسفيان قالا حدثنا عمرو\nبن مرة عن بن أبي ليلى عن البراء بن عازب * أن النبي صلى الله عليه وسلم\nكان يقنت في الصبح والمغرب وقال عبيد الله أن رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p202'> Vol. 02, p. 202</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head300'>( 30 باب اللعن في القنوت )</h2>\n\n<p>\n1077 أخبرنا محمد بن المثنى قال حدثنا أبو داود <span id='ms0222'></span> قال حدثنا شعبة عن قتادة\nعن أنس وهشام عن قتادة عن أنس * أن رسول الله صلى الله عليه وسلم قنت شهرا\nقال شعبة لعن رجالا وقال هشام يدعو على أحياء من أحياء العرب ثم تركه بعد\nالركوع هذا قول هشام وقال شعبة عن قتادة عن أنس أن النبي صلى الله عليه\nوسلم قنت شهرا يلعن رعلا وذكوان ولحيان\n</p>\n\n<h2 class='l2' id='head301'>( 31 باب لعن المنافقين في القنوت )</h2>\n\n<p>\n1078 أخبرنا إسحاق بن إبراهيم قال أنبأنا عبد الرزاق قال حدثنا معمر عن\nالزهري عن سالم عن أبيه أنه * سمع النبي صلى الله عليه وسلم حين رفع رأسه\nمن صلاة الصبح من الركعة الآخرة قال اللهم العن فلانا وفلانا يدعو على أناس\nمن المنافقين فأنزل الله عز وجل <span class='quran'>ليس لك من الأمر شيء أو يتوب عليهم أو\nيعذبهم فإنهم ظالمون </span></p>\n\n<h2 class='l2' id='head302'>( 32 ترك القنوت )</h2>\n\n<p>\n1079 أخبرنا إسحاق بن إبراهيم قال أنبأنا معاذ بن هشام قال حدثني أبي عن\nقتادة عن أنس * أن رسول الله صلى الله عليه وسلم قنت شهرا يدعو على حي من\nأحياء العرب ثم تركه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p203'> Vol. 02, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n1080 أخبرنا قتيبة عن خلف وهو بن خليفة عن أبي مالك الأشجعي عن أبيه قال\n* صليت خلف رسول الله صلى الله عليه وسلم فلم يقنت وصليت خلف أبي بكر فلم\nيقنت وصليت خلف عمر فلم يقنت وصليت خلف عثمان فلم يقنت وصليت خلف علي فلم\nيقنت ثم قال يا بني إنها بدعة\n</p>\n\n<h2 class='l2' id='head303'>( 33 باب تبريد الحصى للسجود عليه )</h2>\n\n<p>\n1081 أخبرنا قتيبة قال حدثنا عباد عن محمد بن عمرو عن سعيد بن الحرث عن\nجابر بن عبد الله قال * كنا نصلي مع رسول الله صلى الله عليه وسلم الظهر\nفآخذ قبضة من حصى في كفي أبرده ثم أحوله في كفي الآخر فإذا سجدت وضعته\nلجبهتي\n</p>\n\n<h2 class='l2' id='head304'>( 34 باب التكبير للسجود )</h2>\n\n<p>\n1082 أخبرنا يحيى بن حبيب بن عربي قال حدثنا حماد عن غيلان بن جرير عن\nمطرف قال * صليت أنا وعمران بن حصين خلف علي بن أبي طالب فكان إذا سجد كبر\nوإذا رفع رأسه من السجود كبر وإذا نهض من <span id='ms0223'></span> الركعتين كبر فلما قضى صلاته أخذ\nعمران بيدي فقال لقد ذكرني هذا قال كلمة يعني صلاة محمد صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p204'> Vol. 02, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\n1083 أخبرنا عمرو بن علي قال حدثنا معاذ ويحيى قالا حدثنا زهير قال حدثني\nأبو إسحاق عن عبد الرحمن بن الأسود عن علقمة والأسود عن عبد الله بن مسعود\nقال * كان رسول الله صلى الله عليه وسلم يكبر في كل خفض ورفع ويسلم عن\nيمينه وعن يساره وكان أبو بكر وعمر رضي الله عنهما يفعلانه\n</p>\n\n<h2 class='l2' id='head305'>( 35 باب كيف يخر للسجود )</h2>\n\n<p>\n1084 أخبرنا إسماعيل بن مسعود قال حدثنا خالد عن شعبة عن أبي بشر قال\nسمعت يوسف وهو بن ماهك يحدث عن حكيم قال * بايعت رسول الله صلى الله عليه\nوسلم أن لا أخر إلا قائما\n</p>\n\n<h2 class='l2' id='head306'>( 36 باب رفع اليدين للسجود )</h2>\n\n<p>\n1085 أخبرنا محمد بن المثنى قال حدثنا بن أبي عدي عن شعبة عن قتادة عن\nنصر بن عاصم عن مالك بن الحويرث أنه * رأى النبي صلى الله عليه وسلم رفع\nيديه في صلاته وإذا ركع وإذا رفع رأسه من الركوع وإذا سجد وإذا رفع رأسه من\nالسجود حتى يحاذي بهما فروع أذنيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p205'> Vol. 02, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\n1086 حدثنا محمد بن المثنى قال حدثنا عبد الأعلى قال حدثنا سعيد عن قتادة\nعن نصر بن عاصم عن مالك بن الحويرث أنه * رأى النبي صلى الله عليه وسلم رفع\nيديه فذكر مثله\n</p>\n\n<p>\n1087 أخبرنا محمد بن المثنى قال حدثنا معاذ بن هشام قال حدثني أبي عن\nقتادة عن نصر بن عاصم عن مالك بن الحويرث * أن نبي الله صلى الله عليه وسلم\nكان إذا دخل في الصلاة فذكر نحوه وزاد فيه وإذا ركع فعل مثل ذلك وإذا رفع\nرأسه من الركوع فعل مثل ذلك وإذا رفع رأسه من السجود فعل مثل ذلك\n</p>\n\n<h2 class='l2' id='head307'>( 37 ترك رفع اليدين عند السجود )</h2>\n\n<p>\n1088 أخبرنا محمد بن عبيد الكوفي المحاربي قال حدثنا بن المبارك عن معمر\nعن الزهري عن سالم عن بن عمر قال * كان رسول الله صلى الله عليه وسلم يرفع\nيديه إذا افتتح الصلاة وإذا ركع وإذا رفع <span id='ms0224'></span> وكان لا يفعل ذلك في السجود\n</p>\n\n<h2 class='l2' id='head308'>( 38 باب أول ما يصل إلى الأرض من الإنسان في سجوده )</h2>\n\n<p>\n1089 أخبرنا الحسين بن عيسى القومسي البسطامي قال حدثنا يزيد وهو بن\nهارون قال أنبأنا شريك عن عاصم بن كليب عن أبيه عن وائل بن حجر قال * رأيت\nرسول الله صلى الله عليه وسلم إذا سجد وضع ركبتيه قبل يديه وإذا نهض رفع\nيديه قبل ركبتيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p206'> Vol. 02, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\n1090 أخبرنا قتيبة قال حدثنا عبد الله بن نافع عن محمد بن عبد الله بن\nحسن عن أبي الزناد عن الأعرج عن أبي هريرة قال قال رسول الله صلى الله عليه\nوسلم * يعمد أحدكم في صلاته فيبرك كما يبرك الجمل\n</p>\n\n<p>\n1091 أخبرنا هارون بن محمد بن بكار بن بلال من كتابه قال حدثنا مروان بن\nمحمد قال حدثنا عبد العزيز بن محمد قال حدثنا محمد بن عبد الله بن الحسن عن\nأبي الزناد عن الأعرج عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم *\nإذا سجد أحدكم فليضع يديه قبل ركبتيه ولا يبرك بروك البعير\n</p>\n\n<h2 class='l2' id='head309'>( 39 باب وضع اليدين مع الوجه في السجود )</h2>\n\n<p>\n1092 أخبرنا زياد بن أيوب دلويه قال حدثنا بن علية قال حدثنا أيوب عن\nنافع عن بن عمر رفعه قال * إن اليدين تسجدان كما يسجد الوجه فإذا وضع أحدكم\nوجهه فليضع يديه وإذا رفعه فليرفعهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p207'> Vol. 02, p. 207</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head310'>( 40 باب على كم السجود )</h2>\n\n<p>\n1093 أخبرنا قتيبة قال حدثنا حماد عن عمرو عن طاوس عن بن عباس قال * أمر\nالنبي صلى الله عليه وسلم أن يسجد على سبعة أعضاء ولا يكف شعره ولا ثيابه\n</p>\n\n<h2 class='l2' id='head311'>( 41 تفسير ذلك )</h2>\n\n<p>\n1094 أخبرنا قتيبة قال حدثنا بكر عن بن الهاد عن محمد بن إبراهيم عن عامر\nبن سعد عن العباس بن عبد المطلب أنه سمع رسول الله صلى الله عليه وسلم يقول\n* إذا سجد العبد سجد منه سبعة أراب وجهه وكفاه وركبتاه وقدماه\n</p>\n\n<h2 class='l2' id='head312'>( 42 السجود على الجبين )</h2>\n\n<p>\n1095 أخبرنا محمد بن سلمة والحرث بن مسكين قراءة عليه وأنا أسمع واللفظ\nله عن بن القاسم قال حدثني مالك عن يزيد بن عبد الله <span id='ms0225'></span> بن الهاد عن محمد بن\nإبراهيم بن الحارث عن أبي سلمة عن أبي سعيد الخدري قال * بصرت عيناي رسول\nالله صلى الله عليه وسلم على جبينه وأنفه أثر الماء والطين من صبح ليلة\nإحدى وعشرين مختصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p208'> Vol. 02, p. 208</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head313'>( 43 السجود على الأنف )</h2>\n\n<p>\n1096 أخبرنا أحمد بن عمرو بن السرح ويونس بن عبد الأعلى والحرث بن مسكين\nقراءة عليه وأنا أسمع واللفظ له عن بن وهب عن بن جريج عن عبد الله بن طاوس\nعن أبيه عن بن عباس أن رسول الله صلى الله عليه وسلم قال * أمرت أن أسجد\nعلى سبعة لا أكف الشعر ولا الثياب الجبهة والأنف واليدين والركبتين\nوالقدمين\n</p>\n\n<h2 class='l2' id='head314'>( 44 السجود على اليدين )</h2>\n\n<p>\n1097 أخبرنا عمرو بن منصور النسائي قال حدثنا المعلي بن أسد قال حدثنا\nوهيب عن عبد الله بن طاوس عن أبيه عن بن عباس عن النبي صلى الله عليه وسلم\nقال * أمرت أن أسجد على سبعة أعظم على الجبهة وأشار بيده على الأنف واليدين\nوالركبتين وأطراف القدمين\n</p>\n\n<h2 class='l2' id='head315'>( 45 باب السجود على الركبتين )</h2>\n\n<p>\n1098 أخبرنا محمد بن منصور المكي وعبد الله بن محمد بن عبد الرحمن الزهري\nقالا حدثنا سفيان عن بن طاوس عن أبيه عن بن عباس * أمر النبي صلى الله عليه\nوسلم أن يسجد على سبع ونهى أن يكفت الشعر والثياب على يديه وركبتيه وأطراف\nأصابعه قال سفيان قال لنا بن طاوس ووضع يديه على جبهته وأمرها على أنفه قال\nهذا واحد واللفظ لمحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p209'> Vol. 02, p. 209</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head316'>( 46 باب السجود على القدمين )</h2>\n\n<p>\n1099 أخبرنا محمد بن عبد الله بن عبد الحكم عن شعيب عن الليث قال أنبأنا\nبن الهاد عن محمد بن إبراهيم بن الحرث عن عامر بن سعد بن أبي وقاص عن عباس\nبن عبد المطلب أنه سمع رسول الله صلى الله عليه وسلم يقول * إذا سجد العبد\nسجد معه سبعة أراب وجهه وكفاه وركبتاه وقدماه\n</p>\n\n<h2 class='l2' id='head317'>( 47 باب نصب القدمين في السجود )</h2>\n\n<p>\n1100 أخبرنا إسحاق بن إبراهيم قال أنبانا عبيدة قال حدثنا عبيد الله بن\nعمر عن محمد بن يحيى بن حبان عن الأعرج عن أبي هريرة عن <span id='ms0226'></span> عائشة قالت * فقدت\nرسول الله صلى الله عليه وسلم ذات ليلة فانتهيت إليه وهو ساجد وقدماه\nمنصوبتان وهو يقول اللهم إني أعوذ برضاك من سخطك وبمعافاتك من عقوبتك وبك\nمنك لا أحصي ثناء عليك أنت كما أثنيت على نفسك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p210'> Vol. 02, p. 210</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head318'>( 48 باب فتح أصابع الرجلين في السجود )</h2>\n\n<p>\n1101 أخبرنا محمد بن بشار قال حدثنا يحيى بن سعيد قال حدثنا عبد الحميد\nبن جعفر قال حدثني محمد بن عطاء عن أبي حميد الساعدي قال * كان النبي صلى\nالله عليه وسلم إذا أهوى إلى الأرض ساجدا جافى عضديه عن إبطيه وفتخ أصابع\nرجليه مختصر\n</p>\n\n<h2 class='l2' id='head319'>( 49 باب مكان اليدين من السجود )</h2>\n\n<p>\n1102 أخبرني أحمد بن ناصح قال حدثنا بن إدريس قال سمعت عاصم بن كليب يذكر\nعن أبيه عن وائل بن حجر قال * قدمت المدينة فقلت لأنظرن إلى صلاة رسول الله\nصلى الله عليه وسلم فكبر ورفع يديه حتى رأيت إبهاميه قريبا من أذنيه فلما\nأراد أن يركع كبر ورفع يديه ثم رفع رأسه فقال سمع الله لمن حمده ثم كبر\nوسجد فكانت يداه من أذنيه على الموضع الذي استقبل بهما الصلاة\n</p>\n\n<h2 class='l2' id='head320'>( 50 باب النهي عن بسط الذراعين في السجود )</h2>\n\n<p>\n1103 أخبرنا إسحاق بن إبراهيم قال حدثنا يزيد وهو بن هارون قال حدثنا أبو\nالعلاء واسمه أيوب بن أبي مسكين عن قتادة عن أنس عن رسول الله صلى الله\nعليه وسلم قال * لا يفترش أحدكم ذراعيه في السجود افتراش الكلب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p211'> Vol. 02, p. 211</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head321'>( 51 باب صفة السجود )</h2>\n\n<p>\n1104 أخبرنا علي بن حجر المروزي قال أنبأنا شريك عن أبي إسحاق قال * وصف\nلنا البراء السجود فوضع يديه بالأرض ورفع عجيزته وقال هكذا رأيت رسول الله\nصلى الله عليه وسلم يفعل\n</p>\n\n<p>\n1105 أخبرنا عبدة بن عبد الرحيم المروزي قال أنبأنا بن شميل هو النضر قال\nأنبأنا يونس بن أبي إسحاق عن أبي إسحاق عن البراء * أن رسول الله صلى الله\nعليه وسلم كان إذا صلى جخى\n</p>\n\n<p>\n1106 أخبرنا قتيبة قال حدثنا بكر عن جعفر بن ربيعة عن الأعرج عن عبد الله\nبن مالك بن بحينة * أن رسول الله صلى <span id='ms0227'></span> الله عليه وسلم كان إذا صلى فرج بين\nيديه حتى يبدو بياض إبطيه\n</p>\n\n<p>\n1107 أخبرنا محمد بن عبد الله بن بزيع قال حدثنا معتمر بن سليمان عن\nعمران عن أبي مجلز عن بشير بن نهيك عن أبي هريرة قال * لو كنت بين يدي رسول\nالله صلى الله عليه وسلم لأبصرت إبطيه قال أبو مجلز كأنه قال ذلك لأنه في\nصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p212'> Vol. 02, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\n1108 أخبرنا علي بن حجر قال أنبأنا إسماعيل قال حدثنا داود بن قيس عن\nعبيد الله بن عبد الله بن أقرم عن أبيه قال * صليت مع رسول الله صلى الله\nعليه وسلم فكنت أرى عفرة إبطيه إذا سجد\n</p>\n\n<h2 class='l2' id='head322'>( 52 باب التجافي في السجود )</h2>\n\n<p>\n1109 أخبرنا قتيبة قال حدثنا سفيان عن عبيد الله وهو بن عبد الله بن\nالأصم عن عمه يزيد وهو بن الأصم عن ميمونة * أن النبي صلى الله عليه وسلم\nكان إذا سجد جافى يديه حتى لو أن بهمة أرادت أن تمر تحت يديه مرت\n</p>\n\n<h2 class='l2' id='head323'>( 53 باب الاعتدال في السجود )</h2>\n\n<p>\n1110 أخبرنا إسحاق بن إبراهيم قال أنبأنا عبدة قال حدثنا سعيد عن قتادة\nعن أنس ح وأخبرنا إسماعيل بن مسعود عن خالد عن شعبة عن قتادة قال سمعت أنسا\nعن رسول الله صلى الله عليه وسلم قال * اعتدلوا في السجود ولا يبسط أحدكم\nذراعيه انبساط الكلب اللفظ لإسحاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p213'> Vol. 02, p. 213</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head324'>( 54 باب إقامة الصلب في السجود )</h2>\n\n<p>\n1111 أخبرنا علي بن خشرم المروزي قال أنبأنا عيسى وهو بن يونس عن الأعمش\nعن عمارة عن أبي معمر عن أبي مسعود قال قال رسول الله صلى الله عليه وسلم *\nلا تجزئ صلاة لا يقيم الرجل فيها صلبه في الركوع والسجود\n</p>\n\n<h2 class='l2' id='head325'>( 55 باب النهي عن نقرة الغراب )</h2>\n\n<p>\n1112 أخبرنا محمد بن عبد الله بن عبد الحكم عن شعيب عن الليث قال حدثنا\nخالد عن بن أبي هلال عن جعفر بن عبد الله أن تميم بن محمود أخبره أن عبد\nالرحمن بن شبل أخبره * أن رسول الله صلى الله عليه وسلم نهى عن ثلاث عن\nنقرة الغراب وافتراش السبع وأن يوطن الرجل المقام للصلاة كما <span id='ms0228'></span> يوطن البعير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p214'> Vol. 02, p. 214</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head326'>( 56 باب النهي عن كف الشعر في السجود )</h2>\n\n<p>\n1113 أخبرنا حميد بن مسعدة البصري عن يزيد وهو بن زريع قال حدثنا شعبة\nوروح يعني بن القاسم عن عمرو بن دينار عن طاوس عن بن عباس أن رسول الله صلى\nالله عليه وسلم قال * أمرت أن أسجد على سبعة ولا أكف شعرا ولا ثوبا\n</p>\n\n<h2 class='l2' id='head327'>( 57 باب مثل الذي يصلي ورأسه معقوص )</h2>\n\n<p>\n1114 أخبرنا عمرو بن سواد بن الأسود بن عمرو السرحي من ولد عبد الله بن\nسعد بن أبي سرح قال أنبأنا بن وهب قال أنبأنا عمرو بن الحرث أن بكيرا حدثه\nأن كريبا مولى بن عباس حدثه عن عبد الله بن عباس * أنه رأى عبد الله بن\nالحرث يصلي ورأسه معقوص من ورائه فقام فجعل يحله فلما انصرف أقبل إلى بن\nعباس فقال ما لك ورأسي قال إني سمعت رسول الله صلى الله عليه وسلم يقول\nإنما مثل هذا مثل الذي يصلي وهو مكتوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p215'> Vol. 02, p. 215</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head328'>( 58 النهي عن كف الثياب في السجود )</h2>\n\n<p>\n1115 أخبرنا محمد بن منصور المكي عن سفيان عن عمرو عن طاوس عن بن عباس\nقال * أمر النبي صلى الله عليه وسلم أن يسجد على سبعة أعظم ونهي أن يكف\nالشعر والثياب\n</p>\n\n<h2 class='l2' id='head329'>( 59 باب السجود على الثياب )</h2>\n\n<p>\n1116 أخبرنا سويد بن نصر قال أنبأنا عبد الله بن المبارك عن خالد بن عبد\nالرحمن هو السلمي قال حدثني غالب القطان عن بكر بن عبد الله المزني عن أنس\nقال * كنا إذا صلينا خلف رسول الله صلى الله عليه وسلم بالظهائر سجدنا على\nثيابنا اتقاء الحر\n</p>\n\n<h2 class='l2' id='head330'>( 60 باب الأمر بإتمام السجود )</h2>\n\n<p>\n1117 أخبرنا إسحاق بن إبراهيم قال أنبأنا عبدة عن سعيد عن قتادة عن أنس\nعن رسول الله صلى الله عليه وسلم قال * أتموا الركوع والسجود فوالله إني\nلأراكم من خلف ظهري في ركوعكم وسجودكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p216'> Vol. 02, p. 216</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head331'>( 61 باب النهي عن القراءة في السجود )</h2>\n\n<p>\n1118 أخبرنا أبو داود سليمان بن سيف قال حدثنا أبو علي الحنفي وعثمان بن\nعمر قال أبو علي حدثنا وقال عثمان أنبأنا داود بن قيس عن إبراهيم بن عبد <span id='ms0229'></span>\nالله بن حنين عن أبيه عن بن عباس عن علي بن أبي طالب رضي الله عنه قال *\nنهاني حبي صلى الله عليه وسلم عن ثلاث لا أقول نهى الناس نهاني عن تختم\nالذهب وعن لبس القسي وعن المعصفر المفدمة ولا أقرأ ساجدا ولا راكعا\n</p>\n\n<p>\n1119 أخبرنا أحمد بن عمرو بن السرح قال أنبأنا بن وهب عن يونس ح والحرث\nبن مسكين قراءة عليه وأنا أسمع عن بن وهب عن يونس عن بن شهاب قال أخبرني\nإبراهيم بن عبد الله أن أباه حدثه أنه سمع عليا قال * نهاني رسول الله صلى\nالله عليه وسلم أن أقرأ راكعا أو ساجدا\n</p>\n\n<h2 class='l2' id='head332'>( 62 باب الأمر بالاجتهاد في الدعاء في السجود )</h2>\n\n<p>\n1120 أخبرنا علي بن حجر المروزي قال أنبأنا إسماعيل هو بن جعفر قال حدثنا\nسليمان بن سحيم عن إبراهيم بن عبد الله بن معبد بن عباس عن أبيه عن عبد\nالله بن عباس قال * كشف رسول الله صلى الله عليه وسلم الستر ورأسه معصوب في\nمرضه الذي مات فيه فقال اللهم قد بلغت ثلاث مرات أنه لم يبق من مبشرات\nالنبوة إلا الرؤيا الصالحة يراها العبد أو ترى له ألا وإني قد نهيت عن\nالقراءة في الركوع والسجود فإذا ركعتم فعظموا ربكم وإذا سجدتم فاجتهدوا في\nالدعاء فأنه قمن أن يستجاب لكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p217'> Vol. 02, p. 217</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head333'>( 63 باب الدعاء في السجود )</h2>\n\n<p>\n1121 أخبرنا هناد بن السري عن أبي الأحوص عن سعيد بن مسروق عن سلمة بن\nكهيل عن أبي رشدين وهو كريب عن بن عباس قال * بت عند خالتي ميمونة بنت\nالحارث وبات رسول الله صلى الله عليه وسلم عندها فرأيته قام لحاجته فأتى\nالقربة فحل شناقها ثم توضأ وضوءا بين الوضوءين ثم أتى فراشه فنام ثم قام\nقومه أخرى فأتى القربة فحل شناقها ثم توضأ وضوءا هو الوضوء ثم قام يصلي\nوكان يقول في سجوده اللهم اجعل في قلبي نورا واجعل في سمعي نورا واجعل في\nبصري نورا واجعل من تحتي نورا واجعل من فوقي نورا وعن يميني نورا وعن يساري\nنورا <span id='ms0230'></span> واجعل أمامي نورا واجعل خلفي نورا وأعظم لي نورا ثم نام حتى نفخ فأتاه\nبلال فأيقظه للصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p218'> Vol. 02, p. 218</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head334'>( 64 نوع آخر )</h2>\n\n<p>\n1122 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن سفيان عن منصور عن أبي\nالضحى عن مسروق عن عائشة * قالت كان رسول الله صلى الله عليه وسلم يقول في\nركوعه وسجوده سبحانك اللهم ربنا وبحمدك اللهم اغفر لي يتأول القرآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p219'> Vol. 02, p. 219</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head335'>( 65 نوع آخر )</h2>\n\n<p>\n1123 أخبرنا محمود بن غيلان قال حدثنا وكيع عن سفيان عن منصور عن أبي\nالضحى عن مسروق عن عائشة * قالت كان رسول الله صلى الله عليه وسلم يقول في\nركوعه وسجوده سبحانك اللهم ربنا وبحمدك اللهم اغفر لي يتأول القرآن\n</p>\n\n<h2 class='l2' id='head336'>( 66 نوع آخر )</h2>\n\n<p>\n1124 أخبرنا محمد بن قدامة قال حدثنا جرير عن منصور عن هلال بن يساف قال\nقالت عائشة رضي الله عنها * فقدت رسول الله صلى الله عليه وسلم من مضجعه\nفجعلت ألتمسه وظننت أنه أتى بعض جواريه فوقعت يدي عليه وهو ساجد وهو يقول\nاللهم اغفر لي ما أسررت وما أعلنت\n</p>\n\n<p>\n1125 أخبرنا محمد بن المثنى قال حدثنا محمد قال حدثنا شعبة عن منصور عن\nهلال بن يساف عن عائشة رضي الله عنها قالت * فقدت رسول الله صلى الله عليه\nوسلم فظننت أنه أتى بعض جواريه فطلبته فإذا هو ساجد يقول رب اغفر لي ما\nأسررت وما أعلنت\n</p>\n\n<h2 class='l2' id='head337'>( 67 نوع آخر )</h2>\n\n<p>\n1126 أخبرنا عمرو بن علي قال حدثنا عبد الرحمن هو بن مهدي قال حدثنا عبد\nالعزيز بن أبي سلمة قال حدثني عمي الماجشون بن أبي سلمة عن عبد الرحمن\nالأعرج عن عبيد الله بن أبي رافع عن علي * أن رسول الله صلى الله عليه وسلم\nكان إذا سجد يقول اللهم لك سجدت ولك أسلمت وبك آمنت سجد وجهي للذي خلقه\nوصوره فأحسن صورته وشق سمعه وبصره تبارك الله أحسن الخالقين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p220'> Vol. 02, p. 220</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head338'>( 68 نوع آخر )</h2>\n\n<p>\n1127 أخبرنا يحيى بن عثمان قال أنبأنا أبو حيوة قال حدثنا شعيب بن أبي\nحمزة عن محمد بن المنكدر عن جابر بن عبد الله عن النبي صلى الله عليه وسلم\nكان <span id='ms0231'></span> يقول * في سجوده اللهم لك سجدت وبك آمنت ولك أسلمت وأنت ربي سجد وجهي\nللذي خلقه وصوره وشق سمعه وبصره تبارك الله أحسن الخالقين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p221'> Vol. 02, p. 221</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head339'>( 69 نوع آخر )</h2>\n\n<p>\n1128 أخبرنا يحيى بن عثمان قال أنبأنا بن حمير قال حدثنا شعيب بن أبي\nحمزة عن محمد بن المنكدر وذكر آخر قبله عن عبد الرحمن بن هرمز الأعرج عن\nمحمد بن مسلمة * أن رسول الله صلى الله عليه وسلم كان إذا قام من الليل\nيصلي تطوعا قال إذا سجد اللهم لك سجدت وبك آمنت ولك أسلمت اللهم أنت ربي\nسجد وجهي للذي خلقه وصوره وشق سمعه وبصره تبارك الله أحسن الخالقين\n</p>\n\n<h2 class='l2' id='head340'>( 70 نوع آخر )</h2>\n\n<p>\n1129 أخبرنا سوار بن عبد الله بن سوار القاضي ومحمد بن بشار عن عبد\nالوهاب قال حدثنا خالد عن أبي العالية عن عائشة * أن النبي صلى الله عليه\nوسلم كان يقول في سجود القرآن بالليل سجد وجهي للذي خلقه وشق سمعه وبصره\nبحوله وقوته\n</p>\n\n<h2 class='l2' id='head341'>( 71 نوع آخر )</h2>\n\n<p>\n1130 أخبرنا إسحاق بن إبراهيم قال أنبأنا جرير عن يحيى بن سعيد عن محمد\nبن إبراهيم عن عائشة قالت * فقدت رسول الله صلى الله عليه وسلم ذات ليلة\nفوجدته وهو ساجد وصدور قدميه نحو القبلة فسمعته يقول أعوذ برضاك من سخطك\nوأعوذ بمعافاتك من عقوبتك وأعوذ بك منك لا أحصي ثناء عليك أنت كما أثنيت\nعلى نفسك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p222'> Vol. 02, p. 222</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head342'>( 72 نوع آخر )</h2>\n\n<p>\n1131 أخبرنا إبراهيم بن الحسن المصيصي المقسمي قال حدثنا حجاج عن بن جريج\nعن عطاء قال أخبرني بن أبي مليكة عن عائشة قالت * فقدت رسول الله صلى الله\nعليه وسلم ذات ليلة فظننت أنه ذهب إلى بعض نسائه فتحسسته فإذا هو راكع أو\nساجد يقول سبحانك اللهم وبحمدك لا إله إلا أنت فقالت بأبي أنت وأمي إني لفي\nشأن وإنك لفي آخر\n</p>\n\n<h2 class='l2' id='head343'>( 73 نوع آخر )</h2>\n\n<p>\n1132 أخبرني هارون بن عبد الله قال حدثنا الحسن بن سوار قال حدثنا ليث بن\nسعد عن معاوية بن صالح عن عمرو بن قيس الكندي أنه سمع عاصم بن حميد يقول\nسمعت عوف بن مالك يقول * قمت <span id='ms0232'></span> مع النبي صلى الله عليه وسلم فبدأ فاستاك\nوتوضأ ثم قام فصلى فبدأ فاستفتح من البقرة لا يمر بآية رحمة إلا وقف وسأل\nولا يمر بآية عذاب إلا وقف يتعوذ ثم ركع فمكث راكعا بقدر قيامه يقول في\nركوعه سبحان ذي الجبروت والملكوت والكبرياء والعظمة ثم سجد بقدر ركوعه يقول\nفي سجوده سبحان ذي الجبروت والملكوت والكبرياء والعظمة ثم قرأ آل عمران ثم\nسورة ثم سورة فعل مثل ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p223'> Vol. 02, p. 223</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head344'>( 74 نوع آخر )</h2>\n\n<p>\n1133 أخبرنا إسحاق بن إبراهيم قال أنبأنا جرير عن الأعمش عن سعد بن عبيدة\nعن المستورد بن الأحنف عن صلة بن زفر عن حذيفة قال * صليت مع رسول الله صلى\nالله عليه وسلم ذات ليلة فاستفتح بسورة البقرة فقرأ بمائة آية لم يركع فمضى\nقلت يختمها في الركعتين فمضى قلت يختمها ثم يركع فمضى حتى قرأ سورة النساء\nثم قرأ سورة آل عمران ثم ركع نحوا من قيامه يقول في ركوعه سبحان ربي العظيم\nسبحان ربي العظيم سبحان ربي العظيم ثم رفع رأسه فقال سمع الله لمن حمده\nربنا لك الحمد وأطال القيام ثم سجد فأطال السجود يقول في سجوده سبحان ربي\nالأعلى سبحان ربي الأعلى سبحان ربي الأعلى لا يمر بآية تخويف أو تعظيم لله\nعز وجل إلا ذكره\n</p>\n\n<h2 class='l2' id='head345'>( 75 نوع آخر )</h2>\n\n<p>\n1134 أخبرنا بندار محمد بن بشار قال حدثنا يحيى بن سعيد القطان وبن أبي\nعدي عن شعبة قالا حدثنا سعيد عن قتادة عن مطرف عن عائشة * قالت كان رسول\nالله صلى الله عليه وسلم يقول في ركوعه وسجوده سبوح قدوس رب الملائكة\nوالروح\n</p>\n\n<h2 class='l2' id='head346'>( 76 عدد التسبيح في السجود )</h2>\n\n<p>\n1135 أخبرنا محمد بن رافع قال حدثنا عبد الله بن إبراهيم بن عمر بن كيسان\nقال حدثني أبي عن وهب بن مأنوس قال سمعت سعيد بن جبير قال سمعت أنس بن مالك\nيقول * ما رأيت أحدا أشبه صلاة بصلاة رسول الله صلى الله عليه وسلم من هذا\nالفتى يعني عمر بن عبد العزيز فحزرنا في ركوعه عشر تسبيحات وفي سجوده عشر\nتسبيحات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p224'> Vol. 02, p. 224</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head347'>( 77 باب <span id='ms0233'></span> الرخصة في ترك الذكر في السجود )</h2>\n\n<p>\n1136 أخبرنا محمد بن عبد الله بن يزيد المقرئ أبو يحيى بمكة وهو بصري قال\nحدثنا أبي قال حدثنا همام قال حدثنا إسحاق بن عبد الله بن أبي طلحة أن علي\nبن يحيى بن خلاد بن مالك بن رافع بن مالك حدثه عن أبيه عن عمه رفاعة بن\nرافع قال * بينما رسول الله صلى الله عليه وسلم جالس ونحن حوله إذ دخل رجل\nفأتى القبلة فصلى فلما قضى صلاته جاء فسلم على رسول الله صلى الله عليه\nوسلم وعلى القوم فقال له رسول الله صلى الله عليه وسلم وعليك اذهب فصل فإنك\nلم تصل فذهب فصلى فجعل رسول الله صلى الله عليه وسلم يرمق صلاته ولا يدري\nما يعيب منها فلما قضى صلاته جاء فسلم على رسول الله صلى الله عليه وسلم\nوعلى القوم فقال له رسول الله صلى الله عليه وسلم وعليك اذهب فصل فإنك لم\nتصل فأعادها مرتين أو ثلاثا فقال الرجل يا رسول الله ما عبت من صلاتي فقال\nرسول الله صلى الله عليه وسلم إنها لم تتم صلاة أحدكم حتى يسبغ الوضوء كما\nأمره الله عز وجل فيغسل وجهه ويديه إلى المرفقين ويمسح برأسه ورجليه إلى\nالكعبين ثم يكبر الله عز وجل ويحمده ويمجده قال همام وسمعته يقول ويحمد\nالله ويمجده ويكبره قال فكلاهما قد سمعته يقول قال ويقرأ ما تيسر من القرآن\nمما علمه الله وأذن له فيه ثم يكبر ويركع حتى تطمئن مفاصله وتسترخي ثم يقول\nسمع الله لمن حمده ثم يستوي قائما حتى يقيم صلبه ثم يكبر ويسجد حتى يمكن\nوجهه وقد سمعته يقول جبهته حتى تطمئن مفاصله وتسترخي ويكبر فيرفع حتى يستوي\nقاعدا على مقعدته ويقيم صلبه ثم يكبر فيسجد حتى يمكن وجهه ويسترخي فإذا لم\nيفعل هكذا لم تتم صلاته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p225'> Vol. 02, p. 225</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head348'>( 78 أقرب ما يكون العبد من الله عز وجل )</h2>\n\n<p>\n1137 أخبرنا محمد بن سلمة قال حدثنا بن وهب عن عمرو يعني بن الحرث عن\nعمارة بن غزية عن <span id='ms0234'></span> سمي أنه سمع أبا صالح عن أبي هريرة أن رسول الله صلى الله\nعليه وسلم قال * أقرب ما يكون العبد من ربه عز وجل وهو ساجد فأكثروا الدعاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p226'> Vol. 02, p. 226</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head349'>( 79 فضل السجود )</h2>\n\n<p>\n1138 أخبرنا هشام بن عمار عن هقل بن زياد الدمشقي قال حدثنا الأوزاعي قال\nحدثنا يحيى بن أبي كثير عن أبي سلمة بن عبد الرحمن قال حدثني ربيعة بن كعب\nالأسلمي قال * كنت آتي رسول الله صلى الله عليه وسلم بوضوئه وبحاجته فقال\nسلني قلت مرافقتك في الجنة قال أو غير ذلك قلت هو ذاك قال فأعني على نفسك\nبكثرة السجود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p227'> Vol. 02, p. 227</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head350'>( 80 باب ثواب من سجد لله عز وجل سجدة )</h2>\n\n<p>\n1139 أخبرنا أبو عمار الحسين بن حريث قال أنبأنا الوليد بن مسلم قال\nحدثنا الأوزاعي قال حدثني الوليد بن هشام المعيطي قال حدثني معدان بن طلحة\nاليعمري قال لقيت ثوبان مولى رسول الله صلى الله عليه وسلم فقلت دلني على\nعمل ينفعني أو يدخلني الجنة فسكت عني مليا ثم التفت إلي فقال عليك بالسجود\nفإني سمعت رسول الله صلى الله عليه وسلم يقول * ما من عبد يسجد لله سجدة\nإلا رفعه الله عز وجل بها درجة وحط عنه بها خطيئة قال معدان ثم لقيت أبا\nالدرداء فسألته عما سألت عنه ثوبان فقال لي عليك بالسجود فإني سمعت رسول\nالله صلى الله عليه وسلم يقول ما من عبد يسجد لله سجدة إلا رفعه الله بها\nدرجة وحط عنه بها خطيئة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p228'> Vol. 02, p. 228</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head351'>( 81 باب موضع السجود )</h2>\n\n<p>\n1140 أخبرنا محمد بن سليمان لوين بالمصيصة عن حماد بن زيد عن معمر\nوالنعمان بن راشد عن الزهري عن عطاء بن يزيد قال * كنت جالسا إلى أبي هريرة\nوأبي سعيد فحدث أحدهما حديث الشفاعة والآخر منصت قال فتأتي الملائكة فتشفع\nوتشفع الرسل وذكر الصراط قال قال رسول الله صلى الله عليه وسلم فأكون أول\nمن يجيز فإذا فرغ الله عز وجل من القضاء بين خلقه وأخرج من النار من يريد\nأن يخرج أمر الله الملائكة والرسل أن تشفع فيعرفون بعلاماتهم إن النار <span id='ms0235'></span> تأكل\nكل شيء من بن آدم إلا موضع السجود فيصب عليهم من ماء الجنة فينبتون كما\nتنبت الحبة في حميل السيل\n</p>\n\n<h2 class='l2' id='head352'>( 82 باب هل يجوز أن تكون سجدة أطول من سجدة )</h2>\n\n<p>\n1141 أخبرنا عبد الرحمن بن محمد بن سلام قال حدثنا يزيد بن هارون قال\nأنبأنا جرير بن حازم قال حدثنا محمد بن أبي يعقوب البصري عن عبد الله بن\nشداد عن أبيه قال * خرج علينا رسول الله صلى الله عليه وسلم في إحدى صلاتي\nالعشاء وهو حامل حسنا أو حسينا فتقدم رسول الله صلى الله عليه وسلم فوضعه\nثم كبر للصلاة فصلى فسجد بين ظهراني صلاته سجدة أطالها قال أبي فرفعت رأسي\nوإذا الصبي على ظهر رسول الله صلى الله عليه وسلم وهو ساجد فرجعت إلى سجودي\nفلما قضى رسول الله صلى الله عليه وسلم الصلاة قال الناس يا رسول الله إنك\nسجدت بين ظهراني صلاتك سجدة أطلتها حتى ظننا أنه قد حدث أمر أو أنه يوحى\nإليك قال كل ذلك لم يكن ولكن ابني ارتحلني فكرهت أن أعجله حتى يقضي حاجته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p229'> Vol. 02, p. 229</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head353'>( 83 باب التكبير عند الرفع من السجود )</h2>\n\n<p>\n1142 أخبرنا إسحاق بن إبراهيم قال أنبأنا الفضل بن دكين ويحيى بن آدم\nقالا حدثنا زهير عن أبي إسحاق عن عبد الرحمن بن الأسود عن أبيه وعلقمة عن\nعبد الله قال * رأيت رسول الله صلى الله عليه وسلم يكبر في كل خفض ورفع\nوقيام وقعود ويسلم عن يمينه وعن شماله السلام عليكم ورحمة الله حتى يرى\nبياض خده قال ورأيت أبا بكر وعمر رضي الله عنهما يفعلان ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p230'> Vol. 02, p. 230</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head354'>( 84 باب رفع اليدين عند الرفع من السجدة الأولى )</h2>\n\n<p>\n1143 أخبرنا محمد بن المثنى قال حدثنا معاذ بن هشام قال حدثني أبي عن\nقتادة عن نصر بن عاصم عن مالك بن الحويرث * أن نبي الله صلى الله عليه وسلم\nكان إذا دخل في الصلاة رفع يديه وإذا ركع فعل مثل ذلك وإذا رفع رأسه من\nالركوع فعل مثل ذلك وإذا رفع رأسه من السجود فعل مثل ذلك كله <span id='ms0236'></span> يعني رفع يديه\n</p>\n\n\n<h2 class='l2' id='head355'>( 85 ترك ذلك بين السجدتين )</h2>\n\n<p>\n1144 أخبرنا إسحاق بن إبراهيم عن سفيان عن الزهري عن سالم عن أبيه قال *\nكان النبي صلى الله عليه وسلم إذا افتتح الصلاة كبر ورفع يديه وإذا ركع\nوبعد الركوع ولا يرفع بين السجدتين\n</p>\n\n<h2 class='l2' id='head356'>( 86 باب الدعاء بين السجدتين )</h2>\n\n<p>\n1145 أخبرنا محمد بن عبد الأعلى قال حدثنا خالد حدثنا شعبة عن عمرو بن\nمرة عن أبي حمزة سمعه يحدث عن رجل من عبس عن حذيفة أنه * انتهى إلى النبي\nصلى الله عليه وسلم فقام إلى جنبه فقال الله أكبر ذو الملكوت والجبروت\nوالكبرياء والعظمة ثم قرأ بالبقرة ثم ركع فكان ركوعه نحوا من قيامه فقال في\nركوعه سبحان ربي العظيم سبحان ربي العظيم وقال حين رفع رأسه لربي الحمد\nلربي الحمد وكان يقول في سجوده سبحان ربي الأعلى سبحان ربي الأعلى وكان\nيقول بين السجدتين رب اغفر لي رب اغفر لي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p231'> Vol. 02, p. 231</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head357'>( 87 باب رفع اليدين بين السجدتين تلقاء الوجه )</h2>\n\n<p>\n1146 أخبرنا موسى بن عبد الله بن موسى البصري قال حدثنا النضر بن كثير\nأبو سهل الأزدي قال * صلى إلى جنبي عبد الله بن طاوس بمنى في مسجد الخيف\nفكان إذا سجد السجدة الأولى فرفع رأسه منها رفع يديه تلقاء وجهه فأنكرت أنا\nذلك فقلت لوهيب بن خالد إن هذا يصنع شيئا لم أر أحدا يصنعه فقال له وهيب\nتصنع شيئا لم نر أحدا يصنعه فقال عبد الله بن طاوس رأيت أبي يصنعه وقال أبي\nرأيت بن عباس يصنعه وقال عبد الله بن عباس رأيت رسول الله صلى الله عليه\nوسلم يصنعه\n</p>\n\n<h2 class='l2' id='head358'>( 88 باب كيف الجلوس بين السجدتين )</h2>\n\n<p>\n1147 أخبرنا عبد الرحمن بن إبراهيم دحيم قال حدثنا مروان بن معاوية قال\nحدثنا عبيد الله بن عبد الله بن الأصم قال حدثني يزيد بن الأصم عن ميمونة\nقالت * كان رسول الله صلى الله عليه وسلم إذا سجد خوي بيديه حتى يرى وضح\nإبطيه من ورائه وإذا قعد اطمأن على فخذه اليسرى\n</p>\n\n<h2 class='l2' id='head359'>( 89 قدر الجلوس بين السجدتين )</h2>\n\n<p>\n1148 أخبرنا عبيد الله بن سعيد أبو قدامة <span id='ms0237'></span> قال حدثنا يحيى عن شعبة قال\nحدثني الحكم عن بن أبي ليلى عن البراء قال * كان صلاة رسول الله صلى الله\nعليه وسلم ركوعه وسجوده وقيامه بعد ما يرفع رأسه من الركوع وبين السجدتين\nقريبا من السواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p232'> Vol. 02, p. 232</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head360'>( 90 باب التكبير للسجود )</h2>\n\n<p>\n1149 أخبرنا قتيبة قال حدثنا أبو الأحوص عن أبي إسحاق عن عبد الرحمن بن\nالأسود عن الأسود وعلقمة عن عبد الله قال * كان رسول الله صلى الله عليه\nوسلم يكبر في كل رفع ووضع وقيام وقعود وأبو بكر وعمر وعثمان رضي الله عنهم\n</p>\n\n<p>\n1150 أخبرنا محمد بن رافع قال حدثنا حجين وهو بن المثنى قال حدثنا ليث عن\nعقيل عن بن شهاب قال أخبرني أبو بكر بن عبد الرحمن بن الحارث بن هشام أنه\nسمع أبا هريرة يقول * كان رسول الله صلى الله عليه وسلم إذا قام إلى الصلاة\nيكبر حين يقوم ثم يكبر حين يركع ثم يقول سمع الله لمن حمده حين يرفع صلبه\nمن الركعة ثم يقول وهو قائم ربنا لك الحمد ثم يكبر حين يهوى ساجدا ثم يكبر\nحين يرفع رأسه ثم يكبر حين يسجد ثم يكبر حين يرفع رأسه ثم يفعل ذلك في\nالصلاة كلها حتى يقضيها ويكبر حين يقوم من الثنتين بعد الجلوس\n</p>\n\n<h2 class='l2' id='head361'>( 91 باب الاستواء للجلوس عند الرفع من السجدتين )</h2>\n\n<p>\n1151 أخبرنا زياد بن أيوب قال حدثنا إسماعيل قال حدثنا أيوب عن أبي قلابة\nقال جاءنا أبو سليمان مالك بن الحويرث إلى مسجدنا فقال * أريد أن أريكم كيف\nرأيت رسول الله صلى الله عليه وسلم يصلي قال فقعد في الركعة الأولى حين رفع\nرأسه من السجدة الآخرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p233'> Vol. 02, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n1152 أخبرنا علي بن حجر قال أنبأنا هشيم عن خالد عن أبي قلابة عن مالك بن\nالحويرث قال * رأيت رسول الله صلى الله عليه وسلم يصلي فإذا كان في وتر من\nصلاته لم ينهض حتى يستوي جالسا\n</p>\n\n<h2 class='l2' id='head362'>( 92 باب الاعتماد على الأرض عند النهوض )</h2>\n\n<p>\n1153 أخبرنا محمد بن بشار قال حدثنا عبد الوهاب قال حدثنا خالد عن أبي\nقلابة قال كان مالك بن الحويرث <span id='ms0238'></span> يأتينا فيقول * ألا أحدثكم عن صلاة رسول\nالله صلى الله عليه وسلم فيصلي في غير وقت الصلاة فإذا رفع رأسه من السجدة\nالثانية في أول الركعة استوى قاعدا ثم قام فاعتمد على الأرض\n</p>\n\n<h2 class='l2' id='head363'>( 93 باب رفع اليدين عن الأرض قبل الركبتين )</h2>\n\n<p>\n1154 أخبرنا إسحاق بن منصور قال أنبأنا يزيد بن هارون قال أنبأنا شريك عن\nعاصم بن كليب عن أبيه عن وائل بن حجر قال * رأيت رسول الله صلى الله عليه\nوسلم إذا سجد وضع ركبتيه قبل يديه وإذا نهض رفع يديه قبل ركبتيه قال أبو\nعبد الرحمن لم يقل هذا عن شريك غير يزيد بن هارون والله تعالى أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p234'> Vol. 02, p. 234</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head364'>( 94 باب التكبير للنهوض )</h2>\n\n<p>\n1155 أخبرنا قتيبة بن سعيد عن مالك عن بن شهاب عن أبي سلمة * أن أبا\nهريرة كان يصلي بهم فيكبر كلما خفض ورفع فإذا انصرف قال والله إني لأشبهكم\nصلاة برسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n1156 أخبرنا نصر بن علي وسوار بن عبد الله بن سوار قالا حدثنا عبد الأعلى\nعن معمر عن الزهري عن أبي بكر بن عبد الرحمن وعن أبي سلمة بن عبد الرحمن\nأنهما * صليا خلف أبي هريرة رضي الله عنه فلما ركع كبر فلما رفع رأسه قال\nسمع الله لمن حمده ربنا ولك الحمد ثم سجد وكبر ورفع رأسه وكبر ثم كبر حين\nقام من الركعة ثم قال والذي نفسي بيده إني لأقربكم شبها برسول الله صلى\nالله عليه وسلم ما زالت هذه صلاته حتى فارق الدنيا واللفظ لسوار\n</p>\n\n<h2 class='l2' id='head365'>( 95 باب كيف الجلوس للتشهد الأول )</h2>\n\n<p>\n1157 أخبرنا قتيبة بن سعيد قال حدثنا الليث عن يحيى عن القاسم بن محمد عن\nعبد الله بن عبد الله بن عمر عن أبيه أنه قال * إن من سنة الصلاة أن تضجع\nرجلك اليسرى وتنصب اليمنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p235'> Vol. 02, p. 235</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head366'>( 96 باب الاستقبال بأطراف أصابع القدم القبلة عند القعود للتشهد )</h2>\n\n<p>\n1158 أخبرنا الربيع بن سليمان بن داود قال حدثنا إسحاق بن بكر بن مضر قال\nحدثني أبي عن عمرو بن الحرث عن يحيى أن القاسم حدثه عن عبد الله <span id='ms0239'></span> وهو بن عبد\nالله بن عمر عن أبيه قال * من سنة الصلاة أن تنصب القدم اليمنى واستقباله\nبأصابعها القبلة والجلوس على اليسرى\n</p>\n\n<h2 class='l2' id='head367'>( 97 باب موضع اليدين عند الجلوس للتشهد الأول )</h2>\n\n<p>\n1159 أخبرنا محمد بن عبد الله بن يزيد المقرئ قال حدثنا سفيان قال حدثنا\nعاصم بن كليب عن أبيه عن وائل بن حجر قال * أتيت رسول الله صلى الله عليه\nوسلم فرأيته يرفع يديه إذا افتتح الصلاة حتى يحاذي منكبيه وإذا أراد أن\nيركع وإذا جلس في الركعتين أضجع اليسرى ونصب اليمنى ووضع يده اليمنى على\nفخذه اليمنى ونصب أصبعه للدعاء ووضع يده اليسرى على فخذه اليسرى قال ثم\nأتيتهم من قابل فرأيتهم يرفعون أيديهم في البرانس\n</p>\n\n<h2 class='l2' id='head368'>( 98 باب موضع البصر في التشهد )</h2>\n\n<p>\n1160 أخبرنا علي بن حجر قال حدثنا إسماعيل وهو بن جعفر عن مسلم بن أبي\nمريم عن علي بن عبد الرحمن المعافري عن عبد الله بن عمر * أنه رأى رجلا\nيحرك الحصى بيده وهو في الصلاة فلما انصرف قال له عبد الله لا تحرك الحصى\nوأنت في الصلاة فإن ذلك من الشيطان ولكن اصنع كما كان رسول الله صلى الله\nعليه وسلم يصنع قال وكيف كان يصنع قال فوضع يده اليمنى على فخذه اليمنى\nوأشار بأصبعه التي تلي الإبهام في القبلة ورمى ببصره إليها أو نحوها ثم قال\nهكذا رأيت رسول الله صلى الله عليه وسلم يصنع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p236'> Vol. 02, p. 236</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head369'>( 99 باب الإشارة بالأصبع في التشهد الأول )</h2>\n\n<p>\n1161 أخبرنا زكريا بن يحيى السجزي يعرف بخياط السنة نزل بدمشق أحد الثقات\nقال حدثنا الحسن بن عيسى قال أنبأنا بن المبارك قال حدثنا مخرمة بن بكير\nقال أنبأنا عامر بن عبد الله بن الزبير عن أبيه قال * كان رسول الله صلى\nالله عليه وسلم إذا جلس في الثنتين أو في الأربع يضع يديه على ركبتيه ثم\nأشار بأصبعه\n</p>\n\n<h2 class='l2' id='head370'>( 100 كيف التشهد الأول )</h2>\n\n<p>\n1162 أخبرنا يعقوب بن إبراهيم الدورقي عن الأشجعي عن سفيان عن أبي إسحاق\nعن الأسود عن عبد الله قال * علمنا رسول الله صلى الله عليه وسلم أن نقول <span id='ms0240'></span>\nإذا جلسنا في الركعتين التحيات لله والصلوات والطيبات السلام عليك أيها\nالنبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين أشهد أن لا\nإله إلا الله وأشهد أن محمدا عبده ورسوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p237'> Vol. 02, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n1163 أخبرنا محمد بن المثنى قال حدثنا محمد قال حدثنا شعبة قال سمعت أبا\nإسحاق يحدث عن أبي الأحوص عن عبد الله قال * كنا لا ندري ما نقول في كل\nركعتين غير أن نسبح ونكبر ونحمد ربنا وأن محمدا صلى الله عليه وسلم علم\nفواتح الخير وخواتمه فقال إذا قعدتم في كل ركعتين فقولوا التحيات لله\nوالصلوات والطيبات السلام عليك أيها النبي ورحمة الله وبركاته السلام علينا\nوعلى عباد الله الصالحين أشهد أن لا إله إلا الله وأشهد أن محمدا عبده\nورسوله وليتخير أحدكم من الدعاء أعجبه إليه فليدع الله عز وجل\n</p>\n\n<p>\n1164 أخبرنا قتيبة قال حدثنا عبثر عن الأعمش عن أبي إسحاق عن أبي الأحوص\nعن عبد الله قال * علمنا رسول الله صلى الله عليه وسلم التشهد في الصلاة\nوالتشهد في الحاجة فأما التشهد في الصلاة التحيات لله والصلوات والطيبات\nالسلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله\nالصالحين أشهد أن لا إله إلا الله وأشهد أن محمدا عبده ورسوله إلى آخر\nالتشهد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p238'> Vol. 02, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\n1165 أخبرنا إسحاق بن إبراهيم قال حدثنا يحيى وهو بن آدم قال سمعت سفيان\nيتشهد بهذا في المكتوبة والتطوع ويقول حدثنا أبو إسحاق عن أبي الأحوص عن\nعبد الله عن النبي صلى الله عليه وسلم ح وحدثنا منصور وحماد عن أبي وائل عن\nعبد الله عن النبي صلى الله عليه وسلم *\n</p>\n\n<p>\n1166 أخبرنا أحمد بن عمرو بن السرح قال حدثنا بن وهب قال أخبرني عمرو بن\nالحرث أن زيد بن أبي أنيسة الجزري حدثه أن أبا إسحاق حدثه عن الأسود وعلقمة\nعن عبد الله بن مسعود قال * كنا مع رسول الله صلى الله عليه وسلم لا نعلم\nشيئا فقال لنا رسول الله صلى الله عليه وسلم قولوا في كل جلسة التحيات لله\nوالصلوات والطيبات <span id='ms0241'></span> السلام عليك أيها النبي ورحمة الله وبركاته السلام علينا\nوعلى عباد الله الصالحين أشهد أن لا إله إلا الله وأشهد أن محمدا عبده\nورسوله\n</p>\n\n<p>\n1167 أخبرني محمد بن جبلة الرافقي قال حدثنا العلاء بن هلال قال حدثنا\nعبيد الله وهو بن عمرو عن زيد بن أبي أنيسة عن حماد عن إبراهيم عن علقمة بن\nقيس عن عبد الله قال كنا لا ندري ما نقول * إذا صلينا فعلمنا نبي الله صلى\nالله عليه وسلم جوامع الكلم فقال لنا قولوا التحيات لله والصلوات والطيبات\nالسلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله\nالصالحين أشهد أن لا إله إلا الله وأشهد أن محمدا عبده ورسوله قال عبيد\nالله قال زيد عن حماد عن إبراهيم عن علقمة قال لقد رأيت بن مسعود يعلمنا\nهؤلاء الكلمات كما يعلمنا القرآن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p239'> Vol. 02, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n1168 أخبرني عبد الرحمن بن خالد الرقي قال حدثنا حارث بن عطية وكان من\nزهاد الناس عن هشام عن حماد عن إبراهيم عن علقمة عن بن مسعود قال كنا إذا\nصلينا مع رسول الله صلى الله عليه وسلم نقول السلام على الله السلام على\nجبريل السلام على ميكائيل فقال رسول الله صلى الله عليه وسلم * لا تقولوا\nالسلام على الله فإن الله هو السلام ولكن قولوا التحيات لله والصلوات\nوالطيبات السلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى\nعباد الله الصالحين أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن\nمحمدا عبده ورسوله\n</p>\n\n<p>\n1169 أخبرنا إسماعيل بن مسعود قال حدثنا خالد قال حدثنا هشام هو\nالدستوائي عن حماد عن أبي وائل عن بن مسعود قال * كنا نصلي مع رسول الله\nصلى الله عليه وسلم فنقول السلام على الله السلام على جبريل السلام على\nميكائيل فقال رسول الله صلى الله عليه وسلم لا تقولوا السلام على الله فإن\nالله هو السلام ولكن قولوا التحيات لله والصلوات والطيبات السلام عليك أيها\nالنبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين أشهد <span id='ms0242'></span> أن لا\nإله إلا الله وأشهد أن محمدا عبده ورسوله\n</p>\n\n<p>\n1170 أخبرنا بشر بن خالد العسكري قال حدثنا غندر قال حدثنا شعبة عن\nسليمان ومنصور وحماد ومغيرة وأبي هاشم عن أبي وائل عن عبد الله عن النبي\nصلى الله عليه وسلم قال في التشهد * التحيات لله والصلوات والطيبات السلام\nعليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين\nأشهد أن لا إله إلا الله وأشهد أن محمدا عبده ورسوله قال أبو عبد الرحمن\nأبو هاشم غريب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p240'> Vol. 02, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\n1171 أخبرنا إسحاق بن إبراهيم قال أنبأنا الفضل بن دكين قال حدثنا سيف\nالمكي قال سمعت مجاهدا يقول حدثني أبو معمر قال سمعت عبد الله يقول * علمنا\nرسول الله صلى الله عليه وسلم التشهد كما يعلمنا السورة من القرآن وكفه بين\nيديه التحيات لله والصلوات والطيبات السلام عليك أيها النبي ورحمة الله\nوبركاته السلام علينا وعلى عباد الله الصالحين أشهد أن لا إله إلا الله\nوأشهد أن محمدا عبده ورسوله\n</p>\n\n<h2 class='l2' id='head371'>( 101 نوع آخر من التشهد )</h2>\n\n<p>\n1172 أخبرنا عبيد الله بن سعيد أبو قدامة السرخسي قال حدثنا يحيى بن سعيد\nقال حدثنا هشام قال حدثني قتادة عن يونس بن جبير عن حطان بن عبد الله أن\nالأشعري قال إن رسول الله صلى الله عليه وسلم خطبنا * فعلمنا سنتنا وبين\nلنا صلاتنا فقال أقيموا صفوفكم ثم ليؤمكم أحدكم فإذا كبر فكبروا وإذا قال\nولا الضالين فقولوا آمين يجبكم الله وإذا كبر الإمام وركع فكبروا واركعوا\nفإن الإمام يركع قبلكم ويرفع قبلكم قال نبي الله صلى الله عليه وسلم فتلك\nبتلك وإذا قال سمع الله لمن حمده فقولوا ربنا لك الحمد يسمع الله لكم فإن\nالله عز وجل قال على لسان نبيه صلى الله عليه وسلم سمع الله لمن حمده ثم\nإذا كبر الإمام وسجد فكبروا واسجدوا فإن الإمام يسجد قبلكم ويرفع قبلكم قال\nنبي الله صلى الله عليه وسلم فتلك بتلك فإذا كان عند القعدة فليكن من أول\nقول أحدكم أن يقول التحيات الطيبات الصلوات لله السلام <span id='ms0243'></span> عليك أيها النبي\nورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين أشهد أن لا إله\nإلا الله وأشهد أن محمدا عبده ورسوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p241'> Vol. 02, p. 241</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head372'>( 102 نوع آخر من التشهد )</h2>\n\n<p>\n1173 أخبرنا أبو الأشعث أحمد بن المقدام العجلي البصري قال حدثنا المعتمر\nقال سمعت أبي يحدث عن قتادة عن أبي غلاب وهو يونس بن جبير عن حطان بن عبد\nالله أنهم صلوا مع أبي موسى فقال إن رسول الله صلى الله عليه وسلم قال *\nإذا كان عند القعدة فليكن من أول قول أحدكم التحيات لله الطيبات الصلوات\nلله السلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد\nالله الصالحين أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا\nعبده ورسوله\n</p>\n\n<h2 class='l2' id='head373'>( 103 نوع آخر من التشهد )</h2>\n\n<p>\n1174 أخبرنا قتيبة قال حدثنا الليث بن سعد عن أبي الزبير عن سعيد بن جبير\nوطاوس عن بن عباس قال * كان رسول الله صلى الله عليه وسلم يعلمنا التشهد\nكما يعلمنا القرآن وكان يقول التحيات المباركات الصلوات الطيبات لله سلام\nعليك أيها النبي ورحمة الله وبركاته سلام علينا وعلى عباد الله الصالحين\nأشهد أن لا إله إلا الله وأشهد أن محمدا عبده ورسوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p242'> Vol. 02, p. 242</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head374'>( 104 نوع آخر من التشهد )</h2>\n\n<p>\n1175 أخبرنا محمد بن عبد الأعلى قال حدثنا المعتمر قال سمعت أيمن وهو بن\nنابل يقول حدثني أبو الزبير عن جابر قال * كان رسول الله صلى الله عليه\nوسلم يعلمنا التشهد كما يعلمنا السورة من القرآن بسم الله وبالله التحيات\nلله والصلوات والطيبات السلام عليك أيها النبي ورحمة الله وبركاته السلام\nعلينا وعلى عباد الله الصالحين أشهد أن لا إله إلا الله وأشهد أن محمدا\nعبده ورسوله أسأل الله الجنة وأعوذ بالله من النار\n</p>\n\n<h2 class='l2' id='head375'>( 105 باب التخفيف في التشهد الأول )</h2>\n\n<p>\n1176 أخبرنا الهيثم بن أيوب الطالقاني قال حدثنا إبراهيم بن سعد بن\nإبراهيم بن عبد الرحمن بن عوف قال حدثنا أبي عن أبي عبيدة بن عبد الله بن\nمسعود عن أبيه قال * كان رسول الله صلى الله عليه وسلم في الركعتين <span id='ms0244'></span> كأنه\nعلى الرضف قلت حتى يقوم قال ذلك يريد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p243'> Vol. 02, p. 243</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head376'>( 106 باب ترك التشهد الأول )</h2>\n\n<p>\n1177 أخبرني يحيى بن حبيب بن عربي البصري قال حدثنا حماد بن زيد عن يحيى\nعن عبد الرحمن الأعرج عن بن بحينة * أن النبي صلى الله عليه وسلم صلى فقام\nفي الشفع الذي كان يريد أن يجلس فيه فمضى في صلاته حتى إذا كان في آخر\nصلاته سجد سجدتين قبل أن يسلم ثم سلم\n</p>\n\n<p>\n1178 أخبرنا أبو داود سليمان بن سيف قال حدثنا وهب بن جرير قال حدثنا\nشعبة عن يحيى بن سعيد عن عبد الرحمن الأعرج عن بن بحينة * أن النبي صلى\nالله عليه وسلم صلى فقام في الركعتين فسبحوا فمضى فلما فرغ من صلاته سجد\nسجدتين ثم سلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p244'> Vol. 02, p. 244</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}