{
  "content": "\n<h1 class='l1' id='head0'>( 13 كتاب السهو )</h1>\n\n<h2 class='l2' id='head1'>( 1 التكبير إذا قام من الركعتين )</h2>\n\n<p>\n1179 أخبرنا قتيبة بن سعيد قال حدثنا أبو عوانة عن عبد الرحمن بن الأصم\nقال * سئل أنس بن مالك عن التكبير في الصلاة فقال يكبر إذا ركع وإذا سجد\nوإذا رفع رأسه من السجود وإذا قام من الركعتين فقال حطيم عمن تحفظ هذا فقال\nعن النبي صلى الله عليه وسلم وأبي بكر وعمر رضي الله عنهما ثم سكت فقال له\nحطيم وعثمان قال وعثمان\n</p>\n\n<p>\n1180 أخبرنا عمرو بن علي قال حدثنا يحيى بن سعيد قال حدثنا حماد بن زيد\nقال حدثنا غيلان بن جرير عن مطرف بن عبد الله قال * صلى علي بن أبي طالب\nفكان يكبر في كل خفض ورفع يتم التكبير فقال عمران بن حصين لقد ذكرني هذا\nصلاة رسول الله صلى الله عليه وسلم\n</p>\n\n<h2 class='l2' id='head2'>( 2 باب رفع اليدين في القيام إلى الركعتين الأخريين )</h2>\n\n<p>\n1181 أخبرنا يعقوب بن إبراهيم الدورقي ومحمد بن بشار واللفظ له قالا\nحدثنا يحيى بن سعيد قال حدثنا عبد الحميد بن جعفر قال حدثني محمد بن عمرو\nبن عطاء عن أبي حميد الساعدي قال سمعته يحدث قال * كان النبي صلى الله عليه\nوسلم إذا قام من السجدتين كبر ورفع يديه حتى يحاذي بهما منكبيه كما صنع حين\nافتتح الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p002'> Vol. 03, p. 002</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head3'>( 3 باب <span id='ms0245'></span> رفع اليدين للقيام إلى الركعتين الأخريين حذو المنكبين )</h2>\n\n<p>\n1182 أخبرنا محمد بن عبد الأعلى الصنعاني قال حدثنا المعتمر قال سمعت\nعبيد الله وهو بن عمر عن بن شهاب عن سالم عن بن عمر عن النبي صلى الله عليه\nوسلم * أنه كان يرفع يديه إذا دخل في الصلاة وإذا أراد أن يركع وإذا رفع\nرأسه من الركوع وإذا قام من الركعتين يرفع يديه كذلك حذو المنكبين\n</p>\n\n<h2 class='l2' id='head4'>( 4 باب رفع اليدين وحمد الله والثناء عليه في الصلاة )</h2>\n\n<p>\n1183 أخبرنا محمد بن عبد الله بن بزيع قال حدثنا عبد الأعلى بن عبد\nالأعلى قال حدثنا عبد الله وهو بن عمر عن أبى حازم عن سهل بن سعد قال *\nانطلق رسول الله صلى الله عليه وسلم يصلح بين بني عمرو بن عوف فحضرت الصلاة\nفجاء المؤذن إلى أبي بكر فأمره أن يجمع الناس ويؤمهم فجاء رسول الله صلى\nالله عليه وسلم فخرق الصفوف حتى قام في الصف المقدم وصفح الناس بأبي بكر\nليؤذنوه برسول الله صلى الله عليه وسلم وكان أبو بكر لا يلتفت في الصلاة\nفلما أكثروا علم أنه قد نابهم شيء في صلاتهم فالتفت فإذا هو برسول الله صلى\nالله عليه وسلم فأومأ إليه رسول الله صلى الله عليه وسلم أي كما أنت فرفع\nأبو بكر يديه فحمد الله وأثنى عليه لقول رسول الله صلى الله عليه وسلم ثم\nرجع القهقري وتقدم رسول الله صلى الله عليه وسلم فصلى فلما انصرف قال لأبي\nبكر ما منعك إذ أومأت إليك أن تصلى فقال أبو بكر رضي الله عنه ما كان ينبغي\nلابن أبي قحافة أن يؤم رسول الله صلى الله عليه وسلم ثم قال للناس ما بالكم\nصفحتم إنما التصفيح للنساء ثم قال إذا نابكم شيء في صلاتكم فسبحوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p003'> Vol. 03, p. 003</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head5'>( 5 باب السلام بالأيدي في الصلاة )</h2>\n\n<p>\n1184 أخبرنا قتيبة بن سعيد قال حدثنا عبثر عن الأعمش عن المسيب بن رافع\nعن تميم بن طرفة عن جابر بن سمرة قال * خرج علينا رسول الله صلى الله عليه\nوسلم ونحن رافعو <span id='ms0246'></span> أيدينا في الصلاة فقال ما بالهم رافعين أيديهم في الصلاة\nكأنها أذناب الخيل الشمس اسكنوا في الصلاة\n</p>\n\n<p>\n1185 أخبرنا أحمد بن سليمان قال حدثنا يحيى بن آدم عن مسعر عن عبيد الله\nبن القبطية عن جابر بن سمرة قال * كنا نصلي خلف النبي صلى الله عليه وسلم\nفنسلم بأيدينا فقال ما بال هؤلاء يسلمون بأيديهم كأنها أذناب خيل شمس أما\nيكفي أحدهم أن يضع يده على فخذه ثم يقول السلام عليكم السلام عليكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p004'> Vol. 03, p. 004</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head6'>( 6 باب رد السلام بالإشارة في الصلاة )</h2>\n\n<p>\n1186 أخبرنا قتيبة بن سعيد قال حدثنا الليث عن بكير عن نابل صاحب العباء\nعن بن عمر عن صهيب صاحب رسول الله صلى الله عليه وسلم قال * مررت على رسول\nالله صلى الله عليه وسلم وهو يصلي فسلمت عليه فرد علي إشارة ولا أعلم إلا\nأنه قال بأصبعه\n</p>\n\n<p>\n1187 أخبرنا محمد بن منصور المكي قال حدثنا سفيان عن زيد بن أسلم قال قال\nبن عمر * دخل النبي صلى الله عليه وسلم مسجد قباء ليصلي فيه فدخل عليه رجال\nيسلمون عليه فسألت صهيبا وكان معه كيف كان النبي صلى الله عليه وسلم يصنع\nإذا سلم عليه قال كان يشير بيده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p005'> Vol. 03, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n1188 أخبرنا محمد بن بشار قال حدثنا وهب يعني بن جرير قال حدثنا أبي عن\nقيس بن سعد عن عطاء عن محمد بن علي عن عمار بن ياسر * أنه سلم على رسول\nالله صلى الله عليه وسلم وهو يصلي فرد عليه\n</p>\n\n<p>\n1189 أخبرنا قتيبة قال حدثنا الليث عن أبي الزبير عن جابر قال * بعثني\nرسول الله صلى الله عليه وسلم لحاجة ثم أدركته وهو يصلي فسلمت عليه فأشار\nإلي فلما فرغ دعاني فقال إنك سلمت علي آنفا وأنا أصلي وإنما هو موجه يومئذ\nإلى المشرق\n</p>\n\n<p>\n1190 أخبرنا محمد بن هاشم البعلبكي قال حدثنا محمد بن شعيب بن شابور عن\nعمرو بن الحرث قال أخبرني أبو الزبير عن جابر قال * بعثني النبي صلى الله\nعليه وسلم فأتيته وهو يسير مشرقا أو مغربا فسلمت عليه فأشار بيده ثم سلمت\nعليه <span id='ms0247'></span> فأشار بيده فانصرفت فناداني يا جابر فناداني الناس يا جابر فأتيته\nفقلت يا رسول الله إني سلمت عليك فلم ترد علي قال إني كنت أصلي\n</p>\n\n<h2 class='l2' id='head7'>( 7 النهي عن مسح الحصى في الصلاة )</h2>\n\n<p>\n1191 أخبرنا قتيبة بن سعيد والحسين بن حريث واللفظ له عن سفيان عن الزهري\nعن أبي الأحوص عن أبي ذر قال قال رسول الله صلى الله عليه وسلم * إذا قام\nأحدكم في الصلاة فلا يمسح الحصى فإن الرحمة تواجهه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p006'> Vol. 03, p. 006</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head8'>( 8 باب الرخصة فيه مرة )</h2>\n\n<p>\n1192 أخبرنا سويد بن نصر قال أنبأنا عبد الله بن المبارك عن الأوزاعي عن\nيحيى بن أبي كثير قال حدثني أبو سلمة بن عبد الرحمن قال حدثني معيقيب أن\nرسول الله صلى الله عليه وسلم قال * إن كنت لا بد فاعلا فمرة\n</p>\n\n<h2 class='l2' id='head9'>( 9 النهي عن رفع البصر إلى السماء في الصلاة )</h2>\n\n<p>\n1193 أخبرنا عبد الله بن سعيد وشعيب بن يوسف عن يحيى وهو بن سعيد القطان\nعن بن أبي عروبة عن قتادة عن أنس بن مالك أن رسول الله صلى الله عليه وسلم\nقال * ما بال أقوام يرفعون أبصارهم إلى السماء في صلاتهم فاشتد قوله في ذلك\nحتى قال لينتهن عن ذلك أو لتخطفن أبصارهم\n</p>\n\n<p>\n1194 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن يونس عن بن شهاب عن عبيد\nالله بن عبد الله أن رجلا من أصحاب النبي صلى الله عليه وسلم حدثه أنه سمع\nرسول الله صلى الله عليه وسلم يقول * إذا كان أحدكم في الصلاة فلا يرفع\nبصره إلى السماء أن يلتمع بصره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p007'> Vol. 03, p. 007</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head10'>( 10 باب التشديد في الالتفات في الصلاة )</h2>\n\n<p>\n1195 أخبرنا سويد بن نصر قال أنبأنا عبد الله بن المبارك عن يونس عن\nالزهري قال سمعت أبا الأحوص يحدثنا في مجلس سعيد بن المسيب وبن المسيب جالس\nأنه سمع أبا ذر يقول قال رسول الله صلى الله عليه وسلم * لا يزال الله عز\nوجل مقبلا على العبد في صلاته ما لم يلتفت فإذا صرف وجهه انصرف عنه\n</p>\n\n<p>\n1196 أخبرنا عمرو بن علي قال حدثنا عبد الرحمن قال حدثنا زائدة <span id='ms0248'></span> عن أشعث\nبن أبي الشعثاء عن أبيه عن مسروق عن عائشة رضي الله عنها قالت * سألت رسول\nالله صلى الله عليه وسلم عن الالتفات في الصلاة فقال اختلاس يختلسه الشيطان\nمن الصلاة\n</p>\n\n<p>\n1197 أخبرنا عمرو بن علي قال حدثنا عبد الرحمن قال حدثنا أبو الأحوص عن\nأشعث عن أبيه عن مسروق عن عائشة عن النبي صلى الله عليه وسلم * بمثله\n</p>\n\n<p>\n1198 أخبرنا عمرو بن علي قال حدثنا عبد الرحمن قال حدثنا إسرائيل عن أشعث\nبن أبي الشعثاء عن أبي عطية عن مسروق عن عائشة عن النبي صلى الله عليه وسلم\n* بمثله\n</p>\n\n<p>\n1199 أخبرنا هلال بن العلاء بن هلال قال حدثنا المعافى بن سليمان قال\nحدثنا القاسم وهو بن معن عن الأعمش عن عمارة عن أبي عطية قال قالت عائشة *\nإن الالتفات في الصلاة اختلاس يختلسه الشيطان من الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p008'> Vol. 03, p. 008</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head11'>( 11 باب الرخصة في الالتفات في الصلاة يمينا وشمالا )</h2>\n\n<p>\n1200 أخبرنا قتيبة قال حدثنا الليث عن أبي الزبير عن جابر أنه قال *\nاشتكى رسول الله صلى الله عليه وسلم فصلينا وراءه وهو قاعد وأبو بكر يكبر\nيسمع الناس تكبيره فالتفت إلينا فرآنا قياما فأشار إلينا فقعدنا فصلينا\nبصلاته قعودا فلما سلم قال إن كنتم آنفا تفعلون فعل فارس والروم يقومون على\nملوكهم وهم قعود فلا تفعلوا ائتموا بأئمتكم إن صلى قائما فصلوا قياما وإن\nصلى قاعدا فصلوا قعودا\n</p>\n\n<p>\n1201 أخبرنا أبو عمار الحسين بن حريث قال حدثنا الفضل بن موسى عن عبد\nالله بن سعيد عن أبي هند عن ثور بن زيد عن عكرمة عن بن عباس قال * كان رسول\nالله صلى الله عليه وسلم يلتفت في صلاته يمينا وشمالا ولا يلوي عنقه خلف\nظهره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p009'> Vol. 03, p. 009</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head12'>( 12 باب قتل الحية والعقرب في الصلاة )</h2>\n\n<p>\n1202 أخبرنا قتيبة بن سعيد عن سفيان ويزيد وهو بن زريع عن معمر عن يحيى\nبن أبي كثير عن ضمضم بن جوس عن أبي هريرة قال * أمر رسول الله صلى الله\nعليه وسلم بقتل الأسودين في الصلاة\n</p>\n\n<p>\n1203 أخبرنا محمد بن رافع قال حدثنا سليمان بن داود أبو داود <span id='ms0249'></span> قال حدثنا\nهشام وهو بن أبي عبد الله عن معمر عن يحيى عن ضمضم عن أبي هريرة * أن رسول\nالله صلى الله عليه وسلم أمر بقتل الأسودين في الصلاة\n</p>\n\n<h2 class='l2' id='head13'>( 13 حمل الصبايا في الصلاة ووضعهن في الصلاة )</h2>\n\n<p>\n1204 أخبرنا قتيبة قال حدثنا مالك عن عامر بن عبد الله بن الزبير عن عمرو\nبن سليم عن أبي قتادة * أن رسول الله صلى الله عليه وسلم كان يصلى وهو حامل\nأمامه فإذا سجد وضعها وإذا قام رفعها\n</p>\n\n<p>\n1205 أخبرنا قتيبة قال حدثنا سفيان عن عثمان بن أبي سليمان عن عامر بن\nعبد الله بن الزبير عن عمرو بن سليم عن أبي قتادة قال * رأيت النبي صلى\nالله عليه وسلم يؤم الناس وهو حامل أمامة بنت أبي العاص على عاتقه فإذا ركع\nوضعها فإذا فرغ من سجوده أعادها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p010'> Vol. 03, p. 010</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head14'>( 14 باب المشي أمام القبلة خطى يسيرة )</h2>\n\n<p>\n1206 أخبرنا إسحاق بن إبراهيم قال حدثنا حاتم بن وردان قال حدثنا برد بن\nسنان أبو العلاء عن الزهري عن عروة عن عائشة رضي الله عنها قالت * استفتحت\nالباب ورسول الله صلى الله عليه وسلم يصلي تطوعا والباب على القبلة فمشى عن\nيمينه أو عن يساره ففتح الباب ثم رجع إلى مصلاه\n</p>\n\n<h2 class='l2' id='head15'>( 15 باب التصفيق في الصلاة )</h2>\n\n<p>\n1207 أخبرنا قتيبة ومحمد بن المثنى واللفظ له قالا حدثنا سفيان عن الزهري\nعن أبي سلمة عن أبي هريرة عن النبي صلى الله عليه وسلم قال * التسبيح\nللرجال والتصفيق للنساء زاد بن المثنى في الصلاة\n</p>\n\n<p>\n1208 أخبرنا محمد بن سلمة قال حدثنا بن وهب عن يونس عن بن شهاب قال\nأخبرني سعيد بن المسيب وأبو سلمة بن عبد الرحمن أنهما سمعا أبا هريرة يقول\nقال رسول الله صلى الله عليه وسلم * التسبيح للرجال والتصفيق للنساء\n</p>\n\n<h2 class='l2' id='head16'>( 16 باب التسبيح في الصلاة )</h2>\n\n<p>\n1209 أخبرنا قتيبة قال حدثنا الفضيل بن عياض عن الأعمش ح وأنبأنا سويد بن\nنصر قال أنبأنا عبد الله عن سليمان الأعمش عن أبي صالح عن أبي هريرة قال\nقال رسول الله صلى الله عليه وسلم * التسبيح للرجال والتصفيق للنساء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p011'> Vol. 03, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n1210 أخبرنا <span id='ms0250'></span> عبيد الله بن سعيد حدثنا يحيى بن سعيد عن عوف قال حدثني محمد\nعن أبي هريرة عن النبي صلى الله عليه وسلم قال * التسبيح للرجال والتصفيق\nللنساء\n</p>\n\n<h2 class='l2' id='head17'>( 17 التنحنح في الصلاة )</h2>\n\n<p>\n1211 أخبرنا محمد بن قدامة قال حدثنا جرير عن المغيرة عن الحرث العكلي عن\nأبي زرعة بن عمرو بن جرير قال حدثنا عبد الله بن نجي عن علي قال * كان لي\nمن رسول الله صلى الله عليه وسلم ساعة آتيه فيها فإذا أتيته استأذنت إن\nوجدته يصلي فتنحنح دخلت وإن وجدته فارغا أذن لي\n</p>\n\n<p>\n1212 أخبرني محمد بن عبيد قال حدثنا بن عياش عن مغيرة عن الحرث العكلي عن\nبن نجي قال قال علي * كان لي من رسول الله صلى الله عليه وسلم مدخلان مدخل\nبالليل ومدخل بالنهار فكنت إذا دخلت بالليل تنحنح لي\n</p>\n\n<p>\n1213 أخبرنا القاسم بن زكريا بن دينار قال حدثنا أبو أسامة قال حدثني\nشرحبيل يعني بن مدرك قال حدثني عبد الله بن نجي عن أبيه قال قال لي علي *\nكانت لي منزلة من رسول الله صلى الله عليه وسلم لم تكن لأحد من الخلائق\nفكنت آتيه كل سحر فأقول السلام عليك يا نبي الله فإن تنحنح انصرفت إلى أهلي\nوإلا دخلت عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p012'> Vol. 03, p. 012</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head18'>( 18 باب البكاء في الصلاة )</h2>\n\n<p>\n1214 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن حماد بن سلمة عن سلمة عن\nثابت البناني عن مطرف عن أبيه قال * أتيت النبي صلى الله عليه وسلم وهو\nيصلي ولجوفه أزيز كأزيز المرجل يعني يبكي\n</p>\n\n<h2 class='l2' id='head19'>( 19 باب لعن إبليس والتعوذ بالله منه في الصلاة )</h2>\n\n<p>\n1215 أخبرنا محمد بن سلمة عن بن وهب عن معاوية بن صالح قال حدثني ربيعة\nبن يزيد عن أبي إدريس الخولاني عن أبي الدرداء قال * قام رسول الله صلى\nالله عليه وسلم يصلي فسمعناه يقول أعوذ بالله منك ثم قال ألعنك بلعنة الله\nثلاثا وبسط يده كأنه يتناول شيئا فلما فرغ من الصلاة قلنا يا رسول الله قد\nسمعناك تقول في الصلاة شيئا لم نسمعك تقوله قبل ذلك ورأيناك بسطت <span id='ms0251'></span> يدك قال\nإن عدو الله إبليس جاء بشهاب من نار ليجعله في وجهي فقلت أعوذ بالله منك\nثلاث مرات ثم قلت ألعنك بلعنة الله فلم يستأخر ثلاث مرات ثم أردت أن آخذه\nوالله لولا دعوة أخينا سليمان لأصبح موثقا بها يلعب به ولدان أهل المدينة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p013'> Vol. 03, p. 013</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head20'>( 20 الكلام في الصلاة )</h2>\n\n<p>\n1216 أخبرنا كثير بن عبيد قال حدثنا محمد بن حرب عن الزبيدي عن الزهري عن\nأبي سلمة أن أبا هريرة قال * قام رسول الله صلى الله عليه وسلم إلى الصلاة\nوقمنا معه فقال أعرابي وهو في الصلاة اللهم ارحمني ومحمدا ولا ترحم معنا\nأحدا فلما سلم رسول الله صلى الله عليه وسلم قال للأعرابي لقد تحجرت واسعا\nيريد رحمة الله عز وجل\n</p>\n\n<p>\n1217 أخبرنا عبد الله بن محمد بن عبد الرحمن الزهري قال حدثنا سفيان قال\nأحفظه من الزهري قال أخبرني سعيد عن أبي هريرة * أن أعرابيا دخل المسجد\nفصلى ركعتين ثم قال اللهم ارحمني ومحمدا ولا ترحم معنا أحدا فقال رسول الله\nصلى الله عليه وسلم لقد تحجرت واسعا\n</p>\n\n<p>\n1218 أخبرنا إسحاق بن منصور قال حدثنا محمد بن يوسف قال حدثنا الأوزاعي\nقال حدثني يحيى بن أبي كثير عن هلال بن أبي ميمونة قال حدثني عطاء بن يسار\nعن معاوية بن الحكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p014'> Vol. 03, p. 014</a>\n            </div>\n             السلمي قال قلت * يا رسول الله إنا حديث\nعهد بجاهلية فجاء الله بالإسلام وان رجالا منا يتطيرون قال ذاك شيء يجدونه\nفي صدورهم فلا يصدنهم ورجال منا يأتون الكهان قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p015'> Vol. 03, p. 015</a>\n            </div>\n             فلا تأتوهم\nقال يا رسول الله ورجال منا يخطون قال كان نبي من الأنبياء يخط فمن وافق\nخطه فذاك قال وبينا أنا مع رسول الله صلى الله عليه وسلم في الصلاة إذ عطس\nرجل من القوم فقلت يرحمك الله فحدقني القوم بأبصارهم فقلت واثكل أمياه\nمالكم تنظرون الي قال فضرب القوم بأيديهم على أفخاذهم فلما رأيتهم يسكتوني\nلكني سكت فلما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p016'> Vol. 03, p. 016</a>\n            </div>\n             انصرف رسول الله صلى الله عليه وسلم دعاني بأبي\nوأمي هو ما ضربني ولا كهرني ولا سبني ما رأيت معلما قبله ولا <span id='ms0252'></span> بعده أحسن\nتعليما منه قال ان صلاتنا هذه لا يصلح فيها شيء من كلام الناس إنما هو\nالتسبيح والتكبير وتلاوة القرآن قال ثم اطلعت إلى غنيمة لي ترعاها جارية لي\nفي قبل أحد والجوانية وأني اطلعت فوجدت الذئب قد ذهب منها بشاة وأنا رجل من\nبني آدم آسف كما يأسفون فصككتها صكة ثم انصرفت إلى رسول الله صلى الله عليه\nوسلم فأخبرته فعظم ذلك علي فقلت يا رسول الله أفلا أعتقها قال ادعها فقال\nلها رسول الله صلى الله عليه وسلم أين الله عز وجل قالت في السماء قال فمن\nأنا قالت أنت رسول الله صلى الله عليه وسلم قال إنها مؤمنة فاعتقها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p017'> Vol. 03, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n1219 أخبرنا إسماعيل بن مسعود قال حدثنا يحيى بن سعيد قال حدثنا إسماعيل\nبن أبي خالد قال حدثني الحارث بن شبيل عن أبي عمرو الشيباني عن زيد بن أرقم\nقال * كان الرجل يكلم صاحبه في الصلاة بالحاجة على عهد رسول الله صلى الله\nعليه وسلم حتى نزلت هذه الآية <span class='quran'>حافظوا على الصلوات والصلاة الوسطى\nوقوموا لله قانتين </span>فأمرنا بالسكوت\n</p>\n\n<p>\n1220 أخبرنا محمد بن عبد الله بن عمار قال حدثنا بن أبي غنية واسمه يحيى\nبن عبد الملك والقاسم بن يزيد الجرمي عن سفيان عن الزبير بن عدي عن كلثوم\nعن عبد الله بن مسعود وهذا حديث القاسم قال * كنت آتي النبي صلى الله عليه\nوسلم وهو يصلي فأسلم عليه فيرد علي فأتيته فسلمت عليه وهو يصلي فلم يرد علي\nفلما سلم أشار إلى القوم فقال إن الله عز وجل يعني أحدث في الصلاة أن لا\nتكلموا إلا بذكر الله وما ينبغي لكم وأن تقوموا لله قانتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p018'> Vol. 03, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n1221 أخبرنا الحسين بن حريث قال حدثنا سفيان عن عاصم عن أبي وائل عن بن\nمسعود قال * كنا نسلم على النبي صلى الله عليه وسلم فيرد علينا السلام حتى\nقدمنا من أرض الحبشة فسلمت عليه فلم يرد علي فأخذني ما قرب وما بعد فجلست\nحتى إذا قضى الصلاة قال إن الله عز وجل يحدث <span id='ms0253'></span> من أمره ما يشاء وأنه قد أحدث\nمن أمره أن لا يتكلم في الصلاة\n</p>\n\n<h2 class='l2' id='head21'>( 21 ما يفعل من قام من اثنتين ناسيا ولم يتشهد )</h2>\n\n<p>\n1222 أخبرنا قتيبة بن سعيد عن مالك عن بن شهاب عن عبد الرحمن الأعرج عن\nعبد الله بن بحينة قال * صلى لنا رسول الله صلى الله عليه وسلم ركعتين ثم\nقام فلم يجلس فقام الناس معه فلما قضى صلاته ونظرنا تسليمه كبر فسجد سجدتين\nوهو جالس قبل التسليم ثم سلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p019'> Vol. 03, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n1223 أخبرنا قتيبة قال حدثنا الليث عن يحيى بن سعيد عن عبد الرحمن بن\nهرمز عن عبد الله بن بحينة عن رسول الله صلى الله عليه وسلم * أنه قام في\nالصلاة وعليه جلوس فسجد سجدتين وهو جالس قبل التسليم\n</p>\n\n<h2 class='l2' id='head22'>( 22 ما يفعل من سلم من ركعتين ناسيا وتكلم )</h2>\n\n<p>\n1224 أخبرنا حميد بن مسعدة قال حدثنا يزيد وهو بن زريع قال حدثنا بن عون\nعن محمد بن سيرين قال قال أبو هريرة * صلى بنا النبي صلى الله عليه وسلم\nإحدى صلاتي العشي قال قال أبو هريرة ولكني نسيت قال فصلى بنا ركعتين ثم سلم\nفانطلق إلى خشبة معروضة في المسجد فقال بيده عليها كأنه غضبان وخرجت\nالسرعان من أبواب المسجد فقالوا قصرت الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p020'> Vol. 03, p. 020</a>\n            </div>\n             وفي القوم أبو بكر\nوعمر رضي الله عنهما فهاباه أن يكلماه وفي القوم رجل في يديه طول قال كان\nيسمى ذا اليدين فقال يا رسول الله أنسيت أم قصرت الصلاة قال لم أنس ولم\nتقصر الصلاة قال وقال أكما قال ذو اليدين قالوا نعم فجاء فصلى الذي كان\nتركه ثم سلم ثم كبر فسجد مثل سجوده أو أطول ثم رفع رأسه وكبر ثم كبر ثم سجد\nمثل سجوده أو أطول ثم رفع رأسه ثم كبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p021'> Vol. 03, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n1225 أخبرنا محمد بن سلمة قال حدثنا بن القاسم عن مالك قال حدثني أيوب عن\nمحمد بن سيرين عن أبي هريرة * أن رسول الله صلى الله عليه وسلم انصرف من\nاثنتين فقال له ذو اليدين أقصرت الصلاة أم نسيت يا رسول الله فقال رسول\nالله <span id='ms0254'></span> صلى الله عليه وسلم أصدق ذو اليدين فقال الناس نعم فقام رسول الله صلى\nالله عليه وسلم فصلى اثنتين ثم سلم ثم كبر فسجد مثل سجوده أو أطول ثم رفع\nرأسه ثم سجد مثل سجوده أو أطول ثم رفع\n</p>\n\n<p>\n1226 أخبرنا قتيبة عن مالك عن داود بن الحصين عن أبي سفيان مولى بن أبي\nأحمد أنه قال سمعت أبا هريرة يقول * صلى لنا رسول الله صلى الله عليه وسلم\nصلاة العصر فسلم في ركعتين فقام ذو اليدين فقال أقصرت الصلاة يا رسول الله\nأم نسيت فقال رسول الله صلى الله عليه وسلم كل ذلك لم يكن فقال قد كان بعض\nذلك يا رسول الله فأقبل رسول الله صلى الله عليه وسلم على الناس فقال أصدق\nذو اليدين فقالوا نعم فأتم رسول الله صلى الله عليه وسلم ما بقى من الصلاة\nثم سجد سجدتين وهو جالس بعد التسليم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p022'> Vol. 03, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n1227 أخبرنا سليمان بن عبد الله قال حدثنا بهز بن أسد قال حدثنا شعبة عن\nسعيد بن إبراهيم أنه سمع أبا سلمة يحدث عن أبي هريرة * أن رسول الله صلى\nالله عليه وسلم صلى صلاة الظهر ركعتين ثم سلم فقالوا قصرت الصلاة فقام وصلى\nركعتين ثم سلم ثم سجد سجدتين\n</p>\n\n<p>\n1228 أخبرنا عيسى بن حماد قال حدثنا الليث عن يزيد بن أبي حبيب عن عمران\nبن أبي أنس عن أبي سلمة عن أبي هريرة * أن رسول الله صلى الله عليه وسلم\nصلى يوما فسلم في ركعتين ثم انصرف فأدركه ذو الشمالين فقال يا رسول الله\nأنقصت الصلاة أم نسيت فقال لم تنقص الصلاة ولم أنس قال بلى والذي بعثك\nبالحق قال رسول الله صلى الله عليه وسلم أصدق ذو اليدين قالوا نعم فصلى\nبالناس ركعتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p023'> Vol. 03, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n1229 أخبرنا هارون بن موسى الفروي قال حدثني أبو ضمرة عن يونس عن بن شهاب\nقال أخبرني أبو سلمة عن أبي هريرة قال * نسي رسول الله صلى الله عليه وسلم\nفسلم في سجدتين فقال له ذو الشمالين أقصرت الصلاة أم نسيت يا <span id='ms0255'></span> رسول الله قال\nرسول الله صلى الله عليه وسلم أصدق ذو اليدين قالوا نعم فقام رسول الله صلى\nالله عليه وسلم فأتم الصلاة\n</p>\n\n<p>\n1230 أخبرنا محمد بن رافع قال حدثنا عبد الرزاق قال أنبأنا معمر عن\nالزهري عن أبي سلمة بن عبد الرحمن وأبي بكر بن سليمان بن أبي حثمة عن أبي\nهريرة قال * صلى رسول الله صلى الله عليه وسلم الظهر أو العصر فسلم في\nركعتين وانصرف فقال له ذو الشمالين بن عمرو أنقصت الصلاة أم نسيت قال النبي\nصلى الله عليه وسلم ما يقول ذو اليدين فقالوا صدق يا نبي الله فأتم بهم\nالركعتين اللتين نقص\n</p>\n\n<p>\n1231 أخبرنا أبو داود قال حدثنا يعقوب قال حدثنا أبي عن صالح عن بن شهاب\nأن أبا بكر بن سليمان بن أبي حثمة أخبره أنه بلغه * أن رسول الله صلى الله\nعليه وسلم صلى ركعتين فقال له ذو الشمالين نحوه قال بن شهاب أخبرني هذا\nالخبر سعيد بن المسيب عن أبي هريرة قال وأخبرنيه أبو سلمة بن عبد الرحمن\nوأبو بكر بن عبد الرحمن بن الحارث وعبيد الله بن عبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p024'> Vol. 03, p. 024</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head23'>( 23 ذكر الاختلاف على أبي هريرة في السجدتين )</h2>\n\n<p>\n1232 أخبرنا محمد بن عبد الله بن عبد الحكم قال حدثنا شعيب قال أنبأنا\nالليث عن عقيل قال حدثني بن شهاب عن سعيد وأبي سلمة وأبي بكر بن عبد الرحمن\nوبن أبي حثمة عن أبي هريرة أنه قال * لم يسجد رسول الله صلى الله عليه وسلم\nيومئذ قبل السلام ولا بعده\n</p>\n\n<p>\n1233 أخبرنا عمرو بن سواد بن الأسود بن عمرو قال حدثنا عبد الله بن وهب\nقال أنبأنا الليث بن سعد عن يزيد بن أبي حبيب عن جعفر بن ربيعة عن عراك بن\nمالك عن أبي هريرة * أن رسول الله صلى الله عليه وسلم سجد يوم ذي اليدين\nسجدتين بعد السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p025'> Vol. 03, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n1234 أخبرنا عمرو بن سواد بن الأسود قال أخبرنا بن وهب قال أنبأنا عمرو\nبن الحرث قال حدثنا قتادة عن محمد بن سيرين عن أبي هريرة عن رسول <span id='ms0256'></span> الله صلى\nالله عليه وسلم * بمثله\n</p>\n\n<p>\n1235 أخبرنا عمرو بن عثمان بن سعيد بن كثير بن دينار قال حدثنا بقية قال\nحدثنا شعبة قال وحدثني بن عون وخالد الحذاء عن بن سيرين عن أبي هريرة * أن\nالنبي صلى الله عليه وسلم سجد في وهمه بعد التسليم\n</p>\n\n<p>\n1236 أخبرنا محمد بن يحيى بن عبد الله النيسابوري قال حدثنا محمد بن عبد\nالله الأنصاري قال أخبرني أشعث عن محمد بن سيرين عن خالد الحذاء عن أبي\nقلابة عن أبي المهلب عن عمران بن حصين * أن النبي صلى الله عليه وسلم صلى\nبهم فسها فسجد سجدتين ثم سلم\n</p>\n\n<p>\n1237 أخبرنا أبو الأشعث عن يزيد بن زريع قال حدثنا خالد الحذاء عن أبي\nقلابة عن أبي المهلب عن عمران بن حصين قال * سلم رسول الله صلى الله عليه\nوسلم في ثلاث ركعات من العصر فدخل منزله فقام إليه رجل يقال له الخرباق\nفقال يعني نقصت الصلاة يا رسول الله فخرج مغضبا يجر رداءه فقال أصدق قالوا\nنعم فقام فصلى تلك الركعة ثم سلم ثم سجد سجدتيها ثم سلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p026'> Vol. 03, p. 026</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head24'>( 24 باب إتمام المصلي على ما ذكر إذا شك )</h2>\n\n<p>\n1238 أخبرنا يحيى بن حبيب بن عربي قال حدثنا خالد عن بن عجلان عن زيد بن\nأسلم عن عطاء بن يسار عن أبي سعيد عن النبي صلى الله عليه وسلم قال * إذا\nشك أحدكم في صلاته فليلغ الشك وليبن على اليقين فإذا استيقن بالتمام فليسجد\nسجدتين وهو قاعد فإن كان صلى خمسا شفعتا له صلاته وان صلى أربعا كانتا\nترغيما للشيطان\n</p>\n\n<p>\n1239 أخبرنا محمد بن رافع قال حدثنا حجين بن المثنى قال حدثنا عبد العزيز\nوهو بن أبي سلمة عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري عن\nالنبي صلى الله عليه وسلم قال * إذا لم يدر أحدكم صلى ثلاثا أم أربعا فليصل\nركعة ثم يسجد بعد ذلك سجدتين وهو جالس فإن كان صلى خمسا شفعتا له صلاته وان\nصلى أربعا كانتا ترغيما للشيطان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p027'> Vol. 03, p. 027</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head25'>( 25 باب التحري )</h2>\n\n<p>\n1240 أخبرنا محمد بن <span id='ms0257'></span> رافع قال حدثنا يحيى بن آدم قال حدثنا مفضل وهو بن\nمهلهل عن منصور عن إبراهيم عن علقمة عن عبد الله يرفعه إلى النبي صلى الله\nعليه وسلم قال * إذا شك أحدكم في صلاته فليتحر الذي يرى أنه الصواب فيتمه\nثم يعني يسجد سجدتين ولم افهم بعض حروفه كما أردت\n</p>\n\n<p>\n1241 أخبرنا محمد بن عبد الله بن المبارك المخرمي قال حدثنا وكيع عن مسعر\nعن منصور عن إبراهيم عن علقمة عن عبد الله قال قال رسول الله صلى الله عليه\nوسلم * إذا شك أحدكم في صلاته فليتحر ويسجد سجدتين بعد ما يفرغ\n</p>\n\n<p>\n1242 أخبرنا سويد بن نصر قال أنبأنا عبد الله بن مسعر عن منصور عن\nإبراهيم عن علقمة عن عبد الله قال * صلى رسول الله صلى الله عليه وسلم فزاد\nأو نقص فلما سلم قلنا يا رسول الله هل حدث في الصلاة شيء قال لو حدث في\nالصلاة شيء أنبأتكموه ولكني إنما أنا بشر أنسى كما تنسون فأيكم ما شك في\nصلاته فلينظر أحرى ذلك إلى الصواب فليتم عليه ثم ليسلم وليسجد سجدتين\n</p>\n\n<p>\n1243 أخبرنا الحسن بن إسماعيل بن سليمان المجالدي قال حدثنا الفضيل يعني\nبن عياض عن منصور عن إبراهيم عن علقمة عن عبد الله قال * صلى رسول الله صلى\nالله عليه وسلم صلاة فزاد فيها أو نقص فلما سلم قلنا يا نبي الله هل حدث في\nالصلاة شيء قال وما ذاك فذكرنا له الذي فعل فثنى رجله فاستقبل القبلة فسجد\nسجدتي السهو ثم أقبل علينا بوجهه فقال لو حدث في الصلاة شيء لأنبأتكم به ثم\nقال إنما أنا بشر أنسى كما تنسون فأيكم شك في صلاته شيئا فليتحر الذي يرى\nأنه صواب ثم يسلم ثم يسجد سجدتي السهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p028'> Vol. 03, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n1244 أخبرنا إسماعيل بن مسعود قال حدثنا خالد بن الحارث عن شعبة قال كتب\nالي منصور وقرأته عليه وسمعته يحدث رجلا عن إبراهيم عن علقمة عن عبد الله *\nأن رسول الله صلى الله عليه وسلم صلى صلاة الظهر ثم أقبل عليهم بوجهه\nفقالوا <span id='ms0258'></span> أحدث في الصلاة حدث قال وما ذاك فأخبروه بصنيعه فثنى رجله واستقبل\nالقبلة فسجد سجدتين ثم سلم ثم أقبل عليهم بوجهه فقال إنما أنا بشر أنسى كما\nتنسون فإذا نسيت فذكروني وقال لو كان حدث في الصلاة حدث أنبأتكم به وقال\nإذا أوهم أحدكم في صلاته فليتحر أقرب ذلك من الصواب ثم ليتم عليه ثم يسجد\nسجدتين\n</p>\n\n<p>\n1245 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن شعبة عن الحكم قال سمعت\nأبا وائل يقول قال عبد الله * من أوهم في صلاته فليتحر الصواب ثم يسجد\nسجدتين بعد ما يفرغ وهو جالس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p029'> Vol. 03, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n1246 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن مسعر عن الحكم عن أبي\nوائل عن عبد الله قال * من شك أو أوهم فليتحر الصواب ثم ليسجد سجدتين\n</p>\n\n<p>\n1247 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن بن عون عن إبراهيم قال *\nكانوا يقولون إذا أوهم يتحرى الصواب ثم يسجد سجدتين\n</p>\n\n<p>\n1248 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن بن جريج قال قال عبد\nالله بن مسافع عن عقبة بن محمد بن الحارث عن عبد الله بن جعفر قال قال رسول\nالله صلى الله عليه وسلم * من شك في صلاته فليسجد سجدتين بعد ما يسلم\n</p>\n\n<p>\n1249 أخبرنا محمد بن هاشم أنبأنا الوليد أنبأنا بن جريج عن عبد الله بن\nمسافع عن عقبة بن محمد بن الحارث عن عبد الله بن جعفر أن رسول الله صلى\nالله عليه وسلم قال * من شك في صلاته فليسجد سجدتين بعد التسليم\n</p>\n\n<p>\n1250 أخبرنا محمد بن إسماعيل بن إبراهيم قال حدثنا حجاج قال بن جريج\nأخبرني عبد الله بن مسافع أن مصعب بن شيبة أخبره عن عقبة بن محمد بن الحارث\nعن عبد الله بن جعفر أن النبي صلى الله عليه وسلم قال * من شك في صلاته\nفليسجد سجدتين بعد ما يسلم\n</p>\n\n<p>\n1251 أخبرنا هارون بن عبد الله قال حدثنا حجاج وروح هو بن عبادة عن بن\nجريج قال أخبرني عبد الله بن مسافع أن مصعب <span id='ms0259'></span> بن شيبة أخبره عن عقبة بن محمد\nبن الحارث عن عبد الله بن جعفر أن رسول الله صلى الله عليه وسلم قال * من\nشك في صلاته فليسجد سجدتين قال حجاج بعد ما يسلم وقال روح وهو جالس\n</p>\n\n<p>\n1252 أخبرنا قتيبة عن مالك عن بن شهاب عن أبي سلمة عن أبي هريرة أن رسول\nالله صلى الله عليه وسلم قال * إن أحدكم إذا قام يصلى جاءه الشيطان فلبس\nعليه صلاته حتى لا يدري كم صلى فإذا وجد أحدكم ذلك فليسجد سجدتين وهو جالس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p030'> Vol. 03, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n1253 أخبرنا بشر بن هلال قال حدثنا عبد الوارث عن هشام الدستوائي عن يحيى\nبن أبي كثير عن أبي سلمة عن أبي هريرة قال قال رسول الله صلى الله عليه\nوسلم * إذا نودي للصلاة أدبر الشيطان له ضراط فإذا قضى التثويب أقبل حتى\nيخطر بين المرء وقلبه حتى لا يدري كم صلى فإذا رأى أحدكم ذلك فليسجد سجدتين\n</p>\n\n\n<h2 class='l2' id='head26'>( 26 باب ما يفعل من صلى خمسا )</h2>\n\n<p>\n1254 أخبرنا محمد بن المثنى ومحمد بن بشار واللفظ لابن المثنى قالا حدثنا\nيحيى عن شعبة عن الحكم عن إبراهيم عن علقمة عن عبد الله قال * صلى النبي\nصلى الله عليه وسلم الظهر خمسا فقيل له أزيد في الصلاة قال وما ذاك قالوا\nصليت خمسا فثنى رجله وسجد سجدتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p031'> Vol. 03, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n1255 أخبرنا عبده بن عبد الرحيم قال أنبأنا بن شميل قال أنبأنا شعبة عن\nالحكم ومغيرة عن إبراهيم عن علقمة عن عبد الله عن النبي صلى الله عليه وسلم\n* أنه صلى بهم الظهر خمسا فقالوا إنك صليت خمسا فسجد سجدتين بعد ما سلم وهو\nجالس\n</p>\n\n<p>\n1256 أخبرنا محمد بن رافع قال حدثني يحيى بن آدم قال حدثنا مفضل بن مهلهل\nعن الحسن بن عبيد الله عن إبراهيم بن سويد قال صلى علقمة * خمسا فقيل له\nفقال ما فعلت قلت برأسي بلى قال وأنت يا أعور فقلت نعم فسجد سجدتين ثم\nحدثنا عن عبد الله عن النبي صلى الله عليه وسلم أنه صلى خمسا فوشوش القوم\nبعضهم إلى بعض فقالوا له <span id='ms0260'></span> أزيد في الصلاة قال لا فأخبروه فثنى رجله فسجد\nسجدتين ثم قال إنما أنا بشر أنسى كما تنسون\n</p>\n\n<p>\n1257 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن مالك بن مغول قال سمعت\nالشعبي يقول * سها علقمة بن قيس في صلاته فذكروا له بعد ما تكلم فقال أكذلك\nيا أعور قال نعم فحل حبوته ثم سجد سجدتي السهو وقال هكذا فعل رسول الله صلى\nالله عليه وسلم قال وسمعت الحكم يقول كان علقمة صلى خمسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p032'> Vol. 03, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n1258 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن سفيان عن الحسن بن عبيد\nالله عن إبراهيم أن علقمة صلى خمسا فلما سلم قال إبراهيم بن سويد * يا أبا\nشبل صليت خمسا فقال أكذلك يا أعور فسجد سجدتي السهو ثم قال هكذا فعل رسول\nالله صلى الله عليه وسلم\n</p>\n\n<p>\n1259 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن أبي بكر النهشلي عن عبد\nالرحمن بن الأسود عن أبيه عن عبد الله * أن رسول الله صلى الله عليه وسلم\nصلى إحدى صلاتي العشي خمسا فقيل له أزيد في الصلاة قال وما ذاك قالوا صليت\nخمسا قال إنما أنا بشر أنسى كما تنسون وأذكر كما تذكرون فسجد سجدتين ثم\nانفتل\n</p>\n\n<h2 class='l2' id='head27'>( 27 باب ما يفعل من نسي شيئا من صلاته )</h2>\n\n<p>\n1260 أخبرنا الربيع بن سليمان قال حدثنا شعيب بن الليث قال حدثنا الليث\nعن محمد بن عجلان عن محمد بن يوسف مولى عثمان عن أبيه يوسف * أن معاوية صلى\nأمامهم فقام في الصلاة وعليه جلوس فسبح الناس فتم على قيامه ثم سجد سجدتين\nوهو جالس بعد أن أتم الصلاة ثم قعد على المنبر فقال أني سمعت رسول الله صلى\nالله عليه وسلم يقول من نسي شيئا من صلاته فليسجد مثل هاتين السجدتين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p033'> Vol. 03, p. 033</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head28'>( 28 باب التكبير في سجدتي السهو )</h2>\n\n<p>\n1261 أخبرنا أحمد بن عمرو بن السرح قال أنبأنا بن وهب قال أخبرني عمرو\nويونس والليث أن بن شهاب أخبرهم عن عبد الرحمن الأعرج أن عبد الله بن بحينة\nحدثه * أن رسول الله صلى الله <span id='ms0261'></span> عليه وسلم قام في الثنتين من الظهر فلم يجلس\nفلما قضى صلاته سجد سجدتين كبر في كل سجدة وهو جالس قبل أن يسلم وسجدهما\nالناس معه مكان ما نسي من الجلوس\n</p>\n\n<h2 class='l2' id='head29'>( 29 باب صفة الجلوس في الركعة التي يقضي فيها الصلاة )</h2>\n\n<p>\n1262 أخبرنا يعقوب بن إبراهيم الدورقي ومحمد بن بشار بن دار واللفظ له\nقالا حدثنا يحيى بن سعيد قال حدثنا عبد الحميد بن جعفر قال حدثني محمد بن\nعمرو بن عطاء عن أبي حميد الساعدي قال * كان النبي صلى الله عليه وسلم إذا\nكان في الركعتين اللتين تنقضي فيهما الصلاة أخر رجله اليسرى وقعد على شقه\nمتوركا ثم سلم\n</p>\n\n<p>\n1263 أخبرنا قتيبة قال حدثنا سفيان عن عاصم بن كليب عن أبيه عن وائل بن\nحجر قال * رأيت رسول الله صلى الله عليه وسلم يرفع يديه إذا افتتح الصلاة\nوإذا ركع وإذا رفع رأسه من الركوع وإذا جلس أضجع اليسرى ونصب اليمنى ووضع\nيده اليسرى على فخذه اليسرى ويده اليمنى على فخذه اليمنى وعقد ثنتين الوسطى\nوالإبهام وأشار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p034'> Vol. 03, p. 034</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head30'>( 30 باب موضع الذراعين )</h2>\n\n<p>\n1264 أخبرنا محمد بن علي بن ميمون الرقي قال حدثنا محمد وهو بن يوسف\nالفريابي قال حدثنا سفيان عن عاصم بن كليب عن أبيه عن وائل بن حجر * أنه\nرأى النبي صلى الله عليه وسلم جلس في الصلاة فافترش رجله اليسرى ووضع\nذراعيه على فخذيه وأشار بالسبابة يدعو بها\n</p>\n\n<h2 class='l2' id='head31'>( 31 موضع المرفقين )</h2>\n\n<p>\n1265 أخبرنا إسماعيل بن مسعود قال أنبأنا بشر بن المفضل قال حدثنا عاصم\nبن كليب عن أبيه عن وائل بن حجر قال * قلت لأنظرن إلى صلاة رسول الله صلى\nالله عليه وسلم كيف يصلي فقام رسول الله صلى الله عليه وسلم فاستقبل القبلة\nفرفع يديه حتى حاذتا أذنيه ثم أخذ شماله بيمينه فلما أراد أن يركع رفعهما\nمثل ذلك ووضع يديه على ركبتيه فلما رفع رأسه من الركوع رفعهما مثل ذلك فلما\nسجد وضع رأسه بذلك المنزل من يديه ثم جلس فافترش رجله اليسرى ووضع يده\nاليسرى على فخذه اليسرى وحد مرفقه الأيمن <span id='ms0262'></span> على فخذه اليمنى وقبض ثنتين وحلق\nورأيته يقول هكذا وأشار بشر بالسبابة من اليمنى وحلق الإبهام والوسطى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p035'> Vol. 03, p. 035</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head32'>( 32 باب موضع الكفين )</h2>\n\n<p>\n1266 أخبرنا محمد بن منصور قال حدثنا سفيان قال حدثنا يحيى بن سعيد عن\nمسلم بن أبي مريم شيخ من أهل المدينة ثم لقيت الشيخ فقال سمعت علي بن عبد\nالرحمن يقول * صليت إلى جنب بن عمر فقلبت الحصى فقال لي بن عمر لا تقلب\nالحصى فإن تقليب الحصى من الشيطان وافعل كما رأيت رسول الله صلى الله عليه\nوسلم يفعل قلت وكيف رأيت رسول الله صلى الله عليه وسلم يفعل قال هكذا ونصب\nاليمنى وأضجع اليسرى ووضع يده اليمنى على فخذه اليمنى ويده اليسرى على فخذه\nاليسرى وأشار بالسبابة\n</p>\n\n<h2 class='l2' id='head33'>( 33 باب قبض الأصابع من اليد اليمنى دون السبابة )</h2>\n\n<p>\n1267 أخبرنا قتيبة بن سعيد عن مالك عن مسلم بن أبي مريم عن علي بن عبد\nالرحمن قال رآني بن عمر وأنا أعبث بالحصى في الصلاة فلما انصرف نهاني وقال\n* اصنع كما كان رسول الله صلى الله عليه وسلم يصنع قلت وكيف كان يصنع قال\nكان إذا جلس في الصلاة وضع كفه اليمنى على فخذه وقبض يعني أصابعه كلها\nوأشار بأصبعه التي تلي الإبهام ووضع كفه اليسرى على فخذه اليسرى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p036'> Vol. 03, p. 036</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head34'>( 34 باب قبض الثنتين من أصابع اليد اليمنى وعقد الوسطى والإبهام</h2>\n\nمنها )\n<p>\n1268 أخبرنا سويد بن نصر قال أنبأنا عبد الله بن المبارك عن زائدة قال\nحدثنا عاصم بن كليب قال حدثني أبي أن وائل بن حجر قال * قلت لأنظرن إلى\nصلاة رسول الله صلى الله عليه وسلم كيف يصلي فنظرت إليه فوصف قال ثم قعد\nوافترش رجله اليسرى ووضع كفه اليسرى على فخذه وركبته اليسرى وجعل حد مرفقه\nالأيمن على فخذه اليمنى ثم قبض اثنتين من أصابعه وحلق حلقه ثم رفع أصبعه\nفرأيته يحركها يدعو بها مختصر\n</p>\n\n<h2 class='l2' id='head35'>( 35 باب بسط اليسرى على الركبة )</h2>\n\n<p>\n1269 أخبرنا محمد بن رافع قال حدثنا عبد الرزاق قال أنبأنا معمر عن عبيد\nالله عن نافع عن بن عمر * أن رسول الله صلى <span id='ms0263'></span> الله عليه وسلم كان إذا جلس في\nالصلاة وضع يديه على ركبتيه ورفع أصبعه التي تلي الإبهام فدعا بها ويده\nاليسرى على ركبته باسطها عليها\n</p>\n\n<p>\n1270 أخبرنا أيوب بن محمد الوزان قال حدثنا حجاج قال بن جريج أخبرني زياد\nعن محمد بن عجلان عن عامر بن عبد الله بن الزبير عن عبد الله بن الزبير *\nأن النبي صلى الله عليه وسلم كان يشير بأصبعه إذا دعا ولا يحركها قال بن\nجريج وزاد عمرو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p037'> Vol. 03, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n1270 قال أخبرني عامر بن عبد الله بن الزبير عن أبيه أنه * رأى النبي صلى\nالله عليه وسلم يدعو كذلك ويتحامل بيده اليسرى على رجله اليسرى\n</p>\n\n<h2 class='l2' id='head36'>( 36 باب الإشارة بالأصبع في التشهد )</h2>\n\n<p>\n1271 أخبرني محمد بن عبد الله بن عمار الموصلي عن المعافى عن عصام بن\nقدامة عن مالك وهو بن نمير الخزاعي عن أبيه قال * رأيت رسول الله صلى الله\nعليه وسلم واضعا يده اليمنى على فخذه اليمنى في الصلاة ويشير بأصبعه\n</p>\n\n<h2 class='l2' id='head37'>( 37 باب النهي عن الإشارة بأصبعين وبأي إصبع يشير )</h2>\n\n<p>\n1272 أخبرنا محمد بن بشار قال حدثنا صفوان بن عيسى قال حدثنا بن عجلان عن\nالقعقاع عن أبي صالح عن أبي هريرة * أن رجلا كان يدعو بأصبعيه فقال رسول\nالله صلى الله عليه وسلم أحد أحد\n</p>\n\n<p>\n1273 أخبرنا محمد بن عبد الله بن المبارك المخرمي قال حدثنا أبو معاوية\nقال حدثنا الأعمش عن أبي صالح عن سعد قال * مر علي رسول الله صلى الله عليه\nوسلم وأنا أدعو بأصابعي فقال أحد أحد وأشار بالسبابة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p038'> Vol. 03, p. 038</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head38'>( 38 باب إحناء السبابة في الإشارة )</h2>\n\n<p>\n1274 أخبرني أحمد بن يحيى الصوفي قال حدثنا أبو نعيم قال حدثنا عصام بن\nقدامة الجدلي قال حدثني مالك بن نمير الخزاعي من أهل البصرة أن أباه حدثه\nأنه * رأى رسول الله صلى الله عليه وسلم قاعدا في الصلاة واضعا ذراعه\nاليمنى على فخذه اليمنى رافعا أصبعه السبابة قد أحناها شيئا وهو يدعو\n</p>\n\n<h2 class='l2' id='head39'>( 39 موضع البصر عند الإشارة وتحريك السبابة )</h2>\n\n<p>\n1275 أخبرنا يعقوب بن إبراهيم قال حدثنا يحيى عن بن عجلان عن عامر بن عبد\nالله <span id='ms0264'></span> بن الزبير عن أبيه * أن رسول الله صلى الله عليه وسلم كان إذا قعد في\nالتشهد وضع كفه اليسرى على فخذه اليسرى وأشار بالسبابة لا يجاوز بصره\nإشارته\n</p>\n\n<h2 class='l2' id='head40'>( 40 باب النهي عن رفع البصر إلى السماء عند الدعاء في الصلاة )</h2>\n\n<p>\n1276 أخبرنا أحمد بن عمرو بن السرح عن بن وهب قال أخبرني الليث عن جعفر\nبن ربيعة عن الأعرج عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال *\nلينتهين أقوام عن رفع أبصارهم عند الدعاء في الصلاة إلى السماء أو لتخطفن\nأبصارهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p039'> Vol. 03, p. 039</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head41'>( 41 باب إيجاب التشهد )</h2>\n\n<p>\n1277 أخبرنا سعيد بن عبد الرحمن أبو عبيد الله المخزومي قال حدثنا سفيان\nعن الأعمش ومنصور عن شقيق بن سلمة عن بن مسعود قال * كنا نقول في الصلاة\nقبل أن يفرض التشهد السلام على الله السلام على جبريل وميكائيل فقال رسول\nالله صلى الله عليه وسلم لا تقولوا هكذا فإن الله عز وجل هو السلام ولكن\nقولوا التحيات لله والصلوات والطيبات السلام عليك أيها النبي ورحمة الله\nوبركاته السلام علينا وعلى عباد الله الصالحين أشهد أن لا اله إلا الله\nوأشهد أن محمدا عبده ورسوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p040'> Vol. 03, p. 040</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head42'>( 42 تعليم التشهد كتعليم السورة من القرآن )</h2>\n\n<p>\n1278 أخبرنا أحمد بن سليمان قال حدثنا يحيى بن آدم قال حدثنا عبد الرحمن\nبن حميد قال حدثنا أبو الزبير عن طاوس عن بن عباس قال * كان رسول الله صلى\nالله عليه وسلم يعلمنا التشهد كما يعلمنا السورة من القرآن\n</p>\n\n<h2 class='l2' id='head43'>( 43 باب كيف التشهد )</h2>\n\n<p>\n1279 أخبرنا قتيبة قال حدثنا الفضيل وهو بن عياض عن الأعمش عن شقيق عن\nعبد الله قال قال رسول الله صلى الله عليه وسلم * إن الله عز وجل هو السلام\nفإذا قعد أحدكم فليقل التحيات لله والصلوات والطيبات السلام عليك أيها\nالنبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p041'> Vol. 03, p. 041</a>\n            </div>\n             أشهد أن لا إله إلا الله وأشهد أن محمدا عبده ورسوله ثم ليتخير\nبعد ذلك من الكلام ما شاء\n</p>\n\n<h2 class='l2' id='head44'>( 44 نوع آخر من التشهد )</h2>\n\n<p>\n1280 أخبرنا محمد بن بشار قال حدثنا يحيى بن سعيد عن <span id='ms0265'></span> هشام عن قتادة ح\nوأنبأنا محمد بن المثنى قال حدثنا يحيى قال حدثنا هشام قال حدثنا قتادة عن\nيونس بن جبير عن حطان بن عبد الله أن الأشعري قال أن رسول الله صلى الله\nعليه وسلم خطبنا * فعلمنا سنتنا وبين لنا صلاتنا فقال إذا قمتم إلى الصلاة\nفأقيموا صفوفكم ثم ليؤمكم أحدكم فإذا كبر فكبروا وإذا قال ولا الضالين\nفقولوا آمين يجبكم الله ثم إذا كبر وركع فكبروا واركعوا فإن الإمام يركع\nقبلكم ويرفع قبلكم قال نبي الله صلى الله عليه وسلم فتلك بتلك وإذا قال سمع\nالله لمن حمده فقولوا اللهم ربنا لك الحمد فإن الله عز وجل قال على لسان\nنبيه صلى الله عليه وسلم سمع الله لمن حمده ثم إذا كبر وسجد فكبروا واسجدوا\nفإن الإمام يسجد قبلكم ويرفع قبلكم قال نبي الله صلى الله عليه وسلم فتلك\nبتلك وإذا كان عند القعدة فليكن من قول أحدكم أن يقول التحيات الطيبات\nالصلوات لله السلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى\nعباد الله الصالحين أشهد أن لا إله إلا الله وأشهد أن محمدا عبده ورسوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p042'> Vol. 03, p. 042</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head45'>( 45 نوع آخر من التشهد )</h2>\n\n<p>\n1281 أخبرنا عمرو بن علي قال حدثنا أبو عاصم قال حدثنا أيمن بن نابل قال\nحدثنا أبو الزبير عن جابر بن عبد الله قال * كان رسول الله صلى الله عليه\nوسلم يعلمنا التشهد كما يعلمنا السورة من القرآن بسم الله وبالله التحيات\nلله والصلوات والطيبات السلام عليك أيها النبي ورحمة الله وبركاته السلام\nعلينا وعلى عباد الله الصالحين أشهد أن لا إله إلا الله وأن محمدا عبده\nورسوله وأسأل الله الجنة وأعوذ به من النار قال أبو عبد الرحمن لا نعلم\nأحدا تابع أيمن بن نابل على هذه الرواية وأيمن عندنا لا بأس به والحديث خطأ\nوبالله التوفيق\n</p>\n\n<h2 class='l2' id='head46'>( 46 باب السلام على النبي صلى الله عليه وسلم )</h2>\n\n<p>\n1282 أخبرنا عبد الوهاب بن عبد الحكم الوراق قال حدثنا معاذ بن معاذ عن\nسفيان بن سعيد ح وأخبرنا محمود بن غيلان <span id='ms0266'></span> قال حدثنا وكيع وعبد الرزاق عن\nسفيان عن عبد الله بن السائب عن زاذان عن عبد الله قال قال رسول الله صلى\nالله عليه وسلم * إن لله ملائكة سياحين في الأرض يبلغوني من أمتي السلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p043'> Vol. 03, p. 043</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head47'>( 47 فضل التسليم على النبي صلى الله عليه وسلم )</h2>\n\n<p>\n1283 أخبرنا إسحاق بن منصور الكوسج قال أنبأنا عفان قال حدثنا حماد قال\nحدثنا ثابت قال قدم علينا سليمان مولى الحسن بن علي زمن الحجاج فحدثنا عن\nعبد الله بن أبي طلحة عن أبيه * أن رسول الله صلى الله عليه وسلم جاء ذات\nيوم والبشرى في وجهه فقلنا إنا لنرى البشرى في وجهك فقال إنه أتاني الملك\nفقال يا محمد إن ربك يقول أما يرضيك أنه لا يصلي عليك أحد إلا صليت عليه\nعشرا ولا يسلم عليك أحد إلا سلمت عليه عشرا\n</p>\n\n<h2 class='l2' id='head48'>( 48 باب التمجيد والصلاة على النبي صلى الله عليه وسلم في الصلاة )</h2>\n\n<p>\n1284 أخبرنا محمد بن سلمة قال حدثنا بن وهب عن أبي هانئ أن أبا علي\nالجنبي حدثه أنه سمع فضالة بن عبيد يقول * سمع رسول الله صلى الله عليه\nوسلم رجلا يدعو في صلاته لم يمجد الله ولم يصل على النبي صلى الله عليه\nوسلم فقال رسول الله صلى الله عليه وسلم عجلت أيها المصلي ثم علمهم رسول\nالله صلى الله عليه وسلم وسمع رسول الله صلى الله عليه وسلم رجلا يصلي فمجد\nالله وحمده وصلى على النبي صلى الله عليه وسلم فقال رسول الله صلى الله\nعليه وسلم ادع تجب وسل تعط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p044'> Vol. 03, p. 044</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head49'>( 49 باب الأمر بالصلاة على النبي صلى الله عليه وسلم )</h2>\n\n<p>\n1285 أخبرنا محمد بن سلمة والحرث بن مسكين قراءة عليه وأنا أسمع واللفظ\nله عن بن القاسم قال حدثني مالك عن نعيم بن عبد الله المجمر * أن محمد بن\nعبد الله بن زيد الأنصاري وعبد الله بن زيد الذي أري النداء بالصلاة أخبره\nعن أبي مسعود الأنصاري أنه قال أتانا رسول الله صلى الله عليه وسلم في مجلس\nسعد بن عبادة فقال له بشير بن <span id='ms0267'></span> سعد أمرنا الله عز وجل أن نصلي عليك يا رسول\nالله فكيف نصلي عليك فسكت رسول الله صلى الله عليه وسلم حتى تمنينا أنه لم\nيسأله ثم قال قولوا اللهم صل على محمد وعلى آل محمد كما صليت على آل\nإبراهيم وبارك على محمد وعلى آل محمد كما باركت على آل إبراهيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p045'> Vol. 03, p. 045</a>\n            </div>\n            \nفي العالمين إنك حميد مجيد والسلام كما علمتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p046'> Vol. 03, p. 046</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head50'>( 50 باب كيف الصلاة على النبي صلى الله عليه وسلم )</h2>\n\n<p>\n1286 أخبرنا زياد بن يحيى قال حدثنا عبد الوهاب بن عبد المجيد قال حدثنا\nهشام بن حسان عن محمد عن عبد الرحمن بن بشر عن أبي مسعود الأنصاري قال *\nقيل للنبي صلى الله عليه وسلم أمرنا أن نصلي عليك ونسلم أما السلام فقد\nعرفناه فكيف نصلي عليك قال قولوا اللهم صل على محمد كما صليت على آل\nإبراهيم اللهم بارك على محمد كما باركت على آل إبراهيم\n</p>\n\n<h2 class='l2' id='head51'>( 51 نوع آخر )</h2>\n\n<p>\n1287 أخبرنا القاسم بن زكريا بن دينار من كتابه قال حدثنا حسين بن علي عن\nزائدة عن سليمان عن عمرو بن مرة عن عبد الرحمن بن أبي ليلى عن كعب بن عجرة\nقال قلنا * يا رسول الله السلام عليك قد عرفناه فكيف الصلاة قال قولوا\nاللهم صل على محمد وعلى آل محمد كما صليت على آل إبراهيم إنك حميد مجيد\nاللهم بارك على محمد وعلى آل محمد كما باركت على آل إبراهيم إنك حميد مجيد\nقال بن أبي ليلى ونحن نقول وعلينا معهم قال أبو عبد الرحمن حدثنا به من\nكتابه وهذا خطا\n</p>\n\n<p>\n1288 أخبرنا القاسم بن زكريا قال حدثنا حسين عن زائدة عن سليمان عن الحكم\nعن عبد الرحمن بن أبي ليلى عن كعب بن عجرة قال قلنا * يا رسول الله السلام\nعليك قد عرفناه فكيف الصلاة عليك قال قولوا اللهم صل على محمد وعلى آل محمد\nكما صليت على إبراهيم وآل إبراهيم إنك حميد مجيد وبارك على محمد وعلى آل\nمحمد كما باركت على إبراهيم وآل إبراهيم انك حميد مجيد قال عبد الرحمن <span id='ms0268'></span> ونحن\nنقول وعلينا معهم قال أبو عبد الرحمن وهذا أولى بالصواب من الذي قبله ولا\nنعلم أحدا قال فيه عمرو بن مرة غير هذا والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p047'> Vol. 03, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n1289 أخبرنا سويد بن نصر قال حدثنا عبد الله عن شعبة عن الحكم عن بن أبي\nليلى قال قال لي كعب بن عجرة * ألا أهدي لك هدية قلنا يا رسول الله قد\nعرفنا كيف السلام عليك فكيف نصلي عليك قال قولوا اللهم صل على محمد وآل\nمحمد كما صليت على آل إبراهيم إنك حميد مجيد اللهم بارك على محمد وآل محمد\nكما باركت على آل إبراهيم إنك حميد مجيد\n</p>\n\n<h2 class='l2' id='head52'>( 52 نوع آخر )</h2>\n\n<p>\n1290 أخبرنا إسحاق بن إبراهيم قال أنبأنا محمد بن بشر قال حدثنا مجمع بن\nيحيى عن عثمان بن موهب عن موسى بن طلحة عن أبيه قال قلنا * يا رسول الله\nكيف الصلاة عليك قال قولوا اللهم صل على محمد وعلى آل محمد كما صليت على\nإبراهيم وآل إبراهيم إنك حميد مجيد وبارك على محمد وعلى آل محمد كما باركت\nعلى إبراهيم وآل إبراهيم إنك حميد مجيد\n</p>\n\n<p>\n1291 أخبرنا عبيد الله بن سعد بن إبراهيم بن سعد قال حدثنا عمي قال حدثنا\nشريك عن عثمان بن موهب عن موسى بن طلحة عن أبيه أن رجلا أتى نبي الله صلى\nالله عليه وسلم فقال * كيف نصلي عليك يا نبي الله قال قولوا اللهم صل على\nمحمد وعلى آل محمد كما صليت على إبراهيم إنك حميد مجيد وبارك على محمد وعلى\nآل محمد كما باركت على إبراهيم إنك حميد مجيد\n</p>\n\n<p>\n1292 أخبرنا سعيد بن يحيى بن سعيد الأموي في حديثه عن أبيه عن عثمان بن\nحكيم عن خالد بن سلمة عن موسى بن طلحة قال سألت زيد بن خارجة قال أنا سألت\nرسول الله صلى الله عليه وسلم فقال * صلوا علي واجتهدوا في الدعاء وقولوا\nاللهم صل على محمد وعلى آل محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p048'> Vol. 03, p. 048</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head53'>( 53 نوع آخر )</h2>\n\n<p>\n1293 أخبرنا قتيبة قال حدثنا بكر وهو بن مضر عن بن الهاد عن عبد الله بن <span id='ms0269'></span>\nخباب عن أبي سعيد الخدري قال قلنا * يا رسول الله السلام عليك قد عرفناه\nفكيف الصلاة عليك قال قولوا اللهم صل على محمد عبدك ورسولك كما صليت على\nإبراهيم وبارك على محمد وآل محمد كما باركت على إبراهيم\n</p>\n\n<h2 class='l2' id='head54'>( 54 نوع آخر )</h2>\n\n<p>\n1294 أخبرنا قتيبة بن سعيد عن مالك والحارث بن مسكين قراءة عليه وأنا\nأسمع عن بن القاسم حدثني مالك عن عبد الله بن أبي بكر بن محمد بن عمرو بن\nحزم عن أبيه عن عمرو بن سليم الزرقي قال أخبرني أبو حميد الساعدي أنهم\nقالوا * يا رسول الله كيف نصلي عليك فقال رسول الله صلى الله عليه وسلم\nقولوا اللهم صل على محمد وأزواجه وذريته في حديث الحرث كما صليت على آل\nإبراهيم وبارك على محمد وأزواجه وذريته قالا جميعا كما باركت على آل\nإبراهيم إنك حميد مجيد قال أبو عبد الرحمن أنبأنا قتيبة بهذا الحديث مرتين\nولعله أن يكون قد سقط عليه منه شطر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p049'> Vol. 03, p. 049</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head55'>( 55 باب الفضل في الصلاة على النبي صلى الله عليه وسلم )</h2>\n\n<p>\n1295 أخبرنا سويد بن نصر قال حدثنا عبد الله يعني بن المبارك قال أنبأنا\nحماد بن سلمة عن ثابت عن سليمان مولى الحسن بن علي عن عبد الله بن أبي طلحة\nعن أبيه * أن رسول الله صلى الله عليه وسلم جاء ذات يوم والبشر يرى في وجهه\nفقال أنه جاءني جبريل صلى الله عليه وسلم فقال أما يرضيك يا محمد أن لا\nيصلي عليك أحد من أمتك إلا صليت عليه عشرا ولا يسلم عليك أحد من أمتك إلا\nسلمت عليه عشرا\n</p>\n\n<p>\n1296 أخبرنا علي بن حجر قال حدثنا إسماعيل بن جعفر عن العلاء عن أبيه عن\nأبي هريرة عن النبي صلى الله عليه وسلم قال * من صلى على واحدة صلى الله\nعليه عشرا\n</p>\n\n<p>\n1297 أخبرنا إسحاق بن منصور قال حدثنا محمد بن يوسف قال حدثنا يونس بن\nأبي إسحاق عن بريد بن أبي مريم قال حدثنا أنس بن مالك قال قال رسول الله\nصلى الله عليه وسلم * من صلى <span id='ms0270'></span> علي صلاة واحدة صلى الله عليه عشر صلوات وحطت\nعنه عشر خطيئات ورفعت له عشر درجات\n</p>\n\n<h2 class='l2' id='head56'>( 56 باب تخيير الدعاء بعد الصلاة على النبي صلى الله عليه وسلم )</h2>\n\n<p>\n1298 أخبرنا يعقوب بن إبراهيم الدورقي وعمرو بن علي واللفظ له قالا حدثنا\nيحيى قال حدثنا سليمان الأعمش قال حدثني شقيق عن عبد الله قال * كنا إذا\nجلسنا مع رسول الله صلى الله عليه وسلم في الصلاة قلنا السلام على الله من\nعباده السلام على فلان وفلان فقال رسول الله صلى الله عليه وسلم لا تقولوا\nالسلام على الله فإن الله هو السلام ولكن إذا جلس أحدكم فليقل التحيات لله\nوالصلوات والطيبات السلام عليك أيها النبي ورحمة الله وبركاته السلام علينا\nوعلى عباد الله الصالحين فإنكم إذا قلتم ذلك أصابت كل عبد صالح في السماء\nوالأرض أشهد أن لا أله إلا الله وأشهد أن محمدا عبده ورسوله ثم ليتخير من\nالدعاء بعد أعجبه إليه يدعو به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p050'> Vol. 03, p. 050</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head57'>( 57 الذكر بعد التشهد )</h2>\n\n<p>\n1299 أخبرنا عبيد بن وكيع بن الجراح أخو سفيان بن وكيع قال حدثنا أبي عن\nعكرمة بن عمار عن إسحاق بن عبد الله بن أبي طلحة عن أنس بن مالك قال جاءت\nأم سليم إلى النبي صلى الله عليه وسلم فقالت * يا رسول الله علمني كلمات\nأدعو بهن في صلاتي قال سبحي الله عشرا واحمديه عشرا وكبريه عشرا ثم سليه\nحاجتك يقل نعم نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p051'> Vol. 03, p. 051</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head58'>( 58 باب الدعاء بعد الذكر )</h2>\n\n<p>\n1300 أخبرنا قتيبة قال حدثنا خلف بن خليفة عن حفص بن أخي أنس عن أنس بن\nمالك قال * كنت مع رسول الله صلى الله عليه وسلم جالسا يعني ورجل قائم يصلي\nفلما ركع وسجد وتشهد دعا فقال في دعائه اللهم اني أسألك بأن لك الحمد لا\nإله إلا أنت المنان بديع السماوات والأرض يا ذا الجلال والإكرام يا حي يا\nقيوم إني أسألك فقال النبي صلى الله عليه وسلم لأصحابه تدرون بما دعا قالوا\nالله ورسوله أعلم قال والذي نفسي بيده لقد دعا الله باسمه العظيم الذي إذا\nدعي <span id='ms0271'></span> به أجاب وإذا سئل به أعطى\n</p>\n\n<p>\n1301 أخبرنا عمرو بن يزيد أبو بريد البصري عن عبد الصمد بن عبد الوارث\nقال حدثنا أبي قال حدثنا حسين المعلم عن بن بريدة قال حدثني حنظلة بن علي\nأن محجن بن الأدرع حدثه * أن رسول الله صلى الله عليه وسلم دخل المسجد إذا\nرجل قد قضى صلاته وهو يتشهد فقال اللهم اني أسألك يا الله بأنك الواحد\nالأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفوا أحد أن تغفر لي ذنوبي\nإنك أنت الغفور الرحيم فقال رسول الله صلى الله عليه وسلم قد غفر له ثلاثا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p052'> Vol. 03, p. 052</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head59'>( 59 نوع آخر من الدعاء )</h2>\n\n<p>\n1302 أخبرنا قتيبة بن سعيد قال حدثنا الليث عن يزيد بن أبي حبيب عن أبي\nالخير عن عبد الله بن عمرو عن أبي بكر الصديق رضي الله عنهما أنه * قال\nلرسول الله صلى الله عليه وسلم علمني دعاء أدعو به في صلاتي قال قل اللهم\nأني ظلمت نفسي ظلما كثيرا ولا يغفر الذنوب الا أنت فاغفر لي مغفرة من عندك\nوارحمني إنك أنت الغفور الرحيم\n</p>\n\n<h2 class='l2' id='head60'>( 60 نوع آخر من الدعاء )</h2>\n\n<p>\n1303 أخبرنا يونس بن عبد الأعلى قال حدثنا بن وهب قال سمعت حيوة يحدث عن\nعقبة بن مسلم عن أبي عبد الرحمن الحبلي عن الصنابحي عن معاذ بن جبل قال أخذ\nبيدي رسول الله صلى الله عليه وسلم فقال * إني لأحبك يا معاذ فقلت وأنا\nأحبك يا رسول الله فقال رسول الله صلى الله عليه وسلم فلا تدع أن تقول في\nكل صلاة رب أعني على ذكرك وشكرك وحسن عبادتك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p053'> Vol. 03, p. 053</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head61'>( 61 نوع آخر من الدعاء )</h2>\n\n<p>\n1304 أخبرنا أبو داود قال حدثنا سليمان بن حرب قال حدثنا حماد بن سلمة عن\nسعيد الجريري عن أبي العلاء عن شداد بن أوس * أن رسول الله صلى الله عليه\nوسلم كان يقول في صلاته اللهم إني أسألك الثبات في الأمر والعزيمة على\nالرشد وأسألك شكر نعمتك وحسن عبادتك وأسألك قلبا سليما ولسانا صادقا وأسألك\nمن خير ما تعلم وأعوذ بك من <span id='ms0272'></span> شر ما تعلم وأستغفرك لما تعلم\n</p>\n\n<h2 class='l2' id='head62'>( 62 نوع آخر )</h2>\n\n<p>\n1305 أخبرنا يحيى بن حبيب بن عربي قال حدثنا حماد قال حدثنا عطاء بن\nالسائب عن أبيه قال * صلى بنا عمار بن ياسر صلاة فأوجز فيها فقال له بعض\nالقوم لقد خففت أو أوجزت الصلاة فقال أما على ذلك فقد دعوت فيها بدعوات\nسمعتهن من رسول الله صلى الله عليه وسلم فلما قام تبعه رجل من القوم هو أبي\nغير أنه كنى عن نفسه فسأله عن الدعاء ثم جاء فأخبر به القوم اللهم بعلمك\nالغيب وقدرتك على الخلق أحيني ما علمت الحياة خيرا لي وتوفني إذا علمت\nالوفاة خيرا لي اللهم وأسألك خشيتك في الغيب والشهادة وأسألك كلمة الحق في\nالرضا والغضب وأسألك القصد في الفقر والغنى وأسألك نعيما لا ينفد وأسألك\nقرة عين لا تنقطع وأسألك الرضاء بعد القضاء وأسألك برد العيش بعد الموت\nوأسألك لذة النظر إلى وجهك والشوق إلى لقائك في غير ضراء مضرة ولا فتنة\nمضلة اللهم زينا بزينة الإيمان واجعلنا هداة مهتدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p054'> Vol. 03, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n1306 أخبرنا عبيد الله بن سعد بن إبراهيم بن سعد قال حدثنا عمي قال حدثنا\nشريك عن أبي هاشم الواسطي عن أبي مجلز عن قيس بن عباد قال * صلى عمار بن\nياسر بالقوم صلاة أخفها فكأنهم أنكروها فقال ألم أتم الركوع والسجود قالوا\nبلى قال أما إني دعوت فيها بدعاء كان النبي صلى الله عليه وسلم يدعو به\nاللهم بعلمك الغيب وقدرتك على الخلق أحيني ما علمت الحياة خيرا لي وتوفني\nإذا علمت الوفاة خيرا لي وأسألك خشيتك في الغيب والشهادة وكلمة الإخلاص في\nالرضا والغضب وأسألك نعيما لا ينفد وقرة عين لا تنقطع وأسألك الرضاء\nبالقضاء وبرد العيش بعد الموت ولذة النظر إلى وجهك والشوق إلى لقائك وأعوذ\nبك من ضراء مضرة وفتنة مضلة اللهم زينا بزينة الإيمان واجعلنا هداة مهتدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p055'> Vol. 03, p. 055</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head63'>( 63 باب التعوذ في الصلاة )</h2>\n\n<p>\n1307 أخبرنا إسحاق بن إبراهيم قال حدثنا جرير عن منصور عن هلال بن يساف\nعن فروة بن نوفل قال قلت لعائشة * حدثيني <span id='ms0273'></span> بشيء كان رسول الله صلى الله عليه\nوسلم يدعو به في صلاته فقالت نعم كان رسول الله صلى الله عليه وسلم يقول\nاللهم إني أعوذ بك من شر ما عملت ومن شر ما لم اعمل\n</p>\n\n<h2 class='l2' id='head64'>( 64 نوع آخر )</h2>\n\n<p>\n1308 أخبرنا محمد بن بشار عن محمد قال حدثنا شعبة عن أشعث عن أبيه عن\nمسروق عن عائشة رضي الله عنها قالت * سألت رسول الله صلى الله عليه وسلم عن\nعذاب القبر فقال نعم عذاب القبر حق قالت عائشة فما رأيت رسول الله صلى الله\nعليه وسلم يصلي صلاة بعد إلا تعوذ من عذاب القبر\n</p>\n\n<p>\n1309 أخبرنا عمرو بن عثمان قال حدثنا أبي عن شعيب عن الزهري قال أخبرني\nعروة بن الزبير أن عائشة أخبرته * أن رسول الله صلى الله عليه وسلم كان\nيدعو في الصلاة اللهم إني أعوذ بك من عذاب القبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p056'> Vol. 03, p. 056</a>\n            </div>\n             وأعوذ بك من\nفتنة المسيح الدجال وأعوذ بك من فتنة المحيا والممات اللهم إني أعوذ بك من\nالمأثم والمغرم فقال له قائل ما أكثر ما تستعيذ من المغرم فقال إن الرجل\nإذا غرم حدث فكذب ووعد فأخلف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p057'> Vol. 03, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n1310 أخبرني محمد بن عبد الله بن عمار الموصلي عن المعافى عن الأوزاعي ح\nوأنبأنا علي بن خشرم عن عيسى بن يونس واللفظ له عن الأوزاعي عن حسان بن\nعطية عن محمد بن أبي عائشة قال سمعت أبا هريرة يقول قال رسول الله صلى الله\nعليه وسلم * إذا تشهد أحدكم فليتعوذ بالله من أربع من عذاب جهنم وعذاب\nالقبر وفتنة المحيا والممات ومن شر المسيح الدجال ثم يدعو لنفسه بما بدا له\n</p>\n\n\n<h2 class='l2' id='head65'>( 65 نوع آخر من الذكر بعد التشهد )</h2>\n\n<p>\n1311 أخبرنا عمرو بن علي قال حدثنا يحيى عن جعفر بن محمد عن أبيه عن جابر\n* أن رسول الله صلى الله عليه وسلم كان يقول في صلاته بعد التشهد أحسن\nالكلام كلام الله وأحسن الهدى هدى محمد صلى الله عليه وسلم\n</p>\n\n<h2 class='l2' id='head66'>( 66 باب تطفيف الصلاة )</h2>\n\n<p>\n1312 أخبرنا أحمد بن سليمان قال حدثنا يحيى بن آدم قال حدثنا مالك وهو بن\nمغول <span id='ms0274'></span> عن طلحة بن مصرف عن زيد بن وهب عن حذيفة * أنه رأى رجلا يصلي فطفف\nفقال له حذيفة منذ كم تصلي هذه الصلاة قال منذ أربعين عاما قال ما صليت منذ\nأربعين سنة ولو مت وأنت تصلي هذه الصلاة لمت على غير فطرة محمد صلى الله\nعليه وسلم ثم قال إن الرجل ليخفف ويتم ويحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p058'> Vol. 03, p. 058</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head67'>( 67 باب أقل ما يجزئ من عمل الصلاة )</h2>\n\n<p>\n1313 أخبرنا قتيبة قال حدثنا الليث عن بن عجلان عن علي وهو بن يحيى عن\nأبيه عن عم له بدري أنه حدثه * أن رجلا دخل المسجد فصلى ورسول الله صلى\nالله عليه وسلم يرمقه ونحن لا نشعر فلما فرغ أقبل فسلم على رسول الله صلى\nالله عليه وسلم فقال ارجع فصل فإنك لم تصل فرجع فصلى ثم أقبل إلى رسول الله\nصلى الله عليه وسلم فقال ارجع فصل فإنك لم تصل مرتين أو ثلاثا فقال له\nالرجل والذي أكرمك يا رسول الله لقد جهدت فعلمني فقال إذا قمت تريد الصلاة\nفتوضأ فأحسن وضوءك ثم استقبل القبلة فكبر ثم اقرأ ثم اركع فاطمئن راكعا ثم\nارفع حتى تعتدل قائما ثم اسجد حتى تطمئن ساجدا ثم ارفع حتى تطمئن قاعدا ثم\nاسجد حتى تطمئن ساجدا ثم ارفع ثم افعل كذلك حتى تفرغ من صلاتك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p059'> Vol. 03, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n1314 أخبرنا سويد بن نصر قال أنبأنا عبد الله بن المبارك عن داود بن قيس\nقال حدثني علي بن يحيى بن خلاد بن رافع بن مالك الأنصاري قال حدثني أبي عن\nعم له بدري قال * كنت مع رسول الله صلى الله عليه وسلم جالسا في المسجد\nفدخل رجل فصلى ركعتين ثم جاء فسلم على النبي صلى الله عليه وسلم وقد كان\nالنبي صلى الله عليه وسلم يرمقه في صلاته فرد عليه السلام ثم قال له ارجع\nفصل فإنك لم تصل فرجع فصلى ثم جاء فسلم على النبي صلى الله عليه وسلم فرد\nعليه السلام ثم قال ارجع فصل فإنك لم تصل حتى كان عند الثالثة أو الرابعة\nفقال <span id='ms0275'></span> والذي انزل عليك الكتاب لقد جهدت وحرصت فأرني وعلمني قال إذا أردت أن\nتصلي فتوضأ فأحسن وضوءك ثم استقبل القبلة فكبر ثم اقرأ ثم اركع حتى تطمئن\nراكعا ثم ارفع حتى تعتدل قائما ثم اسجد حتى تطمئن ساجدا ثم ارفع حتى تطمئن\nقاعدا ثم اسجد حتى تطمئن ساجدا ثم ارفع فإذا أتممت صلاتك على هذا فقد تمت\nوما انتقصت من هذا فإنما تنتقصه من صلاتك\n</p>\n\n<p>\n1315 أخبرنا محمد بن بشار قال حدثنا يحيى عن سعيد عن قتادة عن زرارة بن\nأوفى عن سعد بن هشام قال قلت يا أم المؤمنين أنبئيني عن وتر رسول الله صلى\nالله عليه وسلم قالت * كنا نعد له سواكه وطهوره فيبعثه الله لما شاء أن\nيبعثه من الليل فيتسوك ويتوضأ ويصلي ثمان ركعات لا يجلس فيهن إلا عند\nالثامنة فيجلس فيذكر الله عز وجل ويدعو ثم يسلم تسليما يسمعنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p060'> Vol. 03, p. 060</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head68'>( 68 باب السلام )</h2>\n\n<p>\n1316 أخبرنا محمد بن إسماعيل بن إبراهيم قال حدثنا سليمان يعني بن داود\nالهاشمي قال حدثنا إبراهيم وهو بن سعد قال حدثني عبد الله بن جعفر وهو بن\nالمسور المخرمي عن إسماعيل بن محمد قال حدثني عامر بن سعد عن أبيه * أن\nرسول الله صلى الله عليه وسلم كان يسلم عن يمينه وعن يساره\n</p>\n\n<p>\n1317 أخبرنا إسحاق بن إبراهيم قال أنبأنا أبو عامر العقدي قال حدثنا عبد\nالله بن جعفر المخرمي عن إسماعيل بن محمد بن سعد عن عامر بن سعد عن سعد قال\n* كنت أرى رسول الله صلى الله عليه وسلم يسلم عن يمينه وعن يساره حتى يرى\nبياض خده قال أبو عبد الرحمن عبد الله بن جعفر هذا ليس به بأس وعبد الله بن\nجعفر بن نجيح والد علي بن المديني متروك الحديث\n</p>\n\n<h2 class='l2' id='head69'>( 69 باب موضع اليدين عند السلام )</h2>\n\n<p>\n1318 أخبرنا عمرو بن علي قال حدثنا أبو نعيم عن مسعر عن عبيد الله بن\nالقبطية قال سمعت جابر بن سمرة يقول * كنا إذا صلينا خلف النبي صلى الله\nعليه وسلم قلنا السلام عليكم السلام عليكم وأشار مسعر <span id='ms0276'></span> بيده عن يمينه وعن\nشماله فقال ما بال هؤلاء الذين يرمون بأيديهم كأنها أذناب الخيل الشمس أما\nيكفي أن يضع يده على فخذه ثم يسلم على أخيه عن يمينه وعن شماله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p061'> Vol. 03, p. 061</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head70'>( 70 كيف السلام على اليمين )</h2>\n\n<p>\n1319 أخبرنا محمد بن المثني قال حدثنا معاذ بن معاذ قال حدثنا زهير عن\nأبي إسحاق عن عبد الرحمن بن الأسود عن الأسود وعلقمة عن عبد الله قال *\nرأيت رسول الله صلى الله عليه وسلم يكبر في كل خفض ورفع وقيام وقعود ويسلم\nعن يمينه وعن شماله السلام عليكم ورحمة الله السلام عليكم ورحمة الله حتى\nيرى بياض خده ورأيت أبا بكر وعمر رضي الله عنهما يفعلان ذلك\n</p>\n\n<p>\n1320 أخبرنا الحسن بن محمد الزعفراني عن حجاج قال بن جريج أنبأنا عمرو بن\nيحيى عن محمد بن يحيى بن حبان عن عمه واسع بن حبان * أنه سأل عبد الله بن\nعمر عن صلاة رسول الله صلى الله عليه وسلم فقال الله أكبر كلما وضع الله\nأكبر كلما رفع ثم يقول السلام عليكم ورحمة الله عن يمينه السلام عليكم\nورحمة الله عن يساره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p062'> Vol. 03, p. 062</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head71'>( 71 كيف السلام على الشمال )</h2>\n\n<p>\n1321 أخبرنا قتيبة قال حدثنا عبد العزيز يعني الدراوردي عن عمرو بن يحيى\nعن محمد بن يحيى بن حبان عن عمه واسع بن حبان قال قلت لابن عمر * أخبرني عن\nصلاة رسول الله صلى الله عليه وسلم كيف كانت قال فذكر التكبير قال يعني\nوذكر السلام عليكم ورحمة الله عن يمينه السلام عليكم عن يساره\n</p>\n\n<p>\n1322 أخبرنا زيد بن أخزم عن بن داود يعني عبد الله بن داود الخريبي عن\nعلي بن صالح عن أبي إسحاق عن أبي الأحوص عن عبد الله عن النبي صلى الله\nعليه وسلم قال * كأني أنظر إلى بياض خده عن يمينه السلام عليكم ورحمة الله\nوعن يساره السلام عليكم ورحمة الله\n</p>\n\n<p>\n1323 أخبرنا محمد بن آدم عن عمر بن عبيد عن أبي إسحاق عن أبي الأحوص عن\nعبد الله قال * كان رسول الله صلى الله عليه وسلم يسلم عن يمينه <span id='ms0277'></span> حتى يبدو\nبياض خده وعن يساره حتى يبدو بياض خده\n</p>\n\n<p>\n1324 أخبرنا عمرو بن علي قال حدثنا عبد الرحمن عن سفيان عن أبي إسحاق عن\nأبي الأحوص عن عبد الله عن النبي صلى الله عليه وسلم * أنه كان يسلم عن\nيمينه وعن يساره السلام عليكم ورحمة الله السلام عليكم ورحمة الله حتى يرى\nبياض خده من ها هنا وبياض خده من ها هنا\n</p>\n\n<p>\n1325 أخبرنا إبراهيم بن يعقوب قال حدثنا علي بن الحسن بن شقيق قال أنبأنا\nالحسين بن واقد قال حدثنا أبو إسحاق عن علقمة والأسود وأبي الأحوص قالوا\nحدثنا عبد الله بن مسعود * أن رسول الله صلى الله عليه وسلم كان يسلم عن\nيمينه السلام عليكم ورحمة الله حتى يرى بياض خده الأيمن وعن يساره السلام\nعليكم ورحمة الله حتى يرى بياض خده الأيسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p063'> Vol. 03, p. 063</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head72'>( 72 باب السلام باليدين )</h2>\n\n<p>\n1326 أخبرنا أحمد بن سليمان قال حدثنا عبيد الله بن موسى قال حدثنا\nإسرائيل عن فرات القزاز عن عبيد الله وهو بن القبطية عن جابر بن سمرة قال *\nصليت مع رسول الله صلى الله عليه وسلم فكنا إذا سلمنا قلنا بأيدينا السلام\nعليكم السلام عليكم قال فنظر إلينا رسول الله صلى الله عليه وسلم فقال ما\nشأنكم تشيرون بأيديكم كأنها أذناب خيل شمس إذا سلم أحدكم فليلتفت إلى صاحبه\nولا يومئ بيده\n</p>\n\n<h2 class='l2' id='head73'>( 73 تسليم المأموم حين يسلم الإمام )</h2>\n\n<p>\n1327 أخبرنا سويد بن نصر قال أنبأنا عبد الله بن المبارك عن معمر عن\nالزهري أخبره قال أخبرني محمود بن الربيع قال سمعت عتبان بن مالك يقول *\nكنت أصلي بقومي بني سالم فأتيت رسول الله صلى الله عليه وسلم فقلت إني قد\nأنكرت بصري وأن السيول تحول بيني وبين مسجد قومي فلوددت أنك جئت فصليت في\nبيتي مكانا أتخذه مسجدا قال النبي صلى الله عليه وسلم سأفعل إن شاء الله\nفغدا على رسول الله صلى الله عليه وسلم وأبو بكر رضي الله عنه معه بعد ما\nاشتد النهار فاستأذن النبي صلى الله عليه وسلم فأذنت له فلم يجلس <span id='ms0278'></span> حتى قال\nأين تحب أن أصلي من بيتك فأشرت له إلى المكان الذي أحب أن يصلي فيه فقام\nرسول الله صلى الله عليه وسلم وصففنا خلفه ثم سلم وسلمنا حين سلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p064'> Vol. 03, p. 064</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head74'>( 74 باب السجود بعد الفراغ من الصلاة )</h2>\n\n<p>\n1328 أخبرنا سليمان بن داود بن حماد بن سعد عن بن وهب قال أخبرني بن أبي\nذئب وعمرو بن الحارث ويونس بن يزيد أن بن شهاب أخبرهم عن عروة قالت عائشة *\nكان رسول الله صلى الله عليه وسلم يصلي فيما بين أن يفرغ من صلاة العشاء\nإلى الفجر إحدى عشرة ركعة ويوتر بواحدة ويسجد سجدة قدر ما يقرأ أحدكم خمسين\nآية قبل أن يرفع رأسه وبعضهم يزيد على بعض في الحديث مختصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p065'> Vol. 03, p. 065</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head75'>( 75 باب سجدتي السهو بعد السلام والكلام )</h2>\n\n<p>\n1329 أخبرنا محمد بن آدم عن حفص عن الأعمش عن إبراهيم عن علقمة عن عبد\nالله * أن النبي صلى الله عليه وسلم سلم ثم تكلم ثم سجد سجدتي السهو\n</p>\n\n<h2 class='l2' id='head76'>( 76 السلام بعد سجدتي السهو )</h2>\n\n<p>\n1330 أخبرنا سويد بن نصر عن عبد الله بن المبارك عن عكرمة بن عمار قال\nحدثنا ضمضم بن جوس عن أبي هريرة * أن رسول الله صلى الله عليه وسلم سلم ثم\nسجد سجدتي السهو وهو جالس ثم سلم قال ذكره في حديث ذي اليدين\n</p>\n\n<p>\n1331 أخبرنا يحيى بن حبيب بن عربي قال حدثنا حماد قال حدثنا خالد عن أبي\nقلابة عن أبي المهلب عن عمران بن حصين * أن النبي صلى الله عليه وسلم صلى\nثلاثا ثم سلم فقال الخرباق إنك صليت ثلاثا فصلى بهم الركعة الباقية ثم سلم\nثم سجد سجدتي السهو ثم سلم\n</p>\n\n<h2 class='l2' id='head77'>( 77 جلسة الإمام بين التسليم والانصراف )</h2>\n\n<p>\n1332 أخبرنا أحمد بن سليمان قال حدثنا عمرو بن عون قال حدثنا أبو عوانة\nعن هلال عن عبد الرحمن بن أبي ليلى عن البراء بن عازب قال * رمقت رسول الله\nصلى الله عليه وسلم في صلاته فوجدت قيامه وركعته واعتداله بعد الركعة\nفسجدته فجلسته بين السجدتين فسجدته فجلسته بين التسليم والانصراف قريبا من\nالسواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p066'> Vol. 03, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n1333 أخبرنا محمد بن سلمة <span id='ms0279'></span> قال حدثنا بن وهب عن يونس قال بن شهاب أخبرتني\nهند بنت الحارث الفراسية أن أم سلمة أخبرتها * أن النساء في عهد رسول الله\nصلى الله عليه وسلم كن إذا سلمن من الصلاة قمن وثبت رسول الله صلى الله\nعليه وسلم ومن صلى من الرجال ما شاء الله فإذا قام رسول الله صلى الله عليه\nوسلم قام الرجال\n</p>\n\n<h2 class='l2' id='head78'>( 78 باب الانحراف بعد التسليم )</h2>\n\n<p>\n1334 أخبرنا يعقوب بن إبراهيم قال حدثنا يحيى عن سفيان قال حدثني يعلى بن\nعطاء عن جابر بن يزيد بن الأسود عن أبيه أنه * صلى مع رسول الله صلى الله\nعليه وسلم صلاة الصبح فلما صلى انحرف\n</p>\n\n<h2 class='l2' id='head79'>( 79 التكبير بعد تسليم الإمام )</h2>\n\n<p>\n1335 أخبرنا بشر بن خالد العسكري قال حدثنا يحيى بن آدم عن سفيان بن\nعيينة عن عمرو بن دينار عن أبي معبد عن بن عباس قال * إنما كنت أعلم انقضاء\nصلاة رسول الله صلى الله عليه وسلم بالتكبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p067'> Vol. 03, p. 067</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head80'>( 80 باب الأمر بقراءة المعوذات بعد التسليم من الصلاة )</h2>\n\n<p>\n1336 أخبرنا محمد بن سلمة قال حدثنا بن وهب عن الليث عن حنين بن أبي حكيم\nعن علي بن رباح عن عقبة بن عامر قال * أمرني رسول الله صلى الله عليه وسلم\nأن أقرأ المعوذات دبر كل صلاة\n</p>\n\n<h2 class='l2' id='head81'>( 81 باب الاستغفار بعد التسليم )</h2>\n\n<p>\n1337 أخبرنا محمود بن خالد قال حدثنا الوليد عن أبي عمرو الأوزاعي قال\nحدثني شداد أبو عمار أن أبا أسماء الرحبي حدثه أنه سمع ثوبان مولى رسول\nالله صلى الله عليه وسلم يحدث أن رسول الله صلى الله عليه وسلم * كان إذا\nانصرف من صلاته استغفر ثلاثا وقال اللهم أنت السلام ومنك السلام تباركت يا\nذا الجلال والإكرام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p068'> Vol. 03, p. 068</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head82'>( 82 الذكر بعد الاستغفار )</h2>\n\n<p>\n1338 أخبرنا محمد بن عبد الأعلى ومحمد بن إبراهيم بن صدران عن خالد قال\nحدثنا شعبة عن عاصم عن عبد الله بن الحرث عن عائشة رضي الله عنها أن رسول\nالله صلى الله عليه وسلم كان إذا سلم قال * اللهم أنت السلام ومنك السلام\nتباركت يا ذا الجلال والإكرام\n</p>\n\n<h2 class='l2' id='head83'>( 83 باب التهليل بعد التسليم <span id='ms0280'></span> )</h2>\n\n<p>\n1339 أخبرنا محمد بن شجاع المروذي قال حدثنا إسماعيل بن علية عن الحجاج\nبن أبي عثمان قال حدثني أبو الزبير قال سمعت عبد الله بن الزبير يحدث على\nهذا المنبر وهو يقول * كان رسول الله صلى الله عليه وسلم إذا سلم يقول لا\nإله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير لا\nحول ولا قوة الا بالله لا إله إلا الله لا نعبد إلا إياه أهل النعمة والفضل\nوالثناء الحسن لا إله إلا الله مخلصين له الدين ولو كره الكافرون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p069'> Vol. 03, p. 069</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head84'>( 84 عدد التهليل والذكر بعد التسليم )</h2>\n\n<p>\n1340 أخبرنا إسحاق بن إبراهيم قال حدثنا عبدة قال حدثنا هشام بن عروة عن\nأبي الزبير قال * كان عبد الله بن الزبير يهلل في دبر الصلاة يقول لا إله\nإلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير لا إله\nإلا الله ولا نعبد إلا إياه له النعمة وله الفضل وله الثناء الحسن لا إله\nإلا الله مخلصين له الدين ولو كره الكافرون ثم يقول بن الزبير كان رسول\nالله صلى الله عليه وسلم يهلل بهن في دبر الصلاة نوع آخر من القول عند\nانقضاء الصلاة\n</p>\n\n<p>\n1341 أخبرنا محمد بن منصور عن سفيان قال سمعته من عبدة بن أبي لبابة\nوسمعته من عبد الملك بن أعين كلاهما سمعه من وراد كاتب المغيرة بن شعبة قال\nكتب معاوية إلى المغيرة بن شعبة أخبرني بشيء سمعته من رسول الله صلى الله\nعليه وسلم فقال * كان رسول الله صلى الله عليه وسلم إذا قضى الصلاة قال لا\nإله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير\nاللهم لا مانع لما أعطيت ولا معطي لما منعت ولا ينفع ذا الجد منك الجد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p070'> Vol. 03, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n1342 أخبرني محمد بن قدامة قال حدثنا جرير عن منصور عن المسيب أبي العلاء\nعن وراد قال كتب المغيرة بن شعبة إلى معاوية * أن رسول الله صلى الله عليه\nوسلم <span id='ms0281'></span> كان يقول دبر الصلاة إذا سلم لا إله إلا الله وحده لا شريك له له\nالملك وله الحمد وهو على كل شيء قدير اللهم لا مانع لما أعطيت ولا معطي لما\nمنعت ولا ينفع ذا الجد منك الجد\n</p>\n\n<h2 class='l2' id='head85'>( 86 كم مرة يقول ذلك )</h2>\n\n<p>\n1343 أخبرنا الحسن بن إسماعيل المجالدي قال أنبأنا هشيم قال أنبأنا\nالمغيرة وذكر آخر ح وأنبأنا يعقوب بن إبراهيم قال حدثنا هشيم قال أنبأنا\nغير واحد منهم المغيرة عن الشعبي عن وراد كاتب المغيرة * أن معاوية كتب إلى\nالمغيرة أن اكتب الي بحديث سمعته من رسول الله صلى الله عليه وسلم فكتب\nإليه المغيرة إني سمعته يقول عند انصرافه من الصلاة لا إله إلا الله وحده\nلا شريك له له الملك وله الحمد وهو على كل شيء قدير ثلاث مرات\n</p>\n\n<h2 class='l2' id='head86'>( 87 نوع آخر من الذكر بعد التسليم )</h2>\n\n<p>\n1344 أخبرنا محمد بن إسحاق الصاغاني قال حدثنا أبو سلمة الخزاعي منصور بن\nسلمة قال حدثنا خلاد بن سليمان قال أبو سلمة وكان من الخائفين عن خالد بن\nأبي عمران عن عروة عن عائشة * أن رسول الله صلى الله عليه وسلم كان إذا جلس\nمجلسا أو صلى تكلم بكلمات فسألته عائشة عن الكلمات فقال إن تكلم بخير كان\nطابعا عليهن إلى يوم القيامة وإن تكلم بغير ذلك كان كفارة له سبحانك اللهم\nوبحمدك أستغفرك وأتوب إليك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p071'> Vol. 03, p. 071</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head87'>( 88 نوع آخر من الذكر والدعاء بعد التسليم )</h2>\n\n<p>\n1345 أخبرنا أحمد بن سليمان قال حدثنا يعلى قال حدثنا قدامة عن جسرة قالت\nحدثتني عائشة رضي الله عنها قالت * دخلت علي امرأة من اليهود فقالت إن عذاب\nالقبر من البول فقلت كذبت فقالت بلى إنا لنقرض منه الجلد والثوب فخرج رسول\nالله صلى الله عليه وسلم إلى الصلاة وقد ارتفعت أصواتنا فقال ما هذا\nفأخبرته بما قالت فقال صدقت فما صلى بعد يومئذ صلاة إلا قال في دبر الصلاة\nرب جبريل وميكائيل وإسرافيل أعذني من حر النار وعذاب القبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p072'> Vol. 03, p. 072</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head88'>( 89 نوع آخر من الدعاء عند الانصراف من الصلاة )</h2>\n\n<p>\n1346 أخبرنا عمرو بن سواد <span id='ms0282'></span> بن الأسود بن عمرو قال حدثنا بن وهب قال أخبرني\nحفص بن ميسرة عن موسى بن عقبة عن عطاء بن أبي مروان عن أبيه * أن كعبا حلف\nله بالله الذي فلق البحر لموسى إنا لنجد في التوراة أن داود نبي الله صلى\nالله عليه وسلم كان إذا انصرف من صلاته قال اللهم أصلح لي ديني الذي جعلته\nلي عصمة وأصلح لي دنياي التي جعلت فيها معاشي اللهم إني أعوذ برضاك من سخطك\nوأعوذ بعفوك من نقمتك وأعوذ بك منك لا مانع لما أعطيت ولا معطي لما منعت\nولا ينفع ذا الجد منك الجد قال وحدثني كعب أن صهيبا حدثه أن محمدا صلى الله\nعليه وسلم كان يقولهن عند انصرافه من صلاته\n</p>\n\n<h2 class='l2' id='head89'>( 90 باب التعوذ في دبر الصلاة )</h2>\n\n<p>\n1347 أخبرنا عمرو بن علي قال حدثنا يحيى عن عثمان الشحام عن مسلم بن أبي\nبكرة قال * كان أبي يقول في دبر الصلاة اللهم أني أعوذ بك من الكفر والفقر\nوعذاب القبر فكنت أقولهن فقال أبي أي بني عمن أخذت هذا قلت عنك قال إن رسول\nالله صلى الله عليه وسلم كان يقولهن في دبر الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p073'> Vol. 03, p. 073</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head90'>( 91 عدد التسبيح بعد التسليم )</h2>\n\n<p>\n1348 أخبرنا يحيى بن حبيب بن عربي قال حدثنا حماد عن عطاء بن السائب عن\nأبيه عن عبد الله بن عمرو قال قال رسول الله صلى الله عليه وسلم * خلتان لا\nيحصيهما رجل مسلم إلا دخل الجنة وهما يسير ومن يعمل بهما قليل قال قال رسول\nالله صلى الله عليه وسلم الصلوات الخمس يسبح أحدكم في دبر كل صلاة عشرا\nويحمد عشرا ويكبر عشرا فهي خمسون ومائة في اللسان وألف وخمسمائة في الميزان\nوأنا رأيت رسول الله صلى الله عليه وسلم يعقدهن بيده وإذا أوى أحدكم إلى\nفراشه أو مضجعه سبح ثلاثا وثلاثين وحمد ثلاثا وثلاثين وكبر أربعا وثلاثين\nفهي مائة على اللسان وألف في الميزان قال قال رسول الله صلى الله عليه وسلم\nفأيكم يعمل في كل يوم وليلة ألفين وخمسمائة سيئة قيل يا رسول <span id='ms0283'></span> الله وكيف لا\nنحصيهما فقال إن الشيطان يأتي أحدكم وهو في صلاته فيقول اذكر كذا اذكر كذا\nويأتيه عند منامه فينيمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p074'> Vol. 03, p. 074</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head91'>( 92 نوع آخر من عدد التسبيح )</h2>\n\n<p>\n1349 أخبرنا محمد بن إسماعيل بن سمرة عن أسباط قال حدثنا عمرو بن قيس عن\nالحكم عن عبد الرحمن بن أبي ليلى عن كعب بن عجرة قال قال رسول الله صلى\nالله عليه وسلم * معقبات لا يخيب قائلهن يسبح الله في دبر كل صلاة ثلاثا\nوثلاثين ويحمده ثلاثا وثلاثين ويكبره أربعا وثلاثين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p075'> Vol. 03, p. 075</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head92'>( 93 نوع آخر من عدد التسبيح )</h2>\n\n<p>\n1350 أخبرنا موسى بن حزام الترمذي قال حدثنا يحيى بن آدم عن بن إدريس عن\nهشام بن حسان عن محمد بن سيرين عن كثير بن أفلح عن زيد بن ثابت قال * أمروا\nأن يسبحوا دبر كل صلاة ثلاثا وثلاثين ويحمدوا ثلاثا وثلاثين ويكبروا أربعا\nوثلاثين فأتى رجل من الأنصار في منامه فقيل له أمركم رسول الله صلى الله\nعليه وسلم أن تسبحوا دبر كل صلاة ثلاثا وثلاثين وتحمدوا ثلاثا وثلاثين\nوتكبروا أربعا وثلاثين قال نعم قال فاجعلوها خمسا وعشرين واجعلوا فيها\nالتهليل فلما أصبح أتى النبي صلى الله عليه وسلم فذكر ذلك له فقال اجعلوها\nكذلك\n</p>\n\n<p>\n1351 أخبرنا عبيد الله بن عبد الكريم أبو زرعة الرازي قال حدثنا أحمد بن\nعبد الله بن يونس قال حدثني على بن الفضيل بن عياض عن عبد العزيز بن أبي\nرواد عن نافع عن بن عمر * أن رجلا رأى فيما يرى النائم قيل له بأي شيء\nأمركم نبيكم صلى الله عليه وسلم قال أمرنا أن نسبح ثلاثا وثلاثين ونحمد\nثلاثا وثلاثين ونكبر أربعا وثلاثين فتلك مائة قال سبحوا خمسا وعشرين\nواحمدوا خمسا وعشرين وكبروا خمسا وعشرين وهللوا خمسا وعشرين فتلك مائة فلما\nأصبح ذكر ذلك للنبي صلى الله عليه وسلم فقال رسول الله صلى الله عليه وسلم\nافعلوا كما قال الأنصاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p076'> Vol. 03, p. 076</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head93'>( 94 نوع آخر من عدد التسبيح )</h2>\n\n<p>\n1352 أخبرنا محمد بن بشار قال حدثنا محمد قال حدثنا شعبة عن محمد بن عبد\nالرحمن مولى آل طلحة <span id='ms0284'></span> قال سمعت كريبا عن بن عباس عن جويرية بنت الحارث * أن\nالنبي صلى الله عليه وسلم مر عليها وهي في المسجد تدعو ثم مر بها قريبا من\nنصف النهار فقال لها ما زلت على حالك قالت نعم قال ألا أعلمك يعني كلمات\nتقولينهن سبحان الله عدد خلقه سبحان الله عدد خلقه سبحان الله عدد خلقه\nسبحان الله رضا نفسه سبحان الله رضا نفسه سبحان الله رضا نفسه سبحان الله\nزنة عرشه سبحان الله زنة عرشه سبحان الله زنة عرشه سبحان الله مداد كلماته\nسبحان الله مداد كلماته سبحان الله مداد كلماته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p077'> Vol. 03, p. 077</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head94'>( 95 نوع آخر )</h2>\n\n<p>\n1353 أخبرنا علي بن حجر قال حدثنا عتاب هو بن بشير عن خصيف عن عكرمة\nومجاهد عن بن عباس قال جاء الفقراء إلى رسول الله صلى الله عليه وسلم\nفقالوا * يا رسول الله إن الأغنياء يصلون كما نصلي ويصومون كما نصوم ولهم\nأموال يتصدقون وينفقون فقال النبي صلى الله عليه وسلم إذا صليتم فقولوا\nسبحان الله ثلاثا وثلاثين والحمد لله ثلاثا وثلاثين والله أكبر ثلاثا\nوثلاثين ولا إله إلا الله عشرا فإنكم تدركون بذلك من سبقكم وتسبقون من\nبعدكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p078'> Vol. 03, p. 078</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head95'>( 96 نوع آخر )</h2>\n\n<p>\n1354 أخبرنا أحمد بن حفص بن عبد الله النيسابوري قال حدثني أبي قال حدثني\nإبراهيم يعني بن طهمان عن الحجاج بن الحجاج عن أبي الزبير عن أبي علقمة عن\nأبي هريرة قال قال رسول الله صلى الله عليه وسلم * من سبح في دبر صلاة\nالغداة مائة تسبيحة وهلل مائة تهليلة غفرت له ذنوبه ولو كانت مثل زبد البحر\n</p>\n\n\n<h2 class='l2' id='head96'>( 97 باب عقد التسبيح )</h2>\n\n<p>\n1355 أخبرنا محمد بن عبد الأعلى الصنعاني والحسين بن محمد الذارع واللفظ\nله قالا حدثنا عثام بن علي قال حدثنا الأعمش عن عطاء بن السائب عن أبيه عن\nعبد الله بن عمرو قال * رأيت رسول الله صلى الله عليه وسلم يعقد التسبيح\n</p>\n\n<h2 class='l2' id='head97'>( 98 باب ترك مسح الجبهة بعد التسليم )</h2>\n\n<p>\n1356 أخبرنا قتيبة بن سعيد قال حدثنا بكر وهو بن مضر عن بن الهاد عن محمد\nبن إبراهيم عن أبي سلمة <span id='ms0285'></span> بن عبد الرحمن عن أبي سعيد الخدري قال * كان رسول\nالله صلى الله عليه وسلم يجاور في العشر الذي في وسط الشهر فإذا كان من حين\nيمضي عشرون ليلة ويستقبل إحدى وعشرين يرجع إلى مسكنه ويرجع من كان يجاور\nمعه ثم أنه أقام في شهر جاور فيه تلك الليلة التي كان يرجع فيها فخطب الناس\nفأمرهم بما شاء الله ثم قال إني كنت أجاور هذه العشر ثم بدا لي أن أجاور\nهذه العشر الأواخر فمن كان اعتكف معي فليثبت في معتكفه وقد رأيت هذه الليلة\nفأنسيتها فالتمسوها في العشر الأواخر في كل وتر وقد رأيتني أسجد في ماء\nوطين قال أبو سعيد مطرنا ليلة إحدى وعشرين فوكف المسجد في مصلى رسول الله\nصلى الله عليه وسلم فنظرت إليه وقد انصرف من صلاة الصبح ووجهه مبتل طينا\nوماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p079'> Vol. 03, p. 079</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head98'>( 99 باب قعود الإمام في مصلاه بعد التسليم )</h2>\n\n<p>\n1357 أخبرنا قتيبة بن سعيد قال حدثنا أبو الأحوص عن سماك عن جابر بن سمرة\nقال * كان رسول الله صلى الله عليه وسلم إذا صلى الفجر قعد في مصلاه حتى\nتطلع الشمس\n</p>\n\n<p>\n1358 أخبرنا أحمد بن سليمان قال حدثنا يحيى بن آدم قال حدثنا زهير وذكر\nآخر عن سماك بن حرب قال قلت لجابر بن سمرة كنت تجالس رسول الله صلى الله\nعليه وسلم قال نعم * كان رسول الله صلى الله عليه وسلم إذا صلى الفجر جلس\nفي مصلاه حتى تطلع الشمس فيتحدث أصحابه يذكرون حديث الجاهلية وينشدون الشعر\nويضحكون ويتبسم صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p080'> Vol. 03, p. 080</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head99'>( 100 باب الانصراف من الصلاة )</h2>\n\n<p>\n1359 أخبرنا قتيبة بن سعيد قال حدثنا أبو عوانة عن السدي قال * سألت أنس\nبن مالك كيف أنصرف إذا صليت عن يميني أو عن يساري قال أما أنا فأكثر ما\nرأيت رسول الله صلى الله عليه وسلم ينصرف عن يمينه\n</p>\n\n<p>\n1360 أخبرنا أبو حفص عمرو بن علي قال حدثنا يحيى قال حدثنا الأعمش عن\nعمارة عن الأسود قال قال عبد الله * لا يجعلن أحدكم للشيطان من نفسه جزءا\nيرى أن حتما <span id='ms0286'></span> عليه أن لا ينصرف إلا عن يمينه لقد رأيت رسول الله صلى الله\nعليه وسلم أكثر انصرافه عن يساره\n</p>\n\n<p>\n1361 أخبرنا إسحاق بن إبراهيم قال أنبأنا بقية قال حدثنا الزبيدي أن\nمكحولا حدثه أن مسروق بن الأجدع حدثه عن عائشة قالت * رأيت رسول الله صلى\nالله عليه وسلم يشرب قائما وقاعدا ويصلي حافيا ومنتعلا وينصرف عن يمينه وعن\nشماله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p081'> Vol. 03, p. 081</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head100'>( 101 باب الوقت الذي ينصرف فيه النساء من الصلاة )</h2>\n\n<p>\n1362 أخبرنا علي بن خشرم قال أنبأنا عيسى بن يونس عن الأوزاعي عن الزهري\nعن عروة عن عائشة قالت * كان النساء يصلين مع رسول الله صلى الله عليه وسلم\nالفجر فكان إذا سلم انصرفن متلفعات بمروطهن فلا يعرفن من الغلس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p082'> Vol. 03, p. 082</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head101'>( 102 باب النهي عن مبادرة الإمام بالانصراف من الصلاة )</h2>\n\n<p>\n1363 أخبرنا علي بن حجر قال حدثنا علي بن مسهر عن المختار بن فلفل عن أنس\nبن مالك قال * صلى بنا رسول الله صلى الله عليه وسلم ذات يوم ثم أقبل علينا\nبوجهه فقال إني أمامكم فلا تبادروني بالركوع ولا بالسجود ولا بالقيام ولا\nبالانصراف فإني أراكم من أمامي ومن خلفي ثم قال والذي نفسي بيده لو رأيتم\nما رأيت لضحكتم قليلا ولبكيتم كثيرا قلنا ما رأيت يا رسول الله قال رأيت\nالجنة والنار\n</p>\n\n<h2 class='l2' id='head102'>( 103 باب ثواب من صلى مع الإمام حتى ينصرف )</h2>\n\n<p>\n1364 أخبرنا إسماعيل بن مسعود قال حدثنا بشر وهو بن المفضل قال حدثنا\nداود بن أبي هند عن الوليد بن عبد الرحمن عن جبير بن نفير عن أبي ذر قال *\nصمنا مع رسول الله صلى الله عليه وسلم رمضان فلم يقم بنا النبي صلى الله\nعليه وسلم حتى بقى سبع من الشهر فقام بنا حتى ذهب نحو من ثلث الليل ثم كانت\nسادسة فلم يقم بنا فلما كانت الخامسة قام بنا حتى ذهب نحو من شطر الليل\nقلنا يا رسول الله لو نفلتنا قيام هذه الليلة قال إن الرجل إذا صلى مع\nالإمام حتى ينصرف حسب له قيام ليلة قال ثم كانت الرابعة فلم يقم بنا فلما <span id='ms0287'></span>\nبقى ثلث من الشهر أرسل إلى بناته ونسائه وحشد الناس فقام بنا حتى خشينا أن\nيفوتنا الفلاح ثم لم يقم بنا شيئا من الشهر قال داود قلت ما الفلاح قال\nالسحور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p083'> Vol. 03, p. 083</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head103'>( 104 باب الرخصة للأمام في تخطي رقاب الناس )</h2>\n\n<p>\n1365 أخبرنا أحمد بن بكار الحراني قال حدثنا بشر بن السري عن عمرو بن\nسعيد بن أبي حسين النوفلي عن بن أبي مليكة عن عقبة بن الحرث قال * صليت مع\nالنبي صلى الله عليه وسلم العصر بالمدينة ثم انصرف يتخطى رقاب الناس سريعا\nحتى تعجب الناس لسرعته فتبعه بعض أصحابه فدخل على بعض أزواجه ثم خرج فقال\nإني ذكرت وأنا في العصر شيئا من تبر كان عندنا فكرهت ان يبيت عندنا فأمرت\nبقسمته\n</p>\n\n<h2 class='l2' id='head104'>( 105 باب إذا قيل للرجل هل صليت هل يقول لا )</h2>\n\n<p>\n1366 أخبرنا إسماعيل بن مسعود ومحمد بن عبد الأعلى قالا حدثنا خالد وهو\nبن الحارث عن هشام عن يحيى بن أبي كثير عن أبي سلمة بن عبد الرحمن عن جابر\nبن عبد الله * أن عمر بن الخطاب يوم الخندق بعد ما غربت الشمس جعل يسب كفار\nقريش وقال يا رسول الله ما كدت أن أصلي حتى كادت الشمس تغرب فقال رسول الله\nصلى الله عليه وسلم فوالله ما صليتها فنزلنا مع رسول الله صلى الله عليه\nوسلم إلى بطحان فتوضأ للصلاة وتوضأنا لها فصلى العصر بعد ما غربت الشمس ثم\nصلى بعدها المغرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p084'> Vol. 03, p. 084</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head105'>( 14 كتاب الجمعة )</h1>\n\n<h2 class='l2' id='head106'>( 1 إيجاب الجمعة )</h2>\n\n<p>\n1367 أخبرنا سعيد بن عبد الرحمن المخزومي قال حدثنا سفيان عن أبي الزناد\nعن الأعرج عن أبي هريرة وبن طاوس عن أبيه عن أبي هريرة قال قال رسول الله\nصلى الله عليه وسلم * نحن الآخرون السابقون بيد أنهم أوتوا الكتاب من قبلنا\nوأوتيناه من بعدهم وهذا اليوم الذي كتب الله عز وجل عليهم فاختلفوا فيه\nفهدانا الله عز وجل له يعني يوم الجمعة فالناس لنا فيه تبع اليهود غدا\nوالنصارى بعد غد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p085'> Vol. 03, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n1368 أخبرنا واصل بن عبد الأعلى قال حدثنا بن فضيل عن أبي مالك الأشجعي\nعن <span id='ms0288'></span> أبي حازم عن أبي هريرة وعن ربعي بن حراش عن حذيفة قالا قال رسول الله\nصلى الله عليه وسلم * أضل الله عز وجل عن الجمعة من كان قبلنا فكان لليهود\nيوم السبت وكان للنصارى يوم الأحد فجاء الله عز وجل بنا فهدانا ليوم الجمعة\nفجعل الجمعة والسبت والأحد وكذلك هم لنا تبع يوم القيامة ونحن الآخرون من\nأهل الدنيا والأولون يوم القيامة المقضي لهم قبل الخلائق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p087'> Vol. 03, p. 087</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head107'>( 2 باب التشديد في التخلف عن الجمعة )</h2>\n\n<p>\n1369 أخبرنا يعقوب بن إبراهيم قال حدثنا يحيى بن سعيد عن محمد بن عمرو عن\nعبيدة بن سفيان الحضرمي عن أبي الجعد الضمري وكانت له صحبة عن النبي صلى\nالله عليه وسلم قال * من ترك ثلاث جمع تهاونا بها طبع الله على قلبه\n</p>\n\n<p>\n1370 أخبرنا محمد بن معمر قال حدثنا حبان قال حدثنا أبان قال حدثنا يحيى\nبن أبي كثير عن الحضرمي بن لاحق عن زيد عن أبي سلام عن الحكم بن أبي ميناء\nأنه سمع بن عباس وبن عمر يحدثان أن رسول الله صلى الله عليه وسلم قال وهو\nعلى أعواد منبره * لينتهين أقوام عن ودعهم الجمعات أو ليختمن الله على\nقلوبهم وليكونن من الغافلين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p088'> Vol. 03, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n1371 أخبرني محمود بن غيلان قال حدثنا الوليد بن مسلم قال حدثني المفضل\nبن فضالة عن عياش بن عباس عن بكير بن الأشج عن نافع عن بن عمر عن حفصة زوج\nالنبي صلى الله عليه وسلم أن النبي صلى الله عليه وسلم قال * رواح الجمعة\nواجب على كل محتلم\n</p>\n\n<h2 class='l2' id='head108'>( 3 باب كفارة من ترك الجمعة من غير عذر )</h2>\n\n<p>\n1372 أخبرنا أحمد بن سليمان قال حدثنا يزيد بن هارون قال حدثنا همام عن\nقتادة عن قدامة بن وبرة عن سمرة بن جندب قال قال رسول الله صلى الله عليه\nوسلم * من ترك الجمعة من غير عذر فليتصدق بدينار فإن لم يجد فبنصف دينار\n</p>\n\n<h2 class='l2' id='head109'>( 4 باب ذكر فضل يوم الجمعة )</h2>\n\n<p>\n1373 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن يونس عن الزهري قال\nحدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p089'> Vol. 03, p. 089</a>\n            </div>\n             عبد الرحمن الأعرج أنه سمع أبا <span id='ms0289'></span> هريرة يقول قال رسول الله\nصلى الله عليه وسلم * خير يوم طلعت فيه الشمس يوم الجمعة فيه خلق آدم عليه\nالسلام وفيه أدخل الجنة وفيه أخرج منها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p090'> Vol. 03, p. 090</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head110'>( 5 إكثار الصلاة على النبي صلى الله عليه وسلم يوم الجمعة )</h2>\n\n<p>\n1374 أخبرنا إسحاق بن منصور قال حدثنا حسين الجعفي عن عبد الرحمن بن يزيد\nبن جابر عن أبي الأشعث الصنعاني عن أوس بن أوس عن النبي صلى الله عليه وسلم\nقال * إن من أفضل أيامكم يوم الجمعة فيه خلق آدم عليه السلام وفيه قبض وفيه\nالنفخة وفيه الصعقة فأكثروا علي من الصلاة فإن صلاتكم معروضة علي قالوا يا\nرسول الله وكيف تعرض صلاتنا عليك وقد أرمت أي يقولون قد بليت قال إن الله\nعز وجل قد حرم على الأرض أن تأكل أجساد الأنبياء عليهم السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p091'> Vol. 03, p. 091</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head111'>( 6 باب الأمر بالسواك يوم الجمعة )</h2>\n\n<p>\n1375 أخبرنا محمد بن سلمة قال حدثنا بن وهب عن عمرو بن الحرث أن سعيد بن\nأبي هلال وبكير بن الأشج حدثاه عن أبي بكر بن المنكدر عن عمرو بن سليم عن\nعبد الرحمن بن أبي سعيد عن أبيه أن رسول الله صلى الله عليه وسلم قال *\nالغسل يوم الجمعة واجب على كل محتلم والسواك ويمس من الطيب ما قدر عليه إلا\nأن بكيرا لم يذكر عبد الرحمن وقال في الطيب ولو من طيب المرأة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p092'> Vol. 03, p. 092</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head112'>( 7 باب الأمر بالغسل يوم الجمعة )</h2>\n\n<p>\n1376 أخبرنا قتيبة عن مالك عن نافع عن بن عمر أن رسول الله صلى الله عليه\nوسلم قال * إذا جاء أحدكم الجمعة فليغتسل\n</p>\n\n<h2 class='l2' id='head113'>( 8 باب إيجاب الغسل يوم الجمعة )</h2>\n\n<p>\n1377 أخبرنا قتيبة عن مالك عن صفوان بن سليم عن عطاء بن يسار عن أبي سعيد\nالخدري أن رسول الله صلى الله عليه وسلم قال * غسل يوم الجمعة واجب على كل\nمحتلم\n</p>\n\n<p>\n1378 أخبرنا حميد بن مسعدة قال حدثنا بشر قال حدثنا داود بن أبي هند عن\nأبي الزبير عن جابر قال قال رسول الله صلى الله عليه وسلم * على كل رجل\nمسلم في كل سبعة أيام غسل يوم وهو <span id='ms0290'></span> يوم الجمعة\n</p>\n\n<h2 class='l2' id='head114'>( 9 باب الرخصة في ترك الغسل يوم الجمعة )</h2>\n\n<p>\n1379 أخبرنا محمود بن خالد عن الوليد قال حدثنا عبد الله بن العلاء أنه *\nسمع القاسم بن محمد بن أبي بكر أنهم ذكروا غسل يوم الجمعة عند عائشة فقالت\nإنما كان الناس يسكنون العالية فيحضرون الجمعة وبهم وسخ فإذا أصابهم الروح\nسطعت أرواحهم فيتأذى بها الناس فذكر ذلك لرسول الله صلى الله عليه وسلم\nفقال أو لا يغتسلون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p093'> Vol. 03, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n1380 أخبرنا أبو الأشعث عن يزيد بن زريع قال حدثنا شعبة عن قتادة عن\nالحسن عن سمرة قال قال رسول الله صلى الله عليه وسلم * من توضأ يوم الجمعة\nفبها ونعمت ومن اغتسل فالغسل أفضل قال أبو عبد الرحمن الحسن عن سمرة كتابا\nولم يسمع الحسن من سمرة إلا حديث العقيقة والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p094'> Vol. 03, p. 094</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head115'>( 10 فضل غسل يوم الجمعة )</h2>\n\n<p>\n1381 أخبرنا عمرو بن منصور وهارون بن محمد بن بكار بن بلال واللفظ له\nقالا حدثنا أبو مسهر قال حدثنا سعيد بن عبد العزيز عن يحيى بن الحرث عن أبي\nالأشعث الصنعاني عن أوس بن أوس عن النبي صلى الله عليه وسلم قال * من غسل\nواغتسل وغدا وابتكر ودنا من الإمام ولم يلغ كان له بكل خطوة عمل سنة صيامها\nوقيامها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p095'> Vol. 03, p. 095</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head116'>( 11 الهيئة للجمعة )</h2>\n\n<p>\n1382 أخبرنا قتيبة عن مالك عن نافع عن عبد الله بن عمر أن عمر بن الخطاب\nرأى حلة فقال * يا رسول الله لو اشتريت هذه فلبستها يوم الجمعة وللوفد إذا\nقدموا عليك قال رسول الله صلى الله عليه وسلم إنما يلبس هذه من لا خلاق له\nفي الآخرة ثم جاء رسول الله صلى الله عليه وسلم مثلها فأعطى عمر منها حلة\nفقال عمر يا رسول الله كسوتنيها وقد قلت في حلة عطارد ما قلت قال رسول الله\nصلى الله عليه وسلم لم أكسكها لتلبسها فكساها عمر أخا له مشركا بمكة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p096'> Vol. 03, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n1383 أخبرني هارون بن عبد الله قال حدثنا الحسن بن سوار قال حدثنا الليث\nقال حدثنا خالد عن سعيد عن أبي بكر بن المنكدر أن عمرو بن <span id='ms0291'></span> سليم أخبره عن\nعبد الرحمن بن أبي سعيد عن أبيه عن رسول الله صلى الله عليه وسلم قال * إن\nالغسل يوم الجمعة على كل محتلم والسواك وأن يمس من الطيب ما يقدر عليه\n</p>\n\n<h2 class='l2' id='head117'>( 12 فضل المشي إلى الجمعة )</h2>\n\n<p>\n1384 أخبرني عمرو بن عثمان بن سعيد بن كثير قال حدثنا الوليد عن عبد\nالرحمن بن يزيد بن جابر أنه سمع أبا الأشعث حدثه أنه سمع أوس بن أوس صاحب\nرسول الله صلى الله عليه وسلم يقول قال رسول الله صلى الله عليه وسلم * من\nاغتسل يوم الجمعة وغسل وغدا وابتكر ومشى ولم يركب ودنا من الإمام وأنصت ولم\nيلغ كان له بكل خطوة عمل سنة\n</p>\n\n<h2 class='l2' id='head118'>( 13 باب التبكير إلى الجمعة )</h2>\n\n<p>\n1385 أخبرنا نصر بن علي بن نصر عن عبد الأعلى قال حدثنا معمر عن الزهري\nعن الأغر أبي عبد الله عن أبي هريرة أن النبي صلى الله عليه وسلم قال * إذا\nكان يوم الجمعة قعدت الملائكة على أبواب المسجد فكتبوا من جاء إلى الجمعة\nفإذا خرج الإمام طوت الملائكة الصحف قال فقال رسول الله صلى الله عليه وسلم\nالمهجر إلى الجمعة كالمهدي بدنة ثم كالمهدي بقرة ثم كالمهدي شاة ثم كالمهدي\nبطة ثم كالمهدي دجاجة ثم كالمهدي بيضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p097'> Vol. 03, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n1386 أخبرنا محمد بن منصور قال حدثنا سفيان حدثنا الزهري عن سعيد عن أبي\nهريرة يبلغ به النبي صلى الله عليه وسلم * إذا كان يوم الجمعة كان على كل\nباب من أبواب المسجد ملائكة يكتبون الناس على منازلهم الأول فالأول فإذا\nخرج الإمام طويت الصحف واستمعوا الخطبة فالمهجر إلى الصلاة كالمهدي بدنة ثم\nالذي يليه كالمهدي بقرة ثم الذي يليه كالمهدي كبشا حتى ذكر الدجاجة والبيضة\n</p>\n\n<p>\n1387 أخبرنا الربيع بن سليمان قال حدثنا شعيب بن الليث قال أنبأنا الليث\nعن بن عجلان عن سمي عن أبي صالح عن أبي هريرة عن رسول الله صلى الله عليه\nوسلم قال * تقعد الملائكة يوم الجمعة على أبواب المسجد يكتبون الناس على\nمنازلهم فالناس فيه كرجل قدم بدنة وكرجل قدم بقرة وكرجل قدم <span id='ms0292'></span> شاة وكرجل قدم\nدجاجة وكرجل قدم عصفورا وكرجل قدم بيضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p098'> Vol. 03, p. 098</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head119'>( 14 وقت الجمعة )</h2>\n\n<p>\n1388 أخبرنا قتيبة عن مالك عن سمي عن أبي صالح عن أبي هريرة أن رسول الله\nصلى الله عليه وسلم قال * من اغتسل يوم الجمعة غسل الجنابة ثم راح فكأنما\nقرب بدنة ومن راح في الساعة الثانية فكأنما قرب بقرة ومن راح في الساعة\nالثالثة فكأنما قرب كبشا ومن راح في الساعة الرابعة فكأنما قرب دجاجة ومن\nراح في الساعة الخامسة فكأنما قرب بيضه فإذا خرج الإمام حضرت الملائكة\nيستمعون الذكر\n</p>\n\n<p>\n1389 أخبرنا عمرو بن سواد بن الأسود بن عمرو والحارث بن مسكين قراءة عليه\nوأنا أسمع واللفظ له عن بن وهب عن عمرو بن الحرث عن الجلاح مولى عبد العزيز\nأن أبا سلمة بن عبد الرحمن حدثه عن جابر بن عبد الله عن رسول الله صلى الله\nعليه وسلم قال * يوم الجمعة اثنتا عشرة ساعة لا يوجد فيها عبد مسلم يسأل\nالله شيئا إلا آتاه إياه فالتمسوها آخر ساعة بعد العصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p099'> Vol. 03, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n1390 أخبرني هارون بن عبد الله قال حدثني يحيى بن آدم قال حدثنا حسن بن\nعياش قال حدثنا جعفر بن محمد عن أبيه عن جابر بن عبد الله قال * كنا نصلي\nمع رسول الله صلى الله عليه وسلم الجمعة ثم نرجع فنريح نواضحنا قلت أية\nساعة قال زوال الشمس\n</p>\n\n<p>\n1391 أخبرنا شعيب بن يوسف قال أنبأنا عبد الرحمن عن يعلى بن الحرث قال\nسمعت إياس بن سلمة بن الأكوع يحدث عن أبيه قال * كنا نصلي مع رسول الله صلى\nالله عليه وسلم الجمعة ثم نرجع وليس للحيطان فيء يستظل به\n</p>\n\n<h2 class='l2' id='head120'>( 15 باب الأذان للجمعة )</h2>\n\n<p>\n1392 أخبرنا محمد بن سلمة قال حدثنا بن وهب عن يونس عن بن شهاب قال\nأخبرني السائب بن يزيد * أن الأذان كان أول حين يجلس الإمام على المنبر يوم\nالجمعة في عهد رسول الله صلى الله عليه وسلم وأبي بكر وعمر فلما كان في\nخلافة عثمان وكثر الناس أمر عثمان يوم الجمعة بالأذان الثالث فأذن به على\nالزوراء <span id='ms0293'></span> فثبت الأمر على ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p100'> Vol. 03, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n1393 أخبرنا محمد بن يحيى بن عبد الله قال حدثنا يعقوب قال حدثنا أبي عن\nصالح عن بن شهاب أن السائب بن يزيد أخبره قال * إنما أمر بالتأذين الثالث\nعثمان حين كثر أهل المدينة ولم يكن لرسول الله صلى الله عليه وسلم غير مؤذن\nواحد وكان التأذين يوم الجمعة حين يجلس الأمام\n</p>\n\n<p>\n1394 أخبرنا محمد بن عبد الأعلى قال حدثنا المعتمر عن أبيه عن الزهري عن\nالسائب بن يزيد قال * كان بلال يؤذن إذا جلس رسول الله صلى الله عليه وسلم\nعلى المنبر يوم الجمعة فإذا نزل أقام ثم كان كذلك في زمن أبي بكر وعمر رضي\nالله عنهما\n</p>\n\n<h2 class='l2' id='head121'>( 16 باب الصلاة يوم الجمعة لمن جاء وقد خرج الإمام )</h2>\n\n<p>\n1395 أخبرنا محمد بن عبد الأعلى قال حدثنا خالد قال حدثنا شعبة عن عمرو\nبن دينار قال سمعت جابر بن عبد الله يقول إن رسول الله صلى الله عليه وسلم\nقال * إذا جاء أحدكم وقد خرج الإمام فليصل ركعتين قال شعبة يوم الجمعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p101'> Vol. 03, p. 101</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head122'>( 17 مقام الإمام في الخطبة )</h2>\n\n<p>\n1396 أخبرنا عمرو بن سواد بن الأسود قال أنبأنا بن وهب قال أنبأنا بن\nجريج أن أبا الزبير أخبره أنه سمع جابر بن عبد الله يقول * كان رسول الله\nصلى الله عليه وسلم إذا خطب يستند إلى جذع نخلة من سواري المسجد فلما صنع\nالمنبر واستوى عليه اضطربت تلك السارية كحنين الناقة حتى سمعها أهل المسجد\nحتى نزل إليها رسول الله صلى الله عليه وسلم فاعتنقها فسكتت\n</p>\n\n<h2 class='l2' id='head123'>( 18 قيام الإمام في الخطبة )</h2>\n\n<p>\n1397 أخبرنا أحمد بن عبد الله بن الحكم قال حدثنا محمد بن جعفر قال حدثنا\nشعبة عن منصور عن عمرو بن مرة عن أبي عبيدة عن كعب بن عجرة قال * دخل\nالمسجد وعبد الرحمن بن أم الحكم يخطب قاعدا فقال انظروا إلى هذا يخطب قاعدا\nوقد قال الله عز وجل <span class='quran'>وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك\nقائما </span></p>\n\n<h2 class='l2' id='head124'>( 19 باب الفضل في الدنو من الإمام )</h2>\n\n<p>\n1398 أخبرنا محمود بن خالد قال حدثني عمر بن عبد الواحد <span id='ms0294'></span> قال سمعت يحيى بن\nالحارث يحدث عن أبي الأشعث الصنعاني عن أوس بن أوس الثقفي عن رسول الله صلى\nالله عليه وسلم قال * من غسل واغتسل وابتكر وغدا ودنا من الإمام وأنصت ثم\nلم يلغ كان له بكل خطوة كأجر سنة صيامها وقيامها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p102'> Vol. 03, p. 102</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head125'>( 20 النهي عن تخطي رقاب الناس والإمام على المنبر يوم الجمعة )</h2>\n\n<p>\n1399 أخبرنا وهب بن بيان قال أنبأنا بن وهب قال سمعت معاوية بن صالح عن\nأبي الزاهرية عن عبد الله بن بسر قال * كنت جالسا إلى جانبه يوم الجمعة\nفقال جاء رجل يتخطى رقاب الناس فقال له رسول الله صلى الله عليه وسلم أي\nأجلس فقد آذيت\n</p>\n\n<h2 class='l2' id='head126'>( 21 باب الصلاة يوم الجمعة لمن جاء والإمام يخطب )</h2>\n\n<p>\n1400 أخبرنا إبراهيم بن الحسن ويوسف بن سعيد واللفظ له قالا حدثنا حجاج\nعن بن جريج قال أخبرني عمرو بن دينار أنه سمع جابر بن عبد الله يقول * جاء\nرجل والنبي صلى الله عليه وسلم على المنبر يوم الجمعة فقال له أركعت ركعتين\nقال لا قال فاركع\n</p>\n\n<h2 class='l2' id='head127'>( 22 باب الإنصات للخطبة يوم الجمعة )</h2>\n\n<p>\n1401 أخبرنا قتيبة قال حدثنا الليث عن عقيل عن الزهري عن سعيد بن المسيب\nعن أبي هريرة عن النبي صلى الله عليه وسلم قال * من قال لصاحبه يوم الجمعة\nوالإمام يخطب أنصت فقد لغا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p103'> Vol. 03, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\n1402 أخبرنا عبد الملك بن شعيب بن الليث بن سعد قال حدثني أبي عن جدي قال\nحدثني عقيل عن بن شهاب عن عمر بن عبد العزيز عن عبد الله بن إبراهيم بن\nقارظ وعن سعيد بن المسيب أنهما حدثاه أن أبا هريرة قال سمعت رسول الله صلى\nالله عليه وسلم يقول * إذا قلت لصاحبك أنصت يوم الجمعة والإمام يخطب فقد\nلغوت\n</p>\n\n<h2 class='l2' id='head128'>( 23 باب فضل الإنصات وترك اللغو يوم الجمعة )</h2>\n\n<p>\n1403 أخبرنا إسحاق بن إبراهيم قال أنبأنا جرير عن منصور عن أبي معشر زياد\nبن كليب عن إبراهيم عن علقمة عن القرثع الضبي وكان من القراء الأولين عن\nسلمان قال قال لي رسول الله صلى الله عليه وسلم * ما من رجل يتطهر يوم <span id='ms0295'></span>\nالجمعة كما أمر ثم يخرج من بيته حتى يأتي الجمعة وينصت حتى يقضي صلاته إلا\nكان كفارة لما قبله من الجمعة\n</p>\n\n<h2 class='l2' id='head129'>( 24 باب كيفية الخطبة )</h2>\n\n<p>\n1404 أخبرنا محمد بن المثنى ومحمد بن بشار قالا حدثنا محمد بن جعفر قال\nحدثنا شعبة قال سمعت أبا إسحاق يحدث عن أبي عبيدة عن عبد الله عن النبي صلى\nالله عليه وسلم قال * علمنا خطبة الحاجة الحمد لله نستعينه ونستغفره ونعوذ\nبالله من شرور أنفسنا وسيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا\nهادى له وأشهد أن لا إله إلا الله وأشهد أن محمدا عبده ورسوله ثم يقرأ ثلاث\nآيات <span class='quran'>يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم\nمسلمون </span><span class='quran'>يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق\nمنها زوجها وبث منهما رجالا كثيرا ونساء واتقوا الله الذي تساءلون به\nوالأرحام إن الله كان عليكم رقيبا </span><span class='quran'>يا أيها الذين آمنوا اتقوا\nالله وقولوا قولا سديدا </span>قال أبو عبد الرحمن أبو عبيدة لم يسمع من أبيه\nشيئا ولا عبد الرحمن بن عبد الله بن مسعود ولا عبد الجبار بن وائل بن حجر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p104'> Vol. 03, p. 104</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head130'>( 25 باب حض الإمام في خطبته على الغسل يوم الجمعة )</h2>\n\n<p>\n1405 أخبرنا محمد بن بشار قال حدثنا محمد بن جعفر قال حدثنا شعبة عن\nالحكم عن نافع عن بن عمر قال خطب رسول الله صلى الله عليه وسلم فقال * إذا\nراح أحدكم إلى الجمعة فليغتسل\n</p>\n\n<p>\n1406 أخبرنا محمد بن سلمة قال حدثنا بن وهب عن إبراهيم بن نشيط أنه سأل\nبن شهاب عن الغسل يوم الجمعة فقال سنة وقد حدثني به سالم بن عبد الله عن\nأبيه * أن رسول الله صلى الله عليه وسلم تكلم بها على المنبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p105'> Vol. 03, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n1407 أخبرنا قتيبة قال حدثنا الليث عن بن شهاب عن عبد الله بن عبد الله\nعن عبد الله بن عمر عن رسول الله صلى الله عليه وسلم أنه قال * وهو قائم\nعلى المنبر من جاء منكم الجمعة فليغتسل قال أبو عبد الرحمن <span id='ms0296'></span> ما أعلم أحدا\nتابع الليث على هذا الإسناد غير بن جريج وأصحاب الزهري يقولون عن سالم بن\nعبد الله عن أبيه بدل عبد الله بن عبد الله بن عمر\n</p>\n\n<h2 class='l2' id='head131'>( 26 باب حث الإمام على الصدقة يوم الجمعة في خطبته )</h2>\n\n<p>\n1408 أخبرنا محمد بن عبد الله بن يزيد قال حدثنا سفيان عن بن عجلان عن\nعياض بن عبد الله قال سمعت أبا سعيد الخدري يقول * جاء رجل يوم الجمعة\nوالنبي صلى الله عليه وسلم يخطب بهيئة بذة فقال له رسول الله صلى الله عليه\nوسلم أصليت قال لا قال صل ركعتين وحث الناس على الصدقة فألقوا ثيابا فأعطاه\nمنها ثوبين فلما كانت الجمعة الثانية جاء ورسول الله صلى الله عليه وسلم\nيخطب فحث الناس على الصدقة قال فألقى أحد ثوبيه فقال رسول الله صلى الله\nعليه وسلم جاء هذا يوم الجمعة بهيئة بذة فأمرت الناس بالصدقة فألقوا ثيابا\nفأمرت له منها بثوبين ثم جاء الآن فأمرت الناس بالصدقة فألقى أحدهما\nفانتهره وقال خذ ثوبك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p106'> Vol. 03, p. 106</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head132'>( 27 مخاطبة الإمام رعيته وهو على المنبر )</h2>\n\n<p>\n1409 أخبرنا قتيبة قال حدثنا حماد بن زيد عن عمرو بن دينار عن جابر بن\nعبد الله قال * بينا النبي صلى الله عليه وسلم يخطب يوم الجمعة إذ جاء رجل\nفقال له النبي صلى الله عليه وسلم صليت قال لا قال قم فاركع\n</p>\n\n<p>\n1410 أخبرنا محمد بن منصور قال حدثنا سفيان قال حدثنا أبو موسى إسرائيل\nبن موسى قال سمعت الحسن يقول سمعت أبا بكرة يقول * لقد رأيت رسول الله صلى\nالله عليه وسلم على المنبر والحسن معه وهو يقبل على الناس مرة وعليه مرة\nويقول إن ابني هذا سيد ولعل الله أن يصلح به بين فئتين من المسلمين عظيمتين\n</p>\n\n\n<h2 class='l2' id='head133'>( 28 باب القراءة في الخطبة )</h2>\n\n<p>\n1411 أخبرنا محمد بن المثنى قال حدثنا هارون بن إسماعيل قال حدثنا علي\nوهو بن المبارك عن يحيى عن محمد بن عبد الرحمن عن ابنة حارثة بن النعمان\nقالت * حفظت ق والقرآن المجيد من في رسول الله صلى الله عليه وسلم وهو <span id='ms0297'></span> على\nالمنبر يوم الجمعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p107'> Vol. 03, p. 107</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head134'>( 29 باب الإشارة في الخطبة )</h2>\n\n<p>\n1412 أخبرنا محمود بن غيلان قال حدثنا وكيع قال حدثنا سفيان عن حصين * أن\nبشر بن مروان رفع يديه يوم الجمعة على المنبر فسبه عمارة بن رويبة الثقفي\nوقال ما زاد رسول الله صلى الله عليه وسلم على هذا وأشار بأصبعه السبابة\n</p>\n\n<h2 class='l2' id='head135'>( 30 باب نزول الإمام عن المنبر قبل فراغه من الخطبة وقطعة كلامه</h2>\n\nورجوعه إليه يوم الجمعة )\n<p>\n1413 أخبرنا محمد بن عبد العزيز قال حدثنا الفضل بن موسى عن حسين بن واقد\nعن عبد الله بن بريدة عن أبيه قال * كان النبي صلى الله عليه وسلم يخطب\nفجاء الحسن والحسين رضي الله عنهما وعليهما قميصان أحمران يعثران فيهما\nفنزل النبي صلى الله عليه وسلم فقطع كلامه فحملهما ثم عاد إلى المنبر ثم\nقال صدق الله <span class='quran'>أنما أموالكم وأولادكم فتنة </span>رأيت هذين يعثران في\nقميصيهما فلم أصبر حتى قطعت كلامي فحملتهما\n</p>\n\n<h2 class='l2' id='head136'>( 31 باب ما يستحب من تقصير الخطبة )</h2>\n\n<p>\n1414 أخبرنا محمد بن عبد العزيز بن غزوان قال أنبأنا الفضل بن موسى عن\nالحسين بن واقد قال حدثني يحيى بن عقيل قال سمعت عبد الله بن أبي أوفى يقول\n* كان رسول الله صلى الله عليه وسلم يكثر الذكر ويقل اللغو ويطيل الصلاة\nويقصر الخطبة ولا يأنف أن يمشي مع الأرملة والمسكين فيقضي له الحاجة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p108'> Vol. 03, p. 108</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head137'>( 32 باب كم يخطب )</h2>\n\n<p>\n1415 أخبرنا علي بن حجر قال حدثنا إسرائيل عن سماك عن جابر بن سمرة قال *\nجالست النبي صلى الله عليه وسلم فما رأيته يخطب إلا قائما ويجلس ثم يقوم\nفيخطب الخطبة الآخرة\n</p>\n\n<h2 class='l2' id='head138'>( 33 باب الفصل بين الخطبتين بالجلوس )</h2>\n\n<p>\n1416 أخبرنا إسماعيل بن مسعود قال حدثنا بشر بن المفضل قال حدثنا عبيد\nالله عن نافع عن عبد الله * أن رسول الله صلى الله عليه وسلم كان يخطب\nالخطبتين وهو قائم وكان يفصل بينهما بجلوس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p109'> Vol. 03, p. 109</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head139'>( 34 باب السكوت في القعدة بين الخطبتين )</h2>\n\n<p>\n1417 أخبرنا محمد بن عبد الله بن بزيع قال حدثنا يزيد يعني بن زريع قال\nحدثنا إسرائيل قال حدثنا سماك عن جابر بن سمرة قال * رأيت <span id='ms0298'></span> رسول الله صلى\nالله عليه وسلم يخطب يوم الجمعة قائما ثم يقعد قعدة لا يتكلم ثم يقوم فيخطب\nخطبة أخرى فمن حدثكم أن رسول الله صلى الله عليه وسلم كان يخطب قاعدا فقد\nكذب\n</p>\n\n<h2 class='l2' id='head140'>( 35 باب القراءة في الخطبة الثانية والذكر فيها )</h2>\n\n<p>\n1418 أخبرنا عمرو بن علي عن عبد الرحمن قال حدثنا سفيان عن سماك عن جابر\nبن سمرة قال * كان النبي صلى الله عليه وسلم يخطب قائما ثم يجلس ثم يقوم\nويقرأ آيات ويذكر الله عز وجل وكانت خطبته قصدا وصلاته قصدا\n</p>\n\n<h2 class='l2' id='head141'>( 36 الكلام والقيام بعد النزول عن المنبر )</h2>\n\n<p>\n1419 أخبرني محمد بن علي بن ميمون قال حدثنا الفريابي قال حدثنا جرير بن\nحازم عن ثابت البناني عن أنس قال * كان رسول الله صلى الله عليه وسلم ينزل\nعن المنبر فيعرض له الرجل فيكلمه فيقوم معه النبي صلى الله عليه وسلم حتى\nيقضي حاجته ثم يتقدم إلى مصلاه فيصلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p110'> Vol. 03, p. 110</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head142'>( 37 عدد صلاة الجمعة )</h2>\n\n<p>\n1420 أخبرنا علي بن حجر قال حدثنا شريك عن زبيد عن عبد الرحمن بن أبي\nليلى قال قال عمر * صلاة الجمعة ركعتان وصلاة الفطر ركعتان وصلاة الأضحى\nركعتان وصلاة السفر ركعتان تمام غير قصر على لسان محمد صلى الله عليه وسلم\nقال أبو عبد الرحمن عبد الرحمن بن أبي ليلى لم يسمع من عمر\n</p>\n\n<h2 class='l2' id='head143'>( 38 القراءة في صلاة الجمعة بسورة الجمعة والمنافقين )</h2>\n\n<p>\n1421 أخبرنا محمد بن عبد الأعلى الصنعاني قال حدثنا خالد بن الحرث قال\nحدثنا شعبة قال أخبرني مخول قال سمعت مسلما البطين عن سعيد بن جبير عن بن\nعباس * أن رسول الله صلى الله عليه وسلم كان يقرأ يوم الجمعة في صلاة الصبح\nألم تنزيل وهل أتى على الإنسان وفي صلاة الجمعة بسورة الجمعة والمنافقين\n</p>\n\n<h2 class='l2' id='head144'>( 39 القراءة في صلاة الجمعة بسبح اسم ربك الأعلى وهل أتاك حديث</h2>\n\nالغاشية )\n<p>\n1422 أخبرنا محمد بن عبد الأعلى قال حدثنا خالد عن شعبة قال أخبرني معبد\nبن خالد عن زيد بن عقبة عن سمرة قال * كان رسول الله صلى الله عليه وسلم\nيقرأ في صلاة الجمعة بسبح اسم <span id='ms0299'></span> ربك الأعلى وهل أتاك حديث الغاشية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p111'> Vol. 03, p. 111</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head145'>( 40 ذكر الاختلاف على النعمان بن بشير في القراءة في صلاة الجمعة )</h2>\n\n<p>\n1423 أخبرنا قتيبة عن مالك عن ضمرة بن سعيد عن عبيد الله بن عبد الله *\nأن الضحاك بن قيس سأل النعمان بن بشير ماذا كان رسول الله صلى الله عليه\nوسلم يقرأ يوم الجمعة على أثر سورة الجمعة قال كان يقرأ هل أتاك حديث\nالغاشية\n</p>\n\n<p>\n1424 أخبرنا محمد بن عبد الأعلى قال حدثنا خالد عن شعبة أن إبراهيم بن\nمحمد بن المنتشر أخبره قال سمعت أبي يحدث عن حبيب بن سالم عن النعمان بن\nبشير قال * كان رسول الله صلى الله عليه وسلم يقرأ في الجمعة بسبح اسم ربك\nالأعلى وهل أتاك حديث الغاشية وربما اجتمع العيد والجمعة فيقرأ بهما فيهما\nجميعا\n</p>\n\n<h2 class='l2' id='head146'>( 41 من أدرك ركعة من صلاة الجمعة )</h2>\n\n<p>\n1425 أخبرنا قتيبة ومحمد بن منصور واللفظ له عن سفيان عن الزهري عن أبي\nسلمة عن أبي هريرة عن النبي صلى الله عليه وسلم قال * من أدرك من صلاة\nالجمعة ركعة فقد أدرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p112'> Vol. 03, p. 112</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head147'>( 42 عدد الصلاة بعد الجمعة في المسجد )</h2>\n\n<p>\n1426 أخبرنا إسحاق بن إبراهيم قال أنبانا جرير عن سهيل عن أبيه عن أبي\nهريرة قال قال رسول الله صلى الله عليه وسلم * إذا صلى أحدكم الجمعة فليصل\nبعدها أربعا\n</p>\n\n<h2 class='l2' id='head148'>( 43 صلاة الإمام بعد الجمعة )</h2>\n\n<p>\n1427 أخبرنا قتيبة عن مالك عن نافع عن بن عمر * أن رسول الله صلى الله\nعليه وسلم كان لا يصلي بعد الجمعة حتى ينصرف فيصلي ركعتين\n</p>\n\n<p>\n1428 أخبرنا إسحاق بن إبراهيم قال أنبأنا عبد الرزاق قال حدثنا معمر عن\nالزهري عن سالم عن أبيه قال * كان رسول الله صلى الله عليه وسلم يصلي بعد\nالجمعة ركعتين في بيته\n</p>\n\n<h2 class='l2' id='head149'>( 44 باب إطالة الركعتين بعد الجمعة )</h2>\n\n<p>\n1429 أخبرنا عبدة بن عبد الله عن يزيد وهو بن هارون قال أنبأنا شعبة عن\nأيوب عن نافع عن بن عمر أنه * كان يصلي بعد الجمعة ركعتين يطيل فيهما ويقول\nكان رسول الله صلى الله عليه وسلم يفعله\n</p>\n\n<h2 class='l2' id='head150'>( 45 ذكر الساعة التي يستجاب فيها الدعاء يوم الجمعة <span id='ms0300'></span> )</h2>\n\n<p>\n1430 أخبرنا قتيبة قال حدثنا بكر يعني بن مضر عن بن الهاد عن محمد بن\nإبراهيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p113'> Vol. 03, p. 113</a>\n            </div>\n             عن أبي سلمة بن عبد الرحمن عن أبي هريرة قال * أتيت\nالطور فوجدت ثم كعبا فمكثت أنا وهو يوما أحدثه عن رسول الله صلى الله عليه\nوسلم ويحدثني عن التوراة فقلت له قال رسول الله صلى الله عليه وسلم خير يوم\nطلعت فيه الشمس يوم الجمعة فيه خلق آدم وفيه أهبط وفيه تيب عليه وفيه قبض\nوفيه تقوم الساعة ما على الأرض من دابة إلا وهي تصبح يوم الجمعة مصيخة حتى\nتطلع الشمس شفقا من الساعة إلا بن آدم وفيه ساعة لا يصادفها مؤمن وهو في\nالصلاة يسأل الله فيها شيئا إلا أعطاه إياه فقال كعب ذلك يوم في كل سنة\nفقلت بل هي في كل جمعة فقرأ كعب التوراة ثم قال صدق رسول الله صلى الله\nعليه وسلم هو في كل جمعة فخرجت فلقيت بصرة بن أبي بصرة الغفاري فقال من أين\nجئت قلت من الطور قال لو لقيتك من قبل أن تأتيه لم تأته قلت له ولم قال إني\nسمعت رسول الله صلى الله عليه وسلم يقول لا تعمل المطي إلا إلى ثلاثة مساجد\nالمسجد الحرام ومسجدي ومسجد بيت المقدس فلقيت عبد الله بن سلام فقلت لو\nرأيتني خرجت إلى الطور فلقيت كعبا فمكثت أنا وهو يوما أحدثه عن رسول الله\nصلى الله عليه وسلم ويحدثني عن التوراة فقلت له قال رسول الله صلى الله\nعليه وسلم خير يوم طلعت فيه الشمس يوم الجمعة فيه خلق آدم وفيه أهبط وفيه\nتيب عليه وفيه قبض وفيه تقوم الساعة ما على الأرض من دابة إلا وهي تصبح يوم\nالجمعة مصيخة حتى تطلع الشمس شفقا من الساعة إلا بن آدم وفيه ساعة لا\nيصادفها عبد مؤمن وهو في الصلاة يسأل الله شيئا إلا أعطاه إياه قال كعب ذلك\nيوم في كل سنة فقال عبد الله بن سلام كذب كعب قلت ثم قرأ كعب فقال صدق رسول <span id='ms0301'></span>\nالله صلى الله عليه وسلم هو في كل جمعة فقال عبد الله صدق كعب إني لأعلم\nتلك الساعة فقلت يا أخي حدثني بها قال هي آخر ساعة من يوم الجمعة قبل أن\nتغيب الشمس فقلت أليس قد سمعت رسول الله صلى الله عليه وسلم يقول لا\nيصادفها مؤمن وهو في الصلاة وليست تلك الساعة صلاة قال أليس قد سمعت رسول\nالله صلى الله عليه وسلم يقول من صلى وجلس ينتظر الصلاة لم يزل في صلاته\nحتى تأتيه الصلاة التي تلاقيها قلت بلى قال فهو كذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p114'> Vol. 03, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\n1431 أخبرني محمد بن يحيى بن عبد الله قال حدثنا أحمد بن حنبل قال حدثنا\nإبراهيم بن خالد عن رباح عن معمر عن الزهري قال حدثني سعيد عن أبي هريرة عن\nرسول الله صلى الله عليه وسلم قال * إن في الجمعة ساعة لا يوافقها عبد مسلم\nيسأل الله فيها شيئا إلا أعطاه إياه\n</p>\n\n<p>\n1432 أخبرنا عمرو بن زرارة قال أنبأنا إسماعيل عن أيوب عن محمد عن أبي\nهريرة قال قال أبو القاسم صلى الله عليه وسلم * إن في الجمعة ساعة لا\nيوافقها عبد مسلم قائم يصلي يسأل الله عز وجل شيئا إلا أعطاه إياه قلنا\nيقللها يزهدها قال أبو عبد الرحمن لا نعلم أحدا حدث بهذا الحديث غير رباح\nعن معمر عن الزهري إلا أيوب بن سويد فأنه حدث به عن يونس عن الزهري عن سعيد\nوأبي سلمة وأيوب بن سويد متروك الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p115'> Vol. 03, p. 115</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head151'>( 15 كتاب تقصير الصلاة في السفر )</h1>\n\n<h2 class='l2' id='head152'>( 1 )</h2>\n\n<p>\n1433 أخبرنا إسحاق بن إبراهيم قال أنبأنا عبد الله بن إدريس قال أنبأنا\nبن جريج عن بن أبي عمار عن عبد الله بن بأبيه عن يعلى بن أمية قال * قلت\nلعمر بن الخطاب <span class='quran'>فليس عليكم جناح أن تقصروا من الصلاة إن خفتم أن\nيفتنكم الذين كفروا </span>فقد أمن الناس فقال عمر رضي الله عنه عجبت مما\nعجبت منه فسألت رسول الله صلى الله عليه وسلم عن ذلك فقال صدقة تصدق الله\nبها عليكم فاقبلوا صدقته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p116'> Vol. 03, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n1434 أخبرنا قتيبة قال حدثنا الليث <span id='ms0302'></span> عن بن شهاب عن عبد الله بن أبي بكر بن\nعبد الرحمن عن أمية بن عبد الله بن خالد أنه قال لعبد الله بن عمر * إنا\nنجد صلاة الحضر وصلاة الخوف في القرآن ولا نجد صلاة السفر في القرآن فقال\nله بن عمر يا بن أخي إن الله عز وجل بعث إلينا محمدا صلى الله عليه وسلم\nولا نعلم شيئا وإنما نفعل كما رأينا محمدا صلى الله عليه وسلم يفعل\n</p>\n\n<p>\n1435 أخبرنا قتيبة قال حدثنا هشيم عن منصور بن زاذان عن بن سيرين عن بن\nعباس * أن رسول الله صلى الله عليه وسلم خرج من مكة إلى المدينة لا يخاف\nالا رب العالمين يصلي ركعتين\n</p>\n\n<p>\n1436 أخبرنا محمد بن عبد الأعلى قال حدثنا خالد قال حدثنا بن عون عن محمد\nعن بن عباس قال * كنا نسير مع رسول الله صلى الله عليه وسلم بين مكة\nوالمدينة لا نخاف إلا الله عز وجل نصلي ركعتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p117'> Vol. 03, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n1437 أخبرنا إسحاق بن إبراهيم قال حدثنا النضر بن شميل قال حدثنا شعبة عن\nيزيد بن خمير قال سمعت حبيب بن عبيد يحدث عن جبير بن نفير عن بن السمط قال\n* رأيت عمر بن الخطاب يصلي بذي الحليفة ركعتين فسألته عن ذلك فقال إنما\nأفعل كما رأيت رسول الله صلى الله عليه وسلم يفعل\n</p>\n\n<p>\n1438 أخبرنا قتيبة قال حدثنا أبو عوانة عن يحيى بن أبي إسحاق عن أنس قال\n* خرجت مع رسول الله صلى الله عليه وسلم من المدينة إلى مكة فلم يزل يقصر\nحتى رجع فأقام بها عشرا\n</p>\n\n<p>\n1439 أخبرنا محمد بن علي بن الحسن بن شقيق قال أبي أنبأنا أبو حمزة وهو\nالسكري عن منصور عن إبراهيم عن علقمة عن عبد الله قال * صليت مع رسول الله\nصلى الله عليه وسلم في السفر ركعتين ومع أبي بكر ركعتين ومع عمر ركعتين رضي\nالله عنهما\n</p>\n\n<p>\n1440 أخبرنا حميد بن مسعدة عن سفيان وهو بن حبيب عن شعبة عن زبيد عن عبد\nالرحمن بن أبي ليلى عن عمر قال * صلاة الجمعة ركعتان <span id='ms0303'></span> والفطر ركعتان والنحر\nركعتان والسفر ركعتان تمام غير قصر على لسان النبي صلى الله عليه وسلم\n</p>\n\n<p>\n1441 أخبرني محمد بن وهب قال حدثنا محمد بن سلمة قال حدثني أبو عبد\nالرحيم قال حدثني زيد عن أيوب وهو بن عائذ عن بكير بن الأخنس عن مجاهد أبي\nالحجاج عن بن عباس قال * فرضت صلاة الحضر على لسان نبيكم صلى الله عليه\nوسلم أربعا وصلاة السفر ركعتين وصلاة الخوف ركعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p118'> Vol. 03, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n1442 أخبرنا يعقوب بن ماهان قال حدثنا القاسم بن مالك عن أيوب بن عائذ عن\nبكير بن الأخنس عن مجاهد عن بن عباس قال * إن الله عز وجل فرض الصلاة على\nلسان نبيكم صلى الله عليه وسلم في الحضر أربعا وفي السفر ركعتين وفي الخوف\nركعة\n</p>\n\n<h2 class='l2' id='head153'>( 2 باب الصلاة بمكة )</h2>\n\n<p>\n1443 حدثنا محمد بن عبد الأعلى في حديثه عن خالد بن الحرث قال حدثنا شعبة\nعن قتادة قال سمعت موسى وهو بن سلمة قال * قلت لابن عباس كيف أصلي بمكة إذا\nلم أصل في جماعة قال ركعتين سنة أبي القاسم صلى الله عليه وسلم\n</p>\n\n<p>\n1444 أخبرنا إسماعيل بن مسعود قال حدثنا يزيد بن زريع قال حدثنا سعيد قال\nحدثنا قتادة أن موسى بن سلمة حدثهم أنه سأل بن عباس قلت * تفوتني الصلاة في\nجماعة وأنا بالبطحاء ما ترى أن أصلي قال ركعتين سنة أبي القاسم صلى الله\nعليه وسلم\n</p>\n\n<h2 class='l2' id='head154'>( 3 باب الصلاة بمنى )</h2>\n\n<p>\n1445 أخبرنا قتيبة قال حدثنا أبو الأحوص عن أبي إسحاق عن حارثة بن وهب\nالخزاعي قال * صليت مع النبي صلى الله عليه وسلم بمنى آمن ما كان الناس\nوأكثره ركعتين\n</p>\n\n<p>\n1446 أخبرنا عمرو بن علي قال حدثنا يحيى بن سعيد قال حدثنا شعبة قال\nحدثنا أبو إسحاق ح وأنبأنا عمرو بن علي قال حدثنا يحيى بن سعيد قال حدثنا\nسفيان قال أخبرني أبو إسحاق عن حارثة بن وهب قال * صلى بنا رسول الله صلى\nالله عليه وسلم بمنى أكثر ما كان الناس وآمنه ركعتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p119'> Vol. 03, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n1447 أخبرنا قتيبة قال حدثنا الليث عن بكير عن محمد بن عبد الله بن <span id='ms0304'></span> أبي\nسليمان عن أنس بن مالك أنه قال * صليت مع رسول الله صلى الله عليه وسلم\nبمنى ومع أبي بكر وعمر ركعتين ومع عثمان ركعتين صدرا من إمارته\n</p>\n\n<p>\n1448 أخبرنا قتيبة قال حدثنا عبد الواحد عن الأعمش قال حدثنا إبراهيم قال\nسمعت عبد الرحمن بن يزيد ح وأنبأنا محمود بن غيلان قال حدثنا يحيى بن آدم\nقال حدثنا سفيان عن الأعمش عن إبراهيم عن عبد الرحمن بن يزيد عن عبد الله\nرضي الله عنه قال * صليت بمنى مع رسول الله صلى الله عليه وسلم ركعتين\n</p>\n\n<p>\n1449 أخبرنا علي بن خشرم قال حدثنا عيسى عن الأعمش عن إبراهيم عن عبد\nالرحمن بن يزيد قال صلى عثمان بمنى أربعا حتى بلغ ذلك عبد الله فقال * لقد\nصليت مع رسول الله صلى الله عليه وسلم ركعتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p120'> Vol. 03, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n1450 أخبرنا عبيد الله بن سعيد قال أنبأنا يحيى عن عبيد الله عن نافع عن\nبن عمر قال * صليت مع النبي صلى الله عليه وسلم بمنى ركعتين ومع أبي بكر\nرضي الله عنه ركعتين ومع عمر رضي الله عنه ركعتين\n</p>\n\n<p>\n1451 أخبرنا محمد بن سلمة قال حدثنا بن وهب عن يونس عن بن شهاب قال\nأخبرني عبيد الله بن عبد الله بن عمر عن أبيه قال * صلى رسول الله صلى الله\nعليه وسلم بمنى ركعتين وصلاها أبو بكر ركعتين وصلاها عمر ركعتين وصلاها\nعثمان صدرا من خلافته\n</p>\n\n<h2 class='l2' id='head155'>( 4 باب المقام الذي يقصر بمثله الصلاة )</h2>\n\n<p>\n1452 أخبرنا حميد بن مسعدة قال حدثنا يزيد قال أنبأنا يحيى بن أبي إسحاق\nعن أنس بن مالك قال * خرجنا مع رسول الله صلى الله عليه وسلم من المدينة\nإلى مكة فكان يصلي بنا ركعتين حتى رجعنا قلت هل أقام بمكة قال نعم أقمنا\nبها عشرا\n</p>\n\n<p>\n1453 أخبرنا عبد الرحمن بن الأسود البصري قال حدثنا محمد بن ربيعة عن عبد\nالحميد بن جعفر عن يزيد بن أبي حبيب عن عراك بن مالك عن عبيد الله بن عبد\nالله عن بن عباس * أن رسول الله صلى الله عليه وسلم أقام بمكة <span id='ms0305'></span> خمسة عشر\nيصلي ركعتين ركعتين\n</p>\n\n<p>\n1454 أخبرنا محمد بن عبد الملك بن زنجويه عن عبد الرزاق عن بن جريج قال\nأخبرني إسماعيل بن محمد بن سعد أن حميد بن عبد الرحمن أخبره أن السائب بن\nيزيد أخبره أنه سمع العلاء بن الحضرمي يقول قال رسول الله صلى الله عليه\nوسلم * يمكث المهاجر بعد قضاء نسكه ثلاثا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p121'> Vol. 03, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n1455 أخبرنا أبو عبد الرحمن قال الحارث بن مسكين قراءة عليه وأنا أسمع في\nحديثه عن سفيان عن عبد الرحمن بن حميد عن السائب بن يزيد عن العلاء بن\nالحضرمي قال قال النبي صلى الله عليه وسلم * يمكث المهاجر بمكة بعد نسكه\nثلاثا\n</p>\n\n<p>\n1456 أخبرني أحمد بن يحيى الصوفي قال حدثنا أبو نعيم قال حدثنا العلاء بن\nزهير الأزدي قال حدثنا عبد الرحمن بن الأسود عن عائشة أنها * اعتمرت مع\nرسول الله صلى الله عليه وسلم من المدينة إلى مكة حتى إذا قدمت مكة قالت يا\nرسول الله بأبي أنت وأمي قصرت وأتممت وأفطرت وصمت قال أحسنت يا عائشة وما\nعاب علي\n</p>\n\n<h2 class='l2' id='head156'>( 5 ترك التطوع في السفر )</h2>\n\n<p>\n1457 أخبرني أحمد بن يحيى قال حدثنا أبو نعيم قال حدثنا العلاء بن زهير\nقال حدثنا وبرة بن عبد الرحمن قال * كان بن عمر لا يزيد في السفر على\nركعتين لا يصلي قبلها ولا بعدها فقيل له ما هذا قال هكذا رأيت رسول الله\nصلى الله عليه وسلم يصنع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p122'> Vol. 03, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n1458 أخبرني نوح بن حبيب قال حدثنا يحيى بن سعيد قال حدثنا عيسى بن حفص\nبن عاصم قال حدثني أبي قال * كنت مع بن عمر في سفر فصلى الظهر والعصر\nركعتين ثم انصرف إلى طنفسة له فرأى قوما يسبحون قال ما يصنع هؤلاء قلت\nيسبحون قال لو كنت مصليا قبلها أو بعدها لأتممتها صحبت رسول الله صلى الله\nعليه وسلم فكان لا يزيد في السفر على الركعتين وأبا بكر حتى قبض وعمر\nوعثمان رضي الله عنهم كذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p123'> Vol. 03, p. 123</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head157'>( 16 كتاب الكسوف )</h1>\n\n<h2 class='l2' id='head158'>( 1 كسوف الشمس والقمر )</h2>\n\n<p>\n1459 أخبرنا قتيبة قال حدثنا حماد عن يونس عن الحسن عن أبي بكرة <span id='ms0306'></span> قال قال\nرسول الله صلى الله عليه وسلم * إن الشمس والقمر آيتان من آيات الله تعالى\nلا ينكسفان لموت أحد ولا لحياته ولكن الله عز وجل يخوف بهما عباده\n</p>\n\n<h2 class='l2' id='head159'>( 2 التسبيح والتكبير والدعاء عند كسوف الشمس )</h2>\n\n<p>\n1460 أخبرنا محمد بن عبد الله بن المبارك قال حدثنا أبو هشام هو المغيرة\nبن سلمة قال حدثنا وهيب قال حدثنا أبو مسعود الجريري عن حيان بن عمير قال\nحدثنا عبد الرحمن بن سمرة قال بينا أنا أترامى بأسهم لي بالمدينة إذ انكسفت\nالشمس فجمعت أسهمي وقلت * لأنظرن ما أحدثه رسول الله صلى الله عليه وسلم في\nكسوف الشمس فأتيته مما يلي ظهره وهو في المسجد فجعل يسبح ويكبر ويدعو حتى\nحسر عنها قال ثم قام فصلى ركعتين وأربع سجدات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p124'> Vol. 03, p. 124</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head160'>( 3 الأمر بالصلاة عند كسوف الشمس )</h2>\n\n<p>\n1461 أخبرنا محمد بن سلمة قال أنبأنا بن وهب عن عمرو بن الحرث أن عبد\nالرحمن بن القاسم حدثه عن أبيه عن عبد الله بن عمر عن رسول الله صلى الله\nعليه وسلم قال * ان الشمس والقمر لا يخسفان لموت أحد ولا لحياته ولكنهما\nآيتان من آيات الله تعالى فإذا رأيتموهما فصلوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p125'> Vol. 03, p. 125</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head161'>( 4 باب الأمر بالصلاة عند كسوف القمر )</h2>\n\n<p>\n1462 أخبرنا يعقوب بن إبراهيم قال حدثنا يحيى عن إسماعيل قال حدثني قيس\nعن أبي مسعود قال قال رسول الله صلى الله عليه وسلم * إن الشمس والقمر لا\nينكسفان لموت أحد ولكنهما آيتان من آيات الله عز وجل فإذا رأيتموهما فصلوا\n</p>\n\n\n<h2 class='l2' id='head162'>( 5 باب الأمر بالصلاة عند الكسوف حتى تنجلي )</h2>\n\n<p>\n1463 أخبرنا محمد بن كامل المروزي عن هشيم عن يونس عن الحسن عن أبي بكرة\nقال قال رسول الله صلى الله عليه وسلم * ان الشمس والقمر آيتان من آيات\nالله عز وجل وأنهما لا ينكسفان لموت أحد ولا لحياته فإذا رأيتموهما فصلوا\nحتى تنجلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p126'> Vol. 03, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n1464 أخبرنا عمرو بن علي ومحمد بن عبد الأعلى قالا حدثنا خالد قال حدثنا\nأشعث عن الحسن عن أبي بكرة قال * كنا جلوسا مع النبي صلى الله عليه وسلم\nفكسفت الشمس فوثب يجر ثوبه فصلى <span id='ms0307'></span> ركعتين حتى انجلت\n</p>\n\n<h2 class='l2' id='head163'>( 6 باب الأمر بالنداء لصلاة الكسوف )</h2>\n\n<p>\n1465 أخبرني عمرو بن عثمان بن سعيد قال حدثنا الوليد عن الأوزاعي عن\nالزهري عن عروة عن عائشة قالت * خسفت الشمس على عهد رسول الله صلى الله\nعليه وسلم فأمر النبي صلى الله عليه وسلم مناديا ينادي أن الصلاة جامعة\nفاجتمعوا واصطفوا فصلى بهم أربع ركعات في ركعتين وأربع سجدات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p127'> Vol. 03, p. 127</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head164'>( 7 باب الصفوف في صلاة الكسوف )</h2>\n\n<p>\n1466 أخبرنا محمد بن خالد بن خلي قال حدثنا بشر بن شعيب عن أبيه عن\nالزهري قال أخبرني عروة بن الزبير أن عائشة زوج النبي صلى الله عليه وسلم\nقالت * كسفت الشمس في حياة رسول الله صلى الله عليه وسلم فخرج رسول الله\nصلى الله عليه وسلم إلى المسجد فقام فكبر وصف الناس وراءه فاستكمل أربع\nركعات وأربع سجدات وانجلت الشمس قبل أن ينصرف\n</p>\n\n<h2 class='l2' id='head165'>( 8 باب كيف صلاة الكسوف )</h2>\n\n<p>\n1467 أخبرنا يعقوب بن إبراهيم عن إسماعيل بن علية قال حدثنا سفيان الثوري\nعن حبيب بن أبي ثابت عن طاوس عن بن عباس * أن رسول الله صلى الله عليه وسلم\nصلى عند كسوف الشمس ثماني ركعات وأربع سجدات وعن عطاء مثل ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p128'> Vol. 03, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n1468 أخبرنا محمد بن المثنى عن يحيى عن سفيان قال حدثنا حبيب بن أبي ثابت\nعن طاوس عن بن عباس عن النبي صلى الله عليه وسلم * أنه صلى في كسوف فقرأ ثم\nركع ثم قرأ ثم ركع ثم قرأ ثم ركع ثم قرأ ثم ركع ثم سجد والأخرى مثلها\n</p>\n\n<h2 class='l2' id='head166'>( 9 نوع آخر من صلاة الكسوف عن بن عباس )</h2>\n\n<p>\n1469 أخبرنا عمرو بن عثمان بن سعيد قال حدثنا الوليد عن بن نمر وهو عبد\nالرحمن بن نمر عن الزهري عن كثير بن عباس ح وأخبرني عمرو بن عثمان قال\nحدثنا الوليد عن الأوزاعي عن الزهري قال أخبرني كثير بن عباس عن عبد الله\nبن عباس * أن رسول الله صلى الله عليه وسلم صلى يوم كسفت الشمس أربع ركعات\nفي ركعتين وأربع سجدات\n</p>\n\n<h2 class='l2' id='head167'>( 10 نوع آخر من صلاة الكسوف )</h2>\n\n<p>\n1470 أخبرنا يعقوب بن إبراهيم قال حدثنا بن <span id='ms0308'></span> علية قال أخبرني بن جريج عن\nعطاء قال سمعت عبيد بن عمير يحدث قال حدثني من أصدق فظننت أنه يريد عائشة\nأنها قالت * كسفت الشمس على عهد رسول الله صلى الله عليه وسلم فقام بالناس\nقياما شديدا يقوم بالناس ثم يركع ثم يقوم ثم يركع ثم يقوم ثم يركع فركع\nركعتين في كل ركعة ثلاث ركعات ركع الثالثة ثم سجد حتى أن رجالا يومئذ يغشى\nعليهم حتى أن سجال الماء لتصب عليهم مما قام بهم يقول إذا ركع الله أكبر\nوإذا رفع رأسه سمع الله لمن حمده فلم ينصرف حتى تجلت الشمس فقام فحمد الله\nوأثنى عليه وقال إن الشمس والقمر لا ينكسفان لموت أحد ولا لحياته ولكن\nآيتان من آيات الله يخوفكم بهما فإذا كسفا فافزعوا إلى ذكر الله عز وجل حتى\nينجليا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p129'> Vol. 03, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n1471 أخبرنا إسحاق بن إبراهيم قال حدثنا معاذ بن هشام قال حدثني أبي عن\nقتادة في صلاة الآيات عن عطاء عن عبيد بن عمير عن عائشة * أن النبي صلى\nالله عليه وسلم صلى ست ركعات في أربع سجدات قلت لمعاذ عن النبي صلى الله\nعليه وسلم قال لا شك ولا مرية نوع آخر منه عن عائشة\n</p>\n\n<p>\n1472 أخبرنا محمد بن سلمة عن بن وهب عن يونس عن بن شهاب قال أخبرني عروة\nبن الزبير عن عائشة قالت * خسفت الشمس في حياة رسول الله صلى الله عليه\nوسلم فقام فكبر وصف الناس وراءه فاقترأ رسول الله صلى الله عليه وسلم قراءة\nطويلة ثم كبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p130'> Vol. 03, p. 130</a>\n            </div>\n             فركع ركوعا طويلا ثم رفع رأسه فقال سمع الله لمن\nحمده ربنا ولك الحمد ثم قام فاقترأ قراءة طويلة هي أدنى من القراءة الأولى\nثم كبر فركع ركوعا طويلا هو أدنى من الركوع الأول ثم قال سمع الله لمن حمده\nربنا ولك الحمد ثم سجد ثم فعل في الركعة الأخرى مثل ذلك فاستكمل أربع ركعات\nوأربع سجدات وانجلت الشمس قبل أن ينصرف ثم قام فخطب الناس فأثنى على الله\nعز وجل بما هو أهله ثم <span id='ms0309'></span> قال إن الشمس والقمر آيتان من آيات الله تعالى لا\nيخسفان لموت أحد ولا لحياته فإذا رأيتموهما فصلوا حتى يفرج عنكم وقال رسول\nالله صلى الله عليه وسلم رأيت في مقامي هذا كل شيء وعدتم لقد رأيتموني أردت\nأن آخذ قطفا من الجنة حين رأيتموني جعلت أتقدم ولقد رأيت جهنم يحطم بعضها\nبعضا حين رأيتموني تأخرت ورأيت فيها بن لحي وهو الذي سيب السوائب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p131'> Vol. 03, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\n1473 أخبرنا إسحاق بن إبراهيم قال حدثنا الوليد بن مسلم عن الأوزاعي عن\nالزهري عن عروة عن عائشة قالت * خسفت الشمس على عهد رسول الله صلى الله\nعليه وسلم فنودي الصلاة جامعة فاجتمع الناس فصلى بهم رسول الله صلى الله\nعليه وسلم أربع ركعات في ركعتين وأربع سجدات\n</p>\n\n<p>\n1474 أخبرنا قتيبة عن مالك عن هشام بن عروة عن أبيه عن عائشة قالت * خسفت\nالشمس في عهد رسول الله صلى الله عليه وسلم فصلى رسول الله صلى الله عليه\nوسلم بالناس فقام فأطال القيام ثم ركع فأطال الركوع ثم قام فأطال القيام\nوهو دون القيام الأول ثم ركع فأطال الركوع وهو دون الركوع الأول ثم رفع\nفسجد ثم فعل ذلك في الركعة الأخرى مثل ذلك ثم انصرف وقد تجلت الشمس فخطب\nالناس فحمد الله وأثنى عليه ثم قال إن الشمس والقمر آيتان من آيات الله لا\nيخسفان لموت أحد ولا لحياته فإذا رأيتم ذلك فادعوا الله عز وجل وكبروا\nوتصدقوا ثم قال يا أمة محمد ما من أحد أغير من الله عز وجل أن يزني عبده أو\nتزني أمته يا أمة محمد والله لو تعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p132'> Vol. 03, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n1475 أخبرنا محمد بن سلمة عن بن وهب عن عمرو بن الحرث عن يحيى بن سعيد أن\nعمرة حدثته أن عائشة حدثتها أن يهودية أتتها فقالت أجارك الله من عذاب\nالقبر قالت عائشة * يا رسول الله إن الناس ليعذبون في القبور فقال رسول\nالله صلى الله عليه وسلم عائذا بالله قالت عائشة أن النبي صلى الله عليه\nوسلم خرج <span id='ms0310'></span> مخرجا فخسفت الشمس فخرجنا إلى الحجرة فاجتمع إلينا نساء وأقبل\nإلينا رسول الله صلى الله عليه وسلم وذلك ضحوة فقام قياما طويلا ثم ركع\nركوعا طويلا ثم رفع رأسه فقام دون القيام الأول ثم ركع دون ركوعه ثم سجد ثم\nقام الثانية فصنع مثل ذلك إلا أن ركوعه وقيامه دون الركعة الأولى ثم سجد\nوتجلت الشمس فلما انصرف قعد على المنبر فقال فيما يقول أن الناس يفتنون في\nقبورهم كفتنة الدجال قالت عائشة كنا نسمعه بعد ذلك يتعوذ من عذاب القبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p133'> Vol. 03, p. 133</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head168'>( 12 نوع آخر )</h2>\n\n<p>\n1476 أخبرنا عمرو بن علي قال حدثنا يحيى بن سعيد قال حدثنا يحيى بن سعيد\nهو الأنصاري قال سمعت عمرة قالت سمعت عائشة تقول جاءتني يهودية تسألني\nفقالت * أعاذك الله من عذاب القبر فلما جاء رسول الله صلى الله عليه وسلم\nقلت يا رسول الله أيعذب الناس في القبور فقال عائذا بالله فركب مركبا يعني\nوانخسفت الشمس فكنت بين الحجر مع نسوة فجاء رسول الله صلى الله عليه وسلم\nمن مركبه فأتى مصلاه فصلى بالناس فقام فأطال القيام ثم ركع فأطال الركوع ثم\nرفع رأسه فأطال القيام ثم ركع فأطال الركوع ثم رفع رأسه فأطال القيام ثم\nسجد فأطال السجود ثم قام قياما أيسر من قيامه الأول ثم ركع أيسر من ركوعه\nالأول ثم رفع رأسه فقام أيسر من قيامه الأول ثم ركع أيسر من ركوعه الأول ثم\nرفع رأسه فقام أيسر من قيامه الأول فكانت أربع ركعات وأربع سجدات وانجلت\nالشمس فقال إنكم تفتنون في القبور كفتنة الدجال قالت عائشة فسمعته بعد ذلك\nيتعوذ من عذاب القبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p134'> Vol. 03, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\n1477 أخبرنا عبدة بن عبد الرحيم قال أنبأنا بن عيينة عن يحيى بن سعيد عن\nعمرة عن عائشة * أن رسول الله صلى الله عليه وسلم صلى في كسوف في صفة زمزم\nأربع ركعات في أربع سجدات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p135'> Vol. 03, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\n1478 أخبرنا أبو داود قال حدثنا أبو علي الحنفي قال حدثنا هشام صاحب\nالدستوائي عن أبي الزبير عن جابر بن عبد الله قال * كسفت الشمس على <span id='ms0311'></span> عهد\nرسول الله صلى الله عليه وسلم في يوم شديد الحر فصلى رسول الله صلى الله\nعليه وسلم بأصحابه فأطال القيام حتى جعلوا يخرون ثم ركع فأطال ثم رفع فأطال\nثم ركع فأطال ثم رفع فأطال ثم سجد سجدتين ثم قام فصنع نحوا من ذلك وجعل\nيتقدم ثم جعل يتأخر فكانت أربع ركعات وأربع سجدات كانوا يقولون إن الشمس\nوالقمر لا يخسفان إلا لموت عظيم من عظمائهم وإنهما آيتان من آيات الله\nيريكموهما فإذا انخسفت فصلوا حتى تنجلي\n</p>\n\n<h2 class='l2' id='head169'>( 13 نوع آخر )</h2>\n\n<p>\n1479 أخبرني محمود بن خالد عن مروان قال حدثني معاوية بن سلام قال حدثنا\nيحيى بن أبي كثير عن أبي سلمة بن عبد الرحمن عن عبد الله بن عمرو قال *\nخسفت الشمس على عهد رسول الله صلى الله عليه وسلم فأمر فنودي الصلاة جامعة\nفصلى رسول الله صلى الله عليه وسلم بالناس ركعتين وسجدة ثم قام فصلى ركعتين\nوسجدة قالت عائشة ما ركعت ركوعا قط ولا سجدت سجودا قط كان أطول منه خالفه\nمحمد بن حمير\n</p>\n\n<p>\n1480 أخبرنا يحيى بن عثمان قال حدثنا بن حمير عن معاوية بن سلام عن يحيى\nبن أبي كثير عن أبي طعمة عن عبد الله بن عمرو قال * كسفت الشمس فركع رسول\nالله صلى الله عليه وسلم ركعتين وسجدتين ثم قام فركع ركعتين وسجدتين ثم جلى\nعن الشمس وكانت عائشة تقول ما سجد رسول الله صلى الله عليه وسلم سجودا ولا\nركع ركوعا أطول منه خالفه علي بن المبارك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p136'> Vol. 03, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\n1481 أخبرنا أبو بكر بن إسحاق قال حدثنا أبو زيد سعيد بن الربيع قال\nحدثنا علي بن المبارك عن يحيى بن أبي كثير قال حدثني أبو حفصة مولى عائشة\nأن عائشة أخبرته أنه * لما كسفت الشمس على عهد رسول الله صلى الله عليه\nوسلم توضأ وأمر فنودي أن الصلاة جامعة فقام فأطال القيام في صلاته قالت\nعائشة فحسبت قرأ سورة البقرة ثم ركع فأطال الركوع ثم قال سمع الله لمن حمده\nثم قام مثل ما قام ولم يسجد ثم <span id='ms0312'></span> ركع فسجد ثم قام فصنع مثل ما صنع ركعتين\nوسجدة ثم جلس وجلي عن الشمس\n</p>\n\n<h2 class='l2' id='head170'>( 14 نوع آخر )</h2>\n\n<p>\n1482 أخبرنا هلال بن بشر قال حدثنا عبد العزيز بن عبد الصمد عن عطاء بن\nالسائب قال حدثني أبي السائب أن عبد الله بن عمرو حدثه قال * انكسفت الشمس\nعلى عهد رسول الله صلى الله عليه وسلم فقام رسول الله صلى الله عليه وسلم\nإلى الصلاة وقام الذين معه فقام قياما فأطال القيام ثم ركع فأطال الركوع ثم\nرفع رأسه وسجد فأطال السجود ثم رفع رأسه وجلس فأطال الجلوس ثم سجد فأطال\nالسجود ثم رفع رأسه وقام فصنع في الركعة الثانية مثل ما صنع في الركعة\nالأولى من القيام والركوع والسجود والجلوس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p137'> Vol. 03, p. 137</a>\n            </div>\n             فجعل ينفخ في آخر\nسجوده من الركعة الثانية ويبكي ويقول لم تعدني هذا وأنا فيهم لم تعدني هذا\nونحن نستغفرك ثم رفع رأسه وانجلت الشمس فقام رسول الله صلى الله عليه وسلم\nفخطب الناس فحمد الله وأثنى عليه ثم قال إن الشمس والقمر آيتان من آيات\nالله عز وجل فإذا رأيتم كسوف أحدهما فاسعوا إلى ذكر الله عز وجل والذي نفس\nمحمد بيده لقد أدنيت الجنة مني حتى لو بسطت يدي لتعاطيت من قطوفها ولقد\nأدنيت النار مني حتى لقد جعلت أتقيها خشية أن تغشاكم حتى رأيت فيها امرأة\nمن حمير تعذب في هرة ربطتها فلم تدعها تأكل من خشاش الأرض فلا هي أطعمتها\nولا هي سقتها حتى ماتت فلقد رأيتها تنهشها إذا أقبلت وإذا ولت تنهش أليتها\nوحتى رأيت فيها صاحب السبتيتين أخابني الدعداع يدفع بعصا ذات شعبتين في\nالنار وحتى رأيت فيها صاحب المحجن الذي كان يسرق الحاج بمحجنه متكئا على\nمحجنه في النار يقول أنا سارق المحجن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p138'> Vol. 03, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\n1483 أخبرنا محمد بن عبيد الله بن عبد العظيم قال حدثني إبراهيم سبلان\nقال حدثنا عباد بن عباد المهلبي عن محمد بن عمرو عن أبي سلمة عن أبي هريرة\nقال * كسفت الشمس على عهد رسول الله صلى الله عليه وسلم فقام فصلى للناس <span id='ms0313'></span>\nفأطال القيام ثم ركع فأطال الركوع ثم قام فأطال القيام وهو دون القيام\nالأول ثم ركع فأطال الركوع وهو دون الركوع الأول ثم سجد فأطال السجود ثم\nرفع ثم سجد فأطال السجود وهو دون السجود الأول ثم قام فصلى ركعتين وفعل\nفيهما مثل ذلك ثم سجد سجدتين يفعل فيهما مثل ذلك حتى فرغ من صلاته ثم قال\nأن الشمس والقمر آيتان من آيات الله وأنهما لا ينكسفان لموت أحد ولا لحياته\nفإذا رأيتم ذلك فافزعوا إلى ذكر الله عز وجل وإلى الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p139'> Vol. 03, p. 139</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head171'>( 15 نوع آخر )</h2>\n\n<p>\n1484 أخبرنا هلال بن العلاء بن هلال قال حدثنا الحسين بن عياش قال حدثنا\nزهير قال حدثنا الأسود بن قيس قال حدثني ثعلبة بن عباد العبدي من أهل\nالبصرة أنه شهد خطبة يوما لسمرة بن جندب فذكر في خطبته حديثا عن رسول الله\nصلى الله عليه وسلم قال سمرة بن جندب * بينا أنا يوما وغلام من الأنصار\nنرمي غرضين لنا على عهد رسول الله صلى الله عليه وسلم حتى إذا كانت الشمس\nقيد رمحين أو ثلاثة في عين الناظر من الأفق اسودت فقال أحدنا لصاحبه انطلق\nبنا إلى المسجد فوالله ليحدثن شأن هذه الشمس لرسول الله صلى الله عليه وسلم\nفي أمته حدثا قال فدفعنا إلى المسجد قال فوافينا رسول الله صلى الله عليه\nوسلم حين خرج إلى الناس قال فاستقدم فصلى فقام كأطول قيام قام بنا في صلاة\nقط ما نسمع له صوتا ثم ركع بنا كأطول ركوع ما ركع بنا في صلاة قط ما نسمع\nله صوتا ثم سجد بنا كأطول سجود ما سجد بنا في صلاة قط لا نسمع له صوتا ثم\nفعل ذلك في الركعة الثانية مثل ذلك قال فوافق تجلي الشمس جلوسه في الركعة\nالثانية فسلم فحمد الله وأثنى عليه وشهد أن لا إله إلا الله وشهد أنه عبد\nالله ورسوله مختصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p140'> Vol. 03, p. 140</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head172'>( 16 نوع آخر )</h2>\n\n<p>\n1485 أخبرنا محمد بن بشار قال حدثنا عبد الوهاب قال حدثنا خالد عن أبي\nقلابة عن النعمان بن بشير <span id='ms0314'></span> قال * انكسفت الشمس على عهد رسول الله صلى الله\nعليه وسلم فخرج يجر ثوبه فزعا حتى أتى المسجد فلم يزل يصلي بنا حتى انجلت\nفلما انجلت قال إن ناسا يزعمون أن الشمس والقمر لا ينكسفان الا لموت عظيم\nمن العظماء وليس كذلك ان الشمس والقمر لا ينكسفان لموت أحد ولا لحياته\nولكنهما آيتان من آيات الله عز وجل ان الله عز وجل إذا بدا لشيء من خلقه\nخشع له فإذا رأيتم ذلك فصلوا كأحدث صلاة صليتموها من المكتوبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p141'> Vol. 03, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\n1486 وأخبرنا إبراهيم بن يعقوب قال حدثنا عمرو بن عاصم أن جده عبيد الله\nبن الوازع حدثه قال حدثنا أيوب السختياني عن أبي قلابة عن قبيصة بن مخارق\nالهلالي قال * كسفت الشمس ونحن إذ ذاك مع رسول الله صلى الله عليه وسلم\nبالمدينة فخرج فزعا يجر ثوبه فصلى ركعتين أطالهما فوافق انصرافه انجلاء\nالشمس فحمد الله وأثنى عليه ثم قال إن الشمس والقمر آيتان من آيات الله\nوأنهما لا ينكسفان لموت أحد ولا لحياته فإذا رأيتم من ذلك شيئا فصلوا كأحدث\nصلاة مكتوبة صليتموها\n</p>\n\n<p>\n1487 أخبرنا محمد بن المثنى قال حدثنا معاذ وهو بن هشام قال حدثني أبي عن\nقتادة عن أبي قلابة عن قبيصة الهلالي * أن الشمس انخسفت فصلى نبي الله صلى\nالله عليه وسلم ركعتين ركعتين حتى انجلت ثم قال إن الشمس والقمر لا ينخسفان\nلموت أحد ولكنهما خلقان من خلقه وان الله عز وجل يحدث في خلقه ما شاء وأن\nالله عز وجل إذا تجلى لشيء من خلقه يخشع له فأيهما حدث فصلوا حتى ينجلي أو\nيحدث الله أمرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p144'> Vol. 03, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n1488 أخبرنا محمد بن المثنى عن معاذ بن هشام قال حدثني أبي عن قتادة عن\nأبي قلابة عن النعمان بن بشير أن النبي صلى الله عليه وسلم قال * إذا خسفت\nالشمس والقمر فصلوا كأحدث صلاة صليتموها\n</p>\n\n<p>\n1489 أخبرنا أحمد بن عثمان بن حكيم قال حدثنا أبو نعيم عن الحسن بن صالح\nعن عاصم الأحول عن أبي قلابة عن النعمان بن بشير * أن رسول الله <span id='ms0315'></span> صلى الله\nعليه وسلم صلى حين انكسفت الشمس مثل صلاتنا يركع ويسجد\n</p>\n\n<p>\n1490 أخبرنا محمد بن بشار قال حدثنا معاذ بن هشام قال حدثني أبي عن قتادة\nعن الحسن عن النعمان بن بشير عن النبي صلى الله عليه وسلم * أنه خرج يوما\nمستعجلا إلى المسجد وقد انكسفت الشمس فصلى حتى انجلت ثم قال إن أهل\nالجاهلية كانوا يقولون إن الشمس والقمر لا ينخسفان إلا لموت عظيم من عظماء\nأهل الأرض وإن الشمس والقمر لا ينخسفان لموت أحد ولا لحياته ولكنهما\nخليقتان من خلقه يحدث الله في خلقه ما يشاء فأيهما انخسف فصلوا حتى ينجلي\nأو يحدث الله أمرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p145'> Vol. 03, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n1491 أخبرنا عمران بن موسى قال حدثنا عبد الوارث قال حدثنا يونس عن الحسن\nعن أبي بكرة قال * كنا عند رسول الله صلى الله عليه وسلم فانكسفت الشمس\nفخرج رسول الله صلى الله عليه وسلم يجر رداءه حتى انتهى إلى المسجد وثاب\nإليه الناس فصلى بنا ركعتين فلما انكشفت الشمس قال إن الشمس والقمر آيتان\nمن آيات الله يخوف الله عز وجل بهما عباده وإنهما لا يخسفان لموت أحد ولا\nلحياته فإذا رأيتم ذلك فصلوا حتى يكشف ما بكم وذلك أن ابنا له مات يقال له\nإبراهيم فقال له ناس في ذلك\n</p>\n\n<p>\n1492 أخبرنا إسماعيل بن مسعود قال حدثنا خالد عن أشعث عن الحسن عن أبي\nبكرة * أن رسول الله صلى الله عليه وسلم صلى ركعتين مثل صلاتكم هذه وذكر\nكسوف الشمس\n</p>\n\n<h2 class='l2' id='head173'>( 17 قدر القراءة في صلاة الكسوف )</h2>\n\n<p>\n1493 أخبرنا محمد بن سلمة قال حدثنا بن القاسم عن مالك قال حدثني زيد بن\nأسلم عن عطاء بن يسار عن عبد الله بن عباس قال * خسفت الشمس فصلى رسول الله\nصلى الله عليه وسلم والناس معه فقام قياما طويلا قرأ نحوا من سورة البقرة\nقال ثم ركع ركوعا طويلا ثم رفع فقام قياما طويلا وهو دون القيام الأول ثم\nركع ركوعا طويلا وهو دون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p146'> Vol. 03, p. 146</a>\n            </div>\n             الركوع الأول ثم سجد ثم قام قياما\nطويلا وهو دون القيام الأول ثم ركع <span id='ms0316'></span> ركوعا طويلا وهو دون الركوع الأول ثم\nرفع فقام قياما طويلا وهو دون القيام الأول ثم ركع ركوعا طويلا وهو دون\nالركوع الأول ثم سجد ثم انصرف وقد تجلت الشمس فقال إن الشمس والقمر آيتان\nمن آيات الله لا يخسفان لموت أحد ولا لحياته فإذا رأيتم ذلك فاذكروا الله\nعز وجل قالوا يا رسول الله رأيناك تناولت شيئا في مقامك هذا ثم رأيناك\nتكعكعت قال إني رأيت الجنة أو أريت الجنة فتناولت منها عنقودا ولو أخذته\nلأكلتم منه ما بقيت الدنيا ورأيت النار فلم أر كاليوم منظرا قط ورأيت أكثر\nأهلها النساء قالوا لم يا رسول الله قال بكفرهن قيل يكفرن بالله قال يكفرن\nالعشير ويكفرن الإحسان لو أحسنت إلى إحداهن الدهر ثم رأت منك شيئا قالت ما\nرأيت منك خيرا قط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p147'> Vol. 03, p. 147</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head174'>( 18 باب الجهر بالقراءة في صلاة الكسوف )</h2>\n\n<p>\n1494 أخبرنا إسحاق بن إبراهيم قال أنبأنا الوليد قال حدثنا عبد الرحمن بن\nنمر أنه سمع الزهري يحدث عن عروة عن عائشة عن رسول الله صلى الله عليه وسلم\n* أنه صلى أربع ركعات في أربع سجدات وجهر فيها بالقراءة كلما رفع رأسه قال\nسمع الله لمن حمده ربنا ولك الحمد\n</p>\n\n<h2 class='l2' id='head175'>( 19 ترك الجهر فيها بالقراءة )</h2>\n\n<p>\n1495 أخبرنا عمرو بن منصور قال حدثنا أبو نعيم قال حدثنا سفيان عن الأسود\nبن قيس عن بن عباد رجل من بني عبد القيس عن سمرة * أن النبي صلى الله عليه\nوسلم صلى بهم في كسوف الشمس لا نسمع له صوتا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p148'> Vol. 03, p. 148</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head176'>( 20 باب القول في السجود في صلاة الكسوف )</h2>\n\n<p>\n1496 أخبرنا عبد الله بن محمد بن عبد الرحمن بن المسور الزهري قال حدثنا\nغندر عن شعبة عن عطاء بن السائب عن أبيه عن عبد الله بن عمرو قال * كسفت\nالشمس على عهد رسول الله صلى الله عليه وسلم فصلى رسول الله صلى الله عليه\nوسلم فأطال القيام ثم ركع فأطال الركوع ثم رفع فأطال قال شعبة وأحسبه قال\nفي السجود نحو ذلك وجعل يبكي في سجوده وينفخ ويقول رب لم تعدني هذا <span id='ms0317'></span> وأنا\nأستغفرك لم تعدني هذا وأنا فيهم فلما صلى قال عرضت علي الجنة حتى لو مددت\nيدي تناولت من قطوفها وعرضت علي النار فجعلت أنفخ خشية أن يغشاكم حرها\nورأيت فيها سارق بدنتي رسول الله صلى الله عليه وسلم ورأيت فيها أخا بني\nدعدع سارق الحجيج فإذا فطن له قال هذا عمل المحجن ورأيت فيها امرأة طويلة\nسوداء تعذب في هرة ربطتها فلم تطعمها ولم تسقها ولم تدعها تأكل من خشاش\nالأرض حتى ماتت وإن الشمس والقمر لا ينكسفان لموت أحد ولا لحياته ولكنهما\nآيتان من آيات الله فإذا انكسفت إحداهما أو قال فعل أحدهما شيئا من ذلك\nفاسعوا إلى ذكر الله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p149'> Vol. 03, p. 149</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head177'>( 21 باب التشهد والتسليم في صلاة الكسوف )</h2>\n\n<p>\n1497 أخبرني عمرو بن عثمان بن سعيد بن كثير عن الوليد عن عبد الرحمن بن\nنمر أنه سأل الزهري عن سنة صلاة الكسوف فقال أخبرني عروة بن الزبير عن\nعائشة قالت * كسفت الشمس فأمر رسول الله صلى الله عليه وسلم رجلا فنادى أن\nالصلاة جامعة فاجتمع الناس فصلى بهم رسول الله صلى الله عليه وسلم فكبر ثم\nقرأ قراءة طويلة ثم كبر فركع ركوعا طويلا مثل قيامه أو أطول ثم رفع رأسه\nوقال سمع الله لمن حمده ثم قرأ قراءة طويلة هي أدنى من القراءة الأولى ثم\nكبر فركع ركوعا طويلا هو أدنى من الركوع الأول ثم رفع رأسه فقال سمع الله\nلمن حمده ثم كبر فسجد سجودا طويلا مثل ركوعه أو أطول ثم كبر فرفع رأسه ثم\nكبر فسجد ثم كبر فقام فقرأ قراءة طويلة هي أدنى من الأولى ثم كبر ثم ركع\nركوعا طويلا هو أدنى من الركوع الأول ثم رفع رأسه فقال سمع الله لمن حمده\nثم قرأ قراءة طويلة وهي أدنى من القراءة الأولى في القيام الثاني ثم كبر\nفركع ركوعا طويلا دون الركوع الأول ثم كبر فرفع رأسه فقال سمع الله لمن\nحمده ثم كبر فسجد أدنى من سجوده الأول ثم تشهد ثم سلم فقام فيهم <span id='ms0318'></span> فحمد الله\nوأثنى عليه ثم قال إن الشمس والقمر لا ينخسفان لموت أحد ولا لحياته ولكنهما\nآيتان من آيات الله فأيهما خسف به أو بأحدهما فأفزعوا إلى الله عز وجل بذكر\nالصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p150'> Vol. 03, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\n1498 أخبرني إبراهيم بن يعقوب قال حدثنا موسى بن داود قال حدثنا نافع بن\nعمر عن بن أبي مليكة عن أسماء بنت أبي بكر قالت * صلى رسول الله صلى الله\nعليه وسلم في الكسوف فقام فأطال القيام ثم ركع فأطال الركوع ثم رفع فأطال\nالقيام ثم ركع فأطال الركوع ثم رفع ثم سجد فأطال السجود ثم رفع ثم سجد\nفأطال السجود ثم قام فأطال القيام ثم ركع فأطال الركوع ثم رفع فأطال القيام\nثم ركع فأطال الركوع ثم رفع ثم سجد فأطال السجود ثم رفع ثم سجد فأطال\nالسجود ثم رفع ثم انصرف\n</p>\n\n<h2 class='l2' id='head178'>( 22 باب القعود على المنبر بعد صلاة الكسوف )</h2>\n\n<p>\n1499 أخبرنا محمد بن سلمة عن بن وهب عن عمرو بن الحرث عن يحيى بن سعيد أن\nعمرة حدثته أن عائشة قالت * إن النبي صلى الله عليه وسلم خرج مخرجا فخسف\nبالشمس فخرجنا إلى الحجرة فاجتمع إلينا نساء وأقبل إلينا رسول الله صلى\nالله عليه وسلم وذلك ضحوة فقام قياما طويلا ثم ركع ركوعا طويلا ثم رفع رأسه\nفقام دون القيام الأول ثم ركع دون ركوعه ثم سجد ثم قام الثانية فصنع مثل\nذلك إلا أن قيامه وركوعه دون الركعة الأولى ثم سجد وتجلت الشمس فلما انصرف\nقعد على المنبر فقال فيما يقول إن الناس يفتنون في قبورهم كفتنة الدجال\nمختصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p151'> Vol. 03, p. 151</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head179'>( 23 باب كيف الخطبة في الكسوف )</h2>\n\n<p>\n1500 أخبرنا إسحاق بن إبراهيم قال حدثنا عبدة قال حدثنا هشام بن عروة عن\nأبيه عن عائشة قالت * خسفت الشمس على عهد رسول الله صلى الله عليه وسلم\nفقام فصلى فأطال القيام جدا ثم ركع فأطال الركوع جدا ثم رفع فأطال القيام\nجدا وهو دون القيام الأول ثم ركع فأطال الركوع وهو دون الركوع الأول ثم سجد\nثم رفع رأسه فأطال القيام وهو دون القيام <span id='ms0319'></span> الأول ثم ركع فأطال الركوع وهو\nدون الركوع الأول ثم رفع فأطال القيام وهو دون القيام الأول ثم ركع فأطال\nالركوع وهو دون الركوع الأول ثم سجد ففرغ من صلاته وقد جلى عن الشمس فخطب\nالناس فحمد الله وأثنى عليه ثم قال إن الشمس والقمر لا ينكسفان لموت أحد\nولا لحياته فإذا رأيتم ذلك فصلوا وتصدقوا واذكروا الله عز وجل وقال يا أمة\nمحمد أنه ليس أحد أغير من الله عز وجل أن يزني عبده أو أمته يا أمة محمد لو\nتعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرا\n</p>\n\n<p>\n1501 أخبرنا أحمد بن سليمان قال حدثنا أبو داود الحفري عن سفيان عن\nالأسود بن قيس عن ثعلبة بن عباد عن سمرة * أن النبي صلى الله عليه وسلم خطب\nحين انكسفت الشمس فقال أما بعد\n</p>\n\n<h2 class='l2' id='head180'>( 24 الأمر بالدعاء في الكسوف )</h2>\n\n<p>\n1502 أخبرنا عمرو بن علي قال حدثنا يزيد وهو بن زريع قال حدثنا يونس عن\nالحسن عن أبي بكرة قال * كنا عند النبي صلى الله عليه وسلم فانكسفت الشمس\nفقام إلى المسجد يجر رداءه من العجلة فقام إليه الناس فصلى ركعتين كما\nيصلون فلما انجلت خطبنا فقال إن الشمس والقمر آيتان من آيات الله يخوف بهما\nعباده وأنهما لا ينكسفان لموت أحد فإذا رأيتم كسوف أحدهما فصلوا وادعوا حتى\nينكشف ما بكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p152'> Vol. 03, p. 152</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head181'>( 25 الأمر بالاستغفار في الكسوف )</h2>\n\n<p>\n1503 أخبرنا موسى بن عبد الرحمن المسروقي عن أبي أسامة عن بريد عن أبي\nبردة عن أبي موسى قال * خسفت الشمس فقام النبي صلى الله عليه وسلم فزعا\nيخشى أن تكون الساعة فقام حتى أتى المسجد فقام يصلي بأطول قيام وركوع وسجود\nما رأيته يفعله في صلاته قط ثم قال إن هذه الآيات التي يرسل الله لا تكون\nلموت أحد ولا لحياته ولكن الله يرسلها يخوف بها عباده فإذا رأيتم منها شيئا\nفافزعوا إلى ذكره ودعائه واستغفاره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p153'> Vol. 03, p. 153</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head182'>( 17 كتاب الاستسقاء )</h1>\n\n<h2 class='l2' id='head183'>( 1 متى يستسقى الإمام )</h2>\n\n<p>\n1504 أخبرنا قتيبة بن سعيد عن مالك عن شريك بن عبد الله بن أبي نمر عن\nأنس بن مالك <span id='ms0320'></span> قال جاء رجل إلى رسول الله صلى الله عليه وسلم فقال * يا رسول\nالله هلكت المواشي وانقطعت السبل فادع الله عز وجل فدعا رسول الله صلى الله\nعليه وسلم فمطرنا من الجمعة إلى الجمعة فجاء رجل إلى رسول الله صلى الله\nعليه وسلم فقال يا رسول الله تهدمت البيوت وانقطعت السبل وهلكت المواشي\nفقال اللهم على رؤوس الجبال والآكام وبطون الأودية ومنابت الشجر فانجابت عن\nالمدينة انجياب الثوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p154'> Vol. 03, p. 154</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head184'>( 2 خروج الإمام إلى المصلى للاستسقاء )</h2>\n\n<p>\n1505 أخبرني محمد بن منصور قال حدثنا سفيان قال حدثنا المسعودي عن أبي\nبكر بن عمرو بن حزم عن عباد بن تميم قال سفيان فسألت عبد الله بن أبي بكر\nفقال سمعته من عباد بن تميم يحدث عن أبي أن عبد الله بن زيد الذي أرى\nالنداء قال * إن رسول الله صلى الله عليه وسلم خرج إلى المصلى يستسقي\nفاستقبل القبلة وقلب رداءه وصلى ركعتين قال أبو عبد الرحمن هذا غلط من بن\nعيينة وعبد الله بن زيد الذي أرى النداء هو عبد الله بن زيد بن عبد ربه\nوهذا عبد الله بن زيد بن عاصم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p155'> Vol. 03, p. 155</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head185'>( 3 باب الحال التي يستحب للإمام أن يكون عليها إذا خرج )</h2>\n\n<p>\n1506 أخبرنا إسحاق بن منصور ومحمد بن المثنى عن عبد الرحمن عن سفيان عن\nهشام بن إسحاق بن عبد الله بن كنانة عن أبيه قال أرسلني فلان إلى بن عباس\nأسأله عن صلاة رسول الله صلى الله عليه وسلم في الاستسقاء فقال * خرج رسول\nالله صلى الله عليه وسلم متضرعا متواضعا متبذلا فلم يخطب نحو خطبتكم هذه\nفصلى ركعتين\n</p>\n\n<p>\n1507 أخبرنا قتيبة قال حدثنا عبد العزيز عن عمارة بن غزية عن عباد بن\nتميم عن عبد الله بن زيد * أن رسول الله صلى الله عليه وسلم استسقى وعليه\nخميصة سوداء\n</p>\n\n<h2 class='l2' id='head186'>( 4 باب جلوس الإمام على المنبر للاستسقاء )</h2>\n\n<p>\n1508 أخبرنا محمد بن عبيد بن محمد قال حدثنا حاتم بن إسماعيل عن هشام بن\nإسحاق بن عبد الله بن كنانة عن أبيه قال سألت بن عباس عن صلاة <span id='ms0321'></span> رسول الله\nصلى الله عليه وسلم في الاستسقاء فقال * خرج رسول الله صلى الله عليه وسلم\nمتبذلا متواضعا متضرعا فجلس على المنبر فلم يخطب خطبتكم هذه ولكن لم يزل في\nالدعاء والتضرع والتكبير وصلى ركعتين كما كان يصلي في العيدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p156'> Vol. 03, p. 156</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head187'>( 5 تحويل الإمام ظهره إلى الناس عند الدعاء في الاستسقاء )</h2>\n\n<p>\n1509 أخبرني عمرو بن عثمان قال حدثنا الوليد عن بن أبي ذئب عن الزهري عن\nعباد بن تميم أن عمه حدثه أنه * خرج مع رسول الله صلى الله عليه وسلم\nيستسقي فحول رداءه وحول للناس ظهره ودعا ثم صلى ركعتين فقرأ فجهر\n</p>\n\n<h2 class='l2' id='head188'>( 6 تقليب الإمام الرداء عند الاستسقاء )</h2>\n\n<p>\n1510 أخبرنا قتيبة عن سفيان عن عبد الله بن أبي بكر عن عباد بن تميم عن\nعمه * أن النبي صلى الله عليه وسلم استسقى وصلى ركعتين وقلب رداءه\n</p>\n\n<h2 class='l2' id='head189'>( 7 متى يحول الإمام رداءه )</h2>\n\n<p>\n1511 أخبرنا قتيبة عن مالك عن عبد الله بن أبي بكر أنه سمع عباد بن تميم\nيقول سمعت عبد الله بن زيد يقول * خرج رسول الله صلى الله عليه وسلم\nفاستسقى وحول رداءه حين أستقبل القبلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p157'> Vol. 03, p. 157</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head190'>( 8 رفع الإمام يده )</h2>\n\n<p>\n1512 أخبرنا هشام بن عبد الملك أبو تقي الحمصي قال حدثنا بقية عن شعيب عن\nالزهري عن عباد بن تميم عن عمه أنه * رأى رسول الله صلى الله عليه وسلم في\nالاستسقاء استقبل القبلة وقلب الرداء ورفع يديه\n</p>\n\n<h2 class='l2' id='head191'>( 9 كيف يرفع )</h2>\n\n<p>\n1513 أخبرني شعيب بن يوسف عن يحيى بن سعيد القطان عن سعيد عن قتادة عن\nأنس قال * كان رسول الله صلى الله عليه وسلم لا يرفع يديه في شيء من الدعاء\nإلا في الاستسقاء فأنه كان يرفع يديه حتى يرى بياض إبطيه\n</p>\n\n<p>\n1514 أخبرنا قتيبة قال حدثنا الليث عن خالد بن يزيد عن سعيد بن أبي هلال\nعن يزيد بن عبد الله عن عمير مولى آبي اللحم عن آبى اللحم أنه * رأى رسول\nالله صلى الله عليه وسلم عند أحجار الزيت يستسقى وهو مقنع بكفيه يدعو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p158'> Vol. 03, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\n1515 أخبرنا عيسى بن حماد قال حدثنا الليث عن سعيد وهو المقبري عن شريك <span id='ms0322'></span>\nبن عبد الله بن أبي نمر عن أنس بن مالك أنه سمعه يقول * بينا نحن في المسجد\nيوم الجمعة ورسول الله صلى الله عليه وسلم يخطب الناس فقام رجل فقال يا\nرسول الله تقطعت السبل وهلكت الأموال وأجدب البلاد فادع الله أن يسقينا\nفرفع رسول الله صلى الله عليه وسلم يديه حذاء وجهه فقال اللهم اسقنا فوالله\nما نزل رسول الله صلى الله عليه وسلم عن المنبر حتى اوسعنا مطرا وأمطرنا\nذلك اليوم إلى الجمعة الأخرى فقام رجل لا أدري هو الذي قال لرسول الله صلى\nالله عليه وسلم استسق لنا أم لا فقال يا رسول الله انقطعت السبل وهلكت\nالأموال من كثرة الماء فأدع الله أن يمسك عنا الماء فقال رسول الله صلى\nالله عليه وسلم اللهم حوالينا ولا علينا ولكن على الجبال ومنابت الشجر قال\nوالله ما هو إلا أن تكلم رسول الله صلى الله عليه وسلم بذلك تمزق السحاب\nحتى ما نرى منه شيئا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p159'> Vol. 03, p. 159</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head192'>( 10 ذكر الدعاء )</h2>\n\n<p>\n1516 أخبرنا محمد بن بشار قال حدثني أبو هشام المغيرة بن سلمة قال حدثني\nوهيب قال حدثنا يحيى بن سعيد عن أنس بن مالك أن النبي صلى الله عليه وسلم\nقال * اللهم اسقنا\n</p>\n\n<p>\n1517 أخبرنا محمد بن عبد الأعلى قال حدثنا المعتمر قال سمعت عبيد الله بن\nعمر وهو العمري عن ثابت عن أنس قال * كان النبي صلى الله عليه وسلم يخطب\nيوم الجمعة فقام إليه الناس فصاحوا فقالوا يا نبي الله قحطت المطر وهلكت\nالبهائم فادع الله أن يسقينا قال اللهم اسقنا اللهم اسقنا قال وأيم الله ما\nنرى في السماء قزعة من سحاب قال فأنشأت سحابة فانتشرت ثم أنها أمطرت ونزل\nرسول الله صلى الله عليه وسلم فصلى وانصرف الناس فلم تزل تمطر إلى يوم\nالجمعة الأخرى فلما قام رسول الله صلى الله عليه وسلم يخطب صاحوا إليه\nفقالوا يا نبي الله تهدمت البيوت وتقطعت السبل فادع الله أن يحبسها عنا\nفتبسم رسول الله صلى الله عليه وسلم وقال اللهم حوالينا <span id='ms0323'></span> ولا علينا فتقشعت\nعن المدينة فجعلت تمطر حولها وما تمطر بالمدينة قطرة فنظرت إلى المدينة\nوأنها لفي مثل الإكليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p160'> Vol. 03, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\n1518 أخبرنا علي بن حجر قال حدثنا إسماعيل بن جعفر قال حدثنا شريك بن عبد\nالله عن أنس بن مالك * أن رجلا دخل المسجد ورسول الله صلى الله عليه وسلم\nقائم يخطب فاستقبل رسول الله صلى الله عليه وسلم قائما وقال يا رسول الله\nهلكت الأموال وانقطعت السبل فادع الله أن يغيثنا فرفع رسول الله صلى الله\nعليه وسلم يديه ثم قال اللهم أغثنا اللهم أغثنا قال أنس ولا والله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p161'> Vol. 03, p. 161</a>\n            </div>\n             ما نرى في السماء من سحابة ولا قزعة وما بيننا وبين سلع من بيت\nولا دار فطلعت سحابة مثل الترس فلما توسطت السماء انتشرت وأمطرت قال أنس\nولا والله ما رأينا الشمس سبتا قال ثم دخل رجل من ذلك الباب في الجمعة\nالمقبلة ورسول الله صلى الله عليه وسلم قائم يخطب فاستقبله قائما فقال يا\nرسول الله صلى الله وسلم عليك هلكت الأموال وانقطعت السبل فادع الله أن\nيمسكها عنا فرفع رسول الله صلى الله عليه وسلم يديه فقال اللهم حوالينا ولا\nعلينا اللهم على الآكام والظراب وبطون الأودية ومنابت الشجر قال فأقلعت\nوخرجنا نمشي في الشمس قال شريك سألت أنسا أهو الرجل الأول قال لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p162'> Vol. 03, p. 162</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head193'>( 11 باب الصلاة بعد الدعاء )</h2>\n\n<p>\n1519 قال الحرث بن مسكين قراءة عليه وأنا اسمع عن بن وهب عن بن أبي ذئب\nويونس عن بن شهاب قال أخبرني عباد بن تميم أنه سمع عمه وكان من أصحاب رسول\nالله صلى الله عليه وسلم يقول * خرج رسول الله صلى الله عليه وسلم يوما\nيستسقى فحول إلى الناس ظهره يدعو الله ويستقبل القبلة وحول رداءه ثم صلى\nركعتين قال بن أبي ذئب في الحديث وقرأ فيهما\n</p>\n\n<h2 class='l2' id='head194'>( 12 كم صلاة الاستسقاء )</h2>\n\n<p>\n1520 أخبرنا عمرو بن علي قال حدثنا يحيى بن سعيد عن يحيى عن أبي بكر بن\nمحمد عن عباد بن تميم عن عبد الله بن زيد * أن النبي صلى الله عليه وسلم\nخرج <span id='ms0324'></span> يستسقى فصلى ركعتين واستقبل القبلة\n</p>\n\n<h2 class='l2' id='head195'>( 13 كيف صلاة الاستسقاء )</h2>\n\n<p>\n1521 أخبرنا محمود بن غيلان قال حدثنا وكيع قال حدثنا سفيان عن هشام بن\nإسحاق بن عبد الله بن كنانة عن أبيه قال * أرسلني أمير من الأمراء إلى بن\nعباس أسأله عن الاستسقاء فقال بن عباس ما منعه أن يسألني خرج رسول الله صلى\nالله عليه وسلم متواضعا متبذلا متخشعا متضرعا فصلى ركعتين كما يصلي في\nالعيدين ولم يخطب خطبتكم هذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p163'> Vol. 03, p. 163</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head196'>( 14 باب الجهر بالقراءة في صلاة الاستسقاء )</h2>\n\n<p>\n1522 أخبرنا محمد بن رافع قال حدثنا يحيى بن آدم قال حدثنا سفيان عن بن\nأبي ذئب عن الزهري عن عباد بن تميم عن عمه * أن النبي صلى الله عليه وسلم\nخرج فاستسقى فصلى ركعتين جهر فيهما بالقراءة\n</p>\n\n<h2 class='l2' id='head197'>( 15 القول عند المطر )</h2>\n\n<p>\n1523 أخبرنا محمد بن منصور قال حدثنا سفيان عن مسعر عن المقدام بن شريح\nعن أبيه عن عائشة * أن رسول الله صلى الله عليه وسلم كان إذا أمطر قال\nاللهم اجعله صيبا نافعا\n</p>\n\n<h2 class='l2' id='head198'>( 16 كراهية الاستمطار بالكوكب )</h2>\n\n<p>\n1524 أخبرنا عمرو بن سواد بن الأسود بن عمرو قال أنبأنا بن وهب قال\nأخبرني يونس عن بن شهاب قال أخبرني عبيد الله بن عبد الله بن عتبة عن أبي\nهريرة قال قال رسول الله صلى الله عليه وسلم قال الله عز وجل * ما أنعمت\nعلى عبادي من نعمة إلا أصبح فريق منهم بها كافرين يقولون الكوكب وبالكوكب\n</p>\n\n<p>\n1525 أخبرنا قتيبة قال حدثنا سفيان عن صالح بن كيسان عن عبيد الله بن عبد\nالله عن يزيد بن خالد الجهني قال مطر الناس على عهد النبي صلى الله عليه\nوسلم فقال * ألم تسمعوا ماذا قال ربكم الليلة قال ما أنعمت على عبادي من\nنعمة إلا أصبح طائفة منهم بها كافرين يقولون مطرنا بنوء كذا وكذا فأما من\nآمن بي وحمدني على سقياي فذاك الذي آمن بي وكفر بالكوكب ومن قال مطرنا بنوء\nكذا وكذا فذاك الذي كفر بي وآمن بالكوكب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p164'> Vol. 03, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\n1526 أخبرنا عبد الجبار بن العلاء عن سفيان عن عمرو عن عتاب بن حنين عن <span id='ms0325'></span>\nأبي سعيد الخدري قال قال رسول الله صلى الله عليه وسلم * لو أمسك الله عز\nوجل المطر عن عباده خمس سنين ثم أرسله لأصبحت طائفة من الناس كافرين يقولون\nسقينا بنوء المجدح\n</p>\n\n<h2 class='l2' id='head199'>( 17 مسألة الإمام رفع المطر إذا خاف ضرره )</h2>\n\n<p>\n1527 أخبرنا علي بن حجر قال حدثنا إسماعيل قال حدثنا حميد عن أنس قال *\nقحط المطر عاما فقام بعض المسلمين إلى النبي صلى الله عليه وسلم في يوم\nجمعة فقال يا رسول الله قحط المطر وأجدبت الأرض وهلك المال قال فرفع يديه\nوما نرى في السماء سحابة فمد يديه حتى رأيت بياض إبطيه يستسقى الله عز وجل\nقال فما صلينا الجمعة حتى أهم الشاب القريب الدار الرجوع إلى أهله فدامت\nجمعة فلما كانت الجمعة التي تليها قالوا يا رسول الله تهدمت البيوت واحتبس\nالركبان قال فتبسم رسول الله صلى الله عليه وسلم لسرعة ملالة بن آدم وقال\nبيديه اللهم حوالينا ولا علينا فتكشطت عن المدينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p165'> Vol. 03, p. 165</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head200'>( 18 باب رفع الإمام يديه عند مسألة إمساك المطر )</h2>\n\n<p>\n1528 أخبرنا محمود بن خالد قال حدثنا الوليد بن مسلم قال أنبأنا أبو عمرو\nالأوزاعي عن إسحاق بن عبد الله عن أنس بن مالك قال * أصاب الناس سنة على\nعهد رسول الله صلى الله عليه وسلم فبينا رسول الله صلى الله عليه وسلم يخطب\nعلى المنبر يوم الجمعة فقام أعرابي فقال يا رسول الله هلك المال وجاع\nالعيال فادع الله لنا فرفع رسول الله صلى الله عليه وسلم يديه وما نرى في\nالسماء قزعة والذي نفسي بيده ما وضعها حتى ثار سحاب أمثال الجبال ثم لم\nينزل عن منبره حتى رأيت المطر يتحادر على لحيته فمطرنا يومنا ذلك ومن الغد\nوالذي يليه حتى الجمعة الأخرى فقام ذلك الأعرابي أو قال غيره فقال يا رسول\nالله تهدم البناء وغرق المال فادع الله لنا فرفع رسول الله صلى الله عليه\nوسلم يديه فقال اللهم حوالينا ولا علينا فما يشير بيده إلى ناحية من السحاب\nإلا انفرجت حتى صارت المدينة مثل الجوبة وسال <span id='ms0326'></span> الوادي ولم يجئ أحد من ناحية\nإلا أخبر بالجود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p166'> Vol. 03, p. 166</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head201'>( 18 كتاب صلاة الخوف )</h1>\n\n<p>\n1529 أخبرنا إسحاق بن إبراهيم قال حدثنا وكيع قال حدثنا سفيان عن الأشعث\nبن أبي الشعثاء عن الأسود بن هلال عن ثعلبة بن زهدم قال كنا مع سعيد بن\nالعاصي بطبرستان ومعنا حذيفة بن اليمان فقال * أيكم صلى مع رسول الله صلى\nالله عليه وسلم صلاة الخوف فقال حذيفة أنا فوصف فقال صلى رسول الله صلى\nالله عليه وسلم صلاة الخوف بطائفة ركعة صف خلفه وطائفة أخرى بينه وبين\nالعدو فصلى بالطائفة التي تليه ركعة ثم نكص هؤلاء إلى مصاف أولئك وجاء\nأولئك فصلى بهم ركعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p167'> Vol. 03, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\n1530 أخبرنا عمرو بن علي قال حدثنا يحيى قال حدثنا سفيان قال حدثني أشعث\nبن سليم عن الأسود بن هلال عن ثعلبة بن زهدم قال كنا مع سعيد بن العاصي\nبطبرستان فقال * أيكم صلى مع رسول الله صلى الله عليه وسلم صلاة الخوف فقال\nحذيفة أنا فقام حذيفة فصف الناس خلفه صفين صفا خلفه وصفا موازي العدو فصلى\nبالذي خلفه ركعة ثم انصرف هؤلاء إلى مكان هؤلاء وجاء أولئك فصلى بهم ركعة\nولم يقضوا\n</p>\n\n<p>\n1531 أخبرنا عمرو بن علي قال حدثنا يحيى قال حدثنا سفيان قال حدثني\nالركين بن الربيع عن القاسم بن حسان عن زيد بن ثابت عن النبي صلى الله عليه\nوسلم * مثل صلاة حذيفة\n</p>\n\n<p>\n1532 أخبرنا قتيبة قال حدثنا أبو عوانة عن بكير بن الأخنس عن مجاهد عن بن\nعباس قال * فرض الله الصلاة على لسان نبيكم صلى الله عليه وسلم في الحضر\nأربعا وفي السفر ركعتين وفي الخوف ركعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p168'> Vol. 03, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\n1533 أخبرنا محمد بن بشار قال حدثنا يحيى بن سعيد عن سفيان قال حدثني أبو\nبكر بن أبي الجهم عن عبيد الله بن عبد الله عن بن عباس * أن رسول الله صلى\nالله عليه وسلم صلى بذي قرد وصف الناس خلفه صفين صفا خلفه وصفا موازي العدو\nفصلى بالذين خلفه ركعة ثم انصرف هؤلاء إلى مكان هؤلاء وجاء أولئك فصلى بهم\nركعة ولم يقضوا <span id='ms0327'></span>\n</p>\n\n<p>\n1534 أخبرني عمرو بن عثمان بن سعيد بن كثير عن محمد عن الزبيدي عن الزهري\nعن عبيد الله بن عبد الله بن عتبة أن عبد الله بن عباس قال * قام رسول الله\nصلى الله عليه وسلم وقام الناس معه فكبر وكبروا ثم ركع وركع أناس منهم ثم\nسجد وسجدوا ثم قام إلى الركعة الثانية فتأخر الذين سجدوا معه وحرسوا\nإخوانهم وأتت الطائفة الأخرى فركعوا مع النبي صلى الله عليه وسلم وسجدوا\nوالناس كلهم في صلاة يكبرون ولكن يحرس بعضهم بعضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p169'> Vol. 03, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\n1535 أخبرنا عبيد الله بن سعد بن إبراهيم قال حدثنا عمي قال حدثنا أبي عن\nبن إسحاق قال حدثني داود بن الحصين عن عكرمة عن بن عباس قال * ما كانت صلاة\nالخوف إلا سجدتين كصلاة إخراسكم هؤلاء اليوم خلف أئمتكم هؤلاء إلا أنها\nكانت عقبا قامت طائفة منهم وهم جميعا مع رسول الله صلى الله عليه وسلم\nوسجدت معه طائفة منهم ثم قام رسول الله صلى الله عليه وسلم وقاموا معه\nجميعا ثم ركع وركعوا معه جميعا ثم سجد فسجد معه الذين كانوا قياما أول مرة\nفلما جلس رسول الله صلى الله عليه وسلم والذين سجدوا معه في آخر صلاتهم سجد\nالذين كانوا قياما لأنفسهم ثم جلسوا فجمعهم رسول الله صلى الله عليه وسلم\nبالتسليم\n</p>\n\n<p>\n1536 أخبرنا عمرو بن علي قال حدثنا يحيى قال حدثنا شعبة عن عبد الرحمن بن\nالقاسم عن أبيه عن صالح بن خوات عن سهل بن أبي حثمة * أن رسول الله صلى\nالله عليه وسلم صلى بهم صلاة الخوف فصف صفا خلفه وصفا مصافو العدو فصلى بهم\nركعة ثم ذهب هؤلاء وجاء أولئك فصلى بهم ركعة ثم قاموا فقضوا ركعة ركعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p170'> Vol. 03, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\n1537 أخبرنا قتيبة عن مالك عن يزيد بن رومان عن صالح بن خوات عمن * صلى\nمع رسول الله صلى الله عليه وسلم يوم ذات الرقاع صلاة الخوف أن طائفة صفت\nمعه وطائفة وجاه العدو فصلى بالذين معه ركعة ثم ثبت قائما وأتموا لأنفسهم\nثم انصرفوا فصفوا وجاه العدو وجاءت <span id='ms0328'></span> الطائفة الأخرى فصلى بهم الركعة التي\nبقيت من صلاته ثم ثبت جالسا وأتموا لأنفسهم ثم سلم بهم\n</p>\n\n<p>\n1538 أخبرنا إسماعيل بن مسعود عن يزيد بن زريع قال حدثنا معمر عن الزهري\nعن سالم عن أبيه * أن رسول الله صلى الله عليه وسلم صلى بإحدى الطائفتين\nركعة والطائفة الأخرى مواجهة العدو ثم انطلقوا فقاموا في مقام أولئك وجاء\nأولئك فصلى بهم ركعة أخرى ثم سلم عليهم فقام هؤلاء فقضوا ركعتهم وقام هؤلاء\nفقضوا ركعتهم\n</p>\n\n<p>\n1539 أخبرني كثير بن عبيد عن بقية عن شعيب قال حدثني الزهري قال حدثني\nسالم بن عبد الله عن أبيه قال * غزوت مع رسول الله صلى الله عليه وسلم قبل\nنجد فوازينا العدو وصاففناهم فقام رسول الله صلى الله عليه وسلم يصلي بنا\nفقامت طائفة منا معه وأقبل طائفة على العدو فركع رسول الله صلى الله عليه\nوسلم ومن معه ركعة وسجد سجدتين ثم انصرفوا فكانوا مكان أولئك الذين لم\nيصلوا وجاءت الطائفة التي لم تصل فركع بهم ركعة وسجدتين ثم سلم رسول الله\nصلى الله عليه وسلم فقام كل رجل من المسلمين فركع لنفسه ركعة وسجدتين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p171'> Vol. 03, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\n1540 أخبرنا محمد بن عبد الله بن عبد الرحيم البرقي عن عبد الله بن يوسف\nقال أنبأنا سعيد بن عبد العزيز عن الزهري قال كان عبد الله بن عمر يحدث أنه\nصلى صلاة الخوف مع رسول الله صلى الله عليه وسلم قال * كبر النبي صلى الله\nعليه وسلم وصف خلفه طائفة منا وأقبلت طائفة على العدو فركع بهم النبي صلى\nالله عليه وسلم ركعة وسجدتين ثم انصرفوا وأقبلوا على العدو وجاءت الطائفة\nالأخرى فصلوا مع النبي صلى الله عليه وسلم ففعل مثل ذلك ثم سلم ثم قام كل\nرجل من الطائفتين فصلى لنفسه ركعة وسجدتين\n</p>\n\n<p>\n1541 أخبرني عمران بن بكار قال حدثنا محمد بن المبارك قال أنبأنا الهيثم\nبن حميد عن العلاء وأبي أيوب عن الزهري عن عبد الله بن عمر قال * صلى رسول\nالله صلى الله عليه وسلم صلاة الخوف قام فكبر فصلى <span id='ms0329'></span> خلفه طائفة منا وطائفة\nمواجهة العدو فركع بهم رسول الله صلى الله عليه وسلم ركعة وسجد سجدتين ثم\nانصرفوا ولم يسلموا وأقبلوا على العدو فصفوا مكانهم وجاءت الطائفة الأخرى\nفصفوا خلف رسول الله صلى الله عليه وسلم فصلى بهم ركعة وسجدتين ثم سلم رسول\nالله صلى الله عليه وسلم وقد أتم ركعتين وأربع سجدات ثم قامت الطائفتان\nفصلى كل إنسان منهم لنفسه ركعة وسجدتين قال أبو بكر بن السني الزهري سمع من\nبن عمر حديثين ولم يسمع هذا منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p172'> Vol. 03, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\n1542 أخبرنا عبد الأعلى بن واصل بن عبد الأعلى قال حدثنا يحيى بن آدم عن\nسفيان عن موسى بن عقبة عن نافع عن بن عمر قال * صلى رسول الله صلى الله\nعليه وسلم صلاة الخوف في بعض أيامه فقامت طائفة معه وطائفة بإزاء العدو\nفصلى بالذين معه ركعة ثم ذهبوا وجاء الآخرون فصلى بهم ركعة ثم قضت\nالطائفتان ركعة ركعة\n</p>\n\n<p>\n1543 أخبرني عبيد الله بن فضالة بن إبراهيم قال أنبأنا عبد الله بن يزيد\nالمقرئ ح وأنبأنا محمد بن عبد الله بن يزيد قال حدثنا أبي قال حدثنا حيوة\nوذكر آخر قالا حدثنا أبو الأسود أنه سمع عروة بن الزبير يحدث عن مروان بن\nالحكم أنه * سأل أبا هريرة هل صليت مع رسول الله صلى الله عليه وسلم صلاة\nالخوف فقال أبو هريرة نعم قال متى قال عام غزوة نجد قام رسول الله صلى الله\nعليه وسلم لصلاة العصر وقامت معه طائفة وطائفة أخرى مقابل العدو وظهورهم\nإلى القبلة فكبر رسول الله صلى الله عليه وسلم فكبروا جميعا الذين معه\nوالذين يقابلون العدو ثم ركع رسول الله صلى الله عليه وسلم ركعة واحدة\nوركعت معه الطائفة التي تليه ثم سجد وسجدت الطائفة التي تليه والآخرون قيام\nمقابل العدو ثم قام رسول الله صلى الله عليه وسلم وقامت الطائفة التي معه\nفذهبوا إلى العدو فقابلوهم وأقبلت الطائفة التي كانت مقابل العدو فركعوا\nوسجدوا ورسول الله صلى الله عليه وسلم قائم كما هو ثم قاموا <span id='ms0330'></span> فركع رسول الله\nصلى الله عليه وسلم ركعة أخرى وركعوا معه وسجد وسجدوا معه ثم أقبلت الطائفة\nالتي كانت مقابل العدو فركعوا وسجدوا ورسول الله صلى الله عليه وسلم قاعد\nومن معه ثم كان السلام فسلم رسول الله صلى الله عليه وسلم وسلموا جميعا\nفكان لرسول الله صلى الله عليه وسلم ركعتان ولكل رجل من الطائفتين ركعتان\nركعتان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p173'> Vol. 03, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\n1544 أخبرنا العباس بن عبد العظيم قال حدثني عبد الصمد بن عبد الوارث قال\nحدثني سعيد بن عبيد الهنائي قال حدثنا عبد الله بن شقيق قال حدثنا أبو\nهريرة قال * كان رسول الله صلى الله عليه وسلم نازلا بين ضجنان وعسفان\nمحاصر المشركين فقال المشركون إن لهؤلاء صلاة هي أحب إليهم من أبنائهم\nوأبكارهم أجمعوا أمركم ثم ميلوا عليهم ميلة واحدة فجاء جبريل عليه السلام\nفأمره أن يقسم أصحابه نصفين فيصلي بطائفة منهم وطائفة مقبلون على عدوهم قد\nأخذوا حذرهم وأسلحتهم فيصلي بهم ركعة ثم يتأخر هؤلاء ويتقدم أولئك فيصلي\nبهم ركعة تكون لهم مع النبي صلى الله عليه وسلم ركعة ركعة وللنبي صلى الله\nعليه وسلم ركعتان\n</p>\n\n<p>\n1545 أخبرنا إبراهيم بن الحسن عن حجاج بن محمد عن شعبة عن الحكم عن يزيد\nالفقير عن جابر بن عبد الله * أن رسول الله صلى الله عليه وسلم صلى بهم\nصلاة الخوف فقام صف بين يديه وصف خلفه صلى بالذين خلفه ركعة وسجدتين ثم\nتقدم هؤلاء حتى قاموا في مقام أصحابهم وجاء أولئك فقاموا مقام هؤلاء وصلى\nبهم رسول الله صلى الله عليه وسلم ركعة وسجدتين ثم سلم فكانت للنبي صلى\nالله عليه وسلم ركعتان ولهم ركعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p174'> Vol. 03, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\n1546 أخبرنا أحمد بن المقدام قال حدثنا يزيد بن زريع قال حدثنا عبد\nالرحمن بن عبد الله المسعودي قال أنبأني يزيد الفقير أنه سمع جابر بن عبد\nالله قال * كنا مع رسول الله صلى الله عليه وسلم فأقيمت الصلاة فقام رسول\nالله صلى الله عليه وسلم وقامت خلفه طائفة وطائفة مواجهة العدو فصلى بالذين\nخلفه ركعة وسجد بهم سجدتين ثم <span id='ms0331'></span> أنهم انطلقوا فقاموا مقام أولئك الذين كانوا\nفي وجه العدو وجاءت تلك الطائفة فصلى بهم رسول الله صلى الله عليه وسلم\nركعة وسجد بهم سجدتين ثم أن رسول الله صلى الله عليه وسلم سلم فسلم الذين\nخلفه وسلم أولئك\n</p>\n\n<p>\n1547 أخبرنا علي بن الحسين الدرهمي وإسماعيل بن مسعود قالا حدثنا خالد\nقال حدثنا عبد الملك بن أبي سليمان عن عطاء عن جابر قال * شهدنا مع رسول\nالله صلى الله عليه وسلم صلاة الخوف فقمنا خلفه صفين والعدو بيننا وبين\nالقبلة فكبر رسول الله صلى الله عليه وسلم وكبرنا وركع وركعنا ورفع ورفعنا\nفلما انحدر للسجود سجد رسول الله صلى الله عليه وسلم والذين يلونه وقام\nالصف الثاني حين رفع رسول الله صلى الله عليه وسلم والصف الذين يلونه ثم\nسجد الصف الثاني حين رفع رسول الله صلى الله عليه وسلم في أمكنتهم ثم تأخر\nالصف الذين كانوا يلون النبي صلى الله عليه وسلم وتقدم الصف الآخر فقاموا\nفي مقامهم وقام هؤلاء في مقام الآخرين قياما وركع النبي صلى الله عليه وسلم\nوركعنا ثم رفع ورفعنا فلما انحدر للسجود سجد الذين يلونه والآخرون قيام\nفلما رفع رسول الله صلى الله عليه وسلم والذين يلونه سجد الآخرون ثم سلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p175'> Vol. 03, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\n1548 أخبرنا عمرو بن علي قال حدثنا عبد الرحمن عن سفيان عن أبي الزبير عن\nجابر قال * كنا مع النبي صلى الله عليه وسلم بنخل والعدو بيننا وبين القبلة\nفكبر رسول الله صلى الله عليه وسلم فكبروا جميعا ثم ركع فركعوا جميعا ثم\nسجد النبي صلى الله عليه وسلم والصف الذي يليه والآخرون قيام يحرسونهم فلما\nقاموا سجد الآخرون مكانهم الذي كانوا فيه ثم تقدم هؤلاء إلى مصاف هؤلاء\nفركع فركعوا جميعا ثم رفع فرفعوا جميعا ثم سجد النبي صلى الله عليه وسلم\nوالصف الذين يلونه والآخرون قيام يحرسونهم فلما سجدوا وجلسوا سجد الآخرون\nمكانهم ثم سلم قال جابر كما يفعل أمراؤكم\n</p>\n\n<p>\n1549 أخبرنا محمد بن المثنى ومحمد بن بشار عن محمد قال حدثنا شعبة عن <span id='ms0332'></span>\nمنصور قال سمعت مجاهدا يحدث عن أبي عياش الزرقي قال شعبة * كتب به الي\nوقرأته عليه وسمعته منه يحدث ولكني حفظته قال بن بشار في حديثه حفظي من\nالكتاب أن النبي صلى الله عليه وسلم كان مصاف العدو بعسفان وعلى المشركين\nخالد بن الوليد فصلى بهم النبي صلى الله عليه وسلم الظهر قال المشركون إن\nلهم صلاة بعد هذه هي أحب إليهم من أموالهم وأبنائهم فصلى بهم رسول الله صلى\nالله عليه وسلم العصر فصفهم صفين خلفه فركع بهم رسول الله صلى الله عليه\nوسلم جميعا فلما رفعوا رؤوسهم سجد بالصف الذي يليه وقام الآخرون فلما رفعوا\nرؤوسهم من السجود سجد الصف المؤخر بركوعهم مع رسول الله صلى الله عليه وسلم\nثم تأخر الصف المقدم وتقدم الصف المؤخر فقام كل واحد منهم في مقام صاحبه ثم\nركع بهم رسول الله صلى الله عليه وسلم جميعا فلما رفعوا رؤوسهم من الركوع\nسجد الصف الذي يليه وقام الآخرون فلما فرغوا من سجودهم سجد الآخرون ثم سلم\nالنبي صلى الله عليه وسلم عليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p176'> Vol. 03, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\n1550 أخبرنا عمرو بن علي قال حدثنا عبد العزيز بن عبد الصمد قال حدثنا\nمنصور عن مجاهد عن أبي عياش الزرقي قال * كنا مع رسول الله صلى الله عليه\nوسلم بعسفان فصلى بنا رسول الله صلى الله عليه وسلم صلاة الظهر وعلى\nالمشركين يومئذ خالد بن الوليد فقال المشركون لقد أصبنا منهم غرة ولقد\nأصبنا منهم غفلة فنزلت يعني صلاة الخوف بين الظهر والعصر فصلى بنا رسول\nالله صلى الله عليه وسلم صلاة العصر ففرقنا فرقتين فرقة تصلي مع النبي صلى\nالله عليه وسلم وفرقة يحرسونه فكبر بالذين يلونه والذين يحرسونهم ثم ركع\nفركع هؤلاء وأولئك جميعا ثم سجد الذين يلونه وتأخر هؤلاء والذين يلونه\nوتقدم الآخرون فسجدوا ثم قام فركع بهم جميعا الثانية بالذين يلونه وبالذين\nيحرسونه ثم سجد بالذين يلونه ثم تأخروا فقاموا في مصاف أصحابهم وتقدم\nالآخرون فسجدوا ثم سلم عليهم فكانت لكلهم ركعتان ركعتان مع إمامهم وصلى <span id='ms0333'></span> مرة\nبأرض بني سليم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p177'> Vol. 03, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\n1551 أخبرنا محمد بن عبد الأعلى وإسماعيل بن مسعود واللفظ له قالا حدثنا\nخالد عن أشعث عن الحسن عن أبي بكرة * أن رسول الله صلى الله عليه وسلم صلى\nبالقوم في الخوف ركعتين ثم سلم ثم صلى بالقوم الآخرين ركعتين ثم سلم فصلى\nالنبي صلى الله عليه وسلم أربعا\n</p>\n\n<p>\n1552 أخبرني إبراهيم بن يعقوب قال حدثنا عمرو بن عاصم قال حدثنا حماد بن\nسلمة عن قتادة عن الحسن عن جابر بن عبد الله * أن النبي صلى الله عليه وسلم\nصلى بطائفة من أصحابه ركعتين ثم سلم ثم صلى بآخرين أيضا ركعتين ثم سلم\n</p>\n\n<p>\n1553 أخبرنا أبو حفص عمرو بن علي قال حدثنا يحيى بن سعيد عن يحيى بن سعيد\nعن القاسم بن محمد عن صالح بن خوات عن سهل بن أبي حثمة * في صلاة الخوف قال\nيقوم الإمام مستقبل القبلة وتقوم طائفة منهم معه وطائفة قبل العدو ووجوههم\nإلى العدو فيركع بهم ركعة ويركعون لأنفسهم ويسجدون سجدتين في مكانهم\nويذهبون إلى مقام أولئك ويجيء أولئك فيركع بهم ويسجد بهم سجدتين فهي له\nاثنتان ولهم واحدة ثم يركعون ركعة ركعة ويسجدون سجدتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p178'> Vol. 03, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\n1554 أخبرنا عمرو بن علي قال حدثنا عبد الأعلى قال حدثنا يونس عن الحسن\nقال حدث جابر بن عبد الله * أن رسول الله صلى الله عليه وسلم صلى بأصحابه\nصلاة الخوف فصلت طائفة معه وطائفة وجوههم قبل العدو فصلى بهم ركعتين ثم\nقاموا مقام الآخرين وجاء الآخرون فصلى بهم ركعتين ثم سلم\n</p>\n\n<p>\n1555 أخبرنا عمرو بن علي قال حدثنا يحيى بن سعيد قال حدثنا الأشعث عن\nالحسن عن أبي بكرة عن النبي صلى الله عليه وسلم * أنه صلى صلاة الخوف\nبالذين خلفه ركعتين والذين جاؤوا بعد ركعتين فكانت للنبي صلى الله عليه\nوسلم أربع ركعات ولهؤلاء ركعتين ركعتين\n</p>\n\n<h1 class='l1' id='head202'>( 19 كتاب صلاة العيدين )</h1>\n\n<h2 class='l2' id='head203'>( 1 )</h2>\n\n<p>\n1556 أخبرنا علي بن حجر قال أنبأنا إسماعيل قال حدثنا حميد عن أنس بن\nمالك قال * كان لأهل الجاهلية يومان في كل سنة يلعبون فيهما فلما قدم النبي\nصلى الله <span id='ms0334'></span> عليه وسلم المدينة قال كان لكم يومان تلعبون فيهما وقد أبدلكم\nالله بهما خيرا منهما يوم الفطر ويوم الأضحى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p179'> Vol. 03, p. 179</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head204'>( 2 باب الخروج إلى العيدين من الغد )</h2>\n\n<p>\n1557 أخبرنا عمرو بن علي قال حدثنا يحيى قال حدثنا شعبة قال حدثنا أبو\nبشر عن أبي عمير بن أنس عن عمومة له * أن قوما رأوا الهلال فأتوا النبي صلى\nالله عليه وسلم فأمرهم أن يفطروا بعد ما ارتفع النهار وأن يخرجوا إلى العيد\nمن الغد\n</p>\n\n<h2 class='l2' id='head205'>( 3 خروج العواتق وذوات الخدور في العيدين )</h2>\n\n<p>\n1558 أخبرنا عمرو بن زرارة قال حدثنا إسماعيل عن أيوب عن حفصة قالت كانت\nأم عطية لا تذكر رسول الله صلى الله عليه وسلم إلا قالت بأبا فقلت أسمعت\nرسول الله صلى الله عليه وسلم يذكر كذا وكذا فقالت نعم بأبا قال * ليخرج\nالعواتق وذوات الخدور والحيض ويشهدن العيد ودعوة المسلمين وليعتزل الحيض\nالمصلي\n</p>\n\n<h2 class='l2' id='head206'>( 4 اعتزال الحيض مصلى الناس )</h2>\n\n<p>\n1559 أخبرنا قتيبة قال حدثنا سفيان عن أيوب عن محمد قال لقيت أم عطية\nفقلت لها هل سمعت من النبي صلى الله عليه وسلم وكانت إذا ذكرته قالت بأبا\nقال * أخرجوا العواتق وذوات الخدور فيشهدن العيد ودعوة المسلمين وليعتزل\nالحيض مصلى الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p180'> Vol. 03, p. 180</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head207'>( 5 باب الزينة للعيدين )</h2>\n\n<p>\n1560 أخبرنا سليمان بن داود عن بن وهب قال أخبرني يونس بن يزيد وعمرو بن\nالحارث عن بن شهاب عن سالم عن أبيه قال * وجد عمر بن الخطاب رضي الله عنه\nحلة من استبرق بالسوق فأخذها فأتى بها رسول الله صلى الله عليه وسلم فقال\nيا رسول الله ابتع هذه فتجمل بها للعيد والوفد فقال رسول الله صلى الله\nعليه وسلم إنما هذه لباس من لا خلاق له أو إنما يلبس هذه من لا خلاق له\nفلبث عمر ما شاء الله ثم أرسل إليه رسول الله صلى الله عليه وسلم بجبة\nديباج فأقبل بها حتى جاء رسول الله صلى الله عليه وسلم فقال يا رسول الله\nقلت إنما هذه لباس من لا خلاق له ثم أرسلت إلى بهذه فقال رسول الله صلى\nالله عليه <span id='ms0335'></span> وسلم بعها وتصب بها حاجتك\n</p>\n\n<h2 class='l2' id='head208'>( 6 الصلاة قبل الإمام يوم العيد )</h2>\n\n<p>\n1561 أخبرنا إسحاق بن منصور قال أنبأنا عبد الرحمن عن سفيان عن الأشعث عن\nالأسود بن هلال عن ثعلبة بن زهدم * أن عليا استخلف أبا مسعود على الناس\nفخرج يوم عيد فقال يا أيها الناس أنه ليس من السنة أن يصلي قبل الإمام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p181'> Vol. 03, p. 181</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head209'>( 7 ترك الأذان للعيدين )</h2>\n\n<p>\n1562 أخبرنا قتيبة قال حدثنا أبو عوانة عن عبد الملك بن أبي سليمان عن\nعطاء عن جابر قال * صلى بنا رسول الله صلى الله عليه وسلم في عيد قبل\nالخطبة بغير أذان ولا أقامه\n</p>\n\n<h2 class='l2' id='head210'>( 8 الخطبة يوم العيد )</h2>\n\n<p>\n1563 أخبرنا محمد بن عثمان قال حدثنا بهز قال حدثنا شعبة قال أخبرني زبيد\nقال سمعت الشعبي يقول حدثنا البراء بن عازب عند سارية من سواري المسجد قال\n* خطب النبي صلى الله عليه وسلم يوم النحر فقال إن أول ما نبدأ به في يومنا\nهذا أن نصلي ثم نذبح فمن فعل ذلك فقد أصاب سنتنا ومن ذبح قبل ذلك فإنما هو\nلحم يقدمه لأهله فذبح أبو بردة بن دينار فقال يا رسول الله عندي جذعة خير\nمن مسنة قال اذبحها ولن توفى عن أحد بعدك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p182'> Vol. 03, p. 182</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head211'>( 9 باب صلاة العيدين قبل الخطبة )</h2>\n\n<p>\n1564 أخبرنا إسحاق بن إبراهيم قال أنبأنا عبدة بن سليمان قال حدثنا عبيد\nالله عن نافع عن بن عمر * أن رسول الله صلى الله عليه وسلم وأبا بكر وعمر\nرضي الله عنهما كانوا يصلون العيدين قبل الخطبة\n</p>\n\n<h2 class='l2' id='head212'>( 10 باب صلاة العيدين إلى العنزة )</h2>\n\n<p>\n1565 أخبرنا إسحاق بن إبراهيم قال أنبأنا عبد الرزاق قال أنبأنا معمر عن\nأيوب عن نافع عن بن عمر * أن رسول الله صلى الله عليه وسلم كان يخرج العنزة\nيوم الفطر ويوم الأضحى يركزها فيصلي إليها\n</p>\n\n<h2 class='l2' id='head213'>( 11 عدد صلاة العيدين )</h2>\n\n<p>\n1566 أخبرنا عمران بن موسى قال حدثنا يزيد بن زريع قال حدثنا سفيان بن\nسعيد عن زبيد الأيامي عن عبد الرحمن بن أبي ليلى ذكره عن عمر بن الخطاب رضي\nالله عنه قال * صلاة الأضحى ركعتان وصلاة الفطر ركعتان وصلاة المسافر\nركعتان <span id='ms0336'></span> وصلاة الجمعة ركعتان تمام ليس بقصر على لسان النبي صلى الله عليه\nوسلم\n</p>\n\n<h2 class='l2' id='head214'>( 12 باب القراءة في العيدين بقاف واقتربت )</h2>\n\n<p>\n1567 أخبرنا محمد بن منصور قال أنبأنا سفيان قال حدثني ضمرة بن سعيد عن\nعبيد الله بن عبد الله قال * خرج عمر رضي الله عنه يوم عيد فسأل أبا واقد\nالليثي بأي شيء كان النبي صلى الله عليه وسلم يقرأ في هذا اليوم فقال بقاف\nواقتربت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p183'> Vol. 03, p. 183</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head215'>( 13 باب القراءة في العيدين بسبح اسم ربك الأعلى وهل أتاك حديث</h2>\n\nالغاشية )\n<p>\n1568 أخبرنا قتيبة قال حدثنا أبو عوانة عن إبراهيم بن محمد بن المنتشر عن\nأبيه عن حبيب بن سالم عن النعمان بن بشير * أن رسول الله صلى الله عليه\nوسلم كان يقرأ في العيدين ويوم الجمعة بسبح اسم ربك الأعلى وهل أتاك حديث\nالغاشية وربما اجتمعا في يوم واحد فيقرأ بهما\n</p>\n\n<h2 class='l2' id='head216'>( 14 باب الخطبة في العيدين بعد الصلاة )</h2>\n\n<p>\n1569 أخبرنا محمد بن منصور قال حدثنا سفيان قال سمعت أيوب يخبر عن عطاء\nقال سمعت بن عباس يقول * أشهد أني شهدت العيد مع رسول الله صلى الله عليه\nوسلم فبدأ بالصلاة قبل الخطبة ثم خطب\n</p>\n\n<p>\n1570 أخبرنا قتيبة قال حدثنا أبو الأحوص عن منصور عن الشعبي عن البراء بن\nعازب قال * خطبنا رسول الله صلى الله عليه وسلم يوم النحر بعد الصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p184'> Vol. 03, p. 184</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head217'>( 15 التخيير بين الجلوس في الخطبة للعيدين )</h2>\n\n<p>\n1571 حدثنا محمد بن يحيى بن أيوب قال حدثنا الفضل بن موسى قال حدثنا بن\nجريج عن عطاء عن عبد الله بن السائب * أن النبي صلى الله عليه وسلم صلى\nالعيد قال من أحب أن ينصرف فلينصرف ومن أحب أن يقيم للخطبة فليقم\n</p>\n\n<h2 class='l2' id='head218'>( 16 الزينة للخطبة للعيدين )</h2>\n\n<p>\n1572 أخبرنا محمد بن بشار قال حدثنا عبد الرحمن قال حدثنا عبيد الله بن\nإياد عن أبيه عن أبي رمثة قال * رأيت النبي صلى الله عليه وسلم يخطب وعليه\nبردان أخضران\n</p>\n\n<h2 class='l2' id='head219'>( 17 الخطبة على البعير )</h2>\n\n<p>\n1573 أخبرنا يعقوب بن إبراهيم قال حدثنا بن أبي زائدة قال أخبرني إسماعيل\nبن أبي خالد عن أخيه عن أبي كاهل الأحمسي قال * رأيت <span id='ms0337'></span> النبي صلى الله عليه\nوسلم يخطب على ناقة وحبشي آخذ بخطام الناقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p185'> Vol. 03, p. 185</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head220'>( 18 قيام الإمام في الخطبة )</h2>\n\n<p>\n1574 أخبرنا إسماعيل بن مسعود قال حدثنا خالد قال حدثنا شعبة عن سماك قال\n* سألت جابرا أكان رسول الله صلى الله عليه وسلم يخطب قائما قال كان رسول\nالله صلى الله عليه وسلم يخطب قائما ثم يقعد قعدة ثم يقوم\n</p>\n\n<h2 class='l2' id='head221'>( 19 قيام الإمام في الخطبة متوكئا على إنسان )</h2>\n\n<p>\n1575 أخبرنا عمرو بن علي قال حدثنا يحيى بن سعيد قال حدثنا عبد الملك بن\nأبي سليمان قال حدثنا عطاء عن جابر قال * شهدت الصلاة مع رسول الله صلى\nالله عليه وسلم في يوم عيد فبدأ بالصلاة قبل الخطبة بغير أذان ولا أقامه\nفلما قضى الصلاة قام متوكئا على بلال فحمد الله وأثنى عليه ووعظ الناس\nوذكرهم وحثهم على طاعته ثم مال ومضى إلى النساء ومعه بلال فأمرهن بتقوى\nالله ووعظهن وذكرهن وحمد الله وأثنى عليه ثم حثهن على طاعته ثم قال تصدقن\nفإن أكثركن حطب جهنم فقالت امرأة من سفلة النساء سفعاء الخدين بم يا رسول\nالله قال تكثرن الشكاة وتكفرن العشير فجعلن ينزعن قلائدهن وأقرطهن\nوخواتيمهن يقذفنه في ثوب بلال يتصدقن به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p186'> Vol. 03, p. 186</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head222'>( 20 استقبال الإمام الناس بوجهه في الخطبة )</h2>\n\n<p>\n1576 أخبرنا قتيبة قال حدثنا عبد العزيز عن داود عن عياض بن عبد الله عن\nأبي سعيد الخدري * أن رسول الله صلى الله عليه وسلم كان يخرج يوم الفطر\nويوم الأضحى إلى المصلى فيصلي بالناس فإذا جلس في الثانية وسلم قام فاستقبل\nالناس بوجهه والناس جلوس فإن كانت له حاجة يريد أن يبعث بعثا ذكره للناس\nوإلا أمر الناس بالصدقة قال تصدقوا ثلاث مرات فكان من أكثر من يتصدق النساء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p187'> Vol. 03, p. 187</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head223'>( 21 الإنصات للخطبة )</h2>\n\n<p>\n1577 أخبرنا محمد بن سلمة والحرث بن مسكين قراءة عليه وأنا أسمع واللفظ\nله عن بن القاسم قال حدثني مالك عن بن شهاب عن بن المسيب عن أبي هريرة أن\nرسول الله صلى الله عليه وسلم قال * إذا قلت لصاحبك أنصت والإمام يخطب فقد\nلغوت\n</p>\n\n<h2 class='l2' id='head224'>( 22 كيف الخطبة )</h2>\n\n<p>\n1578 أخبرنا عتبة <span id='ms0338'></span> بن عبد الله قال أنبأنا بن المبارك عن سفيان عن جعفر بن\nمحمد عن أبيه عن جابر بن عبد الله قال كان رسول الله صلى الله عليه وسلم\nيقول * في خطبته يحمد الله ويثني عليه بما هو أهله ثم يقول من يهده الله\nفلا مضل له ومن يضلله فلا هادي له إن أصدق الحديث كتاب الله وأحسن الهدى\nهدى محمد وشر الأمور محدثاتها وكل محدثة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p188'> Vol. 03, p. 188</a>\n            </div>\n             بدعة وكل بدعة ضلالة\nوكل ضلالة في النار ثم يقول بعثت أنا والساعة كهاتين وكان إذا ذكر الساعة\nاحمرت وجنتاه وعلا صوته واشتد غضبه كأنه نذير جيش يقول صبحكم مساكم ثم قال\nمن ترك مالا فلأهله ومن ترك دينا أو ضياعا فألي أو علي وأنا أولى بالمؤمنين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p189'> Vol. 03, p. 189</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head225'>( 23 حث الإمام على الصدقة في الخطبة )</h2>\n\n<p>\n1579 أخبرنا عمرو بن علي قال حدثنا يحيى قال حدثنا داود بن قيس قال حدثني\nعياض عن أبي سعيد * أن رسول الله صلى الله عليه وسلم كان يخرج يوم العيد\nفيصلي ركعتين ثم يخطب فيأمر بالصدقة فيكون أكثر من يتصدق النساء فإن كانت\nله حاجة أو أراد أن يبعث بعثا تكلم وإلا رجع\n</p>\n\n<p>\n1580 أخبرنا علي بن حجر قال حدثنا يزيد وهو بن هارون قال أنبأنا حميد عن\nالحسن * أن بن عباس خطب بالبصرة فقال أدوا زكاة صومكم فجعل الناس ينظر\nبعضهم إلى بعض فقال من ها هنا من أهل المدينة قوموا إلى إخوانكم فعلموهم\nفإنهم لا يعلمون أن رسول الله صلى الله عليه وسلم فرض صدقة الفطر على\nالصغير والكبير والحر والعبد والذكر والأنثى نصف صاع من بر أو صاعا من تمر\nأو شعير\n</p>\n\n<p>\n1581 أخبرنا قتيبة قال حدثنا أبو الأحوص عن منصور عن الشعبي عن البراء *\nقال خطبنا رسول الله صلى الله عليه وسلم يوم النحر بعد الصلاة ثم قال من\nصلى صلاتنا ونسك نسكنا فقد أصاب النسك ومن نسك قبل الصلاة فتلك شاة لحم\nفقال أبو بردة بن نيار يا رسول الله والله لقد نسكت قبل أن أخرج إلى الصلاة\nعرفت أن <span id='ms0339'></span> اليوم يوم أكل وشرب فتعجلت فأكلت وأطعمت أهلي وجيراني فقال رسول\nالله صلى الله عليه وسلم تلك شاة لحم قال فإن عندي جذعة خير من شاتي لحم\nفهل تجزى عني قال نعم ولن تجزى عن أحد بعدك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p190'> Vol. 03, p. 190</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head226'>( 24 القصد في الخطبة )</h2>\n\n<p>\n1582 أخبرنا قتيبة قال حدثنا أبو الأحوص عن سماك عن جابر بن سمرة قال *\nكنت أصلي مع النبي صلى الله عليه وسلم فكانت صلاته قصدا وخطبته قصدا\n</p>\n\n<h2 class='l2' id='head227'>( 25 الجلوس بين الخطبتين والسكوت فيه )</h2>\n\n<p>\n1583 أخبرنا قتيبة قال حدثنا أبو عوانة عن سماك عن جابر بن سمرة قال *\nرأيت رسول الله صلى الله عليه وسلم يخطب قائما ثم يقعد قعدة لا يتكلم فيها\nثم قام فخطب خطبة أخرى فمن خبرك أن النبي صلى الله عليه وسلم خطب قاعدا فلا\nتصدقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p191'> Vol. 03, p. 191</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head228'>( 26 القراءة في الخطبة الثانية والذكر فيها )</h2>\n\n<p>\n1584 أخبرنا محمد بن بشار قال حدثنا عبد الرحمن قال حدثنا سفيان عن سماك\nعن جابر بن سمرة قال * كان النبي صلى الله عليه وسلم يخطب قائما ثم يجلس ثم\nيقوم ويقرأ آيات ويذكر الله وكانت خطبته قصدا وصلاته قصدا\n</p>\n\n<h2 class='l2' id='head229'>( 27 نزول الإمام عن المنبر قبل فراغه من الخطبة )</h2>\n\n<p>\n1585 أخبرنا يعقوب بن إبراهيم قال حدثنا أبو تميلة عن الحسين بن واقد عن\nبن بريدة عن أبيه قال * بينا رسول الله صلى الله عليه وسلم على المنبر يخطب\nإذ أقبل الحسن والحسين عليهما السلام عليهما قميصان أحمران يمشيان ويعثران\nفنزل وحملهما فقال صدق الله إنما أموالكم وأولادكم فتنة رأيت هذين يمشيان\nويعثران في قميصيهما فلم أصبر حتى نزلت فحملتهما\n</p>\n\n<h2 class='l2' id='head230'>( 28 موعظة الإمام النساء بعد الفراغ من الخطبة وحثهن على الصدقة )</h2>\n\n<p>\n1586 أخبرنا عمرو بن علي قال حدثنا يحيى قال حدثنا سفيان قال حدثنا عبد\nالرحمن بن عابس قال سمعت بن عباس قال له رجل شهدت الخروج مع رسول الله صلى\nالله عليه وسلم قال * نعم ولولا مكاني منه ما شهدته يعني من صغره أتى العلم\nالذي عند دار كثير بن الصلت فصلى ثم خطب ثم أتى النساء فوعظهن وذكرهن\nوأمرهن أن يتصدقن فجعلت <span id='ms0340'></span> المرأة تهوى بيدها إلى حلقها تلقي في ثوب بلال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p192'> Vol. 03, p. 192</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head231'>( 29 الصلاة قبل العيدين وبعدها )</h2>\n\n<p>\n1587 أخبرنا عبد الله بن سعيد الأشج قال حدثنا بن إدريس قال أنبأنا شعبة\nعن عدي عن سعيد بن جبير عن بن عباس * أن النبي صلى الله عليه وسلم خرج يوم\nالعيد فصلى ركعتين لم يصل قبلها ولا بعدها\n</p>\n\n<h2 class='l2' id='head232'>( 30 ذبح الإمام يوم العيد وعدد ما يذبح )</h2>\n\n<p>\n1588 أخبرنا إسماعيل بن مسعود قال حدثنا حاتم بن وردان عن أيوب عن محمد\nبن سيرين عن أنس بن مالك قال * خطبنا رسول الله صلى الله عليه وسلم يوم\nأضحى وانكفأ إلى كبشين أملحين فذبحهما\n</p>\n\n<p>\n1589 أخبرنا محمد بن عبد الله بن عبد الحكم عن شعيب عن الليث عن كثير بن\nفرقد عن نافع أن عبد الله بن عمر أخبره * أن رسول الله صلى الله عليه وسلم\nكان يذبح أو ينحر بالمصلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p193'> Vol. 03, p. 193</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head233'>( 31 اجتماع العيدين وشهودهما )</h2>\n\n<p>\n1590 أخبرني محمد بن قدامة عن جرير عن إبراهيم بن محمد بن المنتشر قلت عن\nأبيه قال نعم عن حبيب بن سالم عن النعمان بن بشير قال * كان رسول الله صلى\nالله عليه وسلم يقرأ في الجمعة والعيد بسبح اسم ربك الأعلى وهل أتاك حديث\nالغاشية وإذا اجتمع الجمعة والعيد في يوم قرأ بهما\n</p>\n\n<h2 class='l2' id='head234'>( 32 الرخصة في التخلف عن الجمعة لمن شهد العيد )</h2>\n\n<p>\n1591 أخبرنا عمرو بن علي قال حدثنا عبد الرحمن بن مهدي قال حدثنا إسرائيل\nعن عثمان بن المغيرة عن إياس بن أبي رملة قال سمعت معاوية * سأل زيد بن\nأرقم أشهدت مع رسول الله صلى الله عليه وسلم عيدين قال نعم صلى العيد من\nأول النهار ثم رخص في الجمعة\n</p>\n\n<p>\n1592 أخبرنا محمد بن بشار قال حدثنا يحيى قال حدثنا عبد الحميد بن جعفر\nقال حدثني وهب بن كيسان قال * اجتمع عيدان على عهد بن الزبير فأخر الخروج\nحتى تعالى النهار ثم خرج فخطب فأطال الخطبة ثم نزل فصلى ولم يصل للناس\nيومئذ الجمعة فذكر ذلك لابن عباس فقال أصاب السنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p194'> Vol. 03, p. 194</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head235'>( 33 ضرب الدف يوم العيد )</h2>\n\n<p>\n1593 أخبرنا قتيبة بن سعيد قال <span id='ms0341'></span> حدثنا محمد بن جعفر عن معمر عن الزهري عن\nعروة عن عائشة * أن رسول الله صلى الله عليه وسلم دخل عليها وعندها جاريتان\nتضربان بدفين فانتهرهما أبو بكر فقال النبي صلى الله عليه وسلم دعهن فإن\nلكل قوم عيدا\n</p>\n\n<h2 class='l2' id='head236'>( 34 اللعب بين يدي الإمام يوم العيد )</h2>\n\n<p>\n1594 أخبرنا محمد بن آدم عن عبدة عن هشام عن أبيه عن عائشة قالت * جاء\nالسودان يلعبون بين يدي النبي صلى الله عليه وسلم في يوم عيد فدعاني فكنت\nأطلع إليهم من فوق عاتقه فما زلت أنظر إليهم حتى كنت أنا التي انصرفت\n</p>\n\n<h2 class='l2' id='head237'>( 35 اللعب في المسجد يوم العيد ونظر النساء إلى ذلك )</h2>\n\n<p>\n1595 أخبرنا علي بن خشرم قال حدثنا الوليد قال حدثنا الأوزاعي عن الزهري\nعن عروة عن عائشة قالت * رأيت رسول الله صلى الله عليه وسلم يسترني بردائه\nوأنا أنظر إلى الحبشة يلعبون في المسجد حتى أكون أنا أسأم فاقدروا قدر\nالجارية الحديثة السن الحريصة على اللهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p195'> Vol. 03, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\n1596 أخبرنا إسحاق بن موسى قال حدثنا الوليد بن مسلم قال حدثنا الأوزاعي\nقال حدثني الزهري عن سعيد بن المسيب عن أبي هريرة قال دخل عمر والحبشة\nيلعبون في المسجد فزجرهم عمر رضي الله عنه فقال رسول الله صلى الله عليه\nوسلم دعهم * يا عمر فإنما هم بنو أرفدة\n</p>\n\n<h2 class='l2' id='head238'>( 36 الرخصة في الاستماع إلى الغناء وضرب الدف يوم العيد )</h2>\n\n<p>\n1597 أخبرنا أحمد بن حفص بن عبد الله قال حدثني أبي قال حدثني إبراهيم بن\nطهمان عن مالك بن أنس عن الزهري عن عروة أنه حدثه أن عائشة حدثته * أن أبا\nبكر الصديق دخل عليها وعندها جاريتان تضربان بالدف وتغنيان ورسول الله صلى\nالله عليه وسلم مسجى بثوبه وقال مرة أخرى متسج ثوبه فكشف عن وجهه فقال\nدعهما يا أبا بكر إنها أيام عيد وهن أيام منى ورسول الله صلى الله عليه\nوسلم يومئذ بالمدينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p196'> Vol. 03, p. 196</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head239'>( 20 كتاب قيام الليل وتطوع النهار )</h1>\n\n<h2 class='l2' id='head240'>( 1 باب الحث على الصلاة في البيوت والفضل في ذلك )</h2>\n\n<p>\n1598 أخبرنا العباس بن عبد العظيم قال حدثنا عبد الله بن محمد بن أسماء\nقال <span id='ms0342'></span> حدثنا جويرية بن أسماء عن الوليد بن أبي هشام عن نافع أن عبد الله بن\nعمر قال قال رسول الله صلى الله عليه وسلم * صلوا في بيوتكم ولا تتخذوها\nقبورا\n</p>\n\n<p>\n1599 أخبرنا أحمد بن سليمان قال حدثنا عفان بن مسلم قال حدثنا وهيب قال\nسمعت موسى بن عقبة قال سمعت أبا النضر يحدث عن بسر بن سعيد عن زيد بن ثابت\n* أن النبي صلى الله عليه وسلم اتخذ حجرة في المسجد من حصير فصلى رسول الله\nصلى الله عليه وسلم فيها ليالي حتى اجتمع إليه الناس ثم فقدوا صوته ليلة\nفظنوا أنه نائم فجعل بعضهم يتنحنح ليخرج إليهم فقال ما زال بكم الذي رأيت\nمن صنعكم حتى خشيت أن يكتب عليكم ولو كتب عليكم ما قمتم به فصلوا أيها\nالناس في بيوتكم فإن أفضل صلاة المرء في بيته إلا الصلاة المكتوبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p197'> Vol. 03, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\n1600 أخبرنا محمد بن بشار قال أنبأنا إبراهيم بن أبي الوزير قال حدثنا\nمحمد بن موسى الفطري عن سعد بن إسحاق بن كعب بن عجرة عن أبيه عن جده قال *\nصلى رسول الله صلى الله عليه وسلم صلاة المغرب في مسجد بني عبد الأشهل فلما\nصلى قام ناس يتنفلون فقال النبي صلى الله عليه وسلم عليكم بهذه الصلاة في\nالبيوت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p198'> Vol. 03, p. 198</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head241'>( 2 باب قيام الليل )</h2>\n\n<p>\n1601 أخبرنا محمد بن بشار قال حدثنا يحيى بن سعيد عن سعيد عن قتادة عن\nزرارة عن سعد بن هشام أنه لقي بن عباس فسأله عن الوتر فقال ألا أنبئك بأعلم\nأهل الأرض بوتر رسول الله صلى الله عليه وسلم قال نعم قال عائشة ائتها\nفسلها ثم أرجع الي فأخبرني بردها عليك فأتيت على حكيم بن أفلح فاستلحقته\nإليها فقال ما أنا بقاربها إني نهيتها أن تقول في هاتين الشيعتين شيئا فأبت\nفيها إلا مضيا فأقسمت عليه فجاء معي فدخل عليها فقالت لحكيم من هذا معك قلت\nسعد بن هشام قالت من هشام قلت بن عامر فترحمت عليه وقالت * نعم المرء كان\nعامرا قال يا أم المؤمنين أنبئيني عن <span id='ms0343'></span> خلق رسول الله صلى الله عليه وسلم\nقالت أليس تقرأ القرآن قال قلت بلى قالت فإن خلق نبي الله صلى الله عليه\nوسلم القرآن فهممت أن أقوم فبدا لي قيام رسول الله صلى الله عليه وسلم فقال\nيا أم المؤمنين أنبئيني عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p199'> Vol. 03, p. 199</a>\n            </div>\n             قيام نبي الله صلى الله عليه وسلم\nقالت أليس تقرأ هذه السورة يا أيها المزمل قلت بلى قالت فإن الله عز وجل\nافترض قيام الليل في أول هذه السورة فقام نبي الله صلى الله عليه وسلم\nوأصحابه حولا حتى انتفخت أقدامهم وأمسك الله عز وجل خاتمتها أثنى عشر شهرا\nثم أنزل الله عز وجل التخفيف في آخر هذه السورة فصار قيام الليل تطوعا بعد\nأن كان فريضة فهممت أن أقوم فبدا لي وتر رسول الله صلى الله عليه وسلم فقلت\nيا أم المؤمنين أنبئيني عن وتر رسول الله صلى الله عليه وسلم قالت كنا نعد\nله سواكه وطهوره فيبعثه الله عز وجل لما شاء أن يبعثه من الليل فيتسوك\nويتوضأ ويصلي ثماني ركعات لا يجلس فيهن إلا عند الثامنة يجلس فيذكر الله عز\nوجل ويدعو ثم يسلم تسليما يسمعنا ثم يصلي ركعتين وهو جالس بعد ما يسلم ثم\nيصلي ركعة فتلك إحدى عشرة ركعة يا بني فلما أسن رسول الله صلى الله عليه\nوسلم وأخذ اللحم أوتر بسبع وصلى ركعتين وهو جالس بعد ما سلم فتلك تسع ركعات\nيا بني وكان رسول الله صلى الله عليه وسلم إذا صلى صلاة أحب أن يدوم عليها\nوكان إذا شغله عن قيام الليل نوم أو مرض أو وجع صلى من النهار اثنتي عشرة\nركعة ولا أعلم أن نبي الله صلى الله عليه وسلم قرأ القرآن كله في ليلة ولا\nقام ليلة كاملة حتى الصباح ولا صام شهرا كاملا غير رمضان فأتيت بن عباس\nفحدثته بحديثها فقال صدقت أما أني لو كنت أدخل عليها لأتيتها حتى تشافهني\nمشافهة قال أبو عبد الرحمن كذا وقع في كتابي ولا أدري ممن الخطأ في موضع <span id='ms0344'></span>\nوتره عليه السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p200'> Vol. 03, p. 200</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head242'>( 3 باب ثواب من قام رمضان ايمانا واحتسابا )</h2>\n\n<p>\n1602 أخبرنا قتيبة عن مالك عن بن شهاب عن حميد بن عبد الرحمن عن أبي\nهريرة أن رسول الله صلى الله عليه وسلم قال * من قام رمضان إيمانا واحتسابا\nغفر له ما تقدم من ذنبه\n</p>\n\n<p>\n1603 أخبرنا محمد بن إسماعيل أبو بكر قال حدثنا عبد الله بن محمد بن\nأسماء قال حدثنا جويرية عن مالك قال قال الزهري أخبرني أبو سلمة بن عبد\nالرحمن وحميد بن عبد الرحمن عن أبي هريرة إن رسول الله صلى الله عليه وسلم\nقال * من قام رمضان ايمانا واحتسابا غفر له ما تقدم من ذنبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p201'> Vol. 03, p. 201</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head243'>( 4 باب قيام شهر رمضان )</h2>\n\n<p>\n1604 أخبرنا قتيبة عن مالك عن بن شهاب عن عروة عن عائشة * أن رسول الله\nصلى الله عليه وسلم صلى في المسجد ذات ليلة وصلى بصلاته ناس ثم صلى من\nالقابلة وكثر الناس ثم اجتمعوا من الليلة الثالثة أو الرابعة فلم يخرج\nإليهم رسول الله صلى الله عليه وسلم فلما أصبح قال قد رأيت الذي صنعتم فلم\nيمنعني من الخروج إليكم إلا أني خشيت إن يفرض عليكم وذلك في رمضان\n</p>\n\n<p>\n1605 أخبرنا عبيد الله بن سعيد قال حدثنا محمد بن الفضيل عن داود بن أبي\nهند عن الوليد بن عبد الرحمن عن جبير بن نفير عن أبي ذر قال * صمنا مع رسول\nالله صلى الله عليه وسلم في رمضان فلم يقم بنا حتى بقى سبع من الشهر فقام\nبنا حتى ذهب ثلث الليل ثم لم يقم بنا في السادسة فقام بنا في الخامسة حتى\nذهب شطر الليل فقلت يا رسول الله لو نفلتنا بقية ليلتنا هذه قال أنه من قام\nمع الإمام حتى ينصرف كتب الله له قيام ليلة ثم لم يصل بنا ولم يقم حتى بقى\nثلاث من الشهر فقام بنا في الثالثة وجمع أهله ونساءه حتى تخوفنا أن يفوتنا\nالفلاح قلت وما الفلاح قال السحور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p202'> Vol. 03, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\n1606 أخبرنا أحمد بن سليمان قال حدثنا زيد بن الحباب قال أخبرني معاوية\nبن <span id='ms0345'></span> صالح قال حدثني نعيم بن زياد أبو طلحة قال سمعت النعمان بن بشير على\nمنبر حمص يقول * قمنا مع رسول الله صلى الله عليه وسلم في شهر رمضان ليلة\nثلاث وعشرين إلى ثلث الليل الأول ثم قمنا معه ليلة خمس وعشرين إلى نصف\nالليل ثم قمنا معه ليلة سبع وعشرين حتى ظننا أن لا ندرك الفلاح وكانوا\nيسمونه السحور\n</p>\n\n<h2 class='l2' id='head244'>( 5 باب الترغيب في قيام الليل )</h2>\n\n<p>\n1607 أخبرنا محمد بن عبد الله بن يزيد قال حدثنا سفيان عن أبي الزناد عن\nالأعرج عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم * إذا نام أحدكم\nعقد الشيطان على رأسه ثلاث عقد يضرب على كل عقدة ليلا طويلا أي أرقد فإن\nاستيقظ فذكر الله انحلت عقدة فإن توضأ انحلت عقدة أخرى فإن صلى انحلت العقد\nكلها فيصبح طيب النفس نشيطا وإلا أصبح خبيث النفس كسلان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p203'> Vol. 03, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n1608 أخبرنا إسحاق بن إبراهيم قال أنبأنا جرير عن منصور عن أبي وائل عن\nعبد الله قال * ذكر عند رسول الله صلى الله عليه وسلم رجل نام ليلة حتى\nأصبح قال ذاك رجل بال الشيطان في أذنيه\n</p>\n\n<p>\n1609 أخبرنا عمرو بن علي قال حدثنا عبد العزيز بن عبد الصمد قال حدثنا\nمنصور عن أبي وائل عن عبد الله أن رجلا قال * يا رسول الله إن فلانا نام عن\nالصلاة البارحة حتى أصبح قال ذاك شيطان بال في أذنيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p204'> Vol. 03, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\n1610 أخبرنا يعقوب بن إبراهيم قال حدثنا يحيى عن بن عجلان قال حدثني\nالقعقاع عن أبي صالح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم *\nرحم الله رجلا قام من الليل فصلى ثم أيقظ امرأته فصلت فإن أبت نضح في وجهها\nالماء ورحم الله امرأة قامت من الليل فصلت ثم أيقظت زوجها فصلى فإن أبى\nنضحت في وجهه الماء\n</p>\n\n<p>\n1611 أخبرنا قتيبة قال حدثنا الليث عن عقيل عن الزهري عن علي بن حسين أن\nالحسين بن علي حدثه عن علي بن أبي طالب * أن النبي صلى الله عليه وسلم طرقه\nوفاطمة <span id='ms0346'></span> فقال إلا تصلون قلت يا رسول الله إنما أنفسنا بيد الله فإذا شاء أن\nيبعثها بعثها فانصرف رسول الله صلى الله عليه وسلم حين قلت له ذلك ثم سمعته\nوهو مدبر يضرب فخذه ويقول <span class='quran'>وكان الإنسان أكثر شيء جدلا </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p205'> Vol. 03, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\n1612 أخبرنا عبيد الله بن سعد بن إبراهيم بن سعد قال حدثنا عمي قال حدثنا\nأبي عن بن إسحاق قال حدثني حكيم بن حكيم بن عباد بن حنيف عن محمد بن مسلم\nبن شهاب عن علي بن حسين عن أبيه عن جده علي بن أبي طالب قال * دخل علي رسول\nالله صلى الله عليه وسلم وعلى فاطمة من الليل فأيقظنا للصلاة ثم رجع إلى\nبيته فصلى هويا من الليل فلم يسمع لنا حسا فرجع إلينا فأيقظنا فقال قوما\nفصليا قال فجلست وأنا أعرك عيني وأقول إنا والله ما نصلي إلا ما كتب الله\nلنا إنما أنفسنا بيد الله فإن شاء أن يبعثنا بعثنا قال فولى رسول الله صلى\nالله عليه وسلم وهو يقول ويضرب بيده على فخذه ما نصلي إلا ما كتب الله لنا\n<span class='quran'>وكان الإنسان أكثر شيء جدلا </span></p>\n\n<h2 class='l2' id='head245'>( 6 فضل صلاة الليل )</h2>\n\n<p>\n1613 أخبرنا قتيبة بن سعيد قال حدثنا أبو عوانة عن أبي بشر عن حميد بن\nعبد الرحمن هو بن عوف عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم *\nأفضل الصيام بعد شهر رمضان شهر الله المحرم وأفضل الصلاة بعد الفريضة صلاة\nالليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p206'> Vol. 03, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\n1614 أخبرنا سويد بن نصر قال أنبأنا عبد الله قال حدثنا شعبة عن أبي بشر\nجعفر بن أبي وحشية أنه سمع حميد بن عبد الرحمن يقول قال رسول الله صلى الله\nعليه وسلم * أفضل الصلاة بعد الفريضة قيام الليل وأفضل الصيام بعد رمضان\nالمحرم أرسله شعبة بن الحجاج\n</p>\n\n<h2 class='l2' id='head246'>( 7 فضل صلاة الليل في السفر )</h2>\n\n<p>\n1615 أخبرنا محمد بن المثنى قال حدثنا محمد قال حدثنا شعبة عن منصور قال\nسمعت ربعيا عن زيد بن ظبيان رفعه إلى أبي ذر عن النبي صلى الله عليه وسلم\nقال * ثلاثة يحبهم الله عز <span id='ms0347'></span> وجل رجل أتى قوما فسألهم بالله ولم يسألهم\nبقرابة بينه وبينهم فمنعوه فتخلفهم رجل بأعقابهم فأعطاه سرا لا يعلم بعطيته\nإلا الله عز وجل والذي أعطاه وقوم ساروا ليلتهم حتى إذا كان النوم أحب\nإليهم مما يعدل به نزلوا فوضعوا رؤوسهم فقام يتملقني ويتلو آياتي ورجل كان\nفي سرية فلقوا العدو فانهزموا فأقبل بصدره حتى يقتل أو يفتح له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p207'> Vol. 03, p. 207</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head247'>( 8 باب وقت القيام )</h2>\n\n<p>\n1616 أخبرنا محمد بن إبراهيم البصري عن بشر هو بن المفضل قال حدثنا شعبة\nعن أشعث بن سليم عن أبيه عن مسروق قال قلت لعائشة * أي الأعمال أحب إلى\nرسول الله صلى الله عليه وسلم قالت الدائم قلت فأي الليل كان يقوم قالت إذا\nسمع الصارخ\n</p>\n\n<h2 class='l2' id='head248'>( 9 باب ذكر ما يستفتح به القيام )</h2>\n\n<p>\n1617 أخبرنا عصمة بن الفضل قال حدثنا زيد بن الحباب عن معاوية بن صالح\nقال حدثنا الأزهر بن سعيد عن عاصم بن حميد قال * سألت عائشة بما كان رسول\nالله صلى الله عليه وسلم يستفتح قيام الليل قالت لقد سألتني عن شيء ما\nسألني عنه أحد قبلك كان رسول الله صلى الله عليه وسلم يكبر عشرا ويحمد عشرا\nويسبح عشرا ويهلل عشرا ويستغفر عشرا ويقول اللهم اغفر لي واهدني وارزقني\nوعافني أعوذ بالله من ضيق المقام يوم القيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p208'> Vol. 03, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\n1618 أخبرنا سويد بن نصر قال أنبأنا عبد الله عن معمر والأوزاعي عن يحيى\nبن أبي كثير عن أبي سلمة عن ربيعة بن كعب الأسلمي قال * كنت أبيت عند حجرة\nالنبي صلى الله عليه وسلم فكنت أسمعه إذا قام من الليل يقول سبحان الله رب\nالعالمين الهوى ثم يقول سبحان الله وبحمده الهوى\n</p>\n\n<p>\n1619 أخبرنا قتيبة بن سعيد قال حدثنا سفيان عن الأحول يعني سليمان بن أبي\nمسلم عن طاوس عن بن عباس قال * كان النبي صلى الله عليه وسلم إذا قام من\nالليل يتهجد قال اللهم لك الحمد أنت نور السماوات والأرض ومن فيهن ولك\nالحمد أنت قيام السماوات والأرض ومن فيهن ولك الحمد أنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p209'> Vol. 03, p. 209</a>\n            </div>\n             ملك\nالسماوات والأرض ومن فيهن ولك <span id='ms0348'></span> الحمد أنت حق ووعدك حق والجنة حق والنار حق\nوالساعة حق والنبيون حق ومحمد حق لك أسلمت وعليك توكلت وبك آمنت ثم ذكر\nقتيبة كلمة معناها وبك خاصمت وإليك حاكمت اغفر لي ما قدمت وما أخرت وما\nأعلنت أنت المقدم وأنت المؤخر لا اله إلا أنت ولا حول ولا قوة إلا بالله\n</p>\n\n<p>\n1620 أخبرنا محمد بن سلمة قال أنبأنا بن القاسم عن مالك قال حدثني مخرمة\nبن سليمان عن كريب أن عبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p210'> Vol. 03, p. 210</a>\n            </div>\n             بن عباس أخبره * أنه بات عند\nميمونة أم المؤمنين وهي خالته فاضطجع في عرض الوسادة واضطجع رسول الله صلى\nالله عليه وسلم وأهله في طولها فنام رسول الله صلى الله عليه وسلم حتى إذا\nانتصف الليل أو قبله قليلا أو بعده قليلا استيقظ رسول الله صلى الله عليه\nوسلم فجلس يمسح النوم عن وجهه بيده ثم قرأ العشر الآيات الخواتيم من سورة\nآل عمران ثم قام إلى شن معلقة فتوضأ منها فأحسن وضوءه ثم قام يصلي قال عبد\nالله بن عباس فقمت فصنعت مثل ما صنع ثم ذهبت فقمت إلى جنبه فوضع رسول الله\nصلى الله عليه وسلم يده اليمنى على رأسي وأخذ بأذني اليمنى يفتلها فصلى\nركعتين ثم ركعتين ثم ركعتين ثم ركعتين ثم ركعتين ثم ركعتين ثم أوتر ثم\nاضطجع حتى جاءه المؤذن فصلى ركعتين خفيفتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p211'> Vol. 03, p. 211</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head249'>( 10 باب ما يفعل إذا قام من الليل من السواك )</h2>\n\n<p>\n1621 أخبرنا عمرو بن علي ومحمد بن المثنى عن عبد الرحمن عن سفيان عن\nمنصور والأعمش وحصين عن أبي وائل عن حذيفة * أن النبي صلى الله عليه وسلم\nكان إذا قام من الليل يشوص فاه بالسواك\n</p>\n\n<p>\n1622 حدثنا محمد بن عبد الأعلى قال حدثنا خالد قال حدثنا شعبة عن حصين\nقال سمعت أبا وائل يحدث عن حذيفة قال * كان رسول الله صلى الله عليه وسلم\nإذا قام من الليل يشوص فاه بالسواك\n</p>\n\n<h2 class='l2' id='head250'>( 11 ذكر الاختلاف على أبي حصين عثمان بن عاصم في هذا الحديث )</h2>\n\n<p>\n1623 أخبرنا عبيد الله بن سعيد عن إسحاق بن سليمان عن <span id='ms0349'></span> أبي سنان عن أبي\nحصين عن شقيق عن حذيفة قال * كنا نؤمر بالسواك إذا قمنا من الليل\n</p>\n\n<p>\n1624 أخبرنا أحمد بن سليمان قال حدثنا عبيد الله قال أنبأنا إسرائيل عن\nأبي حصين عن شقيق قال * كنا نؤمر إذا قمنا من الليل أن نشوص أفواهنا\nبالسواك\n</p>\n\n<h2 class='l2' id='head251'>( 12 باب بأي شيء تستفتح صلاة الليل )</h2>\n\n<p>\n1625 أخبرنا العباس بن عبد العظيم قال أنبأنا عمر بن يونس قال حدثنا\nعكرمة بن عمار قال حدثني يحيى بن أبي كثير قال حدثني أبو سلمة بن عبد\nالرحمن قال * سألت عائشة بأي شيء كان النبي صلى الله عليه وسلم يفتتح صلاته\nقالت كان إذا قام من الليل افتتح صلاته قال اللهم رب جبريل وميكائيل\nوإسرافيل فاطر السماوات والأرض عالم الغيب والشهادة أنت تحكم بين عبادك\nفيما كانوا فيه يختلفون اللهم اهدني لما اختلف فيه من الحق إنك تهدي من\nتشاء إلى صراط مستقيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p212'> Vol. 03, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\n1626 أخبرنا محمد بن سلمة قال أنبأنا بن وهب عن يونس عن بن شهاب قال\nحدثني حميد بن عبد الرحمن بن عوف أن رجلا من أصحاب النبي صلى الله عليه\nوسلم قال * قلت وأنا في سفر مع رسول الله صلى الله عليه وسلم والله لأرقبن\nرسول الله صلى الله عليه وسلم لصلاة حتى أرى فعله فلما صلى صلاة العشاء وهي\nالعتمة اضطجع هويا من الليل ثم استيقظ فنظر في الأفق فقال <span class='quran'>ربنا ما\nخلقت هذا باطلا </span>حتى بلغ <span class='quran'>إنك لا تخلف الميعاد </span>ثم أهوى رسول\nالله صلى الله عليه وسلم إلى فراشه فاستل منه سواكا ثم أفرغ في قدح من\nإداوة عنده ماء فاستن ثم قام فصلى حتى قلت قد صلى قدر ما نام ثم اضطجع حتى\nقلت قد نام قدر ما صلى ثم استيقظ ففعل كما فعل أول مرة وقال مثل ما قال\nففعل رسول الله صلى الله عليه وسلم ثلاث مرات قبل الفجر\n</p>\n\n<h2 class='l2' id='head252'>( 13 باب ذكر صلاة رسول الله صلى الله عليه وسلم بالليل )</h2>\n\n<p>\n1627 أخبرنا إسحاق بن إبراهيم قال أنبأنا يزيد قال أنبأنا حميد عن أنس\nقال <span id='ms0350'></span> * ما كنا نشاء أن نرى رسول الله صلى الله عليه وسلم في الليل مصليا إلا\nرأيناه ولا نشاء أن نراه نائما إلا رأيناه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p213'> Vol. 03, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n1628 أخبرنا هارون بن عبد الله قال حدثنا حجاج قال قال بن جريج عن أبيه\nأخبرني بن أبي مليكة أن يعلى بن مملك أخبره أنه سأل أم سلمة عن صلاة رسول\nالله صلى الله عليه وسلم فقالت * كان يصلي العتمة ثم يسبح ثم يصلي بعدها ما\nشاء الله من الليل ثم ينصرف فيرقد مثل ما صلى ثم يستيقظ من نومه ذلك فيصلي\nمثل ما نام وصلاته تلك الآخرة تكون إلى الصبح\n</p>\n\n<p>\n1629 أخبرنا قتيبة قال حدثنا الليث عن عبد الله بن عبيد الله بن أبي\nمليكة عن يعلى بن مملك * أنه سأل أم سلمة زوج النبي صلى الله عليه وسلم عن\nقراءة رسول الله صلى الله عليه وسلم وعن صلاته فقالت ما لكم وصلاته كان\nيصلي ثم ينام قدر ما صلى ثم يصلي قدر ما نام ثم ينام قدر ما صلى حتى يصبح\nثم نعتت له قراءته فإذا هي تنعت قراءة مفسرة حرفا حرفا\n</p>\n\n<h2 class='l2' id='head253'>( 14 ذكر صلاة نبي الله داود عليه السلام بالليل )</h2>\n\n<p>\n1630 أخبرنا قتيبة قال حدثنا سفيان عن عمرو بن دينار عن عمرو بن أوس أنه\nسمع عبد الله بن عمرو بن العاص يقول قال رسول الله صلى الله عليه وسلم *\nأحب الصيام إلى الله عز وجل صيام داود عليه السلام كان يصوم يوما ويفطر\nيوما وأحب الصلاة إلى الله صلاة داود كان ينام نصف الليل ويقوم ثلثه وينام\nسدسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p214'> Vol. 03, p. 214</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head254'>( 15 ذكر صلاة نبي الله موسى عليه السلام وذكر الاختلاف على سليمان</h2>\n\nالتيمي فيه )\n<p>\n1631 أخبرنا محمد بن علي بن حرب قال حدثنا معاذ بن خالد قال أنبأنا حماد\nبن سلمة عن سليمان التيمي عن ثابت عن أنس بن مالك أن رسول الله صلى الله\nعليه وسلم قال * أتيت ليلة أسري بي على موسى عليه السلام عند الكثيب الأحمر\nوهو قائم يصلي في قبره\n</p>\n\n<p>\n1632 أخبرنا العباس بن محمد قال حدثنا يونس <span id='ms0351'></span> بن محمد قال حدثنا حماد بن\nسلمة عن سليمان التيمي وثابت عن أنس أن رسول الله صلى الله عليه وسلم قال *\nأتيت على موسى عليه السلام عند الكثيب الأحمر وهو قائم يصلي قال أبو عبد\nالرحمن هذا أولى بالصواب عندنا من حديث معاذ بن خالد والله تعالى أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p215'> Vol. 03, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n1633 أخبرني أحمد بن سعيد قال حدثنا حبان قال حدثنا حماد بن سلمة قال\nأنبأنا ثابت وسليمان التيمي عن أنس أن النبي صلى الله عليه وسلم قال * مررت\nعلى قبر موسى عليه السلام وهو يصلي في قبره\n</p>\n\n<p>\n1634 أخبرنا علي بن خشرم قال حدثنا عيسى عن سليمان التيمي عن أنس بن مالك\nقال قال رسول الله صلى الله عليه وسلم * مررت ليلة أسري بي على موسى عليه\nالسلام وهو يصلي في قبره\n</p>\n\n<p>\n1635 أخبرنا محمد بن عبد الأعلى قال حدثنا معتمر عن أبيه عن أنس * أن\nالنبي صلى الله عليه وسلم ليلة أسري به مر على موسى عليه السلام وهو يصلي\nفي قبره\n</p>\n\n<p>\n1636 أخبرنا يحيى بن حبيب بن عربي وإسماعيل بن مسعود قالا حدثنا معتمر\nقال سمعت أبي قال سمعت أنسا يقول أخبرني بعض أصحاب النبي صلى الله عليه\nوسلم * أن النبي صلى الله عليه وسلم ليلة أسري به مر على موسى عليه السلام\nوهو يصلي في قبره\n</p>\n\n<p>\n1637 أخبرنا قتيبة قال حدثنا بن أبي عدي عن سليمان عن أنس عن بعض أصحاب\nالنبي صلى الله عليه وسلم أن النبي صلى الله عليه وسلم قال * ليلة أسري بي\nمررت على موسى وهو يصلي في قبره\n</p>\n\n<h2 class='l2' id='head255'>( 16 باب إحياء الليل )</h2>\n\n<p>\n1638 أخبرنا عمرو بن عثمان بن سعيد بن كثير قال حدثنا أبي وبقية قالا\nحدثنا بن أبي حمزة قال حدثني الزهري قال أخبرني عبيد الله بن عبد الله بن\nالحارث بن نوفل عن عبد الله بن خباب بن الأرت عن أبيه وكان قد شهد بدرا مع\nرسول الله صلى الله عليه وسلم * أنه راقب رسول الله صلى الله عليه وسلم\nالليلة كلها حتى كان مع الفجر فلما سلم رسول <span id='ms0352'></span> الله صلى الله عليه وسلم من\nصلاته جاءه خباب فقال يا رسول الله بأبي أنت وأمي لقد صليت الليلة صلاة ما\nرأيتك صليت نحوها فقال رسول الله صلى الله عليه وسلم أجل إنها صلاة رغب\nورهب سألت ربي عز وجل فيها ثلاث خصال فأعطاني اثنتين ومنعني واحدة سألت ربي\nعز وجل أن لا يهلكنا بما أهلك به الأمم قبلنا فأعطانيها وسألت ربي عز وجل\nأن لا يظهر علينا عدوا من غيرنا فأعطانيها وسألت ربي أن لا يلبسنا شيعا\nفمنعنيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p216'> Vol. 03, p. 216</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head256'>( 17 الاختلاف على عائشة في أحياء الليل )</h2>\n\n<p>\n1639 أخبرنا محمد بن عبد الله بن يزيد قال حدثنا سفيان عن أبي يعفور عن\nمسلم عن مسروق قال قالت عائشة رضي الله عنها * كان إذا دخلت العشر أحيا\nرسول الله صلى الله عليه وسلم الليل وأيقظ أهله وشد المئزر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p217'> Vol. 03, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\n1640 أخبرنا محمد بن عبد الله بن المبارك قال حدثنا يحيى قال حدثنا زهير\nعن أبي إسحاق قال أتيت الأسود بن يزيد وكان لي أخا صديقا فقلت يا أبا عمرو\nحدثني ما حدثتك به أم المؤمنين عن صلاة رسول الله صلى الله عليه وسلم قال *\nقالت كان ينام أول الليل ويحيى آخره\n</p>\n\n<p>\n1641 أخبرنا هارون بن إسحاق قال حدثنا عبدة بن سليمان عن سعيد عن قتادة\nعن زرارة بن أوفى عن سعد بن هشام عن عائشة رضي الله عنها قالت * لا أعلم\nرسول الله صلى الله عليه وسلم قرأ القرآن كله في ليلة ولا قام ليلة حتى\nالصباح ولا صام شهرا كاملا قط غير رمضان\n</p>\n\n<p>\n1642 أخبرنا شعيب بن يوسف عن يحيى عن هشام قال أخبرني أبي عن عائشة * أن\nالنبي صلى الله عليه وسلم دخل عليها وعندها امرأة فقال من هذه قالت فلانة\nلا تنام فذكرت من صلاتها فقال مه عليكم بما تطيقون فوالله لا يمل الله عز\nوجل حتى تملوا ولكن أحب الدين إليه ما داوم عليه صاحبه\n</p>\n\n<p>\n1643 أخبرنا عمران بن موسى عن عبد الوارث قال حدثنا عبد العزيز عن أنس بن\nمالك * أن رسول الله صلى <span id='ms0353'></span> الله عليه وسلم دخل المسجد فرأى حبلا ممدودا بين\nساريتين فقال ما هذا الحبل فقالوا لزينب تصلي فإذا فترت تعلقت به فقال\nالنبي صلى الله عليه وسلم حلوه ليصل أحدكم نشاطه فإذا فتر فليقعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p218'> Vol. 03, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\n1644 أخبرنا قتيبة بن سعيد ومحمد بن منصور واللفظ له عن سفيان عن زياد بن\nعلاقة قال سمعت المغيرة بن شعبة يقول * قام النبي صلى الله عليه وسلم حتى\nتورمت قدماه فقيل له قد غفر الله لك ما تقدم من ذنبك وما تأخر قال أفلا\nأكون عبدا شكورا\n</p>\n\n<p>\n1645 أخبرنا عمرو بن علي قال حدثنا صالح بن مهران وكان ثقة قال حدثنا\nالنعمان بن عبد السلام عن سفيان عن عاصم بن كليب عن أبيه عن أبي هريرة قال\n* كان رسول الله صلى الله عليه وسلم يصلي حتى تزلع يعني تشقق قدماه\n</p>\n\n<h2 class='l2' id='head257'>( 18 كيف يفعل إذا افتتح الصلاة قائما وذكر اختلاف الناقلين عن عائشة</h2>\n\nفي ذلك )\n<p>\n1646 أخبرنا قتيبة قال حدثنا حماد عن بديل وأيوب عن عبد الله بن شقيق عن\nعائشة قالت * كان رسول الله صلى الله عليه وسلم يصلي ليلا طويلا فإذا صلى\nقائما ركع قائما وإذا صلى قاعدا ركع قاعدا\n</p>\n\n<p>\n1647 أخبرنا عبدة بن عبد الرحيم قال أنبأنا وكيع قال حدثني يزيد بن\nإبراهيم عن بن سيرين عن عبد الله بن شقيق عن عائشة قالت * كان رسول الله\nصلى الله عليه وسلم يصلي قائما وقاعدا فإذا افتتح الصلاة قائما ركع قائما\nوإذا افتتح الصلاة قاعدا ركع قاعدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p219'> Vol. 03, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\n1648 أخبرنا محمد بن سلمة قال حدثنا بن القاسم عن مالك قال حدثني عبد\nالله بن يزيد وأبو النضر عن أبي سلمة عن عائشة * أن النبي صلى الله عليه\nوسلم كان يصلي وهو جالس فيقرأ وهو جالس فإذا بقي من قراءته قدر ما يكون\nثلاثين أو أربعين آية قام فقرأ وهو قائم ثم ركع ثم سجد ثم يفعل في الركعة\nالثانية مثل ذلك\n</p>\n\n<p>\n1649 أخبرنا إسحاق بن إبراهيم قال أنبأنا عيسى بن يونس قال حدثنا هشام بن\nعروة عن أبيه عن عائشة قالت * ما <span id='ms0354'></span> رأيت رسول الله صلى الله عليه وسلم صلى\nجالسا حتى دخل في السن فكان يصلي وهو جالس يقرأ فإذا غبر من السورة ثلاثون\nأو أربعون آية قام فقرأ بها ثم ركع\n</p>\n\n<p>\n1650 أخبرنا زياد بن أيوب قال حدثنا بن علية قال حدثنا الوليد بن أبي\nهشام عن أبي بكر بن محمد عن عمرة عن عائشة قالت * كان رسول الله صلى الله\nعليه وسلم يقرأ وهو قاعد فإذا أراد أن يركع قام قدر ما يقرأ إنسان أربعين\nآية\n</p>\n\n<p>\n1651 أخبرنا عمرو بن علي عن عبد الأعلى قال حدثنا هشام عن الحسن عن سعد\nبن هشام بن عامر قال * قدمت المدينة فدخلت على عائشة رضي الله عنها قالت من\nأنت قلت أنا سعد بن هشام بن عامر قالت رحم الله أباك قلت أخبريني عن صلاة\nرسول الله صلى الله عليه وسلم قالت إن رسول الله صلى الله عليه وسلم كان\nوكان قلت أجل قالت إن رسول الله صلى الله عليه وسلم كان يصلي بالليل صلاة\nالعشاء ثم يأوي إلى فراشه فينام فإذا كان جوف الليل قام إلى حاجته وإلى\nطهوره فتوضأ ثم دخل المسجد فيصلي ثماني ركعات يخيل إلي أنه يسوي بينهن في\nالقراءة والركوع والسجود ويوتر بركعة ثم يصلي ركعتين وهو جالس ثم يضع جنبه\nفربما جاء بلال فآذنه بالصلاة قبل أن يغفى وربما يغفى وربما شككت أغفى أو\nلم يغف حتى يؤذنه بالصلاة فكانت تلك صلاة رسول الله صلى الله عليه وسلم حتى\nأسن ولحم فذكرت من لحمه ما شاء الله قالت وكان النبي صلى الله عليه وسلم\nيصلي بالناس العشاء ثم يأوي إلى فراشه فإذا كان جوف الليل قام إلى طهوره\nوإلى حاجته فتوضأ ثم يدخل المسجد فيصلي ست ركعات يخيل إلي أنه يسوي بينهن\nفي القراءة والركوع والسجود ثم يوتر بركعة ثم يصلي ركعتين وهو جالس ثم يضع\nجنبه وربما جاء بلال فآذنه بالصلاة قبل أن يغفى وربما أغفى وربما شككت أغفى\nأم لا حتى يؤذنه بالصلاة قالت فما زالت <span id='ms0355'></span> تلك صلاة رسول الله صلى الله عليه\nوسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p220'> Vol. 03, p. 220</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head258'>( 19 باب صلاة القاعد في النافلة وذكر الاختلاف على أبي إسحاق في ذلك</h2>\n\n)\n<p>\n1652 أخبرنا عمرو بن علي عن حديث أبي عاصم قال حدثنا عمر بن أبي زائدة\nقال حدثني أبو إسحاق عن الأسود عن عائشة قالت * ما كان رسول الله صلى الله\nعليه وسلم يمتنع من وجهي وهو صائم وما مات حتى كان أكثر صلاته قاعدا ثم\nذكرت كلمة معناها إلا المكتوبة وكان أحب العمل إليه ما دام عليه الإنسان\nوإن كان يسيرا خالفه يونس رواه عن أبي إسحاق عن الأسود عن أم سلمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p221'> Vol. 03, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n1653 أخبرنا سليمان بن سلم البلخي قال حدثنا النضر قال أنبأنا يونس عن\nأبي إسحاق عن الأسود عن أم سلمة قالت * ما قبض رسول الله صلى الله عليه\nوسلم حتى كان أكثر صلاته جالسا إلا المكتوبة خالفه شعبة وسفيان وقالا عن\nأبي إسحاق عن أبي سلمة عن أم سلمة\n</p>\n\n<p>\n1654 أخبرنا إسماعيل بن مسعود حدثنا خالد عن شعبة عن أبي إسحاق قال سمعت\nأبا سلمة عن أم سلمة قالت * ما مات رسول الله صلى الله عليه وسلم حتى كان\nأكثر صلاته قاعدا إلا الفريضة وكان أحب العمل إليه أدومه وإن قل\n</p>\n\n<p>\n1655 أخبرنا عبد الله بن عبد الصمد قال حدثنا يزيد قال حدثنا سفيان عن\nأبي إسحاق عن أبي سلمة عن أم سلمة قالت * والذي نفسي بيده ما مات رسول الله\nصلى الله عليه وسلم حتى كان أكثر صلاته قاعدا إلا المكتوبة وكان أحب العمل\nإليه ما داوم عليه وإن قل خالفه عثمان بن أبي سليمان فرواه عن أبي سلمة عن\nعائشة\n</p>\n\n<p>\n1656 أخبرنا الحسن بن محمد عن حجاج عن بن جريج قال أخبرني عثمان بن أبي\nسليمان أن أبا سلمة أخبره أن عائشة أخبرته * أن النبي صلى الله عليه وسلم\nلم يمت حتى كان يصلي كثيرا من صلاته وهو جالس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p222'> Vol. 03, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\n1657 أخبرنا أبو الأشعث عن يزيد بن زريع قال أنبأنا الجريري عن عبد الله\nبن شقيق قال * قلت لعائشة هل كان رسول الله <span id='ms0356'></span> صلى الله عليه وسلم يصلي وهو\nقاعد قالت نعم بعد ما حطمه الناس\n</p>\n\n<p>\n1658 أخبرنا قتيبة عن مالك عن بن شهاب عن السائب بن يزيد عن المطلب بن\nأبي وداعة عن حفصة قالت * ما رأيت رسول الله صلى الله عليه وسلم صلى في\nسبحته قاعدا قط حتى كان قبل وفاته بعام فكان يصلي قاعدا يقرأ بالسورة\nفيرتلها حتى تكون أطول من أطول منها\n</p>\n\n<h2 class='l2' id='head259'>( 20 باب فضل صلاة القائم على صلاة القاعد )</h2>\n\n<p>\n1659 أخبرنا عبيد الله بن سعيد قال حدثنا يحيى عن سفيان قال حدثنا منصور\nعن هلال بن يساف عن أبي يحيى عن عبد الله بن عمرو قال * رأيت النبي صلى\nالله عليه وسلم يصلي جالسا فقلت حدثت أنك قلت أن صلاة القاعد على النصف من\nصلاة القائم وأنت تصلي قاعدا قال أجل ولكني لست كأحد منكم\n</p>\n\n<h2 class='l2' id='head260'>( 21 فضل صلاة القاعد على صلاة النائم )</h2>\n\n<p>\n1660 أخبرنا حميد بن مسعدة عن سفيان بن حبيب عن حسين المعلم عن عبد الله\nبن بريدة عن عمران بن حصين قال * سألت النبي صلى الله عليه وسلم عن الذي\nيصلي قاعدا قال من صلى قائما فهو أفضل ومن صلى قاعدا فله نصف أجر القائم\nومن صلى نائما فله نصف أجر القاعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p223'> Vol. 03, p. 223</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head261'>( 22 باب كيف صلاة القاعد )</h2>\n\n<p>\n1661 أخبرنا هارون بن عبد الله قال حدثنا أبو داود الحفري عن حفص عن حميد\nعن عبد الله بن شقيق عن عائشة قالت * رأيت النبي صلى الله عليه وسلم يصلي\nمتربعا قال أبو عبد الرحمن لا أعلم أحدا روى هذا الحديث غير أبي داود وهو\nثقة ولا أحسب هذا الحديث إلا خطأ والله تعالى أعلم\n</p>\n\n<h2 class='l2' id='head262'>( 23 باب كيف القراءة بالليل )</h2>\n\n<p>\n1662 أخبرنا شعيب بن يوسف قال حدثنا عبد الرحمن عن معاوية بن صالح عن عبد\nالله بن أبي قيس قال سألت عائشة * كيف كانت قراءة رسول الله صلى الله عليه\nوسلم بالليل يجهر أم يسر قالت كل ذلك قد كان يفعل ربما جهر وربما أسر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p224'> Vol. 03, p. 224</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head263'>( 24 فضل السر على الجهر )</h2>\n\n<p>\n1663 أخبرنا هارون بن محمد بن بكار بن بلال قال <span id='ms0357'></span> حدثنا محمد يعني بن سميع\nقال حدثنا يزيد يعني بن واقد عن كثير بن مرة أن عقبة بن عامر حدثهم أن رسول\nالله صلى الله عليه وسلم قال * إن الذي يجهر بالقرآن كالذي يجهر بالصدقة\nوالذي يسر بالقرآن كالذي يسر بالصدقة\n</p>\n\n<h2 class='l2' id='head264'>( 25 باب تسوية القيام والركوع والقيام بعد الركوع والسجود والجلوس</h2>\n\nبين السجدتين في صلاة الليل )\n<p>\n1664 أخبرنا الحسين بن منصور قال حدثنا عبد الله بن نمير قال حدثنا\nالأعمش عن سعد بن عبيدة عن المستورد بن الأحنف عن صلة بن زفر عن حذيفة قال\n* صليت مع النبي صلى الله عليه وسلم ليلة فافتتح البقرة فقلت يركع عند\nالمائة فمضى فقلت يركع عند المائتين فمضى فقلت يصلي بها في ركعة فمضى\nفافتتح النساء فقرأها ثم افتتح آل عمران فقرأها يقرأ مترسلا إذا مر بآية\nفيها تسبيح سبح وإذا مر بسؤال سأل وإذا مر بتعوذ تعوذ ثم ركع فقال سبحان\nربي العظيم فكان ركوعه نحوا من قيامه ثم رفع رأسه فقال سمع الله لمن حمده\nفكان قيامه قريبا من ركوعه ثم سجد فجعل يقول سبحان ربي الأعلى فكان سجوده\nقريبا من ركوعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p225'> Vol. 03, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n1665 أخبرنا إسحاق بن إبراهيم قال أنبأنا النضر بن محمد المروزي ثقة قال\nحدثنا العلاء بن المسيب عن عمرو بن مرة عن طلحة بن يزيد الأنصاري عن حذيفة\n* أنه صلى مع رسول الله صلى الله عليه وسلم في رمضان فركع فقال في ركوعه\nسبحان ربي العظيم مثل ما كان قائما ثم جلس يقول رب اغفر لي رب اغفر لي مثل\nما كان قائما ثم سجد فقال سبحان ربي الأعلى مثل ما كان قائما فما صلى إلا\nأربع ركعات حتى جاء بلال إلى الغداة قال أبو عبد الرحمن هذا الحديث عندي\nمرسل وطلحة بن يزيد لا أعلمه سمع من حذيفة شيئا وغير العلاء بن المسيب قال\nفي هذا الحديث عن طلحة عن رجل عن حذيفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p226'> Vol. 03, p. 226</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head265'>( 26 باب كيف صلاة الليل )</h2>\n\n<p>\n1666 أخبرنا محمد بن بشار قال حدثنا محمد بن جعفر وعبد الرحمن قالا حدثنا\nشعبة <span id='ms0358'></span> عن يعلى بن عطاء أنه سمع عليا الأزدي أنه سمع بن عمر يحدث عن النبي\nصلى الله عليه وسلم قال * صلاة الليل والنهار مثنى مثنى قال أبو عبد الرحمن\nهذا الحديث عندي خطأ والله تعالى أعلم\n</p>\n\n<p>\n1667 أخبرنا محمد بن قدامة قال حدثنا جرير عن منصور عن حبيب عن طاوس قال\nقال بن عمر * سأل رجل رسول الله صلى الله عليه وسلم عن صلاة الليل فقال\nمثنى مثنى فإذا خشيت الصبح فواحدة\n</p>\n\n<p>\n1668 أخبرنا عمرو بن عثمان ومحمد بن صدقة قالا حدثنا محمد بن حرب عن\nالزبيدي عن الزهري عن سالم عن أبيه عن النبي صلى الله عليه وسلم قال * صلاة\nالليل مثنى مثنى فإذا خفت الصبح فأوتر بواحدة\n</p>\n\n<p>\n1669 أخبرنا محمد بن منصور قال حدثنا سفيان عن بن أبي لبيد عن أبي سلمة\nعن بن عمر قال * سمعت رسول الله صلى الله عليه وسلم على المنبر يسأل عن\nصلاة الليل فقال مثنى مثنى فإذا خفت الصبح فأوتر بركعة\n</p>\n\n<p>\n1670 أخبرنا موسى بن سعيد قال حدثنا أحمد بن عبد الله بن يونس قال حدثنا\nزهير قال حدثنا الحسن بن الحر قال حدثنا نافع أن بن عمر أخبرهم * أن رجلا\nسأل رسول الله صلى الله عليه وسلم عن صلاة الليل قال مثنى مثنى فإن خشي\nأحدكم الصبح فليوتر بواحدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p227'> Vol. 03, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\n1671 أخبرنا قتيبة قال حدثنا الليث عن نافع عن بن عمر عن النبي صلى الله\nعليه وسلم قال * صلاة الليل مثنى مثنى فإذا خفت الصبح فأوتر بواحدة\n</p>\n\n<p>\n1672 أخبرنا أحمد بن محمد بن المغيرة قال حدثنا عثمان عن شعيب عن الزهري\nعن سالم عن بن عمر قال * سأل رجل من المسلمين رسول الله صلى الله عليه وسلم\nكيف صلاة الليل فقال صلاة الليل مثنى مثنى فإذا خفت الصبح فأوتر بواحدة\n</p>\n\n<p>\n1673 أخبرنا محمد بن يحيى قال حدثنا يعقوب بن إبراهيم قال حدثنا بن أخي\nبن شهاب عن عمه قال أخبرني حميد بن عبد الرحمن أن عبد الله بن عمر أخبره *\nأن رجلا سأل رسول الله صلى الله عليه وسلم <span id='ms0359'></span> عن صلاة الليل فقال رسول الله\nصلى الله عليه وسلم صلاة الليل مثنى مثنى فإذا خشيت الصبح فأوتر بواحدة\n</p>\n\n<p>\n1674 أخبرنا أحمد بن الهيثم قال حدثنا حرملة قال حدثنا بن وهب قال أخبرني\nعمرو بن الحارث أن بن شهاب حدثه أن سالم بن عبد الله وحميد بن عبد الرحمن\nحدثاه عن عبد الله بن عمر قال قام رجل فقال * يا رسول الله كيف صلاة الليل\nفقال رسول الله صلى الله عليه وسلم صلاة الليل مثنى مثنى فإذا خفت الصبح\nفأوتر بواحدة\n</p>\n\n<h2 class='l2' id='head266'>( 27 باب الأمر بالوتر )</h2>\n\n<p>\n1675 أخبرنا هناد بن السري عن أبي بكر بن عياش عن أبي إسحاق عن عاصم وهو\nبن ضمرة عن علي رضي الله عنه قال * أوتر رسول الله صلى الله عليه وسلم ثم\nقال يا أهل القرآن أوتروا فإن الله عز وجل وتر يحب الوتر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p228'> Vol. 03, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\n1676 أخبرني محمد بن إسماعيل بن إبراهيم عن أبي نعيم عن سفيان عن أبي\nإسحاق عن عاصم بن ضمرة عن علي رضي الله عنه قال * الوتر ليس بحتم كهيئة\nالمكتوبة ولكنة سنة سنها رسول الله صلى الله عليه وسلم\n</p>\n\n<h2 class='l2' id='head267'>( 28 باب الحث على الوتر قبل النوم )</h2>\n\n<p>\n1677 أخبرنا سليمان بن سلم ومحمد بن علي بن الحسن بن شقيق عن النضر بن\nشميل قال أنبأنا شعبة عن أبي شمر عن أبي عثمان عن أبي هريرة قال * أوصاني\nخليلي صلى الله عليه وسلم بثلاث النوم على وتر وصيام ثلاثة أيام من كل شهر\nوركعتي الضحى\n</p>\n\n<p>\n1678 أخبرنا محمد بن بشار قال حدثنا محمد قال حدثنا شعبة ثم ذكر كلمة\nمعناها عن عباس الجريري قال سمعت أبا عثمان عن أبي هريرة قال * أوصاني\nخليلي صلى الله عليه وسلم بثلاث الوتر أول الليل وركعتي الفجر وصوم ثلاثة\nأيام من كل شهر\n</p>\n\n<h2 class='l2' id='head268'>( 29 باب نهي النبي صلى الله عليه وسلم عن الوترين في ليلة )</h2>\n\n<p>\n1679 أخبرنا هناد بن السري عن ملازم بن عمرو قال حدثني عبد الله بن بدر\nعن قيس بن طلق قال * زارنا أبي طلق بن علي في يوم من رمضان فأمسى بنا <span id='ms0360'></span> وقام\nبنا تلك الليلة وأوتر بنا ثم انحدر إلى مسجد فصلى بأصحابه حتى بقي الوتر ثم\nقدم رجلا فقال له أوتر بهم فإني سمعت رسول الله صلى الله عليه وسلم يقول لا\nوتران في ليلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p229'> Vol. 03, p. 229</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head269'>( 30 باب وقت الوتر )</h2>\n\n<p>\n1680 أخبرنا محمد بن المثنى قال حدثنا محمد قال حدثنا شعبة عن أبي إسحاق\nعن الأسود بن يزيد قال سألت عائشة عن صلاة رسول الله صلى الله عليه وسلم\nفقالت * كان ينام أول الليل ثم يقوم فإذا كان من السحر أوتر ثم أتى فراشه\nفإذا كان له حاجة ألم بأهله فإذا سمع الأذان وثب فإن كان جنبا أفاض عليه من\nالماء وإلا توضأ ثم خرج إلى الصلاة\n</p>\n\n<p>\n1681 أخبرنا إسحاق بن منصور قال حدثنا عبد الرحمن عن سفيان عن أبي حصين\nعن يحيى بن وثاب عن مسروق عن عائشة قالت * أوتر رسول الله صلى الله عليه\nوسلم من أوله وآخره وأوسطه وانتهى وتره إلى السحر\n</p>\n\n<p>\n1682 أخبرنا قتيبة قال حدثنا الليث عن نافع أن بن عمر قال * من صلى من\nالليل فليجعل آخر صلاته وترا فإن رسول الله صلى الله عليه وسلم كان يأمر\nبذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p230'> Vol. 03, p. 230</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head270'>( 31 باب الأمر بالوتر قبل الصبح )</h2>\n\n<p>\n1683 أخبرنا عبيد الله بن فضالة بن إبراهيم قال أنبأنا محمد وهو بن\nالمبارك قال حدثنا معاوية وهو بن سلام بن أبي سلام عن يحيى بن أبي كثير قال\nأخبرني أبو نضرة العوقي أنه سمع أبا سعيد الخدري يقول * سئل رسول الله صلى\nالله عليه وسلم عن الوتر فقال أوتروا قبل الصبح\n</p>\n\n<p>\n1684 أخبرنا يحيى بن درست قال حدثنا أبو إسماعيل القناد قال حدثنا يحيى\nوهو بن أبي كثير عن أبي نضرة عن أبي سعيد عن النبي صلى الله عليه وسلم قال\n* أوتروا قبل الفجر\n</p>\n\n<h2 class='l2' id='head271'>( 32 الوتر بعد الأذان )</h2>\n\n<p>\n1685 أخبرنا يحيى بن حكيم قال حدثنا بن أبي عدى عن شعبة عن إبراهيم بن\nمحمد بن المنتشر عن أبيه * أنه كان في مسجد عمرو بن شرحبيل فأقيمت الصلاة\nفجعلوا ينتظرونه فجاء فقال إني كنت أوتر قال وسئل عبد الله <span id='ms0361'></span> هل بعد الأذان\nوتر قال نعم وبعد الإقامة وحدث عن النبي صلى الله عليه وسلم أنه نام عن\nالصلاة حتى طلعت الشمس ثم صلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p231'> Vol. 03, p. 231</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head272'>( 33 باب الوتر على الراحلة )</h2>\n\n<p>\n1686 أخبرنا عبيد الله بن سعيد قال حدثنا يحيى بن سعيد عن عبيد الله بن\nالأخنس عن نافع عن بن عمر * أن رسول الله صلى الله عليه وسلم كان يوتر على\nالراحلة\n</p>\n\n<p>\n1687 أخبرنا إبراهيم بن يعقوب قال أخبرني عبد الله بن محمد بن علي قال\nحدثنا زهير عن الحسن بن الحر عن نافع أن بن عمر كان يوتر على بعيره ويذكر *\nأن النبي صلى الله عليه وسلم كان يفعل ذلك\n</p>\n\n<p>\n1688 أخبرنا قتيبة قال حدثنا مالك عن أبي بكر بن عمر بن عبد الرحمن بن\nعبد الله بن عمر بن الخطاب عن سعيد بن يسار قال قال لي بن عمر * أن رسول\nالله صلى الله عليه وسلم كان يوتر على البعير\n</p>\n\n<h2 class='l2' id='head273'>( 34 باب كم الوتر )</h2>\n\n<p>\n1689 أخبرنا محمد بن يحيى بن عبد الله قال حدثنا وهب بن جرير قال حدثنا\nشعبة عن أبي التياح عن أبي مجلز عن بن عمر أن النبي صلى الله عليه وسلم قال\n* الوتر ركعة من آخر الليل\n</p>\n\n<p>\n1690 أخبرنا محمد بن بشار قال حدثنا يحيى ومحمد قالا حدثنا ثم ذكر كلمة\nمعناها شعبة عن قتادة عن أبي مجلز عن بن عمر عن النبي صلى الله عليه وسلم\nقال * الوتر ركعة من آخر الليل\n</p>\n\n<p>\n1691 أخبرنا الحسن بن محمد عن عفان قال حدثنا همام قال حدثنا قتادة عن\nعبد الله بن شقيق عن بن عمر أن رجلا من أهل البادية * سأل رسول الله صلى\nالله عليه وسلم عن صلاة الليل قال مثنى مثنى والوتر ركعة من آخر الليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p232'> Vol. 03, p. 232</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head274'>( 35 باب كيف الوتر بواحدة )</h2>\n\n<p>\n1692 أخبرنا الربيع بن سليمان قال حدثنا حجاج بن إبراهيم قال حدثنا بن\nوهب عن عمرو بن الحرث عن عبد الرحمن بن القاسم حدثه عن أبيه عن عبد الله بن\nعمر عن رسول الله صلى الله عليه وسلم قال * صلاة الليل مثنى مثنى <span id='ms0362'></span> فإذا أردت\nأن تنصرف فاركع بواحدة توتر لك ما قد صليت\n</p>\n\n<p>\n1693 أخبرنا قتيبة قال حدثنا خالد بن زياد عن نافع عن بن عمر قال قال\nرسول الله صلى الله عليه وسلم * صلاة الليل مثنى مثنى والوتر ركعة واحدة\n</p>\n\n<p>\n1694 أخبرنا محمد بن سلمة والحرث بن مسكين قراءة عليه وأنا أسمع واللفظ\nله عن بن القاسم قال حدثني مالك عن نافع وعبد الله بن دينار عن عبد الله بن\nعمر أن رجلا * سأل رسول الله صلى الله عليه وسلم عن صلاة الليل فقال رسول\nالله صلى الله عليه وسلم صلاة الليل مثنى مثنى فإذا خشي أحدكم الصبح صلى\nركعة واحدة توتر له ما قد صلى\n</p>\n\n<p>\n1695 أخبرنا عبيد الله بن فضالة بن إبراهيم قال حدثنا محمد يعني بن\nالمبارك قال حدثنا معاوية وهو بن سلام عن يحيى بن أبي كثير قال حدثني أبو\nسلمة بن عبد الرحمن ونافع عن بن عمر عن رسول الله صلى الله عليه وسلم أنه\nسمعه يقول * صلاة الليل ركعتين ركعتين فإذا خفتم الصبح فأوتروا بواحدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p233'> Vol. 03, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n1696 أخبرنا إسحاق بن منصور قال أنبأنا عبد الرحمن قال حدثنا مالك عن\nالزهري عن عروة عن عائشة * أن النبي صلى الله عليه وسلم كان يصلي من الليل\nإحدى عشرة ركعة يوتر منها بواحدة ثم يضطجع على شقه الأيمن\n</p>\n\n<h2 class='l2' id='head275'>( 36 باب كيف الوتر بثلاث )</h2>\n\n<p>\n1697 أخبرنا محمد بن سلمة والحرث بن مسكين قراءة عليه وأنا أسمع واللفظ\nله عن بن القاسم قال حدثني مالك عن سعيد بن أبي سعيد المقبري عن أبي سلمة\nبن عبد الرحمن أنه أخبره أنه * سأل عائشة أم المؤمنين كيف كانت صلاة رسول\nالله صلى الله عليه وسلم في رمضان قالت ما كان رسول الله صلى الله عليه\nوسلم يزيد في رمضان ولا غيره على إحدى عشرة ركعة يصلي أربعا فلا تسأل عن\nحسنهن وطولهن ثم يصلي أربعا فلا تسأل عن حسنهن وطولهن ثم يصلي ثلاثا قالت\nعائشة فقلت يا رسول الله أتنام قبل أن توتر قال يا عائشة إن عيني تنام <span id='ms0363'></span> ولا\nينام قلبي\n</p>\n\n<p>\n1698 أخبرنا إسماعيل بن مسعود قال حدثنا بشر بن المفضل قال حدثنا سعيد عن\nقتادة عن زرارة بن أوفى عن سعد بن هشام أن عائشة حدثته * أن رسول الله صلى\nالله عليه وسلم كان لا يسلم في ركعتي الوتر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p234'> Vol. 03, p. 234</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head276'>( 37 ذكر اختلاف ألفاظ الناقلين لخبر أبي بن كعب في الوتر )</h2>\n\n<p>\n1699 أخبرنا علي بن ميمون قال حدثنا مخلد بن يزيد عن سفيان عن زبيد عن\nسعيد بن عبد الرحمن بن أبزي عن أبيه عن أبي بن كعب * أن رسول الله صلى الله\nعليه وسلم كان يوتر بثلاث ركعات كان يقرأ في الأولى ب سبح اسم ربك الأعلى\nوفي الثانية ب قل يا أيها الكافرون وفي الثالثة ب قل هو الله أحد ويقنت قبل\nالركوع فإذا فرغ قال عند فراغه سبحان الملك القدوس ثلاث مرات يطيل في آخرهن\n</p>\n\n<p>\n1700 أخبرنا إسحاق بن إبراهيم قال أنبأنا عيسى بن يونس عن سعيد بن أبي\nعروبة عن قتادة عن سعيد بن عبد الرحمن بن أبزي عن أبيه عن أبي بن كعب قال *\nكان رسول الله صلى الله عليه وسلم يقرأ في الركعة الأولى من الوتر ب سبح\nاسم ربك الأعلى وفي الثانية بقل يا أيها الكافرون وفي الثالثة ب قل هو الله\nأحد\n</p>\n\n<p>\n1701 أخبرنا يحيى بن موسى قال أنبأنا عبد العزيز بن خالد قال حدثنا سعيد\nبن أبي عروبة عن قتادة عن عزرة عن سعيد بن عبد الرحمن بن أبزي عن أبيه عن\nأبي بن كعب قال * كان رسول الله صلى الله عليه وسلم يقرأ في الوتر ب سبح\nاسم ربك الأعلى وفي الركعة الثانية ب قل يا أيها الكافرون وفي الثالثة ب قل\nهو الله أحد ولا يسلم إلا في آخرهن ويقول يعني بعد التسليم سبحان الملك\nالقدوس ثلاثا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p235'> Vol. 03, p. 235</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head277'>( 38 ذكر الاختلاف على أبي إسحاق في حديث سعيد بن جبير عن بن عباس في</h2>\n\nالوتر )\n<p>\n1702 أخبرنا الحسين بن عيسى قال حدثنا أبو أسامة قال حدثنا زكريا بن أبي\nزائدة عن أبي إسحاق عن سعيد بن <span id='ms0364'></span> جبير عن بن عباس قال * كان رسول الله صلى\nالله عليه وسلم يوتر بثلاث يقرأ في الأولى ب سبح اسم ربك الأعلى وفي\nالثانية ب قل يا أيها الكافرون وفي الثالثة ب قل هو الله أحد أوقفه زهير\n</p>\n\n<p>\n1703 أخبرنا أحمد بن سليمان قال حدثنا أبو نعيم قال حدثنا زهير عن أبي\nإسحاق عن سعيد بن جبير عن بن عباس * أنه كان يوتر بثلاث بسبح اسم ربك\nالأعلى وقل يا أيها الكافرون وقل هو الله أحد\n</p>\n\n<h2 class='l2' id='head278'>( 39 ذكر الاختلاف على حبيب بن أبي ثابت في حديث بن عباس في الوتر )</h2>\n\n<p>\n1704 أخبرنا محمد بن رافع قال حدثنا معاوية بن هشام قال حدثنا سفيان عن\nحبيب بن أبي ثابت عن محمد بن علي عن أبيه عن جده عن النبي صلى الله عليه\nوسلم * أنه قام من الليل فاستن ثم صلى ركعتين ثم نام ثم قام فاستن ثم توضأ\nفصلى ركعتين حتى صلى ستا ثم أوتر بثلاث وصلى ركعتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p236'> Vol. 03, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\n1705 أخبرنا أحمد بن سليمان قال حدثنا حسين عن زائدة عن حصين عن حبيب بن\nأبي ثابت عن محمد بن علي بن عبد الله بن عباس عن أبيه عن جده قال * كنت عند\nالنبي صلى الله عليه وسلم فقام فتوضأ واستاك وهو يقرأ هذه الآية حتى فرغ\nمنها <span class='quran'>إن في خلق السماوات والأرض واختلاف الليل والنهار لآيات </span>لأولى الألباب ثم صلى ركعتين ثم عاد فنام حتى سمعت نفخه ثم قام فتوضأ\nواستاك ثم صلى ركعتين ثم نام ثم قام فتوضأ واستاك وصلى ركعتين وأوتر بثلاث\n</p>\n\n<p>\n1706 أخبرنا محمد بن جبلة قال حدثنا معمر بن مخلد ثقة قال حدثنا عبيد\nالله بن عمرو عن زيد عن حبيب بن أبي ثابت عن محمد بن علي عن بن عباس قال *\nاستيقظ رسول الله صلى الله عليه وسلم فاستن وساق الحديث\n</p>\n\n<p>\n1707 أخبرنا هارون بن عبد الله قال حدثنا يحيى بن آدم قال حدثنا أبو بكر\nالنهشلي عن حبيب بن أبي ثابت عن يحيى بن الجزار عن بن عباس قال * كان رسول\nالله <span id='ms0365'></span> صلى الله عليه وسلم يصلي من الليل ثمان ركعات ويوتر بثلاث ويصلي\nركعتين قبل صلاة الفجر خالفه عمرو بن مرة فرواه عن يحيى بن الجزار عن أم\nسلمة عن رسول الله\n</p>\n\n<p>\n1708 أخبرنا أحمد بن حرب قال حدثنا أبو معاوية عن الأعمش عن عمرو بن مرة\nعن يحيى بن الجزار عن أم سلمة قالت * كان رسول الله صلى الله عليه وسلم\nيوتر بثلاث عشرة ركعة فلما كبر وضعف أوتر بتسع خالفه عمارة بن عمير فرواه\nعن يحيى بن الجزار عن عائشة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p237'> Vol. 03, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\n1709 أخبرنا أحمد بن سليمان قال حدثنا حسين عن زائدة عن سليمان عن عمارة\nبن عمير عن يحيى بن الجزار عن عائشة قالت * كان رسول الله صلى الله عليه\nوسلم يصلي من الليل تسعا فلما أسن وثقل صلى سبعا\n</p>\n\n<h2 class='l2' id='head279'>( 40 باب ذكر الاختلاف على الزهري في حديث أبي أيوب في الوتر )</h2>\n\n<p>\n1710 أخبرنا عمرو بن عثمان قال حدثنا بقية قال حدثني ضبارة بن أبي السليل\nقال حدثني دويد بن نافع قال أخبرني بن شهاب قال حدثني عطاء بن يزيد عن أبي\nأيوب أن النبي صلى الله عليه وسلم قال * الوتر حق فمن شاء أوتر بسبع ومن\nشاء أوتر بخمس ومن شاء أوتر بثلاث ومن شاء أوتر بواحدة\n</p>\n\n<p>\n1711 أخبرنا العباس بن الوليد بن مزيد قال أخبرني أبي قال حدثنا الأوزاعي\nقال حدثني الزهري قال حدثنا عطاء بن يزيد عن أبي أيوب أن رسول الله صلى\nالله عليه وسلم قال * الوتر حق فمن شاء أوتر بخمس ومن شاء أوتر بثلاث ومن\nشاء أوتر بواحدة\n</p>\n\n<p>\n1712 أخبرنا الربيع بن سليمان بن داود قال حدثنا عبد الله بن يوسف قال\nحدثنا الهيثم بن حميد قال حدثني أبو معيد عن الزهري قال حدثني عطاء بن يزيد\nأنه سمع أبا أيوب الأنصاري يقول * الوتر حق فمن أحب أن يوتر بخمس ركعات\nفليفعل ومن أحب أن يوتر بثلاث فليفعل ومن أحب أن يوتر بواحدة فليفعل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p238'> Vol. 03, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\n1713 قال الحرث بن مسكين قراءة عليه وأنا أسمع عن سفيان عن الزهري عن\nعطاء بن يزيد <span id='ms0366'></span> عن أبي أيوب قال * من شاء أوتر بسبع ومن شاء أوتر بخمس ومن\nشاء أوتر بثلاث ومن شاء أوتر بواحدة ومن شاء أومأ إيماء\n</p>\n\n<h2 class='l2' id='head280'>( 41 باب كيف الوتر بخمس وذكر الاختلاف على الحكم في حديث الوتر )</h2>\n\n<p>\n1714 أخبرنا قتيبة قال حدثنا جرير عن منصور عن الحكم عن مقسم عن أم سلمة\nقالت * كان رسول الله صلى الله عليه وسلم يوتر بخمس وبسبع لا يفصل بينها\nبسلام ولا بكلام\n</p>\n\n<p>\n1715 أخبرنا القاسم بن زكريا بن دينار قال حدثنا عبيد الله عن إسرائيل عن\nمنصور عن الحكم عن مقسم عن بن عباس عن أم سلمة قالت * كان رسول الله صلى\nالله عليه وسلم يوتر بسبع أو بخمس لا يفصل بينهن بتسليم\n</p>\n\n<p>\n1716 أخبرنا محمد بن إسماعيل بن إبراهيم عن يزيد قال حدثنا سفيان بن\nالحسين عن الحكم عن مقسم قال * الوتر سبع فلا أقل من خمس فذكرت ذلك\nلإبراهيم فقال عمن ذكره قلت لا أدري قال الحكم فحججت فلقيت مقسما فقلت له\nعمن قال عن الثقة عن عائشة وعن ميمونة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p239'> Vol. 03, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n1717 أخبرنا إسحاق بن منصور قال أنبأنا عبد الرحمن عن سفيان عن هشام بن\nعروة عن أبيه عن عائشة * أن النبي صلى الله عليه وسلم كان يوتر بخمس ولا\nيجلس إلا في آخرهن\n</p>\n\n<h2 class='l2' id='head281'>( 42 باب كيف الوتر بسبع )</h2>\n\n<p>\n1718 أخبرنا إسماعيل بن مسعود قال حدثنا خالد قال حدثنا شعبة عن قتادة عن\nزرارة بن أوفى عن سعد بن هشام عن عائشة قالت * لما أسن رسول الله صلى الله\nعليه وسلم وأخذ اللحم صلى سبع ركعات لا يقعد إلا في آخرهن وصلى ركعتين وهو\nقاعد بعد ما يسلم فتلك تسع يا بني وكان رسول الله صلى الله عليه وسلم إذا\nصلى صلاة أحب أن يداوم عليها مختصر خالفه هشام الدستوائي\n</p>\n\n<p>\n1719 أخبرنا زكريا بن يحيى قال حدثنا إسحاق بن إبراهيم قال حدثنا معاذ بن\nهشام قال حدثني أبي عن قتادة عن زرارة بن أوفى عن سعد بن هشام عن عائشة\nقالت * كان رسول الله صلى الله عليه وسلم إذا أوتر بتسع <span id='ms0367'></span> ركعات لم يقعد إلا\nفي الثامنة فيحمد الله ويذكره ويدعو ثم ينهض ولا يسلم ثم يصلي التاسعة\nفيجلس فيذكر الله عز وجل ويدعو ثم يسلم تسليمة يسمعنا ثم يصلي ركعتين وهو\nجالس فلما كبر وضعف أوتر بسبع ركعات لا يقعد إلا في السادسة ثم ينهض ولا\nيسلم فيصلي السابعة ثم يسلم تسليمة ثم يصلي ركعتين وهو جالس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p240'> Vol. 03, p. 240</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head282'>( 43 كيف الوتر بتسع )</h2>\n\n<p>\n1720 أخبرنا هارون بن إسحاق عن عبدة عن سعيد عن قتادة عن زرارة بن أوفى\nعن سعد بن هشام أن عائشة قالت * كنا نعد لرسول الله صلى الله عليه وسلم\nسواكه وطهوره فيبعثه الله عز وجل لما شاء أن يبعثه من الليل فيستاك ويتوضأ\nويصلي تسع ركعات لا يجلس فيهن إلا عند الثامنة ويحمد الله ويصلي على نبيه\nصلى الله عليه وسلم ويدعو بينهن ولا يسلم تسليما ثم يصلي التاسعة ويقعد\nوذكر كلمة نحوها ويحمد الله ويصلي على نبيه صلى الله عليه وسلم ويدعو ثم\nيسلم تسليما يسمعنا ثم يصلي ركعتين وهو قاعد\n</p>\n\n<p>\n1721 أخبرنا زكريا بن يحيى قال حدثنا إسحاق قال أنبأنا عبد الرزاق قال\nحدثنا معمر عن قتادة عن زرارة بن أوفى أن سعد بن هشام بن عامر لما أن قدم\nعلينا أخبرنا أنه أتى بن عباس فسأله عن وتر رسول الله صلى الله عليه وسلم\nقال * ألا أدلك أو إلا أنبئك بأعلم أهل الأرض بوتر رسول الله صلى الله عليه\nوسلم قلت من قال عائشة فأتيناها فسلمنا عليها ودخلنا فسألناها فقلت أنبئيني\nعن وتر رسول الله صلى الله عليه وسلم قال ت كنا نعد له سواكه وطهوره فيبعثه\nالله عز وجل ما شاء أن يبعثه من الليل فيتسوك ويتوضأ ثم يصلي تسع ركعات لا\nيقعد فيهن إلا في الثامنة فيحمد الله ويذكره ويدعو ثم ينهض ولا يسلم ثم\nيصلي التاسعة فيجلس فيحمد الله ويذكره ويدعو ثم يسلم تسليما يسمعنا ثم يصلي\nركعتين وهو جالس فتلك إحدى عشرة ركعة يا بني فلما أسن رسول الله صلى الله\nعليه وسلم وأخذ <span id='ms0368'></span> اللحم أوتر بسبع ثم يصلي ركعتين وهو جالس بعد ما يسلم فتلك\nتسعا أي بنى وكان رسول الله صلى الله عليه وسلم إذا صلى صلاة أحب أن يداوم\nعليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p241'> Vol. 03, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\n1722 أخبرنا زكريا بن يحيى قال حدثنا إسحاق بن إبراهيم قال أنبأنا عبد\nالرزاق قال حدثنا معمر عن قتادة عن الحسن قال أخبرني سعد بن هشام عن عائشة\nأنه سمعها تقول * إن رسول الله صلى الله عليه وسلم كان يوتر بتسع ركعات ثم\nيصلي ركعتين وهو جالس فلما ضعف أوتر بسبع ركعات ثم صلى ركعتين وهو جالس\n</p>\n\n<p>\n1723 أخبرنا محمد بن بشار قال حدثنا حجاج قال حدثنا حماد عن قتادة عن\nالحسن عن سعد بن هشام عن عائشة * أن رسول الله صلى الله عليه وسلم كان يوتر\nبتسع ويركع ركعتين وهو جالس\n</p>\n\n<p>\n1724 أخبرنا محمد بن عبد الله الخلنجي قال حدثنا أبو سعيد يعني مولى بني\nهاشم قال حدثنا حصين بن نافع قال حدثنا الحسن عن سعد بن هشام أنه وفد على\nأم المؤمنين عائشة فسألها عن صلاة رسول الله صلى الله عليه وسلم فقالت *\nكان يصلي من الليل ثمان ركعات ويوتر بالتاسعة ويصلي ركعتين وهو جالس مختصر\n</p>\n\n<p>\n1725 أخبرنا هناد بن السري عن أبي الأحوص عن الأعمش أراه عن إبراهيم عن\nالأسود عن عائشة قالت * كان رسول الله صلى الله عليه وسلم يصلي من الليل\nتسع ركعات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p242'> Vol. 03, p. 242</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head283'>( 44 باب كيف الوتر بإحدى عشرة ركعة )</h2>\n\n<p>\n1726 أخبرنا إسحاق بن منصور قال حدثنا عبد الرحمن قال حدثنا مالك عن\nالزهري عن عروة عن عائشة * أن النبي صلى الله عليه وسلم كان يصلي من الليل\nإحدى عشرة ركعة ويوتر منها بواحدة ثم يضطجع على شقه الأيمن\n</p>\n\n<h2 class='l2' id='head284'>( 45 باب الوتر بثلاث عشرة ركعة )</h2>\n\n<p>\n1727 أخبرنا أحمد بن حرب قال حدثنا أبو معاوية عن الأعمش عن عمرو بن مرة\nعن يحيى بن الجزار عن أم سلمة قالت * كان رسول الله صلى الله عليه وسلم\nيوتر بثلاث عشرة ركعة فلما كبر وضعف أوتر بتسع\n</p>\n\n<h2 class='l2' id='head285'>( 46 باب القراءة في الوتر )</h2>\n\n<p>\n1728 أخبرنا إبراهيم بن يعقوب قال حدثنا <span id='ms0369'></span> أبو النعمان قال حدثنا حماد بن\nسلمة عن عاصم الأحول عن أبي مجلز أن أبا موسى * كان بين مكة والمدينة فصلى\nالعشاء ركعتين ثم قام فصلى ركعة أوتر بها فقرأ فيها بمائة آية من النساء ثم\nقال ما ألوت أن أضع قدمي حيث وضع رسول الله صلى الله عليه وسلم قدميه وأنا\nأقرأ بما قرأ به رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p243'> Vol. 03, p. 243</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head286'>( 47 نوع آخر من القراءة في الوتر )</h2>\n\n<p>\n1729 أخبرنا محمد بن الحسين بن إبراهيم بن أشكاب النسائي قال أنبأنا محمد\nبن أبي عبيدة قال حدثنا أبي عن الأعمش عن طلحة عن ذر عن سعيد بن عبد الرحمن\nبن أبزي عن أبيه عن أبي بن كعب قال * كان رسول الله صلى الله عليه وسلم\nيقرأ في الوتر بسبح اسم ربك الأعلى وقل يا أيها الكافرون وقل هو الله أحد\nفإذا سلم قال سبحان الملك القدوس ثلاث مرات\n</p>\n\n<p>\n1730 أخبرنا يحيى بن موسى قال حدثنا عبد الرحمن بن عبد الله بن سعد قال\nحدثنا أبو جعفر الرازي عن الأعمش عن زبيد وطلحة عن ذر عن سعيد بن عبد\nالرحمن بن أبزي عن أبيه عن أبي بن كعب قال * كان رسول الله صلى الله عليه\nوسلم يوتر ب سبح اسم ربك الأعلى وقل يا أيها الكافرون وقل هو الله أحد\nخالفهما حصين فرواه عن ذر عن بن عبد الرحمن بن أبزى عن أبيه عن النبي\n</p>\n\n<p>\n1731 أخبرنا الحسن بن قزعة عن حصين بن نمير عن حصين بن عبد الرحمن عن ذر\nعن بن عبد الرحمن بن أبزي عن أبيه * أن رسول الله صلى الله عليه وسلم كان\nيقرأ في الوتر بسبح اسم ربك الأعلى وقل يا أيها الكافرون وقل هو الله أحد\n</p>\n\n<h2 class='l2' id='head287'>( 48 ذكر الاختلاف على شعبة فيه )</h2>\n\n<p>\n1732 أخبرنا عمرو بن يزيد قال حدثنا بهز بن أسد قال حدثنا شعبة عن سلمة\nوزبيد عن ذر عن بن عبد الرحمن بن أبزي عن أبيه * أن رسول الله صلى الله\nعليه وسلم كان يوتر بسبح اسم ربك الأعلى <span id='ms0370'></span> وقل يا أيها الكافرون وقل هو الله\nأحد وكان يقول إذا سلم سبحان الملك القدوس ثلاثا ويرفع صوته بالثالثة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p244'> Vol. 03, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\n1733 أخبرنا محمد بن عبد الأعلى قال حدثنا خالد قال حدثنا شعبة قال\nأخبرني سلمة وزبيد عن ذر عن بن عبد الرحمن بن أبزي عن عبد الرحمن * أن رسول\nالله صلى الله عليه وسلم كان يقرأ في الوتر بسبح اسم ربك الأعلى وقل يا\nأيها الكافرون وقل هو الله أحد ثم يقول إذا سلم سبحان الملك القدوس ويرفع\nبسبحان الملك القدوس صوته بالثالثة رواه منصور عن سلمة بن كهيل ولم يذكر\nذرا\n</p>\n\n<p>\n1734 أخبرنا محمد بن قدامة عن جرير عن منصور عن سلمة بن كهيل عن سعيد بن\nعبد الرحمن بن أبزي عن أبيه قال * كان رسول الله صلى الله عليه وسلم يوتر\nبسبح اسم ربك الأعلى وقل يا أيها الكافرون وقل هو الله أحد وكان إذا سلم\nوفرغ قال سبحان الملك القدوس ثلاثا طول في الثالثة ورواه عبد الملك بن أبي\nسليمان عن زبيد ولم يذكر ذرا\n</p>\n\n<p>\n1735 أخبرنا أحمد بن سليمان قال حدثنا محمد بن عبيد قال حدثنا عبد الملك\nبن أبي سليمان عن زبيد عن سعيد بن عبد الرحمن بن أبزي عن أبيه قال * كان\nرسول الله صلى الله عليه وسلم يوتر بسبح اسم ربك الأعلى وقل يا أيها\nالكافرون وقل هو الله أحد ورواه محمد بن جحادة عن زبيد ولم يذكر ذرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p245'> Vol. 03, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\n1736 أخبرنا عمران بن موسى قال حدثنا عبد الوارث قال حدثنا محمد بن جحادة\nعن زبيد عن بن أبزي عن أبيه قال * كان رسول الله صلى الله عليه وسلم يوتر\nبسبح اسم ربك الأعلى وقل يا أيها الكافرون وقل هو الله أحد فإذا فرغ من\nالصلاة قال سبحان الملك القدوس ثلاث مرات\n</p>\n\n<h2 class='l2' id='head288'>( 49 ذكر الاختلاف على مالك بن مغول فيه )</h2>\n\n<p>\n1737 أخبرنا أحمد بن محمد بن عبيد الله قال حدثنا شعيب بن حرب عن مالك عن\nزبيد عن بن أبزي عن أبيه قال * كان رسول الله صلى الله عليه وسلم يقرأ <span id='ms0371'></span> في\nالوتر بسبح اسم ربك الأعلى وقل يا أيها الكافرون وقل هو الله أحد\n</p>\n\n<p>\n1738 أخبرنا أحمد بن سليمان قال حدثنا يحيى بن آدم قال حدثنا مالك عن\nزبيد عن ذر عن بن أبزي * مرسل وقد رواه عطاء بن السائب عن سعيد بن عبد\nالرحمن بن أبزي عن أبيه\n</p>\n\n<p>\n1739 أخبرنا عبد الله بن الصباح قال حدثنا الحسن بن حبيب قال حدثنا روح\nبن القاسم عن عطاء بن السائب عن سعيد بن عبد الرحمن بن أبزي عن أبيه * أن\nرسول الله صلى الله عليه وسلم كان يقرأ في الوتر بسبح اسم ربك الأعلى وقل\nيا أيها الكافرون وقل هو الله أحد\n</p>\n\n<h2 class='l2' id='head289'>( 50 ذكر الاختلاف على شعبة عن قتادة في هذا الحديث )</h2>\n\n<p>\n1740 أخبرنا محمد بن بشار قال حدثنا أبو داود قال حدثنا شعبة عن قتادة\nقال سمعت عزرة يحدث عن سعيد بن عبد الرحمن بن أبزي عن أبيه * أن رسول الله\nصلى الله عليه وسلم كان يوتر بسبح اسم ربك الأعلى وقل يا أيها الكافرون وقل\nهو الله أحد فإذا فرغ قال سبحان الملك القدوس ثلاثا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p246'> Vol. 03, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n1741 أخبرنا إسحاق بن منصور قال حدثنا أبو داود قال حدثنا شعبة عن قتادة\nعن زرارة عن عبد الرحمن بن أبزي عن رسول الله صلى الله عليه وسلم * كان\nيوتر بسبح اسم ربك الأعلى وقل يا أيها الكافرون وقل هو الله أحد فإذا فرغ\nقال سبحان الملك القدوس ثلاثا ويمد في الثالثة\n</p>\n\n<p>\n1742 أخبرنا محمد بن المثنى قال حدثنا محمد قال حدثنا شعبة قال سمعت\nقتادة يحدث عن زرارة عن عبد الرحمن بن أبزي * أن رسول الله صلى الله عليه\nوسلم كان يوتر ب سبح اسم ربك الأعلى خالفهما شبابة فرواه عن شعبة عن قتادة\nعن زرارة بن أوفى عن عمران بن حصين\n</p>\n\n<p>\n1743 أخبرنا بشر بن خالد قال حدثنا شبابة عن شعبة عن قتادة عن زرارة بن\nأوفى عن عمران بن حصين * أن النبي صلى الله عليه وسلم أوتر بسبح اسم ربك\nالأعلى قال أبو عبد الرحمن لا أعلم أحدا <span id='ms0372'></span> تابع شبابة على هذا الحديث خالفه\nيحيى بن سعيد\n</p>\n\n<p>\n1744 أخبرنا محمد بن المثنى قال حدثنا يحيى بن سعيد عن شعبة عن قتادة عن\nزرارة عن عمران بن حصين قال * صلى رسول الله صلى الله عليه وسلم الظهر فقرأ\nرجل ب سبح اسم ربك الأعلى فلما صلى قال من قرأ بسبح اسم ربك الأعلى قال رجل\nأنا قال قد علمت أن بعضهم خالجنيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p247'> Vol. 03, p. 247</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head290'>( 51 باب الدعاء في الوتر )</h2>\n\n<p>\n1745 أخبرنا قتيبة قال حدثنا أبو الأحوص عن أبي إسحاق عن بريد عن أبي\nالجوزاء قال قال الحسن * علمني رسول الله صلى الله عليه وسلم كلمات أقولهن\nفي الوتر في القنوت اللهم اهدني فيمن هديت وعافني فيمن عافيت وتولني فيمن\nتوليت وبارك لي فيما أعطيت وقني شر ما قضيت إنك تقضي ولا يقضي عليك وإنه لا\nيذل من واليت تباركت ربنا وتعاليت\n</p>\n\n<p>\n1746 أخبرنا محمد بن سلمة قال حدثنا بن وهب عن يحيى بن عبد الله بن سالم\nعن موسى بن عقبة عن عبد الله بن علي عن الحسن بن علي قال * علمني رسول الله\nصلى الله عليه وسلم هؤلاء الكلمات في الوتر قال قل اللهم أهدني فيمن هديت\nوبارك لي فيما أعطيت وتولني فيمن توليت وقني شر ما قضيت فإنك تقضي ولا يقضي\nعليك وإنه لا يذل من واليت تباركت ربنا وتعاليت وصلى الله على النبي محمد\n</p>\n\n<p>\n1747 أخبرنا محمد بن عبد الله بن المبارك قال حدثنا سليمان بن حرب وهشام\nبن عبد الملك قالا حدثنا حماد بن سلمة عن هشام بن عمرو الفزاري عن عبد\nالرحمن بن الحارث بن هشام عن علي بن أبي طالب * أن النبي صلى الله عليه\nوسلم كان يقول في آخر وتره اللهم إني أعوذ برضاك من سخطك وبمعافاتك من\nعقوبتك وأعوذ بك منك لا أحصى ثناء عليك أنت كما أثنيت على نفسك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p248'> Vol. 03, p. 248</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head291'>( 52 ترك رفع اليدين في الدعاء في الوتر )</h2>\n\n<p>\n1748 أخبرنا محمد بن بشار قال حدثنا عبد الرحمن عن شعبة عن ثابت البناني\nعن أنس قال * كان النبي صلى الله عليه <span id='ms0373'></span> وسلم لا يرفع يديه في شيء من دعائه\nإلا في الاستسقاء قال شعبة فقلت لثابت أنت سمعته من أنس قال سبحان الله قلت\nسمعته قال سبحان الله\n</p>\n\n<h2 class='l2' id='head292'>( 53 باب قدر السجدة بعد الوتر )</h2>\n\n<p>\n1749 أخبرنا يوسف بن سعيد قال حدثنا حجاج قال حدثنا ليث قال حدثني عقيل\nعن بن شهاب عن عروة عن عائشة قالت * كان رسول الله صلى الله عليه وسلم يصلي\nإحدى عشرة ركعة فيما بين أن يفرغ من صلاة العشاء إلى الفجر بالليل سوى\nركعتي الفجر ويسجد قدر ما يقرأ أحدكم خمسين آية\n</p>\n\n<h2 class='l2' id='head293'>( 54 التسبيح بعد الفراغ من الوتر وذكر الاختلاف على سفيان فيه )</h2>\n\n<p>\n1750 أخبرنا أحمد بن حرب قال حدثنا قاسم عن سفيان عن زبيد عن سعيد بن عبد\nالرحمن بن أبزي عن أبيه عن النبي صلى الله عليه وسلم * أنه كان يوتر بسبح\nاسم ربك الأعلى وقل يا أيها الكافرون وقل هو الله أحد ويقول بعد ما يسلم\nسبحان الملك القدوس ثلاث مرات يرفع بها صوته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p249'> Vol. 03, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n1751 أخبرنا أحمد بن يحيى قال حدثنا محمد بن عبيد عن سفيان الثوري وعبد\nالملك بن أبي سليمان عن زبيد عن سعيد بن عبد الرحمن بن أبزي عن أبيه قال *\nكان رسول الله صلى الله عليه وسلم يوتر ب سبح اسم ربك الأعلى وقل يا أيها\nالكافرون وقل هو الله أحد ويقول بعد ما يسلم سبحان الملك القدوس ثلاث مرات\nيرفع بها صوته خالفهما أبو نعيم فرواه عن سفيان عن زبيد عن ذر عن سعيد\n</p>\n\n<p>\n1752 أخبرنا محمد بن إسماعيل بن إبراهيم عن أبي نعيم عن سفيان عن زبيد عن\nذر عن سعيد بن عبد الرحمن بن أبزي عن أبيه قال * كان رسول الله صلى الله\nعليه وسلم يوتر بسبح اسم ربك الأعلى وقل يا أيها الكافرون وقل هو الله أحد\nفإذا أراد أن ينصرف قال سبحان الملك القدوس ثلاثا يرفع بها صوته قال أبو\nعبد الرحمن أبو نعيم أثبت عندنا من محمد بن عبيد ومن قاسم بن يزيد واثبت\nأصحاب سفيان عندنا والله أعلم <span id='ms0374'></span> يحيى بن سعيد القطان ثم عبد الله بن المبارك\nثم وكيع بن الجراح ثم عبد الرحمن بن مهدي ثم أبو نعيم ثم الأسود في هذا\nالحديث ورواه جرير بن حازم عن زبيد فقال يمد صوته في الثالثة ويرفع\n</p>\n\n<p>\n1753 أخبرنا حرمي بن يونس بن محمد قال حدثنا أبي قال حدثنا جرير قال سمعت\nزبيدا يحدث عن ذر عن سعيد بن عبد الرحمن بن أبزي عن أبيه قال * كان رسول\nالله صلى الله عليه وسلم يوتر بسبح اسم ربك الأعلى وقل يا أيها الكافرون\nوقل هو الله أحد وإذا سلم قال سبحان الملك القدوس ثلاث مرات يمد صوته في\nالثالثة ثم يرفع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p250'> Vol. 03, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\n1754 أخبرنا محمد بن المثنى قال حدثنا عبد العزيز بن عبد الصمد قال حدثنا\nسعيد عن قتادة عن عزرة عن سعيد بن عبد الرحمن بن أبزي عن أبيه * أن رسول\nالله صلى الله عليه وسلم كان يوتر بسبح اسم ربك الأعلى وقل يا أيها\nالكافرون وقل هو الله أحد فإذا فرغ قال سبحان الملك القدوس أرسله هشام\n</p>\n\n<p>\n1755 أخبرنا محمد بن إسماعيل بن إبراهيم عن أبي عامر عن هشام عن قتادة عن\nعزرة عن سعيد بن عبد الرحمن بن أبزي * أن النبي صلى الله عليه وسلم كان\nيوتر وساق الحديث\n</p>\n\n<h2 class='l2' id='head294'>( 55 باب إباحة الصلاة بين الوتر وبين ركعتي الفجر )</h2>\n\n<p>\n1756 أخبرنا عبيد الله بن فضالة بن إبراهيم قال حدثنا محمد يعني بن\nالمبارك الصوري قال حدثنا معاوية يعني بن سلام عن يحيى بن أبي كثير قال\nأخبرني أبو سلمة بن عبد الرحمن أنه سأل عائشة عن صلاة رسول الله صلى الله\nعليه وسلم من الليل فقالت * كان يصلي ثلاث عشرة ركعة تسع ركعات قائما يوتر\nفيها وركعتين جالسا فإذا أراد أن يركع قام فركع وسجد ويفعل ذلك بعد الوتر\nفإذا سمع نداء الصبح قام فركع ركعتين خفيفتين\n</p>\n\n<h2 class='l2' id='head295'>( 56 المحافظة على الركعتين قبل الفجر )</h2>\n\n<p>\n1757 أخبرنا محمد بن المثنى قال حدثنا عثمان بن عمر قال حدثنا شعبة عن\nإبراهيم بن محمد عن أبيه عن مسروق عن عائشة <span id='ms0375'></span> * أن النبي صلى الله عليه وسلم\nكان لا يدع أربع ركعات قبل الظهر وركعتين قبل الفجر خالفه عامة أصحاب شعبة\nممن روى هذا الحديث فلم يذكروا مسروقا\n</p>\n\n<p>\n1758 أخبرني أحمد بن عبد الله بن الحكم قال حدثنا محمد بن جعفر قال حدثنا\nشعبة عن إبراهيم بن محمد أنه سمع أباه يحدث أنه سمع عائشة قالت * كان رسول\nالله صلى الله عليه وسلم لا يدع أربعا قبل الظهر وركعتين قبل الصبح قال أبو\nعبد الرحمن هذا الصواب عندنا وحديث عثمان بن عمر خطا والله تعالى أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p251'> Vol. 03, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\n1759 أخبرنا هارون بن إسحاق قال حدثنا عبدة عن سعيد عن قتادة عن زرارة بن\nأوفى عن سعد بن هشام عن عائشة عن النبي صلى الله عليه وسلم قال * ركعتا\nالفجر خير من الدنيا وما فيها\n</p>\n\n<h2 class='l2' id='head296'>( 57 باب وقت ركعتي الفجر )</h2>\n\n<p>\n1760 أخبرنا قتيبة بن سعيد قال حدثنا الليث عن نافع عن بن عمر عن حفصة عن\nرسول الله صلى الله عليه وسلم * أنه كان إذا نودي لصلاة الصبح ركع ركعتين\nخفيفتين قبل أن يقوم إلى الصلاة\n</p>\n\n<p>\n1761 أخبرنا محمد بن منصور قال حدثنا سفيان قال حدثنا عمرو عن الزهري عن\nسالم عن بن عمر قال أخبرتني حفصة * أن النبي صلى الله عليه وسلم كان إذا\nأضاء له الفجر صلى ركعتين\n</p>\n\n<h2 class='l2' id='head297'>( 58 الاضطجاع بعد ركعتي الفجر على الشق الأيمن )</h2>\n\n<p>\n1762 أخبرنا عمرو بن منصور قال حدثنا علي بن عياش قال حدثنا شعيب عن\nالزهري قال أخبرني عروة عن عائشة قالت * كان رسول الله صلى الله عليه وسلم\nإذا سكت المؤذن بالأولى من صلاة الفجر قام فركع ركعتين خفيفتين قبل صلاة\nالفجر بعد أن يتبين الفجر ثم يضطجع على شقه الأيمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p252'> Vol. 03, p. 252</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head298'>( 59 باب ذم من ترك قيام الليل )</h2>\n\n<p>\n1763 أخبرنا سويد بن نصر قال حدثنا عبد الله عن الأوزاعي عن يحيى بن أبي\nكثير عن أبي سلمة عن عبد الله بن عمرو قال قال لي رسول الله صلى الله عليه\nوسلم * لا تكن مثل فلان كان يقوم الليل فترك قيام الليل\n</p>\n\n<p>\n1764 أخبرنا الحرث بن أسد <span id='ms0376'></span> قال حدثنا بشر بن بكر قال حدثني الأوزاعي قال\nحدثني يحيى بن أبي كثير عن عمرو بن الحكم بن ثوبان قال حدثني أبو سلمة بن\nعبد الرحمن عن عبد الله بن عمرو قال قال رسول الله صلى الله عليه وسلم * لا\nتكن يا عبد الله مثل فلان كان يقوم الليل فترك قيام الليل\n</p>\n\n<h2 class='l2' id='head299'>( 60 باب وقت ركعتي الفجر وذكر الاختلاف على نافع )</h2>\n\n<p>\n1765 أخبرنا محمد بن إبراهيم البصري قال حدثنا خالد بن الحرث قال قرأت\nعلى عبد الحميد بن جعفر عن نافع عن صفية عن حفصة عن النبي صلى الله عليه\nوسلم * أنه كان يصلي ركعتي الفجر ركعتين خفيفتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p253'> Vol. 03, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\n1766 أخبرنا شعيب بن شعيب بن إسحاق قال حدثنا عبد الوهاب قال أنبأنا شعيب\nقال حدثنا الأوزاعي قال حدثني يحيى قال حدثني نافع قال حدثني بن عمر قال\nحدثتني حفصة * أن رسول الله صلى الله عليه وسلم كان يركع ركعتين خفيفتين\nبين النداء والإقامة من صلاة الفجر قال أبو عبد الرحمن كلا الحديثين عندنا\nخطأ والله تعالى أعلم\n</p>\n\n<p>\n1767 أخبرنا إسحاق بن منصور قال أنبأنا يحيى قال حدثنا الأوزاعي قال\nحدثني يحيى عن نافع عن بن عمر عن حفصة قالت * كان رسول الله صلى الله عليه\nوسلم يركع بين النداء والصلاة ركعتين خفيفتين\n</p>\n\n<p>\n1768 أخبرنا هشام بن عمار قال حدثنا يحيى يعني بن حمزة قال حدثنا\nالأوزاعي عن يحيى عن أبي سلمة قال هو ونافع عن بن عمر عن حفصة * أن النبي\nصلى الله عليه وسلم كان يصلي بين النداء والإقامة ركعتين خفيفتين ركعتي\nالفجر\n</p>\n\n<p>\n1769 أخبرنا إسحاق بن منصور قال حدثنا معاذ بن هشام قال حدثني أبي عن\nيحيى بن أبي كثير قال حدثني نافع أن بن عمر حدثه أن حفصة حدثته * أن رسول\nالله صلى الله عليه وسلم كان يصلي ركعتين خفيفتين بين النداء والإقامة من\nصلاة الصبح\n</p>\n\n<p>\n1770 أخبرنا يحيى بن محمد قال حدثنا محمد بن جهضم قال إسماعيل حدثنا عن\nعمر بن نافع عن أبيه عن بن عمر قال أخبرتني حفصة * أن رسول الله <span id='ms0377'></span> صلى الله\nعليه وسلم كان يصلي قبل الصبح ركعتين\n</p>\n\n<p>\n1771 أخبرنا محمد بن عبد الله بن عبد الحكم قال أنبأنا إسحاق بن الفرات\nعن يحيى بن أيوب قال حدثني يحيى بن سعيد قال أنبأنا نافع عن بن عمر عن حفصة\nأنها أخبرته * أن رسول الله صلى الله عليه وسلم كان إذا نودي لصلاة الصبح\nسجد سجدتين قبل صلاة الصبح\n</p>\n\n<p>\n1772 أخبرنا عبد الله بن إسحاق عن أبي عاصم عن بن جريج قال أخبرني موسى\nبن عقبة عن نافع عن بن عمر عن حفصة أم المؤمنين أنها أخبرته * أن رسول الله\nصلى الله عليه وسلم كان إذا سكت المؤذن صلى ركعتين خفيفتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p254'> Vol. 03, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\n1773 أخبرنا محمد بن سلمة قال أنبأنا بن القاسم عن مالك قال حدثني نافع\nعن عبد الله بن عمر أن حفصة أم المؤمنين أخبرته * أن رسول الله صلى الله\nعليه وسلم كان إذا سكت المؤذن من الأذان لصلاة الصبح وبدا الصبح صلى ركعتين\nخفيفتين قبل أن تقام الصلاة\n</p>\n\n<p>\n1774 أخبرنا إسماعيل بن مسعود قال حدثنا خالد بن الحرث قال حدثنا عبيد\nالله عن نافع عن عبد الله قال حدثتني أختي حفصة * أنه كان يصلي قبل الفجر\nركعتين خفيفتين\n</p>\n\n<p>\n1775 أخبرنا محمد بن عبد الله بن يزيد قال حدثنا أبي قال حدثنا جويرية بن\nأسماء عن نافع عن عبد الله بن عمر عن حفصة * أن رسول الله صلى الله عليه\nوسلم كان يصلي ركعتين إذا طلع الفجر\n</p>\n\n<p>\n1776 أخبرنا أحمد بن عبد الله بن الحكم قال حدثنا محمد بن جعفر قال حدثنا\nشعبة عن زيد بن محمد قال سمعت نافعا عن بن عمر عن حفصة أنها قالت * كان\nرسول الله صلى الله عليه وسلم إذا طلع الفجر لا يصلي إلا ركعتين خفيفتين\n</p>\n\n<p>\n1777 أخبرنا قتيبة بن سعيد قال حدثنا الليث عن نافع عن بن عمر عن حفصة عن\nرسول الله صلى الله عليه وسلم * أنه كان إذا نودي لصلاة الصبح ركع ركعتين\nخفيفتين قبل أن يقوم إلى الصلاة وروى سالم عن بن عمر عن حفصة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p255'> Vol. 03, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\n1778 أخبرنا إسحاق <span id='ms0378'></span> بن إبراهيم قال أنبأنا عبد الرزاق قال حدثنا معمر عن\nالزهري عن سالم قال بن عمر أخبرتني حفصة * أن رسول الله صلى الله عليه وسلم\nكان يركع ركعتين قبل الفجر وذلك بعد ما يطلع الفجر\n</p>\n\n<p>\n1779 أخبرنا الحسين بن عيسى قال حدثنا سفيان عن عمرو عن الزهري عن سالم\nعن أبيه قال أخبرتني حفصة * أن رسول الله صلى الله عليه وسلم كان إذا أضاء\nله الفجر صلى ركعتين\n</p>\n\n<p>\n1780 أخبرنا محمود بن خالد قال حدثنا الوليد عن أبي عمرو عن يحيى قال\nحدثني أبو سلمة عن عائشة * أن رسول الله صلى الله عليه وسلم كان يصلي\nركعتين خفيفتين بين النداء والإقامة من صلاة الفجر\n</p>\n\n<p>\n1781 أخبرنا إسماعيل بن مسعود قال حدثنا خالد قال حدثنا هشام قال حدثنا\nيحيى عن أبي سلمة أنه سأل عائشة عن صلاة رسول الله صلى الله عليه وسلم\nبالليل قالت * كان يصلي ثلاث عشرة ركعة يصلي ثمان ركعات ثم يوتر ثم يصلي\nركعتين وهو جالس فإذا أراد أن يركع قام فركع ويصلي ركعتين بين الأذان\nوالإقامة في صلاة الصبح\n</p>\n\n<p>\n1782 أخبرنا أحمد بن نصر قال حدثنا عمرو بن محمد قال حدثنا عثام بن علي\nقال حدثنا الأعمش عن حبيب بن أبي ثابت عن سعيد بن جبير عن بن عباس قال *\nكان النبي صلى الله عليه وسلم يصلي ركعتي الفجر إذا سمع الأذان ويخففهما\nقال أبو عبد الرحمن هذا حديث منكر\n</p>\n\n<p>\n1783 أخبرنا سويد بن نصر قال حدثنا عبد الله قال أنبأنا يونس عن الزهري\nقال أخبرني السائب بن يزيد * أن شريحا الحضرمي ذكر عند رسول الله صلى الله\nعليه وسلم فقال رسول الله صلى الله عليه وسلم لا يتوسد القرآن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p256'> Vol. 03, p. 256</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head300'>( 61 باب من كان له صلاة بالليل فغلبه عليها النوم )</h2>\n\n<p>\n1784 أخبرنا قتيبة بن سعيد عن مالك عن محمد بن المنكدر عن سعيد بن جبير\nعن رجل عنده رضى أخبره أن عائشة رضي الله عنها أخبرته أن رسول الله صلى\nالله عليه وسلم قال * ما من امرئ تكون له صلاة بليل فغلبه عليها <span id='ms0379'></span> نوم إلا\nكتب الله له أجر صلاته وكان نومه صدقة عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p257'> Vol. 03, p. 257</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head301'>( 62 اسم الرجل الرضي )</h2>\n\n<p>\n1785 أخبرنا أبو داود قال حدثنا محمد بن سليمان قال حدثنا أبو جعفر\nالرازي عن محمد بن المنكدر عن سعيد بن جبير عن الأسود بن يزيد عن عائشة\nقالت قال رسول الله صلى الله عليه وسلم * من كانت له صلاة صلاها من الليل\nفنام عنها كان ذلك صدقة تصدق الله عز وجل عليه وكتب له أجر صلاته\n</p>\n\n<p>\n1786 أخبرنا أحمد بن نصر قال حدثنا يحيى بن أبي بكير قال حدثنا أبو جعفر\nالرازي عن محمد بن المنكدر عن سعيد بن جبير عن عائشة أن رسول الله صلى الله\nعليه وسلم قال * فذكر نحوه قال أبو عبد الرحمن أبو جعفر الرازي ليس بالقوي\nفي الحديث\n</p>\n\n<h2 class='l2' id='head302'>( 63 باب من أتى فراشه وهو ينوي القيام فنام )</h2>\n\n<p>\n1787 أخبرنا هارون بن عبد الله قال حدثنا حسين بن علي عن زائدة عن سليمان\nعن حبيب بن أبي ثابت عن عبدة بن أبي لبابة عن سويد بن غفلة عن أبي الدرداء\nيبلغ به النبي صلى الله عليه وسلم قال * من أتى فراشه وهو ينوي أن يقوم\nيصلي من الليل فغلبته عيناه حتى أصبح كتب له ما نوى وكان نومه صدقة عليه من\nربه عز وجل خالفه سفيان\n</p>\n\n<p>\n1788 أخبرنا سويد بن نصر قال حدثنا عبد الله عن سفيان الثوري عن عبدة قال\nسمعت سويد بن غفلة عن أبي ذر وأبي الدرداء * موقوفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p258'> Vol. 03, p. 258</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head303'>( 64 باب كم يصلي من نام عن صلاة أو منعه وجع )</h2>\n\n<p>\n1789 أخبرنا قتيبة بن سعيد قال حدثنا أبو عوانة عن قتادة عن زرارة عن سعد\nبن هشام عن عائشة * أن رسول الله صلى الله عليه وسلم كان إذا لم يصل من\nالليل منعه من ذلك نوم أو وجع صلى من النهار ثنتي عشرة ركعة\n</p>\n\n<h2 class='l2' id='head304'>( 65 باب متى يقضي من نام عن حزبه من الليل )</h2>\n\n<p>\n1790 أخبرنا قتيبة بن سعيد قال حدثنا أبو صفوان عبد الله بن سعيد بن عبد\nالملك بن مروان عن يونس عن بن شهاب أن <span id='ms0380'></span> السائب بن يزيد وعبيد الله أخبراه أن\nعبد الرحمن بن عبد القارىء قال سمعت عمر بن الخطاب يقول قال رسول الله صلى\nالله عليه وسلم * من نام عن حزبه أو عن شيء منه فقرأه فيما بين صلاة الفجر\nوصلاة الظهر كتب له كأنما قرأه من الليل\n</p>\n\n<p>\n1791 أخبرنا محمد بن رافع قال حدثنا عبد الرزاق قال أنبأنا معمر عن\nالزهري عن عبد الرحمن بن عبد القارىء أن عمر بن الخطاب يقول قال رسول الله\nصلى الله عليه وسلم * من نام عن حزبه أو قال جزئه من الليل فقرأه فيما بين\nصلاة الصبح إلى صلاة الظهر فكأنما قرأه من الليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p259'> Vol. 03, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\n1792 أخبرنا قتيبة بن سعيد عن مالك عن داود بن الحصين عن الأعرج عن عبد\nالرحمن بن عبد القارئ أن عمر بن الخطاب * قال من فاته حزبه من الليل فقرأه\nحين تزول الشمس إلى صلاة الظهر فإنه لم يفته أو كأنه أدركه رواه حميد بن\nعبد الرحمن بن عوف موقوفا\n</p>\n\n<p>\n1793 أخبرنا سويد بن نصر قال حدثنا عبد الله عن شعبة عن سعد بن إبراهيم\nعن حميد بن عبد الرحمن قال * من فاته ورده من الليل فليقرأه في صلاة قبل\nالظهر فإنها تعدل صلاة الليل\n</p>\n\n<h2 class='l2' id='head305'>( 66 باب ثواب من صلى في اليوم والليلة ثنتي عشرة ركعة سوى المكتوبة</h2>\n\nوذكر اختلاف الناقلين فيه لخبر أم حبيبة في ذلك والاختلاف على عطاء )\n<p>\n1794 أخبرنا الحسن بن منصور بن جعفر النيسابوري قال حدثنا إسحاق بن\nسليمان قال حدثنا مغيرة بن زياد عن عطاء عن عائشة قالت قال رسول الله صلى\nالله عليه وسلم * من ثابر على اثنتي عشرة ركعة في اليوم والليلة دخل الجنة\nأربعا قبل الظهر وركعتين بعدها وركعتين بعد المغرب وركعتين بعد العشاء\nوركعتين قبل الفجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p260'> Vol. 03, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\n1795 أخبرنا أحمد بن يحيى قال حدثنا محمد بن بشر قال حدثنا أبو يحيى\nإسحاق بن سليمان الرازي عن المغيرة بن زياد عن عطاء بن أبي رباح عن عائشة\nرضي الله عنها عن النبي صلى الله عليه وسلم قال * من ثابر على <span id='ms0381'></span> اثنتي عشرة\nركعة بنى الله عز وجل له بيتا في الجنة أربعا قبل الظهر وركعتين بعد الظهر\nوركعتين بعد المغرب وركعتين بعد العشاء وركعتين قبل الفجر\n</p>\n\n<p>\n1796 أخبرنا محمد بن معدان بن عيسى قال حدثنا الحسن بن أعين قال حدثنا\nمعقل عن عطاء قال أخبرت أن أم حبيبة بنت أبي سفيان قالت سمعت رسول الله صلى\nالله عليه وسلم يقول * من ركع ثنتي عشرة ركعة في يومه وليلته سوى المكتوبة\nبنى الله له بها بيتا في الجنة\n</p>\n\n<p>\n1797 أخبرني إبراهيم بن الحسن قال حدثنا حجاج بن محمد قال قال بن جريج\nقلت لعطاء بلغني * أنك تركع قبل الجمعة اثنتي عشرة ركعة ما بلغك في ذلك قال\nأخبرت أن أم حبيبة حدثت عنبسة بن أبي سفيان أن النبي صلى الله عليه وسلم\nقال من ركع اثنتي عشرة ركعة في اليوم والليلة سوى المكتوبة بنى الله عز وجل\nله بيتا في الجنة\n</p>\n\n<p>\n1798 أخبرني أيوب بن محمد قال أنبأنا معمر بن سليمان قال حدثنا زيد بن\nحبان عن بن جريج عن عطاء عن عنبسة بن أبي سفيان عن أم حبيبة قالت سمعت رسول\nالله صلى الله عليه وسلم يقول * من صلى في يوم ثنتي عشرة ركعة بنى الله عز\nوجل له بيتا في الجنة قال أبو عبد الرحمن عطاء لم يسمعه من عنبسة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p261'> Vol. 03, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\n1799 أخبرنا محمد بن رافع قال حدثنا زيد بن حباب قال حدثني محمد بن سعيد\nالطائفي قال حدثنا عطاء بن أبي رباح عن يعلى بن أمية قال * قدمت الطائف\nفدخلت على عنبسة بن أبي سفيان وهو بالموت فرأيت منه جزعا فقلت إنك على خير\nفقال أخبرتني أختي أم حبيبة أن رسول الله صلى الله عليه وسلم قال من صلى\nثنتي عشرة ركعة بالنهار أو بالليل بنى الله عز وجل له بيتا في الجنة خالفهم\nأبو يونس القشيري\n</p>\n\n<p>\n1800 أخبرنا محمد بن حاتم بن نعيم قال حدثنا حبان ومحمد بن مكي قالا\nأنبأنا عبد الله عن أبي يونس القشيري عن بن أبي رباح عن شهر <span id='ms0382'></span> بن حوشب حدثه\nعن أم حبيبة بنت أبي سفيان قالت * من صلى ثنتي عشرة ركعة في يوم فصلى قبل\nالظهر بنى الله له بيتا في الجنة\n</p>\n\n<p>\n1801 أخبرنا الربيع بن سليمان قال أنبأنا أبو الأسود قال حدثني بكر بن\nمضر عن بن عجلان عن أبي إسحاق الهمداني عن عمرو بن أوس عن عنبسة بن أبي\nسفيان عن أم حبيبة أن رسول الله صلى الله عليه وسلم قال * اثنتا عشرة ركعة\nمن صلاهن بنى الله له بيتا في الجنة أربع ركعات قبل الظهر وركعتين بعد\nالظهر وركعتين قبل العصر وركعتين بعد المغرب وركعتين قبل صلاة الصبح\n</p>\n\n<p>\n1802 أخبرنا أبو الأزهر أحمد بن الأزهر النيسابوري قال حدثنا يونس بن\nمحمد قال حدثنا فليح عن سهيل بن أبي صالح عن أبي إسحاق عن المسيب عن عنبسة\nبن أبي سفيان عن أم حبيبة قالت قال رسول الله صلى الله عليه وسلم * من صلى\nاثنتي عشرة ركعة بنى الله له بيتا في الجنة أربعا قبل الظهر واثنتين بعدها\nواثنتين قبل العصر واثنتين بعد المغرب واثنتين قبل الصبح قال أبو عبد\nالرحمن فليح بن سليمان ليس بالقوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p262'> Vol. 03, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\n1803 أخبرنا أحمد بن سليمان قال حدثنا أبو نعيم قال أنبأنا زهير عن أبي\nإسحاق عن المسيب بن رافع عن عنبسة أخي أم حبيبة عن أم حبيبة قالت * من صلى\nفي اليوم والليلة ثنتي عشرة ركعة سوى المكتوبة بنى له بيت في الجنة أربعا\nقبل الظهر وركعتين بعدها وثنتين قبل العصر وثنتين بعد المغرب وثنتين قبل\nالفجر\n</p>\n\n<h2 class='l2' id='head306'>( 67 الاختلاف على إسماعيل بن أبي خالد )</h2>\n\n<p>\n1804 أخبرنا محمد بن إسماعيل بن إبراهيم قال حدثنا يزيد بن هارون قال\nأنبأنا إسماعيل عن المسيب بن رافع عن عنبسة بن أبي سفيان عن أم حبيبة عن\nالنبي صلى الله عليه وسلم قال * من صلى في اليوم والليلة ثنتي عشرة ركعة\nبنى له بيت في الجنة\n</p>\n\n<p>\n1805 أخبرنا أحمد بن سليمان قال حدثنا يعلى قال حدثنا إسماعيل عن المسيب\nبن رافع عن عنبسة بن أبي سفيان عن أم حبيبة قالت <span id='ms0383'></span> * من صلى في الليل والنهار\nثنتي عشرة ركعة سوى المكتوبة بنى له بيت في الجنة\n</p>\n\n<p>\n1806 أخبرنا محمد بن حاتم قال حدثنا محمد بن مكي وحبان قالا حدثنا عبد\nالله عن إسماعيل عن المسيب بن رافع عن أم حبيبة قالت * من صلى في يوم وليلة\nثنتي عشرة ركعة سوى المكتوبة بنى الله عز وجل له بيتا في الجنة لم يرفعه\nحصين وأدخل بين عنبسة وبين المسيب ذكوان\n</p>\n\n<p>\n1807 أخبرنا زكريا بن يحيى قال حدثنا وهب قال حدثنا خالد عن حصين عن\nالمسيب بن رافع عن أبي صالح ذكوان قال حدثني عنبسة بن أبي سفيان أن أم\nحبيبة حدثته * أنه من صلى في يوم ثنتي عشرة ركعة بنى له بيت في الجنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p263'> Vol. 03, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n1808 أخبرنا يحيى بن حبيب قال حدثنا حماد عن عاصم عن أبي صالح عن أم\nحبيبة قالت قال رسول الله صلى الله عليه وسلم * من صلى في يوم ثنتي عشرة\nركعة سوى الفريضة بنى الله له أو بني له بيت في الجنة\n</p>\n\n<p>\n1809 أخبرنا علي بن المثنى عن سويد بن عمرو قال حدثني حماد عن عاصم عن\nأبي صالح عن أم حبيبة أن رسول الله صلى الله عليه وسلم قال * من صلى ثنتي\nعشرة ركعة في يوم وليلة بنى الله له بيتا في الجنة\n</p>\n\n<p>\n1810 أخبرنا زكريا بن يحيى قال حدثنا إسحاق قال حدثنا النضر قال حدثنا\nحماد بن سلمة عن عاصم عن أبي صالح عن أم حبيبة قالت * من صلى في يوم اثنتي\nعشرة ركعة بنى له بيت في الجنة\n</p>\n\n<p>\n1811 أخبرنا محمد بن عبد الله بن المبارك قال حدثنا يحيى بن إسحاق قال\nحدثنا محمد بن سليمان عن سهيل بن أبي صالح عن أبيه عن أبي هريرة عن النبي\nصلى الله عليه وسلم قال * من صلى في يوم ثنتي عشرة ركعة سوى الفريضة بنى\nالله له بيتا في الجنة قال أبو عبد الرحمن هذا خطأ ومحمد بن سليمان ضعيف هو\nبن الأصبهاني وقد روى هذا الحديث من أوجه سوى هذا الوجه بغير اللفظ <span id='ms0384'></span> الذي\nتقدم ذكره\n</p>\n\n<p>\n1812 أخبرني يزيد بن محمد بن عبد الصمد قال حدثنا هشام العطار قال حدثني\nإسماعيل بن عبد الله بن سماعه عن موسى بن أعين عن أبي عمرو الأوزاعي عن\nحسان بن عطية قال لما نزل بعنبسة جعل يتضور فقيل له فقال أما إني سمعت أم\nحبيبة زوج النبي صلى الله عليه وسلم تحدث عن النبي صلى الله عليه وسلم أنه\nقال * من ركع أربع ركعات قبل الظهر وأربعا بعدها حرم الله عز وجل لحمه على\nالنار فما تركتهن منذ سمعتهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p264'> Vol. 03, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\n1813 أخبرنا هلال بن العلاء بن هلال قال حدثنا أبي قال حدثنا عبيد الله\nعن زيد بن أبي أنيسة قال حدثني أيوب رجل من أهل الشام عن القاسم الدمشقي عن\nعنبسة بن أبي سفيان قال أخبرتني أختي أم حبيبة زوج النبي صلى الله عليه\nوسلم أن حبيبها أبا القاسم صلى الله عليه وسلم أخبرها قال * ما من عبد مؤمن\nيصلي أربع ركعات بعد الظهر فتمس وجهه النار أبدا إن شاء الله عز وجل\n</p>\n\n<p>\n1814 أخبرنا أحمد بن ناصح قال حدثنا مروان بن محمد عن سعيد بن عبد العزيز\nعن سليمان بن موسى عن مكحول عن عنبسة بن أبي سفيان عن أم حبيبة * أن رسول\nالله صلى الله عليه وسلم كان يقول من صلى أربع ركعات قبل الظهر وأربعا\nبعدها حرمه الله عز وجل على النار\n</p>\n\n<p>\n1815 أخبرنا محمود بن خالد عن مروان بن محمد قال حدثنا سعيد بن عبد\nالعزيز عن سليمان بن موسى عن مكحول عن عنبسة بن أبي سفيان عن أم حبيبة قال\nمروان وكان سعيد إذا قرئ عليه عن أم حبيبة عن النبي صلى الله عليه وسلم أقر\nبذلك ولم ينكره وإذا حدثنا به هو لم يرفعه قالت * من ركع أربع ركعات قبل\nالظهر وأربعا بعدها حرمه الله على النار قال أبو عبد الرحمن مكحول لم يسمع\nمن عنبسة شيئا\n</p>\n\n<p>\n1816 أخبرنا عبد الله بن إسحاق قال حدثنا أبو عاصم قال حدثنا سعيد بن عبد\nالعزيز قال سمعت سليمان <span id='ms0385'></span> بن موسى يحدث عن محمد بن أبي سفيان قال * لما نزل\nبه الموت أخذه أمر شديد فقال حدثتني أختي أم حبيبة بنت أبي سفيان قالت قال\nرسول الله صلى الله عليه وسلم من حافظ على أربع ركعات قبل الظهر وأربع\nبعدها حرمه الله تعالى على النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p265'> Vol. 03, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\n1817 أخبرنا عمرو بن علي قال حدثنا أبو قتيبة قال حدثنا محمد بن عبد الله\nالشعيثي عن أبيه عن عنبسة بن أبي سفيان عن أم حبيبة عن النبي صلى الله عليه\nوسلم قال * من صلى أربعا قبل الظهر وأربعا بعدها لم تمسه النار قال أبو عبد\nالرحمن هذا خطأ والصواب حديث مروان من حديث سعيد بن عبد العزيز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p266'> Vol. 03, p. 266</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}