{
  "content": "\n<h1 class='l1' id='head0'>شرح نخبة الفكر (5)</h1>\n\n<p>\nالكلام على: (الناسخ والمنسوخ - المعلق - المرسل - المعضل - المنقطع -\nالمدلس - المرسل الخفي ... )\n</p>\n\n<p>\nالشيخ/ عبد الكريم بن عبد الله الخضير\n</p>\n\n<p>\nيعني تخالط صحيح أو مريض، تعاشر صحيح أو مريض لا أثر له البتة، لعموم\nحديث: ((لا عدوى)) فنفي العدوى باق على عمومه إذا كيف يؤمر بالفرار من\nالمجذوم؟ يقول: \"الأمر بالفرار من المجذوم من باب سد الذرائع\"، يقول: تخالط\nمريض أو تخالط سليم لا فرق البتة، لكن كيف قيل: ((فر من المجذوم فرارك من\nالأسد))؟ يقول: \"هذا من باب سد الذرائع\" كيف؟ يقول: \"قد تصاب بالمرض من غير\nعدوى\" يعني كما أصيب الأول فينقدح في ذهنك أن هذه الإصابة سببها مخالطة\nالمريض فتقع في المحذور فتثبت العدوى، والنبي -عليه الصلاة والسلام- قد\nنفاها، \"والأمر بالفرار من باب سد الذرائع لئلا يتفق للذي يخالط المريض شيء\nمن ذلك بتقدير الله تعالى ابتداء لا بالعدوى المنفية فيظن أن ذلك بسبب\nمخالطته فيعتقد صحة العدوى فيقع في الحرج\" الحرج مخالفة النص \"فأمر بتجنبه\nحسما للمادة\"، وهذا ما يراه الحافظ ابن حجر.\n</p>\n\n<p>\nالمقصود أن ابن الصلاح يثبت العدوى، وابن حجر ينفي العدوى، هل نقول: إن\nابن الصلاح عمل بحديث وأهمل حديثا، أو ابن حجر عمل بحديث وأهمل الآخر؟ لا،\nكل له طريقته ومسلكه للتوفيق بين هذه الأحاديث،\n</p>\n\n<p>\nفابن الصلاح يثبت العدوى لكن ينفي أن المرض يتعدى بنفسه، فلا عدوى للمرض\nبنفسه وإنما يسري بتقدير الله -سبحانه وتعالى-، فالعدوى <span id='ms122'></span> المنفية هي كون\nالمرض ينتقل بذاته، والعدوى المثبتة كون المخالطة سبب للانتقال، بينما ابن\nحجر ينفي العدوى جملة وتفصيلا، ولا فرق بين مخالطة مريض ومخالطة سليم،\nالمرض لا ينتقل وليس بسبب لا يتعدى بنفسه، وليست المخالطة سبب للانتقال،\nلكن يقول: من باب سد الذرائع؛ لئلا تصاب بنفس المرض فتثبت العدوى التي\nنفاها النبي -عليه الصلاة والسلام-.\n</p>\n\n<p>\nهناك مسلك ثالث وهو: أن الجذام على وجه الخصوص يعدي، إن إثبات العدوى في\nالجذام ونحوه مخصوص من عموم نفي العدوى، فيكون معنى قوله: ((لا عدوى)) يعني\nإلا من الجذام، ونحو هذا مسلك القاضي أبي بكر الباقلاني.\n</p>\n\n<h1 class='l1' id='head1'>أمثلة على مختلف الحديث:</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p001'> Vol. 05, p. 001</a>\n            </div>\n            \n<p>\nمن أمثلة هذا الباب -مختلف الحديث- حديث: ((لا يؤمن عبد قوما فيخص نفسه\nبدعوة دونهم)) جاء التهديد لمن خص نفسه بالدعوة وهو إمام دون من خلفه، هذا\nالحديث رواه أبو داود عن أبي هريرة، والترمذي عن ثوبان، وحسنه، مع قوله\n-عليه الصلاة والسلام- الثابت في الصحيحين وغيرهما في دعاء الاستفتاح:\n((اللهم باعد بيني وبين خطاياي)) الرسول -عليه الصلاة والسلام- ما قال:\n\"اللهم باعد بيننا وبين خطايانا\"، فخص نفسه بالدعوة دون المأمومين، ابن\nخزيمة -وهو إمام في هذا الشأن- ماذا قال؟ ما بان له وجه التوفيق بين\nالحديثين، ولا استطاع أن يجمع ويؤلف بين الحديثين فحكم على الحديث الأول\nبأنه موضوع؛ لأنه معارض بالحديث الصحيح، مع أنه إذا أمكن الجمع تعين المصير\nإليه، وابن خزيمة وهو إمام الأئمة وإمام في هذا الشأن، وقيل عنه ما قيل في\nهذا الباب على وجه الخصوص عجز؛ لأنه لا يمكن أن يوجد شخص يحيط بالعلم كله،\nلا بد أن يحصل للإنسان ما يعرفه بقدر نفسه، ولا بد أن يحصل له شيء يجعل\nالأتباع يعرفون قدره على حقيقته، ولولا وجود مثل هذه الهنات لهؤلاء الأفذاذ\nلصار هذا سببا في الغلو بهم، ابن خزيمة حكم على الحديث الأول بأنه موضوع\nلأنه معارض، لماذا؟ لأنه ما لاح له وجه للتوفيق بينهما، إذا كيف نوفق بين\nالحديثين؟ شيخ الإسلام ابن تيمية يرى <span id='ms123'></span> أن الممنوع من ذلك الدعاء الذي يؤمن\nعليه كدعاء القنوت، أما ما لا يؤمن عليه فلا يدخل في المنع، يعني الدعاء\nبين السجدتين، الدعاء في الاستفتاح المأموم يقول: آمين؟ نعم؟ إذا قال: بين\nالسجدتين: \"رب اغفر لي وارحمني وعافني .. \" إلى آخره، المأموم يقول: آمين؟\nلا، إذا قال: \"اللهم باعد بيني وبين خطاياي\" يقول المأموم: آمين؟، لكن إذا\nقال: \"اللهم اهدنا فيمن هديت\" قال المأموم: \"آمين\" فالدعاء الذي يؤمن عليه\nلا يجوز تخصيص نفسه بالدعاء، لا بد أن يشرك المأمومين، تتصور إمام يؤم\nالناس يقول: اللهم اهدني فيمن هديت والناس يقولون: آمين؟! ممكن هذا؟! يدعو\nلنفسه دونهم، قد يوجد في المأمومين من يقول: الله لا يهديك، قد يوجد، يخص\nنفسه بالدعاء دونهم!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p002'> Vol. 05, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nالسخاوي يقول عن حكم ابن خزيمة على الحديث بأنه موضوع يقول: \"هذا خطأ\nلإمكان حمله -يعني الحديث المنع من تخصيص النفس بالدعوة- لإمكان حمله على\nما لم يشرع للمصلي من الأدعية بخلاف ما يشترك فيه الإمام والمأموم\" يعني\nإذا دعا الإمام بشيء ولو كان في حال السجود بدعاء لا يقوله المأموم، فإنه\nلا بد أن يشرك المأموم فيه، أما إذا قال الإمام دعاء يقوله المأموم، يشترك\nفيه الإمام والمأموم فإنه يخص نفسه بالدعوة، يخص نفسه بدعاء الاستفتاح\nلماذا؟ لأن المأموم سوف يستفتح، يخص نفسه بالدعاء بين السجدتين؛ لأن\nالمأموم سوف يدعو لنفسه، أما الدعاء الذي يتوقع أن المأموم لا يقوله فإنه\nلا يجوز له أن يخص نفسه به، ولا شك أن كلام شيخ الإسلام أوضح، كلام شيخ\nالإسلام أوضح.\n</p>\n\n<h1 class='l1' id='head2'>المصنفات في مختلف الحديث:</h1>\n\n<p>\nمختلف الحديث صنف فيه الإمام الشافعي -رحمه الله تعالى- على خلاف بين أهل\nالعلم في مختلف الحديث للشافعي هل هو كتاب مستقل أو فصل من فصول الأم؟ هل\nهو فصل من الأم أو هو كتاب مستقل؟ والذي يلحظ الكتاب ويقرأ بالكتاب يجزم\nأنه مستقل، والأم فيها فصول لهذا النوع، وفي ثنايا الكتاب كثير من مباحثه،\nألف فيه أيضا ابن قتيبة كتاب (تأويل مختلف الحديث)، وفيه ما <span id='ms124'></span> هو غث كما قال\nالحافظ ابن كثير، نعم ضعف ابن قتيبة في التوفيق بين بعض الأحاديث، وهو إمام\nمن أئمة المسلمين لكنه ليس بالمعصوم.\n</p>\n\n<p>\nألف فيه أيضا أبو جعفر الطحاوي كتابه الكبير (مشكل الحديث) أو (مشكل\nالآثار)، وهو أوسع كتب هذا الفن، يقول السخاوي: إنه قابل للاختصار غير\nمستغن عن الترتيب والتهذيب، وقد اختصر، وللمختصر معتصر\".\n</p>\n\n<h1 class='l1' id='head3'>الناسخ والمنسوخ:</h1>\n\n<p>\nنعم، يقول: \"أو لا\" يعني إذا لم يمكن الجمع، يقول الحافظ -رحمه الله\nتعالى-: \"أو لا\" يعني أو لا يمكن الجمع \"وثبت المتأخر فهو الناسخ\" يعني\nالمتأخر \"والآخر\" وهو المتقدم \"المنسوخ\"، يعني وإن لم يمكن الجمع بين\nالحديثين المتعارضين فلا يخلو: إما أن يعرف التاريخ أو لا، فإن عرف المتأخر\nفهو الناسخ والمتقدم المنسوخ.\n</p>\n\n<h1 class='l1' id='head4'>النسخ لغة:</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p003'> Vol. 05, p. 003</a>\n            </div>\n            \n<p>\nوالنسخ يطلق في اللغة ويراد به: الإزالة والرفع يقال: نسخت الشمس الظل\nونسخت الريح الأثر أي أزالته، يطلق ويراد به ما يشبه النقل، فيقولون: نسخ\nزيد الكتاب إذا نقل منه نسخة، وليس بنقل حقيقي، النسخ -نسخ الكتب- هو نقل\nوإلا لا؟ نعم، ليس بنقل، لماذا؟ لأنك لا تنقل الحروف الموجودة في الكتاب\nإلى كتاب آخر بحيث يبقى الكتاب الأول أبيض بعد انتقال الحروف، لا، لكنه\nيشبه بالنقل؛ لأن نقل كتابة النظير كأنك نقلت الكتاب الأول.\n</p>\n\n<p>\nالنسخ في الاصطلاح:\n</p>\n\n<p>\nواصطلاحا عرفه الأكثر بأنه: رفع الشارع حكما منه متقدما بحكم منه متأخر،\nالناسخ: اسم فاعل من النسخ والمنسوخ اسم مفعول ومعرفة الناسخ والمنسوخ علم\nفي غاية الأهمية، علم في غاية الأهمية لا ينهض به إلا الفحول من المحدثين\nوالفقهاء وهو من ضرورات الفقه والاجتهاد، مر علي بن أبي طالب -رضي الله\nعنه- على قاص –شخص يعظ الناس- فقال له علي -رضي الله عنه-: \"أتعرف الناسخ\nمن المنسوخ؟ \" قال: لا، قال: \"هلكت وأهلكت\"، وقال الزهري: \"أعيا الفقهاء\nوأعجزهم أن يعرفوا ناسخ حديث رسول الله -صلى الله عليه وسلم- من منسوخه\".\n</p>\n\n<p>\nبم يعرف النسخ؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p004'> Vol. 05, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nهناك أمور يعرف بها النسخ منها: تصريح النبي -عليه الصلاة والسلام-\nكحديث: ((كنت نهيتكم عن زيارة <span id='ms125'></span> القبور فزوروها)) مخرج في الصحيح، صحيح مسلم،\nكما يعرف النسخ بقول الصحابي مثل حديث جابر -رضي الله عنهما- قال: \"كان آخر\nالأمرين من رسول الله -صلى الله عليه وسلم- ترك الوضوء مما مست النار\"،\nفقول الصحابي: \"كان آخر الأمرين\" دل على أن هناك أمر أول وأمر آخر، وآخر\nالأمرين من رسول الله -صلى الله عليه وسلم- ترك الوضوء مما مست النار،\nأخرجه أبو داود والنسائي وصححه ابن خزيمة وابن حبان، كما يعرف النسخ\nبالتاريخ مثل حديث شداد بن أوس مرفوعا: ((أفطر الحاجم والمحجوم)) أخرجه أبو\nداود والترمذي وابن ماجه، مع حديث ابن عباس -رضي الله عنهما- أن النبي\n-عليه الصلاة والسلام- احتجم وهو صائم، أخرجه البخاري، وبين الشافعي -رحمة\nالله عليه- أن الثاني ناسخ للأول؛ لأن شدادا كان مع النبي -صلى الله عليه\nوسلم- زمان الفتح سنة ثمان، فرأى رجلا يحتجم في رمضان فقال: ((أفطر الحاجم\nوالمحجوم)) وابن عباس مع النبي -عليه الصلاة والسلام- في حجة الوداع سنة\nعشر، حجة الوداع متأخرة عن الفتح، كما يعرف النسخ بدلالة الإجماع، كقتل\nشارب الخمر في الرابعة، أخرجه الإمام أحمد وغيره، يقول النووي في شرح مسلم:\n\"دل الإجماع على نسخه، دل الإجماع على نسخه، وإن كان ابن حزم خالف في ذلك،\nفخلاف الظاهرية لا يقدح بالإجماع\"، معلوم أن الإجماع لا ينسخ ولا ينسخ،\nلماذا؟ لأن النسخ من خصائص النصوص، خاص بالنصوص بالأدلة، فالإجماع لا ينسخ\nولا ينسخ، وإنما الإجماع يدل على وجود ناسخ، الإجماع يدل على وجود ناسخ،\nحديث قتل الشارب في الرابعة حديث معاوية في المسند وغيره، ((إذا شرب الخمر\nفاجلدوه، ثم إذا شرب فاجلدوه، ثم إذا شرب الثالثة فاجلدوه، ثم إذا شرب\nالرابعة فاقتلوه)) يقول النووي: \"دل الإجماع على وجود ناسخ لهذا الحديث\"،\nوالترمذي في علل الجامع يقول: \"لا يوجد في كتابي –يعني سننه، جامعه- حديث\nاتفق العلماء على ترك العمل به إلا هذا الحديث –حديث قتل الشارب- وحديث أن\nالنبي -صلى الله عليه وسلم- جمع في المدينة من غير خوف <span id='ms126'></span> ولا مطر\"، وفي\nرواية: \"ولا سفر\"، هنا هذا الحديث عمل به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p005'> Vol. 05, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nالظاهرية، يقول النووي في شرح مسلم: \"دل الإجماع على نسخه، وإن كان ابن\nحزم خالف في ذلك، فخلاف الظاهرية لا يقدح بالإجماع، خلاف الظاهرية لا يقدح\nبالإجماع\"، ويقول النووي أيضا: \"ولا يعتد بقول داود؛ لأنه لا يقول بالقياس\nالذي هو أحد أركان الاجتهاد\".\n</p>\n\n<p>\nإذا خلاف الظاهرية غير معتد به عند النووي، ومن أهل العلم من يرى أن\nالظاهرية من أولى من يحتج به ويعتد بقولهم لعنايتهم بالنصوص، عناية\nالظاهرية بالنصوص الشرعية معروفة، اهتمامهم بظواهر النصوص معروف، طرح\nالأقيسة والآراء مع النصوص معروف عند الظاهرية، لكن إن كانت المسألة عمدتها\nنص فالظاهرية من أولى من يعتد به، وإن كانت المسألة عمدتها اجتهاد وأقيسة\nفلا عبرة بقولهم، هنا هذا الحديث يعمل به الظاهرية على أساس أنه حد، شيخ\nالإسلام وابن القيم يرون أنه يعمل بهذا الحديث، لكنه على سبيل التعزير،\nيعني إذا كثر شرب الخمر في الناس ولم يردعهم الحد –الجلد- فلا مانع من قتل\nالمدمن الذي يشرب الرابعة والخامسة هذا لا مانع من قتله لهذا الحديث، وليس\nبحد بمعنى أنه يقتل كل أحد، لا، إذا كثر الشرب في الناس فلا مانع أن يعزر\nالشارب المدمن هذا من باب التعزير بحيث يراه الإمام هو المصلحة، ولا يردع\nالناس إلا هذا، يقول شيخ الإسلام وابن القيم: \"إن هذا تعزير\"، إذا رأى\nالإمام المصلحة في قتل المدمن يقتله، تعزيرا.\n</p>\n\n<p>\nالحكمة من النسخ:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p006'> Vol. 05, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nما الفائدة وما الحكمة من النسخ؟ ما الحكمة من كون الشرع يقر حكم ثم\nينسخه؟ النسخ له فوائد كثيرة جدا لكن من أهمها: رعاية الأصلح للمكلفين،\nرعاية الأصلح للمكلفين تفضلا من الله تعالى لا وجوبا عليه كما تقول\nالمعتزلة، فمصالح الناس مقصد من مقاصد التشريع في الإسلام، وهذه المقاصد\nوالمصالح تختلف باختلاف الأحوال والأزمان، قد يكون هذا الحكم يناسب الناس\nفي هذا الوقت ثم يكون هذا الحكم المناسب في هذا الوقت غير مناسب في وقت\nآخر، فيأتي بعد ذلك ما ينسخه <span id='ms127'></span>، وهنا حصلت رعاية الأصلح للمكلفين ومن ذلكم\nامتحان المكلفين أيضا، امتحان المكلفين بامتثالهم الأوامر واجتنابهم\nالنواهي، وتكرار الاختبار خصوصا بأمرهم بما كانوا منهيين عنه ونهيهم عما\nكانوا مأمورين به، يعني أمروا بشيء حتى إذا عملوه وألفوه نهوا عنه،\nامتثالهم لهذا النهي بعد ذلك الأمر وبعد ذلك الإلف امتحان، امتحان لهم\nواختبار لينظر من ينقاد، وكذلكم إذا نهوا عن شيء ثم رؤيا امتثالهم لهذا\nالنهي ثم أمروا به ونسخ النهي الأول أيضا هذا من تمام الامتحان، حصل\nالابتلاء والامتحان في نسخ القبلة وتغييرها {سيقول السفهاء من الناس ما\nولاهم عن قبلتهم التي كانوا عليها} [(142) سورة البقرة].\n</p>\n\n<p>\nالانقياد في حالة التغيير أدل على الإذعان والطاعة بلا شك، يعني كون\nالإنسان يؤمر بأمر ويستمر عليه هذا ما فيه إشكال، امتثل مرة واحدة هذا\nالأمر واستمر عليه، لكن كونه يؤمر به فيتمثل ثم ينهى عنه فيمتثل لا شك أن\nهذا يدل على تمام الانقياد.\n</p>\n\n<p>\nالفرق بين النسخ والتخصيص: النسخ رفع كلي للحكم، والتخصيص رفع جزئي، رفع\nجزئي لحكم، فهو قصر للحكم على بعض أفراده دون بعض، وجاء في تعبير السلف\nإطلاق النسخ على التخصيص كما أطلقوه على التقييد، فالنسخ عندهم أوسع من\nالنسخ عند المتأخرين، فالمتأخرون يخصون النسخ بالرفع الكلي للحكم،\nوالمتقدمون يطلقونه ويتوسعون في إطلاقه على التخصيص.\n</p>\n\n<p>\nالمؤلفات في الناسخ والمنسوخ:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p007'> Vol. 05, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nمن أهم المؤلفات في الناسخ والمنسوخ: (الناسخ والمنسوخ) لابن شاهين، و\n(الاعتبار في معرفة الناسخ والمنسوخ من الآثار) للحازمي، وهذا كتابه في\nغاية الجودة، كتاب الحازمي لا يستغني عنه طالب علم، (رسوخ الأحبار) لبرهان\nالدين الجعبري أيضا كتاب جيد في الباب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p008'> Vol. 05, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nيقول الحافظ: \"وإلا فالترجيح ثم التوقف\"، يعني إن لم يمكن الجمع بين\nالنصوص المتعارضة ولم يعرف التاريخ فلا يخلو إما أن يمكن ترجيح أحدهما على\nالآخر بوجه من وجوه الترجيح الكثيرة، وجوه الترجيح بين النصوص كثيرة جدا،\nإذا لم نستطع الجمع وهو أولى ما يبدأ به، إذا أمكن الجمع تعين بين النصوص،\nإن لم يمكن وعرفنا التاريخ عرفنا المتقدم من المتأخر <span id='ms128'></span> حكمنا بالنسخ، إن لم\nيمكن الجمع ولم نعرف التاريخ نلجأ إلى الترجيح، نلجأ إلى الترجيح بين هذه\nالنصوص، ووجوه الترجيح كثيرة جدا، ذكر الحازمي في (الاعتبار) الذي ذكرناه\nآنفا خمسين وجها للترجيح بين النصوص، الحافظ العراقي في نكته على ابن\nالصلاح ذكر أكثر من مائة وجه للترجيح بين النصوص، السيوطي حصر هذه الوجوه\nالكثيرة، وجوه الترجيح الكثيرة في سبعة أقسام، يعني بدلا من أن تقرأ مائة\nوجه أو خمسين وجه عند الحازمي السيوطي جعلها سبعة أقسام، الترجيح بحال\nالراوي، كالحفظ والفقه وملازمة الشيوخ والسلامة من القوادح، الترجيح بطريق\nالتحمل كالسماع والعرض والإجازة وغيرها، الترجيح بكيفية الرواية كالمروي\nباللفظ، وما ذكر سببه، وكونه متفقا على رفعه ووصله، الترجيح بوقت الورود\nفيقدم المدني على المكي، الترجيح بوقت الورود فيقدم المدني على المكي،\nوالمتضمن للتخفيف على المتضمن للتشديد، وقيل عكسه، قال الرازي: \"الترجيح\nبهذا غير قوي\"، الترجيح بهذا غير قوي، يعني إذا وجدنا نص متضمن للتخفيف\nوآخر متضمن للتشديد، نرجح المخفف وإلا المشدد؟ منهم من يقول: يقدم المتضمن\nللتخفيف؛ لأن الله -سبحانه وتعالى- ما جعل علينا في الدين من حرج، على\nالمتضمن للتشديد، قوم آخرون يقولون: لا، العكس يقدم المتضمن للتشديد لماذا؟\nلأنه أحوط؛ ولأن الدين عبارة عن مجموعة تكاليف، والتكليف: إلزام ما فيه\nكلفة، وهو أحوط، وهو العزيمة، على كل حال الترجيح بمثل هذا غير قوي، لا\nننظر إلى التشديد والتخفيف بقدر ما ننظر إلى إمكان الجمع إن أمكن، أو القول\nبالنسخ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p009'> Vol. 05, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nالترجيح بلفظ الخبر فيرجح الخاص على العام والمنطوق على المفهوم، ومفهوم\nالموافقة على مفهوم المخالفة وهكذا، الترجيح بالحكم فيقدم الناقل على\nالبراءة الأصلية على المقرر لها، والمؤسس على المؤكد، الترجيح بأمر خارجي\nفيقدم ما يوافق ظاهر القرآن أو سنة أخرى، وغير ذلك من المرجحات التي لا\nتكاد تنحصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p010'> Vol. 05, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا لم يمكن الترجيح بوجه من الوجوه لزم التوقف عن العمل بأحد الحديثين،\nلماذا؟ لأن عملك بحديث معارض بمثله ليس بأولى من عملك بالمعارض فاختيارك\nأحد الأمرين من غير مرجح تحكم، ظاهر <span id='ms129'></span> وإلا مو بظاهر؟ يعني عندك حديثان\nمتساويان من كل وجه، ولم تستطع الجمع ولا عرفت التاريخ تتوقف؛ لأن عملك\nبأحد الحديثين يحتاج إلى مرجح، عملك بأحد الحديثين تحكم، فيلزمك التوقف،\nوهذا في النصوص ظاهر، شيخ الإسلام وهو يرد على طوائف المبتدعة الذين يقولون\nبقدم المحدثات، وأنهم يقولون: أنها كلها قديمة بقدم الله -عز وجل-؛ لأننا\nإذا قلنا: أنه عمل هذا قبل هذا ولا مرجح لأحدهما على الآخر تطاولوا على\nالخالق، تطاولوا على الخالق -عز وجل- الذي لا يسأل عما يفعل، يقول:\n\"الإنسان قد يعمل أعمال فيقدم أحد المتساويين من غير مرجح كالبداءة بأحد\nالرغيفين\" أمامك رغيفين تبدأ بأحدهما تحتاج إلى مرجح؟ نعم، \"وسلوك أحد\nالطريقين\" عندك طريق يؤدي إلى الغرض وثاني يؤدي إلى الغرض بنفس المدة وبنفس\nالسهولة، كونك تذهب مع الطريق هذا أو مع ذاك تحتاج إلى مرجح؟ ما يحتاج إلى\nمرجح، أو تحتاط تجلس حتى تجد مرجح تتوقف ما تأكل أحد الرغيفين حتى تجد\nمرجح؟ نعم، عندك رغيفان هل تحتاج في مثل هذا إلى مرجح؟ ما تحتاج إلى مرجح،\nوالمخلوقات بالنسبة إلى الخالق كالأرغفة بالنسبة للمخلوق، هو يحتاج إلى أن\nيوجد مرجح فيرجح ليبدأ بأحد المخلوقات قبل بعض؟ لا، {لا يسأل عما يفعل}\n[(23) سورة الأنبياء] إنما الذي يسأل المخلوق الضعيف، وهناك أمور أطلقت له\nوأبيحت بحيث لا يسأل عنها، فالأمور المباحة يبدأ بأحدها قبل الآخر إيش اللي\nيمنع؟ ما الذي يمنع أن تذهب لزيارة زيد قبل زيارة عمرو أو العكس؟ تبدأ\nبالرغيف هذا أو بذاك من غير مرجح؟ تسلك الطريق هذا أو ذاك من غير مرجح؟ إيش\nالمانع؟ أنت تختار هذه أمور في حيز الإباحة.\n</p>\n\n<p>\nيقول الحافظ -رحمه الله تعالى-: \"التعبير بالتوقف أولى من التعبير\nبالتساقط\" لأن من أهل العلم من يقول: أنها تعارضت فتساقطت، لماذا؟ \"لأن\nخفاء ترجيح أحدهما على الآخر إنما هو بالنسبة للمعتبر بالحالة الراهنة، مع\nاحتمال أن يظهر لغيره ما خفي عليه، والله أعلم\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p011'> Vol. 05, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nمن أهل العلم من منع الترجيح بين الأدلة، فمنع بعض <span id='ms130'></span> العلماء الترجيح بين\nالأدلة قياسا على البينات، وقالوا: إذا تعارضت البينات لزم التوقف، هم\nعندهم العبارة إذا تعارضت البينات تساقطت، نعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nتعارضت، ما تتساقط؟ تتساقط، وهذه النصوص بمنزلة البينات إذا تعارضت لزم\nالتوقف، وبعضهم يقول: تساقطت.\n</p>\n\n<p>\nالثاني: التعارض بين الأخبار إنما هو بالنسبة إلى ظن المجتهد وما يظهر له\nوإلا ففي نفس الأمر لا تعارض، يعني هل يوجد حديثان صدرا من شخص واحد معصوم\nيوجد فيهما تناقض حقيقي، إذا كان النقل لا يعارض العقل فكيف يعارض بعضه\nبعضا؟ هل يوجد تعارض حقيقي بين العقل السليم وبين النص الصحيح الصريح؟ لا\nيمكن أن يوجد، شيخ الإسلام -رحمة الله عليه- له كتاب كبير في الباب: (درء\nتعارض العقل والنقل) النقل الصحيح لا يمكن أن يعارض العقل الصريح السليم،\nفالتعارض الموجود بين النصوص إنما هو بالنسبة لظن المجتهد وإلا ففي الحقيقة\nلا تعارض، نعم.\n</p>\n\n<p>\nالمردود:\n</p>\n\n<p>\n\"ثم المردود: إما أن يكون لسقط أو طعن، والسقط: إما أن يكون من مبادئ\nالسند من مصنف أو من آخره بعد التابعي أو غير ذلك، فالأول: المعلق،\nوالثاني: هو المرسل، والثالث: إن كان باثنين فصاعدا مع التوالي فهو المعضل،\nوإلا فالمنقطع، ثم قد يكون واضحا أو خفيا، فالأول: يدرك بعدم التلاقي ومن\nثم احتيج إلى التأريخ، والثاني: المدلس ويرد بصيغة تحتمل اللقي: ك (عن) و\n(قال)، وكذا المرسل الخفي من معاصر لم يلق\".\n</p>\n\n<p>\nيقول -رحمه الله تعالى- بعد أن أنهى الكلام على المقبول بنوعيه الصحيح\nوالحسن: \"ثم المردود إما أن يكون لسقط أو طعن\" فمسالك الضعف إلى الخبر\nاثنان: السقط في السند أو الطعن في الراوي، فالسقط إما أن يكون من مبادئ\nالسند من قبل المصنف أو من آخره بعد التابعي أو غير ذلك فالأول المعلق،\nيعني بذلك أن الحديث المرود وهو الضعيف لا يخلو من سببين: إما أن يكون بسبب\nسقط في إسناده، أو طعن وجرح في أحد رواته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p012'> Vol. 05, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n\"والسقط إما أن يكون من مبادئ السند\" من تصرف مصنف بحذف شيخه أو هو مع\nشيخه، وهذا <span id='ms131'></span> ما يسمى في اصطلاح المحدثين بالمعلق، يعني أن المصنف إذا جاء\nإلى الحديث فأسقط شيخه سميناه معلق، إذا أسقط الشيخ وشيخ الشيخ سميناه\nمعلق، إذا أسقط الشيخ وشيخه وشيخه أيضا معلق، ولو حذف إلى آخر السند نسميه\nمعلق.\n</p>\n\n<p>\nالمعلق في اللغة:\n</p>\n\n<p>\nالمعلق في اللغة: اسم مفعول من التعليق، تقول: علق الشيء بالشيء، ومنه\nوعليه بمعنى أناطه به.\n</p>\n\n<p>\nالمعلق في الاصطلاح:\n</p>\n\n<p>\nوفي الاصطلاح: ما حذف من مبتدأ إسناده واحد أو أكثر ولو إلى آخر الإسناد،\nوقيده ابن الصلاح وتبعه النووي والعراقي بكونه مجزوما به، قيدوا التعليق\nبكونه مجزوما به، قال الحافظ العراقي -رحمه الله تعالى-:\n</p>\n\n<p>\nوإن يكن أول الإسناد حذف\n</p>\n\n<p>\nولو إلى آخره أما الذي\n</p>\n\n<p>\nعنعنة كخبر المعازف\n</p>\n\n<p>\nجججج مع صيغة الجزم فتعليقا عرف\n</p>\n\n<p>\nلشيخه عزا ب (قال) فكذي\n</p>\n\n<p>\nلا تصغ (لابن حزم) المخالف\n</p>\n\n<p>\nلا بد أن تكون الصيغة صيغة جزم، قال فلان، ذكر فلان، لكن الذي يراه كثير\nمن المحققين أن غير المجزوم به داخل في مسمى المعلق في مسمى المعلق، ولذا\nتقسم معلقات البخاري إلى معلقات جاءت بصيغة الجزم، ومعلقات جاءت بصيغة\nالتمريض، ممن جزم بذلك أبو الحجاج المزي -رحمه الله تعالى- حيث أورد في\nتحفة الأشراف ما في البخاري من ذلك معلما عليه علامة التعليق (خ ت) وإن\nكانت الصيغة غير مجزوم بها، بل إن النووي نفسه أورد في رياض الصالحين حديث\nعائشة: \"أمرنا أن ننزل الناس منازلهم\" وقال: ذكره مسلم في صحيحه تعليقا،\nفقال: \"ذكر عن عائشة\" فسماه معلقا مع كونه جاء بصيغة التمريض لا بصيغة\nالجزم، مع أنه في التقريب -مختصر ابن الصلاح- النووي نفسه قال: إن المعلق\nما جاء بصيغة الجزم تبعا لابن الصلاح، وسمي هذا النوع من الحديث معلقا؛\nلأنه بحذف أوله صار كالشيء المقطوع عن الأرض، الموصول من الأعلى بالسقف\nمثلا، يعني لو ربطت شيء بالسقف ولا يصل إلى الأرض تكون علقته بالسقف،\nكالشيء المقطوع عن الأرض الموصول من الأعلى بالسقف مثلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p013'> Vol. 05, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن الصلاح: \"كأنه مأخوذ من تعليق الجدار، كأنه مأخوذ من <span id='ms132'></span> تعليق\nالجدار، وتعليق الطلاق ونحوه لما يشترك الجميع فيه من قطع الاتصال\"، تعقبه\nالبلقيني قائلا: \"إن أخذه من تعليق الجدار ظاهر، أما من تعليق الطلاق ونحوه\nفليس التعليق هناك لأجل قطع الاتصال بل لتعليق أمر على أمر\"، ابن الصلاح\nيرى أن المأخذ لهذه الكلمة من تعليق الجدار وتعليق الطلاق، يوافقه السراج\nالبلقيني في تعليق الجدار، ويخالفه في تعليق الطلاق، استبعد الحافظ ابن حجر\n-رحمه الله تعالى- أخذه من تعليق الجدار الذي اقره عليه البلقيني.\n</p>\n\n<p>\nأقول: لعل مراد ابن الصلاح -رحمه الله تعالى- تعليق المرأة، تعليق\nالطلاق، لا يقصد تعليق الطلاق إنما يقصد تعليق المرأة، لا تعليق الطلاق،\nومنه قوله تعالى: {فلا تميلوا كل الميل فتذروها كالمعلقة} [(129) سورة\nالنساء] أي ليست بمطلقة ولا ذات زوج، فهي معلقة، يقول القرطبي: \"هذا تشبيه\nبالشيء المعلق من شيء، لأنه لا على الأرض استقر ولا على ما علق عليه\nانحمل\".\n</p>\n\n<p>\nهذه المرأة لم تستقر فتستقل بنفسها وتتهيأ للخطاب، ولا ما علقت عليه من\nزوج هي في عصمته إن حملت فهي مسكينة معلقة ليست بذات زوج ولا مطلقة، تقول\nالمرأة في حديث أم زرع: ((زوجي العشنق إن أنطق أطلق، وإن أسكت أعلق)) نعم،\nحديث أم زرع، حديث مطول في الصحيح، نعم، فيه من الألفاظ الغريبة ما فيه.\n</p>\n\n<p>\nعلى كل حال التعليق عرفنا تعريفه وهو: الحذف من مبادئ السند، ولو إلى\nآخره، وله صور كثيرة تتعدد بتعدد رواته، هذه الصور تتعدد بعدد رواة الحديث،\nإذا افترضنا أن بين الشيخ المصنف وبين النبي -عليه الصلاة والسلام- خمسة\nرواة، يكون لهذا الحديث خمس صور، كل راوي له صورة، إذا حذفت واحد صورة،\nحذفت الثاني صورة، حذفت الثالث صورة، إلى آخره.\n</p>\n\n<p>\nصور المعلق:\n</p>\n\n<p>\nالمقصود أن للمعلق صور كثيرة منها: أن يحذف جميع السند مع إضافة القول\nإلى قائله، هذه صورة من صور المعلق، \"كانت أم الدرداء تجلس في الصلاة جلسة\nالرجل، وكانت فقيهة\" هذا معلق لكنه مضاف إلى أم الدرداء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p014'> Vol. 05, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني: أن يحذف جميع السند مع عدم إضافة القول إلى <span id='ms133'></span> قائل، هذا موجود في\nالبخاري لا يضاف القول إلى قائله، أن يحذف جميع السند إلا الصحابي، قال ابن\nعباس، قال ابن عمر، قال أنس، أن يحذف جميع السند إلا الصحابي والتابعي، أن\nيحذف من حدثه، يعني شيخه ويضيفه إلى من فوقه، والأمثلة على هذه الصور\nموجودة في الصحيح، وليس من صور المعلق ما عزاه المصنف لشيخه بصيغة قال،\nيقول الحافظ العراقي فيما ذكرنا آنفا:\n</p>\n\n<p>\n. . . . . . . . . أما الذي\n</p>\n\n<p>\nعنعنة كخبر المعازف\n</p>\n\n<p>\nلشيخه عزا ب (قال) فكذي\n</p>\n\n<p>\nلا تصغ (لابن حزم) المخالف\n</p>\n\n<p>\nج\n</p>\n\n<p>\nفليس من صور المعلق ما يقوله المصنف كالبخاري مثلا قال هشام بن عمار:\nحدثنا صدقة .. إلى آخر الإسناد، هشام بن عمار من شيوخ البخاري، فكون\nالبخاري يقول: قال هشام بن عمار من أهل العلم من يرى أنه معلق، لكن الصواب\nأنه ليس بمعلق، فليس من صور المعلق ما عزاه المصنف لشيخه بصيغة قال بل\nحكمها حكم المعنعن، فكذي عنعنة، وعلى هذا يشترط للحكم باتصالها شيئان:\nسلامة الراوي من التدليس؛ لأن حكمها حكم العنعنة، والمدلس لا تقبل عنعنته\nحتى يصرح بالتحديث، لا سيما إذا كان ممن لم يحتمل الأئمة تدليسه، والشرط\nالثاني: لقاء الراوي لمن روى عنه على الخلاف في اشتراط اللقاء والمعاصرة،\nيقول الحافظ ابن حجر: ظهر بالاستقراء من صنيع البخاري أنه لا يعدل عن صيغة\nالتحديث الصريحة إلى مثل هذه الصيغة قال لنا، أو قال فلان، نعم إلا لنكتة،\nإلا لنكتة تكون في شيء يسير في إسناده، لا بد أن يوجد شيء يسير ولو لم يكن\nقادحا في إسناده، فمثلا حديث المعازف، حديث هشام بن عمار، النكتة في ذلك\nكونه لم يجزم بالصحابي حدثني أبو مالك أو أبو عامر الأشعري، هذه نكتة يسيرة\nلا تؤثر في الخبر؛ لأن كونه لا يجزم بهذا الصحابي أو بذاك لا يؤثر، فعدل\nالإمام -رحمة الله عليه- من الجزم بصيغة التحديث –وإن كان قد روى عن هشام\nبن عمار أحاديث خمسة أو ستة بصيغة التحديث- لكنه عدل عنها للتردد في\nالصحابي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p015'> Vol. 05, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nمنهم من يقول <span id='ms134'></span>: إن البخاري لا يقول: قال فلان إلا في حال المذاكرة، يعني\nإذا كان الحديث مروي في حال المذاكرة لا لقصد التحديث، وحال المذاكرة يتوسع\nفيها ما لا يتوسع إذا قصد التحديث، وعلى كل الحديث المعلق ضعيف، هذا الأصل\nفيه، لماذا؟ لأنه فقد شرطا من شروط القبول وهو اتصال السند بحذف راو أو\nأكثر من أول إسناده مع عدم علمنا بحال بذلك المحذوف، وهذا الحكم خاص بما\nإذا كان الحديث المعلق في كتاب لم يشترط مؤلفه الصحة، أو اشترطها لكن لم يف\nبشرطه، أما إذا وجد الحديث المعلق في كتاب التزمت صحته فهذا له حكم خاص،\nإذا وجد الحديث المعلق في الصحيحين في أحدهما، هذا لا شك أن له حكم خاص ما\nيقال: إنه ضعيف بإطلاق؛ لأن هذا الكتاب التزمت صحته، وتلقته الأمة بالقبول،\nفلا يقال: إنه ضعيف؛ لأنه سقط من إسناده راو أو أكثر.\n</p>\n\n<p>\nمعلقات الصحيحين:\n</p>\n\n<p>\nمعلقات الصحيحين: بالنسبة لمعلقات مسلم وعدتها أربعة عشر حديثا معلقا،\nوكلها موصولة في صحيح مسلم إلا واحد، هذا الواحد موصول في صحيح البخاري، هل\nنحتاج إلى البحث في معلقات مسلم؟ نعم نحتاج إلى البحث؟ لا نحتاج، لماذا؟\nلأنها كلها موصولة في صحيح مسلم، وواحد منها موصول في صحيح البخاري، إذا\nانتهينا من معلقات مسلم.\n</p>\n\n<p>\nمعلقات البخاري: لا تخلو من حالين: الحالة الأولى: ما كان معلقا وجاء\nموصولا في الكتاب نفسه، وهذا هو الكثير الغالب على معلقات الصحيحين، يعني\nإذا كان عدة المعلقات في صحيح البخاري ألف وثلاثمائة وأربعين كلها موصولة\nإلا مائة وستين، أو مائة وتسعة وخمسين، هذا الموصول في الصحيح نفسه يبحث\nفيه وإلا ما يبحث؟ لا يحتاج إلى بحث، هل نحتاج إلى بحث في حديث معلق وهو\nموصول في الصحيح نفسه؟ لا نحتاج إلى بحثه.\n</p>\n\n<p>\nالثانية: وهي ما لا يوجد في الصحيح إلا معلقا إذ لم يوصل في موضع آخر من\nالكتاب وعرفنا أنها يسيرة تقرب من العشر إذ عدتها مائة وستون حديثا، هذه\nالأحاديث التي لم توصل في موضع آخر لا <span id='ms135'></span> تخلو من صورتين:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p016'> Vol. 05, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nالأولى: أن يصدر بصيغة الجزم مثل قال وروى وذكر وحكى، فهذه الصيغة يستفاد\nمنها الصحة إلى من علق عنه، لكن يبقى النظر في من أبرز من الرجال، فمن\nهؤلاء الرجال من هو على شرط البخاري، يعني إذا كان التعليق بصيغة الجزم\nفالمحذوف نحتاج إلى بحثه؟ لا، المحذوف مضمون، ضمنه البخاري، يبقى النظر\nفيمن ذكر من الرواة، من ذكر من الرواة يحتاجون إلى بحث ولو كان بصيغة\nالجزم، كثير منهم من هو على شرطه، فمنهم من هو على شرطه، ومنهم من لا يلتحق\nبشرطه لكنه صحيح على شرط غيره، فمنهم ما هو موجود في صحيح مسلم لكنه ليس\nعلى شرط البخاري، وقد يكون حسنا، وقد يكون ضعيفا لا من جهة قدح في رجاله،\nبل من جهة انقطاع يسير في إسناده، والأمثلة على ذلك كثيرة، موجودة في هدي\nالساري ومقدمة فتح الباري شرح صحيح البخاري لابن حجر.\n</p>\n\n<p>\nالحالة الثانية: أن يصدر المعلق بصيغة التمريض، بصيغة التمريض، مثل روي\nويروى ويذكر ويقال، فهذه الصيغة لا يستفاد منها الصحة ولا الضعف، ففيها ما\nهو صحيح على شرطه أيضا، ومنها ما هو صحيح ليس على شرطه، ومنها ما هو حس،\nوفيها ما هو ضعيف، قال ابن الصلاح: ومع ذلك فإيراده له في أثناء الصحيح\n-حتى الضعيف- إيراده له في أثناء الصحيح مشعر بصحة أصله أشعارا يؤنس به\nويركن إليه، يعني وجود هذا الخبر وإن كان فيه شيء من الضعف فإيراده في كتاب\nالتزمت صحته وتلقته الأمة بالقبول يدل على أنه أصل.\n</p>\n\n<p>\nيقول ابن حجر: \"الضعيف الذي لا عاضد له في الكتاب قليل جدا\" قليل جدا\nوحيث يقع ذلك فيه يتعقبه المصنف بالتضعيف، ومثال ذلك قول البخاري: ويذكر عن\nأبي هريرة -رضي الله عنه-: \"لا يتطوع الإمام في مكانه\" ولم يصح.\n</p>\n\n<p>\nوطريق معرفة الصحيح من غيره من هذه المعلقات هو البحث عن إسناد الحديث\nوالحكم عليه بما يليق به، وقد تولى ذلك الحافظ ابن حجر في كتابيه فتح\nالباري وتغليق التعليق جزاه الله <span id='ms136'></span> خيرا.\n</p>\n\n<p>\nتعريف المرسل:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p017'> Vol. 05, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n\"والثاني: المرسل\" والثاني: المرسل، وهو في اللغة: اسم مفعول من الإرسال\nوأصله من قولهم: أرسل الشيء أي أطلقه وأهمله، ومنه قوله تعالى، {ألم تر أنا\nأرسلنا الشياطين على الكافرين} [(83) سورة مريم] يعني أطلقناهم، ويحتمل أن\nيكون مأخوذا من قولهم: جاء القوم أرسالا أي متفرقين، ويحتمل أن يكون من\nقولهم: ناقة مرسال، أي سريعة السير، أصله من قولهم: أرسل الشيء وأطلقه، كأن\nالراوي أطلق الحديث أطلقه وأرسله وتركه بدون إسناد، يحتمل أن يكون جاء من\nقولهم: جاء القوم أرسالا أي متفرقين يعني هذا السند سند مفرق بين الراوي\nومن روى عنه إذ حذفت الواسطة، وفرق بينهما بحذف .. ، ويحتمل أن يكون من\nقولهم: ناقة مرسال أي سريعة السير، كأن المحدث أسرع في إلقاء الحديث بدون\nإسناد، ويجمع على مراسل ومراسيل، كالمفاتح والمفاتيح، والمساند والمسانيد.\n</p>\n\n<p>\nوفي الاصطلاح: ما رفعه التابعي إلى النبي -صلى الله عليه وسلم-، هذا هو\nالذي جرى عليه الحافظ في النخبة وابن الصلاح والعراقي وغيرهم، وقيل: إن\nالمرسل يختص بما أرسله كبار التابعين دون صغارهم، فأحاديث صغار التابعين\nتسمى مقاطيع، منقطعة.\n</p>\n\n<p>\nوالمشهور عند الفقهاء والأصوليين أن المرسل: قول غير الصحابي: قال رسول\nالله -صلى الله عليه وسلم-،\n</p>\n\n<p>\nوعرفه الخطيب في الكفاية بأنه: ما انقطع إسناده بأن يكون في رواته من لم\nيسمعه ممن فوقه، فعلى هذا يشمل جميع أنواع الانقطاع، فيدخل فيه المنقطع\nوالمعضل والمعلق.\n</p>\n\n<p>\nمرفوع تابع على المشهور\n</p>\n\n<p>\nأو سقط راو منه ذو أقوال\n</p>\n\n<p>\nج مرسل أو قيده بالكبير\n</p>\n\n<p>\nوالأول الأكثر في استعمال\n</p>\n\n<p>\nج\n</p>\n\n<p>\nالمقصود أن المرسل ما سقط من آخر إسناده، أو ما سقط صحابيه، أو ما رفعه\nالتابعي إلى النبي -عليه الصلاة والسلام-، وهذه العبارة أدق.\n</p>\n\n<p>\nيقول البيقوني:\n</p>\n\n<p>\nومرسل منه الصحابي سقط\n</p>\n\n<p>\n. . . . . . . . .\n</p>\n\n<p>\nوهنا يقول:\n</p>\n\n<p>\nمرفوع تابع على المشهور\n</p>\n\n<p>\nج. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p018'> Vol. 05, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nمرفوع التابعي، وعلى هذا إذا سقط منه صحابيان، صحابي يروي عن صحابي ثم\nسقط الصحابيان معا، ورفعه التابعي إلى النبي -عليه الصلاة والسلام- يكون\nمرسل، وعلى عبارة البيقوني لو وجد صحابي وحذف صحابي، الصحابي يرويه <span id='ms137'></span> عن\nصحابي آخر فحذف الصحابي، كالأحاديث التي يرويها صغار الصحابة الذين لم\nيدركوا أول البعثة، يروون عن كبار الصحابة، وهو ما يعرف عند أهل العلم\nبمرسل الصحابي، على ما سيأتي، لكن المعتمد عند أهل العلم أن المرسل ما\nيرفعه التابعي صغيرا كان أو كبيرا إلى النبي -عليه الصلاة والسلام-، مثاله:\nما رواه الإمام مالك عن عبيد الله بن عدي بن الخيار قال: بينما رسول الله\n-صلى الله عليه وسلم- جالس بين ظهراني الناس إذ جاءه رجل فساره فلم يدر ما\nساره به، حتى جهر رسول الله -صلى الله عليه وسلم- فإذا هو يستأذنه في قتل\nرجل من المنافقين .. الحديث.\n</p>\n\n<p>\nعبيد الله بن عدي بن خيار من كبار التابعين، ورفع الخبر إلى النبي -عليه\nالصلاة والسلام-، هذا الخبر مرسل.\n</p>\n\n<p>\nحكم المرسل:\n</p>\n\n<p>\nحكمه: اختلف العلماء في المرسل على أقوال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p019'> Vol. 05, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nذهب الأئمة أبو حنيفة ومالك وأحمد في رواية عنه إلى أن المرسل صحيح يحتج\nبه في الدين، المرسل صحيح يحتج به في الدين، ونسبه الغزالي إلى الجماهير،\nبل نقل ابن عبد البر عن الطبري أن التابعين بأسرهم أجمعوا على قبول المرسل،\nولم يأت عنهم إنكاره ولا عن أحد من الأئمة بعدهم إلى رأس المائتين، نقل ابن\nعبد البر عن الطبري أن التابعين بأسرهم –يعني نقل الاتفاق والإجماع- أجمعوا\nعلى قبول المرسل، ولم يأت عنهم إنكاره ولا عن أحد من الأئمة بعدهم إلى رأس\nالمائتين، مروي عن سعيد بن المسيب أنه لا يحتج بالمرسل على ما سيأتي،\nوالطبري نقل الإجماع عن التابعين وسعيد بن المسيب أفضل التابعين، فكيف ينقل\nالطبري الإجماع مع مخالفة سعيد؟ كيف؟ الطبري له رأي في الإجماع وهو أن\nالإجماع قول الأكثر، قول الأكثر إجماع عنده، ولذا تفسيره المشهور التفسير\nالكبير له كثيرا ما يقول: \"واختلف القرأة في قراءة قوله تعالى على أقوال\"\nثم يذكر قول الجمهور ويذكر المخالف ثم يقول: \"والصواب في ذلك عندنا كذا\nلإجماع القرأة على ذلك\" هو ذاكر الخلاف لكن باعتبار أن الخلاف هو قول\nالأقل، قول <span id='ms138'></span> الأكثر عنده إجماع، فهو يذكر الخلاف في معنى آية أو في حكم من\nالأحكام يذكر قول الجمهور ثم يذكر القول المخالف وهم القلة ثم يقول:\nوالصواب في ذلك عندنا قول كذا لإجماع كذا، فالإجماع عنده قول الأكثر وليس\nبقول الكل.\n</p>\n\n<p>\nغالى بعض القائلين بهذا القول –أعني قبول المراسيل- حتى قدموا المرسل على\nالمسند، واحتج لهذا القول بأن سكوت الراوي مع عدالته عن ذكر من روى عنه\nوعلمه أن روايته يترتب عليها شرع عام يقتضي الجزم بعدالة المسكوت عنه،\nفسكوته كإخباره بعدالته، منهم من يرى أن المرسل أقوى من المسند؛ لأن من\nأسند أحالك، ومن أرسل ضمن لك ما حدث، واحتج له بأن الغالب على أهل تلك\nالقرون الصدق والعدالة بشهادة النبي -عليه الصلاة والسلام-: ((خيركم قرني،\nثم الذين يلونهم، ثم الذين يلونهم)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p020'> Vol. 05, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nالقول الثاني: ذهب أكثر المحدثين وكثير من الفقهاء وأصحاب الأصول إلى أن\nالمرسل ضعيف لا يحتج به، وحكاه الحاكم عن سعيد بن المسيب والزهري ومالك\nوالأوزاعي والشافعي وأحمد بن حنبل ومن بعدهم من فقهاء المدينة، وهو ما قرره\nالإمام مسلم في صدر صحيحه، ونسبه ابن عبد البر إلى سائر الفقهاء وجميع\nالمحدثين.\n</p>\n\n<p>\nالعلة في ذلك في رد المرسل:\n</p>\n\n<p>\nوالعلة في ذلك في رد المرسل هو الجهل بحال الراوي الساقط، احتمال أن يكون\nالساقط صحابي، هذا احتمال، احتمال أن يكون الساقط تابعي آخر وصحابي، سقوط\nالصحابي ما يضر، لكن الإشكال فيما إذا سقط تابعي، أو تابعي ثالث، قد يسقط\nأكثر من راوي إذا رفع التابعي إلى النبي -عليه الصلاة والسلام- يحتمل أن\nيكون التابعي هذا رواه عن تابعي والتابعي عن تابعي، والتابعي عن تابعي،\nوأسقط اثنين من التابعين أو ثلاثة أو أربعة أو خمسة؛ لأنه وجد رواية ستة من\nالتابعين يروي بعضهم عن بعض، ستة من التابعين يروي بعضهم عن بضع، فيكون\nحينئذ سقط من الإسناد خمسة أشخاص، وكل واحد من هؤلاء التابعين الذين أسقطهم\nهذا التابعي نعم قابلون للجرح والتعديل، قد يكون فيهم المجروح، فيهم غير\nالثقة، إذا <span id='ms139'></span> الخبر يضعف حتى تعرف الواسطة.\n</p>\n\n<p>\nالعلة في رد المرسل هو الجهل بحال الراوي الساقط؛ لأنه يحتمل أن يكون\nالساقط من السند غير صحابي وإذا كان كذلك فيحتمل أن يكون ضعيفا، يقول\nالحافظ العراقي:\n</p>\n\n<p>\nواحتج مالك كذا النعمان\n</p>\n\n<p>\nورده جماهر النقاد\n</p>\n\n<p>\nوصاحب التمهيد عنهم نقله\n</p>\n\n<p>\nج وتابعوهما به ودانوا\n</p>\n\n<p>\nللجهل بالساقط في الإسناد\n</p>\n\n<p>\nومسلم صدر الكتاب أصله\n</p>\n\n<p>\nج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p021'> Vol. 05, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n\"المرسل في أصل قولنا وقول أهل العلم بالأخبار ليس بحجة\" هذا كلام مسلم\nفي صدر الصحيح، هناك قول ثالث وهو الإمام الشافعي حيث قبل المراسيل لكن\nبشروط، في القول الأول قبلت من غير شرط، والثاني ردت من غير شرط، والثالث:\nفيه توسط، توسط الإمام الشافعي فقبل المراسيل بشروط أربعة: ثلاثة منها في\nالراوي المرسل، والرابع في الحديث المرسل، وتفصيل هذه الشروط في رسالته\nالشهيرة، الإمام الشافعي يشترط في المرسل أن يكون من كبار التابعين، وأن\nيكون إذا سمى أحدا ممن يروي عنه لا يسمي مرغوبا في الرواية عنه، يعني أنه\nلا يروي إلا عن ثقة، وإذا شرك أحدا من الرواة لم يخالفه، هذه شروط في\nالراوي المرسل، والشرط الرابع شرط في الحديث: أن يكون له شاهد يقويه بمرسل\nآخر يرويه غير رجال الأول أو حديث مسند أو يشهد له فتوى عوام أهل العلم أو\nقول صحابي أو ما أشبه ذلك، المقصود أن له شاهد يقويه، وشروط الإمام الشافعي\nمبسوطة في رسالته -رحمه الله تعالى-.\n</p>\n\n<p>\nمرسل الصحابي:\n</p>\n\n<p>\nمرسل الصحابي، مرسل الصحابي وهو ما أخبر به الصحابي عن قول الرسول -صلى\nالله عليه وسلم- أو فعله مما لم يسمعه أو يشاهده، إما لصغر سنه أو لتأخر\nإسلامه أو غيابه، الصحابي الصغير يروي عن النبي -عليه الصلاة والسلام- ما\nلم يشهده، عائشة تروي حديث: بدء الوحي، بدء الوحي قبل أن تولد، ابن عباس\nيروي أحاديث قبل أن يولد، حدث بها النبي -عليه الصلاة والسلام- قبل أن\nيولد، فعائشة يحتمل أنها روتها عن النبي -عليه الصلاة والسلام- يعني أعاد\nلها الحديث، وابن عباس كذلك، ويحتمل أن عائشة <span id='ms140'></span> وابن عباس رويا الأخبار عن\nصحابي آخر وأسقطوا الصحابي، مرسل الصحابي: ما أخبر به الصحابي عن قول النبي\n-عليه الصلاة والسلام- أو فعله مما لم يسمعه أو يشاهد إما لصغر سنه كعائشة\nوابن عباس وابن الزبير وغيرهم من صغار الصحابة، أو تأخر إسلامه كأبي هريرة\nأو غيابه عن حضور هذه القصة، ومثاله: ما رواه الشيخان عن عائشة -رضي الله\nعنها- أنها قالت: \"أول ما بدئ به رسول الله -صلى الله عليه وسلم- من الوحي\nالرؤيا الصالحة .. \" الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p022'> Vol. 05, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nومعلوم أن عائشة -رضي الله عنها- لم تدرك هذه القصة، لكن في ثنايا القصة\nما يدل على أن النبي -عليه الصلاة والسلام- حدثها بهذا الخبر، ضمني، أطلقني\nهكذا، يعني يدل على أن الرسول حدثها.\n</p>\n\n<p>\nحكمه: مرسل الصحابي مقبول عند جماهير الأمة، بل نقل الأسنوي والنسفي\nالإجماع على ذلك، على قبول مراسيل الصحابة، وشذ قوم منهم أبو إسحاق\nالإسفرائيني فقالوا: مرسل الصحابي لا يقبل إلا إذا عرف بصريح خبره أو\nبعادته أنه لا يروي إلا عن صاحبي، يقول الحافظ العراقي:\n</p>\n\n<p>\nأما الذي أرسله الصحابي\n</p>\n\n<p>\nج فحكمه الوصل على الصواب\n</p>\n\n<p>\nالمعضل والمنقطع:\n</p>\n\n<p>\nيقول الحافظ -رحمه الله تعالى-: \"والثالث إن كان باثنين فصاعدا مع\nالتوالي فهو المعضل وإلا فالمنقطع\".\n</p>\n\n<p>\nالثالث من أنواع السقط: ما كان السقط في إسناده لا في أوله ولا في آخره،\nعرفنا أنه إن كان السقط في أوله من قبل المصنف فهو المعلق، وإن كان من آخره\nإسقاط الصحابي فهو المرسل، يبقى الثالث إذا كان في أثنائه، إذا كان السقط\nفي الأثناء لا في أوله ولا في آخر، فإن كان بواحد فهو المنقطع، وإن كان\nباثنين فصاعدا مع التوالي فهو المعضل، فإن كان السقط باثنين فصاعدا على\nالتوالي فهو الحديث المعضل، وإن كان بواحد أو بأكثر من واحد من أكثر من\nموضع فالمنقطع.\n</p>\n\n<p>\nتعريف المعضل:\n</p>\n\n<p>\nفالمعضل لغة: مأخوذ من الإعضال، يقال: عضل بي الأمر وأعضل بي إذا صعب،\nوكل مستصعب فقد عضل، تسمعون كثيرا من يقول: هذه من عضل المسائل يعني من\nصعابها <span id='ms141'></span> ليست من المسائل السهلة، إذا قيل: هذه من عضل المسائل يعني من\nالمسائل الصعبة، كل مستصعب فقد عضل، وكذلك كل شيء ضاق به موضعه فقد عضل فهو\nمعضل، والمحدثون يقولون: معضل بفتح الضاد، وهو من حيث الاشتقاق مشكل، لكن\nابن الصلاح بحث فوجد له قولهم: أمر عضيل، أي مستغلق شديد، معضل، اسم مفعول،\nهذا الحديث معضل يعني أن الراوي أعضله، أعضله فجعله مستغلقا شديدا على من\nيبحث فيه؛ لأنه إذا كان السقط واحد سهل، لكن إذا كان السقط باثنين فصاعدا\nصعب الأمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p023'> Vol. 05, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nاصطلاحا: هو ما سقط من أثناء إسناده اثنين فصاعدا على التوالي، سمي هذا\nالنوع معضلا لأن الراوي له بإسقاطه رجلين فأكثر قد ضيق المجال على من يريد\nمعرفة حاله من القوة والضعف، وحال بينه وبين معرفة رواته بالجرح أو\nالتعديل، أو لأن المحدث أعضله وأعياه فلم ينتفع به من يرويه عنه، ومثاله:\nما رواه الإمام مالك أنه بلغه أن أبا هريرة -رضي الله عنه- قال: قال رسول\nالله -صلى الله عليه وسلم-: ((للملوك طعامه وكسوته بالمعروف، ولا يكلف من\nالعمل إلا ما يطيق)) فهذا الحديث معضل؛ لأنه سقط منه راويان متواليان بين\nمالك وأبي هريرة هما: محمد بن عجلان وأبوه.\n</p>\n\n<p>\nوهناك نوع آخر من المعضل ذكره الحاكم وهو: أن يعضله الراوي من أتباع\nالتابعين فيقفه على التابعي، فيحذف النبي -عليه الصلاة والسلام-، وهو في\nالأصل حديث مرفوع، فإذا جاء تابع التابعي وذكره عن التابعي فوقفه عليه، حذف\nالصحابي والنبي -عليه الصلاة والسلام- صار لاستحقاق اسم الإعضال أولى كما\nيقول ابن الصلاح.\n</p>\n\n<p>\nالحاكم ذكر هذا النوع وهو أن يعضله الراوي من أتباع التابعين فيقفه على\nالتابعي، فيحذف النبي -عليه الصلاة والسلام- والصحابي، يقول ابن الصلاح:\nإنه حسن، فالانقطاع بواحد مع الوقف صدق عليه انقطاع باثنين، الرسول -عليه\nالصلاة والسلام- والصحابي، وهو باستحقاق اسم الإعضال أولى، ولذا يقول\nالحافظ العراقي -رحمه الله تعالى-:\n</p>\n\n<p>\nوالمعضل الساقط منه اثنان\n</p>\n\n<p>\nحذف النبي والصحابي معا\n</p>\n\n<p>\nجج\n</p>\n\n<p>\nفصاعدا ومنه قسم ثان\n</p>\n\n<p>\nووقف متنه على من <span id='ms142'></span> تبعا\n</p>\n\n<p>\nج\n</p>\n\n<p>\nزاد البرهان الحلبي:\n</p>\n\n<p>\nوالشرط في ساقطه التوالي\n</p>\n\n<p>\nج والانفراد ليس بالإعضال\n</p>\n\n<p>\nج\n</p>\n\n<p>\nيعني إذا سقط اثنان متواليان.\n</p>\n\n<p>\nوالشرط في ساقطه التوالي\n</p>\n\n<p>\nجج والانفراد ليس بالإعضال\n</p>\n\n<p>\nأنه حذف راوي ثم ذكر شيخه ثم حذف شيخ الشيخ ما يسمى إعضال، لكن إذا حذف\nالشيخ وشيخه صار إعضال، والمعضل ضعيف لا يحتج به؛ لأنه أسوأ حالا من المرسل\nلتعدد الساقط من إسناده، وهو أيضا أسوأ من المعلق والمنقطع.\n</p>\n\n<p>\nتعريف المنقطع:\n</p>\n\n<p>\nوالمنقطع: اسم فاعل من الانقطاع، يقال: قطعه واقتطعه فانقطع وتقطع،\nوالقطع: إبانة بعض أجزاء الجرم من بعضه فصلا، والانقطاع ضد الاتصال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p024'> Vol. 05, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nاصطلاحا: عرف بأنه ما لم يتصل إسناده على أي وجه كان انقطاعه أي سواء كان\nهذا الانقطاع في أول السند أو في آخره، واعتبر النووي هذا التعريف هو\nالصحيح، يعني إذا قلنا: الأصل في الانقطاع أنه ضد الاتصال، فكل ما لم يتصل\nإسناده منقطع، كل ما لم يتصل إسناده منقطع، يدخل في ذلك المعلق والمرسل\nوالمعضل، كلها تدخل في الانقطاع، نعم هي داخلة من حيث الإطلاق العام في\nالانقطاع لكن في الإطلاق الخاص الذي مشى عليه عندنا في النخبة، مشى على أنه\nما سقط من أثناء إسناده راو فقط، لأنه إن سقط من أثناء إسناده راويان على\nالتوالي فهو معضل، إن سقط من أوله معلق، إن سقط من آخره مرسل، يبقى صورة\nواحدة هي ما سقط من أثناء إسناده راو واحد ويلتحق بها ما سقط من أثناء\nإسناده أكثر من راو في أكثر من موضع لا على التوالي، ما سقط من أثناء\nإسناده راو أو أكثر من راو في أكثر من موضع مثاله: ما رواه الترمذي عن\nالحجاج بن أرطأة عن عبد الجبار بن وائل بن حجر عن أبيه قال: \"استكرهت امرأة\nفي عهد رسول الله -صلى الله عليه وسلم- فدرأ عنها الحد\" -عليه الصلاة\nوالسلام-، قال أبو عيسى: \"هذا حديث غريب وليس إسناده بمتصل، وعبد الجبار لم\nيسمع من أبيه لأنه ولد بعد أبيه بستة أشهر\"، فهناك واسطة بين <span id='ms143'></span> عبد الجبار\nوأبيه ساقطة، والحديث منقطع ضعيف لا يحتج به لتخلف شرط من شروط القبول وهو\nالاتصال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p025'> Vol. 05, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال الحافظ -رحمه الله تعالى-: \"ثم قد يكون واضحا أو خفيا، فالأول\nيدرك بعدم التلاقي ومن ثم احتيج إلى التاريخ\"، يعني -رحمه الله تعالى- أن\nالسقط من الإسناد قد يكون واضحا جليا يدركه من له أدنى عناية بالحديث\nوعلومه ورجاله وهو ما تقدم من الإرسال والتعليق والانقطاع والإعضال، ويعرف\nهذا النوع بعدم التلاقي بين الراوي وشيخه لكونه لم يدرك عصره، يعرف السقط\nالظاهر بعدم التلاقي بين الراوي ومن روى عنه، ويعرف هذا بالتاريخ، إذا\nعرفنا أن الشيخ مات سنة مائة والراوي عنه ولد سنة مائة وعشر أو مائة وخمس\nنجزم بأن هذا الراوي لم يلق من روى عنه؛ لأنه ولد بعد وفاته، قول الحافظ في\nالشرح في النزهة: \"فالأول وهو الواضح يدرك بعدم التلاقي بين الراوي وشيخه\nبكونه لم يدرك عصره أو أدركه لكنهما لم يجتمعا وليست له منه إجازة ولا\nوجادة\" أدركه يعني هما متعاصران لكنهما لم يجتمعا، لا شك أن أهل الحديث\nيحكمون بالانقطاع إذا تباعدت الأمصار، كأن يوجد شخص في الهند مثلا وآخر في\nالأندلس يروي هذا عن هذا، ولا عرف أنهما حجا في سنة واحدة يحكم بالانقطاع\nفي هذه الصورة، المتقدمون يحكمون بمثل هذا بالانقطاع كما نص على ذلك الحافظ\nابن رجب في شرح البخاري، لكن هذا القول من الحافظ: \"أو أدركه لكنهما لم\nيجتمعا\" فيه نظر؛ لأن هذا من السقط الخفي على ما سيأتي تقريره في المرسل\nالخفي؛ لأنه وجدت المعاصرة فإذا وجدت المعاصرة ولم يلق الراوي من روى عنه\nهذا هو المرسل الخفي على ما سيأتي تقريره، فليس من الواضح.\n</p>\n\n<p>\nقول الحافظ -رحمه الله تعالى-: \"ومن ثم احتيج إلى التاريخ\" لتضمنه معرفة\nالمواليد الرواة ووفياتهم ورحلاتهم واختلاطهم وغير ذلك، ذكر السخاوي في\nحقيقة التاريخ أنه الوقت الذي تضبط به الأحوال من المواليد والوفيات،\nويلتحق به ما يتفق من الحوادث التي ينشأ عنها معان حسنة من تعديل <span id='ms144'></span> وتجريح\nونحو ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p026'> Vol. 05, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحافظ: \"وقد افتضح أقوام ادعوا الرواية عن شيوخ ظهر بالتاريخ كذب\nدعواهم\"، ظهر بالتاريخ كذب دعواهم، قد يقول القائل: كيف يدعي شخص أنه روى\nعن شخص وهو لم يلقه أو لم يعاصره؟ يدعي، باب التشبع والتزيد مما تحبه\nالنفوس وتهواه، فيزعم أنه لقي الشيخ فلان وروى عنه، ثم إذا سئل عن تاريخ\nمولده وجد أنه لم يولد في ذلك الوقت، يوجد في هذا العصر من يتشبع ويزعم أنه\nقرأ على فلان وفلان وفلان، فإذا تحقق من الأمر وجد الأمر ليس كذلك، بل وجد\nفي هذا العصر من يكتب إهداءات لنفسه من بعض المؤلفين الذين لم يدركهم هذا\nتشبع، والمتشبع بما لم يعط كلابس ثوبي زور، نسأل الله العافية.\n</p>\n\n<p>\nولا شك أن هذا شعور بالنقص وإحساس بالمهانة والضعف يريد أن يرفع ويجبر\nهذا النقص بهذا التشبع، ولا يدري المسكين أن هذا هو سبب من أسباب ضعفه\nومهانته وضعته، التواضع هو الذي يرتفع به الإنسان، الصدق في المعاملة مع\nالله ومع خلقه هو الذي يرتفع به الإنسان، أما شخص يتشبع بما لم يعط ويزعم\nأنه قرأ وقرأ وفعل وترك وأدرك فلان كل هذا لا يجدي شيء.\n</p>\n\n<p>\nيقول الحاكم: \"لما قدم علينا أبو جعفر الكشي وحدث عن عبد بن حميد سألته\nعن مولده فذكر أنه سنة ستين ومائتين، سنة ستين ومائتين، فقلت لأصحابنا: هذا\nالشيخ سمع من عبد بن حميد بعد موته بثلاثة عشر سنة\" افتضح المسكين لما ذكر\nالتاريخ.\n</p>\n\n<p>\nسبب وضع التاريخ:\n</p>\n\n<p>\nسبب وضع التاريخ في أول الإسلام، التاريخ في غاية الأهمية، {يسألونك عن\nالأهلة قل هي مواقيت للناس والحج} [(189) سورة البقرة] يؤرخون بها، يعرفون\nبها أوقات عباداتهم ومعاملاتهم.\n</p>\n\n<p>\nسبب وضع التاريخ في أول الإسلام أن عمر -رضي الله عنه- أتي بصك فيه دين\nلشخص على آخر مكتوب إلى شعبان وقت حلول الأجل شعبان، فقال: أهو شعبان\nالماضي أو شعبان القابل؟ بس شعبان وانتهى، لكن ما يدرى هو شعبان الماضي أو\nشعبان القادم؛ لأنه ما في تاريخ، ما <span id='ms145'></span> في سنة كذا، ثم أمر -رضي الله عنه\nوأرضاه- بوضع التاريخ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p027'> Vol. 05, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nواتفق الصحابة على ابتداء التاريخ من هجرة النبي -صلى الله عليه وسلم-\nإلى المدينة، وجعلوا أول السنة المحرم، هذا محل اتفاق بين الصحابة -رضوان\nالله عليهم-، والعدول عن هذا التاريخ الذي اتفق عليه الصحابة إلى غيره لا\nشك أنه سلوك لغير سبيل المؤمنين، فمن قلد الكفار في تواريخهم أو غير في\nالتاريخ ولو كان من الهجرة سواء عمل بالتاريخ الشمسي ولو كان من الهجرة، أو\nعمل بخلاف ما اتفق عليه الصحابة من جعلهم أول السنة المحرم، منهم من يقول:\nأول السنة ربيع الأول؛ لأن أول الهجرة في ربيع الأول، نقول: لا، الصحابة\nاتفقوا على جعل المحرم أول السنة، شهر الله المحرم، فالعمل بغير هذا\nالتاريخ الذي اتفق عليه الصحابة سلوك لغير سبيل المؤمنين، وحيد عن جادة\nالمسلمين التي اتفقوا عليها منذ صدر الإسلام إلى يومنا هذا، والله\nالمستعان، والله أعلم.\n</p>\n\n<p>\nوصلى الله وسلم وبارك على عبده ورسوله، نبينا محمد وعلى آله وصحبه\nأجمعين.\n</p>\n\n<p>\nالسلام عليكم ورحمة الله وبركاته.\n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله، نبينا\nمحمد وعلى آله وصحبه أجمعين.\n</p>\n\n<p>\nيقول الحافظ -رحمه الله تعالى-: \"والثاني -وهو السقط الخفي- المدلس، ويرد\nبصيغة تحتمل اللقي ك (عن) وقال، وكذا المرسل الخفي من معاصر لم يلق\"، السقط\nالظاهر أنواعه أربعة: التعليق والإرسال والانقطاع والإعضال، هذه الأربعة\nمجتمعة تشكل السقط الظاهر، السقط الخفي نوعان: التدليس والإرسال الخفي،\nولذا قال: \"والثاني -وهو السقط الخفي- المدلس ويرد بصيغة تحتمل اللقي ك\n(عن)، وقال، وكذا المرسل الخفي من معاصر لم يلق\"، يعني -رحمه الله تعالى-\nأن القسم الثاني وهو ما كان السقط فيه خفيا بحيث يخفى على كثير ممن يشتغل\nبهذا العلم، بل لا يدركه إلا الأئمة الحذاق المطلعون على طرق الحديث وعلى\nالأسانيد لخفائه وغموضه نوعان، هما: المدلس والمرسل الخفي.\n</p>\n\n<p>\nالمدلس:\n</p>\n\n<p>\nفالمدلس لغة: اسم مفعول مشتق من الدلس بفتحتين وهو الظلمة كالدلسة، ومنه\nقولهم: أتانا دلس الظلام، وخرج في <span id='ms146'></span> الدلس والغلس، والتدليس: كتمان عيب\nالسلعة على المشتري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p028'> Vol. 05, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nوالتدليس في الاصطلاح: ما أخفي عيبه على وجه يوهم أنه لا عيب فيه، يعني\nهل التدليس بالنسبة للسيارات يمكن أن يحصل في ظاهر السيارة؟ في جرمها\nالبادي للعيان؟ يعني لو صدمت السيارة وصلحت يمكن يدلس على المشتري فيها؟\nنعم، ما يمكن، ما يمكن يدلس؛ لأنه ظاهر ما يخفى على أحد، لكن لو أقبلت\nالسيارة على ما يسمونه التخبيط ثم وضع فيها شيء من الزيت الثقيل أو شبهه،\nتعبر يعني كم يوم حتى تمشي على المشتري الذي لا يفهم، هذا خفي، هذا تدليس.\n</p>\n\n<p>\nعند الفقهاء من التدليس تسويد شعر الجارية، الجارية الشمطاء الكبيرة\nالسن،\n</p>\n\n<h1 class='l1' id='head5'>.... </h1>\n\n<p>\nتسويد شعرها تدليس، ويمثلون أيضا بجمع ماء الرحى وإرساله، تصرية الإبل كل\nهذا تدليس على المشتري، لكن العرج في الدابة هذا تدليس؟ لا، ليس بتدليس؛\nلأنه يرى، والله المتسعان.\n</p>\n\n<p>\nالمقصود أن المدلس في الاصطلاح: ما أخفي عيبه على وجه يوهم أنه لا عيب\nفيه، لكن الظاهر لا يمكن إخفاؤه، سمي بهذا الاسم لأن الراوي لما أخفى وجه\nالصواب على الواقف على الحديث كأنه أظلم أمره وغطاه.\n</p>\n\n<p>\nأقسام التدليس:\n</p>\n\n<p>\nوقسم التدليس إلى خمسة أقسام: تدليس الإسناد، تدليس التسوية، تدليس\nالقطع، تدليس العطف، تدليس الشيوخ، وتدليس الإسناد: هو أن يروي المحدث عن\nمن لقيه ما لم يسمعه منه موهما أنه سمعه منه، للتفريق بين التدليس والإرسال\nالخفي لا بد أن نعرف حال الراوي عن من روى عنه، لا بد أن نعرف حال الراوي\nمع من روى عنه، فإن ثبت أنه سمع منه إن ثبت أنه سمع منه أحاديث ثم روى عنه\nحديثا لم يسمعه بصيغة موهمة فهذا تدلس اتفاقا، إذا ثبت أن الراوي لقي من\nروى عنه ثم روى عنه ما لم يسمعه منه، ثبت اللقاء في الأولى ثبت السماع،\nالثانية ثبت اللقاء بمن روى عنه، ثم روى عنه بصيغة موهمة ما لم يروه عنه\nفهذا أيضا تدليس.\n</p>\n\n<p>\nالصورة الثالثة: إذا روى الراوي عن من عاصره ممن لم يثبت لقاؤه له <span id='ms147'></span> عن من\nعاصره بصيغة موهمة فإن هذا من الإرسال الخفي وليس من التدليس، إذا روى\nالراوي عن من لم يعاصره هذا الانقطاع الظاهر، فهي أربع صور:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p029'> Vol. 05, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nتدليس الإسناد: أن يروي المحدث عن من لقيه ومن باب أولى إذا روى عن من\nسمع منه ما لم يسمعه منه موهما أنه سمعه منه، فيكون ذلك بلفظ محتمل للسماع\nوغيره كقال أو عن، ليوهم غيره أنه سمعه منه، ولا يصرح بأنه سمع منه هذا\nالحديث بعينه فلا يقول: سمعت أو حثني أو أخبرني ممن لم يسمع منه حتى لا\nيصير كذابا بذلك؛ لأنه لو قال: سمعت أو حدثني أو أخبرني وهو في الحقيقة لم\nيسمعه ولم يحدثه ولم يخبره، صار الأمر أعظم من مسألة التدليس صارت كذب،\nويجرح الراوي بذلك جرحا شديدا، وقولنا: عن من لقيه شاملا لمن سمع منه غير\nالحديث المراد أو لم يسمع منه شيئا.\n</p>\n\n<p>\nوأدخل ابن الصلاح في هذا القسم: رواية الراوي عن من عاصره ولم يلقه موهما\nأنه قد لقيه وسمعه منه، وتبعه على ذلك الحافظ ابن كثير في اختصاره، وذهب\nالإمام الشافعي والبزار والخطيب والحافظ ابن حجر وغيرهم إلى أن هذه الصورة\nليست من التدليس؛ لأن مجرد ثبوت المعاصرة لا يكفي في تحقيق التدليس، بل لا\nبد من ثبوت اللقاء بينهما، وأيدوا ما ذهبوا إليه بأن أهل العلم أجمعوا على\nأن المخضرمين الذين عاصروا النبي -صلى الله عليه وسلم- مثل أبي عثمان\nالنهدي، وقيس بن أبي حازم وغيرهما إذا روى أحدهم حديثا عن النبي -صلى الله\nعليه وسلم- كان روايته من قبيل الإرسال وليست من قبيل التدليس، ظاهر وإلا\nمو بظاهر؟ يعني فرق بين أن يكون الراوي سمع من روى عنه، لقي من روى عنه،\nاحتمال السماع أقوى من مجرد المعاصرة، احتمال السماع منه أقوى من مجرد\nالمعاصرة، وروايته عنه بصيغة موهمة وقد سمع منه أحاديث أو لقيه روايته عنه\nبصيغة موهمة ما لم يسمعه منه أخفى من معاصر لم يثبت لقاؤه له، فهذا يسمى\nتدليس وذاك <span id='ms148'></span> إرسال خفي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p030'> Vol. 05, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nالخلاصة: أن للراوي مع من يروي عنه أربع حالات: الأولى: أن يثبت سماعه\nمنه، الثانية: أن يثبت لقاؤه له دون السماع، الثالثة: أن تثبت المعاصرة له\nدون اللقاء، الرابعة: ألا تثبت المعاصرة، ومن باب أولى اللقاء والسماع،\nويروي عنه بصيغة موهمة للسماع ك (عن) و (أن)، فالأولى: إذا روى عنه ما لم\nيسمعه منه فتدليس اتفاقا، والثانية: إذا روى عنه بصيغة موهمة -يعني وهو من\nثبت لقائه له- شملها مسمى التدليس عند الجمهور خلافا لأبي بكر البزار وأبي\nالحسن بن القطان حيث جعلها من الإرسال الخفي، والثالثة: إذا روى عن المعاصر\nممن لم يلقه فالجمهور على أنه ليس من التدليس كما تقدم قريبا خلافا لابن\nالصلاح حيث جعلها من التدليس، والرابعة: ليس من التدليس عند جماهير\nالمحدثين خلافا لجماعة من أهل الحديث فيما نقله عنهم ابن عبد البر في\nالتمهيد لمجرد احتمال الصيغة، لمجرد احتمال الصيغة، تدليس الإسناد يسميه\nبعضهم تدليس الإسقاط، تدليس الإسقاط، لكن تسميته بتدليس الإسناد والتدليس\nكله في الإسناد، لكنهم تتابعوا على تسميته بتدليس الإسناد للتفريق بينه\nوبين أنواع التدليس الأخرى.\n</p>\n\n<p>\nتدليس الإسقاط:\n</p>\n\n<p>\nتدليس الإسقاط: التدليس جله فيه إسقاط، التدليس جله فيه إسقاط، مثال\nتدليس الإسناد: ما رواه أبو عوانة عن الأعمش عن إبراهيم التيمي عن أبيه عن\nأبي ذر أن النبي -صلى الله عليه وسلم- قال: ((فلان في النار ينادي: يا حنان\nيا منان)) قال أبو عوانة: قلت للأعمش: سمعت هذا من إبراهيم؟ قال: لا، حدثني\nبه حكيم بن جبير عنه، هنا الأعمش دلس الحديث، الأعمش سليمان بن مهران دلس\nالحديث فقال: \"روى أبو عوانة عن الأعمش عن إبراهيم\" الآن الأعمش لقي\nإبراهيم وإلا ما لقيه؟ لقيه، وروى عنه بصيغة موهمة وهي العنعنة، روى عنه ما\nلم يروه عنه إلا بواسطة، ما رواه عنه مباشرة بل رواه بواسطة حكيم بن جبير،\nفقد دلس الأعمش الحديث عن إبراهيم، فلما استفسر بين الواسطة بينه وبينه،\nوالأعمش معروف بالتدليس مع أنه ثقة، سليمان بن مهران ثقة لكنه <span id='ms149'></span> مدلس، في\nرواة الصحيحين من المدلسين أمثلة منها: الأعمش، وهشيم، ولذا يقول الحافظ\nالعراقي -رحمه الله تعالى-:\n</p>\n\n<p>\nوفي الصحيح عدة كالأعمش\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p031'> Vol. 05, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوكهشيم بعده وفتش\n</p>\n\n<p>\nجج\n</p>\n\n<p>\nالأعمش لما استفسر قيل له: هل سمعت الحديث من إبراهيم؟ قال: لا، حدثني به\nحكيم بن جبير عنه، لكن لو قال: سمعته من إبراهيم؟ يقبل لأنه ثقة، لأنه ثقة\nيقبل قوله بأنه سمعه من إبراهيم، فلما استفسر بين الواسطة بينه وبينه.\n</p>\n\n<p>\nحكم تدليس الإسناد:\n</p>\n\n<p>\nحكم تدليس الإسناد: مكروه جدا، ذمه أكثر العلماء، وكان شعبة بن الحجاج من\nأشد العلماء ذما له، فقد قال فيه أقوال شديدة منها: \"التدليس أخو الكذب\"،\nوقال: \"لأن أزني أحب إلي من أن أدلس\" ولا شك أن هذا من شعبة مبالغة وإفراط،\nمبالغة في الزجر، مبالغة في الزجر عن هذا النوع من التدليس، قال النووي:\n\"وظاهر كلام شعبة أنه حرام وتحريمه ظاهر فإنه يوهم الاحتجاج بما لا يجوز\nالاحتجاج به، ويتسبب أيضا إلى إسقاط العمل بروايات نفسه مع ما فيه من\nالغرر\".\n</p>\n\n<p>\nتدليس التسوية:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p032'> Vol. 05, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني: تدليس التسوية: تدليس التسوية: وهو شر أنواع التدليس، تدليس\nالتسوية: أن يروي المدلس حديثا عن ضعيف بين ثقتين لقي أحدهما الآخر، فيسقط\nالضعيف الذي في السند ويجعل السند عن شيخه الثقة، عن الثاني الثقة، بلفظ\nمحتمل فيستوي الإسناد كله ثقات بحسب الظاهر لمن لم يخبر هذا الشأن، شخص\nمدلس تدليس تسوية يروي الحديث عن زيد وزيد هذا ثقة، زيد يروي الحديث عن\nعمرو وعمرو ضعيف، عمرو يروي الحديث عن بكر وهو ثقة، وزيد لقي بكرا ثبت لقاء\nزيد لبكر، فإذا حذف عمرو الضعيف لا يحس بأن في الإسناد سقط؛ لأن زيد لقي\nبكر، فيكون الإسناد زيد عن بكر وأسقط الضعيف بين هذين الثقتين اللذين لقيا\nأحدهما الآخر هذا يسمى تدليس تسوية، سوى الإسناد فجعله كلهم ثقات، سماه بعض\nالقدماء تجويد، فقالوا: جوده فلان، يريدون أنه ذكر من فيه من الأجواد وحذف\nالأدنياء، ومثاله: ما روى ابن أبي حاتم في العلل عن بقية بن الوليد قال:\nحدثني <span id='ms150'></span> أبو وهب الأسدي عن نافع عن ابن عمر قال: \"لا تحمدوا إسلام امرئ حتى\nتعرفوا عقدة رأيه\"، قال أبو حاتم: \"هذا الحديث له علة قل من يفهمها\"، روى\nهذا الحديث عبيد الله بن عمرو عن إسحاق بن أبي فروة عن نافع عن ابن عمر عن\nالنبي -صلى الله عليه وسلم-، وعبيد الله بن عمرو كنيته أبو وهب وهو أسدي\nفكأن بقية بن الوليد كنى عبيد الله بن عمرو ونسبه إلى بني أسد لكيلا يفطن\nبه حتى إذا ترك إسحاق بن أبي فروة من الوسط لا يهتدى إليه، وكان بقية من\nأفعل الناس لهذا النوع من التدليس الذي هو شر أنواع التدليس، يعني من السهل\nأن لو سمى عبيد الله بن عمرو ليبحث في ترجمته وينظر لكنه كناه فقال: عن أبي\nوهب الأسدي كي لا يفطن به، لكي يظن أنه غيره، فلا يهتدى إلى المطلوب، وبقية\nابن الوليد من أفعل الناس لهذا النوع من التدليس، وهذا التدليس كما قلنا:\nشر أقسام التدليس؛ لأن الثقة الأول ربما لا يكون معروفا بالتدليس، ويجده\nالواقف على سند بعد التسوية قد رواه عن ثقة آخر فيحكم له بالصحة، وفي هذا\nغرر شديد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p033'> Vol. 05, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nقد يقول قائل: كيف نعرف هذا النوع من التدليس؟ هناك شخص مدلس تدليس تسوية\nيروي عن شيخ بصيغة التحديث قال: حدثني فلان ثم يسقط شيخ هذا الثقة ويذكر\nشيخ شيخه الثقة، الذي بينهما ضعيف يسقطه، ويكون الشيخ قد لقي شيخه الذي نسب\nإليه ويسقط الضعيف، وأنت تبحث في الإسناد تجده كلهم ثقات لقي بعضهم بعضا،\nوالمدلس بقية بن الوليد صرح بالتحديث ممن فوقه، والتسوية في طبقة فوق طبقة\nشيخ المدلس، فعلى هذا في مثل هذا النوع يشترط أن يصرح بالتحديث في كل\nالطبقات، ما يكفي أن يصرح المدلس نفسه؛ لأنه ما من ثقتين إلا ويحتمل أن\nيكون هذا المدلس -تدليس تسوية- أسقط بينهما ضعيفا، فإذا صرح بالتحديث في\nالإسناد كله أمنا من هذا التدليس.\n</p>\n\n<p>\nليس من هذا النوع إذا روى الثقة عن اثنين <span id='ms151'></span> أحدهما ضعيف والآخر ثقة فيحذف\nالضعيف ويبقى الثقة، ليس من هذا النوع أن يروي الثقة عن اثنين: ثقة وضعيف،\nيقتصر على الثقة ويحذف الضعيف، نفترض في مثالنا الأول: زيد عن عمرو زيد ثقة\nعن عمرو وهو ضعيف وخالد وهو ثقة عن بكر وهو ثقة، يأتي فيحذف عمرو هل نحن\nبحاجة إلى عمرو؟ سند متصل بدونه، يقتصر على خالد لكونه ثقة، يعني إذا روى\nعن اثنين واحد ضعيف واحد ثقة، حذف الضعيف في إشكال؟ يعني أنت إذا جاءك من\nيقول: قدم زيد، واحد من أوثق الناس عندك، ثم جاءك شخص آخر جربت عليه كذب\nفقال: قدم زيد، هل يلزم أن تقول: قدم زيد أخبرني بذلك فلان وفلان، أو تقتصر\nعلى الثقة دون الضعيف؟ تقتصر على الثقة دون الضعيف.\n</p>\n\n<p>\nمثال ذلك: ما رواه الإمام البخاري حيث حذف عبد الله بن عمر العمري واقتصر\nعلى الإمام مالك، الحديث جاء من طريقين من طريق عبد الله بن عمر العمري\nالمكبر وهو ضعيف، وجاء من طريق مالك حذف العمري واقتصر على مالك، مثل\nمثالنا الذي ذكرناه، في حديث: ((إذا جاء أحدكم إلى فراشه فلينفضه بصنفة\nثوبه ثلاث مرات)) .. الحديث، هذا مخرج في الصحيح في البخاري، وكون البخاري\nحذف العمري ما هو بحاجة إليه، ليس بحاجة إليه، اقتصر على مالك ومالك فيه\nالكفاية.\n</p>\n\n<p>\nتدليس القطع:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p034'> Vol. 05, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nالثالث: تدليس القطع وهو أن يسقط الراوي اسم الشيخ الذي سمع منه الحديث\nمباشرة مقتصرا على ذكر أداة الرواية، فيقول: حدثنا أو سمعت ثم يسكت، حدثنا\nويسكت، ثم يقول: فلان وفلان، يوهم أنه سمع منهما ذلك الحديث وليس كذلك، هذا\nالمدلس الذي يدلس هذا النوع من التدليس تدليس القطع يقول: حدثني ويسكت، ثم\nيقول: فلان وفلان، ويذكر بقية الإسناد، يقطع الكلام بين الصيغة -صيغة\nالأداء- وبين الراوي.\n</p>\n\n<p>\nذكر ابن سعد في الطبقات عن عمر بن علي المقدمي أنه كان يقول: سمعت\nوحدثنا، ثم يقول: هشام بن عروة والأعمش، عمر بن علي المقدمي يفعل تدليس\nالقطع، وهو لم يسمعه ولم يحدثه به <span id='ms152'></span> هشام بن عروة ولا الأعمش، وجعل بعضهم من\nهذا النوع إسقاط أداة الرواية والاقتصار على اسم الشيخ الذي لم يسمع منه\nالحديث مباشرة، ومثل له بما قاله علي بن خشرم قال: كنا عند ابن عيينة فقال\n-ابن عيينة قال-: الزهري، فقيل له: حدثك؟ فسكت، ثم قال: الزهري، فقيل له:\nسمعته منه؟ قال: لم أسمعه منه ولا ممن سمعه منه، حدثني عبد الرزاق عن معمر\nعن الزهري كذا في علوم الحديث، يعني إذا قال: الزهري وحذف صيغة الأداء ما\nفيها لا تحديث ولا .. ، هناك في صيغة تحديث لكن في سكوت بين صيغة التحديث\nواسم الراوي، حدثني ويسكت، هشام بن عروة والأعمش، وما سمعه لا من هشام ولا\nمن الأعمش، فإذا سكت ظن أن فاعل التحديث من ذكر بعد السكوت ...\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p035'> Vol. 05, p. 035</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12"
  ]
}