{
  "content": "\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head0'>شرح نخبة الفكر </h1>\n\n<p>\n(10)</span>\n</p>\n\n<p>\nشرح قول المصنف: \"فإن قل عدده فإما أن ينتهي إلى النبي -صلى الله عليه\nوعلى آله وصحبه وسلم- أو إلى إمام ذي صفة علية كشعبة، فالأول العلو المطلق،\nوالثاني النسبي، وفيه الموافقة وهي الوصول إلى شيخ أحد المصنفين من غير\nطريقه، وفيه البدل وهو الوصول إلى شيخ شيخه كذلك، وفيه المساواة وهي استواء\nعدد الإسناد من الراوي إلى آخره مع إسناد أحد المصنفين، وفيه المصافحة وهي\nالاستواء مع تلميذ ذلك المصنف، ويقابل العلو بأقسامه النزول فإن تشارك\nالراوي ومن روى عنه في السن واللقي فهو الأقران، وإن روى كل منهما عن الآخر\nفالمدبج، وإن روى عمن دونه فالأكابر عن الأصاغر، ومنه الآباء عن الأبناء،\nوفي عكسه كثرة، ومنه من روى عن أبيه عن جده وإن اشترك اثنان عن شيخ وتقدم\nموت أحدهما فهو السابق واللاحق، وإن جحد الشيخ مرويه جزما رد أو احتمالا\nقبل في الأصح، وفيه من حدث ونسي، وإن اتفق الرواة في صيغ الأداء أو غيرها\nمن الحالات فهو المسلسل، وصيغ الأداء: سمعت وحدثني، ثم أخبرني، وقرأت عليه،\nثم قرئ عليه وأنا أسمع، ثم أنبأني، ثم ناولني، ثم شافهني، ثم كتب إلي، ثم\nعن ونحوها، فالأولان: لمن سمع وحده من لفظ الشيخ، فإن جمع فمع غيره، وأولها\nأصرحها وأرفعها في الإملاء، والثالث والرابع: لمن قرأ بنفسه، فإن جمع\nفكالخامس، والإنباء بمعنى الإخبار إلا في عرف المتأخرين فهو للإجازة ك\n(عن)، وعنعنة المعاصر محمولة على السماع إلا من مدلس، وقيل: يشترط ثبوت\nلقائمها ولو مرة وهو المختار، وأطلقوا المشافهة في الإجازة المتلفظ بها،\nوالمكاتبة في الإجازة المكتوب بها، واشترطوا في صحة المناولة اقترانها\nبالإذن بالرواية، وهي أرفع أنواع الإجازة، وكذا اشترطوا الإذن في الوجادة،\nوالوصية بالكتاب وفي الإعلام وإلا فلا عبرة بذلك كالإجازة العامة، وللمجهول\nوللمعدوم على الأصح في جميع ذلك .. \"\n</p>\n\n<p>\nالشيخ/ عبد الكريم بن عبد <span id='ms279'></span> الله الخضير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p001'> Vol. 10, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nعمره مائة سنة وقامته قصيرة هل تقول: جاء الطويل القصير؟ وأن تنظر إليه\nمن زاويتين إلى قامته فتقول: القصير، وإلى عمره فتقول: الطويل، لا شك أن\nهذا تنافر لفظي مثله مثلما تقول: المتصل المقطوع، هذا تنافر لفظي، فمنهم من\nيمنع إطلاق المتصل على المقطوع الذي أضيف إلى التابعي فمن دونه لوجود هذا\nالتنافر ومنهم من ينظر إليه مع انفكاك الجهة، فيقول: لا مانع من أن يقال:\nهو مقطوع باعتبار الإضافة إلى التابعي فمن دونه، وهو متصل باعتبار أن\nإسناده ليس فيه انقطاع.\n</p>\n\n<p>\nقال الحافظ -رحمه الله-: \"ويقال للأخيرين: الأثر\" يعني أنه يقال للأخيرين\n-وهما الموقوف والمقطوع-: الأثر، وهو في الأصل ما ظهر على الأرض من مشي\nالشخص، وهو في الأصل ما ظهر على الأرض من مشي الشخص، قال زهير:\n</p>\n\n<p>\nوالمرء ما عاش ممدود له أثر ... لا ينتهي العمر حتى ينتهي الأثر\n</p>\n\n<p>\nقال ابن الصلاح: \"وهو موجود في اصطلاح الفقهاء الخرسانيين\"، تعريف\nالموقوف بالأثر، قال أبو القاسم الفوراني: \"منهم الفقهاء يقولون: الخبر ما\nيروى عن النبي -صلى الله عليه وسلم-، والأثر ما يروى عن الصحابة -رضي الله\nعنهم- وقد وجد ذلك في كلام الأئمة كثيرا، ففي الرسالة للإمام الشافعي: وجهة\nالعلم الكتاب والسنة والآثار\"، وقال في الرسالة أيضا: \"وأما القياس فإنما\nأخذناه استدلالا بالكتاب والسنة والآثار\" وظاهر تسمية الإمام البيهقي كتابه\nالمشتمل على الأنواع الثلاثة معرفة السنن والآثار، ومثله تسمية الطحاوي\nكتابيه: (شرح معاني الآثار) و (مشكل الآثار) يؤيد ما رآه المحدثون، كما\nعزاه إليهم النووي من إطلاق الأثر على الموقوف والمرفوع، فالأثر شامل لما\nيروى عن النبي -عليه الصلاة والسلام-، وما يروى عن الصحابة والتابعين،\nويؤيده انتساب بعض المحدثين إلى الأثر كالحافظ العراقي يقول:\n</p>\n\n<p>\nيقول راجي ربه المقتدر ... عبد الرحيم بن الحسين الأثري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p002'> Vol. 10, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الجامع للخطيب البغدادي من حديث عبد الرحيم بن حبيب الفاريابي عن\nصالح بن بيان عن أسد بن سعيد الكوفي عن جعفر بن محمد عن أبيه عن جده\nمرفوعا: ((ما جاء عن الله فهو فريضة <span id='ms280'></span>، وما جاء عني فهو حتم وفريضة، وما جاء\nعن أصحابي فهو سنة، وما جاء عن أتباعي فهو أثر، وما جاء عن من دونهم فهو\nبدعة)) والخبر باطل لا أصل له، والفاريابي هذا رمي بالوضع.\n</p>\n\n<p>\nوالمسند: مرفوع صحابي بسند ظاهره الاتصال، المسند: مرفوع صحابي بسند\nظاهره الاتصال، المسند: مبتدأ خبره مرفوع صحابي أي ما رفعه الصحابي إلى\nالنبي -صلى الله عليه وسلم- بسند ظاهره الاتصال بأن يكون كل راو من رواته\nقد تحمله عن من فوقه بطريق معتبر، قال ابن حجر: \"فقولي مرفوع كالجنس\"،\nمرفوع كالجنس، يعني يشمل المحدود وغير المحدود، \"وقولي صحابي كالفصل يخرج\nما رفعه التابعي فإنه مرسل\" يعني وليس بمسند، أو من دونه فإنه معضل أو\nمعلق، وقولي: \"ظاهره الاتصال، يخرج ما ظاهره الانقطاع، ويدخل فيه الاحتمال\nوما يوجد فيه حقيقة الاتصال من باب أولى\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p003'> Vol. 10, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nويفهم من التقييد بالظهور أن الانقطاع الخفي كعنعنة المدلس والمعاصر الذي\nلم يثبت له اللقاء لا يخرج الحديث عن كونه مسندا لإطباق الأئمة الذين خرجوا\nالمسانيد على ذلك، وهذا التعريف موافق لتعريف الحاكم فإنه قال في المعرفة:\n\"المسند ما رواه المحدث عن شيخ يظهر سماعه منه وكذا شيخه عن شيخه متصلا إلى\nصحابي إلى رسول الله -صلى الله عليه وسلم-\" فعلى هذا يشترط لتسمية الخبر\nمسندا الرفع مع الاتصال، وذهب ابن عبد البر في التمهيد إلى أن المسند\nالمرفوع إلى النبي -صلى الله عليه وسلم- خاصة، المسند المرفوع إلى النبي\n-صلى الله عليه وسلم- خاصة، وقد يكون متصلا كمالك عن نافع عن ابن عمر عن\nرسول الله -صلى الله عليه وسلم-، أو منقطعا كمالك عن الزهري عن ابن عباس عن\nرسول الله -صلى الله عليه وسلم-، فهو وإن كان منقطعا لأن الزهري لم يسمع من\nابن عباس فهو مسند؛ لأنه قد أسند إلى النبي -صلى الله عليه وسلم-، وعلى هذا\nفالمسند والمرفوع شيء واحد، والانقطاع يدخل عليهما جميعا، ويلزم من ذلك\nشموله المرسل والمعضل، قال ابن حجر في النكت: \"وهو مخالف للمستفيض من <span id='ms281'></span> عمل\nأئمة الحديث في مقابلة بين المرسل والمسند فيقولون: أسنده فلان وأرسله\nفلان\"، وذهب الخطيب إلى أن المسند ما اتصل إسناده ولو كان موقوفا على\nالصحابي أو غيره، وقد عزاه في الكفاية لأهل الحديث، ثم قال: \"إلا أن أكثر\nاستعمالهم له فيما أسند عن النبي -صلى الله عليه وسلم- خاصة\".\n</p>\n\n<p>\nعلى هذا يكون المسند فيه ثلاثة أقوال:\n</p>\n\n<p>\nالمسند المرفوع، المسند هو المرفوع سواء كان متصل أو منقطع، ما رفع إلى\nالنبي -عليه الصلاة والسلام- دون ما يضاف إلى غيره، سواء كان متصلا أو\nمنقطعا، وهذا قول ابن عبد البر، أو هو المرفوع مع الاتصال، وهذا ما يراه\nالحاكم، والمرفوع إذا كان متصلا، والمرفوع إذا كان متصلا وهو قول الحاكم،\nابن عبد البر يرى أن المسند هو المرفوع سواء كان متصلا أو منقطعا، والخطيب\nيرى أن المسند ما اتصل إسناده، سواء كان مرفوعا إلى النبي -عليه الصلاة\nوالسلام- أو موقوفا على غيره، قال الحافظ العراقي:\n</p>\n\n<p>\nوالمسند المرفوع أو ما قد وصل ... لو مع وقف وهو في هذا يقل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p004'> Vol. 10, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nوالثالث الرفع مع الوصل معا ... شرط به (الحاكم) فيه قطعا\n</p>\n\n<p>\nسم.\n</p>\n\n<p>\n\"فإن قل عدده فإما أن ينتهي إلى النبي -صلى الله عليه وعلى آله وسلم\"\nوصحبه وصحبه إن أضفت الآل فأضف الصحب، ذكرنا سابقا أن الاقتصار على النبي\n-صلى الله عليه وسلم- يتأدى به الطلب في قوله تعالى: {يا أيها الذين آمنوا\nصلوا عليه وسلموا تسليما} [(56) سورة الأحزاب] فإذا اقتصرنا فلنقتصر على\nالنبي -عليه الصلاة والسلام-، وإن أضفنا الآل فلنضف الصحب؛ لأن الآل أوصى\nبهم النبي -عليه الصلاة والسلام-، كما في الأحاديث الصحيحة، والصحب لهم حق\nعلى الأمة فمن طريقهم وصلنا الدين، وهم الذين نصروا الدين، وهم الذين\nنشروه، وهم الذين حفظوه، وهم الذين أدوه وبلغوه، فإذا زدنا على النبي -عليه\nالصلاة والسلام- الآل فلنضف الصحب، لا سيما وأن الاقتصار على الآل صار\nشعارا لبعض طوائف المبتدعة كالروافض، فلا نقتصر على الآل دون الأصحاب، كما\nأننا لا نقتصر على الأصحاب دون الآل؛ لأنه <span id='ms282'></span> صار شعارا لقوم آخرين من\nالمبتدعة كالنواصب، فإذا أضفنا الآل فلنضف الصحب أو نقتصر على النبي -صلى\nالله عليه وسلم-، فإن قل عدده ...\n</p>\n\n<p>\n\"فإن قل عدده فإما أن ينتهي إلى النبي -صلى الله عليه وعلى آله وصحبه\nوسلم- أو إلى إمام ذي صفة علية كشعبة، فالأول العلو المطلق، والثاني\nالنسبي، وفيه الموافقة وهي الوصول إلى شيخ أحد المصنفين من غير طريقه، وفيه\nالبدل وهو الوصول إلى شيخ شيخه كذلك، وفيه المساواة وهي استواء عدد الإسناد\nمن الراوي إلى آخره مع إسناد أحد المصنفين، وفيه المصافحة وهي الاستواء مع\nتلميذ ذلك المصنف، ويقابل العلو بأقسامه النزول\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p005'> Vol. 10, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nنعم، يقول الحافظ -رحمه الله تعالى-: \"فإن قل عدده\" يعني إن قل عدد رجال\nالإسناد \"فإما أن ينتهي إلى النبي -صلى الله عليه وسلم- أو إلى إمام ذي صفة\nعلية كشعبة، فالأول هو العلو المطلق، والثاني النسبي\"، رجال الإسناد الموصل\nإلى المتن يتفاوتون من حديث إلى آخر قلة وكثرة، فبعض الأحاديث تروى بأسانيد\nقليلة، رجالهم عددهم قليل، وبعضها بأسانيد تطول ويكثر الرواة فيها، فالأول\nيسمى عند أهل العلم بالعالي، والثاني يسمى بالنازل، فالعالي ما قل عدد\nرواته، ما قلت فيه الوسائط بين المصنف وبين النبي -عليه الصلاة والسلام-،\nوالنازل: ضده ما كثر عدد رواته وكثرت الوسائط فيه بين المصنف والنبي -عليه\nالصلاة والسلام-، والمراد بقلة الرواة هنا بالنسبة إلى أي سند آخر يرد به\nذلك الحديث بعينه بعدد أكثر، وقد عظمت رغبة المتأخرين في العلو حتى غلب ذلك\nعلى كثير منهم، بحيث أهملوا الاشتغال بما هو أهم منه من الثبوت والفهم\nوالاستنباط، وإنما كان العلو مرغوبا فيه لكونه أقرب إلى الصحة وقلة الخطأ؛\nلأنه ما من راو من رجال الإسناد إلا والخطأ جائز عليه فكلما كثرت الوسائط\nوطال السند كثرت مظان التجويز، وكلما قلت قلت\" قاله الحافظ، يعني ما من راو\nمن الرواة إلا ويحتمل أنه أخطأ فإذا كان عدد الرواة قليلا كان الاحتمال\nقليلا، وإذا كان عدد الرواة كثيرا كان هذا الاحتمال كثير.\n</p>\n\n<p>\nقال <span id='ms283'></span> ابن الصلاح: \"طلب العلو سنة، ولذلك استحبت الرحلة في الحديث\"، قال\nالإمام أحمد -رحمه الله تعالى-: \"طلب الإسناد العالي سنة عمن سلف\"، وقد\nروينا أن يحيى بن معين قيل له في مرض موته: ما تشتهي؟ قال: \"بيت خالي وسند\nعالي\" هذه أمنيته، بيت خالي وسند عالي، بيت خالي ليخلو بربه، ويأنس\nبمناجاته وذكره، وسند عالي هذه غايته في هذه الدنيا، مش يتمنى .. ، يتمنى\nطول عمر، يتمنى قصور وضياع ومزارع، يتمنى أرصدة، لا، لا يتمنى هذا كله؛ لأن\nالدنيا لا شيء، لا تزن عن الله جناح بعوضة، والغنى الحقيقي غنى النفس،\nوالله المستعان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p006'> Vol. 10, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحافظ: فإن كان في النزول مزية ليست في العلو كأن يكون رجاله أوثق\nأو أحفظ أو أفقه أو الاتصال فيه أظهر فلا تردد في أن النزول أولى، ونقل ابن\nكثير عن بعض المتكلمين أنه كلما طال الإسناد كان النظر في التراجم والجرح\nوالتعديل أكثر فيكون الأجر على قدر المشقة، قال ابن كثير: \"وهذا لا يقابل\nما ذكرناه\" معنى هذا الكلام عن بعض المتكلمين يقول: إن الإسناد النازل أفضل\nمن الإسناد العالي، لماذا؟ لأنك وأنت تبحث في حديث رجاله ثلاثة مثلا وكل\nواحد من هؤلاء الرواة يحتاج إلى ربع ساعة أنت في ساعة إلا ربع تنتهي من\nالحديث، صح وإلا لا؟ بينما لو كان الحديث تساعي تحتاج في تسعة كل واحد ربع\nساعة نحتاج إلى ساعتين وربع، نعم، نحتاج إلى ساعتين وربع، فهذا أكثر مشقة،\nفهو أفضل والأجر على قدر النصب، نقول: لا، هذا أمر لا يعنيك وأنت من\nالمتكلمين، أنت لا تفهم الصنعة، هؤلاء الثلاثة الذين روي من طريقهم كل واحد\nيحتمل أنه أخطأ من هؤلاء الثلاثة، وكل واحد من أولئك التسعة يحتمل أنه\nأخطأ، فاحتمال الخطأ في النازل أقوى من احتمال الخطأ في العالي، فالعلو\nأفضل، نعم.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nنعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nأنت إذا نظرت إلى السند فوجدته برجال عدده أقل فهو عالي، وفي الغالب أن\nهؤلاء الثلاثة قد طالت أعمارهم، وإذا نظرت إلى الإسناد النازل وجدت أن <span id='ms284'></span>\nرجاله أكثر، وفي الغالب أن أعمارهم المدد بينهم قصيرة\n</p>\n\n<p>\nفإن قل عدد رجال السند وانتهى إلى النبي -صلى الله عليه وسلم- بذلك العدد\nالقليل بالنسبة إلى أي سند آخر يرد به ذلك الحديث بعينه فهو العلو المطلق،\nيعني إذا كان العلو بين المصنف والنبي -عليه الصلاة والسلام- هذا علو مطلق،\nلكن إذا كان العلو بين المصنف وبين إمام من أئمة الحديث كشعبة مثلا، فهو\nعلو نسبي فإن اتفق أن يكون مع العلو سند صحيح كان الغاية القصوى وإلا فصورة\nالعلو فيه موجودة ما لم يكن موضوعا فهو كالعدم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p007'> Vol. 10, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nوإن قل عدد رجال السند وانتهى إلى إمام من أئمة الحديث ذي صفة علية\nكالحفظ والضبط والإتقان والفقه والتصنيف وغير ذلك كشعبة ومالك وسفيان\nالثوري والشافعي والبخاري ومسلم وغيرهم فهو العلو النسبي وهو ما يقل العدد\nفيه إلى ذلك الإمام، ولو كان العدد من ذلك الإمام إلى منتهاه كثيرا.\n</p>\n\n<p>\nوأعلى ما في الكتب الستة الثلاثيات، ففي البخاري منها اثنان وعشرون\nحديثا، غالبها عن المكي بن إبراهيم عن يزيد بن أبي عبيد عن سلمة بن الأكوع،\nأعلى ما في الكتب الستة الثلاثيات، في البخاري منها اثنان وعشرون حديثا،\nوغالبها عن المكي بن إبراهيم عن يزيد بن أبي عبيد عن سلمة بن الأكوع، وليس\nفي مسلم ولا حديث ثلاثي، وكذلك أبو داود والنسائي، ابن ماجه فيه شيء يسير\nوكذلك الترمذي، وفي المسند أكثر من ثلاثمائة حديث ثلاثي لقدم مؤلفه وهي\nمجموعة شرحها السفاريني في مجلدين كبيرين، شرح ثلاثيات المسند، وكثير من\nأحاديث الموطأ ثنائيات وثلاثيات لتقدم الإمام مالك على الإمام أحمد أيضا.\n</p>\n\n<p>\nفي سنن أبي داود حديث اختلف فيه هل هو ثلاثي أو رباعي؟ كيف؟ السند أمامنا\nموجود، ولا نعرف أن نحسب كم عدد الرواة؟! حديث أبي برزة في الحوض اختلف فيه\nهل هو ثلاثي أو رباعي؟ أبو داود يروي أصل الخبر عن ثلاثة، يرويه عن أبي\nبرزة بواسطة اثنين، فالقصة ثلاثية، لكن الخبر الذي هو المقصود المرفوع في\nالحوض رباعي؛ لأن الواسطة بين <span id='ms285'></span> أبي برزة وبين الراوي عنه رجل مبهم، فهو\nرباعي وليس بثلاثي، وإن زعم بعضهم أنه ثلاثي لأن القصة ثلاثية.\n</p>\n\n<p>\nقال الحافظ -رحمه الله تعالى-: \"وفيه الموافقة\" في العالي الموافقة، \"وهي\nالوصول إلى شيخ أحد المصنفين من غير طريقه\"، وهي الوصول إلى شيخ أحد\nالمصنفين من غير طريقه، تصل إلى محمد بن بشار من غير طريق البخاري، تصل إلى\nقتيبة بن سعيد من غير طريق مسلم وهكذا.\n</p>\n\n<p>\n\"وفيه البدل، وهو الوصول إلى شيخ شيخه كذلك\"، تصل إلى غندر -محمد بن\nجعفر- من غير طريق البخاري، ومن غير طريق محمد بن بشار وهكذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p008'> Vol. 10, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n\"وفيه المساواة وهو استواء عدد الإسناد من الراوي إلى آخره مع إسناد أحد\nالمصنفين\" المساواة يعني في البخاري حديث تساعي وعند الحافظ العراقي أحاديث\nتساعيات ساوى فيها البخاري هذه مساواة، لكن هل هو عالي عند البخاري وإلا\nنازل؟ تساعي؟ نازل جدا، عالي عند الحافظ العراقي وإلا نازل؟ عالي جدا؛ لأن\nالبخاري -رحمه الله- مات سنة مائتين وستة وخمسين، والعراقي مات سنة\nثمانمائة وستة، بينهم خمسة قرون ونصف، ويروي الحديث عن النبي -عليه الصلاة\nوالسلام- بواسطة تسعة، والعراقي يروي الحديث بواسطة تسعة، هذا عالي بالنسبة\nللعراقي وهذا نازل بالنسبة للبخاري.\n</p>\n\n<p>\n\"وفيه المصافحة وهي الاستواء مع تلميذ ذلك المصنف\" فكأن الإمام العالم\nالمتأخر صافح ذلك الإمام القديم؛ لأنه ساوى تلميذ ذلك المصنف القديم فكأنه\nصافحه، لما عرف الحافظ العلو ووضح المراد به، وذكر قسميه المطلق والنسبي،\nذكر أقسام ثاني نوعيه وهو النسبي، فأول هذه الأقسام: الموافقة، وعرفها ابن\nالصلاح بقوله: هي أن يقع لك الحديث عن شيخ مسلم فيه مثلا عاليا بعدد أقل من\nالعدد الذي يقع لك ذلك الحديث عن ذلك الشيخ إذا رويته عن مسلم عنه، ومثل له\nالحافظ بما إذا روى البخاري عن قتيبة عن مالك حديثا فلو رويناه من طريقه،\nيعني لو رويناه من طريق البخاري كان بيننا وبين قتيبة ثمانية، هذا كلام\nالحافظ، ولو روينا ذلك الحديث بعينه من طريق أبي العباس السراج عن قتيبة\nمثلا <span id='ms286'></span> لكان بيننا وبين قتيبة سبعة، فقد حصلت لنا الموافقة مع البخاري في\nشيخه بعينه مع علو الإسناد على الإسناد إليه.\n</p>\n\n<p>\nهذه الأنواع يعتني بها كثير من الذين يصنفون في التراجم والسير، والحافظ\nالذهبي يعتني بذلك كثيرا في سير أعلام النبلاء وفي تاريخ الإسلام وفي تذكرة\nالحفاظ، ويذكر من أحاديث المترجم ما يقع له عاليا، يعتني بذلك كثيرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p009'> Vol. 10, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nوالثاني: البدل وهو كما قال ابن الصلاح: أن يقع لك هذا العلو عن شيخ غير\nشيخ مسلم، هو مثل شيخ مسلم في ذلك الحديث، ومثاله في الحديث السابق: أن يقع\nذلك الإسناد بعينه من طريق أخرى إلى القعنبي عن مالك فيكون القعنبي بدلا\nفيه من قتيبة، قال ابن الصلاح: \"وقد يرد البدل إلى الموافقة فيقال فيما\nذكرناه: إنه موافقة عالية في شيخ شيخ مسلم، ولو لم يكن ذلك عاليا فهو أيضا\nموافقة وبدل، لكن لا يطلق اسم الموافقة والبدل لعدم الالتفات إليه\".\n</p>\n\n<p>\nأقول: هذه أمور تكميلية وليست من صميم علم الحديث، أقول: هذه أمور\nتكميلية وليست حاجية.\n</p>\n\n<p>\nوالثالث: المساواة وهي أن يقع بين الراوي من المتأخرين وبين رسول الله\n-صلى الله عليه وسلم- مثلما وقع من العدد بين مسلم أو البخاري إلى النبي\n-عليه الصلاة والسلام-، قال ابن حجر: كأن يروي النسائي مثلا حديثا يقع بينه\nوبين النبي -صلى الله عليه وسلم- أحد عشر نفسا وقد وجد، وجد عند النسائي\nحديث يرويه النسائي عن النبي -عليه الصلاة والسلام- بواسطة أحد عشر رجلا،\nوهو أطول إسناد عنده، بل أطول إسناد في الكتب الستة، حديث يتعلق بفضل سورة\nالإخلاص، قال ابن حجر: \"كأن يروي النسائي مثلا حديثا يقع بينه وبين النبي\n-صلى الله عليه وسلم- أحد عشر نفسا فيقع لنا ذلك الحديث بعينه بإسناد آخر\nإلى النبي -صلى الله عليه وسلم- يقع بيننا وبين النبي -صلى الله عليه وسلم-\nأحد عشر نفسا، فنساوي النسائي من حيث العدد مع قطع النظر عن ملاحظة ذلك\nالإسناد الخاص\".\n</p>\n\n<p>\nيعني مثل ما مثلنا البخاري عنده حديث تساعي: ((ويل للعرب <span id='ms287'></span> من شر قد\nاقترب)) هذا فيه تسعة بين البخاري والنبي -عليه الصلاة والسلام-، والحافظ\nالعراقي وهو بعد البخاري بخمسة قرون ونصف عنده أحاديث تساعية فهذه مساواة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p010'> Vol. 10, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوالرابع: المصافحة: وهي أن تقع تلك المساواة مع تلميذ المصنف فتكون كأنك\nلقيت مسلما أو البخاري في ذلك الحديث وصافحته به لكونك قد لقيت شيخك\nالمساوي لمسلم، قال ابن الصلاح: \"فإن كانت المساواة لشيخ شيخك كانت\nالمصافحة لشيخك وهكذا\"، ثم قال: \"اعلم أن هذا النوع من العلو علو تابع\nلنزول إذ لولا نزول ذلك الإمام في إسناده لم تعل أنت في إسنادك\" يعني لولا\nوجود التساعي في البخاري ما علا الحافظ العراقي؛ لأن المسألة نسبية هذا\nعالي بالنسبة للعراقي وهذا نازل بالنسبة للبخاري، لولا نزول البخاري في هذا\nالحديث التساعي لما علا الحافظ العراقي فيه، ثم ذكر ابن الصلاح أنواعا من\nالعلو منها:\n</p>\n\n<p>\nالعلو المستفاد من تقدم وفاة الراوي، ومثل له بما يرويه عن شيخ أخبره به\nعن واحد عن البيهقي الحافظ عن الحاكم أبي عبد الله أعلى من روايتي لذلك عن\nشيخ أخبرني به عن واحد عن أبي بكر بن خلف عن الحاكم وإن تساوى الإسنادان في\nالعدد لتقدم وفاة البيهقي على وفاة ابن خلف، يعني علو ناشئ وناتج عن تقدم\nوفاة الراوي؛ لأن البيهقي مات سنة ثمان وخمسين وأربعمائة، ومات ابن خلف سنة\nسبع وثمانين أكثر من ثلاثين سنة، يقرب من ثلاثين سنة الفرق بينهما، فتقدم\nوفاة البيهقي تورث علو، يعني عن كونك تروي مسألة عن شيخ تقدمت وفاته جدا\nبحيث لم يدركه كثير من أقرانك، والشيخ هذا يروي عن شيخ يروي عنه شيخ آخر\nتأخرت وفاته فأدركه زملاؤك ورفقاؤك أنت أعلى منهم؛ لأنك أدركت شيخا تقدمت\nوفاته.\n</p>\n\n<p>\nالعلو المستفاد من تقدم السماع: مثل أن يسمع شخصان من شيخ واحد وسماع\nأحدهما من ستين سنة وسماع الآخر من أربعين سنة، فإذا تساوى السند إليهما في\nالعدد فالإسناد إلى الأول الذي تقدم سماعه أعلى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p011'> Vol. 10, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nقال -رحمه الله-: \"ويقابل العلو بأقسامه النزول\" مقابل العلو <span id='ms288'></span> السابق\nالمرغوب فيه النزول، فكل قسم من أقسام العلو ضده قسم من أقسام النزول تدرك\nمن التفصيل السابق، قال الحافظ: \"خلافا لمن زعم أن العلو قد يقع غير تابع\nللنزول\"، وقال ابن الصلاح: \"وأما قول الحاكم أبي عبد الله لعل قائلا يقول:\nالنزول ضد العلو فمن عرف العلو عرف ضده وليس كذلك، فإن للنزول مراتب لا\nيعرفها إلا أهل الصنعة\" إلى آخر كلامه، فهذا ليس نفيا لكون النزول ضدا\nللعلو على الوجه الذي ذكرته، بل نفيا لكونه يعرف بمعرفة العلو، وذلك يليق\nبما ذكره هو في معرفة العلو فإنه قصر في بيانه وتفصيله -رحمه الله-، وليس\nكذلك ما ذكرناه نحن في معرفة العلو فإنه مفصل تفصيلا مفهما لمراتب النزول\nوالعلم عند الله -تبارك وتعالى-.\n</p>\n\n<p>\nثم إن النزول حيث ذمه من ذمه كقول علي بن المديني وأبي عمرو المستملي:\n\"النزول شؤم\" وكقول ابن معين: \"الإسناد النازل قرحة في الوجه\" فهو محمول\nعلى ما إذا لم يكن مع النزول ما يجبره كزيادة الثقة برجاله على العالي، أو\nكونهم أحفظ أو أفقه، أو كونه متصلا بالسماع، وفي العالي حضور أو إجازة أو\nمناولة أو تساهل من بعض رواته في الحمل ونحو ذلك، فإن العدول حينئذ إلى\nالنزول ليس بمذموم ولا مفضول؛ لأن العبرة، العبرة في الأسانيد بنظافة\nالأسانيد، بثقة الرواة، وشدة الاتصال، فإذا تساوى الإسنادان العالي والنازل\nفي ثقة الرواة وتمام الاتصال قدم العالي، لكن إذا تميز النازل بزيادة في\nثقة رواته قدم على العالي؛ لأنه كما قلنا: إن العلو تكميلي، أقول: تكميلي،\nقد يصح السند وهو نازل، وقد يضعف السند وهو عالي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p012'> Vol. 10, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nيقول الحافظ العراقي في شرح ألفيته: \"قد روينا عن وكيع قال: الأعمش أحب\nإليكم عن أبي وائل عن عبد الله أو سفيان عن منصور عن إبراهيم عن علقمة عن\nعبد الله، أحب إليكم الواسطة باثنين أو بخمسة؟ نعم، فقلنا: الأعمش عن أبي\nوائل أقرب، الأعمش عن أبي وائل أقرب، فقال: الأعمش شيخ، وأبو وائل شيخ،\nوسفيان عن منصور عن إبراهيم <span id='ms289'></span> عن علقمة فقيه عن فقيه عن فقيه، يعني هؤلاء\nأئمة، أولئك شيوخ، لكن هؤلاء أئمة، روينا عن ابن المبارك قال: \"ليس جودة\nالإسناد قرب الإسناد بل جودة الحديث صحة الرجال، ليس جودة الحديث قرب\nالإسناد بل جودة الحديث صحة الرجال، وروينا عن السلفي قال: \"الأصل الأخذ عن\nالعلماء، فنزولهم أولى من العلو عن الجهلة على مذهب المحققين من النقلة،\nوالنازل حينئذ هو العالي في المعنى عند النظر والتحقيق، كما روينا عن نظام\nالملك قال: \"عندي أن الحديث العالي ما صح عن رسول الله -صلى الله عليه\nوسلم- وإن بلغت رواته مائة\" كما روينا عن السلفي من نظمه:\n</p>\n\n<p>\nليس حسن الحديث قرب رجال ... عند أرباب علمه النقاد\n</p>\n\n<p>\nبل علو الحديث بين أولي الحفظ ... والإتقان صحة الإسناد\n</p>\n\n<p>\nوإذا ما تجمعا في حديث ... فاغتنمه فذاك أقصى المراد\n</p>\n\n<p>\nقال ابن الصلاح: \"هذا ونحوه ليس من قبيل العلو المتعارف إطلاقه بين أهل\nالحديث وإنما هو علو من حيث المعنى فحسب، والله أعلم\".\n</p>\n\n<p>\nوكما ذكرنا أعلى حديث في البخاري الثلاثيات، وعدتها اثنان وعشرون حديثا،\nوأنزل ما فيه التساعي، أنزل حديث في البخاري: ((ويل للعرب من شر قد اقترب))\nوفي السنة حديث فضل سورة الإخلاص عند النسائي، ففيه ستة من التابعين يروي\nبعضهم عن بعض، وهذا أنزل إسناد، ستة في طبقة واحدة يروي بعضهم عن بعض، نعم.\n</p>\n\n<p>\nسم.\n</p>\n\n<p>\n\"فإن تشارك الراوي ومن روى عنه في السن واللقي فهو الأقران، وإن روى كل\nمنهما عن الآخر فالمدبج، وإن روى عمن دونه فالأكابر عن الأصاغر، ومنه\nالآباء عن الأبناء، وفي عكسه كثرة، ومنه من روى عن أبيه عن جده\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p013'> Vol. 10, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nيقول الحافظ -رحمه الله تعالى-: \"فإن تشارك الراوي ومن روى عنه في السن\nواللقي فهو الأقران، وإن روى كل منهما عن الآخر فالمدبج\" الأقران هم\nالمتقاربون في السن والإسناد، يعني الزملاء يتضح الأقران هنا في الدراسة في\nهذه الأيام في الدراسة النظامية، يعني الذين هم في سنة واحدة من الدراسة هم\nأقران، متقاربون في السن، يعني إن زاد واحد سنة <span id='ms290'></span> أو نقص سنة هذا لا يفرق،\nلكن في الدراسة سابقا في المساجد يوجد من عمره سبعون سنة، ويوجد من عمره\nعشر سنوات في حلقة الشيخ، هؤلاء نقول لهم: أقران؟ نعم، لا، هم زملاء صحيح،\nلكن ليسوا بأقران، فالأقران هم المتقاربون في السن والإسناد، قاله ابن\nالصلاح، وزاد العراقي في شرح ألفيته غالبا، قال الحاكم: \"إنما القرينان إذا\nتقارب سنهما وإسنادهما\"، وقال ابن الصلاح: \"وربما اكتفى الحاكم أبو عبد\nالله بالتقارب في الإسناد، وإن لم يوجد التقارب في السن، وعلى هذا يمكن أن\nيسمى أقران وإن كان بينهم بون في أعمارهم.\n</p>\n\n<p>\nوالمدبج يعني إذا روى زيد عن عمرو وهم أقران نقول: هذه رواية أقران، روى\nزيد عن عمرو هذه رواية الأقران، فإن روى عمرو عن زيد أيضا هذا المدبج، يعني\nكل واحد من الأقران يروي عن الثاني، عمرو يروي عن زيد وزيد يروي عن عمرو،\nهذا يسمونه إيش؟ المدبج، لكن رواية زيد عن عمرو أقران، رواية عمرو عن زيد\nأقران وهكذا.\n</p>\n\n<p>\nوالمدبج بضم الميم وفتح الدال وتشديد الباء الموحدة وآخره جيم إذا روى كل\nمن القرينين عن الآخر هذا يسمى عند أهل العلم المدبج، وهو أخص من الأقران\nفكل مدبج أقران وليس كل أقرن مدبجا، فعلى هذا فإن رواية القرين عن قرينة\nتنقسم إلى قسمين:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p014'> Vol. 10, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nالأول: أن يروي أحد القرينين عن الآخر ولا يروي الآخر عنه فيما يعلم،\nومثاله: رواية سليمان التيمي عن مسعر وهما قرينان، قال الحاكم: لا أحفظ\nلمسعر عن سليمان رواية، يعني سليمان التيمي يروي عن مسعر بن كدام ومسعر لا\nيروي عن سليمان، هذه رواية أقران، قال العراقي: \"وقد يجتمع جماعة من\nالأقران في حديث واحد كحديث رواه الإمام أحمد بن حنبل عن أبي خيثمة زهير بن\nحرب عن يحيى بن معين عن علي بن المديني هؤلاء كلهم أقران، عن عبيد الله بن\nمعاذ عن أبيه عن شعبة عن أبي بكر بن حفص عن أبي سلمة عن عائشة قالت: \"كنا\nأزواج النبي -صلى الله عليه وسلم- يأخذن <span id='ms291'></span> من شعورهن حتى تكون كالوفرة\" فأحمد\nوالأربعة بعده خمستهم أقران، خمسة أقران يروي بعضهم عن بعض، ويلزم من هذا\nالعلو وإلا النزول؟ يلزم منه النزول، وصنف في رواية الأقران أبو الشيخ\nالأصبهاني.\n</p>\n\n<p>\nوالثاني: أن يروي كل من القرينين عن الآخر وهو المدبج، وبذلك سماه\nالدارقطني وجمع فيه كتابا حافلا في مجلد، ومثاله في الصحابة رواية أبي\nهريرة عن عائشة ورواية عائشة عن أبي هريرة، وفي التابعين رواية الزهري عن\nأبي الزبير ورواية أبي الزبير عنه، وفي أبتاعهم رواية مالك عن الأوزاعي\nورواية الأوزاعي عنه، قال الحافظ في النزهة: \"وإذا روى الشيخ عن تلميذه صدق\nأن كلا منهما يروي عن الآخر؛ فهل يسمى مدبجا؟ فيه بحث، والظاهر لا\"، المدبج\nرواية القرين عن قرينه والعكس، يروي كل واحد منهما عن الآخر، لكن إذا روى\nالتلميذ عن شيخه الجادة، لكن إذا روى الشيخ عن تلميذه هل يسمى مدبج أيضا؟\nيقول الحافظ: \"الظاهر لا؛ لأنه من رواية الأكابر عن الأصاغر على ما سيأتي\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p015'> Vol. 10, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوالتدبيج مأخوذ من ديباجتي الوجه فيقتضي أن يكون ذلك مستويا من الجانبين\nفلا يجيء فيه هذا، قال السيوطي: \"من فوائد معرفة الأقران ألا يظن الزيادة\nفي الإسناد أو إبدال (عن) بالواو\" فائدة معرفة رواية الأقران إذا نظرت إلى\nالإسناد السابق الإمام أحمد عن أبي خيثمة زهير بن حرب عن يحيى بن معين عن\nعلي بن المديني عن عبيد الله بن معاذ، يعني تعرف أن الأقران يروي بعضهم عن\nبعض، ما تأتي إلى (عن) هذه تظنها أنها واو، غلط الناسخ وكتبها (عن)، فتقول:\nروى الإمام أحمد وأبو خيثمة زهير بن حرب ويحيى بن معين وعلي بن المديني\nوعبيد الله بن معاذ عن أبيه عن شعبة ما تظن هذا؟ اللي ما يعرف يقول: كيف\nخمسة زملاء يروي بعضهم عن بعض؟ هؤلاء الخمسة كلهم يروون عن شخص واحد، الذي\nلا يعرف أن الأقران يروي بعضهم عن بعض قد يصحح، قال السيوطي: \"من فوائد\nمعرفة الأقران ألا يظن الزيادة في الإسناد أو إبدال (عن) بالواو <span id='ms292'></span>\".\n</p>\n\n<p>\nقال الحافظ: \"وإن روى عن من دونه فالأكابر عن الأصاغر ومنه الآباء عن\nالأبناء وفي عكسه كثرة ومنهم من روى عن أبيه عن جده\"، إذا روى الراوي عن من\nدونه في السن أو في المقدار فليعلم أن هذا النوع يسمى رواية الأكابر عن\nالأصاغر، قال ابن الصلاح: \"ومن الفائدة فيه: أن لا يتوهم كون المروي عنه\nأكبر وأفضل من الراوي نظرا إلى أن الأغلب كون المروي عنه كذلك فيجهل بذلك\nمنزلتهما، وقد صح عن عائشة -رضي الله عنها- أنها قالت: \"أمرنا رسول الله\n-صلى الله عليه وسلم- أن ننزل الناس منازلهم\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p016'> Vol. 10, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحافظ العراقي في شرح ألفيته: \"والأصل في هذا الباب رواية النبي\n-عليه الصلاة والسلام- عن تميم الداري، النبي -عليه الصلاة والسلام- روى عن\nتميم الداري حديث الجساسة، وهو في صحيح مسلم، هذه من رواية الأكابر عن\nالأصاغر، قال ابن الصلاح: \"ثم أن ذلك –يعني رواية الأكابر عن الأصاغر- يقع\nعلى أضرب منها: أن يكون الراوي أكبر سنا وأقدم طبقة من المروي عنه كالزهري\nويحيى بن سعيد الأنصاري في روايتهما عن مالك، ومنها: أن يكون الراوي أكبر\nقدرا من المروي عنه بأن يكون حافظا عالما والمروي عنه شيخا راويا فحسب\nكمالك في روايته عن عبد الله بن دينار وأحمد بن حنبل وأسحق بن راهويه في\nروايتهما عن عبيد الله بن موسى، ومنها: أن يكون الراوي أكبر من الوجهين\nجميعا كرواية كثير من العلماء والحفاظ عن أصحابهم وتلاميذتهم كالحافظ عبد\nالغني في روايته عن الصوري، وكرواية البرقاني عن الخطيب ورواية الخطيب عن\nبن ماكولا، ويندرج تحت هذا النوع ما يذكر من رواية الصحابي عن التابعي\nكرواية العبادلة وغيرهم من الصحابة عن كعب الأحبار، وكذلك رواية التابعي عن\nتابع التابعي وهكذا، ومن جملة هذا النوع وهو أخص من مطلقه، رواية الآباء عن\nالأبناء، الآباء عن الأبناء لا شك أن الآباء هم الأكابر، والأبناء هم\nالأصاغر، فرواية الآباء عن الأبناء داخلة في رواية الأكابر عن الأصاغر،\nلكنها مع نوع خصوصية، يعني بعيد <span id='ms293'></span> أن يروي الأب عن ابنه لكنه موجود، وصنف فيه\nالخطيب كتابا روى فيه من حديث العباس بن عبد المطلب عن ابنه الفضل أن رسول\nالله -صلى الله عليه وسلم- جمع بين الصلاتين في المزدلفة، وقال ابن الصلاح:\n\"وروينا عن وائل بن داود عن ابنه بكر بن وائل -وهما ثقتان- أحاديث منها: عن\nالزهري عن سعيد بن المسيب عن أبي هريرة قال: قال رسول -صلى الله عليه\nوسلم-: ((أخروا الأحمال فإن اليد معلقة والرجل موثقة)) قال الخطيب: لا يروى\nعن النبي -عليه الصلاة والسلام- فيما نعلمه إلا من جهة بكر وأبيه، وعكس ذلك\nرواية الأصاغر عن الأكابر، هذه الجادة هذا هو الغالب رواية الأصاغر عن\nالأكابر، والجادة المسلوكة وأمثاله كثيرة جدا، لا يمكن أن يحاط بها لأنها\nالأصل في الرواية أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p017'> Vol. 10, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nالصغير يروي عن الكبير.\n</p>\n\n<p>\nومنه رواية الأبناء عن الآباء: وصنف فيه أبو نصر الوائلي الحافظ، قال ابن\nالصلاح: \"وأهمه ما لم يسم فيه الأب والجد وهو نوعان: أحدهما: رواية الابن\nعن الأب عن الجد، نحو: عمرو بن شعيب عن أبيه عن جده وله بهذا نسخة كبيرة\nأكثرها فقهيات جياد، وشعيب هو ابن محمد بن عبد الله بن عمرو بن العاص، وقد\nاحتج أكثر أهل الحديث بحديثه حملا لمطلق الجد فيه على الصحابي عبد الله بن\nعمرو دون ابنه محمد والد شعيب، والاختلاف في هذه النسخة معروف عند أهل\nالعلم، منهم من قال: لا يحتج برواية عمرو بن شعيب عن أبيه عن جدة للاختلاف\nفي مرجع الضمير في الجد هل يرجع إلى عمرو فيكون الجد محمد وعلى هذا يكون\nالخبر مرسل؟ أو يرجع إلى شعيب وحينئذ يكون الجد عبد الله بن عمرو؟ وقد صرح\nشعيب في المراد بالجد قال: عمرو بن شعيب عن أبيه عن جده عبد الله بن عمرو،\nولذا الذي يراه جمع من أهل التحقيق أن الرواية بهذا الإسناد حسنة ليست. . .\n. . . . . . على الصحيح وليست مردودة لوجود مثل هذا الخلاف.\n</p>\n\n<p>\nونحو بهز بن حكيم عن أبيه عن جده روي بهذا <span id='ms294'></span> الإسناد نسخة كبيرة حسنة، وجده\nمعاوية بن حيدة القشيرى، وقد اختلف في الاحتجاج بهذه السلسلة بهز بن حكيم\nعن أبيه عن جده لا للخلاف في الضمير فالجد من هو؟ بهز بن حكيم بن معاوية،\nالجد هو معاوية وليس حيدة؛ لأن حيدة ليس بمسلم فلا يختلف في المراد بالجد،\nلكن لأهل العلم كلام في بهز نفسه.\n</p>\n\n<p>\nطلحة بن مصرف عن أبيه عن جده، وجده عمرو بن كعب اليامي، ويقال: كعب بن\nعمرو، ومسألة الاحتجاج بعمرو بن شعيب عن أبيه عن جده، وبهز بن حكيم عن أبيه\nعن جده، وطلحة بن مصرف عن أبيه عن جده معروفة عند أهل العلم، وجمع الحافظ\nصلاح الدين العلائي من المتأخرين مجلدا كبيرا في معرفة من روى عن أبيه عن\nجده عن النبي -صلى الله عليه وسلم-، وقسمه أقساما، فمنه ما يعود الضمير في\nقوله: عن جده على الراوي، ومنه ما يعود الضمير فيه على أبيه، بين ذلك وحققه\nوخرج في كل ترجمة حديثا من مرويه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p018'> Vol. 10, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوأكثر ما وقع فيه ما تسلسلت فيه الرواية عن الآباء أربعة عشر أبا، فلان\nابن فلان عن أبيه عن أبيه عن أبيه عن أبيه عن أبيه عن أبيه .. إلى آخره،\nأربعة عشر أبا، وصنف فيه ابن قطلوبغا كتابا سماه: (من روى عن أبيه عن جده)\nوطبع محققا، والله أعلم.\n</p>\n\n<p>\nوصلى الله وسلم وبارك على عبده ورسوله، نبينا محمد وعلى آله وصحبه\nأجمعين.\n</p>\n\n<p>\nالسلام عليكم ورحمة الله وبركاته.\n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله، نبينا\nمحمد وعلى آله وصحبه أجمعين.\n</p>\n\n<p>\nسم.\n</p>\n\n<p>\n\"وإن اشترك اثنان عن شيخ وتقدم موت أحدهما فهو السابق واللاحق\".\n</p>\n\n<p>\nعن شيخ وتقدم موت أحدهما فهو السابق واللاحق، السابق اسم فاعل من السبق،\nوللاحق مثله، والمراد به: أن يشترك اثنان في الرواية عن شيخ ويتقدم موت\nأحدهم عن الآخر بحيث يتباين وقت وفاتيهما تباينا شديدا، فيحصل بينهما أمد\nبعيد، وإن كان المتأخر منهما غير معدود من معاصري الأول وذوي طبقته\nفالمتقدم يقال له السابق <span id='ms295'></span> والمتأخر يقال له: اللاحق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p019'> Vol. 10, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nلو افترضنا أن زيد من الناس جلس للإقراء وطال عمره مكث سبعين سنة يقرئ\nالناس في بداية جلوسه للإقراء تصور أنه سنة ألف وأربعمائة بدأ يقرئ الناس،\nحضر عنده شخص في أول جلوسه للناس سنة ألف وأربعمائة، نعم، وحضر عنده سنة\nكاملة بحيث صار من ألزم طلابه له، ثم مات في هذه السنة سنة ألف وأربعمائة،\nثم مكث الشيخ سبعين سنة يقرئ الناس من ألف وأربعمائة إلى ألف وأربعمائة\nوسبعين، في آخر سنة قرأ عليه شخص، الأول مات سنة كم؟ الطالب الأول مات سنة\nكم؟ ألف وأربعمائة، والثاني: الذي بدأ الطلب في سنة ألف وأربعمائة وسبعين\nوهذا مثال نعم، عمر ولم يمت إلا بعد سبعين سنة، تصور أنه لما قرأ عليه سنة\nألف وأربعمائة وسبعين عمره عشرين سنة، وعمر تسعين سنة أضف السبعين إلى\nالسبعين الأولى كم يصير؟ ألف وخمسمائة وأربعين، يكون كم بين وفاة التلميذ\nالأول والتلميذ الثاني؟ مائة وأربعين سنة، هذا متصور وإلا ما هو متصور؟\nيكون بين وفاة الاثنين وهما من طلاب ذلك الشخص مائة وأربعين سنة، وهذا\nمتصور، يعني كيف يقال زملاء قرءا على شيخ واحد وبينهما مائة وأربعين سنة؟\nهذا السابق واللاحق، وهذا موجود في الرواة، وصورته ما سمعتم، مثاله: روى\nالإمام البخاري في تاريخه عن محمد بن إسحاق السراج النيسابوري، روى الإمام\nالبخاري في تاريخه عن محمد بن إسحاق السراج، وروى عنه أبو الحسين أحمد بن\nمحمد الخفاف النيسابوري وبين وفاتيهما، بين وفاة البخاري ووفاة الخفاف مائة\nوسبعة وثلاثون سنة أو أكثر، وذلك أن البخاري مات سنة ست وخمسين ومائتين،\nومات الخفاف سنة ثلاث وتسعين وثلاثمائة، يعني سبعة وثلاثين ومائة سنة، وهو\nنظير ما ذكرناه في المثال.\n</p>\n\n<p>\nومثل له الخطيب برواية الزهري عن الإمام مالك وروى عنه أيضا زكريا بن\nدويد الكندي وبين وفاتيهما مائة وسبع وثلاثون سنة أو أكثر، كذا مثل الخطيب\nبابن دويد ولا ينبغي أن يمثل به لأنه كذاب، فالصواب أن آخر أصحاب مالك أحمد\nبن إسماعيل <span id='ms296'></span> السهمي مات سنة تسع وخمسين ومائتين وبينه وبين الزهري مائة وخمس\nوثلاثون سنة، بين وفاته وبين وفاة الزهري مائة وخمسة وثلاثون سنة، وكلاهما\nأخذ عن الإمام مالك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p020'> Vol. 10, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nيقول الحافظ: \"وأكثر ما وقفنا عليه من ذلك ما بين الراويين فيهم في\nالوفاة مائة وخمسون سنة، وذلك أن الحافظ السلفي سمع منه أبو علي البرزاني\nأحد مشايخه حديثا ورواه عنه ومات على رأس الخمسمائة، ثم كان آخر أصحاب\nالسلفي بالسماع سبطه أبا القاسم عبد الرحمن بن مكي، وكانت وفاته سنة خمسين\nوستمائة، كم بينهم؟ مائة وخمسين سنة.\n</p>\n\n<p>\nومن فوائد هذا النوع كما قال ابن الصلاح: تقرير حلاوة علو الإسناد في\nالقلوب، تقرير حلاوة علو الإسناد في القلوب، يعني هذه الشخص الذي عمر إلى\nسنة ألف وخمسمائة وأربعين في المثال الذي ذكرناه إذا روى عنه شخص وعمر لا\nشك أنه ينتج عن ذلك علو الإسناد.\n</p>\n\n<p>\nوقال السيوطي: \"ومن فوائده أيضا ألا يظن سقوط شيء من الإسناد\"، لا يظن\nسقوط شيء من الإسناد، وهذا في العالي قد يتصور أن الإسناد سقط منه شيء لا\nسيما مع طول أعمار الرواة.\n</p>\n\n<p>\nوقال الصنعاني في شرح نظمه للنخبة: \"عد هذا نوعا من أنواع علوم الحديث\nقليل الجدوى، عديم الفائدة، وهذه الحلاوة التي ذكرت ما أظن عارفا يذوقها،\nثم إنه ليس اسما لرتبة معينة كرواية الآباء عن الأبناء، والأكابر عن\nالأصاغر ونحوها\"، وقد صنف الخطيب كتابا سماه: (السابق واللاحق) طبع محققا\nفي مجلد.\n</p>\n\n<p>\nيقول الحافظ -رحمه الله تعالى-: \"وإن روى عن اثنين متفقي الاسم ولم\nيتميزا فباختصاصه بأحدهما يتبين المهمل\"، هذا المهمل يذكر اسم الراوي فقط،\nحدثنا محمد، كما يقوله البخاري كثيرا، هذا مهمل، عن سفيان هذا مهمل، عن\nحماد هذا مهمل، أقول: باختصاصه بأحدهما إن روى عن اثنين متفقي الاسم ولم\nيتميزا فباختصاصه بأحدهما يتبين المهمل.\n</p>\n\n<p>\nوالمهمل: اسم مفعول من الإهمال، وحقيقته عند أهل الحديث أن يروي الراوي\nعن اثنين متفقي الاسم فقط أو الكنية أو مع اسم الأب أو مع اسم الجد أو مع\nنسبته ولم <span id='ms297'></span> يتميزا بما يخص كلا منهما أو يخص أحدهما فقط، والفرق بين المبهم\nوالمهمل أن المبهم لم يذكر له اسم، المبهم لا يذكر له اسم، حدثني رجل،\nحدثني فلان، والمهمل ذكر اسمه لكن مع الاشتباه مع غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p021'> Vol. 10, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن حجر: \"ومن أراد لذلك ضابطا كليا يمتاز به أحدهما عن الآخر\nفباختصاصه بأحدهما يتبين المهمل، ومتى لم يتبين ذلك أو كان مختصا بهما معا\nفإشكاله شديد فيرجع فيه إلى القرائن والظن الغالب، إذا كانا ثقتين فالأمر\nسهل، إذا كانا ضعيفين يعني جميع من في هذه الطبقة ممن اسمه محمد ثقات،\nالحمد لله، ممن يروي عنهم ذلك الشخص ما في إشكال، وإن كانوا كلهم ضعفاء\nفالأمر أيضا مفروغ منه يضعف الخبر لضعف جميع من اسمه هذا.\n</p>\n\n<p>\nالإشكال فيما إذا كان بعضهم ثقات وبعضهم ضعفاء، مثال ذلك: ما يقع كثيرا\nفي صحيح البخاري عن محمد غير منسوب، ولذا يختلف فيه الشراح كثيرا، ويرجح\nبعضهم ما لا يرجحه الآخر، ويحتمل أن يكون الذهلي أو ابن سلام أو غيرهما،\nكما يقع في صحيح البخاري رواية عن أحمد غير منسوب عن ابن وهب وهو إما أحمد\nبن صالح المصري أو أحمد بن عيسى، وقد استوعب ذلك الحافظ ابن حجر في هدي\nالساري مقدمة فتح الباري، والذي يضر من ذلك أن يكون أحدهما ضعيفا، من ذلك\nقول وكيع: حدثنا النضر عن عكرمة وهو يروي عن النضر بن عربي وعن النضر بن\nعبد الرحمن وهو ضعيف، أما إذا كانا ثقتين فإن عدم تميز أحدهما عن الآخر\nفإنه لا يضر كعدم تميز سفيان أو حماد، وهناك ضابط للسفيانين والحمادين ذكره\nالحافظ الذهبي -رحمه الله تعالى- في آخر المجلد السابع من سير أعلام\nالنبلاء فليراجع.\n</p>\n\n<p>\nثم قال الحافظ -رحمه الله تعالى-: \"وإن جحد الشيخ مرويه جزما رد، أو\nاحتمالا قبل في الأصح، وفيه من حدث ونسي\".\n</p>\n\n<p>\n\"إن جحد الشيخ مرويه جزما رد\"، يعني إذا قال الشيخ: أنا لم أحدثك بهذا\nالحديث -يعني الطالب- قال له: بلى حدثتني في يوم كذا، قال <span id='ms298'></span>: أبدا، أنا لم\nأحدثك، فإنه حينئذ يرد؛ لأنه هو الأصل، أو احتمالا، يقول: والله أنا نسيت،\nما أدري والله أنا حدثتك أو ما حدثتك فإنه يقبل؛ لأن الطالب جازم والشيخ\nشاك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p022'> Vol. 10, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوفيه من حدث ونسي: إذا روى شيخ عن ثقة حديثا فجحد الشيخ المروي عنه ونفى\nما نسب إليه، قال ابن الصلاح: \"المختار أنه إن كان جازما بنفيه بأن قال: ما\nرويته أو كذب علي أو نحو ذلك فقد تعارض الجزمان، والجاحد هو الأصل فوجب رد\nحديث الفرع، قال القاري على المختار: \"وهو محكي عن الشافعي، وبالغ بعضهم في\nذلك فنقل الإجماع عليه\"، وقال ابن حجر: \"رد الخبر لكذب واحد منهما لا\nبعينه\"، لكذب واحد منهما لا بعينه، أي لكذب الأصل في قوله: كذب علي أو ما\nرويت إن كان الفرع صادقا أو كذب الفرع في الرواية إن كان الأصل صادقا في\nقوله: كذب علي، قال ابن الصلاح: \"ثم لا يكون ذلك جرحا له يوجب رد باقي\nحديثه لأنه مكذب لشيخه أيضا، وليس قبول جرح شيخه له بأولى من قبول جرحه\nلشيخه فتساقطا، إيش معنى هذا الكلام؟ إذا روى زيد عن عمرو حديثا فقال عمرو:\nكذب زيد ما رويته هذا الحديث وليس الحديث من مروياتي جازم بذلك يرد الخبر،\nيرد الخبر، لماذا؟ لأن أحدهما كاذب، لا بعينه يعني مثل ما يقال في اللعان،\n\"الله يعلم إن أحدكما كاذب فهل من تائب؟ \" أحدهما كاذب،\n</p>\n\n<h1 class='l1' id='head1'>.... </h1>\n\n<p>\nإذا قذف الزوج زوجته بالزنى ونفت ذلك وتلاعنا لا شك أن أحدهما كاذب إما\nالزوج وإما الزوجة، لكن لا يحكم بالحد على الزوج إذا لاعن، ويدرأ عن الزوجة\nالحد باللعان أيضا، فأحدهما كاذب لكن لا بعينه، ما يدرى هو الزوج أو\n</p>\n\n<h1 class='l1' id='head2'>.... </h1>\n\n<p>\nوهنا إذا قال الشيخ: أنا ما حدثته كذب علي، وقال التلميذ: بلى حدثني،\nنعم، أحدهما كاذب؛ لأنه لا يجتمع النقيضان، لا يجتمع النقيضان، فأحدهما\nكاذب قطعا، لكن هل يكون ذلك جرح في الشيخ أو في الطالب؟ قالوا: هذا ليس\nبجرح لا في الشيخ ولا في الطالب <span id='ms299'></span>، نعم؛ لأن هذا الكذب بالنسبة للشيخ والطالب\nمشكوك فيه، والأصل أنه ثقة، والشك لا يرفع اليقين، ولذا قال ابن الصلاح:\n\"ثم لا يكون ذلك جرحا له يوجب رد باقي حديثه لأنه مكذب لشيخه أيضا في ذلك،\nوليس قبول جرح شيخه له بأولى من قبول جرحه لشيخه فتساقطا\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p023'> Vol. 10, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوفي شرح القاري: \"عدالة الأصل تمنع كذبه فيجوز النسيان على الفرع وعدالة\nالفرع تمنع كذبه فيجوز النسيان على الأصل، ولم تتبين مطابقة الواقع فلا\nيكون ذلك قادحا في واحد منهما\"، هذا إذا كان النفي مجزوم به، والإنكار من\nقبل الشيخ إذا كان مجزوما به، وإن كان إنكار الشيخ للحديث احتمال لا جزم\nبأن قال المروي عنه: لا أعرفه أو لا أذكره أو نحو ذلك، المسألة الأولى:\nالشيخ جازم يقول: أبدا ما عندي حديث بهذا اللفظ، أنا ما رويت حديث فضلا عن\nأن أرويه غيري، أنا ما عندي حديث بهذا اللفظ، لكن إذا كان احتمال لا جزم\nفقال: لا أعرف هذا الحديث، أو لا أذكره أو نحو ذلك فذلك لا يوجب رد رواية\nالراوي عنه، بل يقبل الخبر عند جمهور أهل الحديث وأكثر الفقهاء؛ لأن ذلك\nيحمل على نسيان الشيخ، والحكم للذاكر إذ المثبت الجازم مقدم على النافي\nالمتردد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p024'> Vol. 10, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بعض الحنفية: لا يقبل لأن الفرع تبع للأصل في إثبات الحديث بحيث إذا\nثبت أصل الحديث ثبتت رواية الفرع، فكذلك ينبغي أن يكون فرعا عليه وتبعا له\nفي التحقق، هم يقولون: ما دام الشيخ شاك وهو الأصل إذن الحديث مشكوك فيه،\nوهذا الراوي يرويه عن ذلك الشيخ الشاك فيسقط الحديث، ولا يقبل حينئذ من\nالطالب الذي روى عن شيخ شاك، قال ابن حجر: \"وهذا متعقب فإن عدالة الفرع\nتقتضي صدقه، وعدم علم الأصل لا ينافيه؛ لأن الأصل ما هو بجازم، والفرع الذي\nهو الراوي جازم، والمفترض فيه أنه ثقة، ولا يجزم إلا بما يتيقن صدقه، \"عدم\nعلم الأصل لا ينافيه فالمثبت مقدم على النافي، وأما قياس ذلك بالشهادة\nففاسد؛ لأن شهادة الفرع لا تسمع <span id='ms300'></span> مع القدرة على شهادة الأصل بخلاف الرواية\nفافترقا، يعني لو جيء بشخص يشهد بدين لزيد على عمرو ثم تعذر عليه الحضور\nفكلف شخصا أن يشهد عنه فرعا عنه يشهد على شهادته، فذهب الفرع إلى القاضي\nوقال له: أشهد على فلان أنه يشهد بكذا ثم نوقش الأصل، وجد الأصل فنوقش قال:\nأبدا، أنا لا أشهد ولا حملته، مثل هذا يختلف عن الرواية، لماذا؟ لأن شهادة\nالفرع لا تسمع مع القدرة على شهادة الأصل بخلاف الرواية، الرواية تسمع من\nالفرع مع وجود الأصل فافترقا، وبنى الحنفية على أصلهم ردهم حديث سليمان بن\nموسى عن الزهري عن عروة عن عائشة عن رسول الله -صلى الله عليه وسلم-: ((إذا\nنكحت المرأة بغير إذن وليها فنكاحها باطل ... )) الحديث، من أجل أن ابن\nجريج قال: لقيت الزهري فسألته عن هذا الحديث فلم يعرفه، وكذا حديث ربيعة\nالرأي عن سهيل بن أبي صالح عن أبيه عن أبي هريرة أن النبي -عليه الصلاة\nوالسلام- قضى بشاهد ويمين، فإن عبد العزيز بن محمد الدراوردي قال: لقيت\nسهيلا فسألته عنه فلم يعرفه، قال ابن الصلاح: والصحيح ما عليه الجمهور؛ لأن\nالمروي عنه بصدد السهو والنسيان، والراوي عنه ثقة جازم، فلا ترد روايته\nبالاحتمال، ولهذا كان سهيل بعد ذلك يقول: حدثني ربيعة عني، حدثني ربيعة\nعني، نعم، عن أبي، حدثني ربيعة عني عن أبي، ويسوق الحديث، وقد روى كثير من\nالأكابر أحاديث نسوها بعدما حدثوا بها عمن سمعها منهم، فكان أحدهم يقول:\nحدثني فلان عني عن فلان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p025'> Vol. 10, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nبكذا، وجمع الخطيب البغدادي في ذلك كتابا أسماه: (أخبار من حدث ونسي)\nوقبله الدارقطني، وللسيوطي: (تذكرة المؤتسي في ذكر من حدث ونسي).\n</p>\n\n<p>\nوقال ابن الصلاح: \"ولأجل أن الإنسان معرض للنسيان كره من كره من العلماء\nالرواية عن الأحياء، منهم الشافعي قال لابن عبد الحكم: \"إياك والرواية عن\nالأحياء\"، إياك والرواية عن الأحياء، يعني لا تروي إلا عن الأموات؛ لأنه قد\nينسى الشيخ الذي رويت عنه ثم لا يلبث أن ينكر أنه رواك، وأن ما <span id='ms301'></span> رويته عنه\nصحيح، أما إذا مات أمنت من هذه المفسدة، لكن من يضمن لك أنك تعمر حتى تبلغ\nهذه السنة بعد وفاة شيخك؟ من يضمن لك؟ نعم هناك مفسدة إذا أنكر وهذا نادر\nجدا لا يقابله مصلحة تبليغ العلم، والله المستعان، نعم.\n</p>\n\n<p>\n\"وإن اتفق الرواة في صيغ الأداء أو غيرها من الحالات فهو المسلسل، وصيغ\nالأداء: سمعت وحدثني، ثم أخبرني، وقرأت عليه، ثم قرئ عليه وأنا أسمع، ثم\nأنبأني، ثم ناولني، ثم شافهني، ثم كتب إلي، ثم عن ونحوها، فالأولان: لمن\nسمع وحده من لفظ الشيخ، فإن جمع فمع غيره، وأولها أصرحها وأرفعها في\nالإملاء، والثالث والرابع: لمن قرأ بنفسه، فإن جمع فكالخامس، والإنباء\nبمعنى الإخبار إلا في عرف المتأخرين فهو للإجازة ك (عن)، وعنعنة المعاصر\nمحمولة على السماع إلا من مدلس، وقيل: يشترط ثبوت لقائمها ولو مرة وهو\nالمختار، وأطلقوا المشافهة في الإجازة المتلفظ بها، والمكاتبة في الإجازة\nالمكتوب بها، واشترطوا في صحة المناولة اقترانها بالإذن بالرواية، وهي أرفع\nأنواع الإجازة، وكذا اشترطوا الإذن في الوجادة، والوصية بالكتاب وفي\nالإعلام وإلا فلا عبرة بذلك كالإجازة العامة، وللمجهول وللمعدوم على الأصح\nفي جميع ذلك\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p026'> Vol. 10, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nنعم، يقول الحافظ -رحمه الله تعالى-: \"وإن اتفق الرواة في صيغ الأداء أو\nغيرها من الحالات فهو المسلسل\"، المسلسل: اسم مفعول من التسلسل وهو في\nاللغة: اتصال الشيء بعضه ببعض، ومنه سلسلة الحديد يعني حلقات متصلة بعضها\nببعض، قال ابن الصلاح: \"وهو عبارة عن تتابع رجال الإسناد وتواردهم فيه\nواحدا بعد واحد على صفة أو حالة واحدة وهو من نعوت الأسانيد بخلاف المرفوع\nونحوه فإنه من صفات المتن وبخلاف الصحيح ونحوه فإنه من صفاتهما، وينقسم ذلك\nإلى ما يكون صفة للرواية والتحمل وإلى ما يكون صفة للرواة أو حالهم، ونوعه\nالحاكم أبو عبد الله إلى ثمانية أنواع، قال ابن الصلاح: \"والذي ذكره فيها\nإنما هو صور وأمثلة ثمانية ولا انحصار لذلك في ثمانية، يعني ليس أنواع ولا\nأقسام وإنما هي صور وأمثلة قابلة للزيادة.\n</p>\n\n<p>\nمثال ما <span id='ms302'></span> يكون صفة للرواية والتحمل: ما يتسلسل بصيغ الأداء ك (سمعت)، يعني\nجميع رجال الإسناد يقول: سمعت فلانا يقول، سمعت فلانا يقول، إلى آخره،\nيتسلسل بالسماع، إلى آخر الإسناد، أو يتسلسل بحدثنا أو أخبرنا إلى آخره، من\nذلك أخبرنا -والله- فلان، قال: أخبرنا -والله- فلان، يعني يقسم على أنه\nأخبره، كل واحد من الرواة يقسم هذا مسلسل، ومثال ما يرجع إلى صفات الرواة\nوأقوالهم ونحوها حديث: ((اللهم أعني على شكرك وذكرك وحسن عبادتك)) المتسلسل\nبقولهم: \"إني أحبك فقل\" الأصل فيه قول النبي -عليه الصلاة والسلام-: ((إني\nأحبك)) لمن؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nنعم ((إني أحبك يا معاذ، فلا تدع في دبر كل صلاة تقول: اللهم أعني على\nشكرك وذكرك وحسن عبادتك)) فصار كل راو من الرواة بعد ذلك يقول: قال معاذ\nلمن روى عنه: إني أحبك فلا تدع أن تقول، ثم الذي يليه قال: إني أحبك فلا\nتدع أن تقول، إلى آخره فتسلسل، حديث التشبيك باليد أيضا مسلسل بالأفعال،\nقال ابن الصلاح: \"وخيرها ما كان فيه دلالة على اتصال السماع وعدم التدليس\"،\nومن فضيلة التسلسل اشتماله على مزيد الضبط من الرواة، يعني إذا كان كل راو\nمن الرواة يذكر ما اتصف به من روى عنه؛ لأنه يذكر صفة وهيئة موجودة حال\nالرواية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p027'> Vol. 10, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nوقلما تسلم المسلسلات من ضعف يعني وصف التسلسل لا في أصل المتن، والمناهل\nالمسلسلة مجلد في الأحاديث المسلسلة، لكنه في كثير من هذه الأحاديث ضعف، في\nكثير من هذه الأحاديث ضعف، وفي كثير من التسلسل الذي يذكرونه فيه نظر،\nيقول: وقلما تسلم المسلسلات من ضعف، يعني وصف التسلسل لا في أصل المتن، ومن\nالمسلسل ما ينقطع تسلسله في وسط إسناده وذلك نقص فيه، وهو كالمسلسل بأول\nحديث سمعته على ما هو الصحيح في ذلك، فقد انقطع تسلسله بسماع سفيان، يعني\nمن سفيان إلى يومنا هذا وهو ماشي، المسلسل بالأولية كل شخص عنده رواية أول\nما يبدأ بأحاديث المسلسل بالأولية، حدثني فلان وهو أول حديث سمعته منه وهو\nحديث: ((الراحمون يرحمهم الرحمن)) والحالات <span id='ms303'></span> المذكورة قولية وفعلية، فمن\nالقولية ما تقدم: \"إني أحبك\"، والفعلية كقوله: \"دخلنا على فلان فأطعمنا\nتمرا\"، أو القولية والفعلية معا كقوله: \"حدثني فلان وهو آخذ بلحيته، وقال:\n\"آمنت بالقدر خيره وشره\".\n</p>\n\n<p>\nلما حكى ابن عباس تحريك النبي -عليه الصلاة والسلام- لشفتيه كما في\nالحديث الصحيح ووصف الراوي عن ابن عباس تحريك ابن عباس لشفتيه يحكي تحريك\nالنبي -عليه الصلاة والسلام- إلى آخره، هذا تسلسل.\n</p>\n\n<p>\nقال الحافظ العراقي: \"ومثال التسلسل بصفات الرواة القولية كالحديث\nالمسلسل بقراءة سورة الصف ونحوه\"، وأحوال الرواة الفعلية كالحديث المسلسل\nبالفقهاء، يعني حديث لا يزال يرويه فقيه عن فقيه عن فقيه هذا مسلسل، حديث\nابن عمر مرفوعا: ((البيعان بالخيار)) فقد تسلسل لنا برواية الفقهاء،\nوكالحديث المسلسل برواية الحفاظ ونحو ذلك.\n</p>\n\n<p>\nقال الحافظ -رحمه الله تعالى-: \"وصيغ الأداء: سمعت وحدثني، ثم أخبرني،\nوقرأت عليه، ثم قرئ عليه وأنا أسمع، ثم أنبأني، ثم ناولني، ثم شافهني، ثم\nكتب إلي، ثم (عن)، ونحوها، فالأولان لمن سمع وحده من لفظ الشيخ، فإن جمع\nفمع غيره، وأولها أصرحها وأرفعها في الإملاء، والثالث والرابع لمن قرأ\nبنفسه، فإن جمع فهو كالخامس، والإنباء بمعنى الإخبار إلا في عرف المتأخرين\nفهو للإجازة ك (عن) \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p028'> Vol. 10, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nللتحديث والرواية طرفان: تحمل وأداء، تحمل وأداء، فالتحمل أخذ الحديث عن\nالشيوخ، والأداء تبليغ الحديث للتلاميذ، التحمل له طرق ثمان: السماع من لفظ\nالشيخ، القراءة على الشيخ وتسمى العرض، الإجازة، المناولة، المكاتبة،\nالوصية، الإعلام، الوجادة، السماع من لفظ الشيخ وهذا أرفعها وأعلاها وهو\nالأصل في الرواية، الثاني: القراءة على الشيخ وهو أيضا طريق معتبر نقل عليه\nالإجماع وإن خالف في ذلك بعض أهل التشديد، الإجازة: احتيج إليها لما كثرت\nالمرويات وتفرق الناس وكثر الطلاب، يأذن الشيخ للطالب بالرواية عنه،\nالرابع: المناولة: يناول الشيخ الطالب الكتاب ويأذن له بروايته عنه،\nالخامس: المكاتبة: يكتب الطالب للشيخ أن يكتب له بحديث سمعه، ثم يكتب له\nالشيخ بالحديث، والمكاتبة حصلت بين الصحابة مع التابعين، وبين الصحابة مع\nبعضهم من معاوية إلى المغيرة والعكس، وحصلت في <span id='ms304'></span> أثناء الأسانيد إلى شيوخ\nالأئمة، حيث يقول البخاري: كتب إلي محمد بن بشار، والوصية والإعلام\nوالوجادة، الوصية: يوصي بكتبه عند موته لفلان، فهل لفلان أن يروي عنه بمجرد\nهذه الوصية؟ والإعلام: هو مجرد ما أن يقول الشيخ يعلم الطالب بأن هذه الكتب\nمن مروياته، فهل يكفي في ذلك أن يروي الطالب عن الشيخ بمجرد هذا الإعلام؟\nوالخلاف في هذه المسائل طويل جدا يحتاج إلى وقت، والثامن: الوجادة، إذا وجد\nالطالب بخط شيخه الذي لا يشك فيه، كما يقول عبد الله بن أحمد كثيرا في\nالمسند: \"وجدت بخط أبي\" هذه وجادة.\n</p>\n\n<p>\nويصح تحمل الحديث قبل وجود الأهلية، فتقبل رواية من تحمل حال الكفر قبل\nإسلامه وروى بعده، وكذلك تقبل رواية من سمع قبل البلوغ وروى بعده، ومنع قوم\nتحمل الصبي فأخطئوا بأن الناس قبلوا رواية أحداث الصحابة كالحسن وابن عباس\nوابن الزبير وأشباههم من غير فرق بينما تحملوه قبل البلوغ وبعده، ولم\nيزالوا قديما وحديثا يحضرون الصبيان مجالس التحديث والسماع ويعتدون\nبروايتهم لذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p029'> Vol. 10, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nواختلفوا في أول زمان يصح فيه سماع الصغير فحدد الجمهور في ذلك خمس سنين\nلأقله، حديث محمود بن الربيع أنه قال: \"عقلت مجة من النبي -عليه الصلاة\nوالسلام- في وجهي وأنا ابن خمس سنين\"، فعقل المجة وهو ابن خمس سنين، وترجم\nعليه الإمام البخاري في صحيحه متى يصح سماع الصغير؟ قال ابن الصلاح:\nالتحديد بخمس هو الذي استقر عليه عمل أهل الحديث المتأخرين، فيكتبون لابن\nخمس فصاعدا سمع، ولمن لم يبلغ خمسا حضر أو أحضر.\n</p>\n\n<p>\nقال: والذي ينبغي في ذلك أن يعتبر في كل صغير على الخصوص، فإن وجدناه\nمرتفعا عن حال من لا يعقل فهما للخطاب وردا للجواب ونحو ذلك صححنا سماعه،\nوإن كان دون خمس وإن لم يكن كذلك لم نصحح سماعه وإن كان بالخمس، بل ابن\nخمسين.\n</p>\n\n<p>\nالحاصل أن مرد ذلك إلى التمييز، إلى التمييز فإن كان مميزا يفهم الخطاب\nويرد الجواب صح سماعه وإلا فلا، فالمعول عليه التمييز، إذا ميز الصبي لخمس\nأو قبل <span id='ms305'></span> خمس صح سماعه، إن لم يميز إلا لست أو سبع كما هو الغالب، لا يصح\nسماعه إلا إذا ميز.\n</p>\n\n<p>\nفي مثل طلب العلم ولما كان الناس لهم اختيار متى يبدءون يترك في ذلك إلى\nالتمييز؛ لئلا يبدأ به قبل التمييز فيتأذى ويؤذي، وأما بالنسبة للتشريع\nالعام كالأمر بالصلاة فجعل للسبع؛ لأن غالب الصبيان يميزون لسبع، يندر من\nيتأخر عن السبع، لكن لما كان أمر الناس ليس بأيديهم، نعم، جعل الحد الفاصل\nلقبول الطالب الست، من غير نظر إلى تمييز وإلى غيره، فابن ست سنين يقبل في\nالمدارس، وتجد أن ابن ست سنين أحيانا مستواه فوق مستوى زملائه؛ لأنه ميز\nقبل ذلك، وتجد أحيانا مستواه منحط عن زملائه ولا يفهم ما يقال؛ لأنه لم\nيميز بعد، فالتعليم لما كان اختياري متى ما أراد الإنسان أن يتعلم تعلم،\nمتى ما أراد أبوه ورأى عليه علامات النجابة في أوقات مبكرة، ألحقه بحلق\nالعلم، لكن الآن الست، نعم الناس بحاجة إلى ضابط، لكن لو جعلت السبع التي\nجعلها الشرع قدرا مشتركا لعموم الصبيان لكان أولى، نعم قد يميز الطالب قبل\nذلك فيتأخر في دراسته إذا وجدت عليه علامات النجابة والبلوغ ما المانع أن\nيدرس تدريسا خاصا به؟ والله المستعان، نعم.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p030'> Vol. 10, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nتعلم الأدب قبل العلم؟ اهتماما بالأدب، يعني هذا من باب الاهتمام بالأدب،\nمن باب الاهتمام بالأدب، ولا شك أن العلم الشرعي إذا أخذ على وجهه بنية\nصالحة أنه يعلم الأدب، ويربي الناس، نعم، لا شك.\n</p>\n\n<p>\nوأما الأداء فلا يصح إلا بعد توافر شروط القبول من العدالة والضبط كما\nتقدم في مبحث الصحيح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p031'> Vol. 10, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nإذا علم هذا فلأداء الحديث صيغ كثيرة منها: سمعت وحدثني لمن سمع من لفظ\nالشيخ وحده، وسمعنا وحدثنا لمن سمع من لفظ الشيخ مع غيره، وأول الصيغ\nأصرحها، أول هذه الصيغ سمعت وحدثني أصرحها، وأدلها على المراد سمعت؛ لأن\nالخبر مما يسمع بالأذن، فالذي يدل على المراد سمعت، سمعت بالإفراد، قال\nالخطيب: \"أرفع العبارات في ذلك سمعت، ثم حدثنا وحدثني، فإنه <span id='ms306'></span> لا يكاد أحد أن\nيقول: سمعت في أحاديث الإجازة والمكاتبة ولا في تدليس ما لم يسمعه، وكان\nبعض أهل العلم يقول فيما أجيز له: حدثنا\"، يعني يتجوز فيقول: حدثنا، وروي\nعن الحسن أنه كان يقول: حدثنا أبو هريرة ويتأول أنه حدث أهل المدينة، وكان\nالحسن بها إذ ذاك إلا أنه لم يسمع منه شيئا، قال ابن الصلاح: \"ومنهم من\nأثبت له سماعا من أبي هريرة لقوله: حدثنا أبو هريرة، ثم يتلو سمعت وحدثني\nأخبرني، قال ابن الصلاح: \"وهو كثير في الاستعمال حتى أن جماعة من أهل العلم\nلا يكادون يؤدون مروياتهم إلا بلفظ أخبرنا\"، قال ابن الصلاح: \"وكان هذا قبل\nأن يشيع تخصيص أخبرنا بما قرئ على الشيخ\"، نعم، جماعة من أهل العلم لا\nيكادون يؤدون مروياتهم إلا بلفظ: أخبرنا كإسحاق بن راهويه لا يكاد يروي إلا\nبالإخبار، قال ابن الصلاح: \"وكان هذا قبل أن يشيع تخصيص أخبرنا بما قرئ على\nالشيخ\"، فيما بعد إذا كان طريق التحمل السماع قال الراوي: حدثنا فلان، وإذا\nكان طريق التحمل العرض على الشيخ والقراءة على الشيخ كانت صيغة الأداء:\nأخبرنا، وهذا بعد أن شاع الاصطلاح الخاص، وإلا فلا فرق بين السماع والتحديث\nوالإخبار لغة، وفي حكم أخبرني قرأت على فلان، وهما لمن قرأ على الشيخ بنفسه\nفإن جمع فقال: أخبرنا أو قرأنا كان كالخامس، كان كالخامس يعني أنه قرأ، أو\nقرئ على الشيخ وهو يسمع، قرأ بحضرة جماعة إذا قال: أخبرنا، أولا: إذا قال:\nحدثني فالشيخ حدثه بمفرده، إذا قال الراوي: حدثنا فقد حدثه الشيخ مع مجموعة\nمن الناس، إذا قال: أخبرني، قرأ على الشيخ بمفرده، وإذا قال: أخبرنا قرأ\nعلى الشيخ مع وجود جمع، أو سمع قراءة أحد الطلاب على الشيخ بحضوره، أرفع\nطرق التحمل هو السماع من لفظ الشيخ وهو الأصل في الرواية، وأرفعه ما كان في\nحال الإملاء،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p032'> Vol. 10, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nالإملاء أرفع من الإلقاء بدون إملاء، لما في الإملاء من التثبت والتحفظ\nمن الطرفين، الشيخ والطالب، كل منهما متحفظ، ضابط، الشيخ متحفظ <span id='ms307'></span> لما يلقيه،\nوالطالب ضابط لما يسمعه.\n</p>\n\n<p>\nوالقراءة على الشيخ أحد طرق التحمل المعتبرة عند جمهور العلماء، وشذ من\nأبى ذلك من أهل العراق، واشتد إنكار الإمام مالك وغيره من المدنيين عليهم\nفي ذلك حتى بالغ بعضهم فرجحها على السماع من لفظ الشيخ، يعني القراءة على\nالشيخ بعضهم يرجحها على السماع من لفظ الشيخ، الأصل في الرواية السماع من\nلفظ الشيخ، وهي أرفع طرق التحمل، يليها العرض وهو القراءة على الشيخ،\nوبعضهم بالغ فقال: هي أرفع من السماع من لفظ الشيخ، وبعضهم يقول: هما سواء\nكالإمام مالك، كيف يقول قائل: إن العرض على الشيخ أرفع من السماع مع أن\nالأصل في الرواية السماع من لفظ الشيخ، يقول هذا القائل: إن العرض أرفع من\nالسماع لماذا؟ لأن حال الطالب في حال السماع من لفظ الشيخ أقل من أن يرد\nعلى الشيخ إذا أخطأ، يعني إذا كان الشيخ يلقي فإذا أخطأ من يرد عليه؟ نعم،\nالطالب جاء ليستفيد، فالغالب أنه لا يتمكن من الرد على الشيخ، جاء ليتحمل\nالأخبار، ليتحمل الأحاديث فإذا أخطأ الشيخ في حال إسماعه للطلاب فإن الطالب\nلن يجرؤ في الرد عليه، أما في حال العرض والقراءة على الشيخ إذا أخطأ\nالطالب في القراءة فإن الشيخ لن يتردد في الرد عليه، هذه وجهة نظر من يقول:\nإن العرض أفضل من السماع، ولا شك أن لها حظ من النظر، لكن يبقى أن الأصل في\nالرواية السماع، فالنبي -عليه الصلاة والسلام- كان يلقي على الصحابة وهم\nيسمعون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p033'> Vol. 10, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوذهب قوم منهم الإمام البخاري كما صرح به في صحيحه أن السماع من لفظ\nالشيخ والقراءة عليه سواء في القوة والصحة، ثم يلي سمعت وحدثنا وأخبرنا\nأنبأني، والإنباء بمعنى الإخبار من حيث اللغة كما في قوله تعالى: {ولا\nينبئك مثل خبير} [(14) سورة فاطر] كما أن التحديث مثل الإخبار لغة كما في\nقوله: {يومئذ تحدث أخبارها} [(4) سورة الزلزلة] هذا من حيث الأصل وإلا\nفالاصطلاح قد خص سمعت وحدثنا بما تحمل بطريق السماع، والإخبار بما تحمل\nبطريق <span id='ms308'></span> العرض، وأنبأنا بما تحمل بالإجازة، واستعمل بعضهم (عن) في الإجازة،\nكما قال الحافظ العراقي:\n</p>\n\n<p>\nوكثر استعمال (عن) في ذا الزمن ... إجازة وهي بوصل ما قمن\n</p>\n\n<p>\nيقول الحافظ بعد ذلك -رحمه الله تعالى-: \"وعنعنة المعاصر محمولة على\nالسماع إلا من المدلس\"، عنعنة المعاصر محمولة على السماع إلا من مدلس،\n\"وقيل: يشترط ثبوت لقائهما ولو مرة على المختار\"، العنعنة هي رواية الحديث\nبصيغة (عن)، رواية الحديث بصيغة (عن) فيقول الراوي: عن فلان أنه قال، وهي\nمحمولة على الاتصال بشرطين:\n</p>\n\n<p>\nالأول: براءة الراوي المعنعن من التدليس، هذا أمر لا بد منه، لا سيما إذا\nكان الراوي المدلس من الطبقة الثالثة فما دون لا بد أن يصرح بالسماع.\n</p>\n\n<p>\nالثاني: ثبوت اللقاء ولو مرة واحدة على المختار، على ما قرره الحافظ ابن\nحجر تبعا لعلي بن المديني والبخاري وغيرهما من النقاد، واكتفى الإمام مسلم\nبالمعاصرة مع إمكان اللقاء، ونقل الاتفاق على ذلك واشتد نكيره على من اشترط\nاللقاء في مقدمة صحيحه، نعم، هذه مسألة العنعنة واشتراط اللقاء وعدم\nاشتراطه، لمحنا سابقا إلى شيء من هذه المسألة، وقلنا: إن البخاري استفاض\nعنه اشتراط ثبوت اللقاء ولو مرة واحدة ومسلم يكتفي بالمعاصرة، ونقل عليه\nالإجماع واشتد نكيره على من يشترط اللقاء، وهذا معروف عن البخاري وعلي بن\nالمديني وغيرهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p034'> Vol. 10, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوكتب بعض المعاصرين، ألف في ذلك كتابا وأنكر أن يكون البخاري يشترط\nاللقاء، ولا شك أن الكاتب هذا له وجهة نظره، لكن العلماء كلهم تتابعوا على\nنسبة هذا القول للإمام البخاري، وعرفنا أنه لا مانع من ثبوته عن الإمام\nالبخاري لما عرف من شدة تحريه واحتياطه، وإن كان العمل على ما يراه مسلم من\nالاكتفاء بالمعاصرة، فإذا عرفنا أن هذا الراوي عاصر ذلك الراوي صححنا مرويه\nولو ب (عن)، نعم، وكون البخاري يشترط قدرا زائدا على ذلك لا يعني أنه لا\nيصحح الأحاديث المروية بالعنعنة؛ لأن الشرط في عرفهم ليس المراد به ما يلزم\nمن عدمه العدم، نعم قد يلزم من عدمه العدم في كتابه الذي احتاط له <span id='ms309'></span>، لكنه قد\nيصحح خارج الصحيح ما هو أقل من شرطه في كتابه، فنقل عنه الترمذي وغيره\nتصحيح أحاديث هي أقل من شرطه في كتابه، وكون الإمام البخاري يحتاط للسنة\nولا يخرج في صحيحه إلا ما ثبت لقاء الراوي لمن روى عنه، هذا هو اللائق\nباحتياطه وشدة تحريه، وكون الإمام مسلم يشتد نكيره، ويصف القول بأنه قول\nمخترع، والقائل به مبتدع لا يعني أنه يقصد بذلك البخاري، وذكرنا هذا سابقا\nوقلنا: إنه إذا عمل بشرط البخاري شخص مبتدع وأراد من خلال هذا الاشتراط أن\nينفي ثبوت بعض السنن، ينفي ثبوت بعض السنن من خلال هذا الشرط، وأردنا أن\nنرد على هذا المبتدع فلا يعني أننا نرد على إمام احتاط للسنة، ونضرنا ذلك\nبعدم قبول عمر -رضي الله عنه- خبر الاستئذان من أبي موسى حتى يشهد له غيره،\nواستدلال المعتزلة بصنيع عمر -رضي الله عنه- بأن خبر الواحد لا يقبل، فإذا\nرددنا على المعتزلة في ردهم قبول خبر الواحد، هل معنى هذا أننا نرد على عمر\nبن الخطاب؟ نعم، الذي يحتاط للسنن؟ لا يعني هذا أننا نرد على عمر بن\nالخطاب، فنرد على المعتزلة ونشدد النكير عليهم، لما ثبت عندنا من قبول\nأخبار الآحاد، والنبي -عليه الصلاة والسلام- يبعث الرسائل مع واحد، نعم\nويبعث إلى القبائل واحد يبلغهم الدين، وينقل عنه الأخبار، فلولا أن خبر\nالواحد مقبول لأرسل النبي -عليه الصلاة والسلام- أكثر من واحد، لكنه ثبت\nأنه يرسل الواحد فخبر الواحد مقبول، فإذا رددنا على المعتزلة وشددنا النكير\nعليهم في ردهم خبر الواحد فلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p035'> Vol. 10, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nيعني هذا أننا نرد على عمر بن الخطاب الذي احتاط للسنة، وهذا ظاهر، ظاهر\nوإلا مو بظاهر؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nأيوه؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nانقطاع إيش؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nكيف؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nالمقصود بعدم اللقاء لا يعني ثبوت العدم، مسلم لا يمكن أن يقول: إن شخص\nبالصين ولم يثبت أنه حج ولا سافر تصح روايته عن شخص بالأندلس بالعنعنة، هذا\nلا يقوله مسلم ولا غيره ولو تعاصرا، فأهل العلم قاطبة كما قرر الحافظ ابن <span id='ms310'></span>\nرجب يعلون بمثل هذا، بتباعد البلدان والأقطار، نعم، لكن يبقى أنه لا بد من\nالاحتمال للقاء، مع إمكان اللقاء، أما إذا ثبت عدم اللقاء ولو ثبتت\nالمعاصرة هو منقطع، ما يقول بالاتصال أحد، إذا ثبت عدم اللقاء، لكن الكلام\nهل يشترط ثبوت اللقاء أو يكفي إمكان اللقاء؟ مسلم يكتفي بإمكان اللقاء، على\nكل حال هذه المسألة تقدمت فلا حاجة إلى إعادتها، نعم ...\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v10p036'> Vol. 10, p. 036</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12"
  ]
}