{
  "content": "\n<p>\nما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا ..\n</p>\n\n<p>\nالجزء السادس وفي ذيله الجوهر النقي للعلامة علاء الدين بن علي بن عثمان\nالمارديني الشهير بابن التركماني المتوفى سنة خمس وأربعين وسبع مائة دار\nالفكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p001'> Vol. 06, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب النهى عن ثمن الكلب) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p005'> Vol. 06, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديثا من رواية حماد بن سلمة عن قيس بن سعد ثم قال (فيهما نظر) -\nقلت - هما من رجال مسلم ثم قال البيهقي (ورواه الوليد بن عبيد الله بن أبي\nرباح) - ثم ضعفه قلت - ضعفه الدارقطني وكأن البيهقي تبعه ولم يضعفه\nالمتقدمون فيما علمت بل حكى ابن أبي حاتم عن ابن معين انه ثقة واخرج له ابن\nحبان في صحيحه والحاكم في مستدركه ثم ذكر البيهقي (عن حماد عن أبي الزبير\nعن جابر قال نهى عن ثمن الكلب والسنور) الحديث ثم قال (ولم يذكر حماد عن\nالنبي صلى الله عليه وسلم) - قلت - مثل هذا مرفوع عند أهل الحديث وان لم\nيذكر النبي صلى الله عليه وسلم وهو قول أكثر أهل العلم ومنه قول انس امر\nبلال ان يشفع الاذان الحديث ذكره أبو عمرو بن الصلاح وتأيد ذلك بما تقدم عن\nأبي هريرة ثم قال البيهقي (ورواه <span id='ms516'></span> عبيد الله بن موسى عن حماد بالشك في ذكر\nالنبي صلى الله عليه وسلم) - قلت - اخرج الدر قطني هذه الرواية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p006'> Vol. 06, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nولفظها عن جابر لا أعلمه الا عن النبي صلى الله عليه وسلم وهذا مرفوع لا\nشك فيه ثم قال البيهقي (ورواه الهيثم بن جميل عن حماد فقال نهى رسول الله\nصلى الله عليه وسلم) - قلت - لو سلمنا ان تلك الرواية موقوفة فرواية الهيثم\nهذه مرفوعة وقال فيه ابن حنبل وابن سعد ثقة زاد العجلي صاحب سنة وقال\nالدارقطني ثقة حافظ واخرج له ابن حبان في صحيحه والحاكم في مستدركه والرفع\nزيادة وزيادة الثقة مقبولة ثم قال البيهقي (ورواه الحسن بن أبي جعفر عن أبي\nالزبير عن جابر عن النبي صلى الله عليه وسلم وليس بالقوى) - قلت - هذا\nالحديث بهذا الاسناد أخرجه ابن حنبل في مسنده ولفظه نهى رسول الله صلى الله\nعليه وسلم عن ثمن الكلب الا الكلب المعلم - ثم قال البيهقي (والأحاديث\nالصحيحة في النهى عن ثمن الكلب خالية عن هذا الاستثناء) قلت الاستثناء روى\nمن وجهين جيدين من طريق الوليد بن عبيد الله عن عطاء عن أبي هريرة ومن طريق\nالهيثم عن حماد عن أبي الزبير عن جابر وقد أخرجه الدارقطني من طريق الهيثم\nثم أخرجه من رواية سويد بن عمرو عن حماد بن سلمة عن أبي الزبير عن جابر قال\nنهى عن ثمن السنور والكلب الا كلب صيد ولم يذكر حماد عن النبي صلى الله\nعليه وسلم هذا أصح من الذي قبله وهذا لفظ الدارقطني وقد قدمنا ان هذا في\nحكم المرفوع فقد تابع سويد الهيثم وتابعه أيضا عبد الواحد بن غياث كما ذكر\nالبيهقي وتابعهم أيضا الحجاج بن محمد مع التصريح بالرفع فقال النسائي\nاخبرني إبراهيم بن محمد المصيصي ثنا حجاج بن محمد عن حماد بن سلمة عن أبي\nالزبير عن جابر أن النبي صلى الله عليه وسلم نهى عن ثمن السنور والكلب الا\nكلب صيد - وهذا سند جيد فظهر أن الحديث بهذا الاستثناء صحيح والاستثناء <span id='ms517'></span>\nزيادة على أحاديث النهى عن ثمن الكلب فوجب قبولها والله أعلم ثم ذكر\nالبيهقي (ان عثمان أغرم رجلا قيمة كلب) ثم حكى عن الشافعي (أنه قال) الثابت\nعن عثمان خلافه اخبرني الثقة عن يونس عن الحصن سمعت عثمان يخطب وهو يأمر\nبقتل الكلاب) - قلت - لا يكتفى بقوله اخبرني الثقة فقد يكون مجروحا عند\nغيره لا سيما والشافعي كثيرا ما يعنى بذلك ابن أبي يحيى أو الزنجي وهما\nضعيفان وكيف يأمر عثمان بقتل الكلاب وآخر الامر من النبي صلى الله عليه\nوسلم النهى عن قتلها الا الأسود منها فان صح امره بقتلها فإنما كان ذلك في\nوقت من الأوقات المفسدة طرت في زمانه قال صاحب التمهيد ظهر بالمدينة اللعب\nبالحمام والمهارشة بين الكلاب فامر عمر وعثمان بقتل الكلاب وذبح الحمام قال\nالحسن سمعت عثمان غير مرة يقول في خطبته اقتلوا الكلاب واذبحوا الحمام فظهر\nمن هذا انه لا يلزم من الامر بقتلها في وقت لمصلحة ان لا يضمن قاتلها في\nوقت آخر كما امر بذبح الحمام ثم قال البيهقي (الذي روى عن عثمان في تضمين\nالكلب منقطع وقد روى من وجه آخر منقطع عن يحيى الأنصاري عن عثمان) - قلت -\nمذهب الشافي ان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p007'> Vol. 06, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nالمرسل إذا روى مرسلا من وجه آخر صار حجة وتأيد أيضا بما رواه البيهقي\nبعد عن عبد الله بن عمرو وإن كان منقطعا أيضا قال البيهقي (ورواه إسماعيل\nبن حساس (1) عن عبد الله بن عمرو) ثم قال (قال البخاري وهذا حديث لم يتابع\nعليه) - قلت إسماعيل هذا ذكره ابن حبان في الثقات وكيف يقول البخاري لم\nيتابع عليه وقد أخرجه البيهقي فيما بعد من حديث عمرو ابن شعيب عن أبيه عن\nعبد الله بن عمرو وذكر ابن عدي في الكامل كلام البخاري ثم قال لم أجد لما\nقال البخاري فيه اثر فاذكره -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p008'> Vol. 06, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب تحريم بيع ما يكون نجسا لا يحل اكله) استدل البيهقي على ذلك\nبحديث (ان الله حرم عليهم الشحوم فباعوها واكلوا أثمانها ان الله إذا حرم <span id='ms518'></span>\nعلى قوم اكل شئ حرم عليهم ثمنه) - قلت - عموم هذا الحديث متروك اتفاقا\nبجواز بيع الآدمي والحمار والسنور ونحوها وفى التجريد للقدوري الناس\nيتبايعون السرجين للزرع في سائر الأزمان من غير نكير وقد كان يباع قبل\nالشافعي ولا نعلم أحدا من الفقهاء منع بيعه قبله وفى (قواعد ابن رشد)\nاختلفوا في بيع الزيت النجس ونحوه بعد اتفاقهم على تحريم اكله فمنعه مالك\nوالشافعي وجوزه أبو حنيفة وابن وهب إذا بين وروى عن ابن عباس وابن عمر انهم\nجوزوا بيعه ليستصبح به - وفى مذهب مالك جواز الاستصباح به وعمل الصابون مع\nتحريم بيعه واجازه الشافعي أيضا مع تحريم ثمنه وهذا كله ضعيف وقيل في\n(المذهب) رواية أخرى يمنع الاستصباح وهو الزم للأصل أعني تحريم البيع وفى\n(نوادر الفقهاء) لابن بنت نعيم اجمع الصحابة على جواز بيع زيت ونحوه تنجس\nبموت شئ فيه إذا بين ذلك وفى (التمهيد) وقال آخرون ينتفع بالزيت الذي تقع\nفيه الميتة بالبيع وبكل شئ ما عدا الاكل ويبيعه ويبين وممن قال ذلك أبو\nحنيفة وأصحابه والليث بن سعد وروى عن أبي موسى الأشعري قال لا تأكلوه\nوبيعوه وبينوا لمن تبيعونه منه ولا تبيعوه من المسلمين - وذكر ابن وهب عن\nابن لهيعة وحياة ابن شريح عن خالد بن أبي عمران أنه قال سألت القاسم وسالما\nعن الزيت تموت فيه الفارة هل يصلح ان يوكل منه فقالا لا قلت أفنبيعه قالا\nنعم ثم كلوا ثمنه وبينوا لمن يشتريه ما وقع فيه ومن حجتهم ما ذكره عبد\nالواحد عن معمر عن الزهري عن سعيد بن المسيب عن أبي هريرة عن النبي صلى\nالله عليه وسلم في الفارة تقع في السمن إن كان جامدا فالقوها وما حولها وإن\nكان مائعا فاستصبحوا به وانتفعوا - قالوا والبيع من باب الانتفاع وقالوا\nقوله في حديث عبد الرزاق وإن كان مائعا فلا تقربوه - يحتمل ان يريد لا\nتقربوه بالاكل وقد اجرى رسول الله صلى الله عليه وسلم التحريم في شحوم\nالميتة في كل وجه ومنع <span id='ms519'></span> الانتفاع بشئ منها وأباح في السمن تقع فيه الميتة\nالانتقاع به فدل على جواز سائر وجوه الانتفاع غير الاكل والبيع من الانتفاع\nومن جهة النظر شحوم الميتة محرمة العين والذات والزيت تقع فيه الميتة إنما\nتنجس بالمجاورة وذلك بيعه جائز كثوب تنجس بدم أو غيره وفرقوا بينه وبين\nأمهات الأولاد بحرمة هبتهن والصدقة بهن وجوازهما في الزيت النجس وما جاز\nتملكه جاز بيعه وقوله إذا حرم اكل شئ حرم ثمنه - خرج على شحوم الميتة التي\nحرم اكلها والانتقاع بشئ منها وكذا الخمر أي إذا حرم اكل شئ ولم يبح\nالانتقاع به حرم ثمنه ولم يعن (1) - ما أبيح الانتقاع به بدليل اجماعهم على\nبيع الهر والفهود والسباع المتخذة للصيد والحمر الأهلية وقال ابن حزم وممن\nأجاز بيع المائع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p013'> Vol. 06, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nتقع فيه النجاسة والانتفاع به على وابن مسعود وابن عمر وأبو موسى الأشعري\nوأبو سعيد الخدري والقاسم وسالم وعطاء والليث وأبو حنيفة وسفيان واسحق\nوغيرهم - قال باب ما جاء في بيع المغنيات ذكر فيه حديثا في سنده عبيد الله\nبن زحر عن علي بن يزيد عن القاسم بن عبد الرحمن ثم ذكر عن البخاري (انه وثق\nعبيد الله والقاسم) - قلت - اقتصر البيهقي على هذا والناس قد اغلظوا فيهما\nاما عبيد الله فقد سئل عنه أبو مسهر فقال صاحب كل معضلة وعن ابن معين ضعيف\nوعنه ليس بشئ وقال ابن المديني منكر الحديث وقال ابن حبان يروى الموضوعات\nعن الاثبات وإذا روى عن علي بن يزيد اتى بالطامات وإذا اجتمع في اسناد خبر\nعبيد الله وعلي بن يزيد والقاسم لم يكن ذلك الخبر الا مما عملته أيديهم\nواما القاسم فقد قال ابن حنبل يروى عنه علي بن يزيد أعاجيب وما أراها الا\nمن قبل القاسم وقال ابن حبان يروى عن أصحاب رسول الله صلى الله عليه وسلم\nالمعضلات ويأتي عن الثقات المقلوبات حتى يسبق إلى القلب انه كان المعتمد\nلها - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p014'> Vol. 06, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nقال باب ما جاء في كراهية بيع المصاحف قلت - في اختلاف العلماء للطحاوي\nقال <span id='ms520'></span> الشافعي يكره بيع المصاحف ولو باعها مسلم لنصراني فالبيع منسوخ قال\nالطحاوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p016'> Vol. 06, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nلو باعه دراهم عليها شئ من القرآن جاز فكذا المصاحف إذ كل القرآن وبعضه\nسواء كما في قراءة الجنب - قال باب ما جاء في بيع المضطر ذكر فيه حديثا في\nسنده هشيم ثنا صالح بن رستم ثنا شيخ من بنى تميم ثم ذكره من وجه آخر وفيه\nهشيم عن أبي عامر المزني ثم قال (أبو عامر هذا هو صالح بن رستم الخزاز\nالبصري) - قلت - المذكور في هذا السند هو صالح بن عامر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p017'> Vol. 06, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nكذا سماه أبو داود في سننه وكذا ذكره الذهبي في الميزان وصالح بن عامر\nمجهول وهو غير أبى عامر صالح بن رستم الخزاز ذاك رجل معروف اخرج له مسلم\nووثقه جماعة ولينه بعضهم والمزي في التهذيب قد فرق بينهما - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p018'> Vol. 06, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nقال باب السلم الحال ذكر فيه شراءه عليه السلام من اعرابي جزور أبو سق\nعجوة من رواية يحيى بن عمير عن هشام بن عروة عن أبيه عن عائشة قلت - رواه\nعبد الرزاق عن معمر عن هشام عن أبيه مرسلا كذا ذكر عبد الحق في أحكامه\nومعمر اجل من يحيى بن عمير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p020'> Vol. 06, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nبلا شك وذكر صاحب المحلى انه لا حجة فيه على مذهبهم لان البيع لم يتم\nبينهما لأنهما لم يفترقا فاستقرض عليه السلام الوسق وتم البيع بحضور الثمن\nوفى التجريد للقدوري الثمر ههنا ثمن بدليل ان الباء صحبته - قال باب السلم\nفي الحيوان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p021'> Vol. 06, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه اثرا عن الحسن بن محمد عن جده على - قلت - قد قدمنا في باب بيع\nالحيوان بالحيوان ان الحسن لم يلق جده عليا وانه قد روى عن علي خلاف ذلك\nوقال ابن أبي شيبة ثنا وكيع ثنا ابن أبي ذئب عن يزيد بن عبد الله بن قسيط\nعن أبي الحسن البراد عن علي قال لا يصلح الحيوان بالحيوان ولا الشاة\nبالشاتين الا يدا بيد - ثم ذكر البيهقي اثرا عن ابن عمر - قلت - قد قدمنا\nفي ذلك الباب تأويله وانه قد روى عن ابن <span id='ms521'></span> عمر خلافه وقال ابن أبي شيبة ثنا\nابن أبي زائدة عن ابن عون عن ابن سيرين - قلت لابن عمر البعير بالبعيرين\nإلى اجل فكرهه - وقال أيضا ثنا علي بن مسهر وابن أبي زائدة عن عبد الله ابن\nالمثنى عن جده رباح بن الحارث عن عمار بن ياسر قال العبد خير من العبدين لا\nبأس به يدا بيد إنما الربا في النسئ وقال أيضا ثنا ملازم بن عمرو عن زفر بن\nيزيد عن أبيه قال سألت أبا هريرة عن الشاة بالشاتين إلى اجل فنهاني وقال لا\nالا يدا بيد - وقد ذكرنا في ذلك الباب عن جماعة نحو هذا ثم ذكر البيهقي (عن\nابن عباس انه كان لا يرى بأسا بالسلف في الحيوان) - قلت - اخرج الحاكم في\nالمستدرك وصحح اسناده عن ابن عباس انه عليه السلام نهى عن السلف في الحيوان\n- وفى المحلى روينا النبي عن السلم في الحيوان عن عمر وحذيفة وعبد الرحمن\nبن سمرة صحيحا ثم ذكر البيهقي عن إبراهيم وسعيد بن جبير عن ابن مسعود ذكر\nالسلف في الحيوان ثم ذكر عن الشافعي (انه منقطع) - قلت - في مصنف ابن أبي\nشيبة ثنا أبو خالد الأحمر عن الحجاج عن قتادة عن ابن سيرين ان عمر وحذيفة\nوابن مسعود كانوا يكرهون السلم في الحيوان وفيه أيضا ثنا وكيع ثنا سفيان عن\nقيس بن مسلم عن طارق بن شهاب ان زيد بن خليدة أسلم إلى عتريس في قلائص فسأل\nابن مسعود فكره السلم في الحيوان - ورواه أيضا عبد الرزاق عن الثوري ثم ذكر\nالبيهقي (ان الشافعي عارض محمد بن الحسن بما رواه عطاء بن السائب عن أبي\nالبختري عن عثمان وابن مسعود) - قلت - أبو البختري لم يدركهما وابن السائب\nتغير بآخره ثم ذكر (ان الشافعي عارضه برواية القاسم بن عبد الرحمن ان ابن\nمسعود أسلم في وصفاء) - قلت - رواية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p022'> Vol. 06, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nالقاسم عن ابن مسعود منقطعة أيضا ثم ذكر البيهقي (عن القاسم عن عمر انه\nذكره في أبواب الربا) ثم قال (منقطع) قلت - قد <span id='ms522'></span> تقدم ان ابن سيرين أيضا رواه\nعن عمر ومراسيل ابن سيرين صحيحة كذا ذكر صاحب التمهيد ويدل على عدم جواز\nالسلم في الحيوان من حيث المعنى انه يختلف اختلافا متباينا فلا يمكن ضبطه\nوان استقصى فيه - قال باب ما يستدل به على أن الحيوان ينضبط بالصفة ذكر فيه\n(قوله عليه السلام لا تباشر المرأة المرأة تنعتها لزوجها) - قلت - المقصود\nمن النهى عن نعت المرأة الا يشتغل قلب الرجل بحسنها وبالنعت يحصل ذلك فهذا\nمن باب الورع والاحتياط وليس هذا من هذا الباب قال الرازي أرأيت لو قال\nأسلمت إليك في مثل هذه الحارية أيجوز مع وجود العين التي جعلها صفة لما في\nالذمة والحيوان تتفاوت فبالوصف لا يحصل المقصود في السلم - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p023'> Vol. 06, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nقال باب المعطى يرجح في الوزن ذكر فيه حديث سفيان (عن سماك عن سويد بن\nقيس قال جلبت انا ومخرمة) - قلت - رأيت في حاشية هذا الكتاب ما صورته قال\nابن الصلاح ومن خطه نقلت - مخرمة هذا غلط إنما هو مخرفة بالفاء اسم مفرد\nذكروه انتهت الحاشية وكذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p032'> Vol. 06, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nفي سنن أبي داود والنسائي والمستدرك للحاكم وغيرها بالفاء ثم قال البيهقي\n(وكذا رواه قيس بن الربيع عن سماك وخالفهما شعبة) ثم أخرجه من طريقه (عن\nسماك سمعت أبا صفوان مالك بن عميرة) الحديث ثم ذكر البيهقي عن أبي داود\n(أنه قال القول قول سفيان) - قلت - أخرجه الحاكم في المستدرك من طريق شعبة\nعن سماك سمعت أبا صفوان يقول سمعت من النبي صلى الله عليه وسلم الحديث ثم\nقال الحاكم أبو صفوان كنية سويد بن قيس هما واحد صحابي من الأنصار والحديث\nصحيح على شرط مسلم فعلى ما قال الحاكم لم يخالفهما شعبة - قال باب ما جاء\nفي النهى عن كسر الدراهم والدنانير ذكر فيه حديثا عن علقمة بن عبد الله عن\nأبيه - قلت - سكت عنه وفى سنده محمد بن فضاء قال الذهبي في الكاشف ضعفوه\nوقال البيهقي في باب من أعتق شقيصا (ضعيف لا يحتج به تكلم فيه ابن معين\nوسليمان <span id='ms523'></span> بن حرب والنسائي) وذكر صاحب الاستذكار هذا الحديث ثم قال في اسناده\nلين - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p033'> Vol. 06, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nقال باب بيع دور مكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p034'> Vol. 06, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديثا في سنده إسماعيل بن إبراهيم بن مهاجر فضعف إسماعيل وقال عن\nأبيه (غير قوى) ثم أسنده من وجه آخر ثم قال (رفعه وهم الصحيح موقوف) - قلت\n- اخرج الحاكم في المستدرك هذا الحديث من الوجهين الذين ذكرهما البيهقي ثم\nصحح الأول وجعل الثاني شاهدا عليه ثم ذكر البيهقي في آخره حديثا عن عثمان\nبن أبي سليمان عن علقمة عن نضلة ثم قال (هذا منقطع) - قلت - هذا الحديث\nأخرجه ابن ماجة بسند على شرط مسلم واجره الدارقطني وغيره وعلقمة هذا صحابي\nكذا ذكر علماء هذا الشأن وإذا قال الصحابي مثل هذا الكلام كان مرفوعا على\nما عرف به وفيه تصريح عثمان بالسماع من علقمة فمن أين الانقطاع -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p035'> Vol. 06, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nقال باب الرهن غير مضمون) ذكر فيه حديثا مرسلا عن ابن المسيب ثم ذكره\nموصولا طريق إسماعيل بن عياش عن ابن أبي ذئب - قلت - سكت عن إسماعيل هنا\nوقال في باب السفر الذي لا يقصر في مثله وفى باب الضب (لا يحتج بمثله) وقال\nفي باب ترك الوضوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p039'> Vol. 06, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nمن الدم (ما روى عن الشاميين صحيح وعن أهل الحجاز ليس بصحيح) وابن أبي\nذئب مدني وليس بشامي على أن إسماعيل لم يسمعه من ابن أبي ذئب وإنما سمعه من\nعباد بن كثير عنه وعباد ضعيف عندهم ذكر ذلك صاحب التمهيد وقال أيضا هذا\nالحديث عند أهل العلم بالنقل مرسل وإن كان قد وصل من جهات كثيرة فإنهم\nيعللونها - قال (باب من قال الرهن مضمون) ذكر فيه عن عمرو بن دينار عن أبي\nهريرة حديث الرهن بما فيه - ثم قال (قال أبو حازم تفرد به حسان بن إبراهيم)\nقلت - هو ثقة اخرج له الشيخان فلا يضر الحديث تفرده قال البيهقي (هو منقطع\nبين عمرو وأبي هريرة) - قلت - قد اخرج ابن ماجة حديثا عن عمرو بن دينار عن\nأبي هريرة وولد عمر وسنة ست وأربعين فسماعه منه <span id='ms524'></span> ممكن ثم ذكر البيهقي حديثا\nآخر في سنده إسماعيل بن أبي عباد فحكى عن الدارقطني (انه يضع الحديث) - قلت\n- لم يذكر أحد من أهل هذا الشأن فيما تتبعت ان إسماعيل هذا يضع الحديث غير\nالدارقطني ولا ذكر صاحب الكامل مع شدة استقصائه ثم قال البيهقي (والأصل في\nهذا الباب حديث مرسل وفيه من الوهم ما فيه) - قلت - قد تأيد ذلك الحديث\nبعدة أحاديث مرسلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p040'> Vol. 06, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nوبأقوال الصحابة والتابعين على ما سيأتي إن شاء الله تعالى والمرسل حجة\nعند من يقول بالتضمين والشافعي أيضا يحتج بمثل هذا المرسل - ثم ذكر البيهقي\nذلك الحديث من طريق أبى داود (ثنا محمد بن العلاء ثنا ابن مبارك عن مصعب بن\nثابت سمعت عطاء ان رجلا رهن فرسا فنفق في يده فقال رسول الله صلى الله عليه\nوسلم المرتهن ذهب حقه) ثم ذكر البيهقي (ان الشافعي وهنه فقال ثنا إبراهيم\nعن مصعب عن عطاء قال زعم الحسن فجعله من مرسلات الحسن) - قلت - الراوي في\nطريق أبى داود عن مصعب هو عبد الله بن المبارك وهو جبل من الجبال فكيف\nتعارض روايته برواية إبراهيم وأظنه ابن أبي يحيى وهو ضعيف جدا وعلى تقدير\nصحة هذه الرواية فالمرسل حجة عند خصم الشافعي سواء كان من جهة الحسن أو من\nجهة عطاء - ثم ذكر عن الشافعي (أنه قال ومما يدل على وهن هذا عند عطاء إن\nكان رواه ان عطاء يفتى بخلافه وهو يقول فيما ظهر هلاكه أمانة وفيما خفى\nهلاكه يترادان الفضل وهذا أثبت الروايات عنه وروى عنه يترادان مطلقة ولا شك\nان عطاء لا يروى عن النبي صلى الله عليه وسلم وهو يقول بخلافه) - قلت - لم\nيسند الشافعي قول عطاء حتى ينظر فيه وقد قال الطحاوي ثنا ابن مرزوق يعنى\nإبراهيم ثنا أبو عاصم عن ابن جريج عن عطاء في رجل رهن رجلا جارية فهلكت قال\nهي بحق المرتهن وهذا اسناد جيد يظهر به ان قول عطاء موافق لحديثه المرسل لا\nمخالف له ثم لو ثبت ان <span id='ms525'></span> قوله مخالف لما رواه فالعبرة عند الشافعي وأكثر\nالمحدثين لما روى لا لما رأى على ما عرف - ثم ذكر البيهقي مرسلا من وجه آخر\nعن عطاء من طريق أبى داود ثم ذكر انه رواه زمعة بن صالح عن ابن طاوس عن\nأبيه مرسلا ثم قال (زمعة غير قوى) - قلت - اخرج له مسلم في صحيحه مقرونا\nبغيره وأقل أحواله انه يصلح للمتابعة ويقويه المرسل المتقدم بروايته فظهر\nبهذا ان هذا الحديث روى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p041'> Vol. 06, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nمرسلا من عدة وجوه كما ذكرنا ثم قال البيهقي (وذكر الشافعي آخذ بمرسل\nسعيد بن المسيب لان مراسيله أصح من مراسيل غيره ولأنه قد روى موصولا) قلت -\nأراد به حديث له غنمه وعليه غرمه - وقد أوله الشافعي فيما تقدم في باب\nزيادات الرهن (فقال غنمه زيادته وغرمه وهلاكه ونقصه) وقد ظهر بما ذكرنا ان\nالصحيح في هذا الحديث انه مرسل وذكر البيهقي في رسالته إلى أبى محمد\nالجويني ان الشافعي خالف مرسل ابن المسيب في بعض المواضع وقد ذكرنا في باب\nصدقة الفطر أن ابن المسيب روى حديثا مرسلا بسند صحيح وان الشافعي خالفه\nفعلى تقدير تسليم الاحتجاج بمرسله دون غيره قد ذكر أبو عمر أن ابن وهب رواه\nعن مالك فجود فيه وبين ان قوله له غنمه وعليه غرمه - ليس بمرفوع وانه من\nكلام ابن المسيب وعلى تقدير تسليم انه مرسل وانه من كلام النبي صلى الله\nعليه وسلم فليس نصا فيما زعم الشافعي بل هو تأويل منه وقد أنكر عليه ذلك\nالتأويل فحكى عن أبي عمر غلام ثعلب أنه قال أخطأ من قال الغرم الهلاك بل\nالغرم اللزوم ومنه الغريم لأنه لزمه الدين وقال تعالى (ان عذابها كان\nغراما) اي لازما وفى الصحاح الغرامة ما يلزم أداؤه وكذلك المغرم والغرم وفى\nكتاب الافعال غرمت غرما لزمني مالا يجب على وقد فسر غير الشافعي الحديث\nبأشياء موافقة لما قاله أهل اللغة قال الهروي في الغريبين قال ابن غرفة\nالغرام عند العرب ما كان لازما والغرم أداء شئ يلزم <span id='ms526'></span> ومنه الحديث له غنمه\nوعليه غرمه - فغنمه زيادته وغرمه أداء ما انفك به الرهن وقال أبو بكر\nالرازي الغرم الدين فيكون تفسيرا لقوله لا يغلق الرهن - أي لا يملك بالشرط\nعند محل الأجل ولصاحبه إذا جاء زيادته وعليه دينه الذي هو مرهون به وفى\nالمهيد قال أبو عبيد لا يجوز في كلام العرب ان يقال الرهن إذا ضاع قد غلق\nإنما يقال قد غلق إذا استحقه المرتهن فذهب به وهذا كان من فعل الجاهلية\nفابطله النبي عليه السلام بقول لا يغلق الرهن - وقال مالك تفسيره فيما نرى\nان يرهن شيئا فيه فضل فيقول للمرتهن ان جئتك بحقك إلى كذا والا فالرهن لك\nبما فيه فهذا لا يحل وهو الذي نهى عنه وبنحو هذا فسره الزهري والنخعي\nوالثوري وطاوس وشريح - وفى القواعد لابن رشد أن أبا حنيفة وأصحابه تأولوا\nغنمه بما فضل منه على الدين وغرمه بما نقص ومعنى قوله وعليه غرمه عند مالك\nومن قال بقوله أي نفقته وحكى صاحب التمهيد عن أبي حنيفة ومالك وأصحابهما في\nتأويل الحديث كما حكاه ابن رشد فالحاصل ان الشافعي احتج بمرسل ابن المسبب\nوأوله بتأويل أنكر عليه وأقل الأحوال انه يجعل غير ما ذكر مما تقدم من\nالتأويلات وترك القول بالتضمين مع أنه منصوص عليه في عدة أحاديث قد تأيد\nبعضها ببعض وتأيدت أيضا بأقوال السلف من الصحابة والتابعين على أن مذهب ابن\nالمسيب بخلاف ما تأول الشافعي حديثه به قال صاحب التمهيد قال شريح والشعبي\nوغير واحد من الكوفيين يذهب الرهن بما فيه كانت قيمته مثل الدين أو أكثر\nمنه أو أقل ولا يرجع واحد منهما على صاحبه بشئ وهو قول الفقهاء السبعة\nالمدنيين إذا هلك وعميت قيمته ولم تقم بينة فان قامت بينة ترادا الفضل\nوهكذا قال الليث وقال بلغني ذلك عن علي بن أبي طالب انتهى كلامه - وابن\nالمسيب من الفقهاء السبعة بلا خلاف - وفى مصنف عبد الرزاق انا معمر عن\nالحسن والزهري وقتادة وابن طاوس عن أبيه قالوا من <span id='ms527'></span> ارتهن حيوانا فهلك فهو\nبما فيه - وقال أبو بكر الرازي اتفقت الصحابة على أنه مضمون وان اختلفوا في\nكيفية الضمان فالقول بأنه أمانة خلاف لاجماعهم - وروى الطحاوي بسنده عن أبي\nالزناد قال كان من أدركت من فقهائنا الذين ينتهى إلى قولهم منهم ابن المسيب\nوعروة والقاسم بن محمد وأبو بكر بن عبد الرحمن وخارجة وعبيد الله بن عبد\nالله في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p042'> Vol. 06, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nمشيخة من نظرائهم أهل فقه وصلاح وفضل فذكر ما جمع من أقاويلهم في كتابه\nانهم قالوا الرهن بما فيه هلك وعميت قيمته ويرفع ذلك منهم الثقة إلى النبي\nصلى الله عليه وسلم قال الطحاوي فهؤلاء أئمة المدينة وفقهاؤها يقولون الرهن\nيهلك بما فيه ويرفعه الثقة منهم إليه صلى الله عليه وسلم انتهى كلامه وظهر\nمن هذا ان ابن المسيب يقول بضمان الرهن على التفصيل المتقدم ومذهب الشافعي\nان من روى كان اعلم بتأويله ثم ذكر البيهقي (عن عمر أنه قال في الرهن يضيع\nإن كان أقل مما فيه رد عليه تمام حقه وإن كان أكثر فهو امين) ثم قال (هذا\nليس بمشهور عن عمر) - قلت - لو سلم هذا لم يكن جرحا - ثم قال البيهقي\n(واختلفت الروايات في ذلك عن علي) ثم ذكره من رواية خلاس عنه ثم ذكر عن ابن\nمعين وغيره (ان ما رواه خلاس عنه اخذه من صحيفة) ثم ذكره من وجه آخر عن علي\nوفى سنده معمر بن سليمان فقال (غير محتج به) - قلت - الروايات كلها عن علي\nمتفقة على التضمين والاختلاف في كيفيته وذكر ابن حزم في كتاب الجهاد من\nالمحلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p043'> Vol. 06, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nان رواية خلاس عن علي صحيحة ومعمر وثقه ابن معين وغيره وقال أبو عبيد كان\nخير من رأيت وذكره احمد فذكر من هيئته وفضله كذا في الميزان وروى له الحاكم\nفي المستدرك وقال محمد بن عثمان بن أبي شيبة سئل علي بن المديني عنه فقال\nكان أصحابنا يوثقونه وقال الأزدي في حديثه مناكير وقال صاحب الميزان ما\nالتفت إلى غمز الأزدي ويكفيه انه ذكره فيمن <span id='ms528'></span> اسمه معمر بالتخفيف وإنما هو\nمثقل - وفى الاستذكار قال الثوري وأبو حنيفة والحسن بن حي الرهن مضمون\nبقيمة الدين فيما دونه وما زاد أمانة وروى ذلك عن علي - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p044'> Vol. 06, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب المشترى يموت مفلسا بالثمن) ذكر فيه حديث أبي المعتمر (عن عمر\nبن خلدة عن أبي هريرة قضى عليه السلام ان من أفلس أو مات) الحديث ثم ذكر\nحديث مالك (عن ابن شهاب عن أبي بكر بن عبد الرحمن قال عليه السلام) الحديث\nثم ذكر (ان الشافعي اخذ بالأول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p046'> Vol. 06, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nلاتصاله) - قلت - في سنده أبو المعتمر ليس بمعروف قال عبد الحق في أحكامه\nقال أبو داود من يأخذ بهذا أبو المعتمر من هو إنا لا نعرفه وقال الطحاوي لا\nيعرف من هو ولا سمعنا له ذكرا الا في هذا الحديث ويحتمل أن تكون أو فيه\nللشك فلا يدرى المذكور فيه هل هو الا فلاس أو الموت أوفى الاشراف لابن\nالمنذر الحديث مجهول الاسناد والحديث الثاني وإن كان مرسلا لكن اسناده حجة\nوقد روى مسندا من غير وجه على ما سيأتي إن شاء الله تعالى فكان الاخذ به هو\nالوجه قال البيهقي (ورواه إسماعيل بن عياش عن الزبيدي عن الزهري موصولا ولا\nيصح) ثم أخرجه من حديث الزهري عن أبي بكر عن أبي هريرة - قلت - بل هو صحيح\nلان محمد بن الوليد الزبيدي شامي وقد قال البيهقي في باب ترك الوضوء من\nالدم (ما روى إسماعيل بن عياش عن الشاميين صحيح) وكذا ذكر ابن معين وغيره\nكيف وقد تأيد بمرسل مالك المتقدم وله شواهد فذكر صاحب التمهيد أنه رواه عبد\nالله بن بركة ومحمد بن علي وإسحاق بن إبراهيم الصنعانيون عن عبد الرزاق عن\nمالك عن ابن شهاب عن أبي بكر عن أبي هريرة عن النبي صلى الله عليه وسلم\nمسندا وكذا رواه عراك بن مالك عن أبي هريرة ذكره ابن حزم وقال الدارقطني\nتابع عبد الرزاق على اسناده عن مالك أحمد بن موسى وأحمد بن أبي ظبية وروى\nعبد الرزاق في مصنفه <span id='ms529'></span> عن مالك المرسل المذكور ثم قال إنا أبو سفيان عن هشام\nصاحب الدستوائي حدثني قتادة عن بشير بن نهيك عن أبي هريرة عن النبي صلى\nالله عليه وسلم مثل حديث الزهري - ثم فيما لو قبض البائع بعض الثمن لا\nيجعله الشافعي في بقية الثمن أسوة الغرماء مصيرا إلى القياس فجمع بين\nالامرين ولم يفرق لان الذي له الارتجاع في كل الشئ له الارتجاع في بعضه\nذكره الخطابي وغيره وهذا مخالف لمنطوق حديث ابن عياش المذكور في قوله عليه\nالسلام فإن كان قضاه من ثمنها شيئا فما بقي فهو أسوة الغرماء ومخالف أيضا\nلمفهوم حديث مالك المرسل من قوله عليه السلام ولم يقبض البائع من ثمنها\nشيئا فهو أحق - وللشافعي قول قديم انه لا يرتجع ذكره صاحب العمدة على\nموافقة هذين الحديثين وهو مذهب جماعة من السلف قال عبد الرزاق عن معمر عن\nالزهري قال أيما رجل باع من رجل سلعة فأفلس المشترى فان وجد البائع سلعته\nبعينها فهو أحق بها فإن كان قبض من ثمنها شيئا فهو والغرماء فيها سواء وان\nمات المشترى فالبائع أسوة الغرماء - وقال أيضا انا معمر عن قتادة ان عمر بن\nعبد العزيز قال إن كان اقتضى من ثمنها شيئا فهو الغرماء سواء وقاله الزهري\nوقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p047'> Vol. 06, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا انا معمر عن أيوب عن ابن سيرين عن شريح قال أيما غريم اقتضى منه\nشيئا بعد افلاسه فهو والغرماء سواء يخاصمهم به وبه كان يفتى ابن سيرين\nواليه ذهب ابن حنبل ذكره صاحب التمهيد وفى الاستذكار قال النخعي وأبو حنيفة\nوأهل الكوفة هو أسوة الغرماء على كل حال وروى ذلك عن خلاس عن علي وقد ذكرنا\nقريبا عن ابن حزم انه صحح روايته عنه وحكى الخطابي هذا القول عن ابن شبرمة\nأيضا - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p048'> Vol. 06, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الحجر على الصبي حتى يبلغ ويؤنس منه الرشد) ذكر فيه حديث ابن\nعباس وانقضاء اليتم - (1) قال (باب البلوغ بالسن)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p054'> Vol. 06, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث ابن عمر ثم ذكر الاختلاف في غزوة الخندق ثم جعل القول بأنها\nسنة <span id='ms530'></span> أربع أولى بالصحة ثم ذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p055'> Vol. 06, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n(ان بعضهم جمع بان أحدا كانت لسنتين ونصف من مقدمه عليه السلام والخندق\nلأربع سنين ونصف فمن قال سنة أربع أراد لتمامها ومن قال سنة خمس أراد\nالدخول في الخامسة وقول ابن عمر في يوم الخندق وانا ابن خمس عشرة أي\nاستكملتها وزدت عليها الا انه لم يقل الزيادة لعلمه بدلالة الحال وتعلق\nالحكم بالخمس عشر دون الزيادة) قال (وهذه الطريقة عندي أصح ففي قصة الخندق\nفي مغازي أبى الأسود عن عروة ومغازي ابن عقبة انه كان بين أحد والخندق\nسنتان) - قلت - إذا كان الحكم بخمس عشرة تابعا لحديث ابن عمرو ظهر أنه تجوز\nبالخمس عشر عن الدخول في السادس عشرة وجب أن يكون حد البلوغ أكثر من خمس\nعشرة ولو سلم التحديد بخمس عشرة فالإجازة للقتال حكمها منوط باطاقته\nوالقدرة عليه وان أجاز به عليه السلام له في الخمس عشرة لأنه رآه مطيقا\nللقتال ولم يكن مطيقا له قبلها لا لأنه أدار الحكم على البلوغ وعدمه ويدل\nعليه ما روى عن سمرة بن جندب قال كان رسول الله صلى الله عليه وسلم يعرض\nغلمان الأنصار في كل عام فيلحق من أدرك منهم فعرضت عاما فالحق غلاما وردني\nفقلت يا رسول الله لقد ألحقته ورددتني ولو صارعته لصرعته قال فصارعه\nفصارعته فصرعته فالحقني - قال الحاكم صحيح الاسناد وذكره البيهقي فيما بعد\nفي باب من لا يجب عليه الجهاد وفي الإستيعاب لابن عبد البر عن الواقدي انه\nعليه السلام استصغر عمير بن أبي وقاص وأراد رده فبكى ثم اجازه بعد فقتل\nيومئذ وهو ابن ست عشرة سنة - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p056'> Vol. 06, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال (باب الرشد هو اصلاح في الدين والمال) ثم ذكر ذلك عن جماعة - قلت\n- روى أبو داود في سننه من حديث على قال قال رسول الله صلى الله عليه وسلم\nلا يتم بعد احتلام - ولم يشترط عليه السلام ما زاد ابن عباس على أن الرشد\nهو الدين وترك الغى قال تعالى - (قد تبين الرشد من الغى) - فمن ميز <span id='ms531'></span> الكفر\nمن الايمان فقد أونس منه الرشد فوجب دفع ماله إليه قال ابن حزم لم نجد في\nشئ من اللغة ان الرشد هو الكيس في كسب المال ولو كان كذلك لكان طوائف من\nاليهود والنصارى ذوي رشد وطوائف من المسلمين سفهاء فإذا عقل الرشد من الغى\nفقد أخذ لنفسه ما يأخذ الناس ثم ذكر بسنده عن ابن سيرين انه كان لا يرى\nالحجر على الحر شيئا وهو قول جماعة من الصحابة وقول مجاهد وعبيد الله بن\nالحسن وغيرهما - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p059'> Vol. 06, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الحجر على البالغين بالسفه) قال الله تعالى (فإن كان الذي عليه\nالحق سفيها أو ضعيفا أولا يستطيع ان يمل هو فليملل وليه بالعدل) قال\nالشافعي فأثبت الولاية على السفيه والضعيف والذي لا يستطيع ان يمل وامر\nوليه بالاملاء عليه) - قلت رد الطحاوي هذا الكلام فقال ما في أول الآية من\nمداينة من وصف في آخرها بالسفه يدفع ما قال لأنه تعالى أثبت الديون\nبمعاملتهم فأخرجهم بذلك عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p061'> Vol. 06, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nحكم الأطفال ثم قال فإن كان المدين سفيها مقصرا عن وصف الاملاء أو ضعيفا\nعنه لقلة علمه فليملل وليه أي ولى الدين وهو الطالب الذي له الحق وأمره ان\nيمل بالعدل فلا يمل بحالي (1) ولا يمل ما ليس له على المطلوب ويرجع هذا\nالتأويل ان السفيه يجوز طلاقه باجماع أهل العلم ففارق الأطفال والمجانين إذ\nلا يجوز طلاقهما ثم ذكر البيهقي شراء عبد الله بن جعفر الأرض قلت - لو كان\nالحجر واجبا لما سعى ابن جعفر في ابطاله ولما ساعده الزبير ولحجر عليهما\nعثمان ثم ذكر البيهقي قضية عائشة مع ابن الزبير ثم قال (فهذه عائشة لا تنكر\nالحجر) - قلت - أي انكار أشد من قولها أهو قال هذا لله على نذر ان لا أكلمه\n- حتى استشفع ابن الزبير إليها وأعتقت في نذرها أربعين رقبة ثم ذكر قضية\nالذي في عقدته ضعف - قلنا - لم يحجر عليه السلام عليه ولا منعه من البيع بل\nجعل له الخيار وفى صحيح البخاري انه عليه السلام اشترى مسجده <span id='ms532'></span> من سهل وسهيل\nيتيمين في حجر أسعد بن زرارة فنفذ بيعهما ولم يجعل للذي كانا في حجره في\nذلك امرا -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p062'> Vol. 06, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب صلح الابراء) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p063'> Vol. 06, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث جابر في قضاء دين أبيه - قلت - فيه دليل عل جواز البراءة عن\nالديون المجهولة كما يقوله أبو حنيفة ومالك خلافا للشافعي لأنهم إذا قبلوا\nثمر حائط وابرأوه عن بقية الدين كان مجهولا - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p064'> Vol. 06, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في التحلل وما يحتج به من أجاز الصلح على الانكار)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p065'> Vol. 06, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه (ان رجلين جاءا يختصمان في أشياء قد درست) وفى آخره (انه عليه\nالسلام قال استهما وتوخيا ثم ليتحلل كل واحد منكما صاحبه) - قلت - هذا\nالحديث أخرجه أبو داود وفيه أيضا دليل على ما ذكرنا من جواز البراءة عن\nالديون المجهولة إذ الأشياء الدارسة الأظهر انها تكون مجهولة ولان الناس ما\nزالوا قديما وحديثا يتحاللون عند المعاقدات وعند الموت مع جهالة قدر ما يقع\nالتحالل منه وذكر البيهقي في الحلافيات ان الصلح على الانكار غير جائز\nواستدل عليه بقوله صلى الله عليه وسلم الصلح جائز بين المسلمين الحديث\nولخصمه أن يقول عموم القرآن والأحاديث يدل على جوازه وكذا هذا الحديث\nوالمراد بقوله الا صلحا حرم حلالا أو أحل حراما - الصلح على خمر أو خنزير\nأو مصالحة مطلقة ثلاثا على أن يتزوجها ويجوز ذلك وليس الصلح على الانكار\nكذلك وقد جرت العادة بفعله دفعا للخصومة وافتداء لليمين - قال (باب نصب\nالميزاب واشراع الجناح) ذكر فيه قلع عمر ميزاب العباس رضي الله عنهما - قلت\n- في الخلاصة الغزالية لو أشرع جناحا على شارع نافذ ولم يضر بالمجتازين ترك\nوهذا الأثر يخالف هذا لان عمر امر بالقلع ولو كان حقا لصاحب الدار لم يأمر\nبه فلما اخبره العباس انه عليه السلام نصبه رده لان الامام له ان يأذن في\nذلك ويقوم اذنه مقام جميع المسلمين كذا في التجريد للقدوري - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p066'> Vol. 06, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب لا ضرر ولا ضرار) ذكر فيه الحديث من طريق الدراوردي عن عمرو بن\nيحيى عن أبيه عن الخدري ثم <span id='ms533'></span> قال (تفرد به عثمان بن محمد عن الدراوردي)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p069'> Vol. 06, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nقلت - لم ينفرد به بل تابعه عبد الملك بن معاذ النصيبي فرواه كذلك عن\nالدراوردي كذا أخرجه أبو عمر في كتابيه التمهيد والاستذكار - قال (باب من\nأحيل على ملي فليتبع ولا يرجع على المحيل) قلت - أنكر ابن حرم على الشافعي\nفي أنه لا يرجع على المحيل في كل شئ وقال إن غره واحاله على غير ملي\nوالمحيل يدرى انه غير ملي أو لا يدرى فهو عمل فاسد وحقه باق على المحيل كما\nكان لأنه لم يحله على ملي - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p070'> Vol. 06, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قال يرجع على المحيل) ذكر فيه قول عثمان (ليس على مال امرئ\nمسلم توى يعنى حوالة) ثم ذكر عن الشافعي (ان محمد بن الحسن احتج بان عثمان\nقال في الحوالة أو الكفالة يرجع صاحبها لا توى على مسلم فسألته عنه فزعم\nأنه عن رجل مجهول غير معروف منقطع عن عثمان قال الشافعي فهو في قوله يبطل\nمن وجهين ولو كان ثابتا لم يكن فيه حجة لأنه لا يدرى أقال ذلك في الحوالة\nأو الكفالة) قلت - الذي في كتب الحنفية ان محمدا ذكره في الأصل عن عثمان في\nالحوالة من غير شك كما أخرجه البيهقي أولا وكذا أخرجه ابن أبي شيبة في\nمصنفه عن وكيع عن شعبة بسنده وكيف يقال ذلك في الكفالة والرجوع فيها على\nالأصيل لا يتوقف على شرط موت الكفيل مفلسا وذكر أبو بكر الرازي وغيره انه\nلا يعلم لعثمان في ذلك مخالف من الصحابة ثم قال البيهقي (الرجل المجهول في\nهذا الحكاية خليد بن جعفر بصرى لم يحتج به البخاري واخرج مسلم حديثه الذي\nيرويه مع المستمر وكان شعبة إذا روى عنه اثنى عليه) - قلت - عدم احتجاج\nالبخاري به لا يضره كما عرف ومسلم وان قرنه في حديث مع المستمر فقد احتج به\nفي موضع آخر وقد ذكر البيهقي ذلك في كتاب المعرفة وكلامه ههنا يوهم ان\nمسلما لم يحتج به وقد روى عنه عزرة بن ثابت وشعبة <span id='ms534'></span> كان يعظمه ويثنى عليه\nوقال كان من أصدق الناس وأشدهم اتقانا ووثقه ابن معين وغيره فكيف يجعل مثل\nهذا مجهولا قال البيهقي (والمعروف معاوية بن قرة وهو منقطع لأنه من الطبقة\nالثالثة من تابعي أهل البصرة لم يدرك عثمان ولا كان في زمانه) - قلت - ذكر\nابن عساكر في تاريخ دمشق ان له رؤية وحكى عن ابن سعد أنه عده في الطبقة\nالثانية وحكى عن خليفة وغيره انه توفى سنة ثلاث عشرة ومائة وعن يحيى وغيره\nانه بلغ ستا وتسعين سنة فعلى هذا يكون مولده سنة سبع عشرة فكيف لم يكن في\nزمن عثمان وقال ابن حزم روينا من طريق عبد الرزاق أو عن معمر أو غيره عن\nقتادة عن علي قال في الذي أحيل لا يرجع على صاحبه الا ان يفلس أو يموت وهو\nقول شريح والحسن والشعبي والنخعي كلهم يقول إن لم ينصفه رجع على المحيل -\nوعن.. (1) لا يرجع على المحيل الا ان يموت المحال عليه قبل ان ينتصف فإنه\nيرجع على المحيل - وحكى صاحب الاستذكار أيضا عن شريح والشعبي والنخعي إذا\nأفلس أو مات يرجع على المحيل -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p071'> Vol. 06, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب وجوب الحق بالضمان) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p072'> Vol. 06, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nذكر في آخره حديث قبيصة بن المخارق - قلت - في قوله أسأله في حمالة ولم\nيذكر مبلغها دليل عل جواز الكفالة بالمجهول كما قال أبو حنيفة ومالك\nوأصحابهما وأبطلها الشافعي لأنه عليه السلام أباح له المسألة بنفس الكفالة\nولم يعتبر حال المكفول ففيه رد على مالك حيث لم يجوز له مطالبة الكفيل إذا\nقدر على مطالبة المكفول عنه - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p073'> Vol. 06, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الضمان عن الميت) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p075'> Vol. 06, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث زكريا بن أبي زائدة (عن سعد بن إبراهيم عن أبي سلمة عن أبي\nهريرة نفس المؤمن معلقة بدينه) ثم ذكره من طريق سفيان عن سعد بن إبراهيم عن\nعمر بن أبي سلمة عن أبي هريرة - قلت - سكت عن الطريقين ولم يبين أيهما أصح\nوينبغي أن تكون الثانية أصح لجلالة الثوري ولأنه زاد في السند عمر ولان\nإبراهيم بن سعد تابعه فرواه <span id='ms535'></span> عن أبيه كذلك وقد أخرجه الترمذي من حديث زكرياء\nثم أخرجه من طريق إبراهيم بن سعد عن أبيه ثم قال وهذا أصح من حديث زكريا -\nقال (باب الكفالة بالبدن) ذكر فيه (ان رجلا سأل رجلا ان يسلفه ألف دينار)\nوفيه (ائتني بكفيل) - قلت - لا دلالة فيه على الكفالة بالبدن لاحتمال انه\nطلب منه من يكفله في الذمة - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p076'> Vol. 06, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب اقرار المريض لوارثه) ذكر فيه (عن الساجي قال روى عن الحسن\nوعطاء وعمر بن عبد العزيز أن اقراره جائز) - قلت - لم يذكر سنده لينظر فيه\nوقد روى عن عطاء خلافه قال ابن أبي شيبة ثنا وكيع عن سفيان عن ابن جريج عن\nعطاء قال لا يجوز اقرار المريض وهذا سند صحيح جليل - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p085'> Vol. 06, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب اقرار الوارث بوارث) ذكر فيه حديث عائشة (ان سعدا وعبد بن زمعة\nتخاصما في ابن وليدة زمعة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p086'> Vol. 06, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر في آخر الباب حديثا عن ابن الزبير وفيه (فإنه ليس لك بأخ) ثم قال\n(عائشة تخبر عن القصة كأنها شهدتها والحديث الآخر في رواته من لا يعرف بسبب\nيثبت به حديثه وهو يوسف بن الزبير وابن الزبير كأنه لم يشهد القصة لصغره\nفرواية من شهدها والاسناد جميع من فيه مشهورون بالعدالة أولى) - قلت - اخرج\nالنسائي هذا الحديث عن إسحاق بن إبراهيم عن جرير وهذا سند صحيح وذكره صاحب\nالميزان من طريق أبي يعلى ثنا أبو خيثمة ثنا جرير ثم قال صحيح الاسناد وكذا\nقال الحاكم في المستدرك ويوسف معروف العدالة روى عنه مجاهد وبكر بن عبد\nالله المزني واخرج له الحاكم وذكره ابن حبان في الثقات وفى الكاشف للذهبي\nهو ثقة ولعل يوسف هذا اشتبه على البيهقي بآخر يقال له يوسف بن الزبير يروى\nعن أبيه عن مسروق هو وأبوه مجهولان وفى شهود عائشة للقصة نظر ولهذا قال\nالبيهقي (كأنها شهدتها) وان خالف ذلك بقوله (فرواية من شهدها) وكان سن ابن\nالزبير في ذلك الوقت نحوا من ثمان سنين ومثله يعقل ويميز فحمل اخباره على\nشهوده للقصة أولى <span id='ms536'></span> ثم إنه باعتراف أحد الوارثين لا يثبت النسب في حق الميت\nبالاتفاق ولم تقربه سودة بل علق الحكم باقرار عبد فعلم أنه عليه السلام\nأثبت النسب في حقه باقراره لا في حق أبيه ولو ثبت النسب في حق أبيه كان\nأمرها بالاحتجاب قطعا للرحم ويؤيده قوله في هذه الرواية فإنه ليس لك بأخ -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p087'> Vol. 06, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب العارية مضمونة) ذكر فيه قوله عليه السلام (بل عارية مضمونة) من\nوجوه في الأول ابن إسحاق وفى الثاني شريك وفيهما كلام واخرج الثاني أبو\nداود وقال هذه رواية يزيد ببغداد وروايته بواسط على غير هذا وفى الثالث قيس\nبن الربيع ضعفه البيهقي في باب من زرع في ارض غيره وفى الرابع مجهول ولفظه\nان شئت غرمنا هالك - وهذا يدل على أنها غير مضمونة إذ لو كانت مضمونة لغرم\nعليه السلام ما ضاع منها بدون ان يريد المشيئة إليه وفى الاشراف لابن\nالمنذر وفى بعض الأخبار انه عليه السلام قال لصفوان ان شئت غرمنا هالك -\nوفى هذا دليل على أنها ليست بمضمونة ولا اعلم مع من رأى تضمينها حجة توجب\nذلك انتهى كلامه وأيضا لو كانت مضمونة لغنى عليه السلام عن ذكر الضمان ولقل\nوهل تكون العارية الا مضمونة ثم كثر البيهقي وجوه الحديث ثم (قال بعض هذه\nالأخبار وإن كان مرسلا فإنه بقوي بشواهد هذه والموصولة قبله) - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p089'> Vol. 06, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nقلت - هذا الحديث اضطرب سندا ومتنا وجميع وجوهه لا يخلو عن نظر ولهذا قال\nصاحب التمهيد الاضطراب فيه كثير - ولا حجة فيه عندي في تضمين العارية انتهى\nكلامه ثم على تقدير صحة قوله مضمونة المراد مردودة أي مضمونا الرد عليك\nبدليل قوله حتى نؤديها إليك ويحتمل ان يريد اشتراط الضمان والعارية بشرط\nالضمان مضمونة في رواية للحنفية واخرج النسائي عن يعلي بن أمية قال قال لي\nرسول الله صلى الله عليه وسلم إذا اتتك رسلي فاعطهم ثلاثين درعا وثلاثين\nمغفرا قال قلت يا رسول الله أعارية مضمونة أو عارية مؤداة قال بل عارية\nمؤادة - قال ابن حزم حديث <span id='ms537'></span> حسن ليس في شئ مما روى في العارية خبر يصح غيره\nواماما سواه فليس يساوى الاشتغال به وقد فرق فيه بين الضمان والأداء ومن\nطريق عبد الرزاق قال عمر العارية بمنزلة الوديعة ولا ضمان فيها الا ان\nتتعدى - ومن طريق ابن أبي شيبة قال على العارية ليست بيعا ولا مضمونة إنما\nهو معروف الا ان يخالف فيضمن - قال ابن حزم صحيح وهو قول النخعي وعمر بن\nعبد العزيز والزهري وغيرهم وفى الاشراف لابن المنذر روينا عن علي وابن\nمسعود رضي الله عنهما قالا ليس على مؤتمن ضمان وممن كان لا يرى العارية\nمضمونة الحسن والنخعي وعمر بن عبد العزيز وبه قال الثوري وإسحاق والنعمان\nوأصحابه وذكر الخطابي كما ذكر ابن المنذر ثم ذكر البيهقي (عن الحسن عن سمرة\nعنه عليه السلام على اليد ما اخذت حتى تؤديه - ثم إن الحسن نسي حديثه فقال\nهو أمينك لا ضمان عليه) - قلت - لم يسمع الحسن من سمرة هذا الحديث وأيضا\nالأداء فرض ولا يلزم منه الضمان ولو لزم من هذا اللفظ الضمان للزم البيهقي\nان يضمن الرهون والودائع لأنها مما قبضت اليد وإذا لم يدل الحديث على\nالضمان فلم يخالفه الحسن في قوله لا ضمان عليه ولم ينسه أيضا وقد ذكر\nالبيهقي فيما بعد في باب من قتل عبده (حديث الحسن عن سمرة من قتل عبده\nقتلناه قال قتادة ثم إن الحسن نسي الحديث قال لا يقتل حر بعبد) ثم قال\nالبيهقي (يشبه أن يكون الحسن لم ينس الحديث لكن رغب عنه لضعفه وأكثر أهل\nالعلم بالحديث رغبوا عن رواية الحسن عن سمرة وذهب بعضهم إلى أنه لم يسمع\nمنه غير حديث العقيقة) انتهى كلامه وهذه العلة موجودة ههنا فعلى هذا لم ينس\nالحسن الحديث بل رغب عنه لضعفه - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p090'> Vol. 06, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قال لا يغرم) ذكر فيه حديث (ليس على المستعير غير المغل\nضمان) وفى سنده عمرو بن عبد الجبار عن عبيدة بن حسان فذكر عن الدارقطني\nتضعيفهما - قلت - الجرح المبهم لا يقبل <span id='ms538'></span> الا مبين السبب وعبيدة هذا لم يضعفه\nأحد من أهل هذا الشأن فيما علمت ولا ذكر له في كتاب ابن عدي أصلا وذكره\nالبخاري في تاريخه ولم يذكر فيه جرحا وعمرو بن عبد الجبار أيضا لم يضعفه\nأحد فيما علمت وذكره ابن عدي ولم يزد على قوله له مناكير - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p091'> Vol. 06, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب نصر المظلوم) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p094'> Vol. 06, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث أبي الزبير عن عبد الله بن عمرو (إذا رأيتم أمتي) إلى آخره\nثم قال (أبو الزبير لم يسمع من عبد الله بن عمرو) - قلت - ذكر صاحب الكمال\nانه سمع منه وفى علل الترمذي عن البخاري أنه قال روى عنه ولا اعرف له سماعا\nمنه - قال (باب رد قيمته إن كان من ذوات القيم أو مثله إن كان من ذوات\nالأمثال) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p095'> Vol. 06, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث التقويم على من أعتق شركا له في عبد ثم ذكر كسر بعض نسائه\nعليه السلام صحفة لأخرى ثم قال (قال بعضهم كانت الصحفتان للنبي عليه السلام\nولم يكن هناك تضمين) - قلت - ذكر صاحب الاستذكار ان مالكا وأصحابه\nوالكوفيين ذهبوا إلى الحديث الأول وقالوا من افسد حيوانا أو عروضا لا يكال\nولا يوزن (1) فعليه القيمة وذهب الشافعي وأصحابه إلى أنه لا يقضى بالقيمة\nفي شئ من ذلك الا عند عدم المثل واحتجوا بحديث القصعة وكلام البيهقي مخالف\nلما حكاه صاحب الاستذكار عن الشافعي وموافق لمذهب خصومه ثم ذكر البيهقي\nحديث القصعة من وجه آخر وفيه فليت عن جسرة فقال فيهما نظر - قلت - جسرة\nتابعية ثقة كذا قال احمد العجلي وحكى البيهقي فيما مضى في باب الجنب يمر\nبالمسجد عن البخاري أنه قال (عندها عجائب) قال صاحب الميزان ليس هذا بصريح\nفي الجرح وفليت ويقال له أفلت قال فيه ابن حنبل ما أرى به بأسا وقال\nالدارقطني كوفي صالح - قال (باب لا يملك آخذ (2) بالجناية شيئا)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p096'> Vol. 06, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث الشاة التي امر عليه السلام باطعامها للأسارى ثم قال (وهذا\nلأنه كان يخشى عليها الفساد وصاحبها كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p097'> Vol. 06, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nغائبا فرأى من المصحلة ان يطعمها الأسارى <span id='ms539'></span> ثم يضمن لصاحبها) - قلت -\nالامام إذا خاف التلف على ملك غائب يبيعه ويحبس ثمنه عليه ولا يجوز له ان\nيتصدق به - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p098'> Vol. 06, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من غصب لوحا فادخله) (في سفينة أو بنى عليه جدارا) - قلت - مذهب\nالشافعي انه يلزمه النقض ورد ما غصب وفي هذا ضرار وقال عليه السلام لا ضرر\nولا اضرار وقال تعالى (فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم)\nفان قيل - وفي رد الغاصب قيمة اللوح كما يقول الحنفية اضرار بالمغصوب منه -\nقلنا - قد خف ضرره بأخذ القيمة وفي الزام الغاصب بنفض بنائه ضرر محض غير\nمنجبر بشئ - فان قيل - الا ضرار بالغاصب أولى لأنه جان وقال عليه السلام\nليس لعرق ظالم حق - قلنا - جنايته لا تبيح اتلاف ماله وأيضا لو بنى على\nساحة ظنها له فعلى الخلاف ينقض بناؤه عند الشافعية مع أنه ليس بظالم ولا\nجان - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p100'> Vol. 06, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من اراق مالا ينتفع به من الخمر وغيرها) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p101'> Vol. 06, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nقال في آخره (واما الذي يروون عن عمر في توليتهم بيع الخمر فمذكور في\nكتاب الجزية باسناد منقطع في انكار عمر على من خلط أثمان الخمر والخنزير\nبمال الفئ وتأويل ابن عيينة قول عمر بتخليتهم وبيعها وليس في ذلك اذن من\nعمر بتوليتهم ببيعها) قلت - قد جاء ما يرد هذا وانه اذن بتوليتهم ببيعها\nقال ابن حزم روينا من طريق سفيان الثوري عن إبراهيم بن عبد الأعلى عن سويد\nبن غفلة قيل لعمر إن عمالك يأخذون الخمر والخنازير في الخراج فقال لا\nتفعلوا ولوهم بيعها - ثم صححه ابن حزم - قال (باب الشفعة فيما لم يقسم) ذكر\nفيه حديث جابر (فإذا وقعت الحدود وصرفت الطرق فلا شفعة) قلت - هذا الحديث\nمخالف لمذهب الشافعية لأنه علق فيه انتفاء الشفعة على مجموع أمرين وهما\nالقسمة وصرف الطريق فمقتضاه انه لو حصلت القسمة ولم تصرف الطرق بأن كان\nشريكا في الطريق أنه يكون له الشفعة وليس هذا مذهبهم - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p102'> Vol. 06, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الشفعة بالجوار) ذكر فيه قول أبى رافع للمسور (الا تأمر هذا\nيعنى <span id='ms540'></span> سعدا ان يشترى منى بيتي اللذين من داره ثم قال أبو رافع سمعت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p105'> Vol. 06, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nالنبي صلى الله عليه وسلم يقول الجار أحق بصقبه) قال البيهقي (في سياق\nالقصة دلالة على أنه ورد في غير الشفعة وانه أحق بان يعرض عليه) - قلت -\nهذا ممنوع بل سياقها يدل على أنه ورد في الشفعة وكذا فهم منه البخاري وأبو\nداود وغيرهما وقد صرح بذلك في قوله أحق بشفعة أخيه والعرض مستحب وظاهر قوله\nأحق وقوله ينتظر به الوجوب وأيضا الأصل عدم تقدير العرض ثم حكى البيهقي عن\nالشافعي (أنه قال ثبت انه لا شفعة فيما قسم فدل على أن الشفعة للجار الذي\nلم يقاسم دون المقاسم) - قلت - قد ثبت انه لا شفعة فيما قسم وصرفت فيه\nالطرق كما قدمنا ومال أبى رافع كان مفرزا بالقسمة وإنما الطرق كانت مشتركة\nفصريح القصة يخالف تأويل الشافعي هذا ومذهبه وقد جاء ذلك مصرحا في قوله في\nحديث جابر المذكور بعد (الجار أحق بشفعة أخيه إذا كان طريقهما واحدا) - ثم\nذكر البيهقي الحديث من طريق عبد الملك هو ابن أبي سليمان عن عطاء عن جابر\nثم حكى عن الشافعي (قال سمعنا بعض أهل العلم يقول نخاف ان لا يكون محفوظا)\nثم استدل الشافعي على ذلك برواية أبى سلمة عن جابر قال عليه السلام (الشفعة\nفيما لم يقسم فإذا وقعت الحدود فلا شفعة قال وروى أبو الزبير عن جابر ما\nيوافق قول أبى سلمة ويخالف ما روى عبد الملك) - قلت - في هذا الحديث زيادة\nوهي قوله وصرفت الطرق كما ذكره البيهقي في الباب السابق فانتقاء الشفعة\nبمجموع الامرين فمقتضاه انه إذا وقعت الحدود وكان الطريق مشتركا تثبت\nالشفعة كما قدمنا فثبت بذلك ان الحديثين متفقان لا مختلفان وقد اخرج\nالنسائي في سننه عن محمد بن عبد العزيز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p106'> Vol. 06, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nابن أبي رزمة عن الفضل بن موسى عن حرب بن أبي العالية عن أبي الزبير عن\nجابر أن النبي صلى الله عليه وسلم قضى بالشفعة بالجوار - وهذا سند صحيح\nيظهر به ان <span id='ms541'></span> أبا الزبير روى ما يوافق رواية عبد الملك لا رواية أبى سلمة كما\nذكره الشافعي وتأيد هذا بعدة أحاديث سنذكرها إن شاء الله تعالى ثم ذكر\nالبيهقي (ان شعبة قيل له تدع حديث عبد الملك بن أبي سليمان وهو حسن الحديث\nقال من حسنها فررت) - قلت - كتب الحديث مشحونة بان شعبة روى عنه وقال\nالترمذي روى وكيع عن شعبة عن عبد الملك هذا الحديث ثم ذكر البيهقي عن جماعة\n(انهم أنكروا عليه هذا الحديث) - قلت - ذكر صاحب الكمال عن ابن معين أنه\nقال لم يحدث به الا عبد الملك وقد أنكر عليه الناس ولكن عبد الملك ثقة صدوق\nلا يرد على مثله وذكر أيضا عن الثوري وابن حنبل قالا هو من الحفاظ وكان\nالثوري يسميه الميزان وعن أحمد بن عبد الله ثقة ثبت واخرج لم مسلم في صحيحه\nوقال الترمذي ثقة مأمون عند أهل الحديث لا نعلم أحدا تكلم فيه غير شعبة من\nاجل هذا الحديث وذكره ابن حبان في الثقات وقال إنا محمد بن المنذر سمعت أبا\nزرعة سمعت أحمد بن حنبل وابن معين يقولان عبد الملك ثقة قال ابن حبان روى\nعنه الثوري وشعبة وأهل العراق وكان من خيار أهل الكوفة وحفاظهم والغالب على\nمن يحدث من حفظه ان يهم وليس من الانصاف ترك حديث شيخ ثبت بأوهام يهم في\nرواية ولو سلكنا ذلك لزمنا ترك حديث الزهري وابن جريج والثوري وشعبة لأنهم\nلم يكونوا معصومين - وتأويل الشافعي الجار بالشريك يرده ما أخرجه ابن أبي\nشيبة عن أبي أسامة عن حسين المعلم عن عمرو بن شعيب عن عمرو بن الشريد عن\nأبيه قلت يا رسول الله ارض ليس لأحد فيها قسم ولا شريك الا الجوار قال\nالجار أحق بسقبه ما كان - واخرج الطحاوي هذا الحديث ولفظه ليس لأحد فيها\nقسم ولا شريك الا الجوار - وأخرجه ابن جرير الطبري في التهذيب ولفظه ليس\nفيها لا حد شرب ولا قسم الا الجوار - فهذا تصريح بوجوبها لجوار لا شركة فيه\nفدل <span id='ms542'></span> على أن الجار الملازق تجب له الشفعة وان لم يكن شريكا وقال ابن جرير\nرواه عمرو بن شعيب عن سعيد بن المسيب عن الشريد بن سويد من حضر موت انه\nعليه السلام قال الجار والشريك أحق بالشفعة ما كان يأخذها أو يترك فظاهر\nعطف الشريك على الجار يقتضى ان الجار غير الشريك وأخرج ابن حبان في صحيحه\nحديث الجار أحق بصقبه - من حديث أبي رافع وانس عن النبي صلى الله عليه وسلم\nواخرج أيضا عن انس انه عليه السلام قال جار الدار أحق بالدار - وأخرجه\nالنسائي أيضا وعن الحسن عن سمرة بن جندب عن النبي صلى الله عليه وسلم قال\nجار الدار أحق بدار الجار - أخرجه أبو داود النسائي والترمذي وقال حسن صحيح\nوسيأتي إن شاء الله تعالى في كتاب الهبة ان الحاكم ذكر في أثناء كتاب\nالبيوع من المستدرك حديثا من رواية الحسن عن سمرة ثم قال قد احتج البخاري\nبالحسن عن سمرة وفى مصنف ابن أبي شيبة في كتاب أقضيته عليه السلام ثنا جرير\nعن منصور عن الحكم عن علي وعبد الله قالا قضى رسول الله صلى الله عليه وسلم\nبالشفعة للجوار وفى التهذيب لابن جرير الطبري روى موسى ابن عقبة عن إسحاق\nبن يحيى عن عبادة بن الصامت ان النبي صلى الله عليه وسلم قضى ان الجار أحق\nبصقب جاره - واخرج ابن جرير أيضا بسنده عن عكرمة عن ابن عباس قال قال رسول\nالله صلى الله عليه وسلم إذا أراد أحدكم ان يبيع عقاره فليعرضه على جاره -\nفظهر بمجموع هذه الأحاديث ان للشفعة ثلاثة أسباب الشركة في نفس المبيع ثم\nفي الطريق ثم في الجوار وظاهر قوله عليه السلام جار الدار أحق بالدار من\nيأخذ الدار كلها وليس ذلك الا الجار واما الشريك فإنه يأخذ بعضها ولان\nالشفعة إنما وجبت لأجل التأذى الدائم وذلك موجود للجار أيضا ولو وجبت لأجل\nالشركة لوجبت في سائر العروض فلما لم تجب الا في العقار علمنا أن سبب\nالوجوب هو التأذى <span id='ms543'></span> وحكى الطبري ان القول بشفعة الجوار هو قول الشعبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p107'> Vol. 06, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nوشريح وابن سيرين والحكم وحماد والحسن وطاوس والثوري وأبي حنيفة وأصحابه\nوفى الاستذكار روى ابن عيينة عن عمرو بن دينار عن أبي بكر بن حفص بن عمر بن\nسعد بن أبي وقاص ان عمر كتب إلى شريح ان اقض ان الشفعة للجار فكان يقضى بها\nوسفيان عن إبراهيم بن ميسرة قال كتب الينا عمر بن عبد العزيز إذا حدت\nالحدود فلا شفعة قال إبراهيم فذكرت ذلك لطاوس فقال لا الجار أحق - قال (باب\nألفاظ منكرة في الشفعة) ذكر فيه حديثا في سنده السرى بن سهل عن عبد الله بن\nرشيد عن عبد الله بن بزيع ثم قال (ابن بزيع ضعيف ومن دونه لا يحتج بهما) -\nقلت - ابن رشيد لا ذكر له في الميزان ولا في شئ مما عندنا من كتب الضعفاء\nوالسري هو ابن عاصم بن سهل الان البيهقي القول فيه وكذبه ابن خراش وقال ابن\nعدي يسرق الحديث - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p108'> Vol. 06, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nقال (كتاب القراض) ذكر فيه (خروج عبد الله وعبيد الله ابني عمر إلى\nالعراق) - قلت - ذكر هذا الأثر في هذا الباب وجعل المال قراضا مشكل وقد قال\nعبيد الله لو هلك المال ضمناه ولم ينكره عمر ولا أحد من الصحابة رضي الله\nعنهم والمقارض امين لا ضمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p110'> Vol. 06, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nعليه الا إذا استهلك أو ضيع ذكره صاحب الاستذكار وقد ذكر البيهقي في آخر\nالباب التالي لهذا الباب ان المزني أوله بطيب أنفسهما بذلك وفيه بعد وفى\nاختلاف العلماء للطحاوي قال أبو حنيفة من غصب شيئا فربح فيه ضمنه وتصدق\nبالربح وقال مالك يطيب له الربح لأنه ضامن للمال ثم ذكر الطحاوي هذا الأثر\nوقال يحتمل ان عمر عاقبهما بذلك كما شاطر عماله أموالهم وكما روى أن رفقاء\n(1) لحاطب سرقوا ناقة فنحروها فسأل صاحبها عن ثمنها فقال أربعمائة درهم\nفقال اعطه ثمانمائة درهم - قال (باب المضارب يخالف ومن اتجر في مال غيره\nبغير امره)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p111'> Vol. 06, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث شبيب عن عروة البارقي ثم علله مما في <span id='ms544'></span> سنده من الارسال وهو\n(ان شبيبا لم يسمعه من عروة وإنما سمعه من الحي عنه) - قلت - قد قدمنا ان\nمثل هذا لا يسمى مرسلا عند أهل هذا الشأن بل في سنده جهالة وقد زالت بان\nأبا داود والترمذي أخرجاه من غير وجه من حديث ابن زياد (1) أخي حماد بن زيد\nعن الزبير بن خريت عن أبي لبيد حدثني عروة فذكره وسعيد وان قال البيهقي عنه\nليس بالقوى فقد احتج به مسلم واستشهد به البخاري ووثقه ابن معين وغيره\nوالزبير احتج به الشيخان وأبو لبيد ثقة روى له أصحاب السنن وذكره ابن حبان\nفي الثقات وقد تابع سعيد بن ريد على رواية هذا الحديث هارون بن موسى الأعور\nقال الترمذي ثنا أحمد بن سعيد الدارمي ثنا حبان بن هلال ثنا هارون الأعور\nثنا الزبير بن خريت فذكره وهذا السند على شرط الشيخين فظهر بهذا انه حديث\nثابت متصل روى من وجوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p112'> Vol. 06, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nوروى أيضا من حديث حكيم بن حزام من وجهين على ما نذكره إن شاء الله تعالى\nثم أخرجه البيهقي من حديث شيخ من أهل المدينة عن حكيم بن حزام - قلت - قد\nروى من وجه آخر قال الترمذي ثنا أبو كريب ثنا أبو بكر بن عياش عن أبي حصين\nعن حبيب بن أبي ثابت عن حكيم بن حزام فذكره ورجال هذا السند على شرط\nالبخاري وقال الترمذي حبيب لم يسمع عندي من حكيم بن حزام - قال (باب\nالمعاملة على النخل بشطر ما يخرج منها) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p113'> Vol. 06, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n- قلت خص البيهقي النخل والحديث المذكور في هذا الباب يشمل غيره أيضا\nوذكر ابن حزم وغيره عن الشافعي انه لم يجز المساقاة في أشهر قوليه الا في\nالنخل والعنب فقط قال ابن حزم خالف الحديث قد كان يجيز (1) بلا شك سل (2)\nوكلما نبت في ارض العرب من الرمان والموز والقصب والبقول فعاملهم النبي\nعليه السلام على نصف ما يخرج منها -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p114'> Vol. 06, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب المعاملة على زرع البياض الذي بين اضعاف النخل مع المعاملة على\nالنخل) ذكر فيه معاملته <span id='ms545'></span> عليه السلام أهل خيبر بشطر ما يخرج من ثمر أو زرع -\nقلت - ذكر القدوري في كتاب التجريد ما ملخصه ان خيبر كانت كسائر البلاد\nفيها الأرض البيضاء والتي فيها النخل ويمكن افراد سقى النخل عن سقى الأرض\nوالنبي صلى الله عليه وسلم عامل على الجميع ولم يستثن فيلزم الشافعي تجويز\nالمزارعة على الجميع كما قاله أبو يوسف ومحمد أو ابطالها في الجميع كما\nقاله أبو حنيفة - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p115'> Vol. 06, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من كره اخذ الأجرة عليه) يعنى القرآن ذكر فيه حديث عبادة بن نسي\nعن الأسود بن ثعلبة عن عبادة بن الصامت ثم ذكر عن ابن المديني (أنه قال\nاسناده كله معروف الا اسود بن ثعلبة فانا لا نحفظ عنه الا هذا الحديث) -\nقلت - ذكره ابن حبان في الثقات وصحح الحاكم حديثه هذا وقال صاحب التمهيد\nحديث معروف عند أهل العلم لأنه روى عن عبادة من وجهين - وقد حفظ عنه ثلاثة\nأحاديث اخر - أحدها - من روايته عن عبادة بن نسي عن عبد الرحمن بن عثمان عن\nمعاذ بن جبل عن النبي صلى الله عليه وسلم قال إذا مضى للنفساء سبع ثم رأيت\nالطهر فلتغتسل ولتصل - أخرجه الحاكم في المستدرك وقال الأسود بن ثعلبة شامي\nمعروف والثاني - أخرجه البزار من روايته عن عبادة بن الصامت في ذكر الشهداء\n- والثالث - أخرجه البزار أيضا من روايته عن معاذ بن جبل وفيه انكم على\nبينة من ربكم ما لم تظهر فيكم سكرتان - ثم قال البيهقي (وقد قيل عن عبادة\nبن نسي عن جنادة بن أبي أمية عن عبادة) ثم أخرجه من طريق أبى داود\nالسجستاني - قلت - وأخرجه أيضا الحاكم وقال صحيح الاسناد ثم البيهقي (وروى\nمن وجه آخر منقطع عن أبي بن كعب) ثم ذكره من حديث عطية بن قيس الكلابي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p125'> Vol. 06, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n(قال علم أبى) إلى آخره - قلت - هذا الحديث أخرجه ابن ماجة في سننه وعطية\nهذا تابعي ذكر صاحب الكمال عن أبي مسهر أنه ولد في حياة النبي صلى الله\nعليه وسلم فعلى هذا روايته عن أبي <span id='ms546'></span> محمولة على الاتصال وقد ذكر قاسم بن اصبغ\nهذا الحديث من جهة أبى إدريس الخولاني عن أبي وذكره صاحب الميزان في ترجمة\nشبابة بن سوار وقال حدثنا عبد الله بن العلاء بن زبر ثنا بشر بن عبيد الله\nعن أبي إدريس فذكره ثم قال مرسل جيد الاسناد - وقال المزي في أطرافه رواه\nموسى ابن علي بن رباح عن أبيه عن أبي بن كعب ورواه محمد بن جحادة عن رجل\nيقال له ابان عن أبي - وروى إسماعيل بن عياش عن عبد ربه بن سليمان عن\nالطفيل بن عمرو الدوسي قال أقرأني أبى القرآن فأهديت له قوسا فغدا إلى رسول\nالله صلى الله عليه وسلم وهو متقلدها - فذكر الحديث - ثم قال البيهقي (وروى\nمن وجه آخر ضعيف عن أبي الدرداء) ثم ذكر عن دحيم (انه ليس له أصل - قلت -\nأخرجه البيهقي هنا بسند جيد فلا ادرى ما وجه ضعفه وكونه لا أصل له -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p126'> Vol. 06, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب كسب الرجل) ذكر فيه حديث (لا تسلميه حجاما) ثم حمله على التنزيه\nلا التحريم - قلت - في سنده أبو ماجدة ذكره ابن حبان في الثقات من التابعين\nوقال اسمه علي بن ماجدة وقال عبد الحق في الأحكام الحديث لا يصح من قبل ابن\nماجدة وقال ابن القطان وغيره لا يعرف حاله وقال البخاري في التاريخ هو حديث\nمرسل لم يصح اسناده وقال الترمذي والدارقطني ابن ماجدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p127'> Vol. 06, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nمجهول زاد الدارقطني متروك فعلى هذا لا حاجة إلى تأويل هذا الحديث -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p128'> Vol. 06, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من زرع ارض غيره بغير اذنه) ذكر فيه حديثا عن أبي إسحاق عن عطاء\nعن رافع بن خديج ثم ذكر عن الشافعي (انه منقطع لأنه لم يلق عطاء رافعا)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p136'> Vol. 06, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر عن ابن عدي (قال كنت أظن أن عطاء عن رافع مرسل حتى تبين لي ان أبا\nإسحاق أيضا عن عطاء مرسل) - قلت - ذكر صاحب الكمال ان عطاء سمع رافع بن\nخديج وأخرج الترمذي هذا الحديث وقال حسن غريب وسألت محمد بن إسماعيل عنه\nفقال حديث حسن وأخرج <span id='ms547'></span> البخاري في كتاب الحج من صحيحه من حديث أبي إسحاق قال\nسألت مسروقا وعطاء ومجاهدا فقالوا اعتمر رسول الله صلى الله وعليه وسلم في\nذي الحجة قبل ان يحج وهذا تصريح بسماع أبي إسحاق من عطاء ثم ذكر البيهقي\nالحديث من وجه آخر وفى سنده بكير بن عامر البجلي فقال (وان استشهد به مسلم\nفقد ضعفه القطان وحفص بن غياث وابن حنبل وابن معين) - قلت - ذكره ابن حبان\nفي الثقات ووثقه ابن عمار وقال صاحب الكمال روى له مسلم وقال ابن عدي لم\nأجد له متنا منكرا واخرج صاحب المستدرك حديثه هذا وقال صحيح الاسناد ثم\nذكره من وجه آخر وفي سنده أبو جعفر عمير بن يزيد الخطمي فقال (لم أر\nالبخاري ولا مسلما احتجابه) - قلت - هو ثقة واخرج له الحاكم في المستدرك\nفلا يضره عدم احتجاجهما به كما تقدم غير مرة - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p137'> Vol. 06, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في نصب الجماجم) ذكر فيه حديثا عن عمر بن علي بن حسين\nعنه عليه السلام ثم قال (منقطع) - قلت - أخرجه البزار متصلا فقال ثنا محمد\nابن معمر ثنا يعقوب بن محمد ثنا عبد العزيز بن محمد عن هيثم بن محمد بن حفص\nعن عمر بن علي عن أبيه عن جده يعنى عليا رضي الله عنه فذكره لكن الهيثم هذا\nمجهول قاله أبو حاتم الرازي ولا يعرف روى عنه غير الدراوردي ذكره ابن\nالقطان - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p138'> Vol. 06, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب قطع السدر) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p139'> Vol. 06, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديثا ثم قال (ورواه القاسم بن أبي شيبة عن وكيع) ثم قال (قال\nأبو علي ما أراه حفظه وقد تكلموا فيه يعنى القاسم) - قلت - تابعه مليح بن\nوكيع فرواه عن أبيه كذلك هكذا أخرجه الطحاوي في مشكل الحديث فقال ثنا\nإبراهيم ابن أبي داود ثنا مليح بن وكيع ثنا أبي فذكره - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p140'> Vol. 06, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب لا يترك ذمي يحييه) ذكر فيه حديث (عادى الأرض لله ولرسوله ثم\nلكم من بعدي) - قلت - ذكره من وجه مرسلا عن طاوس ومن وجه ثان موقوفا على\nابن عباس ومن وجه ثالث <span id='ms548'></span> مرفوعا ولفظه (موتان الأرض لله ولرسوله فمن أحيا\nمنها شيئا فهي له) ثم قال (تفرد به معاوية بن هشام) انتهى كلامه ومعاوية\nهذا ذكره ابن الجوزي في كتابه في الضعفاء وقال روى ما ليس بسماعه فتركوه\nوذكر غيره عن ابن معين قال صالح وليس بذاك وعلى تقدير ثبوت حديثه هذا هو\nعام يشمل المسلم والذمي فهو مخالف لمقصود البيهقي وكذا قوله عليه السلام في\nالحديث المذكور في الباب الذي قبل هذا الباب العباد عباد الله والبلاد بلاد\nالله فمن أحيا من موات الأرض شيئا فهو له - وقوله ثم لكم من بعدي - على\nتقدير ثبوته وتسليم انه خطاب للمسلمين خاصة هو ذكر فرد من افراد العموم فلا\nيخصه على ما عرف فبقي الحكم للعام - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p143'> Vol. 06, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الحمى) (ذكر فيه) حديث الصعب (حمى عليه السلام النقيع) ثم قال\n(قال البخاري هذا وهم) قال البيهقي (لان قوله حمى النقيع ذكره من قول\nالزهري وكذا قاله ابن أبي الزناد عن عبد الرحمن بن الحارث) - قلت - ليس ذلك\nمن قول الزهري بل حكاه عن النبي عليه السلام كما ذكره البيهقي في أول هذا\nالباب عنه (أنه قال بلغنا ان رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p146'> Vol. 06, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nحمى النقيع) ووصله أبو داود فقال ثنا سعيد بن منصور ثنا عبد العزيز بن\nمحمد عن عبد الرحمن بن الحارث عن ابن شهاب عن عبيد الله بن عبد الله عن ابن\nعباس عن الصعب بن جثامة انه عليه السلام حمى النقيع - وهذا الحديث يخالف ما\nذكره البيهقي عن عبد الرحمن بن الحارث ويدل على أن ذلك قول النبي عليه\nالسلام لا قول الزهري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p147'> Vol. 06, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب منع فضل الماء) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p151'> Vol. 06, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n(ذكر فيه حديث نقع البئر من حديث الثوري عن أبي الرجال عن عمرة عن عائشة)\nثم قال (إنما يعرف موصولا من حديث عبد الرحمن بن أبي الرجال عن أبيه) - قلت\n- تابع الثوري على روايته موصولا عن أبي الرجال بدون ذكر ابنه عبد الرحمن\nمحمد بن إسحاق كما ذكره البيهقي وتابعه أيضا خارجة <span id='ms549'></span> بن عبد الله بن سليمان\nقال أبو عمر في التمهيد ثنا سعيد بن نصر ثنا القاسم ابن إصبع ثنا إسماعيل\nبن إسحاق القاضي ثنا عبد الله بن مسلمة القعنبي ثنا خارجة عن أبي الرجال عن\nأمه عمرة عن عائشة عن النبي صلى الله عليه وسلم انه نهى ان يمنع نقع بئر -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p152'> Vol. 06, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قضى بين الناس بما فيه صلاحهم) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p156'> Vol. 06, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه اثرا عن عمرو بن يحيى عن أبيه ثم قال (مرسل وقد روى في معناه\nحديث مرفوع) ثم ذكره من حديث محمد ابن علي عن سمرة بن جندب - قلت - ذكر ابن\nحزم انه منقطع لان محمد بن علي لاسماع له من سمرة وذكر البيهقي في أول هذا\nالباب حديث عمرو بن يحيى عن أبيه (لا ضرر ولا ضرار) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p157'> Vol. 06, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال (واما حديث لا ضرر ولا ضرار فهو مرسل) - قلت - كيف يقول هذا وقد\nأخرجه هو فيما مضى في باب لا ضرر ولا ضرار متصلا - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p158'> Vol. 06, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الصدقة في الأقربين) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p164'> Vol. 06, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه تصدق أبى طلحة ببيرحاء - قلت ذكر هذا الحديث وأشباهه في كتاب\nالوقف فيه نظر إذ لم يصرح بأنه وقفها بل الظاهر أنه ملكهم رقبتها وإن\nالمراد من قوله فقسمها بين أقاربه قسمة رقبتها ويدل عليه ما ذكره صاحب\nالتمهيد ان حسان باع معاوية نصيبه - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p165'> Vol. 06, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب هبة المشاع) ذكر فيه حديث جابر (بعت رسول الله صلى الله عليه\nوسلم بعيرا فوزن لي فارجح) وقول البهزي (يا رسول الله شأنكم بهذا الحمار\nفامر عليه السلام أبا بكر فقسمه بين الرفاق) - قلت - المشاع لا يكون قبضه\nوهو شرط في الهبة واعتبار أبى بكر رضي الله عنه الحيازة يدل على ذلك - فان\nقيل - فقد وهب مشاعا - قلنا - العقد جائز بلا خلاف وإنما الخلاف في وقوع\nالملك كذا في التجريد للقدوري وإنما أرجح عليه السلام في حديث جابر ليتيقن\nبه الايفاء زيادة في الثمن لا هبة والزيادة لا يؤثر فيها الشيوع - فان قيل\n- توجب جهالة الثمن قلنا الجهالة لا تؤثر في الثمن <span id='ms550'></span> المعين وحديث البهزي كان\nعلى وجه الإباحة ولا يؤثر فيها الشيوع والقسمة فيها بان تفرد لكل ما يأكله\nعلى ملك المبيع والممتنع هو القسمة على وجه التمليك - قال (باب العمرى)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p171'> Vol. 06, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه (ان ابن عمر جعل العمرى للمعمر حياته وموته) ثم قال (وهذا يدل\nعلى أن الذي روى أن حفصة أسكنت دارها ابنة زيد بن الخطاب ما عاشت فلما ماتت\nابنة زيد قبض ابن عمر المسكن ورأي أنه له ورد في العارية دون العمرى) - قلت\n- استدل بهذا أبو عمر في التمهيد على أن مذهب ابن عمر في العمرى خلاف مذهبه\nفي الاسكان وقال في التمهيد جماعة أهل الفتوى على الفرق بين العمرى والسكنى\nوإذا كان الاسكان ليس بعمرى وقد صرح في القضية بان حفصة أسكنت فلا حاجة إلى\nتأويل البيهقي بأنه لم يرد في العمرى - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p175'> Vol. 06, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب رجوع الوالد فيما وهب لولده) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p178'> Vol. 06, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه نحلة بشير لابنه النعمان وقوله عليه السلام (اردده) - قلت - قد\nاضطرب متنه اضطرابا شديدا وأخرجه مسلم من حديث جابر قالت امرأة بشيرا نحل\nابني غلامك فأتى رسول الله صلى الله عليه وسلم فقال إن ابنة فلان سألتني ان\nانحل ابنها غلامي الحديث ففيه انه شاور النبي عليه السلام قبل الهبة فدله\nعلى ما هو الأولى به قال الطحاوي حديث جابر أولى من حديث النعمان لان جابرا\nاحفظ له واضبط لان النعمان كان صغيرا - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p179'> Vol. 06, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب المكافأة في الهبة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p180'> Vol. 06, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديثا (عن أحمد بن أبي غرزة عن عبيد الله بن موسى عن حنظلة بن\nأبي سفيان عن سالم عن أبيه عن النبي صلى الله عليه وسلم من وهب هبة فهو أحق\nبها) ثم قال (وكذلك رواه علي بن سهل عن عبيد الله وهو وهم إنما المحفوظ عن\nحنظلة عن سالم عن أبيه عن عمر قوله) - قلت - المرفوع رواته ثقات كذا قال\nعبد الحق في الأحكام وصححه ابن حزم وأخرجه الحاكم في المستدرك عن إسحاق بن\nمحمد عن ابن أبي غرزة ثم قال صحيح على شرط الشيخين <span id='ms551'></span> الا أن يكون الحمل فيه\nعلى شيخنا - وقد توبع راويه عليه كما ذكر البيهقي أخرجه كذلك الدارقطني عن\nإسماعيل الصفار عن علي بن سهل عن عبيد الله فلا حمل إذا على شيخ الحاكم ولا\nنسلم للبيهقي انه وهم بل يحمل على أن لعبيد الله فيه اسنادين - ثم ذكره\nالبيهقي من حديث سعيد ابن مسعود (عن عبد الله بن موسى عن إبراهيم بن\nإسماعيل عن عمرو بن دينار عن أبي هريرة عنه عليه السلام) ثم قال (هذا المتن\nبهذا الاسناد أليق) - قلت - هذا دعوى - ثم ذكر حديثا عن الحسن عن سمرة ثم\nقال (ليس بالقوى) - قلت - أخرجه الحاكم في المستدرك وقال صحيح على شرط\nالبخاري وذكر في أثناء كتاب البيوع حديث الحسن عن سمرة انه عليه السلام نهى\nعن بيع الشاة - وصحح اسناده وقال قد احتج البخاري بالحسن عن سمرة - ثم ذكر\nالبيهقي حديث أسامة ابن زيد (عن عمرو بن شعيب عن أبيه عن عبد الله بن عمرو\nبن العاص مثل الذي يسترد ما وهب كمثل الكلب) إلى آخره - قلت - ذكر البيهقي\nفي أبواب الهدى عن يعقوب بن سفيان ان أسامة بن زيد عند أهل بلده المدينة\nثقة مأمون وقال أيضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p181'> Vol. 06, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nفي باب الطلاق قبل النكاح إذا قيل عمرو بن شعيب عن أبيه عن جده عبد الله\nزال الاشكال واتصل الحديث وقال أبو بكر النيسابوري صح سماع عمرو من أبيه\nشعيب وسماع شعيب من جده عبد الله بن عمرو فبهذا الاعتبار هذا الحديث صحيح\nوفيه دلالة ظاهرة على أن الرجوع في الهبة ليس بممنوع وان المراد بقوله عليه\nالسلام كالكلب يعود في قيئه الكراهة والاستقذار كفعل الكلب إذ لا يوصف فعله\nبتحريم بل التشبيه وقع بأمر مكروه في الطبيعة لتثبت به الكراهة في الشريعة\nيؤيد هذا المعنى ويوضحه ما في الصحيحين ان عمر حمل على فرس ثم أراد أن\nيشتريه فقال عليه السلام لا تشتره ولا تعد في صدقتك فان العائد في هبته\nكالعائد في قيئه - ولم يوجب ذلك حرمة ابتياع <span id='ms552'></span> المتصدق الصدقة ولكن تركه أفضل\nفكذا هذا والى جواز الرجوع في الهبة ذهب جماعة من الصحابة كعمر وعثمان وعلى\nوأبى الدرداء وغيرهم وهو مذهب جمهور التابعين واخرج ابن أبي شيبة عن ابن\nعمر قال هو أحق بها ما لم يرض منها - يعنى الهبة وصححه ابن حزم وقال لا\nمخالف لهم من الصحابة - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p182'> Vol. 06, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب اللقطة يأكلها الغنى والفقير) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p185'> Vol. 06, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه قوله عليه السلام لأبي (فان جاء صاحبها والا فاستمتع بها) وذكر\nفي كتاب المعرفة ان الشافعي قال قد امر عليه عليه السلام أبيا وهو أيسر أهل\nالمدينة أو كأيسرهم وجد صرة فيها مائة أو ثمانون دينارا ان يأكلها - قلت -\nأجاب الطحاوي عن هذا بان يسر أبى إنما كان بعد النبي صلى الله عليه وسلم\nواما قبل ذلك فقد كان فقيرا ويدل عليه قوله عليه السلام لأبي طلحة في الأرض\nالتي جعلها الله اجعلها في فقراء قرابتك فجعلها لحسان وأبى - هذا الحديث\nذكره البيهقي في باب الوصية للقرابة وعزاه إلى البخاري تعليقا -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p186'> Vol. 06, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر البيهقي حديثا عن عمرو في سنده عمرو وعاصم ابنا سفيان ان أباهما\nسفيان إلى آخره - قلت - عمرو وعاصم وأبوهما لم أقف على حالهم وقد روى عن\nعمر خلاف هذا قال ابن أبي شيبة في مصنفه ثنا وكيع ثنا سفيان عن إبراهيم بن\nعبد الأعلى عن سويد هو ابن غفلة قال كان عمر بن الخطاب يأمران تعرف اللقطة\nسنة فان جاء صاحبها والا تصدق بها فان جاء صاحبها خير - وهذا سند جليل متفق\nعليه الا إبراهيم فان مسلما انفرد به وروى هذا الأثر عبد الرزاق عن الثوري\nبسنده ومعناه وقال ابن أبي شيبة ثنا وكيع ثنا الأسود بن شيبان عن أبي نوفل\nبن أبي عقرب عن أبيه قال التقطت بدرة فأتيت بها عمر بن الخطاب فقلت أغنها\nعنى قال وافنى بها الموسم فوافيته بها الموسم فقال عرفها حولا فعرفتها فلم\nأجد من يعرفها فاتيته فقلت أغنها عنى فقال الا أخبرك بخير سبلها تصدق بها\nفان جاء صاحبها فاختار <span id='ms553'></span> المال غرمت له وكان الاجر لك وان اختار الاجر كان\nالاجر له ولك ما نويت - وهذا أيضا سند صحيح والأسود وأبو نوفل اخرج لهما\nمسلم وأبوه صحابي ثم قال البيهقي (وروينا عن عائشة ان امرأة سألتها عن\nاللقطة فقالت استمتعي بها) - قلت - لم يذكر سنده وقد صح عن عائشة خلاف هذا\nقال ابن أبي شيبة ثنا أبو الأحوص عن أبي إسحاق عن العالية قالت كنت جالسة\nعند عائشة فاتتها امرأة فقالت وجدت شاة فكيف تأمريني ان اصنع فقالت عرفي\nواحتلبي واعلفي ثم عادت فقالت عائشة تأمريني ان آمرك ان تذبحها أو تبيعها\n(1) فليس لك ذلك - وأخرجه عبد الرزاق عن معمر والثوري عن أبي إسحاق بمعناه\nوهذا سند صحيح على شرط الجماعة خلا العالية وهي ثقة ذكرها ابن حبان في\nالثقات - ثم ذكر البيهقي حديث عطاء ابن يسار (عن علي انه وجد دينارا)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p187'> Vol. 06, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nإلى آخره - قلت - هو منقطع كذا ذكر الطحاوي وفي سنده شريك بن أبي نمر\nوفيه كلام وقد ذكر البيهقي هذا الحديث فيما بعد في باب مدة التعريف فأعاده\nمن عدة طرق ثم قال (في متن هذا الحديث اختلاف وفى أسانيده ضعف) وأخرجه في\nبعض تلك الطرق من طريق أبى داود (انه وجد حسنا وحسينا يبكيان) وفي آخره\n(انه رهنه بدرهم) ففيه ان ذلك كان للضرروة وكذا أوله البيهقي في ذلك الباب\nوصرح في آخره (انه دفعه على وجه الرهن) وليس في ذلك استهلاك للعين كالأب\nوالوصي يرهنان مال الصغير بدين عليهما ولا يدل ذلك على أن لهما استهلاك\nالعين وقد حكى الخطابي وأبو عمر عن علي انه كان يرى في اللقطة ان يتصدق بها\nالغنى وروى عبد الرزاق عن معمر عن أبي إسحاق عن أبي السفر أن رجلا اتى عليا\nفقال إني وجدت مائة درهم أو قريبا منها فعرفتها تعريفا ضعيفا وانا أحب ان\nلا تعرف فتجهزت بها وقد أيسرت اليوم قال عرفها فان عرفها صاحبها فادفعها\nإليه والا فتصدق بها فان جاء صاحبها فأحب أن يكون له <span id='ms554'></span> الاجر فسل ذلك (2)\nوالا غرمتها وكان لك الاجر - ثم ذكر البيهقي عن الشافعي حكاية عن رجل عن\nشعبة فذكر بسنده (ان ابن مسعود امر رجلا ان يستمتع باللقطة قال الشافعي\nورووا عن عامر عن أبيه عن عبد الله انه اشترى جارية فذهب صاحبها فتصدق\nبثمنها قال اللهم عن صاحبها فان كره فلي وعلى الغرم - ثم قال وهكذا يفعل\nباللقطة فخالفوا السنة وخالفوا حديث ابن مسعود الذي يوافق السنة وهو عندهم\nثابت - قلت - حديث عامر رواه ابن أبي شيبة وغيره عن عامر عن أبي وائل عن\nابن مسعود وعامر هذا هو ابن شقيق بن جمرة بالجيم وأبو وائل هو شقيق بن سلمة\nفلما توافق اسم أبى وائل واسم أبى عامر في شقيق ظن من قال عامر عن أبيه ان\nأبا وائل هو أبوه وليس الامر كذلك وحديث ابن مسعود الموافق للسنة كما زعم\nالشافعي في سنده مجهول فهو ليس بثابت ثم قال البيهقي (وقد روى عن علي من\nقوله ما يوافق قول العراقيين) ثم أسنده من حديث عاصم بن ضمرة عن علي - قلت\n- قد روى من وجه آخر وقد ذكرناه ثم روى البيهقي عن ابن عمر (أنه قال\nللملتقط لا آمرك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p188'> Vol. 06, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nان تأكلها) - قلت - وقد تقدم أيضا الامر بالتصدق عن عمرو على وعائشة وروى\nأيضا عن ابن عباس قال ابن أبي شيبة ثنا أبو بكر بن عياش عن عبد العزيز بن\nرفيع حدثني أبي قال وجدت عشرة دنانير فأتيت ابن عباس فسألته عنها فقال\nعرفها على الحجر سنة فإن لم تعرف فتصدق بها فان جاء صاحبها فخيره الاجر أو\nالغرم - وهذا السند على شرط البخاري خلا رفيعا وهو ثقة ذكره ابن حبان وقد\nذكر البيهقي في الباب الذي يلي هذا الباب (عن ابن عباس قال من أكل الضوال\nفهو ضال) وروى التصدق عن عبد الله بن عمرو أيضا قال ابن أبي شيبة ثنا زيد\nبن حباب عن عبد الرحمن بن شريح حدثني أبو قبيل عن عبد الله بن عمرو ان رجلا <span id='ms555'></span>\nقال التقطت دينارا فقال لا يأوى الضالة الاضال فاهدى به الرجل ليرمى به\nفقال لا تفعل فقال ما اصنع به فقال تعرفه فان جاء صاحبه فرده إليه والا\nفتصدق به - وهذا السند على شرط مسلم خلا أبا قبيل وهو ثقة وثقه ابن معين\nوابن حنبل وأبو زرعة وذكره ابن حبان في الثقات وقال ابن أبي شيبة ثنا وكيع\nعن طلحة بن يحيى عن عبد الله بن فروخ مولى أم سلمة قال سأل رجل أم سلمة زوج\nالنبي صلى الله عليه وسلم فقال الرجل يجد سوطا فقالت لا بأس به يصل به\nالمسلم يده قال والحذاء قالت والحذاء قال والوعاء قالت لا أحل ما حرم الله\nالوعاء تكون فيه النفقة - وهذا السند على شرط مسلم خلا ابن فروخ وقد ذكره\nابن حبان في الثقات وقد ذكر البيهقي هذا الأثر فيما بعد في باب قليل اللقطة\nوروى ابن أبي شيبة الامر بالتصدق عن سعيد بن المسيب والشعبي وروى أيضا عن\nالحسن قال لنا كان محتاجا إليها فليأكلها وروى عبد الرزاق الامر بالتصدق عن\nطاوس وعكرمة أيضا وفى الاشراف لابن المنذر وممن قال يعرفها حولا ثم يتصدق\nبها ويخير صاحبها إذا جاء بين الاجر والغرم له مالك والحسن بن صالح والثوري\nوأصحاب الرأي وقال الترمذي هو قول الثوري وابن المبارك وأهل الكوفة -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p189'> Vol. 06, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب تعريف اللقطة والاشهاد عليها) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p192'> Vol. 06, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nذكر في آخره حديث عياض بن حمار - قلت - أخرجه أبو داود بسند صحيح والامر\nبالاشهاد فيه زيادة ثقة فوجب قبولها والقول بوجوب الاشهاد، ومذهب الشافعي\nانه مستحب - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p193'> Vol. 06, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في قليل اللقطة) ذكر في آخره عن طلحة بن يحيى عن فروخ\nمولى طلحة سمعت أم سلمة - قلت - كذا في نسختين جيدتين والصواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p195'> Vol. 06, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن فروخ كما تقدم قريبا في اللقطة يأكلها الغنى والفقير - قال\n(باب من يعرف اللقطة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p196'> Vol. 06, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث حماد بن سلمة عن سلمة بن كهيل عن سويد بن غفلة عن أبي بن\nكعب ثم قال (قال أبو داود هذه <span id='ms556'></span> الزيادة التي زاد حما بن سلمة ان جاء صاحبها\nفعرف عفاصها ووكاءها فادفعها إليه ليست محفوظة) ثم قال البيهقي (قد رويناه\nعن الثوري عن سلمة بن كهيل) - قلت - ذكر ابن حزم ان حمادا لم ينفرد بزيادة\nالامر بالدفع بل وافقه على ذلك الثوري فرواه كذلك عن ربيعة عن يزيد بن خالد\nعن سلمة (1) بن كهيل عن سويد - ثم ذكر البيهقي (ان الشافعي قال لا أجبره\nالا ببينة وانه أول الحديث بان الملتقط يعرفهما ليؤديهما مع اللقطة وليعلم\nانه إذا وضعها في ماله انها لقطة وليستدل على صدق المعترف) - قلت - مذهب\nمالك انه يستحق بالعلامة قال ابن القاسم ويجبر على دفعها إليه وهو قول\nالليث قال أبو عمر والحديث حجة لهم وهو نص موضع الخلاف ومن كان أسعد\nبالظاهر فلج وذكر الخطابي انه مذهب احمد أيضا وان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p197'> Vol. 06, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nالامر بالدفع في رواية حماد إن صح لم يجز خلافه - ثم ذكر البيهقي (ان\nالشافعي احتج على ذلك بحديث البينة على المدعى - وهذا مدع) - قلت - قد ترك\nالشافعي هذا الحديث في القسامة حيث حلف المدعين خمسين يمينا ثم قضى لهم\nبالدية فأعطاهم بدعواهم - فان قال - السنة قد جاءت بذلك - قلنا - وجاءت\nأيضا بدفع اللقطة إلى من عرفها ذكره ابن حزم - قال (باب من أحيا حسيرا) ذكر\nفيه حديث الشعبي عن غير واحد من أصحاب النبي صلى الله عليه وسلم ثم ذكر من\nوجه آخر عن الشعبي يرفعه إلى النبي صلى الله عليه وسلم ثم قال (مختلف في\nرفعه وهو عن النبي صلى الله عليه وسلم منقطع) - قلت - قد قدمنا في باب فضل\nالمحدث ان مثل هذا ليس بمنقطع بل هو موصول وان الصحابة كلهم عدول وقد ذكرنا\nفي ذلك الباب من كلام البيهقي ما يدل على ذلك - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p198'> Vol. 06, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب لا تحل لقطة مكة الا لمنشد) ذكر فيه حديث (لا يلتقط ساقطتها الا\nمنشد) ثم قال (قال أبو عبيد ليس للحديث عندي وجه الا ما قال عبد الرحمن بن\nمهدي انه ليس لواجدها منها شئ <span id='ms557'></span> الا الانشاد ابدا والا فلا يحل له ان يمسها)\n- قلت - في المعالم للخطابي اختلف الناس في حكم ضللة الحرم فذهب أكثر أهل\nالعلم إلى أنه لا فرق بينها وبين ضالة الحل وكان ابن مهدي يذهب إلى التفرقة\nبينها وبين ضالة سائر البقاع ويقول ليس لواجدها منها غير التعريف ابدا ولا\nيملكها بحال ولا يستنفقها ولا يتصدق بها حتى يظفر بصاحبها ويحكى عن الشافعي\nنحو هذا القول - قال (باب الجعالة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p199'> Vol. 06, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه (ان الشيباني أصاب غلمانا فقال له ابن مسعود الاجر والغنيمة من\nكل رأس أربعون درهما) ثم قال البيهقي (يحتمل أن يكون عبد الله عرف شرط\nمالكهم لمن ردهم فأخبر بذلك) - قلت - ذكر ابن أبي شيبة هذا الأثر ولفظه عن\nالشيباني ان رجلا أصاب عبدا آبقا بعين التمر فجاء به فجعل ابن مسعود فيه\nأربعين درهما - وهذا يبعد تأويل البيهقي وقال ابن حنبل ان وجد خارج المصر\nفأربعون درهما وفى المحلى صح عن شريح وزياد ان الآبق ان وجد في المصر فجعل\nواجده عشرة دراهم وان وجد خارج المصر فأربعون درهما وروى أيضا عن الشعبي\nوبه يقول اسحق وصح عن عمر بن عبد العزيز أنه قضى فيه إذا اخذ على مسيرة\nثلاث دنانير ومن طريق أحمد بن حنبل ثنا محمد بن مسلمة (1) عن أبي عبد\nالرحيم عن زيد بن أبي أنيسة عن حماد بن أبي سليمان عن النخعي قال كان يجعل\nفيه وهو الذي يعمل به -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p200'> Vol. 06, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من صار مسلما باسلام أبويه أو أحدهما) ذكر فيه (ان قتيلة أم\nأسماء بنت أبي بكر تأخر اسلامها) - قلت - اختلف العلماء في أنها أسلمت أم\nماتت على الكفر والأكثرون على موتها مشركة كذا قال النووي في شرح مسلم ولم\nيذكرها ابن منده في الصحابة ولا ابن عبد البر مع شدة استيعابه -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p204'> Vol. 06, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الحث على تعلم الفرائض) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p208'> Vol. 06, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث أبي هريرة (تعلموا الفرائض) ثم قال (تفرد به حفص بن عمرو\nليس بالقوى) - قلت - لم أر أحدا وافقه على هذه العبارة اللينة <span id='ms558'></span> في حق هذا\nالرجل بل أساؤا القول فيه قال البخاري منكر الحديث رماه يحيى بن يحيى\nبالكذب وقال النسائي ضعيف وقال ابن حبان لا يجوز الاحتجاج به بحال وقد ذكره\nالبيهقي فيما مضى في باب لا تفريط على من نام فقال (منكر الحديث) -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p209'> Vol. 06, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ترجيح قول زيد بن ثابت على قول غيره من الصحابة رضي الله عنهم\nفي الفرائض) ذكر فيه حديث (أفرضهم زيد وأقرؤهم أبى وأعلمهم بالحلال والحرام\nمعاذ) - قلت - ذكر الامام تاج الدين الفزاري ان المشهور عند الفقهاء ان\nالشافعي لم يقلد زيدا وإنما وافق رأيه رأيه فان المجتهد لا يقلد المجتهد\nوظاهر كلام البيهقي يدل على أنه قلده وفيه مخالفة للمشهور عندهم وتقليد\nالمجتهد المجتهد ويقال للشافعي هلا قلدت معاذا في تحليله وتحريمه بعين ما\nذكرتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p210'> Vol. 06, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nوهلا قلدت عليا في جميع قضائه لقوله عليه السلام أقضاكم على الحديث وإن\nكان لم يقلد زيدا كما هو المشهور عندهم ففيه أيضا نظر من وجهين - أحدهما -\nان الشافعي لم يضع في الفرائض كتابا ولولا تقليد زيد لوضع كتاب ليظهر\nلمتبعيه طريق اجتهاده التي بها وافق زيدا كما فعل في سائر الأبواب - الثاني\n- انه لم يخالف ولا في مسألة ويبعد اتفاق رأيين في كتاب من العلم من أوله\nإلى آخر - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p211'> Vol. 06, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من لا يرث من ذوي الأرحام) ذكر فيه قول جابر (يا رسول الله إنما\nيرثني كلالة فكيف الميراث فنزلت آية الفرائض) - قلت - عدم ذكر ذوي الأرحام\nفي هذه الآية لا يدل على عدم استحقاقهم فإنهم ان لم يذكروا في هذه الآية\nفقد ذكروا في موضع آخر من الكتاب والسنة على ما سيأتي في الباب الذي يلي\nهذا الباب كالجدة فإنها من أهل الإرث وان لم تذكر في هذه الآية وكالعصبة لا\nذكر لهم في آية الفرائض ولم يدل ذلك على عدم استحقاقهم بل هم مستحقون\nبالاجماع لقيام الدليل على ذلك - ثم ذكر البيهقي حديث أبي أمامة (ان الله\nقد أعطى كل ذي حق حقه) - قلت - لا دلالة في <span id='ms559'></span> هذا الحديث أيضا على مدعاه لان\nالأدلة قامت على أن ذوي الأرحام أيضا ممن أعطاهم الله حقهم - ثم ذكر حديث\nزيد بن أسلم عن عطاء بن يسار في العمة والخالة (لا أرى ينزل على شئ لا شئ\nعليهما (1) - قلت - قد اختلف فيه فروى مرسلا كما ذكره البيهقي وأخرجه\nالنسائي في سننه عن زيد بن أسلم ان رسول الله صلى الله عليه وسلم قال لا\nأجد لهما شيئا - ليس في سنده عطاء وكذا أخرجه عبد الرزاق وابن أبي شيبة في\nمصنفيهما عن وكيع ثنا هشام بن سعد عن زيد بن أسلم فذكره وعلى تقدير صحة\nمعناه لم ينزل عليه فيهما شئ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p212'> Vol. 06, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nفي ذلك الوقت ثم نزل عليه (وأولو الأرحام بعضهم أولى ببعض) وقال عليه\nالسلام بعد ذلك الحال وارث من لا وارث له - ولا يجوز أن يعكس هذا إذ لو\nتقدمت الآية ما قال عليه السلام لا أرى ينزل على شئ - وذكر عبد الحق هذا\nالحديث في أحكامه وقال في آخره قال أبو داود معناه لا سهم لهما ولكن يورثون\nللرحم - ثم قال البيهقي (ورواه أبو نعيم ضرار بن صرد عن عبد العزيز موصولا\nبذكر الخدري) - قلت سكت عن ضرار هذا وهو متروك الحديث كذا قال النسائي وكان\nابن معين يكذبه ثم قال البيهقي (وروى عن شريك بن أبي نمر أن الحارث بن عبد\nأخبره) إلى آخره - قلت - قد اختلف في هذا الحديث أيضا فرواه ابن أبي شيبة\nفي مصنفه عن شريك سئل النبي صلى الله عليه وسلم الحديث من غير ذكر الحارث\nوكذا ذكره الدارقطني في سننه من طريقين ثم إن الحارث هذا لم اعرف حاله ولا\nذكر له في شئ من الكتب التي بأيدينا سوى المستدرك للحاكم فإنه مذكور فيه في\nهذا الحديث مستشهدا به وابن أبي نمر فيه كلام يسير - ثم ذكر البيهقي اثرا\nعن زيد - قلت في سنده محمد بن بكار عن عبد الرحمن بن أبي الزناد وابن بكار\nقال فيه صالح بن محمد يحدث عن الضعفاء <span id='ms560'></span> وابن أبي الزناد ضعفه النسائي وغيره\nوقال ابن حنبل مضطرب الحديث وبقية السند أيضا فيه نظر - ثم ذكر البيهقي (عن\nعبد الحمن بن حنظلة عن ابن مرساء ان عمر قال لو رضيك الله لا قرك يعنى\nالعمة) - قلت - كشفت عن ابن حنظلة وابن مرساء فلم اعرف لهما حالا وقال\nالطحاوي ابن مرساء غير معروف - ثم ذكر البيهقي (عن أبي بكر بن محمد بن عمرو\nابن حزم كان عمر يقول عجبا للعمة) - قلت - هذا منقطع أبو بكر لم يسمع من\nعمر - ثم قال البيهقي (وقد روى عن عمر بخلافه ورواية المدنيين أولى بالصحة)\n- قلت - الذي روى عنه بخلاف ذلك اسناده صحيح متصل وسنذكره إن شاء الله\nتعالى في الباب الذي يلي هذا الباب ورواية المدنيين من طريقين أحدهما فيه\nمجهول والآخر منقطع فكيف تكون أولى بالصحة - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p213'> Vol. 06, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قال بتوريث ذوي الأرحام) ذكر فيه حديث عمر (الخال وارث من لا\nوارث له) - قلت - سكت عنه وأخرجه ابن حبان في صحيحه وحسنه الترمذي وقال\nواليه ذهب أكثر أهل العلم - ثم ذكر البيهقي الحديث من طريق بديل عن راشد عن\nأبي عامر عن المقدام ثم قال (قال أبو داود رواه الزبيدي عن راشد عن ابن\nعائذ عن المقدام ورواه معاوية بن صالح عن راشد سمعت المقدام) - قلت - أخرجه\nالحاكم في المستدرك من طريق راشد عن أبي عامر وقال صحيح على شرط الشيخين\nوأخرجه ابن حبان في صحيحه ثم ذكر أن راشدا سمعه من أبى عامر عن المقدام ومن\nابن عائذ عنه فالطريقان محفوظان والمتنان متباينان - وذكر الدارقطني في\nعلله ان شعبة وحمادا وإبراهيم بن طهمان رووه عن بديل عن ابن أبي طلحة عن\nراشد عن أبي عامر عن المقدام وان معاوية بن صالح خالفهم فلم يذكر أبا عامر\nبين راشد والمقدام ثم قال الدارقطني والأول أشبه بالصواب - قال ابن القطان\nوهو على ما قال فان ابن أبي طلحة ثقة وقد زاد في الاسناد من يتصل به فلا\nيضره ارسال من قطعه وإن <span id='ms561'></span> كان ثقة فكيف وفيه مقال فنرى هذا الحديث صحيحا\nانتهى كلام ابن القطان وما ذكره أبو داود صريح في أنه لا ارسال في رواية\nمعاوية فان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p214'> Vol. 06, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nراشدا صرح فيها بالسماع وراشد قد سمع ممن هو أقدم من المقدام كمعاوية\nوثوبان فيحمل على أنه سمعه من المقدام مرة بلا واسطة ومرة بواسطة أبى عامر\nومرة بواسطة ابن عائذ - ثم قال البيهقي (وقد روى من وجه أضعف من ذلك) فذكره\nمن حديث ليث عن ابن المنكدر عن أبي هريرة ومن حديثه عن ابن هبيرة عن أبي\nهريرة ثم قال البيهقي (مختلف فيه كما ترى وليث بن أبي سليم غير محتج به) -\nقلت - الامر في ليث قريب قد اخرج له مسلم في صحيحه واستشهد به البخاري في\nكتاب الطب ويحتمل انه روى الحديث عنهما عن أبي هريرة وأقل أحواله أن يكون\nحديثه هذا شاهد الحديث المقدام أو غيره - ثم ذكر البيهقي من حديث عائشة\nمرفوعا وفى سنده عمرو بن مسلم فحكى عن ابن حنبل وابن معين (انهما قالا فيه\nليس بالقوى) وذكر (انه روى موقوفا أيضا) قال (والرفع غير محفوظ) - قلت -\nالرفع زيادة ثقة فوجب قبوله وقد أخرجه الحاكم مرفوعا وقال صحيح على شرط\nالشيخين وأخرجه الترمذي أيضا مرفوعا وقال حسن وعمرو بن مسلم احتج به مسلم\nفي صحيحه وفى الكاشف للذهبي قواه ابن معين - ثم ذكر البيهقي دفع النبي صلى\nالله عليه وسلم ميراث ثابت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p215'> Vol. 06, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nابن الدحداح إلى ابن أخته ثم ذكر (ان الشافعي أجاب عنه بأنه قتل يوم أحد\nقبل ان ينزل الفرائض) - قلت - ذكر صاحب الاستيعاب عن الواقدي قال وبعض\nأصحابنا الرواة للعلم يقولون إن ابن الدحداح برئ من جراحاته ومات على فراشه\nمن جرح اصابه ثم انتقض به مرجع النبي صلى الله عليه وسلم من الحديبية ويشهد\nلهذا القول ما أخرجه مسلم وأبو داود والنسائي والترمذي عن جابر بن سمرة قال\nاتى النبي صلى الله عليه وسلم بفرس معرور فركبه حين انصرف من جنازة ابن\nالدحداح ونحن حوله - وقال <span id='ms562'></span> ابن الجوزي في الكشف لمشكل الصحيحين اختلفت\nالرواة في موته فقال بعضهم قتل يوم أحد في المعركة وقال آخرون بل جرح وبرئ\nومات على فراشه مزجع رسول الله صلى الله عليه وسلم من الحديبية وهذا أصبح\nلهذا الحديث - ثم ذكر البيهقي عن الشافعي قال (وإنما نزلت آية الفرائض فيما\nيثبت أصحابنا في بنات محمود بن مسلمة) - قلت - لم أجد في شئ مما بأيدينا من\nكتب الحديث والتفسير وأسباب النزول ان الآية المذكورة نزلت في بنات محمود\nوإنما المذكور فيها انها نزلت في جابر أو بنتي سعد بن الربيع كما ذكره\nالبيهقي بعد هذا وذكر صاحب التمهيد بسنده إلى جابر ابن عبد الله قال أتت\nامرأة من الأنصار النبي صلى الله عليه وسلم بابنتي سعد بن الربيع الحديث\nوفى آخره فنزلت (يوصيكم الله في أولادكم) الآية قال إسحاق بن الطباع وهو\nأحد رواة الحديث وهذا القول ليس فيه اختلاف - ثم قال البيهقي (وقد قيل إنما\nنزلت فيه أي في جابر آية الفرائض التي في آخر سورة النساء ونزلت التي في\nأولها في ابنتي سعد) - قلت - في الصحيحين في حديث جابر فنزلت (يوصيكم الله\nفي أولادكم) - وقد ذكر البيهقي ذلك في أوائل باب من لا يرث من ذوي الأرحام\nوقد تقدم ان صاحب التمهيد ذكره أيضا في حديث جابر وهو تصريح بنزول الآية\nالتي في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p216'> Vol. 06, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nأولها في جابر - ثم ذكر البيهقي (عن الشعبي عن زياد جعل عمر العمة بمنزلة\nالأخ) إلى آخره ثم قال (ورواه الحسن وجابر بن زيد وبكر المزني وغيرهم وكل\nذلك مراسيل ورواية المدنيين أولى أن تكون الصحيحة) - قلت - ذكر الطحاوي ان\nرواية زياد عن عمر صحيحة متصلة وفي مصنف ابن أبي شيبة ثنا أبو بكر بن عياش\nعن عاصم عن زر عن عمر انه قسم المال بين عمة وخالة وهذا سند صحيح متصل وقال\nصاحب الاستذكار لم يختلف أهل العراق انه ورثهما واختلفوا فيما قسمة لهما\nوفى المصنف أيضا ثنا وكيع عن يزيد بن إبراهيم عن الحسن عن <span id='ms563'></span> عمر قال للعمة\nالثلثان والخالة الثلث - ثنا عبد الوهاب الثقفي عن يونس عن الحسن ان عمر\nورث العمة الثلثين والخالة الثلث - ثنا ابن إدريس عن الأعمش عن إبراهيم قال\nكان عمر وعبد الله يورثان الخالة والعمة إذا لم يكن غيرهما - وفيه أيضا عن\nابن جريج اخبرني عبد الكريم بن أبي المخارق ان زياد بن جارية أخبر عبد\nالملك بن مروان ان امراء الشام كتبوا إلى عمر فذكر أشياء منها انهم بينما\nهم يرمون مر صبي فقتله أحدهم وليس له وارث ولاد وقرابة الا خال فكتب عمر أن\nديتة لخاله إنما الخال والد وترك مواليه الذين اعتقوه - فهذه وجوه كثيرة عن\nعمر يشد بعضها بعضا انه ورث ذوي الأرحام وقد قدمنا ما في رواية المدنيين من\nالجهالة والانقطاع - وفى المصنف أيضا عن الثوري أخبرني منصور عن حصين عن\nإبراهيم قال كان عمر وابن مسعود يورثان ذوي الأرحام دون الموالي قلت فعلي\nبن أبي طالب قال كان أشدهم في ذلك - وقال الطحاوي لا اختلاف عن علي وابن\nمسعود رضي الله عنهما في توريث ذوي الأرحام - وفى المصنف عن ابن جريج قال\nلي عبد الكريم عن عمر وعلى وابن مسعود ومسروق والنخعي والشعبي ان الرجل إذا\nمات وترك مواليه الذين أعتقوه ولم يدع ذا رخم الا أمه أو خالة دفعوا ميراثه\nإليها ولم يورثوا مواليه معها وانهم لا يورثون مواليه مع ذي رحم -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p217'> Vol. 06, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب لا يرث القاتل) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p219'> Vol. 06, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديثا في سنده إسحاق بن عبد الله بن أبي فروة فقال (لا يحتج به)\n- قلت - الان البيهقي القول فيه ولما وقع في حديث يستدل به خصمه أغلظ فيه\nفقال في باب من فرق بين وجوده قبل القسم وبعده (إسحاق بن أبي فروة متروك) -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p220'> Vol. 06, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قال يرث قاتل الخطأ من المال لا الدية) (قال الشافعي روى ذلك\nبعض أصحابنا بحديث لا يثبته أهل العلم بالحديث) وذكر البيهقي انه (يعنى به\nحديث محمد بن سعيد عن عمرو بن شعيب أخبرني أبي عن جدي <span id='ms564'></span> عبد الله) إلى آخره\nثم حكى البيهقي (عن الدارقطني قال محمد بن سعيد الطائفي ثقة) ثم قال\nالبيهقي (والشافعي كالمتوقف في روايات عمرو بن شعيب إذا لم ينضم إليها ما\nيؤكدها) - قلت - يؤخذ من كلام البيهقي انه خالف الشافعي في هذا وان الحديث\nثابت عنده لأنه حكى عن الدارقطني توثيق الطائفي وفيما مضى في باب وجوب\nالجمعة على من كان خارج المصر وثقه البيهقي ولم يعزه إلى أحد وقال أبو بكر\nالنيسابوري صح سماع عمرو عن أبيه شعيب وسماع شعيب من جده عبد الله ذكره\nالبيهقي في باب الطلاق قبل النكاح وقال فيما مضى في باب وطئ المحرم وباب\nالخيار ما دل على سماع شعيب من جده عبد الله (الا انه إذا قيل عمرو عن أبيه\nعن جده يشبه ان يراد بالجد محمد بن عبد الله وليست له صحبة فيكون الخبر\nمرسلا وإذا قيل عن جده عبد الله زال الاشكال واتصل الحديث) انتهى كلام\nالبيهقي وقد قال عمرو في هذا الحديث أخبرني أبي عن جدي عبد الله فتبين من\nكلام البيهقي هذا ومن توثيقه للطائفي ان الحديث ثابت خلافا لما قال الشافعي\nعلى أن الطائفي متكلم فيه قال ابن حبان يروى عن الثقات ما ليس من أحاديثهم\nلا يحل الاحتجاج به ثم قال البيهقي (ورواه الواقدي وليس بحجة) - قلت - الان\nالقول فيه والناس اغلظوا فيه فقال بعضهم كذاب وقال بعضهم يضع الحديث وقال\nبعضهم متروك وضعفه البيهقي في باب قتل الغيلة وفى غيره - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p221'> Vol. 06, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب لا يرث مع الأب أبواه) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p225'> Vol. 06, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديثا مرفوعا وعلله ثم قال (وإنما الرواية الصحيحة فيه عن عمر)\nثم ذكره عن سعيد بن المسيب عن عمر - قلت - ابن المسيب لم يسمع من عمر فكيف\nتكون هذه الرواية صحيحة - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p226'> Vol. 06, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب فرض الجدة والجدتين) ذكر فيه عن مالك (عن ابن شهاب عن عثمان بن\nإسحاق بن خرشة عن قبيصة بن ذؤيب قال جاءت الجدة إلى أبى بكر) إلى آخره -\nقلت ذكر أبو عمر في التمهيد ان <span id='ms565'></span> أهل السب ينسبونه عثمان بن إسحاق بن عبد\nالله بن أبي خرشاء ثم ذكر عن مصعب انه نسبه كذلك ثم حكى عنه أنه قال لم\nيتابع أحد مالكا يعنى على قوله عثمان بن إسحاق بن خرشة ثم إن البيهقي سكت\nعن رواية قبيصة عن أبي بكر وقال في باب استبراء أم الولد (لم يدرك عمر) وقد\nتكلمنا معه هناك وإذا جزم البيهقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p234'> Vol. 06, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nبعدم ادراكه لعمر فهو عنده غير مدرك لأبي بكر بالطريق الأولى ثم ذكر\nالبيهقي حديثا عن معقل بن يسار ثم ذكر من وجه آخر فقال (تفرد به محمد بن\nحميد وليس بالقوى والمحفوظ حديث معقل) - قلت - الان القول فيه وقد كذبه أبو\nزرعة وابن وارة وقال النسائي ليس بثقة وقال صالح بن محمد ما رأيت أحذق\nبالكذب منه وكيف يقول البيهقي والمحفوظ حديث معقل وهو من الطريقين من حديث\nمعقل - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p235'> Vol. 06, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الميراث بالولاء) (ذكر فيه حديثا) مرسلا عن الحسن ثم قال (وروى\nموصولا من وجه آخر عن ابن عمرو ليس بصحيح) وذكر حديث ابن عمر في كتاب\nالولاء وبسط الكلام عليه - قلت - اخرج حديث ابن عمر ابن حبان في صحيحه\nوصححه الحاكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p240'> Vol. 06, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nفي مستدركه ثم ذكر البيهقي حديث عمر بن رؤبة عن عبد الواحد عن واثاة ثم\nقال (غير ثابت قال البخاري عمر فيه نظر) ثم ذكر (عن ابن عدي انهم أنكروا\nعليه أحاديثه عن عبد الواحد) - قلت - عمر هذا ذكره ابن حبان في الثقات وحكى\nصاحب الميزان عن أبي حاتم انه صالح الحديث وقال دحيم لا اعلمه الا ثقة\nوحديثه هذا مخرج في السنن الأربعة وحسنه الترمذي وصحح صاحب المستدرك سنده\nوسنذكره في كتاب الاعتاق إن شاء الله تعالى ثم ذكر البيهقي حديث اعتاق ابنة\nحمزة غلاما من حديث عبد الله بن شداد ثم قال (ابن شداد أخو بنت حمزة من\nالرضاعة) - قلت - بل هو أخوها لامها قد اخرج أبو داود في المراسيل بسند\nصحيح عنه أنه قال أتدرون ما ابنه حمزة منى قال كانت أختي <span id='ms566'></span> لأمي وقال ابن سعد\nأم عبد الله بن شداد سلمى بنت عميس أخت أسماء كانت تحت حمزة فولدت له عمارة\nوقيل فاطمة وقتل يوم أحد فتزوجها شداد بن الهاد فولدت له عبد الله -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p241'> Vol. 06, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب المولى من أسفل) ذكر فيه حديثا عن عمرو بن دينار عن عوسجة عن\nابن عباس ثم قال (ورواه بعض الرواة عن عمرو عن عكرمة عن ابن عباس وهو غلط\nلا شك فيه) - قلت - أخرجه شيخه الحاكم في المستدرك - من طريق عكرمة عن ابن\nعباس ثم قال صحيح على شرط البخاري - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p242'> Vol. 06, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من جعل ميراث من لم يدع وارثا ولا مولى في بيت المال) ذكر فيه\nحديث المقدام المذكور فيما مر في باب توريث ذوي الأرحام ثم ذكر حديثين عن\nعائشة وبريدة - قلت - الأحاديث الثلاثة مخالفة لمقصوده - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p243'> Vol. 06, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من جعل ما فضل عن الفرائض ولا عصبة ولا مولى في بيت المال ولم\nيرد على ذي فرض) ذكر فيه حديث (ان الله قد أعطى كل ذي حق حقه) - قلت - تقدم\nالكلام عليه في أوائل كتاب الفرائض ثم ذكر اثرين في سندهما محمد بن سالم -\nقلت - سكت عنه هنا وقال فيما تقدم في باب لا يرث مع الأب أبواه (لا يحتج\nبه) وقال في باب الاختلاف في القبلة (محمد بن سالم عن عطاء ضعيف) وقال في\nباب من قال يقرع بينهما (محمد بن سالم متروك) وقال صاحب الاستذكار سائر\nالصحابة يقولون بالرد وانفرد زيد من بينهم فجعل الفاضل عن ذوي الفروض\nوالعصبات لبيت المال - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p244'> Vol. 06, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ميراث المرتد) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p253'> Vol. 06, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه (عن انه لورثته المسلمين) من وجهين ثم زعم (انهما متقطعان) ثم\nذكره عن أبي عمر والشيباني عن علي ثم ذكر عن الشافعي (ان بعض أهل الحديث\nيزعم أن الحفاظ لم يحفظوه عن علي ونخاف أن يكون الذي زاد هذا غلط) - قلت\nصحح ابن حزم ذلك عن علي ثم - ذكر رواية أبى عمرو وذكرها أيضا ابن أبي شيبة\nوعبد الرزاق في مصنفيهما وسندهما صحيح وأبو عمرو الشيباني <span id='ms567'></span> أدرك زمان النبي\nصلى الله عليه وسلم فروايته عن علي محمولة على الاتصال - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p254'> Vol. 06, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب المشركة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p255'> Vol. 06, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه عن زيد كان يشرك ثم ذكر (عن محمد بن سالم عن الشعبي عن زيد كان\nلا يشرك وان؟؟؟ على ابن سالم بان زيدا كان يشرك فقال بيني وبينك ابن أبي\nليلى) - قلت - هذا يشير إلى أن ابن أبي ليلى تابع ابن سالم وقد جاء ذلك\nمبينا قال أبن أبي شبية ثنا وكيع عن ابن أبي ليلى عن الشعبي عن زيد كان لا\nيشرك - فظهر بهذا ان ابن سالم لم ينفرد بهذه الرواية ومن أشرك اعتبر انهم\nاشتركوا في قرابة الام وهذا ينتقض بزوج وأخت لأب وأم وأخ وأخت لأب لم\nيختلفوا ان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p256'> Vol. 06, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nللزوج النصف وللأخت لأب وأم النصف ولا شئ للأخ والأخت لأنهما عصبة ولم\nيفضل شئ ولم يعتبروا مشاركتهما الأخت في قرابة الأب واتفق الجميع على أن من\nترك زوجا واما وأخا واحدا لام ومائة اخوة لأب وأم ان للأخ للأم السدس\nوللاخوة الباقين السدس مع أنهم مشاركون له في الام - وفى الاستذكار كان على\nوأبي بن كعب وأبو موسى لا يشركون وهو المشهور عن ابن عباس وبه قال الشعبي\nوأبو حنيفة وأصحابه وابن أبي؟؟؟ وابن حنبل ويحيى بن آدم ونعيم ابن حماد\nوأبو ثور وداود والطبري - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p257'> Vol. 06, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ميراث ولد الملاعنة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p258'> Vol. 06, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث واثلة - قلت - تقدم الكلام عليه قريبا في باب الميراث ثم\nذكر حديثا في سنده عيسى أبو محمد فقال (هو ابن موسى القرشي في نظر) - قلت -\nهو أخو سليمان بن موسى ذكره البخاري في تاريخه ولم يتعرض له بشئ ولا ذكر له\nفيما عندي من الكتب المصنفة في الضعفاء وذكره ابن حبان في الثقات وفى\nالكاشف للذهبي وثقه دحيم - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p259'> Vol. 06, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ميراث المجوس) ذكر في آخره (عن رجل عن الشعبي عن علي وابن مسعود\nقالا يورث من مكانين) ثم قال (الروايات عن الصحابة في هذا الباب ليست\nبالقوية) - قلت - روى عبد الرزاق في مصنفه عن الثوري عن <span id='ms568'></span> أبي سهل أظنه\nالبرساني عن الشعبي ان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p260'> Vol. 06, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\nعليا وابن مسعود كانا يورثان المجوس من مكانين - وقال ابن القطان سن\nالشعبي محتملة لان يدرك عليا وحكى عن الخطيب انه سمع منه وفى اختلاف\nالعلماء للطحاوي اتفق فقهاء الأمصار في ابني عم أحدهما أخ لام ان له السدس\nوالباقي بينهما فكذا المجوسي وقد ذكر البيهقي ذلك عن علي وغيره واستدل عليه\nفي باب ميراث ابني عم أحدهما زوج أو أخ لام - قال (باب نسخ التوارث\nبالتحالف) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p261'> Vol. 06, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث (لا حلف في الاسلام) من رواية اسحق الأزرق عن زكرياء عن سعد\nبن إبراهيم عن نافع بن جبير عن أبيه ثم قال (كذا وراء الأزرق وخالفه جماعة)\n- قلت - تابع الأزرق على روايته عبيد الله بن موسى أخرجه من روايته الحاكم\nوقال؟؟؟ على شرط الشيخين - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p262'> Vol. 06, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب نسخ الوصية للوالدين والأقربين) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p263'> Vol. 06, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه من حديث الشافعي عن مجاهد مرسلا (لا وصية لوارث) ثم قال (قال\nالشافعي وروى بعض الشاميين حديثا ليس مما يثبته أهل الحديث بان بعض رجاله\nمجهولون فرويناه عن النبي صلى الله عليه وسلم منقطعا واعتمدنا على حديث أهل\nالمغازي عامة انه عليه السلام قال عام الفتح لا وصية لوارث) ثم ذكر البيهقي\nمن طريق أبى داود (ثنا عبد الوهاب ابن نجدة ثنا ابن عياش عن شرحبيل بن مسلم\nسمعت أبا امامة سمعت رسول الله صلى الله عليه وسلم يقول إن الله جل ثناؤه\nقد أعطى كل ذي حق حقه فلا وصية لوارث) ثم ذكر البيهقي عن أحمد بن حنبل (قال\nما روى إسماعيل بن عياش عن الشاميين صحيح) ثم قال البيهقي (وكذا قال\nالبخاري وجماعة من الحفاظ وهذا الحديث إنما رواه إسماعيل عن شامي) - قلت -\nظهر بهذا ان هذا هو الحديث الذي عناه الشافعي بقوله وروى بعض الشاميين\nحديثا إلى آخره وقد صرح البيهقي بذلك في كتاب المعرفة وليس في رجاله مجهول\nوابن عياش معروف ورواه عن شامي وروايته عن الشاميين صحيحة كما تقدم ولهذا\nاخرج الترمذي هذا الحديث وقال حسن <span id='ms569'></span> صحيح ثم إن البيهقي اخرج الحديث من طريق\nشهر بن حوشب عن عبد الرحمن بن غنم عن عمرو بن خارجة عنه عليه السلام - قلت\n- أخرجه كذلك الترمذي وقال حسن صحيح ثم أخرجه البيهقي من حديث سعيد بن أبي\nسعيد عن انس عنه عليه السلام - قلت - أخرجه ابن ماجة في سننه عن هشام بن\nعمار عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p264'> Vol. 06, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن شعيب عن عبد الرحمن بن يزيد هو ابن جابر عن سعيد بن أبي سعيد\nالمقبري عن انس وهذا سند جيد - ثم قال البيهقي (وقد روى هذا الحديث من أوجه\nاخر كلها غير قوية) - قلت - قد ذكرناه من ثلاثة أوجه كلها قوية الا انه وإن\nكان من هذه الوجوه قويا لا ينسخ القرآن عند الشافعي إذ السنة عنده لا تنسخ\nالقرآن فوجب أن تكون الوصية للوالدين والأقربين ثابتة الحكم عنده غير\nمنسوخة إذ لم يرد ما ينسخها - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p265'> Vol. 06, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قال مالي إلى فلان) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p275'> Vol. 06, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nذكر في آخره حديث (الجار إلى أربعين دارا) باسنادين ثم قال (فيهما ضعف) -\nقلت - مذهب أبي حنيفة ان أجار هو الملاصق لحديث الجار أحق بصقبه - ولو أوصى\nلجيرانه فحد الجوار عند الشافعي أربعون دارا من جميع الجوانب يصرف إليهم\nذكره البيهقي في الخلافيات واجمعوا على أنه لا يستحق الشفعة غير الملاصق -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p276'> Vol. 06, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الوصية للقرابة) ذكر في آخره قوله عليه السلام يا معشر قريش -\nلما نزل قوله تعالى (وأنذر عشيرتك الأقربين) - قلت - هذا الحديث متروك عند\nالبيهقي وأصحابه لأنه عليه السلام جمع قبائل قريش القريب منهم والبعيد ولا\nخلاف ان البعيد لا يدخل في الوصية - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p280'> Vol. 06, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب وصية الصغير) ذكر فيه اثرا عن عمرو في سنده عمرو بن سليم الزرقي\nفقال (لم يدرك عمر) - قلت - في الثقات لابن حبان قيل إنه كان يوم قتل عمر\nبن الخطاب قد جاوز الحلم وقال أبو نصر الكلاباذي قال الواقدي كان قد راهق\nالاحتلام يوم مات عمر انتهى كلامه وظهر بهذا انه ممكن لقاؤه لعمر فتحمل\nروايته عنه على الاتصال على مذهب الجمهور كما <span id='ms570'></span> عرف - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p282'> Vol. 06, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب مصرف الغنيمة في ابتداء الاسلام) وانها كانت لرسول الله صلى\nالله عليه وسلم يضعها حيث يراه ممن شهد الوقعة وممن لم يشهدها حتى نزل قوله\nتعالى (واعلموا إنما غنمتم من شئ) - قلت - مراده ان قوله تعالى يسئلونك عن\nالأنفال منسوخة وهو قول جماعة منهم ابن عباس وقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p291'> Vol. 06, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nمكي في الناسخ والمنسوخ أكثر الناس على أنها محكمة واختلفوا في معناها\nفقال ابن عباس في رواية أخرى عنه هي محكمة وللامام ان ينفل من الغنائم ما\nشاء لمن يشاء لبلاء ابلاه وان يرضخ لمن لم يقاتل إذا كان فيه صلاح للمسلمين\nوقيل الأنفال انفال السرايا انتهى كلامه فكأنه تعالى قال ما غنمتم من شئ\nسوى النفل فالله خمسه إلى آخره - وظاهر ما ذكره البيهقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p292'> Vol. 06, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nفي هذا الباب من حديث ابن عباس وعبادة يدل على أن الآية نزلت في تنفيل\nرسول الله صلى الله عليه وسلم لا في أهل الغنيمة وهذا هو الحقيقة المفهومة\nمن قوله تعالى (قل الأنفال لله) الآية فظهر بهذا ان الغنيمة كانت للمسلمين\nوانه عليه السلام كان ينفل منها وان ذلك محكم ثابت لم ينسخ - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p293'> Vol. 06, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الخمس في الغنيمة والفئ) (قال الشافعي الغنيمة والفئ يجتمعان في\nأنه فيهما معا الخمس) - قلت - ذكر النووي انه جماعة العلماء سوى الشافعي\nقالوا لا خمس في الفئ، وقال ابن المنذر لا نعلم أحدا قبل الشافعي قال\nبالخمس في الفئ، وقال أبو عمر في التمهيد وهو قول ضعيف لا وجه له من جهة\nالنظر الصحيح ولا الأثر، وفى المعالم للخطابي كان رأى عمر في الفئ ان لا\nيخمس لكن يكون لجماعة المسلمين لمصالحهم واليه ذهب عامة أهل الفتوى غير\nالشافعي فإنه كان يرى أنه يخمس فيكون أربعة أخماسه للمصالح وخمسه على خمسة\nأقسام كخمس الغنيمة الا ان عمر اعلم بالمراد بالآية وقد تابعه عامة العلماء\nولم يتابع الشافعي على ما قاله المصير إلى قول الصحابي وهو الإمام العدل\nالمأمور بالاقتداء به في قوله عليه السلام اقتدوا باللذين من بعدي أولى <span id='ms571'></span>\nوأصوب، وفى قواعد ابن رشد قال قوم الفئ يصرف لجميع المسلمين الفقير والغنى\nويعطى الامام منه المقاتلة والولاة والحكام وينفق منه في النوائب التي تنوب\nالمسلمين كبناء القناطر واصلاح المساجد ولا خمس في شئ منه وبه قال الجمهور\nوهو الثابت عن أبي بكر وعمر رضي الله عنهما واحسب ان قوما قالوا الفئ غير\nمخمس ولكن يقسم على الأصناف الخمسة الذين يقسم عليهم الخمس ولم يقل أحد\nبتخميس الفئ قبل الشافعي وإنما حمله على ذلك أنه رأى الفئ قسم في الآية على\nعدد الأصناف الذين قسم عليهم فاعتقد أن فيه الخمس لأنه ظن أن هذه القسمة\nمختصة بالخمس وليس ذلك بظاهر بل الظاهر أن هذه القسمة تخص جميع الفئ لا\nجزءا منه وهو الذي ذهب إليه فيما احسب قوم، وفى التجريد للقدوري ما ملخصه\nقال أصحابنا الفئ كل مال وصل الينا من المشركين بلا قتال كالأراضي التي\nأجلوا عنها وهو والخراج والعشر والجزية تصرف إلى مصالح المسلمين وقال\nالشافعي أربعة أخماسه للنبي صلى الله عليه وسلم وخمسه يقسم كما يقسم خمس\nالغنيمة لنا قوله تعالى (ما أفاء الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p294'> Vol. 06, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nعلى رسوله) الآية ثم قال (للفقراء المهاجرين) ثم قال (والذين تبوؤا الدار\nوالايمان من قبلهم) يعنى الأنصار ثم قال (والذين جاؤوا من بعدهم) فدل على\nأن لجميع المسلمين حقا في الفئ ولو قسم على ما قال لم يبق لمن بعد\nالمهاجرين والأنصار فيه شئ وأيضا فلو ملك عليه السلام أربعة أخماسه وخمس\nخمسه جاز أن يملكه لمن شاء فيصير دولة بين الأغنياء وهذا خلاف الآية وقوله\nعليه السلام مالي فيما أفاء الله عليكم الا الخمس والخمس مردود عليكم، ينفى\nأن يكون له أربعة أخماسه - فان قيل - فهو يدل على أن له فيه الخمس - قلنا -\nذكر الطحاوي في مختصره ان الفئ يقسم كخمس الغنيمة فعلى هذا قلنا بظاهر\nالخبر ودلت سنته عليه السلام وسنة الخلفاء بعده على أن الجزية توضع في بيت\nالمال ولا تخمس واتفق العلماء على ذلك فمن قال بتخميسها ابتدع وخالف <span id='ms572'></span> السنة\nوالاجماع وإذا ثبت ذلك في الجزية وهي مال وصل الينا منهم بلا قتال فكذا\nالفئ انتهى كلام القدوري وما ذكره الطحاوي في مختصره في قسمة الفئ حكاه مكي\nفي الناسخ والمنسوخ عن الثوري - ثم ذكر البيهقي في هذا الباب عن (قرة انه\nعليه السلام بعث أباه إلى رجل عرس بامرأة أبيه فضرب عنقه وخمس ماله) - قلت\nفي سنده خالد بن أبي كريمة فيه ضعف وقد اخرج ابن ماجة هذا الحديث في سننه\nعن قرة قال بعثني النبي صلى الله عليه وسلم إلى رجل تزوج امرأة أبيه ان\nاضرب عنقه واصفى ماله - أي آخذه فلم يذكر التخميس وجعل المبعوث قرة لا أباه\nوأخرجه البيهقي فيما مضى في باب ميراث المرتد وفيما بعد في باب قوله تعالى\n(ولا تنكحوا ما نكح آباؤكم) عن البراء بن عازب عن عمة قال بعثني النبي صلى\nالله عليه وسلم إلى رجل نكح امرأة أبيه ان اضرب عنقه وآخذ ماله - وليس فيه\nأيضا التخميس - قال (باب مصرف أربعة أخماس الفئ في زمان رسول الله صلى الله\nعليه وسلم وانها كانت له خاصة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p295'> Vol. 06, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث عمر في أموال بنى النضير (وانها كانت لرسول الله صلى الله\nعليه وسلم خالصا دون المؤمنين) وذكر عن الشافعي ان المراد بذلك (ما يكون\nللموجفين وذلك أربعة أخماسه) - قلت - هذا الحديث يدل على أنها لم تخمس وان\nالجميع كان لرسول الله صلى الله عليه وسلم وهو يشهد لمذهب الجمهور انه لا\nخمس في الفئ كذا ذكر النووي وغيره وقول الشافعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p296'> Vol. 06, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nالمراد أربعة أخماسه يرده الظاهر، وقل القدوري في التجريد قوله كانت\nلرسول الله صلى الله عليه وسلم خالصا أي له التصرف فيها بخلاف الغنيمة التي\nتقسم فيتصرف فيها أهلها كيف شاؤوا فحملنا الخبر على وجه صحيح وجعلنا الآية\nعلى ظاهرها يعنى قوله تعالى (ما أفاء الله على رسوله) وهم تركوا ظاهرهما -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p297'> Vol. 06, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب مصرف خمس الخمس) ذكر فيه حديث عبادة (لا يحل لي مما أفاء الله\nعليكم الا الخمس) - قلت - في <span id='ms573'></span> هذا الحديث ان له الخمس فهو غير مطابق لقول\nالبيهقي خمس الخمس وهو أيضا ينفى أن يكون له أربعة أخماسه كما تقدم في باب\nالخمس في الغنيمة والفئ - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p303'> Vol. 06, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب السلب للقاتل) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p305'> Vol. 06, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه قوله عليه السلام لمعاذ بن عفراء ومعاذ بن عمرو بن الجموح حين\nقتلا أبا جهل (كلا كما قتله وقضى بسلبه لمعاذ بن عمرو) ثم قال البيهقي\n(الاحتجاج بهذا في هذه المسألة غير جيد فقد مضى كيف كان حال الغنيمة يوم\nبدر حين نزلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p306'> Vol. 06, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\nالآية) - قلت - تقدم الكلام في هذا في باب مصرف الغنيمة في ابتداء\nالاسلام ولو كان السلب يسحق بالقتل لم يخص به عليه السلام أحدهما ثم ذكر\nالبيهقي حديث (من قتل قتيلا فله سلبه) وحديث سلمة بن الأكوع (وانه أناخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p307'> Vol. 06, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nحمل رجل فقتله) - قلت - ذكر ابن المنذر في الاشراف ما ملخصه ان هذا\nالحديث حجة على الشافعي لأنه قتل الرجل مدبرا غير مقبل والحرب ليست بقائمة\nومذهب الشافعي ان السلب إنما يكون لمن قتل والحرب قائمة والمشرك مقبل انتهى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p308'> Vol. 06, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\nكلامه وقوله عليه السلام من قتل قتيلا - ليس فيه هذان القيدان وأعطى عليه\nالسلام؟؟؟ قتادة بشاهد واحد بلا يمين وعند الشافعي؟؟؟ من شاهدين أو شاهد\nويمين - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p309'> Vol. 06, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في تخميس السلب ذكر فيه (ان مدد يا قتل روميا فاستكثر\nعليه خالد بن الوليد سلبه فشكاه عوف بن مالك للنبي عليه السلام فأمره برد\nسلبه له ثم غضب عليه السلام على عوف فقال يا خالد لا ترد عليه) الحديث -\nقلت - في التمهيد هذا الحديث يدل على ما ذكرنا ان السلب إنما يكون للقاتل\nإذا امضى ذلك الامام ورآه وأداه اجتهاده إليه وهذا يدل على صحة ما ذهب إليه\nمالك في هذا الباب انتهى كلامه - فان قيل - لما استخف بالأمير منعه عليه\nالسلام السلب عقوبة له - قلنا - المستخف عوف لا المددى فكيف يمنع حقه -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p310'> Vol. 06, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر البيهقي (ان البراء بن مالك قتل دهقانا وان عمر قوم منطقته\nفخمسها) ثم قال البيهقي (قال الشافعي هذه الرواية <span id='ms574'></span> عن عمر ليست من روايتنا\nوله رواية عن سعد بن أبي وقاص في زمان عمر تخالفها) ثم ذكر الشافعي بسنده\n(عن شبرمة بن علقمة قال بارزت رجلا يوم القادسية فقتلته فبلغ سلبه اثنى عشر\nألفا فنفلنيه سعد) قلت - الرواية بالتخميس عن عمر صحيحة وان لم تكن من\nرواية الشافعي أخرجها ابن أبي شيبة في مصنفه من طريقين صحيحين وأخرجها أيضا\nغيره والرواية عن سعد ليست بمخالفة لذلك في المعنى بل موافقة ودلت\nالروايتان على أن الامر في ذلك مفوض إلى رأى الامام فرأى عمر المصلحة في\nمثالا، وهو من قولهم: هؤلاء سعد المصلحة في تنفيل ذلك لشرمة (1) وقد ذكر\nصاحب التمهيد قضية شبرمة (1) ثم قال وهذا يدل على أن امر السلب إلى الأمير\nولو كان للقاتل قضاء من النبي صلى الله عليه وسلم ما احتاج الامراء أن\nيضيفوا ذلك إلى أنفسهم باجتهادهم ولأخذه القاتل بدون أمرهم -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p311'> Vol. 06, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الوجه الثالث من النفل) ذكر فيه حديث عبادة بن الصامت (فينا\nأصحاب بدر نزلت يعنى الأنفال وذلك أنه عليه السلام حين التقى الناس نفل كل\nامرئ ما أصاب) الحديث ثم قال (قال الشافعي قال بعض أهل العلم إذا بعث\nالامام سرية أو جيشا فقال لهم قبل اللقاء من غنم شيئا فهو له بعد الخمس فهو\nلهم على ما شرط لأنهم على ذلك غزوا وذهبوا إلى أنه عليه السلام قال يوم بدر\nمن أخذ شيئا فهو له وذلك قبل نزول الخميس ولم اعلم شيئا ثبت عندنا عن رسول\nالله صلى الله عليه وسلم بهذا) قال البيهقي (الذي روى في هذا ما ذكرنا وقد\nروى عن ابن عباس ما يخلفه في لفظه) ثم ذكر بسنده (عن داود بن أبي هند عن\nعكرمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p315'> Vol. 06, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nعن ابن عباس قال عليه السلام يوم بدر من فعل كذا وكذا واتى مكان كذا وكذا\nفله كذا وكذا) ثم ذكر من طريق أبي داود بسنده (عن ابن عباس قال عليه السلام\nيوم بدر من قتل قتيلا فله كذا وكذا ومن أسر <span id='ms575'></span> أسيرا فله كذا وكذا) الحديث ثم\nقال البيهقي (وهذا بخلاف الأول في كيفية الشرطية وقد رويناه في غنيمة بدر\nانها كانت قبل نزول الخمس ثم نزل قوله تعالى (واعلموا إنما غنمتم من شئ)\nالآية فصار الامر إليه - قلت - حديث عبادة المذكور أولا أخرجه الحاكم في\nالمستدرك وقال صحيح على شرط مسلم واخرج الثاني أيضا وقال صحيح فقد احتج\nالبخاري بعكرمة واحتج مسلم بداود بن أبي هند وما ذكره البيهقي انه يخالفه\nفي لفظه فتلك المحالفة لا تضر والحديث الثالث الذي ساقه البيهقي من طريق\nأبي داود ليس لفظه في السنن كما ساقه وإنما لفظه من فعل كذا وكذا فله من\nالنفل كذا وكذا - ولم يذكر فيه قتيلا ولا أسيرا ولو كان اللفظ هكذا فليس هو\nمخالفا للأول في المعنى لاشتراك الكل في التنفيل قبل اللقاء وقد ذكر\nالخطابي حديث أبي داود ثم قال كان النبي صلى الله عليه وسلم ينفل الجيوش\nوالسرايا تحريضا على القتال وتعويضا لهم عما يصيبهم من المشقة والكآبة\nويجعلهم أسوة الجماعة في سهمان الغنيمة فيكون ما يخصهم به من النفل كالصلة\nوالعطية المستأنفة وقد اختلف العلماء في هذا فكان مالك لا يرى النفل ويكره\nأن يقول الامام من قاتل في موضع كذا أو قتل عددا فله كذا ويبعث سرية فيقول\nما غنمتم فلكم نصفه ويكره ان يقاتل الرجل ويسفك دم نفسه في مثل هذا وأثبت\nالشافعي النفل وقال به الأوزاعي واحمد وقال الثوري إذا قال الامام من جاء\nبرأس فله كذا ومن اخذ شيئا فهو له ومن جاء بأسير فله كذا انتهى (1) كلامه\nوقوله تعالى (واعلموا إنما غنمتم) الآية تقدم الكلام عليه في باب مصرف\nالغنيمة في ابتداء الاسلام وقال صاحب التمهيد ما ملخصه لم يختلف العلماء ان\nهذه الآية ليست على ظاهرها وانه خص منها سلب القتيل وما فعله عليه السلام\nمن الأنفال في غزواته الا انهم اختلفوا فقال مالك وغيره النفل من الخمس ولا\nيكون من رأس الغنيمة ولا قبل القتال لأنه قتال على <span id='ms576'></span> الدنيا وقال آخرون النفل\nمن خمس الحمس وقال آخرون النفل جائز قبل احراز الغنيمة وبعدها لأنه عليه\nالسلام فعل ذلك كله واختاره لمن فعله وثبت ذلك عنه وممن قال بهذا الأوزاعي\nوالشافعي وجماعة من الشاميين والعراقيين -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p316'> Vol. 06, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في سهم الراجل والفارس) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p324'> Vol. 06, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث عبيد الله بن عمر (عن نافع عن ابن عمر للفارس سهمين وللرجل\nسهما) - قلت - رواه ابن المبارك عن عبيد الله باسناده فقال فيه للفارس\nسهمين وللراجل سهما ذكره صاحب التمهيد وفى الأحكام لعبد الحق وقد روى عن\nابن عمر انه عليه السلام جعل للفارس سهمين وللراجل سهما ذكره أبو بكر بن\nأبي شيبة وغيره ثم ذكر البيهقي حديث مجمع بن جارية وفيه فأعطى للفارس سهمين\nوللراجل سهما وفى سنده مجمع بن يعقوب فحكى عن الشافعي (أنه قال شيخ لا\nيعرف) - قلت - هذا الحديث أخرجه الحاكم في المستدرك وقال حديث اكبره صحيح\nالاسناد ومجمع بن يعقوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p325'> Vol. 06, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\nمعروف قال صاحب الكمال روى عنه القعنبي ويحيى الوحاظى وإسماعيل بن أبي\nأويس ويونس المؤدب وأبو عامر العقدي وغيرهم وقال ابن سعد توفى بالمدينة\nوكان ثقة وقال أبو حاتم وابن معين ليس به بأس وروى له أبو داود والنسائي\nانتهى كلامه ومعلوم ان ابن معين إذا قال ليس به بأس فهو توثيق وفى التهذيب\nلابن جرير الطبري روى عن أبي موسى انه لما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p326'> Vol. 06, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nاخذ تستر وقتل مقاتلهم جعل للفارس سهمين وللراجل سهما - ثم ذكر البيهقي\nفي آخر الباب عن الشافعي حديث شاذان (عن زهير عن أبي إسحاق غزوت مع سعيد بن\nعثمان فاسهم لفرسي سهمين ولى سهما قال أبو إسحاق وبذلك حدثني هانئ ابن هانئ\nعن علي) - قلت - قد اختلف في هذا فذكر عبد الرزاق عن الثوري عن أبي إسحاق\nعن هانئ بن هانئ قال أسهم له في امارة سعيد بن عثمان لفرسين لهما أربعة\nأسهم وله سهم - وقال ابن أبي شيبة ثنا غندر عن شعبة عن أبي إسحاق عن هانئ\nبن هانئ عن علي قال للفارس سهمان <span id='ms577'></span> - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p327'> Vol. 06, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب لا يسهم الا لفرس واحد) ذكر فيه عن الشافعي (قال حدث مكحول عن\nالنبي صلى الله عليه وسلم مرسلا الزبير حضر خيبر بفرسين فأعطاه عليه السلام\nخمسة اسم سهما له وأربعة أسهم لفرسيه - قال ولو كان كما حدث مكحول انه اخذ\nخمسة أسهم كان ولده اعرف بحديته واحرص على ما فيه زيادة من غيرهم إن شاء\nالله تعالى) - قلت - يوضح هذا ما ذكره البيهقي فيما بعد في أبواب السير في\nباب سهمان الخيل من حديث الشافعي بسنده (عن هشام بن عروة عن يحيى بن عباد\nبن عبد الله بن الزبير ان الزبير كان يضرب له بأربعة أسهم سهم له وسهمين\nلفرسه وسهم أمه يعنى يوم خيبر) ثم قال (قال الشافعي وروى مكحول ان الزبير\nحضر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p328'> Vol. 06, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nخيبر فاسهم له عليه السلام خمسة أسهم سهم له وأربعة أسهم لفرسية فذهب\nالأوزاعي إلى قبول هذا وهشام بن عروة احرص لو زيد الزبير أن يقول به وأشبه\nإذ خالفه مكحول أن يكون أثبت في حديث أبيه منه لحرصه على زيادته وإن كان\nحديثه مقطوعا كحديث مكحول لكنا ذهبنا إلى أهل المغازي فقلنا انهم لم يرووا\nانه عليه السلام أسهم لفرسين ولم يختلفوا انه عليه السلام حضر خيبر بثلاثة\nأفراس لنفسه السلب والضرب والمرتجز ولم يأخذ منها الا لفرس واحد) -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p329'> Vol. 06, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب المرأة والمملوك يرضخ لهما) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p332'> Vol. 06, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nقال في آخره (وروى عن مكحول أو غيره في الاسهام لهن) - قلت ذكره البيهقي\nفيما بعد في أبواب السير في باب العبيد والنساء والصبيان يحضرون الواقعة\nولفظه (عن مكحول وخالد بن معدان قالا أسهم رسول الله صلى الله عليه وسلم)\nالحديث وفى آخره (وأسهم للنساء والصبيان) فجمع بين مكحول وابن معدان بالواو\nوقال ههنا عن مكحول أو غيره - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p333'> Vol. 06, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب سهم ذوي القربى) ذكر فيه حديث جبير بن معطم (إنما بنو هاشم وبنو\nالمطلب شئ واحد قال جبير ولم يقسم لبنى عبد شمس ولا لبنى نوفل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p340'> Vol. 06, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\nمن ذلك الخمس كما قسم لبني هاشم وبني المطلب قال وكان <span id='ms578'></span> أبو بكر يخمس الخمس\nنحو قسم رسول الله صلى الله عليه وسلم غير أنه لم يكن يعطى قربى رسول الله\nصلى الله عليه وسلم) إلى آخره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p341'> Vol. 06, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال البيهقي (واما رواية يونس عن الزهري فلم اعلم بعد ان الذي في\nآخرها من قول جبير فيكون موصولا أو من قول ابن المسيب أو الزهري فيكون\nمرسلا) - قلت - قد تقدم قبل ذلك جبير ثم قال قال وكان أبو بكر فالقائل\nثانيا هو جبير القائل أولا وهذا ظاهر فكيف لا يعلمه البيهقي ويتردد فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p343'> Vol. 06, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر حديثا عن ابن نمير ثنا هاشم بن بريد حدثني حسين بن ميمون إلى آخر\nثم قال (قال أبو عبد الله رواته من ثقات الكوفيين) وقال في كتاب المعرفة\nهذا اسناد صحيح - قلت - في هذا الحديث أمران - أحدهما - ان في اسناد\nاضطرابا ذكره البخاري في التاريخ وادخل بين ابن نمير وهاشم محمدا وقال هو\nحديث لم يتابع عليه - والثاني - ان حسينا هذا مذكور في كتب الضعفاء ذكره\nالعقيلي وابن عدي وابن الجوزي وقال ابن المديني ليس بمعروف قل من روى عنه\nوقال أبو حاتم ليس بقوي في الحديث ومع هذا كيف يكون سنده صحيحا ورواته ثقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p344'> Vol. 06, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر البيهقي قول ابن عباس (فأبى ذلك علينا قومنا) ثم حكى عن الشافعي\n(انه عنى بذلك غير أصحاب النبي صلى الله عليه وسلم يزيد بن معاوية) - قلت -\nيبعد ذلك قوله في الرواية التي قبل هذه (فأبينا الا ان يسلمه الينا وأبى ان\nيفعل فتركناه يعنى عمر) وفى الاستذكار ادخل بني المطلب مع بني هاشم الشافعي\nواحمد وأبو ثور وأما سائر الفقهاء فيقتصرون بسهم ذوي القربى علي بني هاشم\nوهو مذهب عمر بن عبد العزيز وروى عن ابن عباس ومحمد ابن الحنفية - قال (باب\nما جاء في مصرف أربعة أخماس الفئ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p345'> Vol. 06, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث عمر في أموال بنى النضير - قلت - قد تقدم ذكر هذا الحديث\nوالجواب عنه في باب مصرف أربعة أخماس الفئ في زمان رسول الله صلى الله عليه\nوسلم فالحديث <span id='ms579'></span> والباب مكرران - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p346'> Vol. 06, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما يكون للوالي الأعظم ووالى الإقليم من مال الله) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p353'> Vol. 06, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه (عن ابن الساعدي عن عمر قال عملت على عهد رسول الله صلى الله\nعليه وسلم) ثم قال (رواه مسلم في الصحيح عن قتيبة عن الليث وقال عن ابن\nالسعدي) - قلت الذي في صحيح مسلم عن قتيبة عن الليث ان الساعدي وأخرجه من\nوجهين آخرين في أحدهما ابن السعدي وفى الآخر عبد الله بن السعدي -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p354'> Vol. 06, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الاختيار في التعجيل بقسمة مال الفئ) ذكر فيه حديث (اتى رسول\nالله صلى الله عليه وسلم بمال من البحرين فقال انتروه في المسجد) من طريق\nإبراهيم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p356'> Vol. 06, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\nطهمان عن عبد العزيز بن صهيب عن انس ثم قال (أخرجه البخاري في الصحيح\nفقال وقال إبراهيم) - قلت - في أطراف المزي ان البخاري رواه في كتابه في\nثلاثة مواضع عن عبد العزيز عن انس ولم ينسب عبد العزيز وذكره الدمشقي وخلف\nفي ترجمة عبد العزيز بن صهيب عن انس وكذا رواه عمر بن محمد البحيرى في\nصحيحه وقد روى أبو عوانة في صحيحه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p357'> Vol. 06, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\nحديث تسحروا فان في السحور بركة - من طريق ابن طهمان عن عبد العزيز بن\nرفيع عن انس وروى أبو داود والنسائي حديث لا يحل دم امرئ مسلم من طريق ابن\nطهمان عن عبد العزيز بن رفيع عن عبيد بن عمير عن عائشة فيحتمل أن يكون هذا\nويحتمل أن يكون هذا والله أعلم أيهما هو - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p358'> Vol. 06, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في عقد الألوية) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p362'> Vol. 06, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه (انه عليه السلام عقد لعبد الرحمن بن عوف لواء) وفى سنده عثمان\nبن عطاء الخراساني فقال (ليس بالقوى) - قلت - ضعفه ابن معين والدارقطني\nوقال عمرو بن علي منكر الحديث وقال علي بن الجنيد متروك والبيهقي الان\nالقول فيه في هذا الباب وضعفه في باب من يلاعن حيث روى حديثا يحتج به خصومه\n- * * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p363'> Vol. 06, p. 363</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "005",
    "006",
    "007",
    "008",
    "013",
    "014",
    "016",
    "017",
    "018",
    "020",
    "021",
    "022",
    "023",
    "032",
    "033",
    "034",
    "035",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "046",
    "047",
    "048",
    "054",
    "055",
    "056",
    "059",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "069",
    "070",
    "071",
    "072",
    "073",
    "075",
    "076",
    "085",
    "086",
    "087",
    "089",
    "090",
    "091",
    "094",
    "095",
    "096",
    "097",
    "098",
    "100",
    "101",
    "102",
    "105",
    "106",
    "107",
    "108",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "125",
    "126",
    "127",
    "128",
    "136",
    "137",
    "138",
    "139",
    "140",
    "143",
    "146",
    "147",
    "151",
    "152",
    "156",
    "157",
    "158",
    "164",
    "165",
    "171",
    "175",
    "178",
    "179",
    "180",
    "181",
    "182",
    "185",
    "186",
    "187",
    "188",
    "189",
    "192",
    "193",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "204",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "219",
    "220",
    "221",
    "225",
    "226",
    "234",
    "235",
    "240",
    "241",
    "242",
    "243",
    "244",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "275",
    "276",
    "280",
    "282",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "303",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "315",
    "316",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "332",
    "333",
    "340",
    "341",
    "343",
    "344",
    "345",
    "346",
    "353",
    "354",
    "356",
    "357",
    "358",
    "362",
    "363"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10"
  ]
}