{
  "content": "\n<p>\nما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا الجزء الثامن الجوهر النقي\nللعلامة علاء الدين بن علي بن عثمان المارديني الشهير بابن التركماني\nالمتوفى سنة خمس وأربعين وسبع مائة دار الفكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p001'> Vol. 08, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من أحق منهما بحسن الصحبة) ذكر فيه الحديث (أي الناس أحق بحسن\nالصحبة) من رواية عبد الله بن شبرمة عن أبي زرعة عن أبي هريرة ثم قال\n(أخرجاه في الصحيح من حديث ابن شبرمة) - قلت - أراد به عبد الله المذكور\nأولا وهو لم يحتج به البخاري وإنما اخرج الحديث من جهة عمارة بن القعقاع عن\nأبي زرعة عن أبي هريرة ثم قال عقيبه وقال ابن شبرمة <span id='ms700'></span> يعنى عبد الله ويحيى بن\nأيوب ثنا أبو زرعة فالصواب ان يقال أخرجاه من حديث عمارة بن القعقاع - فان\nقلت - فلعله مراد البيهقي فان جده شبرمة فيجوز أن يقال له ابن شبرمة نسبا\nإلى جده قلنا لم يتقدم لعمارة ذكر في السند فان اراده مع أنه في غاية البعد\nفقد خالف الاصطلاح وأحال الطالب على علم الغيب - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p002'> Vol. 08, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الأبوين إذا افترقا وهما في قرية فالأم أحق بولدها ما لم تتزوج\nفإذا بلغ سبع سنين أو ثمان سنين خير) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p003'> Vol. 08, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث عبد الحميد بن جعفر عن أبيه عن رافع بن سنان ثم قال (رافع\nجد عبد الحميد) - قلت - هو جد جده لأنه عبد الحميد بن جعفر بن عبد الله بن\nالحكم بن رافع كذا ساق نسبه ابن عبد البر وصاحب الكمال وغيرهما واخرج\nالدارقطني هذا الحديث ولفظه عن عبد الحميد حدثني أبي عن جد أبيه رافع وفى\nهذا الحديث أشياء - أولها - ان عبد الحميد متكلم فيه كان يحيى القطان يضعفه\nوكان الثوري يحمل عليه ويضعفه كذا في الضعفاء لابن الجوزي - ثانيها - انه\nمضطرب الاسناد والمتن قال ابن القطان ورويت القصة من طريق عثمان البتي عن\nعبد الحميد بن سلمة عن أبيه عن جده ان أبويه اختصما فيه إلى النبي صلى الله\nعليه وسلم أحدهما مسلم والآخر كافر فخيره فتوجه إلى الكافر فقال اللهم اهده\nفتوجه إلى المؤمن فقضى له به هكذا ذكره أبو بكر بن أبي شيبة عن إسماعيل بن\nإبراهيم هو ابن علية عن عثمان البتي وكذا رواه يعقوب الدورقي عن إسماعيل\nأيضا ورواه يزيد بن زريع عن عثمان البتي فقال فيه عبد الحميد بن يزيد بن\nسلمة ان جده أسلم وأبت امرأته ان تسلم وبينهما ولد صغير فذكر مثله رواه عن\nيزيد بن زريع يحيى بن عبد الحميد الحماني من رواية ابن أبي خيثمة عنه نقلت\nجميعها من كتاب قاسم بن الأصبغ الا ان هذه القصة هكذا يجعل المخير غلاما\nوجد عبد الحميد بن يزيد بن سلمة <span id='ms701'></span> (1) وعبد الحميد وأبوه وجده لا يعرفون\nانتهى كلامه - وفى مصنف عبد الرزاق انا الثوري عن عثمان البتي عن عبد\nالحميد الأنصاري عن أبيه عن جده ان جده أسلم وأبت امرأته ان تسلم فجاء بابن\nله صغير لم يبلغ فأجلس النبي صلى الله عليه وسلم الأب ههنا والام ههنا ثم\nخيره وقال اللهم اهده فذهب إلى أبيه وكذا في مسند أحمد وسنن النسائي انه\nجاء بابن صغير - وذكر ابن الجوزي في جامع المسانيد أن رواية من روى أنه كان\nغلاما أصح - وذكر الطحاوي هذا الحديث من وجه آخر وفيه انه عليه السلام قال\nلهما هل لكما ان تخيراه فقالا نعم ففيه ان التخيير كان باختيارهما - ثالثها\n- ان الشافعي وغيره من العلماء لم يقولوا بظاهر هذا الحديث فان الفطيم لا\nيطلق على من بلغ سبعا لأنهم كانوا يفطمون لنحو حولين فلا حجة في الحديث في\nمحل النزاع وأيضا لا يصح اثبات التخيير بهذا الحديث على مذهب الشافعي لان\nالتخيير إنما يكون بين شخصين من أهل الحضانة والام ليست من أهل الحضانة\nعنده لأنها كافرة والأب مسلم فكيف يحتج البيهقي بحديث لا يقول امامه بموجبه\n-\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p004'> Vol. 08, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما ورد في التشديد في ضرب المماليك) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p010'> Vol. 08, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه من طريق أبى داو حديثا عن عباس الحجري عن ابن عمر ثم قال (وقال\nاصبغ عن ابن وهب باسناده سمع عبد الله بن عمرو بن العاص، وابن عمر أصح) -\nقلت - ذكره الحافظ المزي في أطرافه في مسند عبد الله بن عمرو وعزاه إلى أبى\nداود - وفى تاريخ البخاري عباس الحجري يعد في المصريين سمع عبد الله بن\nعمرو بن العاص قال رجل للنبي صلى الله عليه وسلم كم اعفو عن الخادم الحديث\n- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p011'> Vol. 08, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب حلب الماشية) ذكر فيه (دع داعى اللبن عن جماعة عن الأعمش عن\nيعقوب بن بحير عن ضرار) ثم قال (وخالفهم أبو معاوية فرواه عن الأعمش عن عبد\nالله بن سنان عن يعقوب عن ضرار) - قلت - ذكره ابن منده في معرفة الصحابة ان\nالثوري <span id='ms702'></span> رواه عن الأعمش عن عبد الله بن سنان عن ضرار ولم يدخل بينهما يعقوب\nوكذا صاحب الميزان عن أبي حاتم وكذا أخرجه الطحاوي والحاكم في مستدركه -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p014'> Vol. 08, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب التغليظ على من قتل نفسه) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p023'> Vol. 08, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فآخره حديث جرير (عن الحسن بن جندب قال عليه السلام كان فيمن قبلكم\nرجل) الحديث ثم قال (أخرجه البخاري في الصحيح فقال وقال حجاج بن منهال عن\nجرير) - قلت - أخرجه البخاري في ذكر بني إسرائيل متصلا عن محمد عن حجاج\nبسنده - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p024'> Vol. 08, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب فيمن لا قصاص بينه باختلاف الدين) (قال الله تعالى - يا أيها\nالذين آمنوا كتب عليكم القصاص - إلى قوله - فمن عفى له من أخيه شئ) - قلت -\nهذه الآية حجة لخصمه لان عموم القتل يشمل المؤمن والكافر خوطب المؤمنون\nبوجوب القصاص في عموم القتلى وكذا قوله (الحر بالحر) يشملها بعمومه والمراد\nبقوله تعالى (فمن عفى له من أخيه) الاخوة في الجنسية كقوله تعالى (كذبت عاد\nالمرسلين إذا قال لهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p028'> Vol. 08, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nأخوهم هود) لم يرد الاخوة في الدين ولو سلمنا ان المراد بالآية الأولى\nالاخوة في الدين نقول يجوز أن يتقدم لفظ عام ثم يعطف عليه خاص كقوله تعالى\n(ووصينا الانسان بوالديه) يعم الوالدين المسلمين والكافرين ثم قوله تعالى\n(وان جاهداك لتشرك بي) خاص في الكافرين وقد تقدم مثل هذا البحث قريبا في\nباب لا نفقة للمبتوتة - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p029'> Vol. 08, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب بيان ضعف الخبر الذي روى) (في قتل المؤمن بالكافر) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p030'> Vol. 08, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث ربيعة عن ابن البيلماني مرسلا ثم ذكر (عن أبي عبيد قال\nبلغني عن ابن أبي يحيى أنه قال إنا حدثت ربيعة به فإنما دار على ابن أبي\nيحيى عن ابن البيلماني) - قلت - خرجه أبو داود في كتاب المراسيل بسند رجاله\nثقات عن ربيعة عن عبد الرحمن بن البيلماني حدثه انه عليه السلام الحديث فقد\nصرح في هذه الرواية بان ابن البيلماني حدث ربيعة وخرج ابن أبي يحيى من\nالوسط ولم يدر الحديث عليه وما ذكره أبو عبيد بلاغ لم يذكر من بلغه لينظر\nفي امره - وقد <span id='ms703'></span> روى الحديث مرسلا من وجه آخر - أخرجه أبو داود في المراسيل\nبسنده عن عبد الله بن عبد العزيز الحضرمي قال قتل رسول الله صلى الله عليه\nوسلم يوم حنين مسلما بكافر وأخرجه الطحاوي من وجه آخر مرسلا من حديث محمد\nبن المنكدر عن النبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p031'> Vol. 08, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم - وذكره ابن حزم ولم يعبه بغير الارسال - ثم ذكر\nالبيهقي (ان رجلا من بكر قتل رجلا من أهل الحيرة فكتب عمران يدفع إلى\nأولياء المقتول فان شاؤوا قتلوا وان شاؤوا عفوا فدفع إلى رجل يقال له حنين\nفقتله فكتب عمر بعد ذلك إن كان الرجل لم يقتل فلا يقتلوه فرأوا ان عمر أراد\nأن يرضيهم من الدية - قال الشافعي الذي رجع إليه أولى ولعله أراد أن يخيفه\nبالقتل ولا يقتله) - قلت - ارضاؤهم من الدية لا ينافي وجوب القتل إذا مع\nوجوبه للولي ان يعفو ويأخذ الدية كما حكى البيهقي فيما تقدم في باب ايجاب\nالقصاص في العمد عن أبي العالية في قوله تعالى (ذلك تخفيف من ربكم) يقول\nحين أطعمتم الدية ولم تحل لأهل التوراة إنما هو قصاص أو عفو وكان أهل\nالإنجيل إنما هو عفو ليس غيره فجعل لهذه الأمة القود والدية والعفو وإذا\nفهموا من قول عمر لا تقتلوه لعلهم يرضون بالدية لم يكن ذلك رجوعا منه عن\nوجوب القتل وكيف يظن بعمر أنه يخيرهم في قتله أو العفو ثم لا يريد القتل بل\nالتخويف ومن أين يفهم الأولياء هذا المراد من قول عمر فان شاؤوا قتلوا بلى\nالذي فهموا منه إباحة القتل ولهذا قتل وكيف يحل له إرادة التخويف فيتلفظ\nبلفظ يفهم منه القتل لا التخويف به هذا لا يظن به ثم ذكر البيهقي (ان\nالشافعي قيل له ثبت عندكم عن عمر من هذا شئ فقال ولا حرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p032'> Vol. 08, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوهذه الأحاديث منقطعات أو ضعاف أو تجمع الانقطاع والضعف) - قلت - المنقطع\nإذا روى من وجه آخر منقطعا كان حجة عند الشافعي وقد روى عن النزال بن سبرة\nان رجلا مسلما قتل <span id='ms704'></span> رجلا من أهل الجزية فكتب عمر بأن يقاد به ثم كتب كتابا\nبعده ان لا تقتلوه ولكن اعقلوه ذكره ابن أبي شيبة وصححه ابن حزم - ثم ذكر\nالبيهقي من طريق عبد الرزاق عن معمر عن الزهري عن سالم عن ابن عمر - إلى\nآخره ثم قال (موصول) - قلت - ذكره عبد الرزاق في مصنفه وزاد في آخره قال\nالزهري وقتل خالد بن المهاجر هو ابن خالد بن الوليد رجلا ذميا في زمن\nمعاوية فلم يقتله به وغلظ عليه الدية ألف دينار - ثم ذكره عن ابن جريج\nأخبرني ابن شهاب عن عثمان ومعاوية مثله قال ابن حزم هذا في غاية الصحة عن\nعثمان ولا يصح في هذا شئ غير هذا عن أحد من الصحابة الا ما ذكرنا عن عمر من\nطريق النزال - ثم ذكر البيهقي (عن الشافعي انا محمد بن الحسن انا محمد بن\nيزيد انا سفيان بن حسين عن الزهري ان ابن شاس قتل رجلا من أنباط الشام فرفع\nإلى عثمان) إلى آخره ثم قال (قال الشافعي هذا حديث من يجهل) - قلت - ابن\nيزيد هو الكلاعي الواسطي وثقه ابن معين وأبو داود وقال ابن حنبل كان ثبتا\nفي الحديث فلا ادرى من الذي يجهل من هؤلاء وكان الوجه ان يرده الشافعي\nبالانقطاع بين الزهري وعثمان - وقد ذكر البيهقي فيما بعد في باب دية أهل\nالذمة اثرا عن عثمان ثم قال (وقد روى عن عثمان خلاف هذا باسنادين)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p033'> Vol. 08, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما غير محفوظ والآخر منقطع وقد ذكرناهما في باب لا يقتل مؤمن بكافر)\nانتهى كلامه وكأنه يشير بالمنقطع إلى هذا الأثر الذي رواه الزهري ثم ذكر\nالبيهقي اثرا عن علي فضعف سنده - قلت - روى عن الحكم بن عتيبة ان علي بن\nأبي طالب وابن مسعود قالا من قتل يهوديا أو نصرانيا قتل به - قال ابن حزم\nهو مرسل وصح عن عمر بن عبد العزيز كما روينا من طريق عبد الرزاق عن معمر عن\nعمرو بن ميمون قال شهدت كتاب عمر بن عبد العزيز إلى بعض <span id='ms705'></span> أمرائه في مسلم قتل\nذميا فأمره ان يدفعه إلى وليه فان شاء قتله وان شاء عفا عنه قال عمرو فدفع\nإليه فضرب عنقه وانا انظر - وصح أيضا عن إبراهيم النخعي قال يقتل المسلم\nالحر باليهودي والنصراني - وروى عن الشعبي مثله وهو قول ابن أبي ليل وعثمان\nالبتي انتهى كلامه وروى ابن أبي شيبة بسند صحيح ان رجلا من النبط عدا عليه\nرجل من أهل المدينة فقتله قتل غيلة فاتى به أبان بن عثمان وهو إذ ذاك على\nالمدينة فامر بالمسلم الذي قتل الذمي ان يقتل، وابان معدود من فقهاء\nالمدينة قال عمرو بن شعيب ما رأيت أحدا اعلم بحديث ولا فقه منه - قال (باب\nلا يقتل حر بعبد) ذكر فيه حديث على (من السنة ان لا يقتل حر بعبد) - قلت -\nذكر البيهقي في كتاب المعرفة ان جابر الجعفي تفرد به وفى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p034'> Vol. 08, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nباب النهى عن الإمامة جالسا في هذا الكتاب (عن الدارقطني انه متروك) وفى\nالاستذكار اتفق أبو حنيفة وأصحابه والثوري وابن أبي ليلى وداود على أن الحر\nيقتل بالعبد وروى ذلك عن علي وابن مسعود وبه قال ابن المسيب والنخعي وقتادة\nوالحكم - قال (باب ما روى فيمن قتل عبده) ذكر فيه حديثا عن الحسن عن سمرة\nثم قال (ذهب بعضهم إلى أنه لم يسمع منه غير حديث العقيقة) - قلت - وذكر في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p035'> Vol. 08, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nباب النهى عن بيع الحيوان بالحيوان (ان أكثر الحفاظ لا يثبتون سماع الحسن\nمن سمرة في غير حديث العقيقة) وفى الاستذكار قال الترمذي سألت البخاري عن\nهذا الحديث فقال كان ابن المديني يقول به وانا اذهب إليه وسماع الحسن من\nسمرة عندي صحيح - ثم ذكر البيهقي حديث عمرو بن شعيب عن أبيه عن جده من وجوه\nثم قال (أسانيد هذه الأحاديث ضعيفة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p036'> Vol. 08, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nقلت - قد جاء حديث عمرو من وجه جيد ذكر عبد الرزاق في مصنفه عن معمر وابن\nجريج عن عمرو بن شعيب عن أبيه عن جده عبد الله بن عمرو أن زنباعا وجد غلاما\nله مع جاريته فقطع <span id='ms706'></span> ذكره وجدع انفه فأتى العبد النبي صلى الله عليه وسلم\nفذكر ذلك له فقال له النبي صلى الله عليه وسلم ما حملك على ما فعلت قال فعل\nكذا وكذا فقال صلى الله عليه وسلم اذهب فأنت حر - قال عبد الرزاق وسمعت انا\nمحمد بن عبيد الله العرزمي يحدث به عن عمرو بن شعيب - قال (باب العبد يقتل\nفيه قيمته) ذكر فيه اثرا عن عمر وعلى ثم قال (اسناد صحيح) - قلت - في سنده\nهشيم وهو مدلس وقد قال عن سعيد بن أبي عروبة وسعيد قد اختلط آخرا -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p037'> Vol. 08, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب القود بين الرجال والنساء) (قال البخاري في الترجمة يذكر عن عمر\nتقاد المرأة من الرجل في كل عمد يبلغ نفسه فما دونها وبه قال عمر بن عبد\nالعزيز) ثم قال البيهقي (اما الرواية في ذلك عن العمرين فقد مضت عن عبد\nالعزيز بن عمر أن في كتاب لعمر بن عبد العزيز أن عمر قال يقاد المملوك من\nالمملوك في كل عمد يبلغ نفسه فما دون ذلك) - قلت - هما أمران مختلفان الذي\nحكاه البخاري عن عمر في القود بين الرجل والمرأة والذي ذكره عمر بن عبد\nالعزيز في القود بين العبيد فكيف يقول البيهقي اما الرواية في ذلك عن\nالعمرين - ثم ذكر البيهقي حديث انس في كسر الثنية من رواية ثابت عن انس ثم\nقال (خالفه حميد عن انس) ثم قال (وثابت احفظ ويحتمل انهما قصتان وهو\nالأظهر) - قلت - كونهما قصتين في غاية البعد والصواب الترجيح ومقصود\nالبيهقي بقوله (وثابت احفظ) ترجيح روايته على رواية حميد وكيف تترجح روايته\nوالراوي عنه حماد هو ابن سلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p039'> Vol. 08, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nولم يحتج به البخاري وتكلموا فيه قال البيهقي في باب من مر بحائط انسان\n(ليس بالقوى) وقال في باب من صلى وفى ثوبه أو نعله اذى (حماد بن سلمة مختلف\nفي عدالته) وقال في أبواب زكاة الإبل (ساء حفظه في آخر عمره فالحفاظ لا\nيحتجون بما يخالف فيه) فظهر من هذا ان رواية حميد أرجح من رواية ثابت <span id='ms707'></span> ولهذا\nأخرجها البخاري دون رواية ثابت وفى شرح مسلم للنووي قال العلماء المعروف في\nالروايات رواية البخاري - ثم ذكر البيهقي (عن أبي الزناد عن الفقهاء السبعة\nانهم كانوا يقولون المرأة تقاد من الرجل) إلى آخره ثم قال البيهقي (ورويناه\nعن الزهري وغيره) - قلت - قد جاء عن الزهري خلاف ذلك قال لا يقص للمرأة من\nزوجها ذكره ابن أبي شيبة بسند صحيح وفى موطأ مالك سمع ابن شهاب يقول مضت\nالسنة ان الرجل إذا أصاب امرأته بجرح ان عليه عقل ذلك الجرح ولا يقاد منه -\nوالمراد بذلك ما دون النفس إذ لو قتلها قتل اجماعا حكاه غير واحد من\nالعلماء ولابن أبي شيبة بسند صحيح عن الحسن في رجل لطم امرأته فاتت تطلب\nالقصاص فجعل النبي صلى الله عليه وسلم بينهما القصاص فأنزل الله تعالى (ولا\nتعجل بالقرآن من قبل ان يقضى إليك وحيه) - ونزلت (الرجال قوامون على النساء\nبما فضل الله بعضهم على بعض) وله أيضا بسند صحيح عن محمد بن زياد هو\nالألهاني قال كانت جدتي أم ولد عثمان بن مظعون فلما مات جرحها ابن له فذكرت\nذلك لعمر بن الخطاب فقال له عمر أعطها أرشا بما صنعت بها - وذكر البيهقي\nهذا الأثر بعد في باب عتق أمهات الأولاد - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p040'> Vol. 08, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب عمد القتل بالحجر) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p042'> Vol. 08, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث حمل من طريق ابن عباس (ان عمر سأل الناس) إلى آخره ثم قال\n(اسناد صحيح) ثم قال (الا ان فيه زيادة لم أجدها في شئ من طريق هذا الحديث\nوهي قتل المرأة بالمرأة وفى حديث عكرمة عن ابن عباس موصولا وحديث ابن طاوس\nعن أبيه مرسلا وحديث جابر وأبي هريرة موصولا ثابتا انه قضى بديتها على\nالعاقلة) - قلت - لهذا الحديث سند صحيح ذكره البيهقي فيما بعد في باب دية\nالجنين واما السند المذكور في هذا الباب ففي صحته نظر لان فيه عبد الملك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p043'> Vol. 08, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nأبو قلابة الرقاشي متكلم فيه قال الدارقطني كثير الخطأ في الأسانيد\nوالمتون كان يحدث من حفظه فكثرت الا وهام <span id='ms708'></span> منه انتهى كلامه ولهذا لم يخرج له\nفي الصحيحين شئ وإذا كان الصواب في هذه القضية القضاء بالدية لا القود كما\nهو المفهوم من كلام البيهقي وقد قتلها بحجر أو عمود فسطاط كما ثبت في\nالصحيح والا ظهر أن مثل هذا القتل إنما يكون بآلة قاتلة دل هذا الحديث على\nأن القتل بما يقتل غالبا ولا يقاس منه شبه عمد لا عمد فهو حجة على البيهقي\nوامامه ومخالف لمقصود البيهقي - قال (باب شبه العمد) ذكر فيه حديث علي بن\nزيد بن جدعان عن القاسم بن ربيعة عن ابن عمر ثم ذكر (ان المزني احتج به\nفقال عراقي أيحتج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p044'> Vol. 08, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nبابن جدعان فقال محمد بن إسحاق بن خزيمة قد روى هذا الحديث غيره وهو أيوب\nالسختياني وخالد الحذاء) - قلت - ظاهر كلامه انهما روياه من الوجه الذي\nرواه ابن جدعان وليس كذلك لأنه رواه عن القاسم عن ابن عمر، وأيوب رواه عنه\nعن عبد الله بن عمرو بن العاص، وخالد رواه تارة عنه عن عقبة بن أوس عن رجل\nمن الصحابة وتارة رواه عنه عن عقبة ابن أوس عن عبد الله بن عمرو كما بينه\nالبيهقي بعد في هذا الباب - ثم ذكر البيهقي حديث (من ضرب بسوط ظلما اقتص\nمنه يوم القيامة) - قلت - هذا الحديث غير مناسب للباب وأيضا فان أحكام\nالدنيا لا تؤخذ من أحوال الآخرة - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p045'> Vol. 08, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الحال التي إذا قتل الرجل أقيد منه) ذكر فيه حديث مقتل عمر رضي\nالله عنه - قلت - في هذا الحديث ان أبا لؤلؤة نحر نفسه وليس فيه انه أقيد\nمنه فلا ادرى ما مناسبته للتبويب - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p047'> Vol. 08, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الرجل يحبس الرجل للاخر فيقتله) ذكر فيه حديثا عن إسماعيل بن\nأمية عن نافع عن ابن عمر ثم قال (غير محفوظ) ثم ذكره عن إسماعيل مرسلا وذكر\n(أنه الصواب) - قلت - صحيح ابن القطان رفعه وقال إسماعيل من الثقات فلا يعد\nرفعه مرة وارساله أخرى اضطرابا إذ يجوز للحافظ ان يرسل الحديث عند المذاكرة\nفإذا أراد التحميل أسنده - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p050'> Vol. 08, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nقال <span id='ms709'></span> (باب الخيار في القصاص) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p051'> Vol. 08, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه عن جماعة في قوله تعالى (ذلك تخفيف من ربكم) - (انه رخص لامة\nمحمد صلى الله عليه وسلم ان شاء قتل وان شاء اخذ الدية وان شاء عفا) ثم ذكر\nحديث أبي شريح (فهو بالخيار بين ان يقتص أو يعفو أو يأخذ العقل) ثم ذكر\nقوله عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p052'> Vol. 08, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nالسلام لولى المقتول (أتعفو قال لا قال فتأخذ الدية قال لا) - قلت - في\nهذا كله ان العفو قسيم لاخذ الدية فدل على أنهم إذا عفوا لا يأخذون الدية\nالا بالاشتراط وحكى الطحاوي في أحكام القرآن عن الشافعي قال بالعفو يستحق\nاخذ الدية اشترط ذلك في عفوه أم لا - قال (باب من قال موجب العمد القود)\nذكر فيه حديث ابن عباس (من قتل في عمية) - قلت - قد ذكر البيهقي فيما مضى\nفي باب شبه العمد (ان هذا الحديث أرسله بعضهم ووصله بعضهم) فكان الوجه\nالاستدلال بما في الصحيحين من قوله عليه السلام في قصة الربيع كتاب الله\nالقصاص - قال صاحب الاستذكار واليه ذهب أبو حنيفة وأصحابه والثوري وابن\nشبرمة والحسن بن حي وهو الأظهر من مذهب مالك - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p053'> Vol. 08, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الترغيب في العفو) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p054'> Vol. 08, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nذكر في آخره حديثا (عن أبي السفر قال أبو الدرداء) الحديث ثم ذكر حديثا\n(عن الشعبي قال عبادة بن الصامت سمعته عليه السلام يقول من أصيب بجسده بقدر\nنصف ديته فعفا) الحديث ثم قال (كلاهما منقطع) - قلت - عبادة توفى سنة أربع\nوثلاثين والشعبي ولد سنة تسع عشرة فلقاؤه لعبادة ممكن وقد خرج النسائي هذا\nالحديث عن الشعبي عن عبادة فتحمل عنعنته على الاتصال على رأى مسلم وغيره -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p056'> Vol. 08, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قال يقتص الكبار قبل بلوغ الصغار) ذكر فيه قتل الحسن بن علي\nلابن ملجم قال (قال بعض أصحابنا إنما استبد بقتله قبل بلوغ الصغار من ولد\nعلى لأنه قتله حدا لكفره لا قصاصا) - قلت - ذكر البيهقي فيما بعد في باب\nالرجل يقتل واحدا من المسلمين على التأويل (عن الشافعي قال إن ا إبراهيم بن\nمحمد عن جعفر <span id='ms710'></span> بن محمد عن أبيه ان عليا قال في ابن ملجم بعدما ضربه أطعموه\nاسقوه وأحسنوا اساره فان عشت فانا ولى دمى أعفو ان شئت وان شئت استقدت وان\nمت فقتلتموه فلا تمثلوا) وقال القدوري في التجريد لو كان مرتدا لجازت\nالمثلة به وأيضا ما كان على يقف قتله على شرط الموت ولو قتل لسعيه في الأرض\nبالفساد لم يجز العفو عنه وقال محمد بن جرير الطبري في التهذيب أهل السير\nلا تدافع عنهم ان عليا أمر بقتل قاتله قصاصا ونهى ان يمثل به ولا خلاف بين\nأحد من الأمة ان ابن ملجم قتل عليا متأولا مجتهدا مقدرا على أنه على صواب\nوفى ذلك يقول عمران بن حطان - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p058'> Vol. 08, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n(شعر) يا ضربة من تقى ما أراد بها * الا ليبلغ من ذي العرش رضوانا انى\nلأفكر فيه ثم احسبه * أوفى البرية عند الله ميزانا وذكر صاحب الاستيعاب ان\nابن ملجم قال الشبيب الأشجعي هل لك ان تساعدني على قتل على فقال ويلك انه\nذو سابقة في الاسلام فقال ابن ملجم انه حكم الرجال في دين الله وقتل\nإخواننا الصالحين وانه ضربه على رأسه وقال الحكم لله يا علي لا لك ولا\nلأصحابك انتهى كلامه وهذا أيضا يدل على أنه كان مسلما متأولا وذكر ابن\nقتيبة في كتاب السياسة ان ابن ملجم دخل المسجد في فروع الفجر الأول فدخل في\nالصلاة تطوعا ثم افتتح القراءة فجعل يكرر هذه الآية (ومن الناس من يشرى\nنفسه ابتغاء) فاقبل على وبيده محسر (1) يوقظ الناس للصلاة فمر بابن ملجم\nوهو يردد الآية فظن أنه تعيا فيها ففتح له (والله رؤوف بالعباد) ثم انصرف\nعلى فتبعه فضربه على قرنه فقال على احبسوه ثلاثا وأطعموه واسقوه فان أعش\nأرى فيه رأيي وان أمت فاقتلوه ولا تمثلوا به فمات وأخذه عبد الله بن جعفر\nفقطع يده ورجليه فلم يجزع وأرادوا قطع لسانه فجزع فقيل له ما هذا الجزع على\nلسانك وحده قال إني اكره ان تمر بي ساعة من نهار لا <span id='ms711'></span> اذكر الله فيها ثم\nقطعوا لسانه وضربوا عنقه - قال (باب عفو بعض الأولياء) ذكر فيه حديث (على\nالمقتتلين ان ينحجزوا الأول فالأول وإن كانت امرأة) ثم ذكر (عن أبي عبيد\nقال وذلك أن يقتل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p059'> Vol. 08, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nالقتيل وله ورثة رجال ونساء فأيهم عفا عن دمه من رجل وامرأة فعفوه جائز\nلان قوله ينحجزوا يعنى يكفوا عن القود) قلت - ذكر الطحاوي انه سأل عن تفسير\nهذا الخبر أحمد بن أبي عمران والمزني فقال ابن أبي عمران هذا يخرج منه جواز\nعفو النساء عن الدم وقال المزني معناه القتال في غير الحق ورد ابن حزم قول\nابن أبي عمران وقال لا يفهم أحد من هذا أنه يجوز عفو النساء عن الدم أولا\nوقال كلام المزني صحيح لا يجوز لاحد أن يقول غيره وهو مقتضى الخبر ومفهومه\nوهو انه يجب على المقتتلين ان ينحجز بعضهم عن بعض فلا يقتتلون وان يبدأ\nبالانحجاز الأول فالأول لان الأولين يتصادمون قبل من خلفهم فالانحجاز فرض\nعلى الأول فالأول ولو أنه امرأة لحرمة القتال - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p060'> Vol. 08, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما روى في أن لا قود الا بحديدة) ذكر فيه حديث قيس (عن جابر\nالجعفي عن أبي عازب عن النعمان بن بشير عنه عليه السلام قال لا قود الا\nبحديدة) ثم قال (كذا اتى به قيس بن الربيع ورواه الثوري عن جابر على اللفظ\nالذي مضى في باب شبه العمد) ثم ذكره من وجوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p062'> Vol. 08, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال في آخر الباب (لم يثبت له اسناد وجابر بن يزيد الجعفي مطعون) -\nقلت - الجعفي وان طعن فيه قال وكيع مهما شككتم في شئ فلا تشكوا في أن جابرا\nثقة وقال شعبة هو صدوق في الحديث وقال الثوري لشعبة لئن تكلمت في جابر لا\nتكلمن فيك وفى الكاشف للذهبي ان ابن حبان اخرج له في صحيحه وبقى في السند\nقيس بن الربيع سكت عنه البيهقي هنا وقال في باب من زرع ارض غيره بغير اذنه\n(ضعيف عند أهل العلم بالحديث) انتهى كلامه وفيه نظر فقد قال عفان كان <span id='ms712'></span> قيس\nثقة يوثقه الثوري وشعبة وقال شعبة سمعت أبا حصين يثنى عليه وقال أبو داود\nسمعت شعبة يقول عليك به وقال أبو داود الطيالسي هو ثقة حسن الحديث وقال\nمعاذ العنبري قال لي عبد الله بن عثمان حيث لقيت قيسا لا تبال ان لا تلقى\nسفيان وقال سفيان بن عيينة ما أدركت بالكوفة أحسن حديثا منه وقال ابن عدي\nعامة رواياته مستقيمة والقول فيه ما قال شعبة وانه لا بأس به وقد اخرج ابن\nماجة في سننه عن إبراهيم بن المستمر عن أبي عاصم النبيل عن سفيان الثوري عن\nجابر الجعفي عن أبي عازب عن النعمان بن بشير عنه عليه السلام قال لا قود\nالا بالسيف فقد تابع الثوري قيس بن الربيع على رواية هذا الحديث وقول\nالبيهقي ورواه الثوري عن جابر على اللفظ الذي مضى في باب شبه العمد فيه نظر\nمن وجهين أحدهما - ان هذا اللفظ لم يذكره البيهقي في باب شبه العمد وإنما\nذكره قبله ببابين فقال (جماع أبواب صفة قتل العمد وشبه العمد - باب عمد\nالقتل بالسيف) ثم ذكر الرواية المذكورة - الثاني - ان لفظها كل شئ خطأ الا\nالسيف ولكل خطأ أرش وهذا اللفظ مخالف لحديث هذا الباب في اللفظ والمعنى\nفكيف يقول البيهقي (ورواه الثوري) ولو ذكر اللفظ الذي ذكره ابن ماجة من\nرواية الثوري عن جابر لكان هو الوجه - وقال ابن ماجة أيضا ثنا إبراهيم بن\nالمستمر ثنا الحر بن مالك العنبري ثنا مبارك بن فضالة عن الحسن عن أبي بكرة\nقال قال رسول الله صلى الله عليه وسلم لا قود الا بالسيف - وهذا شاهد لحديث\nالنعمان وسنده جيد ابن المستمر صدوق كذا قال النسائي والحر قال ابن أبي\nحاتم في كتابه سألت أبى عنه فقال صدوق لا بأس والمبارك وان تكلم فيه فقد\nاخرج له البخاري في التابعات في باب قول النبي صلى الله عليه وسلم يخوف\nالله عباده بالكسوف واخرج له ابن حبان في صحيحه والحاكم في المستدرك ووثقه\nوقال عفان كان <span id='ms713'></span> ثقة وكان وكان ووثقه ابن معين مرة وضعفه أخرى وكان يحيى\nالقطان يحسن الثناء عليه - فهذا الحديث قد روى من وجوه كثيرة يشهد بعضها\nلبعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p063'> Vol. 08, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nفأقل أحواله أن يكون حسنا وبه قال النخعي والشعبي والحسن وأبو حنيفة\nوأصحابه - قال (باب القصاص فيما دون النفس) ذكره في آخره حديث كسر الثنية -\nقلت - بعض الكلام عليه في باب القود بين الرجال والنساء - قال (باب ما لا\nقصاص فيه) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p064'> Vol. 08, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه من حديث أبي يعلى ثنا أبو كريب ثنا رشدين بن سعد عن معاذ بن محمد\nإلى آخره - قلت - ذكر أبو يعلى الموصلي هذا الحديث في مسنده وادخل بين\nرشدين ومعاذ معاوية وكذا أخرجه ابن ماجة في سننه ومحمد بن جرير الطبري في\nالتهذيب الا انهما قالا معاوية بن صالح - ثم ذكر حديثا من رواية أبى بكر بن\nعياش عن دهثم حدثني نمران بن جارية عن أبيه إلى آخره - قلت - أخرجه ابن\nماجة في سننه عن عمار بن خالد الواسطي عن أبن عياش بسنده وعمار قال ابن أبي\nحاتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p065'> Vol. 08, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nكتبت عنه مع أبي بواسط وكان ثقة صدوقا ودهثم متكلم فيه وذكره ابن حبان في\nالثقات وفى الكاشف للذهبي نمران وثق - قال (باب ما جاء في الاستئناء\nبالقصاص) ذكر فيه حديثا (عن أبي بكر وعثمان ابني أبى شيبة عن ابن علية عن\nأيوب عن عمرو عن جابر) ثم ذكر (عن الدارقطني أنه قال أخطأ ابنا أبى شيبة\nفيه وخالفهما احمد وغيره فرووه عن ابن علية مرسلا من حديث عمرو) - قلت -\nابنا أبى شيبة امامان حافظان وقد زاد الرفع فوجب قبوله على ما عرف قال عمرو\nبن علي ما رأيت احفظ من أبى بكر بن أبي شيبة وكذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p066'> Vol. 08, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو زرعة وقال ابن عدي سمعت ابن عرفة يقول سمعت ابن خراش يقول سمعت\nأبا زرعة الرازي يقول ما رأيت احفظ من أبى بكر بن أبي شيبة فقلت يا أبا\nزرعة فأصحابنا البغداديون فقال أصحابك أصحاب مخاريق ما رأيت احفظ من أبى\nبكر ابن أبي شيبة <span id='ms714'></span> وقال ابن معين ابنا أبى شيبة ليس فيهما شك ولهذا صحح ابن\nحزم هذا الحديث من هذا الوجه ثم على تقدير تسليم ان الحديث مرسل فقد روى\nمرسلا ومسندا من وجه قال الحازمي قد روى هذا الحديث عن جابر من غير وجه\nوإذا اجتمعت هذه الطرق قوى الاحتجاج بها - ثم ذكر البيهقي الحديث من جهة\nمحمد بن حمران عن ابن جريج عن عمرو ابن شعيب عن أبيه عن جده ثم قال (وكذلك\nرواه مسلم بن خالد عن ابن جريج) - قلت - محمد بن حمران لا بأس به كذا قال\nابن عدي ومسلم بن خالد وان تكلموا فيه فقد وثقه ابن معين وغيره واخرج له\nالحاكم في المستدرك وابن حبان في صحيحه وذكر الحازمي حديث ابن ركانة الذي\nذكره البيهقي في هذا الباب ثم قال في حديث عبد الله بن عمرو بن العاص ما\nيدل على أن هذا الحكم منسوخ وإنما أقاد النبي صلى الله عليه وسلم في هذه\nالقضية حسب ولم يقد بعد ذلك ثم ذكر حديث عمرو بن شعيب المذكور ثم قال روى\nعن ابن جريج من غير وجه فان صح سماع ابن جريج من عمرو بن شعيب فهو حديث حسن\nيقوى الاحتجاج به لمن يرى الحكم الأول منسوخا واخرج الطحاوي بسند جيد عن\nالشعبي عن جابر عن النبي صلى الله عليه وسلم قال لا يستقاد من الجرح حتى\nيبرأ وفى مصنف عبد الرزاق عن الثوري عن حميد الأعرج ان رجلا وجاء رجلا بقرن\nفي فخذه فجاء النبي صلى الله عليه وسلم يطلب إليه ان يقيده فقال صلى الله\nعليه وسلم حتى يبرأ فأبى الا ان يقيد فأقاد فشلت رجله بعد فجاء النبي صلى\nالله عليه وسلم فقال ما أرى لك شيئا قد اخذت حقك - وفى الاستذكار روى\nالثوري عن عيسى ابن المغيرة عن بديل بن وهب أن عمر بن عبد العزيز كتب إلى\nطريف بن ربيعة وكان قاضيا بالشام ان صفوان بن المعطل ضرب حسان بالسيف فجاءت\nالأنصار إلى <span id='ms715'></span> النبي صلى الله عليه وسلم فقالوا القود فقال تنتظرون فان يبرأ\nصاحبكم تقتصوا وان يمت نقدكم فعوفي حسان فقال الأنصار قد علمتم ان هوى\nالنبي صلى الله عليه وسلم في العفو فعفوا - فهذا امر قد روى من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p067'> Vol. 08, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nعدة طرق يشد بعضها بعضا قال الطحاوي من خالف هذا الحديث فقد خالف كل من\nتقدم من العلماء وفى الاستذكار أكثر أهل العلم مالك وأبو حنيفة وأصحابهما\nوسائر الكوفيين والمدنيين على أنه لا يقتص من جرح ولا يودى حتى يبرأ -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p068'> Vol. 08, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nقلت في الاستذكار قال مالك وأبو حنيفة وأصحابهما وابن أبي ليلى القتل في\nالحل والحرم والشهر الحرام وغيره سواء وهو قول ابن المسيب وعروة وسليمان بن\nيسار وأبى بكر بن عبد الرحمن وخارجة وعبيد الله بن عبد الله لأنه عليه\nالسلام لم يوقت في الديات شيئا من ذلك وأجمعوا أن الكفارة على من قتل في\nالشهر الحرام وغيره سواء فالقياس أن تكون الدية كذلك - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p071'> Vol. 08, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قال هي أخماس) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p074'> Vol. 08, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه من طريق أبى داود حديث خشف ثم قال (قال أبو داود وهو قول عبد\nالله) ثم قال البيهقي (يعنى إنما روى من قول عبد الله موقوفا غير مرفوع) -\nقلت لا يفهم هذا من كلام أبى داود بل المفهوم من كلامه انه اخرج الحديث\nوسكت عنه ثم أفاد انه قول عبد الله أيضا وفى الاستذكار هو قول أبي حنيفة\nوأصحابه وابن حنبل وفى أحكام القرآن للرازي لم يرو عن أحد من الصحابة ممن\nقال بالأخماس خلافه وقول الشافعي لم يرو عن أحد من الصحابة ثم حكى البيهقي\n(عن الدارقطني أنه قال خشف مجهول) - قلت - وثقه النسائي وذكره ابن حبان في\nالثقات من التابعين - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p075'> Vol. 08, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب اعواز الإبل) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p076'> Vol. 08, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nذكر في اخره (عن الشافعي قال الدية لا تقوم الا بالدنانير والدراهم كما\nلا يقوم غيرها الا بهما) قال البيهقي (ويحتمل ان عمر قومها بغير الدراهم\nوالدنانير برضى الجاني وولى الجناية) وعلى هذا حمل البيهقي قضاءه عليه\nالسلام على أهل الإبل مائة وعلى أهل البقر <span id='ms716'></span> مائتي بقرة وعلى أهل الشاة ألف\nشاة - قلت - وذكر البيهقي في الخلافيات ان القول الجديد للشافعي ان الأصل\nفي الدية الإبل وحدها ولا يجوز العدول عنها مع وجودها إلى غيرها وفى\nالاستذكار قال الشافعي بمصر لا يؤخذ من الذهب والورق الا قيمة الإبل بالغا\nما بلغت وقال مالك وأبو حنيفة والليث لا يؤخذ في الدية الا الإبل أو الذهب\nأو الورق وهو قول الشافعي بالعراق وقال أبو يوسف ومحمد يؤخذ أيضا البقر\nوالشاء والحلل - قال (باب تقدير البدل باثني عشر ألف درهم أو بألف دينار\nذكر فيه حديث محمد بن مسلم عن عمرو بن دينار عن عكرمة عن ابن عباس - قلت -\nمحمد هو الطائفي ضعفه ابن حنبل وقد رواه ابن عيينة عن عمرو عن عكرمة عنه\nعليه السلام لم يذكر ابن عباس كذا قال أبو داود وقال ابن معين ابن عيينة\nأثبت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p078'> Vol. 08, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nمن الطائفي في عمرو بن دينار وأوثق منه ولهذا قال عبد الحق المرسل أحق من\nالمسند - ثم ذكره البيهقي من طريق محمد ابن ميمون عن ابن عيينة بسنده\nالمذكور بذكر ابن عباس ثم ذكر (أنه قال كذلك مرة واحدة وأكثر ذلك كأن يقول\nعكرمة عن النبي صلى الله عليه وسلم) - قلت - أخرجه النسائي عن ابن ميمون\nبسنده عن عكرمة سمعناه مرة يقول عن ابن عباس انه عليه السلام قضى باثني عشر\nألفا يعنى في الدية ثم قال النسائي ابن ميمون ليس بالقوى والصواب مرسل وقال\nابن حزم قوله يعنى في الدية ليس من كلامه عليه السلام ولا في الخبر بيان\nانه من قول ابن عباس وقد يقضى عليه السلام بذلك في دين أو دية بالتراضي\nورواه مشاهير أصحاب ابن عيينة لم يذكروا فيه ابن عباس كما رويناه من طريق\nعبد الرزاق عن ابن عيينة فذكره عن عكرمة مرسلا وأخرجه الترمذي من طريق ابن\nعيينة بسنده ولم يذكر ابن عباس ثم قال لا نعلم أحدا يذكر في هذا الحديث عن\nابن عباس غير محمد بن مسلم - ثم ذكر البيهقي <span id='ms717'></span> كتابه عليه السلام في الديات -\nقلت - قد تكلمنا عليه في الزكاة ثم ذكر حديثا في سنده موسى بن خلف - قلت -\nذكره ابن حبان فقال كثرت روايته للمناكير فاستحق الترك - قال (باب ما روى\nفيه عن عمر وعثمان سوى ما مضى) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p079'> Vol. 08, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه اختلافا عن عمر ثم قال (الرواية فيه عن عمر منقطعة) - قلت - روى\nوكيع عن ابن أبي ليلى عن الشعبي عن عبيدة السلماني قال وضع عمر بن الخطاب\nعلى أهل الذهب ألف دينار وعلى أهل الورق عشرة آلاف درهم - وفى المحلى روينا\nمن طريق حماد بن سلمة عن حميد قال كتب عمر بن عبد العزيز في الدية عشرة\nآلاف درهم وقال ابن المنذر هو قول أبي حنيفة وأصحابه والثوري وأبى ثور وفى\nالتجريد للقدوري لا خلاف في أن الدية ألف دينار وكل دينار عشرة دراهم ولهذا\nجعل نصاب الذهب عشرين دينارا ونصاب الورق مائتي درهم - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p080'> Vol. 08, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما دون الموضحة) ذكر فيه اثرا عن مالك عن يزيد بن عبد الله بن\nقسيط ثم ذكر (ان عبد الرزاق قال لمالك حدثني به فأبى وقال العمل عندنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p083'> Vol. 08, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nعلى غيره ورجله عندنا ليس هناك يعنى ابن قسيط) - قلت - في كونه هو المراد\nنظر وذكر الطحاوي في كتاب الرد على الكرابيسي ان المراد غيره فاخرج في\nالكتاب المذكور عن النسائي قال قرئ على الحارث بن مسكين وانا اسمع عن عبد\nالرحمن بن القاسم عن عبد الرحمن بن أشرس عن مالك عن رجل عن يزيد بن عبد\nالله بن قسيط فذكره ثم قال الطحاوي ما ملخصه فعقلنا بذلك ان مالكا لم يسمع\nمن ابن قسيط وان مبلغه عنه الذي لم يسمه ليس هناك أي ليس موضعا لقبول\nروايته لا انه أراد بقوله ليس هناك ابن قسيط انتهى كلامه وهذا أولى لان ابن\nقسيط من الثقات الذين اخرج لهم الشيخان وغيرهما وقال ابن سعد ثقة كثير\nالحديث وقال صاحب التمهيد كان من سكان المدينة ومعدودا في علمائها وثقاتها\nوفقهائها زاد في الاستذكار ممن لقى ابن <span id='ms718'></span> عمر وأبا هريرة وأبا رافع وروى عنهم\nوما كان مالك ليقول فيه ما ظن عبد الرزاق لأنه قد احتج به في مواضع من\nكتابه وإنما قال مالك ذلك في الرجل الذي كتم اسمه الذي حدثه به عن ابن قسيط\n- ثم ذكر البيهقي اثرا فيه محمد بن راشد فقال فيه (وان كنا نروي حديثه\nلرواية الكبار عنه فليس ممن تقوم الحجة بما ينفرد به) - قلت - الان القول\nفيه جدا كما ترى وأطلق عليه الضعف في باب الحيض على الحمل وقال فيما مضى\nقريبا في باب الدية أرباع (ضعيف عند أهل العلم بالحديث) - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p084'> Vol. 08, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب دية أشفار العين) قلت - الأشفار حروف الأجفان التي ينبت عليها\nالشعر وأراد بها البيهقي نفس الأجفان وكذا فعل الشافعي في الام وقال العتبى\nتذهب العامة في أشفار العين انها الشعر وذلك غلط وقال المطرزي في المغرب لم\nيذكر أحد من الثقات ان الأشفار الأهداب - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p087'> Vol. 08, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب دية الأصابع (1))\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p091'> Vol. 08, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث ابن علية عن غالب عن مسروق بن أوس ثم ذكره من حديث سعيد بن\nأبي عروبة عن غالب عن حميد ابن هلال عن مسروق ثم قال (وكذلك رواه محمد بن\nجعفر عن ابن أبي عروبة) ثم قال (ورواه شعبة عن غالب فذكر سماع غالب من\nمسروق) - قلت خالفه أبو داود فأخرجه من طريق شعبة عن غالب عن مسروق ثم قال\nرواه محمد بن جعفر عن شعبة عن غالب قال سمعت مسروقا - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p092'> Vol. 08, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الصحيح يصيب عين الأعور) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p093'> Vol. 08, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه (عن أبي مجلز سألت ابن عمر عن الأعور تفقأ عينه فقال عبد الله بن\nصفوان قضى عمر فيه بالدية فقلت إنما اسأل ابن عمر فقال أوليس يحدثكم عن\nعمر) ثم قال البيهقي (ظاهره ان ابن عمر كان لا يقول فيها بوجوب جميع الدية)\n- قلت ظاهره انه وافق عمر في ذلك إذ لو خالفه لما سكت هذا هو الظاهر من\nدينه وورعه ويقوى هذا ان ذلك جاء عنه مصرحا قال ابن أبي شيبة ثنا عبد الله\nعن معمر <span id='ms719'></span> عن الزهري عن سالم عن ابن عمر قال إذا فقئت عين الأعور ففيها دية\nكاملة - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p094'> Vol. 08, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في دية المرأة) ذكر فيه حديثا عن عباد بن نسي عن ابن غنم\nعن معاذ ثم قال (وروى ذلك من وجه آخر عن عبادة بن نسي وفيه ضعف) قلت -\nظاهره ان قوله وفيه ضعف يعود إلى الوجه الأخير وقال في الباب الذي يلي هذا\nالباب (وروى عن معاذ عن النبي صلى الله عليه وسلم باسناد لا يثبت مثله)\nوظاهر هذا يشمل الحديث بوجهيه - قال (باب ما جاء في جراح المرأة)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p095'> Vol. 08, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه (عن هشيم عن مغيرة عن إبراهيم قال كان فيما جاء به عروة البارقي\nإلى شريح من عند عمر) إلى آخره - قلت أخرجه ابن أبي شيبة في مصنفه عن جرير\nعن مغيرة عن إبراهيم عن شريح قال اتاني عروة البارقي من عند عمر أن جراحات\nالرجال والنساء تستوى في السن والموضحة وما فوق ذلك فان المرأة على النصف\nمن دية الرجل - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p096'> Vol. 08, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب دية أهل الذمة) ذكر فيه حديث (في النفس المؤمنة مائة من الإبل)\n- قلت - خصمه لا يقول المفهوم ومن قاعدته حمل المطلق على اطلاقه فيجرى ما\nورد في بقية الروايات من قوله عليه السلام في النفس مائة من الإبل ونحوه\nعلى اطلاقه وحديث في النفس المؤمنة على تقييده - ثم ذكر البيهقي (عن ابن\nالمسيب ان عمر قضى) إلى آخره - قلت - ذكر مالك وابن معين ان ابن المسيب لم\nيسمع من عمر وقد ذكرنا ذلك غير مرة وقد جاء عن عمر خلاف هذا قال عبد الرزاق\nفي مصنفه ثنا رباح ابن عبيد الله اخبرني حميد الطويل انه سمع أنس بن مالك\nيحدث ان يهوديا قتل غيلة فقضى فيه عمر بن الخطاب باثني عشر ألف درهم - قال\nالطحاوي ثنا إبراهيم بن منقذ ثنا عبد الله بن يزيد المقري عن سعيد بن أبي\nأيوب حدثني يزيد بن أبي حبيب ان جعفر بن عبد الله بن الحكم اخبره ان رفاعة\nبن السموأل <span id='ms720'></span> اليهودي قتل بالشام فجعل ديته عمر ألف دينار - وهذا السند رجاله\nعلى شرط مسلم خلا ابن منقذ وهو ثقة اخرج له الحاكم في المستدرك وابن حبان\nفي صحيحه - ثم ذكر البيهقي (عن صدقة ابن يسار قال أرسلنا إلى ابن المسيب\nنسأله عن دية المعاهد فقال قضى فيه عثمان بأربعة آلاف قلنا فمن قبله فحصبنا\nقال الشافعي هم الذين سألوه آخرا) - قلت - وفى الخلافيات للبيهقي إنما عنى\nالشافعي بقوله هذا انه روى عنه بخلافه وهذا آخر ما قضى به فالأخذ به أولى\nوقال في كتاب المعرفة وإنما أراد والله أعلم ان ابن المسيب كأن يقول بخلاف\nذلك ثم رجع إلى هذا - قلت - السياق يدل على أن مراد الشافعي بالمسؤول هو\nابن المسيب كما فهمه البيهقي في كتاب المعرفة وكلامه في الخلافيات ظاهره\nيدل على أنه فهم من كلام الشافعي ان مراده بالمسؤول هو عثمان لأنه قال وهذا\nآخر ما قضى به وابن المسيب فيما علمنا ما كان متوليا وعثمان لم يسئل في تلك\nالقضية بل المسؤول هو ابن المسيب فظهر أن كلام البيهقي في الخلافيات ليس\nبجيد ثم إنه كيف ما أراد الشافعي فكلامه دعوى وليس في القضية ما يدل على أن\nذلك كان آخرا وسيأتي عن عثمان أيضا خلاف هذا - وذكر أبو عمر في التمهيد عن\nجماعة منهم ابن المسيب انهم قالوا دية المعاهد كدية المسلم - وروى الطحاوي\nبسنده عنه قال دية كل معاهد في عهده ألف دينار - ثم ذكر البيهقي (انه روى\nعن عثمان بخلاف هذا بسندين أحدهما منقطع والآخر غير محفوظ وانه ذكرهما في\nباب لا يقتل مؤمن بكافر) - قلت - كأنه يشير بالسند الذي هو غير محفوظ إلى\nرواية الزهري عن سالم عن ابن عمر وقد ذكرنا في ذلك الباب ان عبد الرزاق\nأخرجه عن الزهري من وجهين وان ابن حزم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p100'> Vol. 08, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nقال هو في غاية الصحة عن عثمان فلا ادرى ما معنى قول البيهقي (غير محفوظ)\nوما ذكره البيهقي في آخر هذا الباب عن الزهري (كانت دية اليهودي <span id='ms721'></span> والنصراني\nزمن النبي صلى الله عليه وسلم وأبى بكر وعمر وعثمان مثل دية المسلم) يقوى\nما روى عن عثمان بالسندين المذكورين فصار هذا الأثر عن عثمان مرويا من\nثلاثة أوجه - أحدها - متصل صحيح - والآخران - منقطعان والمنقطع عند الشافعي\nيقوى بمنقطع مثله فكيف بهذين - ثم ذكر البيهقي حديث دية المجوسي ثمانمائة\nدرهم وسكت عنه - قلت - قال الطحاوي لا يعلم روى عن النبي صلى الله عليه\nوسلم في دية المجوسي غير هذا الحديث الذي لا يثبته أهل الحديث لأجل ابن\nلهيعة ولا سيما من رواية عبد الله بن صالح عنه - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p101'> Vol. 08, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر البيهقي حديث (جعل النبي صلى الله عليه وسلم دية العامريين دية\nالحر المسلم) وفى سنده أبو سعد البقال فتكلم فيه ثم قال (ثم ظاهره يوجب أن\nيكون كحديث عمرو بن شعيب) - قلت - حديث عمرو عقل الكافر نصف عقل المؤمن\nفكأن البيهقي يجعل الدية في قوله دية الحر المسلم مقسومة على العامريين\nفيحصل لكل واحد النصف ورواية الحسن بن عمارة تنفى هذا التأويل وتصرح بان\nدية كل واحد منهما دية مسلم الا ان البيهقي تكلم في الحسن وقد اخرج الترمذي\nوابن جرير الطبري هذا الحديث من رواية يحيى بن آدم عن أبي بكر بن عياش\nولفظهما ودى العامريين بدية - هذا يقوى رواية الحسن وينفى تأويل البيهقي ثم\nذكر البيهقي - من حديث ابن جريج (عن الزهري كانت دية اليهودي والنصراني)\nالحديث ثم ذكر (ان الشافعي رده بكونه مرسلا وان الزهري قبيح المرسل وقد\nروينا عن عمر (وعثمان ما هو أصح منه) - قلت - ذكر عبد الرزاق هذا الحديث في\nمصنفه عن معمر عن الزهري وزاد في آخره قال الزهري ولم يقض لي ان إذا كر عمر\nبن عبد العزيز فأخبره ان قد كانت الدية تامة لأهل الذمة قلت للزهري بلغني\nان ابن المسيب قال ديته أربعة آلاف قال إن خير الأمور ما عرض على كتاب الله\nقال الله تعالى فدية مسلمة إلى أهله - وذكر أبو داود في مراسيله بسند صحيح\nعن ربيعة ابن <span id='ms722'></span> أبي عبد الرحمن قال كان عقل الذمي مثل عقل المسلم في زمن رسول\nالله صلى الله عليه وسلم وزمن أبى بكر وزمن عمر وزمن عثمان حتى كان صدرا من\nخلافة معاوية فقال معاوية إن كان أهله أصيبوا به فقد أصيب به بيت مال\nالمسلمين فاجعلوا لبيت مال المسلمين النصف ولأهله النصف خمسمائة دينار ثم\nقتل رجل آخر من أهل الذمة فقال معاوية لو انا نظرنا إلى هذا الذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p102'> Vol. 08, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nيدخل بيت المال فجعلنا (1) وضيعا عن المسلمين وعونا لهم قال لمن هناك وضع\nعقلهم إلى خمسمائة - قال أبو داود رواه ابن إسحاق ومعمر عن الزهري نحو هذا\nوحديث ابن إسحاق أتم واخرج أيضا في مراسيله بسند رجاله ثقات عن سعيد بن\nالمسيب قال قال رسول الله صلى الله عليه وسلم دية كل ذي عهد في عهده ألف\nدينار - وقد تأيد هذا المرسل بمرسلين صحيحين وبعدة أحاديث مسندة وإن كان\nفيهما كلام وبمذاهب جماعة كثيرة من الصحابة ومن بعدهم فوجب ان يعمل به\nالشافعي كما عرف من مذهبه - وفى التمهيد روى ابن إسحاق عن داود بن الحصين\nعن عكرمة عن ابن عباس في قضية بني قريظة والنضير انه عليه السلام جعل ديتهم\nسواء دية كاملة - وعمر وعثمان قد اختلف عنهما وقد تقدم عن عثمان على موافقة\nهذه الأحاديث من وجوه عديدة بعضها في غاية الصحة كما قدمنا عن ابن حزم وهو\nالذي دل عليه ظاهر كتاب الله تعالى لأنه تعالى قال ومن قتل مؤمنا خطأ\nفتحرير رقبة مؤمنة ودية مسلمة إلى أهله - ثم قال وإن كان من قوم بينكم\nوبينهم ميثاق فدية مسلمة - والظاهر أن هذه الدية هي الدية وكذا فهم جماعة\nمن السلف قال ابن أبي شيبة ثنا عبد الرحيم هو ابن سليمان عن أشعث هو ابن\nسوار عن الشعبي وعن الحكم وحماد عن إبراهيم قالا دية اليهودي والنصراني\nوالحربي المعاهد مثل دية المسلم ونساؤهم على النصف من دية الرجال وكان عامر\nيتلو هذه الآية - وإن كان من قوم بينكم وبينهم ميثاق <span id='ms723'></span> فدية مسلمة إلى أهله -\nوأشعث وان تكلموا فيه يسيرا فقد تقدم ان مسلما روى له متابعة واخرج له ابن\nخزيمة في صحيحه والحاكم في المستدرك - وقال ابن أبي شيبة أيضا ثنا إسماعيل\nبن إبراهيم عن أيوب عن الزهري سمعته يقول دية المعاهد دية المسلم وتلا\nالآية السابقة وهذا السند في غاية الصحة فلو كان مذهب عمر وعثمان كما ذهب\nإليه الشافعي لما تركت هذه الأدلة لقولهما فكيف وقد اختلف عنهما - ثم ذكر\nالبيهقي (عن القاسم بن عبد الرحمن عن ابن مسعود قال من كان له عهد أو ذمة\nفديته دية المسلم) ثم قال (منقطع موقوف) - قلت - هذا هو مذهب ابن مسعود\nمشهور عنه وإن كان منقطعا وقد اخرج عبد الرزاق عن معمر عن ابن أبي نجيح عن\nمجاهد عن ابن مسعود قال دية المعاهد مثل دية المسلم - وقال ذلك على أيضا\nوهو أيضا منقطع الا ان كلا منهما يعضد الآخر ويقويه - وذكر عبد الرزاق عن\nأبي حنيفة عن الحكم ابن عتيبة ان عليا قال دية اليهودي والنصراني وكل ذمي\nمثل دية المسلم - وذكر أيضا بسندين صحيحين عن النخعي والشعبي ان دية\nاليهودي والنصراني كدية المسلم - وذكر أيضا عن ابن جريج عن يعقوب بن عتبة\nوإسماعيل بن محمد وصالح قالوا عقل كل معاهد من أهل الكفر ومعاهدة كعقل\nالمسلمين ذكرانهم وإناثهم جرت بذلك السنة في عهد رسول الله صلى الله عليه\nوسلم وبهذا قال عطاء ومجاهد وعلقمة والنخعي ذكره عنهم ابن أبي شيبة\nبأسانيده - وفى التهذيب لابن جرير الطبري لا خلاف ان الكفارة في قتل المسلم\nوالمعاهد سواء وهو تحرير رقبة فكذلك الدية ورد على من أوجب ما لا شك فيه\nوهو الأقل وذلك أربعة آلاف لليهودي وثمانمائة للمجوسي فقال هذه علة غير\nصحيحة والحكم بالأقل على غير أصل من كتاب وسنة وكل قائل يحتاج إلى دلالة\nعلى صحة قوله - وفى الاستذكار وقال أبو حنيفة وأصحابه والثوري وعثمان البتي\nوالحسن بن حي دية المسلم والذمي والمجوسي والمعاهد سواء وهو قول ابن <span id='ms724'></span> شهاب\nوروى عن جماعة من الصحابة والتابعين وروى إبراهيم بن سعد عن ابن شهاب قال\nكان أبو بكر وعمر وعثمان يجعلون دية اليهودي والنصراني الذميين مثل المسلم\n-\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p103'> Vol. 08, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من في الديوان ومن ليس فيه من العاقلة سواء) ذكر فيه حديث (على\nكل بطن عقوله) - قلت - الشافعي يعتبر في العاقلة الأقرب فالأقرب وظاهر\nالحديث الوجوب على البطن من غير اعتبار الأقرب وكذا حديث قضى بالدية على\nالعاقلة - وكذا ما ذكره البيهقي في آخر الباب السابق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p107'> Vol. 08, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nان عمر جناية فقال لعلى عزمت عليك لما قسمت الدية علي بنى أبيك قال\nفقسمها على قريش وذكر الطحاوي ان سلمة بن نعيم قتل يوم اليمامة مسلما خطأ\nفقال له عمر عليك وعلى قومك الدية - قال (باب ما تحمل العاقلة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p108'> Vol. 08, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه (ان الشافعي ذهب إلى أنها تحمل كل ما كثر وقل لأنه عليه السلام\nلما حملها الأكثر دل على تحملها الأيسر) - قلت - القياس ان لا يلزمها جناية\nكما إذا جنى على مال وعموم قوله تعالى ولا تكسب كل نفس الا عليها - ولا تزر\nوازرة وزر أخرى - ينفى اللزوم عليها وكذا قوله عليه السلام لا يجنى عليك\nولا تجنى عليه - فإذا حملها النبي عليه السلام شيئا كان ذلك ثابتا على خلاف\nالقياس فيقصر عليه ولا يقاس ومذهب مالك وأصحابه ان العاقلة لا تحمل من دية\nالخطأ الا الثلث فصاعدا وهو قول الفقهاء السبعة وعبد العزيز بن أبي سلمة\nوابن أبي ذئب وقال أبو حنيفة وأصحابه لا تحمل الا نصف عشر الدية فصاعدا وهو\nقول الثوري وابن شبرمة - قال (باب تنجيم الدية على العاقلة) ذكر فيه (عن\nالشافعي قال وجدنا عاما في أهل العلم انه عليه السلام قضى في جناية الحر\nالمسلم على الحر خطأ بمائة من الإبل على عاقلة الجاني وعاما فيهم انها في\nمضى الثلاث سنين في كل سنة ثلثها) - قلت - ذكر ابن الرفعة في شرح الوسيط ان\nالشافعي قال في المختصر لا اعلم مخالفا انه عليه السلام قضى بالدية على\nالعاقلة ولا اختلاف <span id='ms725'></span> بين أحد علمته في أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p109'> Vol. 08, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nعليه السلام قضى بها في ثلاث سنين ثم ذكر عن ابن المنذر قال ما ذكره\nالشافعي لا يعرف له أصل من كتاب ولا سنة وان ابن حنبل سئل عنه فقال لا اعرف\nفيه شيئا فقيل له ان أبا عبد الله رواه عن النبي صلى الله عليه وسلم فقال\nلعله سمعه من ذلك المدني فإنه كان حسن الظن فيه يعنى ابن أبي يحيى قال ابن\nداود الشافعي في شرح المختصر كان الشافعي يروى هذا الحديث ويقول حدثني من\nهو ثقة في الحديث غير ثقة في دينه قال (باب ما ورد في البئر جبار)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p110'> Vol. 08, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه (عن سماك عن حنش عن علي في الذين سقطوا في الزبية ثم تكلم عليه)\nثم قال (أصحابنا يقولون ينبغي أن يكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p111'> Vol. 08, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nفي الأول ثلثا الدية) إلى قوله (فان صح الحديث ترك له القياس) - قلت -\nأخرج أحمد هذا الحديث في مسنده من طريق إسرائيل عن سماك ولفظه فبينما هم\nيتدافعون إذ سقط رجل فتعلق بآخر إلى آخره وبمعناه أخرجه ابن أبي شيبة عن\nأبي الأحوص عن سماك ولفظه فأصبح الناس يتدافعون على رأس البئر وأخرجه\nالطحاوي أيضا من حديث أبي الأحوص ثم وجهه بما ملخصه ان أهل الزبية جانون\nعلى الساقطين فيها بتدافعهم ويحمل أمرهم على أنهم كانوا متشابكين فالساقط\nالأول يجر الذي يليه جار للآخرين لتشابكهم فموته من دفع أهل الزبية ومن\nسقوط الباقين عليه بحره إياهم على نفسه فوجب الربع وسقط ثلاثة الأرباع إذ\nهو سبب سقوط الثلاثة عليه وموت الساقط الثاني من الدفعة المجهول فاعلها ومن\nجره الآخرين فله الثلث بالدفعة وما بقي هدر إذ هو سببها وموت الساقط الثالث\nمن الدفعة ومن جر التابع فله النصف والنصف هدر إذ جنى على نفسه وموت الرابع\nمن الدفعة خاصة فله الجميع وإنما اخذت منهم وان لم يتعين المتدافعون لأنهم\nفي حكم نفر اقتتلوا فاجلوا عن قتل لم يدر قاتله فديته عليهم جميعا وجرح\nالأسد هدر إذ شيبة الدفع كمن دفع <span id='ms726'></span> رجلا على سكين أو حجر فمات انتهى كلامه\nوتبين بهذا ان الحديث موافق للقياس غير مخالف له كما ادعى البيهقي ثم في\nالقياس المفهوم من كلامه نظر وكيف يجب للأول على الثاني والثالث وهو الذي\nجرهما ولئن وجب له عليهما شئ وجب ان يجب له على الرابع أيضا لأنه مات من\nفعله أيضا وهذا الكلام بعينه يقال في الثاني والثالث - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p112'> Vol. 08, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب جنين الأمة) (فيه عشر قيمة أمه لا فرق بين أن يكون ذكرا أو أنثى\nرواه الشافعي عن ابن المسيب والحسن والنخعي قال الشافعي لما لم يسأل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p116'> Vol. 08, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nعليه السلام عن الجنين في الحرة أذكر هو أو أنثى فكذا جنين الأمة) - قلت\n- كان ينبغي أن يقول باب جنين الأمة من غير سيدها لان العلماء على أن\nجنينها من سيدها حكمه حكم جنين الحرة ذكره صاحب الاستذكار ويقال للشافعي\nولم يسأل عليه السلام جنين حرة أم جنين أمة فوجب استواؤهما في وجوب الغرة\nوقد اختلف في ذلك عن ابن المسيب والنخعي فروى ابن حزم من طريق عبد الرزاق\nعن معمر وابن جريج قال معمر عن الزهري وقال ابن جريج عن إسماعيل بن أمية\nكلاهما عن سعيد بن المسيب قال في جنين الأمة عشرة دنانير ومن طريق قاسم بن\nاصبغ ثنا محمد بن المثنى ثنا عبد الرحمن ابن مهدي ويحيى القطان كلاهما عن\nالثوري عن المغيرة بن مقسم عن إبراهيم النخعي قال في جنين الأمة نصف عشر\nثمن أمه قال (باب أصل القسامة) ذكر فيه (عن الشافعي عن مالك عن ابن أبي\nليلى (1) عن سهل انه أخبره هو ورجال من كبراء قومه) وذكره من طريق ابن بكير\nعن مالك ولفظه (انه أخبره رجل (2) من كبراء قومه) ثم ذكر (ان ابن وهب قاله\nعن مالك كرواية الشافعي) - قلت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p117'> Vol. 08, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nذكره يحيى بن يحيى عن مالك كرواية ابن بكير ولفظه انه اخبره رجال من\nكبراء قومه وذكر صاحب التمهيد ان ابن وهب تابع يحيى على ذلك بخلاف ما ذكره\nالبيهقي عن ابن وهب ثم ذكر <span id='ms727'></span> البيهقي حديث سهل من طرق وفيها البداءة بايمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p118'> Vol. 08, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nالمدعين ثم قال (ورواه ابن عيينة عن يحيى فخالف الجماعة في لفظه) ثم\nأسنده من رواية الحميدي عن ابن عيينة وفيه البداءة بايمان المدعى عليهم وهم\nاليهود) - قلت - رويناه في مسند الحميدي عن ابن عيينة فبدأ بايمان المدعين\nموافقا للجماعة وكذا أخرجه النسائي عن محمد بن منصور عن ابن عيينة -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p119'> Vol. 08, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر البيهقي حديث سعيد بن عبيد عن بشير بن يسار عن سهل وفيه (انه عليه\nالسلام قال لهم تأتون بالبينة على من قتل قالوا مالنا بينة قال فيحلفون\nلكم) الحديث ثم قال (رواه البخاري وأخرجه مسلم دون سياق متنه) ثم ذكر (عن\nمسلم ان يحيى ابن سعيد احفظ من سعيد بن عبيد) ثم قال البيهقي (وان صحت\nرواية سعيد فهي لا تخالف رواية يحيى لأنه قد يريد بالبينة الايمان مع\nاللوث) إلى آخر ما تأوله به - قلت - لا وجه لتشكيك البيهقي بقوله وان صحت\nرواية سعيد مع ثقته واخراج البخاري حديثه هذا وأخرجه مسلم أيضا ولم يشك في\nصحته وإنما رجح يحيى على سعيد وقد جاءت أحاديث تعضد رواية سعيد وتقويها -\nمنها - ما سيذكره البيهقي - ومنها - ما أخرجه أبو داود بسند حسن عن رافع بن\nخديج قال أصبح رجل من الأنصار مقتولا بخيبر فانطلق أولياؤه إلى النبي صلى\nالله عليه وسلم فذكروا ذلك له فقال الكم شاهدان يشهدان على قاتل صاحبكم\nقالوا يا رسول الله لم يكن به أحد من المسلمين وإنما هم يهود وقد يجترئون\nعلى أعظم من هذا قال فاختاروا منهم خمسين فاستحلفهم فأبوا فوداه رسول الله\nصلى الله عليه وسلم من عنده - وقد ذكر البيهقي هذا الحديث بعد في باب\nالشهادة على الجناية - وروى ابن أبي شيبة بسند صحيح عن القاسم بن عبد\nالرحمن الهذلي الكوفي قال انطلق رجلان من أهل الكوفة إلى عمر بن الخطاب\nفوجداه قد صدر عن البيت فقالا ان ابن عم لنا قتل ونحن إليه شرع سواء في\nالدم وهو ساكت عنهما فقال شاهدان <span id='ms728'></span> ذوا عدل يحثان به على من قتله فنقيدكم منه\n- وهذا هو الذي تشهد له الأصول الشرعية من أن البينة على المدعى واليمين\nعلى المدعى عليه فكان الوجه ترجيح هذه الأدلة على ما يعارضها وتأويل\nالبيهقي لرواية سعيد تعسف ومخالفة للظاهر وحين قالوا ما لنا بينة عقب عليه\nالسلام ذلك بقوله فيحلفون لكم فكيف يقول البيهقي وقد يطالبهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p120'> Vol. 08, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nبالبينة ثم يعرض عليهم الايمان ثم يردها على المدعى عليهم - ثم ذكر\nالبيهقي حديث عبد الرحمن بن بجيد وانكاره على سهل ثم حكى (عن الشافعي أنه\nقال لا اعلم ابن بجيد سمع النبي صلى الله عليه وسلم فإن لم يكن سمع منه فهو\nمرسل ولسنا ولا إياك نثبت المرسل وسهل صحب النبي صلى الله عليه وسلم وسمع\nمنه فأخذت بحديثه) - قلت - ابن بجيد أدرك النبي صلى الله عليه وسلم وذكره\nابن حبان وغيره في الصحابة وقال العسكري أثبت له صحبة وصحح الترمذي من\nروايته حديث ردوا السائل ولو بظلف محرق - وقد تقدم غير مرة انى مسلما أنكر\nفي اشتراط الاتصال ثبوت اللقاء والسماع واكتفى بامكان اللقاء فعلى هذا لا\nيكون الحديث مرسلا وان لم يثبت سماعه وقول الشافعي ولسنا ولا إياك صوابه ان\nيقال ولا أنت ثم للظاهر أن كلامه مع محمد بن الحسن والذي في كتب الحنفية ان\nمذهبه ومذهب أصحابه قبول المرسل وكذا مذهب مالك وقد حكى ابن جرير الطبري ان\nذلك مذهب السلف وان رد المرسل لم يحدث الا بعد المائتين وسهل وان سمع من\nالنبي صلى الله وسلم لكن روايته لهذا الحديث مرسلة لأنه كان صغيرا في ذلك\nالوقت وذلك أنه ولد سنة ثلاث من الهجرة وغزوة خيبر كانت سنة سبع وهذه\nالقضية قبل ذلك حين كانت خيبر صلحا لأنه ورد في بعض طرق هذا الحديث في\nالصحيحين وهي يومئذ صلح وأيضا فان النبي صلى الله عليه وسلم قال لهم اما ان\nيدوا صاحبكم واما ان يؤذنوا بحرب - وهذا اللفظ لا يقال الا لمن كان في صلح\nوأمان وقد <span id='ms729'></span> صرح سهل في رواية مالك انه اخبره رجال من كبراء قومه فهذا يكشف\nلك انه اخذ القضية عن هؤلاء ولم يشهدها فتبين ان روايته لهذا الحديث مرسلة\nثم إن حديثه مضطرب اسنادا ومتنا اما الاسناد لما في اختلاف الرواة عن مالك\nفي قوله اخبره رجال من كبراء قومه أو هو ورجال كما تقدم واما المتن فمن جهة\nاختلاف رواية يحيى ورواية سعيد ولمخالفة ابن عيينة كما مر ومع ارساله\nواضطرابه خالف الأصول الشرعية وحديث ابن بجيد سلم من ذلك كله وروى معناه من\nوجوه تقدم بعضها وسيأتي البعض وهو الأولى برسول الله صلى الله عليه وسلم ان\nلا يأمر أحدا بالحلف على ما لا علم له وأيضا فان النبي صلى الله عليه وسلم\nقال لجويصة ومحيصة وعبد الرحمن أتحلفون وتستحقون دم صاحبكم وعند الشافعي\nاليمين تجب على عبد الرحمن وحده لأنه أخو المقتول وحويصة ومجيصة عماه ولا\nيمين عليهما ثم ذكر البيهقي (ان الشافعي قيل له ما منعك ان تأخذ بحديث ابن\nشهاب فقال مرسل والقتيل أنصاري والأنصاريون بالعناية لولى بالعلم به من\nغيرهم) قال البيهقي (كأنه عنى حديث الزهري عن أبي سلمة وسليمان بن يسار عن\nرجال من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p121'> Vol. 08, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nالأنصار أنه عليه السلام قال ليهود وبدا بهم) الحديث - قال - (وهو يخالف\nالحديث المتصل في البداءة بالقسامة وفى اعطاء الدية والثابت انه عليه\nالسلام وداه من عنده وخالفه ابن جريج وغيره في لفظه) - قلت - في مصنف عبد\nالرزاق انا معمر عن الزهري عن أبي سلمة وسليمان بن يسار عن رجال من أصحاب\nالنبي صلى الله عليه وسلم من الأنصار أنه عليه السلام قال ليهود بدأ بهم\nيحلفون منكم خمسون رجلا فأبوا فقال للأنصار أتحلفون فقالوا لا نحلف على\nالغيب فجعلها رسول الله صلى الله عليه وسلم دية على اليهود لأنه وجد بين\nأظهرهم - وهذه حجة قاطعة للثوري وأبي حنيفة وسائر أهل الكوفة كذا في\nالاستذكار وقال في التمهيد هو حديث ثابت وقد قدمنا في باب النهى عن فضل\nالمحدث من كلام <span id='ms730'></span> البيهقي وغيره ان هذا الحديث وأشباهه مسند متصل ولو سلمنا\nانه مرسل فقد تقدم ان حديث سهل أيضا غير متصل وقول الشافعي والأنصاريون\nأولى بالعلم به - قلنا - ابن بجيد أيضا منهم وحديث ابن شهاب أخرجه أبو داود\nوهو أيضا عنهم وهو وان خالف حديث سهل في البداءة بالقسامة فقد تأيد بعدة\nأحاديث تقدم بعضها وسيأتي بعضها وتأيد أيضا بدلالة الأصول ولان رواته أئمة\nفقهاء حفاظ لا يعدل بهم غيرهم وما فيه من جعل الدية عليهم يؤيده ما في حديث\nابن بجيد أنه عليه السلام كتب إليهم انه قد وجد فيكم قتيل بين أثنائكم فدوه\nوما في الصحيحين من قوله عليه السلام اما ان يدوا صاحبكم واما ان يؤذنوا\nبحرب من الله ورسوله - ووجه التوفيق بين هذه الأحاديث وبين ما في حديث سهل\nانه عليه السلام أوجبها عليهم ثم تبرع بها عنهم قال النووي في شرح مسلم\nالمختار قال جمهور أصحابنا وغيرهم ان معناه انه عليه السلام اشتراها من أهل\nالصدقات بعد أن ملكوها ثم دفعها تبرعا إلى أهل القتيل انتهى كلامه وبهذا\nيزول الاختلاف وقد ذكر البيهقي فيما بعد في باب وجوب الكفارة (ان قوما\nاستعصموا بالسجود فقتلهم المسلمون فقال عليه السلام أعطوهم نصف العقل) ثم\nذكر (عن الشافعي انه كان تطوعا) ثم ذكره من وجه آخر وفيه (فوداهم رسول الله\nصلى الله عليه وسلم نصف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p122'> Vol. 08, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nالدية) ثم قال البيهقي (قوله فوداهم اظهر في أنه أعطاه متطوعا) واخرج\nالنسائي بسند جيد عن عمرو بن شعيب عن أبيه عن جده ان ابن محيصة الأصغر وجد\nقتيلا على أبواب خيبر الحديث وفى آخره فقسم رسول الله صلى الله عليه وسلم\nديته عليهم وأعانهم بنصفها - وحديث معمر عن الزهري مفسر وحديث ابن جريج\nوغيره مجمل فيرد إلى المفسر ولا يكون بينهما اختلاف ثم إن لفظ حديث ابن\nجريج انه عليه السلام أقر القسامة على ما كانت عليه في الجاهلية فقضى بها\nبين أناس من الأنصار في قتيل ادعوه على اليهود فصرح في هذا <span id='ms731'></span> الحديث الصحيح\nانه قضى بها في قتيل الأنصار كقسامة الجاهلية وقد ذكر البيهقي فيما بعد في\nباب ما جاء في قسامة الجاهلية من طريق البخاري (عن ابن عباس ان أبا طالب\nبدأ بايمان المدعى عليهم) فدل ذلك على أنه عليه السلام بدأ أيضا في قتيل\nالأنصار بالمدعى عليهم وذكر أيضا فيما بعد في باب ترك القود بالقسامة حديثا\nعزاه إلى البخاري وفيه أيضا (انه عليه السلام بدأ بايمان اليهود وان عمر\nفعل ذلك) ثم إن لفظ مسلم عن أبي سلمة وسليمان بن يسار عن رجل من أصحاب\nالنبي صلى الله عليه وسلم من الأنصار انه صلى الله عليه وسلم أقر القسامة -\nوأخرجه عبد الرزاق في مصنفه ولفظه عن رجال من أصحاب النبي صلى الله عليه\nوسلم والظاهر أن الجميع حديث واحد فلا نسلم ان الحديث مرسل كما زعم الشافعي\nولو كان مرسلا لما اخرج مسلم في صحيحه وقد قدمنا عن صاحب التمهيد انه حديث\nثابت ثم ذكر البيهقي حديث الزنجي (عن ابن جريج عن عمرو بن شعيب عن أبيه عن\nجده انه عليه السلام قال البينة على المدعى واليمين على من أنكر الا في\nالقسامة) - قلت - في اسناده لين كذا في التمهيد وذلك أن الزنجي ضعيف كذا\nقال البيهقي في باب من زعم أن التراويح بالجماعة أفضل وقال ابن المديني ليس\nبشئ وقال أبو زرعة والبخاري منكر الحديث وابن جريج لم يسمع من عمر وحكاه\nالبيهقي في باب وجوب الفطرة على أهل البادية عن البخاري والكلام في عمرو بن\nشعيب عن أبيه عن جده معروف ومع ضعف الزنجي خالفه عبد الرزاق وحجاج وقتادة\nفرووه عن ابن جريج عن عمرو مرسلا كذا ذكره الدارقطني في سننه واختلف فيه\nأيضا على الزنجي وقال صاحب الميزان عثمان بن محمد بن عثمان الرازي ثنا مسلم\nالزنجي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p123'> Vol. 08, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nعن ابن جريج عن عطاء عن أبي هريرة رضي الله عنه ان رسول الله صلى الله\nعليه وسلم قال البينة على من ادعى واليمين على من أنكر لا <span id='ms732'></span> في القسامة - ثم\nذكر البيهقي (عن الشافعي ان عمر كتب في قتيل وجد بين خيوان ووادعة) إلى\nآخره ثم ذكر (ان الشافعي أجاب عنه بما يخالفون عمر في هذه القضية من\nالأحكام) - قلت - إنما خالفوه في تلك الأحكام لأنه قامت عندهم فيها أدلة\nأقوى من قول عمر رضي الله عنه وقد ذكر عيسى بن ابان في كتاب الحجج ان\nمخالفه قال قد تركتم من حديث عمر أشياء لأنه كتب إلى عامله باليمن ابعث بهم\nإلى بمكة وأنتم تقولون ترفع إلى أقرب القضاة وفيه انه استحلفهم في الحجر\nوأنتم تنكرون ان يستحلف الا في مجلس الحكم حيث كان وفيه أنه قال لعامله\nابعث إلى بخمسين رجلا وعندكم الخيار للمدعى وفيه حقنتم بايمانكم دماءكم\nوعندكم ان لم يحلفوا لم يقتلوا ثم أجاب ابن ابان عن ذلك بما ملخصه انه أراد\nان يتولى الحكم وان عامله لا يقوم فيه مقامه لينتشر في البلاد ويعمل به من\nبعده ولهذا فعله في أشهر المواضع وهو الحجر ليراه أهل الموسم وينقلوه إلى\nالآفاق ولا شك ان نواب كانوا يقضون في البلاد النائية ولو وجب حمل كل أحد\nإليه لم يكتب إلى أبى موسى وغيره في الأحكام ولهذا لم يستحلف عمر والأئمة\nبعده أحدا في الحجر وإنما كتب عمر أن لا يقتل نفس دونه احتياطا واستعظاما\nللدم ولم يقل ابعث إلى بخمسين تتخيرهم أنت ولم يكن يولى جاهلا فإنما كتب\nإلى من يعلم أن الخيار للمدعين لأنه لهم يستحلف فكيف يستحلف من لا يريدونه\nوإنما قال حقنتم بايمانكم دماءكم لأنهم لو لم يحلفوا حبسوا حتى يقروا\nفيقتلوا أو يحلفوا فايمانهم حقنت دماءهم إذ تخلصوا بها من القتل أو الحبس\nكقوله تعالى ويدرأ عنها العذاب ان تشهد - فلو لم تلاعن حبست حتى تلاعن\nفتنجو وتقر فترجم - ثم ذكر البيهقي (ان الشافعي قيل له الثابت هو عندك أي\nقضية عمر فقال لا إنما رواه الشعبي عن الحارث الأعور والحارث مجهول ونحن\nنروي بالاسناد الثابت انه بدأ بالمدعين فلما لم <span id='ms733'></span> يحلفوا قال فتبرئكم يهود\nبخمسين يمينا وإذ قال فتبرئكم فلا يكون عليهم غرامة ولما لم يقبل\nالأنصاريون ايمانهم وداه عليه السلام ولم يجعل على يهود شيئا) - قلت لم\nيذكر أحد فيما علمنا أن الشعبي رواه عن الحارث الأعور غير الشافعي ولم يذكر\nسنده في ذلك وقد رواه الطحاوي بسنده عن الشعبي عن الحارث الوادعي هو ابن\nالأزمع وسيأتي ان مجالدا رواه عن الشعبي كذلك ورواية أبى اسحق لهذا الأثر\nعن الحارث هذا عن عمر امارة عن انه هو الواسطة لا الحارث الأعور كما زعم\nالشافعي ورواه أيضا عبد الرزاق عن الثوري عن منصور عن الحكم عن الحارث بن\nالأزمع والحارث هذا ذكره أبو عمر وغيره في الصحابة وذكره ابن حبان في\nالثقات من التابعين ثم إن الحارث الأعور وان تكلموا فيه فليس بمجهول كما\nزعم الشافعي بل هو معروف روى عنه الضحاك والشعبي والسبيعي وغيرهم وهذا\nالأثر وإن كان منقطعا فقد عضده ما تقدم من الأحاديث وفى التمهيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p124'> Vol. 08, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nروى مالك عن ابن شهاب عن عراك بن مالك وسليمان بن يسار أن عمر بن الخطاب\nبدأ المدعى عليهم بالايمان في القسامة - والبيهقي أيضا ذكر هذا في آخر هذا\nالباب وسيأتي إن شاء الله تعالى في باب النكول ورد اليمين من رواية الشافعي\nعن مالك عن ابن شهاب عن سليمان بن يسار أن عمر بدأ بايمان المدعى عليهم -\nوقال ابن أبي شيبة ثنا شبابة وأبو معاوية عن ابن أبي ذئب عن الزهري انه\nعليه السلام قضى في القسامة ان اليمين على المدعى عليهم - وقال أيضا ثنا\nأبو معاوية عن مطيع عن فضيل بن عمرو عن ابن عباس انه قضى بالقسامة على\nالمدعى عليهم - وثنا أبو معاوية ومعمر بن عيسى عن ابن أبي ذئب عن الزهري عن\nسعيد بن المسيب انه كان يرى القسامة على المدعى عليهم واخرج أيضا بسنده عن\nعمر بن عبد العزيز أنه بدأ بالمدعى عليهم باليمين ثم ضمنهم العقل - وقد جمع\nفي هذا بين اليمين والغرامة وكذا فعل عمر <span id='ms734'></span> ودل عليه ما في الحديث الصحيح اما\nان يدوا صاحبكم إلى آخره فألزمهم أحد الامرين اما ان يدفعوها واما ان\nيمتنعوا فينقض عهدهم ويصيروا حربا ولم ينص في حديث سهل انهم يبرئونهم من\nالغرامة فيحتمل ان يراد تبرئكم عن دعوى القتل أو عن الحبس والقود ان أقروا\nوقول الشافعي لم يجعل على يهود شيئا قد تقدم خلافه وانه عليه السلام جعلها\nعلى يهود لأنه وجد بين أظهرهم وتقدم أيضا ما يؤيده ثم قال البيهقي (وروى عن\nمجالد عن الشعبي عن مسروق عن عمر ومجالد غير محتج به) - قلت - اخرج له مسلم\nفي صحيحه - ثم قال البيهقي (قال الشافعي ويروى عن عمر أنه بدأ بالمدعى\nعليهم ثم رد الايمان على المدعين) ثم أسنده البيهقي ولفظه (ان رجلا من بنى\nسعدا جرى فرسا فوطئ على إصبع رجل من جهينة فنزى منها فمات فقال عمر للذين\nادعى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p125'> Vol. 08, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nعليهم أتحلفون بالله خمسين يمينا ما مات منها فأبوا فقال للآخرين احلفوا\nأنتم فأبوا فقضى عمر بشطر الدية على السعديين) - قلت - هذا الأثر عرف فيه\nالجاني لكن لم يدر مات من جنايته أو من غيرها فأمكن ان يجعل في حال قتيلا\nفتجب الدية وفى حال غير قتيل فقضى بالنصف وليس هذا كحديث سهل لأنه ورد في\nقتيل وجد في محلة ولم يدر من قتله ومذهب الشافعي انه لو أبى المدعى عليه\nوالمدعى ان يحلفا لا يقضى بنصف الحق ولا يقضى بشئ حتى يحلف المدعى فترك هذا\nالأثر في نكول الفريقين فلم يقض بالنصف بل أبطل الحق كله وإنما ترك خصم\nالشافعي هذا الأثر في رد اليمين لأنه جاء مخالفا للأحكام الظاهرة والسنن\nوالقائمة كحديث البينة على المدعى واليمين على من أنكر فكما يقضى للمدعى\nإذا أقام البينة فكذا يقضى على المدعى عليه إذا أبى اليمين ولا ترد على\nالمدعى ولا يكلف بما لم يجعله عليه السلام وقد قضى عثمان بن عفان وأبو موسى\nالأشعري وغيرهما من الصحابة باباء اليمين فان احتج الشافعي في ردها بحديث\nالقسامة <span id='ms735'></span> يقال أنت تزعم أن القسامة مخالفة لغيرها وقد رد عليه السلام فيها\nمن المدعين إلى المدعى عليهم وعندك في غيرها لا يحلف المدعى الا إذا أبى\nالمدعى عليه فكيف احتججت بها فيما لا يشبهها بزعمك وكما لا يجوز أن يقضى\nللمدعى بلا بينة إذا حلف خمسين يمينا قياسا على القسامة فكذا في رد اليمين\nوهذا ملخص من كلام عيسى بن ابان في كتاب الحجج - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p126'> Vol. 08, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في قسامة الجاهلية) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p129'> Vol. 08, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه (انه عليه السلام أقر القسامة على ما كانت عليه ثم قال إنما أراد\nبه في عدد الايمان) - قلت - هذا دعوى وتخصيص من غير دليل بل أراد في العدد\nوفى البداءة بالمدعى عليه كما سبق تقريره - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p130'> Vol. 08, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الكفارة في قتل العمد) (قال الشافعي إذا وجب الكفارة في قتل\nالمؤمن في دار الحرب وفى الخطأ الذي وضع الله عز وجل فيه الاثم كان العمد\nأولى وقاسه على قتل الصيد) - قلت - نص الله تعالى على أن حكم العمد القود\nلا الكفارة كما نص على أن حكم الخطأ الدية والكفارة والمنصوص عليه لا يقاس\nعلى غيره ثم هذا القياس ينتقض بسجود السهو فان العمد فيه لا يقاس على السهو\nوالخطأ في قتل الصيد غير منصوص على حكمه فجاز أن يحمل على السهو وعن الزهري\nنزل الكتاب بالعمد ووردت السنة بالخطأ ذكره الزمخشري فعلى هذا لا قياس وقال\nابن المنذر في الاشراف كان مالك والشافعي يريان على قاتل العمد الكفارة\nوقال الثوري وأبو ثور وأصحاب الرأي لا تجب الكفارة الا حيث أوجبها الله جل\nذكره قال ابن المنذر وكذلك نقول لان الكفارات عبادات فلا يجوز التمثيل\nعليها وليس لاحد ان يلزم عباد الله الا بكتاب أو سنة أو اجماع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p132'> Vol. 08, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nوليس مع من فرض على القاتل عمدا كفارة حجة من حيث ذكرت - ثم ذكر البيهقي\nحديث ضمرة (عن ابن أبي عبلة عن الغريف عن واثلة اتينا رسول الله صلى الله\nعليه وسلم في صاحب لنا قد أوجب فقال أعتقوا عنه) الحديث - قلت <span id='ms736'></span> - في هذا\nالحديث الحض على العتق ليحصل له ثوابه ولم يكن ذلك عن كفارة القتل وقد ذكر\nأبو داود والنسائي هذا الحديث في باب ثواب العتق ويدل على ذلك أنه عليه\nالسلام أطلق ولم يقيد بالايمان ولو كان عن كفارة القتل لقيد بذلك وأيضا فلم\nيسألهم أميت هو أم حي فيكون هو المأمور بذلك ولم يسألهم أيضا هل أعتق عن\nنفسه أم لا وهل عفوا عنه أم لا ولو كانوا لم يعفوا عنه وأعتق عن نفسه أو\nأعتقوا عنه لم يكن ذلك مجزئا ولا مكفرا حتى يسلم إليهم نفسه ليقتلوه أو\nيعفوا عنه - ثم ذكر البيهقي من وجه آخر عن ضمرة نحوه الا أنه قال (قد أوجب\nالنار بالقتل) قال (ورواه ابن المبارك عن ابن أبي عبلة) - قلت - هذا اللفظ\nيوهم ان ابن المبارك رواه مقيدا بالقتل وليس كذلك بل لفظه قد أوجبه ولم يقل\nبالقتل كذلك أخرجه ابن أبي شيبة في مسنده من طريقه وكذلك أخرجه النسائي\nوالطحاوي - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p133'> Vol. 08, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب العيافة والطيرة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p139'> Vol. 08, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديثا (عن عبد الله بن شداد أن امرأة من الأنصار قالت يا رسول\nالله الحديث ثم قال (مرسل) - قلت - هذا المرأة صحابية وابن شداد سمع جماعة\nمن قدماء الصحابة كعمر وعلى ومعاذ رضي الله عنهم وقولهم إن فلانا قال كذا\nكالعنعنة عند جماهير أهل الحديث فالحديث إذا مرفوع - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p140'> Vol. 08, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب المقتول من أهل البغي يغسل ويصلى عليه) ذكر فيه حديث مكحول -\nقلت - سكت عنه ههنا وذكره في كتاب الجنائز في باب الصلاة على من قتل نفسه\nوذكر فيه عن الدارقطني (ان مكحولا لم يسمع من أبي هريرة) وتقدم البحث معه\nهناك - قال (باب المقتول من أهل العدول بسيف أهل البغي) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p185'> Vol. 08, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nقال فيه (وقد روينا في كتاب الجنائز عن الشعبي ان عليا صلى على عمار\nوهاشم بن عتبة) - قلت - ذكره هناك في باب ما ورد في المقتول بسيف أهل البغي\nقد تكلمنا عليه هناك - قال (باب العادل يقتل الباغي أو الباغي يقتل العادل\nلم يرثه) قلت <span id='ms737'></span> - في اختلاف العلماء للطحاوي لا نعلم خلافا ان القاتل بقود\nيجب له يرث المقتول وكذا المرجوم للزنا يرثه من رجمه لأنه قتله بحق فكذا\nعادل قتل الباغي وإذا ثبت هذا فيرث باغ قتل عادلا لأنه في حكم قتل مستحق إذ\nلا قود فيه ولا دية فكأنه قتله بحق - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p186'> Vol. 08, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قتل من ارتد عن الاسلام أو امرأة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p202'> Vol. 08, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث ابن المكدر (عن جابر ارتدت امرأة) إلى آخره ثم قال (في هذا\nالاسناد بعض من يجهل) - قلت - هذا يوهم انه ليس في الاسناد الا هذا وفيه مع\nمن يجهل آخر متكلم فيه وهو عبد الله بن عطارد بن أذينة نسب إلى جده قال ابن\nعدي منكر الحديث وساق له أحاديث منكرة منها هذا الحديث ثم ذكر البيهقي (عن\nالحماني عن أبي حنيفة عن عاصم عن أبي رزين عن ابن عباس لا يقتل النساء إذا\nارتددن) ثم حكى (عن الثوري انه سئل عنه فقال اما من ثقة فلا) وعن الشافعي\n(انه سئل جماعة من أهل العلم عنه فقالوا خطأ والذي رواه ليس ممن يثبت أهل\nالحديث حديثه) - قلت - أبو رزين صحابي وعاصم وان تكلم فيه بعضهم قال\nالدارقطني في حفظه شئ وقال ابن سعد ثقة الا انه كثير الخطأ في حديثه فان\nضعفوا هذا الأثر لأجله فالامر فيه قريب فقد وثقه جماعة خرج له في الصحيحين\nمقرونا بغيره وخرج له الحاكم في المستدرك وابن حبان في صحيحه وان ضعف لأجل\nأبي حنيفة فهو وان تكلم فيه بعضهم فقد وثقه كثيرون واخرج له ابن حبان في\nصحيحه واستشهد به الحاكم في المستدرك ومثله في دينه وورعه وعلمه لا يقدح\nفيه كلام أولئك وقد ذكر جماعة من السلف انه كان محسودا حكى أبو عمر في كتاب\nالانتقاء في فضائل الثلاثة الفقهاء عن حاتم بن داود قال قلت للفضل بن موسى\nالبناني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p203'> Vol. 08, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nما تقول في هؤلاء الذين يقعون في حق أبي حنيفة فقال إن أبا حنيفة جاءهم\nبما يعقلونه من العلم وما لا <span id='ms738'></span> يعقلونه ولم يترك لهم شيئا فحسدوه وذكر أبو\nعمر في التمهيد أن أبا حنيفة والثوري رويا هذا الأثر عن عاصم وكذا أخرجه\nالدارقطني في سننه بسند جيد عنهما عن عاصم وأخرجه عبد الرزاق في مصنفه عن\nالثوري عنه فقد تابع الثوري أبا حنيفة وان ضعف لأجل الراوي عن أبي حنيفة\nفقد رواه عنه الثوري ووكيع ومحمد بن الحسن وغيرهم وفى التمهيد وروى قتادة\nعن خلاس عن علي مثله وهو قول الحسن وعطاء ومن حجتهم انه عليه الصلاة\nوالسلام نهى عن قتل النساء والولدان - وحكى الترمذي وابن عبد البر وغيرهما\nان مذهب الثوري ان المرأة تحبس ولا تقتل فيبعد أن يكون هذا مذهبه ثم يقول\nاما من ثقة فلا ثم حكى البيهقي عن الشافعي (أنه قال لمخالفه قد روى بعضهم\nان أبا بكر قتل نسوة ارتددن عن الاسلام فكيف لم تصر إليه) ثم ذكر البيهقي\nذلك ثم حكى (عن الشافعي أنه قال فما كان لنا ان نحتج إذ كان ضعيفا عند أهل\nالحديث) - قلت - فلذلك لم يصر إليه محالفه وأيضا فقد خالف ما هو المشهور في\nكتب السير أن أبا بكر قتل أهل الردة وسبى نساءهم ولم يقتلن.\n</p>\n\n<p>\nقال (باب من قال يستتاب) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p204'> Vol. 08, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث (من بدل دينه فاقتلوه) ثم قوله عليه السلام في الأربعة\n(اقتلوهم وان وجدتموهم متعلقين بأستار الكعبة) - قلت - ليس فيهما للاستتابة\nذكر وقال صاحب الاستذكار لا اعلم بين الصحابة خلافا في استتابة المرتد\nفكأنهم فهموا من قوله عليه السلام من بدل دينه فاقتلوه - أي بعد أن يستتاب\n- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p205'> Vol. 08, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قال يحبس ثلاثة أيام) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p206'> Vol. 08, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه اثرا (عن مالك عن عبد الرحمن بن محمد بن عبد القاري عن أبيه قال\nقدم على عمر رجل إلى آخره ثم ذكر (ان الشافعي قال من لم يتأن به زعم أن\nالذي روى عن عمر ليس بثابت لأنه لا يعلمه متصلا) - قلت - اخرج هذا الأثر\nعبد الرزاق عن معمر وأخرجه ابن أبي شيبة عن ابن عيينة كلاهما عن محمد بن <span id='ms739'></span>\nعبد الرحمن بن عبد القاري عن أبيه فعلى هذا هو متصل لان عبد الرحمن بن عبد\nسمع عمر - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p207'> Vol. 08, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب مال المرتد) ذكر فيه حديث الذي نكح امرأة أبيه - قلت - قد\nتكلمنا عليه فيما مضى في باب الخمس في الغنيمة والفئ - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p208'> Vol. 08, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قال من أشرك بالله فليس بمحصن) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p215'> Vol. 08, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه الحديث عن ابن عمر من وجهين وحكى في الأول عن الدارقطني (قال لم\nيرفعه غير إسحاق الحنظلي ويقال إنه رجع عنه) - قلت - موقوف وحكى في الثاني\nعن الدارقطني أيضا (قال وهم فيه عفيف بن سالم والصواب موقوف) - قلت - إسحاق\nحجة حافظ وعفيف ثقة قاله ابن معين وأبو حاتم ذكره ابن القطان وقال صاحب\nالميزان محدث مشهور صالح الحديث وقال محمد بن عبد الله بن عمار كان احفظ من\nالمعافى بن عمران وفى الخلافيات للبيهقي ان المعافى تابعه أعني عفيفا فرواه\nعن الثوري كذلك وإذا رفع الثقة حديثا لا يضره وقف من وقفه فظهر أن الصواب\nفي الحديثين الرفع - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p216'> Vol. 08, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من اعتبر حضور الامام والشهود) ذكر فيه (ان عليا جلد شراحة\nورجمها) ثم قال (إذا كان اعتراف فالامام أول من يرجم وان نعا الشهود\nفالشهود أول من يرجم) ثم قال البيهقي (قد ذكرنا ان جلد الثيب صار منسوخا\nوان الامر صار إلى الرجم فقط) - قلت - إذا نسخ هذا لا يلزم نسخ ما فيه من\nاعتبار بداية الامام أو الشهود - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p220'> Vol. 08, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب نفى البكر) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p221'> Vol. 08, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nقلت - ما ورد في هذا الباب من النفي محمول على أنه كان تأديبا لرفع\nالفساد لا حدا كما ينفى الامام أهل الدعارة وكنفيه عليه السلام وقد ذكر\nالبيهقي في باب من قتل عبده (انه عليه السلام نفى الذي قتل عبده سنة) وروى\nعبد الرزاق عن معمر عن الزهري عن ابن المسيب ان عمر غرب ربيعة بن أمية في\nالخمر إلى خيبر فلحق بهر قل فلما بلغ ذلك عمر قال والله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p222'> Vol. 08, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nلا اغرب بعدها ابدا وروى أيضا عن أبي حنيفة عن حماد عن إبراهيم قال قال <span id='ms740'></span>\nعبد الله في البكر يزنى يجلدان مائة وينفيان سنة - قال وقال على حسبهما من\nالفتنة ان ينفيا - ولما لم يكن في حد القذف والخمر تغريب دل على أنه تأديب\nله لدعارته - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p223'> Vol. 08, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قال لا يقام الحد حتى يعترف أربع مرات) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p225'> Vol. 08, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث ماعز ثم قال (قال الشافعي إنما كان ذلك في أول الاسلام\nلجهالة الناس بما عليهم الا ترى انه عليه السلام يقول في المعترف أسكر (1)\nأبه جنة لا يرى أن أحدا ستر الله عليه يقر بذنبه الا وهو يجهل حده أو لا\nترى انه عليه السلام قال اغد يا أنيس على امرأة هذا فان اعترفت فارجمها -\nولم يذكر عدد الاعتراف) - قلت - لو وجب الحد بالاقرار مرة لما اخر عليه\nالسلام الواجب إلى الرابعة وفى قول الراوي فلما شهد على نفسه أربع شهادات\nدعاه النبي عليه السلام إلى آخره اشعار بان الشهادة أربعا هي العلة في\nالحكم وقد اخرج أبو داود حديث ماعز من طريق نعيم بن هزال وفى آخره انه عليه\nالسلام قال له انك قلتها أربع مرات فبمن ويدل على أنه عليه السلام إنما اخر\nإقامة الحد إلى تمام الأربع لأنه لا يجب قبل ذلك لا لما ذكره الشافعي ما\nأخرجه أحمد في مسنده والطحاوي بسند صحيح عن بريدة كنت عند النبي صلى الله\nعليه وسلم إذ جاءه رجل يقال له ما عز الحديث وفى آخره قال بريدة وكنا نتحدث\nأصحاب نبي الله صلى الله عليه وسلم ان ما عز بن مالك لو جلس في رحله بعد\nاعترافه ثلاث مرات لم يطلبه وإنما رجمه عند الرابعة وأخرجه أبو داود ولفظه\nكنا أصحاب النبي صلى الله عليه وسلم نتحدث ان الغامدية وما عز بن مالك لو\nرجعا الحديث ولفظ النسائي لو لم يجيئا في الرابعة لم يطلبهما النبي صلى\nالله عليه وسلم واخرج أبو عمر في التمهيد بسنده عن سعيد بن جبير عن ابن\nعباس رد ما عزا حتى شهد أو أقر أربع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p226'> Vol. 08, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nمرات ثم امر <span id='ms741'></span> برجمه وقال ابن أبي شيبة ثنا وكيع وقال احمد ثنا اسود بن\nعامر كلاهما عن إسرائيل عن جابر عن عامر عن عبد الرحمن بن أبزي عن أبي بكر\nرضي الله عنه قال كنت عند النبي صلى الله عليه وسلم فجاء ماعز بن مالك\nفاعترف عنده مرة فرده ثم جاء فاعترف الثانية فرده ثم جاء فاعترف الثالثة\nفرده فقلت له ان اعترفت الرابعة رجمك فاعترف الرابعة فحبسه ثم سأل عنه\nفقالوا ما نعلم الا خيرا فامر برجمه - وهذا لفظ ابن أبي شيبة وجابر هو\nالجعفي تكلموا فيه واخرج له ابن حبان في صحيحه وقال صاحب التمهيد اجمعوا\nعلى أنه يكتب حديثه واختلفوا في الاحتجاج به وشهد له بالصدق والحفظ الثوري\nوشعبة ووكيع وزهير بن معاوية وقال وكيع مهما شككتم في شئ فلا تشكوا في أن\nجابر الجعفي ثقة زاد في الاستذكار كان شعبة والثوري يشهدان له بالحفظ\nوالاتقان وكان وكيع وزهير بن معاوية يوثقانه ويثنيان عليه - والأحاديث\nالصحيحة تدل على أنه عليه السلام ما سأل عنه الا بعد الرابعة ثم حديث ما عز\nإن تأخر عن قوله عليه السلام فان اعترفت فهو ناسخ له وان تقدمه فقوله عليه\nالسلام فان اعترفت محمول عليه كأنه عليه السلام يقول فان اعترفت الاعتراف\nالمعروف في حديث ما عز وغيره ثم من أصل الشافعي حمل المطلق على المقيد في\nقضيتين وقوله فان اعترفت مطلق وقضية ما عز مقيدة بالأربع فوجب تقييد ذلك\nالمطلق بها والقضية واحدة وفى الاستذكار قال أبو حنيفة وأصحابه والثوري\nوابن أبي ليلى والحسن بن حي والحكم بن عتيبة واحمد واسحق لا يحد حتى يقر\nأربع مرات - ثم حكى البيهقي عن الشافعي (أنه قال قوله فلعلك دليل على أنه\nلم يكن فسرا قراره فيما مضى بما لا يحتمل غير الزنا) - قلت - قول أبى بكر\nإن اعترفت الرابعة وقول الراوي يشهد على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p227'> Vol. 08, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nنفسه أربع شهادات وقوله عليه السلام انك قلتها أربع مرات - دليل على أن\nالاقرارات الماضية معتبرة مفسرة بالزنا وإنما قال عليه <span id='ms742'></span> السلام فلعلك تلقينا\nله ليرجع - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p228'> Vol. 08, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الضرير في خلقته لا من مرض يصيب الحد) ذكر فيه (عن يحيى بن سعيد\nوأبى الزنا عن أبي أمامة ان رجلا قال أحدهما أحبن وقال الآخر مقعد أصاب\nأمة) الحديث ثم ذكر (انه روى عن أبي أمامة من وجوه) - قلت - واختلف فيه على\nأبى امامة من وجه آخر ذكره البيهقي في كتاب الايمان في باب من حلف ليضربن\nعبده مائة سوط من طريق أبى داود من حديث أبي أمامة (عن بعض أصحاب النبي صلى\nالله عليه وسلم من الأنصار انه اشتكى رجل منهم حتى اضنى فعاد جلده على عظم)\nإلى آخره ثم إن الاحبن من به استسقاء وذلك من المرض وكذلك المقعد والذي\nاشتكى حتى اضنى فظهر أنه كان ضريرا من مرض فالحديث غير مطابق للباب -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p230'> Vol. 08, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في حد اللوطي - 1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p231'> Vol. 08, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nذكر في آخره حديث أبي موسى (إذا اتى الرجل الرجل) إلى آخره وفى سنده محمد\nبن عبد الرحمن عن خالد الحذاء فقال (لا اعرفه أي محمدا) - قلت - هو معروف\nيقال له المقدسي القشيري روى عن جعفر بن حميد وحميد الطويل وخالد الحذاء\nوعبيد الله بن عمر وفطر بن خليفة - روى عنه أبو ضمرة وبقية وأبو بدر\nوسليمان بن شر حبيل ذكره ابن أبي حاتم في كتابه وقال ذكره البخاري قال\nوسألت أبى عنه فقال متروك الحديث كان يكذب ويفتعل الحديث - قال (باب من اتى\nبهيمة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p233'> Vol. 08, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث عكرمة (عن ابن عباس اقتلوه واقتلوا البهيمة) ثم ذكر (عن أبي\nرزين عن ابن عباس لا حد عليه) ثم قال (عكرمة عند أكثر الأئمة من الثقات\nالاثبات) - قلت - أبو رزين ثقة لا نعلم أحدا تكلم فيه واما عكرمة فقد\nتكلموا فيه قال ابن عمر لنافع لا تكذب على كما كذب عكرمة على ابن عباس\nوكذلك قال سعيد بن المسيب لمولاه وكذبه مجاهد وابن سيرين ويحيى بن سعيد\nومالك وعن ابن أبي ذئب أنه قال كان غير ثقة وقد ذكر الترمذي حديث عكرمة <span id='ms743'></span> ثم\nحديث أبي رزين ثم قال وهذا أصح من الحديث الأول والعمل على هذا عند أهل\nالعلم وهو قول احمد واسحق وذكر أبو داود أيضا الحديثين ثم قال وحديث عاصم\nيضعف حديث عمرو بن أبي عمرو - قال الخطابي يريد أن ابن عباس لو كان عنده في\nهذا الباب حديث عن النبي صلى الله عليه وسلم لم يخالفه وقال ابن معين عمرو\nبن أبي عمر وليس به بأس وليس بالقوى وقال محمد بن إسماعيل صدوق ولكن روى عن\nعكرمة فأكثر ولم يذكر في شئ من حديثه انه سمع عكرمة وقد عارض هذا الحديث\nنهى النبي صلى الله عليه وسلم عن قتل الحيوان الا لمأكلة ثم ذكر الحطابي\nالاختلاف في هذا الفعل ثم قال وأكثر الفقهاء يعزر وكذلك قال عطاء والنخعي\nوبه قال مالك والثوري واحمد وأصحاب الرأي وهو أحد قولي الشافعي وفى الأحكام\nلعبد الحق عمرو بن أبي عمرو ثقة ينكر عليه حديث عكرمة عن ابن عباس انه عليه\nالسلام قال اقتلوا الفاعل والمفعول به - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p234'> Vol. 08, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من وقع على ذات محرم له أو ذات زوج) أو معتدة بنكاح أو بغيره مع\nالعلم بالتحريم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p236'> Vol. 08, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث البراء (ان ركبا معهم لواء اتوا إلى آخره ثم أخرجه عن\nالبراء عن خاله) - قلت - هذا حديث مضطرب كما ترى وفى سنده ومتنه اضطراب غير\nذلك ذكرناه في باب الخمس في الغنيمة والفئ وعلى تقدير صحته لم يسأل النبي\nصلى الله عليه وسلم هل هو محصن أم لا ولو كان محصنا فحده الرجم فلما لم\nيأمر عليه السلام بذلك بل بالقتل ثبت انه ليس بحد الزنا بل لأنه استحل ذلك\nفصار مرتدا ويدل عليه ان البيهقي ذكر هذا الحديث فيما مضى في كتاب الفرائض\nفي باب ميراث المرتد وذكره أيضا فيما مضى قريبا في باب مال المرتد إذا مات\nأو قتل على الردة ولفظه (فضرب عنقه وخمس ماله) وقال في ذلك الباب (قال\nأصحابنا ضرب الرقبة وتخميس المال لا يكون الا على المرتد فكأنه <span id='ms744'></span> استحله مع\nعلمه بتحريمه) انتهى كلامه وعقد اللواء يدل على المحاربة إذ لا تعقد الا\nلمن امر بها والمبعوث لإقامة حد الزنا لا يؤمر بها وقال الطحاوي وتخميس\nماله يدل على أنه صار محاربا إذ اجمعوا على أن المرتد الذي لم يحارب لا\nيخمس ماله فمنهم من يقول ماله فئ لا خمس فيه لأنه لم يوجف عليه بخيل ولا\nركاب وأبو حنيفة وأصحابه يجعلونه لورثته المسلمين واسم التزويج يسقط الحد\nوان لم يثبت بخلاف من رمى بمحرمه وقد اخرج الطحاوي بسند صحيح عن ابن المسيب\nان رجلا تزوج امرأة في عدتها فرفع إلى عمر فضربهما دون الحد وجعل لها\nالصداق وقال ابن أبي شيبة ثنا وكيع عن هشام عن قتادة عن ابن المسيب ان\nامرأة تزوجت في عدتها فضربها عمر تعزيرا دون الحد - ولم يكونا جاهلين\nبالتحريم لأنه كان اعرف بالله من أن يعاقب عليها (1) الحجة فثبت انهما كانا\nعالمين بالتحريم ولم يقم عليهما الحد وذلك بحضرة الصحابة ولم يخالفوه فدل\nعلى أن عقد النكاح وان لم يثبت له حكم النكاح في وجوب المهر بالدخول وفى\nالعدة وثبوت النسب ونحوها لا يوجب الحد لان الذي يوجب الحد هو الزنا والزنا\nلا يوجب شيئا من ذلك - فان قلت - ان لم يكن زنا فهو أعظم منه - قلنا - الحد\nامر توقيفي يجب في الزنا لا فيما هو أعظم منه الا ترى انه لا يجب في الكفر\nالذي هو أعظم من الزنا - ثم ذكر البيهقي (عن إبراهيم عن إسماعيل بن أبي\nحبيبة عن داود بن الحصين عن عكرمة عن ابن عباس حديث من وقع على ذات محرم\nفاقتلوه) ثم قال (وقد رويناه من حديث عباد بن منصور عن عكرمة) - قلت - ابن\nأبي حبيبة متكلم فيه وروى عن ابن معين ليس بشئ وقال الدارقطني متروك حكاه\nالذهبي وداود ابن الحصين أيضا متكلم فيه قال ابن المديني ما روى عن عكرمة\nمنكر وقال أبو حاتم ليس بالقوى وقال ابن عيينة كنا نتقي حديثه وقال ابن عدي <span id='ms745'></span>\nإذا روى عنه ثقة فصالح الا ان يروى عنه ضعيف فيكون البلاء منه مثل ابن أبي\nحبيبة وابن أبي يحيى - وعباد بن منصور أيضا ضعفه جماعة قال ابن معين ليس\nبشئ وقال ابن الجنيد متروك -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p237'> Vol. 08, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في حد الذميين) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p245'> Vol. 08, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه اثرا عن سماك عن قابوس بن مخارق - قلت - كذا في غير نسخة من هذا\nالكتاب وكذا في المعرفة للبيهقي والذي رأيته في كتب تاريخ الحديث كتاريخ\nالبخاري والثقات لابن حبان والكمال لعبد الغنى والميزان والكاشف للذهبي\nقابوس بن أبي المخارق - ثم ذكر البيهقي (انه غير محتج به) - قلت - ذكره ابن\nحبان في الثقات من التابعين وفى الميزان للذهبي قال النسائي لا بأس به -\nوذكر البيهقي (ان الشافعي عورض بحديث بجالة وقال كنت كاتبا لجزى بن معاوية\nفأتانا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p247'> Vol. 08, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب عمر قبل موته بسنة فقال الشافعي بجالة مجهول ولا نعرف ان جزيا كان\nكاتبا لعمر قال البيهقي كذا قال الشافعي في كتاب الحدود وقال في كتاب\nالجزية حديث بجالة متصل ثابت لأنه أدرك عمر وكان رجلا في زمانه كاتبا\nلعماله وكأن الشافعي لم يقف على حاله حين صنف كتاب الحدود ثم وقف عليه حين\nصنف كتاب الجزية إن كان صنفه (1) وحديث بجالة أخرجه البخاري دون مسلم) -\nقلت - فثبت بهذا ان بجالة معروف وقد روى عنه عمرو بن دينار ويسير بن عمرو\nوغيرهما ووثقه أبو زرعة وغيره - وذكر البيهقي (عن الشافعي قال وسماك بن حرب\nعن علي مما يوافق قولنا) - قلت -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p248'> Vol. 08, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nكذا في غير نسخة من هذا الكتاب وسماك لم يروه عن علي بل عن قابوس ان محمد\nبن أبي بكر كتب إلى علي يسأله إلى آخره كما ذكره البيهقي في هذا الباب وفى\nالاستذكار عن النوري عن قابوس بن أبي ظبيان عن أبيه قال كتب محمد بن أبي\nبكر إلى علي فذكره - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p249'> Vol. 08, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من قال لا حد الا في القذف الصريح) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p251'> Vol. 08, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه قوله عليه السلام للاعرابي (فلعل ابنك نزعه عرق) - قلت - زوجة\nالاعرابي لم تطلب وقد <span id='ms746'></span> ذكر صاحب الاستذكار حديث عويمر قال زعم بعض المتأخرين\nمن أصحاب الشافعي ان في هذا الحديث دليلا على أن الحد لا يجب بالتعريض في\nالقذف لقول عويمر أرأيت رجلا وجد مع امرأته رجلا ولا حجة فيه لان المعرض به\nغير معين ولا جاء طالبا وإنما يجب الحد على من عرض يقذف رجل يشير إليه أو\nيسميه في مشاتمة أو منازعة فطلب العرض به حده إذا علم أنه تصد به القذف -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p252'> Vol. 08, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما يجب فيه القطع) ذكر فيه (عن الزهري عن عمرة عن عائشة قال\nعليه السلام تقطع اليد في ربع دينار فصاعدا) ثم أخرجه من طرق جعله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p254'> Vol. 08, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nفي بعضها من لفظ عائشة (قالت لم تقطع يد سارق في عهده عليه السلام في أقل\nمن ثمن مجن حجفة أو ترس وكلاهما ذو ثمن) ثم عزاه إلى الصحيحين وفى بعضها عن\nعروة مرسلا (ان يد السارق لم تقطع في عهده عليه السلام) إلى آخره - قلت\nأخرجه النسائي من حديث ابن المبارك عن معمر عن الزهري عن عمرة عن عائشة\nموقوفا عليها واخرج أيضا عن الحارث بن مسكين عن ابن القاسم حدثني مالك عن\nعبد الله بن أبي بكر عن عمرة قالت عائشة القطع في ربع دينار فصاعدا وروينا\nفي مسند الحميدي ثنا سفيان وحدثناه أربعة عن عمرة عن عائشة لم يرفعوه عبد\nالله بن أبي بكر وزريق بن حكيم الأيلي ويحيى بن سعيد وعبد ربه بن سعيد\nورواه مالك عن يحيى بن سعيد عن عمرة موقوفا فقد اتفق ابن عيينة ومالك على\nروايته عن يحيى بن سعيد موقوفا وقال الطحاوي حدثني غير واحد من أصحابنا من\nأهل العلم عن أحمد بن شيبان الرملي ثنا مؤمل بن إسماعيل الرملي عن حماد بن\nزيد عن أيوب عن عبد الرحمن بن القاسم عن عمرة عن عائشة قالت تقطع يد السارق\nفي ربع دينار فصاعدا - قال أيوب وحدث يحيى عن عمر عن عائشة ورفعه فقال له\nعبد الرحمن أنها كانت لا ترفعه فترك يحيى رفعه <span id='ms747'></span> وأخرجه النسائي من حديث\nالقاسم بن مبرور عن يونس قال ابن شهاب أخبرني عروة عن عائشة انه عليه\nالسلام قال لا تقطع اليد الا في يعنى ثمن المجن ثلث دينار أو نصف دينار\nفصاعدا - فيظهر بهذا كله ان هذا الحديث اضطرب في متنه واضطرب أيضا في سنده\nمسند أو مرسلا وموقوفا - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p255'> Vol. 08, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب اختلاف الناقلين في ثمن المجن) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p256'> Vol. 08, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديثا (عن أيوب بن موسى عن عطاء عن ابن عباس قال كان ثمن المجن\nفي عهده عليه السلام يقوم بعشرة دراهم ثم قال (خالفه الحكم فرواه عن عطاء\nومجاهد عن أيمن الحبشي) ثم أسنده (عن أيمن قال كان يقال لا يقطع السارق الا\nفي ثمن المجن وأكثر وكان ثمن المجن يومئذ دينارا) ثم حكى البيهقي (عن\nالبخاري قال أيمن الحبشي من أهل مكة مولى ابن أبي عمرة المكي سمع عائشة روى\nعنه ابنه عبد الواحد) ثم قال البيهقي (روايته عن النبي صلى الله عليه وسلم\nمنقطعة) - قلت - هذان حديثان رواهما عطاء أحدهما عن ابن عباس والآخر عن\nأيمن فلا يعلل أحدهما بالآخر ولهذا اخرج الحاكم في المستدرك حديث ابن عباس\nوقال صحيح على شرط مسلم وشاهده حديث أيمن ثم أخرجه من طريق سفيان عن منصور\nعن مجاهد عن أيمن الحديث وذكر عبد الرزاق عن إبراهيم عن داود بن الحصين عن\nعكرمة عن ابن عباس قال ثمن المجن الذي يقطع فيه دينار - قال واخبرنيه داود\nبن الحصين عن ابن المسيب مثله وإبراهيم هو ابن أبي يحيى والشافعي حسن الظن\nفيه وقال صاحب التمهيد ثنا عبد الوارث ثنا قاسم ثنا محمد ثنا يوسف ثنا ابن\nإدريس ثنا محمد بن إسحاق عن عطاء عن ابن عباس قال قوم المجن الذي قطع فيه\nالنبي صلى الله عليه وسلم عشرة دراهم - قال النسائي ثنا عبيد الله بن سعد\nانا عمى ثنا أبي عن ابن إسحاق حدثني عمرو بن شعيب عن عطاء بن أبي رباح حدثه\nان عبد الله بن عباس كأن يقول ثمنه عشرة دراهم <span id='ms748'></span> - ثم حكى البيهقي (عن\nالشافعي قال أيمن الذي رواه عنه عطاء رجل حدث لعله أصغر من عطاء روى عنه\nعطاء حديثا عن تبيع عن كعب فهذا منقطع فقال خصمه روى شريك عن مجاهد عن أيمن\nبن أم أيمن فقال له الشافعي أخو أسامة قتل يوم حنين قبل ان يولد مجاهد ولم\nيبق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p257'> Vol. 08, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nبعده عليه السلام فيحدث عنه) ثم ذكر البيهقي حديث عطاء عن أيمن مولى ابن\nالزبير عن تبيع عن كعب ثم قال وقد أشار إليه البخاري في التاريخ واستدل هو\nوغيره بذلك على أن حديثه في المجن منقطع) - قلت - كلام الشافعي يعطى ان\nأيمن الذي روى عنه عطاء غير أيمن أخي أسامة وانهما رجلان وقد حكاه صاحب\nالمستدرك عن الشافعي بأصرح من هذا فذكر ما حكيناه عنه من حديث الحكم عن\nمجاهد عن أيمن ثم قال سمعت أبا العباس يقول سمعت الربيع يقول سمعت الشافعي\nيقول أيمن هذا هو ابن امرأة كعب وليس بابن أم أيمن ولم يذكر النبي صلى الله\nعليه وسلم ثم قال الحاكم والدليل على صحة قول الشافعي ما حدثناه أبو بكر بن\nإسحاق ثنا إسماعيل بن قتيبة ثنا يحيى بن يحيى انا جرير عن منصور عن عطاء\nومجاهد عن أيمن قال وكان أيمن رجلا يذكر منه خير قال لا تقطع يد السارق في\nأقل من ثمن المجن وكان ثمن المجن يومئذ دينارا فأيمن بن أم أيمن الصحابي\nأخو أسامة لامه اجل وأنبل من أن ينسب إلى الجهالة فيقال كان رجلا يذكر منه\nخير إنما يقال مثل هذه اللفظة لمجهول لا يعرف بالصحبة انتهى كلامه وظاهر\nكلام البيهقي انهما رجل واحد وقد صرح بذلك جماعة فقال أبو حاتم بن حبان في\nالثقات أيمن بن عبيد الحبشي هو الذي يقال له أيمن بن أم أيمن مولى النبي\nصلى الله عليه وسلم نسب إلى أمه كان أخا أسامة لامه ومن زعم أن له صحبة فقد\nوهم وحديثه في القطع مرسل وفى معرفة الصحابة لأبي عبد الله بن منده <span id='ms749'></span> أيمن\nابن أم أيمن وهو ابن عبيد بن عمرو أخو أسامة لامه أمهما أم أيمن حاضنة\nالنبي صلى الله عليه وسلم ثم ذكر ابن مندة عن ابن إسحاق قال وممن شهد مع\nرسول الله صلى الله عليه وسلم حنينا من أهل بيته أيمن بن عبيد وكانت أمه أم\nأيمن مولاة رسول الله صلى الله عليه وسلم وكان أخا أسامة لامه - وفى كتاب\nابن أبي حاتم أيمن الحبشي مولى ابن عمرو روى عن عائشة وجابر وتبيع روى عنه\nمجاهد وابنه عبد الواحد قال (خ) روى منصور عن مجاهد وعطاء عن أيمن بن أم\nأيمن قال (خ) وأيمن رجل من التابعين لم يدرك النبي صلى الله عليه وسلم ذكر\nذلك ابن أبي حاتم في ترجمة واحدة فهو تصريح بأنهما واحد وفى الاستيعاب لأبي\nعمر بن عبد البر أيمن بن عبيد الحبشي وهو أيمن ابن أيمن مولاة رسول الله\nصلى الله عليه وسلم أخو أسامة لامه كان ممن بقي مع رسول الله صلى الله عليه\nوسلم يوم حنين ولم ينهزم وذكره ابن إسحاق فيمن استشهد يوم حنين وذكر\nالطحاوي انه صحابي معروف الصحبة وقال في أحكام القرآن ولد في عهده عليه\nالسلام وعاش بعد وفاته صلى الله عليه وسلم وإذا ثبت انهما واحد وان أيمن\nابن أم أيمن من الصحابة كما عده جماعة منهم وانه بقي بعد النبي صلى الله\nعليه وسلم كما ذكر الطحاوي تحمل رواية مجاهد عنه على الاتصال وان قتل بحنين\nكما زعم الشافعي وغيره فرواية مجاهد عنه مرسلة وإن كان من التابعين كما زعم\nالبخاري وغيره فروايته مرسلة والقائل بهذا المذهب يحتج بالمرسل كيف وقد\nتأيد بحديث ابن عباس الذي صححه صاحب المستدرك وأخرجه عبد الرزاق من وجه ثان\nوصاحب التمهيد من وجه ثالث والنسائي من وجه رابع وتأيد أيضا بما سيأتي من\nحديث عبد الله بن عمرو وابن المسيب - ثم ذكر البيهقي حديث (عمرو بن شعيب عن\nأبيه عن جده قال كان ثمن المجن على عهده عليه السلام <span id='ms750'></span> عشرة دراهم) ثم حكى عن\nالشافعي أنه قال هذا رأى من عبد الله بن عمرو) - قلت - إذا ذكر الصحابي\nشيئا واضافه إلى زمنه صلى الله عليه وسلم كان مرفوعا عندهم فليس هذا برأي\nبل هو خبر أخبر به وهو محمول عندهم على أنه سمعه وقد اخرج الدارقطني من\nحديث الحجاج بن أرطأة عن عمرو بن شعيب عن أبيه عن جده قال قال رسول الله\nصلى الله عليه وسلم لا تقطع يد لسارق في أقل من عشرة دراهم - وفى كتاب\nالحجج لعيسى بن ابان ثنا موسى بن داود ثنا ابن لهيعة عن عمرو بن شعيب عن\nسعيد بن المسيب قال مضت السنة ان لا تقطع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p258'> Vol. 08, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nيد السارق الا في دينار أو عشرة دراهم - ومضت السنة بان قيمة المجن دينار\nأو عشرة دراهم وفى الحجج أيضا ثنا علي بن عاصم عن المثنى بن الصباح عن عمرو\nبن شعيب عن سعيد بن المسيب قال مضت السنة من رسول الله صلى الله عليه وسلم\nان لا تقطع اليد الا في عشرة دراهم وفى مصنف عبد الرزاق عن ابن جريج قال\nكأن يقول لا تقطع يد السارق في أقل من عشرة دراهم وذكر الطحاوي في أحكام\nالقرآن بسند جيد عن ابن جريج قال كان قول عطاء على قول عمرو ابن شعيب لا\nتقطع اليد في أقل من عشرة دراهم - وفى كتاب الحجج عن مصعب بن سلام ويعلي بن\nعبيد قالا ثنا عبد الملك عن عطاء انه سئل ما يقطع فيه السارق قال ثمن المجن\nوكان في زمانهم يقوم دينارا أو عشرة دراهم وقال النسائي انا حميد ابن مسعدة\nعن سفيان عن العرزمي عن عطاء قال أدنى ما يقطع فيه ثمن المجن وثمن المجن\nعشرة دراهم - ثم حكى البيهقي عن الشافعي (أنه قال لخصمه أنت تزعم أن عمرو\nبن شعيب ليس ممن يقبل روايته) - قلت - الحنفية يعملون بروايته ولا يردون\nشيئا منها إذا لم يعارضه ما هو أقوى منه وقد قال البيهقي في باب من قال <span id='ms751'></span> يرث\nقاتل الخطأ (الشافعي كالمتوقف في روايات عمرو بن شعيب إذا لم ينضم إليها ما\nيؤكدها) - قال (باب ما جاء عن الصحابة فيما يجب به القطع) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p259'> Vol. 08, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه (عن الشافعي - قال بعض الناس روينا قولنا عن علي قلت رواية\nالزعافري عن الشعبي عن علي قال البيهقي رواية داود الأودي الزعافري لم أقف\nعليها وقد روى من وجه آخر مظلم) ثم ذكره ثم قال (اسناد يجمع مجهولين\nوضعفاء) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p260'> Vol. 08, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\n- قلت - قد جاء من وجه آخر ضعيف الا انه أجود من الرواية التي ذكرها\nالبيهقي بلا شك فروى عبد الرزاق عن الحسن بن عمارة عن الحكم بن عتيبة عن\nيحيى بن الجزار عن علي قال لا يقطع الكف في أقل من دينار أو عشرة دراهم -\nفعدل البيهقي عن هذه الرواية إلى تلك لزيادة التشنيع ثم قال (قال الشافعي\nفقال يعين خصمه قد روينا عن ابن مسعود قال لا يقطع الا في عشرة دراهم قلنا\nروى الثوري عن عيسى بن أبي عزة عن ابن مسعود انه عليه السلام قطع سارقا في\nخمسة دراهم وهذا أقرب أن يكون صحيحا عن عبد الله من حديث المسعودي عن\nالقاسم عن عبد الله) قال البيهقي (حديث ابن مسعود منقطع يعنى حديث المسعودي\nقال وروى عن أبي حنيفة عن القاسم عن أبيه عن ابن مسعود ورواه المسعودي\nمرسلا والذي في معارضته ليس بأضعف منه يعنى حديث ابن أبي عزة) - قلت - حديث\nالمسعودي رواه عنه وكيع والثوري وابن المبارك وغيرهم والمسعودي ثقة روى له\nأصحاب السنن الأربعة واستشهد به البخاري وهو وان اختلط فقد ذكر ابن حنبل ان\nسماع وكيع منه قديم وان من سمع منه بالكوفة والبصرة فسماعه جيد ذكره صاحب\nالكمال فان حكمنا لرواية أبي حنيفة باعتبار الزيادة زال انقطاع هذا الأثر\nوالا فلا علة فيه الا الانقطاع وحديث ابن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p261'> Vol. 08, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nعزة فيه ثلاث علل - الثوري مدلس وقد عنعن - وابن أبي عزة ضعفه القطان\nوذكره الذهبي في كتاب الضعفاء - والشعبي عن ابن مسعود منقطع - ذكره البيهقي\nفي باب <span id='ms752'></span> الزنا لا يحرم الحلال وسكت عنه هنا وظهر بهذا ان هذا السند أضعف من\nسند رواية المسعودي خلافا لقول البيهقي (والذي روى في معارضته ليس بأضعف\nمنه) وان سند رواية المسعودي أقرب أن يكون صحيحا خلافا لما قاله الشافعي -\nقال (باب القطع في كل ماله ثمن إذا سرق) من حرز وبلغت قيمته ربع دينار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p262'> Vol. 08, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديث (لا قطع في ثمر ولا كثر) ثم قال (قال الشافعي وبهذا نقول لا\nقطع في ثمر معلق لأنه غير محرز وهو يشبه حديث عمرو بن شعيب ثم ذكر البيهقي\nحديث عمرو عن أبيه عن جده ولفظه لا يقطع يعنى اليد في ثمر معلق فإذا آواه\nالجرين قطعت) - قلت - ذكر الطحاوي ان الحديث الأول تلقت العلماء متنه\nبالقبول واحتجوا به والحديث الثاني لا يحتجون به ويطعنون في اسناده ولا\nسيما ما فيه مما يدفعه الاجماع من غرم المثلين وقد ذكر البيهقي الحديث بما\nفيه من زيادة غرم المثلين فيما بعد في باب تضعيف الغرامة فيما مضى في باب\nمن قال يرث قاتل الخطأ (ان الشافعي كالمتوقف في روايات عمرو بن شعيب إذا لم\nيضم إليها ما يؤكدها) فكيف خصص بحديثه عموم حديث لا قطع في ثمر ولا كثر -\nثم ذكر البيهقي (عن عثمان لا قطع في طير وعن أبي الدرداء ليس على سارق\nالحمام قطع) ثم قال (أراد الطير والحمام المرسلة في غير جرز) قلت - فيه\nأمران - أحدهما - أراد الحمام بالتشديد قال ابن أبي شيبة في مصنفه الرجل\nيدخل الحمام فيسرق ثيابا - ثنا زيد بن حباب حدثني معاوية بن صالح حدثني أبو\nالزاهرية عن جبير بن نفير عن أبي الدرداء سئل عن سارق الحمام فقال لا قطع\nعليه وقال الطحاوي السارق من الحمام المأذون في دخوله لا قطع عليه إذا كان\nغير حرز ثنا الربيع الجيزى ثنا عبد الله بن يوسف ثنا سعيد بن عبد العزيز\nالتنوخي عن بلال بن سعد أن أبا الدرداء اتى بسارق من الحمام فلم يقطعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p263'> Vol. 08, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما يكون <span id='ms753'></span> حرزا) ذكر فيه عن مالك عن ابن شهاب عن صفوان بن عبد\nالله ان صفوان بن أمية إلى آخره ثم أخرجه من طريق ابن عيينة عن عمرو عن\nطاوس مرسلا ثم قال (روى عن ابن كاسب عن ابن عيينة باسناده موصولا بذكر ابن\nعباس فيه وليس بصحيح) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p265'> Vol. 08, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nقلت - ذكر صاحب التمهيد ان البزار أخرجه من حديث زكريا بن إسحاق عن عمرو\nبن دينار عن عطاء عن ابن عباس عنه عليه السلام وذكر المزي في أطرافه ان\nالنسائي أخرجه عن محمد بن داود عن المعلي بن أسد عن وهيب عن عبد الله بن\nطاوس عن أبيه عن صفوان بن أمية - قلت - يا رسول الله ان هذا سرق خميصة لي\nالحديث - ثم ذكر البيهقي في آخر الباب حديث ابن أبي حسين (قال عليه السلام\nلا قطع في ثمر معلق إلى آخره وقد روينا هذا موصولا من حديث عمرو بن شعيب عن\nأبيه) قلت ذكره فيما بعد في باب تضعيف الغرامة من حديث عمرو بن شعيب عن\nأبيه عن عبد الله بن عمرو - قال (باب السارق توهب له السرقة) ذكر فيه حديث\nسرقة رداء صفوان وقوله (انا اهبه له) وقوله عليه السلام (فهلا قبل ان\nتأتيني به - قلت - مذهب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p266'> Vol. 08, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nالشافعي انه لو وهبه قبل الرفع إلى الامام يقطع وهذا الحديث حجة عليه\nلأنه يدل على أنه لو وهب السارق رداءه قبل ان يأتيه به لما قطعه وقال أبو\nيوسف لا قطع عليه محتجا بهذا الحديث ذكره صاحب التمهيد واختاره في\nالاستذكار وعزاه إلى أبي حنيفة وصاحبيه وفى المعالم للخطابي احتج به من رأى\nأنه لا يقطع إذا ملكه قبل ان يرفع إلى الامام لأنه يدل على أنه لو وهبه منه\nأو أبرأه قبل ان يرفعه إلى الامام سقط عنه القطع - قال (باب من سرق عبدا\nصغيرا) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p267'> Vol. 08, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nقال فيه (روى عن عمر أنه لم ير عليه القطع قال هؤلاء خلابون) ثم قال (قال\nأصحابنا معناه إذا كان العبد عاقلا فقد روى عن عمر أنه <span id='ms754'></span> قطع رجلا في غلام\nسرقه) - قلت - الأول - أخرجه ابن أبي شيبة ثنا عبد الله بن المبارك عن سعيد\nبن أبي أيوب عن معروف بن سويد ان قوما كانوا يسترقون رقيق الناس بإفريقية\nفقال علي بن رباح ليس عليهم قطع قد كان هذا على عهد عمر بن الخطاب رضي الله\nعنه فلم ير عليهم قطعا وقال هؤلاء خلابون وهذا السند رجاله ثقات - والثاني\n- رواه عبد الرزاق عن ابن جريج ورواه ابن أبي شيبة ثنا محمد بن بكر عن ابن\nجريج قال قال أخبرت ان عمر بن الخطاب قطع رجلا في غلام سرقه - وهو منقطع\nكما ترى - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p268'> Vol. 08, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب النباش يقطع إذا اخرج الكفن من القبر) (قال الشافعي لان هذا حرز\nمثله) - قلت - القبر ليس بحرز لاتفاق الجميع على أنه لو دفن فيه دراهم\nفسرقها لم يقطع فكذا الكفن وهذا لان القبر إنما حفر لدفن الميت فيه لا\nلاحراز الكفن لأنه للبلى والهلاك ولأنه لا مالك له فصار كالسرقة من بيت\nالمال وكالآخذ الأشياء المباحة وهذا لأنه من جميع المال ومقدم على الدين\nفلا يملكه الورثة كما لا يملكون ما يصرف ويستحيل ان يملكه الميت فثبت انه\nليس في ملك أحد ومطالبة الورثة بالكفن لا يدل على أنه ملكهم كما يطالب بما\nسرق من بيت المال وان لم يملكه - وفى مصنف ابن أبي شيبة ثنا عيسى بن يونس\nعن معمر عن الزهري يقال أتى مروان بن الحكم بقوم يحتفرون القبور يعنى\nينبشون فضربهم وتفاهم وأصحاب رسول الله صلى الله عليه وسلم متوافرون - وهذا\nسند صحيح - وفيه أيضا انا حفص عن أشعث عن الزهري قال أخذ نباش في زمن\nمعاوية وكان مروان على المدينة فسأل من كان بحضرته من أصحاب رسول الله صلى\nالله عليه وسلم بالمدينة والفقهاء فلم يجدوا أحدا قطعه فاجمع رأيهم على أن\nيضربه ويطاف به - وفى الاستذكار كان الثوري وأبو حنيفة وأصحابه لا يرون\nعليه قطعا وروى ذلك عن يزيد (1) ابن ثابت ومروان بن الحكم وأفتى به الزهري\n- ثم <span id='ms755'></span> ذكر البيهقي حديث أبي ذر (يكون البيت بالوصيف يعنى القبر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p269'> Vol. 08, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nقلت - لو سلمنا ان تسمية القبر بيتا هو على سبيل الحقيقة فلا يقطع\nبالسرقة من البيت الا إذا كان حرزا وقد تقدم ان القبر ليس بحرز ألا ترى ان\nالمساجد تسمى بيوتا قال الله تعالى (في بيوت اذن الله ان ترفع) ومع ذلك لو\nسرق منها لا يقطع إذا لم يكن ثم حافظ - وقال صاحب الاستذكار احتج من قطعه\nبقوله تعالى (ألم نجعل الأرض كفاتا احياء وأمواتا) فإنه (1) عليه السلام\nسماه بيعا وليس في هذا كله ما يوجب التسليم له - ثم ذكر البيهقي حديث لعن\nالمختفى عن مالك عن أبي الرجال عن عمرة مرسلا - ثم رواه من حديث يحيى بن\nصالح وأبى قتيبة عن مالك عن أبي الرجال عن عمرة عن عائشة موصولا ثم قال\n(الصحيح مرسل) - قلت فيه أمران - أحدهما - ان يحيى بن صالح ثقة اخرج له\nالشيخان وغيرهما وأبو قتيبة سلم بن قتيبة اخرج له البخاري في صحيحه فهذان\nثقتان زاد الوصل فيقبل منهما وتابعهما عبد الله بن عبد الوهاب فرواه عن\nمالك كذلك كذا أخرجه صاحب التمهيد من حديثه فظهر بهذا ان الصحيح في هذا\nالحديث انه موصول - الأمر الثاني - لا يلزم لعن المختفى انه يقطع كالغاصب\nوالظالم فلا دلالة فيه على مدعاه -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p270'> Vol. 08, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب السارق يعود فيسرق) ذكر فيه حديث مصعب بن ثابت عن ابن المنكدر\nعن جابر - قلت - في الاستذكار قال النسائي مصعب ليس بالقوى وإن كان القطان\nروى عنه وهذا الحديث ليس بصحيح ولا اعلم في هذا الباب حديثا صحيحا عنه عليه\nالسلام وفى حديث مصعب قتل السارق في الخامسة ولا اعلم أحدا من أهل العلم\nقال به الا ما ذكره أبو مصعب صاحب مالك في مختصره عن أهل المدينة مالك\nوغيره قال فان سرق الخامسة قتل كما قال رسول الله صلى الله عليه وسلم\nوعثمان وعمر بن عبد العزيز قال وكان مالك يقول لا يقتل قال أبو عمر حديث\nالقتل منكر لا أصل <span id='ms756'></span> له وقد ثبت عنه عليه السلام لا يحل دم امرئ مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p272'> Vol. 08, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nالا بإحدى ثلاث - الحديث ولم يذكر فيها السارق وقال عليه السلام في\nالسرقة فاحشة وفيها عقوبة - ولم يذكر قتلا وعلى هذا جمهور أهل العلم في\nآفاق المسلمين - ثم ذكر البيهقي حديثا عن عبد الله بن أبي أمية عن عبد الله\nبن الحارث ثم قال (مرسل حسن باسناد صحيح) - قلت - اضطرب في اسناده في اسم\nابن أبي أمية فقيل عبد الله وفى مراسيل أبى داود عبد ربه وكذا ذكره غيره\nواختلف أيضا في عبد الله بن الحارث فقيل هكذا وقيل الحارث بن عبد الله وقد\nذكر البيهقي الاختلاف فيهما فيما بعد ومع هذا الاضطراب لم أقف على حال ان\nأبى أمية بعد الكشف ولهذا قال عبد الحق في الأحكام هذا الحديث لا يصح\nللارسال وضعف الاسناد - ثم ذكر البيهقي من حديث القاسم وصفية (ان رجلا اقطع\nاليد والرجل سرق عند أبي بكر فقطع يده اليسرى) - قلت - كلاهما لم يسمعا أبا\nبكر وقد روى عنه وعن غيره من الصحابة خلاف هذا قال صاحب الاستذكار اختلف في\nهذا الحديث فروى أنه إنما قطع رجله وكان مقطوع اليد اليمنى فقط ذكر عبد\nالرزاق عن معمر عن الزهري عن سالم وغيره قال إنما قطع أبو بكر رجل الأقطع\nوكان مقطوع اليد اليمنى فقط وقال الزهري ولم يبلغنا في السنة في القطع اليد\nوالرجل لا يزاد على ذلك قال وانا معمر عن أيوب عن نافع عن ابن عمر قال إنما\nقطع أبو بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p273'> Vol. 08, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nرجل الذي قطعه يعلي بن أمية كان مقطوع اليد قبل ذلك - وذكر عبد الرزاق\nثنا معمر عن الزهري عن عروة عن عائشة قالت كان رجل اسود يأتي أبا بكر\nفيدنيه ويقرئه القرآن حتى بعث ساعيا فقال أرسلني معه فأرسله معه واستوصى به\nخيرا فلم يعبر منه الا قليلا حتى جاء قد قطعت يده فلما رآه أبو بكر فاضت\nعيناه قال ما شأنك قال ما زدت على أنه كان يوليني شيئا من عمله <span id='ms757'></span> فخنته فريضة\nواحدة فقطع يدي فقال أبو بكر تجدون الذي قطع هذا يخون عشرين فريضة ان كنت\nصادقا لافتدينك (1) منه ثم أدناه فكان الرجل يقوم الليل فيقرأ فإذا سمع أبو\nبكر صوته قال تالله لرجل قطع هذا لقد اجترأ على الله فلم يعبر الا قليلا\nحتى فقد آل أبي بكر حليا لهم ومتاعا فقام الأقطع فاستقبل القبلة ورفع يده\nالصحيحة والأخرى التي قطعت فقال اللهم أظهر على من سرقهم وكان معمر ربما\nقال اللهم أظهر على من سرق أهل هذا البيت الصالحين فما انتصف النهار حتى\nعثروا على المتاع عنده فقال أبو بكر ويلك انك لقليل العلم بالله فأمر به\nفقطعت رجله - وقال ابن أبي شيبة ثنا عيسى بن يونس عن الأوزاعي عن الزهري\nقال إنتهى أبو بكر في قطع السارق إلى اليد والرجل - ثم ذكر البيهقي (عن عمر\nالقطع في الثالثة والرابعة) - قلت - قد جاء عنه خلاف ذلك قال ابن أبي شيبة\nثنا أبو أسامة عن عبد الرحمن بن يزيد بن جابر عن مكحول ان عمر قال إذا سرق\nالسارق فاقطعوا يده ثم إذا عاد فاقطعوا رجله ولا تقطعوا يده الأخرى وذروه\nيأكل بها الطعام ويستنجى بها من الغائط ولكن احبسوه عن المسلمين - ثم ذكر\nالبيهقي عن علي عدم القطع في الثالثة والرابعة من وجهين قلت - وقد جاء ذلك\nعنه من وجهين آخرين قال ابن أبي شيبة ثنا جرير عن منصور عن أبي الضحى وعن\nمغيرة عن الشعبي قال (2) كان على يقول إذا سرق السارق مرارا قطعت يده ورجله\nثم إن عاد استودعته السجن - وقال أيضا ثنا حاتم بن إسماعيل عن جعفر عن أبيه\nقال كان على لا يزيد على أن يقطع لسارق يدا ورجلا فإذا اتى به بعد ذلك قال\nإني لأستحي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p274'> Vol. 08, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nان لا يتطهر لصلاته ولكن أمسكوا كله عن المسلمين وأنفقوا عليه من بيت\nالمال - وقال أيضا ثنا أبو خالد عن الحجاج عن عمرو بن دينار أن نجدة كتب\nإلى ابن عباس يسأله عن السارق فكتب إليه <span id='ms758'></span> بمثل قول على قال وثنا أبو خالد عن\nحجاج عن سماك عن بعض أصحابه ان عمر استشارهم في سارق فأجمعوا على مثل قول\nعلى وبه قال الثوري وأبو حنيفة وصاحباه انه لا قطع بعد الثانية وإنما فيه\nالغرم وهو قول الزهري والنخعي والشعبي والأوزاعي وحماد واحمد وروى عن جماعة\nمن الصحابة والتابعين ومن بعدهم - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p275'> Vol. 08, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب غرم السارق) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p276'> Vol. 08, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديثا عن سعد بن إبراهيم عن أخيه المسور عن عبد الرحمن بن عوف ثم\nقال (إن كان سعد هذا ابن إبراهيم بن عبد الرحمن فلا نعرف في التواريخ له\nأخا معروفا يقال له المسور) إلى آخره - قلت - في كتاب ابن أبي حاتم مسور بن\nإبراهيم بن عبد الرحمن بن عوف أخو سعد وصالح ابني إبراهيم روى عن عبد\nالرحمن بن عوف مرسلا - روى عنه اخوه سعد بن إبراهيم، سمعت أبي يقول ذلك -\nوذكر ذلك صاحب الكمال وزاد مات سنة سبع ومائتين روى له النسائي فظهر بهذا\nان سعد هو ابن إبراهيم بن عبد الرحمن بن عوف وانه لا وجه لترديد البيهقي\nوان له أخا يقال له المسور فإن لم يثبت للمسور سماع من عبد الرحمن والحديث\nمرسل فالقائلون به يحتجون بالمرسل على أن ابن جرير الطبري اخرج هذا الحديث\nفي تهذيب الآثار موصولا فقال ثنا أحمد بن الحسن الترمذي ثنا سعيد بن كثير\nبن عفير ثنا المفضل بن فضالة عن يونس ابن يزيد عن سعد بن إبراهيم حدثني أخي\nالمسور بن إبراهيم عن أبيه عن عبد الرحمن بن عوف ان رسول الله صلى الله\nعليه وسلم قال إذا أقيم الحد على السارق فلا غرم عليه - وأخرجه أبو عمر بن\nعبد البر من طريق ابن جرير وهذا السند ما خلا المسور وأباه على شرط البخاري\nوأبوه ذكره ابن حبان في ثقات التابعين ثم قال ابن جرير ما ملخصه فيه البيان\nعن صحة قول من لم يضمن السارق بعد الحد وفساد قول من ضمنه ثم حكى عدم\nالتضمين عن ابن سيرين والشعبي <span id='ms759'></span> والنخعي وعطاء والحسن وقتادة قال وعلتهم مع\nالأثر القياس على اجماعهم على أن أهل العدل إذا ظهروا على الخوارج لم\nيغرموا ما استهلكوه وكذا قطاع الطريق ولو كان السارق في التضمين كالغاصب\nلتعديه لوجب الضمان على هؤلاء لتعديهم وظلمهم وكذا لو استهلك حربي مالا\nلمسلم غلب عليه ثم أسلم لم يتبع به اجماعا قال وهذا هو الصواب لقوله تعالى\n(فاقطعوا أيديهما جزاء بما كسبا) فلم يأمر بالتغريم ولو كان لازما لعرفهم\nبه كما عرفهم بالقطع - ثم قال البيهقي (وإبراهيم بن عبد الرحمن لم يثبت له\nسماع من عمر إلى قوله ولا نعرف أخاه) - قلت - كذا في نسختنا من هذا الكتاب\nولا تعلق لهذا الكلام بما قبله ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p277'> Vol. 08, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nذكر البيهقي بسنده (عن هشيم ثنا بعض أصحابنا عن الحسن كأن يقول هو ضامن\nللسرقة مع القطع) - قلت - في سنده هذا المجهول وقد جاء عن الحسن بخلاف هذا\nقال عبد الرزاق عن ابن جريج أخبرني إسماعيل بن مسلم عن الحسن قال حسبه\nللقطع - ثم ذكر البيهقي (عن أبي حنيفة عن حماد عن إبراهيم انه كأن يقول\nيضمن السرقة استهلكها أو لم يستهلكها وعليه القطع) - قلت - قد تقدم عنه وعن\nغيره عدم التضمين وحكاه ابن المنذر في الاشراف عن مكحول والثوري وقال ابن\nعبد البر هو قول سائر الكوفيين - وروى ابن أبي شيبة بسنده عن الشعبي قال إن\nوجدت السرقة بعينها عنده اخذت منه وقطعت يده وإن كان قد استهلكها قطعت يده\nولا ضمان عليه، ثم قال ثنا هشيم عن مغيرة عن إبراهيم وأشعث عن ابن سيرين\nمثله، وروى بسنده عن عطاء نحو ذلك، وروى بسنده عن سعيد بن جبير سئل عن\nالرجل يسرق فيقطع يده أيغرم السرقة قال كفى بالقطع غرما - قال (باب ما جاء\nفي تضعيف الغرامة) ذكره في آخره (عن يحيى بن عبد الرحمن بن حاطب أصاب غلمان\nلحاطب ناقة لرجل إلى آخره) - قلت - في الاستذكار ما ملخصه ان العلماء تركوه\nللقرآن والسنة اما القرآن فقوله تعالى (فاعتدوا عليه بمثل ما <span id='ms760'></span> اعتدى عليكم)\n(فعاقبوا بمثل ما عوقبتم به) ولم يقل بمثليه واما السنة فإنه عليه السلام\nقضى على من أعتق شقصا من عبد بقيمة حصة شريكه، وضمن الصحفة التي كسرها بعض\nأهله بصحفة مثلها ولأنه خبر يدفعه الأصول فقد اجمع العلماء على أن من\nاستهلك شيئا لا يغرم الا مثله أو قيمته وانه لا يعطى أحد بدعواه لقوله عليه\nالسلام لو أعطى قوم بدعواهم لادعى قوم دماء قوم وأموالهم ولكن البينة على\nالمدعى وفى هذا الحديث تصديق المزني فيما ذكر من ثمن ناقته وفيه أيضا انه\nغرمه باعتراف عبيده وقد اجمعوا على أن اقرار العبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p278'> Vol. 08, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nعلى سيده في ماله لا يلزمه وأيضا فان يحيى بن عبد الرحمن لم يلق عمر ولا\nسمع منه فهذه أربعة أوجه علل بها هذا الحديث وقد ذكر البيهقي في الباب الذي\nيلي هذا الباب عن الشافعي ما ملخصه انه استدل على ترك تضعيف الغرامة بوجهين\nمن هذه الأربعة وذكر ابن وهب في موطأه الحديث بمعناه من طريقين من رواية\nيحيى بن عبد الرحمن عن أبيه وأبوه عبد الرحمن سمع عمر وروى عنه وليس عند\nجمهور رواة الموطأ عن أبيه قال أبو عمر أظن ابن وهب وهم فيه وذكر أيضا ان\nالقصة كانت بعد موت حاطب وهو غلط لان حاطبا مات سنة ثلاثين في خلافة عثمان\n- قال (باب لا قطع على مختلس) ذكر فيه حديثا عن ابن جريج عن أبي الزبير عن\nجابر ثم ذكر (ان أبا داود قال لم يسمعه ابن جريج من أبى الزبير وبلغني عن\nابن حنبل قال إنما سمعه ابن جريج من ياسين الزيات) - قلت - أخرجه عبد\nالرزاق في مصنفه عن ابن جريج قال قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p279'> Vol. 08, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nلي أبو الزبير قال جابر الحديث وهذا صريح في أنه سمعه منه وكذلك أخرجه\nالنسائي فقال إنا محمد بن حاتم انا سويد هو ابن نصر انا عبد الله هو ابن\nالمبارك عن ابن جريج قال اخبرني أبو الزبير فذكره وهذا سند صحيح وبهذا\nاللفظ أيضا أخرجه الطحاوي فقال <span id='ms761'></span> ثنا يحيى بن عثمان ثنا نعيم هو ابن حماد ثنا\nابن المبارك فذكره ويحيى اخرج له الحاكم في مستدركه وابن حبان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p280'> Vol. 08, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nفي صحيحه ونعيم اخرج له البخاري في صحيحه فهو أيضا سند صحيح وقد صرح فيه\nأيضا بالسماع فيحمل على أنه سمعه منه مرة بلا واسطة ومرة بواسطة ياسين ويدل\nعلى ذلك ان الترمذي أخرجه من حديث ابن جريج عن أبي الزبير ثم قال حسن صحيح\n- ثم ذكر البيهقي حديث التي كانت تستعير ثم رجح رواية السرقة - قلت -\nالروايتان صحيحتان بالعمل بها كما روى عن ابن حنبل و؟؟؟؟؟ أولى من ترجيح\nإحداهما - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p281'> Vol. 08, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في تفسير الخمر) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p288'> Vol. 08, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه قول عمر (نزل تحريمها يوم نزل وهي من خمسة من العنب والتمر والبر\nوالشعير والعسل، والخمر ما خامر العقل) وفى آخره (فقلت ما ترى في السادسة\nتصنع بالسند قال لم يكن هذا على عهد رسول الله صلى الله عليه وسلم ولو كان\nلنهى عنه الا ترى انه قد عم الأشربة كلها فقال الخمر ما خامر العقل قال أبو\nبكر يعنى الإسماعيلي فيه دلالة على أن قوله والخمر ما خامر العقل من قول\nرسول الله صلى الله عليه وسلم رواه البخاري في الصحيح عن أحمد بن أبي رجاء\nالا انه لم يذكر ولو كان لنهى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p289'> Vol. 08, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nعنه فإنه مما قيل للشعبي وهو الذي أجاب به) - قلت - هذا الكلام يقتضى انه\nفي البخاري كما ساقه إلى قوله ولو كان لنهى عنه وليس هو كذلك في صحيح\nالبخاري لا لفظا ولا معنى بل لفظه فقلت يا أبا عمرو فشئ يصنع بالسند من\nالرز قال ذاك لم يكن على عهد النبي صلى الله عليه وسلم أو قال على عهد عمر\nكذا ذكره بالشك وكيف يسوق الشعبي هذا اللفظ من كلام عمر ثم يقول عن النبي\nصلى الله عليه وسلم الا ترى انه قد عم الأشربة كلها فقال الخمر ما خامر\nالعقل هذا لا يستقيم وقد صرح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p290'> Vol. 08, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\nالبيهقي في آخر الباب الذي يلي هذا الباب <span id='ms762'></span> (ان هذا قول عمر) ثم ذكر\nالبيهقي حديث ابن عمر (لقد حرمت الخمر وما بالمدينة منها شئ) - قلت - قد\nكان بالمدينة سائر الأنبذة غير الخمر لأنها كانت تجلب إليها فلما نفى اسم\nالخمر عن بقية الأنبذة دل على أن هذا الاسم عنده حقيقة الشراب العنب التي\nالمستند وان ما سواها غير مسمى بهذا الاسم وان سمى به كان مجازا أو لهذا\nنفى اسم الخمر عنه مع وجوده عندهم بالمدينة وهذا علامة المجاز فثبت ان\nتسميته باسم الخمر على جهة التشبيه بها عند وجود السكر فوجب ان يحمل حديث -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p291'> Vol. 08, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nالخمر من خمسة أشياء ونحوه على الحال التي يتولد منها السكر لأنها حينئذ\nتعمل عمله في توليد السكر واستحقاق الحد وعليه يحمل قول عمر الخمر ما خامر\nالعقل - لان المخامرة التغطية والقليل من الأنبذة لا يخامر العقل وقد نفى\nأبو الأسود اسم الخمر عن الطلاء بقوله - دع الخمر تشربها الغواة فإنني -\nرأيت أخاها مغتيا بمكانها فان لا يكنها أو تكنه فإنه - أخوها غذته أمه\nبلبانها جعل الطلاء أخا للخمر وأخو الشئ غيره أراد انهما معا من الكرم -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p292'> Vol. 08, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الدليل على أن الطبخ لا يخرج هذه الأشربة من دخولها في الاسم\nوالتحريم) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p293'> Vol. 08, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر فيه (عن مالك عن نافع عن ابن عمر قال كل مسكر خمر) إلى آخره ثم\nقال (كذا رواه سائر أصحاب مالك عن مالك موقوفا غير ورح فإنه رفعه) - قلت -\nذكر أبو عمر هذا الحديث في التمهيد ثم قال موقوف في الموطأ لم يختلف فيه\nالرواة عن مالك الا عبد الملك بن اما جشون فإنه رواه عن مالك عن نافع عن\nابن عمر عنه عليه السلام فرفعه وذكر المزي في أطرافه ان النسائي رواه في\nالأشربة عن الحارث بن مسكين عن ابن القاسم عن مالك مرفوعا كذلك ثم ذكر\nالبيهقي (عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p294'> Vol. 08, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nابن عباس انه سئل عن الطلاء فقال إن النار لا تحل منها شيئا ولا تحرمه) -\nقلت - استدل البيهقي بهذا الأثر على التحريم وابن أبي شيبة ذكره في مصنفه <span id='ms763'></span>\nفي باب جواز شرب الطلاء أثناء آثار دالة على الإباحة فقال ثنا ابن فضيل عن\nالأعمش فذكره وفى لفظه ان النار لا تحل شيئا ولا تحرمه لان أوله كان حلالا\n- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p295'> Vol. 08, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من رخص فيما لم يسكر) ذكر فيه قول ابن عباس (والسكر من كل شراب)\n- قلت - خرج قاسم بن اصبغ ثنا أحمد بن زهير ثنا أبو نعيم الفضل ابن دكين عن\nمسعر عن أبي عون عن عبد الله بن شداد عن ابن عباس قال حرمت الخمر بعينها\nالقليل منها والكثير والسكر من كل شراب - قال ابن حزم صحيح وتابع أبا نعيم\nجعفر بن عون فرواه عن مسعر كذلك وتابع مسعرا الثوري فرواه عن أبي عون كذلك\nوفى التهذيب للطبري ثنا محمد بن موسى الحرشي ثنا عبد الله بن عيسى ثنا داود\nبن أبي هند عن عكرمة عن ابن عباس قال حرم الله الخمر بعينها والسكر من كل\nشراب - وروى أبو حنيفة في مسنده عن عون بن أبي جحيفة قال قال ابن عباس حرمت\nالخمر بعينها قليلها وكثيرها والسكر من كل شراب - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p297'> Vol. 08, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في صفة نبيذهم) ذكر فيه (عن أبي خيثمة يعنى زهيرا عن أبي\nإسحاق عن عمرو بن ميمون قال إنا لنشرب من النبيذ نبيذا يقطع لحوم الإبل) -\nقلت - اخرج الطحاوي هذا الأثر عن روح بن الفرج عن عمرو بن خالد عن زهير وفى\nآخره قال وشربت من نبيذه فكان كأشد النبيذ وروح وثقه الخطيب وعمرو بن خالد\nثقة ثبت كذا قال أحمد بن عبد الله وأخرجه الدارقطني من حديث شريك عن أبي\nإسحاق ولفظه انى شربت هذا النبيذ الشديد يقطع ما في بطوننا من لحوم الإبل\nوقال ابن أبي شيبة ثنا الأحوص عن أبي إسحاق عن عمرو بن ميمون قال قال عمر\nانا نشرب هذا الشراب الشديد لنقطع به لحوم الإبل في بطوننا ان تؤذينا فمن\nرابه من شرابه شئ فليمزجه بالماء - وقال أيضا ثنا وكيع ثنا إسماعيل بن أبي\nخالد عن قيس بن أبي <span id='ms764'></span> حازم حدثني عتبة بن فرقد قال قدمت على عمر فدعا بعس من\nنبيذ قد كان (1) يصير خلا فقال اشرب فاخذته فشربته فما كدت ان أسيغه ثم\nاخذه فشربه ثم قال يا عتبة انا نشرب هذا النبيذ الشديد لنقطع به لحوم الإبل\nفي بطوننا ان تؤذينا - ثم قال البيهقي (واما الصفة ففيما انا أبو بكر) فذكر\nقول الحبشية (كنت انبذ له في سقاء من الليل فإذا أصبح شرب منه)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p299'> Vol. 08, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nثم ذكر بمعنى ذلك من وجوه ثم قال (على مثل هذه الصفة كان نبيذ عمر وغيره\nمن الصحابة الا ترى ان عمر إنما أحل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p300'> Vol. 08, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nالطلاء حين ذهب سكره وشره وحظ شيطانه وذلك فيما انا أبو زكريا) فذكر\nبسنده (ان عمر لما قدم الشام شكوا له وباء الأرض إلى أن قالوا هل لك ان\nنجعل لك من هذا الشراب شيئا لا يسكر قال نعم فطبخوه حتى ذهب من الثلثان\nوبقى الثلث إلى أن قال فأمرهم عمر أن يشربوه) ثم ذكر (ان عمر كتب ان اطبخوا\nشرابكم حتى يذهب نصيب الشيطان منه فان للشيطان اثنين ولكم واحد) - قلت - قد\nورد مثل هذا عن عمر وغيره من السلف قال عبد الرزاق في مصنفه عن معمر عن\nأيوب عن ابن سيرين قال كتب لنوح من كل شئ زوجان وفيه ان الملك قال له\nوتطبخه حتى يذهب ثلثاه ويبقى الثلث - قال ابن سيرين فوافق ذلك كتاب عمر بن\nالخطاب وعن معمر عن عاصم عن الشعبي قال كتب عمر إلى عمار أما بعد فإنه\nجاءتنا أشربة من الشام كأنها طلاء الإبل قد طبخ حتى ذهب ثلثاه الذي فيه خبث\nالشيطان وريح جنونه وبقى ثلثه فاصطنعه وأمر من قبلك ان يصطنعوه - وعن ابن\nالتيمي عن منصور عن إبراهيم عن سويد بن غفلة قال كتب عمر إلى عماله ان\nيرزقوا الناس الطلاء ما ذهب ثلثاه وبقى ثلثه - وفى مصنف ابن أبي شيبة ثنا\nعبد الرحيم بن سليمان عن داود بن أبي هند سألت سعيد بن المسيب عن الشراب\nالذي كان <span id='ms765'></span> عمر اجازه للناس قال هو الطلاء الذي طبخ حتى ذهب ثلثاه وبقى ثلثه\n- ثنا علي بن مسهر عن سعيد بن أبي عروبة عن قتادة عن انس ان أبا عبيدة\nومعاذ بن جبل وأبا طلحة كانوا يشربون من الطلاء ما ذهب ثلثاه وبقى ثلثه -\nثنا وكيع عن الأعمش عن ميمون هو ابن مهران عن أم الدرداء قالت كنت اطبخ\nلأبي الدرداء الطلاء ما ذهب ثلثاه وبقى ثلثه لشربه وعن علي انه كان يرزق\nالناس من الطلاء الذي ذهب ثلثاه وبقى ثلثه ثنا ابن فضيل عن عطاء بن السائب\nعن أبي عبد الرحمن قال كان على يرزقنا الطلاء فقلت له ما هيئته قال اسود\nيأخذه أحدنا بإصبعه - ثنا وكيع عن سعد بن أوس عن انس بن سيرين قال كان انس\nبن مالك سقيم البطن فأمرني ان اطبخ له طلاء حتى ذهب ثلثاه وبقى ثلثه فكان\nيشرب منه الشربة على اثر الطعام - ثنا ابن نمير ثنا إسماعيل عن مغيرة عن\nشريح ان خالد ابن الوليد كان يشرب الطلاء بالشام - وقد تقدم في آخر باب\nالدليل على أن الطبخ لا يخرج هذه الأشربة من دخولها في الاسم والتحريم ما\nأخرجه ابن أبي شيبة من قول ابن عباس ان النار لا تحل شيئا إلى آخره وهذا\nكله يقتضى جواز شرب هذا المطبوخ وقد قال صاحب الاستذكار لا اعلم خلافا بين\nالفقهاء في جواز شرب العصير إذا طبخ فذهب ثلثاه وبقى ثلثه وقد تقدم من كلام\nالبيهقي خلاف هذا فقال باب الدليل على أن الطبخ لا يخرج هذه الأشربة إلى\nآخره وذكر هناك قول أبى عبيد (قد جاء في الأشربة آثار كثيرة بأسماء مختلفة)\nفذكر الخمر والسكر والبتع والجعة والمزر والسكركة والفضيخ والخليطين\nوالمنصف وهو ان يطبخ عصير العنب قبل ان يغلى حتى يذهب نصفه وان طبخ حتى\nيذهب ثلثاه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p301'> Vol. 08, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nويبقى ثلثه فهو الطلاء سمى بذلك لأنه يشبه بطلاء الإبل في ثخنه وسواده ثم\nقال (وهذه الأشربة كلها كناية عن اسم الخمر ولا احسبها الا داخلة <span id='ms766'></span> في قوله\nعليه السلام ان ناسا من أمتي يشربون الخمر باسم يسمونها به ومما يبينه قول\nعمر الخمر ما خامر العقل) وقال في الخلافيات ما أسكر كثيره فقليله حرام من\nأي الأجناس كان من مطبوخ وني - قال (باب ما جاء في الكسر بالماء) ذكر فيه\nحديثا عن أحد الوفد الذين وفدوا إلى نبي الله صلى الله عليه وسلم من عبد\nالقيس ثم قال (الروايات الثابتة في قصة وفد عبد القيس خالية عن هذه اللفظة\nوفى هذا الاسناد من يجهل حاله) - قلت - رواه أبو داود في سننه باسناد رجاله\nثقات معروفون ليس فيهم مجهول الا هذا الصحابي الذي هو من جملة وفد عبد\nالقيس والصحابة عندهم عدول لا تضرهم الجهالة وكذا قال البيهقي في غير موضع\nوإذا كان كذلك فهذه اللفظة زيادة من ثقة فهي مقبولة - ثم ذكر البيهقي هذا\nالحديث من جهة أبي هريرة وفى آخره (فان خشي شربه فليصب عليه الماء) ثم قال\n(رواه جماعة لم يذكروا فيه هذه اللفظة فيشبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p302'> Vol. 08, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\nأن تكون من قول بعض الرواة) - قلت - هذا دعوى والراوي إذا كان ثقة قبلت\nزيادته كما تقدم - ثم ذكر حديثا عن إسرائيل هو ابن يونس عن علي بن بذيمة عن\nقيس بن حبتر عن ابن عباس - قلت - هذا سند جيد وأخرجه أبو داود بسند جيد\nأيضا عن سفيان هو الثوري عن ابن بذيمة بسنده والرفع زيادة من ثقة فوجب\nقبوله - ثم ذكر حديثا عن عائشة في سنده ثمامة بن كلاب فقال (مجهول) - قلت -\nذكره ابن حبان في الثقات من اتباع التابعين - ثم ذكر رواية فيها عكرمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p303'> Vol. 08, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nابن عمار - قلت - تقدم الكلام عليه في باب مس الفرج بظهر الكف ثم ذكر\nحديثا في سنده عبد الملك بن نافع فقال (مجهول) - قلت - ذكره ابن حبان في\nالثقات من التابعين ثم ذكر اثرا عن عمر في كسر الشراب المشتد بالماء ثم قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p305'> Vol. 08, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n(إنما كان اشتداده بالحموضة أو بالحلاوة) - قلت - في مصنف عبد الرزاق ثنا\nابن جريج اخبرني إسماعيل ان رجلا عب <span id='ms767'></span> في شراب نبذ لعمر بطريق المدينة فسكر\nفتركه عمر حتى افاق فحده ثم أوجعه عمر بالماء فشرب منه قال ونبذ نافع بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p306'> Vol. 08, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الحارث لعمر بن الخطاب في المزاد وهو عامل له فاستأخر عمر حتى عدا\nالشراب طوره فدعا به عمر فوجده شديدا فأوجعه بالماء ثم شرب وسقى الناس -\nفقوله فسكر يضعف تأويل البيهقي - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p307'> Vol. 08, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الرخصة في الأوعية بعد النهى) قلت - في الاستذكار كان الشافعي\nيكره الانتباذ في هذه الأوعية وقال ابن القاسم كره مالك الانتباذ في الدباء\nوالمزفت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p310'> Vol. 08, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عمر أظنهم احتاطوا فبقوا على أصل النهى ولم يقبلوا رخصة النسخ -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p311'> Vol. 08, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب من أقيم عليه الحد أربعا ثم عاد) ذكر فيه حديث رفع القتل في\nالرابعة عن الزهري عن قبيصة بن ذؤيب عنه عليه السلام - قلت - سكت عن الحديث\nوهو مرسل وقبيصة معدود من التابعين وفيه علة أخرى وهي ان الزهري لم يسمعه\nمن قبيصة ذكرها الطحاوي في الرد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p313'> Vol. 08, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الكرابيسي وقال مستدلا على ذلك ثنا يونس هو ابن عبيد ثنا بشر بن بكر\nثنا الأوزاعي عن ابن شهاب انه بلغه عن قبيصة بن ذؤيب فذكر الحديث وسنده على\nشرط مسلم - قال (باب من وجد منه ريح شراب) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p314'> Vol. 08, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديثا في سنده محمد بن علي بن ركانة فذكر بسنده (عن ابن المديني\nقال مجهول) - قلت - هو معروف وهو ابن علي بن زيد بن ركانة روى عنه ابن جريج\nوابن إسحاق وخرج له أبو داود في سننه ووثقه ابن حبان - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p315'> Vol. 08, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب ما جاء في إقامة الحد حال السكر أو حتى يذهب) ذكر فيه (ان مطيع\nبن الأسود ضرب شاربا ضربا شديدا فقال عمركم ضربته فقال ستين فقال قتلته اقص\nعنه بعشرين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p317'> Vol. 08, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبيد يقول اجعل شدة الضرب قصاصا بالعشرين التي بقيت) قال البيهقي\n(فيه ان الزيادة على الأربعين تعزير وليس بحد) - قلت - بل هي حد لما في\nالصحيح ان النبي عليه السلام وأبا بكر جلدا في الخمر أربعين وجلد عمر\nثمانين ذكره البيهقي قبل هذا <span id='ms768'></span> الباب وبعده - قال (باب ما جاء في عدد حد\nالخمر) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p318'> Vol. 08, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\nذكر في آخره (عن علي انه جلد في الخمر أربعين جلدة بسوط له طرفان) ثم قال\n(وكأنه أراد صار أربعين بالطرفين فقد روينا في الحديث الموصول انه امره\nبجلده أربعين) - قلت - إذا جلد بسوط له طرفان أربعين صار الكل ثمانين\nوتأويل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p319'> Vol. 08, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\nالبيهقي بعيد جدا مخالف لمقتضى اللفظ وقال القاضي عياض المعروف من مذهب\nعلى الجلد في الخمر ثمانين ومنه قوله في قليل الخمر وكثيرها ثمانون جلدة -\nوروى عنه انه جلد المعروف بالنجاشي والمشهور أنه هو الذي أشار على عمر\nبإقامة الحد ثمانين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p320'> Vol. 08, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\nوروى أنه جلد أربعين بسوط له رأسان فتكون جملتها ثمانين وذهب الطبري في\nالتهذيب إلى أن حد الخمر ثمانون وأول ضربه عليه السلام أربعين بان المضروب\nكان عبدا أو انه ضربه كذلك بسوطين واستدل على ذلك بحديث انس انه عليه\nالسلام ضربه بجريدتين نحوا من أربعين - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p321'> Vol. 08, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب السلطان يكره على الاختتان وما ورد في الختان) ذكر فيه حديث\nالفطرة - قلت - مذهبه ان الختان واجب ومقصوده من هذا الحديث الاستدلال على\nذلك ودلالته على أن ه سنة اظهر قال الخطابي ذهب أكثر العلماء إلى أن الفطرة\nهي السنة قال النووي وكذا ذكره جماعة غير الخطابي قالوا ومعناه انها من سنن\nالأنبياء عليهم السلام ثم إن معظم هذه الخصال سنة وليست بواجبة عند العلماء\nوفى بعضها خلاف في وجوبه انتهى كلامه والاستدلال بهذا الحديث على سنية\nالختان من وجهين - أحدهما - ان الفطرة هي السنة كما تقدم والسنة تذكر في\nمقابلة الواجب - والثاني - ان الأشياء التي ذكرت في الحديث مع الختان ليست\nبواجبة وفى شرح العمدة الاستدلال بالقران في هذا المكان قوى لان لفظ الفطرة\nلفظة واحدة استعملت في هذه الأشياء الخمسة فلو فرقت في الحكم أعني ان\nتستعمل في بعض هذه الأشياء لإفادة الوجوب وفى بعضها لإفادة الندب لزم\nاستعمال اللفظ الواحد في معنيين مختلفين وفيه ما عرف في علم الأصول وإنما\nيضعف دلالة الاقتران إذا استعملت الجمل في <span id='ms769'></span> الكلام ولم يلزم منه استعمال\nاللفظ الواحد في معنيين كما جاء في الحديث لا يبولن أحدكم في الماء الدائم\nولا يغتسل فيه من الجنابة - فاستدل به بعض الفقهاء على أن اغتسال الجنب في\nالماء يفسده لكونه مقرونا بالنهي عن البول فيه ثم ذكر البيهقي حديث عثيم\nابن كليب (عن أبيه عن جده قال عليه السلام له الق عنك شعر الكفر واختتن) -\nقلت - هو عثيم بن كثير بن كليب ومع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p323'> Vol. 08, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nضعف الواسطة بين ابن جريج وعثيم يحمل الحديث على الاستحباب بقرينة انه\nذكر معه القاء شعر الكفر وليس بواجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p324'> Vol. 08, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\nبواجب ثم ذكر عن ابن عباس حديث (الختان سنة للرجال مكرمة للنساء) ثم قال\n(اسناد ضعيف والصحيح موقوف) ثم ذكر عن رجل عن ابن عباس كره ذبيحة الارغل\nوقال لا تقبل صلاته ولا تجوز شهادته) - قلت - فيه هذا المجهول ثم ذكر عنه\n(قال لا تقبل صلاة رجل لم يختتن) - قلت - في سنده ابن أبي يحيى وحاله معروف\nثم قال (وهذا يدل على أنه كان يوجبه وان قوله سنة للرجال أراد به سنة النبي\nعليه السلام الموجبة) - قلت - كيف يستدل بهذا وهو من طريقه ضعيف ثم ذكر\nحديث (اختتن إبراهيم عليه السلام) وقال (قال الله تعالى ثم أوحينا إليك ان\nاتبع ملة إبراهيم حنيفا) وذكر (ان هذا أحسن ما يستدل به) - قلت - النبي\nعليه السلام مأمور باتباعه في التوحيد بقرينة قوله بعد ذلك حنيفا وما كان\nمن المشركين - ولو سلمنا انه امر باتباعه في الختان لسنا نعلم أن إبراهيم\nعليه السلام امر بالختان وجوبا أو كان مستحبا في حقه وفى الاستذكار من ملة\nإبراهيم سنة وفريضة وكل يتبع على وجهه ثم ذكر الكلمات التي ابتلى بها\nإبراهيم (وانها عشر ومنها الختان) ثم قال (قال أصحابنا الابتلاء إنما يقع\nفي الغالب بما يكون واجبا) - قلت - لو كان كذلك لكانت هذه الأشياء كلها\nواجبة لان إبراهيم عليه السلام ابتلى بها والنبي عليه السلام امر باتباعه\nعلى ما قرره البيهقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p325'> Vol. 08, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\nوليس الامر كذلك بل الأشياء التي <span id='ms770'></span> قرنت بالختان في هذا الأثر ليست بواجبة\nوالنزاع في الختان وقال ابن المنذر ليس في الختان خبر يرجع إليه ولا سنة\nتتبع والأشياء على الإباحة - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p326'> Vol. 08, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الحدود كفارات) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p328'> Vol. 08, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه الحديث ثم ذكر حديث (لا ادرى الحدود كفارة) من وجهين مرفوعا ومن\nوجه واحد مرسلا ثم قال (ان صح يحتمل) إلى آخره - قلت - صحيح بلا شك لأنه لو\nروى من وجه مرسلا ومن وجه مرفوعا رجح الرفع لأنه زيادة فكيف وقد روى مرفوعا\nمن وجهين وقد رواه أبو داود بسند صحيح من حديث عبد الرزاق عن معمر عن ابن\nأبي ذئب عن سعيد المقبري عن أبي هريرة عنه عليه السلام وكذلك رواه الحاكم\nثم قال صحيح على شرط الشيخين - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p329'> Vol. 08, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الستر على أهل الحدود) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p330'> Vol. 08, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nذكر فيه حديثا عن شعبة عن يحيى بن سعيد عن ابن المنكدر عن ابن هزال عن\nأبيه ثم قال (كذا رواه جماعة عن شعبة) ثم ذكره (عن سليمان بن بلال عن يحيى\nبن سعيد عن ابن المنكدر أن رسول الله صلى الله عليه وسلم) الحديث ثم قال\n(هذا أصح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p331'> Vol. 08, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nمما قبله) - قلت - الأول رواه عن شعبة جماعة كما ذكر البيهقي وشعبة اجل\nمن ابن بلال فروايته أصح من روايته وقد رواه النسائي عن عباس العنبري عن\nأبي داود عن شعبة كذلك - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p332'> Vol. 08, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الضمان على البهائم) ذكر فيه حديث ناقة البراء من عدة طرق ثم\nذكره من حديث عبد الرزاق عن معمر عن الزهري عن حرام عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p341'> Vol. 08, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\nقلت - اضطرب اسناد هذا الحديث اضطرابا شديدا واختلف فيه عن الزهري فروى\nعنه على سبعة أوجه ذكرها ابن القطان ثم قال ولا أبعد زيادة على هذا ولكن\nهذا المتيسر وذكر عبد الحق بعض الاختلاف فيه ثم قال وفيه اختلاف أكثر من\nهذا وذكر ابن عبد البر بسنده عن أبي داود قال لم يتابع أحد عبد الرزاق على\nقوله في هذا الحديث عن أبيه وقال أبو عمر أنكروا عليه قوله فيه عن أبيه\nوقال ابن حزم هو <span id='ms771'></span> مرسل رواه الزهري عن حرام بن سعد بن محيصة عن أبيه ورواه\nالزهري أيضا عن أبي أمامة بن سهل بن حنيف ان ناقة للبراء - ولم يسمع سعد بن\nمحيصة من أبيه ولا أبو أمامة من البراء انتهى كلامه ثم إن الشافعي وغيره\nتركوا العمل بعموم هذا الحديث قال الطحاوي وجدنا أهل العلم جميعا لا\nيختلفون انه لا يجب على أهلها ما أصابت بالليل من بني آدم وظاهر الحديث\nيخالف ذلك - ثم ذكر البيهقي عن جماعة قصة نفش الغنم - قلت - على تقدير أن\nيكون شريعته شريعة لنا فالشافعية وغيرهم يخالفون هذه القصة ولا يحكمون بها\nوهي منسوخة بحديث العجماء جبار - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p342'> Vol. 08, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\nقال (باب الدابة تنفح برجلها ذكر فيه حديث (الرجل جبار) - من طريق سفيان\nبن حسين عن الزهري عن ابن المسيب عن أبي هريرة ثم حكى (عن الشافعي انه غلط)\nوعن الدارقطني (انه وهم وانه لم يتابع سفيان على قوله الرجل جبار أحد) ثم\nذكره من حديث آدم عن شعبة عن محمد بن زياد عن أبي هريرة ثم قال (لم يتابعه\nأحد عن شعبة) ثم ذكره مرسلا من حديث أبي قيس الأودي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p343'> Vol. 08, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\nعن هزيل ثم قال (لا تقوم به حجة) ثم قال (ورواه قيس بن الربيع موصولا\nبذكر ابن مسعود وقيس لا يحتج به) - قلت أبو قيس احتج به البخاري ووثقه\nجماعة فكيف لا تقوم به حجة مع أن مرسلة تأيد بمسند قيس وهو وان تكلموا فيه\nفقد وثقه أبو الوليد الطيالسي وعفان وقال معاذ قال لي شعبة ألا ترى إلى\nيحيى بن سعيد يقع في قيس بن الربيع لا والله ماله إلى ذلك سبيل وقال ابن\nعدي عامة رواياته مستقيمة والقول فيه ما قال شعبة وانه لا بأس به وتأيد\nأيضا بمسند آدم عن شعبة وبمسند سفيان بن حسين وهو وان تكلم فيه فقد وثقه\nابن معين وغيره واخرج له مسلم وابن حبان في صحيحيهما والحاكم في المستدرك\nواخرج حديثه هذا أبو داود والنسائي ورواه أيضا زياد بن عبد الله البكائي <span id='ms772'></span> عن\nالأعمش عن أبي قيس عن هزيل عن أبي هريرة عن النبي صلى الله عليه وسلم فوصله\nوأسنده وكذا ذكر صاحب التمهيد والبكائي وان تكلم فيه يسيرا فقد وثقه جماعة\nواخرج له الشيخان في صحيحيهما والشافعي يحتج بالمرسل إذا روى من وجه آخر\nمرسلا أو مسندا وهذا المرسل روى من وجوه عديدة كما ترى وقال ابن عبد البر\nكان الشعبي يفتى بان الرجل جبار - قال (باب علة الحديث الذي فيه النار\nجبار) ذكره من حديث عبد الرزاق عن معمر ثم ذكر (عن معمر قال لا أراه الا\nوهما) ثم ذكر (عن ابن حنبل أنه قال ليس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p344'> Vol. 08, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\nبشئ لم يكن في الكتب) ثم ذكر عنه ما معناه ان النار تمال فتكتب بالياء\nكما تكتب البير - قلت - أخرجه ابن ماجة وأخرجه أبو داود من حديث عبد الملك\nالصنعاني وقال الخطابي لم أزل اسمع أصحاب الحديث يقولون أخطأ فيه عبد\nالرزاق إنما هو البئر حتى وجدته لأبي داود عن عبد الملك عن معمر فدل انه لم\nينفرد به عبد الرزاق وقال ابن حزم هو خبر صحيح تقوم به الحجة وحكى صاحب\nالتمهيد عن ابن معين أنه قال أصله البئر جبار ولكنه صحفه معمر قال أبو عمر\nفي قوله نظر ولا نسلم له حتى يتضح وقال في الاستذكار لم يأت ابن معين على\nذلك بدليل وليس هذا يرد أحاديث الثقات انتهى كلامه ثم إنه إن كان ثم تصحيف\nفنسبته إلى عبد الرزاق اظهر من نسبته إلى معمر لان معمرا قال لا أراه الا\nوهما - * * * خاتمة المجلد الثامن وقع الفراغ من المجلد الثامن...\n</p>\n\n<p>\nمن الجوهر النقي في يوم الخميس الثاني عشر من شهر ذي القعدة الحرام سنة\nأربع وخمسين وثلاثمائة والف من هجرة النبي الكريم عليه وعلى آله وصحبه أفضل\nالصلاة وأكمل التسليم والحمد لله رب العالمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p345'> Vol. 08, p. 345</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "010",
    "011",
    "014",
    "023",
    "024",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "039",
    "040",
    "042",
    "043",
    "044",
    "045",
    "047",
    "050",
    "051",
    "052",
    "053",
    "054",
    "056",
    "058",
    "059",
    "060",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "071",
    "074",
    "075",
    "076",
    "078",
    "079",
    "080",
    "083",
    "084",
    "087",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "100",
    "101",
    "102",
    "103",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "129",
    "130",
    "132",
    "133",
    "139",
    "140",
    "185",
    "186",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "215",
    "216",
    "220",
    "221",
    "222",
    "223",
    "225",
    "226",
    "227",
    "228",
    "230",
    "231",
    "233",
    "234",
    "236",
    "237",
    "245",
    "247",
    "248",
    "249",
    "251",
    "252",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "297",
    "299",
    "300",
    "301",
    "302",
    "303",
    "305",
    "306",
    "307",
    "310",
    "311",
    "313",
    "314",
    "315",
    "317",
    "318",
    "319",
    "320",
    "321",
    "323",
    "324",
    "325",
    "326",
    "328",
    "329",
    "330",
    "331",
    "332",
    "341",
    "342",
    "343",
    "344",
    "345"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10"
  ]
}