{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>رب يسر لإتمامه</h1>\n\n<p>\nقال أبو الفرج قدامة بن جعفر: العلم بالشعر ينقسم أقساما، فقسم ينسب إلى\nعلم عروضه ووزنه، وقسم ينسب إلى علم قوافيه ومقاطعه، وقسم ينسب إلى علم\nغريبه ولغته، وقسم ينسب إلى علم معانيه والمقصد به، وقسم ينسب إلى علم جيده\nورديئه.\n</p>\n\n<p>\nوقد عني الناس بوضع الكتب في القسم الأول وما يليه إلى الرابع عناية\nتامة، فاستقصوا أمر العروض والوزن، وأمر القوافي والمقاطع، وأمر الغريب\nوالنحو، وتكلموا في المعاني الدال عليها الشعر، وما الذي يريد بها الشاعر.\n</p>\n\n<p>\nولم أجد أحدا وضع في نقد الشعر وتخليص جيده من رديئه كتابا، وكان الكلام\nعندي في هذا القسم أولى بالشعر من سائر الأقسام المعدودة، لأن علم الغريب\nوالنحو وأغراض المعاني محتاج إليه في أصل الكلام العام للشعر والنثر، وليس\nهو بأحدهما أولى منه بالآخر، وعلما الوزن والقوافي، وإن خصا الشعر وحده،\nفليست الضرورة داعية إليها، لسهولة وجودهما في طباع أكثر الناس من غير\nتعلم، ومما يدل على ذلك أن جميع الشعر الجيد المستشهد به إنما هو لمن كان\nقبل واضعي الكتب في العروض والقوافي. ولو كانت الضرورة إلى ذلك داعية لكان\nجميع هذا الشعر فاسدا أو أكثره، ثم ما نرى أيضا من استغناء الناس عن هذا\nالعلم فيما بعد واضعيه إلى هذا الوقت، فإن من يعلمه ومن لا يعلمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nليس يعول في شعر إذا أراد قوله إلا على ذوقه دون الرجوع إليه، فلا يتوكد\nعند الذي يعلمه صحة ذوق ما تزاحف منه بأن يعرضه عليه، فكان هذا العلم مما\nيقال فيه: إن الجهل به غير ضائر، وما كانت هذه حاله فليست تدعو إليه ضرورة.\n</p>\n\n<p>\nفأما علم جيد الشعر من رديئه، فإن الناس يخبطون في ذلك منذ تفقهوا في\nالعلم، فقليلا ما يصيبون.\n</p>\n\n<p>\nولما وجدت الأمر على ذلك، وتبينت أن الكلام في هذا الأمر أخص بالشعر من\nسائر الأسباب الأخر، وأن الناس قد قصروا في وضع كتاب فيه، رأيت أن أتكلم في\nذلك بما يبلغه الوسع، فأقول:\n</p>\n\n<h1 class='l1' id='head1'>الفصل الأول</h1>\n\n<h1 class='l1' id='head2'>حد الشعر</h1>\n\n<p>\nإن <span id='ms01'></span> أول ما يحتاج إليه في العبارة عن هذا الفن: معرفة حد الشعر الحائز له\nعما ليس بشعر، وليس يوجد في العبارة عن ذلك أبلغ ولا أوجز - مع تمام\nالدلالة - من أن يقال فيه: إنه قول موزون مقفى يدل على معنى.\n</p>\n\n<p>\nفقولنا: قول: دال على أصل الكلام الذي هو بمنزلة الجنس للشعر.\n</p>\n\n<p>\nوقولنا: موزون: يفصله مما ليس بموزون، إذ كان من القول موزون وغير موزون.\n</p>\n\n<p>\nوقولنا: مقفى: فصل بين ماله من الكلام الموزون قواف، وبين ما لا قوافي له\nولا مقاطع.\n</p>\n\n<p>\nوقولنا: يدل على معنى: يفصل ما جرى من القول على قافية ووزن مع دلالة على\nمعنى مما جرى على ذلك من غير دلالة على معنى.\n</p>\n\n<p>\nفإنه لو أراد مريد أن يعمل من ذلك شيئا كثيرا على هذه الجهة لأمكن وما\nتعذر عليه.\n</p>\n\n<p>\nفإذ قد تبين أن كذلك، وأن الشعر هو ما قدمناه، فليس من الاضطرار إذن أن\nيكون ما هذه سبيله جيدا أبدا ولا رديئا أبدا، بل يحتمل أن يتعاقبه الأمران،\nمرة هذا، وأخرى هذا، على حسب ما يتفق، فحينئذ يحتاج إلى معرفة الجيد\nوتمييزه من الرديء.\n</p>\n\n<h1 class='l1' id='head3'>صناعة الشعر</h1>\n\n<p>\nولما كانت للشعر صناعة، وكان الغرض في كل صناعة إجراء ما يصنع ويعمل بها\nعلى غاية التجويد والكمال، غذ كان جميع ما يؤلف ويصنع على سبيل الصناعات\nوالمهن، فله طرفان: أحدهما غاية الجودة، والآخر غاية الرداءة، وحدود بينهما\nتسمى الوسائط، وكان كل قاصد لشيء من ذلك فإنما يقصد الطرف الأجود، فإن كان\nمعه من القوة في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nالصناعة ما يبلغه إياه، سمي حاذقا تام الحذق، وإن قصر عن ذلك نزل له اسم\nبحسب الموضع الذي يبلغه في القرب من تلك الغاية والبعد عنها، كان الشعر\nأيضا، إذ كان جاريا على سبيل سائر الصناعات، مقصودا فيه وفي ما يحاك ويؤلف\nمنه إلى غاية التجويد، فكان العاجز عن هذه الغاية من الشعراء إنما هو من\nضعفت صناعته.\n</p>\n\n<h1 class='l1' id='head4'>صفات الشعر</h1>\n\n<p>\nفإذ قد صح أن هذا على ما قلناه، فلنذكر الصفات التي إذا اجتمعت في الشعر <span id='ms02'></span>\nكان في غاية الجودة، وهو الغرض الذي تنتحيه الشعراء بحسب ما قدمناه من\nشريطة الصناعات، والغاية الأخرى المضادة لهذه الغاية، التي هي نهاية\nالرداءة.\n</p>\n\n<p>\nوأذكر أسباب الجودة وأحوالها وأعداد أجناسها، ليكون ما يوجد من الشعر قد\nاجتمعت فيه الأوصاف المحمودة كلها، وخلا من الخلال المذمومة بأسرها، يسمى\nشعرا في غاية الجودة، وما يوجد بضد هذا الحال يسمى شعرا في غاية الرداءة،\nوما يجتمع فيه من الحالين أسباب ينزل له اسم بحسب قربه من الجيد أو من\nالردئ، أو وقوفه في الوسط الذي يقال لما كان فيه: صالح أو متوسط، أو لا جيد\nولا رديء، فإن سبيل الأوساط في كل ما له ذلك أن تحد بسلب الطرفين، كما يقال\nمثلا في الفاتر - الذي هو وسط بين الحار والبارد - إنه لا حار ولا بارد،\nوالمز - الذي هو وسط بين الحلو والحامض - إنه لا حلو ولا حامض.\n</p>\n\n<h1 class='l1' id='head5'>معاني الشعر</h1>\n\n<p>\nومما يجب توطيده وتقديمه، قبل الذي أريد أن أتكلم فيه، أن المعاني كلها\nمعرضة للشاعر، وله أن يتكلم منها، فيما أحب وآثر، من غير أن يحظر عليه معنى\nيروم الكلام فيه، إذ كانت المعاني بمنزلة المادة الموضوعة، والشعر فيها\nكالصورة، كما يوجد في كل صناعة من أنه لا بد فيها من شيء موضوع يقبل تأثير\nالصور منها، مثل الخشب للنجارة، والفضة للصياغة.\n</p>\n\n<p>\nوعلى الشاعر إذا شرع في أي معنى كان، من الرفعة والضعة، والرفث والنزاهة،\nوالبذخ والقناعة، والمدح والعضيهة، وغير ذلك من المعاني الحميدة والذميمة:\nأن يتوخى البلوغ من التجويد في ذلك إلى الغاية المطلوبة.\n</p>\n\n<p>\nومما يجب تقديمه أيضا أن مناقضة الشاعر نفسه في قصيدتين أو كلمتين، بأن\nيصف شيئا وصفا حسنا، ثم يذمه بعد ذلك ذما حسنا أيضا، غير منكر عليه ولا\nمعيب من فعله، إذا أحسن المدح والذم، بل ذلك عندي دليل على قوة الشاعر في\nصناعته واقتداره عليها.\n</p>\n\n<p>\nوإنما قدمت هذين المعنيين،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nلما وجدت قوما يعيبون الشعر إذا سلك الشاعر فيه هذين المسلكين، فإني رأيت\nمن يعيب امرأ القيس في قوله <span id='ms03'></span>:\n</p>\n\n<p>\nفمثلك حبلى قد طرقت ومرضع ... فألهيتها عن ذي تمائم محول\n</p>\n\n<p>\nإذا ما بكى من خلفها انصرفت له بشق وتحتي شقها لم يحول\n</p>\n\n<p>\nويذكر أن هذا معنى فاحش، وليس فحاشة المعنى في نفسه مما يزيل جودة الشعر\nفيه، كما لا يعيب جودة النجارة في الخشب مثلا رداءته في ذاته.\n</p>\n\n<p>\nوكذلك رأيت من يعيب هذا الشاعر أيضا في سلوكه للمذهب الثاني الذي قدمته،\nحيث استعمله اقتدارا وقوة، وتصرف فيه إحسانا وحذاقة، وذلك قوله في موضع:\n</p>\n\n<p>\nفلو أن ما أسعى لأدنى معيشة كفاني ولم أطلب قليل من المال\n</p>\n\n<p>\nولكنما أسعى لمجد مؤثل ... وقد يدرك المجد المؤثل أمثالي\n</p>\n\n<p>\nوقوله في موضع آخر:\n</p>\n\n<p>\nفتملأ بيتنا أقطا وسمنا ... وحسبك من غنى شبع وري\n</p>\n\n<p>\nفإن من عابه، زعم أنه من قبل المناقضة، حيث وصف نفسه في موضع بسمو الهمة\nوقلة الرضى بدنئ المعيشة، وأطرى في موضع آخر القناعة، وأخبر عن اكتفاء\nالإنسان بشبعه وريه.\n</p>\n\n<p>\nوإذ قد ذكرت ذلك، فلا بأس بالرد على هذا العائب في هذا الموضع، ليكون في\nما احتج به بعض التطريق لمن يؤثر النظر في هذا العلم إلى التمهر فيه،\nفأقول: إنه لو تصفح أولا قول امرئ القيس حتى تصفحه لم يوجد ناقض معنى بآخر،\nبل المعنيان في الشعرين متفقان، إلا أنه زاد في أحدهما زيادة لا تنقض ما في\nالآخر، وليس أحد ممنوعا من الاتساع في المعاني التي لا تتناقض، وذلك أنه\nقال في أحد المعنيين: فلو أنني أسعى لأدنى معيشة كفاني القليل من المال.\n</p>\n\n<p>\nوهذا موافق لقوله:\n</p>\n\n<p>\nوحسبك من غنى شبع ورى\n</p>\n\n<p>\nلكن في المعنى الأول زيادة ليست بناقضة لشيء، وهو قوله: لكنني لست أسعى\nلما يكفيني،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nولكن لمجد أؤثله.\n</p>\n\n<p>\nفالمعنيان اللذان ينبئان عن اكتفاء الإنسان باليسير في الشعرين متوافقان،\nوالزيادة في الشعر الأول، التي دل بها على بعد همته، ليست تنتقض واحدا\nمنهما ولا تنسخه.\n</p>\n\n<p>\nوأرى أن هذا العائب ظن أمرأ القيس قال في أحد الشعرين: إن القليل يكفيه،\nوفي الآخر: إن القليل لا يكفيه.\n</p>\n\n<p>\nوقد ظهر بما قلناه أن هذا <span id='ms04'></span> الشاعر لم يقل شيئا من ذلك ولا ذهب إليه، ومع\nذلك فلو قاله وذهب إليه ما كان عندي مخطئا من أجل أنه لم يكن في شرط شرطه\nيحتاج إلى أن لا ينقض بعضه بعضا، ولا في معنى سلكه في كلمة واحدة، ولو كان\nفيه لم يجر مجرى العيب، لأن الشاعر ليس يوصف بأن يكون صادقا، بل إنما يراد\nمنه، إذا أخذ في معنى من المعاني كائنا ما كان أن يجيده في وقته الحاضر، لا\nأن يطالب بأن لا ينسخ ما قاله في وقت آخر.\n</p>\n\n<p>\nومع ما قدمته، فإني لما كنت آخذا في استنباط معنى لم يسبق إليه من يضع\nلمعانيه وفنونه المستنبطة أسماء تدل عليها، احتجت أن أضع لما يظهر من ذلك\nأسماء اخترعتها، وقد فعلت ذلك، والأسماء لا منازعة فيها إذ كنت علامات، فإن\nقنع بما وضعته وإلا فليخترع لها كل من أبى ما وضعته منها ما أحب، فليس\nينازع في ذلك.\n</p>\n\n<p>\nوإذ قدمت ما احتجت إلى تقديمه فأقول: إنه لما كان الشعر على ما قلناه\nلفظا موزونا مقفى يدل على معنى، وكان هذا الحد مأخوذا من جنس الشعر العام\nله وفصوله التي تحوزه عن غيره، كانت معاني هذا الجنس والفصول موجودة فيه،\nكما يوجد في كل محدود معاني حده، لأن الإنسان مثلا يحد بأنه حي ناطق ميت،\nفمعنى الحياة التي هي جنس للإنسان موجود في الإنسان، وهو التحرك والحس،\nوكذلك معنى النطق - الذي هو فصله مما ليس بناطق - موجود فيه، وهو التخيل\nوالذكر والفكر، ومعنى الموت - الذي في حد الإنسان - وهو قبول بطلان الحركة،\nفكذلك أيضا معنى اللفظ الذي هو جنس للشعر موجود فيه، وهو حروف خارجة بالصوت\nمتواطئا عليها، وكذلك معنى الوزن، ومعنى التقفية، ومعنى ما يدل عليه اللفظ.\n</p>\n\n<p>\nوإذ كان ذلك كما قلنا، فالشعر إنما هو ما اجتمع من هذه الأسباب التي يحيط\nبها حده.\n</p>\n\n<p>\nولما كان كل مجتمع، وكل مؤلف من أمور، وللأمور تألف من بعضها مع بعض،\nيزيد عددها فيه وينقص على حسب كثرة <span id='ms05'></span> الأمور وقلتها، وجب أن يكون الشعر أيضا\nلما كان مجتمعا من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nأسباب أن تكون أقسام تأليف هذه الأسباب بعضها إلى بعض جاريا هذا المجرى،\nوأن يكون تعديد هذه التأليفات إذا استوعب وأضيف ذلك إلى عدة الأسباب\nالمفردات من غير تأليف، فقد أتى على جميع الأسباب التي يجب الكلام فيها من\nأمر الشعر، فأقول: إنه لما كانت الأسباب المفردات التي يحيط بها على حد\nالشعر على ما قدمنا القول فيه أربعة، وهي اللفظ، والمعنى، والوزن،\nوالتقفية، وجب - بحسب هذا العدد - أن يكون لها ستة اضرب من التأليف، إلا\nأني وجدت اللفظ والمعنى والوزن تأتلف، فيحدث من ائتلافها بعضها إلى بعض\nمعان يتكلم فيها، ولم أجد للقافية مع واحد من سائر الأسباب الأخر ائتلافا،\nإلا أني نظرت فيها فوجدتها، من جهة ما، أنها تدل على معنى لذلك المعنى الذي\nتدل عليه ائتلاف مع معنى سائر البيت، فأما مع غيره فلا، لأن القافية إنما\nهي لفظة مثل لفظ سائر البيت من الشعر، ولها دلالة على معنى، كما لذلك اللفظ\nأيضا، والوزن شيء واقع على جميع لفظ الشعر الدال على المعنى، فإذا كان ذلك\nكذلك فقد انتظم تأليف الثلاثة الأمور الأخر ائتلاف القافية أيضا، إذ كانت\nلا تعدو أنها لفظة كسائر لفظ الشعر المؤتلف مع غيره.\n</p>\n\n<p>\nفأما من جهة ما هي قافية، فليس ذلك ذاتا يجب لها أن يكون لها به ائتلاف\nمع شيء آخر، إذ كانت هذه اللفظة إنما قيل فيها: إنها قافية من أجل أنها\nمقطع البيت وآخره، وليس أنها مقطع ذاتي لها، وإنما هو شيء عرض لها بسبب أنه\nلم يوجد بعدها لفظ من البيت غيرها، وليس الترتيب، وأن لا يوجد للشيء تال\nيتلوه، ذاتا قائمة فيه، فهذا هو السبب في أن لم يكن للقافية من جهة ما هي\nقافية تأليف مع غيرها.\n</p>\n\n<p>\nفأما من جهة ما تدل عليه، فإن ذلك تأليف معنى إلى ما يتألف معه، إلا أني\nنسبته في هذا الكتاب إلى القافية على سبيل التسمية، وإن أراد مريد <span id='ms06'></span> أن ينسب\nذلك إلى أنه تأليف معنى القافية إلى ما يتألف معه لم أضايقه، فصار ما حدث\nمن أقسام ائتلاف بعض هذه الأسباب إلى بعض: أربعة، وهي: ائتلاف اللفظ مع\nالمعنى، وائتلاف اللفظ مع الوزن، وائتلاف المعنى مع الوزن، وائتلاف المعنى\nمع القافية، وصارت أجناس الشعر ثمانية، وهي: الأربعة المفردات البسائط التي\nيدل عليها حده، والأربعة المؤلفات منها.\n</p>\n\n<p>\nولما كان لكل واحد من هذه الثمانية صفات يمدح بها، وأحوال يعاب من أجلها،\nوجب أ، يكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nجيد ذلك ورديئه لاحقين للشعر، إذ كان ليس يخرج شيء منه عنها، فلنبدأ بذكر\nأوصاف الجودة في واحد واحد منها، ليكون مجموع ذلك إذا اجتمع للشعر كان في\nنهاية الجودة، ونعقب ذلك بذكر العيوب، ليكون أيضا مجموع ذلك إذا اجتمع في\nشعر كان في نهاية الرداءة، ولا محالة أنه إذا كان هذان الطرفان مشتملين على\nجميع\n</p>\n\n<h1 class='l1' id='head6'>النعوت</h1>\n\n<p>\nوالعيوب التي نذكرها، ولم يكن كل شعر جامعا جميع النعوت أو جميع العيوب،\nوجب أن تكون الوسائط التي بين المدح والذم تشتمل على صفات محمودة وصفات\nمذمومة، فما كان فيه من النعوت أكثر، كان إلى الجودة أميل، وما كان فيه من\nالعيوب أكثر كان إلى الرداءة أقرب، وما تكافأت فيه النعوت والعيوب كان وسطا\nبين المدح والذم، وتنزيل ذلك إذا حضر ما في الطرفين من النعوت والعيوب لا\nيبعد على من أعمل الفكر وأحسن سبر الشعر.\n</p>\n\n<h1 class='l1' id='head7'>الفصل الثاني</h1>\n\n<p>\nالنعوت\n</p>\n\n<p>\nفلنبدأ من ذكر الأجناس الثمانية بأولها من الأربعة المفردات، وهو اللفظ،\nونذكر نعوت ذلك ونعوت سائر الأجناس، ونجعل هذا الفصل مقصورا على ذكر\nالنعوت.\n</p>\n\n<h1 class='l1' id='head8'>نعت اللفظ</h1>\n\n<p>\nأن يكون سمحا، سهل مخارج الحروف من مواضعها، عليه رونق الفصاحة، مع الخلو\nمن البشاعة، مثل أشعار يوجد فيها ذلك، وإن خلت من سائر النعوت للشعر، منها\nأبيات من تشبيب قصيدة للحادرة الذبياني، وهي:\n</p>\n\n<p>\nوتصدفت حتى استبتك بواضح ... صلت كمنتصب الغزال الأتلع\n</p>\n\n<p>\nوبمقلتي حوراء تحسب طرفها ... وسنان حرة مستهل المدمع\n</p>\n\n<p>\nوإذا تنازعك الحديث رأيتها ... حسنا تبسمها لذيذ المكرع\n</p>\n\n<p>\nكغريض سارية أدرته الصبا ... بنزيل <span id='ms07'></span> أسجر طيب المستنقع\n</p>\n\n<p>\nلعب السيول به فأصبح ماؤه ... غللا تقطع في أصول الخروع\n</p>\n\n<p>\nفسمى ويحك هل علمت بفتية ... غاديت لذتهم بأدكن مترع\n</p>\n\n<p>\nبكروا علي بسحرة فصبحتهم ... من عاتق كدم الذبيح مشعشع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nومن هذا الجنس قول محمد بن عبد الله السلاماني:\n</p>\n\n<p>\nألا ربما هاجت لك الشوق عرصة ... بمران تمريها الرياح الزعازع\n</p>\n\n<p>\nبها رسم أطلال وجثم خواشع ... عليهن تبكي الهاتفات السواجع\n</p>\n\n<p>\nوبيض تهادى في الرياط كأنها ... مها ربوة طابت لهن المراتع\n</p>\n\n<p>\nتحرين منا موعدا بعد رقبة ... بأعقر تعلوه الشروج الدوافع\n</p>\n\n<p>\nفجثن هدوا والثياب كأنها من الطل بلتها الرهام النواشع\n</p>\n\n<p>\nطروقا وألجأنا الهوى نحو ربوة ... بها غفلت عنا العيون الخوادع\n</p>\n\n<p>\nفلما قضينا غصة من عتابنا ... وقد فاض من بعد العتاب المدامع\n</p>\n\n<p>\nجرى بيننا منا رسيس يزيدنا ... سقاما إذا ما استيقنته المسامع\n</p>\n\n<p>\nقللا وكان الليل في ذاك ساعة ... وقمن ومعروف من الصبح صادع\n</p>\n\n<p>\nوولين من وجد بمثل الذي بنا ... وسالت على آثارهن المدارع\n</p>\n\n<p>\nيزجين بكرا يبهر الريط متنها كما مار ثعبان الغضا المتدافع\n</p>\n\n<p>\nوقمنا إلى خوص كأن عيونها ... قلات تراخى ماؤها فهو ناصع\n</p>\n\n<p>\nومنه بيتان للشماخ يذكر نهيق الحمار:\n</p>\n\n<p>\nإذا نبر التعشير نبرا كأنه ... بقارحه من خلف ناجذه شج\n</p>\n\n<p>\nبعيد مدى التطريب أول صوته ... سحيل وأدناه شحيج محشرج\n</p>\n\n<p>\nومنها أبيات لجبيهاء الأشجعي:\n</p>\n\n<p>\nأمن الجميع بذي اليفاع ربوع ... راعت فؤادك والربوع تروع\n</p>\n\n<p>\nمن بعد ما بليت وغير آيها ... قطر ومسبلة الذيول خريع\n</p>\n\n<p>\nجوالة بربى الملا غولية ... برغامهن مربة زعزوع\n</p>\n\n<p>\nيا صاحبي ألا ارفعاني إنه ... يشفى الصداع فيذهل المرفوع\n</p>\n\n<p>\nألواح ناجية كأن تليلها ... جذع تطيف به الرقاة منيع\n</p>\n\n<p>\nفي كل مطرد الدفاق كأنه ... نسر يرنق حان منه وقوع\n</p>\n\n<p>\nتنجو إذا نجدت وعارض أوبها ... سلق ألحن من النياط خضوع\n</p>\n\n<p>\nعرسن دائرة الظهيرة بعدما ... وغرن والحدق الكنين خشوع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nبأمق أغبر يلتقي حنانه ... للريح بين فروعه ترجيع\n</p>\n\n<p>\nيعتس منزلهن أطلس جائع ... طيان يتلف ماله ويضيع\n</p>\n\n<p>\nومثله أيضا:\n</p>\n\n<p>\nولما قضينا من منى كل حاجة ... ومسح بالأركان من هو ماسح\n</p>\n\n<p>\nوشدت على دهم المهارى رحالها ... ولم ينظر الغادي الذي هو رائح <span id='ms08'></span>\n</p>\n\n<p>\nأخذنا بأطراف الأحاديث بيننا ... وسالت بأعناق المطي الأباطح\n</p>\n\n<h1 class='l1' id='head9'>نعت الوزن</h1>\n\n<p>\nأن يكون سهل العروض من أشعار يوجد فيها ذلك، وإن خلت من أكثر نعوت الشعر،\nمنها قصيدة حسان:\n</p>\n\n<p>\nما هاج حسان رسوم المقام ... ومظعن الحي ومبنى الخيام\n</p>\n\n<p>\nوالنؤي قد هدم أعضاده ... تقادم العهد بواد تهام\n</p>\n\n<p>\nقد أدرك الواشون ما أملوا ... والحبل من شعثاء رث الرمام\n</p>\n\n<p>\nكأن فاها ثغب بارد ... في رصف تحت ظلال الغمام\n</p>\n\n<p>\nومنها قصيدة طرفة:\n</p>\n\n<p>\nمن عائدي الليلة أم من نصيح ... بت بنصب ففؤدي قريح\n</p>\n\n<p>\nبانت فأمسى قلبه هائما ... قد شفه وجد بها ما يريح\n</p>\n\n<p>\nفي سلف أرعن منفجر ... يقدم أولى ظعن كالطلوح\n</p>\n\n<p>\nعالين رقما فاخرا لونه ... من عبقري كنجيع الذبيح\n</p>\n\n<p>\nومثله أبيات للمنخل بن عبيد اليشكري:\n</p>\n\n<p>\nولقد دخلت على الفتا ... ة الخدر في اليوم المطير\n</p>\n\n<p>\nالكاعب الحسناء تر ... فل في الدمقس وفي الحرير\n</p>\n\n<p>\nفدفعتها فتدافعت ... مشى القطاة إلى الغدير\n</p>\n\n<p>\nوعطفتها فتعطفت ... كتعطف الغصن النضير\n</p>\n\n<p>\nولثمتها فتنفست ... كتنفس الظبي الغرير\n</p>\n\n<p>\nولقد شربت من المدا ... مة بالكبير وبالصغير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا سكرت فإنني ... رب الخورنق والسدير\n</p>\n\n<p>\nوإذا صحوت فإنني ... رب الشويهة والبعير\n</p>\n\n<p>\nومثله أبيات كعب بن الأشرف اليهودي:\n</p>\n\n<p>\nرب خال لي لو أبصرته ... سبط المشية أباء أنف\n</p>\n\n<p>\nلين الجانب في أقربه ... وعلى الأعداء سم كالذعف\n</p>\n\n<p>\nولنا بئر رواء جمة ... من يردها بإناء يغترف\n</p>\n\n<p>\nونخيل في تلاع جمة ... تخرج التمر كأمثال الأكف\n</p>\n\n<p>\nوصرير من محال خلته ... آخر الليل أهازيج بدف\n</p>\n\n<h1 class='l1' id='head10'>الترصيع</h1>\n\n<p>\nومن نعوت الوزن الترصيع، وهو أن يتوخى فيه تصيير مقاطع الأجزاء في البيت\nعلى سجع أو شبيه به أو من جنس واحد في التصريف، كما يوجد ذلك في أشعار كثير\nمن القدماء المجيدين من الفحول وغيرهم، وفي أشعار المحدثين المحسنين منهم.\n</p>\n\n<p>\nفمما جاء في أشعار القدماء قول امرئ القيس الكندي:\n</p>\n\n<p>\nمخش مجش مقبل مدبر معا ... كتيس ظباء الحلب العدوان\n</p>\n\n<p>\nفأتى باللفظتين الأوليين مسجوعتين في تصريف واحد، وبالتاليتين لهما\nشبيهتين بهما في التصريف، وربما كان السجع ليس في لفظة لفظة، ولكن في\nلفظتين لفظتين بالوزن نفسه كقوله:\n</p>\n\n<p>\nألص الضروس حنى الضسسلوع ... تبوع <span id='ms09'></span> طلوب نشيط أشر\n</p>\n\n<p>\nوفي قصيدة أخرى سجع في لفظتين لفظتين بالحرف نفسه مثل قوله:\n</p>\n\n<p>\nوأوتاده ماذية وعماده ... ردينية فيها أسنة قعضب\n</p>\n\n<p>\nوقال زهير بن أبي سلمى:\n</p>\n\n<p>\nكبداء مقبلة وركاء مدبرة ... قوداء فيها إذا استعرضتها خضع\n</p>\n\n<p>\nفأتى بفعلاء مفعلة تجنيسا للحروف بالأوزان: وقال أوس بن حجر:\n</p>\n\n<p>\nجشا حناجرها علما مشافرها ... تستن أولادها في دحض أنضاح\n</p>\n\n<p>\nوقال طرفة:\n</p>\n\n<p>\nبطئ عن الجلى سريع إلى الخنا ... ذلول بأجماع الرجال ملهد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عمرو بن أحمر الباهلي:\n</p>\n\n<p>\nفمثلك ألوى بالفؤاد وزار بال ... عداد وأصحى في الحياة وأسكرا\n</p>\n\n<p>\nوقال النمر بن تولب:\n</p>\n\n<p>\nمن صوب سارية علت بغادية ... تنهل حتى يكاد الصبح ينجاب\n</p>\n\n<p>\nوقال:\n</p>\n\n<p>\nطويل الذراع قصير الكرا ... ع يواشك في السبسب الأغبر\n</p>\n\n<p>\nوقال اللعين المنقري:\n</p>\n\n<p>\nمكيث إذا استرخى كميش إذا انتحى ... على القرب الأقصى، وشد له الأزرا\n</p>\n\n<p>\nوقال الأسود بن يعفر:\n</p>\n\n<p>\nهم الأسرة الدنيا وهم عدد الحصى ... وإخواننا من أمنا وأبينا\n</p>\n\n<p>\nوقال أبو زبيد الطائي:\n</p>\n\n<p>\nغير فاش شتما ولا مخلف طع ... ما إذا كان بالسديف السبيك\n</p>\n\n<p>\nوقال آخر:\n</p>\n\n<p>\nقاموا فجاءوا بفكاك العناة ومع ... طاء الجزيل ومأوى كل ملهوف\n</p>\n\n<p>\nوقال الأفوه الأودي:\n</p>\n\n<p>\nسود غدائرها بلج محاجرها ... كأن أطرافها لما اجتلى الطنف\n</p>\n\n<p>\nوقال العجير بن عبد الله السلولي\n</p>\n\n<p>\nحم الذرى مرسلة منه العرى ... وزجلات الرعد في غير صعق\n</p>\n\n<p>\nوقال سليك بن سلكة:\n</p>\n\n<p>\nإذا أسهلت خبت وإن أحزنت مشت ... وتغشى بها بين البطون وتصدف\n</p>\n\n<p>\nوقال الشماخ:\n</p>\n\n<p>\nرعين الندى حتى إذا وقد الحصى ... ولم يبق من نوء السماك يروق\n</p>\n\n<p>\nوقال عبيد الراعي:\n</p>\n\n<p>\nضعاف القوى ليسوا كمن يبتنى العلى جعاسيس قصارون دون المكارم\n</p>\n\n<p>\nوقال أيضا:\n</p>\n\n<p>\nسود معاصمها جعد معاقصها ... قد مسها من عقيد القار تفصيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بشامة بن عمرو بن الغدير:\n</p>\n\n<p>\nهوان الحياة وخزى الممات ... وكلا أراه طعاما وبيلا\n</p>\n\n<p>\nوقالت ليلى الأخيلية: وقد كان مرهوب السنان وبين الل - سان ومجذام السرى\nغير فاتر وقال ناهض بن ثومة الكلابي:\n</p>\n\n<p>\nصخوب الصدى ظمأى القطامرة السرى ... ركا ماءها بين النعام الخرائش\n</p>\n\n<p>\nوأكثر الشعراء المصيبين من القدماء والمحدثين قد غزوا هذا المغزى ورموا\nهذا المرمى، وإنما <span id='ms10'></span> يحسن إذا اتفق له في البيت موضع يليق به، فإنه ليس في كل\nموضع يحسن، ولا على كل حال يصلح، ولا هو أيضا إذا تواتر واتصل في الأبيات\nكلها بمحمود، فإن ذلك إذا كان، دل على تعمل وأبان عن تكلف.\n</p>\n\n<p>\nعلى أن من الشعراء القدماء والمحدثين من قد نظم شعره كله أو إلى بين\nأبيات كثيرة منه منهم أبو صخر الهذلي، فإنه أتى من ذلك بما يكاد لجودته أن\nيقال فيه إنه غير متكلف، وهو قوله:\n</p>\n\n<p>\nوتلك هيكلة خود مبتلة ... صفراء رعبلة في منصب سنم\n</p>\n\n<p>\nعذب مقبلها جدل مخلخلها ... كالدعص أسفلها مخصورة القدم\n</p>\n\n<p>\nسود ذوائبها بيض ترائبها ... محض ضرائبها صيغت على الكرم\n</p>\n\n<p>\nعبل مقيدها حال مقلدها ... بض مجردها لفاء في عمم\n</p>\n\n<p>\nسمح خلائقها درم مرافقها ... يروى معانقها من بارد الشبم\n</p>\n\n<p>\nكأن معتقة في الدن مغلقة ... صهباء مصفقة من رابئ رذم\n</p>\n\n<p>\nشيبت بموهبة من رأس مرقبة ... جرداء مهيبة في حالق شمم\n</p>\n\n<p>\nخالط طعم ثناياها وريقتها ... إذا يكون توالى النجم كالنظم\n</p>\n\n<p>\nومنهم أبو المثلم فإنه قال:\n</p>\n\n<p>\nلو كان للدهر مال كان متلده ... لكان للدهر صخر مال قنيان\n</p>\n\n<p>\nآبى الهضيمة ناب بالعظيمة مت ... لاف الكريمة لا سقط ولا وانى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nحامى الحقيقة نسال الوديقة مع ... تاق الوسيقة جلد غير ثنيان\n</p>\n\n<p>\nرباء مرقبة مناع مغلبة ... وهاب سلهبة قطاع أقران\n</p>\n\n<p>\nهباط أودية حمال ألوية ... شهاد أندية سرحان فتيان\n</p>\n\n<p>\nيعطيك ما لا تكاد النفس ترسله ... من التلاد وهوب غير منان\n</p>\n\n<p>\nومثل ذلك للمحدثين أيضا كثير.\n</p>\n\n<p>\nوإنما يذهبون في هذا الباب إلى المقاربة بين الكلام بما يشبه بعضه بعضا،\nفإنه لا كلام أحسن من كلام رسول الله صلى الله عليه وسلم وآله وسلم، وقد\nكان يتوخى فيه مثل ذلك، فمنه ما روى عنه عليه السلام من أنه عوذ الحسن\nوالحسين عليهما السلام فقال: أعيذهما من السامة والهامة وكل عين لامة وإنما\nأراد ملمة، فلا تباع الكلمة أخواتها في الوزن، قال: لامة.\n</p>\n\n<p>\nوكذلك ما جاء عنه صلى اله عليه وسلم، أنه قال: خير المال سكة مأبورة\nومهرة مأمورة، فقال <span id='ms11'></span>: مأمورة من أجل مأبورة والقياس: مؤمرة.\n</p>\n\n<p>\nوجاء في الحديث: يرجعن مأزورات غير مأجورات. وإذا كان هذا مقصودا له في\nالكلام المنثور، فاستعماله في الشعر الموزون أقمن وأحسن.\n</p>\n\n<h1 class='l1' id='head11'>نعت القوافي</h1>\n\n<p>\nأن تكون عذبة الحرف سلسة المخرج، وأن يقصد لتصيير مقطع المصراع الأول في\nالبيت الأول من القصيدة مثل قافيتها، فإن الفحول المجيدين من الشعراء\nالقدماء والمحدثين يتوخون ذلك ولا يكادون يعدلون عنه، وربما صرعوا أبياتا\nأخر من القصيدة بعد البيت الأول، وذلك يكون من اقتدار الشاعر وسعة بحره.\n</p>\n\n<p>\nوأكثر من كان يستعمل ذلك امرؤ القيس، لمحله من الشعر فمنه قوله:\n</p>\n\n<p>\nقفا نبك من ذكرى حبيب ومنزل بسقط اللوى بين الدخول فحومل\n</p>\n\n<p>\nثم أتى بعد هذا البيت بأبيات، فقال:\n</p>\n\n<p>\nأفاطم مهلا بعض هذا التدلل وإن كنت قد أزمعت صرمى فأجملي\n</p>\n\n<p>\nثم أتى بأبيات بعد هذا البيت، فقال:\n</p>\n\n<p>\nألا أيها الليل الطويل ألا انجلي بصبح وما الإصباح منك بأمثل\n</p>\n\n<p>\nوقال في قصيدة أخرى أولها:\n</p>\n\n<p>\nألا أنعم صباحا أيها الطلل البالي وهل ينعمن من كان في العصر الخالي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بعد بيتين من هذا البيت:\n</p>\n\n<p>\nديار لسلمى عافيات بذي خال ... ألح عليها كل أسحم هطال\n</p>\n\n<p>\nثم قال بعد أبيات أخر:\n</p>\n\n<p>\nألا إنني بال على جمل بالي ... يقود بنا بال ويتبعنا بال\n</p>\n\n<p>\nوقال في قصيدة أخرى أولها:\n</p>\n\n<p>\nغشيت ديار الحي بالبكرات ... فعارمة فبرقة العيرات\n</p>\n\n<p>\nوأتى بيتين، ثم قال:\n</p>\n\n<p>\nأعنى على التهمام والذكرات ... يبتن على ذي الهم معتكرات\n</p>\n\n<p>\nوقال في قصيدة أخرى أولها:\n</p>\n\n<p>\nعيناك دمعهما سجال ... كأن شأنيهما أوشال\n</p>\n\n<p>\nوقال بعد أبيات من هذا البيت:\n</p>\n\n<p>\nقلوب خزان ذي أورال ... قوتا كما يرزق العيال\n</p>\n\n<p>\nوقد سلك هذا السبيل غير امرئ القيس شعراء كثيرون، فمنهم أوس قال في قصيدة\nأولها:\n</p>\n\n<p>\nودع لميس وداع الصارم اللاحي ... قد فتكت في فساد بعد إصلاح\n</p>\n\n<p>\nثم أتى بأبيات وقال:\n</p>\n\n<p>\nإني أرقت ولم تأرق معي صاح ... لمستكف بعيد النوم لواح\n</p>\n\n<p>\nومنهم مرقش قال في قصيدة أولها:\n</p>\n\n<p>\nأمن رسم دار ماء عينيك يسفح غدا من مقام أهله وتروحوا\n</p>\n\n<p>\nثم أتى ببيت وقال:\n</p>\n\n<p>\nأمن بنت عجلان <span id='ms12'></span> الخيال المطرح ... ألم ورحلي ساقط متزحزح\n</p>\n\n<p>\nوقال حسان بن ثابت من قصيدة أولها:\n</p>\n\n<p>\nألم تسأل الربع الجديد التكلما ... بمدفع أشداخ فبرقة أظلما\n</p>\n\n<p>\nوقال البيت التالي لهذا:\n</p>\n\n<p>\nأبى رسم دار الحي أن يتكلما ... وهل ينطق المعروف من كان أبكما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الشماخ قصيدة أولها:\n</p>\n\n<p>\nألا ناديا أظعان ليلى تعرج ... فقد هجن شوقا ليته لم يهيج\n</p>\n\n<p>\nثم أتى بأبيات وقال:\n</p>\n\n<p>\nألا ادلجت ليلاك من غير مدلج ... هوى نفسها إذا أدلجت لم تعرج\n</p>\n\n<p>\nوقال عبيد بن الأبرص قصيدة أولها:\n</p>\n\n<p>\nأقفر من أهله ملحوب ... فالقطبيات فالذنوب\n</p>\n\n<p>\nثم أتى بأبيات وقال:\n</p>\n\n<p>\nأرض توارثها شعوب ... فكل من حلها محروب\n</p>\n\n<p>\nثم أتى بأبيات وقال:\n</p>\n\n<p>\nوالمرء ما عاش في تكذيب ... طول الحياة له تعذيب\n</p>\n\n<p>\nوقال الراعي قصيدة أولها:\n</p>\n\n<p>\nأبت آيات حبى أن تبينا ... لنا خبرا فأبكين الحزينا\n</p>\n\n<p>\nومن الشعراء من ربما أغفل التصريع في البيت الأول، فأتى به في بعض\nالأبيات من القصيدة فيما بعد.\n</p>\n\n<p>\nقال ابن أحمر الباهلي قصيدة أولها:\n</p>\n\n<p>\nقد بكرت عاذلتي بكرة ... تزعم أني بالصبا مشتهر\n</p>\n\n<p>\nفلم يصرع أول القصيدة، وأتى ببيتين بعد الأول، ثم قال:\n</p>\n\n<p>\nبل ودعيني طفل إني بكر ... وقد دنا الصبح فما أنتظر\n</p>\n\n<p>\nوقال ابن أحمر أيضا من قصيدة أولها:\n</p>\n\n<p>\nلعمري ما خلفت إلا لما أرى ... وراء رجال أسلموني لما بيا\n</p>\n\n<p>\nفأتى بالأول غير مصرع، وقال أبياتا بعده، ثم قال:\n</p>\n\n<p>\nفأمسى جناب الشول أغبر كابيا ... وأمسى جناب الحي أبلج واريا\n</p>\n\n<p>\nوقال أمية بن حرثان بن الأسكر الكناني قصيدة أولها:\n</p>\n\n<p>\nأصبحت هزءا لراعي الضأن أعجبه ... ماذا يريبك مني راعي الضان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nفلم يصرع أول بيت، وأتى بعده ببيت واحد، ثم قال:\n</p>\n\n<p>\nيا ابني أمية إني عنكما غاني ... وما الغنى غير أني مشعر فاني\n</p>\n\n<p>\nوإنما يذهب الشعراء المطبوعون المجيدون إلى ذلك، لان بنية الشر إنما هو\nالتسجيع والتقفية، فكلما كان الشعر أكثر اشتمالا عليه كان أدخل له في باب\nالشعر وأخرج له عن مذهب النثر.\n</p>\n\n<h1 class='l1' id='head12'>نعوت المعاني الدال عليها الشعر</h1>\n\n<p>\nجماع الوصل لذلك أن يكون المعنى مواجها للغرض المقصود، غير عادل عن الأمر\nالمطلوب.\n</p>\n\n<p>\nولما كانت <span id='ms13'></span> أقسام المعاني التي يحتاج فيها إلى أن تكون على هذه الصفة مما\nلا نهاية لعدده، ولم يمكن أن يؤتى على تعديد جميع ذلك، كي يبلغ آخره، رأيت\nأن أذكر منه صدرا ينبئ عن نفسه، ويكون مثالا لغيره، وعيارا لما لم أذكره،\nوأن أجعل ذلك في الأعلام من أغراض الشعراء، وما هم له أكثر دوسا، وعليه أشد\nدوما، وهو المديح والهجاء والمرائي والتشبيه والوصف والنسيب.\n</p>\n\n<h1 class='l1' id='head13'>الغلو والاقتصار</h1>\n\n<p>\nوأقدم أمام كلامي في هذه الأقسام قولا يحتاج إلى تقديمه، وهو أني رأيت\nالناس مختلفين في مذهبين من مذهب الشعر، وهما الغلو في المعنى إذا شرع فيه،\nوالاقتصار عل الحد الأوسط فيما يقال منه، وأكثر الفريقين لا يعرف من أصله\nما يرجع إليه ويتمسك به، ولا من اعتقاد خصمه ما يدفعه ويكون أبدا مضادا له،\nلكنهم يخبطون في ظلماء، فمرة يعمد أحد الفريقين إلى ما كان من جنس قول خصمه\nفيعتقده، ومرة يعمد إلى ما جانس قوله في نفسه فيدفعه ويعتقد نقضه، وقد شهدت\nأنا، ممن هذه سبيله، قوما يقولون إن قول مهلهل ابن ربيعة:\n</p>\n\n<p>\nفلولا الريح أسمع أهل حجر ... صليل البيض تقرع بالذكور\n</p>\n\n<p>\nخطأ من أجل أنه كان بين موضع الوقعة التي ذكرها وبين حجر مسافة بعيدة\nجدا.\n</p>\n\n<p>\nوكذلك يقولون في قول النمر بن تولب:\n</p>\n\n<p>\nأبقى الحوادث والأيام من نمر ... أسباد سيف قديم إثره باد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nتظل تحفر عنه إن ضربت به ... بعد الذراعين والساقين والهادي\n</p>\n\n<p>\nوكذلك في قول أبي نواس:\n</p>\n\n<p>\nوأخفت أهل الشرك حتى أنه ... لتخافك النطف التي لم تخلق\n</p>\n\n<p>\nثم رأيت هؤلاء بأعيانهم في وقت آخر يستحسنون ما يروون من طعن النابغة على\nحسان بن ثابت رضي الله عنه في قوله:\n</p>\n\n<p>\nلنا الجفنات الغر يلمعن بالضحى ... وأسيافنا يقطرن من نجدة دما\n</p>\n\n<p>\nوذلك أنهم يرون موضع الطعن على حسان إنما هو قوله: الغر، وكان ممكنا أن\nيقول: البيض، لان الغرة: بياض قليل في لون آخر غيره كثير، وقالوا فلو قال:\nالبيض، لكان أكثر من الغر.\n</p>\n\n<p>\nوفي قوله: يلمعن بالضحى، ولو قال: بالدجى، لكان <span id='ms14'></span> أحسن.\n</p>\n\n<p>\nوفي قوله: وأسيافنا يقطرن من نجدة دما، قالوا: ولو قال: يجرين، لكان\nأحسن، إذ كان الجري أكثر من القطر.\n</p>\n\n<p>\nفلو أنهم يحصلون مذاهبهم لعلموا أن هذا المذهب في الطعن على شعر حسان غير\nالمذهب الذي كانوا معتقدين له من الإنكار على مهلهل، والنمر، وأبي نواس،\nلأن المذهب الأول إنما هو لمن أنكر الغلو، والثاني لمن استجاده، فإن\nالنابغة - على ما حكى عنه - لم يرد من حسان إلا الإفراط والغلو بتصييره\nمكان كل معنى وضعه ما هو فوقه وزائد عليه، وعلى أن من أنعم النظر علم أن\nهذا الرد على حسان من النابغة - كان أو من غيره - خطأ بين، وأن حسان مصيب،\nإذ كانت مطابقة المعنى بالحق في يده، وكان الراد عليه عادلا عن الصواب إلى\nغيره.\n</p>\n\n<p>\nفمن ذلك أن حسان لم يرد بقوله: الغر، أن يجعل الجفان بيضا، فإذا قصر عن\nتصيير جميعها أبيض نقص ما أراده، وإنما أراد بقوله: الغر، المشهورات، كما\nيقال يوم أغر ويد غراء، وليس يراد البياض في شيء من ذلك، بل تراد الشهرة\nوالنباهة.\n</p>\n\n<p>\nوأما قول النابغة في: يلمعن بالضحى، أنه لو قال: بالدجى، لكان أحسن من\nقوله: بالضحى، إذ كل شيء يلمع بالضحى، فهو خلاف الحق وعكس الواجب، لأنه ليس\nيكاد يلمع بالنهار من الأشياء إلا الساطع النور الشديد الضياء، فأما الليل\nفأكثر الأشياء، مما له أدنى نور وأيسر بصيص، يلمع فيه، فمن ذلك الكواكب،\nوهي بارزة لنا مقابلة لأبصارنا، دائما تلمع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nبالليل ويقل، لمعانها بالنهار حتى تخفى، وكذلك السرج والمصابيح ينقص\nنورها كلما أضحى النهار، والليل تلمع فيه عيون السباع لشدة بصيصها، وكذلك\nاليراع حتى تخال نارا.\n</p>\n\n<p>\nوأما قول النابغة، أو من قال: إن قوله في السيوف: يجرين، خير من قوله:\nيقطرن، لأن الجري أكثر من القطر، فلم يرد حسان الكثرة، وإنما ذهب إلى ما\nيلفظ به الناس ويتعاودونه من وصف الشجاع الباسل والبطل الفاتك بأن يقولوا:\nسيفه يقطر دما، ولم يسمع: سيفه يجري دما، ولعله لو قال: يجرين دما، لعدل عن <span id='ms15'></span>\nالمألوف المعروف من وصف الشجاع النجد إلى ما لم تجر عادة العرب به.\n</p>\n\n<p>\nولنرجع إلى ما بدأنا بذكره من الغلو والاقتصار على الحد الأوسط، فأقول:\nإن الغلو عندي أجود المذهبين، وهو ما ذهب إليه أهل الفهم بالشعر والشعراء\nقديما.\n</p>\n\n<p>\nوقد بلغني عن بعضهم أنه قال: أحسن الشعر أكذبه.\n</p>\n\n<p>\nوكذلك يرى فلاسفة اليونانيين في الشعر على مذهب لغتهم.\n</p>\n\n<p>\nومن أنكر على مهلهل والنمر وأبي نواس قولهم المقدم ذكره، فهو مخطئ، لأنهم\nوغيرهم - ممن ذهب إلى الغلو - إنما أرادوا به المبالغة، وكل فريق إذا أتى\nمن المبالغة والغلو بما يخرج عن الموجود ويدخل في باب المعدوم، فإنما يريد\nبه المثل وبلوغ النهاية في النعت، وهذا أحسن من المذهب الآخر، فإن قول\nالنابغة الجعدي في معنى قول النمر على مذهب الاقتصاد ولزوم الحد الأوسط:\n</p>\n\n<p>\nوقد أبقت صروف الدهر مني ... كما أبقت من السيف اليماني\n</p>\n\n<p>\nدون قول النمر، لأن في قول النمر دليلا قويا على أن ما بقي منه أكثر مما\nبقي من النابغة.\n</p>\n\n<p>\nوكذلك قول كعب بن مالك الأنصاري في معنى قول مهلهل ووصفه صوت الضرب:\n</p>\n\n<p>\nمن سره ضرب يرعبل بعضه ... بعضا كمعمعة الأباء المحرق\n</p>\n\n<p>\nدون قول مهلهل، لأن في قول المهلهل ما يدل على أن الضرب الذي ذكره أشد\nوأبلغ.\n</p>\n\n<p>\nوكذلك قول الحزين الكناني في معنى قول أبي نواس:\n</p>\n\n<p>\nيغضى حياء ويغضى من مهابته ... فما يكلم إلا حين يبتسم\n</p>\n\n<p>\nدون قول أبي نواس، لأن هذا وإن كان قد وصف صاحبه، بما دل على مهابته، فإن\nفي قول أبي نواس دليلا على عموم المهابة ورسوخه في قلب الشاهد والغائب، وفي\nقوله: حتى إنه لتهابك، قوة لتكاد تهابك، وكذا كل غال مفرط في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nالغلو إذا أتى بما يخرج عن الموجود فإنما يذهب فيه إلى تصييره مثلا، وقد\nأحسن أبو نواس حيث أتى بما ينبئ عن عظم الشيء الذي وصفه.\n</p>\n\n<p>\nوإذ قدمت ما أردت تقديمه، فلنرجع إلى ذكر واحد من المعاني الستة التي قلت\nإنها الأعلام من أغراض الشعراء في المعاني، فأبدأ أولا بذكر المديح <span id='ms16'></span>.\n</p>\n\n<h1 class='l1' id='head14'>نعت المدح</h1>\n\n<p>\nما أحسن ما قال عمر بن الخطاب رضي الله عنه في وصف زهير حيث قال: إنه لم\nيكن يمدح الرجل إلا بما يكون للرجال، فإن في هذا القول، إذا فهم وعمل به،\nمنفعة عامة، وهي العلم بأنه إذا كان الواجب أن لا يمدح الرجال إلا بما يكون\nلهم وفيهم، فكذا يجب أن لا يمدح شيء غيرهم إلا بما يكون له وفيه، وبما يليق\nبه ولا ينافره، ومنفعة أخرى ثانية وهي توكيد ما قلنا في أول كلامنا في\nالمعاني من أن الواجب فيها قصد الغرض المطلوب على حقه وترك العدول عنه إلى\nما لا يشبهه.\n</p>\n\n<p>\nولما كان المدح اسما مشتركا لمدح الرجال وغيرهم، عمدنا بالقول في مدح\nالرجال، إذ كان غرض الشعراء في الأكثر إنما هو مدحهم للرجال، إلا ما\nيستعملون من أوصاف النساء، فإن ذلك له قسم آخر سنأتي به فيما بعد إن شاء\nالله تعالى، وعلمنا أنا إذا أخذنا في التعريف بجودة مدح الرجال كيف يكون،\nفقد يتعلم من حواشي قولنا في هذا كيف تسلك السبيل إلى مدح غيرهم، فنقول:\nإنه لما كانت فضائل الناس من حيث هم ناس، لا من طريق ما هم مشتركون فيه مع\nسائر الحيوان، على ما عليه أهل الألباب من الاتفاق في ذلك، إنما هي العقل\nوالشجاعة والعفة، كان القاصد لمدح الرجال بهذه الأربع الخصال مصيبا،\nوالمادح بغيرها مخطئا؛ ثم قد يجوز مع ذلك أن يقصد الشاعر للمدح منها بالبعض\nوالإغراق فيه دون البعض، مثل أن يصف الشاعر إنسانا بالجود الذي هو أحد\nأقسام العدل وحده، فيغرق فيه ويفتن في معانيه، أو بالنجدة فقط، فيعمل فيها\nمثل ذلك أو بهما، ويقتصر عليهما دون غيرهما، فلا يسمى مخطئا لإصابته في مدح\nالإنسان ببعض فضائله، لكن يسمى مقصرا عن استكمال جميع المدح.\n</p>\n\n<p>\nفقد وجب أن يكون على هذا القياس المصيب من الشعراء من مدح الرجال بهذه\nالخلال لا بغيرها، والبالغ في التجويد إلى أقصى حدوده من استوعبها ولم\nيقتصر على بعضها، وذلك كما قال <span id='ms17'></span> زهير بن أبي سلمى في قصيدة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nأخي ثقة لا تهلك الخمر ماله ... ولكنه قد يهلك المال نائله\n</p>\n\n<p>\nفوصفه في هذا البيت بالعفة لقلة إمعانه في اللذات، وأنه لا ينفد ماله\nفيها، وبالسخاء لإهلاكه ماله في النوال وانحرافه إلى ذلك عن اللذات، وذلك\nهو العدل، ثم قال:\n</p>\n\n<p>\nتراه إذا ما جئته متهللا ... كأنك معطيه الذي أنت سائله\n</p>\n\n<p>\nفزاد في وصف السخاء منه بأن جعله يهش له، ولا يلحقه مضض، ولا تكره لفعله،\nثم قال:\n</p>\n\n<p>\nفمن مثل حصن في الحروب ومثله ... لإنكار ضيم أو لخصم يجادله\n</p>\n\n<p>\nوأتى في هذا البيت بالوصف من جهة الشجاعة والعقل، فاستوعب زهير، في\nأبياته هذه، المدح بالأربع الخصال التي هي فضائل الإنسان على الحقيقة، وزاد\nفي ذلك الوفاء، وهو وإن كان داخلا في هذه الأربع، فكثير من الناس لا يعلم\nوجه دخوله فيها، حيث قال: أخي ثقة، صفة له بالوفاء، والوفاء داخل في\nالفضائل التي قدمنا ذكرها.\n</p>\n\n<p>\nوقد يتفنن الشعراء في المديح بأن يصفوا حسن خلق الإنسان، ويعددوا أنواع\nالأربع الفضائل التي قدمنا ذكرها وأقسامها وأصناف تركيب بعضها مع بعض، وما\nأقل من يشعر بأن ذلك داخل في الأربع الخلال على الانفراد أو بالتركيب، إلا\nأهل الفهم، مثل أن يذكروا من أقسام العقل: ثقابة المعرفة، والحياء،\nوالبيان، والسياسة، والكفاية، والصدع بالحجة، والعلم، والحلم عن سفاهة\nالجهلة، وغير ذلك مما يجري هذا المجرى.\n</p>\n\n<p>\nومن أقسام العفة: القناعة، وقلة الشره، وطهارة الإزار، وغير ذلك مما يجري\nمجراه.\n</p>\n\n<p>\nومن أقسام الشجاعة: الحماية والدفاع، والأخذ بالثأر، والنكاية في العدو،\nوالمهابة، وقتل الأقران، والسير في المهامه الموحشة والقفار، وما أشبه ذلك.\n</p>\n\n<p>\nومن أقسام العدل: السماحة، ويرادف السماحة: التغابن، وهو من أنواعها،\nوالانظلام، والتبرع بالنائل، وإجابة السائل، وقرى الأضياف، وما جانس ذلك.\n</p>\n\n<p>\nوأما تركيب بعضها مع بعض، فيحدث منه ستة أقسام: أما ما يحدث عن تركيب\nالعقل مع الشجاعة: فالصبر على الملمات، ونوازل الخطوب، والوفاء بالإيعاد.\n</p>\n\n<p>\nوعن تركيب العقل مع السخاء: البر، وإنجاز الوعد، وما أشبه ذلك.\n</p>\n\n<p>\nوعن تركيب العقل مع العفة: التنزه <span id='ms18'></span>، فالرغبة عن المسألة، والاقتصار على\nأدنى معيشة، وما أشبه ذلك.\n</p>\n\n<p>\nوعن تركيب الشجاعة مع السخاء: الإتلاف والإخلاف،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nوما أشبه ذلك.\n</p>\n\n<p>\nوعن تركيب الشجاعة مع العفة: إنكار الفواحش، والغيرة على الحرم.\n</p>\n\n<p>\nوعن السخاء مع العفة: الإسعاف بالقوت، والإيثار على النفس، وما شاكل ذلك.\n</p>\n\n<p>\nوجميع هذه التركيبات قد يذكرها الشعراء في أشعارهم، وسأذكر من جيد ما\nقالوه في ذلك صدرا إن شاء الله تعالى، إلا أني أبدأ قبل ذلك فأقول: إن كل\nواحدة من هذه الفضائل الأربع ذكرها، وسط بين طرفين وقد وصف شعراء مصيبون\nمتقدمون قوما بالإفراط في هذه الفضائل، حتى زال الوصف إلى الطرف المذموم،\nوليس ذلك منهم إلا كما قدمنا القول فيه في باب الغلو في الشعر من أن الذي\nيراد به إنما هو المبالغة والتمثيل لا حقيقة الشيء.\n</p>\n\n<p>\nومن الأخبار التي يحتاج إلى ذكرها في هذا الموضع وشرح الحال فيها، ليكون\nذلك مثالا يبنى الأمر عليه. ويعلم به ما يأتي من مثله. أن كثيرا أنشد عبد\nالملك بن مروان قوله فيه:\n</p>\n\n<p>\nعلى ابن أبي العاصي دلاص حصينة ... أجاد المسدي سردها وأذالها\n</p>\n\n<p>\nيؤود ضعيف القوم حمل قتيرها ويستطلع القرم الأشم احتمالها\n</p>\n\n<p>\nفقال له عبد الملك: قول الأعشى لقيس بن معدي كرب أحسن من قولك، حيث يقول\nله:\n</p>\n\n<p>\nوإذا تجيء كتيبة ملمومة ... شهباء يخشى الذائدون نهالها\n</p>\n\n<p>\nكنت المقدم غير لابس جنة ... بالسيف تضرب معلما أبطالها\n</p>\n\n<p>\nفقال: يا أمير المؤمنين، وصفتك بالحزم والعزم، ووصف الأعشى صاحبه بالطيش\nوالخرق.\n</p>\n\n<p>\nوالذي عندي في ذلك أن عبد الملك أصح نظرا من كثير. إلا أن يكون كثير غالط\nواعتذر بما يعتقد خلافه، لأنه قد تقدم من قولنا في أن المبالغة أحسن من\nالاقتصار على الأمر الأوسط ما فيه كفاية، والأعشى بالغ في وصف الشجاعة حيث\nجعل الشجاع شديد الإقدام بغير جنة، على أنه وإن كان لبس الجنة أولى بالحزم\nوأحق بالصواب، ففي وصف الأعشى دليل قوي على شدة شجاعة صاحبه، لا أن الصواب\nله ولا لغيره إلا لبس الجنة، وقول كثير يقصر عن الوصف.\n</p>\n\n<p>\nفلنرجع <span id='ms19'></span> إلى ذكر مدائح الشعراء المحسنين، ثم نأتي بعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nذلك بصدر يشتمل على افتنانهم في المدح؛ ليكون مثالا لما تقدم الإخبار\nعنه، وعبرة في اختيارات المدائح، فمن ذلك قول زهير بن أبي سلمى:\n</p>\n\n<p>\nيطلب شأو امرأين قدما حسنا ... نالا الملوك وبذا هذه السوقا\n</p>\n\n<p>\nهو الجواد فإن يلحق بشأوهما ... على تكاليفه فمثله لحقا\n</p>\n\n<p>\nأو يسبقاه على ما كان من مهل فمثل ما قدما من صالح سبقا\n</p>\n\n<p>\nومن هذه القصيدة:\n</p>\n\n<p>\nمن يلق يوما على علاته هرما ... يلق السماحة منه والندى خلقا\n</p>\n\n<p>\nليث بعثر يصطاد الرجال إذا ... ما كذب الليث عن أقرانه صدقا\n</p>\n\n<p>\nيطعنهم ما ارتموا حتى إذا طعنوا ... ضارب حتى إذا ما ضاربوا اعتنقا\n</p>\n\n<p>\nفضل الجواد على الخيل البطاء فلا ... يعطي بذلك ممنونا ولا نزقا\n</p>\n\n<p>\nهذا وليس كمن يعيا بخطبته ... وسط الندى إذا ما ناطق نطقا\n</p>\n\n<p>\nلو نال حي من الدنيا بمكرمة ... أفق السماء لنالت كفه الأفقا\n</p>\n\n<p>\nومن كلمة أخرى لزهير:\n</p>\n\n<p>\nهنالك إن يستخبلوا المال يخبلوا ... وإن يسألوا يعطوا وإن ييسروا يغلوا\n</p>\n\n<p>\nوفيهم مقامات حسان وجوهها ... وأندية ينتابها القول والفعل\n</p>\n\n<p>\nوإن جئتهم ألفيت حول بيوتهم ... مجالس قد يشفى بأحلامها الجهل\n</p>\n\n<p>\nعلى مكثريهم حق من يعتريهم ... وعند المقلين السماحة والبذل\n</p>\n\n<p>\nسعى بعدهم قوم لكي يدركوهم ... فلم يدركوا ولم يلاموا ولم يألوا\n</p>\n\n<p>\nفما كان من خير أتوه فإنما ... توارثه آباء آبائهم قبل\n</p>\n\n<p>\nوهل ينبت الخطى إلا وشيجه ... وتغرس إلا في منابتها النخل\n</p>\n\n<p>\nولزهير يمدح بني الصيداء:\n</p>\n\n<p>\nإني سترحل بالمطي قصائدي ... حتى تحل على بني ورقاء\n</p>\n\n<p>\nمدحا لهم يتوارثون ثناءها ... رهن لأخرهم بطول بقاء\n</p>\n\n<p>\nحلماء في النادي إذا ما جئتهم ... جهلاء يوم عجاجة ولقاء\n</p>\n\n<p>\nمن سالموا نال الكرامة كلها ... أو حاربوا ألوى مع العنقاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوله:\n</p>\n\n<p>\nإن البخيل ملوم حيث كان ولك ... ن الجواد على علاته هرم\n</p>\n\n<p>\nهو الجواد الذي يعطيك نائله ... عفوا ويظلم أحيانا فيظلم\n</p>\n\n<p>\nومن ذلك قول الحطيئة في بني بغيض:\n</p>\n\n<p>\nوإن التي نكبتها عن معاشر ... علي غضاب أن صددت كما صدوا\n</p>\n\n<p>\nأتت آل شماس بن لأي وإنما ... أتاهم بها الأحلام والحسب العد\n</p>\n\n<p>\nومنها:\n</p>\n\n<p>\nيسوسون <span id='ms20'></span> أحلاما بعيدا أناتها ... وإن غضبوا جاء الحفيظة والجد\n</p>\n\n<p>\nأقلوا عليهم لا أبا لأبيكم ... من اللوم أو سدوا المكان الذي سدوا\n</p>\n\n<p>\nأولئك قوم إن بنوا أحسنوا البنا ... وإن عاهدوا أوفوا وإن عقدوا شدوا\n</p>\n\n<p>\nوإن كانت النعمى عليهم جزوا بها ... وإن أنعموا لاكدروها ولا كدوا\n</p>\n\n<p>\nوتعذلني أفناء سعد عليهم ... وما قلت إلا بالذي علمت سعد\n</p>\n\n<p>\nومن ذلك قول الأخطل:\n</p>\n\n<p>\nصم عن الجهل عن قيل الخنا خرس ... إذا ألمت بهم مكروهة صبروا\n</p>\n\n<p>\nشمس العداوة حتى يستقاد لهم ... وأعظم الناس أحلاما إذا قدروا\n</p>\n\n<p>\nومن ذلك ما أنشدنا أحمد بن يحيى:\n</p>\n\n<p>\nميامين يرضون السياسة إن كفوا ... ويكفون إن ساسوا بغير تكلف\n</p>\n\n<p>\nإذا صرفوا للحق يوما تصرفوا ... إذا الجاهل الحيران لم يتصرف\n</p>\n\n<p>\nوإن كان فيهم موسر يغن فضله ... وإن كان فيهم معسر يتعفف\n</p>\n\n<p>\nوأنشدنا أيضا:\n</p>\n\n<p>\nوفتيان صدق يا يبثن صحبتهم ... يزيدهم هول الجناب تاسيا\n</p>\n\n<p>\nفإن يك خيرا يحسنوا ملأ به ... وإن يك شرا يحسبوه تحاسيا\n</p>\n\n<p>\nوأنشدنا أيضا:\n</p>\n\n<p>\nإذا المحل أنسى العفة الناس ذببت ... وحامت عن الأحساب بكر بن وائل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nبهم بعض ما بالناس لكن يردهم ... حيا وعفاف عن دنئ المآكل\n</p>\n\n<p>\nوأنشدنا:\n</p>\n\n<p>\nيذكرني بشرا بكاء حمامة ... على فنن من بطن بيشة مائل\n</p>\n\n<p>\nفتى مثل صفو الماء ليس بباخل ... بخير ولا مهد ملاما لباخل\n</p>\n\n<p>\nولا مظهر أحدوثة السوء معجبا ... بإعلانها في المجلس المتقابل\n</p>\n\n<p>\nترى أهله في نعمة وهو شاحب ... طوى البطن مخماص الضحى والأصائل\n</p>\n\n<p>\nوأنشدنا لمحمد بن زياد الحارثي:\n</p>\n\n<p>\nتخالهم للحلم صما عن الخنا ... وخرسا عن الفحشاء عند التهاجر\n</p>\n\n<p>\nومرضى إذا لاقوا حياء وعفة ... وعند الحفاظ كالليوث الخوادر\n</p>\n\n<p>\nلهم ذل إنصاف ولين تواضع ... ومن عزهم ذلت رقاب المعاشر\n</p>\n\n<p>\nكأن بهم وصما يخافون عاره ... وليس بهم إلا اتقاء المعاير\n</p>\n\n<p>\nثم من الشعراء الآن من يجمل المديح، فيكون ذلك بابا من أبوابه حسنا أيضا،\nلبلوغه الإرادة، مع خلوه من الإطالة، وبعد من الإكثار، ودخوله في باب\nالاختصار.\n</p>\n\n<p>\nفمن ذلك قول الحطيئة:\n</p>\n\n<p>\nتزور امرا يعطى على الحمد ماله ... ومن يعط أثمان المكارم يحمد\n</p>\n\n<p>\nيرى البخل لا يبقى على المرء ماله ... ويعلم <span id='ms21'></span> أن المال غير مخلد\n</p>\n\n<p>\nكسوب ومتلاف إذا ما سألته ... تهلل واهتز اهتزاز المهند\n</p>\n\n<p>\nمتى تأته تعشو إلى ضوء ناره ... تجد خير نار عندها خير موقد\n</p>\n\n<p>\nفقد تصرف في الأبيات الأول في أصناف المديح المتقدم ذكرها، وأتى بجماع\nالوصف وجملة المديح على سبيل الاختصار في البيت الأخير.\n</p>\n\n<p>\nومن ذلك قول الشماخ:\n</p>\n\n<p>\nرأيت عرابة الأوسي يسمو ... إلى الخيرات منقطع القرين\n</p>\n\n<p>\nإذا ما راية رفعت لمجد ... تلقاها عرابة باليمين\n</p>\n\n<p>\nوقد أومأ أبو السمط مروان بن أبي حفصة في مدحه شراحيل بن معن بن زائدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nإيماء موجزا ظريفا، أتى على كثير من المدح باختصار وإشارة بديعة، حيث\nقال:\n</p>\n\n<p>\nرأيت ابن معن أنطق الناس جوده ... فكلف قول الشعر من كان مفحما\n</p>\n\n<p>\nوأرخص بالعدل السلاح بأرضنا ... فما يبلغ السيف المهند درهما\n</p>\n\n<p>\nومن الشعراء أيضا من يغرق في المدح بفضيلة واحدة أو اثنتين، فيأتي على\nآخر ما في كل واحدة منهما أو أكثره، وذلك، إذا فعل، مصاب به الغرض في\nالوقوع على الفضائل، ومقصر عن المدح الجامع لها؛ لكنه يجود المديح حينئذ\nكلما أغرق في أوصاف الفضيلة، وأتي بجميع خواصها أو أكثرها، وذلك مثلا في\nالجرأة والإقدام، كما قال الفرزدق لسالم الغداني، حين قتل قاتل أخيه،\nالعائذ بجوار عبد الملك:\n</p>\n\n<p>\nإذا كنت في دار تخاف بها الردى ... فصمم كتصميم الغداني سالم\n</p>\n\n<p>\nسخا طلبا للوتر نفسا بموته ... فمات كريما عائفا للملائم\n</p>\n\n<p>\nنقي ثياب الذكر من دنس الخنا ... يناجي ضميرا مستدف العزائم\n</p>\n\n<p>\nإذا هم أفرى ما به هم ماضيا ... على الهول طلاعا ثنايا العظائم\n</p>\n\n<p>\nولما رأى السلطان لا ينصفونه ... قضى بين أيديهم بأبيض صارم\n</p>\n\n<h1 class='l1' id='head15'>أقسام المدح</h1>\n\n<p>\nوقد ينبغي أن يعلم مدائح الرجال، وهي التي صمدنا الكلام فيها في هذا\nالباب، تنقسم أقساما بحسب الممدوحين من أصناف الناس في الارتفاع والاتضاع،\nوضروب الصناعات، والتبدي والتحضر، وأنه يحتاج إلى الوقوف على المعنى بمدح\nكل قسم من هذه الأقسام.\n</p>\n\n<h1 class='l1' id='head16'>مدح الملوك</h1>\n\n<p>\nفأما إصابة الوجه في مدح الملوك، فمثل قول النابغة الذبياني في النعمان\nبن المنذر:\n</p>\n\n<p>\nألم تر أن الله أعطاك سورة ... ترى <span id='ms22'></span> كل ملك دونها يتذبذب\n</p>\n\n<p>\nبأنك شمس والملوك كواكب ... إذا طلعت لم يبد منهن كوكب\n</p>\n\n<p>\nومثل ذلك قول نصيب في سليمان بن عبد الملك:\n</p>\n\n<p>\nأقول لركب قافلين لقيتهم ... قفا ذات أوشال ومولاك قارب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nقفوا خبروني عن سليمان إنني ... لمعروفه من أهل ودان طالب\n</p>\n\n<p>\nفعاجوا فأثنوا بالذي أنت أهله ... ولو سكتوا أثنت عليك الحقائب\n</p>\n\n<p>\nهو البدر والناس الكواكب حوله ... وهل يشبه البدر المضيء الكواكب\n</p>\n\n<p>\nومثل قول الحزين الكناني في عبد الله بن عبد الملك بن مروان، وقد وفد\nعليه وهو عامل مصر:\n</p>\n\n<p>\nلما وقفت عليه في الجموع ضحى ... وقد تعرضت الحجاب والخدم\n</p>\n\n<p>\nحييته بسلام وهو مرتفق ... وضجة القوم عند الباب تزدحم\n</p>\n\n<p>\nفي كفه خيزران ريحها عبق ... من كف أروع في عرنينه شمم\n</p>\n\n<p>\nيغضى حياء ويغضى من مهابته ... فما يكلم إلا حين يبتسم\n</p>\n\n<p>\nكلتا يديه ربيع غير ذي خلف ... هذي خروج وهذي عارض هزم\n</p>\n\n<p>\nومثل قول أبي العتاهية في الهادي بن المهدي:\n</p>\n\n<p>\nيضطرب الخوف والرجاء إذا ... حرك موسى القضيب أو فكر\n</p>\n\n<h1 class='l1' id='head17'>مدح ذوي الصناعات</h1>\n\n<p>\nوأما مدح ذوي الصناعات، فأن يمدح الوزير والكاتب بما يليق بالفكرة\nوالروية وحسن التنفيذ والسياسة، فإن انضاف إلى ذلك الوصف بالسرعة في إصابة\nالحزم والاستغناء بحضور الذهن عن الإبطاء لطلب الإصابة، كان أحسن وأكمل\nللمدح، كما قال:\n</p>\n\n<p>\nبديهته وفكرته سواء ... إذا بعد الصواب من المشير\n</p>\n\n<p>\nوكما قال أشجع:\n</p>\n\n<p>\nبديهته مثل تفكيره ... متى رمته فهو مستجمع\n</p>\n\n<p>\nوكما قال منصور النمري:\n</p>\n\n<p>\nوليس لأعباء الأمور إذا اعترت ... بمكترث لكن لهن صبور\n</p>\n\n<p>\nيرى ساكن الأوصال باسط وجهه ... يريك الهوينا والأمور تطير\n</p>\n\n<h1 class='l1' id='head18'>مدح القائد</h1>\n\n<p>\nوأما مدح القائد فيما يجانس البأس والنجدة، ويدخل في باب شدة البطش\nوالبسالة، فإن أضيف إلى ذلك المدح بالجود والسماحة والتخرق في البذل\nوالعطية، كان المديح حسنا، والنعت تاما، إذ كان لهم السخاء أخا الشجاعة،\nوكانا في أكثر الأمور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nموجودين في بعداء الهمم وأهل الإقدام والصولة.\n</p>\n\n<p>\nوذلك كما قال بعض الشعراء في جمع البأس والجود:\n</p>\n\n<p>\nفتى دهره شطران فيما ينوبه ... ففي بأسه شطر وفي جوده شطر\n</p>\n\n<p>\nفلا من بغاة الخير <span id='ms23'></span> في عينه قذى ... ولا من زئير الحرب في أذنه وقر\n</p>\n\n<p>\nوكما قال منصور النمري في إفراده ذكر البأس وحده:\n</p>\n\n<p>\nترى الخيل يوم الروع يظمأن تحته ... وتروى القنا في كفه والمناصل\n</p>\n\n<p>\nحلال لأطراف الأسنة نحره ... حرام عليها متنه والكواهل\n</p>\n\n<p>\nوكما قال بشار بن برد:\n</p>\n\n<p>\nألا أيها الحاسد المبتغى ... نجوم السماء بسعي أمم\n</p>\n\n<p>\nسمعت بمكرمة ابن العلاء ... فأنشأت تطلبها لست ثم\n</p>\n\n<p>\nإذا عرض اللهو في صدره ... لها بالعطاء وضرب البهم\n</p>\n\n<p>\nيلذ العطاء وسفك الدماء ... فيغدو على نعم أو نقم\n</p>\n\n<p>\nفقل للخليفة إن جئته ... نصيحا ولا خير في المتهم\n</p>\n\n<p>\nإذا أيقظتك حروب العدى ... فنبه لها عمرا ثم نم\n</p>\n\n<p>\nفتى لا ينام على دمنة ... ولا يشرب الماء إلا بدم\n</p>\n\n<h1 class='l1' id='head19'>مدح السوقة</h1>\n\n<p>\nوأما مدح السوقة من البادية والحاضرة، فينقسم قسمين، بحسب انقسام السوقة\nإلى المتعيشين بأصناف الحرف وضروب المكاسب، وإلى الصعاليك والخراب\nوالمتلصصة ومن جرى مجراهم.\n</p>\n\n<p>\nفمدح القسم الأول: يكون بما يضاهي القضائل النفسانية التي قدمنا ذكرها\nخاليا من مثل مدح الملوك ومن قدمنا ذكره من الوزراء والكتاب والقواد، وذلك\nمثل قول الشاعر:\n</p>\n\n<p>\nمتراحمين ذوو يسارهم ... يتعاطفون على ذوي الفقر\n</p>\n\n<p>\nوذوو معاسرهم كأنهم ... من صدق عفتهم ذوو وفر\n</p>\n\n<p>\nمتجملين لطيب خيمهم ... لا يهلعون لنبوة الدهر\n</p>\n\n<p>\nومدح القسم الثاني يكون بما يضاهي المذهب الذي يسلكه أهله من الإقدام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nوالفتك والتشمير والجلد والتيقظ والصبر، مع التخرق والسماحة، وقلة\nالاكتراث للخطوب الملمة، كما قال تأبط شرا يمدح شمس ابن مالك:\n</p>\n\n<p>\nإني لمهد من ثنائي فقاصد ... به لابن عم الصدق شمس بن مالك\n</p>\n\n<p>\nأهز به في ندوة الحي عطفه ... كما هز عطفي بالهجان الأوارك\n</p>\n\n<p>\nلطيف الحوايا يقسم الزاد بينه ... سواء وبين الذئب قسم المشارك\n</p>\n\n<p>\nيظل بموماة ويمسى بغيرها ... جحيشا ويعروري ظهور المهالك\n</p>\n\n<p>\nكأن به في البرد أثناء حية ... بعيد الخطى شتى النوى والمسالك\n</p>\n\n<p>\nويسسق وفد الريح من حيث تنتحي ... بمنخرق من شده المتدارك\n</p>\n\n<p>\nإذا خاط عينيه كرى النوم لم يزل ... له كالئ من قلب شيخان فاتك\n</p>\n\n<p>\nوإن طلعت أولى العدى فنفره ... إلى سلة من صارم الغرب باتك\n</p>\n\n<p>\nإذا هزه <span id='ms24'></span> في عظم قرن تهللت ... نواجذ أفواه المنايا الضواحك\n</p>\n\n<p>\nقليل التشكي للمهم يصيبه ... رحيب مناخ العيس سهل المبارك\n</p>\n\n<p>\nوقال أبو كبير الهذلي:\n</p>\n\n<p>\nولقد سريت على الظلام بمغشم ... جلد من الفتيان غير مثقل\n</p>\n\n<p>\nممن حملن به وهن عواقد ... حبك النطاق فشب غير مهبل\n</p>\n\n<p>\nحملت به في ليلة مزؤودة ... كرها وعقد نطاقها لم يحلل\n</p>\n\n<p>\nفأتت به حوش الفؤاد مبطنا ... سهدا إذا ما نام ليل الهوجل\n</p>\n\n<p>\nومبرأ من كل غبر حيضة ... وفساد مرضعة وداء مغيل\n</p>\n\n<p>\nما إن يمس الأرض إلا منكب ... منه وحرف الساق طي المحمل\n</p>\n\n<p>\nفإذا طرحت له الحصاة رأيته ... ينزو لوقعتها نزو الأخيل\n</p>\n\n<p>\nوإذا يهب من المنام رأيته ... كرتوب كعب الساق ليس بزمل\n</p>\n\n<p>\nوإذا رميت به الفجاج رأيته ... ينضو مخارمها هوى الأجدل\n</p>\n\n<p>\nوإذا نظرت إلى أسرة وجهه ... برقت كبرق العارض المتهلل\n</p>\n\n<p>\nيحمى الصحاب إذا تكون كريهة ... وإذا هم أزموا فمأوى العيل\n</p>\n\n<p>\nثم نعقب الكلام في المديح بالكلام في الهجاء.\n</p>\n\n<h1 class='l1' id='head20'>نعت الهجاء</h1>\n\n<p>\nإنه قد سهل السبيل إلى معرفة وجه الهجاء وطريقته،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nما تقدم من قولنا في باب المديح وأسبابه، إذ كان الهجاء ضد المديح، فكلما\nكثرت أضداد المديح في الشعر كان أهجى له، ثم ننزل الطبقات على مقدار قلة\nأصناف الأهاجي فيها وكثرتها.\n</p>\n\n<p>\nفمن الهجاء المقذع الموجع ما أنشدناه أحمد بن يحيى:\n</p>\n\n<p>\nكائر بسعد إن سعدا كثيرة ... ولا تبغ من سعد وفاء ولا نصرا\n</p>\n\n<p>\nولا تدع سعدا للقراع وخلها، ... إذا أمنت، ورعيها البلد القفرا\n</p>\n\n<p>\nيروعك من سعد بن عمرو جسومها ... وتزهد فيها حين تقتلها خبرا\n</p>\n\n<p>\nفمن إصابة المعنى في هذا الهجاء أن هذا الشاعر سلم لهؤلاء القوم أمرين\nيظن أنهما فضيلتان، وليستا بحسب ما وصفناه من الفضائل مصيبتين، وهما كثرة\nالعدد وعظم الخلق، وغزا بذلك مغازي دلت على حذقه بالشعر، فمنها أن أدخل\nهجاءه لهم في باب الأقوال الصادقة لإعطائه إياهم شيئا ومنعه له شيئا آخر،\nوقصده بذلك لأن يظن أن قوله فيهم إنما هو على سبيل الصدق، وذكره إياهم بما\nهم من جيد ورديء، ومنها ما بان من معرفته بالفضائل حتى ميز <span id='ms25'></span> صحيحها من\nباطلها، فسلم الباطلة ومنه الصحيحة، ومنها أن قطع عن هؤلاء القوم ما يعتذر\nبه الكرام من قلة العدد، فإن الكرام أبدا فيهم قلة، كما قال السموأل ابن\nعاديا:\n</p>\n\n<p>\nتعيرنا أنا قليل عديدنا ... فقلت لها إن الكرام قليل\n</p>\n\n<p>\nومن خبيث الهجاء ما أنشدني أحمد بن يحيى أيضا:\n</p>\n\n<p>\nإن يغدروا أو يفجروا ... أو يبخلوا لا يحفلوا\n</p>\n\n<p>\nيغدوا عليك مرجل ... ين كأنهم لم يفعلوا\n</p>\n\n<p>\nفمن جودة هذا الهجاء أن الشاعر تعمد أضداد الفضائل على الحقيقة فجعلها\nفيهم، لأن الغدر ضد الوفاء، والفجور ضد الصدق، والبخل ضد الجود، ثم أتى بعد\nذلك بضد أجل الفضائل وهو العقل، حيث قال:\n</p>\n\n<p>\nيغدوا عليك مرجل ... ين كأنهم لم يفعلوا\n</p>\n\n<p>\nلأن هذا الفعل إنما هو من أفعال أهل الجهل والبهيمية والقحة التي هي من\nعمي القوة المميزة، كما قال جالينوس في كتابه في أخلاق النفس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nولزياد الأعجم في غياظ بن حصين بن المنذر:\n</p>\n\n<p>\nوسميت غياظا ولست بغائظ ... عدوا، ولكن الصديق تغيظ\n</p>\n\n<p>\nعدوك مسرور وذو الود للذي ... أتى منك من غيظ عليك كظيظ\n</p>\n\n<p>\nنسي لما أوليت من صالح مضى ... وأنت لتعداد الذنوب حفيظ\n</p>\n\n<p>\nتلين لأهل الغل والغمر منهم ... وأنت على أهل الصفاء فظيظ\n</p>\n\n<p>\nومن الهجاء أيضا ما تجمل فيه المعاني، كما يفعل في المدح، فيكون ذلك حسنا\nإذا أصيب به الغرض المقصود مع الإيجاز في اللفظ، وذلك مثل قول العباس بن\nيزيد الكندي في مهاجاته جريرا ومعارضته إياه في قوله:\n</p>\n\n<p>\nإذا غضبت عليك بنو تميم ... حسبت الناس كلهم غضابا\n</p>\n\n<p>\nوقال:\n</p>\n\n<p>\nلقد غضبت على بنو تميم ... فما نكأت لغضبتها ذبابا\n</p>\n\n<p>\nلو اطلع الغراب على تميم ... وما فيهم من السوءات شابا\n</p>\n\n<p>\nومثل قول مرة بن عداء الفقعسي:\n</p>\n\n<p>\nوإذا تسرك من تميم خصلة ... فلما يسوءك من تميم أكثر\n</p>\n\n<p>\nوقال الآخر:\n</p>\n\n<p>\nويقضي الأمر حين تغيب تيم ... ولا يستأذنون وهم شهود\n</p>\n\n<p>\nوللحكم الخضري:\n</p>\n\n<p>\nألم تر أنهم رقموا بلؤم ... كما رقمت بأذرعها الحمير\n</p>\n\n<p>\nومثل قول أعشى باهلة:\n</p>\n\n<p>\nبنو تيم قرارة كل لؤم ... لكل مصب سائلة قرار\n</p>\n\n<p>\nوقد تبع أبو تمام حبيب بن أوس <span id='ms26'></span> الطائي الاعشى في هذا المعنى فقال:\n</p>\n\n<p>\nأضحوا بمستن سيل اللؤم وارتفعت ... أموالهم في هضاب المطل والعلل\n</p>\n\n<p>\nلو كان يخفى على الرحمن خافية ... من خلقه خفيت عنه بنو أسد\n</p>\n\n<p>\nومثل قول الآخر:\n</p>\n\n<p>\nقوم إذا ما جنى جانيهم أمنوا ... من لؤم أحسابهم أن يقتلوا قودا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nومثل قول زياد الأعجم:\n</p>\n\n<p>\nإني لأكرم نفسي أن أكلفها ... هجاء جرم ولما يهجهم أحد\n</p>\n\n<p>\nماذا يقول لهم من كان هاجيهم ... لا يبلغ الناس ما فيهم وإن جهدوا\n</p>\n\n<p>\nومثل قول أوس بن مغراء:\n</p>\n\n<p>\nفلست بعاف عن شتيمة عامر ... ولا حابسي عما أقول وعيدها\n</p>\n\n<p>\nترى اللؤم ما عاشوا جديدا عليهم ... وأبقى ثياب اللابسين جديدها\n</p>\n\n<p>\nلعمرك ما تبلى سرابيل عامر ... من اللؤم ما دامت عليها جلودها\n</p>\n\n<p>\nوهذه الأبيات قالها أوس وهو يهاجي النابغة الجعدي، فيقال: إن النابغة كان\nيقول: إني وأوس بن مغراء لنبتدر بيتا ما قلناه بعد، لو قاله أحدنا لقد غلب\nعلى صاحبه.\n</p>\n\n<p>\nفلما قال أوس البيت الاخير، قال النابغة: هذا هو البيت الذي كنا نبتدره،\nفغلب أوس عليه.\n</p>\n\n<p>\nومثل قول عباس بن مرداس السلمي في سفيان بن عبد يغوث النضري:\n</p>\n\n<p>\nوأوعد وقل ما شئت إنك جاهل ... على أنما أنت امرؤ من بني نضر\n</p>\n\n<p>\nوما أجود ما قال الفرزدق في عبد الله بن عمير الليثي حين هرب من أبي فديك\nالخارجي وكان يتمنى لقاء الخوارج كهجاء:\n</p>\n\n<p>\nتمنيتهم، حتى إذا ما لقيتهم ... تركت لهم عند الجلاد السرادقا\n</p>\n\n<p>\nوأعطيت ما تعطى الحليلة بعلها ... وكنت حبارى إذ رأيت البوارقا\n</p>\n\n<p>\nففي قوله: ما تعطى الحليلة بعلها، مع إيجازه، عجائب، وكذلك في قوله:\nحبارى.\n</p>\n\n<p>\nومنهم من يفرط في ذكر نقيصة واحدة، كما يغلو عند المدح في فضيلة واحدة.\n</p>\n\n<p>\nفمن ذلك للحطيئة يغرق في ذكر البخل وحده:\n</p>\n\n<p>\nكددت بأظفاري وأعملت معولي ... فصادفت جلمودا من الصخر أملسا\n</p>\n\n<p>\nتشاغل لما جئت في وجه حاجتي ... وأطرق حتى قلت قد مات أو عسى\n</p>\n\n<p>\nوأجمعت أن أنعاه حين رأيته ... يفوق فواق الموت حتى تنفسا\n</p>\n\n<p>\nفقلت له: لا بأس لست بعائد ... فأفرخ تعلوه السمادير مبلسا\n</p>\n\n<p>\nولجرير في ذكر الجهل وحده <span id='ms27'></span>:\n</p>\n\n<p>\nولا تتقون الشر حتى يصيبكم ... ولا تعرفون الأمر إلا تدبرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nثم ينظر أقسام المديح وأسبابه، فيجري أمر الهجاء بحسبها في المراتب\nوالدرجات والأقسام، ويلزم ضد المعنى الذي يدل عليه إذ كان المديح ضده\nالهجاء.\n</p>\n\n<p>\nولنتبع القول في الهجاء: القول في المراثي.\n</p>\n\n<h1 class='l1' id='head21'>نعت المراثي</h1>\n\n<p>\nإنه ليس بين المرثية والمدحة فصل إلا أن يذكر في اللفظ ما يدل على أنه\nلهالك، مثل: كان وتولى وقضى نحبه وما أشبه ذلك، وهذا ليس يزيد في المعنى\nولا ينقص منه، لأن تأبين الميت إنما هو بمثل ما كان يمدح به في حياته، وقد\nيفعل في التأبين شيء ينفصل به لفظه عن لفظ المدح بغير كان وما جرى مجراها،\nوهو أن يكون الحي وصف مثلا بالجود، فلا يقل: كان جوادا ولكن بأن يقال: ذهب\nالجود او فنم للجود بعده ومثل: تولى الجود وما أشبه هذه الأشياء.\n</p>\n\n<p>\nكما قالت ليلى الأخيلية ترثي توبة ابن الحمير بالنجدة على هذه السبيل:\n</p>\n\n<p>\nفليس سنان الحرب يا توب بعدها ... بغاز ولا غاد بركب مسافر\n</p>\n\n<p>\nومن الشعراء من يرثي بكاء الأشياء التي كان الميت يزاولها، وعتد ذلك\nومثله يحتاج إلى أن يعلم صحة المعنى فيما يتكلم به من مثل هذه الأشياء،\nفإنه ليس من إصابة المعنى أن يقال ف كل شيء تركه الميت: إنه يبكي عليه، لأن\nمن ذلك ما إن قيل إنه بكى عليه كان سبة وعيبا لاحقين به.\n</p>\n\n<p>\nفمن ذلك مثلا إن قال قائل في ميت: بكتك الخيل إذ لم تجد لها فارسا مثلك،\nفإنه مخطئ، لأن من شأن ما كان يوصف في حياته بكده إياه، أن يذكر اعتباطه\nبموته، وما كان يوصف بالإحسان إليه في حياته أن يذكر اغتمامه بوفاته.\n</p>\n\n<p>\nومن ذلك إحسان الخنساء في مرثيتها صخرا وإصابتها المعنى، حيث قالت تذكر\nاغتباط حذفة فرس صخر بموته:\n</p>\n\n<p>\nفقد فقدتك حذفة فاستراحت ... فليت الخيل فارسها يراها\n</p>\n\n<p>\nولو قالت: فقدتك حذفة فبكت، لأخطأت، بل إنما يجب أن يبكي على الميت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nما كان يوصف إذا وصف في حياته بإغاثته الإحسان إليه، كما <span id='ms28'></span> قال كعب بن سعد\nالغنوي في مرثية أخيه:\n</p>\n\n<p>\nليبكك شيخ لم يجد من يعينه ... وطاوى الحشى نائي المزار غريب\n</p>\n\n<p>\nوكما قال أوس بن حجر يرثي فضالة بن كلدة الأسدي:\n</p>\n\n<p>\nليبكك الشرب والمدامة وال ... فتيان طرا وطامع طمعا\n</p>\n\n<p>\nوذات هدم عار نواشرها ... تصمت بالماء تولبا جدعا\n</p>\n\n<p>\nوالحي إذ حاذروا الصباح وقد ... خافوا مغيرا وسائرا تلعا\n</p>\n\n<p>\nفيجب أن يتفقد مثل هذا من إصابة الغرض والانحراف عنه.\n</p>\n\n<p>\nوإذ قد تبين بما قلنا آنفا إنه لا فصل بين المدح والتأبين إلا في اللفظ\nدون المعنى، فإصابة المعنى به ومواجهة غرضه هو أن يجري الأمر فيه على سبيل\nالمدح.\n</p>\n\n<p>\nفمن المراثي التي تشتبه في المديح استيعاب الفضائل التي قدمنا ذكرها\nوالإتيان عليها، مثل قول كعب بن سعد الغنوي يرثي أخاه:\n</p>\n\n<p>\nلعمري لئن كانت أصابت منية ... أخي والمنايا للرجال شعوب\n</p>\n\n<p>\nلقد كان، أما حلمه فمروح ... علينا، وأما جهله فغريب\n</p>\n\n<p>\nأخي ما أخي، لا فاحش عند بيته ... ولا ورع عند اللقاء هيوب\n</p>\n\n<p>\nفقد أتى في هذه الأبيات بما وجب أن يأتي في المراثي، إذا أصيب بها\nالمعنى، وجرت على الواجب، أما في البيت الأول فيذكر ما يدل على أن الشعر\nمرثية لهالك لا مديح لباق، وأما سائر الأبيات الأخر فتجمع الفضائل الأربع\nالتي هي العقل والشجاعة والحلم والعفة، ثم افتن كعب في هذه المرثية في ذلك،\nوزاد في وصف بعض الفضائل ما لم يخرج به عن استيفائه، وهو قوله:\n</p>\n\n<p>\nحليم إذا ماسورة الجهل أطلقت ... حبى الشيب للنفس اللجوج غلوب\n</p>\n\n<p>\nكعالية الرمح الرديني، لم يكن ... إذا ابتدر الخيل الرجال يخيب\n</p>\n\n<p>\nفإني لباكيه وإني لصادق ... عليه، وبعض القائلين كذوب\n</p>\n\n<p>\nليبكك شيخ لم يجد من يعينه ... وطاوى الحشا نائي المزار غريب\n</p>\n\n<p>\nجموع خلال الخير من كل جانب ... إذا جاء جياء بهن ذهوب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nفتى لا يبالي أن يكون بجسمه ... إذا نال خلات الكرام شحوب\n</p>\n\n<p>\nحليم إذا ما الحلم زين أهله ... مع الحلم في عين العدو مهيب\n</p>\n\n<p>\nإذا ما تراءاه الرجال تحفظوا ... فلم تنطق العوراء وهو قريب\n</p>\n\n<p>\nومثل قول أوس بن حجر <span id='ms29'></span> يرثي فضالة بن كلدة الأسدي بجميع الفضائل التي\nذكرناها إلا العفة وحدها فإنه ترك ذكرها، إلا أنه في بعض القصيدة وصفه\nبالكمال، وفي الكمال كل فضيلة من العفة وغيرها:\n</p>\n\n<p>\nأبا دليجة من يكفي العشيرة إذ ... أمسوا من الأمر في لبس وبلبال\n</p>\n\n<p>\nأم من يكون خطيب القوم إذا حفلوا ... لدى الملوك ذوي أيد وإفضال\n</p>\n\n<p>\nأم من لأهل لواء في مسكعة ... من خصمهم لبسوا حقا بإبطال\n</p>\n\n<p>\nأم من لحي أضاعوا بعض أمرهم ... بين القسوط وبين الدين دلدال\n</p>\n\n<p>\nفرجت غمهم وكنت غيثهم ... حتى استقرت نواهم بعد تزوال\n</p>\n\n<p>\nفقد رثاه في هذه الأبيات بما جانس العقل والرأي واللسن ونحو ذلك، وقال:\n</p>\n\n<p>\nأبا دليجة من توصى بأرملة ... أم من لأشعث ذي طمرين طملال\n</p>\n\n<p>\nوما خليج من المروت ذو حدب ... يرمي الضرير بخشب الطلح والضال\n</p>\n\n<p>\nيوما بأجود منه حين تسأله ... ولا مغب بترج بين أشبال\n</p>\n\n<p>\nليث عليه من البردي هبرية ... كالمزبراني عيال بأوصال\n</p>\n\n<p>\nيوما بأجزا منه جد بادرة ... على كمي بمهو الحد فصال\n</p>\n\n<p>\nفقد رثاه في هذه الأبيات بما جانس البذل والسماحة والجود والشجاعة، ولم\nيذكر العفة، إلا أنه قال في أول القصيدة:\n</p>\n\n<p>\nأم حصان فلم تضرب بكلتها ... قد طفت في كل هذا الناس أحوالي\n</p>\n\n<p>\nعلى امرئ سوقة ممن سمعت به ... أندى وأكمل منه أي إكمال\n</p>\n\n<p>\nوقال أوس يرثي فضالة أيضا:\n</p>\n\n<p>\nأيتها النفس أجملي جزعا ... إن الذي تحذرين قد وقعا\n</p>\n\n<p>\nإن الذي جمع السماحة ... والنجدة والحزم والقوى جمعا\n</p>\n\n<p>\nالألمعي الذي يظن لك الظ ... ن كأن قد رأى وقد سمعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nفقد جمع في هذه الأبيات المرثية بجميع الفضائل، ووضع الشيء من ذلك في\nموضعه.\n</p>\n\n<p>\nومن المراثي التي تشبه في المديح اقتضاب المعاني واختصار الألفاظ، ما\nقاله أوس في قصيدته يرثي فضالة التي أولها:\n</p>\n\n<p>\nألم تكسف الشمس شمس النها ... ر مع النجم والقمر الواجب\n</p>\n\n<p>\nلهلك فضالة لا تستوي ال ... فقود ولا خلة الذاهب\n</p>\n\n<p>\nوأفضلت في كل شيء فما ... يقارب سعيك من طالب\n</p>\n\n<p>\nنجيح مليح أخو ماقط ... نقاب يخبر بالغائب\n</p>\n\n<p>\nويكفي المقالة أهل الدحا ... ل غير معيب ولا عائب <span id='ms30'></span>\n</p>\n\n<p>\nفي ظاهر النظر أن يظن بنا خطأ في وضعنا مليح موضع المدح بالفضائل\nالحقيقية، إذ كانت الملاحة لا تجري مجرى الفضائل النفسية، لأن المليح في\nهذا الموضع ليس هو من ملاحة الخلق، لكنه على ما حكى عن أبي عمرو أنه\nالمستشفى برأيه، قال: وهو من قولهم: قريش ملح الأرض، أي الذي يستشفى بهم،\nوالذي يشهد على ما قاله أبو عمرو قول أوس بن حجر:\n</p>\n\n<p>\nنقاب يخبر بالغائب\n</p>\n\n<p>\nلأن هذا من جنس الرأي والحدس.\n</p>\n\n<p>\nوقول الشماخ في عمر بن الخطاب:\n</p>\n\n<p>\nفمن يسع أو يركب جناحي نعامة ... ليدرك ما قدمت بالأمس يسبق\n</p>\n\n<p>\nوقول الحطيئة يرثي علقمة بن علاثة:\n</p>\n\n<p>\nفما كان بيني لو لقيتك سالما ... وبين الغنى إلا ليال قلائل\n</p>\n\n<p>\nولو عشت لم أملل حياتي وإن تمت ... فما في حياة بعد موتك طائل\n</p>\n\n<p>\nومنهم أيضا من يغرق في وصف فضيلة واحدة على حسب ما تقدم، وتكون جميع\nالأحوال في المراثي جارية على حسب أحوال المديح، وفي ما تقدم في باب المديح\nمن وصف ذلك ما أغنى عن إعادته في هذا الموضع.\n</p>\n\n<p>\nولنتبع كلامنا في المراثي الكلام في التشبيه.\n</p>\n\n<h1 class='l1' id='head22'>نعت التشبيه</h1>\n\n<p>\nيجب أن نذكر أولا معنى التشبيه، ثم نشرع في وصفه، فنقول: إنه من الأمور\nالمعلومة أن الشيء لا يشبه ولا بغيره من كل الجهات، إذ كان الشيئان إذا\nتشابها من جميع الوجوه ولم يقع بينهما تغاير البتة اتحدا، فصار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nالاثنان واحدا، فبقي أن يكون التشبيه إنما يقع بين شيئين بينهما اشتراك\nفي معان تعمهما ويوصفان بها، وافتراق في أشياء ينفرد كل واحد منهما عن\nصاحبه بصفتها، وإذا كان الأمر كذلك، فأحسن التشبيه هو ما وقع بين الشيئين\nاشتراكهما في الصفات أكثر من انفرادهما فيها، حتى يدنى بهما إلى حال\nالاتحاد.\n</p>\n\n<p>\nومما جاء من التشبيهات الحسان قول يزيد بن عوف العليمي يذكر صوت جرع رجل\nقراه اللبن:\n</p>\n\n<p>\nفعب دخالا جرعه متواتر ... كوقع السحاب بالطراف الممدد\n</p>\n\n<p>\nفهذا المشبه نما شبه صوت الجرع بصوت المطر على الخباء الذي من أدم، ومن\nجودته أنه لما كانت الأصوات <span id='ms31'></span> تختلف، وكان اختلافها إنما هو بحسب الأجسام\nالتي تحدث الأصوات اصطكاكها، فليس يدفع أ، اللبن وعصب المرئ اللذين حدث عن\nاصطكاكهما صوت الجرع قريب الشبه من الأديم الموتر والماء اللذين حدث عن\nاصطكاكهما صوت المطر.\n</p>\n\n<p>\nوعند سلوك هذه السبيل في تعرف جودة التشبيه يستجاد قول جبهاء الأشجعي في\nتشبيه صوت حلب عنز بصوت الكير إذا نفخ:\n</p>\n\n<p>\nكأن أجيج الكير إرزام شخبها ... إذا امتاحها في محلب الحي مائح\n</p>\n\n<p>\nوقد قال أوس بن حجر يشبه ارتفاع أصواتهم في الحرب تارة، وهمودها\nوانقطاعها تارة، بصوت التي تجاهد أمر الولادة:\n</p>\n\n<p>\nلنا صرخة ثم إسكاتة ... كما طرقت بنفاس بكر\n</p>\n\n<p>\nولم يرد المشتبه في هذا الموضع نفس الصوت، وإنما أراد حاله في أزمان\nمقاطع الصرخات، وإذا نظر في ذلك وجد السبب الذي وفق بين الصوتين واحدا، وهو\nمجاهدة المشقة والاستعانة على الألم بالتمديد في الصرخة.\n</p>\n\n<p>\nومن جيد التشبيه قول الشماخ يذكر لواذ الثعلب من العقاب:\n</p>\n\n<p>\nتلوذ ثعالب الشرفين منها ... كما لاذ الغريم من التبيع\n</p>\n\n<p>\nوقد يختلف اللوذان بحسب اختلاف اللائذين، فأما التبيع فهو ملح في طلب\nالغريم لفائدة يرومها منه، والغريم بحسب ذلك مجتهد في الروغان واللواذ خوفا\nمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nمكروه يلحقه، وكذلك الثعلب والعقاب سواء، لأن العقاب ترجو شبعها، والثعلب\nيخاف موته.\n</p>\n\n<p>\nوقال الشماخ:\n</p>\n\n<p>\nكأن على أوراكها من لعابه ... وخيفة خطمى بماء مرجرج\n</p>\n\n<p>\nفشبه لعاب الفحل إذا ظهر على أوراك الأتن عند كدمه إياها بالخطمى، وهو\nشبيه به في قوام الثخن وفي الرغوة وفي اللون أيضا، وذلك أن الحمار إنما\nيكثر كدمه الأتن في الربيع عند خضمه الرطب وأشره في ذلك الوقت.\n</p>\n\n<p>\nوقد أحسن الشماخ أيضا في قوله حين شبه أضلاع الناقة وبرى السير إياها\nبالقسي الموترة:\n</p>\n\n<p>\nوقربت مبراة كأن ضلوعها ... من الماسخيات القسي الموترا\n</p>\n\n<p>\nفقد أحسن الشماخ في هذا التشبيه من قبل اجتماع الأضلاع والقسي الموترة في\nالشكل والتوتر بالأعصاب والأوتار، ولم يرد إلا الشكل فقط، وقد أتى على ما\nفيه.\n</p>\n\n<p>\nولابن أحمر الباهلي يذكر قلب الفرس عند الحركة السريعة:\n</p>\n\n<p>\nحتى صبحنا طاويا ذا شرة <span id='ms32'></span> ... وفؤاده زجل كعزف الهدهد\n</p>\n\n<p>\nفتواتر نبض قلب الفرس إذا تحرك قريب الشبه من تواتر حركة عزف الهدهد.\n</p>\n\n<p>\nوللمرار:\n</p>\n\n<p>\nلها قلاص نعام يرتعين بها ... كأنهن سبي لابسو الهدم\n</p>\n\n<p>\nفما أحسن ما شبه انسدال فواضل ريش النعام بانسدال الأطمار الرثة على\nاللابس لها، ولا سيما السبي، فإن في مشيهم أعجمية تشبه مشي النعام، وفي\nألوان ثيابهم قتمة من الدرن تشبه قتمة ريش النعام، ففي الشيئين اشتراك في\nمعان كثيرة.\n</p>\n\n<p>\nوقد يقع في التشبيه تصرف إلى وجوه تستحسن، فمنها: أن تجمع تشبيهات كثيرة\nفي بيت واحد وألفاظ يسيرة، كما قال امرؤ القيس:\n</p>\n\n<p>\nله أيطلا ظبي وساقا نعامة ... وإرخاء سرحان وتقريب تتفل\n</p>\n\n<p>\nفأتى بأربعة أشياء مشبهة بأربعة أشياء، وذلك أن مخرج قوله: له أيطلا ظبي،\nإنما هو على أن له أيطلين كأيطلي ظبي، وكذا ساقين كساقي نعامة، وإرخاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nكإرخاء السرحان، وتقريب كتقريب التنفل.\n</p>\n\n<p>\nومنها: أن يشبه شيء بأشياء في بيت أو لفظ قصير، وذلك كما قال امرؤ القيس:\n</p>\n\n<p>\nوتعطو برخص غير شثن كأنه ... أساريع ظبي أو مساويك إسحل\n</p>\n\n<p>\nومنها: أن يشبه شيء في تصرف أحواله بأشياء تشبهه في تلك الأحوال، كما قال\nامرؤ القيس يصف الدرع في حال طيها:\n</p>\n\n<p>\nومشدودة السك موضونة ... تضاءل في الطي كالمبرد\n</p>\n\n<p>\nثم وصفها في حال النشر في هذه الأبيات فقال:\n</p>\n\n<p>\nتفيض على المرء أردانها ... كفيض الآتي على الجدجد\n</p>\n\n<p>\nوكما قال يزيد بن الطثرية يشبه رأسه في حال كون الجمة عليه وبعد حلق ثور\nأخيه إياها:\n</p>\n\n<p>\nفأصبح رأسي كالصخيرة أشرفت ... عليها عقاب ثم طارت عقابها\n</p>\n\n<p>\nفقد أحسن يزيد في هذا البيت، حيث تصرف فيه في التشبيه، وأحسن أيضا في\nتشبيه رأسه بعد الحلق بالصخرة، وذلك أنه قريب منها في الضخامة والملامسة\nواللون المائل إلى الخضرة.\n</p>\n\n<p>\nوقد قال بعضهم في مثل ذلك:\n</p>\n\n<p>\nجلاميد أملاء الأكف كأنها ... رؤوس رجال حلقت في المواسم\n</p>\n\n<p>\nوقال الحسين بن مطير الأسدي، يشبه أفعال رجل مات وكان جوادا:\n</p>\n\n<p>\nفتى عيش في معروفه بعد موته ... كما كان بعد السيل مجراه مرتعا\n</p>\n\n<h1 class='l1' id='head23'>التصرف في التشبيه</h1>\n\n<p>\nومن أبواب التصرف في <span id='ms33'></span> التشبيه أن يكون الشعراء قد لزموا طريقا واحدا في\nتشبيه شيء بشيء، فيأتي الشاعر من تشبيهه بغير الطريق التي أخذ فيها عامة\nالشعراء.\n</p>\n\n<p>\nمثال ذلك أن أكثر الشعراء يشبهون الخوذ بالبيض، كما قال سلامة بن جندل:\n</p>\n\n<p>\nكأن النعام باض فوق رؤسهم ... بنهي القذاف أو بنهي مخفق\n</p>\n\n<p>\nوقال معقر البارقي:\n</p>\n\n<p>\nكأن نعام الدو باض عليهم ... وأعينهم تحت الحبيك الجواحر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوأكثر الشعراء يلتزمون هذا التشبيه.\n</p>\n\n<p>\nقال أبو شجاع أحد بني سلامان بن مفرج من الأزد:\n</p>\n\n<p>\nفلم أر إلا الخيل تعدو كأنما ... سنورها فوق الرؤوس الكواكب\n</p>\n\n<p>\nوربما كان الشعراء يأخذون في تشبيه شيء بشيء، والشبه بين هذين الشيئين من\nجهة ما، فيأتي شاعر آخر بتشبيه من جهة أخرى، فيكون ذلك تصرفا أيضا.\n</p>\n\n<p>\nمثال ذلك أن جل الشعراء يشبهون الدرع بالغدير الذي تصفقه الرياح، كما قال\nأوس بن حجر:\n</p>\n\n<p>\nوأملس صوليا كنهي قرارة ... أحس بقاع نفح ريح فأجفلا\n</p>\n\n<p>\nوقال آخر:\n</p>\n\n<p>\nوعلى سابغة الذيول كأنها ... سوق الجنوب حباب نهي مفرط\n</p>\n\n<p>\nوكثير من الشعراء ينحون في تشبيه الدروع هذا المنحى، وإنما يذهبون إلى\nالشكل، وذلك ن الريح تفعل بالماء في تركيبها إياه بعضا على بعض ما يشبهه في\nحال التشكيل بحال الدرع في مثل هذا الشكل، فقال سلامة بن جندل عادلا عن\nتشبيه الشكل إلى تشبيه اللين، وذلك أن اللين من دلائل جودة الدرع لصغر\nقتيرها وحلقها:\n</p>\n\n<p>\nفألقوا لنا أرسان كل نجيبة ... وسابغة كأنها متن خرنق\n</p>\n\n<p>\nوقال يذكر بريقها، وهو وجه غير الوجهين الأولين:\n</p>\n\n<p>\nمداخلة من نسج داؤد سكها ... كمنكب ضاح من عماية مشرق\n</p>\n\n<p>\nومن التشبيه الجيد للحكم الخضري يصف غليان القدر بما فيها من قطع اللحم:\n</p>\n\n<p>\nكأن جذول الناب فيها إذا غلت ... دعاميص تخشى صائدا فتعوم\n</p>\n\n<p>\nولقيس بن زهير:\n</p>\n\n<p>\nكأن خذاريف السواعد بيننا ... مغالي غواة يلعبون بها لعبا\n</p>\n\n<p>\nوللزفيان أحد بني عوافة بن سعد بن زيد:\n</p>\n\n<p>\nوقد سقوهن سجالا فاستقوا ... من أجن كأنهن الزنبق\n</p>\n\n<p>\nثم لنتبع القول في التشبيه القول في الوصف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>نعت الوصف</h1>\n\n<p>\nأقول: الوصف إنما هو ذكر الشيء بما فيه من الأحوال والهيئات <span id='ms34'></span>، ولما كان\nأكثر وصف الشعراء إنما يقع على الأشياء المركبة من ضروب المعاني، كان\nأحسنهم وصفا من أتى في شعره بأكثر المعاني التي الموصوف مركب منها، ثم\nبأظهرها فيه وأولاها، حتى يحكيه بشعره، ويمثله للحس بنعته.\n</p>\n\n<p>\nفمن ذلك قول الشماخ يصف أرضا تسير النبالة فيها:\n</p>\n\n<p>\nخلت غير آثار الأراجيل ترتمي ... تقعقع في الآباط منها وفاضها\n</p>\n\n<p>\nفقد أتى في هذا البيت بذكر الرجالة وبين أفعالها بقوله: ترتمي، وعن الحال\nفي مقدار سيرها بوصفه تقعقع الوفاض، إذ كان في ذلك دليل على أنه الهرولة أو\nنحوها من ضروب السير، ودل أيضا على الموضع الذي حملت فيه هذه الرجالة\nالوفاض، وهي أوعية السهام، حيث قال: في الآباط، فاستوعب أكثر هيئات\nالنبالة، وأتى في صفاتها بأولاها وأظهرها عليها وحكاها، حتى كأن سامع قوله\nيراها.\n</p>\n\n<p>\nومن ذلك قول أبي ذؤيب الهذلي يصف حال السيل عند إقلاع السحاب وسكون\nالمطر:\n</p>\n\n<p>\nلكل مسيل من تهامة بعد ما ... تقطع أقران السحاب عجيج\n</p>\n\n<p>\nومنه قول رجل من هذيل يصف حال القوم في الحرب عند الجلاد:\n</p>\n\n<p>\nكغماغم الثيران بينهم ... ضرب تغمض دونه الحدق\n</p>\n\n<p>\nومثله قول معاوية بن خليل النصري، من نصر بن قعين، يذكر نباهة حيه، وأنه\nأشهر من حذلم، حي آخر:\n</p>\n\n<p>\nفنحن الثريا وعيوقها ... ونحن السماكان والمرزم\n</p>\n\n<p>\nوأنتم كواكب مجهولة ... ترى في السماء ولا تعلم\n</p>\n\n<p>\nولدريد بن الصمة يصف آثار خيل وإبل، اطردها فنجا بها:\n</p>\n\n<p>\nألا هل أتاه ما ركبنا جياده ... وما قد عقرنا من صفي ومن قرم\n</p>\n\n<p>\nوأصبحن قد جاوزن أسفل ذي حسا ... وآثارها فوق المضيح كالرقم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nولعبد الرحمن بن عبد الله، المعروف، بالقس يصف إصغاء السامعين إلى الغناء\nالحسن المطرب، وهو في سلامة:\n</p>\n\n<p>\nإذا ما عج مزهرها إليها ... وعاجت نحوه أذن كرام\n</p>\n\n<p>\nفأصغوا نحوها الأسماع حتى ... كأنهم وما ناموا نيام\n</p>\n\n<p>\nوللمرار بن منقذ أحد بلعدوية يصف، الفرس الكريم:\n</p>\n\n<p>\nذو مراح فإذا وقرته ... فذلول حسن الخلق يسر\n</p>\n\n<p>\nوليزيد بن مالك الغامدي يصف فعل سنابك الخيل في الأرض:\n</p>\n\n<p>\nيثرن بسهل الأرض مما يطسنه ... عجاجا وبالصفاح نار الحباحب\n</p>\n\n<p>\nولعدي بن <span id='ms35'></span> الرقاع العاملي يصف فعل سنابك الحمارين إذا عدوا:\n</p>\n\n<p>\nيتعاوران من الغبار ملاءة ... غبراء محكمة هما نسجاها\n</p>\n\n<p>\nتطوى إذا علوا مكانا ناشزا ... وإذا السنابك أسهلت نشراها\n</p>\n\n<p>\nولذي الرمة:\n</p>\n\n<p>\nترى الخود يكرهن الرياح إذا جرت ... ومى بها لولا التحرج تفرح\n</p>\n\n<p>\nإذا ضربتها الريح في المرط أشرفت ... روادفها وانضم منها الموشح\n</p>\n\n<p>\nولنتبع القول في الوصف القول في النسيب.\n</p>\n\n<h1 class='l1' id='head25'>نعت النسيب</h1>\n\n<p>\nأقول: إن كثيرا من الناس يحتاج إلى أن يعلم أولا ما النسيب، ونحنن نحده\nفنقول: إن النسيب ذكر الشاعر خلق النساء وأخلاقهن، وتصرف أحوال الهوى به\nمعهن.\n</p>\n\n<p>\nوقد يذهب على قوم أيضا موضع الفرق ما بين النسيب والغزل، والفرق بينهما\nأن الغزل هو المعنى الذي إذا اعتقده الإنسان في الصبوة إلى النساء نسب بهن\nمن أجله، فكأن النسيب ذكر الغزل، والغزل المعنى نفسه، والغزل إنما هو\nالتصابي والاستهتار بمودات النساء، ويقال في الإنسان: إنه غزل، إذا كان\nمتشكلا بالصورة التي تليق بالنساء، وتجانس موافقاتهن لحاجته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nإلى الوجه الذي يجذبهن إلى أن يملن إليه، والذي يميلهن إليه هو الشمائل\nالخلوة، والمعاطف الظريفة، والحركات اللطيفة، والكلام المستعذب، والمزاح\nالمستغرب، ويقال لمن يتعاطى هذا المذهب من الرجال والنساء: متشاج، وإنما هو\nمتفاعل من الشجا، أي متشبه بمن قد شجاه الحب.\n</p>\n\n<p>\nوإذ قد بان أن الذي قلناه على ما قلنا، فيجب أن يكون النسيب الذي يتم به\nالغرض هو ما كثرت فيه الأدلة على التهالك في الصبابة، وتظاهرت فيه الشواهد\nعلى إفراط الوجد واللوعة، وما كان فيه من التصابي والرقة، أكثر مما يكون\nفيه من الخشن والجلادة، ومن الخشوع والذلة، أكثر مما يكون فيه من الإباء\nوالعز، وأن يكون جماع الأمر ما ضاد التحفظ والعزيمة، ووافق الانحلال\nوالرخاوة، فإذا كان النسيب كذلك فهو المصاب به الغرض.\n</p>\n\n<p>\nوقد يدخل في النسيب التشوق والتذكر لمعاهد الأحبة بالرياح الهابة،\nوالبروق اللامعة، والحمائم الهاتفة، والخيالات الطائفة، وآثار الديار\nالعافية، وأشخاص الأطلال الداثرة.\n</p>\n\n<p>\nوجميع ذلك إذا ذكر احتيج أن تكون فيه أدلة على عظيم الحسرة، ومرمض الأسف\nوالمنازعة، ولست أذكر متى سمعت <span id='ms36'></span> في التشوق بآثار الديار أوجز ولا أجمع ولا\nأدل على لاعج الشوق ومكمد الوجه من قول محمد بن عبيد السلاماني أحد، بني\nسلامان بن مفرج من الأزد:\n</p>\n\n<p>\nفلم تدع الأرواح والماء والبلى ... من الدار إلا ما يشوق ويشغف\n</p>\n\n<p>\nولعمري ان عمرو بن أحمر الباهلي قد أوجز وأبان عن شديد تشوق وعظيم تحسر\nبقوله:\n</p>\n\n<p>\nمعارف تلوى بالفؤاد وإن تقل ... لها بيني لي حاجة لم تكلم\n</p>\n\n<p>\nفأما قوله: إنها لم تكلم، فهو تجاهل الهائم وتدله الواله، فإنه قد يحتاج\nإلى أن يكون في شعر الوامق التحير وآية التلدد.\n</p>\n\n<p>\nوممن شاقته المنازل صخر الخضري، وقد مر على ربع كانت خلته كأس تحله،\nفقال:\n</p>\n\n<p>\nبليت كما يبلى الرداء ولا أرى ... جنابا ولا أكناف ذروة تخلق\n</p>\n\n<p>\nألوى حيازيمي بهن صبابة ... كما يتلوى الحية المتشرق\n</p>\n\n<p>\nوممن شافه البرق، فأحسن وصف ما يثيره من الشوق: حبيش ابن نطر العامري،\nحيث يقول ويذكر خفقان قلبه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nأجدك ما يبدو لك البرق مرة ... من الدهر إلا ماء عينيك يذرف\n</p>\n\n<p>\nوقلبك من فرط اشتياق كأنه ... يدا لامع أو طائر يتصرف\n</p>\n\n<p>\nولرجل من عبس:\n</p>\n\n<p>\nإذا الله أسقى دمنتين ببلدة ... من الأرض سقيا رحمة فسقاهما\n</p>\n\n<p>\nنزلنا بهذي نزلة ثم نزلة ... بهذي فطاب المنزلان كلاهما\n</p>\n\n<p>\nفبت أشيم البرق مرتفقا به ... يدا عن يد حتى ونى منكباهما\n</p>\n\n<p>\nوقال الشماخ:\n</p>\n\n<p>\nرأيت سنا برق فقلت لصاحبي ... بعيد بفلج ما رأيت سحيق\n</p>\n\n<p>\nفبات مهما لي يذكرني الهوى ... كأني لبرق بالحجاز صديق\n</p>\n\n<p>\nوبات فؤادي مستخفا كأنه ... خوافي عقاب بالجناح خفوق\n</p>\n\n<p>\nفأما النسيب نفسه فقد تقدمت أوصافنا له.\n</p>\n\n<p>\nومما أختم به القول أن المحسن من الشعراء فيه، هو الذي يصف من أحوال ما\nيجده ما يعلم به كل ذي وجد حاضر أو دائر أنه يجد أو قد وجد مثله، حتى يكون\nللشاعر فضيلة الشعر.\n</p>\n\n<p>\nفمن ذلك قول أبي الصخر الهذلي، فإنه يصف ما أرى أن كل متعلق بمودة يجد\nمثله وهو:\n</p>\n\n<p>\nأما والذي أبكى وأضحك والذي ... أمات وأحيا والذي أمره الأمر\n</p>\n\n<p>\nلقد كنت آتيها وفي النفس هجرها ... بتاتا لأخرى الدهر <span id='ms37'></span> ما طلع الفجر\n</p>\n\n<p>\nفما هو إلا أن أراها فجاءة ... فأبهت لا عرف لدي ولا نكر\n</p>\n\n<p>\nوأنسى الذي قد كنت فيه هجرتها ... كما قد تنسى لب شاربها الخمر\n</p>\n\n<p>\nوفي هذه القصيدة أيضا موضع آخر دال على إفراط المحبة، ومبين عن سجية في\nاهل الهوى عامة، وهو قوله:\n</p>\n\n<p>\nويمنعني من بعض إنكار ظلمها ... إذا ظلمت يوما وإن كان لي عذر\n</p>\n\n<p>\nمخافة أني قد علمت لئن بدا ... لي الهجر منها ما على هجرها صبر\n</p>\n\n<p>\nوإني لا أردي إذا النفس أشرفت ... على هجرها ما يبلغن بي الهجر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nوأما قول الشاعر:\n</p>\n\n<p>\nيود بأن يمسي سقيما لعلها ... إذا سمعت عنه بشكوى تراسله\n</p>\n\n<p>\nويهتز للمعروف في طلب العلى ... لتحمد يوما عند ليلى شمائله\n</p>\n\n<p>\nفهو من أحسن القول في الغزل، وذلك أن هذا الشاعر قد أبان في البيت الأول\nعن أعظم وجد وجده محب، حيث جعل السقم أيسر مما يجد من الشوق، فإنه اختاره\nليكون سبيلا إلى أن يشفى بالمراسلة من الوجد، فهو أيسر ما يتعلق به الوامق،\nوأدنى فوائد العاشق، وأبان في البيت الثاني عن إعظام منه شديد لهذه المرأة،\nحيث لم يرض نفسه لها عن سجيته الأولى، حتى احتاج إلى أن يتكلف سجايا مكتسبة\nيتزين بها عندها، وهذه غاية المحبة، ووصف الشاعر لذلك هو الذي يستجاد لا\nاعتقاده، إذ كان الشعر إنما هو قول، فإذا أجاد فيه القائل لم يطالب\nبالاعتقاد، لأنه قد يجوز أن يكون المحبون معتقدين لأضعاف ما في نفس هذا\nالشاعر من الوجد، فحيث لم يذكروه، وإنما اعتقدوه فقط، لم يدخلوا في باب من\nيوصف بالشعر.\n</p>\n\n<p>\nومن النسيب قول طريح بن إسماعيل الثقفي:\n</p>\n\n<p>\nبان الخليط وفرق الشمل ... وعلى التفرق ما بدا الوصل\n</p>\n\n<p>\nأبكاك منهم ما فرحت به ... ولكل مولد فرحة ثكل\n</p>\n\n<p>\nومن هذه الأبيات:\n</p>\n\n<p>\nممسودة خلقت فعليتها ... خوط ومعقد مرطها عبل\n</p>\n\n<p>\nتضع البريم فيستدير على ... فعم ألف كأنه رمل\n</p>\n\n<p>\nيسجى إذا ما قلت أخفضه ... ويمور منكشطا إذا يعلو\n</p>\n\n<p>\nوقيامها حسن وضحكتها ... عند العجيب تبسم رتل\n</p>\n\n<p>\nوغلا بها عظم فألحقها ... بنسائها ولداتها بسل\n</p>\n\n<p>\nولأبي <span id='ms38'></span> صخر الهذلي في التصابي والخلاعة والإصرار على التعلق بمودات\nالنساء:\n</p>\n\n<p>\nأراد الشيب مني ختل نفسي ... لأنسى ذكر ربات الحجال\n</p>\n\n<p>\nإذا اختصم الصبا والشيب عندي ... فأفلجت الشباب فلا أبالي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nفقد أتينا من ذكر نعوت الأغراض التي تنتحيها الشعراء من المعاني، وهي\nالمديح والهجاء وغيرهما، مما عددناه وشرحنا أحواله على ما فيه كفاية لمن له\nفهم وعنده نظر وفحص.\n</p>\n\n<p>\nوهذه المعاني التي ذكرناها من أغراض الشعراء إنما هي أجزاء من جملة\nالمعاني، وتكلمنا به فيها مع ما بيناه من أحوالها مثالا لغيرها، واعتبارا\nفيما لم نذكره منها.\n</p>\n\n<h1 class='l1' id='head26'>المعاني الشعرية</h1>\n\n<p>\nفأما ما يعم جميع المعاني الشعرية، فالآن حين نبتدئ بذكر ذلك وتعديده.\n</p>\n\n<p>\nفمن ذلك\n</p>\n\n<h1 class='l1' id='head27'>صحة التقسيم</h1>\n\n<p>\nصحة التقسيم\n</p>\n\n<p>\nوهي أن يبتدئ الشاعر فيضع أقساما فيستوفيها، ولا يغادر قسما منها.\n</p>\n\n<p>\nمثال ذلك قول نصيب، يريد أن يأتي بأقسام جواب المجيب عن الاستخبار:\n</p>\n\n<p>\nفقال فريق القوم: لا، وفريقهم: ... نعم، وفريق قال: ويحك ما ندري\n</p>\n\n<p>\nفليس في أقسام الإجابة عن مطلوب، إذا سئل عنه، غير هذه الأقسام، ومثال في\nذلك أيضا قول الشماخ يصف صلابة سنابك الحمار، وشدة وهصه الأرض.\n</p>\n\n<p>\nمتى ما تقع أرساغه مطمئنة ... على حجر يرفض أو يتدحرج\n</p>\n\n<p>\nفليس في أمر الوطء الشديد إلا أن يوجد الذي يوطأ، رخوا فيرض، أو صلبا\nفيدفع.\n</p>\n\n<p>\nومثال ذلك أيضا قول الأسعر بن حمران الجعفي يصف فرسا على هيئته من جميع\nجهاته:\n</p>\n\n<p>\nأما إذا استقبلته فكأنه ... باز يكفكف أن يطير وقد رأى\n</p>\n\n<p>\nأما إذا استدبرته فتسوقه ... ساق قموص الوقع عارية النسا\n</p>\n\n<p>\nأما إذا استعرضته متمطرا ... فتقول هذا مثل سرحان الغضا\n</p>\n\n<p>\nفلم يدع هذا الشاعر قسما من أقسام النصبة التي ترى في الفرس، إذا رئي\nعليها، إلا أتى به، وقد يجوز ان يظن ظان في قولنا: إن هذا الشاعر قد أتى\nبجميع الأقسام: ليس بحق، إنه إذا كان الفرس أحد الأجسام، وكل جسم فله ست\nجهات، فإذا ذكرت حال أربع منها بقيت جهتان لم تذكرا، وحل هذا الشاك، إن وقع\nمن أحد، هو أن هذا الشاعر إنما وصف فرسا <span id='ms39'></span> لا جسما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nمطلقا، وللفرس أحوال يمتنع بها من أن ينتصب كل نصبة، ومع ذلك فإن هذا\nالشاعر إنما وصف الجهات التي يراها الإنسان من الفرس إذا كان على بسيط\nالأرض، وكان الرجل قائما أو قاعدا، إذ كانت هذه الحال هي التي يرى الإنسان\nعليها الخيل في أكثر الأمر، فأما مثل أن يكون الإنسان في علية فيرى من\nالفرس متنه فقط، أو أن يكون نائما فيرى بطنه فقط، فما أبعد ما يقع ذلك، ولم\nيقصده الشاعر ولا له وجه في أن يقصده، إذ كان ليس في ما يعرف ويعهد من\nالنظر إلى الخيل إلا ما ذكره، وهو أن تستقبل أو تستدبر أو تستعرض من أحد\nالجانبين.\n</p>\n\n<p>\nومثال في هذا الباب أيضا قول أبي زبيد الطائي:\n</p>\n\n<p>\nيا أسم صبرا على ما كان من حدث ... إن الحوادث ملقى ومنتظر\n</p>\n\n<p>\nفليس في الحوادث إلا أن تكون قد لقيت، أو ينتظر لقيها. ومن أنواع المعاني\nوأجناسها أيضا\n</p>\n\n<h1 class='l1' id='head28'>صحة المقابلات</h1>\n\n<p>\nصحة المقابلات\n</p>\n\n<p>\nوهي أن يصنع الشاعر معاني يريد التوفيق بين بعضها وبعض، أو المخالفة،\nفيأتي في الموافق بما يوافق، وفي المخالف بما يخالف على الصحة، أو يشرط\nشروطا، ويعدد أحوالا في أحد المعنيين، فيجب أن يأتي فيما يوافقه بمثل الذي\nشرطه وعدده، وفيما يخالف بأضداد ذلك، كما قال بعضهم:\n</p>\n\n<p>\nفواعجبا كيف اتفقنا فناصح ... وفي، ومطوي على الغل غادر\n</p>\n\n<p>\nفقد أتى بإزاء كل ما وصفه من نفسه بما يضاده على الحقيقة ممن عاتبه، حيث\nقال بإزاء ناصح: مطوى على الغل وبإزاء وفي: غادر.\n</p>\n\n<p>\nومثل قول الآخر:\n</p>\n\n<p>\nتقاصرن واحلولين لي ثم إنه ... أتت بعد أيام طوال أمرت\n</p>\n\n<p>\nفقابل القصر والحلاوة: بالطول والمرارة.\n</p>\n\n<p>\nومثله قول الآخر:\n</p>\n\n<p>\nوإذا حديث ساءني لم أكتئب ... وإذا حديث سرني لم آشر\n</p>\n\n<p>\nفقد جعل بإزاء سرني: ساءني، وبإزاء الاكتئاب: الأشر، وهذه المعاني في\nغاية صحة التقابل، ومثل قول عقيل بن حجاج:\n</p>\n\n<p>\nتستن في حيث لم تبعد مصعدة ... ولم تصوب إلى أدنى مهاويها\n</p>\n\n<p>\nفجعل بإزاء قوله: تبعد مصعدة: أدنى مهاويها، ولو جعل بإزاء الإبعاد في\nالصعود <span id='ms40'></span>:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nالهوى، من غير أن يقول: أدنى المهاوي لكانت المقابلة ناقصة، لكن لما قال:\nتبعد قال: أدنى، ولو لم يقل: تبعد لقنع منه بأن يقول: تهوى فقط، من غير أن\nيأتي بالدنو.\n</p>\n\n<p>\nوللطرماح بن حكيم:\n</p>\n\n<p>\nأسرناهم وأنعمنا عليهم ... وأسقينا دماءهم الترابا\n</p>\n\n<p>\nفما صبروا لبأس عند حرب ... ولا أدوا لحسن يد ثوابا\n</p>\n\n<p>\nفجعل بإزاء أن أسقوا دماءهم التراب وقاتلوهم: أن يصبروا، وبإزاء أن\nأنعموا عليهم: أن يثيبوا، ولآخر:\n</p>\n\n<p>\nجزى الله عنا ذات بعل تصدقت ... على عزب حتى يكون له أهل\n</p>\n\n<p>\nفإنا سنجزيها كما فعلت بنا ... إذا ما تزوجنا وليس لها بعل\n</p>\n\n<p>\nفقد أجاد هذا الشاعر، حيث وضع مقابل أن تكون المرأة ذات بعل، وهو لا زوج\nله: أن يكون ذا زوج في وقت عزب المرأة، وقابل حاجته وهو عزب: بحاجتها وهي\nعزبة، من غير أن يغادر شرطا، ولا أن يزيد شيئا.\n</p>\n\n<p>\nومن أنواع المعاني\n</p>\n\n<h1 class='l1' id='head29'>صحة التفسير</h1>\n\n<p>\nصحة التفسير\n</p>\n\n<p>\nوهي أن يضع الشاعر معاني يريد أن يذكر أحوالها في شعره الذي يصنعه، فإذا\nذكرها أتى بها من غير أن يخالف معنى ما أتى به منها، ولا يزيد أو ينقص، مثل\nقول الفرزدق:\n</p>\n\n<p>\nلقد خنت قوما لو لجأت إليهم ... طريد دم أو حاملا ثقل مغرم\n</p>\n\n<p>\nفلما كان هذا البيت محتاجا إلى تفسير، قال:\n</p>\n\n<p>\nلألفيت فيهم مطعما ومطاعنا ... وراءك شزرا بالوشيج المقوم\n</p>\n\n<p>\nففسر قوله: حاملا ثقل مغرم: بأنه يلقى فيهم من يعطيه، وفسر قوله: طريد دم\nبقوله: إنه يلقي من يطاعن دونه ويحميه ومثل قول الحسين بن مطير الأسدي:\n</p>\n\n<p>\nفله بلا حزن ولا بمسرة ... ضحك يراوح بينه وبكاء\n</p>\n\n<p>\nففسر بلا حزن: ببكاء ولا بمسرة: بضحك، وقال صالح ابن جناح اللخمي:\n</p>\n\n<p>\nلئن كنت محتاجا إلى الحلم إنني ... إلى الجهل في بعض الأحايين أحوج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nوفسر ذلك بأن قال:\n</p>\n\n<p>\nولي فرس للحلم بالحلم ملجم ... ولي فرس للجهل بالجهل مسرج\n</p>\n\n<p>\nفلم يزد المعنى ولا نقص منه، ثم فسر البيت الثاني أيضا، فقال:\n</p>\n\n<p>\nفمن رام تقويمي فإني مقوم ... ومن رام تعويجي فإني معوج\n</p>\n\n<p>\nوقال سهل بن هارون:\n</p>\n\n<p>\nفواحسرتا حتى متى <span id='ms41'></span> القلب موجع ... بفقد حبيب أو تعذر إفضال\n</p>\n\n<p>\nوفسر ذلك فقال:\n</p>\n\n<p>\nفراق خليل مثله يورث الأسى ... وخلة حر لا يقوم بها مالي\n</p>\n\n<h1 class='l1' id='head30'>أنواع نعوت المعاني</h1>\n\n<p>\nومن أنواع نعوت المعاني\n</p>\n\n<h1 class='l1' id='head31'>التتميم</h1>\n\n<p>\nالتتميم\n</p>\n\n<p>\nوهو أن يذكر الشاعر المعنى فلا يدع من الأحوال التي تتم بها صحته وتكمل\nمعها جودته شيئا إلا أتى به.\n</p>\n\n<p>\nمثل قول نافع بن خليفة الغنوي:\n</p>\n\n<p>\nرجال إذا لم يقبل الحق منهم ... ويعطوه عاذوا بالسيوف القواطع\n</p>\n\n<p>\nفإنما تمت جودة المعنى بقوله: ويعطوه، وإلا كان المعنى منقوص الصحة، ومثل\nقول عمير بن الأيهم التغلبي:\n</p>\n\n<p>\nبها نلنا القرائب من سوانا ... وأحرزنا القرائب أن تنالا\n</p>\n\n<p>\nفالذي أكمل جودة هذا البيت قوله: وأحرزنا القرائب أن تنالا، مع أنهم\nالقرائب من سواهم.\n</p>\n\n<p>\nومثله قول طرفة:\n</p>\n\n<p>\nفسقى ديارك غير مفسدها ... صوب الربيع وديمة تهمى\n</p>\n\n<p>\nفقوله: غير مفسدها، إتمام لجودة ما قاله، لأنه لو لم يقل: غير مفسدها،\nلعيب، كما عيب ذو الرمة في قوله:\n</p>\n\n<p>\nألا يا اسلمى يا دار مي على البلى ... ولا زال منهلا بجرعائك القطر\n</p>\n\n<p>\nفإن الذي عابه في هذا القول، إنما هو بأن نسب قوله هذا إلى أن فيه إفسادا\nللدار التي دعا لها، وهو أن تغرق بكثرة المطر.\n</p>\n\n<p>\nومثل قول مضرس بن ربعي:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nوالمانعون إذا كانت ممانعة ... والعائذون بحسناهم إذا قدروا\n</p>\n\n<p>\nومثل قول عبيد الراعي:\n</p>\n\n<p>\nلا خير في طول الإقامة للفتى ... إلا إذا ما لم يجد متحولا\n</p>\n\n<p>\nومثله قول كعب بن سعد الغنوي:\n</p>\n\n<p>\nحليم إذا ما الحلم زين أهله ... مع الحلم في عين العدو مهيب\n</p>\n\n<p>\nومثل قول الأسود بن يعفر:\n</p>\n\n<p>\nألا من لامني إلا صديق ... فلاقى صاحبا كأبي زياد\n</p>\n\n<p>\nومثل قول حسان بن ثابت:\n</p>\n\n<p>\nلم تفتها شمس النهار بشيء ... غير أن الشباب ليس يدوم\n</p>\n\n<p>\nومثل قول أعشى باهلة:\n</p>\n\n<p>\nلا يصعب الأمر إلا ريث بركبه ... وكل أمر سوى الفحشاء يأتمر\n</p>\n\n<p>\nومثل قول النمر بن تولب:\n</p>\n\n<p>\nلقد أصبح البيض الغواني كأنما ... يربن إذا ما كنت فيهن أجربا\n</p>\n\n<p>\nوكنت إذا لا قيتهن ببلدة ... يقلن على النكراء أهلا ومرحبا\n</p>\n\n<p>\nفقوله: على النكراء، أتم جودة المعنى، وإلا <span id='ms42'></span> فلو كانت بينهم معرفة، لم\nينكر أن يقلن له أهلا ومرحبا.\n</p>\n\n<p>\nوقول الآخر:\n</p>\n\n<p>\nوهل علمت بيتنا إلا وله\n</p>\n\n<p>\nشربة من غيره وأكله.\n</p>\n\n<p>\nومن أنواع نعوت المعاني\n</p>\n\n<h1 class='l1' id='head32'>المبالغة</h1>\n\n<p>\nالمبالغة\n</p>\n\n<p>\nوهي أن يذكر الشاعر حالا من الأحوال في شعر لو وقف عليها لأجزأه ذلك في\nالغرض الذي قصده، فلا يقف حتى يزيد في معنى ما ذكره من تلك الحال ما يكون\nأبلغ فيما قصد له، وذلك مثل قول عمير بن الأيهم التغلبي:\n</p>\n\n<p>\nونكرم جارنا ما دام فينا ... ونتبعه الكرامة حيث مالا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nفإكرامهم للجار، ما دام فيهم، من الأخلاق الجميلة الموصوفة، وإتباعهم\nإياه الكرامة، حيث كان، من المبالغة في الجميل.\n</p>\n\n<p>\nومثل ذلك قول الحكم الخضري:\n</p>\n\n<p>\nوأقبح من قرد وأبخل بالقرى ... من الكلب وهو غرثان أعجف\n</p>\n\n<p>\nفقد كان يجزئ في الذم أن يكون هذا المهجو أبخل من الكلب، ومن المبالغة في\nهجائه قوله: وهو غرثان أعجف.\n</p>\n\n<p>\nومن هذا الجنس لدريد بن الصمة:\n</p>\n\n<p>\nمتى ما تدع قومك أدع قومي ... فيأتي من بني جشم فئام\n</p>\n\n<p>\nفوارس بهمة حشد إذا ما ... بدا حضر الحيية والخذام\n</p>\n\n<p>\nوالمبالغة الشدية في هذا الشعر هي في قوله: الحيية.\n</p>\n\n<p>\nومنه للحكم الخضري أيضا:\n</p>\n\n<p>\nفكن يا جارهم في خير دار ... فلا ظلم عليك ولا جفاء\n</p>\n\n<p>\nفقوله: فلا ظلم عليك ولا جفاء: توكيد ومبالغة.\n</p>\n\n<p>\nومنه قول رؤاس بن تميم، أحد الغطاريف الأزدي:\n</p>\n\n<p>\nوإنا لنعطي النصف منا وإننا ... لنأخذه من كل أبلخ ظالم\n</p>\n\n<p>\nفالتوكيد في قوله: وإننا لنأخذه من كل أبلخ ظالم، فهذه مبالغة مضاعفة\nمكررة.\n</p>\n\n<p>\nومنه قول مضرس:\n</p>\n\n<p>\nبهم تمتري الحرب العوان وفيهم ... تؤدي القروض حلوها ومريرها\n</p>\n\n<p>\nفقوله: ومريرها: مبالغة.\n</p>\n\n<p>\nوكذلك قوله أوس بن غلفاء الهجيمي:\n</p>\n\n<p>\nوهم تركوك أسلح من حبارى ... رأت صقرا، وأشرد من نعام\n</p>\n\n<p>\nففي قوله: رأت صقرا: مبالغة.\n</p>\n\n<p>\nومن نعوت المعاني\n</p>\n\n<h1 class='l1' id='head33'>التكافؤ</h1>\n\n<p>\nالتكافؤ\n</p>\n\n<p>\nوهو أن يصف الشاعر شيئا أو يذمه، أو يتكلم فيه بمعنى ما، أي معنى كان،\nفيأتي بمعنين متكافئين، والذي أريد بقولي: متكافئين، في هذا الموضع:\nمتقاومان، إما من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nجهة المضادة أو السلب والإيجاب أو غيرها من أقسام التقابل <span id='ms43'></span>، مثل قول أبي\nالشغب العبسي:\n</p>\n\n<p>\nحلو الشمائل، وهو مر باسل ... يحمي الذمار صبيحة الإرهاق\n</p>\n\n<p>\nفقوله: حلو ومر: تكافؤ.\n</p>\n\n<p>\nومثل قول أم الضحاك المحاربية:\n</p>\n\n<p>\nكيف يسامي خالدا أو يناله ... خميص من التقوى بطين من الخمر\n</p>\n\n<p>\nفقولها: خميص وبطين: تكافؤ، ومثل قول طرفة:\n</p>\n\n<p>\nبطيء عن الجلى سريع إلى الخنا ... ذليل بأجماع الرجال ملهد\n</p>\n\n<p>\nفقوله: سريع وبطيء: تكافؤ، ومثل قول زهير:\n</p>\n\n<p>\nحلماء في النادي إذا ما جئتهم ... جهلاء يوم عجاجة ولقاء\n</p>\n\n<p>\nفقوله: حلماء وجهلاء: تكافؤ، ومثل قول حميد بن ثور الهلالي:\n</p>\n\n<p>\nفلم أر محزونا له مثل صوتها ... ولا عربيا شاقه صوت أعجما\n</p>\n\n<p>\nفقوله: عربي وأعجم: تكافؤ، ومثل قول الآخر:\n</p>\n\n<p>\nبطاء عن الفحشاء لا يحضرونها ... سراع إلى داعي الصباح المثوب\n</p>\n\n<p>\nومثل قول العباس بن مرداس:\n</p>\n\n<p>\nمطهما خلقه شثنا سنابكه ... صعلا على أن في الجنبين إجفارا\n</p>\n\n<p>\nفجعل: صعلا مكافئا لمجفر، ومثل قول الفرزدق:\n</p>\n\n<p>\nفتى السن كهل الحلم قد عرفت له ... قبائل ما بين الدنا وإياد\n</p>\n\n<p>\nفقوله: فتى: مكافأة لقوله: كهل، وقال الفرزدق أيضا:\n</p>\n\n<p>\nلعمري لئن قل الحصى في رجالكم ... بني نهشل ما لؤمكم بقليل\n</p>\n\n<p>\nفهذا ضرب من المكافأة من جهة السلب، ومنه قول خولة بنت عيينة بن مرداس،\nهو ابن فسوة الشاعر:\n</p>\n\n<p>\nيحك بحامي أيره بارد استها ... كما استولجت ظمياء أير ابن غالب\n</p>\n\n<p>\nفكافأت بقولها حامي كذا وبارد كذا.\n</p>\n\n<p>\nومن هذه الجهة استجاد الناس قول دعبل، حين روي عنه أنه قال: أن ابن قولي:\n</p>\n\n<p>\nلا تعجبي يا سلم من رجل ... ضحك المشيب برأسه فبكى\n</p>\n\n<p>\nلأن ضحك وبكى: مكافأة.\n</p>\n\n<p>\nوقد أتى المحدثون من التكافؤ بأشياء كثيرة، وذلك أنه بطباع أهل التحصيل\nوالروية في الشعر، والتطلب لتجنيسه، أولى منه بطباع القائلين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الهاجس بحسب ما يسنح من الخاطر، مثل الأعراب ومن جرى مجراهم، على أن\nأولئك بطباعهم قد أتوا بكثير منه، وقد قدمنا بعضه.\n</p>\n\n<p>\nومما للمحدثين في ذلك، قول بشار:\n</p>\n\n<p>\nإذا أيقظتك حروب العدى ... فنبه لها عمرا ثم نم\n</p>\n\n<p>\nفنبه ونم: تكافؤ، وله أثر في تجويد الشعر قوي، فإنه لو قال مثلا: فجرد\nلها عمرا، لم يكن <span id='ms44'></span> لهذه اللفظة من الموقع مع من ما لنبه.\n</p>\n\n<p>\nالالتفاف:\n</p>\n\n<p>\nومن نعوت المعاني الالتفاف - وبعض الناس يسميه الاستدراك - وهو ا، يكون\nالشاعر آخذا في معنى، فكأنه يعترضه إما شك فيه أو ظن بأن رادا يرد عليه\nقوله، أو سلائلا يسأله عن سببه، فيعود راجعا على ما قدمه، فإما أن يؤكده أو\nيذكر سببه أو يحل الشك فيه، مثال ذلك قول المعطل، أحد بني رهم من هذيل:\n</p>\n\n<p>\nتبين صلاة الحرب منا ومنهم ... إذا ما لتقينا والمسالم بادن\n</p>\n\n<p>\nفقوله: والمسالم بادن: رجوع على المعنى الذي قدمه حين بين ان علامة صلاة\nالحرب من غيرهم أن المسالم يكون بادنا والمحارب ضامرا، وقول الرماح بن\nميادة:\n</p>\n\n<p>\nفلا صرمة يبدو، وفي اليأس راحة ... ولا وصله يصفو لنا فنكارمه\n</p>\n\n<p>\nفكأنه بقوله: وفي اليأس راحة: التفت إلى المعنى، لتقديره أن معارضا يقول\nله: وما تصنع بصرمه؟ فقال: لأن في اليأس راحة.\n</p>\n\n<p>\nومن هذا الجنس قول عبد الله بن معاوية بن عبد الله بن جعفر:\n</p>\n\n<p>\nوأجمل إذا ما كنت لا بد مانعا ... وقد يمنع الشيء الفتى وهو مجمل.\n</p>\n\n<p>\nومنه قول امرئ القيس:\n</p>\n\n<p>\nيا هل أتاك وقد يحدث ذو ... الود القديم مسمة الدخل\n</p>\n\n<p>\nفكأنه لما قال: أتاك، وكان المعنى مسرا غير مظهر، توهم أن المخاطب يقول\nله: كيف يبلغني؟ فقال: وقد يحدث ذو الود القديم مسمة الدخل، وقول طرفة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nوتصد عنك مخيلة الرجل ال ... مشنوف موضحة عن العظم\n</p>\n\n<p>\nبحسام سيفك أو لسانك، وال ... كلم الأصيل كأرغب الكلم\n</p>\n\n<p>\nفكأنه لما بلغ بعد حسامك إلى لسانك قدر أن معترضا يعترضه، فيقول: كيف\nيكون مجرى السيف واللسان واحدا؟ فقال: والكلم الأصيل كأشد الجراح وأكثرها\nاتساعا.\n</p>\n\n<p>\nومنه قول جدير بن ربعان:\n</p>\n\n<p>\nمعازيل في الهيجاء ليسوا بذادة ... مجازيع عند اليأس، والحر يصبر\n</p>\n\n<p>\nففي قوله: والحر يصبر: التفات إلى أول كلامه.\n</p>\n\n<p>\nالاستغراب والطرفة:\n</p>\n\n<p>\nوقد يضع الناس في باب أوصاف المعاني: الاستغراب والطرفة. وهو أن يكون\nالمعنى مما لم يسبق إليه على جهة الاستحسان.\n</p>\n\n<p>\nوليس عندي أن هذا داخل في الأوصاف، لأن المعنى المستجاد إنما يكون\nمستجادا <span id='ms45'></span> إذا كان في ذاته جيدا، فإما أن يقال له: جيد، إذا قاله شاعر من غير\nأن يكون تقدمه من قال مثله، فهذا غير مستقيم، بل يقال لما جرى هذا المجرى:\nطريف وغريب، إذا كان فردا قليلا، فإذا كثر لم يسم بذلك.\n</p>\n\n<p>\nوغريب وطريف، هما شيء آخر غير حسن أو جيد، لأنه قد يجوز أن يكون حسن جيد:\nغير طريف ولا غريب، وطريف غريب: غير حسن ولا جيد، فأما حسن جيد غير غريب\nولا طريف، فمثل تشبيههم الدروع بحباب الماء الذي تسوقه الرياح، فإنه ليس\nيزيل جودة هذا التشبيه تعاور الشعراء إياه قديما أو حديثا، وأما غريب وطريف\nلم يسبق إليه، وهو قبيح بارد، فملء الدنيا، مثل أشعار قوم من المحدثين\nسبقوا إلى البرد فيها.\n</p>\n\n<p>\nوالذي عندي في هذا الباب أن الوصف فيه لاحق بالشاعر المبتدئ بالمعنى الذي\nلم يسبق إليه لا إلى الشعر، غذ كانت المعاني مما لا يجعل القبيح منها حسنا\nسبق السابق إلى استخراجها، كما لا يجعل الحسن قبيحا الغفلة عن الابتداء\nبها، وأحسب أنه اختلط على كثير من الناس وصف الشعر بوصف الشاعر، فلم يكادوا\nيفرقون بينهما، وإذا تأملوا هذا الأمر نعما، علموا أن الشاعر موصوف بالسبق\nإلى المعاني واستخراج ما لم يتقدمه أحد إلى استخراجه، لا الشعر.\n</p>\n\n<h1 class='l1' id='head34'>نعت ائتلاف اللفظ مع المعنى:</h1>\n\n<p>\nولنتبع ذكر المعاني، وهو القسم الرابع من أقسام الشعر المفردات: ذكر\nالأربعة المركبات، التي قدمنا القول فيها في أول الكتاب، ولنبدأ بأولها\nوهو:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nنعت ائتلاف اللفظ مع المعنى.\n</p>\n\n<p>\nومن أنواع ائتلاف اللفظ مع المعنى المساواة.\n</p>\n\n<p>\nالمساواة:\n</p>\n\n<p>\nوهو أن يكون اللفظ مساويا للمعنى، حتى لا يزيد عليه ولا ينقص عنه، وهذه\nهي البلاغة التي وصف بها بعض الكتاب رجلا فقال: كانت ألفاظه قوالب لمعانيه،\nأي هي مساوية لها لا يفضل أحدهما على الآخر، وذلك مثل قول امرئ القيس:\n</p>\n\n<p>\nفإن تكتموا الداء لا نخفه ... وإن تبعثوا الحرب لا نقعد\n</p>\n\n<p>\nوإن تقتلونا تقتلكم ... وإن تقصدوا لدم نقصد\n</p>\n\n<p>\nوأعددت للحرب وثابة ... جواد المحثة والمردود\n</p>\n\n<p>\nومثل قول زهير:\n</p>\n\n<p>\nومهما <span id='ms46'></span> تكن عند امرئ من خليقة ... وإن خالها تخفى على الناس تعلم\n</p>\n\n<p>\nومثل قوله:\n</p>\n\n<p>\nإذا أنت لم تقصر عن الجهل والخنا ... أصبت حليما أو أصابك جاهل\n</p>\n\n<p>\nومثل قوله:\n</p>\n\n<p>\nسعى بعدهم قوم لكي يدركوهم ... فلم يدركوا ولم يليموا ولم يألوا\n</p>\n\n<p>\nومثل قول طرفة:\n</p>\n\n<p>\nلعمرك إن الموت ما أخطأ الفتى ... لكالطول المرخى وثنياه باليد\n</p>\n\n<p>\nستبدى لك الأيام ما كنت جاهلا ... ويأتيك بالأخبار من لم تزود\n</p>\n\n<p>\nومثله قول خالد بن زهير ابن أخي أبي ذؤيب الهذلي:\n</p>\n\n<p>\nفلا تجزعن من سنة أنت سرتها ... فأول راض سنة من يسيرها\n</p>\n\n<p>\nومثل قول ليلى الأخيلية:\n</p>\n\n<p>\nفلا يبعدنك الله يا توب إنما ... لقاء المنايا دارعا مثل حاسر\n</p>\n\n<p>\nومن أنواع ائتلاف اللفظ والمعنى الإشارة:\n</p>\n\n<p>\nالإشارة:\n</p>\n\n<p>\nوهو أن يكون اللفظ القليل مشتملا على معان كثيرة بإيماء إليها أو لمحة\nتدل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nعلياه، كما قال بعضهم، وقد وصف البلاغة، فقال: هي لمحة دالة، وذلك مثل\nامرئ القيس:\n</p>\n\n<p>\nفإن تهلك شنوءة أو تبدل ... فسيري إن في غسان خالا\n</p>\n\n<p>\nبعزهم عززت وإن يذلوا ... فذلهم أنالك ما أنالا\n</p>\n\n<p>\nفبنية هذا الشعر على أن ألفاظه، مع قصرها، قد أشير بها إلى معان طوال،\nفمن ذلك قوله: تهلك أو تبدل، ومنه قوله: إن في غسان خالا، ومنه ما تحته\nمعان كثيرة وشرح طويل، وهو قوله: أنالك ما أنالا. ومثل قول طرفة:\n</p>\n\n<p>\nموضوعها زول ومرفوعها ... كمر غيث لجب وسط ريح\n</p>\n\n<p>\nفقوله زول: مشار به إلى معان كثيرة، وهو شبيه بما يقول الناس في إجمال\nنعت الشيء واختصاره: عجب، ومثل قول إسماعيل ابن يسار النساء:\n</p>\n\n<p>\nهاج ذا القلب من تذكر جمل ... ما يهيج المتيم المحزونا\n</p>\n\n<p>\nفقد أشار هذا الشاعر بوله: ما يهيج المتيم المحزونا، إلى معان كثيرة.\nومثل قول امرئ القيس:\n</p>\n\n<p>\nعلى هيكل يعطيك قبل سؤاله ... أفانين جري غير كز ولا وان\n</p>\n\n<p>\nفقد جمع بقوله: أفانين جري، على ما لو عد لكان كثيرا، وضم إلى ذلك أيضا\nجميع أوصاف الجودة في هذا الفرس، وهو قوله: قبل سؤاله، أي يذهب في هذه\nالأفانين طوعا ن غير حث، وفي قوله: قوله: غير <span id='ms47'></span> كز ولا وان، ينفي عنه أن يكون\nمعه الكزازة من قبل الجماح والمنازغة، والونى من قبل الاسترخاء والفترة.\n</p>\n\n<p>\nومثل قولا امرئ القيس أيضا يصف ذئبا:\n</p>\n\n<p>\nفظل كمثل الخشف يرفع رأسه ... وسائره مثل التراب المدفق\n</p>\n\n<p>\nوجاء خفيا يسفن الأرض بطنه ... ترى الترب منه لازقا كل ملزق\n</p>\n\n<p>\nففي هذا الشعر إجمال للمعاني كثير، وأوكد ما فيه من ذلك قوله: لازقا كل\nملزق. ومثل قول زهير:\n</p>\n\n<p>\nفإني لو لقيتك واتجهنا ... لكان لكل منكرة كفاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nومثل قول أوس بن حجر:\n</p>\n\n<p>\nفإن يهو أقوام ردائي فإنني ... يقيني الإله ما وقى وأصادف\n</p>\n\n<p>\nومثل قول قتادة بن طارق المازني من الأزد:\n</p>\n\n<p>\nاهاجك ربع قد تحمل حاضره وأوحش بعد الحي منه مناظرهيقول: ما تنظر إلى\nموضع منه إلا ذكرت فيه من الأنس بمن كان يحله منا قد أوحش في هذا الوقت\nبخلوه منه، وللعامرية:\n</p>\n\n<p>\nكيف الفخار وقد كانوا لنسوتكم ... يوم النسار، بنو ذبيان، أربابا\n</p>\n\n<p>\nإذ جز ناصيتي حصن وأعتقني ... وذاك شيب مني اليوم ما شابا\n</p>\n\n<p>\nولامرئ القيس:\n</p>\n\n<p>\nفظل لنا يوم لذيذ بنعمة ... فقل في مقيل تحسه متغيب\n</p>\n\n<p>\nولامرأة من عكل:\n</p>\n\n<p>\nيا ابن الدعى إنها عكل فقف\n</p>\n\n<p>\nلتعلمن اليوم إن لم تنصرف\n</p>\n\n<p>\nأن الكريم واللئيم مختلف\n</p>\n\n<p>\nومن أنواع ائتلاف اللفظ والمعنى الإرداف:\n</p>\n\n<p>\nالإرداف:\n</p>\n\n<p>\nوهو أن يريد الشعر دلالة على معنى من المعاني فلا يأتي باللفظ الدال على\nذلك المعنى، بل بلفظ يدل على معنى هو ردفه وتابع به، فإذا دل على التابع\nأبان عن المنبوع، بمنزلة قول ابن أبي ربيعة:\n</p>\n\n<p>\nبعية مهوى القرط إما لنوفل ... أبوها وإما عبد شمس وهاشم\n</p>\n\n<p>\nوإنما أراد هذا الشاعر أ، يصف طول الجيد، فلم يذكره بلفظه الخاص به، بل\nأتى بمعنى تابع لطول الجيد، وهو بعد مهوى القرط.\n</p>\n\n<p>\nومثل قول امرئ القيس:\n</p>\n\n<p>\nويضحي فتيت المسك فوق فراشها ... تؤوم الضحى لم تنتطق عن تفضل\n</p>\n\n<p>\nوإنما أراد امرؤ القيس أن يذكر ترفه هذه المرأة وأن لها من يكفيها، فقال:\nنؤرم الضحى، وإن فتيت المسك يبقى إلى الضحى فوق فراشها، وكذلك سائر البيت،\nأي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nهي لا تنتطق <span id='ms48'></span> لتخدم، ولكنها في بيتها متفضلة، ومعنى عن في هذا البيت معنى:\nمن بعد. وكذلك قوله:\n</p>\n\n<p>\nوقد أغتدي والطير في وكناتها ... بمنجرد قيد الأوابد هيكل\n</p>\n\n<p>\nفإنما أراد أن يصف هذا الفرس بالسرعة وأنه جواد، فلم يتكلم باللفظ بعينه،\nولكن بأردافه ولواحقه التابعة له، وذلك أن سرعة إحضار الفرس يبعها أن تكون\nالأوابد، وهي الوحوش، كالمقيدة له إذا نحا في طلبها.\n</p>\n\n<p>\nوالناس يستجيدون لامرئ القيس هذه اللفظة، فيقولون: هو اول من قيد\nالأوابد، وإنما غزا بها الدلالة على جودة الفرس وسرعة حضره، فلو قال ذلك\nبلفظه لم يكن الناس من الاستجادة لقوله مثلهم عند إتيانه بالردف له.\n</p>\n\n<p>\nوفي هذا برهان على أن وضعنا الإرداف من أوصاف الشعر ونعوته واقع بالصواب.\n</p>\n\n<p>\nومنه قول ليلى الأخيلية:\n</p>\n\n<p>\nومخرق عنه القميص تخاله ... بين البيوت من الحياء سقيما\n</p>\n\n<p>\nفإنما أرادت وصفه بالجود والكرم، فجاءت بالأرداف والتوابع لهما، أما ما\nيتبع الجود، فإن تخرق قميص هذا المنعوت فسر أن العفاة تجذبه فتخرق قميصه من\nمواصلة جذبهم إياه، وأما ما يتبع الكرم فالحياء الشديد الذي كأنه من إماتته\nنفس هذا الموصوف وإزالته عنه الأشر يخال سقيما.\n</p>\n\n<p>\nومنه أيضا قول الحكم الخضري:\n</p>\n\n<p>\nقد كان يعجب بعضهن براعتي ... حتى سمعن تنحنحي وسعالي\n</p>\n\n<p>\nفأراد وصف الكبر والسن، فلم يأت باللفظ بعينه، ولكنه أتى بتوابعه وهي\nالسعال والتنحنح.\n</p>\n\n<p>\nأبيات المعاني: ومن هذا النوع ما يدخل في الأبيات التي يسمونها أبيات\nمعان. وذلك إذا ذكر الردف وحده، وكان وجه اتباعه لما هو ردف له غير ظاهر،\nأو كانت بينه وبينه أرداف أخر، كأنها وسائط، وكثرت حتى لا يظهر الشيء\nالمطلوب بسرعة، وهذا الباب إذا غمض، لم يكن داخلا في جملة ما ينسب إلى جيد\nالشعر، إذ كان من عيوب الشعر الانغلاق في اللفظ وتعذر العلم بمعناه.\n</p>\n\n<p>\nالتمثيل:\n</p>\n\n<p>\nوهو أن يريد الشاعر إشارة إلى معنى فيضع كلاما يدل على معنى آخر، وذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nالمعنى الآخر والكلام منبئان عما أراد أن يشير إليه.\n</p>\n\n<p>\nمثال ذلك قول الرماح بن ميادة:\n</p>\n\n<p>\nألم تك في يمنى يديك جعلتني ... فلا تجعلني <span id='ms49'></span> بعدها في شمالكا\n</p>\n\n<p>\nولو أنني أذنبت ما كنت هالكا ... على خصلة من صالحات خصالكا\n</p>\n\n<p>\nفعدل عن أن يقول في البيت الأول: إنه كان عنده مقدما، فلا يؤخره، أو\nمقربا، فلا يبعده، أو مجتبى، فلا يجتنبه، إلى أن قال: إنه كان في يمنى\nيديه، فلا يجعله في اليسرى، ذهابا نحو الامر الذي قصد الإشارة إليه بلفظ\nومعنى يجريان مجرى المثل له، وقصد الإغراب في الدلالة والابداع في المقالة،\nوكذلك قول عمير بن الأيهم:\n</p>\n\n<p>\nراح القطين من الثغراء أو بكروا ... وصدقوا من نهار الأمس ما ذكروا\n</p>\n\n<p>\nقالوا لنا وعرفنا بعض بينهم ... قولا فما وردوا عنه وما صدروا\n</p>\n\n<p>\nفقد كان يستغنى عن قوله: فما وردوا عنه ولا صدروا، بأن يقو: فما تعدوه،\nأو فما تجاوزوه، ولكن لم يكن له من موقع الإيضاح وغرابة المثل ما لقوله:\nفما وردوا عنه ولاصدروا.\n</p>\n\n<p>\nومن هذا قول بعض بني كلاب:\n</p>\n\n<p>\nدع الشر واحلل بالنحاة تعزلا ... إذا هو لم يصبغك في الشر صابغ\n</p>\n\n<p>\nولكن إذا ما الشر ثار دفينه ... عليك فأنضج دبغ ما أنت دابغ\n</p>\n\n<p>\nفأكثر اللفظ والمعنى في هذين البيتين جار على سبيل التمثيل، وقد كان يجوز\nأن يقال مكان ما قيل فيه: دع الشر ما لم تنشب فيه، فإذا نشبت فيه فبالغ،\nولكن لم يكن لذلك من الحظ في الكلام الشعري والتمثيل الظريف ما لقول\nالكلابي، ومن هذا قول الآخر:\n</p>\n\n<p>\nتركت الركاب لأربابها ... وأكرهت نفسي على ابن الصعق\n</p>\n\n<p>\nجعلت يدي وشاحا له ... وبعض الفوارس لا يعتنق\n</p>\n\n<p>\nوفي قوله: جعلت يدي وشاحا له، إشارة بعيدة لغير لفظ الاعتناق وهي دالة\nعليه.\n</p>\n\n<p>\nومنه قول يزيد بن مالك الغامدي:\n</p>\n\n<p>\nفإن ضجوا منا زأرنا فلم يكن ... شبيها بزأر الأسد ضبح الثعالب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nفقد أشار إلى قوتهم وضعف أعدائهم إشارة مستغربة، لها من الموقع بالتمثيل\nما لم يكن لو ذكر الشيء المشار إليع بلفظه، ومثل ذلك قول عبد الرحمن بن علي\nبن علقمة بن عبدة:\n</p>\n\n<p>\nأوردتهم وصدور العيس مسنفة ... والصبح بالكوكب الدري منحور\n</p>\n\n<p>\nفقد اشار إلى الفجر إشارة بعيدة ظريفة بغير لفظه <span id='ms50'></span>.\n</p>\n\n<p>\nوكذلك قول اللعين المنقري، يصف ناره:\n</p>\n\n<p>\nرأى أم نيران عوانا تكفها ... بأعرافها هوج الرياح الطرائد\n</p>\n\n<p>\nفقد أومأ بقوله: أم نيران: إلى قدمها، وبعوان: إلى كثرة عادته لإيقادها،\nإيماء غريبا ظريفا، وإن كانت العرب تقول ذلك في النار كثيرا.\n</p>\n\n<p>\nوقال بعض العرب:\n</p>\n\n<p>\nفتى صدمته الكأس حتى كأنما ... به فالج من دائها فهو يرعش\n</p>\n\n<p>\nوالكأس لا تصدم، ولكنه أشار بهذا التمثيل إشارة حسنة إلى سكره.\n</p>\n\n<p>\nوقال العباس بن مرداس:\n</p>\n\n<p>\nكانوا أمام المؤمنين دريئة ... والبيض يومئذ عليهم أشمس\n</p>\n\n<p>\nيريد أن البيض عليهم قد صارت شموسا.\n</p>\n\n<p>\nالمطابق والمجانس:\n</p>\n\n<p>\nوقد يضع الناس من صفات الشعر: المطابق والمجانس، وهما داخلان في باب\nائتلاف اللفظ والمعنى، ومعناهما أن تكون في الشعر معان متغايرة قد اشتركت\nفي لفظة واحدة وألفاظ متجانسة مشتقة.\n</p>\n\n<p>\nالمطابق:\n</p>\n\n<p>\nفأما المطابق فهو ما يشترك في لفظة واحدة بعينها، مثل قول زياد الأعجم:\n</p>\n\n<p>\nونبئتهم يستنصرون بكاهل ... وللؤم فيهم كاهل وسنام\n</p>\n\n<p>\nوقال الأفوه الأودي:\n</p>\n\n<p>\nوأقطع الهوجل مستأنسا ... بهوجل عيرانة عنتريس\n</p>\n\n<p>\nفلفظة: الهوجل في هذا الشعر واحدة قد اشتركت في معنيين، لأن الأولى يراد\nبها الأرض، والثانية الناقة، وكذلك قول أبي دؤاد الإيادي:\n</p>\n\n<p>\nعهدت لها منزلا دائرا ... وآلا على الماء يحملن آلا\n</p>\n\n<p>\nفالآل الأول في المعنى غير الثاني، لأن الأول أعمدة الخيام، والثاني من\nالسراب.\n</p>\n\n<p>\nالمجانس:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nوأما المجانس؛ فأن تكون المعاني اشتراكها في ألفاظ متجانسة على جهة\nالاشتقاق، مثل قول أوس بن حجر:\n</p>\n\n<p>\nلكن بفرتاج فالخلصاء أنت بها ... فحنبل فعلى سراء مسرور\n</p>\n\n<p>\nومثل قول زهير:\n</p>\n\n<p>\nكأن عيني وقد سال السليل بهم ... وجيرة ما هم لو أنهم أمم\n</p>\n\n<p>\nومثل قول العوام في يوم العظالي:\n</p>\n\n<p>\nوفاض أسيرا هانئ وكأنما ... مفارق مفروق تغشين عندما\n</p>\n\n<p>\nومثل قول حيان بن ربيعة الطائي:\n</p>\n\n<p>\nلقد علم القبائل أن قومي ... لهم حد إذا لبس الحديد\n</p>\n\n<p>\nومثل قول الفرزدق:\n</p>\n\n<p>\nخفاف أخف الله منه سحابه ... وأوسعه من كل ساف وحاصب\n</p>\n\n<p>\nومثل قول الكميت:\n</p>\n\n<p>\nفقل لجذام قد جذمتم وسيلة ... إلينا كمختار الرداف على الرحل\n</p>\n\n<p>\nومثل قول مسكين الدارمي:\n</p>\n\n<p>\nوأقطع الخرق بالخرقاء لاهية ... إذا الكواكب كانت في الدجى سرجا <span id='ms51'></span>\n</p>\n\n<p>\nوكما قال النعمان بن بشير لمعاوية بن أبي سفيان:\n</p>\n\n<p>\nألم تبتدركم يوم بدر سيوفنا ... وليلك عما ناب قومك نائم\n</p>\n\n<p>\nوقال ذو الرمة:\n</p>\n\n<p>\nكأن البرى والعاج عيجت متونه ... على عشر نهى به السيل أبطح\n</p>\n\n<p>\nوقال رجل من بني عبس:\n</p>\n\n<p>\nوذاكم أن ذل الجار حالفكم ... وأن أنفكم لا يعرف الأنفا\n</p>\n\n<p>\nوقال المرار:\n</p>\n\n<p>\nوأعظمني أن أرى زائرا ... وأختلف الحي يوما خلوفا\n</p>\n\n<h1 class='l1' id='head35'>نعت ائتلاف اللفظ والوزن:</h1>\n\n<p>\nوهو ان تكون الأسماء والأفعال في الشعر تامة مستقيمة كما بنيت، لم يضطر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nالأمر في الوزن إلى نقضها عن البنية بالزيادة عليها والنقصان منها، وأن\nتكون أوضاع الأسماء والأفعال والمؤلفة منها، وهي الأقوال، على ترتيب ونظام\nلم يضطر الوزن إلى تأخير ما يجب تقديمه، ولا إلى تقديم ما يجب تأخيره منها،\nولا اضطر أيضا إلى إضافة لفظة أخرى يلتبس المعنى بها، بل يكون الموصوف\nمقدما والصفة مقولة عليها، وغير ذلك مما لو ذهبنا إلى شرحه لاحتجنا إلى\nإثبات كثير من صناعتي المنطق والنحو في هذا الكتاب، فكان يصعب النظر فيه\nعلى أكثر الناس، ولكن في ما أجملته في هذا القول، وأشرت إليه من التنبيه\nعلى الطريق التي يعرف بها جودة هذا الباب ما كفى وأغنى عند ذوي القرائح\nالسليمة، ومن قد تعلق ببعض الآداب السهلة.\n</p>\n\n<p>\nومن هذا الباب أيضا ألا يكون الوزن قد اضطر إلى إدخال معنى ليس الغرض في\nالشعر محتاجا إليه، حتى أنه إذا حذف لم تنقص الدلالة لحذفه، أو إسقاط معنى\nلا يتم الغرض المقصود إلا به، حتى أن فقده قد آثر في الشعر تأثيرا بان\nموقعه.\n</p>\n\n<p>\nولمآت في هذا الباب بأمثلة، لأن كل شعر سليم مما ذكرت فهو مثال لذلك،\nفأما الأشعار التي لم تسلم منه، فأنا أذكرها في باب عيوب الشعر إن شاء الله\nتعالى.\n</p>\n\n<h1 class='l1' id='head36'>نعت ائتلاف المعنى والوزن:</h1>\n\n<p>\nأن تكون المعاني تامة مستوفاة، لم يضطر الوزن إلى نقصها عن الواجب، ولا\nإلى الزيادة فيها عليه، وأن تكون المعاني أيضا مواجهة للغرض لم تمتنع من\nذلك ولم تعدل عنه من اجل إقامة الوزن <span id='ms52'></span> والطلب لصحته، والسبب في تركنا أن\nنأتي لهذا الجنس بأمثلة من الشعر هو السبب في تركنا ذلك في باب ائتلاف\nاللفظ مع الوزن، ونحن نذكر ما يجب ذكره من أمثلة عيوب هذا الباب في جملة ما\nسنذكره من عيوب الشعر.\n</p>\n\n<h1 class='l1' id='head37'>نعت ائتلاف القافية مع ما يدل عليه سائر البيت:</h1>\n\n<p>\nأن تكون القافية معلقة بما تقدم من معنى البيت تعلق نظم له وملائمة لما\nمر فيه.\n</p>\n\n<p>\nفمن أنواع ائتلاف القافية مع ما يدل عليه سائر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nالبيت:\n</p>\n\n<h1 class='l1' id='head38'>التوشيح</h1>\n\n<p>\nالتوشيح\n</p>\n\n<p>\nوهو أن يكون أول البيت شاهدا بقافيته، ومعناها متعلقا به، حتى أن الذي\nيعرف قافية القصيدة التي البيت منها، إذا سمع أول البيت عرف آخره وبانت له\nقافيته، مثال ذلك قول الراعي:\n</p>\n\n<p>\nوإن وزن الحصى فوزنت قومي ... وجدت حصى ضريبتهم رزينا\n</p>\n\n<p>\nفإذا سمع الإنسان أول هذا البيت، وقد تقدمت عنده قافية القصيدة، استخرج\nلفظة قافيته، لأنه يعلم أن قوله: وزن الحصى، سيأتي بعده: رزين، لعلتين:\nإحداهما أن قافية القصيدة توجيه، والأخرى أن نظام المعنى يقتضيه، لأن الذي\nيفاخر برجاحة الحصى يلزمه أني قول في حصاه إنه رزين.\n</p>\n\n<p>\nوقول العباس بن مرداس:\n</p>\n\n<p>\nهم سودوا هجنا وكل قبيلة ... يبين عن أحسابها من يسودها\n</p>\n\n<p>\nفمن تأمل هذا البيت، وجد أوله يشهد بقافيته، وقول نصيب:\n</p>\n\n<p>\nوقد أيقنت أن ستبين ليلى ... وتحجب عنك إن نفع اليقين\n</p>\n\n<p>\nوقول مضرس بن ربعي:\n</p>\n\n<p>\nتمنيت أن ألقى سليما ومالكا ... على ساعة تنسى الحليم الأمانيا\n</p>\n\n<p>\nومن أنواع ائتلاف القافية مع سائر البيت: الإيغال.\n</p>\n\n<p>\nالإيغال:\n</p>\n\n<p>\nوهو ا، يأتي الشاعر بالمعنى في البيت تاما من غير أن يكون للقافية فيما\nذكره صنع، ثم يأتي بها لحاجة الشعر، في أن يكون شعرا، غليها، فيزيد بمعناها\nفي تجويد ما ذكره في البيت، كما قال امرؤ القيس:\n</p>\n\n<p>\nكأن عيون الوحش حول خبائنا ... وأرجلنا الجزع الذي لم يثقب\n</p>\n\n<p>\nفقد أتى امرؤ القيس على التشبيه كاملا قبل القافية، وذلك أن عيون الوحش\nشبيهة بالجزع، ثم لما جاء بالقافية أوغل بها في وصف ووكده، وهو قوله: الذي\nلم يثقب، فإن عيون <span id='ms53'></span> الوحش غير مثقبة، وهي بالجزع الذي لم يثقب أدخل في\nالتشبيه، وقال زهير:\n</p>\n\n<p>\nكأن فتات العهن في كل منزل ... نزلن به حب الفنا لم يحطم\n</p>\n\n<p>\nفالعهن: هو الصوف الأحمر، والفنا: حب تنبته الأرض أحمر، فقد أتى على\nالوصف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nقبل القافية، لكن حب الفنا إذا كسر كان مكسره غير أحمر، فاستظهر في\nالقافية لما أن جاء بها، بأن قال: لم يحطم، فكأنه وكد التشبيه بإبغاله في\nالمعنى، قال امرؤ القيس:\n</p>\n\n<p>\nإذا ما جرى شأوين وابتل عطفه ... تقول هزيز الريح مرت بأثأب\n</p>\n\n<p>\nفقد تم أوصف والتشبيه قبل القافية، لأنه يكفي أن يشبه حفيف جري الفرس\nبالريح، فلما أتى بالقافية، أوغل إيغالا زاد به في المعنى، وذلك أن الأثاب\nشجر للريح في أضعاف أغصانه حفيف شديد.\n</p>\n\n<p>\nحدثني التوزي قال: قلت للأصمعي: من أشعر الناس؟ فقال: من يأتي إلى المعنى\nالخسيس فيجعله بلفظه كبيرا، أو إلى الكبير فيجعله بلفظه خسيسا، أو ينقضي\nكلامه قبل القافية، فإذا احتاج إليها أفاد بها معنى.\n</p>\n\n<p>\nقال: قلت: نحو من.\n</p>\n\n<p>\nقال: نحو ذي الرمة، حيث يقول:\n</p>\n\n<p>\nقف العيس في أطلال مية فاسأل ... رسوما كأخلاق الرداء المسلسل\n</p>\n\n<p>\nفتم كلامه قبل المسلسل، ثم قال: المسلسل، فزاد شيئا. ثم قال:\n</p>\n\n<p>\nأظن الذي يجدي عليك سؤالها ... دموعا كتبديد الجمان المفصل\n</p>\n\n<p>\nفتم كلامه، ثم احتاج إلى القافية، فقال: المفصل، فزاد شيئا.\n</p>\n\n<p>\nقال: قلت: ونحو من؟ قال: الأعشى، حيث قال:\n</p>\n\n<p>\nكناطح صخرة يوما ليفلقها ... فلم يضرها وأوهى قرنه الوعل\n</p>\n\n<p>\nفتم مثله إلى قوله: قرنه، فلما احتاج إلى القافية، قال الوعل، فزاد معنى.\n</p>\n\n<p>\nقلت: فكيف صار الوعل مفضلا على كل ما ينطح؟ قال: لأنه ينحط من قلة الجبل\nعلى قرنيه فلا يضيره.\n</p>\n\n<h1 class='l1' id='head39'>الفصل الثالث</h1>\n\n<h1 class='l1' id='head40'>عيوب الشعر</h1>\n\n<p>\nوإذ قد أتيت على ما قدرت أنه نعت للشعر، وعددت أجناس ذلك، وفصلت أنواعه.\n</p>\n\n<p>\nفالآن أحب أن أبتدئ بذكر عيوب الشعر، وأذكر أجناس ذلك على الترتيب الذي\nرتبت النعوت عليه، وبحسب تلك السياقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>عيوب اللفظ</h1>\n\n<p>\nأن يكون ملحونا وجاريا على غير سبيل الإعراب واللغة، وقد تقدم من استقصى\nهذا الفن <span id='ms54'></span>، وهم واضعو صناعة النحو، وأن يركب الشاعر منه ما ليس بمستعمل إلا\nفي الفرط، ولا يتكلم به إلا شاذا، وذلك هو الوحشي الذي مدح عمر بن الخطاب\nزهيرا بمجانبته له وتنكبه إياه، فقال: كان لا يتبع حوشي الكلام.\n</p>\n\n<p>\nوهذا الباب مجوز للقدماء، ليس من أجل أنه حسن، لكن لأن شعرائهم من كان\nأعرابيا قد غلبت عليه العجرفية، وللحاجة أيضا إلى الاستشهاد بأشعارهم في\nالغريب، ولأن من كان يأتي منهم بالوحشي لم يكن يأتي به على جهة التطلب له،\nوالتكلف لما يستعمله منه، لكن لعادته وعلى سجية لفظه.\n</p>\n\n<p>\nفأما أصحاب التكلف لذلك، فهم يأتون منه بما ينافر الطبع وينبو عنه السمع،\nمثل شعر أبي حزام غالب بن الحارث العكلي وكان في زمن المهدي، وله في أبي\nعبيد الله كاتب المهدي قصيدة أولها:\n</p>\n\n<p>\nتذكرت سلمى وإهلاسها ... فلم أنس والشوق ذو مطرؤه\n</p>\n\n<p>\nوفيها يقول:\n</p>\n\n<p>\nلأوحى وزير إمام الهدى ... لنا وهو بالإرب ذو محجوه\n</p>\n\n<p>\nيسوس الأمور فتأتي له ... وما في عزيمته منهوه\n</p>\n\n<p>\nوفي بالأمانة صفو التقى ... وما الصفو بالرنق المحموه\n</p>\n\n<p>\nوعند معاوية المصطفى ... جبا غير مأج ولا مطرؤه\n</p>\n\n<p>\nفقال الوزير الأمين: انظموا ... قريضا عويصا على لؤلؤه\n</p>\n\n<p>\nفعبرت مرتفقا وحيه ... بغير انصيار إلى المتكؤه\n</p>\n\n<p>\nسيدني من الحق ذو فطنة ... معي في العواقب والمبدؤه\n</p>\n\n<p>\nبيوتا علي لها وجهة ... بغير السناد ولا المكفؤه\n</p>\n\n<p>\nومثل شعر أحمد بن جحدر الخراساني في مالك بن طوق؛ ويقال: إنها لمحمد بن\nعبد الرحمن الغريبي الكوفي، في عيسى الأشعري:\n</p>\n\n<p>\nهيا منزل الحي جنب الغضا ... سلامك عن النوى تصرم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nويا طللا آية ما ارتمت ... بليلاك غربتها المرجم\n</p>\n\n<p>\nحلفت بما أرقلت نحوه ... همرجلة خلقها شيظم\n</p>\n\n<p>\nوما شبرقت من تنوفية ... بها من وحي الجن زيزيزم\n</p>\n\n<p>\nفبلغني أنه أنشد هذه القصيدة ابن الأعرابي، فلما بلغ إلى ههنا، قال له\nابن الأعرابي: عن كنت جادا فحسيبك الله.\n</p>\n\n<p>\nومنها:\n</p>\n\n<p>\nلأم لكم نجلت مالكا ... من الشمس لو نجلت أكرم\n</p>\n\n<p>\nومن أين مثلك؟ لا أين هو ... إذا الريق أقفر منه الفم\n</p>\n\n<p>\nومن الأعراب أيضا من شعره فظيع التوحش، مثل ما <span id='ms55'></span> أنشدناه أحمد ابن يحيى عن\nابن الأعرابي لمحمد بن علقة التيمي، يقولها لرجل من كلب يقال له ابن\nالفنشخ، ورد عليه فلم يسقه:\n</p>\n\n<p>\nأفرخ أخا كلب وأفرخ أفرخ\n</p>\n\n<p>\nأخطأت وجه الحق في التطخطخ\n</p>\n\n<p>\nأما ورب الراقصات الزمخ\n</p>\n\n<p>\nيخرجن من بين الجبال الشمخ\n</p>\n\n<p>\nيزرن بيت الله عند المصرخ\n</p>\n\n<p>\nلتمطخن برشاء ممطخ\n</p>\n\n<p>\nماء سوى مائي يا ابن الفنشخ\n</p>\n\n<p>\nأو لتجيئن بوشي بخ بخ\n</p>\n\n<p>\nمن كيس ذي كيس مئن منفخ\n</p>\n\n<p>\nقد ضمه حولين لم يسنخ\n</p>\n\n<p>\nضم الصماليخ صماخ الأصلخ\n</p>\n\n<p>\nومن عيوب اللفظ: المعاظلة.\n</p>\n\n<p>\nالمعالظة:\n</p>\n\n<p>\nوهي التي وصف عمر بن الخطاب زهيرا بمجانبته لها أيضا، فقال: وكان لا\nيعاظل بين الكلام.\n</p>\n\n<p>\nوسألت أحمد بن يحيى عن المعاظلة، فقال: مداخلة الشيء في الشيء، يقال:\nتعاظل الجراداتان، وعاظل الرجل المرأة: إذا ركب أحدهما الآخر.\n</p>\n\n<p>\nوإذا كان الأمر كذلك، فمحال أن ينكر مداخلة بعض الكلام في ما يشبهه من\nبعض، أو في ما كان من جنسه، وبقي النكير إنما هو في ان يدخل بعضه في ما ليس\nمن جنسه وما هو غير لائق به، وما أعرف ذلك إلا فاحش الاستعارة، مثل قول أوس\nبن حجر:\n</p>\n\n<p>\nوذات هدم عار نواشرها ... تصمت بالماء تولبا جدعا\n</p>\n\n<p>\nفسمى الصبي: تولبا، وهو ولد الحمار.\n</p>\n\n<p>\nومثل قول الآخر:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوما رقد الولدان حتى رأيته ... على البكر يمريه بساق وحافر\n</p>\n\n<p>\nفسمى رجل الإنسان: حافرا.\n</p>\n\n<p>\nفإن ما جرى هذا المجرى من الاستعارة قبيح لا عذر فيه.\n</p>\n\n<p>\nوقد استعمل كثير من الشعراء الفحول المجيدين أشياء من الاستعارة ليس فيها\nشناعة كهذه، وفيها لهم معاذير، إذ كان مخرجها مخرج التشبيه، فمن ذلك قول\nامرئ القيس يصف الليل:\n</p>\n\n<p>\nفقلت له لما تمطى بصلبه ... وأردف أعجازا وناء بكلكل\n</p>\n\n<p>\nفكأنه أراد: أن هذا الليل في تطاوله كالذي يتمطى بصلبه، لا أن له صلبا،\nوهذا مخرج لفظه إذا تؤمل، ومنه قول زهير:\n</p>\n\n<p>\nصحا القلب عن سلمى وأقصر باطله ... وعرى أفراس الصبا ورواحله\n</p>\n\n<p>\nفكأن مخرج كلام زهير إنما هو مخرج كلام من أراد: أنه لما كانت الأفراس\nللحرب، وإنما تعرى عند تركها ووضعها <span id='ms56'></span>، فكذلك تعرى أفراس الصبا، إن كانت له\nأفراس، عند تركه والعزوف عنه. وكذلك قول أوس بن حجر:\n</p>\n\n<p>\nوإني امرؤ أعددت للحرب بعدما ... رأيت لها نابا من الشر أعصلا\n</p>\n\n<p>\nفإنه إنما أراد: أن هذه الحرب قديمة قد اشتد أمرها، كما يكون ناب البعير\nأعصل، إذا طال عمره واشتد.\n</p>\n\n<p>\nوكذلك قول عنترة العبسي:\n</p>\n\n<p>\nجادت عليه كل بكر حرة ... فتركن كل قرارة كالدرهم\n</p>\n\n<p>\nوقل طفيل الغنوي:\n</p>\n\n<p>\nوحملت كورى فوق ناجية ... يقتات شحم سنامها الرحل\n</p>\n\n<p>\nوقول عمر بن كلثوم:\n</p>\n\n<p>\nألا ابلغ النعمان عني رسالة ... فمجدك حولي ولؤمك قارح\n</p>\n\n<p>\nوقول أبي ذؤيب الهذلي:\n</p>\n\n<p>\nوإذا المنية أنشبت أظفارها ... ألفيت كل تميمة لا تنفع\n</p>\n\n<p>\nوقول أوس بن مغراء يهجو بني عامر:\n</p>\n\n<p>\nيشيب على لوم الفعال كبيرها ... ويغذي بثدي اللؤم منها وليدها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nوقال المخبل:\n</p>\n\n<p>\nيعالج عزا قد عسا عظم رأسه ... قراسية كالفحل يصرف يازله\n</p>\n\n<p>\nفما جرى هذا المجرى مما له مجاز، كان أخف وأسهل مما فحش ولم يعرف له\nمجاز، وكان منافرا للعادة، بعيدا عما يستعمل الناس مثله.\n</p>\n\n<p>\nالكلام في عيوب الوزن:\n</p>\n\n<p>\nولنتبع الكلام في عيوب اللفظ بالكلام في عيوب الوزن، فنقول:\n</p>\n\n<p>\nالخروج عن العروض:\n</p>\n\n<p>\nمن عيوبه: لخروج عن العروض، وقد تقدم من استقصى هذه الصناعة. إلا أن من\nعيوبه التخليع.\n</p>\n\n<p>\nالتخليع:\n</p>\n\n<p>\nوهو أن يكون قبيح الوزن قد أفرط قائله في تزحيفه، وجعل ذلك بنية للشعر\nكله، حتى ميله إلى الانكسار، وأخرجه عن باب الشعر الذي يعرف السامع له صحة\nوزنه في أول وهلة، إلى ما ينكره حتى ينعم ذوقه، أو يعرضه على العروض فيصح\nفيه، فإن ما جرى من الشعر هذا المجرى ناقص الطلاوة، قليل الحلاوة، ذلك مثل\nقول الأسود بن يعفر:\n</p>\n\n<p>\nإنا ذممنا على ما خيلت ... سعد بن زيد وعمرا من تميم\n</p>\n\n<p>\nوضبة المشترى العار بنا ... وذاك عم بنا غير رحيم\n</p>\n\n<p>\nلا ينتهون الدهر عن مولى لنا ... قورك بالسهم حافات الأديم\n</p>\n\n<p>\nونحن قوم لنا رماح ... وثروة من موال وصميم\n</p>\n\n<p>\nلا نشتكي الوصم في الحرب ولا ... نئن منها كتأنان السليم\n</p>\n\n<p>\nومثل قول عروة بن الورد:\n</p>\n\n<p>\nيا هند <span id='ms57'></span> بنت أبي ذراع ... أخلفتني ظني ووترتني عشقي\n</p>\n\n<p>\nونكحت راعي ثلة يثمرها ... والدهر فائته بما يبقى\n</p>\n\n<p>\nومثل قصيدة عبيد بن الأبرص، وفيها أبيات قد خرجت عن العروض البتة، وقبح\nذلك جودة الشعر، حتى أصاره إلى حد الردئ منه، فمن ذلك قوله:\n</p>\n\n<p>\nوالمرء ما عاش في تكذيب ... طول الحياة له تعذيب\n</p>\n\n<p>\nفهذا معنى جيد ولفظ حسن، إلا أن وزنة قد شانه وقبح حسنه، وأفسد جيده.\n</p>\n\n<p>\nفما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nجرى من التزحيف هذا المجرى في القصيدة، أو الأبيات كلها أو أكثرها، كان\nقبيحا من أجل إفراطه في التخليع واحدة، ثم من أجل دوامه وكثرته ثانية،\nوإنما يستحب من التزحيف ما كان غير مفرط، أو كان في بيت أو بيتين من\nالقصيدة من غير توال ولا اتساق، ولا إفراط يخرجه عن الوزن، مثل ما قال متمم\nبن نويرة:\n</p>\n\n<p>\nوفقد بني أم تداعوا فلم أكن ... خلافهم لأستكين وأضرعا\n</p>\n\n<p>\nفأما الإفراط والدوام فقبيح.\n</p>\n\n<p>\nالزحاف:\n</p>\n\n<p>\nوقال إسحاق يحكي عن يونس أنه قال: أهون عيوب الشعر: الزحاف، وهو ا، ينقص\nالجزء عن سائر الأجزاء، فمنه ما نقصانه أخفى، ومنه ما هو أشنع، وهو في ذلك\nجائز في العروض، قال خالد ابن أخي أبي ذؤيب الهذلي:\n</p>\n\n<p>\nلعلك إما أم عمرو تبدلت ... سواك خليلا شاتمي تستخيرها\n</p>\n\n<p>\nوهذا مزاحف في كاف سواك ومن أنشده خليلا سواك كان أشنع.\n</p>\n\n<p>\nقال: وكان الخليل بن أحمد رحمه الله يستحسنه في الشعر، إذا قل البيت أو\nالبيتان، فإذا توالى وكثر في القصيدة سمج.\n</p>\n\n<p>\nقال إسحاق: فإن قيل: كيف يستحسن منه شيئا وقد قيل هو عيب؟ قيل: هذا مثل\nالحول والقبل واللثغ في الجارية، قد يشتهي القليل نمه الخفيف، وهو إن كثر\nهجن وسمج، والوضح في الخيل يشتهي ويستظرف خفيفه، مثل الغرة والتحجيل، فإذا\nفشا وكثر، كان هجنة ووهنا.\n</p>\n\n<p>\nقال: وخفيف البلق يحتمل في الخيل، ولم أر أبلق قط، ولم أسمع به سابقا.\n</p>\n\n<p>\nولنبتع الكلام في عيوب الوزن بالكلام في عيوب القوافي.\n</p>\n\n<p>\nعيوب القوافي:\n</p>\n\n<p>\nولنتعد ما قد أتى به من استقصى ذلك فيما وضعه من الكتب، إذ كان <span id='ms58'></span> لاارب في\nإعادته، ولكنا نتكلم في ذلك بظاهر ما يعرفه جمهور الناس من المعايب التي\nليست من جنس ما وضعت فيه الكتب.\n</p>\n\n<p>\nولنذكر مما وضع فيها ما كانت القدماء تعيب به دون غيره، فن ذلك التجميع.\n</p>\n\n<p>\nالتجميع:\n</p>\n\n<p>\nوهو أن تكون قافية المصراع الأول من البيت الأول على روى متهيئ لأن تكون\nقافية آخر البيت بحسبه، فتأتي بخلافه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nمثل ما قال عمرو بن شأس:\n</p>\n\n<p>\nتذكرت ليلى، لات حين ادكارها ... وقد حني الأصلاب، ضلا بتضلال\n</p>\n\n<p>\nومثل قول الشماخ:\n</p>\n\n<p>\nلمن منزل عاف ورسم منازل ... عفت بعد عهد العاهدين رياضها\n</p>\n\n<p>\nومن عيوبها الإقواء.\n</p>\n\n<p>\nالإقواء:\n</p>\n\n<p>\nوهو أن يختلف إعراب القوافي، فتكون قافية مرفوعة مثلا، وأخرى مخفوضة او\nمنصوبة، وهذا في شعر الأعراب كثير جدا، وفي من دون الفحول من الشعراء أكثر،\nولا يجوز لمولد، لأنهم قد عرفوا عيبه، والبدوي لا يأبه له فهو أعذر.\n</p>\n\n<p>\nقال إسحاق: قلت ليونس: أكان عبيد الله بن الحر يقوى، فقال: الإفواء خير\nمنه. يعني من فوقه من الشعراء يقوى.\n</p>\n\n<p>\nوقد ركب بعض فحول الشعراء الإقواء في مواضع، مثل ما قال سحيم بن وثيل\nالرياحي:\n</p>\n\n<p>\nعذرت البزل إن هي خاطرتني ... فما بالي وبال ابني لبون\n</p>\n\n<p>\nوماذا يدري الشعراء مني ... وقد جاوزت حد الأربعين.\n</p>\n\n<p>\nفنون الأربعين مفتوحة، ونون اللبون مكسورة، ولكنه كأنه وقف القوافي فلم\nيحركها، وقال جرير:\n</p>\n\n<p>\nعرين من عرينة ليس منا ... برئت إلى عرينة من عرين\n</p>\n\n<p>\nعرفنا جعفرا وبني عبيد ... وأنكرنا زعانف آخرينا\n</p>\n\n<p>\nالإيطاء:\n</p>\n\n<p>\nومنه: الإيطاء، وهو ان يتفق القافيتان في قصيدة واحدة، فإن زادت على\nاثنين فهو أسمج، فإن اتفق اللفظ واختلف المعنى كان جائزا، كقولك: أريد\nخيارا، وأوثر خيارا أي تريد خيارا من الله لك في كذا وخيار الشيء: أجوده،\nوالإيطاء من المواطأة، أي الموافقة، قال الله تبارك وتعالى: ليواطئوا عدة\nما حرم الله أي ليوافقوا. ومنه السناد.\n</p>\n\n<p>\nالسناد:\n</p>\n\n<p>\nوهو أن يختلف تصريف القافية، كما قال عدي ابن زيد:\n</p>\n\n<p>\nففاجأها وقد جمعت جموعا ... على أبواب حصن مصلتينا\n</p>\n\n<p>\nفقدمت الأديم لراهشيه ... وألفى قولها كذبا ومينا\n</p>\n\n<p>\nوكقول الفضل بن العباس <span id='ms59'></span> اللهبي:\n</p>\n\n<p>\nعبد شمس أبي فإن كنت غضبى ... فاملئي وجهك المليح خموشا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nنحن كنا سكانها من قريش ... وبنا سميت قريش قريشا\n</p>\n\n<p>\nوالسناد من قولهم: خرج بنو فلان برأسين متساندين، أي هذا على حياله وهذا\nعلى حياله، وهو مثل ما قالوا: كانت قريش يوم الفجار متساندين، أي لا يقودهم\nرجل واحد.\n</p>\n\n<p>\nولنتبع ذلك بالكلام على عيوب المعاني.\n</p>\n\n<p>\nعيوب المعاني:\n</p>\n\n<p>\nقد كنا قدمنا في باب النعوت، أن جملتها أن يكون المعنى مواجها للغرض، غير\nعادل عنه إلى جهة أخرى، وبينا من الأغراض التي تنتحيها الشعراء في ذلك\nالموضع ما إذا حفظ عرف العيب بالعدول عنه، وبدأنا في باب النعت بأمور\nجعلناها مثالات، فلا بأس في أضدادها بمثالات أيضا.\n</p>\n\n<h1 class='l1' id='head42'>ذكر المديح</h1>\n\n<p>\nلما كنا قدمنا من حال المديح الجاري على الصواب ما أنبأنا أنه الذي يقصد\nفيه المدح للشيء بفضائله الخاصية، لا بما هو عرضي فيه، وجعلنا مديح الرجال\nمثالا في ذلك، وذكرنا أن من قصد لمدحهم بالفضائل النفسية الخاصية كان\nمصيبا، وجب أن يكون ما يأتي به من المدح على خلاف الجهة التي ذكرناها في\nالنعوت معيبا.\n</p>\n\n<p>\nومن الأمثلة الجياد في هذا الموضع ما قاله عبد الملك بن مروان لعبيد الله\nبن قيس الرقيات، حيث عتب عليه في مدحه إياه: إنك قلت في مصعب بن الزبير:\n</p>\n\n<p>\nإنما مصعب شهاب من الله ... تجلت عن وجهه الظلماء\n</p>\n\n<p>\nوقلت في:\n</p>\n\n<p>\nيأتلق التاج فوق مفرقه ... على جبين كأنه الذهب\n</p>\n\n<p>\nفوجه عتب عبد الملك: إنما هو من أجل أن هذا المادح عدل به عن الفضائل\nالنفسية، التي هي العقل والعفة والعدل والشجاعة، وما جانس ذلك، ودخل في\nجملته إلى ما يليق بأوصاف الجسم في البهاء والزينة، وقد كنا قدمنا أن ذلك\nغلط وعيب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قول أيمن بن خزيم، في بشر بن مروان:\n</p>\n\n<p>\nيا ابن الذوائب والذرى والأرؤس ... والفرع من مضر العفرنا الأقعس\n</p>\n\n<p>\nوابن الأكارم من قريش كلها ... وابن الخلائف وابن كل قلمس\n</p>\n\n<p>\nمن فرع آدم كابرا عن كابر ... حتى انتهيت إلى أبيك العنبس\n</p>\n\n<p>\nمروان إن قناته خطية ... غرست أرومتها <span id='ms60'></span> أعز المغرس\n</p>\n\n<p>\nوبنيت عند مقام ربك قبة ... خضراء كلل تاجها بالفسفس\n</p>\n\n<p>\nفسماؤها ذهب وأسفل أرشها ... ورق تلألأ في البهيم الحندس\n</p>\n\n<p>\nفما في هذه الأبيات يتعلق بالمدح الحقي، وذلك أن كثيرا من الناس لا\nيكونون كآبائهم في الفضل، ولم يذكر هذا الشاعر شيئا غير الآباء، ولم يصف\nالممدوح بفضيلة في نفسه أصلا، وذكر بعد ذلك بناءه قبة، ثم وصف القبة بأنها\nمن الذهب والفضة، وهذا أيضا ليس من المدح، لأن في المال والثروة مع الضعة\nوالفهة ما يمكن معه بناء القباب الحسنة واتخاذ كل آلة فائقة، ولكن ليس ذلك\nمدحا يعتد به، ولا نعتا جاريا على حقه.\n</p>\n\n<p>\nومما نذكره في هذا الموضع، ليصح به شدة قبح هذا المدح، قول أشجع بن عمرو\nبما يخالف اليسار:\n</p>\n\n<p>\nيريد الملوك مدى جعفر ... ولا يصنعون كما يصنع\n</p>\n\n<p>\nوليس بأوسعهم في الغنى ... ولكن معروفه أوسع\n</p>\n\n<p>\nفقد أحسن هذا الشاعر، حيث لم يجعل الغنى واليسار فضيلة، بل جعلها غيرهما،\nوقال أيضا أيمن بن خريم في بشر:\n</p>\n\n<p>\nفلو أعطاك بشر ألف ألف ... رأى حقا عليه أن يزيدا\n</p>\n\n<p>\nوأعقب مدحتي سرجا خلنجا ... وأبيض جوزجانيا عقودا\n</p>\n\n<p>\nفإنا قد وجدنا أم بشر ... كأم الأسد مذكارا ولودا\n</p>\n\n<p>\nفجميع هذا المدح على غير الصواب، وذلك أنه أومأ إلى المدح بالتناهي في\nالجود أولا، ثم أفسده في البيت الثاني بذكر السرج وغيره، ثم ذكر في البيت\nالثالث ما هو إلى أن يكون ذما أقرب، وذلك أنه جعل أمه ولودا، والناس مجمعون\nعلى أن نتاج الحيوانات الكريمة يكون أعسر، ومنه قول الشاعر:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nيغاث الطير أكثرها فراخا ... وأم الصقر مقلات نزور\n</p>\n\n<h1 class='l1' id='head43'>ذكر عيوب الهجاء</h1>\n\n<p>\nكما أن معرفة رداءة المدح قد كان سهلها معرفة جيدة، فكذلك عيب الهجاء\nيسهل الطريق إلى العلم به ما تقدم في باب نعته، وجماع القول فيه: أنه متى\nسلب المهجو أمورا لا تجانس الفضائل النفسية كان ذلك عيبا في الهجاء، مثل أن\nينسب إلى أنه قبيح الوجه، أو صغير الحجم، أو ضئيل الجسم، أو مقتر، أو معسر،\nأو من قوم ليسوا بأشراف <span id='ms61'></span>، إذا كانت أفعاله في نفسه جميلة، وخصاله كريمة\nنبيلة، أو أن يكون أبواه مخطتين، إذا كان مصيبا، أو غويين، إذا وجد رشيدا\nسديدا، أو بقلة العدد، إذا كان كريما، أو بعدم النظار، إذا كان راجحا شهما،\nفلست أرى ذلك هجاء جاريا على الحق.\n</p>\n\n<p>\nومما يدل على ذلك، بعد القياس الصحيح، والنظر الصريح، أشعار وأقوال\nأعددها، فمنها ما أنشدناه أبو العباس أحمد بن يحيى، ثعلب:\n</p>\n\n<p>\nرأت نضو أسفار أميمة قاعدا ... على نضو أسفار فجن جنونها\n</p>\n\n<p>\nفقالت: من أي الناس أنت ومن تكن ... فإنك راعي ثلة لا نزينها\n</p>\n\n<p>\nفقلت لها: ليس الشحوب على الفتى ... بعار ولا خير الرجال سمينها\n</p>\n\n<p>\nفهذا صريح في أن القبح والشحوب والسماجة ليست بعار.\n</p>\n\n<p>\nومن هذا أيضا قول بعضهم في ابن له ازدراه رجال، فمنعهم من نعمه، وقد\nأغاروا عليها:\n</p>\n\n<p>\nرأوه فازدروه وهو خرق ... وينفع أهله الرجل القبيح\n</p>\n\n<p>\nومن الأبيات الأول في أن قلة المال ليست عارا قوله:\n</p>\n\n<p>\nعليك براعي ثلة مسلحبة ... يروح عليه محضنها وحقينها\n</p>\n\n<p>\nسمين الضواحي لم تؤرقه ليلة ... وأنعم أبكار الهموم وعونها\n</p>\n\n<p>\nوللسموأل في أن قلة العدد ليس عيبا ولا سبة:\n</p>\n\n<p>\nتعيرنا أنا قليل عديدنا ... فقلت لها إن الكرام قليل\n</p>\n\n<p>\nوما ضرنا أنا قليل وجارنا ... عزيز وجار الأكثيرين ذليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nفعدى هذا الشاعر عن الهجاء الذي عيرتهم به هذه المعيرة، واحتج فيه بما دل\nعلى أنه غير صائر، ثم وصف بعد ذلك نفسه وقومه بالأوصاف التي هي لائقة\nبالمدح، وفي ذكرنا إياها في هذا الموضع منفعة في تعليم الهجاء الجاري على\nالصواب، فقال:\n</p>\n\n<p>\nوإنا لقوم لا نرى القتل سبة ... إذا ما رأته عامر وسلول\n</p>\n\n<p>\nيقرب حب الموت آجالنا لنا ... وتكرهه آجالهم فتطول\n</p>\n\n<p>\nوما مات منا سيد حتف أنفه ... ولا طل منا حيث مات قتيل\n</p>\n\n<p>\nلن اجبل يحتله من نجيره ... منيع يرد الطرف وهو كليل\n</p>\n\n<p>\nفأتى في هذه الأبيات بالمدح من جهة الشجاعة والبأس والعز، ثم قال:\n</p>\n\n<p>\nوننكر إن شئنا على الناس قولهم ... ولا ينكرون القول حين نقول\n</p>\n\n<p>\nإذا سيد منا خلا قام سيد ... قؤول لما قال <span id='ms62'></span> الكرام فعول\n</p>\n\n<p>\nسلى إن جهلت الناس عنا وعنهم ... وليس سواء عالم وجهول\n</p>\n\n<p>\nفأتى في هذه الأبيات بالوصف من جهة العقل والرأي والفهم، ثم قال:\n</p>\n\n<p>\nفنحن كماء المزن ما في نصابنا ... كهام ولا فينا يعد بخيل\n</p>\n\n<p>\nفأتى بالمدح من جهة الجود، وهو أحد أقسام العدل، كما بينا، ثم قال:\n</p>\n\n<p>\nصفونا فلم نكدر وأخلص سرنا ... إناث أطابت حملنا وفحول\n</p>\n\n<p>\nفأتى بالمدح من جهة العفة، إذ كان في ذكره طيب الحمل دليل على ذلك؛ أفلا\nترى أن هذا الشاعر، لما علم أن المعيرة لم تأت بما يضرهم، احتج في ذلك بما\nيزيل الظنة عنهم، ثم عمد إلى الفضائل، التي هي فضائل بالحقيقة، فأوجبها\nلهم، فكأنه أرى بهذا الفعل أن ما قالته المعيرة غير جار على الصواب.\n</p>\n\n<p>\nوأنشدنا أحمد بن يحيى في هذا المعنى:\n</p>\n\n<p>\nوإني لا أخزى إذا قيل مملق ... سخي وأخزى أن يقال بخيل\n</p>\n\n<p>\nوبلغني أن ابن الزبير لما دخل الشام ناداه أهلها: يا ابن ذات النطاقين،\nفقال لابن أبي عتيق:\n</p>\n\n<p>\nوتلك شكاة ظاهر عنك عاراها\n</p>\n\n<p>\nفأبان بهذا القول أنه لا يلزمه ما يقال في أمه.\n</p>\n\n<p>\nوإذا تؤمل ما ذكرته في هذا الباب، لم يبعد الوقوف على عيب الهجاء كيف\nيتعرف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nعيوب المراثي:\n</p>\n\n<p>\nوأما المراثي: ففي ما قدمته في باب نعوتها ما أبان عن الوجه في باب\nعيوبها، إذا كان النظر صحيحا والفكر سليما.\n</p>\n\n<h1 class='l1' id='head44'>عيب التشبيه</h1>\n\n<p>\nوأما عيب التشبيه: فتلك سبيله أيضا لمن كان حافظا لما تقدم من أقوالنا في\nباب نعوته.\n</p>\n\n<h1 class='l1' id='head45'>عيب الوصف</h1>\n\n<p>\nوأما عيب الوصف: فبالمضادة في باب نعوته.\n</p>\n\n<h1 class='l1' id='head46'>الغزل</h1>\n\n<p>\nوأما الغزل: فالقول فيه كالقول فيما مر من هذه الأبواب، إذا كان عيبه\nإنما هو مضادة ما قدمنا ذكره في باب نعته.\n</p>\n\n<p>\nومن الغزل الجاري على تلك المضادة، وفيه - مع أنه مثال في هذا الموضع\nللعيب - توكيد لما قدمناه في باب النعوت، قول إسحاق الأعرج مولى عبد العزيز\nبن مروان:\n</p>\n\n<p>\nفلما بدا لي ما رابني ... نزعت نزوع الأبي الكريم\n</p>\n\n<p>\nوبلغني أن أبا السائب المخزومي لما أنشد هذا البيت، قال، قبحه الله <span id='ms63'></span>، لا\nوالله ما أحبها ساعة قط.\n</p>\n\n<p>\nومثلها لنابغة بني تغلب، واسمه الحارث بن عدوان أحد بني زيد ابن عمرو بن\nغنم بن تغلب:\n</p>\n\n<p>\nهجرت أمامة هجرا طويلا ... وما كان هجرك إلا جميلا\n</p>\n\n<p>\nعلى غير بغض ولا عن قلى ... وإلا حياء وإلا ذهولا\n</p>\n\n<p>\nبخلنا لبخلك قد تعلمين ... فكيف يلوم البخيل البخيلا\n</p>\n\n<p>\nولما كان المذهب في الغزل إنما هو الرقة واللطافة والشكل والدماثة، كان\nما يحتاج فيه أن تكون الألفاظ لطيفة مستعذبة مقبولة، غير مستكرهة، فإذا\nكانت جاسية مستوخمة كان ذلك عيبا، إلا أنه لما يكن عيبا على الإطلاق، وأمكن\nأن يكون حسنا، إذ كان قد يحتاج إلى الخشونة في مواضع مثل ذكر البسالة\nوالنجدة واليأس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nوالمرهبة، كان أحق المواضع التي يكون فيها عيبا الغزل لمنافرته تلك\nالأحوال وتباعده منها، فمن الكلام المستثقل في الغزل قول عبد الرحمن ابن\nعبد الله القس:\n</p>\n\n<p>\nإن تنأ دارك لا أمل تذكرا ... وعليك مني رحمة وسلام\n</p>\n\n<p>\nومن المستخشن قول هذا الشاعر أيضا:\n</p>\n\n<p>\nسلام ليت لسانا تنطقين به ... قبل الذي نالني من صوته قطعا\n</p>\n\n<p>\nفما رأيت أغلظ ممن يدعو على معشوقته، حيث أجادت في غنائها له، بقطع\nلسانها.\n</p>\n\n<p>\nالعيوب العامة للمعاني:\n</p>\n\n<p>\nوأما العيوب العامة للمعاني، من الأغراض التي ذكرناها وغيرها، وعموم ذلك\nإياها، كعموم النعوت التي قدمنا وعددنا في أبوابها، فمنها فساد القسم:\n</p>\n\n<p>\nفساد القسم:\n</p>\n\n<p>\nوذلك يكون إما بأن يكررها الشاعر، أو يأتي بقسمين: أحدهما داخل تحت الآخر\nفي الوقت الحاضر، أو يجوز أن يدخل أحدهما تحت الآخر في المستأنف، أو أن يدع\nبعضها فلا يأتي به.\n</p>\n\n<p>\nالتكرير:\n</p>\n\n<p>\nفأما التكرير، فمثل قول هذيل الأشجعي:\n</p>\n\n<p>\nفما برحت تومي إليه بطرفها ... وتومض أحيانا إذا خصمها غفل\n</p>\n\n<p>\nلأن تومض وتومي بطرفها متساويان في المعنى.\n</p>\n\n<p>\nدخول أحد القسمين في الآخر:\n</p>\n\n<p>\nوأما دخول أحد القسمين في الآخر، فمثل قول أحدهم:\n</p>\n\n<p>\nأبادر إهلاك مستهلك ... لمالي أو عبث العابث\n</p>\n\n<p>\nفعبث العابث داخل في إهلاك مستهلك.\n</p>\n\n<p>\nومثل قول أمية بن أبي الصلت الثقفي:\n</p>\n\n<p>\nلله نعمتنا تبارك ربنا ... رب الأنام ورب من يتأبد\n</p>\n\n<p>\nفليس يجوز أن <span id='ms64'></span> يكون أمية أراد بقوله: من يتأبد الوحش، وذلك أن من لا تقع\nعلى الحيوان غير الناطق، وإذا كان الأمر على هذا، فمن يتوحش داخل في\nالأنام، أو يكون أراد بقوله: يتأبد يتقرب من الأبد، وذلك داخل في الأنام\nأيضا.\n</p>\n\n<p>\nوأما أن يكون القسمان مما يجوز دخول أحدهما في الآخر، فمثل قول أبي عدي\nالقرشي:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nغير ما أن أكون نلت نوالا ... من نداها عفوا ولا مهنيا\n</p>\n\n<p>\nفالعفو قد يجوز أن يكون مهنيا، والمهني قد يجوز أن يكون عفوا.\n</p>\n\n<p>\nوقد ضحك من أنوك سأل مرة فقال: علقمة بن عبدة جاهلي أو من بني تميم؟ فلأن\nالجاهلي قد يكون من بني تميم ومن بني عامر، والتميمي قد يكون جاهليا\nوإسلاميا. ومن ذلك قول عبد الله بن سلمة الغامدي:\n</p>\n\n<p>\nفهبطت غيثا ما تفزع وحشه ... من بين سرب ناوي وكنوس\n</p>\n\n<p>\nناو: سمين، يقال: نوى سمن، والسمين يجوز أن يكون كانسا أو راتعا، والكانس\nيجوز أن يكون سمينا أو هزيلا.\n</p>\n\n<p>\nوأما القسم التي يترك بعضها مما لا يحتمل الواجب تركه، فمثل قول جرير في\nبني حنيفة:\n</p>\n\n<p>\nصارت حنيفة أثلاثا فثلثهم ... من العبيد وثلث من مواليها\n</p>\n\n<p>\nوبلغني أن هذا الشعر أنشد في مجلس، ورجل من بني حنيفة حاضر فيه، فقيل له:\nمن أيهم أنت؟ فقال: من الثلث الملغى ذكره. ومن عيوب المعاني:\n</p>\n\n<h1 class='l1' id='head47'>فساد المقابلات</h1>\n\n<p>\nومن كان حافظا لما ذكرناه من صحة المقابلات في باب النعوت ظهر له الحال\nفي فسادها كثيرا.\n</p>\n\n<p>\nفساد المقابلات\n</p>\n\n<p>\nوهو أن يضع الشاعر معنى يريد أن يقابله بآخر، إما على جهة الموافقة أو\nالمخالفة، فيكون أحد المعنيين لا يخالف الآخر ولا يوافقه، مثال ذلك قول أبي\nعدي القرشي:\n</p>\n\n<p>\nيا ابن خير الأخيار من عبد شمس ... أنت زين الدنيا وغيث الجنود\n</p>\n\n<p>\nفليس قوله: وغيث الجنود، موافقا لقوله: زين الدنيا، ولا مضادا، وذلك عيب.\nومنه قول هذا الرجل أيضا في مثل ذلك:\n</p>\n\n<p>\nرحماء بذي الصلاح وضرا ... بون قدما لهامة الصنديد\n</p>\n\n<p>\nفليس للصنديد فيما تقدم ضد ولا مثل، ولعله لو كان مكان قوله: الصنديد\nالشرير،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nكان <span id='ms65'></span> ذلك جيدا لقوله: ذو الصلاح. وللعدول عن هذا العيب غير الرواة قول\nامرئ القيس:\n</p>\n\n<p>\nفلو أنها نفس تموت سوية ... ولكنها نفس تساقط أنفسا\n</p>\n\n<p>\nفابدلوا مكان: سوية: جميعة لأنها في مقابلة تساقط أنفسا أليق من سوية.\nومن عيوب المعاني:\n</p>\n\n<h1 class='l1' id='head48'>فساد التفسير</h1>\n\n<p>\nفساد التفسير\n</p>\n\n<p>\nومن كان ذاكرا لما قدمناه في باب نعت هذا المعنى عرف الوجه في عيبه. مثال\nفي ذلك: ما جاءني به بعض الشعراء في هذا الوقت، وأنا أطلب مثالات في هذا\nالباب، يستفتيني فيه وهو:\n</p>\n\n<p>\nفيا أيها الحيران في ظلم الدجى ... ومن خاف أن يلقاه بغي من العدى\n</p>\n\n<p>\nتعال إليه تلق من نور وجهه ... ضياء ومن كفيه بحرا من الندى\n</p>\n\n<p>\nوقد كان هذا الرجل يسمعني كثيرا أخوض في أشياء من نقد الشعر، فيعي بعض\nذلك، ويستجيد الطريق التي أوضحها له، فلما وقع هذان البيتان في قصيدة له،\nولاح له ما فيهما من العيب، ولم يتحققه صار إلي فيهما، وذكر انه عرضهما على\nجماعة من الشعراء وغيرهم، ممن ظن أن عنده مفتاحا له، وأن بعضهم جوزهما،\nوبعضهم شعر بالعيب فيهما ولم يقدر على شرحه، فذكرت له الحال فيه، وأثبت\nالبيتين في هذا الباب مثالا.\n</p>\n\n<p>\nووجه العيب فيهما: أن هذا الشاعر، لما قدم في البيت الأول الظلم وبغي\nالعدى، كان الجيد أن يفسر هذين المعنيين في البيت الثاني بما يليق بهما،\nفأتى بإزاء الإظلام بالضياء، وذلك صواب، وكان الواجب أن يأتي بإزاء بغي\nالعدى بالنصرة أو بالعصمة أو بالوزر أو بما جانس ذلك مما يحتمى به الإنسان\nمن أعدائه، فلم يأت بذلك وجعل مكانه ذكر الندى، ولو كان ذكر الفقر أو العدم\nلكان ما أتى به صوابا.\n</p>\n\n<p>\nوقد يتفرع من هذا الباب خطآن إذا وقعا فيه، خرجا إلى بابين آخرين من\nأبواب عيوب الشعر.\n</p>\n\n<p>\nأحدهما: أن يكون هذا الشاعر مثلا لو لم يأت بخلاف القسم الثاني، بل تركه،\nلدخل في باب الخلل؛ ولو لم يتركه، بل أتى به وزاد عليه، لدخل في باب الحشو،\nوقد ذكرنا هذين البابين في مواضعهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nومن <span id='ms66'></span> عيوب المعاني:\n</p>\n\n<h1 class='l1' id='head49'>الاستحالة والتناقض</h1>\n\n<p>\nالاستحالة والتناقض\n</p>\n\n<p>\nوهما أن يذكر في الشعر شيء، فيجمع بينه وبين المقابل له من جهة واحدة،\nوالأشياء تتقابل على أربع جهات:\n</p>\n\n<p>\nإما على طريق المضاف، ومعنى المضاف هو الشيء الذي إنما يقال بالقياس إلى\nغيره، مثل الضعف إلى نصفه، والمولى إلى عبده، والأب إلى ابنه، فكل واحد من\nالأب والابن والمولى والعبد والضعف والنصف يقال بالإضافة إلى الآخر، وهذه\nالأشياء من جهة ما أن كل واحد منها يقال بالقياس إلى غيره، هي من المضاف،\nومن جهة أن كل واحد منها بإزاء صاحبه كالمقابل له، فهي من المتقابلات.\n</p>\n\n<p>\nوإما على طريق التضاد، مثل: الشرير للخير، والحار للبارد، والأبيض\nللأسود.\n</p>\n\n<p>\nوإما على طريق العدم والقنية، مثل الأعمى والبصير، والأصلع وذي الجمة.\nوإما على طريق النفي والإثبات، مثل أن يقال: زيد جالس، زيد ليس بجالس.\n</p>\n\n<p>\nفإذا أتى في الشعر جمع بين متقابلين من هذه المتقابلات، وكان هذا الجمع\nمن جهة واحدة، فهو عيب فاحش غير مخصوص بالمعاني الشعرية، بل هو لاحق بجميع\nالمعاني، وأعني بقولي: من جهة واحدة: ا، ه قد يجوز أن يجتمع في كلام منثور\nأو منظوم متقابلان من هذه المتقابلات، ويكون ذلك الاجتماع من جهتين لا من\nجهة واحدة، فيكون الكلام مستقيما غير محال ولا متناقض، مثال ذلك أن يقال في\nتقابل المضاف: إن العشرة مثلا ضعف وإنها نصف، لكن يقال: إنها ضعف لخمسة\nونصف لعشرين، فلا يكون ذلك محالا إذا قيل من جهتين، فأما من جهة واحدة كما\nإذا قيل: إنها ضعف ونصف لخمسة فلا.\n</p>\n\n<p>\nوكذلك يجوز أن يجتمع المتقابلات على طريق العدم والقنية من جهتين، مثال\nذلك أن يقال: زيد أعمى بصير القلبن فيكون ذلك صحيحا، فأما من جهة واحدة،\nكما لو قيل في إنسان: واحد إنه أعمى العين بصيرها، فلا.\n</p>\n\n<p>\nوكذلك في التضاد أن يقال في الفاتر: حار عند البارد، وبارد عند الحار،\nفأما عند أحدهما فلا.\n</p>\n\n<p>\nوفي النفي والإثبات أن يقال: زيد جالس، في وقته الحاضر الذي هو فيه جالس،\nوغير جالس <span id='ms67'></span> في الوقت الآتي الذي يقوم فيه إذا قام، فذلك جائز، فأما في وقت\nواحد وحال واحدة جالس وغير جالس فلا.\n</p>\n\n<p>\nولهذه العلة يجوز ما يأتي في الشعر على هذه السبيل، مثل ما قال خفاف بن\nندبة:\n</p>\n\n<p>\nإذا انتكث الحبل ألفيته ... صبور الجنان رزينا خفيفا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nفلو لم تكن إرادته أنه رزين من حيث ليس خفيفا، وخفيف من حيث ليس رزينا،\nلم يجز، ومثل ما قال الشنفرى:\n</p>\n\n<p>\nفدقت وجلت واسبكرت وأكملت ... فلو جن إنسان من الحسن جنت\n</p>\n\n<p>\nفإنه إنما أراد دقت من جهة وجلت من أخرى، فأما لو كان أراد أنها دقت من\nحيث جلت، لم يكن جائزا.\n</p>\n\n<p>\nوقد جاء في الشعر من الاستحالة والتناقض ما لا عذر فيه، وما جمع فيما قيل\nفيه بين المتقابلات من جهة واحدة، ومنه ما التناقض فيه ظاهر، يعلم في أول\nما يلقى السمع، ومنه ما يحتاج إلى تنبيه على موضع التناقض فيه.\n</p>\n\n<p>\nومما جاء في ذلك على جهة التضاد، قول أبي نواس يصف الخمر:\n</p>\n\n<p>\nكأن بقايا ما عفا من حبابها ... تفاريق شيب في سواد عذار\n</p>\n\n<p>\nفشبه حباب الكأس بالشيب، وذلك قول جائز، لأن الحباب يشبه الشيب في البياض\nوحده، لا في شيء آخر غيره، ثم قال:\n</p>\n\n<p>\nتردت به ثم انفرى عن أديمها ... تفرى ليل عن بياض نهار\n</p>\n\n<p>\nفالحباب الذي جعله في هذا البيت الثاني كالليل، هو الذي كان في البيت\nالأول أبيض كالشيب، والخمر التي كانت في البيت الأول كسواد العذار هي التي\nصارت في البيت الثاني كبياض النهار، وليس في هذا التناقض منصرف إلى جهة من\nجهات العذر، لأن الأبيض والأسود طرفان متضادان، وكل واحد منهما في غاية\nالبعد عن الآخر، فليس يجوز أن يكون شيء واحد منهما في غاية البعد عن الآخر،\nفليس يجوز أن يكون شيء واحد يوصف بأنه أبيض وأسود، إلا كما يوصف الأدكن في\nالألوان بالقياس إلى واحد من الطرفين اللذين هو واسطة بينهما، فيقال: إنه\nعند الأبيض أسود، وعند الأسود أبيض، وليس فيما قاله أبو نواس حال توجب\nانصراف <span id='ms68'></span> ما قاله إلى هذه الجهة. ولعل قوما أن يحتجوا لأبي نواس بأن يقولوا:\nإن قوله:\n</p>\n\n<p>\nتفرى ليل عن بياض نهار\n</p>\n\n<p>\nلم يرد به أسود ولا أبيض، لكن الذي أراده إنما هو ذات التفري وانحسار\nالشيء عن الشيء، أسود كان أو أبيض أو غير ذلك من الألوان.\n</p>\n\n<p>\nفنقول: من يحتج بهذه الحجة تبطل من جهات: إحداها: أن الرجل قد صرح بأنه\nلم يرد غير اللون فقط، بقوله: عن بياض نهار، والثانية: تشبيهه الحباب\nبالشيب، لأن الحباب لا يشبه الشيب من جهة من الجهات غير البياض، والثالثة:\nأن النهار والليل ليس هما غير الضياء والظلمة، فيظن بالجاعل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nلهما في وصف من الأوصاف أنه أراد شيئا آخر، فإن القائل مثلا في شيء إنه\nقد تبرأ من شيء كما تتبرأ الشعرة من العجين، قد يجوز أن يصرف قوله هذا على\nوجهين: أحدهما: أن يظن أنه أراد ذات تبرؤ شيء، ويجوز أن يظن أنه إنما أراد\nتبرؤ الأسود من الأبيض، لأن في الشعرة والعجين جسما يجوز أن يتبرأ من جسم،\nوسوادا وبياضا، فأما الليل والنهار فليس هما غير سواد وبياض فقط، فأما جسم\nيتبرأ من جسم فلا. التناقض على طريف المضاف: ومما جاء في الشعر من التناقض\nعلى طريق المضاف، قول عبد الرحمن ابن عبد الله القس:\n</p>\n\n<p>\nفإني إذا ما الموت حل بنفسها ... يزال بنفسي قبل ذاك فأقبر\n</p>\n\n<p>\nفقد جمع بين قبل وبعد، وهما من المضاف، لأنه لا قبل إلا لبعد، ولا بعد\nإلا لقبل، حيث قال: إنه إذا وقع الموت بها، وهذا القول كأنه شرط وضعه ليكون\nله جواب يأتي به، وجوابه هو قوله: يزال بنفسه قبل ذاك، وهذا شبيه بقول قائل\nلو قال: إذا انكسر الكوز انكسرت الجرة قبله، ومنزلة هذا التناقض عندي فوقه\nمنزلة جمع المتقابلين في الشناعة، لأن هذا الشاعر جعل ما هو قبل بعدا.\n</p>\n\n<h1 class='l1' id='head50'>التناقض على طريق القنية والعدم</h1>\n\n<p>\nومما جاء في الشعر من التناقض على طريق القنية والعدم، قول ابن نوفل:\n</p>\n\n<p>\nلأعلاج ثمانية وشيخ ... كبير السن ذي بصر ضرير <span id='ms69'></span>\n</p>\n\n<p>\nفلفظة: ضرير إنما تستعمل - وهي تصريف فعيل من الضر - في الأكثر للذي لا\nبصر له، وقول هذا الشاعر في هذا الشيخ: إنه ذو بصر وإنه ضرير، تناقض من جهة\nالقنية والعدم، وذلك أنه كأنه يقول: إن له بصرا ولا بصر له، فهو بصير أعمى.\n</p>\n\n<p>\nفإن قال قائل: إنه ضرير، راجع على البصر بأنه أعمى، فالعرب أولا إنما\nتريد بضرير الإنسان الذي قد لحقه الضر بذهاب بصره لا البصر نفسه، وأيضا\nفليس البصر هو العين التي يقع عليها العمى بل ذات الإبصار، وذات الإبصار لا\nيقال: إنها عمياء، كما لا يقال: إن حدة السيف كليلة، بل إنما يقال: إن\nالسيف كليل، لأن الحدة، لا تكل، وكذلك البصر لا يعمى، ولكن هو في توسع\nاللغة، وتسمح العرب في اللفظ جائز على طريق المجاز، وقد جاء في أقوى\nالمواضع حجة، وهو القرآن في قوله عز وجل فإنها لا تعمي الأبصار ولكنه إذا\nجاز في البصر أن يقال: أعمى، فلا أراه يجوز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nأن يقال فيه: مضرور، وارى إنما يدخل في هذا الباب.\n</p>\n\n<p>\nومن التناقض قول ابن الرمة:\n</p>\n\n<p>\nتراه إذا أبصر الضيف كلبه ... يكلمه من حبه وهو أعجم\n</p>\n\n<p>\nفإن هذا الشاعر أقنى الكلب الكلام، في قوله: أنه يكلمه، ثم أعدمه إياه\nعند قوله: إنه أعجم، من غير أن يزيد في القول ما يدل على أن ما ذكره إنما\nأجراه على طريق الاستعارة، فإن عذر هذا الشاعر ببعض المعاذير، إذ كانت\nالحجج كثيرة، فهلا قال كما قال عنترة العبسي:\n</p>\n\n<p>\nفازور من وقع القنا بلبانه ... وشكا إلى بعبرة وتحمحم\n</p>\n\n<p>\nفلم يخرج الفرس عما له من التحمحم إلى الكلام، ثم قال:\n</p>\n\n<p>\nلو كان يدري ما المحاورة اشتكى ... ولكان، لو علم الكلام، مكلمي\n</p>\n\n<p>\nفوضع عنترة ما أراده في موضعه.\n</p>\n\n<h1 class='l1' id='head51'>التناقض على طريق الإيجاب والسلب</h1>\n\n<p>\nومما جاء في الشعر من التناقض على طريق الإيجاب والسلب، قول عبد الرحمن\nبن عبد الله القس:\n</p>\n\n<p>\nأرى هجرها والقتل مثلين فاقصروا ... ملامكم فالقتل أعفى وأيسر\n</p>\n\n<p>\nفأوجب هذا الشاعر الهجر والقتل أنهما مثلان، ثم سلبهما <span id='ms70'></span> ذلك بقوله: إن\nالقتل أعفى وأيسر، فكأنه قال: إن القتل مثل الهجر، وليس هو مثله.\n</p>\n\n<p>\nوأرى أن هذا الشاعر أراد أن يقول: بل القتل أعفى وأيسر، ولو قال: بل لكان\nالشعر مستقيما، لأن مقام لفظة: بل مقام ما ينفي الماضي ويثبت المستأنف،\nلكنه لما لم يقلها، وأتى بجمع الإثبات ونفيه استحال شعره.\n</p>\n\n<p>\nوليس إذا علمنا أن شاعرا أراد لفظة تقيم شعره، فجعل مكانها لفظة تحيله\nوتفسده، وجب أن يحتسب له ما يتوهم أنه أراده، ويترك ما قد صرح به، ولو كانت\nالأمور كلها تجري على هذا لم يكن خطأ.\n</p>\n\n<p>\nوأرى أن مما يجري هذا المجرى قول يزيد بن مالك الغامدي، حيث قال:\n</p>\n\n<p>\nأكف الجهل عن حلماء قومي ... وأعرض عن كلام الجاهلينا\n</p>\n\n<p>\nثم قال في هذه القصيدة بعد هذا البيت:\n</p>\n\n<p>\nإذا رجل تعرض مستخفا ... لنا بالجهل أوشك أن يحينا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nفقد أوجب هذا الشاعر في البيت الأول لنفسه الحلم والإعراض عن الجهال،\nونفى ذلك بعينه في البيت الثاني بتعديه في معاقبة الجاهل إلى أقصى مراتب\nالعقوبات وهو القتل.\n</p>\n\n<p>\nولأبي نواس أيضا شيء شبه هذا وهو قوله:\n</p>\n\n<p>\nولي عهد ماله قرين ... ولا له شبه ولا خدين\n</p>\n\n<p>\nاستغفر الله، بلى هارون ... يا خير من كان ومن يكون\n</p>\n\n<p>\nإلا النبي المصطفى الميمون ... ذلت بك الدنيا وعز الدين\n</p>\n\n<p>\nفصير هارون شبيها بولي العهد، ثم قال: إنه خير الناس، ولم يستثن بهارون،\nفكأنه إما خير منه، وليس خيرا منه، لأنه شبيهه أو كشبيهه، وليس بشبيهه،\nلأنه خير منه، وهذا جمع بين النفي والإثبات.\n</p>\n\n<p>\nومما يجري هذا المجرى، وقد أنكره الناس وعابوه، قول زهير ابن أبي سلمى:\n</p>\n\n<p>\nحي الديار التي لم يعفها القدم ... بلى وغيرها الأرواح والديم\n</p>\n\n<h1 class='l1' id='head52'>إيقاع الممتنع</h1>\n\n<p>\nومن عيوب المعاني: إيقاع الممتنع فيها في حال ما يحوز وقوعه ويمكن كونه،\nوالفرق بين الممتنع والمتناقض - الذي تقدم الكلام فيه - أن المتناقض لا\nيكون، ولا يمكن تصوره في الوهم، والممتنع لا يكون، ويجوز أن يتصور في\nالوهم.\n</p>\n\n<p>\nومما جاء في الشعر - قد وضع الممتنع فيه فيما يجوز وقوعه <span id='ms71'></span> - قول أبي نواس:\n</p>\n\n<p>\nيا أمين الله عش أبدا ... دم على الأيام والزمن\n</p>\n\n<p>\nفليس يخلو هذا الشاعر من أن يكون تفاءل لهذا الممدوح بقوله: عش أبدا، أو\nدعا له، وكلا الأمرين، مما لا يجوز، مستقبح.\n</p>\n\n<p>\nولعل معترضا أن يعترض على هذا القول منا في هذا الموضع فيقول: إنه مناقضة\nلا استجزناه ورأيناه صوابا في صدر هذا الكتاب من الغلو، ويجعل قول أبي نواس\nهذا غلوا، يلزمنا تجويزه، كما أصلنا تجويز الغلو وتجويده.\n</p>\n\n<p>\nونحن نقول: إن هذا وما أشبهه ليس غلوا ولا إفراطا، بل خروجا عن حد الغلو\nالذي يجوز أن يقع إلى حد الممتنع الذي لا يجوز أن يقع، لأن الغلو إنما هو\nتجاوز في نعت ما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nللشيء أن يكون عليه، وليس خارجا عن طباعه إلى ما لا يجوز أن يقع له، لأن\nالذي كنا قلنا: إنه جائز، مثل قول النمر بن تولب:\n</p>\n\n<p>\nتظل تحفر عنه إن ضربت به ... بعد الذراعين والساقين والهادي\n</p>\n\n<p>\nفليس خارجا عن طباع السيف أن يقطع الذراعين والساقين والهادي. وأن يؤثر\nبعد ذلك ويغوص في الأرض، ولكنه مما لا يكاد أن يكون: وكذلك ما قلناه فيما\nقال مهلهل:\n</p>\n\n<p>\nفلولا الريح أسمع أهل حجر ... صليل البيض تقرع بالذكور\n</p>\n\n<p>\nفإنه أيضا ليس يخرج عن طباع أهل حجر أن يسمعوا الأصوات من الأماكن\nالبعيدة، ولا خارج عن طباع البيض أن تصل ويشتد طنينها بقرع السيوف إياها،\nولكن يبعد بعد المسافة بين موضع الوقعة وحجر بعدا لا يكاد يقع.\n</p>\n\n<p>\nوليس في طباع الإنسان أن يعيش أبدا، وأيضا فإنا كنا قد قدمنا أن مخارج\nالغلو إنما هي على يكاد وليس في قول أبي نواس: عش أبدا، موضع يحسن فيه،\nلأنه لا يحسن على مذهب الدعاء أن يقال: يا أمين الله تكاد تعيش أبدا.\n</p>\n\n<p>\nمخالفة العرف:\n</p>\n\n<p>\nومن عيوب المعاني: مخالفة العرف، والإتيان بما ليس في العادة والطبع،\nوذلك مثل قول المرار:\n</p>\n\n<p>\nوخال على خديك يبدو كأنه ... سنا البدر في دعجاء باد دجونها\n</p>\n\n<p>\nفالمتعارف المعلوم أن الخيلان سود، أو ما قاربها في ذلك اللون <span id='ms72'></span>، والخدود\nالحسان إنما هي البيض، وبذلك تنعت، فأتى هذا الشاعر بقلب المعنى.\n</p>\n\n<p>\nومن هذا المجلس قول الحكم الخضري:\n</p>\n\n<p>\nكانت بنو غالب لأمتها ... كالغيث في كل ساعة يكف\n</p>\n\n<p>\nفليس في المعهود أن يكون الغيث واكفا في كل ساعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nنسب الشيء إلى ما ليس منه:\n</p>\n\n<p>\nومن عيوب المعاني: أن ينسب الشيء إلى ما ليس منه، كما قال خالد بن صفوان:\n</p>\n\n<p>\nفإن صورة راقتك فاخبر فربما ... أمر مذاق العود، والعود أخضر\n</p>\n\n<p>\nفهذا الشاعر بقوله: ربما أمر مذاق العود والعود أخضر.\n</p>\n\n<p>\nكأنه يومئ إلى أن سبيل العود الأخضر، في الأكثر، أن يكون عذبا، أو غير\nمر، وهذا ليس بواجب، لأنه ليس العود الأخضر بطعم من الطعوم أولى منه\nبالآخر.\n</p>\n\n<p>\nولنتبع ما تكلمنا به في عيوب المعاني بما في الأقسام الأربعة المؤتلفة.\nمن ذلك: عيوب ائتلاف اللفظ والمعنى. فمنها:\n</p>\n\n<p>\nالإخلال:\n</p>\n\n<p>\nوهو أن يترك من اللفظ ما به يتم المعنى.\n</p>\n\n<p>\nمثال ذلك قول عبيد الله بن عبد الله بن عتبة بن مسعود:\n</p>\n\n<p>\nأعاذل عاجل ما أشتهي ... أحب من الأكثر الرائث\n</p>\n\n<p>\nفإنما أراد أن يقول: عاجل ما أشتهي مع القلة أحب إلى من الأكثر المبطئ\nفترك مع القلة وبه يتم المعنى.\n</p>\n\n<p>\nومثل ذلك قول عروة بن الورد:\n</p>\n\n<p>\nعجبت لهم إذ يقتلون نفوسهم ... ومقلتهم عند الوغى كان أعذرا\n</p>\n\n<p>\nفإنما أراد أن يقول: عجبت لهم إذ يقتلون نفوسهم في السلم، ومقلتهم عند\nالوغى أعذر فترك في السلم.\n</p>\n\n<p>\nومن هذا الجنس قول الحارث بن حلزة:\n</p>\n\n<p>\nوالعيش خير في ظلا ... ل النوك ممن عاش كدا\n</p>\n\n<p>\nفأراد أن يقول: والعيش خير في ظلال النوك من العيش بكد في ظلال العقل\nفترك شيئا كثيرا، وعلى أنه لو قال ذلك لكان في هذا الشعر خلل آخر، لأن الذي\nيظهر أنه أراده، هو أن يقول: إن العيش الناعم في ظلال النوك خير من العيش\nالشاق في ظلال العقل فأخل بشيء كثير.\n</p>\n\n<p>\nومن هذا الجنس نوع آخر، وهو كما قال بعضهم:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nلا يرمضون إذا حرت مغافرهم ... ولا ترى منهم في الطعن ميالا\n</p>\n\n<p>\nويفشلون إذا نادى ربيئهم <span id='ms73'></span> ... ألا اركبن فقد آنست أبطالا\n</p>\n\n<p>\nفأراد أن يقول: ولا يفشلون فحذف لا فعاد المعنى إلى الضد ومن عيوب هذا\nالجنس، عكس العيب المتقدم، وهو أن يزيد في اللفظ ما يفسد به المعنى، مثال\nذلك قول بعضهم:\n</p>\n\n<p>\nفما نطفة من ماء نحض عذيبة ... تمنع من أيدي الرقاة ترومها\n</p>\n\n<p>\nبأطيب من فيها لو أنك ذقته ... إذا ليلة أسجت وغارت نجومها\n</p>\n\n<p>\nفقول هذا الشاعر: لو أنك ذقته زيادة توهم أنه لو لم يذقه لم يكن طيبا.\n</p>\n\n<p>\nعيوب ائتلاف اللفظ والوزن: منها الحشو.\n</p>\n\n<p>\nالحشو: وهو أ، يخشى البيت بلفظ لا يحتاج إليه لإقامة الوزن.\n</p>\n\n<p>\nمثال ذلك ما قال أبو عدي القرشي:\n</p>\n\n<p>\nنحن الرؤوس وما الرؤوس إذا سمت ... في المجد للأقوام كالأذناب\n</p>\n\n<p>\nفقوله: للأقوام، حشو لا منفعة فيه.\n</p>\n\n<p>\nوقال مصقلة بن هبيرة:\n</p>\n\n<p>\nألكني إلى أهل العراق رسالة ... وخص بها، حييت، بكر بن وائل\n</p>\n\n<p>\nفقوله: حييت، حشو لا منفعة فيه. ومنها التثليم.\n</p>\n\n<p>\nالتثليم:\n</p>\n\n<p>\nوهو أن يأتي الشاعر بأسماء يقصر عنها العروض، فيضطر إلى ثلمها النقص\nمنها، مثال ذلك قول أمية بن أبي الصلت:\n</p>\n\n<p>\nلا أرى من يعينني في حياتي ... غير نفسي إلا بني إسرال\n</p>\n\n<p>\nوقال في هذه القصيدة:\n</p>\n\n<p>\nأيما شاطن عصاه عكاه ... ثم يلقى في السجن والأكبال\n</p>\n\n<p>\nوقال علقمة بن عبدة:\n</p>\n\n<p>\nكأن إبريقهم ظبي على شرف ... مقدم بسبا الكتان ملثوم\n</p>\n\n<p>\nأراد: بسبائب الكتان، فحذف للعروض. وقال لبيد بن ربيعة:\n</p>\n\n<p>\nدرس المنا بمتالع فأبان\n</p>\n\n<p>\nأراد المنازل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nومنها التذنيب.\n</p>\n\n<p>\nالتذنيب:\n</p>\n\n<p>\nوهو عكس العيب المتقدم، وذلك أن يأتي الشاعر بألفاظ تقصر عن العروض،\nفيضطر إلى الزياد فيها.\n</p>\n\n<p>\nمثال ذلك ما قال الكميت:\n</p>\n\n<p>\nلا كعبد المليك أو كيزيد ... أو سليمان بعد أو كهشام\n</p>\n\n<p>\nفالملك والمليك اسمان لله عز وجل، وليس إذا سمي إنسان بالتعبد لأحدهما،\nوجب أن يكون مسمى بالآخر، كما أنه ليس من سمى: عبد الرحمن هو من سمى عبد\nالله. ومن هذا الجنس: التغيير.\n</p>\n\n<p>\nالتغيير:\n</p>\n\n<p>\nوهو أ، يحيل الشاعر الاسم عن حاله وصورته إلى صور أخرى، إذا اضطرته\nالعروض إلى ذلك.\n</p>\n\n<p>\nكما قال بعضهم يذكر سليمان عليه السلام <span id='ms74'></span>:\n</p>\n\n<p>\nونسج سليم كل قضاء ذائل\n</p>\n\n<p>\nوكما قال آخر:\n</p>\n\n<p>\nمن نسج داود أبي سلام\n</p>\n\n<p>\nومنه التفصيل.\n</p>\n\n<p>\nالتفصيل:\n</p>\n\n<p>\nوهو ألا ينتظم للشاعر نسق الكلام على ما ينبغي لمكان العروض، فيقدم\nويؤخر، كما قال دريد بن الصمة:\n</p>\n\n<p>\nوبلغ نميرا، إن عرضت، ابن عامر ... فأي أخ في النائبات وطالب\n</p>\n\n<p>\nففرق بين نمير بن عامر بقوله: إن عرضت، وكما قال أبو عدي القرشي:\n</p>\n\n<p>\nخير راعي رعية، سره الله ... هشام وخير مأوى طريد\n</p>\n\n<p>\nوكما قال الآخر:\n</p>\n\n<p>\nلعمر أبيها لا تقول حليلتي ... ألا فر عني مالك بن أبي كعب\n</p>\n\n<p>\nعيوب ائتلاف المعنى والوزن:\n</p>\n\n<p>\nمنها المقلوب.\n</p>\n\n<p>\nالمقلوب:\n</p>\n\n<p>\nوهو أن يضطر الوزن الشعري إلى إحالة المعنى، فيقلبه الشاعر إلى خلاف ما\nقصد به.\n</p>\n\n<p>\nمثال ذلك لعروة بن الورد:\n</p>\n\n<p>\nفلو أني شهدت أبا سعاد ... غداة غدا بمهجته يفوق\n</p>\n\n<p>\nفديت بنفسه نفسي ومالي ... وما آلوك إلا ما أطيق\n</p>\n\n<p>\nأراد أن يقول: فديت نفسه بنفسي، فقلب المعنى. وللحطيئة:\n</p>\n\n<p>\nفلما خشيت الهون والعير ممسك ... على رغمه ما أثبت الحبل حافره\n</p>\n\n<p>\nأراد: الحبل حافره، فانقلب المعنى.\n</p>\n\n<p>\nومنها المبتور:\n</p>\n\n<p>\nالمبتور:\n</p>\n\n<p>\nوهو ان يطول المعنى عن أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nيحتمل العروض تمامه في بيت واحد، فيقطعه بالقافية، ويتمه في البيت\nالثاني، مثال ذلك قول عروة بن الورد:\n</p>\n\n<p>\nفلو كاليوم كان علي أمري ... ومن لك بالتدبر في الأمور\n</p>\n\n<p>\nفهذا البيت ليس قائما بنفسه في المعنى، ولكنه أتى بالبيت الثاني بتمامه،\nفقال:\n</p>\n\n<p>\nإذا لملكت عصمة أم وهب ... على ما كان من حسك الصدور\n</p>\n\n<p>\nوقال امرؤ القيس:\n</p>\n\n<p>\nأبعد الحارث الملك ابن عمرو ... وبعد الخير حجر ذي القباب\n</p>\n\n<p>\nفالمعنى ناقص عن تمامه، فأتمه في البيت الثاني، وقال:\n</p>\n\n<p>\nأرجى من صروف الدهر لينا ... ولم تغفل عن الصم الصلاب\n</p>\n\n<p>\nعيوب ائتلاف المعنى والقافية: منها:\n</p>\n\n<p>\nالتكلف في طلب القافية: أن تكون القافية مستدعاة قد تكلف في طلبها،\nفاشتغل معنى سائر البيت بها، مثل ما قال أبو تمام الطائي:\n</p>\n\n<p>\nكالظبية الأدماء صافت فارتعت ... زهر العرار الغض والجثجاثا\n</p>\n\n<p>\nفجميع هذا البيت مبني لطلب هذه القافية، وإلا فليس في وصف الظبية بأنها\nترتعي الجثجاث كبير فائدة، لأنه إنما <span id='ms75'></span> توصف الظبية إذا قصد لنعتها بأحسن\nأحوالها بأن يقال: إنها تعطو الشجر، لأنها حينئذ رافعة رأسها، وتوصف بأن\nذعرا يسيرا قد لحقها، كما قال الطرماح:\n</p>\n\n<p>\nمثل ما عاينت مخروفة ... نصها ذاعر روع مؤام\n</p>\n\n<p>\nفأما أن ترتعي الجثجاث، فلا أعرف له معنى في زيادة الظبية من الحسن، لا\nسيما والجثجاث ليس من المراعي التي توصف بأن ام يرتعى يؤثره: الإتيان\nبالقافية لتكون نظير لأخواتها في السجع: ومن عيوب هذا الجنس: أن يؤتى\nبالقافية لتكون نظيرة لأخواتها في السجع، لا لأن لها فائدة في معنى البيت،\nكما قال علي بن محمد البصري:\n</p>\n\n<p>\nوسابغة الأذيال زغف مفاضة ... تكنفها مني نجاد مخطط\n</p>\n\n<p>\nفي وصف الدرع وتجويد نعتها.\n</p>\n\n<p>\nفليس يزيد في جودتها أن يكون نجادها مخططا، دون أن يكون أحمر أو أخضر، أو\nغير ذلك من الأصباغ، ولكنه أتى به من أجل السجع.\n</p>\n\n<p>\nومن هذا الجنس: قول أبي عدي القرشي:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nووقيت الحتوف من وارث وا ... ل وأبقاك صالحا رب هود\n</p>\n\n<p>\nفليس نسبة هذا الشاعر الله عز وجل إلى أنه رب هود بأجود من نسبته إلى أنه\nرب نوح، ولكن القافية كانت دالية، فأتى بذلك للسجع لا لإفادة معنى بما أتى\nبه منه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n             <span id='ms76'></span>\n</p>\n",
  "pages": [
    "000",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089"
  ],
  "volumes": [
    "01"
  ]
}