{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nكتاب\n</p>\n\n<p>\nالأمر بالمعروف والنهي عن المنكر\n</p>\n\n<p>\nتصنيف\n</p>\n\n<p>\nالحافظ عبد الغني بن عبد الواحد المقدسي\n</p>\n\n<p>\nت: 600 ه\n</p>\n\n<p>\nتحقيق\n</p>\n\n<p>\nسمير بن أمين الزهيري\n</p>\n\n<p>\nدار السلف\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1416ه - 1995م\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nولا حول ولا قوة إلا بالله العلي العظيم، اللهم سهل\n</p>\n\n<h1 class='l1' id='head0'>1 - </h1>\n\n<p>\nأخبرنا أبو المحاسن عبد الرزاق بن إسماعيل بن محمد بن عثمان وابن عمه أبو\nسعيد المطهر بن عبد الكريم بن محمد بن عثمان القومسانيان بهمذان قالا\nأخبرنا أبو علي ناصر بن مهدي بن نصر المسطي أخبرنا أبو الحسن علي بن شعيب\nبن علي القاضي أخبرنا أبو إسحاق إبراهيم بن محمد بن حماد الأبهري أخبرنا\nأبو عبد الله أحمد بن محمد بن ساكن الزنجاني حدثنا الحسن بن علي الحلواني\nحدثنا عبد الرزاق عن سفيان الثوري عن قيس بن مسلم عن طارق بن شهاب قال\n</p>\n\n<p>\nأول من قدم الخطبة قبل الصلاة مروان فقام إليه رجل فقال يا مروان خالفت\nالسنة فقال مروان يا فلان ترك ما هنالك فقال أبو سعيد أما هذا فقد قضى ما\nعليه\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم يقول من رأى منكم منكرا فاستطاع أن\nيغيره بيده فليفعل فإن لم يستطع فبلسانه فإن لم يستطع فبقلبه وذلك أضعف\nالإيمان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>2 - </h1>\n\n<p>\nأخبرنا الحافظ الإمام أبو طاهر أحمد بن محمد بن أحمد\n</p>\n\n<h1 class='l1' id='head2'>[ص: 4]</h1>\n\n<p>\nبن محمد بن إبراهيم السلفي الأصبهاني بثغر الإسكندرية أخبرنا الرئيس أبو\nعبد الله القاسم بن الفضل بن أحمد بن أحمد بن محمود الثقفي بأصبهان أخبرنا\nأبو سعيد محمد بن موسى بن الفضل بن شاذان الصيرفي حدثنا أبو العباس محمد بن\nيعقوب بن يوسف الأصم حدثنا أحمد هو ابن عبد الجبار حدثنا أبو معاوية عن\nالأعمش عن إسماعيل بن رجاء عن أبيه عن أبي سعيد وعن قيس بن مسلم عن طارق بن\nشهاب عن أبي سعيد قال\n</p>\n\n<p>\nأخرج مروان المنبر في يوم عيد وبدأ بالخطبة قبل الصلاة فقام رجل فقال يا\nمروان خالفت السنة أخرجت المنبر في يوم عيد ولم يكن يخرج به وبدأت بالخطبة\nقبل الصلاة <span id='ms01'></span> ولم يكن يبدأ بها قال فقال أبو سعيد من هذا قالوا فلان بن فلان\nفقال أبو سعيد أما هذا فقد قضى ما عليه\n</p>\n\n<p>\nسمعت النبي صلى الله عليه وسلم يقول من رأى منكرا فاستطاع أن يغيره بيده\nفليغيره فإن لم يستطع بيده فبلسانه فإن لم يستطع بلسانه فبقلبه وذلك أضعف\nالإيمان.\n</p>\n\n<p>\nصحيح رواه مسلم عن أبي بكر بن أبي شيبة عن وكيع عن\n</p>\n\n<h1 class='l1' id='head3'>[ص: 5]</h1>\n\n<p>\nسفيان الثوري ورواه عن أبي كريب محمد بن العلاء بن كريب الهمداني الكوفي\nعن أبي معاوية واسمه محمد بن خازم الضرير السعدي الكوفي. ورواه عن أبي موسى\nمحمد بن المثنى العنزي عن غندر عن شعبة عن قيس بن مسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>3 - </h1>\n\n<p>\nأخبرنا أبو القاسم يحيى بن ثابت بن بندار بن إبراهيم المقرئ البقال\nببغداد أخبرنا [أبي] (1) أبو المعالي ثابت أخبرنا أبو علي الحسن بن أحمد بن\nإبراهيم بن شاذان أخبرنا أبو سهل أحمد بن محمد بن عبد الله بن زياد القطان\nحدثنا علي هو ابن محمد بن عبد الملك بن أبي الشوارب حدثنا إبراهيم هو ابن\nبشار الرمادي حدثنا سفيان حدثنا مالك بن مغول عن عطية العوفي قال\n</p>\n\n<p>\nجاء كثير بن الصلت فبنى لمروان منبرا من الطين ليخطب عليه في عيد فلما\nكان من الغد جاء مروان فذهب يريد ليرقى فيخطب قبل الصلاة فجبذه أبو سعيد\nالخدري بيديه (2) فأمسكه وقال يا مروان صل ثم ارق المنبر فقال له مروان يا\nأبا سعيد قد ترك ما تعلم قال فاستقبل أبو سعيد القبلة فقال أما ورب المشارق\nوالمغارب لا تأتون بخير مما أعلم أما ورب المشارق لا تأتون بخير مما أعلم\nقالها ثلاثا\n</p>\n\n<p>\nألا وإني سمعت رسول الله صلى الله عليه وسلم يقول\n</p>\n\n<h1 class='l1' id='head5'>[ص: 6]</h1>\n\n<p>\nمن رأى منكم منكرا فليغيره بيده فإن لم يستطع فبلسانه فإن لم يستطع\nفبقلبه وذلك أضعف الإيمان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>4 - </h1>\n\n<p>\nأخبرنا أبو القاسم يحيى بن ثابت بن بندار بن إبراهيم المقرئ أخبرنا [أبي]\n(1) أبو المعالي ثابت بن بندار أخبرنا أبو بكر أحمد بن محمد بن غالب\nالبرقاني الخوارزمي أخبرنا <span id='ms02'></span> أبو بكر أحمد بن إبراهيم بن إسماعيل الجرجاني\nالإسماعيلي أخبرنا أبو يحيى الروياني حدثنا إبراهيم بن موسى الفراء أخبرنا\nعيسى بن يونس عن زكريا عن عامر عن النعمان بن بشير\n</p>\n\n<p>\nعن النبي صلى الله عليه وسلم قال مثل القائم على حدود الله والواقع فيها\nوالمدهن فيها مثل قوم استهموا على سفينة فأصاب بعضهم أعلاها وأصاب بعضهم\nأسفلها وأوعرها فإذا هم استقوا الماء آذوا من فوقهم فقالوا لو أنا خرقنا في\nموضعنا خرقا ولم نؤذ من فوقنا فإن هم تركوهم وأمرهم هلكوا جميعا وإن أخذوا\nعلى أيديهم نجوا جميعا.\n</p>\n\n<h1 class='l1' id='head7'>[ص: 7]</h1>\n\n<p>\nصحيح رواه البخاري عن أبي نعيم الفضل بن دكين عن زكريا وهو ابن أبي\nزائدة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>5 - </h1>\n\n<p>\nأخبرنا يحيى بن ثابت أخبرنا أبي أخبرنا أحمد بن محمد بن غالب أخبرنا أحمد\nبن إبراهيم أخبرني عمران بن موسى حدثنا سويد بن سعيد حدثنا حفص بن ميسرة\nحدثني زيد بن أسلم (ح) قال أحمد بن إبراهيم أخبرني موسى بن العباس حدثنا\nمحمد بن يحيى الذهلي حدثنا موسى بن مسعود حدثنا زهير عن زيد بن أسلم وهذا\nحديث عمران عن عطاء بن يسار عن أبي سعيد الخدري\n</p>\n\n<p>\nعن النبي صلى الله عليه وسلم قال إياكم والجلوس بالطرقات قالوا يا رسول\nالله ما لنا بد من مجالسنا نتحدث فيها فقال رسول الله صلى الله عليه وسلم\nإن أبيتم إلا المجلس فأعطوا الطريق حقه قالوا وما حقه قال غض البصر وكف\nالأذى ورد السلام والأمر بالمعروف والنهي عن المنكر.\n</p>\n\n<p>\nصحيح متفق عليه رواه البخاري عن معاذ بن فضالة. ومسلم عن سويد بن سعيد\nكلاهما عن حفص بن ميسرة. وأبو سعيد الخدري اسمه سعد بن مالك بن سنان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>6 - </h1>\n\n<p>\nأخبرنا أبو بكر عبد الله بن محمد بن أحمد بن النقور البزاز البغدادي بها\nأخبرنا أبو طالب عبد القادر بن محمد بن يوسف أخبرنا أبو علي الحسن بن علي\nبن المذهب التميمي أخبرنا أبو بكر أحمد بن جعفر بن حمدان حدثنا عبد الله بن\nأحمد بن محمد بن حنبل حدثني أبي <span id='ms03'></span> رضي الله عنه حدثنا إسحاق بن عيسى حدثنا\nيحيى بن سليم عن عبد الله بن عثمان بن خثيم عن أبي الزبير أنه حدثه جابر بن\nعبد الله\n</p>\n\n<p>\nأن رسول الله صلى الله عليه وسلم لبث عشر سنين يتبع الحاج في منازلهم في\nالموسم وبمجنة وعكاظ ومنازلهم بمنى: من يؤويني حتى أبلغ رسالات ربي عز وجل\nوله الجنة، فلا يجد أحدا ينصره ويؤويه حتى إن الرجل يرحل من مصر أومن اليمن\nكذا قال فيأتيه قومه فيقولون احذر غلام قريش لا يفتننك ويمسي (1) بين\nرحالهم يدعوهم إلى الله عز وجل يشيرون إليه بالأصابع\n</p>\n\n<p>\nحتى بعثنا الله عز وجل من يثرب فيأتيه الرجل فيؤمن به فيقرئه القرآن\nفينقلب إلى أهله فيسلمون بإسلامه حتى لم يبق دار من دور يثرب إلا فيها رهط\nمن المسلمين يظهرون الإسلام\n</p>\n\n<p>\nثم بعثنا الله عز وجل فائتمرنا واجتمعنا سبعون رجلا منا فقلنا حتى متى\nنذر رسول الله صلى الله عليه وسلم يطرد في جبال مكة فدخلنا حتى قدمنا عليه\nفي الموسم فواعدناه شعب العقبة فقال عمه العباس يا ابن أخي إني لا أدري ما\nهؤلاء القوم الذي جاؤوك إني ذو معرفة بأهل يثرب\n</p>\n\n<p>\nفاجتمعنا عنده من رجل ورجلين فلما نظر العباس في وجوهنا قال هؤلاء قوم لا\nأعرفهم هؤلاء أحداث.\n</p>\n\n<h1 class='l1' id='head10'>[ص: 9]</h1>\n\n<p>\nفقلنا يا رسول الله صلى الله عليه وسلم علام نبايعك قال تبايعوني على\nالسمع والطاعة في النشاط والكسل وعلى النفقة في العسر واليسر وعلى الأمر\nبالمعروف والنهي عن المنكر وعلى أن تقولوا في الله لا تأخذكم فيه لومة لائم\nوعلى أن تنصروني إذا قدمت يثرب فتمنعوني مما تمنعون منه أنفسكم وأزواجكم\nوأبناءكم ولكم الجنة.\n</p>\n\n<p>\nفقمنا نبايعه فأخذ بيده أسعد بن زرارة وهو أصغر السبعين فقال رويدا يا\nأهل يثرب إنا لم نضرب إليه أكباد المطي إلا ونحن نعلم أنه رسول الله إن\nإخراجه اليوم مفارقة العرب كافة وقتل خياركم وأن تعضكم السيوف فإما أنتم\nقوم تصبرون على السيوف إذا مستكم وعلى قتل خياركم ومفارقة العرب كافة فخذوه <span id='ms04'></span>\nوأجركم على الله عز وجل وأما أنتم قوم تخافون من أنفسكم خيفة فذروه فهو\nأعذر عند الله\n</p>\n\n<p>\nقالوا يا أسعد بن زرارة أمط عنا يدك لا نذر هذه البيعة ولا نستقيلها،\nفقمنا إليه رجلا رجلا يأخذ علينا بشرطة العباس ويعطينا على ذلك الجنة.\n</p>\n\n<p>\nرواه أحمد في المسند كذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>7 - </h1>\n\n<p>\nأخبرنا أبو الفتح محمد بن عبد الباقي بن أحمد بن سلمان\n</p>\n\n<h1 class='l1' id='head12'>[ص: 10]</h1>\n\n<p>\nالبغدادي أخبرنا الإمام أبو محمد رزق الله بن عبد الوهاب بن عبد العزيز\nالتميمي أخبرنا أبو الحسين علي بن محمد بن عبد الله بن بشران أنبأ أبو جعفر\nمحمد بن عمرو بن البختري حدثنا محمد هو ابن عبيد الله المنادي حدثنا يزيد\nبن هارون أخبرنا المسعودي عن سماك بن حرب عن عبد الرحمن بن عبد الله بن\nمسعود عن أبيه قال\n</p>\n\n<p>\nجمعنا رسول الله صلى الله عليه وسلم ونحن أربعون فكنت من آخر من أتاه\nفقال إنكم مصيبون ومنصورون ومفتوح لكم فمن أدرك ذلك منكم فيلتق الله وليأمر\nبالمعروف ولينه عن المنكر وليصل رحمه ومن كذب علي متعمدا فليتبوأ مقعده من\nالنار.\n</p>\n\n<p>\nرواه أحمد في المسند عن يزيد بن هارون وعن غندر وحجاج عن شعبة عن سماك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>8 - </h1>\n\n<p>\nأخبرنا أبو الحسن علي بن المبارك بن الحسين الواسطي المعدل المعروف بابن\nنغوبا ببغداد أخبرنا أبو نعيم محمد بن إبراهيم بن محمد بن خلف الجماري\nأخبرنا أبو الحسن أحمد بن المظفر بن أحمد بن يزداد العطار أخبرنا أبو محمد\nعبد الله بن محمد بن عثمان المزني الحافظ حدثنا أبو خليفة الفضل بن الحباب\nالجمحي بالبصرة حدثنا مسدد حدثنا أبو معاوية عن الأعمش عن الشعبي عن\nالنعمان بن بشير قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم مثل القائم على حدود الله والمداهن\nفيها كمثل قوم استهموا على سفينة في البحر فأصاب بعضهم أعلاها وبعضهم\nأسفلها فكان الذين في أسفلها يخرجون ويستقون الماء ويصبون على الذين في\nأعلاها فيؤذونهم فقال الذين في أسفلها أما إذا منعتمونا فسنشق السفينة من\nأسفلها فنستقي، فإن أخذوا على <span id='ms05'></span> أيديهم منعوهم نجوا جميعا وإن تركوهم هلكوا\nجميعا.\n</p>\n\n<p>\nصحيح رواه البخاري عن عمر بن حفص بن غياث عن أبيه عن الأعمش وعن أبي نعيم\nالفضل بن دكين عن زكريا كلاهما عن الشعبي وهو أبو عمرو عامر بن شراحيل\nالشعبي الكوفي واسم أبي معاوية محمد بن خازم الضرير الكوفي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>9 - </h1>\n\n<p>\nأخبرنا أبو طاهر أحمد بن محمد بن أحمد بن محمد بن\n</p>\n\n<h1 class='l1' id='head15'>[ص: 12]</h1>\n\n<p>\nإبراهيم السلفي الأصبهاني بالإسكندرية وأبو الفتح محمد بن عبد الباقي بن\nأحمد بن سلمان ببغداد قالا أخبرنا أبو بكر أحمد بن علي بن الحسين بن زكريا\nالطريثيثي أخبرنا أبو القاسم هبة الله بن الحسن بن منصور الطبري الحافظ\nأخبرنا محمد بن عبد الرحمن بن العباس إجازة أخبرنا سعيد بن محمد بن\nالراحبان حدثنا نصر بن داود بن طوق قال قال أبو عبيد حدثنيه يحيى بن سعيد\nالقطان عن ثور بن يزيد عن خالد بن معدان عن رجل عن أبي هريرة\n</p>\n\n<p>\nعن النبي صلى الله عليه وسلم أنه قال إن للإسلام صوى ومنارا كمنار الطريق\nمنها أن تؤمنوا بالله ولا تشرك به شيئا وإقام الصلاة وإيتاء الزكاة وصوم\nرمضان وحج البيت وأن تسلم على أهلك إذا دخلت عليهم وأن تسلم على القوم إذا\nمررت بهم فمن ترك شيئا من ذلك فقد ترك سهما من الإسلام ومن نبذ ذلك فقد ولى\nالإسلام ظهره.\n</p>\n\n<p>\nرواه الطبري الحافظ في كتاب السنة كذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>10 - </h1>\n\n<p>\nأخبرنا أبو المحاسن عبد الرزاق بن إسماعيل بن محمد بن عثمان وابن عمه أبو\nسعيد المطهر بن عبد الكريم القومسانيان بهمذان قالا أخبرنا أبو محمد عبد\nالرحمن بن حمد بن الحسن الدوني أخبرنا القاضي أبو بكر أحمد بن الحسين بن\nمحمد بن الكسار أخبرنا أبو بكر أحمد بن محمد بن السني أخبرنا أبو يعلى\nحدثنا زهير بن حرب\n</p>\n\n<h1 class='l1' id='head17'>[ص: 13]</h1>\n\n<p>\nحدثنا محمد بن يزيد بن خنيس المكي قال\n</p>\n\n<p>\nدخلنا على سفيان الثوري نعوده من مرض كان به فدخل علينا سعيد بن حسان\nالمخزومي فقال له سفيان الحديث الذي حدثتني عن أم صالح اردده <span id='ms06'></span> علي قال فقال\nسعيد نعم حدثتني أم صالح عن صفية بنت شيبة عن أم حبيبة زوج النبي صلى الله\nعليه وسلم قالت\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم كل كلام ابن آدم عليه لا له إلا أمر\nبمعروف أو نهي عن منكر أو ذكر الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>11 - </h1>\n\n<p>\nأخبرنا أبو الفتح محمد بن عبد الباقي بن أحمد بن سلمان البغدادي بها\nأخبرنا أبو الفضل أحمد بن الحسن بن خيرون أخبرنا أبو علي الحسن بن أحمد بن\nإبراهيم بن شاذان البزاز حدثنا أبو محمد عبد الله بن جعفر بن درستويه حدثنا\nيعقوب بن سفيان حدثنا أبو الحسن الخليل بن يزيد المكي حدثني الزبير بن عيسى\nحدثني هشام بن عروة عن أبيه عن عائشة قالت\n</p>\n\n<p>\nقلت يا رسول الله متى لا نأمر بالمعروف ولا ننهى عن المنكر قال إذا كان\nالبخل في خياركم وإذا كان العلم في رذالكم وإذا كان الإدهان في كباركم وإذا\nكان الملك في صغاركم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>12 - </h1>\n\n<p>\nأخبرنا الحافظ الإمام أبو موسى محمد بن أبي بكر بن أبي عيسى المديني\nالأصبهاني بها أخبرنا الرئيس أبو القاسم هبة الله بن الحصين ببغداد أخبرنا\nأبو طالب بن غيلان أخبرنا أبو بكر الشافعي حدثنا موسى بن الحسن بن أبي عباد\nالنسائي حدثنا سفيان الثوري عن الحسن بن عمرو الفقيمي عن أبي الزبير عن عبد\nالله بن عمرو قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم إذا رأيت أمتي تهاب الظالم أن تقول له\nإنك ظالم فقد تودع منهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>13 - </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن أبي نصر بن محمد القاساني الأصبهاني بها أخبرنا\nأبو الفرج سعيد بن أبي الرجاء بن أبي منصور الصيرفي أخبرنا أبو العباس أحمد\nبن محمد بن النعمان الفضاض أخبرنا أبو بكر محمد بن إبراهيم بن علي بن\nالمقرئ أخبرنا أبو محمد إسحاق بن أحمد بن نافع الخزاعي قال حدثنا محمد بن\nيحيى بن أبي عمر العدني حدثنا مروان الفزاري حدثنا الحسن بن عمرو الفقيمي\nعن أبي الزبير عن عبد الله بن عمرو <span id='ms07'></span>\n</p>\n\n<p>\nعن النبي صلى الله عليه وسلم قال إذا رأيت أمتي تهاب الظالم أن تقول له\nإنك ظالم فقد تودع منهم.\n</p>\n\n<h1 class='l1' id='head21'>[ص: 15]</h1>\n\n<p>\nقال وقال رسول الله صلى الله عليه وسلم وفي هذه الأمة خسف ومسخ وقذف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>14 - </h1>\n\n<p>\nأخبرنا عبد الله بن محمد بن أحمد بن النقور البزاز البغدادي بها أخبرنا\nأبو طالب عبد القادر بن محمد بن يوسف أخبرنا الحسن بن علي بن المذهب أخبرنا\nأحمد بن جعفر القطيعي حدثنا عبد الله بن أحمد بن حنبل حدثني أبي رضي الله\nعنه حدثنا ابن نمير حدثنا الحسن بن عمرو عن أبي الزبير عن عبد الله بن عمرو\nقال\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم يقول إذا رأيت أمتي تهاب الظالم أن\nتقول له إنك أنت ظالم فقد تودع منهم.\n</p>\n\n<p>\nوقال رسول الله صلى الله عليه وسلم يكون في أمتي خسف ومسخ وقذف.\n</p>\n\n<p>\nرواه أحمد في المسند كذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>15 - </h1>\n\n<p>\nأخبرنا الفقيه أبو الحسن سعد الله بن نصر بن سعيد الواعظ الدجاجي وأبو\nالمعالي أحمد بن عبد الغني بن حنيفة الباجسرائي قالا أخبرنا الإمام أبو\nمنصور محمد بن أحمد بن علي المقرئ أخبرنا أبو طاهر عبد الغفار بن محمد بن\nجعفر المؤدب أخبرنا أبو علي محمد بن أحمد بن الحسن بن الصواف حدثنا بشر بن\nموسى الأسدي حدثنا أبو بكر عبد الله بن الزبير بن عيسى الحميدي حدثنا سفيان\nحدثنا علي بن زيد بن جدعان عن أبي نضرة\n</p>\n\n<h1 class='l1' id='head24'>[ص: 16]</h1>\n\n<p>\nعن أبي سعيد الخدري رضي الله عنه قال\n</p>\n\n<p>\nخطبنا رسول الله صلى الله عليه وسلم بعد العصر إلى مغيربان الشمس فلم يبق\nشيء يكون إلى قيام الساعة إلا أخبرنا به، علمه من علمه وجهله من جهله فقال\nإن الدنيا خضرة حلوة وإن الله مستخلفكم فيها فناظر كيف تعملون ألا فاتقوا\nالدنيا واتقوا النساء ألا وإن لكل غادر لواء يوم القيامة بقدر غدرته ولواؤه\nعند استه ألا وإن أفضل الجهاد كلمة حق - وربما قال سفيان كلمة عدل عند ذي\nسلطان جائر، قال فبكى أبو سعيد وقال فكم <span id='ms08'></span> رأينا من منكر فلم ننكره - ألا وإن\nبني آدم خلقوا على طبقات فمنهم من يولد مؤمنا ويحيا مؤمنا ويموت مؤمنا\nومنهم من يولد كافرا ويحيا كافرا ويموت كافرا ومنهم من يولد مؤمنا ويحيا\nمؤمنا ويموت كافرا ومنهم من يولد كافرا ويحيا كافرا ويموت مؤمنا ومنهم سريع\nالغضب سريع الفيء فهذه بتلك ومنهم بطيء الغضب بطيء الفيء فهذه بتلك ألا وإن\nالغضب جمرة من النار فمن وجد منكم فكان قائما فليجلس وإن كان جالسا\nفليضطجع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>16 - </h1>\n\n<p>\nأخبرنا أبو المحاسن عبد الرزاق بن إسماعيل وابن عمه أبو سعيد المطهر بن\nعبد الكريم القومسانيان بهمذان أخبرنا أبو علي ناصر بن مهدي بن نصر المسطي\nأخبرنا أبو الحسن علي بن شعيب بن علي أخبرنا أبو إسحاق إبراهيم بن محمد بن\nأبي حماد الأبهري أخبرنا أبو عبد الله أحمد بن محمد بن ساكن الزنجاني حدثنا\nالحسن بن علي الحلواني حدثنا يزيد بن هارون أخبرنا إسماعيل بن أبي خالد عن\nقيس\n</p>\n\n<h1 class='l1' id='head26'>[ص: 17]</h1>\n\n<p>\nقال\n</p>\n\n<p>\nقام أبو بكر رضي الله عنه فحمد الله وأثنى عليه ثم قال أيها الناس إنكم\nتقرأون هذه الآية: {يا أيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل إذا\nاهتديتم} وإني سمعت رسول الله صلى الله عليه وسلم يقول إن الناس إذا رأوا\nالظالم فلم يأخذوا على يديه أوشكوا أن يعمهم الله بعقاب.\n</p>\n\n<p>\nرواه أبو عيسى الترمذي عن أحمد بن منيع عن يزيد بن هارون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>17 - </h1>\n\n<p>\nأخبرنا أبو الحسن سعد الله بن نصر بن سعيد الواعظ وأبو المعالي أحمد بن\nعبد الغني بن حنيفة الباجسرائي البغداديان أخبرنا الإمام أبو منصور محمد بن\nأحمد بن علي المقرئ أخبرنا أبو طاهر عبد الغفار بن محمد بن جعفر المؤدب\nأخبرنا أبو علي محمد بن أحمد بن الحسن بن الصواف حدثنا بشر بن موسى حدثنا\nعبد الله بن الزبير بن عيسى الحميدي حدثنا مروان بن معاوية الفزاري حدثنا\nإسماعيل بن أبي خالد عن قيس بن أبي حازم\n</p>\n\n<p>\nأن أبا بكر الصديق رضي الله عنه قام فحمد الله وأثنى عليه <span id='ms09'></span> ثم قال أيها\nالناس إنكم تقرؤون هذه الآية: {يا أيها الذين آمنوا عليكم أنفسكم لا يضركم\nمن ضل إذا اهتديتم} وإنا سمعنا\n</p>\n\n<h1 class='l1' id='head28'>[ص: 18]</h1>\n\n<p>\nرسول الله صلى الله عليه وسلم يقول إن الناس إذا رأوا الظالم فلم يأخذوا\nعلى يديه يوشك أن يعمهم الله بعقاب.\n</p>\n\n<p>\nرواه الترمذي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>18 - </h1>\n\n<p>\nأخبرنا أبو الفتح محمد بن عبد الباقي بن أحمد بن سلمان البغدادي أخبرنا\nأبو الفضل أحمد بن الحسن بن خيرون المعدل أخبرنا أبو بكر محمد بن عمر بن\nالقاسم بن بشر النرسي أخبرنا أبو بكر محمد بن عبد الله بن إبراهيم الشافعي\nحدثنا يحيى هو الحماني حدثنا ابن يمان عن سفيان عن أبي العميس (1) عن أبي\nالبختري\n</p>\n\n<p>\nعن حذيفة {عليكم أنفسكم لا يضركم من ضل إذا اهتديتم} إذا أمرتم بالمعروف\nونهيتهم عن المنكر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>19 - </h1>\n\n<p>\nأخبرنا أبو القاسم هبة الله بن الحسن بن هلال الدقاق البغدادي أخبرنا أبو\nالحسين المبارك بن عبد الجبار بن أحمد الصيرفي أخبرنا أبو طالب محمد بن علي\nبن الفتح الحربي أخبرنا أبو الحسين محمد [بن عبد الله] بن الحسين بن أخي\nميمي أخبرنا أبو علي\n</p>\n\n<h1 class='l1' id='head31'>[ص: 19]</h1>\n\n<p>\nالحسين بن صفوان البرذعي قال حدثنا أبو بكر عبد الله بن محمد بن أبي\nالدنيا القرشي حدثنا أحمد بن جميل المروزي حدثنا عبد الله بن المبارك حدثنا\nعتبة بن أبي حكيم حدثني عمرو بن جارية اللخمي حدثني أبو أمية الشعباني قال\n</p>\n\n<p>\nأتيت أبا ثعلبة الخشني صاحب رسول الله صلى الله عليه وسلم فقلت يا أبا\nثعلبة كيف تصنع في هذه الآية قال أية آية؟ قلت قول الله عز وجل: {عليكم\nأنفسكم لا يضركم من ضل إذا اهتديتم}\n</p>\n\n<p>\nقال أما والله سألت عنها خبيرا سألت رسول الله صلى الله عليه وسلم فقال\nبل آمروا بالمعروف وتناهوا عن المنكر حتى إذا رأيت شحا مطاعا وهوى متبعا\nوإعجاب كل ذي رأي برأيه فعليك بنفسك ودع أمر العوام فإن من ورائكم أيام\nالصبر صبر فيهن مثل قبض على الجمر للعامل فيهن مثل أجر خمسين رجلا يعملون\nمثل عمله.\n</p>\n\n<p>\nوزادني <span id='ms10'></span> غيره قال أجر خمسين منكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>20 - </h1>\n\n<p>\nأخبرنا أبو طاهر السلفي بالإسكندرية حدثنا أبو الفوارس عمر بن المبارك\nالخرقي ببغداد حدثنا أبو القاسم عبد الملك بن محمد\n</p>\n\n<h1 class='l1' id='head33'>[ص: 20]</h1>\n\n<p>\nبن عبد الله بن بشران المعدل أخبرنا أبو محمد دعلج بن أحمد بن دعلج حدثنا\nموسى بن هارون حدثنا الحسن بن عيسى أخبرنا ابن المبارك أخبرنا سيف قال سمعت\nعدي بن عدي الكندي يقول حدثني مولى لنا أنه سمع جدي يقول\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم يقول إن الله عز وجل لا يعذب العامة\nبعمل الخاصة حتى يروا المنكر بين ظهرانيهم وهم قادرون على أنه ينكروه فإذا\nفعلوا ذلك عذب الله العامة والخاصة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>21 - </h1>\n\n<p>\nأخبرنا أبو طاهر السلفي أخبرنا عمر بن المبارك حدثنا عبد الملك\n</p>\n\n<h1 class='l1' id='head35'>[ص: 21]</h1>\n\n<p>\nبن محمد بن عبد الله بن بشران أخبرنا دعلج بن أحمد بن دعلج حدثنا محمد بن\nعباس المؤدب حدثنا سريج بن النعمان حدثنا قزعة عن سيف بن سليمان عن عدي بن\nعدي عن مولى لهم عن جده قال\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم يقول إن الله لا يعذب العامة بعمل\nالخاصة حتى تكون العامة تستطيع أن تغير على الخاصة فإذا لم تغير العامة على\nالخاصة عذب الله عز وجل العامة والخاصة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>22 - </h1>\n\n<p>\nأخبرنا أبو الفتح محمد بن عبد الباقي بن أحمد بن سلمان البغدادي بها\nأخبرنا أبو الفضل أحمد بن أحمد بن الحسن الأصبهاني أخبرنا أبو نعيم أحمد بن\nعبد الله بن أحمد الأصبهاني حدثنا أبو محمد عبد الله بن جعفر بن أحمد بن\nفارس حدثنا أبو بشر يونس بن حبيب بن عبد القاهر العجلي حدثنا أبو داود\nسليمان بن داود الطيالسي حدثنا شعبة عن أبي إسحاق عن عبيد الله بن جرير عن\nأبيه\n</p>\n\n<p>\nأن النبي صلى الله عليه وسلم قال ما من قوم يعمل بينهم بالمعاصي هم أعز\nوأكثر من يعملونه ثم لا يغيروا إلا عمهم الله منه بعقاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>23 - </h1>\n\n<p>\nأخبرنا أبو الحسن سعد الله بن نصر بن سعيد وأحمد بن عبد الغني بن حنيفة\nالباجسرائي <span id='ms11'></span> أخبرنا أبو منصور محمد بن أحمد بن\n</p>\n\n<h1 class='l1' id='head38'>[ص: 23]</h1>\n\n<p>\nعلي أخبرنا أبو طاهر عبد الغفار بن محمد بن جعفر المؤدب أخبرنا أبو علي\nمحمد بن أحمد بن الحسن [بن] (1) الصواف حدثنا بشر بن موسى حدثنا الحميدي\nحدثنا سفيان عن يحيى بن سعيد عن إسماعيل بن أبي حكيم قال\n</p>\n\n<p>\nقال عمر بن عبد العزيز إن الله عز وجل لا يعذب العامة بعمل الخاصة فإذا\nالمعاصي ظهرت فلم تغير أخذت العامة والخاصة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head39'>24 - </h1>\n\n<p>\nأخبرنا أبو القاسم يحيى بن ثابت بن بندار المقرئ أخبرنا أبي\n</p>\n\n<h1 class='l1' id='head40'>[ص: 24]</h1>\n\n<p>\nأخبرنا أبو عمرو عثمان بن محمد بن يوسف بن دوست العلاف أخبرنا أبو بكر\nمحمد بن عبد الله بن إبراهيم الشافعي حدثنا إسحاق بن الحسن بن ميمون حدثنا\nعبد الله بن مسلمة القعنبي عن مالك عن إسماعيل بن أبي حكيم أنه أخبره أنه\n</p>\n\n<p>\nسمع عمر بن عبد العزيز يقول كان يقال إن الله عز وجل لا يعذب العامة بذنب\nالخاصة ولكن إذا عمل المنكر جهارا استحقوا العقوبة كلهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>25 - </h1>\n\n<p>\nأخبرنا سعد الله بن نصر وأحمد بن عبد الغني أخبرنا محمد بن أحمد بن علي\nأخبرنا عبد الغفار بن محمد بن جعفر أخبرنا أبو علي محمد بن أحمد بن الحسن\nبن الصواف حدثنا بشر بن موسى حدثنا الحميدي حدثنا سفيان حدثنا جامع بن أبي\nراشد عن منذر الثوري عن الحسن بن محمد عن امرأة عن عائشة قالت\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم إذا ظهر السوء في الأرض أنزل الله عز\nوجل بأهل الأرض بأسه.\n</p>\n\n<p>\nقالت فقلت أنهلك وفينا أهل طاعة الله فقال نعم ثم تصيرون إلى رحمة الله\nعز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head42'>26 - </h1>\n\n<p>\nأخبرنا أبو رشيد حسين بن إبراهيم بن عبد الله المقرئ وأبو غالب محمد بن\nمحمد بن ناصر بن منصور الأصبهانيان بها أخبرنا أبو منصور محمود بن إسماعيل\nبن محمد الصيرفي أخبرنا أبو الحسين أحمد بن محمد بن الحسين بن فاذشاه\nأخبرنا أبو القاسم سليمان بن أحمد بن أيوب الطبراني حدثنا موسى بن هارون\nحدثنا خلف بن هشام حدثنا أبو <span id='ms12'></span> شهاب الحناط عن العلاء بن المسيب عن عمرو بن\nمرة عن سالم الأفطس عن أبي عبيدة عن ابن مسعود قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم إن من كان قبلكم كانوا إذا عمل العامل\nبالخطيئة نهاه الناهي تعذيرا حتى إذا كان الغد جالسه وواكله وشاربه كأنه لم\nيره على خطيئة بالأمس فلما رأى الله ذلك منهم ضرب بقلوب بعضهم على بعض ثم\nلعنهم على لسان نبيهم داود وعيسى ابن مريم ذلك بما عصوا وكانوا يعتدون\n</p>\n\n<p>\nوالذي نفس محمد بيده لتأمرن بالمعروف ولتنهون عن المنكر ولتأخذن على يدي\nالظالم ولتأطرنه على الحق أو ليضربن الله بقلوب بعضكم على بعض ثم ليلعنكم\nكما لعنهم.\n</p>\n\n<p>\nرواه الترمذي عن عبد الله بن عبد الرحمن بن بهرام السهروردي عن يزيد بن\nهارون عن شريك علي بن بذيمة عن أبي عبيدة. ورواه عن محمد بن بشار عن عبد\nالرحمن بن مهدي عن سفيان\n</p>\n\n<h1 class='l1' id='head43'>[ص: 26]</h1>\n\n<p>\n[عن] (1) علي بن بذيمة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>27 - </h1>\n\n<p>\nأخبرنا أبو الفضل عبد الله بن أحمد بن محمد بن عبد القاهر الطوسي خطيب\nالموصل بها أخبرنا أبو غالب الحسن بن علي بن الحسن بن الشيخ البزاز أخبرنا\nمحمد بن عبد الملك بن بشران أخبرنا عبيد الله بن أحمد بن معروف حدثنا يحيى\nبن محمد بن صاعد حدثنا محمود بن محمد أبو يزيد الظفري من ولد قيس بن الحطيم\nحدثنا أيوب بن النجار عن يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم لتأمرن بالمعروف ولتنهون عن المنكر أو\nليسلطن الله شراركم على خياركم فيدعو خياركم فلا يستجاب لهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>28 - </h1>\n\n<p>\nأخبرنا أبو طاهر السلفي أخبرنا أبو عبد الله الحسين بن علي بن البسري\nببغداد أخبرنا أبو علي الحسن بن أحمد بن إبراهيم بن شاذان أخبرنا حمزة بن\nمحمد حدثنا محمد بن عيسى بن حيان المدايني حدثنا علي بن عاصم حدثنا حسين بن\nقيس أبو علي الرحبي عن عكرمة عن ابن عباس قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم <span id='ms13'></span> لا ينبغي لامرئ يشهد مقاما فيه مقال حق\nإلا تكلم به فإنه لن يقدم أجله ولن يحرم رزقا هو له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>29 - </h1>\n\n<p>\nأخبرنا أبو بكر عبد الله بن محمد بن أحمد بن النقور البغدادي بها أخبرنا\nأبو طالب عبد القادر بن محمد بن يوسف أخبرنا أبو علي الحسن بن علي بن\nالمذهب التميمي أخبرنا أبو بكر أحمد بن جعفر بن حمدان بن مالك القطيعي\nحدثنا عبد الله بن أحمد بن محمد بن حنبل حدثنا أبي حدثنا يزيد بن هارون\nأخبرنا شريك بن عبد الله عن جامع بن أبي راشد عن منذر الثوري عن الحسن بن\nمحمد حدثتني امرأة من الأنصار هي حية اليوم إن شئت أدخلتك\n</p>\n\n<h1 class='l1' id='head47'>[ص: 28]</h1>\n\n<p>\nعليها قلت لا حدثني، قالت\n</p>\n\n<p>\nدخلت على أم سلمة فدخل عليها رسول الله صلى الله عليه وسلم كأنه غضبان\nفاستترت بكم درعي فتكلم بكلام له لم أفهمه فقلت يا أم المؤمنين كأني رأيت\nرسول الله صلى الله عليه وسلم دخل وهو غضبان فقالت نعم أما سمعت ما قال\nقالت قلت وما قال؟ قال إن السوء إذا فشى في الأرض ولم يتناهى عنه أرسل الله\nعز وجل بأسه على أهل الأرض قالت قلت يا رسول الله وفيهم الصالحون قالت قال\nنعم يصيبهم ما أصاب الناس ثم يقبضهم الله عز وجل إلى مغفرته ورضوانه، أو:\nإلى رضوانه ومغفرته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>30 - </h1>\n\n<p>\nأخبرنا أبو بكر عبد الله بن محمد بن أحمد وأبو طالب المبارك بن علي بن\nمحمد الصيرفي قالا أخبرنا أبو طالب عبد القادر بن محمد بن يوسف وأخبرنا أبو\nالحسين عبد الحق بن عبد الخالق بن أحمد بن عبد القادر بن محمد بن يوسف\nأخبرنا عمي أبو طاهر عبد الرحمن بن أحمد قالا أخبرنا أبو علي الحسن بن علي\nبن المذهب أخبرنا أحمد بن جعفر بن حمدان بن مالك القطيعي حدثنا عبد الله بن\nأحمد حدثني أبي حدثنا ابن نمير حدثنا الأعمش عن عمرو بن مرة عن أبي البختري\nعن أبي سعيد الخدري قال\n</p>\n\n<p>\nقال رسول الله صلى الله <span id='ms14'></span> عليه وسلم\n</p>\n\n<h1 class='l1' id='head49'>[ص: 29]</h1>\n\n<p>\nلا يحقرن أحدكم نفسه أن يرى أمرا لله عليه فيه مقال ثم لا يقوله فيقول\nالله ما منعك أن تقول فيه فيقول رب خشيت الناس فيقول وأنا أحق أن يخشى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>31 - </h1>\n\n<p>\nأخبرنا أبو الفتح محمد بن عبد الباقي بن أحمد بن سلمان أخبرنا أبو الفضل\nأحمد بن الحسن بن خيرون أخبرنا أبو بكر محمد بن عمر بن القاسم بن بشر\nالنرسي أخبرنا أبو بكر محمد بن عبد الله بن إبراهيم الشافعي حدثنا موسى بن\nهارون حدثنا يحيى حدثنا شريك عن أبي إسحاق عن عبيد الله بن جرير عن أبيه\nقال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم ما من قوم يكون فيهم رجل يعمل بالمعاصي\nيقدروا أن يغيروا\n</p>\n\n<h1 class='l1' id='head51'>[ص: 30]</h1>\n\n<p>\nعليه فلا يغيروا عليه إلا عمهم الله بعقاب قبل أن يموتوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>32 - </h1>\n\n<p>\nأخبرنا عبد الله بن محمد أخبرنا عبد القادر بن محمد أخبرنا الحسن بن علي\nأخبرنا أحمد بن جعفر حدثنا عبد الله بن أحمد حدثني أبي رحمه الله حدثنا زيد\nبن الحباب أخبرني سفيان عن عطاء بن السائب قال سمعت عبد الرحمن الحضرمي\nأخبرني من سمع النبي صلى الله عليه وسلم يقول\n</p>\n\n<p>\nإن من أمتي قوما يعطون مثل أجور أولهم ينكرون المنكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head53'>33 - </h1>\n\n<p>\nأخبرنا أبو طاهر السلفي أخبرنا أبو الخطاب علي بن عبد الرحمن بن هارون بن\nالجراح حدثنا أبو القاسم عبد الملك بن محمد بن عبد الله بن بشران أخبرنا\nدعلج بن أحمد حدثنا محمد بن العباس المؤدب أخبرنا سريج بن النعمان أخبرنا\nقزعة عن سيف بن\n</p>\n\n<h1 class='l1' id='head54'>[ص: 31]</h1>\n\n<p>\nسليمان عن عدي بن عدي عن مولى له عن جده قال\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم يقول إن الله لا يعذب العامة بعمل\nالخاصة حتى تكون العامة تستطيع أن تغير على الخاصة فإذا لم تغير العامة على\nالخاصة عذب الله العامة والخاصة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head55'>34 - </h1>\n\n<p>\nأخبرنا أبو طاهر السلفي أخبرنا الشريف أبو الفضل محمد بن عبد السلام بن\nأحمد بن محمد الأنصاري أخبرنا أبو علي الحسن بن أحمد بن إبراهيم بن شاذان <span id='ms15'></span>\nأخبرنا أبو سهل أحمد بن محمد بن عبد الله بن زياد القطان حدثنا إسماعيل بن\nإسحاق القاضي حدثنا سليمان بن حرب حدثنا حماد بن زيد عن يحيى بن سعيد عن\nنافع\n</p>\n\n<p>\nأن ابن عمر قال لقوم يأتون السلطان أكلما رأيتم منكرا أنكرتموه أو معروفا\nأمرتم به قالوا لا ولكن إذا قال شيئا صدقناه فإذا خرجنا قلنا ما نعلم قال\nكنا نعد هذا على عهد رسول الله صلى الله عليه وسلم نفاقا أو من النفاق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>35 - </h1>\n\n<p>\nأخبرنا أبو القاسم هبة الله بن الحسن بن هلال الدقاق ببغداد أخبرنا أبو\nالحسين المبارك بن عبد الجبار بن أحمد الصيرفي أخبرنا أبو طالب محمد بن علي\nبن الفتح الحربي أخبرنا أبو الحسين محمد بن عبد الله بن الحسين أخبرنا أبو\nعلي الحسين بن صفوان البرذعي حدثنا أبو بكر عبد الله بن محمد بن أبي الدنيا\nالقرشي حدثنا إبراهيم بن عبد الله الهروي أخبرنا محمد بن إسماعيل بن أبي\nفديك حدثنا\n</p>\n\n<h1 class='l1' id='head57'>[ص: 32]</h1>\n\n<p>\nعمرو بن عثمان بن هانئ عن عاصم بن عمر بن عثمان عن عروة عن عائشة قالت\n</p>\n\n<p>\nدخل علي النبي صلى الله عليه وسلم وقد حفزه النفس فعرفت في وجهه أن قد\nحفزه شيء فما تكلم حتى توضأ فلصقت بالحجرة فصعد المنبر فحمد الله وأثنى\nعليه ثم قال أيها الناس إن الله عز وجل يقول لكم مروا بالمعروف وانهوا عن\nالمنكر قبل أن تدعوني فلا أجيبكم وتسألوني فلا أعطيكم وتستنصروني فلا\nأنصركم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>36 - </h1>\n\n<p>\nأخبرنا هبة الله بن الحسن أخبرنا المبارك بن عبد الجبار أخبرنا محمد بن\nعلي بن الفتح أخبرنا أبو الحسين محمد بن عبد الله أخبرنا الحسين بن صفوان\nحدثنا عبد الله بن محمد بن عبيد حدثني الحسن بن الصباح حدثنا أبو نصر\nالتمار حدثني كوثر بن حكيم عن نافع عن ابن عمر\n</p>\n\n<p>\nأن رسول الله صلى الله عليه وسلم قال لتأمرن بالمعروف ولتنهون عن المنكر\nأو ليسلطن الله عليكم شراركم فليسومونكم سوء العذاب ثم ليدعو خياركم فلا\nيستجاب لهم لتأمرن بالمعروف ولتنهون عن المنكر <span id='ms16'></span> أو ليبعثن الله عليكم من\n</p>\n\n<h1 class='l1' id='head59'>[ص: 33]</h1>\n\n<p>\nلا يرحم صغيركم ولا يوقر كبيركم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>37 - </h1>\n\n<p>\nأخبرنا أبو طاهر السلفي أخبرنا أبو الغنائم محمد بن علي بن ميمون النرسي\nالحافظ أخبرنا محمد بن علي بن عبد الرحمن العلوي أخبرنا محمد بن الحسين\nالتيملي حدثنا علي بن العباس المقانعي حدثنا عباد بن يعقوب أخبرنا السري عن\nزياد بن المنذر عن محمد بن نشر قال\n</p>\n\n<p>\nكنا جلوسا حول ابن الحنفية فحدث عن القرية التي كانت حاضرة البحر فذكر أن\nقوما من بني إسرائيل حرم الله عليهم حيتانهم يوم سبتهم قال وكانت الحيتان\nمما أوتيت من الأمان تخرج في ذلك اليوم حتى ترى في بيوتهم ودورهم وأفنيتهم\nفإذا غربت الشمس انسابت حتى تأتي البحر فغبرت بذلك زمنا طويلا ثم إن سفهاء\nمهم قالوا كيف لنا بهذه الحيتان أن تدخل علينا بيوتنا وطرقنا فقال بعضهم ما\nتريدون أليس لكم في ستة أيام وست ليال ما تصيدون وتأكلون فأبت أنفسهم\nفقالوا كيف نصنع فقال بعضهم ندعها فإذا دخلت أغلق كل رجل بابه وسد طريقه ثم\nيتركها تدور حتى تغرب الشمس يأخذونها\n</p>\n\n<h1 class='l1' id='head61'>[ص: 34]</h1>\n\n<p>\nمن قريب فغبروا يفعلون ذلك فقال ناس منهم من أهل الخير ويحكم اتقوا الله\nفإن الله لا يخدع ويلكم لا تصيدوها فكذبوهم وساقوهم حتى جعل الرجل يلطم\nويضرب وأن أناسا قالوا للذين ينهون ما تريدون منهم فوالله ما هم بالذين\nيطيعونكم فدعوهم\n</p>\n\n<p>\nقال فأسفوا الله عليهم فكانوا ثلاث طبقات طبقة أكلت فمسخها الله قردة\nوطبقة نهت فأنجها الله وطبقة سكتت فكان عاقبة سكوتهم أن بعث الله عليهم من\nيسومهم سوء العذاب إلى يوم القيامة\n</p>\n\n<p>\nقال فقرأ هذه الآيات: {واسألهم عن القرية التي كانت حاضرة البحر} إلى:\n{وإذ قالت أمة منهم لم تعظون قوما الله مهلكهم أو معذبهم عذابا شديدا} ثم\nقرأ: {وإذ تأذن ربك ليبعثن عليهم إلى يوم القيامة من يسومهم سوء العذاب إن\nربك لسريع العقاب وإنه لغفور رحيم}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head62'>38 - </h1>\n\n<p>\nأخبرنا أبو رشيد حبيب بن إبراهيم بن عبد الله المقرئ أخبرنا أبو منصور\nمحمود بن إسماعيل بن <span id='ms17'></span> محمد الصيرفي أخبرنا أبو الحسين أحمد بن محمد بن\nالحسين أخبرنا أبو القاسم سليمان بن أحمد بن أيوب الطبراني حدثنا طالب بن\nقرة الأذني حدثنا محمد بن عيسى بن الطباع (ح) وحدثنا علي بن عبد العزيز\nحدثنا سعيد بن يعقوب الطالقاني حدثنا ابن المبارك حدثنا عتبة بن أبي حكيم\nحدثنا عمرو بن جارية\n</p>\n\n<h1 class='l1' id='head63'>[ص: 35]</h1>\n\n<p>\nاللخمي حدثنا أبو أمية الشعباني قال\n</p>\n\n<p>\nأتيت أبا ثعلبة الخشني فقلت يا أبا ثعلبة كيف نصنع بهذه الآية قال أية\nآية قلت قوله عز وجل: {يا أيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل\nإذا اهتديتم} قال أما والله لقد سألت عنها خبيرا سألت [عنها] (1) رسول الله\nصلى الله عليه وسلم قال بل تأمروا بالمعروف وتتناهوا عن المنكر فإذا رأيت\nشحا مطاعا وهوى متبعا وإعجاب كل ذي رأي برأيه فعليك بخاصة نفسك ودع أمر\nالعوام فإن من ورائكم أيام لصبر الصابر فيه مثل القابض على الجمر للعامل في\nذلك الزمان أجر خمسين رجلا.\n</p>\n\n<p>\nوزادني غير عتبة بن أبي حكيم قيل يا رسول الله أجر خمسين رجلا منا أو\nمنهم؟ قال [بل] (2) أجر خمسين رجلا منكم.\n</p>\n\n<p>\nأبو أمية الشعباني اسمه يحمد شامي، وجارية والد عمرو بالجيم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head64'>39 - </h1>\n\n<p>\nأخبرنا أبو طاهر السلفي بثغر الإسكندرية أخبرنا أبو الخطاب نصر بن أحمد\nبن عبد الله بن النضر القارئ أخبرنا أبو الحسن محمد بن أحمد بن محمد بن\nرزقويه حدثنا علي بن محمد الواعظ حدثنا إسماعيل بن محمود أبو محمد حدثنا\nعبيد الله بن محمد بن يزيد بن خنيس أبو بكر قال سمعت أبي يقول\n</p>\n\n<p>\nكان سفيان الثوري ذات يوم جالسا في مجلسه في المسجد الحرام في أثر الصبح\nوكان مجلسه قبالة وجه القبلة فجاء شيخ فوقف عليه فقال له كيف أصبحت يا شيخ\nفقال له سفيان تسألني كيف أصبحت\n</p>\n\n<h1 class='l1' id='head65'>[ص: 36]</h1>\n\n<p>\nوقد والله أصبحت الأدلاء قد تحيرت\n</p>\n\n<p>\nثم قال سفيان وكان كثيرا مما يدعو به اللهم أبرم لهذه الأمة أمرا رشيدا\nيعز به وليك ويذل به عدوك ويؤمر فيه بالمعروف وينهى <span id='ms18'></span> فيه عن المنكر ثم يتنفس\nنفسا شديدا ثم يقول كم من مؤمن قد مات بغيظه.\n</p>\n\n<p>\nوكان سفيان ممن مات بغيظه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>40 - </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن أبي نصر بن محمد القاساني الأصبهاني بها وأبو\nالطيب محمد بن أبي بكر بن أبي نصر اللفتواني الأصبهانيان بها قالا أخبرنا\nأبو الفضل جعفر بن عبد الواحد بن محمد الثقفي أخبرنا أبو طاهر محمد بن أحمد\n[بن] (1) عبد الرحيم الكاتب حدثنا أبو محمد عبد الله بن محمد بن جعفر بن\nحيان حدثنا عبد الله بن محمد حدثنا أبو عمران الطرسوسي حدثنا الحوطي حدثنا\nيحيى بن سعيد الحمصي عن بكر بن خنيس عن ليث بن أبي سليم قال\n</p>\n\n<p>\nمن الجهاد أن تقول للظالم يا ظالم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head67'>41 - </h1>\n\n<p>\nأخبرنا الحافظ أبو موسى محمد بن أبي بكر بن أبي عيسى المديني الأصبهاني\nبها أخبرنا أبو علي الحسن بن أحمد بن الحسن المقرئ أخبرنا أبو نصر الفضل بن\nمحمد بن سعيد المعدل القاساني أخبرنا أبو محمد عبد الله بن محمد بن جعفر بن\nحيان حدثنا موسى بن هارون حدثنا إسماعيل بن موسى حدثنا عبد السلام عن\nالأحوص بن حكيم عن عبد الحكيم البصري قال سمعت عائشة تقول قال رسول الله\nصلى الله عليه وسلم إن مما أنزل الله عز وجل لتأمرن بالمعروف ولتنهون عن\nالمنكر أو لتدعوني فلا أستجيب لكم أو لتسألوني فلا أعطيكم أو تستنصروني\n</p>\n\n<h1 class='l1' id='head68'>[ص: 37]</h1>\n\n<p>\nفلا أنصركم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head69'>42 - </h1>\n\n<p>\nأخبرنا محمد بن أبي بكر أخبرنا الحسن بن أحمد بن الحسن أخبرنا الفضل بن\nمحمد بن سعيد أخبرنا عبد الله بن محمد بن جعفر حدثنا إبراهيم بن محمد حدثنا\nأبو همام حدثنا بقية عن عبد الله بن نعيم عن أبي هزان قال بعث الله عز وجل\nملكين إلى أهل قرية أن دمرا أهلها بمن فيها فوجدا فيها رجلا قائما يصلي\nفعرج أحدهم إلى الله عز وجل فقال تبارك وتعالى دمراها ودمراه معها فما معر\nوجهه في قط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head70'>43 - </h1>\n\n<p>\nأخبرنا محمد حدثنا الحسن بن أحمد أخبرنا الفضل بن محمد أخبرنا عبد الله\nبن محمد <span id='ms19'></span> بن جعفر بن حيان أخبرنا عبد الله بن محمد بن يعقوب حدثنا عبد الله\nبن محمد بن عبيد حدثنا محمد بن الحسين حدثنا يحيى بن بسطام حدثنا جعفر بن\nسليمان حدثني إبراهيم بن عمرو الصنعاني قال أوحى الله تبارك وتعالى إلى\nيوشع بن نون أني مهلك من قومك أربعين ألفا من خيارهم وستين ألفا من شرارهم\nقال يا رب هؤلاء الأشرار فما بال الأخيار قال إنهم لم يغضبوا لغضبي وكانو\nيواكلوهم ويشاربوهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>44 - </h1>\n\n<p>\nأخبرنا محمد بن أبي بكر أخبرنا الحسن بن أحمد أخبرنا\n</p>\n\n<h1 class='l1' id='head72'>[ص: 38]</h1>\n\n<p>\nالفضل بن محمد أخبرنا أبو محمد بن حيان حدثنا أبو محمد بن أبي حاتم حدثنا\nأبو شيبة بن أبي شيبة حدثنا إبراهيم بن الحسن الثعلبي حدثنا يحيى بن يعلى\nالأسلمي عن أبي سعد عن عكرمة عن ابن عباس قال قيل يا رسول الله أتهلك\nالقرية وفيها الصالحون قال نعم قيل بم يا رسول الله قال بتدهانهم وسكوتهم\nعلى معاصي الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head73'>45 - </h1>\n\n<p>\nأخبرنا أبو موسى أخبرنا أبو علي أخبرنا الفضل بن محمد أخبرنا عبد الله بن\nمحمد بن جعفر حدثنا أبو إسحاق إبراهيم بن محمد بن الحسن حدثنا أبو همام\nحدثنا بقية عن عبد الله بن نعيم عن أبي هزان قال بينما صبيان يلعبون قد\nأخذوا ديكا يعني عبثا فجعلوا ينتفونه ريشة ريشة وشيخ إلى جانبهم لا يأمرهم\nولا ينهاهم حتى لم تبق فيه ريشة فخسف الله به الأرض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head74'>46 - </h1>\n\n<p>\nأخبرنا أبو موسى أخبرنا الحسن بن أحمد أخبرنا الفضل بن محمد أخبرنا أبو\nمحمد بن حيان حدثنا إبراهيم بن محمد حدثنا الوليد بن شجاع حدثنا يزيد بن\nهارون حدثنا حماد بن سلمة عن ثابت عن أبي نضرة قال لما وقعت المعاصي في بني\nإسرائيل قالت فرقة نخرج عنهم\n</p>\n\n<h1 class='l1' id='head75'>[ص: 39]</h1>\n\n<p>\nوقالت فرقة ننكر ذلك ونقيم فنزلت الرحمة فجعل للشاخصين الثلث وللمقيمين\nالثلثين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head76'>47 - </h1>\n\n<p>\nأخبرنا أبوعبد الله محمد بن علي بن محمد الرحبي الروحاني بفسطاط مصر،\nأخبرنا أبوصادق مرشد بن يحيى بن القاسم المديني وأبوعبيد محمد بن أحمد بن\nإبراهيم البازي <span id='ms20'></span>، أخبرنا أبوالحسن محمد بن الحسين بن محمد النيسابوري\nوأبوالحسين علي بن ربيعة بن علي التميمي، أخبرنا أبو الطاهر محمد بن أحمد\nبن عبد الله بن نصر الذهلي، حدثنا جعفر بن محمد بن الحسن، حدثنا قتيبة بن\nسعيد، حدثنا إسماعيل بن جعفر، عن عمرو بن أبي عمر، عن عبد الله بن عبد\nالرحمن الأشهلي، عن حذيفة بن اليمان، أن النبي صلى الله عليه وسلم قال:\n</p>\n\n<p>\nوالذي نفسي بيده لتأمرن بالمعروف، ولتنهون عن المنكر، أو ليوشكن الله أن\nيبعث عليكم عقابا من عنده، ثم تدعونه فلا يستجيب لكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head77'>48 - </h1>\n\n<p>\nأخبرنا هبة الله بن الحسن بن هلال البغدادي أخبرنا المبارك بن عبد الجبار\nالصيرفي أخبرنا محمد بن علي بن الفتح الحربي أخبرنا محمد بن عبد الله بن\nالحسين أخبرنا الحسين بن صفوان حدثنا عبد الله بن محمد بن عبيد القرشي\nحدثنا يوسف بن موسى حدثنا عبيد الله بن موسى حدثنا رزين بياع الرمان عن أبي\nالرقاد قال\n</p>\n\n<h1 class='l1' id='head78'>[ص: 40]</h1>\n\n<p>\nخرجت مع مولاي فانتهى إلى حذيفة وهو يقول إن كان الرجل ليتكلم بالكلمة\nعلى عهد رسول الله صلى الله عليه وسلم فيصير بها منافقا وإني لأسمعها من\nأحدكم اليوم في المقعد الواحد أربع مرات لتأمرن بالمعروف ولتنهون عن المنكر\nولتحاضن على الخير أو ليسحتنكم الله جميعا بعذاب أو ليؤمرن عليكم شراركم ثم\nيدعوا خياركم فلا يستجاب لهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>49 - </h1>\n\n<p>\nأخبرنا هبة الله بن الحسن أخبرنا المبارك بن عبد الجبار أخبرنا محمد بن\nعلي بن الفتح أخبرنا محمد بن عبد الله حدثنا الحسين بن صفوان حدثنا عبد\nالله بن محمد بن عبيد القرشي حدثنا أبو خيثمة حدثنا محمد بن يزيد بن خنيس\nقال سمعت وهيب بن الورد بن أبي الورد مولى بني مخزوم قال لقي عالم عالما هو\nفوقه في العلم فقال يرحمك الله ما أخفي من عملي قال ما تظن كأنك لم تعمل\nحسنة قط إلا أداء الفرائض قال يرحمك الله فما الذي أعلن من عملي قال الأمر\nبالمعروف والنهي عن المنكر فإنه دين الله الذي بعث به <span id='ms21'></span> أنبياءه إلى عباده\nوقد اجتمع الفقهاء على قول نبي الله صلى الله عليه وسلم: {وجعلني مباركا\nأينما كنت} ما بركته تلك؟ قال الأمر بالمعروف والنهي عن المنكر أينما كان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head80'>50 - </h1>\n\n<p>\nأخبرنا هبة الله بن الحسن أخبرنا المبارك بن عبد الجبار أخبرنا محمد بن\nعلي أخبرنا محمد بن عبد الله حدثنا الحسين بن صفوان البردعي حدثنا عبد الله\nبن محمد بن عبيد بن سفيان القرشي حدثني محمد بن الحسين حدثني أبو المنذر\nإسماعيل بن عمر قال سمعت أبا عبد الرحمن العمري يقول إن من غفلتك عن نفسك\nإعراضك عن الله عز وجل بأن ترى ما يسخطه فتجاوزه لا بأمر فيه ولا بنهي عن\nمنكر خوفا ممن لا يملك لك ضرا ولا نفعا\n</p>\n\n<p>\nوسمعته يقول من ترك الأمر بالمعروف والنهي عن المنكر من مخافة المخلوقين\nنزعت منه هيبة الطاعة فلو أمر ولده أو بعض مواليه لا ستخف به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>51 - </h1>\n\n<p>\nأخبرنا أبو محمد لاحق بن علي بن كاره المقرئ البغدادي بجانبها الغربي\nأخبرنا أبو جعفر محمد بن علي بن محمد السمناني أخبرنا القاضي أبو الحسين\nأحمد بن محمد بن أحمد بن محمد الأعين السمناني قراءة عليه وأنا أسمع قيل له\nأخبركم أبو الحسن أحمد بن محمد بن موسى بن القاسم بن الصلت القرشي حدثنا\nأبو بكر [محمد بن القاسم] (1) بن بشار الأنباري حدثني ابن المرزبان حدثنا\nمحمد بن عمران وهو الضبي حدثنا طاهر بن الحسين عن المعافي بن هلال قال سمعت\nابن شبرمة يقول أفضل الصبر التصبر ومن بالغ في الخصومة أثم ومن قصر عنها\nخصم ومن لزم العفاف هانت عليه الملوك والسيوف ولا يصدع بالحق من هاله غضب\nالرجال. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head82'>52 - </h1>\n\n<p>\nأخبرنا محمد بن عمر بن أبي عيسى أخبرنا الحسن بن أحمد بن الحسن المقرئ\nأخبرنا أبو نصر الفضل بن محمد بن سعيد المعدل أخبرنا أبو محمد عبد الله بن\nمحمد بن جعفر بن حيان\n</p>\n\n<h1 class='l1' id='head83'>[ص: 42]</h1>\n\n<p>\nحدثنا إبراهيم بن محمد بن الحسن حدثنا صالح بن زياد السوسي حدثنا يحيى بن\nسيد الحمصي حدثنا سوار بن مصعب <span id='ms22'></span> عن عمرو بن مرة عن عبيدة السلماني عن ابن\nمسعود قال قال النبي صلى الله عليه وسلم بئس القوم قوم لا يأمرون بمعروف\nولا ينهون عن منكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head84'>53 - </h1>\n\n<p>\nأخبرنا محمد بن عمر أخبرنا الحسن بن أحمد أخبرنا الفضل بن محمد بن سعيد\nأخبرنا عبد الله بن محمد بن جعفر حدثنا إبراهيم بن محمد بن الحسن حدثنا\nالوليد بن شجاع حدثنا بقية عن عبد الله بن نعيم عن بعض المشيخة يرفعه قال\nمن أمر بمعروف ونهى عن منكر فهو خليفة الله في الأرض وخليفة كتاب الله عز\nوجل وخليفة رسول الله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head85'>54 - </h1>\n\n<p>\nأخبرنا محمد بن عمر أخبرنا الحسن بن أحمد أخبرنا الفضل\n</p>\n\n<h1 class='l1' id='head86'>[ص: 43]</h1>\n\n<p>\nبن محمد بن سعيد حدثنا أبو محمد بن حيان حدثنا عبد الله بن محمد بن زكريا\nحدثنا إسماعيل بن يزيد حدثنا أبو داود حدثنا محمد بن مسلم بن أبي الوضاح\nحدثنا ثابت أبو سعيد الهمداني قال لقيته بالري فحدثني عن يحيى بن يعمر قال\nخطب علي رضي الله عنه ثم قال يا أيها الناس إنما هلك من هلك قبلكم بركوبهم\nالمعاصي ولم ينههم الربانيون والأحبار فلما تمادوا في المعاصي ولم ينههم\nالربانيون والأحبار أدركتهم العقوبات فمروا بالمعروف وانهوا عن المنكر قبل\nأن ينزل بكم الذي نزل بهم واعلموا أن الأمر بالمعروف والنهي عن المنكر لا\nيقطع رزقا ولا يقرب أجلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head87'>55 - </h1>\n\n<p>\nأخبرنا أبو طاهر السلفي أخبرنا أبو الفتح محمد بن أحمد بن محمد بن الحسين\nبن الحارث الأخرم الأصبهاني أخبرنا أبو الحسن علي بن أحمد بن محمد بن\nالحسين الخرجاني حدثنا القاضي أبو أحمد محمد بن أحمد بن إبراهيم العسال\nحدثنا أبو أحمد إسماعيل بن موسى بن إبراهيم الحاسب حدثنا داود بن رشيد\nحدثنا بسطام بن حبيب حدثنا أبو كعب عن عبد الرحمن بن أبي بكرة قال كانت عند\nأبي امرأة من بني غدانة فماتت فأخرج جنازتها فتقدم ليصلي عليها فدفعه\nإخوتها فقال أنا أحق بالصلاة فتقدم فصلى عليها ثم دخل القبر فدخل عليه\nإخوتها فرجموه حتى <span id='ms23'></span> خر مغشيا عليه فصرخ عليه عشرون ابنا وابنة أنا منهم\n</p>\n\n<p>\nقال فأفاق فقال يا بني لم تصرخون علي فوالذي نفسي بيده ما في الأرض نفس\nأحب إلي أن تكون قد أخرجت من بين جنبيه ولا نفس ذباب أحب إلي من نفسي\n</p>\n\n<h1 class='l1' id='head88'>[ص: 44]</h1>\n\n<p>\nقال قلنا ولم ذاك\n</p>\n\n<p>\nقال لأني سمعت رسول الله صلى الله عليه وسلم يقول يوشك أن يأتي على الناس\nزمان لا يستطيعون أن يأمروا فيه بمعروف ولا ينهوا فيه عن منكر.\n</p>\n\n<p>\nوكان ذلك الزمان قد جاء وما خبري يومئذ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head89'>56 - </h1>\n\n<p>\nأخبرنا هبة الله بن الحسن أخبرنا المبارك بن عبد الجبار أخبرنا محمد بن\nعلي أخبرنا محمد بن عبد الله أخبرنا الحسين بن صفوان حدثنا عبد الله بن\nمحمد بن عبيد بن سفيان الأموي حدثني يعقوب بن عبيد حدثنا هشام بن عمار\nحدثنا حماد بن عبد الرحمن الكلبي حدثنا خالد بن الزبرقان القرشي عن سليمان\nبن حبيب المحاربي عن أبي أمامة الباهلي\n</p>\n\n<p>\nعن النبي صلى الله عليه وسلم قال كيف أنتم إذا طغى نساؤكم وفسق شبابكم\nوتركتم جهادكم قالوا وإن ذلك لكائن يا رسول الله قال نعم والذي نفسي بيده\nوأشد منه سيكون قالوا وما أشد منه يا رسول الله قال كيف أنتم إذا لم تأمروا\nبالمعروف ولم تنهوا عن المنكر قالوا وكائن ذلك يا رسول الله قال نعم والذي\nنفسي بيده وأشد منه سيكون قالوا وما أشد منه يا رسول الله قال كيف أنتم إذا\nرأيتم المعروف منكرا ورأيتم المنكر معروفا قالوا وكائن ذلك يا رسول الله\nقال نعم وأشد منه سيكون يقول الله تعالى بي حلفت\n</p>\n\n<h1 class='l1' id='head90'>[ص: 45]</h1>\n\n<p>\nلأتيحن لهم فتنة تصير الحليم فيهم حيرانا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head91'>57 - </h1>\n\n<p>\nأخبرنا الحافظ أبو موسى محمد بن أبي بكر المديني أخبرنا أبو علي الحسن بن\nأحمد بن الحسن المقرئ أخبرنا أبو نصر الفضل بن محمد بن سعيد أخبرنا أبو\nمحمد عبد الله بن محمد بن جعفر أخبرنا أبو يعلى حدثنا أبو الربيع الزهرني\nحدثنا يعقوب القمي حدثنا هارون بن عنترة عن عبد الله بن السائب <span id='ms24'></span> عن ابن\nمسعود قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم كيف بكم إذا كثرت أمراؤكم وطغت نساؤكم\nقالوا إن ذلك لكائن يا رسول الله قال نعم وأشد من ذلك قالوا ما هو يا رسول\nالله قال لا تأمرونهن بمعروف ولا تنهونهن عن منكر قالوا وإن ذلك لكائن يا\nرسول الله قال وأكبر من ذلك قالوا وما هو يا رسول الله قال يكون المعروف\nفيكم منكرا والمنكر معروفا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>58 - </h1>\n\n<p>\nأخبرنا محمد بن أبي بكر أخبرنا الحسن بن أحمد أخبرنا الفضل بن محمد\nأخبرنا عبد الله بن محمد حدثنا محمد بن الحسن المكتب حدثنا أحمد بن بشر\nالمرثدي حدثنا جعفر بن أحمد بن فليح المدني حدثنا عبد الله بن المنكدر بن\nمحمد بن المنكدر عن أبيه عن جده عن جابر بن عبد الله قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head93'>[ص: 46]</h1>\n\n<p>\nإذا أمتي تركت الأمر بالمعروف والنهي عن المنكر منعها الله تبارك وتعالى\nمنفعة الوحي من السماء فكيف بكم إذا لم يرأف الله بكم ويرحمكم قالوا وكائن\nذلك يا رسول الله قال إي والذي بعث محمدا بالحق نبيا إذا استعمل عليكم\nشراركم فقد تبرأ الله منكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head94'>59 - </h1>\n\n<p>\nأخبرنا محمد بن عمر أخبرنا أبو علي المقرئ أخبرنا أبو نصر القاساني\nأخبرنا أبو محمد بن حيان حدثنا أبو القاسم عيسى بن عبد الملك حدثنا داود بن\nرشيد حدثنا إياس بن الضحاك القرشي حدثنا عبد الله بن منكدر عن سلمة بن\nكلثوم الحمصي عن عمر بن الخطاب رضي الله عنه قال\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم يقول لتأمرن بالمعروف ولتنهون عن\nالمنكر أو ليولين الله شراركم على خياركم ثم يدعو خياركم فلا يستجاب لهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head95'>60 - </h1>\n\n<p>\nأخبرنا هبة الله بن الحسن أخبرنا أبو الحسين المبارك بن عبد الجبار\nأخبرنا أبو طالب محمد بن علي بن الفتح أخبرنا أبو الحسين محمد بن عبد الله\nبن الحسين حدثنا الحسين بن صفوان حدثنا عبد الله بن محمد بن عبيد حدثني علي\nبن الحسن بن أبي مريم عن الفرج <span id='ms25'></span> بن سعيد حدثنا أحمد بن يحيى بن مالك حدثنا\nمبارك بن فضالة عن الحسن\n</p>\n\n<h1 class='l1' id='head96'>[ص: 47]</h1>\n\n<p>\nأن رجلا كان يقال له عقيب كان يعبد الله وكان في ذلك الزمان ملك يعذب\nالناس بالمثلات فقال عقيب لو نزلت إلى هذا فأمرته بتقوى الله كان أوجب علي\nفنزل من الجبل فقال له يا هذا اتق الله فقال له الجبار يا كلب مثلك يأمرني\nبتقوى الله لأعذبنك عذابا لم يعذب به أحد من العالمين فأمر به أن يسلخ من\nقدميه إلى رأسه وهو حي فسلخ فلما بلغ بطنه أن أنة فأوحى الله إليه: عقيب\nاصبر أخرجك من دار الحزن إلى دار الفرح ومن دار الضيق إلى دار السعة فلما\nبلغ السلخ إلى وجهه صاح فأوحى الله إليه: عقيب أبكيت أهل سمائي وأهل أرضي\nفأذهلت ملائكتي عن تسبيحي لئن صحت الثالثة لأصبن عليهم العذاب صبا، فصبر\nحتى سلخ وجهه مخافة أن يأخذ قومه العذاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head97'>61 - </h1>\n\n<p>\nأخبرنا أبو الفتح محمد بن عبد الباقي بن أحمد بن سلمان البغدادي بها\nأخبرنا أبو عبد الله الحسين بن أحمد بن محمد بن طلحة النعالي (1) أخبرنا\nأبو الحسن محمد بن أحمد بن محمد بن رزقويه البزاز أخبرنا أبو علي إسماعيل\nبن محمد الصفار أخبرنا أبو محمد عبد الله بن أيوب المخرمي حدثنا محمد بن\nعبيد الطنافسي حدثنا الأعمش عن ميمون بن مهران عن ابن سيدان عن حذيفة بن\nاليمان قال\n</p>\n\n<p>\nوالله لتأمرن بالمعروف ولتنهون عن المنكر أو ليسلطن الله عز وجل شراركم\nعلى خياركم فيقتلونهم ولا يبقى أحد يأمر بالمعروف ولا ينهى عن منكر ثم\nلتدعن الله عز وجل فليمقتنكم فلا يستجيب لكم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head98'>62 - </h1>\n\n<p>\nأخبرنا أبو الحسين عبد الحق بن عبد الخالق بن أحمد بن عبد القادر بن محمد\nبن يوسف البغدادي بها أخبرنا أبو الحسن حمد بن إسماعيل بن حمد الهمداني\nالزكي حدثنا أبو الفرج الحسين بن علي بن عبيد الله الطناجيري أخبرنا أبو\nالحسين محمد بن علي نجاح حدثنا أبو الحسن محمد بن نوح بن عبد الله\nالجنديسابوري حدثنا هارون <span id='ms26'></span> بن إسحاق الهمداني حدثنا زبيد من ولد زبيد\nالإيامي حدثني محمد الأنصاري من أهل الحديث منذ ثلاثين سنة حدثنا أبو قتادة\nالحراني عن سفيان الثوري عن عبد الملك بن عمير عن أبي المليح عن عمر بن\nالخطاب قال قال رسول الله صلى الله عليه وسلم يأتي على الناس زمان يكون\nأكثرهم وجوههم وجوه المؤمنين فقلوبهم قلوب الذئاب الضواري سفاكون للدماء لا\nيرعون عن قبيح فعلوه فإن تابعتهم واربوك وإن حدثوك كذبوك وإن ائتمنتهم\nخانوك وإن تواريت عنهم اغتابوك صبيهم عارم وشابهم شاطر وشيخم فاجر لا\nيأمرهم بمعروف ولا ينهاهم عن منكر الاختلاط بهم ذلة وطلب ما في أيدهم فقر\nالحليم فيهم غاو والغاوي فيهم حليم السنة فيهم بدعة والبدعة فيهم سنة\nوالآمر بينهم بالمعروف متهم والفاسق فيهم مشرف والمؤمن بينهم مستضعف فإذا\nفعلوا ذلك سلط الله عليهم أقواما إن تكلموا قتلونهم وإن سكتوا استباحوهم\nيستأثرون عليهم [بفيئهم] (1) ويطأون حريمهم ويجورون في حكمهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head99'>63 - </h1>\n\n<p>\nأخبرنا محمد بن أبي بكر المديني أخبرنا الحسن بن أحمد بن الحسن أخبرنا\nالفضل بن محمد بن سعيد أخبرنا عبد الله بن محمد\n</p>\n\n<h1 class='l1' id='head100'>[ص: 49]</h1>\n\n<p>\nبن جعفر حدثنا أبو عبد الله محمد بن يحيى بن منده حدثنا ابن أبي السري عن\nابن أبي فديك عن عمر بن عبد الملك بن منذر بن هلال الفهري عن أبيه عن أبي\nعمرو بن حماس أن عبد الله بن الزبير قال لكعب هل لله من علامة في العباد\nإذا سخط عليهم قال نعم يذلهم فلا يأمرون بمعروف ولا ينهون عن منكر وفي\nالقرآن قال الله عز وجل: {لعن الذين كفروا من بني إسرائيل} الآية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head101'>64 - </h1>\n\n<p>\nأخبرنا محمد بن أبي بكر أخبرنا الحسن بن أحمد بن الحسن أخبرنا أبو نصر\nالفضل بن محمد بن سعيد أخبرنا أبو محمد عبد الله بن محمد بن جعفر أخبرنا\nإسحاق بن أحمد الفارسي حدثنا إسماعيل بن توبة حدثنا إسماعيل بن جعفر حدثني\nعمرو بن أبي عمرو مولى المطلب عن عبد الله بن عبد الرحمن الأشهلي عن حذيفة\n</p>\n\n<p>\nأن رسول <span id='ms27'></span> الله صلى الله عليه وسلم قال والذي نفسي بيده لتأمرن بالمعروف\nولتنهون عن المنكر أو ليوشكن الله أن يبعث عليكم عقابا من عنده ثم لتدعنه\nفلا يستجيب لكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head102'>65 - </h1>\n\n<p>\nأخبرنا محمد بن عمر أخبرنا الحسن بن أحمد أخبرنا الفضل بن محمد حدثنا أبو\nمحمد بن حيان حدثنا عبد الله بن بندار حدثنا عبد الله بن عمران حدثنا وكيع\nعن سفيان عن عمرو بن قيس عن عطية\n</p>\n\n<h1 class='l1' id='head103'>[ص: 50]</h1>\n\n<p>\nعن ابن عمر: {وإذا وقع القول عليهم أخرجنا لهم دابة من الأرض} قال من لا\nيأمرون بمعروف ولا ينهون عن منكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head104'>66 - </h1>\n\n<p>\nأخبرنا أبو القاسم هبة الله بن الحسن بن هلال الدقاق أخبرنا أبو الحسين\nالمبارك بن أحمد بن عبد الجبار بن أحمد بن القاسم الصيرفي أخبرنا أبو طالب\nمحمد بن علي بن الفتح العشاري أخبرنا أبو الحسين محمد بن عبد الله بن\nالحسين بن أخي ميمي أخبرنا الحسين بن صفوان البرذعي حدثنا عبد الله بن محمد\nبن عبيد القرشي حدثني إبراهيم بن عبد الرحيم حدثنا إسحاق بن إبراهيم\nالمروذي حدثنا عبد الله بن عبد العزيز العمري عن أبيه عن سالم بن عبد الله\nعن أبيه قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم أيها الناس مروا بالمعروف وانهوا عن\nالمنكر قبل أن تدعوا الله فلا يستجيب لكم وقبل أن تستغفروه فلا يغفر لكم إن\nالأمر بالمعروف والنهي عن المنكر لا يدفع رزقا ولا يقرب أجلا وإن الأحبار\nمن اليهود والرهبان من النصارى لما تركوا الأمر بالمعروف والنهي عن المنكر\nلعنه الله على لسان أنبيائهم ثم عموا بالبلاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head105'>67 - </h1>\n\n<p>\nأخبرنا هبة الله بن الحسن أخبرنا المبارك بن عبد الجبار [أخبرنا محمد بن\nعلي بن الفتح] (1) أخبرنا محمد بن عبد الله بن الحسين حدثنا الحسين بن\nصفوان حدثنا عبد الله بن محمد بن أبي الدنيا حدثنا عبد الله بن شبيب بن أبي\nسعيد المديني حدثني أبو الطاهر أحمد بن عيسى بن عبد الله بن محمد بن عمر بن\nعلي بن أبي طالب حدثني الحسن بن علي بن <span id='ms28'></span> حسن بن حسن عن أبيه عن جده قال\n</p>\n\n<p>\nكان يقال لا يحل لعين مؤمنة ترى الله يعصى فتطرف حتى تغيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head106'>68 - </h1>\n\n<p>\nأخبرنا هبة الله بن الحسن أخبرنا المبارك بن عبد الجبار أخبرنا محمد بن\nعلي بن الفتح أخبرنا محمد بن عبد الله حدثنا الحسين بن صفوان حدثنا عبد\nالله بن محمد حدثنا عبد الرحمن بن صالح حدثنا عمرو بن هاشم عن صباح المزني\nعن محمد بن سوقة حدثني الذي سمع عليا قال\n</p>\n\n<p>\nالجهاد على أربع شعب على الأمر بالمعروف والنهي عن المنكر والصدق في\nالمواطن وشنآن الفاسقين فمن أمر بالمعروف شد ظهر المؤمن ومن نهى عن المنكر\nأرغم الله أنف المنافق ومن صدق في المواطن قضى ما عليه ومن شنأ الفاسقين\nوغضب لله غضب الله له\n</p>\n\n<p>\nقال فقام الرجل إلى علي رضي الله عنه فقبل رأسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head107'>69 - </h1>\n\n<p>\nأخبرنا هبة الله بن الحسن أخبرنا المبارك بن عبد الجبار أخبرنا محمد بن\nعلي بن الفتح حدثنا محمد بن عبد الله حدثنا الحسين بن صفوان حدثنا عبد الله\nبن محمد حدثنا محمد بن علي بن الحسن بن شقيق حدثنا إبراهيم بن الأشعث حدثنا\nعبد الرحيم بن زيد العمي عن أبيه عن سعيد بن جبير\n</p>\n\n<p>\nقال قال رسول الله صلى الله عليه وسلم ما ترك قوم الأمر بالمعروف والنهي\nعن المنكر إلا لم ترفع أعمالهم\n</p>\n\n<h1 class='l1' id='head108'>[ص: 52]</h1>\n\n<p>\nولم يسمع دعاؤهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head109'>70 - </h1>\n\n<p>\nأخبرنا أبو موسى أخبرنا الحسن بن أحمد بن الحسن أخبرنا الفضل بن محمد بن\nسعيد حدثنا عبد الله بن محمد بن حيان حدثنا أبو يحيى الرازي حدثنا سهل\nحدثنا عبيد الله بن زياد الهمداني عن طلحة بن عمرو عن عطاء سمعت أبا هريرة\n</p>\n\n<p>\nقلنا لرسول الله صلى الله عليه وسلم لئن لم نأمر بالمعروف ولم ننه عن\nالمنكر حتى لا نبقي من المعروف شيئا إلا عملناه ولا نبقي من المنكر شيئا\nإلا نهينا عنه لا نأمر بمعروف ولا ننهى عن منكر أبدا فقال لنا رسول الله\nصلى الله عليه وسلم مروا بالمعروف وإن لم تعملوه وانهوا عن <span id='ms29'></span> المنكر وإن لم\nتنتهوا عنه كله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>71 - </h1>\n\n<p>\nأخبرنا هبة الله بن الحسن أخبرنا المبارك بن عبد الجبار أخبرنا محمد بن\nعلي أخبرنا محمد بن عبد الله حدثنا الحسين بن صفوان حدثنا عبد الله بن محمد\nالقرشي حدثني أبو يعقوب يوسف بن يعقوب التميمي حدثنا ابن أبي ناجية\nالاسكندافي حدثنا زياد بن يونس الحضرمي عن إبراهيم بن إسماعيل بن أبي حبيبة\nقال\n</p>\n\n<p>\nقال عمر بن عبد العزيز رحمة الله عليه لو أن المرء لا يعظ أخاه حتى يحكم\nأمر نفسه ويكمل الذي خلق له من عبادة ربه إذا لتواكل الناس الخير وإذا يرفع\nالأمر بالمعروف والنهي عن المنكر وقل الواعظون والساعون لله عز وجل\nبالنصيحة في الأرض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head111'>72 - </h1>\n\n<p>\nأخبرنا أبو موسى أخبرنا أبو علي الحسن بن أحمد بن الحسن أخبرنا الفضل بن\nمحمد حدثنا عبد لله بن محمد بن جعفر حدثنا الحسن بن إبراهيم بن بشار حدثنا\nسليمان بن داود حدثنا يحيى بن المتوكل قال سمعت سفيان الثوري يقول إذا أثنى\nعلى الرجل جيرانه أجمعون فهو رجل سوء قالوا لسفيان كيف ذاك قال يراهم\nيعملون بالمعاصي فلا يعيب عليهم ويلقاهم بوجه طلق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>73 - </h1>\n\n<p>\nأخبرنا أبو موسى أخبرنا أبو علي أخبرنا الفضل بن محمد بن سعيد أخبرنا عبد\nالله بن محمد بن جعفر حدثنا الحسن بن إبراهيم بن بشار أخبرنا أبو أيوب\nحدثنا جعفر بن سليمان قال سمعت مالك بن دينار يقول\n</p>\n\n<p>\nمكتوب في التوراة من كان له جار يعمل بالمعاصي فلم ينهه فهو شريكه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head113'>74 - </h1>\n\n<p>\nأخبرنا محمد بن أبي بكر أخبرنا الحسن بن أحمد أخبرنا الفضل بن محمد بن\nسعيد حدثنا أبو محمد عبد الله بن محمد بن جعفر بن حيان حدثنا محمد بن عبد\nالله بن رسته حدثنا بشر بن الوليد حدثنا محمد بن طلحة عن جامع بن شداد عن\nعبد الله بن يزيد عن عبد الله بن مسعود أنه قال\n</p>\n\n<p>\nيذهب الصالحون أسلافا ويبقى أصحاب الريب قالوا يا أبا عبد الرحمن ومن\nأصاب الريب قال قوم لا يأمرون بالمعروف ولا ينهون عن منكر <span id='ms30'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head114'>75 - </h1>\n\n<p>\nأخبرنا محمد أخبرنا الحسن حدثنا الفضل بن محمد بن سعيد أخبرنا أبو محمد\nبن حيان أخبرنا إسحاق بن إبراهيم بن جميل حدثنا أبو كريب حدثنا أبو أسامة\nعن الأعمش عن قيس بن راشد\n</p>\n\n<h1 class='l1' id='head115'>[ص: 54]</h1>\n\n<p>\nقال سمعت أبا جحيفة يقول قال علي بن أبي طالب\n</p>\n\n<p>\nإن أول ما تغلبون عليه من الجهاد الجهاد بأيديكم ثم الجهاد بألسنتكم ثم\nالجهاد بقلوبكم حتى لا يعرف القلب معروفا ولا ينكر منكرا فإذا كان ذلك نكس\nالقلب فجعل أعلاه أسلفه مثل الجراب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head116'>76 - </h1>\n\n<p>\nأخبرنا محمد بن أبي بكر أخبرنا الحسن بن أحمد أخبرنا الفضل بن محمد حدثنا\nعبد الله بن محمد بن جعفر حدثنا محمد بن جعفر حدثنا إسماعيل بن يزيد حدثنا\nإبراهيم بن الأشعث قال سمعت الفضيل يقول\n</p>\n\n<p>\nذكر عن النبي صلى الله عليه وسلم قال إذا عظمت أمتي الدنيا نزعت منها\nهيبة الإسلام وإذا تركت أمتي الأمر بالمعروف والنهي عن المنكر حرمت بركة\nالوحي\n</p>\n\n<p>\nقال الفضيل وبلغني أن أبا الدرداء قال ما زال بي الأمر بالمعروف والنهي\nعن المنكر حتى اتخذني الناس عدوا وما لي إليهم من ذنب\n</p>\n\n<p>\nوبلغني أن أبا ذر قال تركني الأمر بالمعروف والنهي عن المنكر ومالي من\nصديق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head117'>77 - </h1>\n\n<p>\nأخبرنا أبو القاسم هبة الله بن الحسن بن هلال الدقاق أخبرنا أبو الحسين\nالمبارك بن عبد الجبار بن أحمد الصيرفي أخبرنا أبو طالب محمد بن علي بن\nالفتح الحربي حدثنا أبو الحسين محمد بن\n</p>\n\n<h1 class='l1' id='head118'>[ص: 55]</h1>\n\n<p>\nعبد الله بن الحسين حدثنا الحسين بن صفوان البرذعي حدثنا عبد الله بن\nمحمد بن عبيد القرشي حدثني محمد بن يحيى بن أبي حاتم الأزدي حدثنا سعد بن\nيونس بن أبي عمرو الشيباني عن عمران [بن] (1) أبي الهذيل عن وهب بن منبه\nقال\n</p>\n\n<p>\nلما أصاب داود عليه السلام الخطيئة قال يا رب اغفرها لي قال قد غفرتها لك\nوألزمت عارها بني إسرائيل قال كيف يا رب وأنت الحكم لا تظلم أحدا أعمل أنا\nالخطيئة وتلزم عارها غيري فأوحى الله يا دواد إنك لما اجترأت على المعصية\nلم <span id='ms31'></span> يعجلوا عليك بالنكير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head119'>78 - </h1>\n\n<p>\nأخبرنا هبة الله بن الحسن أخبرنا المبارك بن عبد الجبار أخبرنا محمد بن\nعلي بن الفتح الحربي حدثنا محمد بن الحسين حدثنا الحسين بن صفوان حدثنا عبد\nالله بن محمد بن عبيد القرشي حدثنا إسماعيل بن إبراهيم أبو إبراهيم حدثنا\nعامر بن يساف عن مالك بن دينار قال\n</p>\n\n<p>\nبينا حبر من أحبار بني إسرائيل متكئ على سريره إذ رأى بعض بنيه يغامز\nالنساء قال مهلا يا بنتي كهيئة التعذير فما كان بأسرع من أتته العقوبة من\nالله عز وجل فصرع عن سريره وانقطع نخاعه وأسقطت امرأته وقيل لي هكذا غضب لي\nاذهب فلا يكون من جنسك حبر أبدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head120'>79 - </h1>\n\n<p>\nأخبرنا هبة الله بن الحسن أخبرنا المبارك بن عبد الجبار أخبرنا محمد بن\nعلي الحربي حدثنا محمد بن الحسين حدثنا الحسين بن صفوان حدثنا عبد الله بن\nمحمد بن عبيد القرشي حدثنا الحسن بن\n</p>\n\n<h1 class='l1' id='head121'>[ص: 56]</h1>\n\n<p>\nحماد الضبي حدثنا المخلدي (1) حدثنا ابن سلامة البكري عن رجل من مراد قال\n</p>\n\n<p>\nدخلنا على أويس القرني فقال يا أخا مراد قيام المؤمن بحق الله لم يبق له\nصديقا، والله إنا لنأمر بالمعروف وننهى عن المنكر فيتخذونا أعداء ويجدون\nعلى ذلك من الفساق أعوانا حتى لقد رموني بالعظائم، والله لا يمنعني ذلك من\nأقوم لله بحق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head122'>80 - </h1>\n\n<p>\nأخبرنا أبو الطاهر السلفي بالإسكندرية أخبرنا الحافظ أبو الغنائم محمد بن\nعلي بن ميمون النرسي حدثنا أبو الحسن علي بن الحسن بن علي بن حوار المعاز\nحدثنا زيد بن جعفر بن حاجب العطار حدثنا محمد بن علان بن خلف البزار حدثنا\nعبد السلام بن مالك حدثنا محمد بن مروان حدثنا حسن بن حسين أخبرنا كادح بن\nجعفر عن ابن لهيعة عن يزيد بن أبي حبيب عن مسلم بن جابر الصدفي عن عبادة بن\nالصامت قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم من أمر بالمعروف ونهى عن المنكر كان\nخليفة الله في أرضه وخليفة كتابه (1) وخليفة رسوله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head123'>81 - </h1>\n\n<p>\nأخبرنا هبة الله بن الحسن أخبرنا المبارك <span id='ms32'></span> بن عبد الجبار أخبرنا محمد بن\nعلي أخبرنا محمد بن الحسين حدثنا الحسين بن صفوان حدثنا عبد الله بن محمد\nبن عبيد بن سفيان حدثني حمزة هو ابن العباس حدثنا عبد الله بن عثمان حدثنا\nابن المبارك حدثنا عبد الملك بن حسين حدثنا علي بن الأقمر عن عمرو بن أبي\nجندب\n</p>\n\n<h1 class='l1' id='head124'>[ص: 57]</h1>\n\n<p>\nعن عبد الله بن مسعود قال\n</p>\n\n<p>\nجاهدوا المنافقين بأيديكم فإن لم تستطيعوا فبألسنكتم فإن لم تستطيعوا إلا\nأن تكفهروا في وجوههم فاكفهروا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head125'>82 - </h1>\n\n<p>\nأخبرنا أبو موسى أخبرنا الحسن بن أحمد أخبرنا الفضل بن محمد بن سعيد\nأخبرنا عبد الله بن محمد بن جعفر أخبرنا أبو محمد بن أبي حاتم حدثنا أبو\nشيبة بن أبي شيبة حدثنا إبراهيم بن الحسن الثعلبي حدثنا يحيى بن يعلى عن\nأبي سعد عن عكرمة عن ابن عباس قال\n</p>\n\n<p>\nقيل يا رسول الله أتهلك القرية وفيها الصالحون قال نعم قيل بم يا رسول\nالله قال بتدهانهم وسكوتهم على معاصي الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head126'>83 - </h1>\n\n<p>\nوبه حدثنا عبد الله حدثنا إسماعيل بن عبد الله بن زرارة حدثنا محمد بن\nيزيد عن جوس عن الضحاك قال الأمر بالمعروف والنهي عن المنكر من فرائض الله\nعز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head127'>84 - </h1>\n\n<p>\nأخبرنا أبو القاسم البغدادي أخبرنا المبارك بن عبد الجبار الصيرفي أخبرنا\nمحمد بن علي بن الفتح الحربي حدثنا محمد بن عبد الله بن الحسين حدثنا\nالحسين بن صفوان حدثنا عبد الله بن محمد بن أبي الدنيا حدثنا علي بن المنذر\nالكوفي حدثنا محمد بن فضيل حدثنا ليث عن بشر عن أبي شريح قال\n</p>\n\n<p>\nخرج علينا حذيفة قال إتاكم الخبر قلنا وما ذلك قال هلك عثمان قلنا هلكنا\nوالله إذا قال إنكم لم تهلكوا إنما تهلكون إذا\n</p>\n\n<h1 class='l1' id='head128'>[ص: 58]</h1>\n\n<p>\nلم يعرف لذي شيبة شيبته ولا لذي سن سنه وصرتم تمشون على الركبات كأنكم\nتعاقيب حجل لا تأمرون بالمعروف ولا تنهون عن المنكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head129'>85 - </h1>\n\n<p>\nأخبرنا هبة الله بن الحسن أخبرنا المبارك أخبرنا محمد بن علي أخبرنا محمد\nبن عبد الله حدثنا الحسين بن صفوان حدثنا عبد الله <span id='ms33'></span> بن محمد بن عبيد حدثنا\nالحسن بن الصباح حدثنا إسحاق بن منصور حدثنا مندل عن الأعمش عن عمرو بن مرة\nعن أبي البختري عن زادان عن أبي سعيد الخدري\n</p>\n\n<p>\nقال يأتي على الناس زمان خيرهم من لا يأمر بمعروف ولا ينهى عن المنكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head130'>86 - </h1>\n\n<p>\nأخبرنا هبة الله بن الحسن أخبرنا المبارك بن عبد الجبار أخبرنا محمد بن\nعلي بن الفتح أخبرنا محمد بن عبد الله حدثنا الحسين بن صفوان حدثنا عبد\nالله بن محمد بن عبيد بن سفيان حدثنا هارون بن عبد الله حدثنا سيار بن حاتم\nحدثنا جعفر بن سليمان حدثنا الصلت بن طريف المعولي حدثنا شيخ من أهل\nالمدائن قال\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم أنتم اليوم على بينة من ربكم تأمرون\nبالمعروف وتنهون عن المنكر وتجاهدون في سبيل الله لم تظهر فيكم السكرتان\nسكرة العيش\n</p>\n\n<h1 class='l1' id='head131'>[ص: 59]</h1>\n\n<p>\nوسكرة الجهل وستحولون إلى غير ذلك يفشو فيكم حب الدنيا فإذا كنتم كذلك لم\nتأمروا بالمعروف ولم تنهوا عن المنكر ولم تجاهدوا في سبيل الله ألا إن\nالقائمين يومئذ بالكتاب في السر والعلانية كالسابقين الأولين من المهاجرين\nوالأنصار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head132'>87 - </h1>\n\n<p>\nأخبرنا هبة الله أخبرنا المبارك بن عبد الجبار أخبرنا محمد بن علي أخبرنا\nمحمد بن عبد الله حدثنا الحسين بن صفوان أخبرنا عبد الله بن محمد حدثنا\nهارون بن عبد الله حدثنا سيار حدثنا جعفر حدثنا مالك بن دينار قال\n</p>\n\n<p>\nأوحى الله إلى نبي من أنبياء بني إسرائيل أن قل لقومك لا تدخلوا مداخل\nأعدائي ولا تطعموا مطاعم أعدائي ولا تلبسوا ملابس أعدائي ولا تركبوا مراكب\nأعدائي فتكونوا أعدئي كما هم أعدائي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head133'>88 - </h1>\n\n<p>\nأخبرنا هبة الله بن الحسن أخبرنا المبارك بن عبدا لجبار حدثنا محمد بن\nعلي أخبرنا محمد بن عبد الله حدثنا الحسين بن صفوان حدثنا عبد الله بن محمد\nبن عبيد بن سفيان حدثنا محمد بن علي بن الحسن بن شقيق حدثنا إبراهيم الأشعث\nقال سمعت الفضيل بن عياض قال\n</p>\n\n<p>\nبلغني أن الله عز جل قال أنا الله تسميت بشديد الغضب <span id='ms34'></span> لآخذن مطيعكم\nبعاصيكم حتى لا أعصى علانية بين ظهرانيكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head134'>89 - </h1>\n\n<p>\nوبه حدثنا عبد الله بن محمد حدثني يعقوب بن عبيد\n</p>\n\n<h1 class='l1' id='head135'>[ص: 60]</h1>\n\n<p>\nأخبرنا عبيد الله بن موسى حدثنا الأعمش عن شمر (1) عن شيخ من أهل الري\nقال\n</p>\n\n<p>\nكنت عريفا في زمن علي فأمرنا بأمر ثم قال أفعلتم ما أمرتكم قلنا لا قال\nأما والله ليسلطن عليكم اليهود والنصارى فليطؤن رقابكم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head136'>90 - </h1>\n\n<p>\nأخبرنا أبو موسى محمد بن أبي بكر بن أبي عيسى أخبرنا الحسن بن أحمد بن\nالحسن أخبرنا الفضل بن محمد بن سعيد حدثنا عبد الله بن محمد بن جعفر حدثنا\nإبراهيم بن محمد أخبرنا الوليد بن شجاع حدثنا يزيد بن هارون حدثنا حماد بن\nسلمة عن ثابت عن أبي نضرة قال\n</p>\n\n<p>\nلما وقعت المعاصي في بني إسرائيل قالت فرقة نخرج منهم وقالت فرقة ننكر\nذلك ونقيم فنزلت الرحمة فجعل للشاخصين الثلث وللمقيمين الثلثين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head137'>91 - </h1>\n\n<p>\nأخبرنا محمد بن أبي بكر أخبرنا الحسن بن أحمد بن الحسن حدثنا الفضل بن\nمحمد بن سعيد حدثنا عبد الله بن محمد بن جعفر حدثنا خليل بن أبي رافع حدثنا\nجدي تميم بن المنتصر حدثنا محمد بن يزيد الواسطي عن جويبر بن سعيد عن\nالضحاك\n</p>\n\n<p>\nقوله: {لولا ينهاهم الربانيون والأحبار} قال أفلا ينهاهم العلماء\nوالأحبار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head138'>92 - </h1>\n\n<p>\nأخبرنا هبة الله بن الحسين البغدادي أخبرنا المبارك بن عبد الجبار\n[أخبرنا الحسين بن صفوان] (1) أخبرنا محمد بن علي بن الفتح\n</p>\n\n<h1 class='l1' id='head139'>[ص: 61]</h1>\n\n<p>\nأخبرنا محمد بن عبد الله حدثنا عبد الله بن محمد بن عبيد حدثنا علي بن\nالجعد أخبرنا سلام بن مسكين قال\n</p>\n\n<p>\nسألت الحسن قلت يا أبا سعيد يأمر الرجل والديه بالمعروف وينهاهما عن\nالمنكر قال يأمرهما إن قبلا وإن كرها سكت عنهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head140'>93 - </h1>\n\n<p>\nأخبرنا أبو بكر عبد الله بن محمد بن أحمد [بن النقور] (1) البغدادي [بها]\nأخبرنا [أبو طالب] عبد القادر بن محمد بن يوسف أخبرنا الحسن بن علي بن محمد\nالتميمي أخبرنا أبو بكر أحمد بن جعفر بن حمدان بن مالك القطيعي حدثنا عبد\nالله بن أحمد بن محمد بن حنبل حدثني <span id='ms35'></span> أبي حدثنا زيد بن الحباب أخبرني سفيان\nعن عطاء بن السائب قال سمعت عبد الرحمن الحضرمي يقول\n</p>\n\n<p>\nأخبرني من سمع النبي صلى الله عليه وسلم يقول إن من أمتي قوما يعطون مثل\nأجور أولهم ينكرون المنكر.\n</p>\n\n<p>\nرواه أحمد في المسند. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head141'>94 - </h1>\n\n<p>\nأخبرنا الفقيه أبو الحسن سعد الله بن نصر بن سعيد وأبو المعالي أحمد بن\nعبد الغني بن حنيفة الباجسرائي قالا أخبرنا أبو منصور محمد بن أحمد بن علي\nالمقرئ أخبرنا أبو طاهر عبد الغفار بن محمد بن جعفر المؤدب حدثنا محمد بن\nأحمد بن الحسن بن الصواف حدثنا بشر بن موسى حدثنا الحميدي حدثنا سفيان\nحدثنا أبو فروة الهمداني قال سمعت الشعبي يقول\n</p>\n\n<h1 class='l1' id='head142'>[ص: 62]</h1>\n\n<p>\nسمعت النعمان بن بشير يقول\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم يقول مثل المدهن في حدود الله والواقع\nفيها والقائم عليها كمثل ثلاثة ركبوا سفينة واستهموا منازلها فطار لأحدهم\nأسفلها وأوعرها وشرها فكانت مختلفة ومهراق مائه عليهم فبينما هم فيها لم\nتفجأهم إلا به وقد أخذ القدوم فقالوا له أي شيء تصنع قال أخرق في جهتي (1)\nخرقا فيكون أقرب لي من الماء ويكون فيه مختلفي ومهراق مائي فقال بعضهم\nاتركوه أبعده الله يخرق في حقه ما شاء فقال بعضهم لا تدعوه يخرقها فيهلكنا\nويهلك نفسه فإن هم أخذوا على يديه نجا ونجوا معه وإن هم لم يأخذوا على يديه\nهلك وهلكوا معه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head143'>95 - </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن أبي نصر بن محمد القاساني الأصبهاني بها أخبرنا\nأبو الفرج سعيد بن أبي الرجاء بن أبي منصور الصيرفي أخبرنا أبو العباس أحمد\nبن محمد بن النعمان أخبرنا أبو بكر محمد بن إبراهيم بن علي المقرئ أخبرنا\nأبو محمد إسحاق بن أحمد بن نافع الخزاعي حدثنا محمد بن يحيى بن أبي عمر\nالعدني حدثنا أبو أسامة حدثني عوف بن حبان الأزدي عن ابن عباس رضي الله\nعنهما\n</p>\n\n<p>\nأن السبعين الذين اختارهم موسى من قومه إنما أخذتهم الرجفة لأنهم لم\nينهوا عن العجل ولم يرضوا به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head144'>96 - </h1>\n\n<p>\nأخبرنا أبو القاسم يحيى <span id='ms36'></span> بن ثابت بن بندار بن إبراهيم المقرئ البغدادي بها\nأخبرنا أبي أبو المعالي ثابت أخبرنا أبو عمرو عثمان بن محمد بن يوسف العلاف\nأخبرنا أبو بكر محمد بن عبد الله بن إبراهيم الشافعي حدثنا إسحاق بن الحسن\nبن ميمون الحربي\n</p>\n\n<h1 class='l1' id='head145'>[ص: 63]</h1>\n\n<p>\nحدثنا عبد الله بن مسلمة القعنبي عن مالك عن يحيى بن سعيد أخبرني عبادة\nبن الوليد عن أبيه عن عبادة بن الصامت قال\n</p>\n\n<p>\nبايعنا رسول الله صلى الله عليه وسلم على السمع والطاعة في العسر واليسر\nوالمنشط والمكره وأن لا ننازع الأمر أهله وأن نقول الحق حيث ما كنا لا نخاف\nلومة لائم.\n</p>\n\n<p>\nرواه البخاري عن إسماعيل بن أبي أويس عن مالك\n</p>\n\n<p>\nورواه مسلم من حديث يحيى بن سيعد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms37'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000"
  ],
  "volumes": [
    "01"
  ]
}