{
  "content": "\n<p>\nهذه تعليقات جدى القهام ثالث المعلمين بل اولهما لو كشف الغطاء من البين\nامير محمد باقر بن مير شمس الدين محمد الاسترابادي وامه بنت المحقق الثاني\nعلى بن عبد العالي الكركي رفع الله درجتهم ونور الله مراقدهم وعطر الله\nمضاجعهم بسم الله الرحمن الرحيم الحمد لله رب العالمين الصلوة والسلام على\nخير خلقه محمد واله الطاهرين المعصومين صلوات الله عليهم اجمعين الاحاديث\nتكون اسم جمع للحديث ومنه احاديث رسول الله صلى الله عليه وآله وتكون جمعا\nاللاحدوثة التى هي مثل الاضحوكة والالعوبة والاعجوبة وهى ما تحدث به الناس\nتلهيا وتعجبا ومنه في التنزيل الكريم في سورة قد افلح المؤمنون فاتبعنا\nبعضهم بعضا وجعلناهم احاديث قاله في الكشاف فاما قول الجوهرى في الصحاح\nالحديث نقيض القديم والحديث الخبر والجمع احاديث ليس بصحيح إذا يجمع فعيل\nعلى افاعيل م ح ق قدس سره المشهور الذاهب إليه اكثر الاصحاب ان الاصول هي\nاربعمائة مصنف لاربعمائة مصنف من رجال ابى عبد الله عليه سلام وهم زهاء\nاربعة الاف رجل وقيل بعضهم هي الاثبات رجالهم من له من امير المؤمنين إلى\nمولانا ابى محمد العسكري صلوات الله عليهم اجمعين وتفصيل القول هنالك في\nالرواشح السماوية م ح ق قدس سره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p001'> Vol. 07, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nويسمى ذلك في اصطلاحهم عملوا الاسناد فعند بعضهم على اقسام علو الاسناد\nكون الواسطة اكثر عددا مع كون الجميع من الثقات الاثبات وعند الاكثر كون\nعدد الواسطة اقل وهو المعلوم من مذهب الشيخ في مواضع من كتبه وعلى هذا\nفالمروم باكثرية عدد الرواة تعدد الاسناد في بعض طبقات السند وذلك احد\nاقسام علو الاسناد وتحقيق القول فيه وتفصيله في الرواشح السماوية م ح ق قدس\nسره فإذا كان الخبران المتعارضان بحيث يصح التخيير بينهما كان يكون <span id='ms333'></span> مثلا\nمدلول احدهما وجوب بالقراءة في الركعتين الاخيرتين من الرباعية ومدلول\nالآخر وجوب التسبيحات فيهما كان المراد بالعمل معناه الاصطلاحي وهو الفتوى\nبمضمون الخبر بالتخيير في العمل بايهما شاء الفتوى بوجوب كل من الامرين\nمثلا وجوبا تخييريا واما إذا كانا بحيث لا يتصور التخيير بينهما كان يكون\nمدلول احدهما وجوب توضية الميت مع التغسيل ومدلول الآخر حرمتها ومدلول\nاحدهما و جوب الغسله الثانية والوضوء ومدلول الآخر حرمتها وفرضنا تعارضهما\nعلى سبيل التضاد بحيث لا يتصح هناك تأويل ولا يمكن العمل باحدهما الا بعد\nطرح الآخر جملة فليس بعقل المعنى المصطلح عليه من العمل ولا من التخيير ح\nإذ لا يصح التخيير بين الوجوب والحرمة بل كان المراد من التخيير في العمل\nبايهما شاء على هذه الصورة توقف المجتهد في حكم المسألة والاتيان في الفعل\nبايهما شآء من دون الايتاء باحد الامرين بعينه أو لا بعينه أو بالتخيير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p002'> Vol. 07, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nبينهما اصلا كما هو وظيفة المقلد في المسايل المختلف فيها في العبادات\nالواجبة عند فقده المجتهد هذا حل هذا المقام وبعض القاصرين من الناظرين فيه\nذهب حيث شاء وتارة حيث ذهب فتبصر م ح ق قدس سره الداير على السنة جماهير\nالقاصرين في جمع الفتوى بكسر الواو وليس بصحيح والخداق المراجيح من ائمة\nالعربية ناصون على ذلك لان الكسر وان كان هو الاصل الا انه يجب هناك الفتح\nمراعات لمحافظة الف التأنيث قال المطرزى في دع من كتابية المغرب والمعرب\nادعى زيد على عمرو مالا فزيد المدعى وعمرو المدعى عليه والمال المدعى\nوالمدعى به لغو والمصدر الادعاء والاسم الدعوى الفيا للتانيث فلا تنون يقال\nدعوى باطلة أو صحيحة وجمعها دعاوى بالفتح كفتوى وفتاوى انتهى قوله فعلى هذا\nالصحيح في رسم الخط عند الاضافة إلى الضمير الكنية بالالف لا بالياء\nكفتاواه وفتاواهم وانما يكتب فتاويه أو فتاويهم بالياء للتنبيه على ان\nالاصل الكسر وخولف من جهة الف التأنيث م ح ق قدس سره قوله ره عن ابن ابى\nعمير توسيط ابن ابى عمير في <span id='ms334'></span> هذا السند بين ابراهيم بن هاشم وحماد بن عيسى\nمن زيادات الاستبصار فعلى المعياد اسقاطه كما في الكافي صحيح السند عالى\nالاسناد م ح ق قدس سره أي من جهة تسليم الخبرين واعتقاد ان كليهما حكم الله\nعلى التخيير لان حكم الله احدهما لا بعينه وجواز التخيير لا للقياس والجزم\nروه أي جهة التسليم والانقياد م ح ق قدس سره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p003'> Vol. 07, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nأي من جهة الانقياد والطاعة وعدم الخروج عن باب الامتثال ودايرة الطاعة\nلا من حيث الاجتهاد وتادية الدليل إلى الحكم تعينا أو تخييرا م ح ق قدس سره\nكلما روى أبو جعفر الكليني ره عن محمد بن اسمعيل عن الفضل بن شاذان فليس هو\nابن بزيع كما يذهب إليه وهم لمة من القاصرين وهو من سخيف الوهم جدا ولا هو\nالبرخكى صاحب الصومعة كما يتوهم عضة ولا هو الزعفراني ولا غيره ممن طبقة بل\nهو الفاضل الجليل القدر الفضل بن شاذان أبو الحسين النيسابوري المدعو بندفر\nوقد قال الحسن بن داود في اول تنبيهات آخر كتابه إذا وردت رواية عن محمد بن\nيعقوب عن محمد بن اسمعيل بلا واسطة ففى صحتها قول لان في لقائه له اشكالا\nمنتقف معطمين قلت لم يعن بذلك رواية محمد بن يعقوب عن محمد اسمعيل عن الفضل\nشاذان كما ربما يتوهم بعض من لم يتعرف الامر بل انه عنى ما ربما جعل محمد\nبن يعقوب من باب التعليق نادرا صدر السند محمد بن اسمعيل أي ابن بزيع ولكن\nلا عن الفضل بن شاذان المتأخر عنه في الطبقة بل عمن هو في طبقة لمعوية بن\nعمار في باب الخيار من الكافي من محمد بن يحيى عن محمد بن الحسين عن محمد\nبن اسمعيل عن الفضل بن شاذان الحديث وعلى هذا الا يصح رواية محمد بن يعقوب\nعن محمد بن اسمعيل الذى يروى عن الفضل بلا واسطة ممن اكاذيب الناقلين أو\nاغاليط الناسخين والصحيح المطابق للنسخ المصححة المعول عليها محمد بن يحيى\nعن محمد بن الحسين ومحمد <span id='ms335'></span> بن اسمعيل عطفا على محمد بن يحيى فتثبت ولا تخيط م\nح ق قدس سره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p004'> Vol. 07, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nابراهيم بن هاشم القمى ممن يكون به الطريق في درجة الصحة على ما حققناه\nومما يدل على توثيقه وتصحيح السند به ما اورده الشيخ في الفهرست في ترجمة\nيونس بن عبد الرحمن وقد اوردناه مع ساير الدلايل في الرواشح السماوية\nوالمشهور عند بنى عصرنا هذا ان الطريق به يعد حسنا م ح ق قدس سره اعطف على\nمحمد بن اسمعيل م ح ق قدس سره أي مرقان وحماد بن عيسى جميعا م ح ق ره صحيح\nعالى الاسناد وابراهيم بن هاشم ممن يكون به الطريق في درجة الصحة على ما قد\nحققناه والامر يستبين إذا ما قد روجع كتابنا رواشيح السماوية م ح ق قدس سره\nفي طايفة من النسخ ابى جعفر احمد بن محمد باسقاط الواو من البين كما في نسخ\nالتهذيب يعنى به احمد بن محمد بن عيسى وعلى نسخة الواو يعنى بابى جعفر احمد\nبن محمد بن عيسى وباحمد بن محمد احمد بن ابى عبد الله البرقى ويحتمل على\nهذه النسخة ان يراد به أبو جعفر محمد بن عمر بن سعيد فانه يروى عن يونس بن\nيعقوب وسماعة في طبقة وفى الكافي في كتاب الحجة في تاريخ ابى عبد الله جعفر\nبن محمد الصادق عليه السلام سعد بن عبد الله عن ابى جعفر محمد بن عمر بن\nسعيد وعلى هذا فالمراد باحمد بن محمد هو ابن على ما هو الاكثرى في رواية\nسعيد بن عبد الله عن احمد بن محمد وبالجملة إذا ورد في الاسانيد سعد بن عبد\nالله عن ابى جعفر فهو اما احمد بن محمد بن عيسى واما محمد بن عمر بن سعيد\nوقد يعنون بابى جعفر في الاسناد احمد بن عيسى العلوى الزاهد الثقة من اصحاب\nالعياشي على ما اورده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p005'> Vol. 07, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nالنجاشي في ترجمة على بن محمد بن عبد الله ابى الحسن القزويني القاضى\nلكنه ليس في هذا السند فاحتفظ <span id='ms336'></span> بهذه الضابطة م ح ق قدس سره اما بفتح الواو\nوالاضافة بتقدير من المبعظة بحسب المعنى كما في احد الامور واحد الطرفين\nواحد الامرين واحد الجانبين واحدكم واحدهم واحد يمكن واحديهن في التنزيل\nالكريم أي احد من الزوجات وامثال ذلك ما لا يستعذب بل يستقيم فيه معنى\nاللام ولا معنى من التبينية والمعنى بقيته أي الفضل الباقي منه كما يقال\nفلان بقية العلماء أو الصلحاء أي من بقى منهم بملاحظة من التبعضية في تقدير\nالمعنى كما في قوله سبحانه ومن الناس من يشترى لهو الحديث على قول صاحب\nالكشاف بمعنى من التبعيضية كانه قيل ومن الناس من يشترى بعض حديث الذى هو\nاللهو أو بضمها والمعنى ما فضل من الماء عن وضوئها م ح ق قدس سره قال الحسن\nبن داود المنهال عمر والاسدي سنين حج مهمل قلت الشيخ ذكره في مواضع ثلثة من\nغير مدح ولاذم ولا حكم عليه باهمال اصلا قال في اصحاب سيد الشهداء ابى عبد\nالله الحسين (ع) المنهال بن عمر الاسدي وفى اصحاب مولانا سيد الساجدين (ع)\nالمنهال بن عمر الاسدي وفى اصحاب مولانا ابى جعفر الباقر (ع) منهال بن عمرو\nالاسدي مولاهم ويستبين من رواية عن الثلثة من الائمة وكونه من اصحابهم\nعليهم السلام حسن حاله وشدة اختصاصه بهم صلوات الله عليهم كما هو المقر\nوعند اصحاب هذا الفن والله سبحانه اعلم م ح ق قدس سره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p006'> Vol. 07, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال جعلت فداك انى ريد ان أسألك عن مسألة والله ما اريد بها الا فكاك\nرقبتي من النار فكأنه رق له فاستوى جالسا فقال يا نجيه سلنى فلاتسئالنى\nاليوم عن شئ الا اخبرتك به الحديث وفى باب الخمس ايضا عن ابن ابى عمارة وهو\nناجية الصيد روى الاسدي عن الحرث بن المغيرة النصرى عن ابى عبد الله عليه\nالسلام وروايته بالجملة عن ابى عبد الله عليه السلام وعن عبيد بن زرارة عنه\nعليه سلام متكررة جدا والحسن بن داود قد تثبط أو عمن في طبقة عن <span id='ms337'></span> الفحص\nوتغلط في الضبط فقال في كتابه نجيه بالنون بالجيم المفتوحتين والباء\nالمفردة لم ذاهلا عما قال أبو عمرو الكشى قال محمد بن مسعود سألت على بن\nالحسن بن فضال عن (عمارة) نجية فقال هو نجية وله اسلم آخر ناجية بن ابى\nعمارة الصيداوي قال واخبرني بعض ولده ان ابا عبد الله عليه السلام كان يقول\nله نج نجية فسمى بهذا الاسم قلت نج معناه اسرع من نجا ينجو نجآء إذا اسرع\nوسبق والناجية الناقة السريعة والتشديد والتضعيف هنا للمبالغة والتأكيد\nوالتكثير لا للتعدية فليحتفظ م ح ق قدس سره أبو حبيب الاسدي هو ناجية كما\nاستعذناه من الصدوق ابى جعفر بن بابويه رضوان الله تعالى عليه في مسندة\nالفقيه وناجية هو الذى تعالى له نجية القواس وهو ابن ابى عمارة الصيداوي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p007'> Vol. 07, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nالاسدي نسبة إلى الصيدا بطن من بنى اسد شيخ صادق صديق على بن يقطين على\nما رواه الكشى وذكره الشيخ في موضعين من كتاب الرجال ففى اصحاب ابى جعفر\nالباقر عليه سلام ناجية بن ابى عمارة وفى اصحاب ابى عبد الله الصادق عليه\nسلام نجية بن الحرث القواس وفي التهذيب وساير كتب الاخبار طريق الشيخ إلى\nايوب بن الحر على ما ذكره في الفهرست عدة من اصحابنا عن ابى المفضل عن ابن\nبطة عن احمد بن ابى عبد الله عن ايوب بن الحر والعدة أبو عبد الله المفيد\nوابو عبد الله الغضايرى وابن ابي جيد وابن الحاشر وغيرهم م ح ق قدس سره هو\nسالم الحناط أبو الفضل كما قاله العلامة في خاتمة الخلاصة في اولى فوائدها\nوان كان قد اسقط منه الالف في فصل السين فقال سلم الحناط بالحاء المهملة\nوالنون أبو الفضل كوفى مولى ثقة روى عن ابى عبد الله عليه سلام ذكره أبو\nالعباس وهذه بعينها عبارة النجاشي الا انه اثبت الالف فقال سالم الحناط\nوالعلامة اسقطها هنا ثم اثبتها في الخاتمة وكذلك اثبتها في ايضاح الاشتباه\nوما اورده بعض شهداء المتأخرين فيما علقه على <span id='ms338'></span> الخلاصة انه لم يوثقه غير\nالعلامة شهادة على نفى الثابت وكانه حسب ان سالما غير سلم وهو حسبان ساقط\nفالاسمان لرجل واحد والصواب اثبات الالف وبها وردت الاسانيد في كتب الاخبار\nثم ان الحسن بن داود قال في كتابه سلم أبو الفضيل مصغر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p008'> Vol. 07, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nالحناط بالحاء المهملة والنون وسلم أبو الفضل مكبر الخياط بالخاء المعجمة\nواليآء المثناة تحت كلاهما رويا عن ق حج ونحن لم نصادف في كتاب الرجال ما\nيصلح مستندا لهذا الضبط اصلا م ح ق قدس سره هو محمد بن الوليد البجلى\nالخراز بالمعجمات الكوفى أبو جعفر ثقة عين نقى الحديث يروى عن حماد بن\nعثمان ومن في مرتبته وعمر فلقيه محمد بن الحسن الصفار وسعد بن عبد الله ومن\nفي طبقتها ذكر ذلك جماعة من ائمة الجرح والتعديل وقال أبو عمر والكشى محمد\nبن الوليد الخراز ومعاوية بن حكيم ومصدق بن صدقة ومحمد بن سالم بن عبد\nالحميد هؤلاء كلهم قطحية وهم من اجلة العلماء و الفقهاء والعدول وبعضهم\nادرك الرضا عليه سلام وكلهم كوفيون م ح ق هذا هو الصواب وفاقا لما في\nالتهذيب في ابواب الزيادات لا الحسين مصغرا كما ربما يوجد في بعض النسخ وما\nيزعم ان الحسن بن على هذا هو ابن فضال التيملى غير متزن بميزان الاستقامة\nاصلا فان سعد بن عبد الله متاخر الطبقة عن الحسن بن فضال وانما روايته عنه\nبتوسيط واسطة كاحمد بن محمد أو اخيه بنان بن محمد أو احمد بن ابى عبد الله\nأو محمد بن الحسين أو من يكون في طبقته فقد توفى الحسن في اربع وعشرين\nومائتين وسعد في احدى وثلثمآئة والحسن متقدم في طبقة الرواية على احمد بن\nهلال وهو قد عاشر بعده ومات سنة تسع وستين ومائتين والصحيح ان هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p009'> Vol. 07, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nالرجل هو الحسن بن على بن النعمان الاعلم يروى عنه سعد بن عبد الله وقد\nاخذت ذلك مما ذكره الصدوق في مسندة الفقيه وهو في طبقة من يروى عن احمد بن\nهلال ومن <span id='ms339'></span> لم يظفر بذلك قال يحتمل ان يكون هو الزيتوني الاشعري إذ يروى عنه\nمحمد بن يحيى وهو في مرتبة سعدا وابن النعمان إذ روى عنه الصفار ثم تأمل\nفيه فليتدبر م ح ق قدس سره هو في التميمه وعدم التصغير في التكنية كما ذكره\nالنجاشي احمد بن محمد بن ابى نصر فانه يروى عن ابان بن عثمان ويروى كتابه م\nح ق قدس سره يروى عنه وكتابه صفوان بن يحيى ورواه ايوب بن نوح عنه قاله\nالنجاشي ومفاد ذلك حسن حاله وكذلك رواية فضالة عنه وبالجملة الطريق صحي من\nغير ريب م ح ق مذا أي كثير المذى فهو فعال من ابنية المبالغة والهمزة\nمنقلبة عن اليآء ومذى بالتخفيف وامذى بمعنى ومذى بالتشديد للتكثير\nوالمبالغة م ح ق صحيح الطريق واضح المبين م ح ق يشبه ان يستبين ان محمد بن\nعبد الحميد الطائى الذى روى عنه الصفار هو الذى ذكره الشيخ في باب لم من\nكتاب الرجال حيث قال محمد بن عبد الحميد روى عنه ابن الوليد فليتعرف م ح ق\nالحسين بن سعيد ليس هو بمتأخر الطبقة عن حماد بن عثمن فروايته عنه من غير\nواسطة ليست مما يستبعد منه بل ربما وردت في اسانيد الاخبار وان كان الاكثرى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p010'> Vol. 07, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nتوسيط واسطة في البين كابن ابى عمير أو فضاله فالقطع بسقوط الواسطة في\nهذا الاسناد من قلم الشيخ أو فليعرف م ح ق هو الحسن بن على بن يقطين من\nاصحاب الرضا عليه سلام م ح ق بقتح الهمزة والجملة مفعول فاعلا يعنى اما انا\nفكنت هناك فاعلا للوضوء واعادة الصلوة فيكون مفاد قوله عليه سلام الاستحباب\nوالافضلية لان ديدنهم عليه السلام مراعاة الافضل م ح ق هو على بن احمد بن\nاشيم من اصحاب الرضا عليه السلام م ح ق حماد بن عيسى عطف على النضر وكذلك\nفضالة وجميعا يعنى بهم سليمان بن خالد وابا بصير و عبد الله بن سليمان م ح\nق الحسين بن عثمان قد <span id='ms340'></span> بسطنا القول في حسن حاله في معلقاتنا السالفة م ح ق\nلا يتمتع على صيغة المجهول ونصب صلوة بنزع الخافض أي لا يتمتع بالتيمم الا\nفي صلوة واحدة م ح ق يعنى عن احمد بن محمد بن الحسن بن الوليد على ما قد\nفصلناه في الحواشى السلفة م ح ق هو ذا بفتح الهاء واسكان الواو كلمة مفردة\nللتحقيق أو للتأكيد أو للاستمرار على اختلاف المواقع والمقامات وهنا للمعنى\nالاول م ح ق ومرادفتها في لغة الفرس همى وهى متكررة في كلام البلغاء جدا م\nح ق نحن قد حملنا هذين الخبرين على انهما حكم مبطون تسع فترته مقدار اداء\nالصلوة ثم إذا هو قد فجأه الحدث في اثناء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p011'> Vol. 07, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nالصلوة وقد كان دخلها بتيمم واصاب الماء من بعد الحدث فان السائل ربما\nكان قد اشكل عليه ان التيمم حيث انه طهارة ضعيفة فكيف يكون حكمه في الصورة\nالمذكورة حكم الوضوء وهو طهارة قوية فلعل البنآء على الركعة أو الركعتين في\nتلك الصورة يكون مختصا بمن قد دخل في الصلوة بالوضوء دون التيمم فاجابه\nعليه السلام بان التيمم والوضوء سيان هناك في الحكم لان كلا منهما احد\nالطهورين وسياق كلام الامام عليه سلام وجلالة السائل في معرفة الاحكام\nيأبيان الا هذا الحمل فليفقه م ح ق قدس سره قوله واحدث بالواو العطف على\nمدخول إذا هو صلى والجزاء قوله وجب عليه ان يتوضأ والجملة الشرطية بمجموع\nشرطها وجزائها في حين صفة من أي تحمله على من شاكلته هذه وشأنه وحكمه هذا م\nح ق قدس سره هو الحسين بن محمد بن الصواب الحسين بن الحسن بن ابان كما في\nالتهذيب واللؤلؤي الحسين بن لا بالعكس وهو متأخر على بن محبوب فليدرك م ح ق\nهو الحسن بن على بن زياد الوشا ابن بنت الياس الضيافى على ما قد اسلفناه\nمرارا م ح ق العصه ان للصواب الحسين بن الحسن اللؤلؤي لما تقدم في باب من\nدخل في الصلوة بتيمم من رواية <span id='ms341'></span> محمد بن على بن محبوب عنه عن جعفر بن بشير\nقلت كلا بل انه إلى الباطل اقرب منه إلى الحق وبالخطاء اشبه منه بالصواب\nفان اللؤلؤي متأخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p012'> Vol. 07, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nالطبقة عن محمد بن على بن محبوب والذى يروى عنه محمد بن على بن محبوب هو\nالحسين بن الحسن بن ابان كما في هذا السند وكذلك فيما تقدم في ذلك الباب\nايضا على ما في التهذيب وما هنالك في الاستبصار من باب السهو ولا يبعد ان\nيكون من قلم الناسخ ثم ان اللؤلؤي هو الحسن بن الحسين لا بالعكس كما في\nالكتاب وذلك ايضا من امارات السهو فليستدرك م ح ق فيما وقعت الي من نسخ\nعتيقة معول على صحتها من كتاب النجاشي الحسين بن علوان الكلبى مولاهم كوفى\nعامى واخوه الحسن يكنى ابا محمد ثقة رويا عن ابى عبد الله عليه السلام وليس\nللحسن كتاب والحسين اخص بنا واولى روى الحسين عن الاعمش وهشام بن عروة\nوللحسين كتاب تختلف رواياته اخبرنا اجازة محمد بن على القزويني قدم علينا\nسنة اربعمائة قال اخبرنا احمد بن محمد بن يحيى قال حدثنا عبد الله بن جعفر\nالحميرى عن هرون بن مسلم عنه به فالعلامة كانه ارجع التوثيق إلى الحسن ولم\nيذكره في الخلاصة وذكر الحسين في قسم المجروحين ولم يقونه يذكر التوثيق\nوقال قال ابن عقدة ان الحسن كان اوثق من اخيه واحمد عند اصحابنا وتبعه على\nذلك الحسن بن داود في كتابه فاورد الحسن في قسم الموثقين ووثقه والحسين في\nقسم المجروحين ولم يذكر توثيقه والذى يظهر من سياق كلام النجاشي على ما قد\nاستمر عليه هجيراه ارجاع التوثيق إلى الحسين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p013'> Vol. 07, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nالذى هو اخص بنا واولى وعلى هذا يستقيم قول ابن عقدة ان الحسن كان اوثق\nمن اخيه والكشى في كتابه عد جماعة منهم الحسين بن علوان الكليني ثم قال\nهؤلاء من رجال العامة الا ان لهم ميلا ومحبة شديدة وقد قيل ان الكليني كان\nستورا ولم يكن مخالفا انتهى كلام الكشى قلت وهذا <span id='ms342'></span> القيل هو المستبين السبيل\nعندي من تتبع الاثار على ما قد اسمعناك من قبل فالرجل ثقة ثبت مستتام إليه\nوالله سبحانه ولى العلم والعصمة ثم ليعلم ان الكليني النسابة حيثما يذكر في\nاضعاف الاسانيد ليس هو الحسين بن علوان هذا ولا هو اخوه الحسن ولقد عرفناكه\nفيما قد سلف فلا تكونن من الغافلين م ح ق كتاب الرجال موسى بن عمر بن بزيع\nثقة من اصحاب ابى جعفر الثاني عليه السلام ذكره الشيخ في يحيى بن عمر ذكره\nالشيخ في اصحاب ابى الحسن الرضا عليه السلام وكانه اخو موسى بن عمر م ح ق\nأبو القاسم الكوفى سعيد بن محمد يروى كثيرا عن على بن ابى حمزة الثمالى\nواخيه محمد بن ابى حمزة ويروى عنه على بن محمد بن ابى القاسم ما جيلويه ولم\nنعثر على توثيقه الا ان الاجلاء يكثرون من الرواية عنه م ح ق هو أبو جعفر\nمحمد بن احمد بن على ابى قتادة بن حفص وهو شيخ القميين وعظيمهم يروى عنه\nالصدوق على بن الحسين بن بابويه ومحمد بن يحيى العطار م ح ق يجب ان يكون\nذلك الايصاء منه (ع) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p014'> Vol. 07, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nمحمولا على ان تكون هي صابة للماء لا مباشرة للتضليل فان الصديق لا يغسله\nالا صديق واماما ما تجشثمه في الحمل فعلى خلاف مطابقة الواقع كما هو\nالمعلوم من الاخبار والمأثور في الاثار فليعلم م ح ق يعنى به على بن الحسين\nبن بابويه وان كان على بن الحسين السعد ابادى ايضا في تلك الطبقة واكثري\nالرواية عن سعد بن عبد الله م ح ق وهو في التهذيب بهذا الاسناد بعينه وفى\nالكافي محمد بن يحيى عن احمد بن محمد عن على بن النعمان عن داود بن فرقد\nقال سمعت صاحبا لنا يسأل ابا عبد الله عليه السلام الحديث بعينه وفى الفقيه\nمرسلا اسئل أبو عبد الله عليه سلام عن المرأة تموت الحديث بتمامه قلت قوله\nعليه سلام اذن يدخل ذلك عليهم يدخل على صيغة <span id='ms343'></span> المعلوم واسم الاشارة للتغسيل\nوضمير الجمع المجرور للرجال وعلى الاستضرار أي اذن يدخل ذلك التغسيل عليهم\nفي صحيفة عملهم فيستضرون به ويكون عليهم وبالا ونكالا في النشأة الآخرة\nونظير ذلك الرياء يدخل على المرآئى وربما يتوهم الفعل على البنآء للمجهول\nوضمير الجمع لاقرباء المرأة المتوفاة والمعنى يعاب ذلك على اقارب المرأة\nولا يستقيم على قانون اللغة ولا يستصحه احد ائمة العربية فقد قال الجوهرى\nصاحب الصحاح والزمخشري صاحب الاساس والمطرزى صاحب المعرب والمغرب وابن\nالاثير صاحب النهاية وابن فارس صاحب مجمل اللغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p015'> Vol. 07, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوالفيروز ابادى صاحب القاموس ان الدخل بالتحريك العيب وكذلك الدخل\nبالتسكين يقال في شئ كذا دخل ودخل أي عيب وغش وفساد ولا بناء منه للمعلوم\nيقال دخل فلان على البناء للمجهول فهو مدخول أي صار ذا عيب فهو معيوب ورجل\nمدخول أي في عقله دخل ومجنون أي به جنون ومصعوق أي اصابته الصاعقة ومجدور\nأي اصابه الجدرى ونخلة مدخولة أي عفنة الجوف وارى اسلامه أو ايمانه مدخولا\nأي متزلزلا مغشوشا فيه نفاق وزيغ واما دخل عليه أو يدخل عليه فهو مدخول\nعليه بمعنى عيب عليه أو يعاب عليه فهو معيوب عليه فليس من كلام العرب ولا\nجرى ذكره فيما وقع الينا من كتب العربية وكذا تصريفات العيب من الفعل\nوالاسم لا تستعمل بعلى قال في الصحاح العيب والعيبة والعاب بمعنى واحد تقول\nعاب المتاع أي صار ذا عيب وعيبته اناء يتعدى ولا يتعدى فهو معيب ومعيوب\nايضا على الاصل ثم ان قولنا مدخول أو معيوب انما يكون وصفا لما فيه الدخل\nوالعيب لذلك الدخل والعيب فلو كان عليه سلام يروم هذا السبيل لكان يقول ان\nيكون ذلك دخلا عليهم أو اذن هم بذلك يدخلون أي يعابون لذلك يدخل عليهم أي\nيعاب م ح ق الضمير للغاسلين وان كانوا نسوة وفى بعض النسخ في غسلين وذلك\nاصوب م ح ق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p016'> Vol. 07, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى هذا الحمل يكون قوله عليه السلام ويستحب ان يلف على يديه خرقة\nلتغسيل كفيها ووجهها فيكتفى عن تغسيل <span id='ms344'></span> بدنها بصب الماء عليها ويباشر تغسيل\nالكفين والوجه بلف خرقة على اليدين كما قد علم في الاحاديث السابقة م ح ق\nالاظهر من طريق الشيخ ان على بن محمد هذا هو على بن محمد بن الزبير وان في\nالطريق اسقاطا والاصل على بن محمد عن على بن الحسن بن على بن فضال عن ايوب\nبن نوح ومن المحتمل ان يكون على بن محمد هيهنا هو ابن ماجيلويه فتكون\nالطبقة متصلة من غير اسقاط كما في السند الاتى م ح ق موسى بن جعفر البغدادي\nيروى عنه محمد بن احمد بن يحيى كما هو طريق الشيخ إليه في الفهرست وعدم\nادخال محمد بن الحسن بن الوليد اياه في المستثنين من رجال نوادر الحكمة يدل\nعلى كونه صحيح الحديث م ح ق العائد لابيه في الاسناد السابق ومعناه عن على\nبن الحسين بن بابويه عن سعد بن عبد الله م ح ق في الكافي على بن مسلم بن\nمعبد مكان على بن سعيد وهو الصحيح لانه الذى يروى عنه موسى بن جعفر\nالبغدادي على ما ذكره النجاشي في كتابه ويروى هو عن عبيد الله بن عبد الله\nالدهقان واما على بن سعيد بن رزام فيروى عن احمد بن محمد بن عيسى ومحمد بن\nالحسين بن الخطاب م ح ق معنى الحديث ومغزاه ان سنة التربيع في حمل الجنازة\nان تحمل جوانب السرير الاربعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p017'> Vol. 07, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nوانت حين الحمل بين قائمتي السرير اليمنى واليسرى وداير عليه دوران\nفتبتدأ من قائمته اليمنى من جهة فبضعها على كتفك الايمن وانت بين القائم\nلان القدما طرفها الايسر بكفك الايمن وفى كثير من النسخ بكتفك الايمن ثم\nتمر على السرير من الخلف فتحمل قائمته اليمنى من جهة الخلف على كتفك الايمن\nكذا ثم تذهب إلى قائمته اليسرى من جهة الخلف فتضعها على كتفك الايسر ثم\nتاتي القائمة اليسرى من جهة القدام فتحملها على كتفك الايسر قال العلامة\nفي؟\n</p>\n\n<p>\nالجنازة وهو حملها بالجوانبها الاربع بان يبداء بالجانب الايمن من مقدمه <span id='ms345'></span>\nفيضعه على كتفه الايمن ثم يضع القائمة اليمنى من عند رجليه على كتفه الايمن\nيضع القائمة اليسرى من عند رجليه على كتفه الايسر ثم القائمة اليسرى من\nرأسه على كتفه الايسر ومثل ذلك في المنتهى ايضا وفى المبسوط ان الحمل على\nالهيئة فما انعقد عليه اجماع الخاصة وقال شيخنا الشهيد في الدروس التربيع\nفتحمل اليك اليمنى بالكتف اليمنى ثم الرجل اليمنى كذلك ثم الرجل اليسرى\nبالكتف اليسرى ثم اليد اليسرى كذلك وقال في الذكرى وافضله ان يكون هذه\nالهيئة وهى ما رواه على بن سيابه عن الصادق (ع) تبدأ في الحمل من الايمن ثم\nتمر عليه من خلفه إلى الجانب الاخر حتى ترجع إلى المقدم كذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p018'> Vol. 07, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوعن الفضل بن يونس عن الكاظم عليه سلام ان لم تكن تقية فالسنة البداءة\nباليد اليمنى ثم الرجل اليمنى ثم بالرجل اليسرى ثم باليد اليسرى وفى التقية\nيبدأ باليد اليمنى ثم الرجل اليمنى ثم يرجع إلى اليد اليسرى من قدام الميت\nثم رجله اليسرى ثم قال قلت بعضهم يعنى فقهاء الجمهور لا يرى المثنى خلف\nالجنازة فلذلك رجع إلى مقدمها وبعضهم يحمل هو على بن موسى الكمندانى بضم\nالكاف وفتح الميم اوضمها ايضا ثم النون الساكنة قبل الذال المعجمة والنون\nبعد الالف احد العدة الذين يروى عنهم محمد بن يعقوب الكليني عن احمد بن\nمحمد بن عيسى عن الحسين بن سعيد م ح ق الايسر من مقدمها على عاتقه الايمن\nثم يسلمه إلى غيره ثم يأخذ العمود الايسر من مؤخرها فيحمله على العاتق\nالايمن ايضا ثم يتقدم بين يديها ويأخذ العمود الايمن من مقدمها ويحمله على\nعاتقه الايسر ثم يأخذ العمود الايمن من مؤخرها وهذا يبطل قوليهم بافضلية\nالحمل بين العمودين لانه انما يتأتى إذا حملت على وجه التربيع ويدل على\nجواز الحمل كيف كان مكاتبة الحسين بن سعيد إلى الرضا (ع) يسأله عن سرير\nالميت اله جانب يبتدأ به في الحمل من جوانبه الاربع أو ما شآء الرجل فكتب\n(ع) من ايها شآء <span id='ms346'></span> وعلى هذا عمل ابن الجنيد والشيخ في الخلاف عمل على خبر على\nبن يقطين عن ابى الحسن موسى (ع) باستقبال السرير بشقه الايمن فيحمل الايسر\nبكتفه بكفه الايمن ثم يمر عليه إلى الجانب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p019'> Vol. 07, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nمما يلى يسار الحامل ويمكن حمله على التربيع المشهور لان الشيخ ادعى عليه\nالاجماع وهو في المبسوط والنهاية وباقى الاصحاب على التفسير الاول فكيف\nيخالف دعواه ولا انه قال في الحل يدور دور الرحى كما في الرواية وهو لا\nيتصور الا على البدأة بمقدم السرير الايمن والختم بمقدمه الايسر والاضافة\nهنا قد تتعاكس والراوندي حكى كلام النهاية والخلاف وقال معناهما لا يتغير\nانتهى كلام الذكرى ونحن نقول بالجملة لم يبلغنا ان في الاصحاب مخالفا للقول\nبافضلية التربيع على الهيئة المشروحة وقد دريت ان رواية على بن يقطين ايضا\nمنطبقة المنطوق على ذلك فلا تكن من الغافلين م ح ق تعذب على صيغة المجهول\nللخطاب أو يعذب على صيغة المعلوم للغيبة والاول احكم وابلغ والمعنى انه\nسبحانه لا يعذب على كثيرة الصلوة ولكن تكثير عدد صلوة موقوته واخراجها عن\nمرتبتها المحدودة ووظيفتها المشروعة ترك لسنة الدين وخروج عن جادة الشريعة\nفانت إذا اتيت بذلك تكون معذبا على ترك السنة والخروج عن الجادة لا على\nكثرة الصلوة وهذا القانون مطرد في ضروب العبادات المفروضة والمسنونة جميعا\nمثلا المسنون في تسبيح الزهراء عليهما السلام اربعة وثلثون تكبيرة فمن اتى\nفيها بخمسة وثلثين تكبيرة فان كان ايتابها على قصد التوظيف كان مشرعا معذبا\nعلى تشريعه والا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p020'> Vol. 07, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nكان فاعل المكروه فان التكبيرة الخامسة والثلثين وان كانت في حد نفسها\nعبادة مستحبة الا ان ضمها إلى الاربعة والثلثين والفصل بها بين وظيفة\nالتكبير ووظيفة التحميد مكروه بالمعنى المصطلح عليه وليس من العبادة في شيئ\nاصلا وبذلك تنحط درجة الوظيفة ايضا في الثواب وتصير مكروها بمعنى الاقل\nثوابا لمصافقتها المكروه بالمعنى الاصطلاحي وكذلك الكلام في صوم الدهر\nونظايره فهذا محز الفحص البالغ ومنتهى القول التحقيقى في هذا المقام ولقد\nبسطناه في كتاب السبع الشداد <span id='ms347'></span> بسطا مغصورا من الغضارة بمعنى الخطب وطيب\nالعيش موفورا واوليناه قسطا م ح ق ويقال له أبو يحيى الطحان ايضا ذكره\nالشيخ في كتاب الرجال في اصحاب الكاظم (ع) وقال أبو يحيى الطحان ويقال\nالحناط وقال في الفهرست أبو يحيى الحناط له كتاب رويناه بالاسناد الاول وهو\nجماعة عن ابى المفضل عن ابن بطه عن احمد بن محمد بن عيسى عن ابن ابى عمير\nعن الحسن بن محبوب عنه وذكره النجاشي ثم قال اخبرنا الحسين بن عبيد الله عن\nالحسين بن علي بن الحسين بن موسى بن بابويه القمى ويحتمل ان يعنى به الحسين\nعلى بن سفيان البزوفرى بل ان هذا ارجح واقرب واظهر وانسب وان كان الحسين بن\nعبيد الله يروى عن كليهما في طريق الشيخ وفى طريق النجاشي ايضا عن حميد\nويعنى به ابن زياد قال حدثنا الحسن بن محمد بن سماعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p021'> Vol. 07, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nبكتاب ابى يحيى الحناط والحسن بن محمد بن سماعة هذا ليس من ولد سماعة بن\nمهران وليعلم ان رواية الحسن بن محبوب كتاب ابى يحيى الحناط عنه تدل على\nجلالته وحسن حاله وكذا رواية ابن ابى عمير اياه عن الحسن بن محبوب عنه م ح\nق يعنى عليه السلام ليس عليها قضاء وان استبصرت وتعرفت الامر وانت بالحق\nلانها حين ما قصته كانت على مذهب التسويغ واعتقاد الصحة فهذا الحمل يخرج\nالخبر عن الشدود وعن مخالفة اجماع الطائفة م ح ق ضيعة وتصوير مغزاه من\nسبيلين احدهما انه إذا نوى من بلده المسير إلى ما على حد المسافة فما زاد\nوعلى طريق ليس فيه ملك يوجب الاتمام ثم بعد بلوغ حد الترخص عن له المسير\nعلى طريق آخر لا ينقص عن مقدار المسافة وله فيه ضيعة أو قرية أو شيئ من\nالملك ولو كان نخلة واحدة فوصوله إلى ملكه لا يصير سببا لانقطاع سفره\nالمنوي وان كان فرضه شرعا فيه الاتمام فيتم ما دام دائر في ضيعته فإذا ما\nخرج من ملكه سائرا صوب مقصده المنوي <span id='ms348'></span> قصه من غير اشتراط مسافة مستأنفة وهل\nينقطع السفر هناك بمثل ما ينقطع به في الوصول إلى بلده من مشاهدة الجدار\nوسماع الاذان قال شيخنا الشهيد في الذكرى فيه وجهان من صيرورته كبلده ومن\nضعف المانع من القصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p022'> Vol. 07, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nهنا إذ هو الآن مسافر حقيقة فيستصحب حكمه حتى ينسلخ من اسم السفر وانما\nذلك بايقاع نية الاقامة عشرا بالفعل أو بالوصول إلى بلده الذى هو دار\nاقامته وعندي ان الوجه هو الاخير وقياس ما قصده الغرض وحاجة على موطن قراره\nودار اقامته باطل الثاني ان من نوى بسفره المسافة من بلده وله في الطريق\nضيعة أو قرية فان فرضه فيه التقصير وان كان يدور في ضيعته أو قريته ما لم\nينزل فيها أو ينو اقامة العشرة وهذا على ما ذهب إليه بعض الاصحاب من اعتبار\nالنزول أو نية الاقامة كابى الصلاح وابن الجنيد وغيرهما وقد وردت به رواية\nاسمعيل بن الفضيل في الصح عن الصادق (ع) وموثقة عمار عنه عليه السلام\nواللايح من كلام ابن الجنيد اعتبار النزول ونية الاقامة جميعا وقال في\nالمبسوط إذا سافر فمر في طريقه بضيعة له أو على حال له أو كانت له اصهار أو\nعلى أو زوجة فينزل عليهم ولم ينو المقام عشرة ايام قصه وقد روى ان عليه\nالتمام وفى المسألة بسيط وتفصيل يطلب من تعليقاتنا ومعلقاتنا م ح ق الصحيح\nعن ابى هارون العبدى واسمه عمارة بن جوين بضم الجيم على التصغير ذكره علماء\nالجمهور وقالوا انه مشهور بكنيته وانه متروك الرواية لكونه شيعيا قال\nالذهبي روى عن ابى سعيد وابن عمر وعنه الحمادان و عبد الوارث ومات سنة 134\nوقال ابن الاثير في جامع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p023'> Vol. 07, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nالاصول هو أبو هارون عمارة بن جوين العبدى البصري روى عن ابى سعيد الخدرى\nولم يذكر انه متروك الرواية لتشيعه م ح ق وروى عنه معمر والثوري وقال عمارة\nبضم العين وجوين بضم الجيم وفتح الواو وسكون الياء تحتها نقطتان وبالنون\nواقتصر على ذلك برد بضمتين جمع بريد كما <span id='ms349'></span> جدد جمع جديد واما برد بضم الموحدة\nوفتح الراء فجمع بردة كما جدد جمع جدة قال المطرزى في المغرب البريد البغلة\nالمرتبة في الرباط تغريب بريدة دم ثم سمى به الرسول المحمول عليها ثم سميت\nالمسافة به والجمع برد بضمتين ومنه كان ابن عباس وابن عمر يقصه ان ويغطران\nفي اربعة برد وهى ستة عشرة فرسخا م ح ق سليمان بن حفص المروزى ذكره الشيخ\nفي كتاب الرجال في اصحاب ابى الحسن الثالث عليه سلام ولكنه كثيرا ما يروى\nعن ابى الحسن الثاني على الرضا صلوات الله عليه وآله وفى عيون اخبار الرضا\nانه يروى عن ابى الحسن الاول موسى بن جعفر الكاظم عليه سلام ايضا وقد\nاسلفنا حاله في باب مقدار الماء الذى يجزئ في غسل الجنابة والوضوء في حديث\nقدر الصاع واوضحنا ان المراد بابى الحسن فيه هو أبو الحسن الرضا (ع) وقيل\nهو أبو الحسن الهادى (ع) وان رواية الصدوق اياه في الفقيه مرسلا عن ابى\nالحسن موسى عليه سلام وقد يروى سليمان هذا عن العسكري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p024'> Vol. 07, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nابى محمد الحسن عليه سلام كما في حديث ذكر سبحان الله والحمد لله ولا اله\nالا الله والله الكبر للمسافر بعد ما يقصره من الصلوة ثلثين مرة على ما\nذكره شيخنا الشهيد في الذكرى فاذن الفقيه في هذا الحديث يمكن ان يكون هو\nالعسكري (ع) كما هو الشايع في الاطلاق وليس بالبعيد ان يراد به أبو الحسن\nالثالث عليه السلام على ما هو الاظهر لكون سليمان خصيصا به ولكثرى الرواية\nعنه عليه سلام واما احتمال ان يكون هو ابا الحسن الاول مولانا الكاظم عليه\nسلام لان الفقيه قد يطلق عليه فسقوطه ههنا غير خفى كما هو المستبين فليعرف\nم ح ق الحسن بن موسى هذا هو الحسن بن موسى بن سالم الحناط الكوفى من اصحاب\nابى عبد الله الصادق (ع) يروى عنه ابن ابى عمير وابن ابى نصر ومن في طبقتها\nواما احتمال الحسن بن موسى الخشاب كما توهمه بعض القاصرين <span id='ms350'></span> فمن عجايب\nالاوهام م ح ق محبوب عن على بن اسحق بن عبد الله بن سعد الاشعري واسناد\nالحديث في نسخ الاستبصار على هذه الصورة عن على بن اسحق بن سعد عن موسى بن\nالخروج قال قلت لابي الحسن عليه السلام وذلك تخليط من تحريفات الناسخين\nوالصواب فيه ما في التهذيب في ابواب الزيادات عنه عن على بن اسحق عن سعد بن\nموسى الخزرج قال قلت لابي الحسن عليه سلام اخرج إلى ضيعتي الحديث فسعد هذا\nمن اصحاب الكاظم (ع) وموسى كنيته أبو عمران \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p025'> Vol. 07, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nالخزرج أي من الانصار ذكره الشيخ في كتاب الرجال في اصحاب ابى الحسن\nالاول (ع) وحكم عليه بالوقف فقال سعد بن ابى عمران واقفى انصاري فتثبت في\nامثال هذه المداحض فانها مما لا يتعرفه الا المنهرون وقليل ما هم فليتبصر م\nح ق هو الحسن بن خالد لا محمد ولا احمد بن ابى عبد الله وكذلك كلما يعلق\nالبرقى ينصر في إلى الحسن واما صاحب كتاب الرجال فهو احمد على ما ذكره\nالشيخ في الفهرست والنجاشى في كتابه لا ابوه محمد كما هو المستبين ولا عمه\nالحسن وان سبق إليه وهم الحسن بن داود فليعلم م ح ق يعنى عن احمد بن محمد\nبن عيسى عن ايوب والطريق أي عن احمد بن محمد بن عيسى عن ايوب بن نوح عن\nصفوان بن يحيى وجلالتهم مستبينة وكذلك سعد بن ابى خلف ثقة جليل ولكن اسناد\nالشيخ عنه من طريق احمد بن محمد بن عيسى فيه أبو الفضل الشيباني وابن بطه\nالمؤدب على ما اورده في الفهرست والاول المشهور الضعف والاخير ضعيف مختلط\nصحيح اتفاقا فليدرك م ح ق داود بن الحصين بضم اولى المهملتين وفتح الاخرى\nعلى صيغة التصغير منصوص عليه بالتوثيق اتفاقا وقيل انه واقفى ولم يثبت وهو\nزوج خالة على بن الحسن بن فضال وقد اوضحت حاله في كتاب شرعة التسمية وفى\nسائر التعليقات والمعلقات وبينت انه صحيح الحديث وعلى ذلك جرى ديدن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p026'> Vol. 07, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nالعلامة رحمه <span id='ms351'></span> الله تعالى حيث استصح في غير موضع واحد من كتبه طريقا فيه\nداود بن الحصين ومن ذلك في منتهى المطلب في باب قنوت صلوة الجمعة ما رواه\nالشيخ في الصحيح عن داود بن الحصين قال سمعت ابا عبد الله عليه السلام\nالحديث م ح ق الصواب في هذا الاسناد ما في طريق الكافي وهو اسقاط عبد الله\nبن بكير من البين فتوسيطه بين ابن ابى عمير و عبد الرحمن بن الحجاج غير\nمعهود في الاسانيد وهو يروى عنه من غير واسطة كما صفوان وغيره ممن في طبقته\nوايضا رواية ابن ابى عمير عن عبد الله بن بكير منظور فيها م ح ق هو احمد بن\nالحسن بن على بن فضال واما احمد بن الحسن بن زياد الميثمى فطبقته متقدمة\nوان كانت غير بعيدة م ح ق غير مستقيم بحسب الطبقة والصواب ما في التهذيب\nوهو احمد بن محمد بن عن محمد بن عيسى عن ابى المعزاء وهو حميد بن المثنى عن\nمحمد بن مسلم وطريق الكافي محمد بن يحيى عن محمد بن الحسين عن صفوان بن\nيحيى عن العلا عن محمد بن مسلم عن احدهما عليهما السلام فالسند من الطريق\nمستبين الصحة م ح ق قوله عن ابى طالب هو عبد الله بن الصلت أبو طالب القمى\nالثقة المسكون إلى روايته من اصحاب ابى الحسن الرضا عليه سلام م ح ق لست\nاعلم ذاهبا ذهب قبل الشيخ إلى تخصيص مكة والمدينة بوجوب الاتمام فيهما على\nالمسافر والروايات الصحيحة ترفعه فالصواب الحمل على تخصيصهما (تأكيد\nالاستحباب م ح ق) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p027'> Vol. 07, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nأبو طالب الانباري استضعفه العلامة في الخلاصه والحسن بن اود في كتابه\nوالارجح عندي توثيقه واسمه في الفهرست عبد الله بن احمد بن وابى زيد وفى\nباب لم من كتاب الرجال عبيد الله بن احمد بن عبيد الله بن محمد بن يعقوب بن\nنصر الانباري يكنى ابا طالب خاصى روى عنه التلعكبرى وقال النجاشي في ترجمة\nعبيد الله بن ابى زيد احمد <span id='ms352'></span> بن يعقوب بن نصر الانباري شيخ من اصحابنا أبو\nطالب ثقة قامة ونصف في الحديث عالم به كان قديمة من الواقفة قال أبو عبد\nالله الحسين بن عبيد الله قال أبو غالب الرزارى كنت اعرف ابا طالب اكثر\nعمره واقفا مختلطا بالواقفة ثم عاد إلى الامتحفاه اصحابنا وكان حسن العبادة\nوالخشوع وكان أبو القاسم بن سهل الواسطي العدل يقول ما رأيت رجلا كان احسن\nعبادة ولا ابين زهادة ولا انظف ثوبا ولا اكثر تحليا من ابى طالب إلى آخر ما\nفي كتاب النجاشي م ح ق قال الشيخ في كتاب الرجال في اصحاب ابى عبد الله\nالصادق عليه سلام سفيان بن السمط البجلى الكوفى في اسند عنه ويظهر من ذلك\nجلالته كما لا يخفى على المتمهر م ح ق يعني كمال الفضل إلى قامة ونصف ثم\nدونه في الفضل إلى قامتين م ح ق الصباح بن سيابة الكوفى ذكره الشيخ في كتاب\nالرجال في اصحاب الصادق عليه سلام م ح ق جعفر العطار ابن المثنى بن عبد\nالسلام بن عبد الرحمن بن نعيم الازدي وجه ثقة من وجه اصحابنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p028'> Vol. 07, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nالكوفيين م ح ق النصرى بالنون والصاد المهملة على ما هو المشهور وكذلك\nضبطه العلامة والحسن بن داود من بنى نصر بن معوية وربما يروى بالضاد\nالمعجمة وبسند إلى السيد ابن طاوس م ح ق الظاهر بحسب اقتضاء المقام لا انها\nبكلمة النفى لكن النسخ متطابقة على لانها والمعنى لانها ليست بحسب الفضل في\nحكم الشرع وقتا للفريضة بل الافضل على ما قدره الشارع ان يجعل ذلك وقتا\nللسبحة ثم يؤتى بالفريضة م ح ق الحسين بن عثمان بن زياد الرؤاسى اخو جعفر\nبن عثمان وهما اخوا حماد بن عثمان الناب ذكر الكشى انهم ثقات خيار فاضلون\nونقل اجماع الطائفة على تصحيح ما يصح عن حماد م ح ق لعل المراد تحديد غاية\nالتاخير للايراد واما احتمال كون المثل والمثلين بمعنى الذراع والذراعين\nكما في القامة و القامتين في صحيحة احمد <span id='ms353'></span> بن عمر بن ابى شعبة الحلبي فبعيد\nجدا م ح ق يعنى وعن الحسن بن محمد بن سماعة عن محمد بن الحسن بن زياد\nالميثمى على ما هو المعروف من اطلاق الشيخ في التهذيب والاستبصار أو احمد\nبن الحسن بن اسمعيل بن شعيب بن ميثم بن عبد الله التمار على ما هو الشايع\nان الحسن بن محمد بن سماعة اكثري الرواية عنه ويوهنه ان طريق الشيخ إليه\nليس من الحسن بن محمد بن الحسن بن سماعة عنه ما ذكره في الفهرست بل من محمد\nبن الحسن بن زياد عنه ثم الظاهر ان ابان في هذا الطريق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p029'> Vol. 07, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nهو ابن اخت صفوان بن يحيى وهو ابان بن محمد البجلى المعروف بسندي البزاز\nفانه وخاله صفوان يرويان عن اسمعيل بن جابر الجعفي وان كان ابان بن عثمان\nالاحمر البجلى ايضا في تلك الطبقة م ح ق الضميرى لعلى بن الحسن الطاطرى\nوعلى بن رباط ذكره الشيخ في كتاب الرجال في اصحاب ابى الحسن الرضا (ع) وهو\nعلى بن الحسن بن رباط البجلى قال النجاشي كوفى ثقة معول عليه قال الكشى انه\nمن اصحاب الرضا (ع) ولست اجد في كلامهم رواية الطاطرى عنه ولا استقامتها\nبحسب الطبقة وفى التهذيب في هذا الاسناد عنه عن على بن اسباط مكان على بن\nرباط وذلك هو الصواب وقد شاع في تضاعيف الاسانيد الطاطرى عنهما ويظن في\nالمشهور عن محمد بن زياد وعلى بن رباط ولا يستقيم على ما ادريناك فلا تكن\nمن الغافلين م ح ق نسخ الاستبصار والتهذيب مختانية بابى بشير وابى بشر وكتب\nالرجال متطابقة على احمد بن ابي بشر من دون اليآء السراج ويكنى ابا جعفر\nثقة واقفى يروى عن ابى الحسن الكاظم عليه السلام م ح ق الصواب البداءة\nالهمز والمد على ما اسلفناه في صدر الكتاب م ح ق فكان يعتبر في جدار مسجده\nصلى الله عليه وآله بقامة رجل ناقته أي بذراع م ح ق أي رجل ناقته صلى الله\nعليه <span id='ms354'></span> وآله قال ابن الاثير في النهاية قد تكرر حل البعير مفردا ومجموعا في\nالحديث وهو له كالسرج للفرس م ح ق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p030'> Vol. 07, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nصاحب القلانس هو الحسين بن المختار وقد اسلفنا في غير موضع واحد ثقته\nوجلالته وان رميه بالوقف خطاء م ح ق في بعض نسخ التهذيب القامة و الذراعا\nمن وذلك اظهر وكتب بعض شهدا والمتاخرين على الهامش ان في النسخة التى بخط\nالشيخ القاستين والذراع والذراعين م ح ق هو عبد الله بن محمد الحسينى\nوالمهملة المضمومة قبل المهملة المفتوحة ثم المثناة من تحت قبل النون وقبل\nالياء الموحدة بين المثناتين من تحت الاهوارى وذكر الحسن بن داود انه راى\nبخط الشيخ في الفهرست الحسينى بفتح المعجمة وكسر المهملة والباء الموحدة\nبين اليائين وهو ثقة ثقة من اصحاب ابى الحسن الرضا (ع) وروى ايضا مسائل عن\nابى الحسن الكاظم عليه السلام م ح ق هو ثابت بن شريح يروى عنه في طريق\nالشيخ عبيس بن هشام وهو يروى عن زياد بن ابى غياث واسم ابى غياث مسلم وثابت\nوزياد كلاهما ثقتان م ح ق صالح بن خالد هو أبو شعيب المحاملى الكناسى وثقة\nالنجاشي في باب الكنى وقال في ترجمته في الاسماء وفى طريق النجاشي جميعا\nمولى على بن الحكم بن الزبير مولى بنى اسد روى عن ابى الحسن موسى عليه سلام\nم ح ق معوية بن وهب البجلى عربي صميم ثقة روى عن ابى عبد الله وعن ابى\nالحسن عليهما سلام ويروى عنه الشيخ القامتين والذراعين فيكون على سبيل\nالحكاية عما في كتاب على (ع) إذا صار الظل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p031'> Vol. 07, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nابن ابى عمير وجماعة ممن في طبقته كعلى بن الحكم ومحمد بن الحسن بن زياد\nالميثمى وغيره م ح ق ميمون بن يوسف من اصحاب ابى الحسن الرضا وابى جعفر\nالجواد عليهما السلام ذكره الكشى في ترجمة زكريا بن آدم م ح ق وفى طايفة من\nالنسخ الحسن بن محمد وهو الصواب كما في التهذيب أي ابن سماعة عن ابن <span id='ms355'></span> رباط\nأي على بن الحسن بن رباط لا عمه على بن رباط وربما يتوهم اتحادهما وذلك وهم\nفاسد قد اوضحنا فساده فيما علقناه على الفهرست وكتاب الرجال وغيرهما م ح ق\nاسفر الصبح وسفر كلاهما بمعنى واحد أي اضاء واشرق وانتشر سطيعه قال في\nالمغرب ومنه اسفر بالصلوة إذا صلاها في الاسفار والباء للتعدية قلت وهذا\nفالمعنى فقال اسفر بالصلوة الفجر فاسفر صلى الله عليه وآله بها ويحتمل ان\nتعتبر الهمزة للدخول في انتشار الضياء كما في الاسواق أي الدخول ليس من\nالمستبعد ان يراد انه امره ان يصلو فيه العشاء من دون الغرب فيكون ثلث\nالليل حد الاخر وقت المغرب واول ما يختص به العشاء من الوقت إلى منتصف\nالليل على ما هو مدلول روايات عديدة فليتعرف م ح ق في السوق وقال ابن\nالاثير في النهاية وفى الحديث اسفروا بالفجر فانه اعظم للاجر اسفر الصبح\nإذا انكشف واضاء قالوا يحتمل انهم حين امرهم بتغليس صلوة الفجر في اول\nوقتها كانوا يصلونها عند الفجر الاول حرصا ورغبة فقال اسفروا بها أي اخروها\nإلى ان يطلع الفجر الثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p032'> Vol. 07, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوتتحققوه ويقوى ذلك انه قال لبلال نود بالفجر قدر ما يبصر القوم مواقع\nنبلهم وقيل ان المراد بالاسفار خاص في الليالى المقمرة لان الاول الصبح لا\nيتبين فيها فامروا بالاسناد احتياطا ومنه صلوا المغرب والفجاج مسفرة أي\nبينة مضيئة لا تخفى م ح ق هو سالم بن مكرم بن عبد الله أبو خديجة مولى بنى\nاسد وروى الكشى انه كان جمالا وانه حمل ابا عبد الله (ع) من مكة إلى\nالمدينة وكانت كنيته ابا خديجه فغيرها أبو عبيد الله (ع) وكناه ابا سلمة\nوثقه النجاشي على التكرير وروى الكشى ثقته وصلاحه م ح ق من المشقه وهى\nالشدة ومن ذلك حديثه صلى الله عليه وآله لولا ان اشق على امتى لامرتهم\nبالسواك عند كل صلوة أي لولا ان اثقل عليهم ومعنى لاخرتها إلى نصف الليل\nلجعلت فضلها في قرب نصف الليل م <span id='ms356'></span> ح ق فما بين سقوط القرص وثلث وقت للصلوتين\nويبتداء وقت العشاء من حين غيبوبة الشفق أي ذهاب الحمرة المغربية من جانب\nالمغرب ثم إذا ذهب ثلث الليل اختص الوقت بالعشاء إلى حين الانتصاف واول\nالوقت افضل م ح ق عبد الله بن الصلت أبو طالب القمى من ثقات اصحاب ابى\nالحسن الرضا عليه سلام واجلائهم يروى عنه أبو جعفر احمد بن محمد بن عيسى عن\nالحسن بن على بن فضال وان كان هو يروى عن الحسن ايضا كثيرا من غير واسطة م\nح ق لا يخفى ان ابا جعفر الذى في طريق هدا السند هو احمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p033'> Vol. 07, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن عيسى وموسى بن جعفر عطف على احمد بن محمد فمراد شيخنا ره سعد بن\nعبد الله عن احمد بن محمد بن عيسى عن ابى طالب بلا واسطة موسى بن جعفر وسعد\nبن عبد الله عن موسى بن جعفر عن ابى جعفر الذى هو احمد بن محمد بن عيسى\nبواسطة موسى بن جعفر كما صرح به جدى القهام قدس سره في الحاشية بخطه الشريف\nم ح ق قوله عن ابى جعفر وهو احمد بن محمد بن عيسى يعنى روى سعد بن عبد الله\nعن ابى جعفر احمد بن محمد بلا واسطة وعنه بواسطة موسى بن جعفر أي البغدادي\nالذى يروى عنه محمد بن على بن محبوب من طريق الصدوق في الفقيه وهو موسى بن\nجعفر بن وهب البغدادي يروى عنه محمد بن احمد بن يحيى من طريق الفهرست\nوعمران بن موسى من النجاشي وعدم ادخاله في المستثنين من رجال نوادر الحكمة\nيشهمه بجلالته ثم ليعلم انه إذا قيل سعد بن عبد الله عن ابى جعفر فالاكثري\nان يكون هو احمد بن محمد بن عيسى وقد يعنى به أبو جعفر محمد بن عمر بن سعيد\nعلى ما في الكافي في تاريخ ابى عبد الله جعفر بن محمد الصادق (ع) سعد بن\nعبد الله عن ابى جعفر محمد بن عمر بن سعيد عن <span id='ms357'></span> يونس بن يعقوب وقد كنا اسلفنا\nذلك في ابواب المباه وعلى هذا فيصح ان يكون وهو المراد بابى جعفر ههنا فانه\nايضا في تلك الطبقة فلا تكن من الغافلين م ح ق أو حتى يتأدى إلى مخالفة\nالسنة فمنزلة هذه اللام في مثل هذا المقام منزلتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p034'> Vol. 07, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nفي قوله عز من قائل لتزول منها الجبال ومفادها ترتب الغاية م ح ق وذلك\nعلى ما هو المشهور في العلوم التعليمية (التعليقة) من اعتبار ظل الاقدام في\nالظل المستوى بحسب قسمة القياس ستة اجزاء ونصفا أو سبعة اجزاء وتسميتها\nاقداما لما هو المستبين ان طول قامة الانسان المعتدل في استواء الخلقة انما\nمساحته باقدامه ستة اقدام ونصف قدم أو سبعة اقدام ولا يتعدى ذلك في الاغلبي\nوالاكثري فاما اعتبار ظل الاصابع فيحسب تجزية القياس اثنى عشر جزء وتسمية\nكل جزء اصبعا لما قد استمرت العادة في المساحات من التقدير بالاشبار وشبر\nكل انسان مستوي الخلقة اثنتا عشر اصبعا من اصابعه واما قوله (ع) في خبر\nالمثنى عن منصور بن حازم عنه عليه السلام على ستة اقدام فعلى سبيل التقريب\nباسقاط النصف على اعتبار القامة ستة اقسام متساوية وتسميتها اقداما لاتفاق\nذلك في بعض الاشخاص وان لم يكن اكثريا م ح ق أي ستة التى هي موجبات الجنة\nلمن اقامها وواظب عليها م ح ق ادنف المريض ودنف كفرح ثقل من المرض ودنا من\nالموت كالحرض نحو سكت واسكت وادنفه المرض وايضا اثقله ومن هناك مريض مدنف\nومدنف ايضا بكسر النون وفتحها على صيغتي الفاعل والمفعول قاله المطرزى في\nالمغرب مخشرى في الاساس م ح ق حاجب الشمس طرفها واول ما يبدؤ منها مستبعاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p035'> Vol. 07, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nمن حاجب الوجه قاله في المغرب وقال في اساس البلاغة من المجاز بدا حاجب\nالشمس وهو عرفها شبه محاجب الانسان وحواجب الصبح أو ابله م ح ق يعنى الوقت\nالذى يختص للمغرب ولا يصلح للعشاء ما بين غروب الشمس إلى سقوط الشفق أي\nذهاب الحمرة من المغرب م ح ق <span id='ms358'></span> الباء للتعدية أي ادخلوا المغرب في المساء\nقليلا وحد ذلك ذهاب الحمرة من جانب المشرق فان ذلك علامة غروب الشمس في\nالافق كما في الحديث الاتى م ح ق قال في المغرب اشتباك النجوم كثرتها ودخول\nبعضها في بعض مأخوذ من شبكة الصايد وقال في الاساس اشتبكت الرماح واشتبكت\nالنجوم وشبك اصابعه تشتبكا وشبك الاشياء فتشبك وشابك بينها فتشابكت وفى\nالتهذيب الاثيرته إذا اشتبك النجوم أي ظهرت جميعها واختلط بعضها ببعض لكثرة\nما ظهر منها م ح ق الذى يستبين بحسب الطبقة انه سليمان بن داود الخفاف من\nاصحاب ابى الحسن الرضا عليه سلام واما عبد الله بن صباح فهو ابن وضاح صاحب\nابى بصير المكتوف والمعروف به ذكره الشيخ في اصحاب الكاظم عليه سلام ووثقة\nالنجاشي ففى التهذيب في جميع النسخ عن سليمان بن داود عن عبد الله بن وضاح\nوصباح في نسخ الاستبصار تحريف من الناسخين م ح ق يعنى احمد بن محمد بن عيسى\nوموسى بن جعفر جميعا عن ابى جعفر محمد بن عمر بن سعيد الزيات الثقة العين\nمن اصحاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p036'> Vol. 07, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nابى الحسن الرضا (ع) م ح ق أي منسوبة إلى ابى الخطاب محمد بن ابى زينب\nمقلاص الملعون الكذاب كذا اذكر اصحابنا في كتب الرجال وقال المطرزى في\nالمغرب نسبوا إلى ابى الخطاب محمد بن ابى وهب الاجدع م ح ق موسى بن الحسن\nبن عامر الاشعري ثقة جليل وجعفر بن عثمان بن زياد الرؤاسى اخو حماد الناب\nوقد روى الكشى عن حمدويه عن اشياخه انه واخوته كلهم خيار ثقات فاضلون واحمد\nبن هلال العبرتائى وان كان ضعيفا الا ان روايته معدودة من الصحاح فاذن\nالطريق موثق لسماعة بن مهران م ح ق داود مافنة بالميم قبل الف والنون\nالمشددة بعد الفاء على ما قاله العلامة في الايضاح الصرمى بكسر المهملة\nواسكان الراء مولى بنى قرة ثم بنى حرمة منهم كوفى يكنى ابا سليمان كان من\nاصحاب مولانا ابى الحسن الرضا (ع) وبقى إلى ايام ابى <span id='ms359'></span> محمد العسكري عليه\nالسلام قال النجاشي له إليه (ع) مسائل يروى عنه احمد بن محمد بن عيسى في\nطريق النجاشي واحمد بن ابى عبد الله البرقى في طريق الفهرست وهو ممدوح على\nما يعلم من كتاب الكشى فالطريق هنا حسن به ولنا ايضا داود الصرمى من اصحاب\nسيد الساجدين عليه سلام ذكره الشيخ في كتاب الرجال وهو غير ابن ما فيه هذا\nفليعلم م ح ق بالظاء المعجمة من اظل الشيئ إذا دنا واظله الشيئ إذا استوى\nفوق رأسه بحيث يقع عليه ظله أو بالطاء المهملة من اطل عليه الشئ أي اشرف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p037'> Vol. 07, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nوربما يظن ترجيح الاهمال لان ما بالمعجمة يعدى بنفسه ولا يعدى بعلى يقال\nاظله أو اظلك الشئ والا يقال اظل عليه واظل عليك وليس بذلك لان على الدعامه\nالمعنى و تأكيد الاستعلاء لا للتعدية ومفاد الحديث ان المشرق والمغرب\nمتقاطران على طرفي قطر العام بناء على الاستدارة والكروية م ح ق في الكافي\nالثلث مكان الربع وهو المعول عليه وعليه الفتوى عندي م ح ق وفى التهذيب\nباسناده عن احمد بن محمد عن الحسين سعيد عن فضالة عن ابان بن عثمان عن عمر\nبن يزيد قال قال أبو عبد الله (ع) وقت المغرب في السفر إلى ثلث الليل فهذان\nحديثان مختلفان سندا ومتنا كل صحي الطريق بابان بن عثمان وتوهم الاضطراب\nهناك فاسد والتقدير ان الاتساع بحسب الفضيلة والاجزاء فليفقه م ح ق أي\nفامام ذلك شيئا قليلا فقد صرح اهل اللغة بورودة بذلك المعنى م ح ق فصر\nالنجوم بكسر القاف وفتح المهملة بمعنى ضد الطول أو بالفتح والاسكان بمعنى\nالحبس وهو خلاف المد واختلاط الظلام ايضا قاله في القاموس وفى التهذيب في\nهذا الحديث بعينه معنى قصر النجوم بيانها وفى الكافي قصرة النجوم بيانها م\nح ق وكيف اصنع مع الغيم وما حد ذلك في السفر والحضر فعلت ان شآء الله فكتب\nعليه سلام بخطه وقرائة الفجر يرحمك الله هو الخيط الابيض المعترض ليس هو\nالابيض <span id='ms360'></span> صعدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p038'> Vol. 07, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nفلا تصل في سفر ولا حضر حتى تتبينه فان الله تبارك وتعالى يجعل الخلق في\nشبهة من هذا فقال وكلوا واشربوا حتى يتبين لكم الخيط الابيض من الخيط\nالاسود من الفجر والخيط الابيض هو الذى يحرم به الاكل والشرب في الصوم\nوكذلك هو الذى توجب به الصلوة واذن فيستبين ان الرجل واحد وبالجملة السند\nمن طريق الاستبصار والتهذيب صحيح اتفاقا ومن طريق الكافي ضعيف بسهل بن زياد\nعلى الاصح فاما على بن محمد فلا جهالة فيه كما ربما توهمه بعض اهل العصر بل\nانه على بن محمد بن علان الكليني على ما هو المستبين من غير امترآء فليعرف\nم ح ق بل الوجه فيها حمل الشفق في اخبار جواز الجمع بينهما على بياض الشفق\nوفى احاديث النهى عن العشاء الاخرة قبل ذهابه على الحمرة المغربية كما قد\nمضى ذكره فيما قد سبق م ح ق قوله عليه سلام غير ان وقت المغرب ضيق وآخر\nوقتها ذهاب الحمرة ومصيرها إلى البياض في افق المغرب انما يعنى بذلك\nالتقدير بحسب كمال الفضيلة واما مطلق الفضيلة فتقدير قسطها من الوقت ربع\nالليل فذلك آخر وقتها الفضل واخر وقت الاجزاء ثلث الليل على ما قد اسلفنا\nذكره في الحواشى م ح ق في التهذيب عن فضالة عن حسين بن عثمان عن ابن مسكان\nوذلك هو الصواب م ح ق على بن يعقوب بن الحسين الهاشمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p039'> Vol. 07, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nذكره النجاشي في ترجمة مروان بن مسلم وفى ترجمة مروان القرشى وفى الكافي\nيروى هو عن مروان بن مسلم وغيره وعنه احمد بن الحسن بن على بن فضال و احمد\nبن هلال وغيرهما م ح ق في التهذيب ايضا هذا الاسناد بعينه عن الحسين بن ابى\nالحسين بالصاد المهملة في كتاب الرجال في اصحاب ابى جعفر الجواد (ع) أبو\nالحسين بن الحسين الحسينى ثقه وفى اصحاب ابى الحسن الهادى عليه سلام أبو\nالحسين بالسين ابن الحسين بالصاد نزل الاهواز ثقة وكذلك في كتاب السيد جمال\nالدين احمد بن <span id='ms361'></span> طاوس قدس الله نفسه الزكية فالظاهر من ذلك التعدد لا تصحيف\nالصاد بالسين اخيرا لكن العلامة في الخلاصة قال أبو الحسين بن الحسين\nالحسينى من اصحاب ابى جعفر الجواد عليه سلام ثقة نزول الا هواز وهو من\nاصحاب ابى الحسن الثالث عليه سلام ايضا والحسن بن داود ايضا طابقة على ذلك\nفي كتابه وفى الكافي في اسناد هذا الحديث علي بن محمد عن سهل بن زياد عن\nعلى بن محمد مهريار قال كتب أبو الحسن بن الحسين إلى ابى جعفر الثاني (ع)\nمعى جعلت فداك قد اختلف موالوك في صلوة الفجر ومنهم من يصلى إذا طلع الفجر\nالاول المستطيل في السماء ومنهم من يصلى إذا اعترض في اسفل الافق واستبان\nولست اعرف افضل الوقتين فاصلي فيه فان رايت ان تعلمني افضل الوقتين وتحده\nوكيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p040'> Vol. 07, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nاصنع مع القمر والفجر لا يتبين معه حتى يحمر ويصبح هشام بن الهذيل لا\nيحضرني الان من حاله سوى انه لم ينقل عد احد من الاصحاب فيه جرح وغمز اصلا\nوالكشى نقل اجماع العصابة على تصحيح ما يصح عن فضالة فالطريق صحيح م ح ق\nمواليك بفتح الميم جمع المولى على صيغة منتهى الجموع ومن طريق الكافي\nموالوك مضمومة الميم على جمع السلامة والواو الرفع بالفاعلية واسقاط النون\nبالاضافة والمفرد المذكر الموالى على اسم الفاعل من باب المفاعلة م ح ق\nربما يقال المعروف المتكرر رواية حماد بن عثمان عن عبيد الله الحلبي بغير\nواسطة فتوسط محمد الحلبي بينهما في اسناد هذا الخبر موضع نظر ونحن نقول\nروايته عنه من غير واسطة بحسب الطبقة لا تدافع الرواية عنه بالواسطة في بعض\nالا خبار كما هو متكرر الورود في تضاعيف ابواب الروايات في كثير من الطبقات\nفالنظر ساقط فليتعرف م ح ق أي قويت من بمعنى الاهتزار القوة يقال نشط الرجل\nالامر كذا بنشط النشاطا بالفتح وتنشطت الناقة في سيرها إذا شدت واشتدت م ح\nق في التهذيب في ابواب الزيارات في كم هي كما ههنا أي <span id='ms362'></span> من في كم ساعة من\nساعات النهار وفى اول باب من كتاب الصلوة كم هي باسقاط في أي عددها م ح ق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p041'> Vol. 07, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nالقميطى بضم القاف واحد القباطى وهى ثياب بيض دقيقة رقيقة تعمل وتتخذ\nبمصر نسبت إلى القبط بالكسر والتغيير للاختصاص كما دهري بالضم بالنسبة إلى\nالدهر بالفتح ورجل قبطى وجماعة قبطية بالكسر على الاصل قاله في المغرب وقال\nفي الصحاح القبط اهل مصر ورجل قبطى والقبطية ثياب بيض رقاق من كتان تتخذ\nبمصر وقد تضم لانهم يغيرون في النسبة كما قالوا سهلى ودهرى م ح ق وفى\nالتهذيب ايضا بهذا الاسناد بعينه عن ابى بصير المكفوف وفى الفقيه في كتاب\nالصوم روى عاصم بن حميد عن ابى بصير ليث المرادى قال سألت ابا عبد الله (ع)\nفقلت متى يحرم الطعام على الصايم وتحل له الصلوة صلوة الفجر فقال لي إذا\nاعترض الفجر فكان كالقبطية البيضاء فثم يحرم الطعام على الصينام؟ الصايم\nوتحل الصلوة وصلوة الفجر قلت افلسنا في وقت إلى ان يطلع شعاع الشمس قال\nهيهات اين يذهب بك تلك صلوة الصبيان واسناده عن عاصم بن حميد ابوه ومحمد بن\nالحسن عن سعد بن عبد الله عن ابراهيم بن هاشم عن عبد الرحمن بن ابى بخران\nعنه فالطريق صحيح وهو غير ما في التهذيب والاستبصار المكفوف سندا ومتنا وفى\nالكافي عدة من اصحابنا عن احمد بن محمد عن على بن الحكم عن ابى بصير قال\nسألت ابا عبد الله عليه السلام وساق المتين على سياقه ما في الفقيه الا انه\nقال متى يحرم الطعام والشراب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p042'> Vol. 07, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nفقال إذا اعترض الفجر وكان كالقبطة البيضاء واخر قوله (ع) اين تذهب تلك\nصلوة الصبيان فهذا ايضا حديث اخر متنا وسندا والظاهر ان ابا بصير فيه هو\nالمرادى لا المكفوف فالطريق صحيح ايضا ولا علة هناك كما يتوهم لاختلاف\nالحديث بالتعدد والتغاير من حيث المتن والسند فليعلم م ح ق عبد الله بن\nمحمد بن عيسى هو الذى يقال بنان بن محمد وكذلك يجرى <span id='ms363'></span> ذكره في الاسانيد فلا\nتكونن من الغافلين م ح ق صرايح مناطيق الاخبار انها متى ما اتى بها من بعد\nالزوال فهى اداء وان كانت هي في اول مواقيتها افضل وانما تقديمها على\nالزوال فمن باب الرخصة للضرورة ولكن إذا ما بلغ الارتفاع الشرقي ثمن الدور\nكما يكون الارتفاع القربى في وقت العصر والفتوى عندي على ذلك وفاقا لثلة من\nمحققى الاصحاب رضوان الله تعالى عنهم عليهم م ح ق اتى بها على البنآء\nالمجهول والضمير للنافلة أي النافلة تقبل متى ما اتى بها كما التهدية وفى\nعضة من النسخ اوتى بها بالواو فالضمير للهدية أي متى ما اوتى المهدى إليه\nبالهدية قبلت م ح ق طريق الشيخ إلى عبد الله بن مسكان غير مذكور في مسندة\nالكتاب لكنه احال ما لم يذكره هنالك على كتابه الفهرست وطريق إليه في\nالفهرست صحيح م ح ق الطريق صحيح في الكتابين م ح ق الطريق صحيح جليل السند\nجدا م ح ق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p043'> Vol. 07, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nالطريق حسن بمرزبان بن عمران بن عبد الله بن سعد الاشعري القمى من خواص\nاصحاب ابى الحسن الرضا (ع) ومحقوق ان يعد صحيحا إذ كفى لمرزبان فخر أو\nجلالة قول الرضا عليه سلام له اسمك مكتوب عندنا م ح ق ثم ان النجاشي قال في\nترجمة مرزبان بن عمران بن عبد الله بن سعد الاشعري القمى وروى عن الرضا\nعليه سلام له كتاب قال محمد بن جعفر بن بطة حدثنا الصفار عن احمد بن محمد\nبن عيسى عن صفوان عن المرزبان بكتابه ورواية صفوان كتابه اية جلالة امره\nجدا والعلامة من ديدنه عد الطريق به حسنا م ح ق يعنى عن عمه عبد الله بن\nعامر وهو أبو محمد شيخ من وجوه اصحابنا واعيانهم ثقة جليل جدا م ح ق يعنى\nاتريد ان تقاليس نافلة الفجر بفريضة فتقول كما فريضة الفجر بعد الفجر فكذلك\nنافلته اما تلاحظ لو كان عليك الحديث م ح ق اورده في التهذيب معلقا عن محمد <span id='ms364'></span>\nبن احمد بن يحيى واسناده إليه على ما في مسندة الكتاب الحسين بن عبيد الله\nعن احمد بن محمد بن يحيى عن ابيه محمد بن يحيى عن محمد بن احمد بن يحيى\nوعلى هذه الصورة قد تكرر في ابواب كتاب الطهارة فما في النسخ هيهنا فيه\nزيادة سهوا من طعنان قلم الناسخين من غير امترآء م ح ق الطريق حسن بابى\nالفضل وابو الفضل النحوي هو أبو الفضل الخراساني من اصحاب مولانا الرضا (ع)\nكان قاريا نحويا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p044'> Vol. 07, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nوفى الخلاصة في باب الكنى من قسم الممدوحين أبو الفضل الخراساني روى\nالكشى عن محمد بن مسعود عن حمدان بن احمد القلانسى عن معوية بن حكيم بضم\nالحآء عن ابى الفضل الخراساني قال كان له انقطاع إلى ابى الحسن عليه سلام\nوكان يخالط القراء ثم انقطع إلى ابى جعفر (ع) وحمدان ضعيف فهذه الرواية\nالمرجحات فنحن اوردنا عليه في المعلقات وقلنا كيف يكون حمدان ضعيفا وقد\nتقدم في ترجمة محمد بن ابرهيم الحضينى عن الكشى عن محمد بن مسعود انه من\nخاصة الخاصة وايضا في كتاب الكشى في احمد بن وهو حمدان النهدي كوفى قال أبو\nعمر وسألت ابا محمد بن مسعود عن النصر جماعة هو منهم فقال واما محمد بن\nاحمد النهدي فهو حمدان القلانستى كوفى فقيه ثقة خير وقد ذكره الكشيى ايضا\nفي ترجمه ايوب بن نوح بن دراج ونحن قد بسطنا القول فيه في الرواشح السماوية\nثم ان الحسن بن داود قال في كتابه حمدان بن احمد كش هو من خاصة الخاصة\nاجمعت العصابة على تصحيح ما يصح عنه والاقرار له بالفقه في اخرين فهو\nوالعلامة فيه على طريق افراط وتفريط فليتدبر م ح ق الطريق صحي لاجماع\nالعصابة على تصحيح ما يصح عن حماد بن عيسى م ح ق قوله عليه سلام حين تنور\nالغداة بضم تاء المضارعة وتشديد الواو المكسورة من باب التفصيل والتشديد\nللمبالغة والتكثير لا للتعدية والغداة مرفوعة على الفاعلية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p045'> Vol. 07, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nوالمراد حين يضئ الصبح قال المطرزى <span id='ms365'></span> في المغرب التنوير مصدر نور الصبح\nبمعنى انار أي اضاء ثم سمى به الوضوء نفسه م ح ق قوله وقد نور بالغداة بضم\nالنون على البنآء للمجهول والباء هنا للتعدية لان البنآء من التنوير اللازم\nأي مصدر نور بمعنى انار واضاء ومن هناك قولهم نور فلان بالفجر أي صلى فريضة\nالصبح في التنوير أي في اضاء الفجر قال في المغرب يقال نور بالفجر أي صلاها\nفي التنوير والباء للتعدية كما في اسفر بها وغلس بها وقولهم المستحب\nتنويرها توسع في الفجر م ح ق يعنى به محمد بن سنان وانى إلى الان ما\nاستصححت حديثه في شئ من الاسانيد اصلا والعلامة في الخلاصة توقف فيه ولكنه\nفي المختلف والمنتهى كثيرا ما يستصح الحديث وهو في الطريق واقاويل اعاظم\nالاصحاب في توثيقه وتضعيفه مختلفة والاخبار في امره متعارضة والروايات قوية\nالبلالة على كونه مرضيا وقد فصلت القول فيها في مقامه قال أبو عمرو الكشى\nفي كتابه وجدت بخط ابى عبد الله الشاذانى انى سمعت العاصمى يقول ان عبد\nالله بن محمد بن عيسى الاشعري الملقب ببنان قال كنت مع صفوان بن يحيى\nبالكوفة في منزل إذ دخل علينا محمد بن سنان فقال صفوان هذا ابن سنان لقدهم\nان يطير غير مرة فقصصناه حتى ثبت معنا وشيخنا أبو العباس النجاشي اورد ذلك\nفي ترجمته ثم قال وهذا يدل على اضطراب كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p046'> Vol. 07, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nوزوال فهذا يصلح توجها لما ورد عن الفضل بن شاذان في جرحه وايضا قد روى\nالكشتى في ترجمة زكريا بن آدم عن ابى جعفر الجواد (ع) بطريق صحيح انه عليه\nالسلام ذكر صفوان بن يحيى ومحمد بن سنان بالمدح والخير وبالجملة بسط الكلام\nهنالك على ذمة مقامه م ح ق بل الاوجه على سياقه ما جرى عليه في الباب الاتى\nحمل هذين الخبرين على التسويغ والجواز والاخبار الاولة على الاستحباب\nوالافضلية م ح ق احاديث هذا الباب انما مفادها بظاهرها انه يجب ان يقدم\nقضاء فانية اليوم على الاتيان بحاضرته لا <span id='ms366'></span> عدم صحة الحاضرة مع شغل الذمة\nبقضاء الفوايت على الاطلاق نعم الافضل تقديم القضاء مطلقا م ح ق ابو جعفر\nهذا اما هو محمد بن عمر بن سعيد واما هو احمد بن محمد بن عيسى وسعد بن عبد\nالله وان كان يروى عنه في الاكثرى الشايع من غير واسطة الا انه ربما روى\nعنه بواسطة موسى بن جعفر البغدادي كما قد مضى في بعض الابواب السالفة م ح ق\nفي ظاهر هذا الخبر النهى عن الصلوة في الاوقات المكروهة وان كانت من ذوات\nالاسباب لا ابتدائية ولعل المراد بذلك الكراهة دون التحريم وقد ذهب إلى ذلك\nلمة من اصحابنا وكثير من فقهاء العامة فادعآء اجماع الامة على خلافه غير\nمستقيم م ح ق يعنى به ابا الحسن الثاني مولانا الرضا (ع) م ح ق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p047'> Vol. 07, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nالحسين بن ابى العلا هذا هو أبو على الاعور الحسين بن ابى العلا الخفاف\nالكوفى كما نقله أبو عمرو الكشى عن محمد بن مسعود العياشي واخواه علي و عبد\nالحميد وكلهم ثقات والحسين اوجهم قد زكاه السيد ابن طاوس وقال أبو الحسين\nاحمد بن الحسين بن عبيد الله الغضايرى انه مولى بن بنى عامر وابوهم أبو\nالعلا هو ابن عبد الملك الا زدى ولقد صرح بذلك كله شيخنا النجاشي وليس هو\nالحسين بن خالد بن طهمان واخوه عبد الله بن خالد وكنية ابيهما خالد أبو\nالعلا على ما نقله الكشى عن حمدويه ونحن قد استقصنا القول واوفينا حقه من\nالفحص هناك مرارا فيهما قد سلف م ح ق سبيل الجمع بين الاخبار ان تحمل هذه\nعلى صلوة مغرب كانت فاتته من قبل دون الفاتية اليومية م ح ق كذا قيل ولى\nفيه تأمل ولعل ذلك عن سليمان بن خالد وابى جعفر الباقر (ع) والله سبحانه\nاعلم والذى يستبين من الطبقات ان على بن خالد هذا هو على بن خليل بضم\nالمعجمه وفتح اللام أبو الحسن المكفوف على بن خالد كان زيديا فشاهد من ابى\nجعفر الجواد <span id='ms367'></span> (ع) ما اهتدى به فعاد إلى الحق وقال بالامامة وعاش مستقيما حسن\nالاعتماد ذكره شيخنا المفيد في ارشاده والسيد ابن طاوس في ربيع الشيعة م ح\nق فيحتسب كل ركعتين بركعة كما في بعض الاخبار وذلك بحسب الافضلية إذا ريم\nكمال الفضل م ح ق في القاموس القرن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p048'> Vol. 07, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nمن الشمس ناحيتها أو اعلاها أو اول شعاعها وقرن الشيطان وقرناه امته\nوالمتبعون لرأيه أو قوته وانتشاره وتسلطه وفى المغرب قرن الشمس اول ما يطلع\nمنها وقرنا الرأس فودأه أي ناحيتاه ومنه ما بين قرنى المشجوج وفى الحديث\nالشمس تطلع بين قرنى الشيطان قيل انه يقال الشمس حين طلوعها بين فينتصب حتى\nيكون طلوعها بين قرنيه فينقلب سجود الكفار للشمس عبادة له وقيل هو مثل وعن\nالصنالجى ان الشمس تطلع ومعها قرن الشيطان فإذا ارتفعت فارقها الحديث قيل\nهو حزبه وهم عبدة الشمس فانهم يسجدون له في هذه الساعة وفى النهاية\nالاثيرية الشمس تطلع بين قرنى الشيطان أي ناحيتى رأسه وجانبيه وقيل القرن\nالقوة أي حين تطلع يتحرك الشيطان ويتسلط فتكون كالمعين له وقيل بين قرنية\nأي اميته من الاولين والاخرين وكل هذا تمثيل لمن يسجد للشمس عند طلوعها\nفكان الشيطان سول له ذلك فإذا سجد لها كان كان الشيطان مقترن بها قلت ولا\nيبعد ان يكون قرنا الشيطان كناية عن طرفي الارض وما بينهما وخافقى الدنيا\nولابتيها وحوالها فليفقه م ح ق مكاتبة على بن بلال مضمرة صحيحة الطريق\nوالمروم بالضمير مولانا الهادى ابو الحسن الثالث عليه سلام م ح ق محمد بن\nعيسى هو اليقطينى وهو صحيح الحديث على الاصح وقد اسلفنا ذلك فيما قد سلف\nمرارا م ح ق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p049'> Vol. 07, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nالطريق صحيح عالى الاسناد والحسن بن على اما هو الحسن بن على بن زياد\nالوس؟\n</p>\n\n<p>\nأو الحسن بن على بن عبد الله بن المغيرة أو الحسن بن على بن يقطين وقوله\nوفضالة عطف على الحسن بن على وجميعا متعلق بعلى بن النعمان ومحمد بن سنان\nوالحسين وهو ابن ابى العلاء <span id='ms368'></span> وان كان يحتمل الحسين بن عثمان م ح ق بفتح\nالياء يقال صحي يصحى كوصي يرضى من الصحو ذهاب الغيم قاله الفيروز ابادى في\nالقاموس ولست اعول عليه والاصوب عندي يصحى بضم الياء من باب الافعال قال\nعلامة زمخشر في اساس البلاغة صحا من سكره واصحت السماء والسماء مصحية ويوم\nمصح وهذا يوم صحو وقال تلميذه المطرزى في المغرب صحا السكران صحوا وصحوا\nزال سكره ومنه الصحود ذهاب الغيم وقد اصحت السماء إذا ذهب غيمها وانكشف\nويوم مصح وعن الكسائي هي صحؤ فهى مصحية ولا تقل مصحية ونقل الجوهرى ايضا\nذلك عن الكسائي ثم قال واصحينا أي اصحت لنا السماء م ح ق ربما يزعم ان\nالمعهود رواية فضالة عن عبد الرحمن بن ابى عبد الله بواسطة ابان لا من غير\nواسطة وذلك زعم ساقط فهما جميعا من المعهود الشايع ومن الاول ما قد مضى في\nباب موضع الحنوط ومن الثاني ما قد تقدم في باب الرجل يموت في السفر وليس\nمعه رجل كما هيهنا م ح ق وتعمد القبلة على صيغة المضارع للخطاب اما من\nالمجرد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p050'> Vol. 07, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nأو من باب التفعل على حذف احدى التائين قال في القاموس عمد الشئ قصده\nكتعمده م ح ق خراش بن ابرهيم ذكره الشيخ في كتاب الرجال في الكوفى اصحاب\nابى عبد الله الصادق عليه سلام اسمعيل بن عباد القصرى من قصر بن هبيره ذكره\nفي اصحاب ابى الحسن الرضا (ع) صحي بعبد الله بن المغيرة م ح ق وذكره الكشى\nفي ترجمة الحسن بن على بن فضال انه اسناد الفضل بن شاذان حيث قال قال الفضل\nبن شاذان انى كنت في قطيعة الربيع اقرأ على مقرئ يقال له اسمعيل بن عباد\nوقال في ترجمة على بن يقطين محمد بن مسعود قال حدثنى أبو عبد الله الحسين\nبن اشكيب قال اخبرنا بكر بن صالح الرازي عن اسمعيل بن عباد القصرى قصر بن\nهبيره عن اسمعيل بن سلام وبالجملة الطريق هنا قد اسلفنا في ابواب <span id='ms369'></span> كتاب\nالطهارة استصحاح حديث كردويه فكن من المتذكرين م ح ق جهدك بالضم وهو الوسع\nوالطاقة والنصب على نزع الحافض أي بمقدار وسعك وطاقتك والجهد بالفتح المشقة\nوقيل المبالغة وبلوغ الغاية قال ابن الاثير وقيل هما لغتان في الوسع\nوالطاقة فاما في المشقة والغاية فالفتح لا غير م ح ق يحتمل الاسناد السابق\nعن جعفر بن بشير وهو محمد بن يعقوب عن محمد بن يحيى عن محمد بن الحسين عن\nجعفر ويحتمل التعليق وطريقه إلى جعفر بن بشير صحيح وهو على ما ذكره في\nالفهرست \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p051'> Vol. 07, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nابن ابى جيد القمى عن ابن الوليد عن محمد بن الحسن الصفار والحسن بن متيل\nبضم الميم وتشديد التاء المفتوحة وفتح اليآء المثناة من تحت عن محمد بن\nالحسين بن ابى الخطاب عن جعفر بن بشير واما الحسن بن شهاب فكأنه الكوفى\nذكره الشيخ في كتاب الرجال ففى اصحاب ابى جعفر الباقر (ع) الحسن بن شهاب بن\nزيد البارقى الازدي الكوفى روى عنه وعن ابى عبد الله عليهما السلام وفى\nاصحاب ابى عبد الله الصادق عليه السلام الحسن بن شهاب البارقى عربي وذكر\nايضا في اصحاب الصادق عليه سلام الحسن بن شهاب الواسطي وفى بعض النسخ\nالحسين بن شهاب الواسطي مصغرا م ح ق أبو هارون المكفوف روى الكشى في ذمه\nمنكرا من القول في الغلو اسند إليه وعرض على الصادق عليه سلام فقال عليه\nالسلام لعنة الله قال العلامة في الخلاصة هذا قدح عظيم الا ان فيه ابن ابى\nعمير عن بعض اصحابنا قلت ارسال ابن ابى عمير في حكم الاسناد الصحيح فما ظنك\nباسناده عن بعض اصحابنا قيل وفيه ايضا الحسين بن الحسن بن بندار وهو مهمل\nأي مذكور باهمال المدح والذم لا على الحكم بانه مهمل وهذا ايضا ساقط فان\nالحسين بن الحسن بن بندار من مشيخة ابى عمر والكشى وذكره الشيخ في كتاب\nالرجال في باب لم وقال روى عن سعد بن عبد الله روى عنه الكشى وناهيك بذلك\nمدحا واجل <span id='ms370'></span> الا فطريق القدح في ابى هارون المكفوف لا يعتريه شين وبالجملة\nطريق هذا الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p052'> Vol. 07, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nضعيف بابى هرون وصالح بن عقبة م ح ق استشكل ذلك شيخنا الشهيد في الذكرى\nفقال وروى زكريا بن آدم عن الرضا (ع) ان ذكر ترك الاقامة في الركعة الثانية\nوهو في القراءة سكت وقال قد قامت الصلوة مرتين ثم يمضى في قراءته وهو يشكل\nبانه كلام ليس من الصلوة ولا من الاذكار قلت الحكم بانه ليس من الصلوة\nمنظور فيه وقد ورد في الاخبار ان الاقامة من الصلوة والمراد منها قد قامت\nالصلوة على ما قد قاله الشيخ وغيره من اعاظم الاصحاب ولكن الاحوط بل الاجود\nفي الفتوى المنع من ذلك بعد الركوع الاول وربما يحمل الخبر على حديث النفس\nكما يوذن به لفظ السكوت وفيه ايضا تأمل م ح ق ورعاية الوقف على كل حرف من\nالحروف الثمانية عشر لقول الصادق عليه سلام في خبر خالد بن نجيح الاذان\nوالاقامة بخروجان وفى خبر آخر موقوفان وقول الباقر عليه سلام الاذان جزم\nبافصاح الالف والهاء والاقامة حدر قال شيخنا في الذكرى الظاهر انه الف الله\nالاخيرة غير المكتوبة وهاؤه في آخر الشهادتين قلت كلا بل الظاهر ان المراد\nهمزة الله المكتوبة والملفوظة في اول كل تكبيرة وهآؤه في اخره اينما كان\nوكذلك هاء اله وهآء اشهد وقال ابن ادريس المراد بالهاء هاء اله لا هاء اشهد\nولا هاء الله لانهما مبينتان يعنى ان هاء الله اظهر عند التلفظ وذلك غير\nمسلم كيف وظهور المتحرك اقوى من ظهور الساكن ثم الحدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p053'> Vol. 07, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nفي الاقامة بالمهملتين قبل الراء وهو الحزم؟ بالمعجمة بعد المهملة أي\nالاسراع وقطع التطويل والقطيط ينبغى ان لا يبلغ حدا ينتهى إلى الاخلال\nبالوقف على حروف الفصول للقصر على ذلك عن الصادق عليه سلام في خبر خالد\nوايضا قال له يونس الشيباني اقيم وانا ماش فقال عليه سلام نعم وقال إذا\nاقمت فاقم مترسلا فانك في الصلوة فقال له افيجوز المشى في الصلوة فقال (ع <span id='ms371'></span>)\nنعم إذا دخلت من باب المسجد فكبرت وانت مع امام عادل ثم مشيت إلى الصلوة\nاجزأك قال في الذكرى ولا ينافى في الحدر في الاقامة قوله واقم مترسلا\nلامكان حمله على ترسل لا يبلغ ترسل الاذان أو على ترسل الا حركة فيه ولا\nميل عن القبلة كما في حديث سليمان بن اصالح عن الصادق عليه سلام وليتمكن في\nالاقامة كما يتمكن في الصلوة م ح ق لقد نبهناك مرارا على استصحاح حديث محمد\nبن عيسى بن عبيد ولا سيما إذا لم يكن عن يونس بل كان عن غيره من الاجلاء\nوابان بن عثمان ممن على تصحيح ما يصح عنه اجماع العصابة وكان ناوسيا\nفالطريق صحي ومفاد المتن في الاذان تربيع التكبير وتثنية سائر الفصول فيتم\nثمانية عشر حرفا وفى الاقامة تثنية الفصول جميعا الا التهليلة الاخيرة فتتم\nسبعة عشر حرفا على ما قد فصلت في سائر الاخبار م ح ق قال المحقق في المعتبر\nالاذان والاقامة على اشهر الروايات خمسة وثلثون فصلا الاذان ثمانية عشر\nوالاقامة سبعة عشر ثم قال وانما قلنا على اشهر الروايات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p054'> Vol. 07, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nلان في بعضها سبعة وثلثين فصلا وفى بعضها ثمانية وثلثين فصلا وفى بعضها\nاثنين واربعين فصلا كذا حكى الشيخ في النهاية وكل ذلك متروك وما يقال من\nالزيادة عن ذلك بدعة وقال شيخنا الشهيد في الدروس بعد عد فصول الاذان\nوالاقامة شتى الا التهليل في آخرها فانه مرة ويزيد قد قامت الصلوة بعد\nالتعميل مرتين وروى ان الاذان عشرون بزيادة تكبيرتين في اخره وان الاقامة\nعشرون بزيادة تهليل في اخرها ومساواة التكبير في اولها للاذان وروى اثنان\nوعشرون بزيادة تكبيرتين اخرها ايضا وقال الشيخ لا يأثم بهذه الزيادات وقال\nفي الذكرى وقد حكى الشيخ رواية اربع تكبيرات في آخر الاذان وتربيع التكبير\nفي اول الاقامة وروى تربيعه ايضا في اخرها وتثنية التهليل اخرها قال فان\nعمل عامل على احدى هذه الروايات لم يكن مأثوما والمعتمد المشهور نعم يجوز\nالنقص في السفر ونحن نقول الامترآء في <span id='ms372'></span> تسويغ العمل بالزيادة في المستحبات\nللرواية وان كان طريقها ضيفا على ما قد فصلناه في الرواشح السماوية م ح ق\nقال امامهم العلامة فخر الدين الرازي في كتاب نهاية العقول معترضا على قول\nاصحابه لو كان عن النبي صلى الله عليه وآله نص جلى عن على عليه سلام لا\nنتشر ولما اختلفت الامة في ذلك بعد وفاته صلى الله عليه وسلم ان هذا غير\nلازم اصلا لوقوع الاختلاف بعد موته صلى الله عليه وآله في امور كثيرة\nمتحققة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p055'> Vol. 07, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nفي زمانه منها الاذان والاقامة وكون فصولهما جميعا مثنى مثنى أو فرادى\nفرادى أو من احدهما مثنى ومن الاخر فقد اختلفوا في ذلك من حين موته صلى\nالله عليه وآله على اقوال شتى مع مشاهدة الصحابة نعمان الرازي ذكره الشيخ\nفي كتاب الرجال في اصحاب ابى عبد الله الصادق (ع) ويستبين من المحقق في\nالمعتبر التعويل على روايته وطاق طاق أي واحدة واحدة فارسي معرب جمعه طاقات\nوطيقان يقال طاق نعل وطاقة ريحان قاله في الصحاح وقال في الاساس انه يجمع\nعلى اطواق وطيقان وفتل الحبل طاقتين وطاقات واعطاني طاقة من الريحان شعبة\nمنه واما الطاق في البنآء فهو ما عطف من الابنية مرتفعا والطاق ايضا ضرب من\nالثياب غالى الثمن م ح ق لذلك مدة حيوة الرسول عليه سلام كل يوم خمس مرات\nوكذلك احكام الصلوة والزكوة مع مشاهدتهم هذه الامور منه عليه سلام مدة\nحيوته كل ذلك امور ظاهرة وقعت بمشهد اكثر الامة ثم انه لم ينتشر شئ منها\nوكذلك المعجزات المروية عن النبي عليه سلام نحو انطاق البهايم واشباع الخلق\nالكثير من الطعام القليل وانفجار الماء من اصابعه وحركة الشجرة من مكانها\nبامره كل ذلك من اعجب الاشياء وكانت واقعة بمشهد من الخلق العظيم ثم انها\nلم تنتشر سلمنا ان الامور الواقعة بمشهد الخلق الكثير يجب ان تنتشر لكن إذا\nلم يكن لهم داع إلى الكتمان وإذا كان فممنوع إلى آخر ما قاله هناك فقد\nاستبان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p056'> Vol. 07, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nله في هذا <span id='ms373'></span> الموضع سبيل هذه الامور ولكن من لم يجعل الله له نورا فماله من\nنور م ح ق فعلى هذه الرواية يكون الاذان ستة عشر فصلا والاقامة تسع كلمات\nكما قال في الذكرى فيكون المجموع خمسة وعشرين فصلا م ح ق لم يرم بقوله سلم\nواحدة مما يلى القبلة انه عليه السلام لم يأت بالتسليمات المستحبة بل انما\nدام انه عليه سلام اتى بالتسليمة الاخيرة المخرجة وهى السلام عليكم ورحمة\nالله وبركاته مرة واحدة تجاه القبلة ولم يكررها فان الامام انما يقولها مرة\nواحدة وينوى بها الخروج عن الصلوة ويقصد بضمير الجمع الانبياء والائمة\nوالحفظة وسائر الملائكة والمأمومين واما المأموم فوظيفته ان يكررها مرتين\nفيقصد بالاولى منهما الرد على الامام اما على سبيل الوجوب لعموم وإذا حييتم\nبتحية فحيوا باحسن منها أو ردوها أو على جهة الاستحباب إذ لم يكن الامام\nقاصدا التحية بل انما كان غرضه الايدان بالانصراف عن الصلوة ولا ينوى بها\nالخروج ثم يأتي بها مرة ثانية وينوى الخروج ويقصد بها الانبياء والائمة\nوالحفظة والملائكة اجمعين وامامه والمأمومين جميعا ويتوجه إلى من على\nجانبيه يمينا وشمالا وقال الصدوق ابن بابويه يرد المأموم على الامام بواحدة\nثم يسلم عن جانبيه بتسليمتين قال في الذكرى وكانه يرى ان التسليمتين ليستا\nللرد بل هما عبادة محضة متعلقة بالصلوة والروايات في ان الامام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p057'> Vol. 07, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nيستقبل بتسليمته الواحدة القبلة أو انه يسلم بها عن يمينه بصفحة وجهه\nمختلفة فاما المنفرد فالاظهر من الاخبار انه يسلم الواحدة الاخيرة وهو\nمستقبل القبلة ويؤمى بمؤخر عينه عن يمينه وسنتلو عليك الحق القول هناك في\nبابه انشاء الله العزيز العليم م ح ق مؤخر العين بضم الميم وكسر الخاء\nطرفها الذى يلى الصدع والمقدم على وزنه خلافه والجمع ما آخر والتشديد فيهما\nخطأ م ح ق قوله مرتين؟\n</p>\n\n<p>\nكتب عليه سلام يعيدها على رغم انفه أو كتب يعيدها على رغم انفه على رغم\nانفه وكتب يعيدها على رغم انفه يعيدها على رغم انفه أو انه عليه سلام كتب <span id='ms374'></span>\nعلى هذه الصورة يعيدها مرتين على رغم انفه ومعناه اقول ذلك مرتين على رغم\nانفه أو معناه يعيدها مرتين مرة في فاتحة الكتاب ومرة في السورة على رغم\nانفه أو رام عليه السلام بقوله مرتين التأكيد والمبالغة م ح ق يحيى بن\nعمران الهمداني ذكره الشيخ في كتاب الرجال في اصحاب ابى الحسن الرضا (ع)\nوقال يونسى وذكره العلامة في قسم الممدوحين مقتصرا على ما قاله الشيخ وفى\nالكافي في هذا الاسناد عن يحيى بن ابي عمران الهمداني بزيادة إلى في اسم\nابيه وباعجام الذال نسبة إلى بلدة همذان والمكتوب إليه هو أبو جعفر الثاني\nمولانا الجواد عليه سلام في بعض النسخ م ح ق في بعض نسخ الكتاب ابن السندي\nبالذال وفى التهذيب عن الحسن بن السرى بالراء مكان الدال كما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p058'> Vol. 07, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nفي هذه النسخة وهو الكرخي الكاتب روى عنه كتابه الحسن بن محبوب وهو واخوه\nعلي ثقتان رويا عن ابى عبد الله عليه سلام وسواء في ذلك اكانا ابني السندي\nبالدال أو ابني السرى بالراء لا يختلف الحكم بالتوثيق فليعلم م ح ق لعله\nاراد انه ينبغى ان يجمع بينهما في ركعة واحدة في الفرايض ولا يعتقد انفصال\nاحديهما عن الاخرى بسبب بسم الله الرحمن الرحيم أي لا يحسبهما سورتين ولا\nينوى انفصلا بينهما لمكان البسملة فالباء السببية لا للصلة لا انه ينبغى ان\nيترك البسملة لما قد سبت الجمع بينهما مع تكرار البسملة فليعرف م ح ق فعلى\nهذه الرواية المصرحة بالكراهة لا يبعد الصحيحة حمل رواية يحيى بن عمران\nالسالف ذكرها على استحباب الاعادة كذا قيل ونحن نقول وجوب الاعادة هناك في\nالصلوة الفريضة للاخلال ببعض القراءة الواجبة عمدا فلاعتبار عليه ولا تصادم\nبين الخبرين م ح ق في طائفة من نسخ الكتاب الروى بالهاء وهو أبو الصلت عبد\nالسلام بن صالح من اصحاب ابى الحسن الرضا عليه سلام ثقة صحيح الحديث نسبه\nبعضهم إلى العامة لمخالطته اياهم لا لكونه عاميا وفى اكثرها الفروى بالفآء\nعلى وفاق <span id='ms375'></span> التهذيب في عامة النسخ وهو اسحق بن محمد بن اسمعيل بن عبد الله بن\nابى فروة المذنى روى عنه النجارى ذكر أبو عبد الله الذهبي وابن حجر وغيرهما\nمن علماء العامة انه صدوق وطعن فيه بعضهم بالاضطراب التشيع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p059'> Vol. 07, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nمات سنة ست وعشرين ومأتين وقال ابن حجر الفروى رجلان وفى مختصر الذهبي هو\nمشترك بين ثلثة احدهم اسحق بن محمد المذكور والثانى هرون بن موسى بن حيان\nالفروى ثقة امام مات سنة ثمان واربعين ومأتين والثالث هرون بن ابى علقمه\nالفروى صدوق مات سنة اثنتين وخمسين ومأتين م ح ق انما المضادة لو كانت ما\nتعجبية واحفض مفتوحة الهمزة مكسورة الفآء على صيغة الامر لم لا تكون ما\nللنفي واحسنها بضم الهمزة وكسر السين من الاحسان بمعنى العلم أي لست اعلمها\nكناية عن عدم شرعيتها واخفض بها الصوت من كلام الراوى بفتح الهمزة والفاء\nعلى صيغة الماضي يعنى انه (ع) اخفض صوته بقوله الشريف ما احسنها مخافة\nاسماع المخالفين واما الامر باخفاض الصوت بآمين فلا يوافق مذهب الخاصة ولا\nمذاهب العامة فليدرك م ح ق فان هذه السجدة ليست بواجبة عند اكثر الشافعية\nوغيرهم من العامة فيمكن ان يكون الامام منهم يتركها م ح ق من الذايع عند\nالاصحاب اطراح هذين الخبرين وان كانا صحيحي الطريق قال ناسك المتأخرين نور\nالله ضريحه في المهذب بعد استقصاء الاقوال والروايات تتمة وهنا روايتان\nاخريان ولم يقل بمضمونها من الاصحاب قائل فالاولى صحيحة عبيد بن زرارة قال\nسألت ابا عبد الله عليه سلام عن الركعتين الاخيرتين من الظهر قال تسبح الله\nوتحمده تعالى وتستغفر ان نبك الثانية رواية على بن حنظلة عن ابى عبد الله\nعليه سلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p060'> Vol. 07, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nقال سألته عن الركعتين الاخيرتين ما اصنع فيهما قال ان شئت فاقرأ فاتحة\nالكتاب وان شئت فاذكر الله ونحن نقول بالحرى ان نحملها على ما لا يوجب\nاطراحهما على ما قد اوردناه في غير موضع واحد مصنفاتنا اما الاولى منهما\nفيشبه ان تكون الواو الاخيرة فيها للغاية <span id='ms376'></span> والتعليل بمعنى حتى التعليلية\nوذلك احد معاني الواو المستمر ذكرها في كتب الادب والشايع استعمالها في لغة\nالعرب ومنه في التنزيل الكريم يا ليتنا نزد ولا نكذب بايآت ربنا ونكون من\nالموقنين وقولهم تتعبد الله وتكون حرا وتعبد الله وتكون ملكا فالمعنى تسبح\nوتحمد الله لتكون بذلك بمنزلة المستغفر لذنبك فمثابة قوله عليه سلام\nوتستغفر لذنبك بعد قوله تسبح وتحمد الله تعالى مثابة قوله عليه سلام فانها\nتمجيد ودعآء بعد قوله وان شئت فاتحة الكباب على ما يقتضيه سنن اسلوب\nالبلاغة واما الثانيه فلعل ذكر الله فيها عبادة عن التسبيحات الاربع وقد\nتكرر في الاخبار جعل الذكر علما لها ثم ان من المستحدثات في عصر ابتداع\nالقول بضم الاستغفار إلى التسبيحات عملا بظاهر هذه الرواية المسلوك طرحها\nعلى المشهور والمستبين سبيلها على ما نحن حققناه وربما سبق إلى بعض الاوهام\nان قول العلامة وفى النهاية والمنتهى الاقرب استحباب ذلك يدل على تحقق خلاف\nفي وجوبه بين الاصحاب وليس من الالفاظ الدالة على الخلاف بل ان كثيرا ما\nيستعمل ويرام الاقرب من حيث الدليل لا من فتاواهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p061'> Vol. 07, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nوسياق كلام العلامة هنالك انه استقرب نفى البدعة والتحريم إذا لم يعتقد\nالضام توظيفه على سبيل الوجوب فليفقه م ح ق محمد بن مضارب بالمعجمة قبل\nالالف والرآء بعدها ذكره الشيخ في كتاب الرجال في اصحاب ابى عبد الله عليه\nالسلام وقال كوفى ثم ذكر محمد بن مضارب ايضا وقال يكنى ابا المضارب وذلك\nآية التعدد وفى بعض الاسانيد عن محمد بن مصادف بالمهملة والدال على جنبتى\nالالف فالفاء اخيرا وهو مولى ابى عبد الله عليه سلام اختلف فيه قول ابى\nالحسين احمد بن الحسين الغضايرى بالتوثيق والتضعيف في مواضع والعلامة جنح\nإلى التوقف م ح ق عبد الحميد بن عواض بالضاد المعجمة والحسن بن داود وقال\nباعجام الغين ايضا ولست اجد له مستند الطائي كوفى ثقة من اصحاب الباقر\nوالصادق عليهما السلام ذكره الشيخ في كتاب الرجال في اصحاب ابى الحسن\nالكاظم عليه <span id='ms377'></span> سلام وقال ثقة من اصحاب ابى جعفر وابى عبد الله عليهم سلام\nوقال النجاشي في ترجمة مرازم بن حكيم الازدي احضره واخاه الرشيد مع و عبد\nالحميد بن عواض فقتله وسلما ولهم حديث ليس هذا موضعه ان النجاشي انه ذكر\nقتل الرشيد اياه ايضا فليس له مأخذ فليعلم م ح ق أبو اسمعيل السراج هو عبد\nالله بن عثمان بن خالد الفزارى ثقة وثقه النجاشي وهو اخو حماد بن عثمان م ح\nق نبك المكان نبوكا ارتفع وهضاب نوابك والنبكة بالتحريك وقد تسكن وهى ارض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p062'> Vol. 07, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nفيها صعود وهبوط أو التل الصغير قاله في القاموس وقال في الاسباب وقضا في\nنبك من الارض ونباك وهى الاكمة المحددة الرأس وفى عضة من النسخ على سكة وهى\nبالكسر حديدة الفدان والطريق المستوى والزقاق الواسع وحديدة منقوشة تضرب\nعليها الدراهم والدنانير والسك والسكى المسمار قال ابن الاثير في النهاية\nوفى حديث علي عليه السلام انه خطب الناس على منبر الكوفة وهو غير مسكوك أي\nغير مسمر بمسامير الحديد والسك تضبيب الباب والسكى المسمار م ح ق احمد بن\nمحمد بن عيسى لم يدرك موسى بن جعفر عليه سلام وانما لقى الرضا والجواد\nوالهادي عليهم السلام وكان في السند هيهنا اسقاطا والصواب ما في التهذيب عن\nاحمد عن موسى بن القاسم وابى قتادة جميعا عن على بن جعفر عن اخيه موسى بن\nجعفر عليه السلام قال سألته الحديث م ح ق في التهذيب في الصحى عن ابن ابى\nعمير عن عمر بن اذينة عن اسحق بن الفضل انه سأل ابا عبد الله عليه سلام عن\nالسجود عن الحصر والبواري فقال لا بأس وان تسجد على الارض احب الي فان رسول\nالله صلى الله عليه وآله كان يحب ذلك ان يمكن جهته من الارض وانى احب لك ما\nكان رسول الله صلى الله عليه وآله يحبه وعن محمد بن حسان عن ابى محمد\nالرازي عن النوفلي عن السكوني عن ابى عبد الله عليه السلام قال قال <span id='ms378'></span> على\nعليه سلام انى لاكره للرجل ان ارى جبهة جلحآء ليس فيها اثر السجود ولنا\nروايات عديدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p063'> Vol. 07, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nتدل بمناطيقها ومداليلها على استحباب التعفير وكراهة ان يمسح الرجل جبهته\nعن التراب في سجود الصلوة م ح ق لعل معناه لا يسجد الرجل على موضع مرتفع\nليس عليه سائر جسده لا انه لا يكفى سجوده على الارض فان النهى عن السجود\nعلى الارض أو ما ينبت منها خلاف اجماع الخاصة والعامة انما مذهب العامة\nتسويغ السجود على غير الارض فما لا ينبت منها لا تحريم السجود عليها ولا\nكراهة فاذن الحمل على التقية لا مساغ له هيهنا اصلا فلا محيص عن المصير إلى\nما قلناه وهو الظاهر من سياق الكلام فليفقه م ح ق الحمزة بضم المعجمة\nالمسجدة بكسر الميم وهى حصيرة صغيرة قدر ما يسجد عليه وكانت تتخذ من السعف\nوهو ورق جريد النخل سميت بذلك لانها تستر الارض عن وجه المصلى وتراكيب\nحروفها دالة على معنى الستر ومنه الخمار وهو ما تغطى به المرأة رأسها وقد\nاختمرت وتخمرت إذا البست الخمار وسمى الخمر خمرا لتغطيته العقل والطنفسة\nمثلثة الطآء والفاء قال في القاموس ويكسر الطآء وفتح الفآء وبالعكس ايضا\nواحدة الطنافس وهى البسط والثياب التى لها خمل رقيق قاله ابن الاثير في\nالنهاية والخمل بالفتح والاسكان كالهدب في وجه القطيفة واى ثوب وبساط كان\nوالمخمل بضم كساء له خمل وخمل المعدة عند الاطباء معروف م ح ق القفر بالقاف\nقبل الفآء يشبه الزفت والقير وقفر اليهود دواء معروف في كتب الطيب يدخل في\nاخلاط التر ياقات الكبيرة يقال وربما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p064'> Vol. 07, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nيستعمل بالكاف ايضا وكذلك ذكره صاحب القاموس وقال بالضم القير تطلى به\nالسفن وبعض من لم يبلغ تتبعه نصاب الكمال زعم انه ليس بمعروف في العرف ولم\nيجز له في كتب اللغة ذكر وبعض آخر منهم وتوهمه بالعين مكان القاف وقال يقال\nله بالفارسية كندر فتثبت ولا تتخبط م ح ق في التهذيب داود بن ابى يزيد هو\nداود بن فرقد <span id='ms379'></span> فيكون فرقد هو المكنى بابى يزيد وعلى هذا فالمراد بابى الحسن\nأبو الحسن الاول عليه سلام وعلي بن مهزيار كان قد استبان له ان داود بن ابى\nيزيد سأل ابا الحسن الكاظم عليه سلام عن ذلك وفى كتب الرجال داود بن ابى\nزيد النيسابوري ثقة دين صادق اللهجة من اصحاب علي بن محمد الهادى عليه سلام\nوإذا كان هو المراد في هذا السند كان أبو الحسن الثالث (ع) ويكون علي بن\nمهزيار قد شهد وقت السؤال وروى الخبر مشافهة وبالجملة الاضطراب في طريق هذا\nالحديث اصلا فليفقه م ح ق العشاء هنا المغرب والعتمة العشاء الاخرة قال ابن\nالاثير في النهاية العشوة بالضم والفتح والكسر الامر الملتبس وان يركب امرا\nبجهل لا يعرف وجهه مأخوذ عن عشوة الليل وهى ظلمته وقيل هي من اول الليل إلى\nربعه ومنه الحديث حتى ذهب عشوة من الليل وفيه صلى بنا رسول الله احدى صلوتى\nالعشى فسلم من اثنتين يريد صلوة الظهر أو العصر لان ما بعد الزوال إلى\nالمغرب عشى وقيل العشى من زوال الشمس إلى الصباح وقد تكرر في الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p065'> Vol. 07, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل لصلوة المغرب والعشاء العشاءان ولما بين المغرب والعتمة عشاء ومنه\nالحديث إذا حضر العشاء والعشاء فابداؤا بالعشاء العشاء بالفتح الطعام الذى\nيؤكل عند العشاء واراد بالعشاء صلوة المغرب وانما قدم العشاء لئلا يشتغل\nقلبه به في الصلوة وانما قيل انها المغرب لانها وقت الافطار ولضيق وقتها\nانتهى كلامه وقال في مجمل اللغة العشاء اول ظلام الليل ويقال العشي من زوال\nالشمس إلى الصباح والعشاء من صلوة المغرب إلى العتمة ويقولون في النسبة إلى\nالعشي عشوى م ح ق العتمة محركة وبالضم والتسكين ثلث الليل أو ربعه بعد\nغيبوبة الشفق أو وقت صلوة العشاء الاخرة واعتم وعتم ايضا بالتشديد إذا دخل\nفي ذلك الوقت أو سار فيه قال ابن الاثير في النهاية فيه لا يغلبنكم الاعراب\nعلى اسم صلوتكم العشاء فان اسمها في كتاب الله العشاء وانما لعتم لجلاب\nالابل قال الازهرى <span id='ms380'></span> ارباب النعم في البادية يريحون الابل ثم ينيخونها في\nمراحها حتى يعتموا أي يدخلوا في عتمة الليل وهى ظلمته وكانت الاعراب يسمون\nصلوة العشاء صلوة العتمة تسمية بالوقت فنهاهم عن الاقتدآء بهم واستحب لهم\nالتمسك بالاسم الناطق به لسان الشريعة وقيل اراد لا يغرنكم فعلهم هذا\nفتؤخروا صلوتكم ولكن صلوها إذا حلا وقتها ومنه حديث ابى ذر واللقاح قد روحت\nوحلبت عتمتها أي حلبت ما كانت تحلب وقته العتمة وهم يسقون الحلاب عتمة باسم\nالوقت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p066'> Vol. 07, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nواعتم إذا دخل في العتمة وقد تكرر ذكر العتمة والاعتام والتعتيم في\nالحديث انتهى كلامه قلت النهى عن تسمية العشاء الاخرة عتمة للكراهة ونفاها\nفريق من الاصحاب والقول بها هو المعول عليه ولا ينافيها الورود في عضة من\nالاخبار قال العلامة في التحرير قال الشيخ تكره تسمية العشاء الاخرة\nبالعتمة والصبح بالفجر م ح ق فان حمل الخبر على التقية انما يسوغ إذا كان\nعلى خلافه اطباق العامة ولم يقل بمنطوقه ومدلوله احد من الخاصة على ما قد\nتلوناه عليك مرارا م ح ق لقد حاد الشيخ في هذا الباب عن طريقته الملتزمة\nالمسلوكة في الابواب وهى ما قد التزمه في صدد الكتاب بقوله صرف العناية إلى\nجمعه وتلخيصه وان ابتدئى في كل باب بايراد ما اعتمده من الفتوى والاحاديث\nفيه ثم اعقب عقبها بما يخالفها من الاخبار وابين وجه الجمع بينها ففى هذا\nالباب قد ابتدأ بايراد ما يعتمد على خلاف مدلوله ويحاول تأويل ظاهره وقد\nتكرر منه ذلك في غير هذا الباب من الابواب الاتية نادرا م ح ق أي فقل مثل\nما قلت وانت وحدك أو امام وزد على ذلك بتكرير التسليمة وسلم بهذه التسليمة\nالزايدة بالتكرير على من على يمينك وعلى من شمالك بالالتفات إلى جانبى\nاليمين والشمال وليس معناه وسلم على من على يمينك وعلى من على شمالك\nبتسليمتين من بعد تسليمك تجاه القبلة ردا على امامك كما ذهب إليه الصدوق\nفليعلم م ح ق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p067'> Vol. 07, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nلقد اسلفنا ما عليه الفتوى <span id='ms381'></span> هنالك في باب الجهر بسم الله الرحمن الرحيم\nوذهب الصدوق ابو جعفر بن بابويه رضى الله تعالى عنه في الفقيه إلى ان من\nيأتم بامام فعليه ان يأتي بالتسليمة الاخيرة المخرجة عن الصلوة ثلث مرات\nمرة تجاه القبلة ردا على امامه الذى صلى خلفه وتحية له ومرة على يمينه ومرة\nعلى يساره ولم يبلغني في الاخبار ما يصلح حجة له ويلزمه عدم اختصاص شئ منها\nبقصد الخروج بها عن الصلوة فليفقه م ح ق يعنى ايقنت حال ركوعه أو يرجع عن\nالركوع فيقنت أو يقنت بعد الانصراف عنه قال لا أي لا يفعل شيئا من ذلك م ح\nق يعنى عن احمد بن محمد بن ابى نصر عن ابى الحسن الرضا (ع) قال احمد بن\nمحمد قال لى أبو جعفر الجواد عليه سلام في القنوت في الفجر ان شئت فاقنت\nوان شئت فلا تقنت قال هو أي أبو الحسن الرضا عليه سلام إذا كانت تقية فلا\nتقنت ثم قال احمد بن محمد وانا اتقلد هذا أي ما قاله أبو الحسن الرضا عليه\nالسلام م ح ق ذكر هذه الرواية في مصباح المتهجد ثم روى ايضا انه يقرأ في\nالاولى من ركعتي الشفع الحمد وقل اعوذ برب الناس وفى الثانية الحمد وقل\nاعوذ برب الفلق ويسلم بعد الركعتين ويتكلم بما شآء والافضل ان لا يبرح من\nمصلاه حتى يصلى الوتر وكذلك في التهذيب قلت وانا كثيرا ما اعمل على هذه\nالرواية واعقب عقيب الركعتين بما يختص في المأثور من التعقيب بركعتي الشفع\nثم اقول إلى مفردة الوتر م ح ق لعل المروم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p068'> Vol. 07, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nان شئت تكلم بينهما وبين الثالثة وتاتى بالتعقيب وان شئت تعقب م ح ق لم\nيختاروا أي لم يواظبوا ولم يداوموا على فعله لا انهم كانوا يتركونه رأسا\nوالوجه الثاني اعني قوله أو يكونوا الخ مغناه انهم كانوا يداومون ويواظبون\nعلى فعله ولكن لا على جهة الوجوب بل على جهة الفضل م ح ق يعنى ابا الحسن\nالرضا عليه <span id='ms382'></span> سلام ومن طريق التهذيب عن محمد بن سهل عن ابيه قال سألت ابا\nالحسن عليه سلام وهو الصواب ومن طريق الصدوق في الفقيه روى سهل بن اليسع في\nذلك عن الرضا (ع) انه قال يبنى على يعينه ويسجد سجدتي السهو ويتشهد تشهدا\nخفيفا ثم قال وقد روى انه يصلى ركعة من قيام أو ركعتين وهو جالس وليست هذه\nالاخبار مختلفة وصاحب السهو بالخيار باى خبر منها اخذ فهو مصيب م ح ق يعنى\nعليه السلام انه بعد ان كان ما ركع دخله الشك انه في الثانية أو في الثالثة\nيبنى على الثالثة ويتم صلوته ويسلم وياتى بالعمل المقرر للشاك بين الاثنتين\nوالثلث ولا شئ عليه من الاستيناف واعادة الصلوة بخلاف ما إذا كان هذا الشك\nقبل الركوع فانه يبطل صلوته ويستأنف ويعيد لرجوع الشك حينئذ إلى الاولتين\nوالعمل عندي على مضمون هذه الرواية وذهب العلامة في التحرير إلى هذه الحكم\nإذا كان عروض الشك بعد الانتصاب من الركوع والى ابطال الصلوة والاستيناف\nإذا كان ذلك قبل الركوع أو في حال الركوع قبل الانتصاب وهناك قول آخر بعدم\nالفرق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p069'> Vol. 07, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nفي البناء على الثالثة بين طرؤ الشك في حالة القيام قبل الركوع أو حال\nالركوع أو بعد الانتصاب منه وشيخنا الشهيد يعتبر في ذلك كون هذا الشك بعد\nاكمال السجدتين ووافقه فيه جدى المحقق اعلى الله قدره ولست اعرف له ما اخذ\nفي الاخبار وعدد كافى الادلة وقد فصلنا القول فيه في مواضع عديدة م ح ق وعن\nمحمد بن اسمعيل عطف على عن محمد بن يحيى وجميعا متعلق بمحمد بن الحسين\nوالفضل بن شاذان أي هما جميعا عن صفوان م ح ق في اكثر نسخ الاستبصار\nوالتهذيب عن رجل سألت الماضي عن الرضا (ع) أي عن رجل انه قال سأل ابا الحسن\nالماضي (ع) أبو الحسن الرضا (ع) فالسائل هو الرضا (ع) والمسؤول الماضي (ع)\nسأله عليهما السلام عن الصلوة في الثعالب وفى الكافي بهذا السند بعينه عن\nعلى بن مهزيار <span id='ms383'></span> عن رجل سأل الماضي (ع) بغير لفظ الرضا (ع) فيكون المعنى\nبالرجل هو الرضا عليه سلام وعلى هذا فالطريق مسند صحيح السند لا مرسل وهو\nالصواب وفى ساقة الحديث وذكر أبو الحسن (ع) انه سأل ابا الحسن الماضي (ع)\nوفى الكافي قال وذكر أبو الحسن (ع) بزيادة لفظ قال يعنى قال على بن مهزيار\nوذكر أبو الحسن الرضا (ع) فتثبت ولا تتخبط فان القاصرين قد تاهت اوهامهم\nهناك فذهبت هناك حيث شاهات والله يهدى من يشاء إلى صراط المستقيم م ح ق\nالنهى عن الصلوة في مكة حرير محض للتنزيه لا للتحريم لمعارضة اخبار كثيرة\nمنها صحيحة ابن ابى عمر عن حماد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p070'> Vol. 07, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nعن الحلبي عن ابى عبد الله (ع) قال كل ما لا يجوز الصلوة فيه وحده فلا\nبأس بالصلوة فيه مثل تكة الابريسم بل قلنسوة والخف والزنا ويكون في\nالسراويل ويصلى فيه واحمد بن هلال القبر تائى في الطريق لا ينسلم في صحة\nالسند لان روايته عن ابى عمير وكذلك عن حسن بن محبوب معدودة عندهم من\nالصحاح كما قاله النجاشي وابن الغضايرى واوضحناه في الرواشح السماوية ثم ان\nالمشافهة مقدمة على المكاتبة على ما هو المقر في مقرة في باب الترجيح\nفليفقه م ح ق يعنى احمد بن محمد بن خالد البرقى عن محمد بن عيسى الاشعري\nالقمى أو احمد بن محمد بن عيسى عن محمد بن عيسى العبيدي اليقطينى وقد سلف\nمثل ذلك في الاسانيد غير مرة م ح ق بروينا هنا بالتخفيف على صيغة المجهول\nلا غير على الحذف والايصال والمعنى روى الينا وقد ذكرنا الفرق بين روينا\nوروينا ورونا على المجهول بالتخفيف والتشديد في الرواشح السماوية م ح ق عبد\nالله هذا هو اخو احمد بن محمد بن عيسى وهو الذى لقبه بنان على ما ذكر الكشى\nوفى اضعاف الاسانيد كثيرا عن بنان بن محمد وهو عبد الله هذا أو بعض شهداء\nالمتأخرين كثيرا ما يذهب عن ذلك فيقول بنان بن محمد ليس له ذكر <span id='ms384'></span> في كتب\nالرجال فلا تكونن من الغافلين م ح ق الصغر بضم المهملة وفتح المعجمة مخففة\nأو مشددة جمع صغيرة م ح ق بضم الطاء والصيغة مشركة بين الصدد والجمع كركوع\nوسجود وقعود في جمع راكع وساجد وقاعد وهذا هو المراد ههنا أي نحن مطهرون\nبالمآء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p071'> Vol. 07, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nم ح ق الجدد بالتحريك الارض المستوية قال في مجمل اللغة الجدجد الارض\nالمستوية والجدد مثل الجدجد والعرب تقول من سلك الجدد من العثار م ح ق قوله\nان افاق قبل غروب الشمس فعليه قضاء يومه هذا هو قول ابى عبد الله (ع) ثم\nقوله وان اغمى عليه اياما ذوات عدد فليس عليه ان يقضى الا آخر ايامه ان\nافاق قبل الغروب قول السايل وهو العلا بن الفضيل ثم قوله وليس عليه قضاء\nقول مولانا ابى عبد الله (ع) ايضا فيكون هذا الخبر ايضا موافق المدلول من\nالاخبار الموردة قبله فليعلم م ح ق فيما يعلم اما بنون المتكلم أو بياء\nالغيبة ومتعلق في الصورتين بقوله عن الرضا (ع) وهو على الاولى قول علي بن\nسويد أي فيما نظن انا رويناه عن الرضا (ع) وعلى الثانية قول حمزة بن بزيع\nأي فيما يظن على بن سويد انه رواه عن الرضا عليه السلام م ح ق السلت بضم\nنوع من الشعير ليس له قشر كانه الحنطة قاله في الصحاح وقان في المغرب يكون\nفي الحجاز وفى القاموس السلت الشعير أو ضرب منه والخاص منه م ح ق قوله (ع)\nونقار الفضة الخ النقار بالكسر جمع النقرة بالضم وهى القطعة المذابة من\nالذهب أو الفضة الاضافة للبيان وبالجملة ان المراد بالسبايك قطع الذهب غير\nالمضروبه وبالنقار قطع الفضة كذلك م ح ق قوله (ع) ما لم يكن وكانه قال في\nالمغرب ركزا رمح عزيزه ركزا افاد تكن وشئ راكز ثابت ومنه الركاز المعدن أو\nالكثر كل منهما مركوز في الارض في الارض وان اختلف الراكزا من والاركيزة في\nجمعة قياس لا سماع انتهى قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p072'> Vol. 07, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nقلت وقد <span id='ms385'></span> تكرر في الاخبار الزكاده (الركازة) بمعنى المعدن وبمعنى الراكز\nايضا أي الثابت كما في هذا الخبر م ح ق الحلبي بفتح المهملة واسكان اللام\nما يكون للزنية وجمعه حلى بضم الحآء وكسر اللام وتشديد اليآء كماثد سنى في\nجميع ثدى وظبى في ظبى على فعول قياسا ومسماعا م ح ق قوله (ع) ونقار الفضة\nالخ النقار بالكسر جمع النقرة بالضم وهى القطعة المذابة من الذهب أو الفضة\nقال في المغرب ويقال نقرة فضة على الاضافة للبيان وبالجملة ان المراد\nبالسبايك قطع الذهب غير المضروبة وبالنقار قطع الفضة كذلك م ح ق البتر\nبالكثر ما كان غير مضرب من الذهب والفضة وعن الزجاج هو كل جوهر قبل ان\nيستعمل كالنحاس والصفرة وغيرهما ومن هناك الحديد يطلق على المضروب والبتر\nأي وغير المضروب من التبادر وهو الهلاك قاله في المغرب وفى القاموس التبر\nبالكسر الذهب والفضة أو افتاتهما قبل ان يصاغا فإذا صيغا فهما ذهب وفضة أو\nما استخرج من المعدن قبل ان يصاغ م ح ق في بعض النسخ ومنصور بالعطف على\nصفوان والصواب عن مكان الواو كما في هذه النسخة وفى نسخ التهذيب جميعا واما\nأبو الربيع الشامي هو خليد باعجام الخاء واهمال الدال اخيرا على مصغر خالد\nوقيل خالد مكبرا ابن اوفى بالواو بين الهمزة والفاء على افعل التفضيل ذكره\nالشيخ في كتاب الرجال في اصحاب ابى جعفر الباقر (ع) والنسخ التى وقفت إلى\nبالمصغر والمكبر وفى بعض النسخ خلد وذكره في الفهرست في باب الكنى وكل\nمنهما بطريق صحيح عن الحسن بن محبوب عن خالد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p073'> Vol. 07, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nحريز عن ابى الربيع الشامي يكنى به ورواياته قال شيخنا الشهيد في شرح\nالارشاد ان في صحة الطريق إلى الحسن بن محبوب واجماع العصابة على تصحيح ما\nيصح عنه توثيقا ما لابي الربيع الشامي وبنى على ذلك استصحاب والطريق من جهة\nفي الاسانيد وفى فوايد الخلاصة ان ابى الربيع الشامي اسمه الخليل بن اوفى\nبالواو وفى بعض النسخ بالمزاى مكان الواو وذلك <span id='ms386'></span> تصحيف في اسمه وفى اسم ابيه\nجميعا فليعلم م ح ق أي ما الذى تقصد في مثل هذا القول الذى يخرج عنك\nفيستمعه الناس فيكون عن اعطاء الزكوة وفى التهذيب هذه مكان هذا أي مثل هذه\nالقصة وفى بعض النسخ فينكف مكان فيكف يق نكف من الامر ينكف من باب علم\nواستنكف منه بمعنى وفى كثير من النسخ فيكف بضم الكاف وتشديد الفآء وقوله\n(ع) اليك عنى يعنى تنح عنى وامسك عليك قولك وكف عنه فانى لا اجد بدا من\nاظهار الحق م ح ق على صيغة المفعول أي الذى لا يكون راكزا ثابتا بل يدار في\nالايدى ويعامل قوله (ع) أي بنى الخ هو بفتح الهمزة للندآء والخطاب أي يا\nبنى لا ابالى ذلك فان ما قلته حق اراد الله اخراجه أو بكسرها للايجاب\nوالتصديق أي الامر كما تقول ولكن حق اراد الله ان يخرجه ويظهر فخرج وظهر\nمنى م ح ق وهذا احد مواضع تصريحات الشيخ رحمه الله تعالى بان خصال التخيير\nفي الديات مرجعها إلى مبلغ بعينه من الدنانير وان الاصل هناك الدنانير\nويجزى عنها ما يساويها بحسب القيمة وامة لم يكن في عصر النبي صلى الله عليه\nوآله بين الدراهم والدنانير فرق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p074'> Vol. 07, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nفي الوزن وانما كان الفرق بان الدينار من الذهب والدرهم من الفضة وكل\nدينار واحد يوازيه عشرة دراهم من حيث القيمة وكذلك اورده شيخنا الشهيد في\nالذكرى وروى الكليني في الصحيح عن الحلبي قال سئل أبو عبد الله (ع) عن\nالذهب والفضة ما اقل ما يكون فيه الزكوة قال مائتا درهم وعدلها في الذهب م\nح ق السانية الفاضحة وهى الناقة التى يستقى عليها والجمع السوانى حركة لا\nتنتهى وسفر لا ينقطع م ح ق الغرب باسكان الراء بعد الغين المعجمة المفتوحة\nالدلو العظيمة التى تتخذ من جلد ثور قاله في النهاية وفى القاموس الغرب\nالرابية والدلو العظيمة م ح ق قوله (ع) اوساق زبيب يعنى ما إذا صار زبيبا\nكان خمسة اوساق وليس <span id='ms387'></span> المراد انه لا زكوة فيه ما لم يصر زبيبا وقوله (ع)\nفالصدقة أي في المذكور كل الصدقة وتذكير الضمير في قوله (ع) هو العشر\nباعتبار الواجب والا فالصدقة مؤنث م ح ق لا يخفى ان كل الصدقة العشر ونصف\nالصدقة نصف العشر فالعشر بالنسبة إلى نصف العشر وكل نصف العشر بالنسبة إلى\nالعشر جزء فالكلية للعشر متحققه وهو كل الصدقة القيل باعجام القمين\nالمفتوحة واسكان الياء المثناة من تحت واللام اخيرا الماء الجارى على وجه\nالارض قال في مجمل اللغة وغيره وفى بعض النسخ يعل مكان غيل وليس بصحيح م ح\nق النيف بفتح النون وكسر اليآء المشددة وبتخفيفها بالاسكان الزيادة على\nالعقد من دون يبلغ عقد آخر واصله من الواو وينوف على فيعل كسيد وصيت وصيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p075'> Vol. 07, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nوخير إلى غير ذلك من النظاير يقال عشرة ونيف ومائة ونيف وماتان ونيف\nوعشرون والف ونيف والف وخمسمائة ونيف واربعون مثلا م ح ق سياق مغزاه ثم\nيرجع اعتبار الابل المعطاة على اسنانها المعتبرة مع قول الحول وبقاء مراتب\nالعقود النصابية مثلا إذا اخرج من واحدة ومائة وعشرين ثلث بنات لبون عن كل\nاربعين بنت لبون بقى له من عقود النصاب تسعون مع زيادة كسر ما بين العقدين\nاعن ثمانية وعشرين فإذا حال الحول وجب عليه اخراج ما وجب في نصاب تسعين\nفيعطى حقين طروقتي الفحل لا غير وعلى هذا القياس حكم ساير المراتب ومن وجه\nآخر سياق الكلام ثم بعد منتهى العقود النصابيه اعني الواحدة والمائة\nوالعشرين كلما زادت وحال الحول رجع اعتبار الابل المعطاة بحسب اسنانها\nالمعتبرة فيعطى عن كل خمسين حقة أو عن كل اربعين بنت لبون ولا يجب شئ آخر\nاصلا ولا يبعد احتمال وجه آخر ثالث كانه (ع) يقول ثم مرجع الابل المعطاة\nإلى اعتبار اسنانها لتعطى بحسب ما يجب في الزكوة اما وحدها أو مع زيادة شئ\nيأخذ المصدق أو استرجاع شئ يسترجعه المتصدق من المصدق فليقاتل م ح ق القلوص\nبفتح القاف على فعول من الابل <span id='ms388'></span> الشابة بمنزلة الجارية من النساء والجمع\nالقلايص على فعايل وقلاص على فعال بالكسر وقلص على فعل بضمتين وفي القاموس\nقلاص جمع الجمع وابنة الخاص التى استكملت الحول ودخلت في الثانية وابنة\nاللبون وهى التى استكملت السنة الثانية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p076'> Vol. 07, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nودخلت في الثالثة والحقة التى دخلت في الرابعة والجذعة التى دخلت في\nالخامسة ذكر ذلك كله الجوهرى وغيره م ح ق قوله تعالى طروقة الفحل بفتح\nالمهملة وضم الراء فعولة بمعنى المفعولة أي مركوبة للفحل وكل امراة طروقة\nزوجها وكل ناقة طرقة فحلها قاله ابن الا تريد م ح ق وجن بالمكان وجونا اقام\nبه وشاة واجن أو حمام أو غير ذلك إذا الفت البيوت قال في المغرب عن الكرخي\nالدواجن خلاف السائمة م ح ق الحق بالكسر من الابل ما استكمل ثلث سنين ودخل\nفي الرابعة والحقة الانثى والجمع حقان على فعال م ح ق الجذع بالتحريك في\nالبهايم من الابل ماله خمسة سنين ومن البقر والشاة ما تمت له السنة الثانية\nمن الخيل ما قد تمت له الرابعة والجمع وجذعان وجذاع قال في المغرب وعن\nالازهرى الجذع من المقر سنة ومن انسان الثمانية اشهر وعن ابن الاعرابي\nالاجذاع وقت وليس بسن ثابت فالعتاق يجذع لسنة وربما اجذعت قبل تمامها للخصب\nفتسمن فيسرع اجذاعها فهى جذعة ومن الضان إذا كان ابن شابين اجذع لستة اشهر\nإلى سبعة وإذا كان ابن هرمين اجذع لثمانية إلى عشرة م ح ق قوله (ع) ولا على\nالكسور شئ كما ليس على النيف أي ما بين العقدين في مراتب النصاب شئ ولا\nيدخل شئ مما بين العقود النصابية في باب الزكوة مما تجب فيه الحقة مثلا\nتتعين فيه المستكملة ثلث سنين ولا تجزى المنكسرة عنها ولو بشهواد بعض شهر\nولا تدخل هي في حكم الزكوة وكذلك ساير سور الاسنان المعتبرة لا يدخل شئ\nمنها في شئ فما يجب اخراجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p077'> Vol. 07, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nواعطاؤه في الزكوة اصلا م ح ق المصدق بتشديد الدال المكسورة على اسم\nالفاعل من باب التفصيل هو <span id='ms389'></span> اخذ الصدقات والعامل عليها واما المتصدق فهو\nمعطيها م ح ق قوله وقال عبد الرحمن وهذا فرق الخ يعنى هذا الحكم بخصوصه في\nخمس وعشرين هو الفرق بيننا وبين الناس فعندنا خمس شياة وعندهم بنت مخالص\nإلى خمس وثلثين وما فوق وخمس وعشرين إلى خمس وثلثين محل الوفاق ففى خبر\nزرارة ومحمد بن مسلم وابى بصير وبريد بن عجلى والفضيل اما طى للحكم المعلوم\nفي خمس وعشرين واما مراعاة للتقية على ما ذكره الشيخ ره واما مغزى الكلام\nفإذا بلغت خمسا وعشرين ففيها بعد ذلك بنت مخاض حتى تبلغ خمسا وثلثين وليس\nفي سياق القول تجشم وتكلف فليتدبر م ح ق اصل الشاة شاهة ولذلك يقال في\nتصغيرها شويهة وفى جمعها اشياه بالهاء لا غير والتاء في الشاة للوحدة قال\nفي الصحاح تقول ثلث شياة إلى العشر فإذا كثرت قيل هذه شياة كثيرة وجمع شاة\nشوى م ح ق يعنى (ع) بهذه الكثرة بلوغها اربعمامة فلا تنافى يمكن هذا الخبر\nوالخبر الاول فليعلم م ح ق الحديث موثق الطريق بالحسن بن على بن فضال\nولولاه لكان حسن الطريق بابى كهمس على ما هو الاقوى عندي قال ابن الاثير في\nجامع الاصول كهمس بفتح الكاف وسكون الهاء وفتح الميم وبالسين المهملة انتهى\nكلامه وقد اختلف كلام الاصحاب في ان ابا كهمس هذه هو هيثم بن عبد الله أو\nالهيثم بن عبيد الشيباني قال النجاشي هيثم بن عبد الله ابو كهمس كوفى عربي\nله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p078'> Vol. 07, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب ذكره سعد بن عبد الله في الطبقات وقال الشيخ في كتاب الرجال في\nاصحاب ابى عبد الله الصادق عليه سلام الهيثم بن عبيد الشيباني ابو كهمس\nالكوفى اسند عنه وكذلك رئيس المحدثين ابو جعفر الكليني رضوان الله تعالى في\nجامعه الكافي في باب من حفظ القرآن ثم نسيه قال عن ابى كهمس الميثم بن عبيد\nقال سألت ابا عبد الله عليه سلام م ح ق قوله ره ولم يبين المسئول لا يوجب\nسقوط الراوية عن درجة الاحتجاج <span id='ms390'></span> بها نعم المصرحة اقوى من المضمرة ومقدمة\nعليها في باب التراجيح م ح ق الصبية بكسر المهملة واسكان الموحدة وفتح\nالمثناة من تحت جمع صبى أو اسم الجمع قال في المغرب الصبى الصغير قبل\nالغلام وجمعه صبية وصبيان وكذلك في مجمل اللغة الصبى واحد الصبية والصبى\nكثير الصبيان وفى القاموس من لم يعظم جمعه اصبية واصبية وصبوة وصبية وصبوان\nوصبيان ويضم في هذه الثلثة م ح ق اكثر نسخ الكتاب مطابقة على عبيد الله\nبالتصغير وفى التهذيب في النسخ المعول على صحتها عبد الله بن الحسين بكرا\nوهما اخوان ابنا الحسين بن على بن الحسين سيد الساجدين ثم ذكرهما الشيخ في\nكتاب الرجال في اصحاب ابى عبد الله الصادق (ع) في جليلا القدر والصغر هو\nعبيد الله الاعرج يكن ابا على المدنى فان احببت ان تستبين لك جلالتهما\nفارجع إلى قاله السيد جمال الدين بن احمد بن طاوس في كتاب الرجال والى ما\nاورده ولده السيد غياث الدين عبد الكريم في كتاب الرجال والى ما اورده ولده\n(زياد) النسب ولم يتضلع بالتدرب في معرفة طبقات الرجال والاسانيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p079'> Vol. 07, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nيشتبه عليه الامر فربما يقال لعل الرجل عبيد بن الحسن قال النجاشي في\nترجمته عبيد بن الحسن كوفى ثقة له كتاب يرويه عدة من اصحابنا ثم قال في ذكر\nطريقه إليه القسم بن محمد بن الحسن بكتاب عبيد بن الحسن عنه وربما قيل\nيحتمل ان يكون هو عبد الله بن الحسين بن ابى يزيد المشاعرى الكوفى من اصحاب\nالصادق (ع) واوهن من ذلك وهم من يتوهم ان هذه من ذلك وهم من يتوهم ان هذه\nالرواية وصفها العلامة في المختلف بالصحة وهو غير واضح وكانك ما حكم به\nالعلامة كما هو المستبين م ح ق في كثير من نسخ الكتاب وفى عامة نسخ الفقيه\nأو اقطعه بفتح بعدها لتزيين الكلام أو الاستطعام الامر أو استبعاده الجور\nان اقضي شهر رمضان في ذى الحجة ويلزمنى قطعه للعيد وايام التشريق م ح ق أي\nان <span id='ms391'></span> شئت ان تقضيه في ذى الحجة وتقطع المتتابع بالافطار في يوم العيد فلا منع\nعن ذلك اقضه واقطعه م ح ق الابنى بوزن الاعمى اسم جمع الابن واما الجمع فهو\nابناء على افعال ومره ثم تسمعهم يقولون الابن اصله بنو بالتحريك وبالواو\nاخير فيستقيم جمعه على ابناء كسفر واسفاير ومدد وامداد لا بنو وبنو ما سكان\nالنون وكسر الموحدة أو ضمها وان صح جمع فعل وفعل بالكسر والضم ايضا على\nافعال لانك تقول في جمعه بنون بفتح الباء ولا ايضا بنو بالفتح لانه انما\nيجمع فعل على افعل ككلب على اكلب أو على فعول كفلس على فلوس ويقال في تصغير\nابني ابينى كما في تصغير اعمى اعمى قال في المغرب الابن المتولد من ابويه\nوجمعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p080'> Vol. 07, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nابناء على افعال وبنون بالواو في الرفع وبالياء في النصب والجر واما\nالابنى بوزن الاعمى فاسم جمع وتصغير الا بيني ومنه حديث ابن عباس بعثنا\nرسول الله صلى الله عليه وآله اغيلمة بنى عبد المطلب من جمع بليل ثم جعل\nيلطح افتحاذنا يقول ابينى لا ترموا جمرة العقبة حتى تطلع الشمس وانما شددت\nاليآء لانها ادغمت في ياء المتكلم وتصغير الابن بنى وقال ابن الاثير في\nالنهاية من حق هذه اللفظة ان تجئ في حرف البآء لان همزتها زايدة وقد اختلف\nفي صيغتها ومعناها فقيل انه تصغير ابني كاعمى واعيمى أو هو اسم يدل على\nالجمع وقيل ان ابنا يجمع على ابني وابناء مقصورا وممدودا وقيل هو تصغير ابن\nوفيه نظر وقال ابو عبيدة هو تصغير بنى جمع ابن مضافا إلى النفس فهذا يوجب\nان تكون صيغة اللفظ في ابينى بوزن شريحى وهذه التقديرات على اختلاف الروات\nانتهى كلام النهاية والمختار عندي ما عول عليه في المغرب وفى كلام ابن فارس\nفي مجمل اللغة ان البنوة بكسر البآء واسكان النون عند اهل العربية اصل بناء\nالابن والنسبة إليه ينوى بالتحريك وليس ذلك بمعتمد بل الصواب ان اصل بناء\nالابن بنوء والنسبة إليه بنوى من غير <span id='ms392'></span> تغير على ما قلناه فليثبت م ح ق الابن\nبناء اللاب فان الاب هو الذى جعله الله تعالى مباشرا لبناء الابن فهو يبينه\nباذن الله سبحانه فلذلك سمى بذلك ويقال لما يحصل من جهة شئ وينتظم امره\nتربيته اياه وان يهتم بتفقده شئ وكثرة خدمته له وقيامه بامره هو ابنه ومن\nهناك يقال ابن اسبيل للمسافر وقال ابن الحرب فلان ابن بطنة وابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p081'> Vol. 07, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nفرجه إذا كان همه مصروفا اليهما وفلان ابن يومه إذا لم يتفكر في غده\nوفلان ابن خمسين سنة إذا كان بناء عمره ذلك م ح ق محمد بن على بن مهزيار\nفانه في طبقة من يروى عنه على بن الحسن بن فضال ويتوسط بينه وبين الحسن بن\nمحبوب وكذلك في الاسانيد المتقدمة في باب المتقدم م ح ق لعل هذا هو الحسن\nبن محبوب على ما نطق عليه ما في الكافي وعلى هذا يتعين ان يكون على بن\nالحسن الذى روى عنه في هذا الاسناد وهو الطاطرى لا ابن فضال كما حسبه\nالحاسبون فانه ليس يروى عن الحسن بن محبوب من غير واسطة فليعلم م ح ق\nالطريق من جهة ياسين الضرير قوى كما ذكرناه في ابواب المياه وربما يقال حسن\nلما قد يستفاد له ضرب من المدح من كلام النجاشي فليتأمل م ح ق هو نجية\nالقواس من اصحاب ابى عبد الله الصادق وابى الحسن الكاظم عليهما السلام قال\nالكشى انه شيخ صادق كوفى صديق على بن يقطين ويقال له ايضا ناجية بن ابى\nعمارة الصيداوي وهو الذى يكنى ابا حبيب الاسدي وهو امر قل من يعرفه جدا ولا\nيستبين الا للمتمهر في علم الرجال فليعرف م ح ق يعنى روى على بن الحسن بن\nفضال عن محمد واحمد ابن الحسن بن زياد الميثمى على ما تكرر في الاسانيد من\nقبل جدا م ح ق صوم الحزن في اصطلاحهم هو عدم الافطار للحزن من دون نية\nالصيام ووظيفته في يوم عاشورا ان يكون إلى وقت العصر <span id='ms393'></span> ولا يستدام اتمامه إلى\nالليل على ما قد وردت به الاخبار م ح ق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p082'> Vol. 07, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم الحمد كله لولى الوجود كله والصلوة التامة العامة\nمنه ومن صفوة ملائكته على صفوة بريته سيد البشر وآله فلقد استفتيتني اسجد\nالله لك سجال الفضل والرحمة واسبل عليك اسبال الفيض والنعمة وفقهك فيما\nيعمه المتفقهون وينبهك على ما يغبط به المتفكهون في امر صلوة الجمعة التى\nهي افضل امهات الطاعات واهطل فوهات القربات بعد المعرفة بالله تعالى إذ هي\nام الامهات وغاية الغايات و شجرة الحياة وينبوع جداول العبادات وسالت من\nقراح الحق و صراح القول في ذلك سائلا اياى ملتمسا منى ومقترحا على ان ائت\nاليك ما كبت عليكم في الدين المبين وشرع لكم في الشرع المستبين على ما هو\nاصح رواية والاقوى دليلا والاقوم سبيلا لدى وعليه الاعتماد وبه الاعتداد في\nالفتوى عندي فأعلمن ان ما إليه يؤل قويم السبيل وعليه تدور رحى التعديل هو\nان فريضة الجمعة في زمننا هذا وهو زمان غيبة مولانا الامام القائم بالامر\nالحاكم بالقسط عليه السلام أفضل الواجبين على التخيير مع وجود من له\nالنيابة العامة وهو المجتهد اعني الفقيه المأمون المستجمع لعلوم الاجتهاد\nوشرايط الافتاء فالسلطان العادل هو الامام المعصوم أو من يكون منصوبا من\nقبله صلوات الله عليه بالخصوص أو من له؟\n</p>\n\n<p>\nاستحقاق أو ينوب عنه عليه السلام على العموم من شروط انعقاد الجمع و\nالاعياد ومع فقد ذلك كله راسا لا جمعة ولا عيد اصلا وما في التنزيل الحكيم\nوالسنة الكريمة من الحث والحض والتحريص والتعريض على البيع إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p083'> Vol. 07, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nإلى الجمعة والعيد انما وردره على تقدير حصول اسباب الوجوب وتحقق شروط\nالانعقاد فإذا تمكن المجتهدين الخطبتين المعبر عنهما في القران الحكيم بذكر\nالله السعي إليه واختار افضل الفريضة وهو ركعتا الجمعة وظن المتكلفون وقوع\nالنداء للصلوة من قبله تحتم على كافة من عن موضع الانعقاد على راس فرسخين\nفيما دون ذلك ان يسعى إليه ويحضر الجماعة ويدرك الخطبة ومن فاتته الجمعة <span id='ms394'></span>\nحينئذ فعليه ان بقضيها ظهرا وبسط القول على ذمة موضعه ومقامه من كتبنا\nوتعاليقنا واما ما ذكرت من القيام باربع ركعات ترديدا بين فرض الظهر\nوالنافلة فما لا يستراب في بطلانه وعدم مشروعيته من سبل شتى ووجوه عديدة\nفعليات بان توتم بمن معك من المؤمنين بصلوة الظهر وترك الجمعة إلى حيث يحين\nحين صحتها أو يجئ ابان انعقادها واعلم ان قليلا في سنة خير كثير في بدعة\nوفقك الله تعالى وايانا لابتغاء مرضاته انه ذو فضل عظيم ورحمة واسعة وكتب\nمسئولا احوج المربوبين إلى الرب الغنى محمد بن محمد يدعى باقر الداماد\nالحسينى والسلام على محمد وآله الطاهرين ورحمة الله وبركاته وانا لعبد محمد\nالسمانى 1311 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p084'> Vol. 07, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم الحمد لمن مسح حباه الحقايق بايدى رحمته السابقة\nالسابغة وسمح للوجود بالجرى من اكمل النظام حسب اقتضاء حكمته اللايقه\nالبالغه والصلوة على اكمل من نصب لشرح صدر الهداية وهتك ستر الغواية وآله\nروس ابدان العلم والايقان ونفوس اجساد طبايع الامكان وبعد فقد وردت اشارة\nمن حضرة قدسية رفيعة منيعة مفضالية مكرامية مقدامية قمقامية مثمنية إلى من\nيليق بقدر حلاله ما قبل (دالت) من النجوم العلى حراس قتبة من السماء له من\nرمزة الخدم لا زال انوار كواكب الدين المتين من افق جلاله متلالية ورقاب\nملوك العلم والسيادة دون سرادقات فضله وكماله متطاطية ما لمع نور من وميض\nبرق أو طلع نجم من افق شرق إلى احوح الخلق إلى الرب الغنى محمد بن محمد\nالملقب باقر الداماد الحسينى ختم الله بالحسنى في تقرير مرام عبادة لشيخنا\nالمحقق السديد الشهيد في السر لرسالة المشهرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p085'> Vol. 07, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nفي الاصقاع والارباع إذ قد اشتبه المقصود فيها على بعض الشارحين ممن بعد\nفي الصناعة من اولى الباع فظن ولعله من بعض الظن انها من المشكلات التى\nتتحير في مطاويها الاوهام وتزل في مهاويها اقدام الافهام فها انا للامر لمن\nالممتثلين والله ولى العون انه خير موفق ومعين قول المص المحقق السعيد\nالشهيد قدس سره الحنيف وروح رمسه المنيف <span id='ms395'></span> مسح مقدم شعر الرأس حقيقه أو حكما\nأو بشرته المقدم بظم الميم وتشديد الدال المفتوحة مضايف المؤخر بالتشديد\nوالمراد به ما يختص بالمقدم بحيث لا يخرج بمده عن حده والمراد بقوله حقيقه\nأو حكما ان المأمور بمسحه اعم من ان يكون مقدم شعر الراس حقيقه كما في\nالشعر النابت على مقدم راس مستوى الخلقه أو يكون في حكم مقدم شعر الرأس\nكالشعر النابت دون مقدم منابت الشعر كما في راس الاغم فان بعض ما هو رأس\nبالنسبه إليه عند الجمهور معدود من الجبهة بالنسبة إليه في اصطلاح الشرع\nفما منه بازآء مقدم شعر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p086'> Vol. 07, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nراس مستوى الخلقه جعلناه في حكمه وكبعض بشرة الرأس الذى هو بازآء مقدم\nشعر رأس مستوى الخلقه كما في رأس الانزع فانه في حكمه وهذا هو الوجه في كون\nالمأمون بمسحه في الاغم والانزع يحكم مقدم شعر الراس واما ما تخيله زين\nالشارحين في التوحيد من ان الشايع المعروف من الرأس هو ما يبيت عليه الشعر\nوحيث لم يكن مرادا هنا لعدم جواز المسح على الشعر الكاين على الجبهة وما في\nحكمها حاول المص تبيان المراد بقوله أو حكما بمعنى ان نقص ما عليه الشعر\nللاغم الذى قد يفهم منه انه مقدم شعر راسه هو بحكم شعر المقدم والباقى خارج\n(عن) الحكم ففيه من الوهن ما لا يخفى فان مدلول لفظ الرأس ليس ما ينبت عليه\nالشعر لا لغة ولا عرفا وقوله أو حكما ليس بمعنى ان بعض ما يفهم منه انه\nمقدم شعر رأس الاغم بحكم شعر المقدم وبعضه خارج عنه وكيف يستفاد وهذا\nالتفصيل ونفيد البعض بكونه مما يفهم منه انه هو مقدم شعر راسه من مجرد لفظه\nأو حكما ومما يتعجب منه من له قدم تحصيل في شوارع هذه المطالب ما وقع في\nكلام هذا الشارح ان اطلاق الرأس على رأس مستوى الخلقه حقيقة دون غيره وقوله\nأو بشرته ما ان يعطف على قوله مقدم شعر الرأس ويعاد الضمير إليه على ما\nاختاره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p087'> Vol. 07, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nجدى <span id='ms396'></span> المحقق اعلى الله درجته فيصير تقدير الكلام مسح بشرة مقدم شعر الرأس\nوقابل؟\n</p>\n\n<p>\nبيان المأمور بمسحه عند حلق الرأس ونحوه ولا يحسن جعله من افراد شعر مقدم\nالراس حكما على ما توهم إذ الممسوح هناك يتعلق بما هو مقدم الراس حقيقه\nلكنه ليس شعرا بل بشرة فالاولى افراده عنه وجعله قسما آخر كما فعله المصنف\nواما ما يقال من انه إذا كان بعض بشرة الانزع في حكم الشعر المقدم فيكون\nبشرة المحلوق ايضا في حكمه بطريق اولى لانها منبت الشعر وهو موجود فيها\nبالقوة القريبة من الفعل بل اصوله موجودة فها فالصواب اما ترك قوله أو\nبشرته والاكتفاء بقوله أو حكما أو الاكتفاء بذكر البشرة عن الحكم فاقول انه\nتوهم فاسد فان الحقيقة والحكم انما يتعلقان بمقدم شعر الراس من حيث\nالمقدميه للامر حيث الشعرية فبشرة الانزع انما تكون في حكم مقدم شعر الرأس\nمن حيث المقدميه لامر حيث انه شعر وبشرة المحلوق يصدق عليه المقدم حقيقه\nفلا يحتاج إلى ان تعتبر في حكم المقدم والمامور به بالمسح لا اختصاص له\nبالشعر ليحتاج إلى جعلها في حكم الشعر فلا وجه لادخالها في قوله أو حكما\nوكيف يكتفى بذكر البشرة عن الحكم وهى غير متناوله لشعر الاغم فتدبر واما ان\nيعطف على قوله شعر الراس فيدخل عليه لفظ المقدم ويعود الضمير إلى الرأس ولا\nيلزم جواز المسح على أي جزء من بشرة الراس حتى المؤخر لعدم دلالة اللفظ\nحينئذ على اختصاصه بالمقدم بناء على جعله قسما لمقدم شعر فلا يجب مشاركته\nفي المقدمية كما توهمه بن الشارحين كيف والداخل عليه والمعطوف عليه داخل\nالمعطوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p088'> Vol. 07, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nقطعا فتقدير الكلام مسح مقدم بشرة الرأس فكيف نستلزم جواز المسح على أي\nجزء من بشرة الرأس حتى المؤخر وجعله قسيما لمقدم الشعر باعتبار الشعرية لا\nباعتبار المقدسية على ما لا يخفى وليت شعرى كيف تورط في مثل هذه الشبهة\nالسخيفة الاساس وكانه توهم عود الضمير إلى الرأس مع العطف على مقدم شعر\nالرأس وفيه غرابة لا <span id='ms397'></span> تخفى ويمكن العطف على شعر الرأس مع عود الضمير ايضا\nإليه فيصير تقدير الكلام مسح مقدم بشرة شعر الرأس وعلى التقديرين لك ان\nتعتبر الحقيقة والحكم في هذا القسم ايضا فيصير في قوة قسمين احدهما مقدم\nبشرة الرأس أو مقدم بشرة شعر الرأس حقيقة كما في رأس مستوى الخلقه عند\nالحلق والاخر مقدم بشرة الرأس أو مقدم بشرة شعر الرأس حكما كما في راس\nالاغم عند الحلق وهذا هو الحق فتقرير الكلام ان المأمور به وبالمسح اما\nمقدم شعر الراس حقيقه كما في راس مستوى الخلقه أو حكما في رأس الانزع\nوالاغم واما مقدمة بشرة الراس حقيقة كما في راس مستوى الخلقه عند الخلق\nونحوه أو حكما في راس الاغم عند الحلق ونحوه وعلى هذا يمكن ادخال بشرة\nالانزع في قوله أو حكما على ما هو الظاهر ويمكن تخصيص الحكم بشعر الاغم\nوجعل قوله أو بشرته ولا لبشرة الانزع لصدق مقدم بشرة الرأس حكما عليها وان\nلم يصدق عليها مقدم بشرة الراس حقيقة ثم لا يبعد ان يقال اضافة المقدم إلى\nشعر الرأس وقبيل اضافه الصفه إلى الموصوف فالكلام في قوة قولنا الشعر الذى\nهو مقدم الراس فيمكن عدد الضمير إلى مقدم الراس ايضا فلا يصح قول زين\nالشارحين اتزعه صحيح إذ ليس مقدم الراس مذكورا في العباره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p089'> Vol. 07, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nحتى يعود إليه الضمير وانما المذكور مقدم شعر الراس واحدهما غير الاخر\nعلى ان لزوم كون مرجع الضمير مذكورا في العبارة بالفعل مما لا اجد له\nمستندا كيف وكثيرا ما يرجع الضمير إلى المصدر المعلوم من الفعل المذكور\nفالفعل وامثال ذلك اكثر من ان تحصى هذا وقد تبين انه على شئ من تقادير\nتقرير الكلام لا غبار على عبارة المصنف ولا على ضمير أو بشرته على ما\nقررناه كما لا يستر على ذى ادنى مسكه والحق هو العروة الوثقى فليستمسك به\nالمستمسكون والله يحق الحق بكلماته ولو كره المشركون تمت المسألة الجليلة\nالشريفة لسيدنا ومولانا سيد المحققين واسناد المدققين وافضل المتقدمين\nوالمتاخرين <span id='ms398'></span> وخلاصة اهل اليقين وخيرتهم مولانا وسيدنا وملاذنا ومقتدانا\nومقتدى جميع المؤمنين مير محمد باقر باقر العلم ادام الله ايامه ونصب بالعز\nوالسعادة اعلامه وافاض على كافة الطالبين تحقيقاته وتدقيقاته وافهامه تشرف\nبكتابتها عبده والمخلص له في وداده العبد الخاطى على بن احمد النباطى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v07p090'> Vol. 07, p. 090</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}