{
  "content": "\n<p>\nالأربعين في الجهاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             بسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله المرجو عفوه المخوف سطوه المطلوب فضله المأمول طوله أحمد حمد\nالشاكر لآلائه المستزيد من نعمائه وأشهد أن لا اله الا الله وحده لا شريك\nله شهادة ادخرها للفاقه وأرجو النجاة بها في الحاقة واشهد أن محمدا عبده\nالمنتجب ورسوله المنتخب المبعوث إلى كافة العجم والعرب لإقامة الحجة وإزالة\nالريب صلى الله عليه وعلى آله وصحبه صلاة يحلهم بها اعلى الرتب وتدوم عليه\nوعليهم دوام احقب\n</p>\n\n<p>\nوبعد فلما رأى الفقير إلى عفو الله الراجي رحمته السائل مغفرته توفر همم\nسادة رواة الحديث على جمع الاربعينات في القديم والحديث رجاء موعود جزيل\nالاجر وجليل الذخر والاتصاف بالعلم في الاخرة إذ هو من اسنى الصفات الفاخرة\nبقول النبي صلى الله عليه وسلم من حفظ على امتي اربعين حديثا من أمر دينها\nحشره الله يوم القيامة فقيها عالما أحب حبه لهم أن يحشر في زمرتهم وإن\nاعترف بالتقصير عن رتبتهم بجمع اربعين حديثا من رواياته وانتخبها من\nمسنداته جعلها في فضل الجهاد والمجاهدين لما فيه من اعزاز الاسلام ونصرة\nالدين لتتوافر الدواعي عليه لمسيس الحاجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             في هذا الوقت اليه\nوالله يعلن الاسلام ويعليه ويذل الكفر ويوهبه وهو المسئول العصمة من الخطأ\nوالزلل والتوفيق في القول والعمل وهو حسبنا عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الاول\n</p>\n\n<p>\nأخبرنا الشيخ الاجل الصالح الثقة المسند شيخ الوقت أبو الوقت عبد الاول\nبن عيسى بن شعيب بن إبراهيم بن اسحاق السجزي الصوفي الهروي رضي الله عنه\nقدم علينا بغداد قراءة عليه وأنا اسمع بمدرسة الشيخ أبي النجيب السهروردي\nسنة ثلاث وخمسين وخمس مئة أخبرنا الشيخ الامام جمال الاسلام أبو الحسن عبد\nالرحمن بن محمد بن المظفر الداودي البوشنجي قراءة عليه وأنا اسمع ببوشنج\nسنة خمس وستين وأربع مئة أخبرنا أبو محمد عبد الله بن أحمد بن حمويه\nالسرخسي الحموي في صفر سنة ثلاث وثمانين وثلاثمئة أخبرنا أبو عبد الله محمد\nبن يوسف مطر الفربري سنة ست عشرة وثلاثمئة أخبرنا الامام أبو عبد الله <span id='ms01'></span> محمد\nبن اسماعيل بن إبراهيم بن المغيرة الجعفي مولاهم البخاري سنة ثمان واربعين\nوسنة اثنتين وخمسين وسنة ثلاث وخمسين ومئتين حدثنا أبو اليمان اخبرنا شعيب\nعن الزهري قال اخبرني سعيد بن المسيب أن أبا هريرة قال سمعت رسول الله صلى\nالله عليه وسلم مثل المجاهد في سبيل الله والله أعلم بمن يجاهد في سبيله\nكمثل الصائم القائم وتوكل الله للمجاهد في سبيله بأن يتوفاه أن يدخله الجنة\nأو يرجعه سالما مع اجر أو غنيمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الثاني\n</p>\n\n<p>\nأخبرنا الامام العالم الثقة أبو المظفر هبة الله بن أحمد بن محمد ابن\nالشبلي البابصري قراءة عليه وأنا اسمع في ربيع الاول سنة اربع وخمسين وخمس\nمئة ببغداد اخبرنا الشريف أبو نصر محمد بن محمد بن علي الزينبي العباسي\nقراءة عليه وأنا اسمع اخبرنا أبو طاهر محمد بن عبد الرحمن بن العباس الذهبي\nالحافظ حدثنا أبو القاسم عبد الله بن محمد بن عبد العزيز هو المنيعي سنة\nخمس عشرة وثلاثمئة حدثنا عبد الجبار بن عاصم أبو طالب النسائي حدثنا بقية\nبن الوليد قال حدثني عبد الله بن ناسخ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             الحضرمي قال سمعت عتبة\nبن عبد صاحب رسول الله صلى الله عليه وسلم يقول أمرنا رسول الله صلى الله\nعليه وسلم بالقتال فرمى رجل بسهم العدو قال فقال النبي صلى الله عليه وسلم\nمن صاحب هذا السهم فقد اوجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             @ 25\n</p>\n\n<p>\n| الحديث الثالث\n</p>\n\n<p>\nأخبرنا الشيخ الجليل سديد الدين بقية السلف الصالح أبو الوقت عبد الاول\nبن عيسى بن شعيب الفروي قراءة عليه ببغداد وبها مات رحمه الله وإيانا قال\nأخبرنا أبو بكر أحمد بن أبي نصر الكوفاني الصوفي ويعرف بكاكو قراءة عليه\nوأنا اسمع سنة ست وستين واربع مئة واخبرنا أبو محمد عبد الرحمن بن عمر بن\nمحمد الشاهد التجيبي المعروف بابن النحاس المصري بها حدثنا أبو حفص عمر بن\nمحمد بن سليمان العطار حدثنا أبو بكر محمد بن أحمد بن أبي معاوية حدثنا\nيزيد بن هارون حدثنا يحيى بن سعيد أنه سمع أبا صالح ذكوان عن أبي <span id='ms02'></span> هريرة قال\nقال رسول الله صلى الله عليه وسلم لولا أن اشق على أمتي أو على المؤمنين\nلاحببت أن لا اتخلف خلف سرية نخرج أو تغزو في سبيل الله ولا اجد سعة\nفأحملهم ولا يجدون سعة فيتبعوني ولا تطيب انفسهم أن يتخلفوا بعدي أو يقعدوا\nبعدي فلوددت أني اقاتل في سبيل الله فأقتل ثم احيا ثم اقتل ثم احيا ثم اقتل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             @ 27\n</p>\n\n<p>\n| الحديث الرابع\n</p>\n\n<p>\nأخبرنا الحاجب الاجل أبو الفتح محمد بن عبد الباقي بن أحمد بن سلمان\nالمعروف ابن البطي اجازة إن لم يكن سماعا واكثر ظني أني سمعته منه أخبرنا\nأبو الفتح حمد بن أحمد بن الحسن بن مهران الحداد الاصبهاني اخبرنا الامام\nأحمد بن عبد الله بن محمد بن اسحاق أبو نعيم الحافظ الاصبهاني سبط محمد بن\nيوسف أخبرنا سليمان بن أحمد بن ايوب الطبراني حدثنا أحمد بن عبد الوهاب\nحدثنا أبو اليمان حدثنا أبو بكر بن أبي مريم عن عطيه بن قيس عن معاذ بن جبل\nرضي الله عنه قال قال رسول الله صلى الله عليه وسلم الجهاد عمود الاسلام\nوذروة سنامه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             @ 29\n</p>\n\n<p>\n| الحديث الخامس\n</p>\n\n<p>\nأخبرنا الشيخ الاجل الثقة عبد الاول بن عيسى بن شعيب أبو الوقت الصوفي\nاخبرنا أبو الحسن عبد الرحمن بن محمد بن المظفر البوشنجي بها سنة احدى\nوثمانين وثلاثمائة اخبرنا أبو عمران عيسى بن عمر بن العباس السمرقندي\nأخبرنا أبو محمد عبد الله بن عبد الرحمن الدارمي أخبرنا نعيم بن حماد حدثنا\nبقية عن بحير عن خالد بن معدان عن مالك بن يخامر عن معاذ بن جبل رضي الله\nعنه قال قال رسول الله صلى الله عليه وسلم من قاتل في سبيل الله عز وجل\nفواق ناقة وجبت له الجنة وهي قدر ما يدر حلبها لمن حلبها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             @ 32\n</p>\n\n<p>\n| الحديث السادس\n</p>\n\n<p>\nأخبرنا الشريف الاجل النقيب فخر الشرف نقيب النقباء أبو جعفر أحمد بن\nمحمد بن عبد العزيز بن علي بن اسماعيل بن علي بن سليمان بن يعقوب بن\nإبراهيم بن محمد بن اسماعيل بن علي بن عبد <span id='ms03'></span> الله بن العباس بن عبد المطلب عم\nرسول الله صلى الله عليه وسلم الخلفاء الراشدين عليهم السلام قراءة عليه\nوأنا اسمع ببغداد أخبرنا الشيخ أبو علي الحسن بن عبد الرحمن بن الحسن بن\nمحمد بن أحمد بن إبراهيم الشافعي المكي قراءة عليه وأنا اسمع في منزله في\nجمادى الاخرة سنة اثنتين وسبعين واربع مائة اخبرنا أبو الحسن أحمد بن\nإبراهيم بن أحمد بن علي بن فراس العبقسي المكي حدثنا أبو جعفر محمد بن\nإبراهيم بن عبد اله بن الفضل المكي الديبلي حدثنا أبو صالح محمد بن أبي\nالازهر المعروف بابن زنبور المكي مولى بني هاشم حدثنا الحارث بن عمير عن\nحميد عن انس بن مالك رضي الله عنه قال سألت رسول الله صلى الله عليه وسلم\nعن اجر الرباط فقال من رابط حارسا من وراء المسلمين كان له مثل اجر من خلفه\nممن صام وصلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             @ 34\n</p>\n\n<p>\n| الحديث السابع\n</p>\n\n<p>\nأخبرنا الشيخ العارف أبو الوقت عبد الاول بن عيسى بن شعيب عن إبراهيم\nالسجزي قراءة عليه وأنا اسمع أخبرنا أبو الحسن عبد الرحمن بن محمد بن الظفر\nالبوشنجي أخبرنا أبو محمد عبد الله بن أحمد بن حمويه الحموي اخبرنا محمد بن\nيوسف بن مطر أبو عبد الله الفريري أخبرنا محمد بن اسماعيل بن إبراهيم أبو\nعبد الله الجعفي حدثنا أبو اليمان اخبرنا شعيب عن الزهري قال حدثني عطاء بن\nيزيد أن أبا سعيد رضي الله عنه حدثه قال قيل يا رسول الله أي الناس أفضل\nفقال رسول الله صلى الله عليه وسلم مؤمن يجاهد في سبيل الله بنفسه وماله\nقالوا ثم من قال مؤمن في شعب من الشعاب يتقي الله عز وجل ويدع الناس من شره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n             @ 36\n</p>\n\n<p>\n| الحديث الثامن\n</p>\n\n<p>\nأخبرنا الشيخ الامين الثقة الفاضل أبو منصور مسعود بن عبد الواحد بن محمد\nبن الحصين الشيباني رضي الله عنه قراءة عليه وأنا اسمع بجامع القصر ببغداد\nأخبرنا الحافظ أبو الحسين علي بن محمد بن علي بن العلاف قراءة عليه حدثنا\nأبو القاسم عبد الملك بن <span id='ms04'></span> عبد الله بن بشران الواعظ املاء أخبرنا أبو بكر\nمحمد بن الحسين بن عبد الله المكي حدثنا أحمد بن يحيى الحلواني حدثنا الحكم\nبن موسى حدثنا الوليد بن مسلم عن عفير بن معدان حدثنا سليم بن عامر عن أبي\nامامة سمعه يحدث عن رسول الله صلى الله عليه وسلم قال تفتح ابواب السماء\nويستجاب الدعاء في أربعة مواطن عند التقاء الصفوف في سبيل الله وعند نزول\nالغيث وعند اقامة الصلاة وعند رؤية الكعبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث التاسع\n</p>\n\n<p>\nأخبرنا عبد الاول بن عيسى السجزي أبو الوقت ببغداد أخبرنا عبد الرحمن بن\nمحمد بن المظفر أبو الحسن الداودي أخبرنا عبد الله بن أحمد أبو محمد\nالسرخسي أخبرنا إبراهيم بن خزيم الشاشي حدثنا أبو محمد عبد بن حميد بن نصر\nالكشي حدثنا سليمان بن داود عن عبد الحميد بن بهرام حدثنا شهر بن حوشب\nحدثني عبد الرحمن بن غنم عن معاذ بن جبل رضي الله عنه قال قال رسول الله\nصلى الله عليه وسلم والذي نفسي بيده ما شحب وجه ولا اغبرت قدم في عمل يبتغي\nبه درجات الجنة بعد الصلاة المفروضة كجهاد في سبيل الله ولا ثقل ميزان عبد\nكدابة تنفق له في سبيل الله أو يحمل عليها في سبيل الله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n@ 39\n</p>\n\n<p>\n| الحديث العاشر\n</p>\n\n<p>\nأخبرنا الشيخ الثقه المبارك بن محمد بن المبارك البصري المواقيتي قراءة\nعليه وأنا اسمع بواسط سنة ست وخمسين وست مائة حدثني الشيخ أبو سعد محمد بن\nالهمداني في بني حرام حدثنا أبو علي الحسن بن أحمد بن عبد الله بن داسة\nاملاء حدثنا أحمد بن عبد الله بن محمد بن الفضل حدثنا الحسن بن عرفة حدثنا\nيحيى بن سعيد حدثنا عبد الملك بن عن عطاء عن عبيد بن عمير الليثي عن أبي ذر\nرضي الله عنه قال دخلت على رسول الله صلى الله عليه وسلم فوجدته جالسا وحده\nفأحببت وحدته فدخلت فقال يا أبا ذر قم فاركع ركعتين ثم التفت الي النبي صلى\nالله عليه وسلم فقلت امرتني بالصلاة <span id='ms05'></span> فما الصلاة قال خير موضوع فقلت يا رسول\nالله أي العمل احب إلى الله تبارك وتعالى قال ايمان به وجهاد في سبيل الله\nعز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الحادي عشر\n</p>\n\n<p>\nأخبرنا أبو الوقت عبد الاول بن عيسى بن شعيب الصوفي اخبرنا عبد الرحمن بن\nمحمد البوشنجي اخبرنا أبو محمد عبد الله بن أحمد بن حمويه بسرخس اخبرنا أبو\nعبد الله محمد بن يوسف بن مطر الفربري حدثنا أبو عبد الله محمد بن اسماعيل\nالامام حدثنا اسحاق حدثنا عفان حدثنا همام حدثنا محمد بن جحادة اخبرني أبو\nحصين أن ذكوان حدثه أن أبا هريرة حدثه قال جاء رجل إلى رسول الله صلى الله\nعليه وسلم فقال دلني على عمل يعدل الجهاد قال لا اجده قال هل تستطيع إذا\nخرج المجاهد أن تدخل مسجدك فتقوم ولا تفتر وتصوم ولا تفطر قال ومن يستطيع\nذلك قال أبو هريرة وإن فرس المجاهد ليستن في طوله فتكتب له حسنات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             @ 42\n</p>\n\n<p>\n| الحديث الثاني عشر\n</p>\n\n<p>\nأخبرنا الشيخ الثقة أبو ياسر عبد الوهاب بن هبة الله بن عبد الوهاب\nالبغدادي إذنا وكتب لنا بخطه أخبرنا أبو القاسم هبة الله بن محمد بن عبد\nالواحد بن الحصين الشيباني اخبرنا أبو علي الحسين بن علي بن المذهب الواعظ\nاخبرنا أبو بكر أحمد بن جعفر بن حمدان بن مالك القطيعي حدثنا أبو عبد\nالرحمن عبد الله بن أحمد بن محمد بن حنبل الشيباني حدثنا أبي رحمه الله\nحدثنا يحيى بن غيلان حدثنا رشدين عن ابن ثوبان عن زبان عن سهل بن معاذ عن\nأبيه عن النبي صلى الله عليه وسلم ان امرأة اتته فقالت يا رسول الله انطلق\nزوجي غازيا وكنت اقتدي بصلاته إذا صلى ويفعله كله فأخبرني بعمل يبلغني عمله\nحتى يرجع فقال لها اتستطيعين ان تقومي ولا تقعدي وتصومي ولا تفطري وتذكري\nالله ولا تفتري حتى يرجع قالت ما اطيق هذا يا رسول الله فقال والذي نفسي\nبيده لو اطقته ما بلغت العشر من عمله حتى يرجع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الثالث عشر\n</p>\n\n<p>\nأخبرنا أبو <span id='ms06'></span> الوقت عبد الاول بن عيسى الصوفي فيما قرىء علينا وأنا اسمع\nببغداد اخبرنا أبو الحسن عبد الرحمن بن محمد الداودي حدثنا عبد الله بن\nأحمد أبو محمد السرخسي حدثنا عيسى بن عمر بن العباس السمرقندي أبو عمران\nحدثنا عبد الله بن عبد الرحمن الدارمي اخبرنا عمرو بن عاصم حدثنا حماد بن\nسلمة اخبرنا حميد عن انس ان رسول الله صلى الله عليه وسلم قال جاهدوا\nالمشركين بأموالكم وانفسكم والسنتكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             @ 45\n</p>\n\n<p>\n| الحديث الرابع عشر\n</p>\n\n<p>\nأخبرنا الشيخ أبو المظفر هبة الله بن أحمد بن محمد بن الشبلي ببغداد\nأخبرنا محمد بن محمد بن علي الهاشمي أبو نصر أخبرنا محمد بن عبد الرحمن بن\nالعباس المخلص حدثنا عبد الله بن محمد بن عبد العزيز ابن بنت منيع حدثنا\nعبد الجبار بن عاصم حدثني هانىء بن عبد الرحمن بن أبي عبلة بالرملة ومسكنه\nبيت المقدس عن إبراهيم بن أبي عبلة عن جبير بن نفير عن سلمة بن نفيل الكندي\nوكان قومه بعثوه وافدا إلى رسول الله صلى الله عليه وسلم قال بينا أنا مع\nرسول الله صلى الله عليه وسلم تمس ركبتي ركبته مستقبل الشام بوجهه مول إلى\nاليمن ظهره إذ أتاه رجل فقال يا رسول الله أذال الناس الخيل ووضعوا السلاح\nوزعموا ان الحرب قد وضعت اوزارها فقال رسول الله صلى الله عليه وسلم كذبوا\nبل الان جاء القتال لا تزال فرقة من امتي يقاتلون على أمر الله يزيغ الله\nلهم قلوب اقوام وينصرهم عليهم حتى تقوم الساعة أو حتى يأتي امر الله الخيل\nمعقود في نواصيها الخير إلى يوم القيامة وهو يوحي الي أني مقبوض غير ملبث\nفيكم وانكم متبعي افنادا وعقر دار المؤمنين بالشام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n@ 46\n</p>\n\n<p>\n| الحديث الخامس عشر\n</p>\n\n<p>\nأخبرنا عبد الاول بن عيسى بن شعيب شيخ وقته أخبرنا عبد الرحمن بن محمد\nببوشنج أخبرنا أبو محمد عبد الله بن أحمد السرخسي أخبرنا أبو عبد الله محمد\nبن يوسف أخبرنا محمد بن اسماعيل الجعفي حدثنا اسحاق حدثنا محمد بن المبارك\nحدثنا يحيى بن حمزة <span id='ms07'></span> حدثني يزيد بن أبي مريم اخبرني عباية بن رفاعة بن رافع\nأخبرنا عبد الرحمن أبو عبس بن جبر أن رسول الله صلى الله عليه وسلم قال ما\nاغبرتا قدما عبد في سبيل الله تبارك وتعالى فتمسه النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث السادس عشر\n</p>\n\n<p>\nأخبرنا عبد الوهاب بن هبة الله بن عبد الوهاب كتابة أخبرنا هبة الله بن\nمحمد بن عبد الواحد الحصيني أخبرنا أبو علي الحسن بن علي التميمي الواعظ\nأخبرنا أحمد بن جعفر بن حمدان أبو بكر حدثنا عبد الله بن أحمد بن محمد\nالشيباني أخبرنا أبي حدثنا هاشم بن القاسم أبو النضر حدثنا أبو عقيل عبد\nالله بن عقيل الثقفي حدثنا موسى بن المسيب اخبرني سالم بن أبي الجعد عن\nسبرة بن أبي فاكه قال سمعت رسول الله صلى الله عليه وسلم يقول إن الشيطان\nقعد لابن ادم باطرقه فقعد له بطريق الاسلام فقال له اتسلم وتذر دينك ودين\nابائك واباء ابائك قال فعصاه وأسلم ثم قعد له بطريق الهجرة فقال تهاجر وتذر\nارضك وسمائك وانما مثل المهاجر مثل الفرس في الطول قال فعصاه وهاجر ثم قعد\nله بطريق الجهاد قال تجاهد فهو جهد النفس والمال اتقاتل فتقتل فتنكح المرأة\nويقسم المال قال فعصاه فجاهد احسب أبا النضر قال فمن فعل ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \nمنهم فمات كان حقا على الله ان يدخله الجنة ومن قتل كان حقا على الله ان\nيدخله الجنة وإن غرق كان حقا على الله ان يدخله الجنة رواه النسائي في\nكتابه عن إبراهيم بن يعقوب عن أبي النضر هاشم بن القاسم وزاد فيه وإن وقصته\nدابته كان حقا على الله أن يدخله الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             @ 51\n</p>\n\n<p>\n| الحديث السابع عشر\n</p>\n\n<p>\nأخبرنا أبو الوقت عبد الاول بن عيسى ببغداد اخبرنا أبو الحسن عبد الرحمن\nبن محمد الداودي أخبرنا عبد الله بن أحمد السرخسي بها اخبرنا عيسى بن عمر\nبن العباس أخبرنا أبو محمد عبد الله بن عبد الرحمن الدارمي حدثنا محمد بن\nيزيد الرفاعي حدثنا صفوان بن عيسى عن ابن عجلان عن القعقاع بن <span id='ms08'></span> حكيم عن أبي\nصالح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم ما يجد الشهيد من\nألم القتل الا كما يجد احدكم من ألم القرصة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n             @ 53\n</p>\n\n<p>\n| الحديث الثامن عشر\n</p>\n\n<p>\nأخبرنا الشيخان الثقتان أبو العباس أحمد وأبو المعالي عمر ابنا بنيمان بن\nعمر المستعمل كل واحد منهما لي بخطه ببغداد قالا أخبرنا أبو غالب محمد بن\nالحسن بن أحمد أبو بكر أحمد بن محمد بن غالب الحافظ الخوارزمي البرقاني\nأخبرنا أبو بكر محمد بن جعفر بن الهيثم الانباري حدثنا جعفر بن محمد بن\nشاكر حدثنا محمد بن سابق حدثنا مالك بن مغول قال اخبرنا الوليد بن العيزار\nعن أبي عمرو الشيباني قال قال عبد الله بن مسعود رضي الله عنه سألت رسول\nالله صلى الله عليه وسلم أي العمل أفضل قال الصلاة على وقتها قال قلت ثم أي\nقال بر الوالدين قال قلت ثم أي قال ثم الجهاد في سبيل الله قال فسكت عني\nرسول الله صلى الله عليه وسلم ولو استزدته لزادني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث التاسع عشر\n</p>\n\n<p>\nأخبرنا عبد الاول بن عيسى السجزي الشيخ العارف اخبرنا عبد الرحمن بن محمد\nالبوشنجي أخبرنا عبد الله بن أحمد أبو محمد بن حمويه أخبرنا أبو عبد الله\nمحمد بن يوسف بن مطر أخبرنا محمد بن اسماعيل أبو عبد الله الجعفي أخبرنا\nعبد الله بن يوسف أخبرنا مالك عن أبي الزناد عن الاعرج عن أبي هريرة رضي\nالله عنه أن رسول الله صلى الله عليه وسلم قال والذي نفسي بيده لا يكلم أحد\nفي سبيل الله والله أعلم بمن يكلم في سبيله الا جاء يوم القيامة واللون لون\nالدم والريح ريح المسك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             @ 56\n</p>\n\n<p>\n| الحديث العشرون\n</p>\n\n<p>\nأخبرنا عبد الوهاب بن هبة الله إذنا أخبرنا هبة الله بن محمد أبو القاسم\nالشيباني قراءة عليه ببغداد أخبرنا الحسن بن علي الواعظ اخبرنا أحمد بن\nجعفر القطيعي حدثنا عبد الله بن أحمد بن محمد بن حنبل بن هلال حدثنا أبي\nرحمه الله حدثنا زكريا بن عدي حدثنا عبيد الله <span id='ms09'></span> بن عمرو عن عبد الله بن محمد\nبن عقيل عن عبد الله بن سهل بن حنيف ان سهلا رضي الله عنه حدثه أن رسول\nالله صلى الله عليه وسلم قال من اعان مجاهدا في سبيل الله أو غارما في\nعسرته أو مكاتبا في رقبته أظله الله عز وجل يوم لا ظل إلا ظله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الحادي والعشرون\n</p>\n\n<p>\nأخبرنا الشيخ الثقة أبو الوقت عبد الاول بن عيسى الهروي قدم علينا اخبرنا\nأبو الحسن عبد الرحمن بن محمد بوشنج أخبرنا أبو محمد عبد الله بن أحمد بن\nحمويه بسرخس أخبرنا عيسى بن عمر أبو عمران حدثنا عبد الله بن عبد الرحمن\nالسمرقندي أخبرنا عبيد الله بن موسى عن سفيان عن أبي الزناد عن الاعرج عن\nأبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم تكفل الله\nلمن خرج من بيته ولا يخرجه الا جهاد في سبيل الله وتصديق كلماته ان يدخله\nالجنة أو يرده إلى مسكنه الذي خرج منه مع ما نال من اجر أو غنيمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             @ 59\n</p>\n\n<p>\n| الحديث الثاني والعشرون\n</p>\n\n<p>\nأخبرنا عبد الوهاب بن هبة الله أبو ياسر اخبرنا أبو القاسم هبة الله بن\nمحمد الكاتب أخبرنا الحسن بن علي أبو علي أخبرنا أحمد بن جعفر أبو بكر\nحدثنا أبو عبد الرحمن عبد الله ابن الامام أبي عبد الله أحمد بن محمد بن\nحنبل حدثني أبي حدثنا حسن بن موسى الاشيب حدثنا ابن لهيعة حدثنا الوليد بن\nأبي الوليد عن عثمان بن عبد الله بن سراقة العدوي عن عمربن الخطاب رضي الله\nعنه قال قال رسول الله صلى الله عليه وسلم من أظل رأس غاز أظله الله يوم\nالقيامة ومن جهز غازيا في سبيل الله حتى يستقل بجهازه كان له مثل اجره ومن\nبنى مسجدا يذكر فيه اسم الله بنى الله له بيتا في الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             @ 61\n</p>\n\n<p>\n| الحديث الثالث والعشرون\n</p>\n\n<p>\nأخبرنا عبد الاول بن عيسى الصوفي قراءة عليه وأنا اسمع ببغداد أخبرنا عبد\nالرحمن بن محمد بن المظفر الداودي أخبرنا عبد الله <span id='ms10'></span> بن أحمد الحموي أخبرنا\nمحمد بن يوسف أبو عبد الله أخبرنا أبو عبد الله محمد بن اسماعيل الجعفي\nحدثنا سعد بن حفص حدثنا شيبان عن يحيى عن أبي سلمة أنه سمع أبا هريرة رضي\nالله عنه عن النبي صلى الله عليه وسلم قال من انفق زوجين في سبيل الله دعاه\nخزنة الجنة كل خزنة باب أي فل هلم قال أبو بكر رضي الله عنه يا رسول الله\nذاك الذي لا توى عليه فقال النبي صلى الله عليه وسلم اني لأرجو أن تكون\nمنهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             @ 63\n</p>\n\n<p>\n| الحديث الرابع والعشرون\n</p>\n\n<p>\nأنبأ عبد الوهاب بن هبة الله ببغداد أخبرنا هبة الله بن محمد أبو القاسم\nالكاتب أخبرنا الحسين بن علي الواعظ أخبرنا أبو بكر أحمد بن جعفر القطيعي\nأخبرنا عبد الله بن أحمد بن محمد الذهلي حدثنا أبي حدثنا يزيد أخبرنا محمد\nبن عمرو عن صفوان بن أبي يزيد عن حصين بن اللجلاج عن أبي هريرة قال قال\nرسول الله صلى الله عليه وسلم لا يجتمع غبار في سبيل الله ودخان جهنم في\nمنخري مسلم ولا يجتمع الشح وإيمان في قلب رجل مسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n66\n</p>\n\n<p>\n| الحديث الخامس والعشرون\n</p>\n\n<p>\nأخبرنا عبد الاول بن عيسى الصوفي الشيخ الصالح أخبرنا أبو الحسن عبد\nالرحمن بن محمد ببوشنج أخبرنا عبد الله بن أحمد أبو أحمد السرخسي أخبرنا\nأبو عمران عيسى بن عمر بن العباس أخبرنا عبد الله بن عبد الرحمن الدارمي\nاخبرنا عبد الله بن صالح حدثني يحيى بن أيوب عن هشام عن الحسن عن عمران بن\nحصين رضي الله عنه أن رسول الله صلى الله عليه وسلم قال مقام الرجل في الصف\nفي سبيل الله أفضل من عبادة الرجل ستين سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث السادس والعشرون\n</p>\n\n<p>\nأخبرنا أبو ياسر عبد الوهاب بن هبة الله بن عبد الوهاب البغدادي إذنا\nأخبرنا هبة الله بن محمد بن عبد الواحد الشيباني أخبرنا أبو علي الحسين بن\nعلي التميمي أخبرنا أبو بكر أحمد بن جعفر بن حمدان حدثنا أبو عبد الرحمن\nعبد الله بن أحمد الشيباني <span id='ms11'></span> حدثنا أبي حدثنا قتيبة حدثنا ابن لهيعة عن دراج\nعن ابن حجيرة عن أبي هريرة أن النبي صلى الله عليه وسلم قال سافروا تصحوا\nواغزوا تستغنوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث السابع والعشرون\n</p>\n\n<p>\nأخبرنا الشيخ أبو الوقت عبد الاول بن عيسى الهروي أخبرنا عبد الرحمن بن\nمحمد بن المظفر أخبرنا عبد الله بن أحمد بسرخس أخبرنا محمد بن يوسف أبو عبد\nالله حدثنا أبو عبد الله محمد بن اسماعيل بن إبراهيم الامام أخبرنا علي بن\nحفص حدثنا ابن المبارك أخبرنا طلحة بن أبي سعيد قال سمعت سعيدا المقبري\nيحدث أنه سمع أبا هريرة رضي الله عنه يقول قال النبي صلى الله عليه وسلم من\nاحتبس فرسا في سبيل الله ايمانا بالله وتصديقا بوعده فإن شبعه وريه وروثه\nوبوله في ميزانه يوم القيامه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             71\n</p>\n\n<p>\n| الحديث الثامن والعشرون\n</p>\n\n<p>\nأخبرنا عبد الوهاب بن هبة الله البغدادي كتابة اخبرنا أبو القاسم هبة\nالله بن محمد بن عبد الواحد البغدادي أخبرنا أبو علي الحسن بن علي اليماني\nاخبرنا محمد بن جعفر أبو بكر اخبرنا عبد الله بن أحمد أبو عبد الرحمن حدثنا\nأبي رحمه الله حدثنا يزيد حدثنا المسعودي عن الركين بن الربيع عن رجل عن\nخريم بن فاتك رضي الله عنه قال قال رسول الله صلى الله عليه وسلم الاعمال\nستة والناس أربعة فموجبتان ومثل بمثل وحسنة بعشر أمثالها وحسنة بسبع مئة\nفأما الموجبتان فمن مات لا يشرك بالله شيئا دخل الجنة ومن مات يشرك بالله\nشيئا دخل النار وأما مثل بمثل فمن هم بحسنة حتى يشعرها قلبه ويعلمها الله\nمنه كتبت له حسنة ومن عمل سيئة كتبت عليه سيئة ومن عمل حسنة فبعشر امثالها\nومن انفق نفقة في سبيل الله فحسنة بسبع مئة ضعف وأما الناس فموسع عليه في\nالدنيا مقتور عليه في الاخرة ومقتور عليه في الدنيا موسع عليه في الاخرة\nومقتور عليه في الدنيا والاخرة وموسع عليه في الدنيا والاخرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث التاسع والعشرون\n</p>\n\n<p>\nأخبرنا أبو الوقت عبد الاول بن عيسى بن شعيب أخبرنا أبو الحسن عبد <span id='ms12'></span> الرحمن\nبن محمد الداودي بوشنج أخبرنا أبو محمد عبد الله بن أحمد بسرخس أخبرنا أبو\nعمران عيسى بن عمر بن العباس أخبرنا عبد الله بن عبد الرحمن أخبرنا الحكم\nبن المبارك أخبرنا الوليد بن مسلم حدثنا يحيى بن الحارث عن القاسم بن عبد\nالرحمن عن أبي امامة رضي الله عنه أن نبي الله صلى الله عليه وسلم قال من\nلم يغز أو يجهز غازيا أو يخلف غازيا في أهله بخير أصابه الله بقارعة قبل\nيوم القيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الثلاثون\n</p>\n\n<p>\nأخبرنا هبة الله بن أحمد بن محمد أبو الظفر ببغداد أخبرنا الشريف محمد بن\nمحمد بن علي الهاشمي أخبرنا محمد بن عبد الرحمن بن العباس الذهبي حدثنا عبد\nالله بن محمد الخراساني حدثنا خلف بن هشام حدثنا العطاف بن خالد حدثنا أبو\nحازم عن سهل بن سعد رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم\nغدوة في سبيل الله أو روحة في سبيل الله خير من الدنيا وما فيها وموضع سوط\nفي الجنة خير من الدنيا وما فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الحادي والثلاثون\n</p>\n\n<p>\nأخبرنا عبد الاول بن عيسى قدم علينا بغداد مدينة السلام قراءة عليه وأنا\nاسمع بها أخبرنا عبد الرحمن بن محمد أخبرنا عبد الله بن أحمد أخبرنا عيسى\nبن عمر السمرقندي أخبرنا عبد الله بن عبد الرحمن أخبرنا أبو علي الحنفي\nحدثنا شعبة عن قتادة عن أنس رضي الله عنه قال قال رسول الله صلى الله عليه\nوسلم ما من نفس تموت فتدخل الجنة فتود أنها رجعت اليكم ولها الدنيا وما\nفيها الا الشهيد فإنه ود أنه قتل كذا وكذا مرة لما رأى من الثواب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الثاني والثلاثون\n</p>\n\n<p>\nأخبرنا الشيخان الثقتان العالمان أبو منصور مسعود بن عبد الواحد بن محمد\nبن عبد بن الحصين الشيباني وأبو الفتح محمد بن عبد الباقي بن أحمد الحاجب\nاجازة وسماعا قالا أخبرنا أبو عبد الله الحسين بن أحمد بن محمد ببغداد\nأخبرنا علي بن محمد بن عبد الله بن بشران اخبرنا محمد بن <span id='ms13'></span> عمرو أبو جعفر\nأخبرنا يحيى هو ابن جعفر أخبرنا اسماعيل بن عمر الواسطي أخبرنا مالك بن انس\nعن أبي حازم عن سهل بن سعد رضي الله عنه قال قال رسول الله صلى الله عليه\nوسلم ساعات تفتح فيها ابواب السماء وقل ما يرد على داع دعوته بحضور النداء\nوالصف في سبيل الله تبارك وتعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الثالث والثلاثون\n</p>\n\n<p>\nأخبرنا عبد الاول بن عيسى السجزي قدم علينا أخبرنا أبو الحسن عبد الرحمن\nبن محمد البوشنجي بها اخبرنا عبد الله بن أحمد أبو محمد السرخسي بها أخبرنا\nعيسى بن عمر أخبرنا عبد الله بن عبد الرحمن الدارمي أخبرنا عبيد الله بن\nعبد المجيد أخبرنا ابن أبي ذئب عن المقبري عن عبد الله بن أبي قتادة عن\nأبيه رضي الله عنهما أن رسول الله صلى الله عليه وسلم قام يخطب فحمد الله\nوأثنى عليه ثم ذكر الجهاد فلم يدع شيئا أفضل منه الا الفرائض فقام رجل فقال\nيا رسول الله أرأيت من قتل في سبيل الله فهل ذلك مكفر عنه خطاياه قال رسول\nالله صلى الله عليه وسلم نعم إذا قتل صابرا محتسبا مقبلا غير مدبر الا\nالدين فإنه مأخوذ به كما زعم لي جبريل عليه السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             @ 87\n</p>\n\n<p>\n| الحديث الرابع والثلاثون\n</p>\n\n<p>\nأخبرنا الشيخ السيد الثقة الزاهد أحمد بن محمد بن عبد العزيز العباسي\nقراءة عليه وأنا اسمع أخبرنا أبو عبد الله الحسين بن علي الشيباني الطبري\nأخبرنا أبو الحسين عبد الغافر بن محمد بن عبد الغافر الفارسي أخبرنا محمد\nبن عيسى بن عمرويه الجلودي أخبرنا أبو اسحاق إبراهيم بن محمد بن سفيان\nالفقيه أخبرنا الامام أبو الحسين مسلم بن الحجاج بن مسلم النيسابوري رحمه\nالله حدثنا قتيبة بن سعيد حدثنا ليث عن سعيد بن أبي سعيد عن عبد الله بن\nأبي قتادة رضي الله عنه أنه سمعه يحدث عن رسول الله صلى الله عليه وسلم أنه\nقام فيهم فذكر لهم أن الجهاد في سبيل الله والايمان بالله أفضل الاعمال\nفقام رجل فقال يا رسول الله <span id='ms14'></span> صلى الله عليه وسلم أرأيت إن قتلت في سبيل الله\nتكفر عني خطاياي فقال له رسول الله صلى الله عليه وسلم نعم إن قتلت في سبيل\nالله وأنت صابر محتسب مقبل غير مدبر ثم قال رسول الله صلى الله عليه وسلم\nكيف قلت قال أرأيت إن قتلت في سبيل الله اتكفر عني خطاياي فقال له رسول\nالله صلى الله عليه وسلم نعم وأنت صابر محتسب مقبل غير مدبر الا الدين فإن\nجبريل عليه السلام قال لي ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n             @ 80\n</p>\n\n<p>\n| الحديث الخامس والثلاثون\n</p>\n\n<p>\nأخبرنا الشيخ الثقة عبد الاول بن عيسى ببغداد أخبرنا عبد الرحمن بن محمد\nبن المظفر أخبرنا أبو محمد عبد الله بن أحمد بن حمويه أخبرنا عيسى بن عمر\nالسمرقندي حدثنا عبد الله بن عبد الرحمن أخبرنا وهب بن جرير حدثنا هشام عن\nيحيى عن أبي سلام عن عبد الله بن زيد الازرق عن عقبة بن عامر رضي الله عنه\nقال قال رسول الله صلى الله عليه وسلم ان الله يدخل الثلاثة بالسهم الواحد\nالجنة صانعه يحتسب في صنعه الخير والممد به والرامي به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n             @ 82\n</p>\n\n<p>\n| الحديث السادس والثلاثون\n</p>\n\n<p>\nأخبرنا أبو الوقت عبد الاول بن عيسى الصوفي بمدينة السلام أخبرنا أبو\nالحسن عبد الرحمن بن محمد ببوشنج أخبرنا عبد الله بن أحمد بسرخس أخبرنا أبو\nعمران بن عمر أخبرنا أبو محمد عبد الله بن عبد الرحمن أخبرنا القاسم بن\nكثير قال سمعت عبد الرحمن بن شريح يحدث عن عبد الله بن سليمان أن مالك بن\nعبد الله مر على حبيب بن مسلمة أو حبيب مر على مالك وهو يقود فرسا وهو يمشي\nفقال له اركب رحمك الله قال إن رسول الله صلى الله عليه وسلم قال من اغبرت\nقدماه في سبيل الله عز وجل حرمه الله على النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n             @\n84\n</p>\n\n<p>\n| الحديث السابع والثلاثون\n</p>\n\n<p>\nأخبرنا أحمد بن محمد بن عبد العزيز بن العباس المكي أخبرنا الحسين بن علي\nالشيباني أبو عبد الله أخبرنا عبد الغافر بن محمد بن عبد الغافر أخبرنا\nمحمد بن عيسى العمروي أخبرنا <span id='ms15'></span> إبراهيم بن محمد الفقيه حدثنا مسلم بن الحجاج\nالامام حدثنا محمد بن أبي عمر المكي حدثنا سفيان عن أبي الزناد عن الاعرج\nعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال يضحك الله\nإلى رجلين يقتل احدهما الاخر كلاهما يدخل الجنة قالوا كيف يا رسول الله قال\nيقتل هذا فيلج الجنة ثم يتوب الله على الاخر فيهديه إلى الاسلام ثم يجاهد\nفي سبيل الله عز وجل فيستشهد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n             @ 86\n</p>\n\n<p>\n| الحديث الثامن والثلاثون\n</p>\n\n<p>\nأخبرنا أبو الوقت عبد الاول بن عيسى الصوفي أخبرنا عبد الرحمن بن محمد\nالبوشنجي أخبرنا أبو محمد عبد الله بن أحمد أخبرنا عيسى بن عمر بن العباس\nأخبرنا أبو محمد عبد الله بن عبد الرحمن أخبرنا عبد الله بن يزيد حدثنا ابن\nلهيعة عن مشرح قال سمعت عقبة بن عامر رضي الله عنه يقول سمعت رسول الله صلى\nالله عليه وسلم يقول كل ميت يختم على عمله الا المرابط في سبيل الله عز وجل\nفإنه يجري له عمله حتى يبعث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث التاسع والثلاثون\n</p>\n\n<p>\nأخبرنا أبو العباس أحمد بن محمد النقيب أخبرنا الحسين بن علي الشيباني\nأخبرنا عبد الغافر بن محمد الفارسي أخبرنا أبو عبد الله محمد بن عيسى بن\nعمرويه أخبرنا أبو اسحاق إبراهيم بن محمد الفقيه حدثنا مسلم بن الحجاج\nالقشيري حدثني محمد بن سهل التميمي حدثنا ابن أبي مريم أخبرنا نافع بن يزيد\nحدثني أبو هانىء قال حدثني أبو عبد الرحمن الحبلي عن عبد الله بن عمرو رضي\nالله عنه قال قال رسول الله صلى الله عليه وسلم ما من غازية أو سرية تغزو\nفتغنم وتسلم الا كانوا قد تعجلوا ثلثي اجورهم وما من غازية أو سرية تخفق\nوتصاب الا تم اجورهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الأربعون\n</p>\n\n<p>\nأخبرنا أبو الوقت عبد الاول بن عيسى الصوفي السجزي قراءة عليه وأنا اسمع\nأخبرنا أبو الحسن عبد الرحمن بن محمد بن المظفر ببوشنج أخبرنا أبو محمد عبد\nالله بن أحمد بن حمويه بسرخس أخبرنا أبو عمران عيسى بن عمر <span id='ms16'></span> بن العباس\nالسمرقندي أخبرنا أبو محمد عبد الله بن عبد الرحمن بن بهرام الدارمي أخبرنا\nمحمد بن كثير عن الاوزاعي عن يحيى بن أبي كثير عن أبي سلمة عن عبد الله بن\nسلام قال قعدنا نفر من اصحاب رسول الله صلى الله عليه وسلم فتذاكرنا فقلنا\nلو نعلم أي الاعمال أحب إلى الله عز وجل لعملناه فأنزل الله عز وجل <span class='quran'>سبح لله ما في السماوات وما في الأرض وهو العزيز الحكيم يا أيها الذين\nآمنوا لم تقولون ما لا تفعلون كبر مقتا </span>حتى ختمها قال عبد الله فقرأها\nعلينا رسول الله صلى الله عليه وسلم حتى ختمها قال أبو سلمة فقرأها علينا\nابن سلام قال يحيى فقرأها علينا أبو سلمة وقال الاوزاعي فقرأها علينا يحيى\nقال محمد بن كثير فقرأها علينا الاوزاعي قال الدارمي فقرأها علينا محمد بن\nكثير قال أبو عمران السمرقندي فقرأها علينا الدارمي قال الحموي فقرأها\nعلينا السمرقندي قال الداودي فقرأها علينا الحموي قال أبو الوقت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n             رضي الله عنه فقرأها علينا الداودي قلت فقرأها علينا أبو الوقت\nالسجزي رحمه الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n             <span id='ms17'></span>\n</p>\n",
  "pages": [
    "001",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090"
  ],
  "volumes": [
    "01"
  ]
}