{
  "content": "\n\n<h2 class='l2' id='head0'>AUTO تفصيل وتوضيح</h2>\n\n<p>\nالمذهب الزيدي حقيقته ومعناه محبة أهل البيت، ومناصرتهم، والإقتداء في\nأحكام الدين بهم، وقد حكا لنا التاريخ معاملة الخلفاء لأهل البيت، ولمحبيهم\nمن الهضم لمكانتهم، والحط من معنوياتهم التي كان النبي صلى الله عليه وآله\nوسلم قد تبناها لهم، وكم في كلام أمير المؤمنين عليه السلام من التشكي من\nذلك، والتظلم كما في خطبه في نهج البلاغة.\n</p>\n\n<p>\nمثل قوله في الشقشقية: (أما والله لقد تقمصها ابن أبي قحافة، وإنه ليعلم\nأن محلي منها محل القطب من الرحى...إلى أن قال: فصبرت وفي العين قذى وفي\nالحلق شجى أرى تراثي نهبا...إلخ).\n</p>\n\n<p>\nومثل قوله في النهج أيضا: (اللهم إني أستعديك على قريش، ومن أعانهم فإنهم\nقطعوا رحمي، وصغروا عظيم منزلتي، وأجمعوا على منازعتي أمرا هو لي...إلخ).\n</p>\n\n<p>\nوحين قال له قائل: إنك على هذا الأمر يا ابن أبي طالب لحريص، فقال عليه\nالسلام: (بل أنتم والله لأحرص، وإنما <span id='ms57'></span> طلبت حقا لي، وأنتم تحولون بيني\nوبينه).\n</p>\n\n<p>\nوقوله عليه السلام: (فوالله ما زلت مدفوعا عن حقي مستأثرا علي منذ قبض\nالله نبيه صلى الله عليه وآله وسلم حتى يوم الناس هذا).\n</p>\n\n<p>\nوقال عليه السلام في كتاب كتبه إلى أخيه عقيل: (فجزت قريشا عني الجوازي،\nفقد قطعوا رحمي، وسلبوني سلطان ابن أمي).\n</p>\n\n<p>\nوقال عليه السلام: (فنظرت فإذا ليس لي معين إلا أهل بيتي، فظننت بهم عن\nالموت، وأغضيت على القذى، وشربت على الشجى، وصبرت على أخذ الكظم، وعلى أمر\nمن طعم العلقم).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v47p001'> Vol. 47, p. 001</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50"
  ]
}