{
  "content": "\n\nالكتاب: الجزء الثالث من الفوائد المنتقاة (الحربيات) - مخطوط\n<p>\nالمؤلف: أبو الحسن علي بن عمر السكري الحربي\n</p>\n\n<p>\nالمتوفى: 386 ه\n</p>\n\n<p>\nرواية: أبي الفضل الأرموي، وأبي المحاسن البرمكي، كلاهما عن ابن النقور،\nعن الحربي\n</p>\n\n<p>\nمصدر النسخة الخطية لرواية البرمكي: جامعة برنستون الأمريكية\n</p>\n\n<p>\nمصدر النسخة الخطية لرواية الأرموي: برنامج جوامع الكلم\n</p>\n\n<p>\nملاحظة: جعلنا رواية الأرموي هي الأصل، وأثبتنا خلافات رواية البرمكي في\nالحواشي\n</p>\n\n<p>\nنسخ: مكتبة أحمد الخضري\n</p>\n\n<p>\nتاريخ آخر تعديل: 24 - 4 - 2012 م \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \nالجزء الثالث من الفوائد المنتقاة الغرائب الحسان عن الشيوخ العوالي\n</p>\n\n<p>\nرواية أبي الحسن علي بن عمر بن محمد بن الحسن الحربي السكري، عن شيوخه\n</p>\n\n<p>\nرواية أبي الحسين أحمد بن محمد بن أحمد بن النقور البزاز، عنه\n</p>\n\n<p>\nراوية أبي الفضل محمد بن عمر بن يوسف الأرموي (1)\n</p>\n\n<p>\n_حاشية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>CHECK [الجزء الثالث من الفوائد المنتقاة (الحربيات)]</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nولا حول ولا قوة إلا بالله العلي العظيم (1)\n</p>\n\n<p>\n1 - أخبرنا الشيخ الإمام أبو بكر عبد الرزاق بن عبد القادر بن أبي صالح\nالجيلي، بقراءتي عليه، في ربيع الأول من سنة سبع وتسعين وخمسمائة، قلت له:\nأخبركم أبو الفضل محمد بن عمر بن يوسف الأرموي، فأقر به، قال: (2) أنبأنا\nأبو الحسين أحمد بن محمد بن النقور البزاز، قراءة عليه وأنا أسمع، قال:\nأنبأنا أبو الحسن علي بن عمر بن محمد الحربي، حدثنا أبو القاسم النعمان بن\nهارون بن أبي الدلهاث البلدي، حدثنا عمرو بن بشر (3) التنوخي الموصلي،\nحدثنا ثور بن عمرو، من أهلي قيسارية، حدثنا الوليد بن مسلم، عن الليث بن\nسعد، عن يزيد بن أبي حبيب، عن نافع، عن ابن عمر، قال: \" كنا نقول: أبو بكر،\nوعمر، ثم عثمان، على عهد رسول الله صلى الله عليه وسلم \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n2 - أخبرنا علي (1)، حدثنا أبو عبد الله أحمد بن الحسن بن عبد الجبار\nالصوفي، حدثنا أبو زكريا يحيى بن معين، في شعبان سنة سبع وعشرين ومئتين،\nحدثنا معتمر بن سليمان، قال: قرأت على الفضل بن ميسرة، عن أبي جرير، عن\nعكرمة، عن ابن عباس، قال: \" نهى رسول الله صلى الله عليه <span id='ms01'></span> وسلم أن تزوج\nالمرأة على العمة، أو على الخالة، وقال: إنكن إذا فعلتن [ذلك] (2) قطعتن\nأرحامكن \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n3 - حدثنا أحمد، حدثنا يحيى بن معين، حدثنا غندر، حدثنا شعبة، عن حبيب بن\nالشهيد، عن ثابت، عن أنس \" أن النبي صلى الله عليه وسلم صلى على قبر امرأة\nبعدما دفنت \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n4 - حدثنا يحيى، ثنا حكام، [(1) عن علي بن عبد الأعلى، عن سعيد بن جبير، عن\nابن عباس، قال: قال رسول الله صلى الله عليه وسلم: \" اللحد لنا، والشق\nلغيرنا \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n5 - حدثنا يحيى، حدثنا هشام بن يوسف، عن عبد الله بن سليمان النوفلي، عن\nمحمد بن علي، عن أبيه، عن ابن عباس، قال: قال رسول الله صلى الله عليه\nوسلم: \" أحبوا الله لما يغدوكم به من نعمة، وأحبوني لحب الله، وأحبوا أهل\nبيتي لحبي \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n6 - حدثنا يحيى، حدثنا حفص بن غياث، عن الأعمش، عن أبي صالح، عن أبي هريرة،\nقال: قال رسول الله صلى الله عليه وسلم: \" من أقال مسلما عثرته، أقاله الله\nيوم القيامة \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n7 - حدثنا يحيى، حدثنا هشام بن يوسف، عن معمر، عن أبي حازم، عن سهل بن سعد،\nعن النبي صلى الله عليه وسلم، قال: \" يدخل الجنة من أمتي سبعون ألفا، أو\nسبع مئة بغير حساب \". قال: يعني سبع مئة ألف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n8 - حدثنا يحيى، ثنا عبد الصمد، عن هشام، عن قتادة، عن أنس، عن ابن عباس،\nأن النبي صلى الله عليه وسلم، قال: \" من بدل دينه فاقتلوه \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n9 - حدثنا يحيى، حدثنا غندر، عن شعبة، عن إسماعيل، عن قيس، عن عمرو بن\nالعاص رضي الله عنه، قال: سمعت النبي صلى الله عليه وسلم، يقول: \" إن آل\nأبي فلان ليسوا لي بأولياء، إنما ولي الله وصالحو المؤمنين \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n10 - حدثنا يحيى، حدثنا حجاج بن محمد، عن ابن جريج، عن أبي الزبير، عن\nجابر، قال: قال رسول الله صلى الله عليه وسلم: \" أسلم سالمها الله، وغفار\nغفر الله لها \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n11 - حدثنا يحيى، حدثنا معن، عن مالك، عن هشام بن عروة، عن أبيه، عن عائشة،\nقالت: \" إن رسول الله صلى الله عليه وسلم <span id='ms02'></span> لم يكن يصافح امرأة قط \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n12 - حدثنا يحيى، حدثنا علي بن هشام، ووكيع، عن هشام، عن أبيه، عن عائشة،\nرضي الله عنها، قالت: قال رسول الله صلى الله عليه وسلم: \" إذا مات فدعوه \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n13 - حدثنا يحيى، حدثنا غندر، حدثنا شعبة، عن زيد بن محمد، قال: سمعت نافعا\nيحدث، عن ابن عمر، عن حفصة، رضي الله عنها، قالت: \" كان رسول الله صلى الله\nعليه وسلم إذا طلع الفجر لا يصلي إلا ركعتين خفيفتين \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n14 - حدثنا يحيى، حدثنا إسماعيل بن مجالد، عن بيان، عن وبرة، عن همام، قال:\nقال عمار: \" رأيت رسول الله صلى الله عليه وسلم وما معه إلا خمسة أعبد،\nوامرأتان، وأبو بكر رضي الله عنهم \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n15 - حدثنا يحيى، حدثنا أبو معاوية، عن هشام بن عروة، عن أبيه، عن عبد الله\nبن عمرو، أنه قال لرجل من أهل العراق: لعلك من الذين يبدؤون بالثريد قبل\nالشواء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n16 - حدثنا أبو الحسن علي بن سراج المصري، حدثنا أبو محمد فهد بن سليمان\nالنخاس، حدثنا أحمد بن يزيد الورتنيسي، حدثنا زهير، حدثنا عثمان الطويل، عن\nأنس بن مالك، قال: \" أهدي إلى النبي صلى الله عليه وسلم طائر كان يعجبه\nأكله، فقال: اللهم] (1) ائتني بأحب خلقك إليك يأكل معي , فجاء علي عليه\nالسلام (2)، فقال: استأذن على رسول الله صلى الله عليه وسلم، فقلت: [ما\nعليه إذن، وكنت أحب أن تكون رجلا من الأنصار، فذهب ثم رجع، فقال: استأذن لي\nعلى رسول الله صلى الله عليه وسلم] (3)، فسمع النبي صلى الله عليه وسلم\nكلامه، فقال: ادخل يا علي , ثم قال: اللهم وال، اللهم وال (4) \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n17 - حدثنا علي بن سراج، حدثنا عبد الرحمن بن رزق بن بيان الضراب، حدثنا\nعلي بن الحسن القرشي، حدثنا خليد بن دعلج، حدثنا قتادة، عن أنس، قال: \"\nأهدي لرسول الله صلى الله عليه وسلم طائر (1) فقدمته إليه، قال: فقال: امسك\nعلى الباب يا أنس , قال: فقال: اللهم ائتني بأحب الناس إليك يأكل معي ,\nقال: فأتى علي رضوان الله عليه، فضرب الباب ... \"، وذكر الحديث.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n18 - حدثنا علي <span id='ms03'></span> بن سراج، حدثنا أبو عمير بن النحاس الرملي، حدثنا رواد بن\nالجراح، حدثنا سعيد بن بشير، عن الأعمش، عن أبي صالح، عن أبي هريرة، قال:\nقلت لرسول الله صلى الله عليه وسلم: رآني رجل وأنا أصلي (1) في السر، فسرني\nذلك، قال: \" لك أجران: أجر السر، وأجر العلانية \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n19 - حدثنا علي بن سراج، حدثنا (1) محمد بن عبد الرحمن بن الأشعث، حدثنا\nابن بكار، يعني محمد بن بكار بن بلال، حدثنا سعيد، يعني ابن بشير، عن\nالأعمش، عن أبي صالح ذكوان، عن أبي هريرة، أنه أتى النبي صلى الله عليه\nوسلم رجل، فقال: إني كنت أصلي، فدخل علي رجل، فأعجبتني الحال التي رآني\nعليها، فقال: \" لك أجران: أجر السر، وأجر العلانية \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n20- حدثنا علي بن سراج، حدثنا يوسف بن بحر، حدثنا مروان، يعني محمدا\nالطاطري، حدثنا سعيد بن بشير، عن أيوب السختياني، عن محمد بن سيرين، عن أبي\nهريرة، عن النبي صلى الله عليه وسلم، قال: \" إن الله [عز وجل] (1) خلق هذا\nالآدمي على صورته، فمن قاتل فليتجنب الوجه \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n21- حدثنا علي بن سراج، حدثنا أحمد بن إبراهيم العوفي، حدثنا أبو قتادة\nالحراني، حدثنا سفيان الثوري، حدثنا هشام بن عروة، عن أبيه، عن عائشة رضي\nالله عنها، \" أن رسول الله صلى الله عليه وسلم قبل يوما نحر فاطمة عليها\nالسلام، فقلت: يا رسول الله رأيناك تفعل في هذا اليوم شيئا لم تكن تفعل\nمثله \" وذكر الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n22- حدثنا علي بن سراج، حدثنا أبو جعفر أحمد بن عبد الله الحداد الحلبي،\nحدثنا محفوظ بن أبي توبة، حدثنا ابن عيينة، عن الزهري، عن أنس، قال: كان\nالرجل في الجاهلية إذا أكل وحده عيب به وولده من بعده، قال: وسمي المفرد،\nقال: فبينا رجل يأكل في واد إذ ناداه رجل يا مفرد، قال: فأتاه، فقتله،\nفأنزل الله عز وجل: { ليس عليكم جناح أن تأكلوا جميعا أو أشتاتا}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n23- حدثنا علي بن سراج، قال: حدثني أحمد بن عبد المؤمن (1) الفيومي الصوفي،\nحدثنا إبراهيم بن الحجاج المكي، حدثنا يحيى <span id='ms04'></span> بن عقبة بن أبي العيزار، قال:\nكنت مع أبي في السوق، فلقي محمد بن سوقة، فسلم عليه وساءله، ثم تفرقا، ثم\nلقيه، فسلم عليه وساءله، فقال أبي: ألم تلقني آنفا ؟ فقال: بلى، ولكن حدثني\nنافع، عن ابن عمر أن رسول الله صلى الله عليه وسلم، قال: \" إذا لقي أحدكم\nأخاه في اليوم مرارا فليسلم عليه وليسائله، فإن النعمة ربما حدثت في الساعة \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n24 - حدثنا أبو الحسن علي بن محمد بن حاتم، حدثنا أبو عبيد الصوفي أحمد بن\nزيرك، بعسقلان، حدثنا إسحاق (1) بن وهب الطهرمسي (2)، حدثنا عبد الله، يعني\nابن وهب عن مالك بن أنس، عن نافع، عن ابن عمر، عن النبي صلى الله عليه\nوسلم، قال: \" من رد دانق حرام يعدل عند الله، عز وجل، سبعين حجة \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n25 - أخبرنا حامد بن محمد بن شعيب، قراءة، حدثنا شريح بن يونس أبو الحارث،\nحدثنا هشيم، أنبأنا حميد الطويل، حدثنا أنس بن مالك، قال: \" نهى رسول الله\nصلى الله عليه وسلم عن بيع الثمار حتى يبدو صلاحها، وعن النخل حتى تزهو \".\nقيل لأنس: وما تزهو؟ قال: \" تصفار وتحمار \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n26 - حدثنا أبو بكر محمد بن هارون بن حميد بن المجدر، إملاء، [حدثنا داود\nبن رشيد] (1)، حدثنا هشيم، قال: أنبأنا أبو الزبير، عن جابر، قال: قال رسول\nالله صلى الله عليه وسلم: \" لا يبيتن رجل عند امرأة ثيب إلا أن تكون ناكحا،\nأو ذا محرم \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n27 - حدثنا محمد بن هارون، حدثنا داود بن رشيد، حدثنا هشيم، قال: أنبا أبو\nالزبير، عن جابر، قال: \" لعن رسول الله صلى الله عليه وسلم آكل الربا،\nوموكله، وشاهديه، وكاتبه، وقال: هم في الإثم سواء \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n28 - حدثنا محمد بن هارون، قال: أنبا أبو همام الوليد بن شجاع، حدثنا (1)\nالوليد بن مسلم، عن الأوزاعي، عن إسحاق بن عبد الله بن أبي طلحة، عن أنس بن\nمالك، قال: قال رسول الله صلى الله عليه وسلم: \" يتبع الدجال من يهود\nأصبهان سبعون ألفا \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n29 - أخبرنا أبو القاسم عبد الله بن محمد بن عبد العزيز، حدثنا <span id='ms05'></span> علي بن\nالجعد، قال: أنبأنا شعبة، قال: أخبرني عمرو بن مرة، قال: سمعت عبد الله بن\nأبي أوفى، وكان من أصحاب الشجرة، قال: \" كان النبي صلى الله عليه وسلم إذا\nأتاه قوم بصدقة صلى عليهم، فأتاه أبي بصدقته، فقال: اللهم صل على آل أبي\nأوفى \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n30 - حدثنا أبو عبيد الله (1) محمد بن عبدة بن حرب القاضي، حدثنا إبراهيم\nبن الحجاج الشامي، حدثنا عبد العزيز بن المختار، قال: حدثنا خالد، عن حميد\nبن هلال، عن عبد الله بن الصامت، عن أبي ذر، عن النبي صلى الله عليه وسلم،\nأنه ذكر زمزم، فقال: \" إنها مباركة طعام طعم \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n31 - أخبرنا محمد بن محمد بن سليمان الباغندي، حدثنا هشام بن عمار، حدثنا\nمروان بن معاوية، حدثنا إسماعيل بن أبي خالد، عن قيس بن أبي حازم، عن جرير،\nقال: قال رسول الله صلى الله عليه وسلم: \" من يتزود في الدنيا ينفعه [في]\n(2) الآخرة \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n32 - أخبرنا محمد بن محمد، حدثنا هشام بن عمار، حدثنا الوليد بن مسلم،\nحدثنا ابن جريج، عن عطاء، عن ابن عباس، قال: قال رسول الله صلى الله عليه\nوسلم: \" أسمح يسمح لك \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n33 - حدثنا الحسن بن الطيب الشجاعي، حدثنا شيبان بن فروخ الأبلي أبو محمد،\nحدثنا الحسن بن دينار، عن محمد بن سيرين، عن أبي هريرة، قال رسول الله صلى\nالله عليه وسلم: \" أحبب حبيبك هونا ما عسى أن يكون بغيضك يوما ما، وأبغض\nبغيضك هونا ما عسى أن يكون حبيبك يوما ما \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n34 - [حدثنا الحسن] (1)، حدثنا قتيبة بن سعيد، حدثنا جعفر بن سليمان\nالضبعي، عن ثابت البناني، عن أنس بن مالك، قال: \" كان رسول الله صلى الله\nعليه وسلم لا يدخر شيئا لغد \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n35 - [حدثنا الحسن] (1)، حدثنا علي بن حجر، حدثنا شريك بن عبد الله، عن أبي\nإسحاق الهمداني، عن أبي بردة بن أبي موسى، عن أبيه، قال: قال رسول الله صلى\nالله عليه وسلم: \" لا نكاح إلا بولي \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n36 - حدثنا عمر بن الحسن بن نصر الحلبي القاضي، حدثنا لوين، حدثنا حبان بن\nعلي <span id='ms06'></span>، عن محمد بن عبيد الله بن أبي رافع، عن أبيه، عن جده، \" أن رسول الله\nصلى الله عليه وسلم قتل عقربا وهو في الصلاة \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n37 - حدثنا أبو الحسن شعيب بن محمد الذارع، حدثنا إسحاق بن إبراهيم\nالمروزي، حدثنا شريك، عن سماك بن حرب، عن جابر بن سمرة: \" أن النبي صلى\nالله عليه وسلم رجم يهوديا ويهودية \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n38 - حدثنا شعيب بن محمد، حدثنا محمد بن عبد الرحمن بن غزوان، حدثنا مالك\nبن أنس، عن نافع، عن ابن عمر \" أن النبي (1) صلى الله عليه وسلم رجم يهوديا\nويهودية , قال: فجعل اليهودي يحني عليها يقيها الحجارة \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n39 - حدثنا أبو محمد عبد الله بن الحسن بن أسيد الأصبهاني، حدثنا علي بن\nيونس الأصبهاني، حدثنا أبو داود، عن عبد الله بن بديل، عن الزهري، عن علي\nبن الحسين، عن عمرو بن عثمان، عن أسامة بن زيد، أن رسول الله صلى الله عليه\nوسلم، قال: \" لا يرث المسلم الكافر، ولا الكافر المسلم \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n40 - حدثنا عبد الله بن الحسن بن أسيد، حدثنا إبراهيم بن محمد بن الحارث\nالأصبهاني، حدثنا محمد بن المغيرة، حدثنا النعمان، يعني ابن عبد السلام، عن\nسفيان، عن محمد بن عجلان، ومحمد بن إسحاق، عن عاصم بن عمر بن قتادة، عن\nمحمود بن لبيد، عن رافع بن خديج، قال: قال رسول الله صلى الله عليه وسلم: \"\nأسفروا بالصبح فإنه أعظم للأجر \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n41 - حدثنا يحيى بن محمد بن صاعد، املاء، حدثنا يحيى بن المغيرة أبو سلمة\nالمخزومي، حدثنا عبد الله بن نافع الصائغ، عن هشام بن سعد، عن معاذ بن عبد\nالله بن خبيب الجهني، عن أبيه، أن رسول الله صلى الله عليه وسلم، قال: \"\nإذا عرف الغلام يمينه من شماله فمروه بالصلاة \".\n</p>\n\n<p>\nقال ابن صاعد: وهذا إسناد غريب حسن، ما علمت أنه رواه إلا ابن (1) نافع.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n42 - حدثنا أبو بكر الباغندي، حدثنا هشام بن عمار، قال: مات سعيد بن بشير\nسنة تسع وستين، وسمعت منه مجلسا لم أكتبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n43 - حدثنا محمد بن محمد بن سليمان الباغندي، حدثنا عبد الوهاب <span id='ms07'></span> بن الضحاك،\nحدثنا إسماعيل بن عياش، عن جعفر بن الحارث، عن الأعمش، عن أبي صالح، عن أبي\nهريرة، قال: قال رسول الله صلى الله عليه وسلم: \" ذمة المسلمين واحدة يسعى\nبها أدناهم، فمن أخفر مؤمنا فعليه لعنة الله والملائكة والناس أجمعين \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n44 - حدثنا أبو القاسم عيسى بن سليمان القرشي، إملاء، حدثنا داود بن عمرو\nالضبي، حدثنا عبد الرحمن بن أبي الزناد (1)، عن أبيه، قال: أخبرني يزيد\nالرقاشي، عن أنس بن مالك، أن رسول الله صلى الله عليه وسلم (2)، قال: \" من\n(3) أعان مسلما كان الله في عون العبد ما كان في عون أخيه، ومن فك عن أخيه\nحلقة، فك الله عنه حلقة يوم القيامة \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n45 - أخبرنا أبو بكر عبد الله بن سليمان بن الأشعث، حدثنا علي بن نصر،\nحدثنا وهب بن جرير، حدثنا شعبة، عن عبد الملك بن عمير، عن عبد الرحمن بن\nأبي ليلى، عن البراء، أن النبي صلى الله عليه وسلم، قال: \" لولا أنت ما\nاهتدينا، ولا تصدقنا ولا صلينا , قال رسول الله صلى الله عليه وسلم: إذا\nأرادوا فتنة أبينا , قالها مرارا \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n46 - حدثنا الباغندي، قال: حدثني أحمد بن معاوية الباهلي، حدثنا إبراهيم بن\nسعد، عن محمد بن إسحاق، عن نافع، عن ابن عمر \" أن رسول الله صلى الله عليه\nوسلم كان يتختم في يساره \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n47 - حدثنا أبو عبد الله أحمد بن عبد الجبار الصوفي، حدثنا يحيى بن أيوب،\nحدثنا علي بن ثابت، قال: حدثني عبد الله بن محرر (1)، عن قتادة، عن سعيد بن\nجبير، عن ابن عباس، عن عمر، عن النبي صلى الله عليه وسلم \" أنه جعل الحرام\nيمينا يكفرها \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n48 - حدثنا أحمد، حدثنا عبد الله بن عمر الكوفي، حدثنا يحيى بن يمان، عن\nهشام، عن ابن سيرين، عن أبي هريرة، قال: \" نهى النبي (1) صلى الله عليه\nوسلم عن الصرف الدرهم بالدرهمين، وأبو بكر، وعمر، وعثمان، رضي الله عنهم \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n49 - حدثنا عبد الله بن سليمان بن الأشعث أبو بكر، حدثنا إسحاق بن إبراهيم\nشاذان، حدثنا سعد، حدثنا الحسن بن عمارة <span id='ms08'></span>، عن أبي إسحاق السبيعي، عن الأسود\nبن يزيد النخعي، عن عبد الله بن مسعود، قال: \" ما رأيت رسول الله صلى الله\nعليه وسلم أخر صلاة عن وقتها إلا في ثلاثة (1) مواطن: جمع بين الظهر والعصر\nبعرفات، وصلاة المغرب والعشاء بجمع، وصلاة الفجر بسرف \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n50 - حدثنا عبد الله، حدثنا إسحاق بن إبراهيم شاذان أبو بكر الفارسي، حدثنا\nسعيد بن الصلت، حدثنا محمد بن عبيد الله العرزمي، عن عاصم بن أبي النجود،\nعن زر بن حبيش، قال: غدوت إلى صفوان بن عسال المرادي، فقال لي: ما غدا بك\nيا زر؟ فقلت: غدوت في طلب (1) العلم، فقال صفوان: ما من أحد يغدو في طلب\nالعلم إلا فرشت له الملائكة أجنحتها رضا بما يفعل، قلت: أخبرني عن المسح\nعلى الخفين؟ قال: فقال: ذاك أغداك يا زر، قال: قلت: إني والله لذاك أغداني،\nفقال: \" كنا مع رسول الله صلى الله عليه وسلم نمسح في السفر على الخفين\nثلاثة أيام ولياليهن من كل غائط، أو بول، أو ريح، إلا من جنابة، والمقيم\nيوم وليلة \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n51 - حدثنا عبد الله بن سليمان، حدثنا عيسى (1) بن يونس، حدثنا ضمرة، عن\nابن شوذب، عن سعيد بن أبي عروبة، عن أبي نضرة، عن أبي سعيد الخدري، قال:\nقال رسول الله صلى الله عليه وسلم: \" نضر الله عبدا سمع مقالتي فوعاها\nوبلغها غيره (2)، فرب حامل فقه غير فقيه، ورب حامل فقه إلى من هو أفقه منه،\nثلاث لا يغل عليهن قلب امرئ مسلم، النصيحة لله عز وجل، ولرسوله، ولكتابه،\nولعامة المسلمين \". قال ابن أبي داود: هكذا في كتابي، عن سعيد، عن أبي\nنضرة، وليس بينهما أحد.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n52 - حدثنا عبد الله، حدثنا هارون بن يزيد بن أبي الزرقاء، حدثنا أبي،\nحدثنا أبو حماد الكوفي، عن سماك بن حرب، عن النعمان بن بشير، قال: كان رسول\nالله صلى الله عليه وسلم إذا قال: \" سمع الله لمن حمده , لم يحن منا أحد\nظهره حتى يخر ساجدا \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n53 - حدثنا عبد الله، حدثنا هارون، حدثنا أبي، حدثنا أبو <span id='ms09'></span> حماد، عن زياد بن\nعلاقة، قال: سمعت جرير بن عبد الله، يقول: قال رسول الله صلى الله عليه\nوسلم: \" من لا يرحم لا يرحم، ومن لا يغفر لا يغفر له، ومن لا يتب لا يتب\nعليه \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n54 - حدثنا أبو حفص عمر بن الحسن بن نصر القاضي، حدثنا عبد الرحمن بن عبيد\nالله، حدثنا أبو إسحاق الفزاري، عن الأعمش، عن الحكم، عن ابن عباس \" أن\nرسول الله صلى الله عليه وسلم صلى يوم التروية الظهر، والعصر، والمغرب،\nوالعشاء، والفجر غداة عرفة بمنى \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n55 - حدثنا الفضل بن محمد بن عقيل النيسابوري، حدثنا عبد الله بن هاشم،\nحدثنا يحيى بن سعيد القطان، حدثنا شعبة، عن قتادة، عن أنس، قال: قال رسول\nالله صلى الله عليه وسلم: \" لو تعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرا \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n56 - حدثنا الفضيل بن محمد بن عقيل النيسابوري، حدثنا عبد الله بن هاشم،\nحدثنا يحيى بن سعيد، حدثنا سفيان، عن عاصم، عن زر، عن عبد الله، قال: قال\nرسول الله صلى الله عليه وسلم: \" لا تذهب الدنيا (1) ولا تنقضي حتى يملك\nالعرب رجل مني (2)، أو من أهل بيتي، يواطئ اسمه اسمي \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n57 - حدثنا محمد بن أحمد بن هلال الشطوي، حدثنا أبو سلمة المخزومي، حدثنا\nابن أبي فديك، عن ابن أبي ذئب، عن هشام بن عروة، عن أبيه، عن عائشة رضي\nالله عنها، قالت: \" كنت أرجل رأس رسول الله صلى الله عليه وسلم وأنا حائض \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n58 - حدثنا أحمد بن الحسن الصنابحي، حدثنا أحمد بن مطهر المصيصي، حدثنا\nمؤمل، حدثنا سفيان، عن يحيى بن سعيد، عن محمد بن المنكدر، عن عبد الله بن\nعمرو، أن رسول الله صلى الله عليه وسلم، قال: \" مدمن خمر كعابد وثن \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n59 - حدثنا أحمد، حدثنا موسى بن الحسن النسائي، حدثنا الحسن بن الفضل\nالواسطي، حدثنا يحيى بن حوشب، حدثنا سفيان الثوري، عن منصور، عن مجاهد، عن\nابن عباس، قال: قال رسول الله صلى الله عليه وسلم: \" يؤتى بالوالي يوم\nالقيامة، مغلولة يده على عنقه، حتى يبطح على جسر جهنم بطحا، فإن <span id='ms10'></span> أطاع الله\nفي حكمه رفعته الملائكة بناصيته إلى منابر من نور تحت العرش، فيشفع في\nاثنين وسبعين من أهل بيته، وإن كان عصى الله في حكمه انحرق بذلك (1) الجسر،\nحتى يهوي به في جهنم سبعين خريفا، مع السبعين سبعين خريفا، حتى يكون في جب\nقد ذكر كلمة منذ يوم خلق الله عز وجل السماوات والأرض، فيه حيات وعقارب\nكأمثال البخت العظام، في ناب كل حية عقرب، في فقار كل عقرب ثلاث مئة وستين\nقلة من سم، لو أن قلة من ذلك السم وضعت على الدنيا لغرقت ولذابت كما تذوب\nالرصاصة، ولا يزال يمكثون فيما بينهم ما دامت السماوات والأرض، إلا ما شاء\nربك إن ربك فعال لما يريد \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n60 - حدثنا الهيثم بن خلف الدوري، حدثنا أحمد بن الفرج، حدثنا ضمرة بن\nربيعة، حدثنا ابن شوذب، عن بهز بن حكيم، عن أبيه، عن جده، قال: قال رسول\nالله صلى الله عليه وسلم: \" نكمل يوم القيامة سبعون أمة نحن آخرها وخيرها \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n61 - حدثنا هيثم بن خلف، حدثنا عمر بن محمد بن الحسن الأسدي، قال: أخبرني\nأبي، حدثنا محمد بن عبيد الله، عن قتادة، عن أنس بن مالك، قال رسول الله\nصلى الله عليه وسلم: \" تسموا باسمي، ولا تكنوا بكنيتي، فإنما أنا قاسم أقسم\nبالخير (1) \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n62 - حدثنا حامد بن محمد بن شعيب أبو العباس، حدثنا منصور بن أبي مزاحم،\nحدثنا إسماعيل بن علية، عن أيوب، عن قتادة، عن أنس \" أن النبي صلى الله\nعليه وسلم، وأبا بكر، وعمر، رضي الله عنهما، كانوا يستفتحون القراءة ب\n{الحمد لله رب العالمين} \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n63 - حدثنا الهيثم بن خلف الدوري، حدثنا إسماعيل بن موسى، حدثنا سفيان بن\nهارون، عن إسماعيل بن أبي خالد، عن قيس، عن جرير، قال: \" بايعنا رسول الله\nصلى الله عليه وسلم على ما بايعت عليه النساء، فمن مات منا ولم يأت شيئا\nضمن له الجنة، ومن مات منا وأتى شيئا منهن فأقيم عليه الحد فهو كفارته، ومن\nمات منا وأتى شيئا منهن فستر عليه فعلى الله <span id='ms11'></span> عز وجل حسابه \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n64 - حدثنا أبو بكر محمد بن محمد بن سليمان الباغندي، حدثنا عبد الله بن\nعبد الصمد، حدثنا زيد بن أبي الزرقاء، عن سفيان الثوري، عن يحيى بن سعيد،\nعن عمرة، عن عائشة، عليها السلام (1): \" أن النبي صلى الله عليه وسلم كان\nإذا أراد أن يحاور (2) صلى الفجر ثم دخل \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n65 - حدثنا هيثم بن خلف الدوري، حدثنا عمر بن محمد بن الحسن، حدثنا أبي،\nحدثنا زياد، عن عثمان بن عبد الرحمن، عن الزهري، عن عروة، عن أسامة بن زيد،\nقال: \" لما رجع رسول الله صلى الله عليه وسلم من بني المصطلق قام الحباب بن\nعبد الله بن أبي إلى أبيه، وسل عليه السيف، وقال: لله علي ألا أغمده حتى\nتقول لي: محمد الأعز، وأنا الأذل، فبلغت رسول الله صلى الله عليه وسلم،\nفأعجبه، وشكرها له \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n66 - حدثنا أبو بكر الشطوي، حدثنا أبو سلمة المخزومي، حدثنا ابن نافع، عن\nكثير، عن عبد الرحمن بن أبي سعيد، عن أبيه، أن رسول الله صلى الله عليه\nوسلم \" أخذ زكاة الفطر من أهل البادية الأقط والتمر \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n67 - حدثنا أبو عبيد الله محمد بن عبدة بن حرب القاضي، حدثنا محمد بن أبي\nبكر المقدمي، حدثنا روح بن عطاء بن أبي ميمونة، حدثنا أيوب، عن أبي الزبير،\nعن جابر، قال: \" نهى رسول الله صلى الله عليه وسلم عن لحوم الحمر الأهلية،\nوأطعمنا لحوم الخيل \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n68 - حدثنا محمد بن عبدة، حدثنا أبو بكر محمد بن خلاد الباهلي، حدثنا يحيى\nبن سعيد القطان، حدثنا سفيان، عن عبيد الله، عن نافع، عن ابن عمر، [(1) عن\nالنبي صلى الله عليه وسلم، أنه قال: \" الذي يشرب في آنية الفضة إنما يجرجر\nفي بطنه نار جهنم \".\n</p>\n\n<p>\nقال: فقلت: يا أبا عبد الله هذا أهون عليك، قال: فأي شيء تقول أنت يا\nيحيى؟ قلت: حدثنا عبيد الله، عن نافع، عن زيد بن عبد الله، عن عبد الله بن\nعبد الرحمن بن أبي بكر رضي الله عنه، عن أم سلمة رضي الله عنها، قال: صدقت\nيا <span id='ms12'></span> يحيى، هو كما قالت، اعرض علي كتبك، قال: قلت: أتريد أن ألقى منك ما لقي\nزائدة؟ قال: وأي شيء ضر زائدة ما صنع؟ قال: وكان زائدة عرض كتبه على سفيان.\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n69 - حدثنا أبو جعفر محمد بن أحمد بن عبد الله بن محمد بن سليمان بن أبي\nداود الحراني واسم أبي داود سالم مولى عبد الملك بن مروان، سنة ثمان وثلاث\nمئة، قدم علينا للحج، حدثنا عمي سليمان بن عبد الله، قال: حدثني جدي، عن\nأبيه، عن عبد الكريم، عن عمرو بن شعيب، عن أبيه، عن جده عبد الله بن عمرو،\nأن رسول الله صلى الله عليه وسلم سئل عن الرجل يجامع ولا ينزل، فقال رسول\nالله صلى الله عليه وسلم: \" إذا التقى الختانان وجب الغسل \".\n</p>\n\n<p>\nثم قال رسول الله صلى الله عليه وسلم لمن عنده: \" أي المؤمنين أفضل؟ قال\nبعضهم: المؤمن الغني الذي يعطي فيتصدق، فقال رسول الله صلى الله عليه وسلم:\nليس كذلك، ولكن أفضل المؤمنين إيمانا الذي إذا سأل أعطي، وإذا لم يعط\nاستغنى \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n70 - حدثنا أبو عبد الله محمد بن علي المصيصي، إملاء في الجامع سنة ثلاث\nوعشرين وثلاثمائة، حدثنا يوسف بن سعيد بن مسلم، حدثنا الحنيني، حدثنا مالك،\nعن نافع، عن ابن عمر \" أن النبي صلى الله عليه وسلم حمى قاع النقيع لخيل\nالمسلمين \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n71 - حدثنا عبد الله بن محمد بن أسد، حدثنا حاتم بن منصور الشاشي أبو سعيد،\nحدثنا عبد الله بن أبي عرابة الشاشي، حدثنا وكيع، عن الأعمش، عن أبي صالح،\nعن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: \" يأيها الناس إنما\nأنا رحمة مهداة \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n72 - حدثنا أبو نصر عزيز بن الليث بن أبي ليث الأشروسني، قدم علينا حاجا،\nحدثنا أبو القاسم بكران بن عبد الرحمن البغدادي، حدثنا عبد الحميد بن نهشل،\nعن الفضيل بن عياض، عن منصور بن المعتمر، عن إبراهيم، عن علقمة بن قيس، عن\nعبد الله بن مسعود، قال: قال رسول الله صلى الله عليه وسلم: \" من فارق\nالجماعة فاقتلوه \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n73 - حدثنا <span id='ms13'></span> عيسى بن سليمان القرشي، حدثنا محمد بن حميد، حدثنا إبراهيم بن\nالمختار، حدثنا ابن جريج، أن زمعة بن صالح، أخبره أن سلمة بن وهرام، أخبره\nأن عكرمة مولى ابن عباس، أخبره عن عبد الله بن العباس، قال: قال رسول الله\nصلى الله عليه وسلم: \" إن من الغمام طاقات يأتي الله فيها محفوفة\nبالملائكة، وذلك قوله تعالى: {هل ينظرون إلا أن يأتيهم الله في ظلل من\nالغمام} \" الآية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n74 - حدثنا أحمد بن عبد الله بن عمران المروزي أبو حمزة، حدثنا علي بن\nخشرم، قال: أنبا عيسى، عن يحيى بن عبد الله، قال: سمعت أبي، قال: سمعت أبا\nهريرة، يقول: قال رسول الله صلى الله عليه وسلم: \" أحدكم مرآة أخيه] (1)\nفإذا (2) رأى به أذى فليمطه \".\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n75 - حدثنا إسماعيل بن موسى بن إبراهيم أبو أحمد الحاسب، سنة أربع وثلاث\nمئة، حدثنا بشر بن الوليد الكندي، حدثنا أبو يوسف، عن الأعمش، عن إسماعيل\n[بن رجاء، عن أوس بن ضمعج، عن أبي مسعود الأنصاري] (1)، عن رسول الله صلى\nالله عليه وسلم أنه قال: \" يؤم القوم أقرؤهم لكتاب الله (2)، فإن كانت\nقراءتهم سواء فأقدمهم هجرة، وإن كانت هجرتهم سواء فأكبرهم سنا، فإن كانت\nأسنانهم سواء فأعلمهم بالسنة، ولا يؤم رجل في سلطانه، ولا يقعد في بيته إلا\nبإذنه \".\n</p>\n\n<p>\n_حاشيية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n76 - حدثنا إسماعيل، حدثنا سفيان بن وكيع، حدثنا أبي، قال: وحدثني سفيان بن\nعيينة، من كتابه، عن الدجين بن ثابت، حدثنا أسلم، مولى عمر، قال: سمعت عمر\nبن الخطاب، عليه السلام (1)، يقول: سمعت رسول الله صلى الله عليه وسلم،\nيقول: \" من كذب علي متعمدا فليتبوأ مقعده من النار \".\n</p>\n\n<p>\n_حاشيية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n77 - حدثنا عبد الله بن محمد البغوي، حدثنا داود بن عمرو، حدثنا حفص بن\nغياث، حدثنا بريد، عن أبي بردة، عن أبي موسى، قال: \" قدمنا على رسول الله\nصلى الله عليه وسلم بعد فتح خيبر بثلاث، فقسم لنا النبي صلى الله عليه\nوسلم، ولم يقسم لأحد لم يشهد الفتح غيرنا \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n78 - حدثنا عبد الله، حدثنا سويد بن سعيد أبو محمد، حدثنا علي <span id='ms14'></span> بن مسهر، عن\nمسلم الأعور، عن حبة بن جوين، عن حذيفة، قال: سمعت رسول الله صلى الله عليه\nوسلم، يعني يقول لعمار عليه السلام (1): \" تقتلك الفئة الباغية \".\n</p>\n\n<p>\n_حاشيية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n79 - حدثنا محمد بن علي بن إسماعيل السكري، ختن الأعرج، حدثنا خلف بن عبد\nالعزيز بن عثمان بن جبلة بن أبي رواد العتكي المروزي، قال: أخبرني أبي، عن\nجدي، عن شعبة، عن جابر، عن سالم بن عبد الله، عن ابن عمر (1)، قال: \" كان\nرسول الله صلى الله عليه وسلم لا يصلي في السفر إلا ركعتين، غير أنه كان\nيتهجد من الليل \". وكان ابن عمر (2) لا يصلي إلا ركعتين، غير أنه كان يتهجد\nمن الليل، قال جابر: أكانا يوتران؟ قال: نعم.\n</p>\n\n<p>\n_حاشيية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n80 - حدثنا محمد بن علي، حدثنا خلف بن عبد العزيز، قال: أخبرني عمي عبد\nالله بن عثمان، عن أبيه، عن شعبة، عن حمزة الضبي، عن أنس بن مالك، قال: ألا\nأحدثكم حديثا لعل الله ينفعكم به، \" أن رسول الله صلى الله عليه وسلم كان\nإذا نزل منزلا لم يرتحل حتى يصلي الظهر \".\n</p>\n\n<p>\nقال: فقال محمد بن عمرو: إن كان نصف النهار؟ قال: وإن كان نصف النهار (1).\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n81 - حدثنا منصور، عن خيثمة، عن عائشة، رضي الله عنها، قالت: أمرني رسول\nالله صلى الله عليه وسلم أن أدخل المرأة على زوجها من غير أن ينقدها شيئا (1).\n</p>\n\n<p>\nآخر الجزء الثالث من حديث الحربي، رحمه الله\n</p>\n\n<p>\nوصلى الله على سيدنا محمد وآله وصحبه وسلم تسليما\n</p>\n\n<p>\n_حاشية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\n(1) في نسخة برنستون: \" الجزء الثالث من الفوائد المنتقاة الغرائب عن\nالشيوخ العوالي\n</p>\n\n<p>\nمن حديث أبي عبد الله أحمد بن الحسن بن عبد الجبار الصوفي، رحمه الله.\n</p>\n\n<p>\nرواية أبي الحسن علي بن عمر بن محمد الحربي السكري، رحمه الله، عنه.\n</p>\n\n<p>\nرواية أبي الحسين أحمد بن محمد بن عبد الله بن النقور البزاز، عنه.\n</p>\n\n<p>\nرواية أبي المحاسن نصر بن المظفر البرمكي، عنه.\n</p>\n\n<p>\nرواية أبي بكر عبد الجليل بن أبي غالب الأسبرساني، عنه.\n</p>\n\n<p>\nسماع لصاحبه أبي المجد بن منصور بن القاسم الزجاج الأسدي، يرجو <span id='ms15'></span> عفو ربه.\n</p>\n\n<p>\nسماع علي بن العرباني الحصبي، رحمه الله تعالى \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة برنستون: \" ما شاء الله لا قوة إلا بالله \".\n</p>\n\n<p>\n(2) في بداية نسخة برنستون: \" أخبرنا الشيخ الصالح أبو بكر عبد الجليل بن\nأبي غالب بن أبي المعالي الأصبهاني بدمشق، في ربيع الآخر سنة عشر وست مئة،\nأخبرنا الشيخ أبو المحاسن نصر بن المظفر البرمكي، قراءة عليه وأنا أسمع، في\nصفر سنة تسع وأربعين وخمس مئة، أنبأنا أبو الحسين أحمد بن محمد بن النقور\nالبزاز ... \".\n</p>\n\n<p>\n(3) في نسخة برنستون: \"عمر بن بشر\"، وهو خطأ، وجاء على الصواب في \"تلخيص\nالمتشابه\" للخطيب البغدادي 1/ 339 (637)، إذ أخرج هذا الحديث في ترجمة\nعمرو، بهذا السند سواء.\n</p>\n\n<p>\nوقوله: \" بشر \"، ألحق بهامش نسخة برنستون، وكتب فوقه: صح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قوله: \"أخبرنا علي\"، سقط من نسخة برنستون.\n</p>\n\n<p>\n(2) من نسخة برنستون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ما بين الحاصرتين، من هنا وحتى قوله: \" فقال: اللهم \"، في الحديث رقم\n(16)، ليس في مصورة نسخة برنستون، لسقوط ورقة منها أثناء التصوير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n(1) إلى هنا ينتهي السقط في مصورة نسخة برنستون.\n</p>\n\n<p>\n(2) في نسخة برنستون: \"رضوان الله عليه\".\n</p>\n\n<p>\n(3) ما بين حاصرتين مثبت في نسخة \"جوامع الكلم\"، وملحق في هامش نسخة\nبرنستون.\n</p>\n\n<p>\n(4) في نسخة برنستون: \"اللهم والي، اللهم والي\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة برنستون: \"طيرا\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة برنستون: \"عن أبي هريرة، قال: قال رجل يا رسول الله، إني أتاني\nرجل وأنا أصلي\".\n</p>\n\n<p>\n(2) في نسخة برنستون: \"فقال\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة برنستون: \"أخبرنا\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n(1) من نسخة برنستون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة برنستون: \"أحمد بن عبد الرحمن\"، وهو تحريف، والتصويب من مصادر\nترجمة أحمد بن عبد المؤمن، ومنها: \"لسان الميزان\" 1/528 (618).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة جوامع الكلم: \"أبو إسحاق\"، وهو خطأ، وجاء على الصواب في مصادر\nترجمته، ومنها: \"المجروحون\" لابن حبان 1/ 150 (63)، و\"الكامل\" لابن عدي 1/\n560 (176).\n</p>\n\n<p>\n(2) في نسخة برنستون: \"الطهرسي\"، وهو خطأ، انظر التعليق السابق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ما بين حاصرتين ألحق في هامش نسخة برنستون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة برنستون: \"حدثنا\"، ثم كتب فوقه: \"عن\"، وكتب: \"صح\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة برنستون: \"أبو عبد الله\"، وهو خطأ، وجاء على الصواب في مصادر\nترجمته، ومنها: \"تاريخ بغداد\" 3/ 659 (1156)، و\"سير أعلام النبلاء\" 14/\n408، وسيأتي على الصواب <span id='ms16'></span> أيضا في كلا النسختين برقم (67).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة برنستون: \"حدثنا\"، وكتب فوقه: \"أخبرنا\"، وكتب: صح.\n</p>\n\n<p>\n(2) ألحقت في هامش نسخة برنستون، وكتب: صح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ما بين حاصرتين سقط من نسخة برنستون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ما بين حاصرتين سقط من نسخة برنستون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة برنستون: \"رسول الله\"، وكتب فوقه: \"النبي\"، وكتب: صح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قوله: \"ابن\" ألحق في هامش نسخة برنستون، وكتب: صح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قوله: \"الزناد\" ألحق في هامش نسخة برنستون، وكتب: صح.\n</p>\n\n<p>\n(2) قوله: \"أن رسول الله صلى الله عليه وسلم\" ألحق في هامش نسخة برنستون،\nوكتب: صح.\n</p>\n\n<p>\n(3) في نسخة جوامع الكلم: \"ما\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة برنستون: \"عبد الله بن محرر\"، وهو تصحيف، تصويبه من \"التاريخ\nالكبير\" للبخاري 5/ 212 (681)، وغيره من مصادر ترجمة ابن محرر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة برنستون: \"رسول الله\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة برنستون: \"ثلاث\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة برنستون: \"أطلب\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة برنستون: \"عن عبد الله، وعن عيسى\"، وكتب: صح.\n</p>\n\n<p>\n(2) في نسخة برنستون: \"عني\"، وكتب في الهامش: \"غيره\"، وكتب: صح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قوله: \"الدنيا\"، سقط من نسخة برنستون: \"الدنيا\".\n</p>\n\n<p>\n(2) في نسخة برنستون: \"من\"، وكتب في الهامش: \"أمتي\"، وكتب: صح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة برنستون: \"في ذلك\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في هامش نسخة برنستون: \"الخير\"، وكتب: صح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة برنستون: \"رضي الله عنها\"، وكتب فوقها: \"عليها السلام\"، وكتب: صح.\n</p>\n\n<p>\n(2) في نسخة برنستون: \"يجاور\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ما بين الحاصرتين، من هنا وحتى قوله: \" أحدكم مرآة أخيه \"، في الحديث\nرقم (74)، ليس في مصورة نسخة برنستون، لسقوط ورقة منها أثناء التصوير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n(1) إلى هنا ينتهي السقط في مصورة نسخة برنستون.\n</p>\n\n<p>\n(2) في نسخة برنستون: \"إذا\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ما بين حاصرتين ألحق في هامش نسخة برنستون، وكتب: صح.\n</p>\n\n<p>\n(2) في نسخة برنستون: \"عز وجل\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة برنستون: \"رضي الله عنه\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة برنستون: \"رضي الله عنه\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في نسخة برنستون: \"عن أبيه\".\n</p>\n\n<p>\n(2) في نسخة برنستون: \"وكان عمر رضي الله عنه\"، وهو خطأ، فالحديث أخرجه\nأحمد في \"مسنده\" 2/ 86 (5590)، ومن طريقه أبو نعيم في \"الحلية\" 7/ 187\n(9392)، على الصواب أيضا، بنحو هذه الرواية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n(1) إلى هنا تنتهي نسخة \"جوامع الكلم\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n(1) هذا الحديث من نسخة برنستون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             <span id='ms17'></span>\n</p>\n",
  "pages": [
    "001",
    "001",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "001",
    "001",
    "002",
    "004",
    "016",
    "017",
    "018",
    "019",
    "020",
    "023",
    "024",
    "026",
    "028",
    "030",
    "031",
    "034",
    "035",
    "038",
    "041",
    "044",
    "047",
    "048",
    "049",
    "050",
    "051",
    "056",
    "059",
    "061",
    "064",
    "068",
    "074",
    "075",
    "076",
    "078",
    "079",
    "080",
    "081"
  ],
  "volumes": [
    "01"
  ]
}