{
  "content": "\n\n<div class='EDITOR'>\n<p>\n| قطع من شرح عبد الجبار الهمذاني لكتاب مجهول العنوان من تأليف أبي هاشم الجبائي\n</p>\n\n<p>\nتحقيق\n</p>\n\n<p>\nعمر حمدان\n</p>\n\n<p>\nسابينا اشميتكه\n</p>\n\n<p>\nيان تيله\n\nPageBegV0bP001a\n</p>\n\n</div>\n<h1 class='l1' id='head0'>I</h1>\n\n<p>\n [......] تذهب إلى أن المولد [......]\n[....] يعرض للكلام في المجاور[ة .....]\nبين القول فيها [وبين] ما قدمناه من [.....]\nاما أن تولد للشيء [..] الذي ذكرنا [...]\nفيختص بالتوليد في حال الحدوث وإذا [....]\nالقول على الطريقة الأخرى فتولد ح[ال ...]\nكما تولد في حال حدوثها وأما [..........]\nيق[ال] للس[ائل] إن قيل أن يولد في الحال [..]\n[أن ي]جد الجرح قبل ما له يحدث [...........]\n[حالا] بعد حال لم يمتنع، وكل ذلك [.......]\nاعتراض على ما قدمنا وبين أن الا[عتماد]\nالباقي يولد انه لو لم يولد ل[و]جب في ا[لحجر]\nالثقيل أن يصح وقوفه في الجو وان لا [يقتضي]\nمع السلامة كما يصح له ذلك فيما لا اع[......]\nفيه انهما شيئان في أن ما [...]ت في (؟)\n[...] انحدار هو فعل [بشيء ...] من [...]\n[....] فكما يجوز أن لا ىفعله في ال[.....]\n[...]قا واقفا فكذلك كان يجوز مت[ى ....]\nالح[..] وهذا [م]ما [لا ..]علم باضطرار [...]\n[...] بينه [...] فيه وذلك يوجب [...]\nمثاله [................]ضة من الا[...]\nPageBegV0bP001b\n [..] الهواء عند زوال الموانع ولذلك يفزع\nالعقلاء إل[ى ...] عمده للأجسام الثقيلة\nدون الأجسام الخفيفة ولو كان تزايده بال\n[...]دة كان لا يمتنع اختلاف العادات\n[...]ة وبطلان ذلك يوضح ما قدمناه. فإن\n[قيل:] أليس ما يولده الاعتماد هو من فعله\n[تعالى] [ف]لا جاز أن يقف في الجو بأن لا يفعل\n[..]ه، قيل له: إنه وإن كان من فعله تعالى\nفق[د ..]جد سببه فلا بد من وجوده ما\nلم يمنع منه لأن ذلك واجب في الأسباب،\n[فل]هذا يفارق القدرة ولولا أن حالها\nكذلك لخرجت من كونها أسبابا. فإن قيل:\nولم قال أن انحدار الحجر هو من فعله تعالى\n[هل] كان متولدا عن الاعتماد؟ قيل له:\n[إنه] قد ثبت أن الفاعل للسبب هو ال\n[فاعل] للمسبب فإذا كان تعالى قد فعل\n[الاعت]ماد وجب كونه فاعلا لما يتولد\n[منه]. وقد بينا في <span id='ms1'></span> الكلام في التولد أن الفاعل\n[لا ي]صح أن يفعل الفعل بفعل سواه\n[.. ي]فعل الفعل ابتداء وإن ذلك موقوف\n[...]ا قد كان يصح أن لا يفعله\nفاعله\nPageBegV0bP002a\n بأن لا يفعل سببه كما أن المبتدئ يجوز\nأن لا يفعله، وقد بينا أنه إذا جاز أن لا\nيصح منه الفعل إلا مع فعل سواه كالجوهر\nوالكون ولولاه لم يصح منه، وإن كان في الأفعال\nما يصح أن يفعله بانفراده فكذلك [ال]\nقول فيما قدمنا ولذلك يحسن في الناس ال[...]\nالمدح والذم على الأفعال المتولد[ة .....]\nوالكلام والضرب كما يحسنان على [ما ...ل]\nوذلك يبطل ما يتعلقون به من [الطبع] في\nهذا الباب. فإن قال: ولم قال في الحجر أنه\nلا يجوز أن يبقى على ثقله في الهواء إلا أن\nيحدث ما يعمده أو يسكنه الله تعالى\nحالا بعد حال؟ قيل له: لما بيناه من أن\nالسبب متى حصل على وجه يجب أن يولد فلا\nبد من أن يولد ما لم يحدث منع، فإذا\nعلم أن في الحجر اعتماد [لأنه زال]\nالعمد وما يجري مجراه فيجب أن الا[...]فة\nالانحدار وقد بينا أن العلم بذلك [...]\nوإنما يلتبس الحال في سببه وعلته.\nألا ترى أن أحدنا إذا لم يفعل ف[...]\nوقد مدها في الجو التسكين حالا بعد حا[ل]\nفلا بد من أن تسقط. فأما إذا كان\nPageBegV0bP002b\n [تح]تها ما يعمدها فقد حصل ما يمنع\nالسبب من توليد الحركة لأنه لو تحرك لم\nيخل من وجهين، إما أن يخرق العمد وقد\nسلمنا أن صلابته تمنع من ذلك فاما\n[أن] ينزل مع العمد وذلك يخرجه من أن يكون\n[ع]مد أو إن PageBegV0aP001a كان لا بد في العمد أن ينتهي\nإلى جسم يسكنه الله تعالى حالا بعد حال، وإلا\nأدى إلى ما لا نهاية. فأما إذا سكنه\nتعالى بسكون يتجدد فذلك يمنع الاعتماد\nمن التولد لأنه يضاد ما يولده، فإذا كان\nأكثر من ذلك امتنع فيه التوليد كما\nنقوله في القادرين المتمانعين. والشيخ أبوهاشم\nيقول <span id='ms2'></span> في المعتمد على مكان أنه لا يجوز\nإلا أن يكون مكانهأكثر منه، وقد بينا\nأن ذلك لا يجب لأن المعتبر فيما يمنع\nالاعتماد من التوليد هو ما في المكان من\nالصلابة والالتزاق دون نفس الأجزاء كما أن\nالمعتبر في التسكين المجدد المانع من [توليد]\nالاعتماد هو بعدد السكون لا بعدد\nالمحل، فهذا هو الواجب دون PageBegV0aP001b ما حكيناه\nعنه. وعلى هذا الأصل الذي قدمناه يبنى\nالكلام فيما له يقف العالم بأسره لا\nPageBegV0bP003a\n يتجدد لأنه إذا لم يجز أن يقال فيه أنه\nعلى عمد لما فيه من إثبات ما لا نهاية\nله فلا بد من أن يقال في جميعه أو في بعضه\nالذي هو العمد للباقي أنه تعالى يسكنه حالا\nبعد حال هو إن ثبت أن جميعه بمنزلة ما\nيظهر لنا من الثقل. فأما إذا لم يكن كذلك\nفالواجب أن يجوز ما قاله الشيخ أبوهاشم من\nأنه لا يبعد في بعضه أن يكون معتمدا\nصعدا وفيما عالاه أن يكون سفلا ويتكافأ\nاعتمادهما فيقفان على ما هما عليه.\n</p>\n\n<p>\nوهذه كافية في هذا الباب.\nPageBegV0aP002a\n</p>\n\n<h2 class='l2' id='head1'>مسألة</h2>\n\n<p>\nقال: وأفعال الله تعالى ليس فيها شيء يفعله\nبسبب إلا وهو قادر أن يفعله بغير سبب\nوإن فعله بسبب للمصلحة. اعلم أن\nقوله في ذلك اختلف فيجوز في هذا الموضع\nأن يفعل تعالى ما يفعله بسبب على جهة\nالابتداء، وقال في نقض الأبواب أنه لا\nيصح أن يفعله إلا بسبب وجعل حدوثه\nمن قبله متعلقا بذلك السبب في\nالصحة كتعلق المقدور بالقدرة والعرض\nبالمحل، ولم يختلف قوله في أنه لا يصح\nفي الواحد منا أن يفعل المتولد إلا\nPageBegV0bP003b\n متولدا عن السبب. واعتل في الجامع بأنه\nجل وعز إذا كان قادرا على المسبب فوجود\nسببه لا يتغير حاله فيجب أن لا يخرج من\nأن يكون قادرا عليه PageBegV0aP002b لأن الذي يخرجه من\nكونه قادرا على الشيء هو وجود الموجود أو\nتقضي وقته وذلك لم يحصل في المسبب\nفيجب أن يكون تعالى قادرا عليه، وإنما يستحيل\nفي العبد لأنه قد ثبت في <span id='ms3'></span> قدرته التي\nبها يفعل أنها لا يصح أن تتعلق إلا\nبجزء واحد من جنس واحد في محل واحد\nفي وقت واحد، ومتى جوزنا فيه أن يفعل\nمبتدأ ما يفعله بسبب أدى إلى نقض\nهذه الجملة. واعلم أن الذي قاله في نقض\nالأبواب أولى لأن المسبب قد تعلق وجوده\nبوجود سببه فلوجودنا فيه بعينه أن\nيصح أن يبتدئه تعالى لأدى إلى صحة وجوده\nمن وجهين، وتجويز ذلك يؤدي إلى جواز وقوع\nمقدور بقدرتين من قادرين بسببين.\nفما يمنع من ذلك أجمع يمنع مما\n[...]نا. يبين ذلك أنه تعالى كان يجب أن\n[...] أن يوجده ابتداء وبالسبب لأنه لا\n[...]افا ولو صح ذلك لأدى شيئا لم يحصل\nPageBegV0bP004a\n إحدى جهتي وجوده أن يكون معدوما من ذلك\nالوجه موجودا من الوجه الآخر وهذا محال. ولا\nيمتنع أن يقال أن المقدور يخرج أن يكون\nمقدورا لقادر بوجود سببه لما تعلق\nوجوده به كما يخرج من كونه كذلك لوجوده\nأو تقضي وقته فلسنا نسلم المقدمة التي\nأصلها في القول الأول لأنها تثبت على ما\nفيه الخلاف. وأما ما ذكره من الفرق بينه\nتعالى وبين الواحد منا فمتعذر في النظر\nوالعلم خاصة فكان يجب أن يجوز منا أن نفعل\nذلك الاعتقاد عن نظر وعلى ما ابتدأ أو أن\nيقال في القدرة أنه لا يصح أن يفعل إلا\nهذا الجزء فقط لأنه لا تنافي بين هذين\nالقولين وذلك يوجب أن ما منع في الواحد منا\nهذا القول هو مثل ما قدمناه فيه تعالى. فإن\nقال: فيجب أن يكون تعالى محتاجا إلى السبب إن\nلم يصح منه بعينه إلا بسبب، قيل له: إن\nالحاجة إلى الشيء إنما يقال متى عقلت بالفاعل\nفيما يصح الغنى عنه على بعض الوجوه فكما\nلا يقال أنه يحتاج إلى المحل في حدوث الحركة\nلما استحال أن يقع الغنى فيها عن ذلك،\nفكذلك ما قدمناه. فأما حاجته تعالى\nPageBegV0bP004b\n فكالأسباب للمسببات إذا أجملت فإنما\nلم يصح لأن أمثالها الوجه المقصود يصح أن\nيقع ابتداء منه، وليس كذلك <span id='ms4'></span> حال البعد\nفيما يفعله من المسببات في الأكثر لأنه لايصح\nأن يتوصل بأمثاله إلى الغرض على جهة الابتداء.\nفأما فعله تعالى الأفعال بالأسباب\nفالمصالح على ما ذكره خصوصا على القول الذي\nقاله أولا لأنه إذا صح أن يبتدئه، ثم\nاختار أن يفعله بعينه بسبب فيجب\nأن يثبت في السبب معنى وإلا كان عبثا.\nوكذلك القول في الثاني لأنه إذا صح أن\nيفعل أمثاله في الوجه المقصود لا بسبب\nفاختياره تعالى أن يفعله بسبب يجب أن\nيكون لمن يرده (؟) في السبب والمصلحة فيه، وعلى\nهذا الوجه قال أن ذلك إنما يصح في أوقات\nالتكليف دون أوقات الآخرة وفي ذلك تفصيل\nومسائل يطول الكلام وإنما يذكر في\nشرح هذا الكتاب جملة بينة على\nأصل هذا الباب.\n</p>\n\n<h2 class='l2' id='head2'>مسألة</h2>\n\n<p>\nقال: ويجوز أن\nيكون في الجسم الواحد اعتمادان في\nجهتين كالسفينة تعتمد سفلا\nوتذهب قدما ولا يجوز أن يجتمع فيه\nPageBegV0bP005a\n كونان مختلفان. اعلم أن هذه الجملة\nقد بيناها عند الدلالة على أن الاعتمادات\nلا تتضاد، وبينا أن تفصيل القول فيها وفصلنا\nبين الاعتمادين في جهتين وبين الكونين\nفي جهتين ودللنا على أن المعتمد في جهة\nلا يجب أن يكون في تلك الجهة الكائن في جهة\nبخلافه، وفصلنا القول فيه. فإن قيل: لم قلتم\nفي السفينة أنها تعتمد سفلا وتذهب\nقدما واعتمادها سفلا يوجب أن تكون\nكائنة في تلك الجهة وذهابها في ناحية\nجري الماء يوجب تحركها وليس ذلك يوجب كونه\nفي المكانين، قيل له: إن الاعتماد اللازم\nفيها يوجب أن تكون جارية في الماء إلى حد\nما وذهابها في جهة جرى الماء على ذلك\nالحد من الغوص لا يتضاد وفي ذلك إبطال\nما سألت عنه.\n</p>\n\n\n<h2 class='l2' id='head3'>باب المماسة</h2>\n\n<p>\nقال:\nالمماسة معنى لا يجوز حدوثها إلا في\nمتجاورين وليس هي المجاورة لأن المتجاور\nإنما يكون كذلك بالأكوان والمماسة\nمعنى غير الكون والجسم المنتقل يبطل\nأكوانه ولا يبطل مماسته. اعلم أن\nالذي يدل على إثبات التأليف يدل على أن\nPageBegV0bP005b\n يحل المحلين ولا يصح وجوده في أحدهما،\nوبذلك يبين <span id='ms5'></span> من سائر الأعراض وهو ما يوجد\nمن صعوبة تفكيك الأجسام الملتزقة علينا.\nوقد علمنا أن ذلك إنما يتصعب لا لجنسه\nوسائر أحواله من وجوده وحدوثه فيجب أن\nيكون كذلك لمعنى ولا يخلو ذلك المعنى من أن\nيختص بمحل واحد أو يوجد في محلين، وقد\nسلمنا أن ما يختص محلا واحدا لا يمنع\nمن ذلك لأن المانع منه أن كل ما في النصف\nالذي نقله وقد علمنا أن ما في الكل إذا\nلم يمنع من نقله فما في النصف بذلك\nأولى، وإن كان المانع هو المعنى الذي في النصف\nالثابت في مكانه، فقد علمنا أن المعنى\nالحال في الجسم لا يمتنع من أن يفعل في\nغيره من الأجسام ما ينافيه في الجنس،\nفيجب أن يكون المانع من ذلك معنى في\nالمحلين لا بد من بطالة من التفريق ولا\nيمتنع أن لا يصح إبطاله إلا بقدر من\nالفعل ربما يقرر وربما يصعب. وليس\n[لأح]د أن يقول: أليس اعتماد الثقيل على\nالخفيف يمنع من تحريك الخفيف؟ يبطل\nقولكم بأن معنى في المحل لا يمنع كون\nPageBegV0bP006a\n التصرف في المحل PageBegV0aP003a الآخر وذلك لأن الخفيف إنما\nيمنع تحريكه لأن الثقيل ولد فيه أكوانا\nفلما فيه منها يمنع من ذلك أو يصعب لا\nلما في الثقيل بل لأن الثقيل إذا ماس الخفيف\nفلا بد من أن تشاركه بالاجزاء النائية منه\nفيصعب تحريكه من تحته ويكون المانع أجزاء\nالتأليف أو الاعتماد الذي حصل فيهما،\nوذلك يبطل السؤال. وليس له أن يقول: أليس ما في\nالثقيل من الثقل يمنع من تحريك بعضه دون\nبعض ويقتضي أن يفعل في كل محل بعدد أجزاء\nجميعه؟ وهذا يبطل ما قدمتموه، وذلك\nلأن الذي يصحح ما سأل عنه هو لأن التأليف\nالذي في جميعه قد وقع على سبيل الالتزاق\nفلا PageBegV0aP003b يتحرك البعض إلا أن يتحرك الجميع ويصير\nما في الجميع كأنه في كل جزء في المعنى المانع،\nوهذا إنما يتم بالتأليف ولولاه لم يصح ما\nسأل عنه. فإن قيل: فكيف يجوز إثبات <span id='ms6'></span> معنى\nواحد في محلين مع علمهم باستحالة\nذلك في سائر الأعراض واستحالة كون الجسم\nفي مكانين؟ وبمثله أبطلتم القول بأن\nالكلام يوجد في الأماكن، أوليس القول بذلك\nيوجب تجزؤ التأليف؟ فإذا استحال ذلك في\nPageBegV0bP006b\n المعنى الواحد فيجب إثباته في محل واحد\nونفيه أصلا. قيل له: إن ما ثبت من الأعراض\nبالدليل لا يجوز أن يعرف صفته إلا بالدليل\nفالسائل لا يخلو من أن يدعي الاضطرار في ما\nذكره أو يجعله من باب الاستدلال، وقد\nعلمنا أن لا ضرورة في ذلك يصحح ادعاؤه PageBegV0aP004a\nلأن الجسم نفسه لا يعلم في جميعه استحالة\nكونه في مكانين، وإنما يعلم ذلك في\nالحاضر منه، ولو علم في جميعه ذلك من حيث\nعلم وجوده باضطرار ولم يوجب ذلك التخطي\nمنه إلى العرض مع أن العلم بوجوده مكتسب،\nولا فرق بين من سلك هذا الطريق في نفي\nالتأليف وبين المشبه إذا نفى القديم\nبمثله أو يدعي كونه مثلا للأشياء. وإذا\nصح أن العلم به من باب الاستدلال فالواجب\nأن يثبت على ما يقتضيه الدليل وقد بينا\nأن الدليل قد أوجب ذلك فيه. فإن أمكن\nالسائل الطعن فيه فليورده وإلا فادعاؤه\nاستحالة حلول الشيء في المحلين وأن ذلك يعلم\nبالبديهة كادعاء القول بأن ما خرج عن\nصفة الجوهر والعرض يعلم فساده بالبديهة\nوهذا فاسد وإنما كان يجب PageBegV0aP004b [......]\n[..............]اه حالا في المحلين\n[..............]ونا وجوده والتفريق قد أتى\n[...........] فإذا أدى حكمنا بإبطاله\nعند التفريق فذلك غير واجب.\nوإذا جاز في العرض أن يحل في محل\nواحد ولا يصير له جهات كجهات الجوهر\nفما الذي يمنع من أن يحل في المحلين\nولا يتجزأ كتجزئهما وإنما أبطلنا\nقول من خالف في الكلام وأثبته موجودا\nفي أماكن بضده من الدليل لا أنا\nادعينا فيه البديهة. وكيف يدعى\nالضرورة فيما قد اعتقده الشيوخ\nالمتكلمين في الكلام، والقول في التأليف\nكالقول فيه في أن الواجب تأمل حاله.\nفإذا ثبت بالدليل ما قلنا فيه\nلم يجز القدح فيه بما قاله ال\nسائل وإنما قال أن وجوده <span id='ms7'></span> لا <span id='ms8'></span>\n</p>\n",
  "pages": [],
  "volumes": [
    "01"
  ]
}