{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>[8]</h1>\n\n<p>\nكهمس بفتح الكاف والميم وسكون الهاء آخره مهملة أول من قال في القدر أي\nبنفيه فابتدع وخالف الحق فوفق لنا بضم الواو وكسر الفاء المشددة قال صاحب\nالتحرير معناه جعل وفقا لنا من الموافقة وهي الاجتماع والالتئام وفي مسند\nأبي يعلى الموصلي فوافق بزيادة ألف والموافقة المصادفة فاكتنفته أنا وصاحبي\nيعني صرنا في ناحيته من كنفي الطائر وهما جناحاه فظننت أن صاحبي سيكل\nالكلام إلي زاد في رواية لأني كنت أبسط لسانا ويتقفرون العلم رواية الجمهور\nبتقديم القاف أي يطلبونه ويتبعونه وقيل يجمعونه ورواية بن ماهان بتقديم\nالفاء أي يبحثون عن غامضه ويستخرجون خفيه وفي رواية يتقفون بتقديم القاف\nوحذف الراء وفي رواية أبي يعلى يتفقهون بالهاء وقال القاضي عياض ورأيت\nبعضهم قال فيه يتقعرون بالعين وفسره بأنهم يطلبون قعره أي غامضه وخفيه وذكر\nمن شأنهم قال النووي هذا الكلام من بعض الرواة الذين دون يحيى بن يعمر\nوالظاهر أنه من بن بريدة عن يحيى يعني ذكر بن يعمر من حال هؤلاء ووصفهم\nبالفضيلة في العلم والاجتهاد في تحصيله أنف بضم الهمزة والنون أي مستأنف لم\nيسبق به قدر لا يرى عليه ضبط بالمثناة التحتية المضمومة ووضع كفيه على\nفخذيه قال النووي أي فخذي نفسه جالسا على هيئة المتعلم ووافقه التوربشتي\nوزعم البغوي وإسماعيل التيمي بأن الضمير راجع للنبي صلى الله عليه وسلم\nورجحه الطيبي وقواه بن حجر فإن في رواية بن خزيمة ثم وضع يديه على ركبتي\nالنبي صلى الله عليه وسلم قال والظاهر أنه أراد بذلك المبالغة في تعمية\nأمره ليقوى الظن بأنه من جفاة الأعراب الإحسان أن تعبد الله كأنك تراه هذا\nمن جوامع الكلم لأنه لو قدر أن أحدا قام في عبادة ربه وهو يعاينه لم يترك\nشيئا مما يقدر عليه من الخضوع والخشوع وحسن السمت واشتماله بظاهره وباطنه\nعلى الاعتناء بتتميمها على أحسن وجوهها إلا أتى به قال القاضي عياض وهذا\nالحديث قد اشتمل على شرح وظائف العبادات الظاهرة والباطنة من عقود الإيمان\nوأعمال الجوارح <span id='ms001'></span> وإخلاص السرائر والحفظ من آفات الأعمال حتى أن علوم الشريعة\nكلها راجعة إليه أماراتها بفتح الهمزة أي علاماتها أن تلد الأمة ربتها وفي\nالرواية الأخرى ربها بالتذكير أي سيدها ومالكها وفي الأخرى بعلها وهو بمعنى\nربها كقوله تعالى أتدعون بعلا الصافات 125 أي ربا قال النووي الأكثر من\nالعلماء قالوا هو إخبار عن كثرة السراري وأولادهن فإن ولدها من سيدها\nبمنزلة سيدها وقيل معناه أن الإماء يلدن الملوك فتكون أمة من جملة رعيته\nوهو سيدها وسيد غيرها من رعيته وفيه أقوال أخر ذكرتها في التوشيح العالة\nالفقراء رعاء بكسر الراء والمد الشاء بالمد فلبث ضبط بمثلثة آخره بلا تاء\nوبتاء المتكلم مليا بتشديد التحتية أي وقتا طويلا وفي رواية أبي داود\nوالترمذي أنه قال ذلك بعد ثلاث وفي شرح السنة للبغوي بعد ثالثة قال النووي\nوفي ظاهره مخالفة لقوله في حديث أبي هريرة بعد هذا ثم أدبر الرجل فقال رسول\nالله صلى الله عليه وسلم ردوا علي الرجل فأخذوا يردوه فلم يروا شيئا فقال\nهذا جبريل فيحتمل الجمع بأن عمر لم يحضر قوله صلى الله عليه وسلم لهم في\nالحال بل كان قد قام من المجلس وأخبر صلى الله عليه وسلم الحاضرين في الحال\nوأخبر عمر بعد ثلاث الغبري بضم الغين المعجمة وفتح الموحدة حجة بكسر الحاء\nوفتحها عثمان بن غياث بالغين المعجمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>[9]</h1>\n\n<p>\nعن أبي حيان بالتحتية بارزا ظاهرا ولقائه ورسله وتؤمن بالبعث الآخر بكسر\nالخاء قال النووي واختلف في الجمع بينه وبين لقاء الله فقيل اللقاء يحصل\nبالانتقال إلى دار الجزاء والبعث بعده عند قيام الساعة وقيل اللقاء يكون\nبعد البعث عند الحساب وقيل المراد باللقاء الرؤية ووصف البعث بالآخر قيل\nمبالغة في البيان والإيضاح وقيل سببه أن خروج الإنسان إلى الدنيا بعث من\nالأرحام وخروجه من القبر إلى الحشر بعث من الأرض فقيل الآخر ليتميز أن تعبد\nالله لا تشرك به شيئا جمع بينهما لأن الكفار كانوا يعبدونه في الصورة\nويعبدون معه أوثانا يزعمون أنهم شركاؤه وأشراطها بفتح الهمزة <span id='ms002'></span> أي علاماتها\nواحدها شرط بفتحتين البهم بفتح الباء وإسكان الهاء الصغار من أولاد الغنم\nالضأن والمعز جميعا وقيل أولاد الضأن خاصة واحدها بهمة وهي تقع على المذكر\nوالمؤنث ووقع في البخاري رعاء الإبل البهم وهو بضم الباء لا غير السراري\nبتشديد الياء وتخفيفها جمع سرية بالتشديد لا غير وهي الجارية المتخذة للوطء\nفعلية من السر وهو النكاح وقيل من السرور لأنها سرور مالكها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>[10]</h1>\n\n<p>\nالحفاة العراة الصم البكم هو كناية عن الجهلة السفلة الرعاع أراد أن\nتعلموا ضبط بسكون العين وفتحها وتشديد اللام أي تتعلموا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>[11]</h1>\n\n<p>\nثائر الرأس منتفشة أي قائم شعره وهو بالرفع صفة الرجل ويجوز نصبه على\nالحال نسمع بالنون المفتوحة وروي بالتحتية المضمومة وكذا نفقه دوي صوته هو\nبعده في الهواء بفتح الدال وكسر الواو وتشديد الياء وحكي ضم الدال تطوع\nالمشهور تشديد الطاء على إدغام إحدى التائين فيها وجوز بن الصلاح تخفيفها\nعلى الحذف أفلح وأبيه قيل كيف حلف صلى الله عليه وسلم بأبيه مع النهي عنه\nبقوله إن الله ينهاكم أن تحلفوا بآبائكم وأجيب بأوجه منها أن يكون هذا صدر\nقبل النهي ومنها أنه ليس حلفا وإنما هي كلمة جرت عادة العرب أن تدخلها في\nكلامها غير قاصدة بها حقيقة الحلف كقولهم تربت يداه وقاتله الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>[12]</h1>\n\n<p>\nالبادية ما عدا الحاضرة فجاء رجل هو ضمام بن ثعلبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>[13]</h1>\n\n<p>\nأن أعرابيا هو بفتح الهمزة البدوي الذي يسكن البادية بخطام ناقته أو\nبزمامها بكسر الخاء والزاي قال الأزهري الخطام هو الذي يخطم به البعير وهو\nأن يؤخذ حبل من ليف أو شعر فيجعل في إحدى طرفيه حلقة يسلك فيها الطرف الآخر\nحتى يصير كالحلقة ثم يقلد البعير ثم يثني على مخطمه وأما الذي يجعل في\nالأنف دقيقا فهو الزمام وقال صاحب المطالع الزمام للإبل ما يشد به رؤوسها\nمن حبل أو سير لتقاد به حدثنا محمد بن عثمان قال النووي اتفقوا على أن شعبة\nوهم في تسميته محمد وإنما هو عمرو كما في الطريق الأول موهب بفتح الميم\nوسكون الواو إن <span id='ms003'></span> تمسك بما أمر به بضم الهمزة وكسر الميم مبنيا للمفعول وبه\nبباء الجر مع الضمير وضبطه العبدري بفتح الهمزة وبالتاء للمتكلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>[15]</h1>\n\n<p>\nقوقل بقافين مفتوحتين بينهما واو ساكنة وآخره لام وحرمت الحرام قال بن\nالصلاح الظاهر أنه أراد به أمرين أن يعتقده حراما وأن لا يفعله بخلاف تحليل\nالحلال فإنه يكفي مجرد اعتقاده حلالا أعين بفتح الهمزة والتحتية بينهما عين\nمهملة ساكنة وآخره نون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>[16]</h1>\n\n<p>\nسليمان بن حيان بالتحتية بني الإسلام على خمسة كذا في الطريق الأول\nوالرابع أي أركان أو أشياء وفي الثاني والثالث على خمس أي خصال أو دعائم أو\nقواعد يوحد بالبناء للمفعول فقال رجل الحج وصيام رمضان قال لا صيام رمضان\nوالحج هكذا سمعته من رسول الله وقع في مستخرج أبي عوانة عكس ذلك وهو أن بن\nعمر قال للرجل اجعل صيام رمضان آخرهن كما سمعت من رسول الله قال بن الصلاح\nلا تقاوم هذه الرواية ما رواه مسلم قال النووي ويحتمل أن يكون جرت القصة\nمرتين لرجلين وأن بن عمر سمعه من النبي صلى الله عليه وسلم مرتين مرة\nبتقديم الحج ومرة بتأخيره قال واسم الرجل الذي رد عليه تقديم الحج يزيد بن\nبشر السكسكي ذكره الخطيب في مبهماته أن رجلا اسمه حكيم ذكره البيهقي ألا\nتغزو بتاء الخطاب فقال إني سمعت إلى آخره وزاد عبد الرزاق بآخره وإن الجهاد\nمن العمل الحسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>[17]</h1>\n\n<p>\nقدم وفد عبد القيس الوفد الجماعة المختارة للمصير إليهم في المهمات\nواحدهم وافد وكان قدومهم في عام الفتح وكانوا أربعة عشر راكبا الأشج العصري\nومزيدة بن مالك المحاربي وعبيدة بن همام المحاربي وصحار بن العباس المري\nوعمرو بن مرحوم العصري والحارث بن شعيب العصري والحارث بن جندب من بني عايش\nولم يعثر بعد طول التتبع على أكثر من أسماء هؤلاء كذا ذكره النووي عن صاحب\nالتحرير إنا هذا الحي قال بن الصلاح الذي نختاره نصبه على الاختصاص والخبر\nمن ربيعة والمعنى إن هذا الحي حي ربيعة قال صاحب المطالع الحي اسم لمنزل\nالقبيلة ثم <span id='ms004'></span> سميت بذلك القبيلة لأن بعضهم يحيا ببعض نخلص نصل في شهر الحرام\nبالإضافة على حد قولهم مسجد الجامع فعند الكوفيين هو من إضافة الصفة إلى\nالموصوف وعند البصريين على حذف مضاف تقديره شهر الوقت الحرام آمركم بأربع\nإلى قوله بإيتاء الزكاة في بعض طرقه عند البخاري وصوم رمضان وهو زائد على\nالأربع وقد أوضحت الجواب عنه فيما علقته عليه قال بن الصلاح والنووي وتركه\nفي رواية مسلم إهمال من الراوي خمس بضم الميم وإسكانها وأنهاكم عن الدباء\nبضم الدال وبالمد القرع اليابس أي الوعاء منه والحنتم بحاء مهملة مفتوحة ثم\nنون ساكنة ثم فوقية مفتوحة واحده حنتمة وهي جرار خضر كما فسره الأكثرون من\nأهل اللغة والغريب والمحدثين والفقهاء وفيها خمسة أقوال أخر ذكرتها في\nالتوشيح والنقير جذع ينقر وسطه والمقير هو المزفت المطلي بالقار وهو الزفت\nومعنى النهي عنها النهي عن الانتباذ فيها وهو أن يجعل في الماء حبات من تمر\nأو زبيب أو نحوه ليحلو ويشرب وخصت هذه بالنهي لأنه يسرع إليه الإسكار فيها\nوربما شربه بعد إسكاره من لم يطلع عليه بخلاف أسقية الأدم لأنها لرقتها ترى\nفيها ولا يخفى فيها المسكر وهذا النهي كان في أول الأمر ثم نسخ بحديث بريدة\nالآتي كنت نهيتكم عن الانتباذ إلا في الأسقية فانتبذوا في كل وعاء ولا\nتشربوا مسكرا كنت أترجم بين يدي بن عباس وبين الناس قال النووي كذا هو في\nالأصول وتقديره بين يدي بن عباس بينه وبين الناس فحذف لفظة بينه لدلالة\nالكلام عليها ويجوز أن يكون المراد بين بن عباس وبين الناس كما في البخاري\nبحذف يدي فتكون يدي عبارة عن الجملة كقوله تعالى بما قدمت يداك الحج 1\nوالترجمة التعبير عن لغة بلغة ثم قيل إنه كان يتكلم بالفارسية فكان يترجم\nلابن عباس عمن يتكلم بها قال بن الصلاح وعندي أنه كان يبلغ كلام بن عباس\nإلى من خفي عليه من الناس لزحام أو قصور فهم قال النووي والظاهر أن معناه\nأنه يفهمهم عنه ويفهمه <span id='ms005'></span> عنهم الجر بفتح الجيم واحدها جرة وهو هذا الفخار\nالمعروف مرحبا نصب على المصدر ومعناه صادفت رحبا وسعة غير خزايا ولا\nالندامى قال النووي كذا في الأصول باللام في الندامى وروي في غير مسلم\nبالألف واللام فيهما وبالحذف فيهما والرواية بنصب غير على الحال وحكي فيهما\nالكسر على الصفة والمعروف الأول ويدل عليه ما في البخاري مرحبا بالقوم\nالذين جاءوا غير خزايا ولا ندامى الخزايا جمع خزيان وهو المستحيي وقيل\nالذليل المهان والندامى جمع ندمان وقيل جمع نادم اتباعا للخزايا والأصل\nنادمين شقة بضم الشين وكسرها السفر البعيد لأنه يشق على الإنسان وقيل هي\nالمسافة وقيل الغاية التي يخرج إليها الإنسان فعلى الأول قولهم بعيدة\nمبالغة في بعدها بأمر بالتنوين فصل هو البين الواضح الذي ينفصل به المراد\nولا يشكل من ورائكم بالكسر حرف جر قال أبو بكر في روايته من وراءكم أي\nبالفتح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>[18]</h1>\n\n<p>\nساقطة أصابته جراحة كذلك كانت في ساقه الأدم بفتح الهمزة والدال جمع أديم\nوهو الجلد الذي تم دباغه يلاث بضم التحتية وتخفيف اللام وآخره مثلثة أي يلف\nالخيط على أفواهها ويربط به الخيط على أفواهها ويربط به وضبطه العبدري\nبالفوقية أوله أي تلف الأسقية على أفواهها كثيرة الجرذان بكسر الجيم وإسكان\nالراء وبالذال المعجمة جمع جرذ بضم الجيم وفتح الراء كصرد نوع من الفأر\nوقيل الذكر منه كثيرة روي بالهاء في آخره وبدونها قال بن الصلاح والتقدير\nفيه على حذفها أرضنا مكان كثير الجرذان وإن أكلتها الجرذان مكرر ثلاث مرات\nفتذيفون بفتح الفوقية ويروى بضمها وكسر المعجمة ويروى بالإهمال بعدها تحتية\nساكنة وفاء مضمومة من ذاف يذيف بالمعجمة كباع يبيع وداف يدوف بالمهملة كقال\nيقول وأذاف يذيف إعجاما وإهمالا ومعناه على الأوجه كلها خلط أنا بن جريج\nأنا أبو قزعة بفتح القاف والزاي وحكي سكونها أن أبا نضرة أخبره وحسنا\nأخبرهما أن أبا سعيد الخدري أخبره قال النووي وغيره هذا الإسناد معدود في\nالمشكلات ولإعضاله اضطربت فيه أقوال الأئمة فوقع في مستخرج أبي نعيم أخبرني\nأبو <span id='ms006'></span> قزعة أن أبا نضرة وحسنا أخبرهما أن أبا سعيد الخدري أخبره وهذا يلزم\nمنه أن يكون أبو قزعة هو الذي سمع من أبي سعيد وهذا منتف بلا شك وقال أبو\nعلي الغساني الصواب في الإسناد عن بن جريج أخبرني أبو قزعة أن أبا نضرة\nوحسنا أخبراه أن أبا سعيد الخدري أخبره قال وإنما قال أخبره ولم يقل\nأخبرهما لأنه رد الضمير إلى أبي نضرة وحده وأسقط الحسن لموضع الإرسال فإنه\nلم يسمع أبا سعيد ولم يلقه قال وهذا اللفظ أخرجه أبو علي بن السكن في مصنفه\nوالبزار في مسنده الكبير قال والحسن هذا ساقطة ساقطة بسطام بكسر الموحدة\nوحكي فتحها والصحيح منعه من الصرف لأنه أعجمي العيشي بالتحتية والشين\nالمعجمة نسبة إلى بني عايش وأصله العايش مخفف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>[20]</h1>\n\n<p>\nمن فرق بتشديد الراء وتخفيفها عقالا قيل المراد به زكاة عام وهو معروف\nبذلك لغة وقيل الحبل الذي يعقل به البعير مبالغة وإن كان لا يجب دفعه في\nالزكاة ولا القتال عليه كحديث لعن الله السارق يسرق البيضة فتقطع يده ويسرق\nالحبل فتقطع يده قال النووي وغيره وهذا هو الصحيح ثم قيل المراد قيمته في\nزكاة النقدين وقيل زكاته إذا كان من عروض التجارة وقيل هو نفسه وأن العقال\nيؤخذ من الفريضة لأن على صاحبها تسليمها وإنما يقع قبضها التام برباطها وفي\nرواية البخاري بدله عناقا رأيت علمت شرح فتح ووسع فعرفت أنه الحق أي بما\nأظهر عليه من الدليل في إقامة الحجة لا تقليدا الدراوردي بفتح الدال\nالمهملة بعدها راء ثم ألف ثم واو مفتوحة ثم راء ساكنة ثم دال أخرى نسبة إلى\nدار بجرد بفتح الدال والراء والموحدة وكسر الجيم مدينة بفارس من شواذ النسب\nوقيل إلى دراورد وهي دار بجرد وقيل قرية بخراسان وقيل إلى أندارية بفتح\nالهمزة والدال بينهما نون ساكنة وبعد الألف موحدة ثم ساقطة ساقطة الجزع\nبفتح الجيم والزاي في جميع الأصول والروايات وذهب قوم من أهل اللغة إلى أنه\nبفتح الخاء المعجمة والراء وهو من الضعف <span id='ms007'></span> والخور واختاره الزمخشري وقال عياض\nنبهنا غير واحد من شيوخنا على أنه الصواب لأقررت بها عينك قال ثعلب معنى\nأقر الله عينك أي بلغه الله أمنيته حتى ترضى نفسه وتقر عينه أي تسكن فلا\nتستشرف لشيء وقال الأصمعي معناه أبرد الله دمعه لأن دمعة الفرح باردة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>[26]</h1>\n\n<p>\nالوليد بن مسلم بن شهاب العنبري البصري أبو بشر أقدم من الوليد بن مسلم\nالأموي الدمشقي أبي العباس صاحب الأوزاعي والثاني أعلم وأجل الحذاء بالمد\nكان يجلس في الحذائين وقيل كان يقول احذ على هذا النحو ولم يحذ نعلا قط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>[27]</h1>\n\n<p>\nمغول بكسر الميم وسكون الغين المعجمة وفتح الواو مصرف بضم الميم وفتح\nالصاد المهملة وكسر الراء وصحف من حكى فيها الفتح حمائلهم روي بالحاء\nوالجيم فالأول جمع حمولة بالفتح وهي الإبل التي تحمل والثاني جمع جمالة\nبالكسر جمع جمل بقي بكسر القاف ولغة طيء فتحها قال وقال مجاهد قائل ذلك\nطلحة بن مصرف وذو النواة بنواة الأول بالتاء آخره والثاني بحذفها وفي\nمستخرج أبي ساقطة ساقطة داود بن رشيد بضم الراء وفتح الشين الوليد بن مسلم\nهو الدمشقي صاحب الأوزاعي هانئ بهمزة آخره جنادة بضم الجيم أبي أمية اسمه\nكبير بالموحدة وهو وولده جنادة صحابيان من قال أشهد أن لا إله الله وحده لا\nشريك له وأن محمدا عبده ورسوله وأن عيسى عبد الله وابن أمته وكلمته ألقاها\nإلى مريم سمي كلمة لأنه كان بكلمة كن فخلق من غير أب بخلاف غيره من بني آدم\nوروح منه أي رحمة ومتولد منه أي ليس من أب إنما نفخ في أمه الروح وقال\nبعضهم أي مخلوقة من عنده وإضافتها إليه إضافة تشريف أدخله الله من أي أبواب\nالجنة الثمانية شاء قال بن العربي في شرح الترمذي الذين يدعون من أبواب\nالجنة الثمانية أربعة الأول هذا والثاني من مات يؤمن بالله واليوم الآخر\nوالثالث من أنفق زوجين في سبيل الله وحديثه في الصحيح والرابع من قال بعد\nالوضوء أشهد أن لا إله إلا الله وحده لا شريك <span id='ms008'></span> له وأن محمدا عبده ورسوله\nوحديثه في مسلم قلت هم أكثر من ذلك وقد استوعبتهم في كتاب البعث أدخله الله\nالجنة على ما كان من عمل قال النووي هذا محمول على إدخاله الجنة في الجملة\nفإن كان له معاص من الكبائر فهو في المشيئة فإن عذب ختم له بالجنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>[29]</h1>\n\n<p>\nبن عجلان بفتح العين عن محمد بن يحيى بن حبان بفتح الحاء وبالموحدة عن بن\nمحيريز عن الصنابحي هؤلاء الأربعة تابعيون روى بعضهم عن بعض في هذا الإسناد\nبن عجلان ومن فوقه عن عبادة بن الصامت أنه قال دخلت عليه قال النووي ساقطة\nلقب ثم اختلفوا أيهما اللقب فقال جماعة هداب وعليه البخاري وقال آخرون هدبة\nواختاره بن الصلاح ردف بكسر الراء وإسكان الدال وهو الراكب خلف الراكب\nومثله الرديف وأصله من ركوبه على الردف وهو العجز مؤخرة الرحل بضم الميم\nوسكون الهمزة وكسر الخاء المعجمة أفصح من فتح الهمزة والخاء المشددة وأفصح\nمنهما آخرة بهمزة ممدودة وهو العود الذي يكون خلف الراكب يا معاذ بن جبل\nبنصب بن لا غير وفي معاذ النصب والضم لبيك الأشهر أن معناه إجابة لك بعد\nإجابة وقيل قربا منك وإجابة وقيل قربا منك وطاعة وقيل أنا مقيم على طاعتك\nمن ألب بالمكان إذا أقام به ولزمه وألب لغة فيه ونصبه على المصدر وبني على\nمعنى التأكيد أي إلبابا بك بعد الباب وإقامة بعد إقامة وسعديك قال في\nالصحاح أي إسعاد لك بعد إسعاد والإسعاد الإعانة هل تدري ما حق الله على\nالعباد قال صاحب التحرير الحق كل موجود يتحقق أو ما سيوجد لا محالة فالله\nهو الحق الموجود الأزلي والموت والساعة والنار حق لأنها واقعة لا محالة\nوالكلام الصدق حق بمعنى أن الشيء المخبر عنه بذلك الخبر حق واقع متحقق لا\nتردد فيه وكذلك الحق المستحق على الغير من غير أن يكون فيه تردد فمعنى حق\nالله على العباد ما يستحقه عليهم ومعنى حق العباد على الله أنه متحقق لا\nمحالة وقال غيره إنما <span id='ms009'></span> يقال حقهم على الله على جهة المقابلة لحقه عليهم ثم\nقال النووي ويجوز أن يكون نحو قول الرجل لصاحبه حقك واجب علي أي متأكد\nقيامي به ومنه حديث حق على كل مسلم أن يغتسل في كل سبعة أيام على حمار يقال\nله عفير هو بعين مهملة مضمومة وفاء مفتوحة وأخطأ من أعجم العين قال بن\nالصلاح ولعل هذه قضية غير المرة المتقدمة في الحديث السابق فإن مؤخرة الرحل\nيختص بالإبل ولا يكون على حمار قال النووي يحتمل أن يكونا قضية واحدة وأراد\nبالحديث الأول قدر مؤخرة الرحل أن يعبد الله ولا يشرك به شيء قال النووي\nهكذا ضبطناه بالبناء للمفعول فيهما وشيء بالرفع وقال بن الصلاح ووقع في\nالأصول شيئا بالنصب وهو صحيح على أن يعبد الله بالياء التحتية المفتوحة أي\nيعبد العبد الله ولا يشرك به شيئا أو بالفوقية المفتوحة خطابا لمعاذ أو\nبالتحتية المضمومة وشيئا كناية عن المصدر لا على المفعول به أي لا تشرك به\nإشراكا وبه هو النائب عن الفاعل قال وإذا لم يعين الرواة شيئا من هذه\nالوجوه فحق على من يروى هذا الحديث منا أن ينطق بها كلها واحدا بعد واحد\nليكون اتباعا لما هو المقول فيها في نفس الأمر جزما حسين عن زائدة هذا هو\nالصواب حسين بالسين هو بن علي الجعفي وفي بعض الأصول حصين بالصاد قال عياض\nوهو غلط نحو حديثهم أي أن حديث القاسم شيخ مسلم في الرواية الأخيرة نحو\nحديث شيوخ مسلم الأربعة المذكورين في الروايات المتقدمة هداب وابن أبي شيبة\nوابن المثنى وابن بشار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>[31]</h1>\n\n<p>\nأبو كثير بالمثلثة أي يزيد بن عبد الرحمن بن أذينة ويقال غفيلة بالغين\nالمعجمة والفاء قعودا حول يقال قعدنا حوله وحواليه وحواله بفتح اللام في\nجميعها أي على جوانبه معنا بفتح العين أفصح من سكونها أن يقتطع دوننا أي\nيصاب بمكروه وفزعنا قال عياض الفزع يكون بمعنى الروع وبمعنى الهيوب للشيء\nوالاهتمام به وبمعنى الإغاثة قال والثلاثة صحيحة هنا أي ذعرنا لاحتباسه عنا\nبدليل <span id='ms010'></span> وخشينا أن يقتطع دوننا ويدل للآخرين قوله فكنت أول من فزع حائط أي\nبستان سمي به لأنه حائط لا سقف له ربيع بفتح الراء على اللفظ المشتهر من\nبئر خارجة ضبط بالتنوين في كل منهما وآخر الثاني تاء على أنه صفة ل بئر\nوبتنوين بئر وآخر خارجه هاء مضمومة ضمير الحائط أي البئر في موضع خارج عن\nالحائط وبإضافة بئر إلى خارجه آخره هاء التأنيث اسم رجل والأول هو المشهور\nوالبئر مؤنثة مهموزة ويجوز تسهيلها مشتقة من بأرت أي حفرت والربيع الجدول\nهذا مدرج في الحديث من التفسير الجدول بفتح الجيم النهر الصغير فاحتفزت روي\nبالراء وبالزاي والثاني أصعب ومعناه تضاممت ليسعني المدخل ويدل عليه تشبيهه\nبفعل الثعلب وهو تضامه في المضايق أبو هريرة أي أنت أبو هريرة كنت بين\nأظهرنا في بعض الأصول ظهرينا وأعطاني نعليه ليكون علامة ظاهرة معلومة عندهم\nيعرفون بها أنه لقي النبي صلى الله عليه وسلم ويكون أوقع في نفوسهم لما\nيخبرهم به عنه مستيقنا بها قلبه ذكر القلب للتأكيد ونفي توهم المجاز وإلا\nفالاستيقان لا يكون إلا به فقلت هاتين نعلا رسول الله صلى الله عليه وسلم\nقال النووي كذا في جميع الأصول بنصب هاتين ورفع نعلا وهو صحيح ومعناه فقلت\nيعني هاتين هما نعلا فنصب هاتين بإضمار يعني وحذف هما المبتدأ للعلم به\nبعثني بهما بالتثنية وفي كثير من الأصول بهاء بلا ميم وهو عائد إلى العلامة\nقاله النووي ثديي تثنية ثدي بفتح الثاء مذكر وقد يؤنث واختلف في اختصاصه\nبالمرأة وعليه يكون إطلاقه في الرجل مجازا واستعاره فخررت بفتح الراء\nالأولى لاستي هو من أسماء الدبر فأجهشت بالجيم والشين المعجمة والهمزة\nوالهاء مفتوحتان وروي فجهشت بحذف الألف يقال جهشت جهشا وأجهشت إجهاشا قال\nعياض وهو أن يفزع الإنسان إلى غيره وهو متغير الوجه متهيء للبكاء ولما يبك\nبعد وقال الطبري هو الفزع والإستغاثة وقال أبو زيد جهشت للبكاء والحزن\nوالشوق بكاء نصب على المفعولية وروي للبكاء وهو يمد ويقصر وركبني عمر أي <span id='ms011'></span>\nتبعني ومشى خلفي في الحال بلا مهلة إثري بكسر الهمزة وإسكان المثلثة\nوبفتحهما بأبي أنت وأمي أي أفديك أو أنت مفدى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>[32]</h1>\n\n<p>\nتأثما بفتح الهمزة وضم المثلثة المشددة قال أهل اللغة تأثم الرجل إذا فعل\nفعلا ليخرج به من الإثم وتحرج أزال عنه الحرج وتحنث أزال عنه الحنث ومعنى\nتأثم معاذ أنه كان يحفظ علما يخاف فواته وذهابه بموته فخشي أن يكون ممن كتم\nعلما فيكون آثما فاحتاط وأخبر بهذه السنة مخافة من الإثم وعلم أن النبي صلى\nالله عليه وسلم لم ينهه عن الإخبار بها نهي تحريم أو أنه إنما نهاه عن\nالإذاعة والتبشير العام خوفا من أن يسمع ذلك من لا خبرة له ولا علم فيغتر\nويتكل بدليل أنه أمر أبا هريرة بالتبشير في الحديث السابق فيكون ذلك مخصوصا\nبمن أمن عليه الاغترار والاتكال من أهل المعرفة فسلك معاذ هذا المسلك فأخبر\nبه من الخاصة من رآه أهلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>[33]</h1>\n\n<p>\nعن أنس حدثنا محمود بن الربيع عن عتبان بن مالك هؤلاء الثلاثة صحابيون\nيروي بعضهم عن بعض ورواية أنس عن محمود من رواية الأكابر عن الأصاغر فإن\nأنسا أكبر سنا وعلما ومرتبة وعتبان بكسر المهملة وسكون الفوقية وموحدة\nأسندوا عظم ذلك بضم العين وإسكان الظاء أي معظمه وكبره بضم الكاف وكسرها أي\nأنهم تحدثوا وذكروا شأن المنافقين وأفعالهم القبيحة وما يلقون منهم ونسبوا\nمعظم ذلك إلى مالك بن الدخشم بضم الدال المهملة والشين المعجمة بينهما خاء\nمعجمة ساكنة آخره ميم بلا ألف ولام وضبط في الرواية الثانية بزيادة ياء بعد\nالخاء على التصغير وألف ولام وروي في غير مسلم بالنون بدل الميم مكبرا\nومصغرا قال بن الصلاح ويقال أيضا بكسر الدال والشين قال بن عبد البر وغيره\nوابن دخشم هذا من الأنصار شهد بدرا وما بعدها من المشاهد قال ولا يصح عنه\nالنفاق فإنه قد ظهر من حسن إسلامه ما منع من اتهامه قال النووي وقد نص\nالنبي صلى الله عليه وسلم على إيمانه باطنا وبراءته من النفاق بقوله في\nرواية <span id='ms012'></span> البخاري ألا تراه قال لا إله إلا الله يبتغي بها وجه الله ودوا أنه\nأصابه شيء في بعض الأصول شر وبعضها بشر بزيادة الباء الجارة فخط لي مسجدا\nأي أعلم لي على موضع لأتخذه موضع صلاتي متبركا بآثاره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>[34]</h1>\n\n<p>\nيزيد بن الهاد يقوله المحدثون بلا ياء والمختار عند أهل العربية فيه وفي\nنظائره الياء ذاق طعم الإيمان من رضي بالله ربا قال صاحب التحرير معنى رضيت\nبالشيء قنعت به واكتفيت به ولم أطلب معه غيره فمعنى الحديث لم يطلب غير\nالله ربا ولم يسع في غير طريق الإسلام ولم يسلك إلا ما يوافق شريعة محمد\nصلى الله عليه وسلم ولا شك أن من كانت هذه صفته فقد خلصت حلاوة الإيمان إلى\nقلبه وذاق طعمه وقال عياض معنى الحديث صح إيمانه واطمأنت به نفسه وخامر\nباطنه لأن رضاه بالمذكورات دليل لثبوت معرفته ونفاذ بصيرته ومخالطة بشاشته\nقلبه لأن من رضي أمرا سهل عليه فكذا المؤمن إذا دخل قلبه الإيمان سهلت عليه\nالطاعة ولذت له الإيمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>[35]</h1>\n\n<p>\nالإيمان بضع وسبعون أو بضع وستون شعبة قال البيهقي الشك من سهيل لكن رواة\nأبو داود وغيره برواية سهيل بضع وسبعون بلا شك وعند الترمذي من طريق آخر\nأربعة وستون وضعف القاضي عياض وغيره رواية بضع وسبعون وقال بن الصلاح\nاختلفوا في الترجيح والأشبه بالإتقان والاحتياط ترجيح رواية الأقل ومنهم من\nرجح رواية الأكثر وإياها اختار الحليمي والبضع بكسر الباء وفتحها ما بين\nالثلاث أو الإثنين والعشر وهذا هو الصحيح وورد في حديث مرفوع والشعبة\nالقطعة من الشيء والمراد بها هنا الخصلة وقد سردت هذه الشعب فيما علقته على\nالبخاري الحياء بالمد الاستحياء قال عياض وغيره وإنما عد من الإيمان وإن\nكان غريزة لأنه قد يكون غريزة وقد يكون اكتسابا كسائر أعمال البر وإذا كان\nغريزة فاستعماله على قانون الشرع يحتاج إلى اكتساب ونية وعلم فهو من\nالإيمان لهذا ولكونه باعثا على أفعال البر ومانعا من المعاصي إماطة الأذى\nتنحيته وإبعاده وهو كل ما يؤذي من حجر <span id='ms013'></span> أو مدر أو شوك أو غيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>[36]</h1>\n\n<p>\nيعظ أخاه في الحياء أي ينهاه عنه ويقبح له فعله ويزجره عن كثرته فقال\nالحياء من الإيمان عند البخاري فقال دعه فإن الحياء من الإيمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>[37]</h1>\n\n<p>\nثنا محمد بن المثنى هذا الإسناد والذي بعده رجالهما كلهم بصريون أما\nالسوار بفتح السين وتشديد الواو وآخره راء الحياء لا يأتي إلا بخير استشكل\nمن حيث أن صاحب الحياء قد يستحيي أن يواجه بالحق من لا يفعله فيترك أمره\nبالمعروف ونهيه عن المنكر وقد يحمله الحياء عن الإخلال ببعض الحقوق وغير\nذلك مما هو معروف في العادة وأجاب بن الصلاح وغيره بأن هذا المانع ليس\nبحياء حقيقة بل هو عجز وخور ومهانة وإنما يطلق عليه أهل العرف حياء مجازا\nلمشابهته الحياء الحقيقي وحقيقة الحياء خلق يبعث على ترك القبيح ويمنع من\nالتقصير في حق ذي الحق بشير بن كعب بضم الباء وفتح المعجمة ضعف بالفتح\nوالضم حتى احمرتا عيناه كذا في الأصول وهو جار على لغة أكلوني البراغيث وفي\nسنن أبي داود احمرت بلا ألف وهو أدل دليل على أن ذلك تعبيرات الرواة وتعارض\nفيه أي تأتي بكلام في مقابلته وتعترض بما يخالفه إنه منا أي ليس ممن يتهم\nبنفاق أو زندقة أو بدعة يا أبا نجيد بضم النون وفتح الجيم آخره دال مهملة\nكنية عمران بن حصين رضي الله عنه أبو نعامة بفتح النون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>[38]</h1>\n\n<p>\nآمنت بالله ثم استقم هذا من جوامع الكلم وهو مطابق لقوله تعالى إن الذين\nقالوا ربنا الله ثم استقاموا أي وحدوه وآمنوا به ثم استقاموا فلم يحيدوا عن\nتوحيدهم والتزموا طاعته إلى أن توفوا على ذلك وهو معنى الحديث قاله عياض\nوقال القشيري الاستقامة درجة بها كمال الأمور وتمامها وبوجودها حصول\nالخيرات ونظامها وقيل الاستقامة لا يطيقها إلا الأكابر لأنها الخروج عن\nالمعهودات ومفارقة الرسوم والعادات والقيام بين يدي الله على حقيقة الصدق\nولذلك قال صلى الله عليه وسلم استقيموا ولن تحصوا وقال الواسطي الخصلة التي\nبها كملت المحاسن وبفقدها قبحت المحاسن الاستقامة <span id='ms014'></span> قال النووي ولم يرو مسلم\nلسفيان بن عبد الله راوي هذا الحديث عن النبي صلى الله عليه وسلم غير هذا\nالحديث ولم يروه البخاري ولا روى له في صحيحه عن النبي صلى الله عليه وسلم\nشيئا وروى الترمذي هذا الحديث وزاد فيه قلت يا رسول الله ما أخوف ما تخاف\nعلي قال هذا وأخذ بلسانه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>[39]</h1>\n\n<p>\nوحدثنا محمد بن رمح هذا الإسناد والذي بعده رجالهم كلهم مصريون أئمة أجلة\nقال النووي وهذا من عزيز الأسانيد في مسلم بل وفي غيره فإن اتفاق جميع\nالرواة في كونهم مصريين في غاية القلة ويزداد قلة باعتبار العدالة أي\nالإسلام خير أي خصاله أي أموره وأحواله وإنما وقع اختلاف الجواب في خير\nالمسلمين لاختلاف حال السائلين أو الحاضرين وكان في أحد الموضعين الحاجة\nإلى إفشاء السلام وإطعام الطعام أكثر وأهم لما حصل من إهمالهما والتساهل في\nأمرهما أو نحو ذلك وفي الموضع الآخر الكف عن إيذاء المسلمين وتقرأ السلام\nعلى من عرفت ومن لم تعرف أي تسلم على كل من لقيته ولا تخص به من تعرفه وهذا\nالعموم مخصوص بالمسلمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>[40]</h1>\n\n<p>\nالمسلم من سلم المسلمون من لسانه ويده أي المسلم الكامل وليس المراد نفي\nالإسلام عمن لم يكن بهذه الخصلة بدليل قوله في الحديث قبله أي المسلمين خير\nوالمعنى من لم يؤذ مسلما بقول ولا فعل وخص اليد بالذكر لأن معظم الأفعال\nبها قال النووي ثم إن كمال الإسلام والمسلم يتعلق بخصال أخر كثيرة وإنما خص\nالمذكور للحاجة الراهنة فائدة زاد البخاري بعد هذه الجملة من حديث بن عمرو\nوالمهاجر من هجر ما نهى الله عنه وزاد الحاكم وابن حبان من حديث أنس\nوالمؤمن من أمنه الناس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>[43]</h1>\n\n<p>\nحديث أنس عن أبي قلابة بكسر القاف وتخفيف اللام وبالموحدة ثلاث من كن فيه\nوجد حلاوة الإيمان قال العلماء معنى حلاوة الإيمان استلذاذه بالطاعات وتحمل\nالمشاق في رضى الله ورسوله وإيثار ذلك على عرض الدنيا ومحبة العبد ربه بفعل\nطاعته وترك مخالفته وكذلك محبة رسوله وقال القاضي عياض هذا <span id='ms015'></span> الحديث بمعنى\nالحديث المتقدم ذاق طعم الإيمان من رضي بالله ربا الحديث وذلك أنه لا يصح\nمحبة الله ورسوله حقيقة وحب الآدمي في الله وكراهة الرجوع في الكفر إلا لمن\nقوي بالإيمان يقينه واطمأنت به نفسه وانشرح له صدره وخالط لحمه ودمه وهذا\nهو الذي وجد حلاوته قال والحب في الله من ثمرات حب الله يعود أي يصير وكذا\nقوله في الرواية الثانية يرجع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>[44]</h1>\n\n<p>\nشيبان بن أبي شيبة هو بن فروخ لا يؤمن أحدكم حتى أكون أحب إليه من والده\nوولده والناس أجمعين قال الخطابي أراد به حب الاختيار لا حب الطبع لأن حب\nالإنسان نفسه وأهله طبع ولا سبيل إلى قلبه قال فمعناه لا يصدق في إيمانه\nحتى يفنى في طاعتي نفسه ويؤثر رضاي على هواه وإن كان فيه هلاكه وقال عياض\nوغيره المحبة ثلاثة أقسام 1 محبة إجلال وإعظام ك محبة الوالد 2 محبة شفقة\nورحمة كمحبة الولد 3 ومحبة مشاكلة واستحسان كمحبة سائر الناس فجمع صلى الله\nعليه وسلم أقسام المحبة في محبته وقال بن بطال معنى الحديث أن من استكمل\nالإيمان علم أن حقه صلى الله عليه وسلم عليه آكد من حق أبيه وابنه والناس\nأجمعين لأنه صلى الله عليه وسلم استنقذنا من النار وهدانا من الضلال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>[45]</h1>\n\n<p>\nلا يؤمن أحدكم أي الإيمان التام حتى يحب لأخيه أو جاره كذا في مسند عبد\nعلى الشك أيضا وفي البخاري وغيره لأخيه من غير شك قال النووي والمراد يحب\nله من الطاعات والأشياء المباحات ويدل عليه رواية النسائي حتى يحب لأخيه من\nالخير قال بن أبي زيد الماكي جماع آداب الخير تتفرع من أربعة أحاديث 1 حديث\nلا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه 2 وحديث من كان يؤمن بالله\nواليوم الآخر فليقل خيرا أو ليسكت 3 وحديث من حسن إسلام المرء تركه ما لا\nيعنيه 4 وقوله للذي اختصر له وصية لا تغضب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>[46]</h1>\n\n<p>\nلا يدخل الجنة هو محمول على المستحل أو على نفي دخولها وقت دخول الفائزين\nإذا فتحت أبوابها بوائقه جمع بائقة <span id='ms016'></span> وهي الغائلة والفتك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>[47]</h1>\n\n<p>\nفليقل خيرا أو ليصمت بضم الميم أي يسكت قال النووي معناه إذا أراد أن\nيتكلم فإن كان ما يتكلم به خيرا محققا يثاب عليه واجبا كان أو مندوبا\nفليتكلم وإن لم يظهر له أنه خير يثاب عليه فليمسك عن الكلام فعلى هذا يكون\nالمباح مأمورا بالإمساك عنه خوف انجراره إلى الحرام والمكروه فلا يؤذي كذا\nفي الأصول بالياء وفي غير مسلم بحذفها على النهي فالأول خبر بمعناه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>[49]</h1>\n\n<p>\nأول من بدأ بالخطبة يوم العيد قبل الصلاة مروان يرد به على من قال أول من\nفعله عمر أو عثمان أو معاوية حكاها عياض فقام إليه رجل فقال الصلاة قبل\nالخطبة فقال أبو سعيد أما هذا فقد قضى ما عليه قال النووي قد يقال كيف\nيتأخر أبو سعيد عن إنكار هذا المنكر حتى سبقه إليه هذا الرجل وجوابه أنه\nيحتمل أن أبا سعيد لم يكن حاضرا أول ما شرع مروان فأنكر عليه الرجل ثم دخل\nأبو سعيد وهما في الكلام ويحتمل أنه كان حاضرا ولكنه خاف حصول فتنة بإنكاره\nأو أنه هم بالإنكار فبدره الرجل فعضده أبو سعيد قال مع أن في رواية تأتي في\nالعيد أن أبا سعيد هو الذي جبذ يد مروان حين رآه يصعد المنبر فرد عليه\nمروان بمثل ما رد على الرجل فيحتمل أنهما قضيتان إحداهما لأبي سعيد والأخرى\nللرجل بحضرته انتهى وبه جزم بن حجر لأن في أول هذا الحديث عند أبي داود\nوابن ماجة أن مروان أخرج المنبر يوم العيد وأن الرجل أنكره أيضا وفي حديث\nإنكار أبي سعيد أن مروان خطب على منبر بني بالمصلى ولأن بناء المنبر\nبالمصلى بعد قصة إخراج المنبر وإنكاره من رأى منكم منكرا فليغيره هو أمر\nإيجاب على الأمة قال النووي ولا مخالفة بينه وبين قوله تعالى عليكم أنفسكم\nلا يضركم من ضل إذا اهتديتم لأن الصحيح عند المحققين في معنى الآية أنكم\nإذا فعلتم ما كلفتم به لا يضركم تقصير غيركم مثل قوله ولا تزر وازرة وزر <span id='ms017'></span>\nأخرى فإذا فعل ما كلف به من الأمر والنهي ولم يمتثل المخاطب فلا عتب بعد\nذلك على الآمر والناهي لأنه أدى ما عليه فإنما عليه الأمر والنهي لا القبول\nانتهى فبقلبه أي فليكرهه بقلبه على حد علفتها تبنا وماء وذلك أضعف الإيمان\nأي أقله ثمرة وعن قيس عطف على إسماعيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>[50]</h1>\n\n<p>\nصالح هو والأربعة فوقه تابعيون الحارث هو بن فضيل الأنصاري ثقة لم يضعفه\nأحد وقد أنكر أحمد بن حنبل عليه هذا الحديث وحديث اصبروا حتى تلقوني قال بن\nالصلاح لم ينفرد الحارث بل توبع عليه كما أشار إليه كلام صالح عقب الحديث\nفي قوله وقد تحدث بنحو ذلك عن أبي رافع وذكر الدارقطني في العلل أنه روي من\nوجوه أخر منها عن أبي واقد الليثي عن بن مسعود مرفوعا وأما حديث اصبرو حتى\nتلقوني فمحمول على ما إذا لزم منه سفك الدماء أو إثارة الفتن ونحو ذلك وهذا\nالحديث فيما إذا لم يلزم ذلك على أن هذا الحديث مسوق فيما سبق من الأمم\nوليس في لفظه ذكر هذه الأمة حواريون خلاصة أصحاب الأنبياء وأصفياؤهم وقيل\nأنصارهم وقيل الذين يصلحون للخلافة بعدهم ثم إنها ضمير القصة تخلف بضم\nاللام تحدث خلوف بضم الخاء جمع خلف بفتحها وسكون اللام وهو الخالف بشر أما\nبفتح اللام فهو الخالف بخير على المشهور فيهما فنزل بقناة في بعض الأصول\nبالقاف وآخره تاء التأنيث واد من أودية المدينة وفي أكثرها بفنائه بفاء\nمكسورة ومد وآخره هاء الضمير والفناء ما بين المنازل والدور وادعى عياض أنه\nتصحيف تحدث بضم التاء والحاء بهدية بفتح الهاء وإسكان الدال سمته وطريقته\nأي المحمودة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>[51]</h1>\n\n<p>\nأشار بيده نحو اليمن فقال الإيمان ههنا قيل قال ذلك وهو بتبوك فأشار إلى\nناحية اليمن وهو يريد مكة والمدينة لكونهما حينئذ من ناحية اليمن وقيل أراد\nالأنصار لأنهم يمانيون في الأصل فنسب الإيمان إليهم لأنهم أنصاره قال بن\nالصلاح ويرده قوله في الحديث الذي بعده جاء أهل اليمن وأتاكم أهل اليمن\nوالأنصار من جملة المخاطبين بذلك <span id='ms018'></span> فهم إذن غيرهم فالظاهر أن المراد اليمن\nوأهله حقيقة ثم إنه وصفهم بما يقتضي كمال إيمانهم ورتب عليه الإيمان فكان\nذلك إشارة إلى من أتى من أهل اليمن ولا مانع من إجرائه على ظاهره لأن من\nاتصف بشيء وقوي قيامه به نسب ذلك الشيء إليه إشعارا بتميزه به وكمال حاله\nفيه من غير نفي له عن غيرهم ثم المراد الموجود منهم حينئذ لا كل أهل اليمن\nفي كل زمان الفدادين بتشديد الدال المهملة الأولى جمع فداد من الفديد وهو\nالصوت الشديد وهم المكثرون من الإبل لأنهم تعلو أصواتهم عند سوقهم لها\nولهذا قال عند أصول أذناب الإبل ف عند متعلقة ب الفدادين أي الصياحين عندها\nحيث يطلع قرنا الشيطان أي جانبا رأسه وقيل جمعاه اللذان يغريهما بإضلال\nالناس وقيل شعبتاه من الكفار والمراد اختصاص أهل المشرق بمزيد من تسلط\nالشيطان ومن الكفر في ربيعة ومضر بدل من قوله في الفدادين بإعادة الجار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>[52]</h1>\n\n<p>\nالفقه أي الفهم في الدين والحكمة قال النووي فيها أقوال كثيرة مضطربة\nاقتصر كل من قائليها على بعض صفات الحكمة وقد صفي لنا منها أنها عبارة عن\nالعلم المتصف بالأحكام المشتمل على المعرفة بالله تعالى المصحوب بنفاذ\nالبصيرة وتهذيب النفس وتحقيق الحق والعمل به والصد عن اتباع الهوى والباطل\nوالحكيم من له ذلك وقال بن دريد كل كلمة وعظتك أو زجرتك أو دعتك إلى مكرمة\nأو نهتك عن قبيح فهي حكمة ومنه الحديث إن من الشعر ل حكمة أضعف قلوبا وأرق\nأفئدة قال بن الصلاح المشهور أن الفؤاد هو القلب فكرره بلفظين ووصفه بوصفين\nالرقة والضعف والمعنى أنها ذات خشية واستكانة سريعة الاستجابة والتأثر\nبقوارع التذكير سالمة من الشدة والقسوة والغلظة التي وصف بها قلوب أولئك\nوقيل الفؤاد غير القلب فقيل عينه وقيل باطنه وقيل غشاؤه راس الكفر نحو\nالمشرق قال بن الصلاح والنووي كان ذلك في عهده صلى الله عليه وسلم حين قال\nذلك ويكون حين يخرج الدجال وهو فيما بين ذلك منشأ الفتن العظيمة ومثار\nالترك <span id='ms019'></span> الغاشمة العاتية الشديدة البأس الفخر هو الافتخار وعد المآثر القديمة\nالعظيمة والخيلاء الكبر واحتقار الناس أهل الوبر هو خاص بالإبل والسكينة\nالطمأنينة والسكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>[53]</h1>\n\n<p>\nالإيمان في أهل الحجاز لا ينافي قوله الإيمان يمان لأنه ليس فيه النفي عن\nغيرهم كما تقدم قاله بن الصلاح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>[54]</h1>\n\n<p>\nولا تؤمنوا كذا في جميع الأصول بحذف النون وهي لغة معروفة والمراد نفي\nكمال الإيمان أفشوا السلام بهمزة قطع مفتوحة قال النووي السلام أول أسباب\nالتآلف ومفتاح استجلاب المودة وفي إفشائه تمكن ألفة المسلمين بعضهم لبعض\nوإظهار شعارهم المميز لهم عن غيرهم من أهل الملل مع ما فيه من رياضة النفوس\nولزوم التواضع وإعظام حرمات المسلمين قال وفي حديث آخر وبذل السلام للعالم\nوالسلام على من عرفت ومن لم تعرف وهما بمعنى إفشاء السلام قال وفيها لطيفة\nأخرى وهي أنها تتضمن رفع التقاطع والتهاجر والشحناء وفساد ذات البين التي\nهي الحالقة وأن سلامه لله تعالى لا يتبع فيه هواه ويخص فيه أحبابه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>[55]</h1>\n\n<p>\nعن تميم الداري ليس له في مسلم غير هذا الحديث وهو من أفراده وليس له عند\nالبخاري شيء الدين النصيحة قال الخطابي وهي كلمة جامعة معناها حيازة الحظ\nللمنصوح له وليس في كلام العرب كلمة مفردة يستوفي بها العبارة غير معناها\nكما أنه ليس في كلامهم كلمة أجمع لخير الدنيا والآخرة من لفظ الصلاح وأخذها\nمن نصح الرجل ثوبه خاطه شبه فعل الناصح فيما يتحراه من صلاح المنصوح له بما\nيسنده من خلل الثوب وقيل من نصحت العسل إذا صفيته من الشمع شبه به تخليص\nالقول من الغش ومعنى الحديث عماد الدين وقوامه النصيحة كقوله الحج عرفة أي\nعماده ومعظمه وقد قال العلماء إن هذا الحديث ربع الإسلام أي أحد أحاديث\nأربع يدور عليها قال النووي بل المدار عليه وحده لله إلى آخره قال العلماء\nالنصيحة لله معناها الإيمان به ووصفه بما يجب له وتنزيهه عما لا يليق به\nوإتيان طاعته وترك معاصيه وموالاة من أطاعه ومعاداة من عصاه وجهاد من كفر\nبه والاعتراف بنعمه <span id='ms020'></span> والشكر عليها والإخلاص في جميع الأمور والدعاء إلى جميع\nالأوصاف المذكورة والتلطف في جميع الناس عليها قاله الخطابي وحقيقة هذه\nالأوصاف المذكورة راجعة إلى العبد في نصحه نفسه فإن الله غني عن نصح الناصح\nوالنصيحة لكتابه معناها الإيمان بأنه كلامه تعالى وتنزيله لا يشبهه شيء من\nكلام الخلق ولا يقدر على مثله أحد ثم تعظيمه وتلاوته حق تلاوته وتحسينها\nبالخشوع عندها وإقامة حروفه في التلاوة والذب عنه لتأويل المحرفين وطعن\nالطاعنين والتصديق بما فيه والوقوف مع أحكامه وتفهم علومه والاعتبار\nبمواعظه والتفكر في عجائبه والعمل بمحكمه والتسليم لمتشابهه والبحث عن\nعمومه وخصوصه وناسخه ومنسوخه ونشر علومه والدعاء إليه وإلى ما ذكرنا من\nنصيحته والنصيحة لرسوله صلى الله عليه وسلم تصديقه في الرسالة والإيمان\nبجميع ما جاء به وطاعته في أمره ونهيه ونصرته حيا وميتا وموالاة من والاه\nومعاداة من عاداه وإعظام حقه وتوقيره وإحياء طريقته وسنته وبث دعوته ونشر\nشريعته ونفي التهمة عنها واستثارة علومها والتفقه في معانيها والدعاء إليها\nوالتلطف في تعلمها وتعليمها وإعظامها وإجلالها والتأدب عند قراءتها\nوالإمساك عن الكلام فيها بغير علم وإجلال أهلها لانتسابهم إليها والتخلق\nبأخلاقه والتأدب بآدابه ومحبة أهل بيته وأصحابه ومجانبة من ابتدع في سنته\nأو تعرض لأحد من أصحابه ونحو ذلك والنصيحة لأئمة المسلمين معاونتهم على\nالحق وطاعتهم فيه وأمرهم به وتذكيرهم برفق ولطف وإعلامهم بما غفلوا عنه من\nحقوق المسلمين وترك الخروج عليهم وتألف قلوب الناس لطاعتهم والصلاة خلفهم\nوالجهاد معهم وأداء الصدقات لهم وأن لا يطروا بالثناء الكاذب وأن يدعى لهم\nبالصلاح هذا على أن المراد بالأئمة الولاة وقيل هم العلماء فنصيحتهم قبول\nما رووه وتقليدهم في الأحكام وإحسان الظن بهم والنصيحة للعامة إرشادهم\nلمصالحهم في آخرتهم ودنياهم وكف الأذى عنهم وتعليمهم ما جهلوه وستر عوراتهم\nوسد خلاتهم وأمرهم بالمعروف ونهيهم عن المنكر برفق والشفقة عليهم وتوقير\nكبيرهم ورحمة صغيرهم والذب عن أموالهم وأعراضهم وأن يحب لهم ما يحب لنفسه\nوحثهم على التخلق بجميع ما ذكر من أنواع النصيحة سمع <span id='ms021'></span> جريرا يقول بايعت\nالنبي صلى الله عليه وسلم على النصح لكل مسلم قد وفى جرير بذلك حتى أنه أمر\nمولاه أن يشتري له فرسا فاشترى له فرسا بثلاثمائة درهم وجاء به وبصاحبه\nلينقده الثمن فقال جرير لصاحب الفرس فرسك خير من ثلاثمائة ثم اشتراه منه\nبثمانمائة درهم فقيل له في ذلك فقال إني بايعت النبي صلى الله عليه وسلم\nعلى النصح لكل مسلم أخرجه الطبراني فلقنني فيما استطعت بفتح التاء النصح\nيجوز رفعه وجره عطفا على السمع والطاعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>[57]</h1>\n\n<p>\nلا يزني الزاني حين يزني وهو مؤمن أي كامل الإيمان كذا يؤوله الجمهور\nوامتنع سفيان من تأويل مثل هذا بل أطلق كما أطلقه الشارع لقصد الزجر\nوالتنفير وعليه السادة الصوفية وكذا قال الزهري هذا الحديث وما أشبهه نؤمن\nبها ونمرها على ما جاءت ولا يخاض في معناها فإنا لا نعلمه ولا يشرب الخمر\nالفاعل محذوف أي الشارب يدل عليه يشرب وكان أبو هريرة يلحق معهن أي رواية\nعن النبي صلى الله عليه وسلم لا من عند نفسه قاله بن الصلاح وقال غيره إنه\nمدرج من قوله ولهذا حذفه البخاري نهبة بضم النون ما ينهب ذات شرف بشين\nمعجمة مفتوحة أي ذات قدر عظيم وقيل ذات استشراف يتشرف الناس بها ناظرين\nإليها رافعي أبصارهم وضبطه بعضهم بالمهملة وفسره أيضا بذات قدر عظيم قال\nعياض نبه بهذا الحديث على جميع أنواع المعاصي فبالزنى على جميع الشهوات\nوبالسرقة على الرغبة في الدنيا والحرص على الحرام وبالخمر على جميع ما يصد\nعن الله ويوجب الغفلة عن حقوقه وبالنهبة على الاستخفاف بعباد الله وترك\nتوقيرهم والحياء منهم وجمع الدنيا من غير وجهها واقتص الحديث يذكر قال بن\nالصلاح والنووي كذا وقع يذكر من غير هاء الضمير فإما أنه على حذفها أو يقرأ\nبالياء المضمومة فعلا مبنيا للمفعول على أنه حال أي اقتص الحديث مذكورا مع\nذكر النهبة فإياكم إياكم مكررا أي احذروا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>[58]</h1>\n\n<p>\nأربع من كن فيه كان منافقا خالصا استشكل بوجودها في كثير من المؤمنين\nوأجيب بأن <span id='ms022'></span> معنى الحديث أن هذه خصال نفاق وصاحبها شبيه بالمنافقين في هذه\nالخصال ومتخلق بأخلاقهم فإن النفاق هو إظهار ما يبطن خلافه وهذا المعنى\nموجود فيه ونفاقه في حق من حدثه ووعده وائتمنه وخاصمه وعاهده من الناس لا\nأنه منافق في الإسلام فيظهره وهو مبطن الكفر ولم يرد أنه منافق نفاق الكفر\nالمخلد في الدرك الأسفل من النار وقوله خالصا أي شديدا يشبه بالمنافقين\nبسبب هذه الخصال قال بعضهم وهذا فيمن كانت هذه الخصال غالبة عليه فأما من\nندر ذلك منه فليس داخلا فيه وقيل المراد أن من اعتادها أفضت به إلى حقيقة\nالنفاق وقيل إنه ورد في رجل بعينه منافق وكان صلى الله عليه وسلم لا\nيواجههم بصريح القول فيقول فلان منافق وإنما يشير إشارة كقوله ما بال أقوام\nيفعلون كذا خلة بفتح الخاء المعجمة خصلة فجر مال عن الحق وقال الباطل\nوالكذب وأصل الفجور الميل عن القصد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>[59]</h1>\n\n<p>\nآية النافق أي علامته ثلاث لا ينافي رواية أربع السابقة لأن ما له علامات\nمتعددة قد يذكر بعضها تارة وكلها أخرى الحرقة بضم الحاء المهملة وفتح الراء\nوالقاف بطن من جهينة مكرم بضم أوله وسكون الكاف وفتح الراء العمي بفتح\nالعين وتشديد الميم نسبة إلى بني العم بطن من تميم زكير بضم الزاي وفتح\nالكاف آخره راء لقب وكنيته أبو محمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head39'>[60]</h1>\n\n<p>\nباء بها أي رجع بكلمة الكفر قال لأخيه كافر بالرفع والتنوين خبر مبتدأ\nمحذوف رجعت عليه أي كلمة الكفر فيعود كافرا وهذا محمول على المستحل وقيل\nعلى الخوارج المكفرين للمؤمنين بناء على تكفير المبتدعة وقيل الراجع\nالتكفير لا حقيقة الكفر وقيل المعنى يؤول به إلى الكفر لأن المعاصي بريد\nالكفر ويخاف على المكثر منها أن يكون عاقبة شؤمها المصير إليه وهذا والأول\nيأتي في كثير من الأحاديث النهي من هذا القبيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>[61]</h1>\n\n<p>\nعن بن بريدة هو عبد الله تابعي والراويان فوقه ادعى لغير أبيه أي انتسب\nإليه واتخذه أبا كفر أي إن استحل ذلك أو المراد كفر النعمة والإحسان لا\nالمخرج عن <span id='ms023'></span> الملة كما قال صلى الله عليه وسلم يكفرن فسره بكفران الإحسان\nوالعشير فليس منا أي ليس على هدينا وجميل طريقتنا ومن دعى رجلا بالكفر أو\nقال عدو الله وليس كذلك إلا حار عليه أي رجع قال النووي قيل هذا الاستثناء\nواقع على المعنى وتقديره ما يدعوه أحد إلا حار عليه ويحتمل أن يكون معطوفا\nعلى الأول وهو قوله من رجل فيكون على اللفظ وعدو الله بالنصب على النداء\nوالرفع خبر هو مقدرا\n</p>\n\n<h1 class='l1' id='head41'>[62]</h1>\n\n<p>\nرغب عن أبيه ترك الانتساب إليه وجحده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head42'>[63]</h1>\n\n<p>\nلما ادعي زياد بضم الدال مبني للمفعول أي ادعاه معاوية وألحقه بأبيه أبي\nسفيان بعد أن كان يعرف بزياد بن أبيه لأن أمه ولدته على فراش عبيد وهذه أول\nقضية غير فيها الحكم الشرعي في الإسلام وضبطه بعضهم بفتح الدال بالبناء\nللفاعل على أن زياد هو الفاعل برضاه وتصديقه ما هذا الذي صنعتم أي صنعه\nزياد أخوك فإنه أخو أبي بكرة لأمه وقد هجره أبو بكرة لذلك وحلف لا يكلمه\nأبدا سمع أذناي بكسر الميم وفتح العين فعل ماض وأذناي فاعله وفي بعض الأصول\nأذني بلا ألف مفرد وسمع بسكون الميم والعين مرفوعة ومنصوبة مصدر مضاف قال\nسيبويه العرب تقول سمع أذني زيدا يقول كذا فالجنة عليه حرام أي ممنوعة إن\nاستحل أو لا يدخلها عند دخول الفائزين وأهل السلامة وكذا نظائره سمعته\nأذناي ووعاه قلبي محمدا بالنصب بدل من ضمير سمعته ومعنى وعاه حفظه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head43'>[64]</h1>\n\n<p>\nالريان بفتح الراء وتشديد التحتية سباب بكسر المهملة وتخفيف الموحدة مصدر\nسب وهو أبلغ من السب فإن السب شتم الإنسان والتكلم في عرضه بما يعيبه\nوالسباب أن يقول ما فيه وما ليس فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>[65]</h1>\n\n<p>\nعن جرير قال قال لي النبي صلى الله عليه وسلم في حجة الوداع كذا في\nالبخاري أيضا وادعى بعضهم زيادة لي وقال إن جريرا أسلم بعد حجة الوداع فيما\nجزم بن عبد البر ورد بأن البغوي وابن حبان قالا إنه أسلم قبلها في رمضان\nواللفظة ثابتة في الأمهات القديمة فتقدم لا ترجعوا بعدي <span id='ms024'></span> كفارا يضرب بالرفع\nأي لا تفعلوا فعل الكفار فتشبهوهم في حال قتل بعضهم بعضا قال عياض ومن جزم\nأحال المعنى ومعنى بعدي بعد وفاتي ويحكم أو قال ويلكم قال عياض هما كلمتان\nاستعملتهما العرب بمعنى التعجب والتوجع ويراد بالأولى الترحم وبالثانية\nالهلكة قال الهروي ويح كلمة لمن وقع في هلكة لا يستحقها فيترحم عليه ويرثى\nله وويل للذي يستحقها ولا يرثى له\n</p>\n\n<h1 class='l1' id='head45'>[68]</h1>\n\n<p>\nأبق بفتح الباء أصح من كسرها قد والله روي عن النبي صلى الله عليه وسلم\nأي مرفوعا لا موقوفا على جرير كما أورده ولكنني أكره أن يروي عني ها هنا\nبالبصرة أي لما فيها من المعتزلة والخوارج فيتعلقون بظاهر الحديث في قولهم\nبتكفير أرباب الكبائر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>[69]</h1>\n\n<p>\nفقد برئت منه الذمة أي لا ذمة له قال بن الصلاح ويجوز أن تفسر الذمة هنا\nبالزمام وهو الحرمة ويجوز أن يكون من قبيل ما جاء في قوله ذمة الله وذمة\nرسوله أي ضمانه وأمانه ورعايته وذلك أن الآبق كان مصونا من عقوبة السيد له\nوحبسه فزال ذلك بإباقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head47'>[70]</h1>\n\n<p>\nلم تقبل له صلاة قال بن الصلاح هو على ظاهره وإن لم يستحل لأنه لا يلزم\nمن الصحة القبول فصلاة الآبق صحيحة غير مقبولة كالصلاة في الدار المغصوبة\nيسقط القضاء ولا ثواب فيها\n</p>\n\n<h1 class='l1' id='head48'>[71]</h1>\n\n<p>\nبالحديبية بتخفيف الياء أفصح من تشديدها إثر بكسر الهمزة وسكون المثلثة\nوبفتحهما السماء أي المطر بنوء كذا النوء بفتح النون وسكون الواو وهمز أصله\nمصدر ناء النجم ينوء نوءا أي سقط وغاب وقيل نهض وطلع ثم سمي به النجم تسمية\nللفاعل بالمصدر فذلك كافر بي أي إن اعتقد أنه للمطر حقيقة كما كانت العرب\nتنسب المطر إلى النجم الساقط الغارب وأما من قال معتقدا أن الفاعل هو الله\nتعالى وأن النوء ميقات له وعلامة باعتبار العادة فلا يكفر ولكن يكره له هذا\nالقول لأنه شعار الجاهلية ومن سلك مسلكهم ولأنه كلام متردد بين الكفر وغيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>[72]</h1>\n\n<p>\nسواد بتشديد الواو وآخره دال مهملة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>[73]</h1>\n\n<p>\nالعنبري بمهملة ونون وموحدة ضبطه العذري الغبري بغين معجمة فنزلت <span id='ms025'></span> هذه\nالآية فلا أقسم إلى آخره قال بن الصلاح ليس مراده أن جميع ذلك نزل في\nالأنواء فإن التفسير يأبى ذلك وإنما النازل به وتجعلون رزقكم أنكم تكذبون\nفقط والباقي نزل في غير ذلك ولكن اجتمعا في وقت النزول فذكر الجميع من أجل\nذلك قال ويدل له أن في بعض طرق الحديث الإقتصار على الآية الأخيرة فحسب\nومواقع النجوم قال الأكثرون مغاربها وقيل مطالعها وقيل انتشارها يوم\nالقيامة وقيل المراد به نجوم القرآن وهي أوقات نزوله رزقكم أي شكركم أي بدل\nشكر رزقكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>[74]</h1>\n\n<p>\nبن جبر بفتح الجيم وسكون الباء آية المنافق بالمد والتحتية أي علامته\nوصحف من جعلها بكسر الهمزة ونون وضمير الشأن بغض الأنصار جمع ناصر كصاحب\nوأصحاب أو نصير كشريف وأشراف وهو علم غلب على فريق من الصحابة وهم غير\nالمهاجرين وآية المؤمنين حب الأنصار لأن من عرف مرتبتهم وما كان منهم في\nنصرة دين الإسلام والسعي في إظهاره وإيواء المسلمين وحبهم النبي صلى الله\nعليه وسلم وبذلهم أنفسهم وأموالهم بين يديه ومعاداتهم سائر الناس إيثارا\nللإسلام ثم أحبهم كان ذلك دليلا على صحة إيمانه وصدقه في إسلامه ومن أبغضهم\nمع ذلك كان ذلك دليلا على فساد نيته وخبث طويته قال بن المنير المراد حب\nجميعهم وبغض جميعهم لأن ذلك إنما يكون للدين وأما من أبغض بعضهم لمعنى يسوغ\nالبغض له فليس داخلا في ذلك قلت إن أراد بهذا من أبغض لهذا المعنى ممن\nأدركهم ووقع له مع بعضهم خصومة تقتضي ذلك فقريب وأما إذا أراد من بعدهم إذا\nأبغض أحدا منهم لأمر بلغه عنه فلا والله ليس له ذلك لما لهم من الآثار\nالحميدة التي تمحو سيئاتهم وقد وعدوا بالمغفرة والدرجات العلى وقيل لكثير\nمنهم اعملوا ما شئتم فقد غفرت لكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>[76]</h1>\n\n<p>\nالقاري بالتشديد نسبة إلى القارة قبيلة\n</p>\n\n<h1 class='l1' id='head53'>[78]</h1>\n\n<p>\nفلق الحبة شقها بالنبات برأ بالهمز خلق النسمة بفتحات الإنسان وقيل النفس\nوقيل كل دابة في جوفها روح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head54'>[79]</h1>\n\n<p>\nبن الهاد يزيد بن عبد الله بن أسامة وأسامة هو الهاد لأنه <span id='ms026'></span> كان يوقد نارا\nليهتدي إليها الأضياف ومن سلك الطريق والمحدثون يقولونه بلا ياء وهو لغة\nمعروفة في المنقوص معشر الجماعة الذين أمرهم واحد رأيتكن أكثر بالنصب إما\nمفعول ثان إن كانت رأى علمية أو حال أو بدل من الكاف جزلة بفتح الجيم وسكون\nالزاي أي ذات عقل ورأي قال بن دريد الجزالة العقل والوقار وما لنا أكثر\nبالنصب على الحكاية أو الحال العشير الزوج بمعنى معاشر ك أكيل بمعنى مواكل\nلب عقل أما نقصان العقل فشهادة امرأتين تعدل شهادة رجل أي لقلة ضبطها كما\nقال الله تعالى أن تضل إحداهما فتذكر إحداهما الأخرى وقلة الضبط لنقص العقل\nوتمكث الليالي إلى آخره استشكل نقصان دينهن بترك الصلاة والصوم في الحيض\nفإنه واجب وأجيب بأن الأعمال من الدين فمن كثرت عبادته زاد إيمانه ومن نقصت\nنقص سواء كان النقص على وجه يأثم به أو لا قال النووي ولا تثاب في زمن\nالحيض على ما فاتها فيه من الصلاة إن كانت معذورة بخلاف المسافر والمريض\nحيث يكتب لهما ما كانا يعملان في الإقامة والصحة والفرق بقاء الأهلية لهما\nمع صحة الدوام دونها ونظيرهما مسافر ومريض كانا يعملان في وقت ويتركان في\nوقت غير ناويين للدوام فلا يكتب لهما في السفر والمرض في الزمن الذي لم\nيكونا يعملان فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head55'>[80]</h1>\n\n<p>\nالمقبري اختلف الرواة والحفاظ هل هو سعيد أو أبوه أبو سعيد قال الدارقطني\nوالأول أصح\n</p>\n\n<h1 class='l1' id='head56'>[81]</h1>\n\n<p>\nالسجدة أي آية السجدة يا ويله هو من آداب الكلام وهو أنه إذا عرض في\nالحكاية عن الغير ما فيه سوء حول الضمير عن التكلم إلى الغيبة تصاونا عن\nإضافة السوء إلى نفسه يا ويلي يجوز كسر اللام وفتحها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head57'>[82]</h1>\n\n<p>\nبين الرجل وبين الشرك والكفر كذا في جميع الأصول بالواو وعند أبي عوانة\nوأبي نعيم أو الكفر ومعنى الحديث أن الصلاة حائل بينه وبين الكفر فإذا\nتركها زال الحائل ودخل فيه وهو محمول على المستحل أو على الأول أو أن فعله\nفعل أهل الكفر أو أنه يستحق بتركها عقوبة الكافر وهي <span id='ms027'></span> القتل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>[83]</h1>\n\n<p>\nأي الأعمال أفضل قال إيمان بالله قال ثم ماذا قال الجهاد إلى آخره في هذا\nالحديث الأفضل الإيمان ثم الجهاد ثم الحج وفي حديث أبي ذر الإيمان والجهاد\nوفي حديث بن مسعود الصلاة ثم بر الوالدين ثم الجهاد وتقدم في حديث بن عمر\nوإطعام الطعام وإفشاء السلام وفي حديثه أيضا من سلم المسلمون من لسانه ويده\nوصح في حديث عثمان خيركم من تعلم القرآن وعلمه وأمثال هذا في الأحاديث\nكثيرة ويجمع بأن اختلاف الجواب جرى على حسب اختلاف الأحوال والأشخاص وحاجة\nالسائل إليه فإنه قد يقال خير الأشياء كذا ولا يراد أنه خير جميع الأشياء\nمن جميع الوجوه وفي جميع الأحوال بل في حال دون حال ولهذا ورد حجة من لم\nيحج أفضل من أربعين غزوة وغزوة لمن حج أفضل من أربعين حجة أو يحمل على\nتقدير من كما يقال فلان أفضل الناس ويراد من أفضلهم كما ورد خيركم خيركم\nلأهله ومعلوم أنه لا يصير بذلك خير الناس مطلقا فعلى هذا يكون الإيمان\nأفضلها والباقيات متساوية في كونها من أفضل الأعمال أو الأحوال ثم يعرف فضل\nبعضها على بعض بدلائل تدل عليها وثم للترتيب بعد الذكر حج مبرور وهو الذي\nلا يخالطه شيء من الإثم وقيل المتقبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head59'>[84]</h1>\n\n<p>\nعن أبي مراوح بضم الميم وراء واو مكسورة وحاء مهملة لا يعرف اسمه وقيل\nاسمه سعد أنفسها أرفعها وأجودها وأكثرها ثمنا قال النووي هذا إذا أراد\nالاقتصار على عتق واحدة فإذا كان معه مثلا ألف درهم وأمكنه شراء رقبتين\nمفضولتين كلاهما أفضل من واحدة نفيسة بخلاف الأضحية فإن شاة سمينة خير من\nشاتين دونها والفرق أن المراد فيها اللحم واللحم السمين أوفر وأطيب وفي\nالعتق التخليص من ذل الرق وتخليص جماعة أفضل من واحد صانعا بمهملتين ونون\nوهو أصوب من رواية من روى الضاد المعجمة وتحتية لمقابلته بالأخرق وروى\nالدارقطني عن الزهري أنه قال صحف هشام فيه حيث رواه بالمعجمة قال الدارقطني\nوكذا رواه أصحاب هشام عنه بالمعجمة وهو تصحيف وقال النووي <span id='ms028'></span> الصحيح عند\nالعلماء رواية المهملة والأكثر في الرواية بالمعجمة وقال عياض روايتنا هنا\nبالمعجمة في الموضعين في جميع طرقنا عن مسلم إلا من طريق أبي الفتح الشاشي\nعن عبد الغافر الفارسي وكان شيخنا أبو بكر حدثنا عنه فيهما بالمهملة وهو\nصواب الكلام وقال بن الصلاح وقع في أصل العبدري وابن عساكر هنا بالمهملة\nوهو الصحيح في نفس الأمر لكنه ليس رواية هشام بن عروة إنما روايته بالمعجمة\nكذا جاء مقيدا من غير هذا الوجه في كتاب مسلم في رواية هشام وأما الرواية\nالأخرى عن الزهري فتعين الصانع فهي بالمهملة وهي محفوظة عن الزهري كذلك\nوكان ينسب هشام إلى التصحيف قال وذكر عياض أنه بالمعجمة في رواية الزهري\nلرواة كتاب مسلم إلا رواية أبي الفتح وليس كذلك فإنها مقيدة في الأصول في\nروايته بالمهملة انتهى والحاصل أن التحقيق من حيث الرواية أن رواية هشام\nفتعين ضائعا بالمعجمة ورواية الزهري فتعين الصانع بالمهملة وهي الصواب معنى\nوالأولى تصحيف وأن من رواه من طريق هشام بالمهملة فقد أخطأ من حيث الرواية\nلا المعنى ومن رواه من طريق الزهري بالمعجمة فقد أخطأ من الجهتين الزهري عن\nحبيب عن عروة عن أبي مراوح الأربعة تابعيون الأخرق هو الذي ليس بصانع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>[85]</h1>\n\n<p>\nعن الشيباني عن الوليد بن العيزار عن أبي عمرو سعد بن إياس الشيباني فيه\nلطيفة وهي اتحاد نسبة شيخ الوليد والراوي عنه واسم الراوي عنه أبو إسحاق\nسليمان بن فيروز والعيزار بمهملة وتحتية وزاي آخره راء الصلاة لوقتها عند\nالحاكم وغيره لأول وقتها ثم أي بسكون الياء المشددة للوقف لأنه من كلام\nالسائل المنتظر للجواب فيوقف عليه وقفة لطيفة ثم يؤتى بما بعده قاله\nالفاكهي بر الوالدين هو الإحسان إليهما فما تركت أستزيده هو على أن تقدير\nأن إلا إرعاء عليه بكسر الهمزة وسكون الراء وعين مهملة ومد أي إبقاء عليه\nورفقا به أبو يعفور بمهملة فاء وراء عبد الرحمن بن عبيد وهو الأصغر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>[86]</h1>\n\n<p>\nشرحبيل أعجمي غير مصروف ندا هو الضد والمثل يطعم بفتح الياء <span id='ms029'></span> يأكل تزاني\nتزني بها برضاها حليلة جارك بالحاء المهملة زوجته سميت بذلك لكونها تحل له\nأو تحل معه وخصها لأن الجار يتوقع من جاره الذب عنه وعن حريمه وقد أمر\nبإكرام الجار فإذا قابله بالزنا بامرأته كان في غاية القبح مع ما يتضمنه\nأيضا زيادة على الزنا من إفساد المرأة على زوجها واستمالة قلبها إلى الزاني\nأثاما هو واد في جهنم قاله أكثر المفسرين وورد به الحديث وقيل معناه يلق\nجزاء إثمه وقيل عقوبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head62'>[87]</h1>\n\n<p>\nعقوق الوالدين قال بن الصلاح وأقره النووي المحرم كل فعل يتأذى به الوالد\nأو نحوه تأذيا ليس بالهين مع كونه ليس من الأفعال الواجبة الزور أصله تحسين\nالشيء ووصفه بخلاف صفته حتى يخيل إلى من سمعه أو رآه أنه بخلاف ما هو به\nفهو تمويه الباطل بما يوهم أنه حق\n</p>\n\n<h1 class='l1' id='head63'>[88]</h1>\n\n<p>\nألا أنبئكم بأكبر الكبائر قول الزور قال النووي ليس على ظاهره فإن الشرك\nأكبر منه بلا شك وكذا القتل فهو مؤول بتقدير من وأما حمله على الشرك فضعيف\nلأن هذا خرج مخرج الزجر عن شهادة الزور في الحقوق وأكبر ظني بالموحدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head64'>[89]</h1>\n\n<p>\nالموبقات المهلكات يقال وبق بالفتح يبق بكسرها هلك وأوبق غيره أهلكه\nالمحصنات بفتح الصاد وكسرها العفائف الغافلات أي عن الفواحش وما قذفن به\nالكبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>[91]</h1>\n\n<p>\nتغلب بمثناة وغين معجمة ولام مكسورة الفقيمي بضم الفاء وفتح القاف لا\nيدخل الجنة أي مع المتقين الداخلين أول وهلة وقيل المراد من في قلبه كبر عن\nالإيمان وقيل لا يكون في قلبه كبر حال دخوله الجنة كما قال تعالى ونزعنا ما\nفي صدورهم من غل قال رجل هو مالك بن مرارة الرهاوي وقيل هو أبو ريحانة\nشمعون وقيل معاذ بن جبل وقيل عبد الله بن عمرو بن العاص وقيل خريم بن فاتك\nوقيل ربيعة بن عامر وقيل سواد بن عمرو إن الله جميل قيل معناه إن كل أمره\nسبحانه حسن جميل فله الأسماء الحسنى وصفات الجمال والكمال وقيل هو بمعنى\nمجمل ككريم وسميع وقيل معناه جليل وقيل جميل الأفعال بعباده <span id='ms030'></span> يكلف اليسير\nويعين عليه ويثبت عليه ويشكر عليه وقيل معناه ذو النور والبهجة أي مالكها\nبطر الحق دفعه وإنكاره ترفعا وتجبرا وغمط الناس بفتح الغين المعجمة وسكون\nالميم وطاء وفي رواية الترمذي بصاد مهملة بدل الطاء وهما بمعنى احتقارهم\nيقال غمط يغمط كضرب يضرب وغمط يغمط كعلم يعلم منجاب بكسر الميم وسكون النون\nوجيم وموحدة آخره مسهر بضم الميم وكسرها لا يدخل النار أي دخول خلود كبرياء\nغير مصروفة\n</p>\n\n<h1 class='l1' id='head66'>[92]</h1>\n\n<p>\nوقلت أنا ومن مات لا يشرك بالله شيئا دخل الجنة في بعض الأصول المعتمدة\nعكس ذلك وهو رفع هذه الجملة ووقف جملة من مات يشرك بالله والأول هو الذي في\nصحيح البخاري والثاني هو الذي في صحيح أبي عوانة وقد صح رفع الجملتين من\nحديث جابر وإنما اقتصر بن مسعود على رفع إحداهما ووقف الأخرى لأنه لم يسمع\nمن النبي صلى الله عليه وسلم سواها فضم الأخرى إليها استنباطا قاله عياض\nوغيره وقال النووي بل قد صح رفعهما من حديثه فالوجه أن يقال إنه سمع\nالجملتين من النبي صلى الله عليه وسلم ولكنه في وقت حفظ إحداهما وتيقنها عن\nالنبي صلى الله عليه وسلم وفي وقت آخر حفظ الأخرى ولم يحفظ الأولى مرفوعة\nفرفع المحفوظة وضم الأخرى إليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head67'>[93]</h1>\n\n<p>\nالموجبتان الخصلة الموجبة للجنة والخصلة الموجبة للنار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head68'>[94]</h1>\n\n<p>\nالمعرور بمهملات الديلي بكسر الدال وسكون الياء على الأشهر ومنهم من يقول\nهو بضم الدال وفتح الهمزة على رغم أنف أبي ذر بتثليث الراء يقال رغم أنفه\nبفتح الغين وكسرها من الرغام بفتح الراء وهو التراب أي ألصقه بالرغام وأذله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head69'>[95]</h1>\n\n<p>\nأرأيت إن لقيت كذا في أكثر الأصول وفي بعضها أرأيت لقيت بحذف إن لاذ\nاعتصم فإن قتلته فإنه بمنزلتك قبل أن تقتله أي في العصمة وتحريم الدم وإنك\nبمنزلته قبل أن يقول أي أنت بعد قتله غير معصوم الدم ولا محرم القتل قاله\nالشافعي وغيره أما الأوزاعي وابن جريج ففي حديثهما كذا في أكثر الأصول بغير\nفاء وفي كثير ففي بها وهو الأصل والأول على تقدير <span id='ms031'></span> حذفها مع القول أي فقالا\nأهويت قلت يقال أهويت وهويت المقداد بن عمرو بن الأسود هو بتنوين عمرو\nوكتابة بن بالألف وإجرائه في الإعراب على المقداد لأنه صفة له وكان ينسب\nإلى الأسود بن عبد يغوث لأنه تبناه في الجاهلية وإنما أبوه عمرو بن ثعلبة\nبن مالك الكندي قال النووي فيه إشكال من حيث إن أهل النسب أجمعوا على أنه\nبهراني صليبة قال وجوابه أن والد المقداد حالف كندة فنسب إليها وكان حليفا\nلبني زهرة لأن الأسود حالفهم أيضا مع تبنيه إياه قاله بن عبد البر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head70'>[96]</h1>\n\n<p>\nالحرقات بضم الحاء المهملة وفتح الراء وقاف حتى تعلم أقالها فاعله القلب\nحتى تمنيت أني أسلمت يومئذ أي ابتدأت الإسلام الآن وأنه لم يكن تقدم إسلامي\nفيمحو عني ما تقدم قال ذلك من عظم ما وقع فيه ذو البطين بضم الباء تصغير\nبطن لأنه كان له بطن ورجل من الأنصار ورجلا منهم قال بن بشكوال هو مرداس بن\nنهيك متعوذا معتصما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>[97]</h1>\n\n<p>\nعسعس بمهملات بلفظ الفعل تابعي بصري لا نظير له في اسمه ويكنى أبا صفرة\nحسر بمهملات كشف البرنس بضم الموحدة والنون كل ثوب رأسه ملتصق به دراعة كان\nأو جبة أو غيرهما أتيتكم ولا أريد أن أخبركم عن نبيكم قيل لا زائدة وقيل لا\nوإنه لم يرد أولا التحدث عن النبي صلى الله عليه وسلم بل الوعظ بكلام من\nعنده ثم بدا له التحديث نحدث بضم النون وفتح الدال رجع في بعض الأصول رفع\nوالسيف بالنصب عطفا عليه لأن رجع متعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head72'>[102]</h1>\n\n<p>\nصبرة بضم المهملة وسكون الباء الكومة المجموعة من الطعام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head73'>[103]</h1>\n\n<p>\nبدعوى الجاهلية هو النياحة وندب الميت والدعاء بالويل والمراد بالجاهلية\nما كان في الفترة قبل الإسلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head74'>[104]</h1>\n\n<p>\nالقنطري بفتح القاف والطاء نسبة إلى قنطرة برادان جسر ببغداد وجع بفتح\nالواو وكسر الجيم حجر بفتح الحاء وكسرها مما برئ كذا في الأصول أي من الشيء\nالذي برئ قاله النووي الصالقة بالصاد وفيها لغة بالسين أي ترفع صوتها عند\nالمصيبة وقيل التي تضرب وجهها والحالقة التي <span id='ms032'></span> تحلق شعرها والشاقة التي تشق\nثوبها أبو عميس مصغر بمهملتين فرد لا نظير له في كنيته أبا صخرة يقال فيه\nأبو صخر بحذف الهاء برنة بفتح الراء وتشديد النون صوت مع بكاء فيه ترجيع\nكالقلقلة واللقلقة يقال فيه أرنت المرأة فهي مرنة ولا يقال رنت قاله صاحب\nالمطالع وحكاها عن غيره لغة أنا بريء قال عياض أي من فعلهن وما يستوجبن من\nالعقوبة أو من عهدة ما لزمه وأصل البراءة الإنفصال وقال النووي يجوز أن\nيراد به ظاهره وهو البراءة من فاعلي هذه الأمور ولا يقدر فيه حذف وسلق\nبالسين وفيه لغة بالصاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head75'>[105]</h1>\n\n<p>\nينم الحديث بكسر النون وضمها نمام والنميمة نقل كلام الناس بعضهم إلى بعض\nعلى جهة الإفساد بينهم فإن دعت إلى ذلك مصلحة شرعية لم تحرم قتات بفتح\nالقاف وبتشديد المثناة الفوقية هو النمام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head76'>[106]</h1>\n\n<p>\nلا يكلمهم الله قيل المراد الإعراض عنهم وقيل لا يكلمهم كلام رضى بل كلام\nغضب وسخط ولا ينظر إليهم أي يعرض عنهم ونظره سبحانه إلى عباده رحمته ولطفه\nبهم ولا يزكيهم لا يطهرهم من دنس ذنوبهم وقيل لا يثني عليهم ولهم عذاب أليم\nأي مؤلم قال الواحدي هو العذاب الذي يخلص إلى قلوبهم وجعه والعذاب كل ما\nيعنى الإنسان ويشق عليه المسبل إزاره المرخي له الجار طرفيه خيلاء فهو مخصص\nبالحديث الآخر لا ينظر الله إلى من جر ثوبه خيلاء وقد رخص صلى الله عليه\nوسلم في ذلك لأبي بكر حيث كان جره لغير الخيلاء قال بن جرير وخص ذكر الإزار\nلأنه عامة لباسهم وحكم غيره من القميص ونحوه حكمه بالحلف بكسر اللام\nوإسكانها الفاجر أي الكاذب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head77'>[107]</h1>\n\n<p>\nشيخ زان وملك كذاب وعائل مستكبر قال القاضي عياض خصص المذكورون بالوعيد\nلأن كلا منهم التزم المعصية مع عدم ضرورته إليها وضعف داعيتها عنده فأشبه\nإقدامهم عليها المعاندة والاستخفاف بحق الله وقصد معصيته لا لحاجة غيرها\nفإن الشيخ ضعفت شهوته عن الوطء الحلال فكيف بالحرام وكمل عقله ومعرفته لطول\nما مر عليه من الزمان وإنما يدعو إلى <span id='ms033'></span> الزنا غلبة الحرارة وقلة المعرفة وضعف\nالعقل الحاصل كل ذلك في زمن الشباب والإمام لا يخشى من أحد وإنما يحتاج إلى\nالكذب من يريد مصانعة من يحذره والعائل قد عدم المال الذي هو سبب الفخر\nوالخيلاء فلماذا يستكبر ويحتقر غيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head78'>[108]</h1>\n\n<p>\nثلاث بغير تاء في معظم الأصول من الرواية السابقة عن أبي ذر وأبي هريرة\nأي أنفس بالفلاة بفتح الفاء المفازة بعد العصر خصه لشرفه بسبب اجتماع\nملائكة الليل والنهار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>[109]</h1>\n\n<p>\nيتوجأ بالجيم وهمز آخره ويجوز تسهيله ألفا يطعن خالدا مخلدا فيها أبدا هو\nمؤول بالمستحل أو بطول المدة سما بتثليث السين والفتح أفصح يتحساه بإهمال\nالحاء والسين يشربه في تمهل ويتجرعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head80'>[110]</h1>\n\n<p>\nلعن المؤمن كقتله أي في أصل التحريم وإن كان القتل أغلظ زاد في رواية\nالبخاري عقبه ومن قذف مؤمنا بكفر فهو كقتله ومن ادعى دعوى كاذبة قال القاضي\nهو عام في كل دعوى يتشبع فيها بما لم يعط من مال يختال به أو نسب ينتمي\nإليه أو علم يتحلى به وليس من حملته أو دين يظهره وليس من أهله ليتكثر\nبالمثلثة وضبطه بعضهم بالموحدة أي ليصير ماله كثيرا عظيما ومن حلف على يمين\nصبر كاذبة كذا وقع في الأصول وفيه حذف قال القاضي عياض لم يأت في الحديث\nهنا الخبر عن هذا الحالف إلا أن يعطف على قوله ومن ادعى إلى آخره أي وكذلك\nمن حلف على يمين صبر فهو مثله لكن ورد مبينا في حديث آخر من حلف على يمين\nصبر يقتطع بها مال امرئ مسلم هو فيها فاجر لقي الله وهو عليه غضبان ويمين\nالصبر هي التي ألزم بها الحالف عند الحاكم ونحوه وأصل الصبر الحبس والإمساك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>[111]</h1>\n\n<p>\nحنينا صوابه خيبر وقال رجل قال بن بشكوال هو قزمان الطغري ويكنى أبا\nالفنداق الذي قلت له أي في شأنه وتسمى هذه اللام لام التبليغ آنفا بالمد\nوالقصر والمد أفصح أي قريبا فكاد بعض المسلمين أن يرتاب كذا في الأصول\nبإثبات أن والأفصح حذفها إنه لا يدخل بكسر إن وفتحها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head82'>[112]</h1>\n\n<p>\nلا <span id='ms034'></span> يدع لهم شاذة أي الخارجة عن الجماعة وكذا الشاذ قال القاضي أنث الكلمة\nعلى معنى النسمة أو تشبيه الخارج بشاذة الغنم ومعناه لا يدع أحدا على طريق\nالمبالغة قال بن الأعرابي يقال فلان لا يدع شاذة ولا فاذة إذا كان شجاعا لا\nيلقاه أحد إلا قتله والرجل المذكور اسمه قزمان قال الخطيب وكان منافقا ما\nأجزأ بالهمز أي أغنى أنا صاحبه أي أبدا أي أنا أصحبه خفية وألازمه أبدا\nلأنظر السبب الذي به يصير من أهل النار وذبابه بضم المعجمة وتخفيف الموحدة\nالمكررة طرفه الأسفل ثدييه تثنية ثدي بفتح المثلثة يقال للرجل والمرأة فيما\nذكر الجوهري وقال بن فارس الثدي للمرأة ويقال لذلك الموضع من الرجل ثندوة\nفهو في الحديث استعارة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head83'>[113]</h1>\n\n<p>\nقرحة بفتح القاف وسكون الراء واحدة القروح وهي حبات تخرج في بدن الإنسان\nكنانته بكسر الكاف جعبة النشاب بفتح الجيم لأنها تكن السهام أي تسترها\nفنكأها بالهمز قشرها وخرقها فلم يرقأ بالهمز لم ينقطع يقال رقأ الدم والدمع\nيرقأ رقوءا كركع يركع ركوعا سكن وانقطع خراج بضم الخاء المعجمة وتخفيف\nالراء القرحة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head84'>[114]</h1>\n\n<p>\nلما كان يوم خيبر كذا في الأصول وهو الصواب وكذا رواه أكثر رواه الموطأ\nورواه بعضهم حنين بردة بضم الباء كساء مخطط وقال أبو عبيد كساء أسود فيه\nصور عباءة بالمد ويقال عباية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head85'>[115]</h1>\n\n<p>\nثور بن يزيد الديلي في أكثر الأصول بكسر الدال وإسكان الياء وفي بعضها\nالدؤلي بالضم والهمزة عبد له اسمه مدعم بكسر الميم وإسكان الدال وفتح العين\nالمهملتين كذا في الموطأ وذكر البخاري أن اسمه كركرة بكسر الكاف الثانية مع\nكسر الأولى وفتحها الضبيب بضم الضاد المعجمة وفتح الموحدة ثم تحتيه ساكنة\nوموحدة رحله بالحاء مركب الرجل على البعير حتفه بفتح الحاء وسكون الفوقية\nموته بشراك بكسر الشين سير النعل على ظهر القدم شراك من نار يحتمل المجاز\nأي أن المعاقبة بالنار سببه والحقيقة بأن يعذب بلبسه وهو من نار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head86'>[116]</h1>\n\n<p>\nومنعه بفتح الميم وفي النون الفتح والإسكان والفتح أفصح العزة والامتناع\nممن يريده وقيل المنعة <span id='ms035'></span> بالفتح جمع مانع كظلمة وظالم أي جماعة يمنعوك ممن\nيقصدوك بمكروه وهاجر معه رجل من قومه فاجتووا المدينة أي كرهوا المقام بها\nلضجر ونوع من سقم قال أهل اللغة اجتويت البلد إذا كرهت المقام به وإن كنت\nفي نعمة وأصله من الجوى داء يصيب الجوف مشاقص بفتح الميم والمعجمة وقاف\nوصاد مهملة جمع مشقص بكسر الميم وفتح القاف سهم فيه نصل عريض وقيل سهم طويل\nليس بالعريض وقال الجوهري ما طال وعرض قال النووي وهو الظاهر لأن قطع\nالبراجم لا يحصل إلا بالعريض براجمه بفتح الموحدة وكسر الجيم مفاصل الأصابع\nواحدها برجمة فشخبت بفتح الشين والخاء المعجمة سأل دمها وقيل سأل بقوة\n</p>\n\n<h1 class='l1' id='head87'>[117]</h1>\n\n<p>\nأبو علقمة الفروي بفتح الفاء وسكون الراء نسبة إلى جده أبو فروة إن الله\nيبعث ريحا من اليمن في حديث آخر الكتاب من قبل الشام قال النووي ويجاب\nبوجهين أحدهما يحتمل أنهما ريحان شامية يمانية ويحتمل أن مبتدأها من أحد\nالإقليمين ثم يصل الآخر وتنتشر عنه ألين من الحرير فيه إشارة إلى الرفق بهم\nوإكرامهم فلا تدع إلى آخره قال النووي لا يخالفه حديث لا تزال طائفة من\nأمتي ظاهرين على الحق إلى يوم القيامة لأن معناه أنهم لا يزالون على الحق\nحتى تقبضهم هذه الريح اللينة قريب يوم القيامة وعند تظاهر أشراطها ودنوها\nالمتناهي في القرب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head88'>[118]</h1>\n\n<p>\nبادروا بالأعمال فتنا كقطع الليل المظلم معناه الحث على المبادرة إلى\nالأعمال الصالحة قبل تعذرها والاشتغال عنها بما يحدث من الفتن الشاغلة\nالمتكاثرة المتراكمة كتراكم ظلام الليل المظلم لا المقمر ووصف صلى الله\nعليه وسلم نوعا من شدائد تلك الفتن وهو أن يمسي مؤمنا ثم يصبح كافرا أو\nعكسه شك الراوي وهذا لعظم الفتن يتقلب الإنسان في اليوم الواحد هذا\nالانقلاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head89'>[119]</h1>\n\n<p>\nحدثنا حبان هو بن هلال رجل من أهل الجنة بالرفع على الإستئناف وفي بعض\nالأصول رجلا بالنصب على البدل من الهاء في نراه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>[120]</h1>\n\n<p>\nمن أحسن منكم في الإسلام المراد به الدخول فيه بالظاهر والباطن ويكون\nمسلما حقيقة وبالإساءة عدم الدخول <span id='ms036'></span> فيه بالقلب والانقياد ظاهرا وهو النفاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head91'>[121]</h1>\n\n<p>\nبن شماسة اسمه عبد الرحمن المهري بفتح الميم وسكون الهاء وبالراء في\nسياقه الموت بكسر السين حال حضوره أفضل ما نعد بضم النون على أطباق ثلاث أي\nأحوال ومنه لتركبن طبقا عن طبق فلهذا أنث ثلاثا إرادة لمعنى أطباق تشترط\nبماذا قال النووي هكذا ضبطناه بما بإثبات الباء فيجوز أن تكون زائدة\nللتأكيد ويجوز أن تكون على تضمين تشترط بمعنى تحتاط يهدم ما كان قبله أي\nيسقطه ويمحو أثره عيني بتشديد الياء مثنى عين فسنوا على التراب سنا ضبط\nبالمعجمة والمهملة وهو الصب وقيل بالمهملة الصب في سهولة وبالمعجمة التفريق\nجزور بفتح الجيم من الإبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>[122]</h1>\n\n<p>\nلو تخبرنا جواب لو محذوف أي لأشملنا أثاما أي عقوبة وقيل هو واد في جهنم\nوقيل بئر فيها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head93'>[123]</h1>\n\n<p>\nأسلمت على ما أسلفت من خير قال المحققون هو على ظاهره وأن الكافر إذا\nأسلم يثاب على ما فعله من الخير في حال الكفر وإن قال الفقهاء إن عبادة\nالكافر غير معتد بها ولو أسلم فمرادهم لا يعتد بها في أحكام الدنيا وليس\nفيه تعرض لثواب الآخرة فإن أقدم قائل على التصريح بأنه إذا أسلم لا يثاب\nعليها في الآخرة رد قوله بهذه السنة الصحيحة والمنكرون تأولوا الحديث فقيل\nمعناه اكتسبت طباعا جميلة وأنت تنتفع بتلك الطباع في الإسلام وتكون تلك\nالعبادة تمهيدا لك ومعونة على فعل الخير وقيل معناه اكتسبت بذلك ثناء جميلا\nفهو باق لك في الإسلام وقيل ببركة ما سبق لك من خير هداك الله ل الإسلام\nوأن من ظهر منه خير في أول أمره فهو دليل على حسن عاقبته وسعادة آخرته\nوالتحنث التعبد هذه الجملة مدرجة كأنها من كلام الزهري قال أهل اللغة أصل\nالتحنث أن يفعل فلا يخرج به من الحنث وهو الإثم وكذا تأثم وتحرج وتهجد أي\nفعل فعلا يخرج به من الإثم والحرج والهجود صالح عن بن شهاب أخبرني عروة\nالثلاثة تابعيون عتاقه بفتح العين أتبرر بها التبرر فعل البر وهو الطاعة\n</p>\n\n<h1 class='l1' id='head94'>[124]</h1>\n\n<p>\nالأعمش عن <span id='ms037'></span> إبراهيم عن علقمة الثلاثة تابعيون أئمة أجلة حفاظ ليس هو كما\nتظنون قال النووي أعلم النبي صلى الله عليه وسلم أن الظلم المطلق هناك هو\nالمراد هذا المقيد وهو الشرك وأصل الظلم وضع الشيء في غير موضعه ومن جعل\nالعبادة لغير الله فهو أظلم الظالمين قال لقمان لابنه قيل اسمه أنعم وتعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head95'>[125]</h1>\n\n<p>\nبن بسطام العيشي بالتحتية والشين المعجمة قال فاشتد أعاد لفظ قال لطول\nالكلام في إثرها بفتح الهمزة والمثلثة وبكسر الهمزة وسكون المثلثة عن حديث\nالنفس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head96'>[127]</h1>\n\n<p>\nما حدثت به أنفسها بالنصب والرفع والنصب أشهر وأظهر ما لم يتكلموا أو\nيعملوا يحتمل أن يؤاخذوا حينئذ بالكلام والعمل فقط ويحتمل أن يؤاخذوا به\nوبحديث النفس أيضا وعليه السبكي في الحلبيات\n</p>\n\n<h1 class='l1' id='head97'>[129]</h1>\n\n<p>\nمن جراي بفتح الجيم وتشديد الراء مقصورا أو ممدودا أي من أجلي ورد به\nالقاضي عياض على من قال إنه إذا تركها لخوف الناس تكتب أيضا حسنة لأنه إنما\nحمله على تركها الحياء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head98'>[130]</h1>\n\n<p>\nمن هم بحسنة فلم يعملها كتبت له حسنة قال الطحاوي فيه دليل على أن الحفظة\nيكتبون أعمال القلوب وعقدها خلافا لمن قال إنها لا تكتب إلا الأعمال\nالظاهرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head99'>[131]</h1>\n\n<p>\nولا يهلك على الله إلا هالك معناه من حتم هلاكه وشدت عليه أبواب الهدى مع\nسعة رحمة الله تعالى وكرمه وتفضله بهذا التضعيف الكثير فمن كثرت سيئاته حتى\nغلبت حسناته مع أنها متضاعفة فهو الهالك المحروم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head100'>[132]</h1>\n\n<p>\nذاك صريح الإيمان معناه إن استعظامكم الكلام به هو صريح الإيمان فإن\nاستعظام ذلك وشدة الخوف منه ومن النطق به فضلا عن اعتقاده يكون لمن استكمل\nالإيمان استكمالا محققا وانتفت عنه الريبة والشكوك وقيل معناه إن الشيطان\nإنما يوسوس لمن أيس من إغوائه فينكد عليه بالوسوسة لعجزه عن إغوائه وأما\nالكافر فإنه يأتيه من حيث شاء ولا يقتصر في حقه على الوسوسة بل يتلاعب به\nكيف أراد فعلى هذا معنى الحديث سبب الوسوسة صريح الإيمان أو الوسوسة علامة\nصريح الإيمان أبو الجواب بفتح الجيم وتشديد الواو آخره موحدة\n</p>\n\n<h1 class='l1' id='head101'>[133]</h1>\n\n<p>\nسعير بضم السين وفتح العين المهملتين <span id='ms038'></span> آخره راء بن الخمس بكسر الخاء\nالمعجمة وإسكان الميم وبالسين المهملة وسعير وأبوه لا يعرف لهما نظير مغيرة\nعن إبراهيم عن علقمة الثلاثة تابعيون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head102'>[134]</h1>\n\n<p>\nفمن وجد شيئا من ذلك إلى آخره قال القاضي عياض معناه الإعراض عن هذا\nالخاطر الباطل والالتجاء إلى الله تعالى في إذهابه قال المازري والمراد به\nالخواطر التي ليست بمستقرة ولا أجلبتها شبهة طرأت وعلى مثلها ينطبق اسم\nالوسوسة أما الخواطر المستقرة التي أوجبتها الشبهة فلا تدفع إلا باستدلال\nونظر في إبطالها يعقوب هو الدورقي فليستعذ بالله ولينته معناه إذا عرض عليه\nالوسواس فليلجأ إلى الله تعالى في دفع شره عنه وليعرض عن الفكر في ذلك\nوليعلم أن ذلك الخاطر من وسوسة الشيطان وهو إنما يسعى بالفساد فليعرض عن\nالإصغاء إلى وسوسته وليبادر إلى قطعها بالانتقال لغيرها برقان بضم الموحدة\nوالقاف حتى يقولوا الله خلق كل شيء في بعض الأصول حتى يقولون قال النووي\nوهو صحيح وإثبات النون مع الناصب لغة قليلة ذكرها جماعة من النحاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head103'>[137]</h1>\n\n<p>\nمعبد بن كعب السلمي بفتحتين نسبة إلى بني سلمة بكسر اللام من الأنصار عن\nأبي أمامة هو الحارثي ويقال فيه البلوي بن أخت أبي بردة بن نيار وليس هو\nالباهلي ونسبة الحارثي إلى بني الحارث من الخزرج وقيل إلى بني حارثة وقد\nذكر كثير ممن صنف في الصحابة أنه توفي عند انصراف النبي صلى الله عليه وسلم\nمن أحد فصلى عليه وهذا يقتضي في الحديث انقطاعا فإن عبد الله بن كعب تابعي\nفكيف يسمع ممن توفي عام أحد قال النووي لكن هذا القول في وفاته ليس بصحيح\nفإنه صح عن عبد الله بن كعب أنه قال حدثني أبو أمامة كما في الطريق الثانية\nفهذا التصريح بسماعه منه يبطل ما قيل في وفاته وقد أنكره بن الأثير من\nاقتطع حق امرئ مسلم يشمل غير المال كجلد الميتة والسرجين وحد القذف ونصيب\nالزوجة من القسم ونحو ذلك وحرم عليه الجنة هو مؤول بالمستحل أو بتحريم\nدخولها مع السابقين الأولين وإن قضيبا بالنصب <span id='ms039'></span> على أنه خبر كان المحذوفة أو\nمفعول اقتطع محذوفا وفي أكثر الأصول بالرفع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head104'>[138]</h1>\n\n<p>\nيمين صبر بالإضافة إذن يحلف بالرفع والنصب شاهداك أو يمينه أي لك ما يشهد\nبه شاهدان أو يمينه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head105'>[139]</h1>\n\n<p>\nحضرموت بفتح الحاء المهملة والراء والميم وسكون الضاد المعجمة بلد باليمن\nقيل إن صالحا لما هلك قومه جاء بمن معه من المؤمنين إليه فلما وصل إليه مات\nفقيل حضرموت وقيل ذكر المبرد أنه لقب عامر جد اليمانية كان لا يحضر حربا\nإلا كثرت فيه القتلى فقال عنه من رآه حضرموت بتحريك الضاد ثم كثر ذلك فسكنت\nانتزى على أرضي أي غلب عليها واستولى امرؤ القيس بن عابس بالعين المهملة\nوالباء الموحدة ربيعة بن عبدان بكسر العين والباء الموحدة وقال إسحاق في\nروايته ربيعة بن عيدان يعني بفتح العين وياء تحتية قال القاضي عياض وهو\nالصواب قال وكذا ضبطناه في الحرفين عن شيوخنا ووقع عند بن الحذاء عكس ما\nضبطناه فقال في رواية زهير بالفتح والمثناة وفي رواية إسحاق بالكسر\nوالموحدة قال الجياني وكذا هو في الأصل عن الجلودي قال القاضي عياض والذي\nصوبناه أولا هو قول الدارقطني وعبد الغني بن سعيد وابن ماكولا وابن يونس\nقال النووي وضبطه جماعة منهم أبو القاسم بن عساكر عبدان بكسر العين\nوالموحدة وتشديد الدال\n</p>\n\n<h1 class='l1' id='head106'>[140]</h1>\n\n<p>\nشهيد قال النضر بن شميل سمي بذلك لأنه حي لأن أرواحهم شهدت دار السلام\nوأرواح غيرهم لا تشهدها إلا يوم القيامة قال بن الأنباري لأن الله وملائكته\nيشهدون له بالجنة فمعنى شهيد مشهود له وقيل لأنه شهد عند خروج روحه ماله من\nالثواب والكرامة وقيل لأن ملائكة الرحمة يشهدونه فيأخذون روحه وقيل لأنه\nشهد له بالإيمان وخاتمة الخير بظاهر حاله وقيل لأن عليه شاهدا يشهد بكونه\nشهيدا وهو دمه فإنه يبعث وجرحه يثعب دما وقيل لكونه ممن يشهد يوم القيامة\nعلى الأمم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head107'>[141]</h1>\n\n<p>\nتيسروا للقتال أي تأهبوا وتهيأوا فركب بالفاء وفي بعض الأصول بالواو وفي\nبعضها ركب بلا فاء ولا واو أما علمت بفتح التاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head108'>[142]</h1>\n\n<p>\nلو علمت أن لي حياة <span id='ms040'></span> ما حدثتك يعني لما كان يخافه لو دثه به من سوء\nالمسمعي بكسر الميم الأولى وفتح الثانية نسبة إلى مسمع بن ربيعة الأمانة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head109'>[143]</h1>\n\n<p>\nحدثنا رسول الله صلى الله عليه وسلم حديثين يعني في الأمانة وإلا فروايات\nحذيفة كثيرة وعنى بأحد الحديثين قوله حدثنا أن الأمانة نزلت في جذر قلوب\nالرجال وبالثاني قوله ثم حدثنا عن رفع الأمانة إلى آخره إن الأمانة قال\nالنووي الظاهر أن المراد بها التكليف الذي كلف الله به عباده والعهد الذي\nأخذ عليهم وهي التي في قوله تعالى إنا عرضنا الأمانة الآية وقال صاحب\nالتحرير هي عين الإيمان فإذا استمكنت من قلب العبد قام حينئذ بأداء\nالتكاليف واغتنم ما يرد عليه منها وجد في إقامتها جذر بفتح الجيم وكسرها\nوإعجام الذال هو الأصل الوكت بفتح الواو وسكون الكاف ومثناة فوقية الأثر\nاليسير وقيل سواد يسير وقيل لون يحدث مخالف للون الذي كان قبله المجل بفتح\nالميم وفي الجيم الفتح والإسكان وهو المشهور التنفط في اليد من عمل بفأس أو\nنحوه فيصير كالقبة فيه ماء قليل فنفط بكسر الفاء وذكره مع أن الرجل مؤنثة\nلإرادة العضو منتبرا بنون ثم مثناة فوقية ثم موحدة وراء مرتفعا ومنه المنبر\nلارتفاعه ثم أخذ حصاة فدحرجها في أكثر الأصول فدحرجه أي المأخوذ قال صاحب\nالتحرير معنى الحديث أن الأمانة تزول عن القلوب شيئا فشيئا فإذا زال أول\nجزء منها زال نورها وخلفه ظلمة كالوكت وهو اعتراض لون مخالف للون الذي قبله\nفإذا زال شيء آخر صار كالمجل وهو أثر محكم لا يكاد يزول إلا بعد مدة وهذه\nالظلمة فوق التي قبلها ثم شبه زوال ذلك النور بعد وقوعه في القلب وخروجه\nبعد استقراره فيه واعتقاب الظلمة إياه بجمر يدحرجه على رجله حتى يؤثر فيها\nثم يزول الجمر ويبقى النفط وأخذه الحصاة ودحرجته إياها أراد بها زيادة\nالبيان وإيضاح المذكور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>[144]</h1>\n\n<p>\nفتنة الرجل في أهله وماله هي فرط محبته لهم وشحه عليهم وشغله بهم عن كثير\nمن الخير وتفريطه فيما يلزمه من القيام <span id='ms041'></span> بحقوقهم وتأديبهم وتعليمهم تموج\nتضطرب وتدفع بعضها بعضا وشبهها بموج البحر لشدة عظمها وكثرة شيوعها فأسكت\nالقوم بقطع الهمزة المفتوحة يقال سكت وأسكت لغتان بمعنى صمت قاله أكثر أهل\nاللغة وقال الأصمعي سكت صمت وأسكت أطرق لله أبوك كلمة مدح تعتاد العرب\nالثناء بها فإن الإضافة إلى العظيم تشريف ولهذا يقال بيت الله وناقة الله\nفإذا وجد من الرجل ما يحمد قيل لله أبوك حيث أتى بمثلك تعرض الفتن على\nالقلوب كالحصير عودا عودا في ضبطه أوجه أظهرها وأشهرها ضم العين وإهمال\nالدال والثاني فتح العين مع الإهمال والثالث الفتح والإعجام واختار القاضي\nالأول وبه جزم صاحب التحرير واختار بن السراج الثاني وقال ومعنى تعرض تلصق\nبعرض القلوب أي جانبها كما يلصق الحصير بجنب النائم ويؤثر فيه شدة التصاقها\nبه قال ومعنى عودا عودا أي تعاد وتكرر شيئا بعد شيء قال ومن رواه بالمعجمة\nفمعناه سؤال الاستعاذة منها كما يقال غفرا غفرا أي نسألك أن تعيذنا من ذلك\nوقال غيره معناه تظهر على القلوب أي تظهر لها فتنة بعد أخرى وقوله كالحصير\nأي كما ينسج الحصير عودا عودا وشظية بعد أخرى قال القاضي وعلى هذا يترجح\nرواية ضم العين وذلك أن ناسج الحصير عند العرب كلما صنع عودا أخذ آخر ونسجه\nفشبه عرض الفتن على القلوب واحدة بعد أخرى بعرض قضبان الحصير على صانعها\nواحدا بعد واحد قال القاضي وهذا معنى الحديث عندي وهو الذي يدل عليه سياق\nلفظه وصحة تشبيهه أشربها أي دخلت فيه دخولا تاما وألزمها وحلت منه محل\nالشراب ومنه وأشربوا في قلوبهم العجل أي حبه وثوب مشرب بحمرة أي خالطته\nمخالطة لا انفكاك لها نكت بالمثناة آخره نقط نكتة نقطة قال بن دريد كل نقط\nفي شيء بخلاف لونه فهو نكت أنكرها ردها أبيض مثل الصفا إلى آخره قال القاضي\nليس تشبيهه بالصفا بيانا لبياضه ولكن صفة أخرى على شدته على عقد الإيمان\nوسلامته من الخلل وأن الفتن لم تلصق به ولم تؤثر فيه كالصفا وهو <span id='ms042'></span> الحجر\nالأملس الذي لا يعلق به شيء مربادا بالنصب على الحال وفي بعض الأصول مربئدا\nبهمزة مكسورة بعد الياء والدال المشددة من اربأد ك احمأر لغة فحين اربد\nكاحمر والمفعول من هذه مربد بلا همز كمحمر مجخيا بضم الميم وسكون الجيم\nوكسر الخاء المعجمة أي مائلا قال بن السراج ليس قوله كالكوز مجخيا تشبيها\nلما تقدم من سواده بل هو وصف آخر من أوصافه بأنه قلب ونكس حتى لا يعلق به\nخير ولا حكمة وقال القاضي شبه القلب الذي لا يعي خيرا بالكوز المجوف الذي\nلا يثبت الماء فيه إن بينك وبينها بابا مغلقا معناه أن تلك الفتن لا يخرج\nشيء منها في حياتك يوشك بكسر الشين أي يقرب أكسرا أي أيكسر كسرا لا أبا لك\nقال صاحب التحرير هذه كلمة تقولها العرب للحث على فعل الشيء ومعناه أن\nالإنسان إذا كان له أب ووقع في شدة عاونه أبوه ورفع عنه بعض الكل فلا يحتاج\nمن الجد والاهتمام إلى ما يحتاج إليه حالة الانفراد وعدم الأب المعاون فإذا\nقيل لا أبا لك فمعناه جد في هذا الأمر وشمر وتأهب تأهب من ليس له معاون فلو\nأنه فتح لعله يعاد أي بخلاف المكسور فإنه لا يمكن إعادته ولأن الكسر لا\nيكون غالبا إلا عن إكراه وغلبة رجل يقتل أو يموت هو عمر كما بين في صحيح\nالبخاري ثم يحتمل أن يكون حذيفة سمعه من النبي صلى الله عليه وسلم هكذا على\nالشك والمراد به الإبهام على حذيفة وغيره ويحتمل أن يكون حذيفة علم أنه\nيقتل ولكنه كره أن يخاطب عمر بالقتل فإن عمر كان يعلم أنه هو الباب كما في\nالبخاري حديثا ليس بالأغاليط جمع أغلوطة وهي التي يغالط بها أي حديثا صدقا\nمحققا ليس هو من صحف الكاتبين ولا من اجتهاد ورأي بل من حديث النبي صلى\nالله عليه وسلم ما أسود مربادا قال شدة بياض في سواد قال بعضهم هو تصحيف\nوصوابه شبه البياض في سواد لأن شدة البياض <span id='ms043'></span> في السواد لا تسمى ربدة وإنما\nيقال له بلق والربدة إنما هي شيء من بياض يسير يخالط السواد كلون أكثر\nالنعام ومنه قيل للنعامة ربدا قال أبو عمرو الربدة لون بين السواد والغبرة\nوقال بن دريد لون أكدر\n</p>\n\n<h1 class='l1' id='head111'>[145]</h1>\n\n<p>\nبدأ الإسلام غريبا بالهمز من الابتداء غريبا أي في آحاد من الناس وقلة ثم\nانتشر وظهر وسيعود كما بدأ أي وسيلحقه النقص والاختلال حتى لا يبقى إلا في\nآحاد وقلة أيضا كما بدأ فطوبى فعلى من الطيب وقيل معناه فرح وقرة عين وسرور\nلهم وغبطة وقيل دوام الخير وقيل الجنة وقيل شجرة فيها للغرباء قال النووي\nفسروا في الحديث بالنزاع من القبائل قال الهروي أراد بذلك المهاجرين الذين\nهجروا أوطانهم إلى الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>[146]</h1>\n\n<p>\nيأرز بهمزة وراء مكسورة ثم زاي وحكي ضم الراء وفتحها أي ينضم ويجتمع بين\nالمسجدين أي مسجد مكة والمدينة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head113'>[147]</h1>\n\n<p>\nإن الإيمان ليأرز إلى المدينة قال القاضي معناه أن الإيمان أولا وآخرا\nبهذه الصفة لأنه في أول الإسلام كان كل من خلص إيمانه وصح إسلامه في\nالمدينة أتى مهاجرا متوطنا وإما متشوقا إلى رؤية رسول الله صلى الله عليه\nوسلم ومتعلما منه ومتقربا ثم بعد هذا في زمن الخلفاء كذلك ولأخذ سيرة العدل\nمنهم والاقتداء بجمهور الصحابة فيها ثم من بعدهم من العلماء الذين كانوا\nسرج الوقت وأئمة الهدى لأخذ السنن المنتشرة بها عنهم وكان كل منهم ثابت\nالإيمان منشرح الصدر به يرحل إليها ثم بعد ذلك في كل وقت وإلى زماننا\nلزيارة قبره الشريف والتبرك بآثاره ومشاهده وآثار الصحابة فلا يأتيها إلا\nمؤمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head114'>[148]</h1>\n\n<p>\nحتى لا يقال في الأرض الله الله برفع لفظ الجلالة قال النووي وقد يغلط\nبعض الناس فلا يرفعه قال القاضي وفي رواية بن أبي جعفر بدله لا إله إلا\nالله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head115'>[149]</h1>\n\n<p>\nأحصوا أي عدوا وفي رواية البخاري اكتبوا كم يلفظ الإسلام بالتحتية أوله\nوالإسلام بالنصب مفعوله على إسقاط الباء والمعنى كم عدد من يلفظ بكلمة\nالإسلام وكم استفهامية وتمييزها محذوف أي كم شخصا وفي بعض الأصول كم تلفظ <span id='ms044'></span>\nبالإسلام بالمثناة الفوقية وفتح اللام والفاء المشددة ما بين الستمائة إلى\nالسبعمائة قال النووي كذا وقع في مسلم بنصب مائة فيهما وتنوينه وهو مشكل\nوله وجه وهو أن يكون مائة فيهما منصوبا على التمييز على قول بعض أهل\nالعربية وقيل إن مائة فيهما مجرورة على أن الألف واللام زائدتان وفي رواية\nغير مسلم ستمائة إلى سبعمائة ولا إشكال فيها وفي رواية البخاري فكتبنا له\nألفا وخمسمائة وجمع بأنه أريد في تلك الرجال فقط وضم في هذه النساء\nوالصبيان وأريد في تلك رجال المدينة خاصة وفي هذه هم مع المسلمين حولهم قال\nالنووي وهذا الجواب هو الصحيح فابتلينا حتى جعل الرجل منا لا يصلي إلا سرا\nقال النووي لعله كان في بعض الفتن التي جرت بعد النبي صلى الله عليه وسلم\nفكان بعضهم يخفي نفسه ويصلي سرا مخافة من الظهور والمشاركة في الدخول في\nالفتنة والحروب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head116'>[150]</h1>\n\n<p>\nحدثنا بن أبي عمر عن سفيان عن الزهري قال أبو مسعود الدمشقي في أطرافه\nهذا الحديث إنما يرويه سفيان بن عيينة عن معمر عن الزهري كذا رواه الحميدي\nوسعيد بن عبد الرحمن ومحمد بن الصباح كلهم عن سفيان وهو المحفوظ والوهم في\nإسقاطه من بن أبي عمر وكذا قال الدارقطني في استدراكاته وقال النووي يحتمل\nأن يكون سفيان سمعه من الزهري مرة وسمعه من معمر عن الزهري مرة فرواه على\nالوجهين فلا يقدح أحدهما في الآخر قال بن حجر في شرح البخاري وهذا فيه بعد\nلأن الروايات تضافرت عن بن عيينة بإثبات معمر ولم يوجد بإسقاطه إلا عند\nمسلم مع أنه في مسند شيخه بن أبي عمر بإثباته وهذا ينفي أن يكون الوهم منه\nكما زعمه أبو مسعود قسما بفتح القاف أعط فلانا هو جعيل بن سراقة الضمري من\nخيار الصحابة سماه الواقدي في المغازي أو مسلم بإسكان الواو مخافة\nللإسماعيلي قبله زيادة وما أعطيه إلا يكبه بفتح أوله وضم الكاف يقال أكب\nالرجل وكبه الله قال النووي وهذا بناء غريب فإن العادة أن الفعل <span id='ms045'></span> اللازم\nبغير همز يعدى بالهمزة وهذا عكسه وضمير يكبه للمعطى أي أتألف قلبه بالإعطاء\nمخافة من كفره إذا لم يعط رهطا أي جماعة قال النووي وأصله الجماعة دون\nالعشرة ولا واحد له من لفظه لأراه مؤمنا قال النووي هو بفتح الهمزة بمعنى\nأعلمه ولا يجوز ضمها فيصير بمعنى أظنه لأنه قال غلبني ما أعلم منه ولأنه\nراجع النبي صلى الله عليه وسلم ثلاث مرات ولو لم يكن جازما باعتقاده لما\nكرر المراجعة وقال القرطبي الرواية بضم الهمزة وكذا قال بن حجر وأجاب عما\nاستدل به النووي بأنه أطلق العلم على الظن الغالب صالح عن بن شهاب حدثني\nعامر قال النووي الثلاثة تابعيون وهو رواية الأكابر عن الأصاغر فإن صالحا\nأكبر من بن شهاب الزهري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head117'>[151]</h1>\n\n<p>\nنحن أحق بالشك من إبراهيم معناه أن الشك يستحيل في حق إبراهيم فإن الشك\nفي إحياء الموتى لو كان متطرقا إلى الأنبياء لكنت أنا أحق به من إبراهيم\nوقد علمتم أني لم أشك فاعلموا أن إبراهيم لم يشك وإنما خص إبراهيم وقد خص\nإبراهيم لكون الآية قد يسبق منها إلى بعض الأذهان الفاسدة احتمال الشك\nوإنما رجح إبراهيم على نفسه تواضعا وأدبا أو قبل أن يعلم أنه خير ولد آدم\nوقال صاحب التحرير يقع لي فيه معنيان أحدهما أنه خرج مخرج العادة في الخطاب\nفإن من أراد المدافعة عن إنسان قال للمتكلم فيه ما كنت قائلا لفلان أو\nفاعلا فيه من مكروه فقله لي وافعله معي ومقصوده لا تقل ذلك والثاني أن\nمعناه هذا الذي تظنونه شكا أنا أولى به فإنه ليس بشك وإنما طلب لمزيد\nاليقين وقال قوم لما نزل قوله تعالى أولم تؤمن قالت طائفة شك إبراهيم ولم\nيشك نبينا فقال ذلك ويرحم الله لوطا كان يأوي إلى ركن شديد هو الله جل\nجلاله فإنه أشد الأركان وأمنعها وأقواها قال ذلك صلى الله عليه وسلم تعريضا\nبقول لوط لو أن لي بكم قوة أو آوي إلى ركن شديد أي لمنعتكم قال النووي قصد\nلوط <span id='ms046'></span> بذلك إظهار العذر عند أضيافه وأنه لو استطاع دفع المكروه عنهم بطريق ما\nلفعله ولم يكن ذلك منه إعراضا عن الإعتماد على الله تعالى قال ويجوز أن\nيكون نسي الالتجاء إلى الله في حمايتهم ويجوز أن يكون التجأ فيما بينه وبين\nالله تعالى وأظهر للأضياف التألم وضيق الصدر ولو لبثت إلى آخره هو ثناء على\nيوسف وبيان لصبره وتأنيه إذ قال لرسول الملك لما جاءه ليخرجه ارجع إلى ربك\nفسأله ما بال النسوة فلم يبادر بالخروج من السجن بعد طول لبثه فيه بل تثبت\nوأرسل الملك في كشف أمره الذي سجن بسببه لتظهر براءته مما نسب إليه وقال\nالنبي صلى الله عليه وسلم ما قال تواضعا وإيثارا للأبلغ في بيان كمال فضيلة\nيوسف وحدثني به إن شاء الله قيل كيف يحتج بشيء يشك فيه وأجاب النووي بأنه\nلم يحتج بهذا الإسناد وإنما ذكره متابعة واستشهادا ويحتمل فيهما ما لا\nيحتمل في الأصول وأبا عبيد هو سعد بن عبيد مولى عبد الرحمن بن أزهر حتى\nجازها أي فرغ منها حتى أنجزها أي أتمها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head118'>[152]</h1>\n\n<p>\nما من الأنبياء الحديث في معناه أقوال أحدها أن كل نبي أعطي من المعجزات\nما كان مثله لمن كان قبله من الأنبياء فآمن به البشر وأما معجزتي الظاهرة\nالعظيمة فهي القرآن الذي لم يعط أحد مثله فلهذا قال أنا أكثرهم تابعا\nالثاني أن الذي أوتيته لا يتطرق إليه تخييل السحر وشبهه بخلاف معجزة غيري\nفإنه قد يخيل الساحر بشيء مما يقارب صورتها كما خيلت السحرة في صورة عصى\nموسى والخيال قد يروج على فيض العوام والفرق بين المعجزة والسحر والتخييل\nيحتاج إلى فكر ونظر وقد يخطئ الناظر فيعتقدهما سواء الثالث أن معجزات\nالأنبياء انقرضت بانقراض أعصارهم ولم يشاهدها إلا من حضرها بحضرتهم ومعجزة\nنبينا صلى الله عليه وسلم القرآن المستمر إلى يوم القيامة مع خرقه العادة\nفي أسلوبه وبلاغته وإخباره بالمغيبات وعجز الإنس والجن أن يأتوا بسورة من\nمثله مجتمعين أو متفرقين في جميع الأعصار مع اعتنائهم بمعارضته <span id='ms047'></span> فلم يقدروا\nوهم أفصح القرون مع غير ذلك من وجوه إعجازه المعروفة مثله بالرفع آمن بالمد\nوفتح الميم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head119'>[153]</h1>\n\n<p>\nحدثنا بن وهب قال وأخبرني عمرو في إثبات الواو دقيقة وهي أن يونس سمع من\nبن وهب أحاديث من جملتها هذا الحديث وليس هو أولها فقال بن وهب في روايته\nالحديث الأول أخبرني عمرو كذا ثم قال وأخبرني عمرو بكذا وهكذا إلى آخر تلك\nالأحاديث فإذا روى يونس عن بن وهب غير الحديث الأول أثبت الواو كما سمع وهي\nأولى من حذفها الجائز أيضا يهودي ولا نصراني خصهما بالذكر لأنهما أهل كتاب\nفغيرهم ممن لا كتاب له أولى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head120'>[154]</h1>\n\n<p>\nصالح بن صالح الهمداني عن الشعبي قال رأيت رجلا من أهل خراسان سأل الشعبي\nقال النووي هذا الكلام ليس منتظما في الظاهر ولكن تقديره حدثنا صالح عن\nالشعبي بحديث وقصة طويلة قال فيها صالح رأيت رجلا سأل الشعبي ثلاثة يؤتون\nأجرهم مرتين للطبراني من حديث أبي أمامة مرفوعا أربعة يؤتون أجرهم مرتين\nفذكر الثلاثة وزاد أزواج النبي صلى الله عليه وسلم وقد وردت الأحاديث\nوالآثار بأكثر من ذلك وجمعتها في جزء فبلغت أربعين رجل من أهل الكتاب أي\nالتوراة والإنجيل وقيل الإنجيل خاصة لأن النصرانية ناسخة لليهودية وأجاب\nالطيبي بأنه لا يبعد أن يكون طريان الإيمان بمحمد صلى الله عليه وسلم سببا\nلقبول ذلك الدين وإن كان منسوخا آمن بنبيه وأدرك النبي صلى الله عليه وسلم\nفآمن به واتبعه وصدقه يستدل بهذا اللفظ لما قاله الكرماني من اختصاص ذلك\nبمن آمن في عهده صلى الله عليه وسلم بخلاف من بعده إلى يوم القيامة لأن\nبعثته قد أبطلت ما قبلها من الأديان فلم يكن الإيمان به معتدا به لكن اختار\nالبلقيني استمرار ذلك إلى يوم القيامة ورجحه بن حجر فغذاها بتخفيف الذال\nالمعجمة فأحسن غذاءها بالمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head121'>[155]</h1>\n\n<p>\nليوشكن بضم الياء وكسر الشين أي ليقربن فيكم أي في هذه الأمة وإن كان\nخطابا لبعضها ممن لم يدرك نزوله حكما أي حاكما مقسطا أي عادلا ويضع الجزية\nأي <span id='ms048'></span> لا يقبلها ولا يقبل من الكفار إلا الإسلام ولا ينافي ذلك كونها مشروعة\nمن نبينا صلى الله عليه وسلم وهو لا يغير شرعه لأن النبي صلى الله عليه\nوسلم شرعها مغياة بنزول عيسى بهذا الحديث وغيره ولم يشرعها مستمرة إلى يوم\nالقيامة وقيل معناه يضع الجزية على كل الكفرة ولا يقاتله أحد ومنها يفيض\nالمال قال النووي والصواب الأول ويفيض المال بفتح الياء يكثر وتنزل البركات\nوالخيرات بسبب العدل وعدم الظلم وتقل أيضا الرغبات لقصر الآمال وعلمهم بقرب\nالساعة فإن عيسى علم من أعلامها وحتى تكون السجدة الواحدة خيرا من الدنيا\nوما فيها قال النووي معناه أن الناس تكثر رغبتهم في الصلاة وسائر الطاعات\nلعلمهم بقرب الساعة قال القاضي معناه أن أجرها خير لمصليها من صدقته\nبالدنيا وما فيها لفيض المال حينئذ وهوانه وقلة الشح به وقلة الحاجة إليه\nقال والسجدة هي السجدة بعينها أو عبارة عن الصلاة عطاء بن ميناء بكسر الميم\nوتحتية ساكنة ونون ومد ويقصر ولتتركن القلاص بكسر القاف جمع قلوص بفتحها\nوهي من الإبل كالفتاة من النساء والحدث من الرجال فلا يسعى عليها أي يزهد\nفيها ولا يرغب في اقتنائها ولا يعتني بها لكثرة الأموال وقلة الآمال كقوله\nتعالى وإذا العشار عطلت وخصت بالذكر لكونها أشرف الإبل التي هي أنفس أموال\nالعرب وقيل معنى لا يسعى عليها أي لا تطلب زكاتها إذ لا يوجد من يقبلها\nالشحناء أي العداوة وليدعون إلى المال بضم الواو وتشديد النون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head122'>[156]</h1>\n\n<p>\nتكرمة الله بالنصب مصدر أو مفعول له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head123'>[159]</h1>\n\n<p>\nفتخر ساجدة قال النووي سجود الشمس بتمييز وإدراك يخلقه الله فيها مستقرها\nتحت العرش قال جماعة بظاهره وهو أنها إذا غربت كل يوم استقرت تحت العرش إلى\nأن تطلع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head124'>[160]</h1>\n\n<p>\nبن سرح بفتح أوله ومهملات أن عائشة أخبرته قالت كان أول ما بدئ به هو\nمرسل صحابية فإنها لم تدرك هذه القضية فإما أن تكون سمعتها من النبي صلى\nالله عليه وسلم أو من صحابي قال بن حجر ويؤيد سماعها منه قولها في أثناء <span id='ms049'></span>\nالحديث قال فأخذني فغطني من الوحي من بيانية أو تبعيضية مثل بالنصب حال فلق\nالصبح بفتح الفاء واللام وحكي سكونها ضياؤه يضرب مثلا للشيء الواضح البين\nالخلاء بالمد الخلوة بغار حراء بكسر المهملة وتخفيف الراء والمد مصروف وروى\nبفتح الحاء والقصر جبل بينه وبين مكة ثلاثة أميال على يسار الذاهب من مكة\nإلى منى يتحنث فيه في سيرة بن هشام يتحنف بالفاء أي يتتبع الحنيفية وهي دين\nإبراهيم والفاء تبدل ثاء في كثير من كلامهم وهو التعبد مدرج في الخبر قطعا\nقال بن حجر وهو يحتمل أن يكون من كلام عروة أو من دونه قال وجزم الطيبي\nبأنه من تفسير الزهري ولم يذكر دليله قال ولم يأت التصريح بصفة تعبده لكن\nفي رواية عبيد بن عمير عند بن إسحاق فيطعم من يرد عليه من المشركين وجاء عن\nبعض المشايخ أنه كان يتعبد بالتفكر الليالي بالنصب على الظرف وتعلقه بيتحنث\nلا بالتعبد أولات العدد في رواية بن إسحاق أنه كان يعتكف شهر رمضان إلى\nأهله أي خديجة لمثلها أي الليالي فجئه الحق بكسر الجيم وهمزة أي بغته ويقال\nبفتح الجيم أيضا فجاءه الملك الفاء تفسيرية لا تعقبية فقال اقرأ عند بن\nإسحاق من مرسل عبيد بن عمير أتاني جبريل بنمط من ديباج فيه كتاب فقال اقرأ\nما أنا بقارئ ما نافية أي ما أحسن القراءة وقيل استفهامية ورد بدخول الباء\nفي الخبر فغطني بغين معجمة وطاء مهملة أي عصرني وضمني وفي مسند الطيالسي\nفأخذني بحلقي ولابن أبي شيبة فغمني ولابن إسحاق فغتني والكل بمعنى حتى بلغ\nمني الجهد بفتح الجيم وضمها لغتان وهو الغاية والمشقة وبرفع الدال ونصبها\nأي بلغ الجهد مني مبلغه وغايته أو بلغ جبريل مني الجهد أرسلني أطلقني فرجع\nبها أي بالآيات ترجف ترعد وتضطرب بوادره بالموحدة جمع بادرة وهي اللحمة\nالتي بين المنكب والعنق تضطرب عند فزع الإنسان زملوني أي غطوني بالثياب\nولفوني بها الروع بفتح الراء الفزع لقد خشيت على نفسي قيل خشي الجنون وأن\nيكون <span id='ms050'></span> ما رآه من جنس الكهانة قال الإسماعيلي وذلك قبل حصول العلم الضروري له\nأن الذي جاءه ملك وأنه من عند الله وقيل الموت من شدة الرعب وقيل المرض\nوقيل العجز عن حمل أعباء النبوة وقيل عدم الصبر على أذى قومه وقيل أن\nيقتلوه وقيل أن يكذبوه وقيل أن يعيروه كلا نفي وإبعاد لا يخزيك الله بالخاء\nالمعجمة والزاي من الخزي وهو الفضيحة والهوان الكل بفتح الكاف الثقل قال\nالنووي ويدخل في حمل الكل الإنفاق على الضعيف واليتيم والعيال وغير ذلك\nوتكسب المعدوم بفتح التاء في الأشهر وروي بضمها وعليه فالمعنى تكسب غيرك\nالمال المعدوم أي تعطيه إياه تبرعا فحذف أحد المفعولين وقيل تعطي الناس ما\nلا يجدونه عند غيرك من نفائس الفوائد ومكارم الأخلاق وأما الفتح فقيل معناه\nكالضم وقيل معناه تكسب المال المعدوم وتصيب منه ما يعجز غيرك عن تحصيله\nوكانت العرب تتمادح بكسب المال لا سيما قريش وكان النبي صلى الله عليه وسلم\nمحظوظا في تجارته وتقري بفتح أوله بلا همز نوائب جمع نائبة وهي الحادثة\nورقة بفتح الراء تنصر بالنون أي صار نصرانيا فقالت له خديجة يا عم قال بن\nحجر هذا وهم فإنه بن عمها لا عمها فالصواب ما في رواية البخاري يا بن عم\nقال وما أجاب به النووي من أنها سمته عما مجازا للاحترام على عادة العرب في\nخطابهم الكبير ب يا عم احتراما له فغير متجه لأن القصة لم تتعدد ومخرجها\nمتحد فلا يحمل على أنها قالت ذلك مرتين فتعين الحمل على الحقيقة انتهى قلت\nوعندي أنها قالت بن عم على حذف حرف النداء فتصحفت بن بأي هذا الناموس إشارة\nإلى الملك الذي ذكره النبي صلى الله عليه وسلم في خبره وهو اسم لجبريل\nوأصله في اللغة صاحب سر الخير يقال نمست الرجل أي ساررته ونمست السر كتمته\nأنزل على موسى في رواية عند أبي نعيم في الدلائل على عيسى قال النووي\nوكلاهما صحيح يا ليتني فيها أي في أيام النبوة ومدتها جذعا <span id='ms051'></span> أي شابا قويا\nحتى أبالغ في نصرتك وأصله للدواب فاستعير هنا ونصبه على الحال فيما رجحه\nالقاضي والنووي وفي رواية بن ماهان بالرفع خبر ليت قال بن برى المشهور عند\nأهل اللغة والحديث جذع بسكون العين قلت هو رجز مشهور عندهم يتمثلون به\nيقولون يا ليتني فيها جذع أخب فيها وأضع أو مخرجي هم بهمزة الإستفهام واو\nالعطف المفتوحة ومخرجي بتشديد الياء جمع مخرج قلبت واو الجمع ياء وأدغمت في\nياء الإضافة وهو خبر مقدم وهم مبتدأ مؤخر وإن يدركني يومك أي وقت خروجك\nمؤزرا بهمزة وزاي وراء أي قويا بالغا من الأزر وهو الشدة والقوة وأنكر\nالقزاز فقال ليس في اللغة مؤزرا من الأزر وإنما هو مؤازر من وازرته أي\nعاونته غير أنه قال فوالله لا يحزنك الله يعني بالمهملة والنون من الحزن\nوفي أوله الفتح والضم من حزنه لغة قريش وأحزنه لغة تميم وقال قالت خديجة أي\nبن عم أي بدل قول الراوي في الطريق الأولى أي عم وهو الصواب فكأنه سقط من\nتلك لفظة بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head125'>[161]</h1>\n\n<p>\nيرجف فؤاده أي قلبه وقيل هو وعاء القلب قال النووي وعلم خديجة برجفان\nفؤاده الظاهر أنها رأته حقيقة ويجوز أنها لم تره وعلمته بقرائن وصورة الحال\nعن فترة الوحي أي احتباسه وورد عن بن عباس رضي الله عنهما أن مدتها كانت\nأياما وعن الشعبي كانت سنتين ونصفا جزم به السهيلي جالسا كذا في الأصول\nبالنصب على الحال فجئثت بضم الجيم ثم همزة مكسورة ثم ثاء مثلثة ساكنة ثم\nتاء الضمير يقال جئث الرجل فهو مجئوث إذا فزع فدثروني أي لفوني وهي الأوثان\nهو من قول أبي سلمة كما بين بعد تتابع الوحي في رواية للبخاري تواتر أي جاء\nيتلو بعضه بعضا من غير تخلل غير أنه قال فجثثت قال النووي بمثلثتين بعد\nالجيم بمعنى الأول يقال جثث الرجل فهو مجثوث وجيث فهو مجيوث أي مذعور نص\nعليه الخليل والكسائي هويت بفتح الواو أي سقطت وقال أبو سلمة والرجز\nالأوثان زاد البخاري التي <span id='ms052'></span> كان أهل الجاهلية يعبدون ثم حمى الوحي أي كثر\nنزوله وازداد وفيه طباق لفترة الوحي ولما لم يكن انقطاعا كليا عبر بالفترة\nلا بالبرود تتابع تأكيد معنوي فجثثت منه كما قال عقيل يعني بمثلثتين بعد\nالجيم بحراء شهرا هذا شاهد قوي لرواية بن إسحاق أن خلوته بحراء كانت شهر\nرمضان فاستبطنت الوادي أي صرت في باطنه على عرش أي كرسي في الهواء بالمد أي\nالجو بين السماء والأرض فأخذتني رجفة بالراء ورواه السمرقندي وجفة بالواو\nوكلاهما صحيح بمعنى الاضطراب قال تعالى يوم ترجف الأرض والجبال وقال قلوب\nيومئذ واجفة فصبوا علي ماء قال بن حجر كأن الحكمة فيه طلب حصول الشكوى لما\nوقع في الباطن من الانزعاج إذ جرت العادة أن الرعدة تعقبها الحمى وقد عرف\nمن الطب النبوي معالجتها بالماء البارد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head126'>[162]</h1>\n\n<p>\nالبناني بضم الباء نسبة إلى بنانة قبيلة بالبراق بضم الموحدة قال بن دريد\nاشتقاقه من البرق إن شاء الله تعالى يعني لسرعته وقيل سمي بذلك لشدة صفائه\nوتلاليه وبريقه وقيل لبياضه بيت المقدس بفتح الميم وسكون القاف وكسر الدال\nالمخففة وبضم الميم وفتح القاف والدال المشددة لغتان قال الزجاج البيت\nالمقدس المطهر وبيت المقدس المكان الذي يطهر فيه من الذنوب وقال الفارسي من\nخفف فهو مصدر كمرجع أو مكان أي بيت المكان الذي جعل فيه الطهارة وتطهيره\nإخلاؤه من الأصنام وإبعاده منها بالحلقة بسكون اللام وحكي فتحها والجمع على\nالسكون حلق التي يربط به ذكر ضمير الحلقة على معنى الشيء اخترت الفطرة أي\nاخترت علامة الإسلام والاستقامة وجعل اللبن علامة ذلك لكونه سهلا طيبا\nطاهرا سائغا للشاربين سليم العاقبة عرج بفتح العين والراء صعد قيل وقد بعث\nإليه هو استفهام عن البعث إليه للإسراء وصعوده السماوات لا عن أصل البعثة\nوالرسالة فإن ذلك لا يخفى عليه إلى هذه المدة بابني الخالة قال بن السكيت\nيقال هما أبناء عم ولا يقال أبناء خال ويقال هما ابنا خالة ولا يقال ابنا\nعمة مسندا ظهره إلى البيت المعمور قال القاضي يستدل <span id='ms053'></span> به على جواز الاستناد\nإلى القبلة وتحويل الظهر إليها إلى السدرة المنتهى كذا في الأصول السدرة\nقال وسميت بذلك لأن علم الملائكة ينتهي إليها ولم يجاوزها أحد إلا رسول\nالله صلى الله عليه وسلم وقيل لأنه ينتهي إليها ما يهبط من فوقها وما يصعد\nمن تحتها من أمر الله كالقلال بكسر القاف جمع قلة وهي الجرة العظيمة فرجعت\nإلى ربي قال النووي معناه فرجعت إلى الموضع الذي ناجيته منه أولا فناجيته\nمنه ثانيا فلم أزل أرجع بين ربي وبين موسى أي بين موضع مناجاة ربي فشرح عن\nصدري أي شق ثم أنزلت بسكون اللام وضم التاء كذا في الأصول قال الوقشي وهو\nوهم من الرواة وصوابه نزلت فتصحف وقال بن سراج أنزلت في اللغة بمعنى نزلت\nصحيح وليس فيه تصحيف وقال القاضي ظهر لي أنه صحيح بالمعنى المعروف في أنزلت\nوهو ضد رفعت لأنه قال انطلقوا بي إلى زمزم ثم أنزلت أي صرفت إلى موضعي الذي\nحملت منه قال ولم أزل أبحث عنه حتى وقعت على الجلاء فيه من رواية أبي بكر\nالبرقاني وأنه طرف حديث وتمامه ثم أنزل علي طست من ذهب مملوءة حكمة وإيمانا\nقال النووي ومقتضى رواية البرقاني أن يضبط أنزلت بسكون اللام وسكون التاء\nوكذا ضبطه الحميدي في الجمع بين الصحيحين وأشار إلى أن رواية مسلم ناقصة\nوأن تمامها ما زاده البرقاني طست بفتح التاء وحكي كسرها لأمه بفتح اللام\nوالهمزة أي ضم بعضه إلى بعض ظئره بكسر الظاء المعجمة وسكون الهمزة المرضعة\nمنتقع اللون بفتح القاف أي متغير اللون يقال انتقع لونه إذا تغير من حزن أو\nفزغ أثر المخيط بكسر الميم وسكون الخاء وفتح التحتية الإبرة حدثني شريك بن\nعبد الله بن أبي نمر بفتح النون وكسر الميم تابعي أكبر من شريك بن عبد الله\nالنخعي القاضي ثلاثة نفر سمي منهم في رواية ميمون بن سياه عن أنس عند\nالطبري جبريل وميكائيل قبل أن يوحى إليه هذا مما أنكر على شريك في هذا\nالحديث <span id='ms054'></span> فإن المعروف أن الإسراء بعد البعثة وتلك الليلة فرضت الصلاة حتى\nتجاسر بن حزم وادعى أن هذا الحديث موضوع وانتقد على الشيخين حيث أخرجاه وقد\nرد عليه بن طاهر في جزء وقال إن أحدا لم يتهم شريكا بل وثقه أئمة الجرح\nوالتعديل وقبلوه واحتجوا به قال وأكثر ما يقال إن شريكا وهم في هذه اللفظة\nولا يرد جميع الحديث بوهم في لفظة منه ولعله أراد أن يقول بعد أن يوحى إليه\nفجرى على لسانه قبل غلطا ومنهم من تأوله على أمر مخصوص أي قبل أن يوحى إليه\nفرض الصلوات أو في شأن الإسراء يريد أنه وقع بغتة قبل أن ينذر به وذكر\nالحافظ بن حجر أن شريكا لم ينفرد بهذه اللفظة بل تابعه عليها كثير بن خنيس\nعن أنس أخرجه سعيد بن يحيى الأموي في مغازيه وهو نائم أي أول ما جاءوه كما\nصرح به في رواية ميمون بن سياه وفيها وكانت قريش تنام حول الكعبة وقدم فيه\nشيئا وأخر وزاد ونقص وقد ساقه بلفظه البخاري في كتاب التوحيد من صحيحه وقال\nبن حجر مجموع ما خالفت فيه رواية شريك غيره من المشهورين عشرة أشياء 1\nأمكنة الأنبياء وقد أفصح هو بأنه لم يضبط منازلهم 2 وكونه قبل البعثة 3 وفي\nالمنام 4 وقوله في سدرة المنتهى أنها فوق السماء بما لا يعلمه إلا الله\nتعالى والمشهور أنها في السابعة أو السادسة 5 وقوله في النيل والفرات أن\nعنصرهما في السماء الدنيا والمشهور أنه في السابعة 6 وأن شق الصدر عند\nالإسراء والمشهور أنه وهو صغير 7 وأن الكوثر في السماء الدنيا والمشهور أنه\nفي الجنة 8 ونسبة الدنو والتدلي في قوله ثم دنى فتدلى إلى الله تعالى\nوالمشهور أنه لجبريل 9 وأنه صلى الله عليه وسلم امتنع من الرجوع إلى سؤال\nالتخفيف بعد الخامسة والمشهور أنه بعد التاسعة 1 وأنه رجع بعد انتهاء\nالتخفيف إلى الخمس والمشهور أنه امتنع وقد أجيب عن أكثر ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head127'>[163]</h1>\n\n<p>\nفرج سقف بيتي بضم الفاء وجيم أي فتح ففرج صدري بفتح الفاء والراء والجيم\nأي <span id='ms055'></span> شق فإن قيل إنما وقع شق الصدر وهو صغير كما تقدم في حديث ثابت عن أنس\nفالجواب كما قال السهيلي إنه وقع مرتين الثانية عند الإسراء تجديدا للتطهير\nزاد بن حجر ثالثة عند المبعث بغار حراء ورد من حديث عائشة في مسندي\nالطيالسي وابن أبي أسامة بطست من ذهب ممتلئ ذكره والطست مؤنثة عودا على\nالمعنى وهو الإناء حكمة وإيمانا فيه أنهما يمثلان جسما يملأ كما يمثل الموت\nكبشا وقال النووي إنه مجاز وكأنه كان في الطست شيء يحصل به كمال الإيمان\nوالحكمة فسمي إيمانا وحكمة لكونه سببا لهما فأفرغها الضمير للطست وقيل\nللحكمة وضعفه النووي بأنه يصير إفراغ الإيمان مسكوتا عنه لخازن السماء\nالدنيا أسودة بوزن أزمنة جمع سواد وهو الشخص نسم بفتح النون والمهملة جمع\nنسمة وهي الروح والأسودة التي عن شماله أهل النار قال القاضي ظاهر الحديث\nأن نسم الكفار أيضا في السماء وهو مشكل فإن أرواحهم في سجين ولا تفتح لهم\nأبواب السماء فيحتمل أنها تعرض على آدم أوقاتا فوافق وقت عرضها مرور النبي\nصلى الله عليه وسلم ويحتمل أن الجنة كانت في جهة يمين آدم والنار في جهة\nشماله وكلاهما من حيث شاء الله ويكشف لآدم عنهما ولا يلزم من ذلك فتح باب\nالسماء لها فذكر أي أبو ذر ولم يثبت أي أبو ذر وإبراهيم في السماء السادسة\nالثابت في جميع الروايات السابعة وقد ذكر أبو ذر أنه لم يثبت كيف منازلهم\nفرواية من أثبتهم أرجح قاله بن حجر بإدريس قال مرحبا بالنبي الصالح والأخ\nالصالح فيه دليل لكون إدريس هو إلياس لا جد نوح وإلا لقال والابن الصالح\nكما قال آدم وإبراهيم قاله عياض ثم مررت بعيسى ليست ثم هنا للترتيب لأن\nالروايات متفقة على أن المرور به كان قبل موسى وهذا أيضا يدل على أنه لم\nيثبت منازلهم وأبا حبة بالمهملة والموحدة المشددة وقال القابسي بمثناة\nتحتية وغلط في ذلك وذكره الواقدي بالنون استشهد بأحد ظهرت علوت لمستوى\nبالفتح هو المصعد صريف الأقلام <span id='ms056'></span> بفتح الصاد المهملة تصويتها حال الكتابة\nوالمراد بها ما تكتبه الملائكة من أقضية الله تعالى سبحانه قال بن حزم أي\nعن شيخيه وأنس عن أبي ذر كذا جزم به أصحاب الأطراف قال بن حجر يحتمل أن\nيكون مرسلا من جهة بن حزم ومن رواية أنس بلا واسطة فوضع شطرها قال النووي\nالمراد أنه حط مرات بمراجعات فإن الحديث مختصر لم يذكر فيه كرات المراجعة\nهي خمس أي عددا وهي خمسون أي ثوابا حتى نأتي سدرة المنتهى كذا في جميع\nالأصول بالنون أوله وفي بعضها حتى أتى جنابذ اللؤلؤ بفتح الجيم والنون وكسر\nالموحدة وذال معجمة القباب واحدها جنبذة بالضم فارسي معرب ووقع في البخاري\nفي الصحيح حبائل اللؤلؤ وقد تكلمت عليه في التوشيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head128'>[164]</h1>\n\n<p>\nلعله قال عن مالك بن صعصعة قال الغساني كذا في رواية بن ماهان والرازي عن\nأبي أحمد وعند غيرهما عن أبي أحمد عن مالك بن صعصعة بغير شك وهو المحفوظ\nقال الدارقطني لم يروه عن أنس بن مالك غير قتادة فنودي ما يبكيك إلى آخره\nقال النووي حزن موسى على قومه لقلة المؤمنين منهم مع كثرة عددهم وغبطة\nلنبينا صلى الله عليه وسلم على كثرة أتباعه والغبطة في الخير محمودة يخرج\nمن أصلها المراد من أصل سدرة المنتهى كما بين في البخاري وغيره فنهران في\nالجنة قال مقاتل هما السلسبيل والكوثر وأما الظاهران فالنيل والفرات قال\nالقاضي هذا يدل على أن أصل سدرة المنتهى في الأرض لخروج النيل والفرات من\nأصلها قال النووي وما قاله ليس بلازم بل يخرج من أصلها ثم يصير حيث أراد\nالله حتى يخرج من الأرض فيسير فيها وهذا لا يمنعه عقل ولا شرع وهو ظاهر\nالحديث فوجب المصير إليه والفرات بالتاء الممدودة في الخط وصلا ووقفا ومن\nقاله بالهاء فقد أخطأ آخر ما عليهم روى بالنصب على الظرف وبالرفع على تقدير\nذلك آخر ما عليهم من دخوله قال صاحب مطالع الأنوار والرفع أوجه أصاب الله\nبك أراد به الفطرة والخير والفضل ومن <span id='ms057'></span> ورود أصاب بمعنى أراد قوله تعالى تجري\nبأمره رخاء حيث أصاب أمتك على الفطرة مبتدأ وخبر أي أنهم أتباع لك وقد أصبت\nالفطرة فهم يكونون عليها مراق البطن بفتح الميم وتشديد القاف ما سفل من\nالبطن ورق من جلده قال الجوهري ولا واحد لها وقال صاحب المطالع واحدها مرق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head129'>[165]</h1>\n\n<p>\nطوال بضم الطاء وتخفيف الواو بمعنى طويل شنوءة بفتح الشين المعجمة ثم نون\nثم واو ثم همزة ثم هاء وقد يشدد بدل الهمزة قبيلة معروفة وقد سموا بذلك\nلأنهم تشانأوا وتباعدوا وقال عيسى جعد قال النووي في أكثر الروايات أنه سبط\nالرأس فقال العلماء المراد بالجعودة هنا جعودة الجسم وهو اجتماعه واكتنازه\nوليس المراد جعودة الشعر مربوع هو الرجل بين الرجلين في القامة ليس بالطويل\nالبائن ولا بالقصير الحقير موسى بن عمران عليه السلام رجل آدم طوال جعد قال\nصاحب التحرير أحدهما ما تقدم في عيسى وهو اكتناز الجسم والثاني جعودة الشعر\nقال والأول أصح لأنه قد جاء في رواية أبي هريرة في الصحيح أنه رجل الشعر\nقال النووي والمعنيان جائزان فيه ويكون جعودة الشعر على المعنى الثاني ليست\nجعودة القطط بل معناها أنه بين القطط والسبط سبط الرأس بفتح الباء وكسرها\nويجوز إسكانها مع كسر السين وفتحها والشعر السبط هو المسترسل ليس فيه تكسر\nوأري مالكا بضم الهمزة وكسر الراء ونائب الفاعل ضمير النبي صلى الله عليه\nوسلم ومالكا بالنصب وفي أكثر الأصول بالرفع وهو لحن قال النووي ويمكن\nتوجيهه بأنه منصوب ولكن أسقطت ألف مالك في الكتابة وهذا يفعله المحدثون\nكثيرا فيكتبون سمعت أنسا بغير ألف ويقرءونه بالنصب وعند البخاري رأيت مالكا\nفلا تكن في مرية من لقائه قال النووي هذا الاستشهاد بالآية من استدلال بعض\nالرواة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head130'>[166]</h1>\n\n<p>\nكأني أنظر إلى موسى قال القاضي أكثر الروايات في وصف الأنبياء تدل على\nأنه صلى الله عليه وسلم رأى ذلك ليلة أسري به وقد صرح به في رواية أبي\nالعالية عن بن عباس وابن المسيب عن أبي هريرة وله جؤار بضم الجيم <span id='ms058'></span> وبالهمز\nرفع الصوت بالتلبية قال القاضي فإن قيل كيف يحجون ويلبون وهم أموات فالجواب\nإنهم أفضل من الشهداء والشهداء أحياء عند ربهم يرزقون ولا يبعد أن يحجوا\nويصلوا كما ورد في الحديث الآخر وأن يتقربوا إلى الله بما استطاعوا لأنهم\nوإن كانوا قد توفوا فإنهم في هذه الدنيا التي هي دار العمل حتى إذا فنيت\nمدتها وتعقبتها الآخرة التي هي دار الجزاء انقطع العمل ويحتمل أن تكون هذه\nرؤية منام في غير الإسراء وأنه رأى حالهم التي كانت في حياتهم ومثلوا له أو\nأنه أخبر عن ما أوحي إليه من أمرهم وإن لم يرهم رؤية عين ثنية هرشي بفتح\nالهاء وسكون الراء وشين معجمة والقصر جبل على طريق الشام والمدينة قريب من\nالجحفة جعدة أي مكتنزة اللحم خطام بكسر الخاء الحبل الذي يقاد به البعير\nخلبة بضم الخاء المعجمة ولام ساكنة وتضم وباء موحدة أولفت بكسر اللام وسكون\nالفاء ومثناة فوقية وضبط أيضا بفتح اللام مع سكون الفاء وفتحها ليف خلبة\nروي بتنوين ليف وإضافته وخلبة على التنوين بدل أو بيان فذكروا الدجال فقال\nإنه مكتوب أي فقال قائل من الحاضرين وفي الجمع لعبد الحق فقالوا وهو أوضح\nإذا انحدر كذا في الأصول وأنكره بعضهم وقال الصواب إذ ظرف للماضي\n</p>\n\n<h1 class='l1' id='head131'>[167]</h1>\n\n<p>\nضرب بإسكان الراء الرجل بين الرجلين في كثرة اللحم وقلته دحية بكسر الدال\nوفتحها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head132'>[168]</h1>\n\n<p>\nمضطرب هو الطويل غير الشديد وهو ضد جعد اللحم مكتنزه رجل الرأس بكسر\nالجيم أي رجل الشعر ربعة بسكون الباء ويجوز فتحها ديماس بكسر الدال وسكون\nالتحتية وسين مهملة يعني حماما قال النووي هكذا فسره الراوي والمعروف عند\nأهل اللغة أن الديماس السرب ولكن في الصحاح قوله خرج من ديماس يعني في\nنضارته وكثرة ماء وجهه كأنه خرج من كن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head133'>[169]</h1>\n\n<p>\nأراني بفتح الهمزة فرأيت رجلا آدم هو مخالف لما تقدم في الحديث قبله من\nأنه أحمر وقد روى البخاري عن بن عمر أنه أنكر رواية أحمر وحلف أن النبي صلى\nالله عليه وسلم لم يقله وأنه <span id='ms059'></span> اشتبه على الراوي قال النووي فيجوز أن يتأول\nالأحمر على الآدم ولا يكون المراد حقيقة الحمرة والأدمة بل ما قاربهما لمة\nبكسر اللام وتشديد الميم الشعر المتدلي الذي يجاوز شحمة الأذنين فإذا بلغ\nالمنكبين فهو جمة رجلها بتشديد الجيم سرحها فهي تقطر قيل هو على ظاهره أي\nيقطر بالماء الذي رجلها به لقرب ترجيله وقيل هو عبارة عن نضارته وحسنه\nواستعارة لجماله عواتق جمع عاتق وهو ما بين المنكب والعنق يؤنث ويذكر\nوالتذكير أشهر المسيح بن مريم قيل أصله مشيحا بالعبرانية فعرب وغير وقيل هو\nعربي وسمي به لأنه لم يمسح ذا عاهة إلا برئ وقيل لأنه ممسوح أسفل القدمين\nلا أخمص له وقيل لمسحه الأرض أي قطعها وقيل لأنه خرج من بطن أمه ممسوحا\nبالدهن وقيل لأنه مسح بالبركة حين ولد برجل جعد قال الهروي الجعد في صفات\nالرجل يكون مدحا ويكون ذما فالذم بمعنى القصير المتردد وبمعنى البخيل يقال\nرجل جعد اليدين وجعد الأصابع أي بخيل والمدح بمعنى شديد الخلق وبمعنى عدم\nسبوطة الشعر وإنما مدح بهذا لأن السبوطة أكثرها في شعور العجم قال الهروي\nفالجعد في صفة عيسى مدح وفي صفة الدجال ذم قطط بفتح القاف والطاء الأولى\nوقد تكسر الشديد الجعودة أعور العين اليمنى في رواية اليسرى وكلاهما صحيح\nطافية روي بالهمز بمعنى ذهب ضوءها وبدونه وصححه الأكثر بمعنى ناتئة بارزة\nكنتوء حبة العنب وقال القاضي كلا عيني الدجال معيبة عوراء فاليمنى مطموسة\nوهي الطافئة بالهمز واليسرى ناتئة جاحظة كأنها كوكب وهي الطافية بلا همز\nالمسيح الدجال سمي بذلك لأنه ممسوح العين وقيل لمسحه الأرض إذا خرج والأشهر\nأنه بفتح الميم وتخفيف السين وإهمال الحاء كوصف عيسى وقيل هو بكسر الميم\nوتشديد السين وقيل هو بإعجام الخاء كالأول وقيل كالثاني إن الله ليس بأعور\nأي أنه منزه عن سمات الحدث وجميع النقائص أعور عين اليمنى هذه الإضافة على\nظاهرها عند الكوفيين والبصريون يقدرون فيه محذوفا أي أعور عين صفحة وجهه\nاليمنى كأشبه من رأيت بفتح التاء <span id='ms060'></span> وضمها بابن قطن بفتح القاف والطاء\n</p>\n\n<h1 class='l1' id='head134'>[170]</h1>\n\n<p>\nفجلا الله لي بيت المقدس بتشديد اللام وتخفيفها أي كشف وأظهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head135'>[171]</h1>\n\n<p>\nينطف بضم الطاء وكسرها يقطر ويسيل يهراق بضم الياء وفتح الهاء ينصب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head136'>[172]</h1>\n\n<p>\nفكربت بضم الكاف كربة بالضم الغم الذي يأخذ بالنفس ما كربت مثله ذكر\nالضمير عودا على معنى الكربة وهو الكرب أو الغم أو الهم أو الشيء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head137'>[173]</h1>\n\n<p>\nالزبير بن عدي عن طلحة هو بن مصرف عن مرة الثلاثة تابعيون إلى سدرة\nالمنتهى وهي في السماء السادسة في الروايات السابقة أنها فوق السماء\nالسابعة قال القاضي وهو الأصح وقول الأكثرين قال النووي ويمكن الجمع بأن\nأصلها في السادسة ومعظمها في السابعة المقحمات بضم الميم وسكون القاف وكسر\nالحاء الذنوب العظام الكبائر التي تهلك أصحابها وتوردهم النار وتقحمهم\nإياها والتقحم الوقوع في المهالك\n</p>\n\n<h1 class='l1' id='head138'>[175]</h1>\n\n<p>\nالأعمش عن زياد بن الحصين أبي جهمة بفتح الجيم وسكون الهاء عن أبي\nالعالية الثلاثة تابعيون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head139'>[177]</h1>\n\n<p>\nمسروق قال السمعاني في الأنساب سمي مسروقا لأنه سرقه إنسان في صغره ثم\nوجد الفرية بكسر الفاء وسكون الراء الكذب أنظريني أي أمهليني عظم خلقه ضبط\nبضم العين وسكون الظاء وبكسرها وفتح الظاء أولم تسمع أن الله يقول لا تدركه\nالأبصار قال النووي الراجح عند أكثر العلماء أنه صلى الله عليه وسلم رأى\nربه بعيني رأسه ليلة الإسراء لحديث بن عباس وغيره وإثبات هذا لا يكون إلا\nبالسماع من رسول الله صلى الله عليه وسلم ولم تعتمد عائشة في نفي الرؤية\nعلى حديث رسول الله صلى الله عليه وسلم وإنما اعتمدت الاستنباط من الآيات\nوالجواب عن هذه الآية أن الإدراك هو الإحاطة والله تعالى لا يحاط به وإذا\nورد النص بنفي الإحاطة فلا يلزم منه نفي الرؤية بغير إحاطة أولم تسمع أن\nالله يقول ما كان لبشر كذا في الأصول بلا واو والتلاوة وما كان بإثبات\nالواو وقال النووي ولا يضر هذا في الرواية والاستدلال لأن المستدل ليس\nمقصوده التلاوة على وجهها وإنما مقصودة بيان موضع الدلالة ولا يؤثر حذف\nالواو في ذلك قف شعري <span id='ms061'></span> أي قام من الفزع قال النضر بن شميل القفة كهيئة\nقشعريرة وأصله التقبض والاجتماع لأن الجلد ينقبض عند الفزع فيقوم الشعر\nلذلك ثم دنا فتدلى التدلي في الأصل الامتداد إلى جهة السفل ثم يستعمل في\nالقرب من قاب قوسين ألقاب ما بين القبضة والسية ولكل قوس قابان والقاب أيضا\nالقدر وهو المراد في الآية عند جميع المفسرين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head140'>[178]</h1>\n\n<p>\nنور أنى أراه بتنوين نور وفتح الهمزة من أنى وتشديد النون المفتوحة وأراه\nبفتح الهمزة وضميره لله تعالى قال المازري معناه أن النور منعني من الرؤية\nكما جرت العادة بإغشاء الأنوار الأبصار ومنعها من إدراك ما حالت بين الرائي\nوبينه وقال النووي معناه حجابه نور فكيف أراه وروى نوراني أراه بفتح الراء\nوكسر النون وتشديد الياء أي خالق النور المانع من رؤيته فيكون من صفات\nالأفعال قال القاضي عياض هذه الرواية لم تقع إلينا قال ومن المستحيل أن\nتكون ذات الله نورا إذ النور من جملة الأجسام والله تعالى متعال عن ذلك\nعلوا كبيرا رأيت نورا معناه رأيت النور فحسب لم أر غيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head141'>[179]</h1>\n\n<p>\nإن الله لا ينام ولا ينبغي له أن ينام أي هو مستحيل في حقه تعالى عن ذلك\nيخفض القسط ويرفعه قال بن قتيبة القسط الميزان والمعنى أن الله يخفض\nالميزان ويرفعه بما يوزن من أعمال العباد المرتفعة إليه ويوزن من أرزاقهم\nالنازلة إليهم فهذا تمثيل لما يقدر بتنزيله فشبه بوزن الوازن وقيل المراد\nبالقسط الرزق الذي هو قسط كل مخلوق يخفضه فيقتره ويرفعه فيوسعه يرفع إليه\nعمل الليل قبل النهار وعمل النهار قبل الليل في الرواية الآتية عمل النهار\nبالليل فمعنى الأولى يرفع إليه عمل الليل قبل عمل النهار الذي بعده وعمل\nالنهار قبل عمل الليل الذي بعده ومعنى الثانية يرفع إليه عمل النهار في أول\nالليل الذي بعده وعمل الليل في أول النهار الذي بعده فإن الحفظة يصعدون\nبأعمال الليل بعد انقضائه في أول النهار ويصعدون بأعمال النهار بعد انقضائه\nفي أول الليل حجابه النور حقيقة الحجاب إنما يكون <span id='ms062'></span> للأجسام المحدودة والله\nتعالى منزه عن الجسم والحد والمراد هنا المانع من رؤيته ويسمى ذلك المانع\nنورا أو نارا لأنهما يمنعان من الإدراك في العادة لشعاعهما لو كشفه لأحرقت\nسبحات وجهه ما انتهى إليه بصره من خلقه السبحات بضم السين والباء جمع سبحة\nقال العلماء المراد بالوجه الذات وسبحاته نوره وجلاله وبهاؤه ومن في من\nخلقه للبيان لا للتبعيض والمعنى لو أزال المانع من رؤيته وهو الحجاب المسمى\nنورا أو نارا وتجلى لخلقه لأحرق جلال ذاته جميع مخلوقاته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head142'>[180]</h1>\n\n<p>\nوما بين القوم وبين أن ينظروا إلى ربهم إلا رداء الكبرياء على وجهه قال\nالعلماء كان النبي صلى الله عليه وسلم يخاطب العرب بما يفهمونه ويقرب\nالكلام إلى أفهامهم ويستعمل الاستعارة وغيرها من أنواع المجاز ليقرب\nمتناولها فعبر صلى الله عليه وسلم عن زوال المانع ورفعه بإزالة الرداء في\nجنة عدن أي والناظر في جنة عدن فهي ظرف للناظر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head143'>[182]</h1>\n\n<p>\nهل تضارون بضم التاء وفي الراء التشديد والتخفيف ومعنى المشدد هل تضارون\nغيركم في حال الرؤية بزحمة أو مخالفة في الرؤية أو غيرها لخفائه كما تفعلون\nأول ليلة من الشهر ومعنى المخفف هل يلحقكم في رؤيته ضير وهو الضرر فإنكم\nترونه كذلك معناه تشبيه الرؤية بالرؤية في الوضوح وزوال الشك والمشقة\nوالاختلاف الطواغيت جمع طاغوت وهي الأصنام فيأتيهم الله إلى آخره هذا من\nأحاديث الصفات فإما أن يوقف عن الخوض في معناه ويعتقد له معنى يليق بجلال\nالله تعالى مع الجزم بأن الله تعالى ليس كمثله شيء وأنه منزه عن التجسيم\nوالانتقال والتحيز في جهة وعن سائر صفات المخلوقين أو يؤول على ما يليق به\nفيجعل الإتيان عبارة عن رؤيتهم إياه ولأن العادة أن من غاب عن غيره لا\nيمكنه رؤيته إلا بالإتيان وقيل المراد يأتيهم بعض ملائكته قال القاضي وهذا\nالوجه أشبه عندي بالحديث قال ويكون هذا الملك الذي جاءهم في الصورة التي\nأنكروها من سمات الحدوث الظاهرة على الملك المخلوق قال أو يكون معناه\nيأتيهم الله بصورة ويظهر لهم في صورة <span id='ms063'></span> ملائكته ومخلوقاته التي لا تشبه صفات\nالإله ليختبرهم وهذا آخر امتحان للمؤمنين فإذا قال لهم هذا الملك أو هذه\nالصورة أنا ربكم وعليه من علامة المخلوق ما ينكرونه ويعلمون به أنه ليس\nربهم استعاذوا بالله منه وأما قوله فيأتيهم الله في صورته التي يعرفون\nفالمراد التي يعلمونها ويعرفونه بها وإنما عرفوه بصفته وإن لم تكن تقدمت\nلهم رؤية له سبحانه لأنهم يرونه لا يشبه شيئا من مخلوقاته فيعلمون أنه ربهم\nوإنما عبر عن الصفة بالصورة لمجانسة الكلام فإنه تقدم ذكر الصورة فيتبعونه\nأي يتبعون أمره إياهم بذهابهم إلى الجنة أو ملائكته الذين يذهبون بهم إلى\nالجنة بين ظهري جهنم بفتح الظاء وسكون الهاء أي يمد الصراط عليه أول من\nيجيز بضم الياء وكسر الجيم وزاي أول من يمضي عليه ويقطعه من أجزت الوادي\nقطعته ولا يتكلم يومئذ أي في حال الإجازة كلاليب جمع كلوب بفتح الكاف وضم\nاللام المشددة حديدة معطوفة الرأس السعدان بفتح السين وإسكان العين\nالمهملتين نبت له شوكة عظيمة مثل الحسك من كل الجوانب تخطف بفتح الطاء\nوتكسر بأعمالهم أي بسببها أو بقدرها فمنهم المؤمن بقي بعمله فيه روايات\nأحدها المؤمن بالميم والنون يقي بالياء المثناة من تحت والقاف من الوقاية\nوالثاني كذلك إلا أن بقي بالباء الموحدة والثالث الموثق بالمثلثة والقاف\nوالرابع الموبق بالموحدة والقاف يعني يعمله بالياء التحتية والعين والنون\nقال القاضي وهذا أصحها وقال صاحب المطالع إنه الصواب ومنهم المجازي روي\nبالجيم والزاي من المجازاة وروي المخردل بالخاء المعجمة والدال واللام\nومعناه المقطع بالكلاليب يقال خردلت اللحم قطعته وقيل من خردلت بمعنى صرعت\nويقال بالذال المعجمة أيضا ويقال المجردل بالجيم والجردلة الإشراف على\nالهلاك والسقوط حرم الله على النار أن تأكل أثر السجود هو عام في الأعضاء\nالسبعة واختاره النووي وقيل خاص بالجبهة واختاره عياض امتحشوا بفتح التاء\nوالحاء المهملة وإعجام الشين أي احترقوا وروي بضم التاء وكسر الحاء\nوالأكثرون على الأول فينبتون منه قال النووي كذا في الأصول منه بالميم\nوالنون أي بسببه <span id='ms064'></span> كما تنبت الحبة بكسر الحاء بذر البقول والعشب ينبت في\nالبراري وجوانب السيول في حميل السيل بفتح الحاء وكسر الميم ما جاء به\nالسيل من طين أو غثاء ومعناه محمول السيل والمراد التشبيه في سرعة النبات\nوحسنه وطراوته قشبني بفتح القاف والشين المعجمة الخفيفة والموحدة سمني\nوآذاني وأهلكني وقيل غير جلدي وصورتي ذكاؤها بفتح الذال المعجمة والمد في\nالروايات أي لهبها واشتعالها والأشهر في اللغة القصر وقيل هما لغتان عسيت\nبفتح التاء على الخطاب وفي السين الفتح والكسر انفهقت بفتح الفاء والهاء\nوالقاف انفتحت واتسعت ما فيها من الخير بالخاء المعجمة والياء المثناة\nالتحتية وروي بالحاء المهملة والباء الموحدة الساكنة ومعناه السرور\nوللبخاري من الحبرة قال أبو سعيد وعشرة أمثاله إلى آخره قال العلماء وجه\nالجمع أن النبي صلى الله عليه وسلم أعلم أولا بما جاء في حديث أبي هريرة ثم\nتكرم الله سبحانه فزاد ما في رواية أبي سعيد فأخبر به النبي صلى الله عليه\nوسلم ولم يسمعه أبو هريرة وذلك الرجل آخر أهل الجنة دخولا الجنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head144'>[183]</h1>\n\n<p>\nغبر أهل الكتاب بضم الغين المعجمة وفتح الباء الموحدة المشددة جمع غابر\nأي بقاياهم كأنها سراب يحطم بعضها بعضا أي لشدة اتقادها وتلاطم أمواج لهبها\nوالحطم الكسر والإهلاك والحطمة من أسماء النار لكونها تحطم ما يلقى فيها\nرأوه فيها أي علموها له وهي صفته المعلومة للمؤمنين وهي أنه لا يشبهه شيء\nفارقنا الناس في الدنيا أفقر ما كنا إليهم ولم نصاحبهم قال النووي أنكر\nعياض هذا الكلام وادعى أنه مغير وليس كما قال بل معناه ظاهر وهو أنهم قصدوا\nالتضرع إلى الله تعالى في كشف الشدة عنهم وأنهم لزموا طاعته تعالى وفارقوا\nفي الدنيا الناس الذين زاغوا عن طاعته من قراباتهم وغيرهم وكانوا محتاجين\nفي معايشهم ومصالح دنياهم إلى معاشرتهم للارتفاق بهم فآثروا رضى الله على\nذلك ليكاد أن ينقلب بالقاف والموحدة من الانقلاب أي يرجع عن الصواب من\nالامتحان الشديد الذي جرى واثبات أن مع كاد لغة فيكشف عن ساق بفتح <span id='ms065'></span> الياء\nوضمها وفسر بن عباس الساق هنا بالشدة أي عن شدة وأمر مهول وهو مثل تضربه\nالعرب لشدة الأمر ولهذا يقال قامت الحرب على ساق وأصله أن الإنسان إذا وقع\nفي أمر شديد يقال شمر ساعده وكشف عن ساقه للاهتمام به وقيل الساق هنا نور\nعظيم قال بن فورك ومعنى ذلك ما يتجدد للمؤمن عند رؤية الله تعالى من\nالفوائد والألطاف وقيل قد يكون ذلك الساق علامة بينه وبين المؤمنين من ظهور\nجماعة من الملائكة على خلقة عظيمة لأنه يقال ساق من الناس كما يقال رجل من\nجراد وقد يكون ساقا مخلوقة جعلها الله تعالى علامة للمؤمنين خارجة عن السوق\nالمعتادة وقيل معناه كشف الخوف وإزالة الرعب وما كان غلب على عقولهم من\nالأهوال فتطمئن حينئذ نفوسهم عند ذلك ويتجلى لهم فيخرون سجدا طبقة بفتح\nالطاء والباء قال الهروي الطبق فقار الظهر أي صار فقاره واحدا كالصحيفة وقد\nتحول في صورته في كثير من الأصول في صورة بغير هاء وهو الذي في الجمع\nللحميدي والأول أظهر وهو الذي في الجمع لعبد الحق ومعناه قد أزال المانع\nلهم من رؤيته وتجلى لهم الجسر بفتح الجيم وكسرها الصراط وتحل الشفاعة بكسر\nالحاء وقيل بضمها أي تقع ويؤذن فيها دحض بالتنوين وداله مفتوحة والحاء\nساكنة مزلة بفتح الميم والزاي تفتح وتكسر وهما بمعنى وهو الموضع الذي تزل\nوتزلق فيه الأقدام ولا تستقر خطاطيف جمع خطاف بضم الخاء وهو بمعنى الكلاليب\nوحسك بفتح المهملتين شوك صلب من حديد مكدوس بالمهملة ومعناه كون الأشياء\nبعضها على بعض وروي بالمعجمة ومعناه السوق في استقصاء الحق ضبط على أوجه\nأحدها استيضاء بمثناة تحتية ثم ضاد معجمة والثاني استضاء بحذف التحتية وهو\nالموجود في أكثر الأصول والثالث استيفاء بإثبات التحتية وبالفاء بدل الضاد\nوهو الذي في الجمع لعبد الحق والرابع استقصاء بقاف وصاد مهملة قال النووي\nمعنى الأول والثاني أنكم إذا عرض لكم في الدنيا أمر مهم والتبس الحال فيه\nوسألتم الله بيانه وناشدتموه في استيضائه وبالغتم فيها <span id='ms066'></span> لا تكون مناشدة\nأحدكم بأشد من مناشدة المؤمنين الله في الشفاعة لإخوانهم ومعنى الثالث\nوالرابع ما منكم من أحد يناشد الله في الدنيا في استيفاء حقه واستقصائه\nوتحصيله من خصمه والمعتدي عليه بأشد من مناشدة المؤمنين الله في الشفاعة\nلإخوانهم يوم القيامة مثقال دينار من خير قال القاضي معناه هنا اليقين قال\nوالصحيح أنه شيء زائد على مجرد الإيمان لأن مجرد الإيمان الذي هو التصديق\nلا يتجزأ وإنما يكون التجزء لشيء زائد عليه من عمل صالح أو ذكر خفي أو عمل\nمن أعمال القلب من نية صادقة أو خوف من الله أو شفقة على مسكين وجعل\nللشافعين دليلا عليه ربنا لم نذر فيها خيرا بسكون التحتية أي صاحب خير شفعت\nبفتح الفاء فيقبض قبضة معناه يجمع جماعة قد عادوا أي صاروا وليس بلازم في\nعاد أن يصير في حالة كان عليها قبل ذلك حمما بضم الحاء وفتح الميم الأولى\nالمخففة وهو الفحم واحده حممه نهر بفتح الهاء وتسكن أفواه الجنة جمع فوه\nبضم الفاء وتشديد الواو المفتوحة على غير قياس وأفواه الأزقة والأنهار\nأوائلها قال صاحب المطالع كأن المراد في الحديث يفتح من مسالك قصور الجنة\nومنازلها ما يكون إلى الشمس أصيفر وأخيضر وما يكون منها إلى الظل يكون في\nالموضعين تامة يكون أبيض هي فيه ناقصة كاللؤلؤ أي في صفائهم وتلألئهم في\nرقابهم الخواتيم قال صاحب التحرير هو أشياء من ذهب أو غيره تعلق في أعناقهم\nعلامة يعرفون بها هؤلاء أي يقولون زغبة بضم الزاي وسكون الغين المعجمة وباء\nموحدة لقب حماد والد عيسى ولا قدم بفتح القاف والدال أي خير فأقر به عيسى\nأي بقولي له أولا أخبركم الليث بإسنادهما أي حفص بن ميسرة وسعيد بن أبي\nهلال الراويين في الطريقين السابقين عن زيد بن أسلم عن عطاء بن يسار عن أبي\nسعيد ومراد مسلم أن زيدا رواه عن عطاء عن أبي سعيد ورواه عن زيد بهذا\nالإسناد ثلاثة من أصحابه حفص وسعيد وهشام فأما روايتا حفص وسعيد <span id='ms067'></span> فتقدمتا\nوأما رواية هشام فهي من حيث الإسناد بإسنادهما ومن حيث المتن نحو حديث حفص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head145'>[184]</h1>\n\n<p>\nفي نهر الحياة أو الحيا الشك من مالك ورواية غيره الحياة بالتاء من غير\nشك والحيا بالقصر المطر لأنه يحيي به الأرض الغثاءة بضم الغين المعجمة\nوبالمثلثة المخففة والمد وهاء كل ما جاء به السيل وقيل المراد ما احتمله\nالسيل من البذور وفي غير مسلم كما تنبت الحبة في غثاء السيل وهو ما احتمله\nمن الزبد والعيدان ونحوهما في حمئة بفتح الحاء وكسر الميم وهمزة الطين\nالأسود الذي يكون في أطراف النهر أو حميلة السيل واحده الحميل بمعنى\nالمحمول وهو الغثاء الذي يحمله السيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head146'>[185]</h1>\n\n<p>\nأما أهل النار في أكثر النسخ أهل النار بحذف أما فالفاء في فإنهم زائدة\nالذين هم أهلها أي الكفار المستحقون للخلود ولا يحيون أي حياة ينتفعون بها\nويستريحون معها فأماتهم أي الله وفي بعض النسخ فأماتتهم بتائين أي النار\nإماتة استدل به القرطبي على أنهم يموتون حقيقة لأنه فائدة التوكيد بالمصدر\nضبائر بفتح الضاد المعجمة جمع ضبارة بالفتح والكسر وهي الجماعات في تفرقة\nونصبه الحال فبثوا بضم الموحدة ثم ثاء مثلثة فرقوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head147'>[186]</h1>\n\n<p>\nحبوا هو المشي على اليدين والرجلين أو الركبتين أتسخر بي أو أتضحك بي شك\nمن الراوي وهذا القول صدر من قائله دهشا لما غلبه من الفرح وسخر يتعدى\nبالباء على معنى هزأ أو بمن وهو الأفصح نواجذه بالجيم والذال المعجمة\nالأنياب وقيل الأضراس زحفا هو المشي على الإست مع إشرافه بصدره وكأنه يمشي\nتارة حبوا وتارة زحفا وعشرة أضعاف الدنيا أي أمثالها فإن المختار عند أهل\nاللغة أن الضعف المثل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head148'>[187]</h1>\n\n<p>\nويكبو أي يسقط على وجهه وتسفعه النار بفتح التاء والفاء بينهما مهملة\nساكنة أي تضرب وجهه فتسوده أي تؤثر فيه أثرا ما لا صبر له عليه كذا في\nالأصول في المرتين الأوليين وفي الثالثة في بعض الأصول وفي أكثرها فيها\nعليها على تأويل ما بنعمة وعلى بمعنى عن ما يصريني منك بفتح الياء وسكون\nالصاد المهملة أي يقطع مسألتك <span id='ms068'></span> مني والصري القطع وفي غير مسلم ما يصريك مني\nقال الحربي وهو الصواب وأنكر ما في مسلم ورده النووي وقال كلاهما صحيح فإن\nالسائل متى انقطع من المسؤول انقطع المسؤول منه والمعنى أي شيء يرضيك ويقطع\nالسؤال بيني وبينك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head149'>[188]</h1>\n\n<p>\nالنعمان بن أبي عياش بالتحتية والمعجمة اسمه زيد بن الصامت وقيل زيد بن\nالنعمان وقيل عبيد وقيل عبد الرحمن صحابي زوجتاه كذا في الأصول تثنية زوجة\nبإثبات الهاء وهي لغة فتقولان بالفوقية ومن قال بالتحتية فقد لحن أحياك لنا\nوأحيانا لك أي خلقك لنا وخلقنا لك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head150'>[189]</h1>\n\n<p>\nبن أبجر بفتح الهمزة والجيم وسكون الموحدة بينهما اسمه عبد الملك بن سعيد\nبن حيان بن أبجر وأخذوا أخذاتهم بفتح الهمزة والخاء أي ما أخذوا من كرامة\nمولاهم وذكره ثعلب بكسر الهمزة أولئك الذين أردت بضم التاء أي اخترت\nواصطفيت وختمت عليها أي فلا يتطرق إليها تغيير فلم تر عين ولم تسمع أذن ولم\nيخطر على قلب بشر أي ما أكرمتهم به وأعددته لهم مصداقه بكسر الميم أي دليله\nوما يصدقه عن أخس أهل الجنة بالخاء المعجمة وتشديد السين أي أدناهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head151'>[191]</h1>\n\n<p>\nسمع جابر بن عبد الله يسأل عن الورود فقال نجيىء نحن يوم القيامة عن كذا\nوكذا انظر أي ذلك فوق الناس قال النووي هكذا وقع في الأصول واتفق المتقدمون\nوالمتأخرون على أنه تغيير وتصحيف صوابه نجيء يوم القيامة على كوم هكذا رواه\nبعض أهل الحديث وفي كتاب بن أبي خيثمة من طريق كعب بن مالك يحشر الناس يوم\nالقيامة على تل وعند بن جرير في تفسيره من حديث بن عمر فيرقى محمد وأمته\nعلى كوم فوق الناس وذكر من حديث كعب بن مالك يحشر الناس يوم القيامة فأكون\nأنا وأمتي على تل قال القاضي فهذا كله يبين ما تغير من الحديث وأنه كان\nأظلم هذا على الراوي أو أمحى فعبر عنه بكذا وكذا وفسر بقوله أي فوق الناس\nوكتب إليه انظر تنبيها فجمع النقلة ونسقوه على أنه متن الحديث كما تراه قال\nثم إن <span id='ms069'></span> هذا الحديث جاء كله من كلام جابر موقوفا عليه وليس هذا من شرط مسلم\nإذ ليس فيه ذكر النبي صلى الله عليه وسلم وإنما أدخله مسلم في المسند لأنه\nروى مسندا من غير هذا الطريق فصرح بن أبي خيثمة عن بن جريج برفعه فيتجلى\nلهم يضحك أي يظهر وهو راض عنهم يطفأ بضم الياء وفتحها ثم ينجو المؤمنون في\nأكثر الأصول المؤمنين زمرة جماعة نبات الشيء في السيل في بعض روايات مسلم\nنبات الدمن بكسر الدال وسكون الميم وهو الموجود في الجمع لعبد الحق والدمن\nالبعر أي نبات ذي الدمن في السيل أي كما ينبت الشيء الحاصل في البعر\nوالغثاء الموجود في أطراف النهر والمراد التشبيه له في السرعة والنضارة\nويذهب حراقه بضم الحاء المهملة وتخفيف الراء أثر النار والضمير للمخرج من\nالنار وكذا ضمير ثم يسأل دارات جمع داره وهي ما يحيط بالوجه من جوانبه حتى\nيدخلون بإثبات النون شغفني بالغين المعجمة ويروى بالمهملة وهما متقاربان أي\nلصق بشغاف قلبي وهو غلافه رأي من رأي الخوارج هو تخليد أرباب الكبائر في\nالنار ثم نخرج على الناس أي ندعوا إلى مذهب الخوارج ونحث عليه فيخرجون\nكأنهم في كثير من الأصول كأنها وهو عائد إلى الصور أي صورهم عيدان السمسم\nجمع سمسم وهو الحب المعروف الذي يستخرج منه الشيرج قال بن الأثير وعيدانه\nتراها إذا طلعت وتركت ليؤخذ حبها دقاقا سوادا كأنها محترقة فشبه بها هؤلاء\nوقيل هي كل نبت ضعيف كالسمسم والكزبرة وقيل اللفظة محرفة وإنما هي السأسم\nبحذف الميم الأولى وبهمزة وفتح السين الثانية وهو عود أسود وقيل الأبنوس\nشبهوا به في سواده القراطيس جمع قرطاس بكسر القاف وضمها الصحيفة شبهوا بها\nفي شدة البياض أترون الشيخ أي جابرا والاستفهام للإنكار ما خرج منا غير رجل\nواحد أي كلهم تابوا عن رأي الخوارج سواه أو كما قال أبو نعيم هو الفضل بن\nدكين المذكور أول الإسناد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head152'>[193]</h1>\n\n<p>\nفيهتمون أي يعتنون بسؤال الشفاعة فيلهمون أي يلهمهم الله تعالى سؤال ذلك\nقال <span id='ms070'></span> النووي والإلهام أن يلقى الله تعالى في النفس أمرا يحمل على فعل الشيء\nأو تركه خلقك الله بيده ونفخ فيك من روحه هذا من باب إضافة التشريف لست\nهناكم أي لست أهلا لذلك ائتوا نوحا أول رسول قال المازري إن صح دليل على أن\nإدريس أرسل لم يصح قول النسابين إنه قبل نوح لهذا الحديث وإن لم يقم دليل\nجاز ما قالوه وحمل على أنه نبي مرسل قال القاضي ولا يرد على الحديث رسالة\nآدم وشيث لأنه أرسل إلى بنيه ولم يكونوا كفارا بل أمر بتبليغهم الإيمان\nوطاعة الله وكذلك خلفه شيث بعده فيهم بخلاف رسالة نوح إلى كفار أهل الأرض\nاتخذه الله خليلا أصل الخلة الاختصاص والاصطفاء وقيل الانقطاع إلى من خاللت\nمن الخلة وهي الحاجة فسمي إبراهيم بذلك لأنه قصر حاجته على ربه سبحانه وقيل\nالخلة صفاء المودة لأنها توجب تخلل الأسرار وقيل معناه المحبة والألطاف\nالذي كلمه الله قال النووي صفة الكلام ثابته لله تعالى لا تشبه كلام غيره\nغفر الله ما تقدم من ذنبه وما تأخر هو كناية عن عصمته وتبرئته له من الذنوب\nوقعت ساجدا إلى آخره في مسند أحمد أنه يسجد قدر جمعة من جمع الدنيا أي وجب\nعليه الخلود هم الكفار قال تعالى وما هم بخارجين من النار ثم آتيه أي أعود\nإلى المقام الذي قمت فيه أولا وسألت صاحب الدستوائي أي بفتح الدال وإسكان\nالسين المهملتين والمثناة الفوقية وبعد الألف ياء النسبة من غير نون ومنهم\nمن يزيد فيه نونا بين الألف والياء نسبة إلى دستوى كورة من كور الأهواز كان\nيبيع الثياب التي تجلب منها فنسب إليها فيقال هشام الدستوائي وهشام صاحب\nالدستوائي أي صاحب البز الدستوائي ما يزن أي يعدل ذرة بفتح الذال المعجمة\nوتشديد الراء واحدة الذر وهو الحيوان الصغير من النمل إلا أن شعبة جعل مكان\nالذرة ذرة يعني بضم الذال وتخفيف الراء صحف فيها أبو بسطام هي كنية شعبة\nفأحمده بمحامد لا أقدر عليه قال النووي كذا <span id='ms071'></span> في الأصول والضمير عائد إلى\nالحمد فأخرجه كذا في بعض الأصول في الأول خطابا له صلى الله عليه وسلم وفي\nبعضها فأخرجوه خطابا له ولمن معه من الملائكة وفي بعضها فأخرجوا بحذف\nالمفعول أما الثاني والثالث فاتفقت الأصول على فأخرجه بظهر الجبان بفتح\nالجيم وتشديد الباء الصحراء وتسمى بها المقابر لأنها تكون فيها فهو من باب\nتسمية الشيء باسم موضعه أي بظاهرها وأعلاها والمرتفع منها وهو مستخف أي\nمتغيب خوفا من الحجاج هيه بكسر الهائين وسكون التحتية بينهما اسم فعل يقال\nفي استزادة الحديث ويقال إيه بكسر الهمزة جميع بفتح الجيم وكسر الميم أي\nمجتمع القوة والحفظ ثم أرجع إلى ربي هو ابتداء تمام الحديث الذي وعد\nبتحديثه ومعناه قال رسول الله صلى الله عليه وسلم ثم أرجع وجبريائي بكسر\nالجيم أي عظمتي وسلطاني وقهري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head153'>[194]</h1>\n\n<p>\nفنهس منها نهسة بالمهملة ولابن ماهان بالمعجمة قال الهروي النهس بالمهملة\nبأطراف الأسنان وبالمعجمة بالأضراس في صعيد واحد هو الأرض الواسعة المستوية\nوينفذهم البصر رواه الأكثر بفتح الياء وبعضهم بالضم والذال المعجمة قال\nالكسائي يقال نفذني البصر إذا بلغني وجاوزني قال أبو عبيد معناه ينفذهم بصر\nالرحمن حتى يأتي عليهم كلهم وقال غيره أراد يخرقهم أبصار الناظرين لاستواء\nالصعيد والله تعالى أحاط بالناس أولا وآخرا قال أبو حاتم وأهل الحديث\nيروونه بالذال المعجمة وإنما هو بالمهملة أي بلغ أولهم وآخرهم حتى يراهم\nكلهم ويستوعبهم من نفذ الشيء وأنفذته قال النووي فحصل خلاف في الياء والدال\nوفي البصر والأصح فتح الياء وإعجام الذال وأنه بصر المخلوق ألا ترى إلى ما\nقد بلغنا بفتح الغين في الأشهر وضبطه بعض المتأخرين بالفتح والسكون إن ربي\nغضب اليوم المراد بغضبه ما يظهر من انتقامه وأليم عقابه وما يشاهده أهل\nالجمع من الأهوال كما أن رضاه ظهور رحمته ولطفه لاستحالة حقيقة الغضب\nوالرضى على الله تعالى المصراعين بكسر الميم جانبا الباب وهجر بفتح الهاء\nوالجيم مدينة عظيمة هي قاعدة البحرين وهي غير هجر المذكورة في حديث القلتين\nتلك قرية من <span id='ms072'></span> قرى المدينة كانت القلال تصنع بها وبصرى بضم الباء مدينة على\nثلاث مراحل من دمشق ألا تقولون كيفه هي هاء السكت لحقت في الوقف قالوا كيفه\nيا رسول الله اثبتوا الهاء إما إجراء للوصل مجرى الوقف أو قصد اتباع لفظه\nالذي حثهم عليه عضادتي الباب بكسر العين وإعجام الضاد خشبتاه من جانبيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head154'>[195]</h1>\n\n<p>\nتزلف لهم الجنة بضم التاء وسكون الزاي أي تقرب إنما كنت خليلا من وراء\nوراء قال النووي المشهور فيهما الفتح بلا تنوين ويجوز بناؤهما على الضم\nوقال أبو البقاء إنه الصواب لأن تقديره من وراء ذلك أو من وراء شيء آخر قال\nووجه الفتح التركيب كشذر مذر والكلمة مؤكدة وقال صاحب التحرير هذه كلمة\nتذكر على سبيل التواضع أي لست بتلك الدرجة الرفيعة قال وقد وقع لي فيه معنى\nمليح وهو أن معناه أن المكارم التي أعطيتها بواسطة سفارة جبريل ولكن اعمدوا\nإلى موسى فإنه حصل له سماع الكلام بغير واسطة وإنما كرر وراء لكون نبينا\nصلى الله عليه وسلم حصل له السماع بغير واسطة وحصل له الرؤية فقال إبراهيم\nأنا وراء موسى الذي هو وراء محمد وترسل الأمانة والرحم قال النووي يصوران\nشخصين على الصفة التي يريدها الله فتقومان بالفوقية جنبتي الصراط بفتح\nالجيم والنون أي جانبيه وشد الرجال بالجيم جمع رجل ولابن ماهان بالحاء قال\nالقاضي وهما متقاربان في المعنى وشدها عدوها البالغ وجريها وفي حافتي\nالصراط بتخفيف الفاء جانباه ومكدوس في أكثر الأصول هنا مكردس بالراء ثم\nالدال وهو قريب من معنى المكدوس وإن قعر جهنم لسبعون في أكثر الأصول لسبعين\nبالياء أما على حذف المضاف وإبقاء الجر أي سير سبعين وإما على قعر مصدر\nقعرت الشيء إذا بلغت قعره وسبعين ظرف زمان والتقدير إن بلوغ قعر جهنم لكائن\nفي سبعين خريفا أي سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head155'>[198]</h1>\n\n<p>\nلكل نبي دعوة أي متيقنة الإجابة بخلاف سائر ما يدعون به فإنه على الرجاء\nوقد لا يجاب بعضه إن شاء الله على جهة التبرك والامتثال لقوله تعالى ولا\nتقولن لشيء الآية <span id='ms073'></span> أسيد بفتح الهمزة بن جارية بالجيم لكعب الأحبار هم\nالعلماء واحدهم حبر بفتح الحاء وكسرها أي كعب العلماء قاله بن قتيبة وغيره\nوقال أبو عبيدة سمي بذلك لكونه صاحب كتب الأحبار جمع حبر بالكسر وهو ما\nيكتب به\n</p>\n\n<h1 class='l1' id='head156'>[202]</h1>\n\n<p>\nالصدفي بفتح المهملتين وفاء نسبة إلى الصدف بفتح الصاد وكسر الدال قبيلة\nوقال عيسى عليه السلام إن تعذبهم فإنهم عبادك قيل إن قال هنا اسم بمعنى\nالقول لا فعل كأنه قال وتلا قال عيسى ولا نسوؤك أي لا نخزيك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head157'>[203]</h1>\n\n<p>\nقفى ولى قفاه منصرفا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head158'>[204]</h1>\n\n<p>\nلؤي بهمز ودونه يا فاطمة في أكثر الأصول يا فاطم بالترخيم لا أملك لكم من\nالله شيئا معناه لا تتكلوا على قرابتي فإني لا أقدر على دفع مكروه يريده\nالله بكم سأبلها أي سأصلها شبهت قطيعة الرحم بالحرارة ووصلها بإطفاء\nالحرارة بالماء ببلالها بكسر الباء وفتحها من بله يبله والبلال الماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head159'>[207]</h1>\n\n<p>\nالمخارق بضم الميم وخاء معجمة انطلق معناه قالا لأن المراد أن قبيصة\nوزهيرا قالا لكن لما اتفقا كانا كالرجل الواحد فأفرد فعلهما وإنما أعاده\nلطول الكلام رضمة بفتح الراء وسكون الضاد المعجمة وفتحها والجمع رضم ورضام\nوهي صخور عظام بعضها فوق بعض وقيل هي دون الهضاب وقال صاحب العين الرضمة\nحجارة ليست ثابتة في الأرض كأنها منثورة يربأ براء وموحدة وهمز بوزن يقرأ\nأي يحفظ أهله ويتطلع إليهم يهتف بكسر المثناة الفوقية ثم فاء أي يصيح ويصرخ\nيا صباحاه كلمة اعتادوها عند وقوع أمر عظيم يقولونها ليجتمعوا ويتأهبوا له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head160'>[208]</h1>\n\n<p>\nورهطك منهم المخلصين بفتح اللام قال النووي الظاهر أن هذا كله كان قرآنا\nأنزل ثم نسخت تلاوته بسفح الجبل بفتح السين أسفله وقيل عرضه مصدقي بتشديد\nالدال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head161'>[209]</h1>\n\n<p>\nضحضاح بفتح الضادين المعجمتين ما رق من الماء على وجه الأرض إلى نحو\nالكعبين واستعير في النار الدرك الأسفل بفتح الراء وسكونها قعر جهنم وأقصى\nأسفلها غمرات بفتح الغين المعجمة والميم جمع غمرة بسكون الميم المعظم من\nالشيء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head162'>[213]</h1>\n\n<p>\nأخمص بفتح الهمزة المتجافي من الرجل عن الأرض وشراكان هما من سيور النعل\nالذي <span id='ms074'></span> على وجهها وعلى ظهر القدم المرجل بكسر الميم وفتح الجيم القدر سواء\nكان من حديد أو حجارة أو خزف وقيل هو القدر من النحاس خاصة\n</p>\n\n<h1 class='l1' id='head163'>[214]</h1>\n\n<p>\nبن جدعان بضم الجيم وسكون الدال المهملة اسمه عبد الله من رؤساء قريش\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head164'>[215]</h1>\n\n<p>\nإن آل أبي يعني فلانا هذه الكناية من بعض الرواة خوفا والمكنى عنه هو\nالحكم بن أبي العاص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p275'> Vol. 01, p. 275</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head165'>[216]</h1>\n\n<p>\nسبقك بها عكاشة بضم العين وتشديد الكاف وتخفف قال القاضي لم يكن الرجل\nالثاني ممن يستحق تلك المنزلة ولا بصفة أهلها بخلاف عكاشة وقيل بل كان\nمنافقا فأجاب بكلام محتمل ولم ير التصريح له بأنك لست منهم لما كان عليه من\nحسن العشرة وقيل إنه أجاب عكاشة لوحي فيه ولم يحصل ذلك للآخر وفي مبهمات\nالخطيب يقال إن الرجل الثاني سعد بن عبادة قال النووي وهو يبطل قول من زعم\nأنه منافق بن محصن بكسر الميم وفتح الصاد نمرة كساء فيه خطوط بيض وسود وحمر\nكأنها أخذت من جلد النمر\n</p>\n\n<h1 class='l1' id='head166'>[217]</h1>\n\n<p>\nأبو يونس سليم بن جبير بالتصغير فيهما زمرة واحدة بالنصب والرفع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head167'>[218]</h1>\n\n<p>\nهم الذين لا يكتوون ولا يسترقون قال الخطابي وغيره المراد من ترك ذلك\nتوكلا على الله ورضي بقضائه وبلائه قال النووي وهو الظاهر من معنى الحديث\nقال وحاصله أن هؤلاء كل تفويضهم إلى الله تعالى فلم يتسببوا إلى دفع ما\nأوقعه بهم قال ولا شك في فضيلة هذه الحالة ورجحان صاحبها قال وأما تطبب\nالنبي صلى الله عليه وسلم ففعله ليبين لنا الجواز وعلى ربهم يتوكلون حد\nالتوكل الثقة بالله والإيقان بأن قضاءه نافذ قال القشيري التوكل محله القلب\nولا ينافيه الحركة بالظاهر بعد ما تحقق العبد أن الثقة من قبل الله فإن\nتعسر شيء فبتقديره وإن تيسر شيء فبتيسيره أبو خشينة بضم الخاء وفتح الشين\nالمعجمتين ثم تحتية ثم نون ثم هاء\n</p>\n\n<h1 class='l1' id='head168'>[219]</h1>\n\n<p>\nمتماسكون آخذ بالرفع فيهما وروي بالنصب فيهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head169'>[220]</h1>\n\n<p>\nانقض بالقاف والضاد المعجمة سقط البارحة هي أقرب ليلة مضت لدغت بإهمال\nالدال وإعجام الغين عين هي إصابة العائن غيره بعينه أو حمة <span id='ms075'></span> بضم الحاء\nالمهملة وتخفيف الميم سم العقرب وشبهها وقيل فوعة السم وقيل حدته وحرارته\nوالمراد أو ذي حمة أي لا رقية إلا من لدغ ذي حمة الرهيط بضم الراء تصغير\nرهط وهي الجماعة دون العشرة هذه أمتك ومعها سبعون ألفا أي من جملتهم ومنهم\nوفي رواية البخاري هذه أمتك ويدخل الجنة من هؤلاء سبعون ألفا فخاض الناس\nبالخاء والضاد المعجمتين أي تكلموا وتناظروا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head170'>[221]</h1>\n\n<p>\nأو كشعرة شك من الراوي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head171'>[222]</h1>\n\n<p>\nبعث النار المبعوث الموجه إليها فإن من يأجوج ومأجوج ألف كذا في الأصول\nبالرفع على تقدير ضمير الشأن أي فإنه وفي يأجوج ومأجوج الهمز وتركه وهم من\nولد يافث بن نوح وقال كعب هم من ولد آدم من غير حواء وذلك أن آدم احتلم\nفامتزجت نطفته بالتراب فخلق الله منها يأجوج ومأجوج كالرقمة بفتح الراء\nوسكون القاف قال أهل اللغة الرقمتان في الحمار هما الأثران في باطن عضديه\nوقيل الدائرة في ذراعه وقيل الهنة الناتئة في ذراع الدابة من داخل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "000",
    "008",
    "010",
    "011",
    "012",
    "013",
    "015",
    "016",
    "019",
    "024",
    "030",
    "034",
    "035",
    "039",
    "044",
    "047",
    "048",
    "050",
    "051",
    "052",
    "053",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "065",
    "067",
    "068",
    "070",
    "071",
    "072",
    "076",
    "078",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "095",
    "096",
    "097",
    "098",
    "100",
    "102",
    "103",
    "104",
    "105",
    "107",
    "108",
    "109",
    "111",
    "113",
    "114",
    "115",
    "116",
    "118",
    "119",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "128",
    "129",
    "130",
    "131",
    "133",
    "134",
    "135",
    "136",
    "138",
    "139",
    "141",
    "143",
    "144",
    "145",
    "146",
    "147",
    "149",
    "150",
    "151",
    "154",
    "155",
    "157",
    "159",
    "164",
    "165",
    "166",
    "167",
    "168",
    "171",
    "173",
    "174",
    "175",
    "177",
    "179",
    "180",
    "182",
    "188",
    "192",
    "199",
    "204",
    "207",
    "209",
    "212",
    "213",
    "216",
    "217",
    "218",
    "219",
    "222",
    "223",
    "225",
    "226",
    "232",
    "240",
    "241",
    "242",
    "244",
    "246",
    "247",
    "248",
    "253",
    "260",
    "264",
    "266",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "278",
    "280",
    "281",
    "283"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06"
  ]
}