{
  "content": "\n<h1 class='l1' id='head0'>[1929]</h1>\n\n<p>\nبالمعراض بكسر الميم وسكون العين المهملة خشبة ثقيلة أو عصا بحديدة أو\nبغير حديدة وقيل سهم لا ريش فيه ولا نصل فخزق بالخاء المعجمة والزاي أي نفذ\nبعرضه بفتح العين أي بغير المحدد منه وقيذ هو الذي يقتل بغير محدد من عصا\nأو حجر أو غيرهما ودخيلا أي مداخلا وربيطا أي مرابطا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p009'> Vol. 05, p. 009</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>[1930]</h1>\n\n<p>\nإنا بأرض قوم من أهل الكتاب زاد أبو داود في 3839 وهم يطبخون في قدورهم\nالخنزير ويشربون في آنيتهم الخمر\n</p>\n\n<h1 class='l1' id='head2'>[1933]</h1>\n\n<p>\nعبيدة بن سفيان بفتح العين وكسر الباء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p010'> Vol. 05, p. 010</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>[1934]</h1>\n\n<p>\nمخلب بكسر الميم وفتح اللام هو للطير والسباع بمنزلة الظفر للإنسان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p011'> Vol. 05, p. 011</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>[1935]</h1>\n\n<p>\nنمصها بضم الميم وفتحها الكثيب بمثلثة الرمل المستطيل المحدودب وقب عينه\nبفتح الواو وسكون القاف وموحدة أي داخل عينه ونقرتها بالقلال بكسر القاف\nجمع قلة بضمها وهي الجرة الكبيرة التي يقلها الرجل بين يديه أي يحملها\nالفدر بكسر الفاء وفتح الدال القطع جمع فدرة كفدر الثور ضبط بالفاء كالأول\nوبالقاف المفتوحة وسكون الدال أي مثل الثور رحل بفتح الحاء وشائق بشين\nمعجمة وقاف جمع وشيقة قال أبو عبيد هو اللحم يؤخذ فيغلى ولا ينضج ويحمل في\nالأسفار ثابت أجسامنا بمثلثة أي رجعت إلي القوة فنصبه ذكره على إرادة العضو\nحجاج عينه بكسر الحاء وفتحها ثم جيم مخففة بمعنى وقب عينه أن رجلا نحر ثلاث\nجزائر هو قيس بن سعد سيف البحر بكسر السين وسكون المثناة تحت أي ساحله أبو\nالمنذر البزار في نسخة القزاز بالقاف وهو الأشهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p015'> Vol. 05, p. 015</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>[1938]</h1>\n\n<p>\nاكفئوا القدور بهمز وصل وفتح الفاء من كفأ ثلاثي بمعنى قلب نيئة بكسر\nالنون وبالهمز أي غير مطبوخة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p016'> Vol. 05, p. 016</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>[1939]</h1>\n\n<p>\nحمولة الناس بفتح الحاء أي الذي يحمل متاعهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p017'> Vol. 05, p. 017</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>[1945]</h1>\n\n<p>\nمحنوذ أي مشوي وقيل المشوي على الرضف وهي الحجارة المحماة أم حفيد في\nنسخة حفيدة بالهاء واسمها هزيلة صحابية\n</p>\n\n<h1 class='l1' id='head8'>[1948]</h1>\n\n<p>\nخوان بكسر الخاء أفصح من ضمها أي سفرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p018'> Vol. 05, p. 018</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>[1951]</h1>\n\n<p>\nمضبة بفتح الميم والضاد وبضم الميم وكسر الضاد أي ذات ضباب كثيرة غائط هي\nالأرض المطمئنة فمسخهم دواب في نسخة <span id='ms329'></span> دوابا يدبون بكسر الدال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p019'> Vol. 05, p. 019</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>[1953]</h1>\n\n<p>\nفاستنفجنا أي أثرنا ونفرنا بمر الظهران بفتح الميم والظاء موضع قريب من\nمكة فلغبوا بفتح الغين المعجمة وحكي كسرها أي أعيوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p020'> Vol. 05, p. 020</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>[1954]</h1>\n\n<p>\nالخذف بإعجام الخاء والذال رمي الإنسان بحصاة أو نواة أو نحوها بجعلها\nبين أصبعيه بين السبابتين أو الإبهام والسبابة ولا ينكأ بفتح أوله والكاف\nوالهمز آخره وفي نسخة ولا ينكي بالياء آخره وكسر الكاف وهو أوجه لأنه من\nالنكاية يقال نكيت العدو وأنكيته ونكأت بالهمزة لغة فيه أحدثك أن رسول الله\nصلى الله عليه وسلم نهى عن الخذف ثم عدت تخذف لا أكلمك أبدا قال النووي فيه\nهجران أهل البدع والفسوق ومنابذي السنة وأنه يجوز هجرانه دائما والنهي عن\nالهجران فوق ثلاثة أيام إنما هو فيمن هجر لحظ نفسه ومعايش الدنيا وأما أهل\nالبدع ونحوهم فهجرانهم دائم وهذا الحديث مما يؤيده مع نظائر له كحديث كعب\nبن مالك وغيره هذا كلام النووي قلت وقد ألفت في هذا مولفا حسنا سميته الزجر\nبالهجر لأني كثير الملازمة لهذه السنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p022'> Vol. 05, p. 022</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>[1955]</h1>\n\n<p>\nفأحسنوا القتلة بكسر القاف وهي الهيئة والحالة فأحسنوا الذبح بفتح الذال\nوفي نسخة الذبحة بكسرها والهاء وهي الهيئة أيضا وليحد بضم الياء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p023'> Vol. 05, p. 023</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>[1957]</h1>\n\n<p>\nنهى أن تصبر البهائم أي أن تحبس وهي حية لتقتل بالرمي ونحوه لا تتخذ شيئا\nفيه الروح غرضا أي لا تتخذوا الحيوان الحي هدفا ترمون إليه كالغرض من\nالجلود وغيرها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p024'> Vol. 05, p. 024</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>[1958]</h1>\n\n<p>\nكل خاطئة بالهمز أي ما لم يصب المرمى والأفصح مخطئة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p027'> Vol. 05, p. 027</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>[1960]</h1>\n\n<p>\nقبل أن يصلي أو نصلي الأولى بالياء والثانية بالنون قال النووي 1311\nوالظاهر أنه شك من الراوي فليذبح باسم الله أي قائلا بسم الله قال النووي\nهذا هو الصحيح في معناه فيلذبح علىاسم الله هو بمعنى فليذبح باسم الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p028'> Vol. 05, p. 028</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>[1961]</h1>\n\n<p>\nتلك شاة لحم أي ليست أضحية ولا ثواب فيها إن هذا يوم اللحم فيه مكروه في\nرواية العذري مقروم بالقاف والميم أي مشتهى قيل وهو الصواب وأن الأولى على\nفتح الحاء من اللحم واللحم بالفتح اشتهاء اللحم ومعناه ترك اللحم وبقاء\nأهله فيه بلا لحم حين يشتهوه مكروه <span id='ms330'></span> وقال أبو موسى المديني معناه هذا يوم\nطلب اللحم فيه مكروه وشاق قال النووي وهو أحسن عناق بفتح العين الأنثى من\nالمعز إذا قويت ما لم تستكمل سنة وقوله عناق لبن أي صغيرة قريبة مما ترضع\nهي خير نسيكتك أي هذه والتي ذبحت قبل الصلاة ولا تجزئ بفتح التاء أي لا\nتكفي مسنة هي الثنية وهي أكبر من الجذعة بسنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p030'> Vol. 05, p. 030</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>[1962]</h1>\n\n<p>\nوذكر هنة أي حاجة وانكفأ بالهمز أي مال وانعطف غنيمة بالضم تصغير الغنم\nفتوزعوها أو قال فتجزعوها هما بمعنى وهذا شك من الراوي أن يعيد من الإعادة\nوفي رواية أن يعد بتسديد الدال من الإعداد وهي التهيئة ذبحا بكسر الذال أي\nجيوانا يذبح\n</p>\n\n<h1 class='l1' id='head18'>[1963]</h1>\n\n<p>\nلا تذبحوا إلا مسنة أي من الإبل والبقر والغنم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p031'> Vol. 05, p. 031</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>[1965]</h1>\n\n<p>\nعتود هي من أولاد المعز خاصة ما رعي وقوي وقال الجوهري ما بلغ سنة صح به\nأنت زاد البيهقي ولا رخصة فيها لأحد بعدك قال أصحابنا كانت هذه رخصة لعقبة\nبن عامر وحده كما كان مثلها رخصة لأبي بردة بن نيار وفي سنن أبي داود 2798\nأنه قال لزيد بن خالد مثل ذلك أيضا في عتود من المعز فهولاء ثلاثة صحابة\nرخص لهم بعجة بفتح الموحدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p032'> Vol. 05, p. 032</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>[1966]</h1>\n\n<p>\nأملحين قال بن الأعرابي وغيره الأملح هو الأبيض الخالص وقال الأصمعي هو\nالأبيض يشوبه شيء من سواد وقال أبو حاتم هو الذي يخالط بياضه حمرة وقال\nبعضهم هو الأسود يعلوه حمرة وقال الكسائي هو الذي فيه بياض وسواد والبياض\nأكثر وقال الخطابي هو الأبيض الذي في خلل صوفه طاقات سود وقال الداوودي هو\nالمتغير الشعر ببياض وسواد أقرنين أي لكل واحد منهما قرنان حسنان صفاحهما\nأي صفحة عنقهما أي جانبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p033'> Vol. 05, p. 033</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>[1967]</h1>\n\n<p>\nيطأ في سواد ويبرك في سواد وينظر في سواد معناه أن قوائمه وبطنه وما حول\nعينيه أسود هلمي المدية أي هاتيها اشحذيها بإعجام الشين والذال وإهمال\nالحاء المفتوحة أي حدديها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p034'> Vol. 05, p. 034</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>[1968]</h1>\n\n<p>\nأعجل بكسر الجيم أو أرن بمعنى أعجل وهو شك من الراوي وهو بفتح الهمزة\nوسكون الراء وكسر النون بوزن أعط وروي أرني بزيادة <span id='ms331'></span> الياء وروي أرن بكسر\nالراء وسكون النون بوزن أقم أي اهلكها ذبحا من أران القوم إذا هلكت مواشيهم\nأنهر الدم أي أساله وصبه بكثرة وذكر اسم الله زاد أبو داود عليه ليس السن\nوالظفر منصوبان على الاستثناء بليس أما السن فعظم معناه ولا تذبحوا به لأنه\nيتنجس بالدم وقد نهيتكم عن الاستنجاء بالعظام لئلا تتنجس لكونها زاد\nإخوانكم من الجن وأما الظفر فمدى الحبشة معناه أنهم كفار وقد نهيتم عن\nالتشبه بالكفار وهذا شعار لهم فند أي هرب وشرد أوابد أي نفور وتوحش جمع\nآبده بالمد وكسر الموحدة بذي الحليفة من تهامة هذه بين حارة وذات عرق وليست\nبذي الحليفة التي هي ميقات أهل المدينة ذكره الحازمي في كتابه المؤتلف في\nأسماء الأماكن فأصبنا غنما وإبلا فعجل القوم فأغلوا بها القدور فأمر بها\nرسول الله صلى الله عليه وسلم فكفئت قال النووي إنما أمر بإراقتها لأنهم\nكانوا قد انتهوا إلى دار الإسلام والمحل الذي لا يجوز فيه الأكل من مال\nالغنيمة المشترك فإن الكل من الغنائم قبل القسمة إنما يباح في دار الحرب\nقال ثم إنما أمر بإراقة المرق عقوبة لهم أما اللحم فيحمل على أنه جمع ورد\nإلى المغنم لأنه مال الغانمين فلا يمكن إضاعته ولا سيما والجناية بطبخه لم\nتقع من جميع مستحقي الغنيمة ثم عدل عشرا من الغنم بجزور هذا محمول على أن\nالإبل كانت نفيسة دون الغنم بحيث كانت قيمة البعير عشر شياه بالليط بكسر\nاللام ثم مثناة تحتية ساكنة ثم طاء مهملة وهو قشور القصب الواحد ليطة\nوهصناه بالواو وهاء مفتوحة مخففة وصاد مهملة ساكنة ونون أي أسقطناه إلى\nالأرض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p036'> Vol. 05, p. 036</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>[1969]</h1>\n\n<p>\nفوق ثلاث قال القاضي يحتمل أن ابتداء الثلاث من يوم ذبحها ويحتمل أنه من\nيوم النحر وإن تأخر ذبحها إلى أيام التشريق قال وهذا أظهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p037'> Vol. 05, p. 037</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>[1971]</h1>\n\n<p>\nويجملون بالجيم وكسر الميم وأوله مفتوح أي يذيبون من أجل الدافة بتشديد\nالفاء قوم يسيرون جميعا سيرا خفيفا والمراد هنا من ورد من ضعفاء الأعراب\nللمواساة\n</p>\n\n<h1 class='l1' id='head25'>[1973]</h1>\n\n<p>\nوحشما بفتح الحاء والشين <span id='ms332'></span> هم اللائذون بالإنسان يخدمونه ويقومون بأمره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p038'> Vol. 05, p. 038</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>[1974]</h1>\n\n<p>\nيفشوا فيهم بالفاء والشين أي يشيع لحم الأضاحي في الناس وينتفع به\nالمحتاجون\n</p>\n\n<h1 class='l1' id='head27'>[1976]</h1>\n\n<p>\nلا فرع بفتح الفاء والراء وعين مهملة ولا عتيرة بعين مهملة مفتوحة ثم\nمثناة فوق وهي ذبيحة كانوا يذبحونها في العشر الأول من رجب ويسمونها\nالرجبية أيضا والفرع أول النتاج كان ينتج لهم فيذبحونه رجاء البركة في الأم\nوكثرة نسلها هذا قول الأكثرين وقيل هو لمن بلغت إبله مائة يذبحه وقد وردت\nأحاديث صحيحة بالأمر بالفرع والعتيرة فنقل القاضي عن الجم أنها منسوخة بما\nهنا واختار النووي وغيره أنها محمولة على الاستحباب وأن ما هنا لنفي الوجوب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p039'> Vol. 05, p. 039</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>[1977]</h1>\n\n<p>\nعمر بن مسلم في الطريق الأولى عمرو والوجهان منقولان في اسمه أكيمة بضم\nالهمزة وفتح الكاف وسكون الياء من كان له ذبح بالكسر فأطلى فيه ناس أي\nأزالوا الشعر بالنورة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p041'> Vol. 05, p. 041</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>[1978]</h1>\n\n<p>\nولعن الله من ذبح لغير الله أي باسم غيره ولعن الله من آوى محدثا بكسر\nالدال وهو من يأتي بفساد في الأرض ق221 ولعن الله من غير منار الأرض أي\nعلامات حدودها قراب سيفي بكسر القاف وعاء من جلد ألطف من الجراب يدخل فيه\nالسيف بغمده وما خف من الآلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p045'> Vol. 05, p. 045</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>[1979]</h1>\n\n<p>\nشارفا بالشين المعجمة والفاء الناقة المسنة قينة هي الجارية المغنية يا\nحمز مرخم حمزة للشرف بضم الشين والراء جمع شارف النواء بكسر النون وتخفيف\nالواو والمد أي السمان الواحدة ناوية بالتخفيف وهي الناقة السمينة وبعد هذا\nالنصف وهن معقلات بالفناء ضع السكين في اللبات منها وضرجهن حمزة بالدماء\nوعجل من أطايبها لشرب قديدا من طبيخ أو شواء فجب أي قطع وبقر أي شق قال\nالنووي ورد في حديث أن النبي صلى الله عليه وسلم غرم حمزة ناقتين وشارفاي\nمناخان في نسخة مناختان شرب بفتح الشين وسكون الراء هم الجماعة الشاربون\nثمل بفتح المثلثة وكسر الميم أي سكران القهقرى هي الرجوع إلى وراء وقيل\nالإسراع في الرجوع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p048'> Vol. 05, p. 048</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>[1980]</h1>\n\n<p>\nالفضيخ هو أن يفضخ البسر ويصب عليه الماء ويترك حتى يغلي من غير أن تمسه\nنار فإن كان <span id='ms333'></span> معه تمر فهو خليط مهراس بكسر الميم حجر منقور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p049'> Vol. 05, p. 049</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>[1984]</h1>\n\n<p>\nإنه ليس بدواء ولكنه داء قال السبكي ما يقوله الأطباء في التداوي فشيء\nكان قبل التحريم وأما بعده فإن الله سبحانه وتعالى القادر على كل شيء سلبها\nما كان فيها من المنافع\n</p>\n\n<h1 class='l1' id='head33'>[1986]</h1>\n\n<p>\nنهى أن يخلط قال العلماء سبب النهي وهو لكراهة التنزيه أن الإسكار يسرع\nإليه بسبب الخلط قبل أن يتغير طعمه فيظن الشارب أنه ليس مسكرا ويكون مسكرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p050'> Vol. 05, p. 050</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>[1988]</h1>\n\n<p>\nالزهو بفتح الزاي وضمها البسر الملون الذي بدا فيه حمرة أو صفرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p052'> Vol. 05, p. 052</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>[1990]</h1>\n\n<p>\nجرش بضم الجيم وفتح الراء بلدة باليمن والحنتم المزادة المجبوبة في نسخة\nوالمزادة بواو العطف قال القاضي وهو الصواب والأول تغيير ووهم وفي رواية\nالنسائي وعن الحنتم وعن المجبوبة وهي بالجيم والموحدة المكررة التي قطع\nرأسها فصارت كهيئة الدن وقيل التي قطع رأسها وليس لها عزلاء من أسفلها تنفس\nالشراب منها فيصير شرابها مسكرا ولا يدرى به ورواه بعضهم المخنوثة بخاء\nمعجمة ونون وثاء مثلثة كأنه أخذه من اختناث الأسقية والصواب الأول عن يحيى\nبن أبي عمر البهراني وفي نسخة بن عمرو وفي أخرى بن أبي عمر البهراني\nوكلاهما وهم إنما هو يحيى بن عبيد وكنيته أبو عمر تنسح نسحا بإهمال السينين\nوالحاء أي تنقر ثم تقشر فتصير نقيرا وفي نسخة بالجيم وهو تصحيف كنت نهيتكم\nعن الأشربة في ظروف الأدم قال القاضي فيه تغيير من بعض الرواة وصوابه إلا\nفي ظروف فحذف لفظة إلا التي للاستثناء ولا بد منها لأن ظروف الأدم لم تزل\nمباحة مأذونا فيها وإنما نهي عن غيرها من الأوعية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p054'> Vol. 05, p. 054</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>[2000]</h1>\n\n<p>\nعن أبي عياض عن عبد الله بن عمرو يعني بن العاص وفي نسخة بن عمر بضم\nالعين والأول هو الصحيح المحفوظ\n</p>\n\n<h1 class='l1' id='head37'>[2001]</h1>\n\n<p>\nالبتع بكسر الموحدة وسكون المثناة فوق وحكي فتحها وعين مهملة نبيذ العسل\nوهو شراب أهل اليمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p055'> Vol. 05, p. 055</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>[1733]</h1>\n\n<p>\nالمزر بكسر الميم يعقد بفتح أوله وكسر القاف أعطي جوامع الكلم أي إيجاز\nاللفظ مع تناوله المعاني الكثيرة جدا بخواتمه أي كان يختم على المعاني\nالكثيرة التي تضمنها اللفظ <span id='ms334'></span> اليسير فلا يخرج منها شيء عن طالبه ومستنبطه\nلعذوبة لفظه وجزالته\n</p>\n\n<h1 class='l1' id='head39'>[2003]</h1>\n\n<p>\nلم يشربها في الآخرة قال النووي معناه أن يحرم شربها في الجنة وإن دخلها\nفإنها من فاخر شراب الجنة فيمنعها هذا بشربها في الدنيا وأنه ينسى شهوتها\nلأن الجنة فيها كل ما يشتهى وقيل لا يشتهيها وإن ذكرها ويكون هذا نقص نعيم\nفي حقه تمييزا بينه وبين تارك شربها\n</p>\n\n<h1 class='l1' id='head40'>[2004]</h1>\n\n<p>\nإلى مساء الثالثة بضم الميم وكسرها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p057'> Vol. 05, p. 057</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>[2005]</h1>\n\n<p>\nيوكى أعلاه بالياء خطا دون همز أي يشد رأسه بالوكاء وهو الذي يشد به رأس\nالقربة وله عزلاء بفتح المهملة وسكون الزاي والمد الثقب الذي في أسفل\nالمزادة والقربة فيشربه عشاء وفي نسخة عشيا\n</p>\n\n<h1 class='l1' id='head42'>[2006]</h1>\n\n<p>\nأماثته بمثلثة أي عركته ومرسته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p058'> Vol. 05, p. 058</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head43'>[2007]</h1>\n\n<p>\nأجم بضم الهمزة والجيم الحصن والجمع آجام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p059'> Vol. 05, p. 059</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>[2009]</h1>\n\n<p>\nكثبة بضم الكاف وسكون المثلثة ثم موحدة الشيء القليل فساخت بسين مهملة\nوخاء معجمة أي نزلت في الأرض قال ادع الله في نسخة ادعوا بلفظ التثنية\nللنبي صلى الله عليه وسلم وأبي بكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p060'> Vol. 05, p. 060</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>[168]</h1>\n\n<p>\nفأخذ اللبن قال النووي ألهمه الله اختياره لما أراده من توفيق هذه الأمة\nواللطف بها للفطرة أي الإسلام والاستقامة غوت أي ضلت وانهمكت في الشر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p061'> Vol. 05, p. 061</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>[2010]</h1>\n\n<p>\nمن النقيع روي بالموحدة وبالنون وهو الأشهر وهو موضع بوادي العقيق حماه\nرسول الله صلى الله عليه وسلم ليس مخمرا أي مغطى ولو تعرض عليه عودا بفتح\nالتاء وضم الراء وحكي كسرها ومعناه تمد عليه عرضا أي خلاف الطول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p062'> Vol. 05, p. 062</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head47'>[2012]</h1>\n\n<p>\nالفويسقة الفأرة تضرم بضم التاء وسكون الضاد أي تحرق سريعا ولم يذكر تعرض\nوفي نسخة تعريض إذا كان جنح الليل أي أقبل ظلامه فكفوا صبيانكم أي امنعوهم\nالخروج ذلك الوقت فإن الشيطان ينتشر المراد جنس الشياطين\n</p>\n\n<h1 class='l1' id='head48'>[2013]</h1>\n\n<p>\nفواشيكم بالفاء والمعجمة جمع فاشية وهي كل شيء منتشر من المال كالإبل\nوالغنم وسائر البهائم وغيرها لأنها تفشو أي تنتشر في الأرض فحمة العشاء أي\nظلمتها وسوادها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p064'> Vol. 05, p. 064</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>[2014]</h1>\n\n<p>\nينزل فيها وباء بالمد والقصر المرض العام يتقون ذلك يخافونه كانون علم\nأعجمي الشهر المعروف فلا يصرف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p069'> Vol. 05, p. 069</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>[2017]</h1>\n\n<p>\nكأنها تدفع يعني لشدة سرعتها إن يده أي الشيطان في يدي <span id='ms335'></span> مع يدها في نسخة\nمع يدهما قال القاضي وهو الوجه أي الجارية والأغرابي\n</p>\n\n<h1 class='l1' id='head51'>[2018]</h1>\n\n<p>\nقال الشيطان لا مبيت أي لأعوانه وجنده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p070'> Vol. 05, p. 070</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>[2022]</h1>\n\n<p>\nتطيش أي تتحرك وتمتد إلى نواحي الصحفة ولا تقتصر على موضع واحد والصحفة\nهي دون القصعة ما تشبع خمسة والقصعة ما تشبع عشرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p071'> Vol. 05, p. 071</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head53'>[2023]</h1>\n\n<p>\nنهى عن اختناث الأسقية بخاء معجمة ومثناة فوق ثم ألف ثم مثلثة أن يشرب من\nأفواهها سببه أنه يقذرها وقد يكون في السقاء ما يؤذيه فيدخل في جوفه ولا\nيدري\n</p>\n\n<h1 class='l1' id='head54'>[2024]</h1>\n\n<p>\nذلك أشر وأخبث كذا في الأصول بالألف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p072'> Vol. 05, p. 072</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head55'>[2026]</h1>\n\n<p>\nالأسواري بضم الهمزة وحكي كسرها نهى عن الشرب قائما هو للتنزيه وقد صح\nأنه صلى الله عليه وسلم شرب قائما وذلك لبيان الجواز فمن نسي فلتستقئ هو\nأمر ندب أو إرشاد من جهة الطب فقد قيل إنه يورث الاستسقاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p073'> Vol. 05, p. 073</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>[267]</h1>\n\n<p>\nنهى أن يتنفس في الإناء أي داخله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p074'> Vol. 05, p. 074</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head57'>[2028]</h1>\n\n<p>\nكان يتنفس في الإناء ثلاثا أي خارجه أروى أي أكثر ريا وأبرأ أي من ألم\nالعطش وقيل أسلم من مرض أو أذى يحصل بسبب الشرب في نفس واحد وامرأ بالهمز\nأي أكمل انسياغا أتنفس في الشراب أي في أثناء شربه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p075'> Vol. 05, p. 075</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>[2029]</h1>\n\n<p>\nشيب أي خلط وكن أمهاتي أي أمه أم سليم وخالته أم حرام وغيرهما من محارمه\nشاة داجن بكسر الجيم التي تعلف في البيوت الأيمن فالأيمن ضبط بالرفع أي أحق\nوبالنصب أي أعط أبي طوالة بضم الطاء وحكي فتحها ذكره أبو أحمد الحاكم في\nالكنى المفردة قالوا ولا يعرف في المحدثين من يكنى أبا طوالة غيره وجاهه\nبكسر الواو وضمها أي قدامه مواجهة له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p076'> Vol. 05, p. 076</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head59'>[2030]</h1>\n\n<p>\nوعن يمينه غلام هو عبد الله بن عباس وعن يساره أشياخ سمي منهم في مسند بن\nأبي شيبة خالد بن الوليد فتله أي وضعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p077'> Vol. 05, p. 077</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>[2031]</h1>\n\n<p>\nحتى يلعقها بفتح أوله أو يلعقها بضم أوله أي غيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p078'> Vol. 05, p. 078</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>[2033]</h1>\n\n<p>\nإنكم لا تدرون في ايه البركة قال النووي معناه أن الطعام الذي يحضر\nالإنسان فيه بركة ولا يدري هل هي فيما أكل أو ما بقي على الأصابع أو في\nأسفل الصحفة أو في اللقمة الساقطة فينبغي أن <span id='ms336'></span> يحافظ على هذا كله لتحصل\nالبركة قال وأصل البركة الزيادة وثبوت الخير والإمتاع به والمراد هنا ما\nتحصل به التغذية وتسلم عاقبته من أذى ويقوى على طاعة الله وغير ذلك فليمط\nبضم الياء أي يزل وينح من أذى أي قذر ظاهر بالمنديل بكسر الميم\n</p>\n\n<h1 class='l1' id='head62'>[2034]</h1>\n\n<p>\nنسلت القصعة بفتح النون أي نمسحها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p080'> Vol. 05, p. 080</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head63'>[2035]</h1>\n\n<p>\nلا يدري أيتهن البركة في نسخة في أيتهن البركة وهو أوضح والأولى على\nتقدير صاحبة البركة\n</p>\n\n<h1 class='l1' id='head64'>[2037]</h1>\n\n<p>\nفقاما يتدافعان أي يمشي كل واحد منهما في أثر الآخر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p081'> Vol. 05, p. 081</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>[2038]</h1>\n\n<p>\nلأخرجني الذي أخرجكما فيه جواز ذكر مثل ذلك على وجه الحكاية والتماس\nالمساعدة وإنما الذي يذم ما كان تشكيا أو تسخطا أو تجزعا مرحبا وأهلا\nكلمتان معروفتان للعرب ومعناهما صادفت رحبا أي سعة وأهلا تستأنس بهم يستعذب\nأي يأتي بماء عذب بعذق بكسر العين هو الكباسة وهي الغصن من النخلة إيا كم\nوالحلوب أي ذات اللبن فعول بمعنى مفعولة لتسألن عن هذا النعيم قال النووي\nقال القاضي المراد السؤال عن القيام بحق شكره والذي نعتقده أن السؤال هنا\nسؤال تعداد النعم وإعلام بالامتنان بها وإظهار الكرامة بإسباغها لا سؤال\nتوبيخ وتقريع ومحاسبة حدثنا أبو هشام يعني المغيرة بن سلمة ثنا يزيد في\nرواية السجزي زيادة ثنا عبد الواحد بن زياد بين المغيرة ويزيد وهو بن كيسان\nولا بد منه فإنه لا يتصل إلا به قال أبو علي الجياني سقوطه في رواية بن\nماهان وغيره خطأ بين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p083'> Vol. 05, p. 083</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>[2039]</h1>\n\n<p>\nخمصا بفتح الخاء والميم أي ضامر البطن من الجوع فانكفأت في نسخة فانكفيت\nوالصواب الأول ولنا بهيمة بضم الباء تصغير بهمة وهي الصغير من أولاد الضأن\nسورا بضم السين وسكون الواو بغير همز الطعام الذي يدعى إليه وقيل الطعام\nمطلقا وهي لفظة فارسية قال النووي وقد تظاهرت أحاديث صحيحة بأن النبي صلى\nالله عليه وسلم تكلم بألفاظ غير العربية فيدل على جوازه فحي هلا بكم بتنوين\nهلا وقيل بلا تنوين أي عليكم به عمد بفتح الميم فبسق في نسخة فبصق ادعى\nخابزة في نسخة ادعوني أي اطلبوا لي <span id='ms337'></span> وفي نسخة ادعني أي اطلب لي واقدحي أي\nاغرفي بفتح الدال لتغط بكسر الغين المعجمة وتشديد الطاء أي تغلي ويسمع\nغليانها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p085'> Vol. 05, p. 085</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head67'>[2040]</h1>\n\n<p>\nعكة بضم العين وتشديد الكاف وعاء صغير من جلد للسمن خاصة فأدمته بالمد\nوالقصر أي جعلت فيه إداما عصب بالتخفيف والتشديد بنت ملحان بكسر الميم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p087'> Vol. 05, p. 087</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head68'>[2041]</h1>\n\n<p>\nالدباء بالمد وحكي القصر اليقطين فما زلت بعد يعجبني الدباء قال النووي\nفيهم فضيلة أكل الدباء ويستحب أن يحب الدباء وكذلك كل شيء كان رسول الله\nصلى الله عليه وسلم يحبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p088'> Vol. 05, p. 088</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head69'>[2042]</h1>\n\n<p>\nفقربنا إليه طعاما ووطبة كذا في أكثر الأصول بالواو وسكون الطاء وموحدة\nوفسر بالحيس يجمع التمر البرني والأقط المدقوق والسمن وروي ورطبة براء\nمضمومة وفتح الطاء وقال الحميدي إنه تصحيف وروي ووطئة بواو مفتوحة وطاء\nمكسورة ثم همزة وهو طعام يتخذ من التمر كالحيس\n</p>\n\n<h1 class='l1' id='head70'>[2043]</h1>\n\n<p>\nيأكل القثاء بكسر القاف وحكي فتحها بالرطب قال النووي جاء في غير مسلم\nزيادة يكسر حر هذا برد هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p089'> Vol. 05, p. 089</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>[2044]</h1>\n\n<p>\nمقعيا أي جالسا على إليتيه ناصبا ساقيه محتفز بالزاي أي مستعجل مستوفز\nغير متمكن في جلوسه ذريعا أي مستعجلا وحثيثا بمعناه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p090'> Vol. 05, p. 090</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head72'>[2045]</h1>\n\n<p>\nنهى عن الإقران اختلف هل هو نهي كراهة أو تحريم يقرن بكسر الراء وضمها أي\nيجمع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p091'> Vol. 05, p. 091</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head73'>[2046]</h1>\n\n<p>\nطحلاء بفتح الطاء وسكون الحاء المهملتين والمد عن أبي الرجال هو لقبه\nلأنه كان له عشرة أولاد رجال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p092'> Vol. 05, p. 092</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head74'>[2047]</h1>\n\n<p>\nمن أكل سبع تمرات مما بين لابتيها قال النووي تخصيص عجوة المدينة دون\nغيرها وعدد السبع من الأمور التي علمها الشارع ولا نعلم نحن حكمتها فيجب\nالإيمان بها واعتقاد فضلها والحكمة فيها وهذا كأعداد الصلوات ونصب الزكاة\nوغيرها لم يضره سم بتثليث السين والفتح أفصح\n</p>\n\n<h1 class='l1' id='head75'>[2048]</h1>\n\n<p>\nالعالية هي ما كان من الحوائط والقرى والعمارات من جهة المدينة العليا\nمما يلي نجدا والسافلة من الجهة الأخرى مما يلي تهامة ترياق بضم التاء\nوكسرها أول البكرة بنصب أول على الظرف وهو بمعنى قوله من تصبح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p093'> Vol. 05, p. 093</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head76'>[2049]</h1>\n\n<p>\nالكمأة بفتح الكاف وسكون الميم ثم همزة مفتوحة من المن الذي أنزل الله\nعلى بني إسرائيل قيل هو على ظاهره حقيقة وقيل شبهها <span id='ms338'></span> به لأنه كان يحصل لهم\nبلا كلفة ولا علاج والكمأة كذلك لا تزرع ولا تسقى ولا تعالج وماوها شفاء\nللعين قيل هو نفس الماء مجردا وقيل إنه يخلط بدواء يعالج به العين قيل إن\nكان الرمد حارا فوحده وإلا فمركبا مع غيره قال النووي والصحيح بل الصواب أن\nماءها مجردا شفاء للعين مطلقا فيعصر ماؤها ويجعل منه في العين قال وقد رأيت\nأنا في زمننا من كان عمي وذهب بصره حقيقة فكحل عينيه بماء الكمأة فشفي وعاد\nإليه بصره وهو الشيخ الكمال بن عبيد الدمشقي صاحب صلاح ورواية للحديث وكان\nاستعماله لمائها اعتقادا في الحديث وتبركا به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p095'> Vol. 05, p. 095</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head77'>[2050]</h1>\n\n<p>\nالكباث بفتح الكاف ثم موحدة مخففة ثم ألف ثم مثلثة النضيج من تمر الأراك\nوهل من نبي إلا وقد رعاها قال النووي قالوا الحكمة في رعاية الأنبياء عليهم\nالصلاة والسلام لها ليأخذوا أنفسهم بالتواضع وتصفى قلوبهم بالخلوة ويترقوا\nمن سياستها بالنصيحة إلى سياسة أممهم بالهداية والشفقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p096'> Vol. 05, p. 096</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head78'>[2052]</h1>\n\n<p>\nالإدام بكسر الهمزة ما يؤتدم به فأخرج إليه أي الخادم فلقا أي كسرا فوضعن\nعلي بتي ضبط بفتح الموحدة وكسر المثناة فوق المشددة ثم مثناة تحت مشددة\nوفسر بكساء من وبر أو صوف وبفتح النون وكسر الموحدة ثم مثناة تحت شددة وفسر\nبمائدة من خوص وبضم الموحدة وكسر النون المشددة وفسر بطبق من خوص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p098'> Vol. 05, p. 098</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>[2053]</h1>\n\n<p>\nحجاج بن زيد أخو زيد الأحول قال النووي في نسخة أبو زيد وهو الصواب\nوالأول غلط باتفاق الحفاظ قال والأحول بالرفع صفة لثابت وكان النبي صلى\nالله عليه وسلم يؤتى قال النووي معناه يأتيه الملك والوحي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p099'> Vol. 05, p. 099</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head80'>[2054]</h1>\n\n<p>\nمجهود أي أصابني الجهد بفتح الجيم وهو المشقة والحاجة قالت لا إلا قوت\nصبياني قال فعلليهم بشيء قال النووي هذا محمول على أن الصبيان لم يكونوا\nمحتاجين إلى الأكل بل تطلبه أنفسهم على عادة الصبيان من غير جوع يضر فإنهم\nلو كانوا على حالة يضرهم ترك الأكل كان إطعامهم واجبا ويجب تقديمه على\nالضيافة وقال غيره هذا كان في أول الأمر قبل نسخ وجوب الضيافة عجب الله <span id='ms339'></span> قال\nالنووي قال القاضي هو كناية عن رضاه وقيل عن مجازاته بالثواب وقيل عن\nتعظيمه وقيل المراد عجبت ملائكته فأضيف إليه تشريفا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p100'> Vol. 05, p. 100</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>[2055]</h1>\n\n<p>\nالجرعة بضم الجيم وفتحها الحسوة من المشروب وغلت بفتح الغين المعجمة أي\nدخلت وتمكنت رغوته بثليث الراء هي زبد اللبن الذي يعلوه إحدى سوءاتك يا\nمقداد أي أنك فعلت سوءة من الفعلات فما هي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p102'> Vol. 05, p. 102</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head82'>[2056]</h1>\n\n<p>\nمشعان بضم الميم وسكون الشين المعجمة وتشديد النون أي منتفش الشعر متفرقه\nحزة بفتح الحاء القطعة من اللحم وغيره قصعتين بفتح القاف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p103'> Vol. 05, p. 103</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head83'>[2057]</h1>\n\n<p>\nمن كان عنده طعام اثنين فليذهب بثلاثة أي بثالث كما في رواية البخاري يا\nغنثر بضم الغين المعجمة وسكون النون ثم مثلثة مفتوحةومضمومة وهو الثقيل\nالوخم وقيل الجاهل وقيل السفيه وقيل اللئيم وقيل هو ذباب أزرق وضبطه بعضهم\nبفتح العين والباء وآخرون بعين مهملة ومثناة فوق مفتوحتين قالوا وهو الذباب\nوقيل هو الأزرق منه شبهه به تحقيرا له فجدع أي دعا بالجدع وهو قطع الأنف\nوغيره من الأعضاء وسب أي شتم وقال كلوا لا هنيئا قيل هو دعاء وقيل خبر أي\nلم تهنوا به في وقته من أسفلها أكثر منها ضبط بالموحدة وبالمثلثة لا وقرة\nعيني قال أهل اللغة قرة العين يعبر بها عن المسرة ورؤية ما يحبه الإنسان\nويوافقه وقيل إنما قيل ذلك لأن عينه تقر لبلوغ أمنيته فلا يستشرف لشيء\nفيكون مأخوذا من القرار وقيل من القر بالضم وهو البردأي أن عينه باردة\nلسرورها وعدم تلفها قال الأصمعي وغيره أبرد الله عينه أي أبرد دمعته لأن\nدمعة الفرح باردة ودمعة الحزن حارة ولهذا يقال في ضده أسخن الله عينه قال\nالداوودي أرادت بقرة عينها النبي صلى الله عليه وسلم فأقسمت به ولفظة لا\nزائدة ويحتمل أنها نافية وفيه محذوف أي لا شيء غير ما أقول وهو وقرة عيني\nلهي أكثر منها فعرفنا اثني عشر بالعين وتشديد الراء أي جعلنا عرفاء وفي\nنسخة بفاء في أوله مكررة وقاف بعد الراء من التفريق أي جعل كل رجل منا مع\nاثني عشر فرقة <span id='ms340'></span> بقراهم بكسر القاف مقصور وهو ما يصنع للضيف من مأكول ونحوه\nأبو منزلنا أي صاحبه رجل حديد أي فيه قوة وصلابة وغضب عند انتهاك الحرمات\nما لكم إلا تقبلوا عنا قراكم رواية الأكثر بتخفيف ألا على العرضوروي\nبالتشديد أما الأولى فمن الشيطان يعني يمينه وقيل معناه اللقمة الأولى لقمع\nالشيطان وإرغامه ومخالفته في مراده باليمين بروا وحنثت أي في أيمانهم\nويميني قال بل أنت أبرهم أي أكثرهم طاعة لأنك حنثت في يمينك حنثا مندوبا\nإليه محثوثا عليه فأنت أفضل منهم وأخيرهم كذا في الأصول بالألف وهي لغة ولم\nتبلغني كفارة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p106'> Vol. 05, p. 106</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head84'>[2062]</h1>\n\n<p>\nالمؤمن يأكل في معي واحد والكافر يأكل في سبعة أمعاء جمع معي بكسر الميم\nوالقصر وهي المصارين قال القاضي قيل إن هذا في رجل بعينه فقيل له على جهة\nالتمثيل وقيل إن المراد أن المؤمن يسمي الله عند طعامه فلا يشاركه الشيطان\nوالكافر لا يسمي فيشاركه قال أهل الطب لكل إنسان سبعة أمعاء المعدة ثم\nثلاثة متصلة بها رقاق ثم ثلاثة غلاظ فالكافر لشرهه وعدم تسميته لا يكفيه\nإلا ملؤها كلها والمؤمن لاقتصاده وتسميته يشبعه ملء أحدها قال النووي\nالمختار أن معناه بعض المؤمنين يأكل في معي واحد وأن أكثر الكفار يأكلون في\nسبعة أمعاء ولا يلزم أن كل واحد من المعاء السبعة مثل معي المؤمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p108'> Vol. 05, p. 108</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head85'>[2063]</h1>\n\n<p>\nأن رسول الله صلى الله عليه وسلم ضاف ضيفه قيل هو ثمامة بن أثال وقيل\nجهجاه الغفاري وقيل بصرة بن أبي بصرة الغفاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p109'> Vol. 05, p. 109</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head86'>[2064]</h1>\n\n<p>\nما عاب رسول الله صلى الله عليه وسلم طعاما قط قال النووي عيب الطعام\nكقوله مالح حامض غليظ رقيق غير ناضج ونحو ذلك قال وأما حديث ترك أكل الضب\nفليس هو من عيب الطعام وإنما هو إخبار بأن هذا الطعام الخاص لا أشتهيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p113'> Vol. 05, p. 113</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head87'>[2065]</h1>\n\n<p>\nالذي يشرب في آنية الفضة إنما يجرجر في بطنه نار جهنم اتفقوا على كسر\nالجيم الثانية من يجرجر واختلفوا في نصب نار ورفعه والنصب أشهر على أنه\nمفعول والفاعل ضمير الشارب ومعنى يجرجر أي يلقيها في بطنه بجرع <span id='ms341'></span> متتابع يسمع\nله جرجرة وهي الصوت لتردده في حلقه وأما الرفع فعلى أنه فاعل ومعناه تصويت\nالنار في بطنه والجرجرة هي التصويت وسمي المشروب نار لأنه يؤول إليها كما\nقال الله تعالى إن الذين يأكلون أموال اليتامى ظلما إنما يأكلون في بطونهم\nنارا النساء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p114'> Vol. 05, p. 114</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head88'>[2066]</h1>\n\n<p>\nوتشميت العاطس هو بالسين المهملة والمعجمة لغتان مشهورتان وهو أن يقول له\nيرحمك الله قال الأزهري قال الليث التشميت ذكر الله تعالى على كل شيء وقال\nثعلب سمت العاطس وشمته إذا دعوت له بالهدى وقصد السمت المستقيم قال والأصل\nفيه السين المهملة فقلبت شينا معجمة وقال صاحب المحكم تشميت العاطس معناه\nهداك الله إلى السمت قال وذلك لما في العطس من الانزعاج والقلق قال أبو\nعبيد وغيره الشين المعجمة على اللغتين قال بن الأنباري يقال شمته وسمت عليه\nإذا دعوت له بخير وكل داع بخير فهو مسمت ومشمت وعن المياثر بالمثلثة قبل\nالراء جمع ميثرة بكسر الميم وهي وطاء كانت النساء تضعه لأزواجهن على السروج\nمن حرير وقيل أغشية للسروج من حرير وقيل سروج من ديباج وكل شيء كالفراش\nالصغير يتخذ من حرير ويحشى بقطن أو صوف ويجعلها الراكب على البعير تحته فوق\nالرحل وعن القسي بفتح القاف وكسر السين المهملة المشددة وهي ثياب مضلعة كان\nيؤتى بها من مصر والشام تعمل بموضع يقال له القس وقيل هي ثياب القز وأصله\nالقزي بالزاي نسبة إلى القز وهو رديء الحرير فأبدل من الزاي سينا الإستبرق\nهو غليظ الديباج والديباج بكسر الدال وفتحها عجمي معرب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p116'> Vol. 05, p. 116</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head89'>[2067]</h1>\n\n<p>\nدهقان بكسر الدال على المشهور وحكي ضمها وفتحها زعيم فلاحي العجم عجمي\nمعرب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p118'> Vol. 05, p. 118</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>[2068]</h1>\n\n<p>\nحلة سيراء ضبط حلة بالتنوين وبدونه على الإضافة وسيراء بكسر السين\nالمهملة وفتح المثناة تحت والراء والمد وهي برود مضلعة بالحرير ولا تكون\nالحلة إلا ثوبان ويكون غالبا إزارا ورداء من لا خلاق له أي لا نصيب له وقيل\nلا حرمة له وقيل لا دين له فكساها عمر أخا له زاد أبو عوانة الاسفرائيني في\nمسنده من أمه يقيم في <span id='ms342'></span> السوق حلة أي يعرضها للبيع خمرا بضم الخاء والميم جمع\nخمار وهو ما تجعله المرأة على رأسها قال لي سالم بن عبد الله في الإستبرق\nفي رواية البخاري والنسائي ما الإستبرق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p120'> Vol. 05, p. 120</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head91'>[2069]</h1>\n\n<p>\nميثرة الأرجوان بضم الهمزة والجيم وغلطوا من فتح الهمزة وهو صبغ أحمر\nشديد الحمرة قال النووي النهي عنها مخصوص بالتي هي من حرير جبة طيالسة\nبالإضافة وهي جمع طيلسان كسروانية بكسر الكاف وفتحها وسكون السين وفتح\nالراء نسبة إلى كسرى ملك الفرس وفي رواية خسروانية وهي بمعناه لها لبنة\nديباج بكسر اللام وسكون الباء وهي رقعة في جيب القميص وفرجيها مكفوفين قال\nالنووي كذا في الأصول بالياء قال ومعنى المكفوف أنه جعل لها كفة وهو ما كف\nبه جوانبها ويعطف عليها ويكون ذلك في الذيل وفي الفرجين وفي الكمين عن أبي\nذبيان بضم الذال وكسرها سمعت عبد الله بن الزبير يخطب يقول ألا لا تلبسوا\nنساءكم الحرير قال النووي هذا مذهب بن الزبير وأجمعوا بعده على إباحة\nالحرير للنساء وأن النهي إنما ورد في لبس الرجال خاصة بأذربيجان بفتح\nالهمزة بغير مد وسكون الذال وفتح الراء وكسر الباء على الأشهر وهو إقليم\nمعروف وراء العراق إنه ليس من كذك أي أن هذا المال الذي عندك ليس هو من\nكسبك ومما تعبت فيه وزي بكسر الزاي ولبوس الحرير بفتح اللام وضمها فرئيتهما\nبضم الراء وكسر الهمزة فما عتمنا أنه يعني الأعلام بفتح العين المهملة\nوالمثناة فوق المشددة وسكون الميم ونون أي ما أبطأنا في معرفة أنه أراد\nالأعلام يقال عتم الشيء إذا أبطأ وتأخر وعتمته أنا أخرته محمد بن عبد الله\nالرزي بضم الراء وتشديد الزاي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p125'> Vol. 05, p. 125</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>[2071]</h1>\n\n<p>\nفأطرتها بين نسائي أي قسمتها أكيدر دومة بضم الدال وفتحها وهي مدينة لها\nحصن عادي وأكيدر بضم الهمزة وفتح الكاف بن عبد الملك الكندي كان نصرانيا\nولم يسلم وخطأوا من قال بإسلامه بين الفواطم هي فاطمة بنت رسول الله صلى\nالله عليه وسلم وفاطمة بنت أسد أم علي بن أبي طالب وفاطمة بنت حمزة <span id='ms343'></span> بن عبد\nالمطلب وقيل رابعة وهي فاطمة بنت شيبة امرأة عقيل بن أبي طالب\n</p>\n\n<h1 class='l1' id='head93'>[2075]</h1>\n\n<p>\nفروج حرير بفتح الفاء وضم الراء المشددة وحكي ضم الفاء وحكي تخفيف الراء\nوهو قباء له شق من خلفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p126'> Vol. 05, p. 126</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head94'>[2076]</h1>\n\n<p>\nحكة بكسر الحاء وتشديد الكاف أمك أمرتك بهذا قال النووي معناه أن هذا من\nلباس النساء وزيهن قال بل أحرقهما قال النووي قيل هو عقوبة وتغليظ لزجره\nوزجر غيره عن مثل هذا الفعل قال وهو نظير أمر تلك المرأة التي لعنت الناقة\nبإرسالها\n</p>\n\n<h1 class='l1' id='head95'>[2079]</h1>\n\n<p>\nالحبرة بكسر الحاء بفتح الباء ثياب من قطن أو كتان محبرة أي مزينة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p128'> Vol. 05, p. 128</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head96'>[2080]</h1>\n\n<p>\nملبدا بفتح الباء المشددة قال النووي هو المرقع قيل هو الذي ثخن وسطه حتى\nصار كاللبد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p129'> Vol. 05, p. 129</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head97'>[2081]</h1>\n\n<p>\nمرط بكسر الميم وسكون الراء كساء من شعر أو كتان أو خز قال الخطابي هو\nكساء يؤتزر به مرحل بضم الميم وفتح الراء والحاء المهملة أي عليه صور رحال\nالإبل وروي بالجيم أي عليه صور الرجال قال الخطابي المرحل الذي فيه خطوط\n</p>\n\n<h1 class='l1' id='head98'>[2083]</h1>\n\n<p>\nأنماط بفتح الهمزة جمع نمط بفتح النون والميم وهو بساط لطيف له خمل يجعل\nعلى الهودج وقد يجعل سترا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p130'> Vol. 05, p. 130</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head99'>[2084]</h1>\n\n<p>\nوالرابع للشيطان قيل هو على ظاهره وأن الشيطان يبيت عليه حقيقة وقيل\nكناية عن ذمه وأضيف إلى الشيطان لأنه يرتضيه ويوسوس به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p131'> Vol. 05, p. 131</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head100'>[2085]</h1>\n\n<p>\nلا ينظر الله أي لا يرحمه خيلاء بالمد يعني الكبر وهو والمخيلة واحد يناق\nبفتح المثناة تحت وتشديد النون وقاف غير مصروف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p133'> Vol. 05, p. 133</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head101'>[2088]</h1>\n\n<p>\nبينما رجل يمشي هو من بني إسرائيل وقيل من هذه الأمة وأن ذلك سيقع يتجلجل\nبالجيم أي يتحرك وينزل مضطربا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p134'> Vol. 05, p. 134</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head102'>[2090]</h1>\n\n<p>\nخذ خاتمك انتفع به قال النووي إنما تركه على سبيل الإباحة لمن أراد أخذه\nمن الفقراء وغيرهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p135'> Vol. 05, p. 135</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head103'>[2091]</h1>\n\n<p>\nفصه بكسر الفاء وفتحها في بئر أريس بفتح الهمزة وكسر الراء وسين مهملة\nوهو مصروف لا ينقش أحد على نقش خاتمي هذا نهى الناس كافة أن ينقش أحد على\nخاتمه محمد رسول الله وهو نهي تحريم مؤبد إلى يوم القيامة خاتما حلقة فضة\nقال النووي كذا في جميع النسخ حلقة فضة بنصب الحلقة <span id='ms344'></span> على البدل من خاتما\nوليس فيها هاء الضمير وهي ساكنة اللام على المشهور قلت وفي النسخة التي\nعندي بخط الصريفيني حلقته بهاء الضمير فطرح النبي صلى الله عليه وسلم خاتمه\nفطرح الناس خواتمهم أي خواتيم الذهب التي كانت قبل اتخاذ خواتيم الورق وليس\nالمراد أن خواتيم الورق طرحت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p138'> Vol. 05, p. 138</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head104'>[2094]</h1>\n\n<p>\nوكان فصه حبشيا أي حجرا حبشيا من جزع أو عقيق فإن معدنهما بالحبشة واليمن\nوقيل لونه حبشي أي أسود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p139'> Vol. 05, p. 139</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head105'>[2096]</h1>\n\n<p>\nلا يزال راكبا ما انتعل قال النووي معناه أنه يشبهه بالراكب في خفة\nالمشقة عليه وقلة تعبه وسلامة رجله مما يعرض من شوك ونحوه لا يمش أحدكم في\nنعل واحدة قال العلماء سببه أن ذلك تشويه ومثلة ومخالف للوقار\n</p>\n\n<h1 class='l1' id='head106'>[2098]</h1>\n\n<p>\nشسع بكسر الشين المعجمة وسكون المهملة أحد سيور النعل وهو الذي يدخل بين\nالأصبعين ويدخل طرفه في الثقب الذي في صدر النعل المشدود في الزمام والزمام\nهو السير الذي يعقد فيه الشسع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p140'> Vol. 05, p. 140</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head107'>[2099]</h1>\n\n<p>\nوأن يشتمل الصماء بالمد قال الأصمعي وأكثر أهل اللغة هو أن يشتمل بالثوب\nحتى يجلل به جسده لا يرفع منه جانبا ولا يبقي ما يخرج منه يده وسميت صماء\nلأنه سد المنافذ كلها كالصخرة الصماء التي ليس فيها خرق ولا صدع قال أبو\nعبيد وأما الفقهاء فيقولون هو أن يشتمل بثوب ليس عليه غيره ثم يرفعه من أحد\nجانبيه فيضعه على أحد منكبيه قال العلماء فعلى تفسير أهل اللغة يكره\nالاشتمال المذكور لئلا يعرض له حاجة دفع بعض الهوام ونحوها فيعسر عليه أو\nيتعذر فيلحقه الضرر وعلى تفسير الفقهاء يحرم الاشتمال المذكور إن انكشف به\nبعض العورة وإلا فيكره والاحتباء بالمد هو أن يقعد الإنسان على إليته وينصب\nساقيه ويحبو عليهما بثوب أو نحوه وأن يرفع إحدى رجليه على الأخرى هو محمول\nعلى حال تظهر فيه العورة\n</p>\n\n<h1 class='l1' id='head108'>[2102]</h1>\n\n<p>\nبأبي قحافة بضم القاف وتخفيف الحاء المهملة والمد أبي أبي بكر الصديق\nواسمه عثمان الثغام بفتح المثلثة والمعجمة نبت أبيض الزهر والثمر شبه بياض\nالشيب به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p142'> Vol. 05, p. 142</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head109'>[2103]</h1>\n\n<p>\nإن اليهود والنصارى لا يصبغون بضم الباء وفتحها فخالفوهم <span id='ms345'></span> قال القاضي\nاختلف السلف من الصحابة والتابعين في الخضاب فقال بعضهم ترك الخضاب أفضل\nورووا فيه حديثا مرفوعا في النهي عن تغيير الشيب ولأنه صلى الله عليه وسلم\nلم يغير شيبه وروي هذا عن عمر وعلي وأبي وآخرين وقال آخرون الخضاب أفضل\nوخضب جماعة من الصحابة قال وقال الطبري الأحاديث في الأمر بتغيير الشيب\nوالنهي عنه كلها صحيحة وليس فيها تناقض ولا ناسخ ومنسوخ بل الأمر بالتغيير\nلمن شيبه كشيب أبي قحافة والنهي لمن شمط فقط قال واختلاف فعل السلف في\nالأمرين بحسب اختلاف أحوالهم ولهذا لم ينكر بعضهم على بعض قاله القاضي وقال\nغيره هو على حالين فمن كان في موضع عادة أهله الصبغ أو تركه فخروجه عن\nالعادة شهرة ومكروه والثاني أن يختلف باختلاف نظافة المشيب فمن كانت شيبته\nنقية أحسن منها مصبوغة فالترك أولى ومن كانت شيبته تستبشع فالصبغ أولى وقال\nالنووي الأصح الأوفق للسنة وهو مذهبنا استحباب خضاب الشيب للرجل والمرأة\nبحمرة أو صفرة ويحرم خضابه بالسواد وقيل يكره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p143'> Vol. 05, p. 143</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>[2105]</h1>\n\n<p>\nواجما بالجيم هو الساكت الذي يظهر عليه الهم والكآبة وقيل هو الحزين جرو\nمثلث الجيم الصغير من أولاد الكلاب فأمر بقتل الكلاب قال النووي هذا منسوخ\nوترك كلب الحائط الكبير لأن الحاجة تدعو إلى حفظ جوانبه ولا يتمكن الناطور\nمن المحافظة على ذلك والحائط البستان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p144'> Vol. 05, p. 144</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head111'>[2106]</h1>\n\n<p>\nلا تدخل الملائكة بيتا فيه كلب ولا صورة المراد غير الحفظة وقال الخطابي\nوالقاضي المراد كلب وصورة يحرم اقتناؤهما بخلاف ما ليس بحرام من كلب الصيد\nوالزرع والماشية والصورة التي في البساط ونحوه وقال النووي الأظهر أنه عام\nفي كل كلب وصورة والسبب في ذلك نجاسة الكلب وأن الصور عبدت من دون الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p146'> Vol. 05, p. 146</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>[2107]</h1>\n\n<p>\nهتكه أي مزقه وأتلف الصورة التي فيه كان لنا ستر فيه تمثال طائر الحديث\nقال النووي هذا محمول على أنه كان قبل تحريم اتخاذ ما فيه صورة سترت بتشديد\nالتاء الأولى درنوكا بضم الدال وفتحها وضم النون ستر له خمل متسترة أي\nمتخذة سترا بقرام بكسر القاف وهو الستر <span id='ms346'></span> الرقيق سهوة بفتح السين المهملة شبه\nالرف أو الطاق أو شبه الخزانة الصغيرة نمرقة بضم النون والراء في الأفصح\nوسادة صغيرة وقيل هي مرفقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p150'> Vol. 05, p. 150</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head113'>[2109]</h1>\n\n<p>\nإن من أشد الناس عذابا يوم القيامة المصورون هو على إضمار الشأن في إن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p151'> Vol. 05, p. 151</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head114'>[2110]</h1>\n\n<p>\nكل مصور في النار يجعل له بفتح الياء والفاعل ضمير الله تعالى للعلم به\nقاله النووي بكل صورة صورها نفسا فتعذبه في جهنم قال القاضي يحتمل أن معناه\nأن الصورة التي صورها هي تعذبه بعد أن يجعل فيها الروح فتكون الباء بمعنى\nفي ويحتمل أن يجعل له بعدد كل صورة ومكانها شخصا يعذبه وتكون الباء للسببية\nقلت في نسخة الصريفيني نفس بالرفع فيجعل بضم أوله مبنيا للمفعول\n</p>\n\n<h1 class='l1' id='head115'>[2111]</h1>\n\n<p>\nذرة بفتح الذال وتشديد الراء أي نملة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p152'> Vol. 05, p. 152</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head116'>[2114]</h1>\n\n<p>\nلا تصحب الملائكة أي ملائكة الرحمة والاستغفار رفقة بكسر الراء وضمها ولا\nجرس بفتح الراء وسببه أنه شبيه بالنواقيس أو لكراهة صوته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p153'> Vol. 05, p. 153</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head117'>[2115]</h1>\n\n<p>\nلا يبقين في رقبة بعير قلادة من وتر أو قلادة هو شك من الراوي هل قال\nقلادة من وتر أو قال قلادة فقط فهي مرفوعة عطفا على الأولى قال مالك أرى\nذلك من العين بضم الهمزة أي أظن أن النهي مختص بمن فعل ذلك بسبب دفع ضرر\nالعين وأما من فعله لغير ذلك من زينة أو غيرها فلا بأس قال أبو عبيدة كانوا\nيقلدون البعير الأوتار حذرا من العين فأمرهم صلى الله عليه وسلم بإزالتها\nإعلاما لهم أن الأوتار لا ترد شيئا وقال محمد بن الحسن وغيره معناه لا\nتقلدوها أوتار القسي لئلا تضيق على أعناقها فتخنقها\n</p>\n\n<h1 class='l1' id='head118'>[2117]</h1>\n\n<p>\nالوسم بالسين المهملة أثر كية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p154'> Vol. 05, p. 154</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head119'>[2118]</h1>\n\n<p>\nفوالله لا أسمه إلا في أقصى شيء هو من قول بن عباس وفي سنن أبي داود أن\nقائل ذلك العباس قال النووي فيجوز أن القصة جرت للعباس ولابنه في جاعرتيه\nهما حرفا الورك المشرفان مما يلي الدبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p155'> Vol. 05, p. 155</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head120'>[2119]</h1>\n\n<p>\nخميصة كساء مربع له أعلام حويتية ضبط بحاء مهملة ثم واو مفتوحة ثم مثناة\nتحت ساكنة ثم مثناة فوق مكسورة ثم مثناة تحت مشددة وهذا أشهر ضبطها <span id='ms347'></span> قال\nصاحب التحرير هي منسوبة إلى الحويت موضع أو قبيلة قال صاحب النهاية لا\nأعرفها وطال ما بحثت عنها فلم أقف لها على معنى والمشهور المعروف جونية\nبفتح الجيم وإسكان الواو بعدها نون أي سوداء وضبط أيضا بالحاء المهملة\nالمضمومة وسكون الواو ثم مثناة فوق مفتوحة ثم نون مكسورة وبالحاء المهملة\nالمضمومة ثم راء مفتوحة ثم مثناة تحت ساكنة ثم مثلثة مكسورة نسبة إلى بني\nحريث وبالحاء المهملة المفتوحة وسكون الواو ثم نون مفتوحة ثم باء موحدة\nوبالخاء المعجمة وفتح الواو وسكون المثناة تحت ثم مثلثة وبالجيم المضمومة\nثم واو مفتوحة ثم مثناة تحت ساكنة ثم نون مكسورة ثم مثناة تحت مشددة قال\nالقاضي في المشارق هذه الروايات كلها تصاحيف إلا روايتي جونية بالجيم\nوحريثية بالراء والمثلثة فأما الجونية فمنسوبة إلى بني الجون قبيلة من\nالأزد وإلى كونها من السواد أو البياض أو الحمرة لأن العرب تسمي كل واحد من\nهذه جونا انتهى يسم الظهر أي الإبل لأنها تحمل الأثقال على ظهورها مربد\nبكسر الميم وسكون الراء وفتح الموحدة الموضع الذي تحبس فيه الإبل وأكثر\nعلمي روي بالموحدة وبالمثلثة الميسم بكسر الميم وفتح السين الذي يوسم به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p157'> Vol. 05, p. 157</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head121'>[2120]</h1>\n\n<p>\nنهى عن القزع بفتح القاف والزاي والسبب فيه أنه تشويه للخلق وقيل إنه زي\nأهل الشرك والشطارة وقيل إنه زي اليهود وقد جاء هذا في رواية لأبي داود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p158'> Vol. 05, p. 158</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head122'>[2122]</h1>\n\n<p>\nعريسا بضم العين وفتح الراء وتشديد الياء المثناة تحت المكسورة تصغير\nعروس حصبة بفتح الحاء وسكون الصاد المهملتين بثر يخرج في الجلد فتمرق\nبالراء المهملة أي تساقط وروي بالزاي الواصلة هي التي تصل شعر المرأة بشعر\nآخر والمستوصلة هي التي تطلب من يفعل بها ذلك فتمرط هو بمعنى تمرق يستحثنها\nيطلبها منها بحث وهو سرعة المشي وفي نسخة يستحثها وفي نسخة يستحسنها من\nالاستحسان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p159'> Vol. 05, p. 159</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head123'>[2124]</h1>\n\n<p>\nوالواشمة هي فاعلة الوشم بالشين المعجمة وهي أن تغرز إبرة ونحوها في شيء\nمن بدن المرأة حتى يسيل الدم ثم تحشو ذلك الموضع بكحل أو نورة فيخضر\nوالمستوشمة هي التي تطلب <span id='ms348'></span> فعل ذلك بها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p160'> Vol. 05, p. 160</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head124'>[2125]</h1>\n\n<p>\nوالنامصات بالصاد المهملة التي تزيل الشعر من الوجه والمتنمصات التي تطلب\nفعل ذلك بها قال النووي وهذا الفعل حرام إلا إذا نبت للمرأة لحية أو شوارب\nفلا يحرم إزالتها بل يستحب والنهي خاص بالحواجب وما في أطراف الوجه وروي\nبتقديم النون على التاء والمشهور تأخيرها والمتفلجات بالتاء والجيم وهي\nالتي تبرد ما بين أسنانها الثنايا والرباعيات لم نجامعها أي لم نصاحبها\n</p>\n\n<h1 class='l1' id='head125'>[2127]</h1>\n\n<p>\nقصة هي شعر بمقدم الرأس المقبل على الجبهة وقيل شعر الناصية حرسي هو غلام\nالأمير كالشرطي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p162'> Vol. 05, p. 162</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head126'>[2128]</h1>\n\n<p>\nقوم معهم سياط كأذناب البقر قال النووي هم غلمان والى الشرطة ونحوه ونساء\nكاسيات عاريات قال النووي قيل معناه كاسيات من نعمة الله تعالى عاريات من\nشكرها وقيل كاسيات من الثياب عاريات من فعل الخير وقيل معناه تستر بعض\nبدنها وتكشف بعضه إظهارا للزينة لجمالها ونحوه وقيل تلبس ثوبا رقيقا يصف\nلون بدنها فهن كاسيات عاريات في المعنى مائلات مميلات قيل معناه مائلات عن\nطاعة الله وما يلزمهن حفظه مميلات أي يملن غيرهن بفعلهن المذموم وقيل\nمائلات يمشين متبخترات مميلات لأكتافهن وأعطافهن وأعناقهن وقيل مائلات\nيمتشطن المشطة الميلاء وهي ضفر الغدائر وشدها إلى فوق وجمعها وسط الرأس وهي\nمشطة البغايا مميلات يمشطن غيرهن تلك المشطة وقيل مائلات إلى الرجال مميلات\nلهم بما يبدينه من زينتهن رءوسهن كأسنمة البخت المائلة قال النووي أي\nيكبرنها ويعظمنها بلف عمامة أو عصابة أو نحو ذلك قال وهذا الحديث من معجزات\nالنبوة فقد وقع هذان الصنفان وهما موجودان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p164'> Vol. 05, p. 164</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head127'>[2130]</h1>\n\n<p>\nالمتشبع بما لم يعط أي المتكثر بما ليس عنده عند الناس المتزين بالباطل\nكلابس ثوبي زور أي كمن لبس ثوبين لغيره وأوهم أنهما له قيل وكان في\nالجاهلية إذا طلب من رجل شهادة زور استعار ثوبين يتجمل بهما فلا ترد شهادته\nلحسن هيئته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p167'> Vol. 05, p. 167</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head128'>[2134]</h1>\n\n<p>\nتسموا باسمي ولا تكنوا بكنيتي قيل هو خاص بزمنه وعليه مالك وقيل هو عام\nوعليه الشافعي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p168'> Vol. 05, p. 168</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head129'>[2132]</h1>\n\n<p>\nسبلان بفتح المهملة والموحدة ولا ننعمك عينا أي لا نقر عينك بذلك فقال سم\nابنك عبد الرحمن استدل <span id='ms349'></span> به من منع التسمية أبى القاسم لئلا يكنى أبوه بأبي\nالقاسم وقد غير مروان بن الحكم اسم ابنه عبد الملك حين بلغه هذا الحديث\nفسماه عبد الملك وكان سماه أولا القاسم وفعله بعض الأنصار أيضا\n</p>\n\n<h1 class='l1' id='head130'>[2137]</h1>\n\n<p>\nفلا تزيدن علي بضم الدال أي الذي سمعته ورويته لكم أربع كلمات فلا تزيدوا\nعلي في الرواية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p170'> Vol. 05, p. 170</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head131'>[2138]</h1>\n\n<p>\nأراد النبي صلى الله عليه وسلم أن ينهى عن أن يسمى قال النووي أي أراد أن\nينهى عن هذه الأسماء نهي تحريم فلم ينه وأما النهي الذي هو لكراهة التنزيه\nفقد نهى عنه في الأحاديث الباقية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p171'> Vol. 05, p. 171</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head132'>[2143]</h1>\n\n<p>\nمثل شاهان شاه أي ملك الملوك لأن لغة العجم تقديم المضاف إليه على المضاف\nوقال أحمد بن حنبل سألت أبا عمرو وهو إسحاق بن مرار الشيباني النحوي اللغوي\nالمشهور عن أخنع فقال أوضع أي أشد ذلا وصغارا يوم القيامة والمراد صاحب\nالاسم أغيظ رجل قال المازري هو مؤول لأن الله تعالى لا يوصف بالغيظ وأخبثه\nأي أكذب الأسماء وقيل أقبحها وأغيظه عليه قال القاضي كذا في الأصول وليس\nتكريره وجه الكلام قال وفيه وهم من بعض الرواة بتكريره أو تغييره قال وقال\nبعض الشيوخ لعل أحدهما أعنط بالنون والطاء المهملة أي أشده عليه والعنط شدة\nالكرب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p172'> Vol. 05, p. 172</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head133'>[2144]</h1>\n\n<p>\nيهنأ بعيرا بالهمز آخره أي يطليه بالقطران فلاكهن أي مضغهن قال أهل اللغة\nاللوك مختص بمضغ الشيء الصلب فغر بفتح الفاء والغين المعجمة أي فتح فمجه أي\nطرحه يتلمظه أي يتحرك لسانه ليتتبع ما فيه من آثار التمر والتلمظ فعل ذلك\nباللسان ويقصد به فاعله تنقية الفم من بقايا الطعام وأكثر ما يفعل ذلك في\nشيء يستطيبه حب الأنصار التمر روي بكسر الحاء بمعنى المحبوب كالذبح بمعنى\nالمذبوح فالباء مرفوعة على الابتداء والخبر أي محبوب الأنصار التمر وبضم\nالحاء على المصدر وفي الباء على هذا وجهان النصب وهو الأشهر على تقدير\nانظروا حب الأنصار التمر بنصب التمر أيضا والرفع على الابتداء والخبر محذوف\nأي حب الأنصار التمر لازم أو عادة من صغرهم بن سيرين هو أنس <span id='ms350'></span> كما في رواية\nالبخاري واروا الصبي أي ادفنوه أعرستم بسكون العين كناية عن الجماع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p174'> Vol. 05, p. 174</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head134'>[2146]</h1>\n\n<p>\nوصلى عليه أي دعا له ثم بايعه قال النووي هذه بيعة تبريك وتشريف لا بيعة\nتكليف فإنه دون سن التكليف وأنا متم أي مقاربة الولادة تفل بمثناة أي بصق\nوكان أول مولود في الإسلام قال النووي يعني من أولاد المهاجرين بعد الهجرة\nبالمدينة وإلا فالنعمان بن بشير الأنصاري ولد قبله بعد الهجرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p175'> Vol. 05, p. 175</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head135'>[2149]</h1>\n\n<p>\nبالمنذر بن أبي أسيد بضم الهمزة وفتح السين على المشهور فلهي بفتح الهاء\nلغة طيء وبكسرها وبالياء وهو لغة الأكثرين أي اشتغل بشيء في يديه وأما لهي\nمن اللهو فبالفتح لا غير وليس مرادا هنا فأقلبوه أي صرفوه وردوه وهي لغة\nقليلة والمشهور قلبوه بغير ألف\n</p>\n\n<h1 class='l1' id='head136'>[2150]</h1>\n\n<p>\nالنغير بضم النون تصغير نغر بضمها وفتح المعجمة طائر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p176'> Vol. 05, p. 176</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head137'>[2152]</h1>\n\n<p>\nما ينصبك منه من النصب وهو التعب والمشقة أي ما يشق عليك منه أي لن يضرك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p177'> Vol. 05, p. 177</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head138'>[2153]</h1>\n\n<p>\nإذا استأذن أحدكم ثلاثا فلم يؤذن له فليرجع قال النووي وسواء ظن أنهم\nسمعوه أم لا هذا هو الأظهر وقيل إن الحديث محمول على من علم أو ظن أنهم\nسمعوه فلو ما استأذنت هي حرف تخصيص ك لولا وهلا فها وإلا لأجعلنك عظة أي\nفهات البينة الصفق بالأسواق أي التجارة كأنه كره ذلك لأن الإبهام باق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p181'> Vol. 05, p. 181</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head139'>[2156]</h1>\n\n<p>\nمدرى بكسر الميم وسكون الدال المهملة والقصر حديدة يسوى بها شعر الرأس\nوقيل شبه المشط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p182'> Vol. 05, p. 182</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head140'>[2157]</h1>\n\n<p>\nيختله بفتح أوله وكسر التاء أي يراوغه ويستغفله ليطعنه بضم العين على\nالأفصح فحذفته بإعجام الخاء والذال أي رميته بها من بين أصبعيك ففقأت\nبالهمز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p183'> Vol. 05, p. 183</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head141'>[2159]</h1>\n\n<p>\nنظرة الفجأة بضم الفاء وفتح الجيم وبالمد ويقال بفتح الفاء وسكون الجيم\nوالقصر هي البغتة ومعنى نظرة الفجأة أن يقع بصره على الأجنبية من غير قصد\nفلا إثم عليه في أول ذلك ويجب عليه أن يصرف بصره في الحال\n</p>\n\n<h1 class='l1' id='head142'>[2161]</h1>\n\n<p>\nالصعدات بضم الصاد والعين المهملتين الطرقات جمع صعيد لغير ما بأس ما\nزائدة إما لا بالكسر والإمالة أي إن لم تتركوها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p187'> Vol. 05, p. 187</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head143'>[2164]</h1>\n\n<p>\nالسام أي الموت والذام بالذال المعجمة وتخفيف <span id='ms351'></span> الميم أي الذم ففطنت بالفاء\nوبالنون بعد الطاء من الفطنة وفي نسخة بالقاف وتشديد الطاء وبالباء الموحدة\nأي غضبت مه كلمة زجر بمعنى كفي الفحش القبيح من القول والفعل وقيل مجاوزة\nالحد\n</p>\n\n<h1 class='l1' id='head144'>[2168]</h1>\n\n<p>\nبصبيان بكسر الصاد على المشهور وحكي ضمها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p189'> Vol. 05, p. 189</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head145'>[2169]</h1>\n\n<p>\nوأن تستمع سوادي بكسر السين المهملة وبالدال أي سراري بكسر السين وبالراء\nالمكررة وهو السر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p190'> Vol. 05, p. 190</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head146'>[2170]</h1>\n\n<p>\nوكانت امرأة جسيمة أي عظيمة الجسم تفرع النساء طولا بفتح التاء وسكون\nالفاء وفتح الراء وبالعين المهملة أي تطولهن وتكون أطول منهن لا تخفى على\nمن يعرفها يعني لو كانت متلفعة في ظلمة لانفرادها بطولها عرق بفتح العين\nالمهملة وسكون الراء العظم الذي عليه بقية لحم يعني البراز قال النووي\nالمشهور في الرواية بفتح الباء وهو الموضع البارز الظاهر قال ويشبه أن يكون\nبكسر الباء وهو الغائط لأن مراد هشام بقوله يعني البراز تفسير قوله صلى\nالله عليه وسلم فقد أذن لكن أن تخرجن لحاجتكن فقال هشام المراد بحاجتهن\nالخروج للغائط لا لكل حاجة من أمور المعايش إذا تبرزن أي أردن الخروج لقضاء\nالحاجة إلى المناصع بفتح الميم والنون وكسر الصاد المهملة جمع منصع وهي\nمواضع خارج المدينة وهو صعيد أفيح أي أرض متسعة\n</p>\n\n<h1 class='l1' id='head147'>[2171]</h1>\n\n<p>\nلا يبيتن رجل عند امرأة ثيب قال العلماء إنما خصها لأنها التي يدخل إليها\nغالبا وأما البكر فمصونة في العادة مجانبة للرجال أشد المجانبة فلم يحتج\nإلى ذكرها ولأنه من باب التنبيه بالأدنى على الأعلى إلا أن يكون ناكحا أي\nزوجها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p192'> Vol. 05, p. 192</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head148'>[2172]</h1>\n\n<p>\nالحمو الموت معناه إن الخوف منه أكثر من غيره والشر يتوقع منه في الغيبة\nأكثر لتمكنه من الوصول إلى المرأة والخلوة من غير أن ينكر عليه بخلاف\nالأجنبي فهو أولى بالمنع من الأجنبي\n</p>\n\n<h1 class='l1' id='head149'>[2174]</h1>\n\n<p>\nإن الشيطان يجري من الإنسان مجرى الدم قال القاضي وغيره هو على ظاهره وأن\nالله تعالى جعل له قوة وقدرة على الجري في باطن الإنسان في مجاري دمه وقيل\nهو على الاستعارة لكثرة إغوائه ووسوسته فكأنه لا يفارق الإنسان كما لا\nيفارقه دمه وقيل إنه يلقي وسوسته في <span id='ms352'></span> مسام لطيفة من البدن فتصل الوسوسة إلى\nالقلب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p193'> Vol. 05, p. 193</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head150'>[2175]</h1>\n\n<p>\nليقلبني بفتح الياء أي ليردني إلى منزلي على رسلكما بكسر الراء أفصح من\nفتحها أي على هينتكما في المشي فما ها هنا شيئا تكرهانه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p194'> Vol. 05, p. 194</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head151'>[2176]</h1>\n\n<p>\nفرجة بضم الفاء وفتحها لغتان وهي الخلل بين الشيئين فآوى إلى الله بالقصر\nفآواه الله بالمد فاستحيا أي ترك المزاحمة والتخطي حياء من الله تعالى ومن\nالنبي صلى الله عليه وسلم والحاضرين فاستحيا الله منه أي رحمه وقيل جازاه\nبالثواب فأعرض الله عنه أي لم يرحمه وقيل سخط عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p195'> Vol. 05, p. 195</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head152'>[2179]</h1>\n\n<p>\nمن قام من مجلسه ثم رجع إليه فهو أحق به قال الأصحاب أي في تلك الصلاة\nوحدها دون غيرها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p196'> Vol. 05, p. 196</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head153'>[2180]</h1>\n\n<p>\nأن مخنثا بكسر النون وفتحها وهو الذي يشبه النساء في أخلاقه وكلامه\nوحركاته خلقة واسمه هيت بكسر الهاء ومثناة تحت ساكنة ومثناة فوق وقيل هنب\nبالنون والهاء الموحدة وقيل ماتع بالمثناة فوق مولى فاختة المخزومية على\nبنت غيلان اسمها بادية وقيل بادنة تقبل بأربع وتدبر بثمان أي من العكن قال\nالنووي قال أبو عبيد وسائر العلماء معناه أن لها أربع عكن تقبل بهن من كل\nناحية ثنتان ولكل واحدة طرفان فإذا أدبرت صارت الأطراف ثمانية أنتهي وقد\nأنشدوا عليه قول كعب بن زهير ثنت أربعا منها على ظهر أربع فهن بمثنياتهن\nثماني لا يدخل هؤلاء عليكم إشارة إلى جميع المخنثين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p197'> Vol. 05, p. 197</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head154'>[2182]</h1>\n\n<p>\nغربه بفتح الغين المعجمة وسكون الراء ثم موحدة وهو الدلو الكبير فدعاني\nوقال إخ إخ بكسر الهمزة وسكون الخاء المعجمة كلمة تقال للبعير ليبرك\nليحملني خلفه قال القاضي هذا خاص بالنبي صلى الله عليه وسلم بخلاف غيره فقد\nأمرنا بالمباعدة بين أنفاس الرجال والنساء وكانت عادته صلى الله عليه وسلم\nمباعدتهن لتقتدي به أمته وإنما كانت هذه خصوصية له لكونها بنت أبي بكر وأخت\nعائشة وامرأة الزبير فكانت كإحدى أهله ونسائه مع ما خص به صلى الله عليه\nوسلم أنه أملك لإربه وأما إرداف المحارم فجائز بكل حال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p198'> Vol. 05, p. 198</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head155'>[2183]</h1>\n\n<p>\nفلا يتناجى أي يتسار\n</p>\n\n<h1 class='l1' id='head156'>[2184]</h1>\n\n<p>\nيحزنه بفتح أوله وضمه من حزنه وأحزنه لغتان <span id='ms353'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p199'> Vol. 05, p. 199</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head157'>[2185]</h1>\n\n<p>\nرقاه جبريل لا يخالف حديث لا يرقون ولا يسترقون لأن الرقي الممدوح تركها\nما كان من كلام الكفار والمجهولة والتي بغير العربية وما لا يعرف معناها\nلاحتمال أن يكون معناها كفر أو قريب منه أو مكروه واما الرقي بآيات القرآن\nوبالأذكار المعروفة فلا نهي فيه بل هو سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p203'> Vol. 05, p. 203</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head158'>[2186]</h1>\n\n<p>\nمن شر كل نفس قال النووي يحتمل أن المراد بها العين فإن النفس تطلق على\nالعين ويقال رجل نفوس إذا كان يصيب الناس بعينه كما قال في الرواية الأخرى\nمن شر كل ذي عين ويكون قوله أو عين حاسد من باب التوكيد بلفظ مختلف أو شكا\nمن الرواي في لفظه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p204'> Vol. 05, p. 204</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head159'>[2188]</h1>\n\n<p>\nوأحمد بن خراش قال النووي هو بن جعفر بن خراش بخاء معجمة مكسورة وراء\nوشين معجمة نسب إلى جده قال وصوب القاضي أنه بن جواس بجيم واو مشددة وسين\nمهملة وهو غلط العين حق قال المازري أخذ جماهير العلماء بظاهر هذا الحديث\nوأنكره طوائف المبتدعة والدليل على فساد قولهم أن كل معنى ليس مخالفا في\nنفسه ولا يؤدي إلى قلب حقيقة ولا إفساد دليل فإنه من مجوزات العقول فإذا\nأخبر الشرع بوقوعه وجب اعتقاده ولا يجوز تكذيبه ومن فرق بين تكذيبهم بهذا\nوتكذيبهم بما يخبر به من أمور الآخرة قال ومذهب أهل السنة أن العين تفسد\nوتهلك عند نظر العائن بفعل الله تعالى أجرى الله العادة أن يخلق الضرر عند\nمقابلة هذا الشخص لشخص آخر وإذا استغسلتم فاغسلوا قال المازري هذا أمر وجوب\nويجبر العائن على الوضوء للمعين على الصحيح قال ويبعد الخلاف فيه إذا خشي\nعلى المعين الهلاك وكان وضوء العائن مما جرت العادة بالبراءة به أو كان\nالشرع أخبر به خبرا عاما ولم يكن زوال الهلاك إلا به فإنه يصير من باب من\nتعين عليه إحياء نفس مشرفة على الهلاك وقد تقرر أنه يجبر على بذل الطعام\nللمضطر فهذا أولى قال وصفته عند العلماء أن يؤتى بقدح ماء ولا يوضع القدح\nفي الأرض فيؤخذ منه غرفة فيتمضمض بها ثم يمجها <span id='ms354'></span> في القدح ثم يؤخذ منه ما\nيغسل به وجهه ثم يأخذ بشماله ما يغسل به كفه الأيمن ثم بيمينه ما يغسل به\nمرفقه الأيسر ولا يغسل ما بين المرفقين والكفين ثم يغسل قدمه اليمنى ثم\nاليسرى ثم ركبته اليمنى ثم اليسرى على الصفة المتقدمة وكل ذلك في القدح ثم\nداخلة إزاره وهو الطرف المتدلي الذي يلي الأيمن وإذا استكمل هذا صبه من\nخلفه على رأسه قال وهذا المعنى لا يمكن تعليله ومعرفة وجهه وليس في قوة\nالعقل الاطلاع على أسرار جميع المعلومات فلا يدفع هذا بأن لا يعقل معناه\nوقال القاضي في هذا الحديث من الفقه ما قاله بعض العلماء إنه إذا عرف أحد\nبالإصابة بالعين يجتنب ويحترز منه ويبغي للإمام منعه من مداخلة الناس\nويأمره بلزوم بيته فإن كان فقيرا رزقه ما يكفيه ويكف أذاه عن الناس فضرره\nأشد من ضرر آكل الثوم والبصل الذي منعه النبي صلى الله عليه وسلم دخول\nالمسجد لئلا يؤذي المسلمين ومن ضرر المجزوم الذي منعه عمر والخلفاء بعده\nالاختلاط بالناس ومن ضرر المؤذيات من المواشي التي يؤمر بتغريبها إلى حيث\nلا يتأذى بها أحد قال النووي وهذا الذي قاله هذا القائل صحيح متعين ولا\nيعرف عن غيره تصريح بخلافه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p205'> Vol. 05, p. 205</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head160'>[2189]</h1>\n\n<p>\nمن يهود بني زريق بتقديم الزاي مطبوب أي مسحور في مشط بضم الميم وكسرها\nومشاطة بضم الميم الشعر الذي يسقط من الرأس واللحية عند تسريحه بالمشط وجف\nبضم الجيم وفاء وفي نسخة بموحدة بدلها وهو وعاء طلع النخل وهو الغشاء الذي\nيكون عليه في بئر ذي أروان هي بئر بالمدينة في بستان لبني زريق نقاعة\nالحناء بضم النون الماء الذي ينقع فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p207'> Vol. 05, p. 207</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head161'>[2190]</h1>\n\n<p>\nأن امرأة يهودية هي زينب بنت الحارث أخت مرحب اليهودي قالوا ألا نقتلها\nبالنون وفي نسخة بتاء الخطاب قال لا جاء في حديث أنه قتلها وذلك لما مات\nبشر بن البراء بن معرور قال القاضي في الجمع لم يقتلها أولا حين اطلع على\nسمها ثم سلمها لأولياء بشر لما مات فقتلوها قصاصا <span id='ms355'></span> فما زلت أعرفها في لهوات\nبفتح اللام هي اللحمة الحمراء المعلقة في أصل الحنك وقيل اللحمات اللواتي\nفي سقف أقصى الفم كأنه بقي فيها للسم علامة وأثر من سواد وغيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p208'> Vol. 05, p. 208</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head162'>[2191]</h1>\n\n<p>\nسقما بضم السين وسكون القاف وبفتحهما لغتان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p210'> Vol. 05, p. 210</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head163'>[2192]</h1>\n\n<p>\nنفث عليه قال النووي النفث نفخ لطيف بلا ريق قال وقد أجمعوا على جوازه في\nالرقية واستحبه الجمهور من الصحابة والتابعين فمن بعدهم وقال القاضي اختلف\nفي النفث والتفل فقيل هما بمعنى ولا يكونان إلا بريق وقال أبو عبيد يشترط\nفي التفل ريق يسير ولا يكون في النفث وقيل عكسه قال وسئلت عائشة عن نفث\nالنبي صلى الله عليه وسلم في الرقية فقالت كما ينفث آكل الزبيب قال ونافث\nالزبيب لا ريق معه ولا اعتبار بما يخرج عليه من بلة ولا يقصد ذلك لكن قد\nجاء في حديث الذي رقى بفاتحة الكتاب فجعل يجمع بزاقه ويتفل قال وفائدة\nالتفل التبرك بتلك الرطوبة أو الهواء أو النفس المباشر للرقية والذكر الحسن\nكما يتبرك بغسالة ما يكتب من الذكر والأسماء الحسنى قال وقد يكون على وجه\nالتفاؤل بزوال ذلك الألم عن المريض وانفصاله عنه كانفصال ذلك النفس عن في\nالراقي بالمعوذات بكسر الواو قال النووي إنما رقي بها لأنها جامعة\nللاستعاذة من المكروهات جملة وتفصيلا ففيها الاستعاذة من شر ما خلق فدخل\nفيه كل شيء ومن شر النفاثات في العقد وهن السواحر ومن شر الحاسدين وم شر\nالوسواس الخناس\n</p>\n\n<h1 class='l1' id='head164'>[2193]</h1>\n\n<p>\nذي حمة بضم الحاء المهملة وتخفيف الميم وهي السم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p212'> Vol. 05, p. 212</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head165'>[2194]</h1>\n\n<p>\nقال النبي صلى الله عليه وسلم بإصبعه هكذا الحديث قال النووي معناه أنه\nكان يأخذ من ريق نفسه على إصبعه السبابة ثم يضعها على التراب فيعلق بها منه\nشيء فيمسح به الموضع الجريح أو العليل ويقول هذا الكلام في حال المسح تربة\nأرضنا قال النووي قال جمهور العلماء المراد بأرضنا هنا جملة الأرض وقيل\nالمدينة خاصة لبركتها بريقة هي أقل من الريق\n</p>\n\n<h1 class='l1' id='head166'>[2196]</h1>\n\n<p>\nوالنملة بفتح النون وسكون الميم قروح تخرج في الجنب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p213'> Vol. 05, p. 213</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head167'>[2197]</h1>\n\n<p>\nسفعة بفتح السين المهملة وسكون الفاء <span id='ms356'></span> بها نظرة أي أصابتها عين يعني\nبوجهها صفرة قال النووي وقيل سواد وقال بن قتيبة هي لون يخالف لون الوجه\nوقيل أخذه الشيطان\n</p>\n\n<h1 class='l1' id='head168'>[2198]</h1>\n\n<p>\nأجسام بني أخي هم أولاد جعفرد ضارعة بالضاد المعجمة أي نحيفة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p214'> Vol. 05, p. 214</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head169'>[2199]</h1>\n\n<p>\nنهيت عن الرقى قيل هذا النهي منسوخ بالإذن فيها وفعلها وقيل مخصوص بالرقى\nالمجهولة كما تقدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p215'> Vol. 05, p. 215</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head170'>[2201]</h1>\n\n<p>\nفرقاه بفاحة الكتاب هذا الراقي هو أبو سعيد الخدري راوي الحديث كما بين\nفي بعض طرقه قطيعا أي طائفة قال أهل اللغة والغالب استعماله فيما بين\nالعشرة والأربعين وقيل ما بين خمس عشرة إلى خمس وعشرين ما أدراك أنها رقية\nقال النووي فيه التصريح بأنها رقية فيستحب أن يقرأ بها على اللديغ والمريض\nوسائر أصحاب الأسقام والعاهات قلت وقد روى أحمد والبيهقي في الشعب من حديث\nعبد الله بن جابر مرفوعا فاتحة الكتاب فيها شفاء من كل داء وللدارمي من\nمرسل عبد الملك بن عمير بمثله وللبيهقي من حديث أبي سعيد مرفوعا فاتحة\nالكتاب شفاء من السم ويتفل بضم الفاء وكسرها سليم أي لديغ قالوا سمي بذلك\nتفاؤلا بالسلامة وقيل لأنه مستسلم لما به نأبنه بكسر الباء وضمها أي نطبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p218'> Vol. 05, p. 218</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head171'>[2203]</h1>\n\n<p>\nحال بيني وبين صلاتي أي منعني لذتها والفراغ للخشوع فيها يلبسها بفتح\nأوله وكسر ثالثه أي يخلطها ويشككني فيها خنزب بكسر الخاء المعجمة وسكون\nالنون ثم زاي مكسورة ومفتوحة ويقال أيضا بفتح الخاء وضمها مع فتح الزاي\nفيهما\n</p>\n\n<h1 class='l1' id='head172'>[2204]</h1>\n\n<p>\nلكل داء دواء بفتح الدال والمد فإذا أصيب دواء الداء برأ بإذن الله قال\nالمازري نبه به على ما قد يعارض به قوله لكل داء دواء وهو أنه يوجد كثير من\nالمرضى يداوون فلا يبرؤون فقال إنما ذلك لفقد العلم بحقيقة المداواة لا\nلفقد الدواء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p219'> Vol. 05, p. 219</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head173'>[2205]</h1>\n\n<p>\nخراجا بضم الخاء وتخفيف الراء أعلق فيه محجما بكسر الميم وفتح الجيم وهي\nالآلة التي تمص ويجمع بها موضع الحجامة تبرمه أي تضجره إن كان في شيء من\nأدويتكم خير ففي شرطة محجم هي الحديدة التي يشرط بها موضع الحجامة ليخرج\nالدم أو شربة عسل أو لدغة <span id='ms357'></span> نار قال النووي هذا من بديع الطب عند أهله لأن\nالأمراض الامتلائية دموية أو صفراوية أو سوداوية أو بلغمية فالدموية دواؤها\nإخراج الدم والثلاثة الباقية دواؤها الإسهال بالمسهل اللائق بكل خلط منها\nفكأنه صلى الله عليه وسلم نبه بالعسل على المسهلات وبالحجامة على إخراج\nالدم بها وبالفصد ونحوه مما هو في معناها وذكر الكي لأنه يستعمل عند عدم\nنفع الأدوية المشروبة ونحوها فآخر الطب الكي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p220'> Vol. 05, p. 220</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head174'>[2207]</h1>\n\n<p>\nرمي أبي يوم الأحزاب هو أبي بن كعب وصحف من قاله بفتح الهمزة وكسر الباء\nوتخفيف الياء ظنه والد جابر استشهد يوم أحد قبل الأحزاب بأكثر من سنة على\nأكحله هو عرق معروف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p221'> Vol. 05, p. 221</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head175'>[2208]</h1>\n\n<p>\nفحسمه بمهملتين أي كواه لينقطع دمه والحسم القطع من فيح جهنم قيل هو على\nظاهره وقيل على الاستعارة والتشبيه فأبردوها بالماء بهمزة وصل وضم الراء\nيقال بردت الحمى أبردها بردا على وزن قتلتها أقتلها قتلا أي سكنت حرارتها\nوحكي في لغة ردية قطع الهمزة وكسر الباء وهذا الإجمال في هذا الحديث يفسر\nبما في حديث أسماء فإن تفسير الراوي إذا كان صحابيا مقدم على غيره خصوصا\nأسماء التي هي ممن كان يلازم بيت الرسول ويطلع على أحواله ومقاصده\n</p>\n\n<h1 class='l1' id='head176'>[2212]</h1>\n\n<p>\nفور بفتح الفاء شدة حرها وتلهبها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p222'> Vol. 05, p. 222</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head177'>[2213]</h1>\n\n<p>\nلددنا من اللدود بفتح اللام وهو الذي يصب في أحد جانبي فم المريض ويسقاه\nأو يدخل هناك بأصبع وغيرها ويحنك به لا يبقى أحد منكم إلا لد أمر بذلك\nعقوبة لهم حين خالفوه في إشارته إليهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p223'> Vol. 05, p. 223</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head178'>[2214]</h1>\n\n<p>\nأعلقت عليه في رواية البخاري عنه قال النووي وهو المعروف عند أهل اللغة\nقال الخطابي المحدثون يروونه أعلقت عليه والصواب عنه وكذا قال غيره وحكاهما\nبعضهم لغتين أعلقت عنه وعليه ومعناه عالجت وجع لهاته بإصبعي من العذرة بضم\nالعين وإعجام الذال وجع في الحلق يهيج من الدم وقيل هي قرحة تخرج في الخرم\nالذي بين الأنف والحلق تعرض للصبيان غالبا عند طلوع العذرة وهي خمسة كواكب\nتحت الشعري العبور وتسمى أيضا العذارى وتطلع في وسط الحر وعادة النساء في\nمعالجة العذرة أن <span id='ms358'></span> تأخذ المرأة خرقة فتفتلها فتلا شديدا وتدخلها في أنف\nالصبي وتطعن في ذلك الموضع فينفجر منه دم أسود وربما أخرجته وذلك الطعن\nيسمى دغرا أو عذرا فمعنى تدغرن أولادكن أنها تغمز حلق الولد بإصبعها فترفع\nذلك الموضع وتكبسه بهذا العلاق بفتح العين اسم المصدر والإعلاق مصدر أعلقت\nعنه أي أزلت عنه العلوق هي الآفة والداهية بمعالجة العذرة العود الهندي هو\nالقسط ويقال الكست لغتان مشهورتان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p224'> Vol. 05, p. 224</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head179'>[2215]</h1>\n\n<p>\nوالحبة السوداء الشونيز قال النووي هذا هو الصواب المشهور الذي ذكره\nالجمهور وقيل إنها الخردل وقيل هي الحبة الخضراء وهي البطم والعرب تسمي\nالأخضر أسود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p225'> Vol. 05, p. 225</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head180'>[2216]</h1>\n\n<p>\nالتلبينة بفتح التاء حساء من دقيق أو نخالة وربما جعل فيه عسل سميت\nتلبينة تشبيها باللبن لبياضها ورقتها مجمة لفؤاد المريض بفتح الميم والجيم\nويقال بضم الميم وكسر الجيم أي تريح فؤاده وتزيل عنه الهم وتنشطه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p226'> Vol. 05, p. 226</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head181'>[2217]</h1>\n\n<p>\nصدق الله وكذب بطن أخيك المراد قوله سبحانه تعالى يخرج من بطونها شراب\nمختلف ألوانه فيه شفاء للناس قال النووي كان داء هذا المبطون مما يشفى\nبالعسل وعلم النبي صلى الله عليه وسلم منه ذلك عرب بطنه بفتح العين وكسر\nالراء فسدت معدته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p227'> Vol. 05, p. 227</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head182'>[2218]</h1>\n\n<p>\nالطاعون قروح تخرج في الجسد فتكون في المراق أو الآباط أو الأيدي أو\nالأصابع وسائر البدن ويكون معه ورم وألم شديد وتخرج تلك القروح مع لهيب\nويسود ما حواليه أو يخضر أو يحمر حمرة بنفسجية كذرة يحصل معه خفقان القلب\nوالقيء لا يخرجكم إلا فرار منه بالرفع وروي بالنصب وأولت على الحال\nوالتقدير لا تخرجوا إذا لم يكن خروجكم إلا فرارا منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p231'> Vol. 05, p. 231</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head183'>[2219]</h1>\n\n<p>\nبسرغ بفتح السين المهملة وسكون الراء وحكي فتحها وغين معجمة بالصرف وتركه\nقرية في طرف الشام مما يلي الحجاز أهل الأجناد قال النووي المراد بالأجناد\nهنا مدن الشام الخمس وهي فلسطين والأردن ودمشق وحمص وقنسرين قال هكذا فسروه\nواتفقوا عليه الوباء مهموز بالقصر والمد أفصح وأشهر قيل هو الطاعون وقيل كل\nمرض عام قال النووي والصحيح الذي قاله المحققون إنه مرض الكثيرين من الناس\nفي جهة من الأرض دون <span id='ms359'></span> سائر الجهات ويكون مخالفا للمعتاد من الأمراض الكثيرة\nوغيرها ويكون مرضهم نوعا واحدا بخلاف سائر الأوقات فإن أمراضهم فيها مختلفة\nوقالوا كل طاعون وباء وليس كل وباء طاعونا قال والوباء الذي وقع بالشام في\nهذا الحديث كان طاعونا وهو طاعون عمواس المهاجرين الأولين قال القاضي هم من\nصلى إلى القبلتين فأما من أسلم بعد تحويل القبلة فلا يعد فيهم مهاجرة الفتح\nقيل هم الذين أسلموا قبل الفتح فحصل لهم فضل بالهجرة قبله إذ لا هجرة بعد\nالفتح وقيل هم مسلمة الفتح الذين هاجروا بعده فحصل لهم اسم الهجرة دون\nالفضيلة قال القاضي وهذا أظهر لأنهم الذين ينطبق عليهم مشيخة قريش إني مصبح\nبسكون الصاد على ظهر أي مسافرا راكبا على ظهر الراحلة راجعا إلى المدينة لو\nغيرك قالها يا أبا عبيدة جواب لو محذوف أي لأذيته أو لم أتعجب منه عدوتان\nتثنية عدوة بضم العين وكسرها جانب الوادي خصبة بفتح أوله وسكون ثانيه وكسره\nجدبة بفتح الجيم وسكون الدال وكسرها أكنت معجزه بفتح العين وتشديد الجيم أي\nتنسبه للعجز هذا المحل بفتح الحاء وكسره والفتح أقيس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p234'> Vol. 05, p. 234</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head184'>[2220]</h1>\n\n<p>\nلا عدوى قيل هو نهي عن أن يقال ذلك أو يعتقد وقيل هو خبر أي لا تقع عدوى\nبطبعها ولا صفر فيه تأويلان أحدهما أن المراد تأخيرهم تحريم المحرم إلى صفر\nوهو النسيء الذي كانوا يفعلونه وبهذا قال مالك وأبو عبيدة والثاني أن الصفر\nدواب في البطن وهي دود كانوا يعتقدون أن في البطن دابة تهيج عند الجوع\nوربما قتلت صاحبها وكانت العرب تراها أعدى من الجرب قال النووي وهذا\nالتفسير هو الصحيح وبه قال مطرف وابن وهب وابن جرير وأبو عبيد وخلائق قال\nويجوز أن يكون المراد هذا والأول جميعا وأن الصفرين جميعا باطلان لا أصل\nلهما ولا تعريج على واحد منهما ولا هامة بتخفيف الميم على المشهور وفيه\nتأويلان أحدهما أن العرب كانت تتشأم بالهامة وهي الطائر المعروف من طير\nالليل وقيل هي البومة كانت إذا سقطت على دار أحدهم يراها ناعية <span id='ms360'></span> له نفسه أو\nبعض أهله وهذا تفسير مالك والثاني أن العرب كانت تعتقد أن عظام الميت وقيل\nروحه تنقلب هامة تطير قال النووي وهذا تفسير أكثر العلماء وهو المشهور قال\nويجوز أن يكون المراد النوعين وأنهما جميعا باطلان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p236'> Vol. 05, p. 236</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head185'>[2221]</h1>\n\n<p>\nلا يورد بكسر الراء ممرض بكسر الراء أي صاحب الإبل المراض على مصح بكسر\nالصاد أي صاحب الإبل الصحاح ومفعول يورد محذوف أي لا يورد إبله المراض لأنه\nربما أصاب الصحاح المرض بفعل الله وقدره الذي أجرى به العادة لا بالطبع\nفيحصل لصاحبها ضرر بمرضها وربما حصل له ضرر أعظم من ذلك باعتقاد العدوى\nبطبعها فيكفر وبهذا حصل الجمع بينه وبين لا عدوى كلتيهما كذا في الأصول\nبالتاء أي الكلمتين أو القصتين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p237'> Vol. 05, p. 237</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head186'>[2220]</h1>\n\n<p>\nولا نوء أي لا تقولوا مطرنا بنوء كذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p238'> Vol. 05, p. 238</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head187'>[2222]</h1>\n\n<p>\nولا غول قال النووي كانت العرب تزعم أن الغيلان في الفلوات وهي جنس من\nالشياطين فتتراءى للناس وتتغول تغولا أي تتلون تلونا فتضلهم عن الطريق\nفتهلكهم فأبطل النبي صلى الله عليه وسلم ذلك وقال آخرون ليس المراد بالحديث\nنفي وجود الغول وإنما معناه إبطال ما تزعمه العرب من تلون الغول بالصور\nالمختلفة واغتيالها قالوا ومعنى لا غول أي لا تستطيع أن تضل أحدا ويشهد له\nحديث لا غول ولكن السعالى قال العلماء وهم سحرة الجن أي في الجن سحرة لهم\nتلبيس وتخييل وفي الحديث الثاني إذا تغولت الغيلان فنادوا بالأذان أي\nادفعوا شرها بذكر الله وهذادليل على أنه ليس المراد نفي أصل وجودها وفي\nحديث أبي أيوب كان لي تمر في سهوة فكانت الغول تجيء فتأكل منه دواب البطن\nبدال مهملة وباء موحدة مشددة وروي بذال معجمة وتاء مثناة فوق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p239'> Vol. 05, p. 239</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head188'>[2223]</h1>\n\n<p>\nلا طيرة بكسر الطاء وفتح الياء وحكي سكونها قال النووي التطير هو التشاؤم\nوكانوا يتطيرون بالسوانح والبوارح فينفرون الظباء والطيور فإن أخذت ذات\nاليمين تبركوا به ومضوا في سفرهم وحوائجهم وإن أخذت ذات الشمال رجعوا عن\nسفرهم وحاجتهم وتشاءموا بها فكانت تصدهم في كثير من الأوقات عن مصالحهم\nفنفي الشرع ذلك وأبطله <span id='ms361'></span> ونهى عنه وأخبر أنه ليس له تأثير ينفع ولا يضر\nوخيرها الفأل بالهمز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p241'> Vol. 05, p. 241</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head189'>[2226]</h1>\n\n<p>\nالشؤم في الدار والمرأة والفرس قال مالك وطائفة هو على ظاهره فإنه قد\nيحصل عند سكنى الدار المعينة أو اتخاذ المرأة المعينة أو الفرس أو الخادم\nالهلاك بقضاء الله ويجعل الله ذلك سببا له وقال الخطابي وكثيرون وهو في\nمعنى الاستثناء من الطيرة أي الطيرة منهي عنها إلا أن يكون له دار يكره\nسكناها أو امرأة يكره صحبتها أو فرس أو خادم فليفارق الجميع بالبيع ونحوه\nوطلاق المرأة وقال آخرون شؤم الدار ضيقها وسوء جيرانها وأذاهم وشؤم المرأة\nعدم ولادتها وسلاطة لسانها وتعريضها للريب وشؤم الفرس أن لا يغزى عليها\nوقيل حرانتها وغلاء ثمنها وشؤم الخادم سوء خلقه وقلة تعهده لما فرض عليه\nوقيل المراد بالشؤم هنا عدم الموافقة واعترض بعض الملاحدة على هذا الحديث\nبحديث لا طيرة فأجاب بن قتيبة وغيره بأن هذا مخصوص من حديث لا طيرة أي لا\nطيرة إلا في هذه الثلاثة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p243'> Vol. 05, p. 243</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head190'>[537]</h1>\n\n<p>\nكنا نأتي الكهان قال القاضي كانت الكهانة في العرب ثلاثة أضرب أحدها يكون\nللإنسان ولي من الجن يخبره بما يسترقه من السمع من السماء وهذا القسم بطل\nمن حين بعث الله نبينا صلى الله عليه وسلم الثاني أيخيره بما يطرأ أو يكون\nفي أقطار الأرض وما خفي عنه مما قرب أو بعد وهذا لا يبعد وجوده لكنهم\nيصدقون ويكذبون والنهي عن تصديقهم والسماع منهم عام الثالث المنجمون وهذا\nالضرب يخلق الله تعالى فيه لبعض الناس قوة ما لكن الكذب فيه أغلب ومن هذا\nالفن العرافة وصاحبها عراف وهو الذي يستدل على الأمور بأسباب ومقدمات يدعي\nمعرفته بها وقد يعتضد بعض هذا الفن ببعض في ذلك بالزجر والطرق والنجوم\nوأسباب معتادة وهذه الأضرب كلها تسمى كهانة وقد أكذبهم كلهم الشرع ونهىعن\nتصديقهم وإتيانهم ذاك شيء يجده أحدكم في نفسه فلا يصدنكم معناه ان كراهة\nذلك تقع في نفوسكم في العادة ولكن لا تلتفتوا إليه ولا ترجعوا عما كنتم\nعزمتم عليه قبل هذا <span id='ms362'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p245'> Vol. 05, p. 245</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head191'>[2228]</h1>\n\n<p>\nيخطفها بفتح الطاء وحكي كسرها أي يأخذها بسرعة فيقذفها أي يلقيها كذبة\nبفتح الكاف وكسرها وسكون الذال ليسوا بشيء معناه بطلان قولهم وأنه لا حقيقة\nله تلك الكلمة من الجن بالجيم والنون أي الكلمة المسموعة منهم وروى من الحق\nبالحاء والقاف فيقرها بفتح الياء وضم القاف وتشديد الراء من القر وهو ترديد\nالكلام في أذن المخاطب حتى يفهمه قر الدجاجة قال القاضي لم يختلف الرواة في\nمسلم أنها بالدال الطائر المعروف وقرها صوتها إذا قطعته فإن رددته فهو\nقرقرة قال الخطابي وغيره معناه إن الجني يقذف الكلمة إلى وليه الكاهن\nفيسمعها الشياطين كما تؤذن الدجاجة بصوتها صواحباتها فتتجاوب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p246'> Vol. 05, p. 246</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head192'>[2229]</h1>\n\n<p>\nفهو حق ولكنهم يقرفون فيه بالقاف والراء وروي بالدال بدل الراء أي يخلطون\nفيه الكذب وفي حديث يونس ولكنهم يرقون فيه قال القاضي ضبطناه عن شيوخنا بضم\nالياء وفتح الراء وتشديد القاف ورواه بعضهم بفتح الياء وسكون الراء وفتح\nالقاف ومعناه يزيدون يقال رقى فلان إلى الباطل وأصله من الصعود أي يدعون\nفيه غير ما سمعوا\n</p>\n\n<h1 class='l1' id='head193'>[2230]</h1>\n\n<p>\nمن أتى عرافا قال الخطابي هو الذي يتعاطى معرفةمكان المسروق ومكان الضالة\nونحوهما لم تقبل صلاة أربعين ليلة قال النووي أي لا ثواب فيها وإن كانت\nمجزئة في سقوط الفرض عنه ولا يحتاج إلى إعادة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p248'> Vol. 05, p. 248</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head194'>[2232]</h1>\n\n<p>\nذي الطفيتين بضم الطاء المهملة وسكون الفاء وهما الخطان الأبيضان على ظهر\nالحية وأصل الطفية خوصة المقل شبه الخطان بها الأبتر هو قصير الذنب وقال\nالنضر بن شميل هو صنف من الحيات أزرق مقطوع الذنب لا تنظر إليه حامل إلا\nألقت ما في بطنها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p249'> Vol. 05, p. 249</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head195'>[2233]</h1>\n\n<p>\nيستقطان الحبل معناه أن المرأة الحامل إذا نظرت إليها وخافت أسقطت الحمل\nغالبا ويلتمسان البصر قيل معناه يخطفان البصر بمجرد نظرهما إليه لخاصة\nجعلها الله في بصرهما إذا وقع على بصر الإنسان وقيل إنهما يقصدان البصر\nباللسع قال النووي والأول أصح وأشهر قال العلماء وفي الحيات نوع يسمى\nالناظر إذا وقع نظره على عين إنسان مات من ساعته يطارد حية أي يطلبها\nويتبعها ليقتلها نهى عن ذوات <span id='ms363'></span> البيوت قال المازري والقاضي هو خاص بحيات\nالمدينة النبوية وقيل بحيات البيوت في كل بلد وأما ما ليس في البيوت فيقتل\nمن غير إيذان وقيل يستثنى من حيات البيوت الأبتر وذو الطفيتين فإنهما\nيقتلان على كل حال سواء كانا في البيوت أم غيرها وكذا ما ظهر منها بعد\nالإنذار الجنان بجيم مكسورة ونون مفتوحة مشددة جمع جان وهي الحية الصغيرة\nوقيل الدقيقة الخفيفة وقيل الدقيقة البيضاء خوخة فتح الخاء وسكون الواو كوة\nفي الحائط يدخل منها ويتتبعان ما في بطون النساء أي يسقطانه فأطلق عليه\nالتتبع مجازا ولعل فيهما طلبا لذلك جعله الله خصيصة فيهما الأطم بضم الهمزة\nوالطاء والقصر وجمعه آطام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p253'> Vol. 05, p. 253</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head196'>[2236]</h1>\n\n<p>\nبأنصاف النهار بفتح الهمزة أي منتصفه فآذنوه ثلاثة أيام قيل هو عام في كل\nبلد وقيل خاص بالمدينة النبوية لما في هذا الحديث أن سببه أنه أسلم طائفة\nمن الجن بها قال المازري والقاضي لا تقتل حيات مدينة النبي صلى الله عليه\nوسلم إلا بإنذار فإذا أنذرها ولم تنصرف قتلها أما حيات غير المدينة في جميع\nالأرض والبيوت والدور فيندب قتلها من غير إنذا ر لعموم الأحاديث في الأمر\nبقتلها قلت وهذا هو المختار عندي قال القاضي وأما صفة الإنذار فروى بن حبيب\nعن النبي صلى الله عليه وسلم أنه يقول أنشدكن بالعهد الذي أخذه عليكم\nسليمان بن داود ألا تؤذونا وأن لا تظهرن لنا قال مالك يكفيه أن يقول أحرج\nعليك بالله واليوم الآخر أن لا تبدوا لنا ولا تؤذنا فإنما هو شيطان أي ليس\nممن أسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p254'> Vol. 05, p. 254</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head197'>[2238]</h1>\n\n<p>\nوسماه فويسقا لخروجه عن خلق معظم الحشرات ونحوها بزيادة الضرر والأذى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p255'> Vol. 05, p. 255</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head198'>[2240]</h1>\n\n<p>\nمن قتل وزغة في أول ضربة المقصود بذلك الحث على المبادرة بقتله خوف فوته\nكتبت له مائة حسنة في الرواية بعدها سبعين حسنة قال النووي ولا معارضة لأن\nمفهوم العدد لا يعمل به أو لعله أخبر بالسبعين ثم تصدق الله بالزيادة بعد\nذلك فأعلم بها أو تختلف باختلاف قاتلي الوزغ بحسب نياتهم وإخلاصهم وكمال\nأحوالهم ونقصها عن سهيل قال <span id='ms364'></span> حدثتني أختي في رواية أخي بالتذكير وفي أخرى\nأبي قالوا وهو خطأ وفي رواية أبي داود 2564 أخي أو أختي قال القاضي أخته\nسودة وأخواه هشام وعباد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p256'> Vol. 05, p. 256</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head199'>[2241]</h1>\n\n<p>\nبقرية النمل هي منزلهن بجهازه بفتح الجيم وكسرها المتاع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p257'> Vol. 05, p. 257</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head200'>[2243]</h1>\n\n<p>\nعذبت امرأة قيل هي مسلمة وصوبه النووي وقيل كافرة والمعنى زيد في عذابها\nفي هرة في هنا للسببية فدخلت فيها النار أي بسببها خشاش الأرض بمعجمات\nوالخاء مثلثة والفتح أشهر هوامها وحشراتها وروي بالحاء المهملة أي نبات\nالأرض قال النووي وهو ضعيف أو غلط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p259'> Vol. 05, p. 259</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head201'>[2244]</h1>\n\n<p>\nيلهث بفتح الهاء ومثلثة وهو الذي خرج لسانه من شدة العطش والحر الثرى هو\nالتراب الندي فشكر الله له أي قبل عمله وأثابه في كل كبد رطبة أجر معناه في\nالإحسان إلى كل حيوان حي بسقيه ونحوه أجر وسمي الحي ذا كبد رطبة لأن الميت\nيجف جسمه وكبده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p260'> Vol. 05, p. 260</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head202'>[2245]</h1>\n\n<p>\nبغيا أي زانية يطيف ببئر بضم أوله أي يدور حولها أدلع لسانه أي أخرجه\nلشدة العطش فنزعت له بموقها بضم الميم وهو الخف فارسي معرب أي استقت له من\nالبئر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p263'> Vol. 05, p. 263</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head203'>[2246]</h1>\n\n<p>\nوأنا الدهر بالرفع أي أنا فاعل النوازل والحوادث وخالق الكائنات التي\nينسبونها إلى الدهر وروي بالنصب على الظرف أي أنا مقيم أبدا لا أزول يؤذيني\nبن آدم أي يعاملني معاملة معاملة من يؤذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p264'> Vol. 05, p. 264</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head204'>[2247]</h1>\n\n<p>\nلا يقولن أحدكم للعنب الكرم فإن الكرم الرجل المسلم قال العلماء سبب ذلك\nأن لفظة الكرم كانت العرب تطلقها علىشجر العنب وعلى العنب وعلى الخمر\nالمتخذة من العنب سموها كرما لكونها متخذة منه ولأنها تحمل على الكرم\nوالسخاء فكره الشرع إطلاق هذه اللفظة على العنب وشجره لأنهم إذا سمعوا هذه\nاللفظة وربما تذكروا بها الخمر وهيجت نفوسهم إليها فوقعوا فيها أو قاربوا\nذلك وقالوا إنما يستحق ذلك الرجل المسلم أو قلب المؤمن لأن الكرم مشتق من\nالكرم بفتح الراء وقد قال تعالى إن أكرمكم عند الله أتقاكم الحجرات13 فيسمى\nقلب المؤمن كرما لما فيه من الإيمان والهدى والنور والتقوى والصفات\nالمستحقة لهذا الاسم وكذلك الرجل المسلم يقال رجل كرم بسكون <span id='ms365'></span> الراء أي كريم\nوكذا المؤنث والجمع كما يوصف ب عدل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p265'> Vol. 05, p. 265</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head205'>[2251]</h1>\n\n<p>\nليقل لقست بمعنى خبثت وإنما كره لفظ خبثت لبشاعة الاسم فعلمهم الأدب في\nالألفاظ واستعمال حسنها وهجران قبيحها\n</p>\n\n<h1 class='l1' id='head206'>[2253]</h1>\n\n<p>\nريحان هو كل نبت مشموم طيب الريح خفيف المحمل بفتح الميم الأولى وكسر\nالثانية أي الحمل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p266'> Vol. 05, p. 266</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head207'>[2254]</h1>\n\n<p>\nاستجمر أي تبخر مأخوذ من الجمر بالألوة بضم اللام مع ضم الهمزة وفتحها\nوتشديد الواو وحكي كسر اللام وحكي تخفيف الواو وهي العود الذي يتبخر به\nفارسي معرب غير مطراة أي غير مخلوطة بغيرها من الطيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p271'> Vol. 05, p. 271</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head208'>[2255]</h1>\n\n<p>\nالشريد بفتح المعجمة وكسر الراء المخففة هيه بكسر الهاء بدلا من همزة إيه\nوالياء ساكنة وآخره مبني على الكسر كلمة استزادة من حديث معهود فإن أريد\nالاستزادةمن حديث ما نون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p272'> Vol. 05, p. 272</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head209'>[2256]</h1>\n\n<p>\nإلا كل شيء ما خلا الله باطل أي فان مضمحل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p273'> Vol. 05, p. 273</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head210'>[2258]</h1>\n\n<p>\nلأن يمتلئ جوف الرجل قيحا يريه بفتح الياء وكسر الراء من الوري وهو داء\nيفسد الجوف ومعناه قيحا يأكل جوفه ويفسده خير من أن يمتلئ شعرا المراد أن\nيكون الشعر غالبا عليه مستوليا بحيث يشغله عن القرآن والعلوم الشرعية وذكر\nالله\n</p>\n\n<h1 class='l1' id='head211'>[2259]</h1>\n\n<p>\nبالعرج بفتح العين المهملة وسكون الراء وجيم قرية من عمل الفرع على نحو\nثمانية وسبعين ميلا من المدينة إذ عرض شاعر إلى آخره قال النووي لعله كان\nكافرا أو كان شعره هذا من المذموم قال وبالجملة فهذه قضية عين يتطرق إليها\nالاحتمالات فلا عموم لها ولا يحتج بها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p274'> Vol. 05, p. 274</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head212'>[2260]</h1>\n\n<p>\nبالنردشير هو النرد وشير معناه حلو فكأنه صبغ يده في لحم خنزير ودمه أي\nوذلك حرام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p279'> Vol. 05, p. 279</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head213'>[2261]</h1>\n\n<p>\nأعرى منها بضم الهمزة وسكون العين المهملة وفتح الراء أي أحم لخوفي من\nظاهرها في معرفتي يقال عرى الرجل بضم العين وتخفيف الراء تعرى إذا أصابه\nعراء بضم العين والمد وهو نفض الحمى وقيل رعدة لا أزمل أي أغطي وألف\nكالمحموم الرؤيا بالقصر اسم للمحبوبة من الله والحلم بضم الحاء وسكون اللام\nاسم للمكروهة من الشيطان قال النووي وغيره أضاف الرؤيا المحبوبة إلى الله\nتعالى إضافة تشريف بخلاف المكروهة وإن كانتا جميعا من خلق الله <span id='ms366'></span> وتدبيره\nوبإرادته ولا فعل للشيطان فيها لكنه يحضر المكروهة ويرتضيها ويسر بها حلم\nبفتح اللام فلينفث بضم الفاء وكسرها عن يساره قال القاضي طردا للشيطان الذي\nحضر الرؤيا المكروهة وتحقيرا له واستقذارا وليتعوذ بالله من شرها ورد أنه\nيقول اللهم إني أعوذ بك من عمل الشيطان وسيئات الأحلام رواه بن السني في\nعمل اليوم والليلة 77 فإنها لن تضره قال النووي جعل الله هذا سببا لسلامته\nمن مكروه يترتب عليها كما جعل الصدقة وقاية للمال وسببا لدفع البلاء يهب أي\nيستيقظ الرؤيا الصالحة قال القاضي يحتمل أن معنى الصالحة والحسنة حسن\nظاهرهاويحتمل أن المراد صحتها قال ورؤيا السوء يحتمل الوجهين أيضا سوء\nالظاهر وسوء التأويل ولا يخبر بها أحدا قال النووي سببه أنه ربما فسرها\nتفسيرا مكروها على ظاهر صورتها وكان ذلك محتملا فوقعت كذلك بتقدير الله\nتعالى فإن الرؤيا على رجل طائر ومعناه أنها إذا كانت محتملة وجهين فعبر\nبأحدهما وقعت على قرب تلك الصفة وقالوا قد يكون ظاهر الرؤيا مكروها\nوتفسيرها محبوب وعكسه فإن رأى رؤيا حسنة فليبشر بضم الياء وسكون الموحدة من\nالبشارة وروي بفتح الياء وسكون النون من النشر وهو الإشاعة قال القاضي وهو\nتصحيف وروي فليستر بسين مهملة من الستر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p282'> Vol. 05, p. 282</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head214'>[2263]</h1>\n\n<p>\nإذا اقترب الزمان قال الخطابي وغيره قيل المراد إذا قارب الزمان أن يعتدل\nليله ونهاره وقيل إذا قارب القيامة والأول أشهر عند أهل الرؤيا وجاء في\nحديث ما يؤيد الثاني وأصدقكم رؤيا أصدقكم حديثا قال النووي ظاهره أنه على\nإطلاقه وعن بعضهم أن هذا يكون في آخر الزمان عند انقطاع العلم وموت العلماء\nوالصالحين فجعله الله جابرا وعوضا قال والأول أظهر لأن غير الصادق في حديثه\nيتطرق الخلل إلى رؤياه وحكايته إياها ورؤيا المؤمن جزء من خمسة وأربعين\nجزءا من النبوة هذا عندي من الأحاديث المتشابهة التي نؤمن بها ونكل معناها\nالمراد إلى قائله صلى الله عليه وسلم ولا نخوض في تعيين هذا الجزء من هذا\nالعدد ولا في حكمته خصوصا وقد اختلفت الروايات في كمية <span id='ms367'></span> العدد ففي رواية من\nستة وأربعين وفي رواية من ستة وعشرين وفي رواية من أربعين وفي رواية من\nأربعة وأربعين وفي رواية من تسعة وأربعين وفي رواية من خمسين وفي رواية من\nسبعين والله أعلم بمراد نبيه صلى الله عليه وسلم وأحب القيد وأكره الغل قال\nالعلماء إنما أحب القيد لأنه في الرجلين وهو كف عن المعاصي والشرور وأنواع\nالباطل وأما الغل فموضعه العنق وهو صفة أهل النار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p284'> Vol. 05, p. 284</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head215'>[2266]</h1>\n\n<p>\nمن رآني في المنام فقد رآني فإن الشيطان لا يتمثل بي قال بعض العلماء خص\nالله سبحانه النبي صلى الله عليه وسلم بأن رؤيا الناس إياه صحيحة وكلها صدق\nومنع الشيطان أن يتصور في خلقته لئلا يتدرع بالكذب على لسانه في النوم وكما\nخرق الله تعالى العادة للأنبياء بالمعجزة دليلا على صحة حالهم وكما استحال\nان يتصور الشيطان في صورته في اليقظة إذ لو وقع لاشتبه الحق بالباطل ولم\nيؤثق بماجاء من جهة النبوة مخالفة من هذا التصور فحماها الله من الشيطان\nونزغه ووسوسته وإلقائه وكيده على الأنبياء وكذلك حمى رؤياهم أنفسهم ورؤيا\nغير النبي للنبي عن تمثل الشيطان بذلك لتصح رؤياه في الوجهين ويكون طريقا\nإلى علم صحيح لا ريب فيه قال القاضي والمراد إذا رآه في صفته المعروفة له\nفي حياته صلى الله عليه وسلم فإن رؤي على خلافها كانت رؤيا تأويل لا حقيقة\nوقال النووي هذا الذي قاله القاضي ضعيف بل الصحيح أنه يراه حقيقة سواء كان\nعلى صفته المعروفة أو غيرها وأيده الحافظ بن حجر بما أخرجه بن أبي عاصم\nبسند ضعيف عن أبي هريرة مرفوعا من رآني في المنام فقد رآني فإني أرى في كل\nصورة من رآني في المنام فسيراني في اليقظة بفتح القاف قال النووي فيه أقوال\nأحدها المراد به أهل عصره ومعناه أن من رآه في النوم ولم يكن هاجر يوفقه\nالله سبحانه تعالى للهجرة ورؤيته صلى الله عليه وسلم في اليقظة عيانا\nوالثاني معناه أن يرى تصديق تلك الرؤيا في اليقظة وصحتها وأبعد <span id='ms368'></span> أن يكون\nمعناه سيراني في الدار الآخرة لأنه يراه في الآخرة جميع أمته من رآه في\nالدنيا ومن لم يره والثالث يراه في الآخرة رؤية خاصة من القرب منه وحصول\nشفاعته ونحو ذلك انتهى وحمله بن أبي جمرة وطائفة على انه يراه في الدنيا\nحقيقة ويخاطبه وأن ذلك كرامة من كرامات الأولياء ونقل عن جماعة من الصالحين\nأنهم رأوا النبي صلى الله عليه وسلم في المنام ثم رأوه بعد ذلك في اليقظة\nوسألوه عن أشياء كانوا منها متخوفين فأرشدهم إلى طريق تفريجها ثم ذكر أن\nالحديث عام في أهل التوفيق وأما غيرهم فعلى الاحتمال فإن خرق العادة قد يقع\nللزنديق بطريق الإملاء والإغراء كما يقع للصديق بطريق الكرامة والإكرام\nوإنما تحصل التفرقة بينهما باتباع الكتاب والسنة وقال بن حجر هذا مشكل جدا\nلأنه يلزم أن يكون هؤلاء صحابة وتبقى الصحابة إلى يوم القيامة ولأن جمعا\nممن رآه في المنام لم يره في اليقظة وخبر الصادق لا يتخلف وأقول الجواب عن\nالأول منع الملازمة لأن شرط الصحبة أن يروه وهو في عالم الدنيا وذلك قبل\nموته وأما رؤيته بعد الموت وهو في عالم البرزخ فلا تثبت بها الصحبة وعن\nالثاني أن الظاهر أن من يبلغ درجة الكرامات ممن هو في عموم المؤمنين إنما\nتقع له رؤيته قرب موته عند طلوع روحه فلا يتخلف الحديث وقد وقع ذلك لجماعة\nوأما أصل رؤيته صلى الله عليه وسلم في اليقظة فقد نص على إمكانها ووقوعها\nجماعة من الأئمة منهم حجة الإسلام الغزالي والقاضي أبو بكر بن العربي\nوالشيخ عز الدين بن عبد السلام وابن أبي جمرة وابن الحاج واليافعي في آخرين\nولي في ذلك مؤلف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p286'> Vol. 05, p. 286</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head216'>[2267]</h1>\n\n<p>\nمن رآني في المنام فقد رأى الحق أي الرؤيا الصحيحة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p287'> Vol. 05, p. 287</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head217'>[2269]</h1>\n\n<p>\nظلة هي السحابة تنطف بضم الطاء وكسرها أي تقطر قليلا قليلا يتكففون أي\nيأخذون بأكفهم وأرى سببا أي حبلا واصلا أي موصولا أصبت بعضا وأخطأت بعضا\nإلى آخره هذا عندي مما يوقف عن الخوض فيه وتعيين موضع الخطأ لأنه <span id='ms369'></span> إذا خفي\nعلى أبي بكر رضي الله عنه فعنا أولى وقد سكت النبي صلى الله عليه وسلم عن\nبيانه كان مما يقول لأصحابه قال القاضي معنى هذه اللفظة كثيرا ما كان يفعل\nكذا كأنه قال هذا من شأنه\n</p>\n\n<h1 class='l1' id='head218'>[2270]</h1>\n\n<p>\nرطب بن طاب هو نوع من الرطب معروف مضاف إلى بن طاب رجل من أهل المدينة\nوأن ديننا قد طاب أي كمل واستقرت أحكامه وتمهدت قواعده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p289'> Vol. 05, p. 289</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head219'>[2272]</h1>\n\n<p>\nوهلي بفتح الهاء أي وهمي واعتقادي ورأيت فيها أيضا بقرا زاد البخاري تنحر\nقال النووي وبهذه الزيادة يتم تأويل الرؤيا بما ذكر والله خير برفعهما على\nالمبتدأ والخبر قال القاضي قال أكثر شراح الحديث معناه ثواب الله خير أي\nصنع الله بالمقتولين خير لهم من بقائهم في الدنيا قال القاضي والأولى قول\nمن قال والله خير من جملة الرؤيا وكلمة ألقيت وسمعها في الرؤيا عند رؤيا\nالبقر بدليل تأويله لها بقوله وإذا الخير ما جاء الله به وثواب الصدق الذي\nآتانا الله بعد يوم بدر ضبط بضم دال بعد ونصب يوم وبنصب بعد وجر يوم ومعناه\nما جاء الله به بعد بدر الثانية من تثبيت قلوب المؤمنين لأن الناس قد جمعوا\nلهم وخوفوهم فزادهم ذلك إيمانا وقالوا حسبنا الله ونعم الوكيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p290'> Vol. 05, p. 290</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head220'>[2273]</h1>\n\n<p>\nولن أتعدى أمر الله فيك أي لا أجيبك إلى ما طلبته مما لا ينبغي لك من\nالاستخلاف والمشاركة ولئن أدبرت أي عن طاعتي ليعقرنك الله أي ليقتلنك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p291'> Vol. 05, p. 291</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head221'>[2274]</h1>\n\n<p>\nسوارين بضم السين وكسرها أتيت خزائن الأرض في غير مسلم بمفاتيح خزائن\nالأرض وهو محمول على سلطانها وملكها وفتح بلادها وأخذ خزائن أموالها فوضع\nبفتح الواو والضاد أي الآتي أسوارين بضم الهمزة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p292'> Vol. 05, p. 292</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head222'>[2275]</h1>\n\n<p>\nعن سمرة بن جندب قال كان النبي صلى الله عليه وسلم إذا صلى الصبح أقبل\nعليهم بوجهه فقال هل رأى أحد منك البارحة رؤيا هذا مختصر من حديث طويل\nوبعده وأنه قال لنا ذات غداة إنه أتاني الليلة آتيان فقالا لي انطلق فذكر\nحديثا طويلا فيه جمل من أحوال الموتى في البرزخ وقد أخرج البخاري بتمامه <span id='ms370'></span>\n</p>\n\n<h1 class='l1' id='head223'>[2276]</h1>\n\n<p>\nإن الله اصطفى كنانة من ولد إسماعيل في الترمذي 3605 قبله إن الله اصطفى\nمن ولد إبراهيم إسماعيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p297'> Vol. 05, p. 297</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head224'>[2278]</h1>\n\n<p>\nأنا سيد ولد آدم يوم القيامة حكمة التقييد به مع أنه سيدهم في الدنيا\nوالآخرة أنه يظهر فيه سؤدده لكل أحد ولا يبقى منازع ولا معاند وأول شافع\nوأول مشفع قال النووي وإنما ذكر الثاني لأنه قد يشفع اثنان فيشفع الثاني\nمنهما قبل الأول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p298'> Vol. 05, p. 298</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head225'>[2279]</h1>\n\n<p>\nرحراح بفتح الراء وسكون الحاءالمهملة وهو الواسع القصير الجدار ينبع\nبتثليث الباء من بين أصابعه قيل معناه أن الماء كان يخرج من نفس أصابعه\nوينبع من ذواتها وقيل معناه أن الله كثر الماء في ذاته فصار يفور بين\nأصابعه لا من ذاته والأول قول الأكثرين ثمه أي هناك كانوا زهاء الثلاثمائة\nبضم الزاي والمد أي قدرها وفي الرواية التي قبلها ما بين الستين إلى\nالثمانين قال العلماء هما قضيتان جرتا في وقتين ورواهما جميعا أنس لا يغمر\nأصابعه أي لا يغطيها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p299'> Vol. 05, p. 299</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head226'>[2280]</h1>\n\n<p>\nحتى عصرته قال العلماء الحكمة في ذلك أن العصر مضاد للتسليم والتوكل على\nرزق الله ويتضمن التدبير والأخذ بالحول والقوة وتكلف الإحاطة بأسرار حكم\nالله تعالى وفضله فعوقب فاعله بزواله وكذا القول في كيل الشعير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p300'> Vol. 05, p. 300</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head227'>[706]</h1>\n\n<p>\nوالعين مثل الشراك بكسر الشين وهو سير النعل أي ماؤها قليل جدا تبض بفتح\nالتاء والموحدة وتشديد الضاد المعجمة أي تسيل منهمر أي كثير الصب والدفع\nجنانا أي بساتين جمع جنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p301'> Vol. 05, p. 301</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head228'>[1392]</h1>\n\n<p>\nاخرصوها أي احزروها كم يجيء من ثمرها بجبلي طيئ يقال لأحدهما أجاء بفتح\nالهمزة والجيم والمد وللآخر سلمى بفتح السين بن العلماء بفتح العين المهملة\nوسكون اللام والمد ببحرهم أي ببلدهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p302'> Vol. 05, p. 302</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head229'>[843]</h1>\n\n<p>\nالعضاه بإهمال العين وإعجام الضاد إن رجلا أتاني اسمه غورث بن الحارث\nبمعجمة أوله مفتوحة وقيل مضمومة وقيل دعثور صلتا بفتح الصاد وضمها أي\nمسلولا فشام السيف بالمعجمة أي غمده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p304'> Vol. 05, p. 304</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head230'>[2282]</h1>\n\n<p>\nأجادب بالجيم والدال المهملة وهي الأرض التي لا تنبت الكلأ وتمسك الماء\nفلا يسرع فيها النضوب جمع جدب على غير قياس ورعوا من الرعي قيعان بكسر\nالقاف جمع قاع وهو الأرض <span id='ms371'></span> المستوية وقيل الملساء وقيل لا نبات فيها فقه روي\nبكسر القاف وبضمها والضم أشهر ومثل من لم يرفع إلى أخره قال النووي معنى\nالحديث أن الأرض ثلاثة أنواع وكذلك الناس فالنوع الأول من الأرض ينتفع\nبالمطر فيحي بعد ان كان ميتا وينبت الكلأ فينتفع به الناس والدواب بالشرب\nوالرعي والزرع وغيرها وكذا النوع الأول من الناس يبلغه الهدي والعلم فيحفظه\nفيحيي قلبه ويعمل به ويعلمه غيره فينتفع وينفع والنوع الثاني من الأرض ما\nلا يقبل الانتفاع في نفسها ولكن فيها فائدة وهي إمساك الماء لغيرها فينتفع\nبها الناس والدواب وكذا النوع الثاني من الناس لهم قلوب حافظة لكن ليست لهم\nأفهام ثاقبة ولا رسوخ لهم في العلم يستنبطون به المعاني والأحكام وليس لهم\nاجتهاد في الطاعة والعمل به فهم يحفظونه حتى يجيء طالب محتاج متعطش لما\nعندهم من العلم أهل للنفع والانتفاع فيأخذ منهم ينتفع به فهؤلاء نفعوا بما\nبلغهم والنوع الثالث من الأرض السباخ التي لا تنبت ونحوها فهي لا تنتفع\nبالماء ولا تمسكه لينتفع به غيرها وكذا النوع الثالث من الناس ليس لهم قلوب\nحافظة ولا أفهام واعية فإذا سمعوا العلم لا ينتفعون به ولا يحفظونه لنفع\nغيرهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p305'> Vol. 05, p. 305</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head231'>[2283]</h1>\n\n<p>\nأنا النذير العريان أصله أن الرجل كان إذا أراد إنذار قومه وإعلامهم بما\nيوجب المخافة نزع ثوبه وأشار به إليهم إذا كان بعيدا منهم ليخبرهم بما\nدهمهم وأكثر ما يفعل هذا ربيئة القوم وإنما يفعل ذلك لأنه أبين للناظر\nوأغرب وأشنع منظرا فهو أبلغ في استحثاثهم في التأهب للعدو وقيل معناه أنا\nالنذير الذي أدركني جيش العدو فأخذ ثيابي فأنا أنذركم عريانا فالنجاء بالمد\nأي انجوا النجاء أو اطلبوا النجاء قال القاضي المعروف فيه أنه إذا أفرد\nالمد وحكى أبو زيد فيه القصر أيضا فأما إذا كرره فقالوا فيه المد والقصر\nمعا فأدلجوا بسكون الدال أي ساروا من أول الليل مهلتهم بضم الميم وسكون\nالهاء وتاء بعد اللام واجتاحهم أي استأصلهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p306'> Vol. 05, p. 306</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head232'>[2284]</h1>\n\n<p>\nوالفراش قال الخليل هو الذي يطير كالبعوض وقال غيره <span id='ms372'></span> ما تراه كصغار البق\nتتهافت في النار وأنا آخذ روي بصيغة اسم الفاعل وبصيغة المضارع بحجزكم جمع\nحجزة وهي معقد الإزار والسراويل تقحمون من التقحم وهو الإقدام والوقوع في\nالأمور الشاقة من غير من تثبت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p307'> Vol. 05, p. 307</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head233'>[2285]</h1>\n\n<p>\nالجنادب جمع جندب بضم الجيم مع ضم الدال وفتحها وهو الصرار الذي يشبه\nالجراد قال أبو حاتم الجندب هو على خلقة الجراد له أربعة أجنحة كالجرادة\nوأصغر منها يطير ويصر بالليل صرا شديدا تفلتون روي بفتح التاء واللام\nالمشددة وبضم التاء وسكون الفاء وكسر اللام المخففة يقال تفلت وأفلت إذا\nثار على الغلبة والهرب ثم غلب وهرب\n</p>\n\n<h1 class='l1' id='head234'>[2288]</h1>\n\n<p>\nحدثت عن أبي أسامة قال القاضي هذا من الأحاديث المنقطعة في مسلم وممن روى\nذلك عنه إبراهيم بن سعيد الجوهري هذا من كلام الجلودي قال حدثنا محمد بن\nالمسيب الأرعياني ثنا إبراهيم بن سعيد الجوهري بهذا الحديث عن أبي أسامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p308'> Vol. 05, p. 308</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head235'>[2289]</h1>\n\n<p>\nأنا فرطكم على الحوض الفرط بفتح الفاء والراء والفارط هو الذي يتقدم\nالوارد يصلح لهم الحياض والدلاء ونحوها من أمر الاستسقاء فمعنى فرطكم على\nالحوض سابقكم إليه كالمهيئ له\n</p>\n\n<h1 class='l1' id='head236'>[2290]</h1>\n\n<p>\nومن شرب لم يظمأ بالهمز والقصر أي لم يعطش قال القاضي ظاهر هذا الحديث\nيقتضي أن الشرب منه يكون بعد الحسا ب والنجاة من النار فهذا هو الذي لا\nيظمأ بعده وقيل لا يشرب منه إلا من قدر له السلامة من النار قال ويحتمل أن\nمن شرب منه من هذه الأمة وقدر عليه دخول النار لا يعذب فيها بالظمأ بل يكون\nعذابه بغير ذلك لأن ظاهر الحديث أن جميع الأمة تشرب منه إلا من ارتد وصار\nكافرا قال وقد قيل إن جميع المؤمنين من الأمم يأخذون كتبهم بأيمانهم ثم\nيعذب الله من شاء من عصاتهم وقيل إنما يأخذه بيمينه الناجون خاصة قال\nالقاضي وهذا مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p309'> Vol. 05, p. 309</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head237'>[2291]</h1>\n\n<p>\nسحقا سحقا أي بعدا لهم بعدا ونصبه على المصدر وكرر للتوكيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p310'> Vol. 05, p. 310</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head238'>[2293]</h1>\n\n<p>\nوزواياه سواء قال العلماء معناه أن طوله كعرضه أبيض من الورق هذه لغة\nشاذة والشائع أشد بياضا لأن أفعل التفضيل لا يبنى من <span id='ms373'></span> زائد على ثلاثة والورق\nبكسر الراء الفضة كيزانه كنجوم السماء قال القاضي هو مبالغة وإشارة إلى\nكثرة العدد وقال النووي والصواب المختار أنه على ظاهره ولا مانع عقلي ولا\nشرعي يمنع من ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p311'> Vol. 05, p. 311</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head239'>[2295]</h1>\n\n<p>\nكفي رأسي أي اجمعيه وضمي شعره بعضه إلى بعض أيلة بفتح الهمزة وسكون\nالمثناة تحت وفتح اللام قرية على ساحل البحر قال الحازمي هي آخر الحجاز\nوأول الشام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p312'> Vol. 05, p. 312</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head240'>[2299]</h1>\n\n<p>\nجربا بحيم مفتوحة ثم راء ثم باء موحدة ثم ألف مقصورة وحكي مدها وأذرح\nبفتح الهمزة وسكون الذال المعجمة وضم الراء وحاء مهملة ومن قال بالجيم صحف\nمدينة في طرف الشام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p313'> Vol. 05, p. 313</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head241'>[2300]</h1>\n\n<p>\nألا في الليلة المظلمة المصحية بتخفيف ألا وهي للاستفتاح وخص الليلة\nالمظلمة المصحية لأن النجوم ترى فيها أكثر والمراد بالمظلمة التي لا قمر\nفيهامع أن النجوم طالعة فإن وجود القمر يستر كثيرا من النجوم آنية الجنة\nروي بالنصب بإضمار أعني ونحوه وبالرفع خبر هي مقدر آخر ما عليه بالنصب يشخب\nبفتح أوله وسكون الشين المعجمة وضم الخاء المعجمة وفتحها يسيل وأصل الشخب\nما خرج من تحت يد الحالب عند كل غمزة وعصرة لضرع الشاة مئزابان بالهمز\nوعمان بفتح العين وتشديد الميم وترك الصرف بلدة بالبلقاء من الشام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p314'> Vol. 05, p. 314</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head242'>[2301]</h1>\n\n<p>\nلبعقر حوضي بضم العين وسكون القاف وهو موضع موقف الإبل من الحوض إذا\nوردته وقيل مؤخره أذود أي أطرد ترفض عليهم أي تسيل يغت بفتح أوله وضم الغين\nالمعجمة وكسرها ثم مثناة فوق مشددة أي يدفق دفقا شديدا متتابعاوروي بضم\nالعين المهملة وباء موحدة بمعناه من العنب وهو الشرب بسرعة في نفس واحد\nوروي يثعب بمثلثة وعين مهملة أي ينفجر يمدانه بفتح الياء وضم الميم أي\nيزيدانه ويكثرانه\n</p>\n\n<h1 class='l1' id='head243'>[2303]</h1>\n\n<p>\nقدر حوضي كما بين أيلة بالكاف وفي نسخة لما باللام وصنعاء قال القرطبي\nهذا الاختلاف في قدر الحوض ليس موجبا للاضطراب فإنه لم يأت في حديث واحد بل\nفي عدة أحاديث مختلفة الرواة عن جماعات من الصحابة سمعوها في مواطن مختلفة\nضربها النبي صلى الله عليه وسلم في كل واحد منها مثلا لبعد <span id='ms374'></span> أقطار الحوض\nوسعته وقرب ذلك من الأفهام لبعد ما بين البلاد المذكورة لا على التقدير\nالموضوع للتحديد بل للإعلام بعظم قدر المسافة فهذا يجمع الروايات انتهى وإن\nفيه من الأباريق كعدد بالكاف وفي نسخة باللام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p315'> Vol. 05, p. 315</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head244'>[3304]</h1>\n\n<p>\nاختلجوا أي اقتطعوا أصيحابي أصيحابي روي بالتصغير وبالتكبير قال القاضي\nوهو دليل لصحة تأويل من تأول أنهم أهل الردة\n</p>\n\n<h1 class='l1' id='head245'>[3303]</h1>\n\n<p>\nلابتي الحوض أي ناحيتيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p316'> Vol. 05, p. 316</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head246'>[2306]</h1>\n\n<p>\nعن سعد قال رأيت عن يمين رسول الله صلى الله عليه وسلم وعن شماله يوم أحد\nالحديث قال النووي فيه أن رؤية الملائكة لا تختص بالأنبياء بل يراهم\nالصحابة والأولياء وأن قتالهم لم يختص بيوم بدر خلافا لمن زعم اختصاصه فهذا\nصريح في الرد عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p317'> Vol. 05, p. 317</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head247'>[2307]</h1>\n\n<p>\nوكان فرسه يبطأ أي يعرف بالبطء والعجز وسوء السير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p318'> Vol. 05, p. 318</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head248'>[2308]</h1>\n\n<p>\nوكان أجود ما يكون في شهر رمضان قال النووي روي برفع أجود ونصبه والرفع\nأصح وأشهر من الريح المرسلة بفتح السين قال النووي المراد كالريح في\nإسراعها وعمومها\n</p>\n\n<h1 class='l1' id='head249'>[2312]</h1>\n\n<p>\nغنما بين جبلين أي كثيرة تملأ ما بين جبلين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p319'> Vol. 05, p. 319</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head250'>[2315]</h1>\n\n<p>\nأم سيف اسمها خولة بنت المنذر الأنصارية أبو سيف اسمه البراء يكيد بنفسه\nبفتح الياء أي يجود بها وهو في النزع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p320'> Vol. 05, p. 320</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head251'>[2316]</h1>\n\n<p>\nوإن له ظئرين بكسر الظاء مهموز أي مرضعتين يكملان رضاعه في الجنة أي\nيتمانه سنتين قال النووي قال صاحب التحرير وهذا الإتمام لإرضاع إبراهيم\nعليه السلام يكون عقب موته فيدخل الجنة متصلا بموته فيتم بها رضاعه كرامة\nله ولأبيه صلى الله عليه وسلم قلت ظاهر هذا الكلام أنها خصوصية لإبراهيم\nوقد أخرج بن أبي الدنيا في العزاء من حديث بن عمر مرفوعا كل مولود يولد في\nالإسلام فهو في الجنة شبعان ريان يقول يا رب أورد علي أبواي وأخرج بن أبي\nالدنيا وابن أبي حاتم في تفسيره عن خالد بن معدان قال إن في الجنة لشجرة\nيقال لها طوبى كلها ضروع فمن مات من الصبيان الذين يرضعون رضع من طوبى\nوخاصتهم إبراهيم خليل الرحمن وأخرج بن أبي الدنيا عن عبيد بن عمير قال إن\nفي الجنة لشجرة لها ضروع كضروع <span id='ms375'></span> البقر يغذى بها ولدان أهل الجنة فهذه\nالأحاديث عامة في أولادالمؤمنين ويمكن أن يقال وجه الخصوصية في السيد\nإبراهيم كونه له ظئران أي مرضعتان على خلقة الآدميات إما من الحور العين أو\nغيرهن وذلك خاص به فإن رضاع سائر الأطفال إنما يكون من ضروع شجرة طوبى ولا\nشك أن الذي للسيد إبراهيم أكمل وأتم وأشرف وأحسن وآنس فإن الذي يرضع من\nمرضعتين يكرمانه ويرفهانه ويؤنسانه ويخدمانه ليس كالذي يرضع من ضرع شجرة أو\nضرع بقرة ويم أن يكون له خصوصية أخرى وهي أنه يدخل الجنة عقب الموت بجسده\nوروحه ويرضع بهما معا وسائر الأطفال إنما يرضعون عقب الموت في الجنة\nبأرواحهم لا بأجسادهم فينزل كلام صاحب التحرير على هذا وقد نص على ما يؤخذ\nمنه ذلك البيهقي في كتاب عذاب القبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p321'> Vol. 05, p. 321</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head252'>[2320]</h1>\n\n<p>\nكان إذا كره شيئا عرفناه في وجهه أي أنه لا يتكلم لحيائه بل يتغير وجهه\nفنفهم نحن كراهيته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p322'> Vol. 05, p. 322</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head253'>[2331]</h1>\n\n<p>\nلم يكن فاحشا ولا متفحشا قال الهروي الفاحش ذو الفحش والمتفحش الذي يتكلف\nالفحش ويتعمده لفساد حاله وقال غيره الفاحش البذيء إن من خياركم أحاسنكم\nأخلاقا قال الحسن حسن الخلق بذل المعروف وترك الأذى وطلاقة الوجه وقال\nالقاضي هو مخالقة الناس باليمن والبشر والتودد لهم والإشفاق عليهم\nواحتمالهم والحلم عنهم والصبر عليهم في المكاره وترك الكبر والاستطالة\nعليهم ومجانبة الغلظة والغضب والمؤاخذة قال وحكى الطبري خلافا للسلف في حسن\nالخلق هل هو غريزة أو يكتسب قال القاضي والصحيح أن منه ما هو غريزة ومنه ما\nيكتسب بالتخلق والاقتداء بغيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p323'> Vol. 05, p. 323</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head254'>[2323]</h1>\n\n<p>\nأنجشة بفتح الهمزة وسكون النون وجيم وسين معجمة رويدك بالنصب على الصفة\nلمصدر محذوف ومعناه الأمر بالرفق سوقا منصوب بإسقاط الجار أي في سوق\nبالقوارير قال العلماء سمى النساء قوارير لضعف عزائمهن وشبههن بالقارورة\nالزجاج لضعفها وإسراع الانكسار إليها ثم قيل مقصود الحديث الرفق في السير\nلأن الإبل إذا سمعت الحداء أسرعت في المشي واستلذته فأزعجت الراكب وأتعبته\nفنهاه عن ذلك لأن النساء يضعفن عن شدة الحركة ويخاف ضررهن وسقوطهن وقيل كان <span id='ms376'></span>\nأنجشة حسن الصوت وكان يحدو بهن وينشد شيئا من القريض والرجز وما فيه تشبيب\nفلم يأمن أن يفتنهن فأمره بالكف عن ذلك وهذا ما صححه القاضي وآخرون وجزم به\nالهروي وصاحب التحرير\n</p>\n\n<h1 class='l1' id='head255'>[2329]</h1>\n\n<p>\nصلاة الأولى هي الظهر فوجدت ليده بردا أو ريحا قال العلماء كانت هذه\nالريح الطيبة صفته صلى الله عليه وسلم وإن لم يمس طيبا جؤنة عطار بضم الجيم\nوهمزة بعدها ويجوز ترك الهمز السقط الذي فيه متاع العطار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p325'> Vol. 05, p. 325</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head256'>[2330]</h1>\n\n<p>\nشممت بكسر الميم الأولى على المشهور أزهر اللون هو الأبيض المستنير وهو\nأحسن الألوان كأن عرقه اللؤلؤ أي في الصفاء والبياض إذامشى تكفأ بالهمز وقد\nيترك همزه قال شمر أي مال يمينا وشمالا قال الأزهري هذا خطأ لأن هذه صفة\nالمختال وإنما معناه أنه يميل إلى سننه وقصد مشيه قال القاضي لا بعد فيما\nقاله شمر إذا كان خلقه وجبلته والمذموم منه ما كان مستعملا مقصودا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p326'> Vol. 05, p. 326</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head257'>[2331]</h1>\n\n<p>\nفقال عندنا أي نام القيلولة عتيدتها بفتح العين المهملة ثم مثناة من فوق\nثم من تحت وهي كالصندوق الصغير تجعل فيه المرأة ما يعز من متاعها ففزع أي\nاستيقظ من نومه\n</p>\n\n<h1 class='l1' id='head258'>[2332]</h1>\n\n<p>\nأدوف بالدال المهملة وبالمعجمة أي أخلط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p327'> Vol. 05, p. 327</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head259'>[2333]</h1>\n\n<p>\nصلصلة الجرس بفتح الصادين قال الخطابي معناه أنه صوت متدارك يسمعه ولا\nيثبته أول ما يقرع سمعه حتى يفهمه من بعد ذلك يفصم بالفاء مبنيا للفاعل أي\nيقلع وينجلي ما يتغشاني منه والفصم بالفاء قطع من غير إنابة وروي بالبناء\nللمفعول\n</p>\n\n<h1 class='l1' id='head260'>[2334]</h1>\n\n<p>\nكرب بضم الكاف وكسر الراء وتربد أي تغير لونه إلى كدرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p328'> Vol. 05, p. 328</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head261'>[2335]</h1>\n\n<p>\nفلما أتلي عنه بهمزة ومثناة فوق ساكنة ولام وياء أي ارتفع عنه الوحي وروي\nأجلي بالجيم وروي انجلى ومعناهما أزيل عنه وزال عنه\n</p>\n\n<h1 class='l1' id='head262'>[2336]</h1>\n\n<p>\nيسدلون أشعارهم بضم الدال وكسرها قال القاضي سدل الشعر إرساله قال\nوالمرادبه هنا عند العلماء إرساله على الجبين واتخاذه كالقصة ثم فرق قال\nالعلماء الفرق فرق الشعر بعضه من بعض هو السنة لأنه الذي رجع إليه النبي\nصلى الله عليه وسلم آخرا قالوا والظاهر أنه إنما رجع إليه بوحي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p329'> Vol. 05, p. 329</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head263'>[2337]</h1>\n\n<p>\nالجمة هي الشعر <span id='ms377'></span> الذي نزل إلى المنكبين وهي أكثر من الوفرة فإنها ما نزل\nإلى شحمة الأذنين واللمة التي ألمت بالمنكبين قال القاضي والجمع بين هذه\nالروايات أن ما يلي الأذن هو الذي يبلغ شحمة أذنيه وهو الذي بين أذنيه\nوعاتقه وما خلفه هو الذي يضرب منكبيه قال وقيل بل ذلك لاختلاف الأوقات فإذا\nغفل عن تقصيرها بلغت المنكبين وإذا قصرها كانت إلى أنصاف الأذنين فكان يقصر\nويطول بحسب ذلك شحمة أذنيه هو اللين منهما في أسفلها وهو معلق القرط منها\nأحسن الناس وجها وأحسنه خلقا قال القاضي ضبطناه هنا بفتح الخاء وسكون اللام\nلأن المراد صفات جسمه قال وأما في حديث أنس فرويناه بالضم لأنه أخبر عن\nمعاشرته قال وأما قوله وأحسنه فقال أبو حاتم هكذا تقوله العرب فلان أجمل\nالناس وأحسنه يريدون وأحسنهم ولكن لا يتكلمون به وإنما كلامهم وأحسنه قال\nالمحققون يذهبون إلى وأحسن من ثمة ومنه الحديث خير نساء ركبن الإبل نساء\nقريش أشفقه على ولد وأعطفه على زوج وحديث أبي سفيان عندي أحسن نساء العرب\nوأجمله\n</p>\n\n<h1 class='l1' id='head264'>[2338]</h1>\n\n<p>\nرجلا بفتح الراء وكسر الجيم وهو الذي بين الجعودة والسبوطة وعاتقه هو ما\nبين المنكب والعنق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p331'> Vol. 05, p. 331</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head265'>[2339]</h1>\n\n<p>\nقال عظيم الفم أي واسعه والعرب تمدح بذلك وتذم بصغر الفم قلت ما أشكل\nالعينين قال طويل شق العين قال القاضي هذا وهم من سماك باتفاق العلماء وغلط\nظاهر وصوابه ما اتفق عليه العلماء ونقله أبو عبيد وجميع أصحاب الغريب أن\nالشكلة حمرة في بياض العين منهوس العقب بالسين المهملة\n</p>\n\n<h1 class='l1' id='head266'>[2340]</h1>\n\n<p>\nمقصدا بفتح الصاد المشددة وهو الذي ليس بجسيم ولا نحيف ولا طويل ولا قصير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p332'> Vol. 05, p. 332</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head267'>[2341]</h1>\n\n<p>\nفقال لم يبلغ الخضاب الأكثرون على انه صلى الله عليه وسلم لم يخضب وإنما\nكان الطيب يضعف لون سواد شعره وقال النووي المختار أنه صلى الله عليه وسلم\nصبغ في وقت وتركه في معظم الأوقات لحديث بن عمر أنه رأى النبي صلى الله\nعليه وسلم يصبغ بالصفرة قال فأخبر كل بما رأى والكتم بفتح الكاف والمثناة\nفوق نبات يصبغ به الشعر يكسر <span id='ms378'></span> بياضه أو حمرته إلى الدهمة بحتا بحاء مهملة\nساكنة ومثناة فوق أي خالصا لم يخلط بغيره وفي الرأس نبذ ضبط بضم النون وفتح\nالباء وبفتح النون وسكون الباء أي شعرات متفرقة\n</p>\n\n<h1 class='l1' id='head268'>[2342]</h1>\n\n<p>\nأبري النبل بفتح الهمزة وأريشها بفتح الهمزة وكسر الراء وسكون الياء أي\nأجعل للنبل ريشا شمط بكسر الميم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p334'> Vol. 05, p. 334</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head269'>[2345]</h1>\n\n<p>\nزر الحجلة قيل المراد بها واحدة الحجال وهي بيت كالقبة لها أزرار وعرى\nوهي التي يقال لها الشجاناة وقيل المراد بها الطائر المعروف وزرها بيضها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p335'> Vol. 05, p. 335</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head270'>[2346]</h1>\n\n<p>\nناغض كتفه هو العظم الدقيق الذي على طرفه وقيل ما يظهر منه عند التحرك\nجمعا بضم الجيم وسكون الميم ومعناه كجمع الكف وهو قدره بعد أن تجمع الأصابع\nوتضم خيلان بكسر الخاء المعجمة وسكون الياء جمع خال وهو الشامة في الجسد\nالثآليل جمع ثؤلول بمثلثة\n</p>\n\n<h1 class='l1' id='head271'>[2347]</h1>\n\n<p>\nليس بالطويل البائن أي الزائد في الطول الأمهق بالميم وهو شديد البياض\nكلون الجص وهو كريه المنظر وربما توهمه الناظر أبرص وبالآدم هو الأسمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p336'> Vol. 05, p. 336</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head272'>[2350]</h1>\n\n<p>\nفغفره بالغين المعجمة والفاء أي دعا له بالمغفرة أي قال غفر الله له وهذه\nاللفظة يقولونها غالبا لمن غلط في شيء فكأنه قال أخطأ غفر الله له وروي\nفصغره بصاد ثم غين أي استصغره عن معرفة هذا أو إدراكه ذلك وضبطه وإنما\nاستند ف إلى قول الشاعر وليس معه علم بذلك وإنما أخذه من قول الشاعر يعني\nأبا قيس صرمة بن أبي أنس بن عدي الأنصاري حيث يقول ثوى في قريش بضع عشرة\nحجة يذكر لو يلقى خليلا مواتيا يسمع الصوت ويرى الضوء قال القاضي أي صوت\nالهاتف به من الملائكة ونور الملائكة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p338'> Vol. 05, p. 338</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head273'>[2354]</h1>\n\n<p>\nوأنا الماحي الذي يمحى به الكفر قال العلماء المراد محوه من مكة والمدينة\nوسائر بلاد العرب وما زوي له من الأرض ووعد أن يبلغه ملك أمته قال القاضي\nويحتمل أن المراد المحو العام بمعنى الظهور بالحجة والغلبة كما قال الله\nسبحانه تعالى ليظهره على الدين كله التوبة33 يحشر الناس على عقبي أعلى أثري\nوزمان نبوتي ورسالتي وليس بعدي نبي وقيل يتبعوني والعاقب الذي ليس <span id='ms379'></span> بعده نبي\nأي جاء عقبهم إن لي أسماء اقتصر عليها مع أن له غيرها لأنها موجودة في\nالكتب السابقة على قدمي روي بالإفراد وبالتثنية\n</p>\n\n<h1 class='l1' id='head274'>[2355]</h1>\n\n<p>\nوالمقفي قال شمر هو بمعنى العاقب وقال بن الأعرابي هو المتبع للأنبياء\nونبي التوبة ونبي الرحمة قال النووي معناهما متقارب ومقصودهما أنه صلى الله\nعليه وسلم جاء بالتوبة وبالتراحم قال سبحانه تعالى رحماء بينهم وتواصو\nبالصبر وتواصوا بالمرحمة البلد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p340'> Vol. 05, p. 340</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head275'>[2357]</h1>\n\n<p>\nشراج الحرة بكسر الشين المعجمة وبالجيم وهي مسايل الماء الواحدة شرجه سرح\nالماء أي أرسله أن كان بن عمتك بفتح الهمزة أي فعلت هذا لكونه بن عمتك\nفتلون أي تغير من الغضب لانتهاك حرمة النبوة الجدر بفتح الجيم وكسرها\nوبالدال المهملة هو الجدار والمراد هنا أصل الحائط وقيل أصول الشجر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p341'> Vol. 05, p. 341</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head276'>[2358]</h1>\n\n<p>\nإن أعظم المسلمين جرما من سأل قال الخطابي هذا فيمن سأل تكلفا وتعنتا\nفيما لا حاجة له إليه لا فيمن سأل لضرورة وقعت له والجرم الإثم والذنب قال\nصاحب التحرير وفيه دليل على أن من عمل ما فيه إضرار بغيره كان آثما ونقر\nعنه أي بالغ في البحث والاستقصاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p342'> Vol. 05, p. 342</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head277'>[2359]</h1>\n\n<p>\nولهم خنين ضبط بالخاء المعجمة وبالمهملة وهو صوت البكاء إن كان من الأنف\nفخنين بالمعجمة أو من الفم فحنين بالمهملة أولى كلمة تهديد ووعيد ومعناه\nقرب منكم ما تكرهون ومنه قوله تعالى أولى لك فأولى أي قاربك ما تكره فاحذره\nمأخوذ من الولي وهو القرب قارفت أي عملت سوءا أي زنى أهل الجاهلية هم من\nقبل النبوة سموا به لكثرة جهالاتهم لو ألحقني بعبد أسود للحقته قيل كيف\nيتصور هذا والزنا لا يثبت به السبب وأجيب بأنه لم يبلغ بن حذافة ذلك فخفي\nعليه أو يتصور في وطء الشبهة المغني بكسر النون وتشديد الياء منسوب إلى معن\nبن زائدة أحفوه أي ألحوا عليه أرموا بفتح الراء وتشديد الميم المضمومة أي\nسكتوا\n</p>\n\n<h1 class='l1' id='head278'>[2361]</h1>\n\n<p>\nيلقحونه هو إدخال شيء من طلع الذكر في طلع الأنثى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p346'> Vol. 05, p. 346</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head279'>[2362]</h1>\n\n<p>\nيأبرون بضم الباء وكسرها فنفضت أو فنقصت هو بفتح الحروف كلها فالأول\nبالفاء والضاد المعجمة أي أسقطت <span id='ms380'></span> ثمرها والثاني بالقاف والصاد المهملة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p347'> Vol. 05, p. 347</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head280'>[2363]</h1>\n\n<p>\nشيصا بكسر الشين المعجمة وسكون المثناة تحت وصاد مهملة وهو البسر الردي\nالذي إذا يبس صار حشفا\n</p>\n\n<h1 class='l1' id='head281'>[2364]</h1>\n\n<p>\nليأتين على أحدكم يوم الحديث أوضح من هذا ما في سنن سعيد بن منصور ليأتين\nعلى أحدكم يوم لأن يراني أحب إليه من أن يكون له مثل أهله وماله ثم لأن\nيراني أي رؤيته إياي أفضل عنده من أن يعطى مع أهله وماله مثلهم أيضا وهذا\nيدل على أن لفظة معهم في موضعها وعلى ظاهرها وهو الذي رجحه النووي لا كما\nقال أبو إسحاق إنه مقدم ومؤخر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p348'> Vol. 05, p. 348</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head282'>[2365]</h1>\n\n<p>\nأنا أولى الناس بعيسى أي أخص به الأنبياء أبناء علات بفتح العين المهملة\nوتشديد اللام وهم الأخوة لأب من أمهات شتى والمعنى أنهم متفقون في أصل\nالتوحيد وشرائعهم مختلفة وليس بيني وبين عيسى نبي هذا يبطل قول من قال إنه\nبعث بعد عيسى في زمن الفترة نبي أو نبيان أو ثلاثة ولم يرد في ذلك حديث\nيعتمد عليه وهذا الذي في مسلم نص قاطع للنزاع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p349'> Vol. 05, p. 349</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head283'>[2366]</h1>\n\n<p>\nما من مولود إلا نخسه الشيطان الحديث قال النووي ظاهر الحديث اختصاص هذه\nالفضيلة بعيسى وأمه وأشار القاضي إلى أن جميع الأنبياء يشاركون فيها\n</p>\n\n<h1 class='l1' id='head284'>[2367]</h1>\n\n<p>\nصياح المولود حين يقع أي حين يسقط من بطن أمه نزغة أي نخسة وطعنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p350'> Vol. 05, p. 350</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head285'>[2368]</h1>\n\n<p>\nقال عيسى ءامنت بالله وكذبت نفسي قال القاضي ظاهر الكلام صدقت من حلف\nبالله وكذبت ما ظهر لي من ظاهر سرقته فلعله أخذ ما له فيه حق أو بإذن صاحبه\nأو لم يقصد الغصب والاستيلاء أو ظهر له من مد يده أنه أخذ شيئا فلما حلف له\nأسقط ظنه ورجع عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p351'> Vol. 05, p. 351</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head286'>[2369]</h1>\n\n<p>\nذاك إبراهيم قيل إنه قاله على سبيل التواضع وقيل قبل أن يعلم أنه سيد ولد\nآدم والحديث دليل على أن إبراهيم عليه السلام أفضل الأنبياء بعد نبينا صلى\nالله عليه وسلم\n</p>\n\n<h1 class='l1' id='head287'>[2370]</h1>\n\n<p>\nبالقدوم قال النووي اتفق رواة مسلم على تخفيفه وهي آلة النجار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p352'> Vol. 05, p. 352</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head288'>[2371]</h1>\n\n<p>\nإلا ثلاث كذبات هو مؤول أي بالنسبة إلى الظاهر وزعم السامع وأما في نفس\nالأمر <span id='ms381'></span> فهي صحيحة لا كذب فيها قوله إني سقيم أي سأسقم لأن الإنسان عرضة\nللأسقام وقوله بل فعله كبيرهم هذا قال بن قتيبة وطائفة جعل النطق شرطا لفعل\nكبيرهم أي فعله كبيرهم إن كانوا ينطقون وكانت أحسن الناس في الحديث أنها\nاوتيت هي ويوسف شطر الحسن أخرجه الحاكم من حديث أنس وعن بن عباس كان حسنها\nحسن حواء أخرجه بن عبد الحكم في فتوح مصر فلك الله أي شاهد أو ضامن مهيم\nبفتح الميم والياء وسكون الهاء بينهما أي ما شأنك ويقال إن أول من قال هذه\nالكلمة إبراهيم عليه السلام يا بني ماء السماء قيل هم العرب كلهم لأنهم\nأصحاب مواشي ورعي لما ينبت من السماء وقيل هم الأنصار خاصة لأن جدهم عامر\nبن حارثة بن امرئ القيس كان يعرف بماء السماء وكان مشهورا بذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p354'> Vol. 05, p. 354</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head289'>[339]</h1>\n\n<p>\nآدر بهمزة ممدودة ودال مفتوحة وراء عظيم الخصيتين فجمع أي ذهب مسرعا\nإسراعا بليغا فطفق بكسر الفاء وفتحها ندبا بفتح النون والدال أي أثر وأصله\nأثر الجرح إذا لم يرتفع عن الجلد فاغتسل عند مويه بضم الميم وفتح الواو\nوسكون الياء تصغير ماء وفي نسخة عند مشربة بفتح الميم وسكون الشين وهي حفرة\nفي أصل النخلة بجمع الماء فيها يسقيها قال القاضي أظن الأول تصحيفا ثوبي\nحجر أي دع ثوبي يا حجر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p355'> Vol. 05, p. 355</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head290'>[2372]</h1>\n\n<p>\nأرسل ملك الموت ورد في أثر عن وهب اسمه عزرائيل قال الجزولي في شرح\nالرسالة ومعناه عبد الجبار صكه أي لطمه ففقأ بالهمز عينه قال المازري أنكر\nبعض الملاحدة هذا الحديث وقالوا كيف يجوز على موسى فقء عين ملك الموت قال\nوأجاب العلماء عن هذا بأجوبة منها انه لا يمتنع أن يكون الله تعالى قد أذن\nله في ذلك والله تعالى يفعل في خلقه ما يشاء ومنها أن موسى لم يعلم أنه ملك\nالموت وظن أنه رجل قصده يريد نفسه فدافعه عنها وهذا جواب بن خزيمة وغيره من\nالمتقدمين واختاره المازري والقاضي وقالا لما عرفه في المرة الثانية استسلم\nله متن ثور أي <span id='ms382'></span> ظهره ثم مه هي ما الاستفهامية وصلت ب هاء السكت أي ثم ماذا\nيكون رمية بحجر أي قدر ما يبلغه الكثيب هو الرمل المستطيل المحدودب أجب ربك\nأي للموت توارت بمعنى وارت أي سترت رب أمتني من الأرض المقدسة في نسخة\nأدنني قال النووي وكلاهما صحيح قال بعضهم إنما سأل الإدناء ولم يسأل نفس\nبيت المقدس لأنه خاف أن يكون قبره مشهورا عندهم فيفتتن به الناس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p358'> Vol. 05, p. 358</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head291'>[2373]</h1>\n\n<p>\nلا تفضلوا بين الأنبياء هو محمول على تفضيل يؤدي إلى تنقيص المفضول أو\nيؤدي إلى الخصومة والفتنة كما هو سبب الحديث أو مختص بالتفضيل في نفس\nالنبوة ولا تفاضل فيها وإنما التفاضل بالخصائص وفضائل أخرى قال النووي ولا\nبد من اعتقاد التفضيل بعد أن قال الله تعالى تلك الرسل فضلنا بعضهم على بعض\nفإنه ينفخ في الصور الحديث قال القاضي هذا من أشكل الأحاديث لأن موسى قد\nمات فكيف تدركه الصعقة وإنما يصعق الأحياء وقوله ممن استثنى الله يدل على\nأنه كان حيا ولم يأت أن موسى رجع إلى الحياة ولا أنه حي كما جاء في عيسى\nقال ويحتمل أن هذه الصعقة صعقة فزع بعد الموت حين تنشق السماوات والأرض\nفتنتظم حينئذ الآيات والأحاديث يؤيده قوله فأفاق لأنه إنما يقال أفاق من\nالغشي وأما الموت فيقال بعث منه وصعقة الطور لم تكن موتا قال وأما قوله فلا\nأدري أفاق قبلي فيحتمل أنه قاله قبل أن يعلم أنه أول من تنشق عنه الأرض على\nالإطلاق ويجوز أن يكون معناه أنه من الزمرة الذين هم أول من تنشق عنهم\nالأرض فيكون موسى من تلك الزمرة وهي والله أعلم زمرة الأنبياء عليهم الصلاة\nوالسلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p359'> Vol. 05, p. 359</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head292'>[2376]</h1>\n\n<p>\nولا أقول إن أحدا أفضل من يونس بن متى قال العلماء هذا زجر عن أن يتخيل\nأحد من الجاهلين شيئا من حط مرتبة يونس من أجل ما في القرآن العزيز في قصته\nولهذا خصه بالذكر فإن ما جرى له لم يحطه من النبوة مثقال ذرة\n</p>\n\n<h1 class='l1' id='head293'>[2377]</h1>\n\n<p>\nما ينبغي لعبد أن يقول أنا خير من <span id='ms383'></span> يونس ضمير أنا للقائل أي لا يقول ذلك\nبعض الجاهلين من المجتهدين في عبادة أو علم أو غير ذلك فإنه لو بلغ من\nالفضائل ما بلغ لم يبلغ درجة النبوة بن متى بفتح الميم وتشديد المثناة فوق\nوالقصر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p360'> Vol. 05, p. 360</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head294'>[2378]</h1>\n\n<p>\nمن أكرم الناس الحديث قال العلماء لما سئل رسول الله صلى الله عليه وسلم\nأي الناس أكرم أخبر بأكمل الكرم وأعمه فقال أتقاهم وأصل الكرم كثرة الخير\nومن كان متقيا كان كثير الخير وكثير الفائدة في الدنيا وصاحب الدرجات العلى\nفي الآخرة فلما قالوا ليس عن هذا نسألك أخبرهم بيوسف لأنه قد جمع مكارم\nالأخلاق مع شرف النبوة مع شرف النسب وكونه نبيا بن ثلاثة أنبياء متناسقين\nأحدهم خليل الله وانضم إليه شرف علم الرؤيا وتمكنه فيه ورئاسته الدنيا\nوملكها بالسيرة الجميلة وحياطته للرعية وعموم نفعه إياهم وشفقته عليهم\nوإنقاذه إياهم من تلك السنين فلما قالوا له ليس عن هذا نسألك فهم منهم أن\nالسؤال عن قبائل العرب فقال خيارهم في الجاهلية خيارهم في الإسلام إذا\nفقهوا معناه أن أصحاب المروءات ومكارم الأخلاق في الجاهلية إذا أسلموا\nوفقهوا فهم خيار الناس قال القاضي وقد تضمن الحديث في الأجوبة الثلاثة\nالكرم كله عمومه وخصوصه ومجمله ومعينه إنما هو بالدين من التقوى والنبوة\nوالإغراق فيها والإسلام مع الفقه ومعنى معادن العرب أصولها وفقهوا بضم\nالقاف وحكي كسرها أي صاروا فقهاء عاملين بالأحكام الشرعية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p361'> Vol. 05, p. 361</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head295'>[2380]</h1>\n\n<p>\nالبكالي بكسر الباء الموحدة وتخفيف الكاف قال كذب عدو الله قال النووي\nقال العلماء هو على وجه الإغلاظ والزجر عن مثل قوله لا أنه يعتقد أنه عدو\nالله حقيقة إنما قاله مبالغة في إنكار قوله لمخالفته قول رسول الله صلى\nالله عليه وسلم وكان ذلك في حال غضب بن عباس لشدة إنكاره وحال الغضب تطلق\nالألفاظ ولا يراد حقائقها بمجمع البحرين قال قتادة أي بحري فارس والروم مما\nيلي المشرق وعن أبي بن كعب أنه بإفريقية ثم بفتح المثلثة أي هناك يوشع بن\nنون هو بن أفراثيم بن يوسف ونون مصروف <span id='ms384'></span> كنوح جرية الماء بكسر الجيم الطاق\nعقد البناء وهو الأزج يعقد أعلاه وتحته خال وليلتهما قال النووي ضبطوه\nبالنصب والجر نصبا أي تعبا مسجى أي مغطى أنى بأرضك السلام أي من أين السلام\nفي هذه الأرض التي لا يعرف فيها السلام نول بفتح النون وسكون الواو أي أجر\nالنول العطاء ما نقص علمي وعلمك من علم الله إلا مثل ما نقص هذا العصفور من\nهذا البحر قال العلماء لفظ النقص هنا ليس على ظاهره وإنما معناه أن علمي\nوعلمك بالنسبة إلى علم الله كنسبة ما نقره هذا العصفور إلى ماء البحر وهذا\nعلى وجه التقريب إلى الأفهام فعمي عليه ضبط بفتح العين المهملة وكسر الميم\nوبضم الغين المعجمة وتشديد الميم الكوة بفتح الكاف ويقال بضمها وهي الطاق\nحلاوة القفا بتثليث الحاء والضم أفصح مجيء ما جاء بك قال القاضي ضبط بالرفع\nغير منون ومنونا قال وهو أظهر أي أمر عظيم جاء بك انتحى عليها أي اعتمد على\nالسفينة وقصد خرقها انطلق إلى أحدهم بادئ الرأي بالهمز وتركه فمن همزه\nفمعناه أول الرأي أي انطلق مسارعا إلى قتله من غير فكر ومن لم يهمز فمعناه\nظهر له رأي في قتله من البداء وهو ظهور رأي لم يكن ذمامة بفتح الذال\nالمعجمة أي استحياء لكثرة مخالفته\n</p>\n\n<h1 class='l1' id='head296'>[2381]</h1>\n\n<p>\nالله ثالثهما أي معهما بالنصر والمعونة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p371'> Vol. 05, p. 371</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head297'>[2382]</h1>\n\n<p>\nفبكى أبو بكر وبكى أي كرر البكاء فكان رسول الله صلى الله عليه وسلم هو\nالمخير قال النووي وإنما أبهم نفسه ليظهر فهم أهل المعرفة ونباهة أصحاب\nالحذق إن أمن الناس علي أي أكثرهم جودا وسماحة لي وإلا فالمنة لرسول الله\nصلى الله عليه وسلم في قبول ذلك وغيره ولو كنت متخذا خليلا معناه أن حب\nالله لم يبق في قلبه موضعا لغيره إلا إني أبرأ إلى كل خل بكسر الخاء أي\nخليل خلته روي بكسر الخاء وفتحها أي صداقته أي أبرأ إليه من مخاللتي إياه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p372'> Vol. 05, p. 372</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head298'>[2384]</h1>\n\n<p>\nبعثه على جيش ذات السلاسل بفتح السين الأولى وكانت بعد مؤتة في جمادى\nالآخرة <span id='ms385'></span> سنة ثمان\n</p>\n\n<h1 class='l1' id='head299'>[2385]</h1>\n\n<p>\nثم انتهت إلى هذا أي وقفت على أبي عبيدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p373'> Vol. 05, p. 373</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head300'>[2387]</h1>\n\n<p>\nويقول قائل أنا ولا كذا في أصول معتمدة أي يقول أنا أحق ولا حق له وفي\nنسخة أنا أولى أي أنا أحق بالخلافة وروى أنا ولاه أي أنا الذي ولاه النبي\nصلى الله عليه وسلم ويروى أنى ولاه أي كيف ولاه\n</p>\n\n<h1 class='l1' id='head301'>[1028]</h1>\n\n<p>\nما اجتمعن في امرئ إلا دخل الجنة قال القاضي أي بلا محاسبة ولا مجازاة\nعلى قبيح الأعمال وإلا فمجرد الإيمان يقتضي دخول الجنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p374'> Vol. 05, p. 374</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head302'>[2388]</h1>\n\n<p>\nإني أومن به وأبو بكر وعمر إنما قال ذلك ثقة بهما لعلمه بصدق إيمانهما\nوقوة يقينهما وكمال معرفتهما بعظيم سلطان الله وكمال قدرته يوم السبع بضم\nالباء أي يوم ينفرد بها الأسد حين يتركها الناس هملا عند الفتن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p376'> Vol. 05, p. 376</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head303'>[2389]</h1>\n\n<p>\nعلى سريره أي نعشه فتكنفه الناس أي أحاطوا به فلم يرعني إلا برجل أي لم\nيفجأني الأمر أو الحال إلا برجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p377'> Vol. 05, p. 377</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head304'>[2392]</h1>\n\n<p>\nثم أخذها بن أبي قحافة إشارة إلى خلافته فنزع بها ذنوبا أو ذنوبين هذا شك\nمن الراوي والمراد ذنوبان كما في الرواية الأخرى فنزع دلوين إشارة إلى مكثه\nفي الخلافة سنتين وفي نزعه ضعف بضم أوله وفتحه إشارة إلى قصر مدته والله\nيغفر له هي كلمة كانوا يدعمون بها كلامهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p378'> Vol. 05, p. 378</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head305'>[2393]</h1>\n\n<p>\nثم استحالت غربا أي صارت وتحولت من الصغر إلى الكبر والغرب بفتح الغين\nالمعجمة وسكون الراء الدلو العظيمة عبقريا هو السيد حتى ضرب الناس بعطن أي\nأرووا إبلم ثم أدنوها إلى عطنها وهو الموضع التي تساق إليه بعد السقي\nلتستريح وهذه إشارة إلى اتساع الإسلام في خلافة عمر وكثرة الفتوحات\nوالغنائم في زمنه يفرى بفتح الياء وسكون الفاء وبكسر الراء فريه روي بسكون\nالراء وتخفيف الياء وبكسر الراء وتشديد الياء أي يقطع قطعه ويعمل عمله روي\nبكسر الواو المخففة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p379'> Vol. 05, p. 379</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head306'>[2397]</h1>\n\n<p>\nويستكثرونه أي يطلبن كثيرا من كلامه وجوابه لحوائجهن وفتاويهن أنت أغلظ\nوأفظ من رسول الله صلى الله عليه وسلم ليست أفعل هنا للمفاضلة بل هي بمعنى\nفظ غليظ قال القاضي وقد يصح حملها على المفاضلة وأن القدر <span id='ms386'></span> الذي منها في\nالنبي صلى الله عليه وسلم ما كان من إغلاظه على الكافرين والمنافقين كما\nقال الله سبحانه وتعالى جاهد الكفار والمنافقين واغلظ عليهم وكما كان يغضب\nويغلظ عن انتهاك حرمات الله تعالى ما لقيك الشيطان قط سالكا فجا أي طريقا\nإلا سلك فجا غير فجك هو على ظاهره وقيل ضرب مثلا لبعد الشيطان وإغوائه منه\n</p>\n\n<h1 class='l1' id='head307'>[2401]</h1>\n\n<p>\nفلم تهتش له كذا في الأصول بتاء بعد الهاء وروي فلم تهش بحذفها وفتح\nالهاء من الهشاشة وهي البشاشة بمعنى حسن اللقاء ولم تباله أي تكترث وتحتفل\nلدخوله ألا أستحيي من رجل تستحيي قال النووي كذا في الرواية بياء واحدة في\nالفعلين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p381'> Vol. 05, p. 381</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head308'>[2403]</h1>\n\n<p>\nيركز بعود بضم الكاف أي يضرب بأسفله ليثبته في الأرض خرج وجه ها هنا ضبط\nبتشديد الجيم أي قصد هذه الجهة وبسكونها قفها بضم القاف وهو حافة البئر على\nرسلك بكسر الراء وفتحها أي تمهل وتأن وجاههم بكسر الواو وضمها أي قبالتهم\nفأولتها قبورهم يعني أن الثلاثة دفنوا في مكان واحد وعثمان في مكان بائن\nعنهم قال النووي وهذا من باب الفراسة الصادقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p384'> Vol. 05, p. 384</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head309'>[2404]</h1>\n\n<p>\nأنت مني بمنزلة هارون من موسى أي في استخلافك على المدينة في هذه الغزوة\nخاصة كاستخلاف موسى هارون عند ذهابه إلى الميقات وبهذا تبطل شبهة المعتزلة\nوالإمامية قال القاضي ويؤيده أن هارون المشبه به لم يكن خليفة موسى بل توفي\nقبله بمدة فاستكتا بتشديد الكاف أي صمتا\n</p>\n\n<h1 class='l1' id='head310'>[2405]</h1>\n\n<p>\nفتساورت لها بالسين المهملة ثم واو ثم راء أي تطاولت لها ولا تلتفت قيل\nالمراد النهي عن الالتفات عن يمينه وشماله على ظاهره وقيل المراد الحث على\nالإقدام والمبادرة إلى ذلك الأمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p387'> Vol. 05, p. 387</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head311'>[2406]</h1>\n\n<p>\nيدوكون بضم الدال المهملة وبالواو أي يخوضون ويتحدثون في ذلك وفي نسخة\nيذكرون بسكون الذال المعجمة وبالراء حمر النعم أي الإبل الحمر وهي أنفس\nأموال العرب يضربون بها المثل في نفاسة الشيء وقد تقرر أن تشبيه أمور\nالآخرة بأعراض الدنيا إنما هو للتقريب إلى الأفهام وإلا فذرة من الآخرة خير\nمن الأرض بأسرها وأمثالها معها لو تصورت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p388'> Vol. 05, p. 388</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head312'>[2408]</h1>\n\n<p>\nيدعى خما <span id='ms387'></span> بضم الخاء المعجمة وتشديد الميم وهو غدير على ثلاثة أميال من\nالجحفة يقال له غدير خم ثقلين سميا بذلك لعظمهما وكبر شأنهما وقيل لثقل\nالعمل بهما حرم الصدقة بضم الحاء وتخفيف الراء العصر من الدهر أي القطعة\nمنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p390'> Vol. 05, p. 390</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head313'>[2409]</h1>\n\n<p>\nفلم يقل فتح الياء وكسر القاف من القيلولة وهي النوم نصف النهار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p391'> Vol. 05, p. 391</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head314'>[2410]</h1>\n\n<p>\nأرق بفتح الهمزة وكسر الراء وتخفيف القاف أي سهر ولم يأته نوم ليت رجلا\nصالحا م أصحابي يحرسني الليلة قال القاضي كان هذا قبل نزول قوله والله\nيعصمك من الناس غطيطه بغين معجمة وهو صوت النائم المرتفع خشخشة سلاح أي صوت\nصدم بعضه بعضا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p392'> Vol. 05, p. 392</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head315'>[2412]</h1>\n\n<p>\nقد أحرق المسلمين أي أثخن فيهم وعمل فيهم نحو عمل النار فنزعت له بسهم\nليس فيه نصل أي رميته بسهم ليس فيه زج فأصبت جنبه كذا في أكثر الأصول\nبالجيم والنون وفي بعضها حبته بحاء مهملة وباء موحدة مشددة ثم مثناة فوق أي\nحبة قلبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p393'> Vol. 05, p. 393</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head316'>[1748]</h1>\n\n<p>\nالقبض بفتح القاف والباء الموحدة وبالضاد المعجمة الموضع الذي تجمع فيه\nالغنائم حش بفتح الحاء وضمها شجروا فاها بشين معجمة وجيم وراء أي فتحوه\nففزره بزاء ثم راء أي شقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p395'> Vol. 05, p. 395</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head317'>[2415]</h1>\n\n<p>\nندب رسول الله صلى الله عليه وسلم الناس أي دعاهم للجهاد وحرضهم عليه\nحواري هو الناصر وقيل هو الخاصة وحواري الزبير ضبط بفتح الياء وكسرها\n</p>\n\n<h1 class='l1' id='head318'>[2417]</h1>\n\n<p>\nاهدأ بهمز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p396'> Vol. 05, p. 396</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head319'>[2419]</h1>\n\n<p>\nوإن أميننا أيتها الأمة بالنصب على الاختصاص والرفع على النداء والأمين\nهو الثقة المرضي أبو عبيدة بن الجراح قال النووي قال العلماء الأمانة\nمشتركة بينه وبين غيره من الصحابة لكن النبي صلى الله عليه وسلم خص بعضهم\nبصفات غلبت عليهم كانوا بها أخص\n</p>\n\n<h1 class='l1' id='head320'>[2420]</h1>\n\n<p>\nفاستشرف أي تطلع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p397'> Vol. 05, p. 397</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head321'>[2421]</h1>\n\n<p>\nفي طائفة من النهار أي قطعة منه خباء فاطمة بكسر الخاء والمد أي بيتها\nلكع المراد به الصغير سخابا بكسر السين المهملة وبالخاء المعجمة جمع سخب\nوهو قلادة من قرنفل ونحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p398'> Vol. 05, p. 398</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head322'>[2424]</h1>\n\n<p>\nمرط مرحل روي بالحاء وبالجيم أي منقوش عليه صور رحال الإبل أو صور\nالمراجل وهي القدور\n</p>\n\n<h1 class='l1' id='head323'>[2426]</h1>\n\n<p>\nإن تطعنوا بفتح العين في إمرته بكسر الهمزة أي ولايته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p399'> Vol. 05, p. 399</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head324'>[2427]</h1>\n\n<p>\nفحملنا <span id='ms388'></span> وتركك قال النووي هو من تتمة قول بن جعفر لا من قول بن الزبير قلت\nفإما يقدر قبله قال أو يكون جملة قال نعم معترضة بين المتعاطفين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p400'> Vol. 05, p. 400</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head325'>[2430]</h1>\n\n<p>\nخير نسائها مريم بنت عمران وخير نسائها خديجة بنت خويلد قال أبو كريب\nوأشار وكيع إلى السماء والأرض قال النووي أراد وكيع بهذه الإشارة تفسير\nالضمير في نسائها وأن المراد به جميع نساء الأرض أي كل من بين السماء\nوالأرض والمعنى أن كل واحدة منهما خير نساء الأرض في عصرها قلت وأحسن من\nذلك أن يجعل الضمير راجعا إلى مريم وإلى خديجة وإن كان اللفظ متأخرا فإنه\nمتقدم في الرتبة فإنه مبتدأ مؤخر وما قبله خبر مقدم والتقدير مريم خير\nنسائها وخديجة خير نسائها أي نساء عالمها وقد ورد كذلك في حديث أخرج الحارث\nبن أبي أسامة في مسنده مريم خير نساء عالمها وفاطمة خير نساء عالمها\n</p>\n\n<h1 class='l1' id='head326'>[2431]</h1>\n\n<p>\nكمل بتثليث الميم كفضل الثريد على سائر الطعام قال العلماء معناه ان\nالثريد من كل طعام أفضل من المرق والمراد بالفضيلة نفعه والشبع منه وسهولة\nمساغه والالتذاذ به وتيسر تناوله وتمكن الإنسان من أخذ كفايته منه وغير ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p401'> Vol. 05, p. 401</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head327'>[2432]</h1>\n\n<p>\nمن قصب المراد قصب اللؤلؤ المجوف لا صخب فيه بفتح الصاد والخاء هو الصوت\nالمختلط المرتفع ولا نصب هو التعب والمشقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p402'> Vol. 05, p. 402</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head328'>[2437]</h1>\n\n<p>\nفارتاح لذلك أي هش لمجيئها وسر بذلك حمراء الشدقين أي سقطت أسنانها\nلكبرها فلم يبق بشدقيها بياض منها إنما فيه حمرة اللثات\n</p>\n\n<h1 class='l1' id='head329'>[2438]</h1>\n\n<p>\nسرقة بفتح السين المهملة والراء وهي الشقة البيضاء من الحرير إن يك من\nعند الله يمضه قال القاضي إن كانت هذه الرؤيا قبل النبوة فمعناه إن كانت\nرؤيا حق وإن كانت بعدها فلها ثلاثة معان أحدها المراد إن تكن الرؤيا على\nوجهها وظاهرها لا تحتاج إلى تعبير وصرف عن ظاهرها الثاني أن المراد إن كانت\nهذه الزوجة في الدنيا أم في الجنة والثالث أنه لم يشك ولكن أخبر على\nالتحقيق وأتى بصورة الشك كما قال أنت أم أم سالم وهو من البديع عند أهل\nالبلاغة <span id='ms389'></span> وسماه بعضهم مزج الشك باليقين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p403'> Vol. 05, p. 403</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head330'>[2439]</h1>\n\n<p>\nما أهجر إلا اسمك أي قلبها وحبها كما كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p404'> Vol. 05, p. 404</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head331'>[2440]</h1>\n\n<p>\nينقمعن أي يختبئن حياء منه وهيبة يسربهن بتشديد الراء أي يرسلهن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p405'> Vol. 05, p. 405</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head332'>[2442]</h1>\n\n<p>\nتساميني أي تعادلني وتضاهيني في الحظوة والمنزلة الرفيعة ما عدا سورة\nبفتح السين المهملة وسكون الواو ثم راء وهاء وهو الثوران وعجلة الغضب من حد\nكذا في أكثر الأصول بلا هاء وفي بعضها من حدة بكسر الحاء وبالهاء وهي شدة\nالخلق والمعنى أنها كاملة الأوصاف إلا أن فيها شدة خلق وسرعة غضب تسرع منها\nالفيئة بفتح الفاء وبالهمز وهي الرجوع إذا وقع ذلك منها رجعت سريعا ولا تصر\nعليه قال النووي وقد صحف صاحب التحرير في هذا الحديث تصحيفا قبيحا جدا فقال\nما عدا سودة بالدال وجعلها سودة بنت زمعة قال وهذا من فاحش الغلط نبهت عليه\nلئلا يغتر به لم أنشبها أي لم أمهلها حين وفي نسخة حتى أنحيت عليها بالنون\nوالحاء المهملة أي قصدتها واعتمدتها بالمعارضة أن أثخنتها بالمثلثة والخاء\nالمعجمة أي قطعتها وقهرتها\n</p>\n\n<h1 class='l1' id='head333'>[2443]</h1>\n\n<p>\nسحري بفتح السين المهملة وضمها وسكون الحاء وهي الرئة وما تعلق بها أي\nأنه مات وهو مستند إلى صدرها وما يحاذي سحرها منه وقيل السحر ما لصق\nبالحلقوم من أعلى البطن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p407'> Vol. 05, p. 407</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head334'>[2444]</h1>\n\n<p>\nوألحقني بالرفيق الأعلى الأكثر على ان المراد به الأنبياء الساكنون في\nأعلى عليين ولفظة رفيق تطلق على الواحد والجمع وقيل هو الله تعالى لأنه\nالرفيق بعباده بمعنى الرحيم والرؤوف وقيل أراد مرتفق الجنة بحة بضم الباء\nالموحدة وتشديد الحاء المهملة وهي غلظ في الصوت فأشخص بصره بفتح الخاء أي\nرفعه ولم يطرف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p409'> Vol. 05, p. 409</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head335'>[2448]</h1>\n\n<p>\nوأحمد بن جناب بالجيم والنون لحم جمل غث أي مهزول على رأس جبل أي صعب\nالوصول إليه ولا سمين فينتقل أي ينقله الناس إلى بيوتهم ليأكلوه بل يتركونه\nرغبة عنه لرداءته قالت الثانية اسمها عمرة بنت عمرو ولا أبث خبره أي لا\nأنشره ولا أشيعه إني أخاف أن لا أذره قيل الهاء عائدة على خبره أي إن خبره\nطويل إن شرعت في تفصيله لا أقدر على <span id='ms390'></span> إتمامه لكثرته وقيل على الزوج ولا\nزائدة أي إني أخاف أن يطلقني فأذره أذكر عجره وبجره أي عيوبه الظاهرة\nوالباطنة وأصل العجر تعقد العصب والعروق وانتفاخها في الظهر والبجر كذلك\nإلا أنها في البطن وقال بن الأعرابي العجرة نفخة في الظهر فإن كانت في\nالسرة فهي بجرة قالت الثالثة اسمها حبا بنت كعب زوجي العشنق بفتح العين\nالمهملة والشين المعجمة والنون المشددة وقاف وهو الطويل إن أنطق أطلق وإن\nأسكت أعلق ليس فيه أكثر من طوله بلا نفع فإن ذكرت عيوبه طلقني وإن سكت عنها\nعلقني فتركني لا عزباء ولا مزوجة قالت الرابعة اسمها مهدد بنت أبي هرومة\nزوجي كليل تهامة أي ليس فيه أذى له هو راحة ولذاذة عيش قالت الخامسة اسمها\nكبشة إن دخل فهد بفتح الفاء وكسر الهاء أي فعل فعل الفهد من اللين والتغافل\nونحوه وإن خرج أسد بفتح الهمزة وكسر السين أي فعل فعل الأسد بين الناس\nلشجاعته وشدة بطشه ولا يسأل عما عهد أي عما كان في البيت من ماله ومتاعه\nقالت السادسة اسمها حيي بنت علقمة زوجي إن أكل لف أي استوعب جميع ما في\nالصفحة من الطعام ولم يبق منه شيئا وإن شرب اشتف أي استوعب جميع ما في\nالإناء من الشراب مأخوذ من الشفافة بضم الشين وهي ما بقي في الإناء من\nالشراب فإذا شربها قيل اشتفها وإن اضطجع التف أي لم يترك لها شيئا من\nالكساء تتغطى به ولا يولج الكف ليعلم البث أي ما عندها من الحزن بسبب عدم\nوصاله وهي كناية عن أنه لا يضاجعها قالت السابعة زوجي غياياء بالمعجمة من\nالغي هو الانهماك في الشر أو عياياء بالمهملة من العي وهو العجز عن مباضعة\nالنساء طباقاء هو الأحمق الفدم كل داء له داء أي جميع المعايب وأدواء الناس\nمجتمعة فيه شجك أي جرح رأسك أوفلك أي كسر عضوك أو جمع كلالك المعنى أنها\nمعه بين شج رأس أو كسر عضو أو جمع بينهما قالت الثامنة هي بنت <span id='ms391'></span> أوس بن عبد\nالريح ريح زرنب هو نوع من الطيب والمس مس أرنب هو دويبة لينة المس والمقصود\nوصفه بكرم الخلق ولين الجانب وحسن العشرة رفيع العماد أي شريف القدر سني\nالذكر وأصل العماد عماد البيت طويل النجاد بكسر النون أي حمائل السيف وهو\nكناية عن طول القامة عظيم الرماد كناية عن كرمه وكثرة ضيفانه قريب البيت من\nالنادي كذا في الأصول وهو الأصل لكن المشهور في الرواية حذفها ليتم السجع\nوالنادي مجلس القوم والمقصود وصفه بالكرم والسؤدد لأنه لا يقرب البيت من\nالنادي إلا من هذه صفته لينتابه الضيفان والعفاة قالت العاشرة هي كبشة بنت\nالأرقم مالك وما مالك إنه أمر عظيم مالك خير من ذلك أي من كل ما يوصف به له\nإبل كثيرات المبارك قليل المسارح أي إنها باركة بفنائه لا يوجهها تسرح إلا\nقليلا ليسرع إذا نزل به الضيفان في قراهم من ألبانها ولحومها إذا سمعن صوت\nالمزهر بكسر الميم وهو العود الذي يضرب للشرب أيقن أنهن هوالك بذبحهن\nللضيفان قالت الحادية عشرة هي أم زرع بنت أكهل بن ساعدة وفي نسخة الحادي\nعشرة وفي نسخة الحادي عشر أناس أي أمال وأثقل من النوس بالنون والمهملة وهي\nالحركة من كل شيء أذني بتشديد الياء على التثنية وملأ من شحم عضدي أي بدني\nوخصت العضدين لأنهما إذا سمنا سمن غيرهما وبجحني بتشديد الجيم فبجحت بكسر\nالجيم وفتحها إلي نفسي قيل معناه فرحني ففرحت وقيل عظمني فعظمت عند نفسي\nوجدني في أهلي غنيمة تصغير غنم بشق بكسر الشين وفتحها قيل هو موصع وقيل شق\nجبل أي ناحيته وقيل المراد بجهد من العيش في أهل صهيل هو أصوات الخيل وأطيط\nهو أصوات الإبل ودائس هو الذي يدوس الزرع في بيدره وقيل هو الأندر ومنق بضم\nالميم وكسر النون وتشديد القاف من النقيق وهو صوت الدجاج وضبطه قوم بفتح\nالنون والمراد به الذي ينقي الزرع أي يخرجه من تبنه وقشره قلت والأول هو\nالصواب أقول فلا أقبح أي لا يرد <span id='ms392'></span> علي قولي وأرقد فأتصبح أي أنام الصبحة وهي\nبعد الصباح لا يزعجها شيء وأشرب فأتقنح قال القاضي لم يرو في مسلم إلا\nبالنون أي أتمهل في الشرب وروي في غيره بالميم أي أروى حتى أدع الشراب من\nشدة الري عكومها أي أعدال أمتعتها وثيبابها الواحد عكم بكسر العين رداح أي\nعظام كثيرة وبيتها فساح بفتح الفاء وتخفيف السين المهملة أي واسع مضجعه\nكمسل شطبة بفتح الميم والسين المهملة وتشديد اللام وشطبة بفتح الشين\nالمعجمة وسكون الطاء وموحدة وهي ما شطب من جريد النخل أي شق ومرادها أنه\nخفيف اللحم ويشبعه ذراع الجفرة بفتح الجيم وهي الأنثى من أولاد المعز عمرها\nأربعة أشهر أي أنه قليل الأكل طوع أي مطيعة لهما منقادة لأمرهما ملء كسائها\nأي ممتلئة الجسم سمينة وغيظ جارتها أي ضرتها لحسنها لا تبث حديثها بموحدة\nثم مثلثة أي لا تشيعه وتظهره بل تكتم سرنا وحديثنا كله ولا تنقث بضم أوله\nوفتح النون وكسر القاف المشددة ومثلثة ميرتنا وهي الطعام أي تفسد ولا تذهب\nبه لأمانتها ولا تملأ بيتها تعشيشا أي لا تترك الكناسة والقمامة فيه مفرقة\nبل تصلحه وتنظفه والأوطاب جمع وطب وهو وعاء اللبي الذي يمخض فيه يلعبان من\nتحت خصرها برمانتين أي أنها ذات كفل عظيم فإذا استلقت على قفاها نتأ الكفل\nبها من الأرض حتى يصير تحتها فجوة يجري فيها الرمان قاله أبو عبيد وقد ذكرت\nفي كتابي اليواقيت الثمينة في صفات السمينة وفي كتاب الوشاح من نعت من\nالنساء بهذا الوصف وهو عزيز الوجود جدا رجلا سريا بالمهملة أي سيدا شريفا\nركب شريا بالمعجمة أي فرسا جيدا وأخذ خطيا بفتح الخاء وكسرها أي رمحا\nمنسوبا إلى الخط وهي قرية على ساحل البحر عند عمان والبحرين وأراح علي نعما\nأي أتى بها ألى مراحها وهو موضع مبيتها والنعم الإبل والبقر والغنم ثريا\nبمثلثة وتشديد الياء أي كثير من كل رائحة بالراء والمثناة تحت زوجا أي صنفا\nأو اثنين وميري بكسر الميم من الميرة أي أعطيهم <span id='ms393'></span> وأفضلي عليهم وصفر ردائها\nبكسر الصاد وهو الخالي أي أنها عظيمة المنكبين والنهدين والكفل فإذا ألبست\nالرداء ارتفع عن ظهرها وبطنها وعقر جارتها بفتح العين وسكون القاف أي غيظها\nمن حسنها فتصير كمعقورة لا تنقث بفتح أوله وسكون النون وضم القاف من كل\nذابحة بالذال المعجمة والباء الموحدة أي من كل ما يذبح من الإبل والبقر\nوالغنم وغيرها وهي فاعلة بمعنى مفعولة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p416'> Vol. 05, p. 416</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head336'>[2449]</h1>\n\n<p>\nابنتي بضعة مني بفتح الباء لا غير وهي القطعة من اللحم يريبني بفتح الياء\nثم ذكر صهرا له من بني عبد شمس هو أبو العاص بن الربيع زوج زينب بنت رسول\nالله صلى الله عليه وسلم لا أرى الأجل بضم الهمزة أي أظن نعم السلف أي\nالمتقدم أما ترضي كذت في الأصول بحذف النون وهو لغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p419'> Vol. 05, p. 419</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head337'>[2451]</h1>\n\n<p>\nفإنها معركة الشيطان في بفتح الراء موضع القتال لمعاركة الأبطال بعضهم\nبعضا فيها ومصارعتهم فشبه السوق وفعل الشيطان بأهلها ونيله منهم بالمعركة\nلكثرة ما يقع فيها من أنواع الباطل كالغش والخداع والأيمان الحانثة والعقود\nالفاسدة والنجش والبيع على بيع أخيه والشراء على شرائه والسوم على سومه\nوبخس المكيال والميزان وبها ينصب رايته إشارة إلى ثبوته هناك واجتماع\nأعوانه إليه للتحريش بين الناس وحملهم على هذه المفاسد فقالت أم سلمة إلى\nآخره قال النووي فيه جواز رؤية البشر غير الأنبياء للملائكة ووقوع ذلك\nويرونهم على صورة الآدميين لأنهم لا يقوون على رؤيتهم على صورهم يخبر خبرنا\nفي نسخة خبر جبريل قال النووي وهو الصواب\n</p>\n\n<h1 class='l1' id='head338'>[2453]</h1>\n\n<p>\nفجعلت تصخب عليه قال النووي كانت تدل عليه صلى الله عليه وسلم فغضبت لرده\nعليها شرابها وتذمر بفتح أوله وسكون الذال المعجمة وضم الميم يقال بفتح\nالتاء والذال والميم المشددة أي تتذمر أي تتكلم بالغضب\n</p>\n\n<h1 class='l1' id='head339'>[2456]</h1>\n\n<p>\nخشفة بفتح الخاء وسكون المعجمتين وهي حركة المشي الغميصاء هو اسم أم سليم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p420'> Vol. 05, p. 420</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head340'>[2457]</h1>\n\n<p>\nخشخشة هو صوت الشيء اليابس إذا حل بعضه بعضا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p421'> Vol. 05, p. 421</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head341'>[2144]</h1>\n\n<p>\nمات بن لأبي طلحة هو أبو عمير صاحب النغير في غابر ليلتكما أي ماضيها لا\nيطرقها طروقا أي لا يدخلها في الليل <span id='ms394'></span> فضربها المخاض هو الطلق ووجع الولادة\n</p>\n\n<h1 class='l1' id='head342'>[2458]</h1>\n\n<p>\nما كتب الله لي أي ما قدر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p422'> Vol. 05, p. 422</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head343'>[2459]</h1>\n\n<p>\nأنت منهم قال النووي 1614 معناه أن بن مسعود منهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p423'> Vol. 05, p. 423</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head344'>[2460]</h1>\n\n<p>\nوما نرى بضم النون أي ما نظن من كثرة بفتح الكاف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p424'> Vol. 05, p. 424</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head345'>[2462]</h1>\n\n<p>\nوعن عبد الله أنه قال ومن يغلل يأت بما غل يوم القيامة قال النووي هذا\nمختصر من حديث طويل معناه أن بن مسعود كان مصحفه يخالف الجمهور وكانت مصاحف\nأصحابه كمصحفه فأنكروا عليه وأمروه بترك مصحفه وطلبوا مصحفه ليحرقوه كما\nفعلوا بغيره فامتنع وقال لأصحابه غلوا مصاحفكم أي اكتموها ومن يغلل يأت بما\nغل يوم القيامة يعني فإذا غللتموها جئتم بها يوم القيامة وكفى بذلك شرفا\nلكم ثم قال ومن هو الذي تأمروني أن آخذ بقراءته وأترك مصحفي الذي أخذته من\nفي رسول الله صلى الله عليه وسلم حلق بفتح الحاء واللام ويقال بكسر الحاء\nوفتح اللام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p425'> Vol. 05, p. 425</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head346'>[2464]</h1>\n\n<p>\nخذوا القرآن من أربعة قال العلماء سببه أن هؤلاء أكثر ضبطا لألفاظه وأتقن\nلأدائه وإن كان غيرهم أفقه في معانيه وإن هؤلاء الأربعة تفرغوا لأخذه منه\nصلى الله عليه وسلم مشافهة وغيرهم اقتصروا على أخذ بعضهم من بعض أو تفرغوا\nلأن يؤخذ عنهم أو أنه صلى الله عليه وسلم أراد الإعلام بما يكون بعد وفاته\nمن تقدم هؤلاء الأربعة وتمكنهم وأنهم أقعد من غيرهم في ذلك فليؤخذ عنهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p427'> Vol. 05, p. 427</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head347'>[2465]</h1>\n\n<p>\nجمع القرآن على عهد رسول الله صلى الله عليه وسلم أربعة قال المازري هذا\nالحديث تعلق به بعض الملاحدة في عدم تواتر القرآن وجوابه من وجهين أحدهما\nانه ليس فيه تصريح بأن غير الأربعة لم يجمعه مع تخصيصه بالأنصار فقد يكون\nمراده الذين جمعوه من الأنصار فيما وصل إلى علمه أربعة وأما غيرهم من\nالمهاجرين والأنصار الذين لم يعلمهم فلم ينفهم ولو نفاهم كان المراد نفي\nعلمه وقد روى غير مسلم حفظ جماعات من الصحابة في عهده صلى الله عليه وسلم\nوذكر منهم المازري خمسة عشر صحابيا وثبت في الصحيح أنه قتل يوم اليمامة\nسبعون ممن جمع القرآن وكانت اليمامة قريبا من <span id='ms395'></span> وفاة رسول الله صلى الله عليه\nوسلم فهؤلاء الذين قتلوا من جامعيه يومئذ فكيف الظن بمن لم يقتل ممن حضرها\nومن لم يحضرها وبقي بالمدينة أو بمكة أو غيرهما ولم يذكر في هؤلاء الأربعة\nأبو بكر وعمر وعثمان وعلي ونحوهم من كبار الصحابة الذين يبعد كل البعد فيهم\nأنهم لم يجمعوه مع كثرة رغبتهم في الخير وحرصهم على ما دون ذلك من الطاعات\nوكيف يظن هذا بهم ونحن نرى أهل عصرنا يحفظ منهم في كل بلد ألوف مع بعد\nرغبتهم في الخير عن درجة الصحابة فهذا وشبهه يدل على أنه ليس معنى الحديث\nأنه لم يكن في نفس الأمر أحد جمع القرآن إلا الأربعة المذكورون والثاني أنه\nلو ثبت أنه لم يجمعه إلا الأربعة لم يقدح في تواتره فإن أجزاءه حفظ كل جزء\nمنها خلائق لا يحصون فحصل التواتر وليس من شرط التواتر أن ينقل جميعهم\nجميعه بل إذا نقل كل جزء عدد التواتر صارت الجملة متواترة بلا شك ولم يخالف\nفي هذا مسلم ولا ملحد وأبو زيد قال النووي هو سعد بن عبيد بن النعمان\nالأوسي وقيل قيس بن السكن الخزرجي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p429'> Vol. 05, p. 429</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head348'>[799]</h1>\n\n<p>\nقال لأبي إن الله أمرني أن أقرأ عليك لم يكن الذين كفروا من أهل الكتاب\nقال المازري والقاضي الحكمة في ذلك أن يتعلم أبي ألفاظه وصيغ أدائه ومواضع\nالوقوف وصيغ النغم فإن نغمات القرآن على أسلوب ألفه الشرع وقدره من النغم\nالمستعملة في غيرها ولكل ضرب من النغم أثر مخصوص في النفوس فكانت القراءة\nعليه لتعليمه لا ليتعلم منه وقيل لينبه الناس فضيلة أبي في ذلك ويحثهم على\nالأخذ عنه ولا يمتنع أحد من الأخذ عمن هو دونه في الرتبة وأقول الذي عندي\nأنه لما نزلت سورة لم يكن وكانت عادته صلى الله عليه وسلم إذا نزل عليه شيء\nقرأه على أصحابه أو من حضر منهم أمر عند نزول هذه السورة أن يقرأها على أبي\nفنص له على اسمه بخصوصه وهذا وجه الفضيلة في كونه نص على اسمه <span id='ms396'></span> ولهذا قال\nأبي آلله سماني لك فعد وجه النعمة عليه كونه سماه له فكانت قراءته صلى الله\nعليه وسلم عليه من نمط قراءته لما نزل على سائر الصحابة من غير زيادة على\nذلك ولم تكن المزية والخصوصية إلا في التنصيص على اسمه بخصوصه ومع هذا فلا\nيحتاج إلى تأويل فبكى قيل سرورا وقيل خوفا من تقصيره في شكر هذه النعمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p430'> Vol. 05, p. 430</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head349'>[2467]</h1>\n\n<p>\nاهتز عرش الرحمن لموت سعد قال قوم هو على ظاهره واهتزاز العرش تحركه فرحا\nبقدوم روح سعد وجعل الله في العرش تمييزا حصل به هذا ولا مانع لأن العرش\nجسم من الأجسام يقبل الحركة والسكون قال النووي وهذا هو المختار وقيل\nالمراد أهل العرش أي حملته وغيرهم من الملائكة فحذف المضاف والمراد\nبالاهتزاز الاستبشار والقبول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p431'> Vol. 05, p. 431</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head350'>[2468]</h1>\n\n<p>\nلمناديل سعد بن معاذ في الجنة خير منها قال العلماء هذه إشارة إلى عظم\nمنزلة سعد وأن أدنى ثيابه في الجنة خير من هذه لأن المناديل أدنى الثياب\nلأنه معد للوسخ والامتهان فغيره أفضل منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p432'> Vol. 05, p. 432</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head351'>[2470]</h1>\n\n<p>\nفأحجم القوم روي بتقديم الحاء على الجيم وعكسه لغتان أي تأخروا وكفوا\nففلق به هام المشركين أي شق رءوسهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p433'> Vol. 05, p. 433</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head352'>[2471]</h1>\n\n<p>\nمثل به قال النووي بضم الميم وكسر الثاء المخففة يقال مثل بالقتيل مثلا\nإذا قطع أطرافه أو أنفه أو أذنه أو مذاكيره أو نحو ذلك والاسم المثلة وأما\nمثل بالتشديد فهو للمبالغة قال والرواية هنا بالتخفيف فما زالت الملائكة\nتظله بأجنحتها حتى رفع قال القاضي يحتمل أن ذلك لتزاحمها عليه لبشارته بفضل\nالله عليه ورضاه عنه وما أعده له من الكرامة وازدحموا عليه إكراما له وفرحا\nبه وأظلوه من حر الشمس لئلا يتغير ريحه أو جسمه مجدعا أي مقطوع الأنف\nوالأذنين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p434'> Vol. 05, p. 434</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head353'>[2472]</h1>\n\n<p>\nفي مغزى له أي سفر جليبيبا بضم الجيم هذامني وأنا منه قال النووي معناه\nالمبالغة في اتحاد طريقهما واتفاقهما في طاعة الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p435'> Vol. 05, p. 435</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head354'>[2473]</h1>\n\n<p>\nفنثا علينا بنون ثم مثلثة أي أشاع وأفشى صرمتنا بكسر الصاد وهي القطعة من\nالإبل وتطلق أيضا على القطعة من الغنم فنافر أنيس إلى آخره أي تراهن هو <span id='ms397'></span>\nوآخر أيهما أشعر وكان الرهن صرمة ذا وصرمة ذاك فأيهما كان أفضل أخذ\nالصرمتين فتحاكما إلى الكاهن فحكم أن أنيسا أفضل وهو معنى قوله فخير أنيسا\nأي جعله الخيار والأفضل كأني خفاء بكسر الخاء المعجمة وتخفيف الفاء والمد\nوهو الكساء وروي بجيم مضمومة وهو غثاء السيل فراث أي أبطأ أقراء الشعر\nبالقاف والراء والمد أي طرقه وأنواعه فتضعفت رجلا منهم أي نظرت إلى أضعفهم\nفسألته لأن الضعيف مأمون الغائلة غالبا ولابن ماهان فتضيفت بالياء وأنكرها\nالقاضي وغيره وقالوا لا وجه لها هنا كأني نصب أحمر بضم الصاد وسكونها واحد\nالأنصاب وهي حجارة كانت الجاهلية تنصبها وتذبح عندها يعني من كثرة الدماء\nالتي سألت منه بضربهم تكسرت عكن بطني أي انثنت لكثرة السمن وانطوت سخفة جوع\nبفتح السين المهملة وضمها وسكون الخاء المعجمة وهي رقة الجوع وضعفه وهزاله\nفي ليلة قمراء أي مقمرة طالع قمرها إضحيان بكسر الهمزة والحاء وسكون الضاد\nالمعجمة بينهما أي مضيئة إذ ضرب على أسمختهم جمع سماخ وهو الخرق الذي في\nالأذن ويقال بالسين وبالصاد وهو أفصح والمراد هنا آذانهم أي ناموا وامرأتان\nفي نسخة وامرأتين على تقدير ورأيت فما تناهتا عن قولهما أي ما انتهتا عنه\nبل دامتا عليه وفي نسخة فما تناهتا على قولهما أي عن الدوام على قولهما\nفقلت هن مثل الخشبة غير أني لا أكنى أي قال لهما ذكر في الفرج وأراد بذلك\nسب إساف ونائلة وغيظ الكفار بذلك تولولان أي تدعوان بالويل لو كان ها هنا\nأحد من أنفارنا جمع نفر ونفير وهو الذي ينفر عند الاستغاثة وروي من أنصارنا\nوجواب لو محذوف أي لانتصر لنا كلمة تملأ الفم أي عظيمة لا شيء أقبح منها\nكالشيء الذي يملأ الشيء فلا يسع غيره وقيل معناه لا يمكن ذكرها وحكايتها\nلأنها تسد فم حاكيها وتملؤه لاستعظامها فقدعني بالدال المهملة أي كفني\nومنعني طعام طعم بضم الطاء وسكون العين أي تشبع شاربها كما يشبعه الطعام\nغبرت ما غبرت بقيت ما بقيت قد وجهت لي الأرض <span id='ms398'></span> أي أريت جهتها لا أراها ضبط\nبضم الهمزة وفتحها ما بي رغبة عن دينكما أي لا أكرهه بل أدخل فيه فاحتملنا\nيعني حملنا أنفسنا ومتاعنا على الإبل إيماء بكسر الهمزة وحكي فتحها وبالمد\nبن رحضة براء وحاء وصاد مفتوحات شنفوا له بفتح الشين المعجمة وكسر النون\nوفاء أي أبغضوه وتجهموا أي قابلوه بوجوه كريهة غليظة فتنافرا إلى رجل أي\nتحاكما إليه اتحفني بضيافته أي خصني وأكرمني بها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p441'> Vol. 05, p. 441</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head355'>[2474]</h1>\n\n<p>\nفانطلق الآخر كذا في أكثر الأصول وفي بعضها الأخ بدله شنة بفتح الشين وهي\nالقربة البالية فلما رآه تبعه كذا في كل الأصول وفي البخاري أتبعه بسكون\nالتاء أي قال اتبعني قال القاضي وهي أحسن وأشبه بسياق الكلام ثم احتمل\nقربته في نسخة بالتصغير قريبته أما أنى للرجل أي أما حان وفي نسخة أما آن\nوهما لغتان وفي نسخة ما بحذف ألف الاستفهام يقفوه أي يتبعه بين ظهرانيهم\nبفتح النون أي بينهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p443'> Vol. 05, p. 443</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head356'>[2476]</h1>\n\n<p>\nذو الخلصة بفتح الحاء المعجمة واللام وحكي سكونها وحكي ضم الخاء مع فتح\nاللام وكان يقال له الكعبة اليمانية والكعبة الشامية المراد أنهم كانوا\nيقولون لذي الخلصة الكعبة اليمانية وللذي بمكة الكعبة الشامية للتمييز هل\nأنت مريحي من ذي الخلصة والكعبة اليمانية والشامية قال القاضي لفظ والشامية\nهنا وهم من بعض الرواة والصواب حذفه كما في البخاري وقال النووي يمكن\nتأويله والتقدير هل أنت مريحي من قولهم الكعبة اليمانية والشامية ووجود هذا\nالموضع الذي يلزم منه هذه التسمية كأنها جمل أجرب قال القاضي معناه مطلي\nبالقطران لما به من الجرب فصار أسود لذلك يعني صارت سوداء من احتراقها أبو\nأرطاة حسين بن ربيعة في نسخة حصين بالصاد قال القاضي وهو الصواب\n</p>\n\n<h1 class='l1' id='head357'>[2477]</h1>\n\n<p>\nوأبو بكر بن النضر وفي نسخة بن أبي النضر نسبة إلى جده والد النضر وهو\nهاشم بن القاسم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p445'> Vol. 05, p. 445</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head358'>[2479]</h1>\n\n<p>\nلم ترع أي لا روع عليك ولا ضرر ختن الفريابي بفتح الخاء المعجمة والمثناة\nفوق أي زوج بنته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p446'> Vol. 05, p. 446</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head359'>[2483]</h1>\n\n<p>\nما سمعت رسول الله صلى الله عليه وسلم يقول لحي يمشي إنه في الجنة <span id='ms399'></span> إلا\nلعبد الله بن سلام قال النووي لا يخالف هذا ما ثبت من إخباره صلى الله عليه\nوسلم عن العشرة والحسن والحسين وعكاشة وثابت بن قيس وغيرهم إنهم في الجنة\nلأن سعدا إنما نفى سماعه ولم ينف أصل الإخبار بالجنة لغيره قال ولو نفاه\nكان الإثبات مقدما عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p447'> Vol. 05, p. 447</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head360'>[2484]</h1>\n\n<p>\nفصلى ركعتين فيها قال النووي فيه نقص لفظة ثبتت في البخاري وهي ركعتين\nتجوز فيهما ما ينبغي لأحد أن يقول ما لا يعلم قال النووي يحتمل أنه لم يسمع\nخبر سعد ويحتمل أنه كره الثناء عليه بذلك تواضعا وإيثارا للخمول وكراهة\nللشهرة منصف بكسر الميم وفتح الصاد ويقال بفتح الميم أيضا فرقيت روي بكسر\nالقاف وفتحها لغتان الوصيف هو الصغير المدرك للخدمة بجواد بتشديد الدال جمع\nجادة وهي الطريق البينة المسلوكة جواد منهج أي طريق واضحة بينة مستقيمة\nفزجل بي بالزاي والجيم أي رمى به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p450'> Vol. 05, p. 450</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head361'>[2485]</h1>\n\n<p>\nبروح القدس هو جبريل عليه السلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p451'> Vol. 05, p. 451</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head362'>[2487]</h1>\n\n<p>\nينافح أي يدافع ويناضل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p452'> Vol. 05, p. 452</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head363'>[2488]</h1>\n\n<p>\nيشبب أي يتغزل حصان بفتح الحاء أي محصنة عفيفة رزان أي كاملة العقل ما\nتزن أي ما تتهم وتصبح غرثى بفتح الغين المعجمة وسكون الراء ومثلثة أي جائعة\nمن لحوم الغوافل معناه لا تغتاب الناس لأنها لو اغتابتهم شبعت من لحومهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p453'> Vol. 05, p. 453</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head364'>[2489]</h1>\n\n<p>\nائذن لي في أبي سفيان قال النووي المراد به بن الحارث بن عبد المطلب وهو\nبن عم النبي صلى الله عليه وسلم وكان إذ ذاك شديدا على النبي صلى الله عليه\nوسلم والمسلمين ثم أسلم وحسن إسلامه وإن سنام المجد من آل هاشم بنو بنت\nمخزوم ووالدك العبد قال النووي بنت مخزوم هي فاطمة بنت عمرو بن عائذ بن\nعمران بن مخزوم أم عبد الله والد النبي صلى الله عليه وسلم وأخويه الزبير\nوأبي طالب قال وبعد هذا البيت بيت لم يذكره مسلم وبذكره تتم الفائدة\nوالمراد وهو ومن ولدت أبناء زهرة منهمو كرام ولم يقرب عجائزك المجد قال\nالمراد بقوله ولدت أبناء زهرة منهمو هالة بنت وهب بن عبد مناف أم حمزة\nوصفية قال وأما <span id='ms400'></span> قوله ووالدك العبد فهو سب لأبي سفيان بن الحارث ومعناه أن\nأم الحارث بن عبد المطلب والد أبي سفيان هذا هي سمية بنت موهب وموهب غلام\nلبني عبد مناف وكذا أم أبي سفيان كانت كذلك وهو مراده قوله ولم يقرب عجائزك\nالمجد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p454'> Vol. 05, p. 454</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head365'>[2490]</h1>\n\n<p>\nرشق بالنل بفتح الراء أي الرمي بها قد آن لكم أي حان لكم أن ترسلوا إلى\nهذا الأسد الضارب بذنبه قال العلماء المراد بذنبه هنا لسانه فشبه نفسه\nبالأسد في انتفاخه وبطشه إذا اغتاظ وحينئذ يضرب بذنبه جنبيه كما فعل حسان\nبلسانه حين أدلعه فجعل يحركه فشبه نفسه بالأسد ولسانه بذنبه ثم أدلع لسانه\nأي أخرجه عن الشفتين لأفرينهم بلساني فري الأديم أي لأمزقن أعراضهم تمزيق\nالجلد لأسلنك منهم كما تسل الشعرة من العجين أي لأتلطفن في تخليص نسبك في\nهجوهم بحيث لا يبقى جزء من نسبك في نسبهم الذي ناله الهجو كما أن الشعرة\nإذا استلت من العجين لا يبقى منها شيء فشفى واشتفى أي شفى المؤمنين واشتفى\nهو بما ناله من أعراض الكفار برا أي واسع الخير والنفع وقيل منزها عن الإثم\nشيمته أي خلقه فإن أبي ووالده وعرضي احتج به بن قتيبة لمذهبه أن عرض\nالإنسان هو نفسه لا أسلافه لأنه ذكر عرضه وأسلافه بالعطف وقال غيره عرض\nالإنسان وأموره كلها التي يحمد بها ويذم من نفسه وأسلافه وكل ما لحقه نقص\nبعيبه وقاء بكسر الواو وبالمد هو ما وقيت به الشيء ثكلت بنيتي أي فقدت نفسي\nتثير النقع أي ترفع الغبار وتهيجه من كنفي كداء بفتح النون أي جانبي كداء\nبفتح الكاف والمد وهي ثنية على باب مكة قال النووي وعلى هذه الرواية في هذا\nالبيت إقواء مخالف لباقيها وفي نسخة موعدها كداء يبارين الأعنة وروي ينازعن\nالأعنة قال القاضي الأول هو رواية الأكثرين ومعناه أنها لصرامتها وقوة\nنفوسها تباري أعنتها بقوة جبذها لها وهي منازعتها لها أيضا قال وروي يبارين\nالأسنة وهي الرماح فإن صحت فمعناها يضاهين قوامها واعتدالها مصعدات أي\nمقبلات إليكم <span id='ms401'></span> ومتوجهات على أكتافها بالمثناة فوق الأسل بفتح الهمزة والسين\nالمهملة ولام أي الرماح الظماء أي الرقاق فكأنها لقلة ما بها عطاش وقيل\nالمراد العطاش لدماء الأعداء وروي الأسد بالدال أي الشجعان العطاش إلى\nدمائكم تظل جيادنا أي خيولنا متمطرات أي مسرعات يسبق بعضها بعضا تلطمهن\nبالخمر النساء أي يمسحهن بخمرهن بضم الخاء والميم جمع خمار ليزلن عنهن\nالغبار إلى وقال الله قد يسرت جندا أي هيأتهم وأرصدتهم عرضتها اللقاء بصم\nالعين أي مطلوبها ومقصودها ليس له كفاء أي مماثل ولا مقاوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p457'> Vol. 05, p. 457</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head366'>[2491]</h1>\n\n<p>\nمجاف أي مغلق خشف قدمي أي صوتهما في الأرض خضخضة الماء أي صوت تحريكه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p458'> Vol. 05, p. 458</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head367'>[2492]</h1>\n\n<p>\n</span> والله الموعد أي يحاسبني إن تعمدت كذبا ويحاسب من ظن بي السوء\nيشغلهم بفتح الياء الصفق بالأسواق كناية عن التبايع وكانوا يصفقون بالأيدي\nمن المتبايعين بعضها على بعض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p459'> Vol. 05, p. 459</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head368'>[2492]</h1>\n\n<p>\nلم يكن يسرد الحديث أي يكثره ويتابعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p460'> Vol. 05, p. 460</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head369'>[2494]</h1>\n\n<p>\nروضة خاخ بخائين معجمتين بقرب المدينة في طريق مكة بها ظعينة هي سارة\nمولاة لعمران بن أبي صيفي القرشي اعملوا ما شئتم فقد غفرت لكم قال العلماء\nمعناه الغفران لكم في الآخرة وإلا فلو توجب على أحد منهم حد أقيم عليه في\nالدنيا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p462'> Vol. 05, p. 462</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head370'>[2496]</h1>\n\n<p>\nلا يدخل النار إن شاء الله قال النووي قال العلماء وهو للتبرك لا للشك\nلأنه لا يدخلها أحد منهم قطعا كما في الحديث قبله قالت بلى قال النووي\nمقصدها الاسترشاد لا رد مقالته صلى الله عليه وسلم وإن منكم إلا واردها\nمريم71 قال النووي الصحيح أن المراد بالورود في الآية المرور على الصراط\nوهو جسر منصوب على جهنم فيقع فيها أهلها وينجو الآخرون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p463'> Vol. 05, p. 463</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head371'>[2498]</h1>\n\n<p>\nفنزا بالنون والزاي أي ظهر وارتفع وجدى أي لم ينقطع مرمل بسكون الراء\nوفتح الميم رمال السرير بكسر الراء وضمها ما ينسج في وجهه بالسعف ونحوه\nويشد بشريط ونحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p464'> Vol. 05, p. 464</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head372'>[2500]</h1>\n\n<p>\nحين يدخلون أي منازلهم وفي نسخة يرحلون ومنهم حكيم قيل هو اسم علم لرجل\nوقيل صفة من الحكمة أرملوا أي فنى طعامهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p465'> Vol. 05, p. 465</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head373'>[2501]</h1>\n\n<p>\nيا نبي الله ثلاث أعطنيهن الحديث قال النووي هذا من الأحاديث المشهورة\nبالإشكال <span id='ms402'></span> لأن أبا سفيان أسلم عام الفتح سنة ثمان بلا خلاف وكان النبي صلى\nالله عليه وسلم قد تزوج أم حبيبة قبل ذلك بزمان سنة ست وقيل سنة سبع وهي\nبأرض الحبشة وعقد عقدها عثمان وقيل خالد بن سعيد بن العاص بإذنها وقيل\nالنجاشي لأنه أمير الموضع وسلطانه قال القاضي والذي في مسلم هنا انه زوجها\nأبو سفيان وهو غريب جدا وقال بن حزم هذا الحديث وهم من بعض الرواة بل موضوع\nوالآفة فيه من عكرمة بن عمار لأنه لا خلاف أنه صلى الله عليه وسلم تزوجها\nقبل الفتح بدهر وهي بأرض الحبشة وأبوها كافر قال النووي وأنكر بن الصلاح\nهذا على بن حزم وبالغ في الشناعة عليه وقال لا نعلم أحدا من أهل العلم نسب\nعكرمة إلى وضع الحديث وقد وثقه وكيع وابن معين وغيرهما وقال والحديث مؤول\nعلى أنه سأله تجديد عقد النكاح تطييبا لقلبه حيث لم يباشره أولا قال النووي\nوليس في الحديث أنه جدد العقد فلعله صلى الله عليه وسلم أراد بقوله نعم إن\nمقصودك يحصل وإن لم يكن بحقيقة عقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p467'> Vol. 05, p. 467</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head374'>[2503]</h1>\n\n<p>\nالبعداء في النسب البغضاء في الدين أرسالا أي فوجا بعد فوج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p468'> Vol. 05, p. 468</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head375'>[2504]</h1>\n\n<p>\nمأخذها ضبط بالقصر وفتح الخاء وبالمد وكسرها يا أخي ضبط بالتصغير\nوبالتكبير\n</p>\n\n<h1 class='l1' id='head376'>[2505]</h1>\n\n<p>\nبنو سلمة بكسر اللام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p469'> Vol. 05, p. 469</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head377'>[2508]</h1>\n\n<p>\nممثلا ضبط بضم الميم الأولى وسكون الثانية وبفتح الثاء وكسرها أي قائما\nمنتصبا\n</p>\n\n<h1 class='l1' id='head378'>[2510]</h1>\n\n<p>\nالأنصار كرشي وعيبتي أي جماعتي وخاصتي الذين أثق بهم وأعتمدهم في أموري\nقال الخطابي ضرب مثلا بالكرش لأنه مستقر غذاء الحيوان الذي يكون به بقاؤه\nوالعيبة وعاء معروف أكبر من المخلاة يحفظ الإنسان به ثيابه وفاخر متاعه\nويصونها ضربها مثلا لأنهم أهل سره وخفي أحواله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p470'> Vol. 05, p. 470</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head379'>[2511]</h1>\n\n<p>\nسمعت أبا أسيد بضم الهمزة على المشهور خطيبا بكسر الطاء اسم فاعل وفي\nنسخة خطبنا بفتحها فعل ماض عند بن عتبة هو الوليد بن عتبة بن أبي سفيان\nعامل عمه معاوية الخليفة على المدينة خلفنا أي أخرنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p472'> Vol. 05, p. 472</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head380'>[2514]</h1>\n\n<p>\nسالمها الله من المسالمة وهي ترك الحرب قيل هو دعاء وقيل خبر وقيل بمعنى <span id='ms403'></span>\nسلمها\n</p>\n\n<h1 class='l1' id='head381'>[2517]</h1>\n\n<p>\nبني لحيان بكسر اللام وفتحها بطن من هذيل ورعلا بكسر الراء وسكون العين\nالمهملة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p473'> Vol. 05, p. 473</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head382'>[2519]</h1>\n\n<p>\nومن كان من بني عبد الله قال القاضي المراد بهم هنا عبد العزى من بني\nغطفان سماهم النبي صلى الله عليه وسلم بني عبد الله وسمتهم العرب بني محولة\nلتحويل اسم أبيهم موالي أي ناصري والمختصون بي والله ورسوله مولاهم أي\nوليهم والمتكفل بهم\n</p>\n\n<h1 class='l1' id='head383'>[2521]</h1>\n\n<p>\nوالحليفين بالحاء من الحلف أي المتحالفين\n</p>\n\n<h1 class='l1' id='head384'>[2522]</h1>\n\n<p>\nلأخير منهم هي لغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p474'> Vol. 05, p. 474</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head385'>[2523]</h1>\n\n<p>\nأول صدقة بيضت أي سرت وأفرحت صدقة طيئ بالهمز على المشهور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p475'> Vol. 05, p. 475</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head386'>[2525]</h1>\n\n<p>\nالملاحم معارك القتال والتحامه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p476'> Vol. 05, p. 476</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head387'>[2526]</h1>\n\n<p>\nتجدون من خير الناس في هذا الشأن أشدهم له كراهية حتى يقع فيه قال القاضي\nيحتمل أن المراد الإسلام كما كان من عمر بن الخطاب وخالد بن الوليد وعمرو\nبن العاص وعكرمة بن أبي جهل وسهيل بن عمرو وغيرهم ممن كان يكره الإسلام\nكراهة شديدة ثم لما دخل فيه أخلص وأحبه وجاهد فيه حق جهاده قال ويحتمل أن\nالمراد هنا الولايات لأنه إذا أعطيها من غير مسألة أعين عليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p477'> Vol. 05, p. 477</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head388'>[2527]</h1>\n\n<p>\nخير نساء ركبن الإبل أي نساء العرب أحناه أي أشفقه والحانية التي تقوم\nعلى ولدها بعد يتمه فلا تتزوج فإذا تزوجت فليست بحانية قاله الهروي في ذات\nيده أي ماله المضاف إليه\n</p>\n\n<h1 class='l1' id='head389'>[2529]</h1>\n\n<p>\nلا حلف في الإسلام أراد به حلف التوارث والحلف على ما منع الشرع منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p478'> Vol. 05, p. 478</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head390'>[2531]</h1>\n\n<p>\nالنجوم أمنة بفتح الهمزة والميم أي أمان للسماء معناه ما دامت باقية\nفالسماء باقية فإذا انتثرت في القيامة ذهبت السماء وانفطرت أتى أصحابي ما\nيوعدون يعني من الفتن والحروب أتى أمتي ما يوعدون أي من ظهور البدع\nوالحوادث في الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p479'> Vol. 05, p. 479</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head391'>[2532]</h1>\n\n<p>\nفئام بكسر الفاء ثم همزة أي جماعة قرني هم أصحابه الذين رأوه ثم الذين\nيولونهم هم الذين رأوا أصحابه وهم التابعون ثم الذين يلونهم هم أتباع\nالتابعين ثم يجيء قوم إلى آخره قال النووي هذا ذم لمن يشهد ويحلف مع شهادته\nوتبدر بمعنى تسبق والمعنى أنه يجمع بين اليمين والشهادة فتارة يسبق هذه\nوتارة يسبق هذه عن العهد والشهادات قال النووي <span id='ms404'></span> أن يجمع بين اليمين والشهادة\nوقيل المراد النهي عن قوله على عهد الله أو أشهد بالله ثم يتخلف في نسخة\nيخلف بحذف التاء أي يجيء من بعدهم خلف بسكون اللام أي خلف سوء قال أهل\nاللغة الخلف ما صار عوضا عن غيره ويستعمل فيمن خلف بخير أو بشر لكن يقال في\nالخير بفتح اللام وفي الشر بكسونها على الأشهر فيهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p481'> Vol. 05, p. 481</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head392'>[2534]</h1>\n\n<p>\nالسمانة بفتح السين أي السمن يشهدون ولا يستشهدون تقدم تأويله ويخونون\nولا يؤتمنون في أكثر النسخ ولا يتمنون وينذرون بكسر الذال وضمها ولا يوفون\nفي رواية ولا يفون ويظهر فيهم السمن أي كثرة اللحم أي يكثر ذلك فيهم\nاستكسابا لا خلقة وقيل المراد به تكثرهم بما ليس فيهم أو دعوى ما ليس فيهم\nمن الشرف وغيره وقيل المراد جمعهم الأموال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p482'> Vol. 05, p. 482</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head393'>[2537]</h1>\n\n<p>\nأرأيتكم ليلتكم هذه الحديث المراد أن كل نفس كانت تلك الليلة على الأرض\nلا تعيش بعدها أكثر من مائة سنة سواء قل عمرها أم لا وليس فيه نفي عيش أحد\nيوجد بعد تلك الليلة فوق مائة سنة فوهل بفتح الهاء أي غلط يريد بذلك أن\nينخرم ذلك القرن أي ينقطع وينقضي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p483'> Vol. 05, p. 483</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head394'>[2538]</h1>\n\n<p>\nمنفوسة أي مولودة قال النووي وفيه احتراز من الملائكة قال واحتج بهذا\nالحديث من شذ من المحدثين فقال الخضر عليه السلام ميت والجمهور على حياته\nويتأولون هذا الحديث على أنه كان في البحر لا على الأرض أو أنه عام مخصوص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p484'> Vol. 05, p. 484</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head395'>[2541]</h1>\n\n<p>\nلا تسبوا أصحابي إلى آخره النصيف لغة في النصف والمراد بلوغ الثواب ثم\nقال العلماء هذا مشكل الظاهر من حيث الخطاب وأجاب جماعة بأنه صلى الله عليه\nوسلم نزل الساب منهم لتعاطيه ما لا يليق به منزلة غير الصحابة قال السبكي\nالظاهر أن الخطاب فيه لمن صحبه آخرا بعد الفتح وقوله أصحابي المراد بهم من\nأسلم قبل الفتح قال ويرشد إليه قوله أنفق إلى آخره مع قوله لا يستوي منكم\nمن أنفق من قبل الفتح وقاتل الآية الحديد1 قال ولا بد لنا من تأويله بهذا\nأو بغيره ليكون المخاطبون <span id='ms405'></span> غير الأصحاب الموصى بهم قال وسمعت شيخنا الشيخ\nتاج الدين بن عطاء الله يذكر في مجلس وعظه تأويلا آخر يقول لأن النبي صلى\nالله عليه وسلم له تجليات يرى فيها من بعده فيكون الكلام منه صلى الله عليه\nوسلم في تلك الجليات خطابا لمن بعده في حق جميع الصحابة الذين قبل الفتح\nوبعده قال السبكي وهذه طريقة صوفية فإن صح ذلك فالحديث شامل لجميع الصحابة\nوإلا فهو في حق المتقدمين قبل الفتح ويدخل من بعدهم في حكمهم فإنهم بالنسبة\nإلى من بعدهم كالذين من قبلهم بالنسبة إليهم انتهى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p486'> Vol. 05, p. 486</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head396'>[2542]</h1>\n\n<p>\nيسخر بأويس أي يحقره ويستهزئ به أمداد أهل اليمن هم الجماعات الغزاة\nالذين يمدون جيوش الإسلام في الغزو أكون في غبراء الناس بفتح الغين المعجمة\nوسكون الموحدة وبالمد أي ضعافهم وصعاليكهم وأخلاطهم الذين لا يؤبه لهم وهذا\nمن إشارة الخمول وكتم حاله رث البيت أي قليل المتاع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p487'> Vol. 05, p. 487</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head397'>[2543]</h1>\n\n<p>\nشماسة بضم الشين المعجمة وفتحها يذكر فيه القيراط قال العلماء هو جزء من\nأجزاء الدينار والدرهم وكان أهل مصر يكثرون استعماله والتكلم به فإن لهم\nذمة أي حقا وحرمة ورحما لكون هاجر أم إسماعيل عليه الصلاة والسلام منهم\nوصهرا لكون مارية أم إبراهيم عليه السلام منهم عن أبي بصرة بالموحدة والصاد\nالمهملة\n</p>\n\n<h1 class='l1' id='head398'>[2544]</h1>\n\n<p>\nأهل عمان بضم العين وتخفيف الميم مدينة بالبحرين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p489'> Vol. 05, p. 489</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head399'>[2545]</h1>\n\n<p>\nلأمة أنت شره لأمة خير كذا في أكثر الأصول وفي نسخة لأمة سوء قال القاضي\nوهو خطأ وتصحيف ثم نفذ أي انصرف يسحبك بقرونك أي يجرك بضفائر شعرك سبتي\nبكسر السين المهملة وسكون الموحدة وتشديد آخره وهي النعل التي لا شعر لها\nيتوذف بالواو والذال المعجمة والفاء أي يسرع وقيل يتبختر ذات النطاقين بكسر\nالنون سميت بذلك لأنها شقت نطاقها نصفين فجعلت أحدهما نطاقا صغيرا واكتفت\nبه والآخر لسفرة النبي صلى الله عليه وسلم وأبي بكر فأما الكذاب فقد رأيناه\nهو المختار بن أبي عبيد الثقفي ادعى النبوة وأما المبير أي المهلك إخالك\nبكسر الهمزة أي أظنك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p491'> Vol. 05, p. 491</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head400'>[2547]</h1>\n\n<p>\nتجدون الناس كإبل مائة لا يجد الرجل فيها <span id='ms406'></span> راحلة هي النجيبة المختارة\nللركوب ومعنى الحديث إن مرضى الأحوال من الناس الكامل الأوصاف قليل فيهم\nجدا لقلة الراحلة في الإبل\n</p>\n\n<h1 class='l1' id='head401'>[2548]</h1>\n\n<p>\nصحابتي بفتح الصاد بمعنى الصحبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p495'> Vol. 05, p. 495</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head402'>[2550]</h1>\n\n<p>\nالمومسات بضم الميم الأولى وكسر الثانية أي الزواني البغايا المتجاهرات\nيتمثل بحسنها أي يضرب به المثل لانفرادها به يا غلام من أبوك قال فلان\nالراعي قال النووي قد يقال الزاني لا يلحقه الولد والجواب لعله كان في\nشرعهم يلحقه والمراد من ماء من أنت مجازا فارهة بالفاء أي نشيطة حادة قوية\nوشارة أي هيئة ولباس يمصها بفتح الميم على المشهور حلقى تقدم شرحه في الحج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p498'> Vol. 05, p. 498</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head403'>[2552]</h1>\n\n<p>\nكان ودا لعمر أي صديقا له ود أبيه بضم الواو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p500'> Vol. 05, p. 500</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head404'>[2553]</h1>\n\n<p>\nعن النواس بن سمعان الأنصاري قال أبو علي الجياني وغيره هذا وهم وصوابه\nالكلابي البر حسن الخلق أي يطلق على ما يطلق عليه من الصلة والصدق والمبرة\nواللطف وحسن الصحبة والعشرة والطاعة فإن البر يطلق على كل مما ذكر وهي\nمجامع حسن الخلق حاك أي تردد ولم ينشرح له الصدر وحصل في القلب الشك منه ما\nيمنعني من الهجرة إلا المسألة إلى آخره معناه أنه أقام في المدينة كالزائر\nمن غير نقلة إليها واستيطان لرغبة في السؤال عن أمور الدين فإن النبي صلى\nالله عليه وسلم كان يسمح بذلك للغرباء الطارئين دون المهاجرين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p501'> Vol. 05, p. 501</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head405'>[2554]</h1>\n\n<p>\nقامت الرحم فقالت قال القاضي الرحم التي توصل وتقطع إنما هي من المعاني\nوليست بجسم وإنماهي قرابة ونسب والمعاني لا يتأتى فيها القيام ولا الكلام\nفأما أن يكون ذلك مجازا وضرب مثل أو المراد قيام ملك وتكلمه على لسانها\nالعائذ أي المستعيذ أن أصل من وصلك قال القاضي صلة الله لعباده لطفه بهم\nورحمته إياهم وإحسانه إليهم أو صلتهم بأهل ملكوته وشرح صدورهم لمعرفته\nوطاعته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p502'> Vol. 05, p. 502</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head406'>[2557]</h1>\n\n<p>\nمن سره أن يبسط عليه في رزقه أي يوسع ويكثر وقيل يبارك له أو ينسأ بالهمز\nأي يؤخر في أثره أي أجله لأنه تابع للحياة فظاهر هذا أن الأجل يزيد وينقص\nوفيه قولان مشهوران والمانع يؤول الحديث على الزيادة بالبركة في <span id='ms407'></span> الأوقات\nوالتوفيق للطاعات ولي في المسألة تأليف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p503'> Vol. 05, p. 503</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head407'>[2558]</h1>\n\n<p>\nوأحلم بضم اللام ويجهلون أي يسيئون إلي القول تسفهم بضم أوله وكسر السين\nوتشديد الفاء أي تطعمهم الملل بفتح الميم وهو الرماد الحار أي من الإثم\nالذي ينالهم في قطيعته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p504'> Vol. 05, p. 504</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head408'>[2559]</h1>\n\n<p>\nولا تدابروا من التدابر وهو المعاداة وقيل المقاطعة لأن كل واحد يولي\nصاحبه دبره حدثنا علي بن نصر الجهضمي وفي نسخة نصر بن علي والصواب الأول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p505'> Vol. 05, p. 505</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head409'>[2560]</h1>\n\n<p>\nفيصد بضم الصاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p506'> Vol. 05, p. 506</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head410'>[2563]</h1>\n\n<p>\nإياكم والظن أي سوء الظن قال الخطابي والمراد تحقيق الظن وتصديقه دون ما\nيهجس في النفس فإن ذلك لا يملك لا تحسسوا ولا تجسسوا الأول بالحاء والثاني\nبالجيم فبالحاء الاستماع لحديث القوم وبالجيم البحث على العورات ولا\nتنافسوا من المنافسة وهي الرغبة في الشيء وفي الانفراد به لا تهجروا في\nنسخة تهاجروا وهما بمعنى والمراد النهي عن الهجرة وقيل لا تهجروا أي لا\nتتكلموا بالهجر وهو الكلام القبيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p507'> Vol. 05, p. 507</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head411'>[2564]</h1>\n\n<p>\nولا يخذله أي إذا استعان به في دفع ظالم ونحوه لزمه إعانته إذا أمكنه ولم\nيكن له عذر شرعي ولا يحقره بالحاء المهملة والقاف من الاحتقار وروي\nبالمعجمة والفاء أي لا يغدر عهده التقوى ههنا أي أن الأعمال الظاهرة لا\nيحصل بها التقوى وإنما تحصل بما يقع في القلب من خشية الله ومراقبته وعظمته\nإن الله لا ينظر إلى أجسادكم الحديث معنى نظر الله هنا مجازاته ومحاسبته\nوالمقصود أن الاعتبار في هذا كله بالقلب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p508'> Vol. 05, p. 508</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head412'>[2565]</h1>\n\n<p>\nتفتح أبواب الجنة يوم الإثنين قيل هو على ظاهره وقيل كناية عن كثرة الصفح\nوالغفران ورفع المنازل وإعطاء الثواب الجزيل شحناء أي عداوة أنظروا بالقطع\nأي أخروا اركوا بهمزة وصل وراء ساكنة وضم الكاف أي أخروا وروي بقطع الهمزة\nأيضا بمعناه يقال ركاه وأركاه يفيئا أي يرجعا إلى الصلح والمودة\n</p>\n\n<h1 class='l1' id='head413'>[2567]</h1>\n\n<p>\nفأرصد أي قعد مدرجته بفتح الميم والراء أي طريقه تربها أي تقوم بإصلاحها\nوتنهض إليه بسببها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p510'> Vol. 05, p. 510</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head414'>[2568]</h1>\n\n<p>\nمخرفة بفتح الميم والراء خرفة بضم الخاء قال جناها أي يؤول به ذلك إلى\nالجنة واجتناء ثمرها\n</p>\n\n<h1 class='l1' id='head415'>[2569]</h1>\n\n<p>\nلوجدتني عنده أي وجدت ثوابي وكرامتي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p512'> Vol. 05, p. 512</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head416'>[2571]</h1>\n\n<p>\nتوعك الوعك بسكون <span id='ms408'></span> العين الحمى وقيل ألمها بن أبي غنية بالغين المعجمة\nوالنون\n</p>\n\n<h1 class='l1' id='head417'>[2572]</h1>\n\n<p>\nطنب بضم النون وسكونها الحبل الذي يشد به الفسطاط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p513'> Vol. 05, p. 513</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head418'>[2573]</h1>\n\n<p>\nوصب هو المرض اللازم ولا نصب هو التعب يهمه ضبط بضم الياء وفتح الهاء على\nما لم يسم فاعله وبفتح الياء وضم الهاء أي يغمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p514'> Vol. 05, p. 514</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head419'>[2574]</h1>\n\n<p>\nقاربوا أي اقتصدوا فلا تغلوا ولا تقصروا بل توسطوا وسددوا أي اقصدوا\nالسداد وهو الصواب النكبة هي العثرة برجله\n</p>\n\n<h1 class='l1' id='head420'>[4575]</h1>\n\n<p>\nتزفزفين بزائين معجمتين وفائين وأوله مضموم وروي بالراء المكررة أي\nترعدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p515'> Vol. 05, p. 515</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head421'>[2577]</h1>\n\n<p>\nإني حرمت الظلم على نفسي أي تقدست عنه وتعاليت كلكم ضال أي لو تركوا وما\nفي طباعهم من إيثار الشهوات والراحة وإهمال النظر لضلوا إلا كما ينقص هو\nعلى وجه التقريب إلى الأفهام كما مر مثله في حديث الخضر المخيط بكسر الميم\nوفتح الياء الإبرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p517'> Vol. 05, p. 517</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head422'>[2579]</h1>\n\n<p>\nفإن الظلم ظلمات يوم القيامة قيل هو على ظاهره وقيل هو كناية عن الشدائد\nوقيل عن الأنكال والعقوبات\n</p>\n\n<h1 class='l1' id='head423'>[2580]</h1>\n\n<p>\nكان الله في حاجته أي أعانه عليها ولطف به ومن ستر مسلما قال النووي\nالمراد به الستر على ذوي الهيئات ونحوهم ممن ليس معروفا بالأذى والفساد\n</p>\n\n<h1 class='l1' id='head424'>[2582]</h1>\n\n<p>\nالجلحاء بالمد هي الجماء التي لا قرون لها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p518'> Vol. 05, p. 518</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head425'>[2583]</h1>\n\n<p>\nيملي للظالم أي يمهل ويؤخر ويطيل له في المدة لم يفلته أي لم يطلقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p519'> Vol. 05, p. 519</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head426'>[2584]</h1>\n\n<p>\n</span> فكسع بسين مهملة مخففة أي ضرب دبره بيد أو رجل أو نحوه منتنة أي\nقبيحة كريهة مؤذية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p520'> Vol. 05, p. 520</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head427'>[2584]</h1>\n\n<p>\nتداعى له سائر الجسد أي دعا بعضه بعضا إلى المشاركة في ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p521'> Vol. 05, p. 521</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head428'>[2587]</h1>\n\n<p>\nالمستبان ما قالا فعلى البادئ ما لم يعتد المظلوم معناه أن إثم السباب\nالواقع بين اثنين مختص بالبادئ منهما إلا أن يتجاوز الثاني قدر الانتصار\nفيقول للبادئ أكثر مما قال له ولا يجوز للمسبوب أن ينتصر إلا بمثل ما سبه\nما ل يكن كذبا أو قذفا أو سبا لأسلافه فإذا انتصر استوفي ظلامته وبرئ الأول\nمن حقه وبقي عليه إثم الابتداء والإثم المستحق لله وقيل يرفع عنه جميع\nالإثم بالانتصار منه ويكون معنى على البادئ أي عليه اللوم والذم لا الإثم\n</p>\n\n<h1 class='l1' id='head429'>[2588]</h1>\n\n<p>\nما نقصت صدقة من مال <span id='ms409'></span> قيل هو عائد إلى الدنيا بالبركة فيه ودفع المفسدات\nوقيل إلى الآخرة بالثواب والتضعيف وما زاد الله عبدا إلا عزا قيل في الدنيا\nوقيل في الآخرة وما تواضع أحد لله إلا رفعه الله فيه القولان أيضا قال\nالنووي وقد يراد الوجهين معا في الأمور الثلاثة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p522'> Vol. 05, p. 522</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head430'>[2589]</h1>\n\n<p>\nبهته بفتح الهاء مخففة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p523'> Vol. 05, p. 523</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head431'>[2590]</h1>\n\n<p>\nستره الله يوم القيامة قيل المراد ستر معاصيه عن إذاعتها في أهل الموقف\nوقيل ترك محاسبته عليها وترك ذكرها\n</p>\n\n<h1 class='l1' id='head432'>[2591]</h1>\n\n<p>\nأن رجلا استأذن هو عيينة بن حصن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p524'> Vol. 05, p. 524</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head433'>[2593]</h1>\n\n<p>\nويعطى على الرفق ما لا يعطي على العنف بتثليث العين والضم أشهر وهو ضد\nالرفق ومعناه أنه يثيب عليه ما لا يثيب على غيره وقيل معناه يتأتى به من\nالأغراض ويسهل من المطالب ما لا يتأتى بغيره\n</p>\n\n<h1 class='l1' id='head434'>[2595]</h1>\n\n<p>\nورقاء بالمد أي يخالط بياضها سواد وأعروها بقطع الهمزة وضم الراء\n</p>\n\n<h1 class='l1' id='head435'>[2596]</h1>\n\n<p>\nحل هي كلمة زجر للإبل واستحثاث يقال بسكون اللام وبكسرها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p525'> Vol. 05, p. 525</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head436'>[2598]</h1>\n\n<p>\nبأنجاد بفتح الهمزة ونون وجيم جمع نجد بفتح النون والجيم وحكي سكونها وهو\nمتاع البيت الذي يزين به من فرش ونمارق وستور لا يكون اللعانون أي يكثر\nاللعن المحرم شرعا ولا شهداء يوم القيامة أي على الأمم بتبليغ رسلهم إليهم\nالرسالات وقيل معناه لا يرزقون الشهادة وهي القتل في سبيل الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p527'> Vol. 05, p. 527</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head437'>[2602]</h1>\n\n<p>\nاللهم إنما أنا بشر الحديث قيل كيف يسب من لا يستحق السب وأجيب بأنه يحكم\nبالظاهر يظهر له صلى الله عليه وسلم استحقاقه لذلك بأمارة شرعية ويكون في\nباطن الأمر ليس أهلا لذلك وعندي في تقريره أن المراد من صدر مني ذلك في حقه\nتعزيرا له على ما صدر منه فاجعله كفارة لما صدر منه ولا تجعله عقوبة عليه\nفي الآخرة فإن دعاءه صلى الله عليه وسلم قد ينفذ في الآخرة وأمر ذلك شديد\nفدعا بأن لا يهلكه بذلك فيها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p528'> Vol. 05, p. 528</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head438'>[2601]</h1>\n\n<p>\nأو جلده يعني بتشديد الدال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p529'> Vol. 05, p. 529</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head439'>[2603]</h1>\n\n<p>\nهيه فتح الياء وسكون الهاء وهي هاء السكت قرني بفتح القاف تلوث خمارها\nبمثلثة آخره أي تديره على رأسها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p530'> Vol. 05, p. 530</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head440'>[2604]</h1>\n\n<p>\nعن أبي حمزة القصاب بالحاء والزاي أي واسمه عمران بن أبي عطاء <span id='ms410'></span> الأسدي\nوليس في الصحيحين كذلك غيره والباقي أبو جمرة بالجيم والراء وليس للقصاب في\nالبخاري ذكر ولا في مسلم غير هذا الحديث فحطأني بإهمال الحاء والطاء وهمزة\nحطأة بفتح الحاء وسكون الطاء قفدني بقاف ثم فاء ثم دال مهملة قفدة هي الضرب\nباليد مبسوطة بين الكتفين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p532'> Vol. 05, p. 532</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head441'>[2526]</h1>\n\n<p>\nيأتي هؤلاء بوجه وهؤلاء بوجه أي يظهر لكل أنه منهم وأنه مبغض ومخالف\nللآخرين فإن أتى كل طائفة بالإصلاح ونحوه فمحمود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p533'> Vol. 05, p. 533</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head442'>[2605]</h1>\n\n<p>\nوحديث الرجل امرأته المراد به إظهار الود والوعد بما لا يلزم ونحو ذلك\nأما المخادعة في منع حقها أو أخذ مالها فحرام بالإجماع\n</p>\n\n<h1 class='l1' id='head443'>[2606]</h1>\n\n<p>\nالعضه ضبط بوزن الوجه وبوزن العدة والزنة والأول أشهر وعينه مهملة وضاده\nمعجمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p534'> Vol. 05, p. 534</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head444'>[2607]</h1>\n\n<p>\nإن الصدق يهدي إلى البر أي إلى العمل الصالح الخالص من كل مذموم إلى\nالفجور هو الميل عن الاستقامة وقيل الانبعاث في المعاصي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p536'> Vol. 05, p. 536</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head445'>[2609]</h1>\n\n<p>\nالرقوب بفتح الراء وتخفيف القاف الصرعة بضم الصاد وفتح الراء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p537'> Vol. 05, p. 537</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head446'>[2611]</h1>\n\n<p>\nأجوف أي صاحب جوف لا يتمالك لا يملك نفسه عند الغضب والشهوات وقيل لا\nيملك دفع الوساوس عنه خلق آدم على صورته هذا من أحاديث الصفات التي يؤمن\nبها ويمسك عن الخوض فيها أو تؤول بحسب ما يليق بتنزيه الله تعالى وأحسن ما\nقيل في تأويله إن الإضافة للتشريف كناقة الله وبيت الله أي الصورة التي\nاختارها لآدم وقيل الضمير للأخ المقاتل المراغي بفتح الميم وإعجام الغين\nمنسوب إلى المراغة بطن من الأزد ومن ضم ميمه فقد صحف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p539'> Vol. 05, p. 539</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head447'>[2613]</h1>\n\n<p>\nالأنباط هم فلاحو العجم فلسطين بكسر الفاء وفتح اللام بلاد بيت المقدس\nوما حولها فخلوا ضبط بالمعجمة وبالمهملة\n</p>\n\n<h1 class='l1' id='head448'>[2615]</h1>\n\n<p>\nسددناها بعضنا بالسين المهملة أي قومناها إلى وجوههم\n</p>\n\n<h1 class='l1' id='head449'>[2617]</h1>\n\n<p>\nلا يشير هو خبر بمعنى النهي ينزع بالعين المهملة أي يرمي في يده ويحقق\nضربته ورميته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p540'> Vol. 05, p. 540</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head450'>[1914]</h1>\n\n<p>\nيتقلب في الجنة أي يتنعم في ملاذها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p541'> Vol. 05, p. 541</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head451'>[2618]</h1>\n\n<p>\nصمعة بفتح الصاد والعين المهملتين وسكون الميم أبو الوازع بالعين المهملة\nوأمر الأذى بتشديد الراء أي أزاله وروي بزاي مخففة بمعناه\n</p>\n\n<h1 class='l1' id='head452'>[2619]</h1>\n\n<p>\nجراء هرة بالمد والقصر أي من أجل ترمرم بضم التاء وكسر الراء الثانية وفي\nنسخة ترمم <span id='ms411'></span> بضم التاء وكسر الميم الأولى وراء واحدة وفي نسخة ترمم بفتح\nالتاء والميم أي تتناول ذلك بفيها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p542'> Vol. 05, p. 542</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head453'>[2620]</h1>\n\n<p>\nالعز إزاره والكبرياء رداؤه الضمير عائد على الله تعالى للعلم به فمن\nينازعني عذبته فيه محذوف تقديره قال الله سبحانه وتعالى ومعنى ينازعني\nيتخلق بذلك فيصير في معنى المشارك وفي ذكر الرداء والإزار استعارة\n</p>\n\n<h1 class='l1' id='head454'>[2621]</h1>\n\n<p>\nيتألى أي يحلف وأحبطت عملك احتج به المعتزلة في إحباط الأعمال بالمعاصي\nومذهب أهل السنة أنها لا تحبط إلا بالكفر وأجابوا عن هذا بتأويل حبوط علمه\nعلى أنه أسقطت حسناته في مقابل سيئاته فيسمى إحباطا مجازا ويحتمل أنه جرى\nمنه أمر آخر أوجب الكفر ويحتمل أن هذا كان في شرع من قبلنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p543'> Vol. 05, p. 543</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head455'>[2622]</h1>\n\n<p>\nرب أشعث أي ملبد الشعر مغبر غير مدهون ولا مرجل مدفوع بالأبواب أي لا قدر\nله عند الناس فهم يدفعونه عن أبوابهم ويطردونه عنهم احتقارا له لو أقسم على\nالله لأبره أي لو أقسم على وقوع شيء أوقعه الله تعالى وإن كان حقيراعند\nالناس وقيل معنى القسم هنا الدعاء وإبراره إجابته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p544'> Vol. 05, p. 544</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head456'>[2623]</h1>\n\n<p>\nإذاقال الرجل هلك الناس فهو أهلكهم ضبط برفع الكاف وهو أشهر على أنه أفعل\nتفضيل أي أشدهم هلاكا وفي الحلية لأبي نعيم فهو من أهلكهم وبفتحها على انه\nفعل ماض أي هو نسبهم إلى الهلاك لا أنهم هلكوا في الحقيقة قال النووي واتفق\nالعلماء على أن هذا الذم إنما هو فيمن قاله على سبيل الإزراء على الناس\nواحتقارهم وتفضيل نفسه عليهم فإن قال ذلك حزنا لما يرى في نفسه وفي الناس\nمن النقص في أمر الدين فلا بأس قال الخطابي معناه لا يزال الرجل يعيب الناس\nويذكر مساوئهم ويقول فسد الناس وهلكوا ونحو ذلك فإذا فعل ذلك فهو أهلكهم أي\nأسوء حالا منهم مما يلحقه من الإثم في غيبتهم والوقيعة فيهم وربما أداه ذلك\nإلى العجب بنفسه ورؤية أنه خير منهم\n</p>\n\n<h1 class='l1' id='head457'>[2625]</h1>\n\n<p>\nفأصبهم منها بمعروف أي أعطهم منها شيئا\n</p>\n\n<h1 class='l1' id='head458'>[2626]</h1>\n\n<p>\nبوجه طلق روي بكسر اللام وسكونها وطليق بزيادة ياء أي سهل منبسط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p545'> Vol. 05, p. 545</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head459'>[2628]</h1>\n\n<p>\nبحذيك بالحاء المهملة والذال المعجمة أي <span id='ms412'></span> يعطيك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p546'> Vol. 05, p. 546</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head460'>[2629]</h1>\n\n<p>\nبن بهرام بفتح الباء وكسرها من ابتلي من البنات بشيء قال النووي إنما\nسماه ابتلاء لأن الناس يكرهونهن في العادة\n</p>\n\n<h1 class='l1' id='head461'>[2631]</h1>\n\n<p>\nمن عال جاريتين أي قام عليهما بالمؤنة والتربية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p547'> Vol. 05, p. 547</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head462'>[2632]</h1>\n\n<p>\nإلا تحلة القسم أي ما تنحل به القسم وهو قوله تعالى وإن منكم إلا واردها\nمريم71 قال النووي والمراد به المرور على الصراط وهو جسر منصوب عليها وقيل\nالوقوف عندها قال أو اثنين جاء في غير مسلم أو واحد\n</p>\n\n<h1 class='l1' id='head463'>[2634]</h1>\n\n<p>\nلم يبلغوا الحنث أي لم يبلغوا سن التكليف الذي يكتب فيه الحنث وهو الإثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p548'> Vol. 05, p. 548</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head464'>[2635]</h1>\n\n<p>\nصغارهم دعاميص الجنة بإهمال الدال والعين والصاد الواحد دعموص بضم الدال\nأي صغار أهلها وأصل الدعموص دويبة تكون في الماء لا تفارقه أي هذا الصغير\nفي الجنة لا يفارقها قاله النووي في شرح مسلم وقال في شرح المهذب الدعموص\nالدخال في الأمور ومعنى الحديث أنهم سياحون في الجنة دخالون في منازلها لا\nيمنعون من موضع منها كما أن الصبيان في الدنيا لا يمنعون الدخول على الحرم\nقال في شرح مسلم وفي هذه الأحاديث دليل على كون أطفال المسلمين في الجنة\nوقد نقل جماعة فيه إجماع المسلمين قال المازري أما أولاد الأنبياء عليهم\nالصلاة والسلام فالإجماع متحقق على أنهم في الجنة وأما أطفال من سواهم من\nالمسلمين فجماهير العلماء على القطع لهم بالجنة ونقل جماعة الإجماع على\nكونهم من أهل الجنة قطعا لقوله تعالى والذين آمنوا واتبعتهم ذريتهم بإيمان\nألحقنا بهم ذريتهم الطور 21 وتوقف بعض المتكلمين وأشار إلى أنه لا يقطع لهم\nكالمكلفين بصنفة ثوبك بفتح الصاد وكسر النون وهي طرفه فلا يتناهي أي لا\nيتركه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p549'> Vol. 05, p. 549</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head465'>[2636]</h1>\n\n<p>\nاحتظرت بحظار شديد من النار أي امتنعت بمانع وثيق وأصل الحظر المنع وأصل\nالحظار بفتح الحاء وكسرها ما يجعل حول البستان وغيره من قضبان وغيرها\nكالحائط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p550'> Vol. 05, p. 550</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head466'>[2637]</h1>\n\n<p>\nإن الله إذا أحب عبدا دعا جبريل الحديث قال العلماء محبة الله لعبده هي\nإرادته الخير له وهدايته وإنعامه عليه ورحمته وبغضه إرادته عقابه وشقاوته\nونحوه وحب جبريل وملائكة يحتمل وجهين أحدهما استغفارهم له وثناؤهم عليه\nودعاؤهم <span id='ms413'></span> والثاني انه على ظاهره المعروف من الخلق وهو ميل القلب إليه\nواشتياقه إلى لقائه وسبب ذلك كونه مطيعا لله محبوبا له ومعنى يوضع له\nالقبول في الأرض الحب في قلوب الناس ورضاهم عنه وهو على الموسم أي أمير\nالحجيج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p552'> Vol. 05, p. 552</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head467'>[2638]</h1>\n\n<p>\nالأرواح جنود مجندة أي جموع مجتمعة وأنواع مختلفة فما تعارف منها ائتلف\nوما تناكر منها اختلف قال النووي تعارفها لأمر جعلها الله تعالى عليه وقيل\nموافقة صفاتها التي خلقها الله تعالى وتناسبها في شيمها وقيل لأنها خلقت\nمجتمعة ثم فرقت في اجسادها فمن وافق قسيمه ألفه ومن ناب نافره وخالفه وقال\nالخطابي وغيره تآلفها هو ما خلقها الله عليه من السعادة والشقاوة في\nالمبتدأ وكانت الأرواح على قسمين متقابلين فإذا تلاقت الأجساد في الدنيا\nائتلفت واختلفت بحسب ما خلقت عليه فيميل الأخيار إلى الأخيار والأشرار إلى\nالأشرار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p553'> Vol. 05, p. 553</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head468'>[2639]</h1>\n\n<p>\nفلم يذكر كبيرا ضبط بالموحدة وبالمثلثة وكذا ما بعده عند سدة المسجد هي\nالظلال المسقفة عند باب المسجد\n</p>\n\n<h1 class='l1' id='head469'>[2641]</h1>\n\n<p>\nالمرء مع من أحب قال النووي لا يلزم من كونه معهم أن تكون منزلته وجزاؤه\nمثلهم من كل وجه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p555'> Vol. 05, p. 555</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head470'>[2642]</h1>\n\n<p>\nأرأيت الرجل يعمل العمل من الخير ويحمده الناس عليه قال تلك عاجل بشرى\nالمؤمن أي هذه البشرى المعجلة دليل للبشرى المؤخرة إلى الآخرة قال النووي\nهذا إذا حمده الناس من غير تعرض منه لحمدهم وإلا فالتعرض مذموم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p556'> Vol. 05, p. 556</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "009",
    "010",
    "011",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "022",
    "023",
    "024",
    "027",
    "028",
    "030",
    "031",
    "032",
    "033",
    "034",
    "036",
    "037",
    "038",
    "039",
    "041",
    "045",
    "048",
    "049",
    "050",
    "052",
    "054",
    "055",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "064",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "080",
    "081",
    "083",
    "085",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "095",
    "096",
    "098",
    "099",
    "100",
    "102",
    "103",
    "106",
    "108",
    "109",
    "113",
    "114",
    "116",
    "118",
    "120",
    "125",
    "126",
    "128",
    "129",
    "130",
    "131",
    "133",
    "134",
    "135",
    "138",
    "139",
    "140",
    "142",
    "143",
    "144",
    "146",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "157",
    "158",
    "159",
    "160",
    "162",
    "164",
    "167",
    "168",
    "170",
    "171",
    "172",
    "174",
    "175",
    "176",
    "177",
    "181",
    "182",
    "183",
    "187",
    "189",
    "190",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "203",
    "204",
    "205",
    "207",
    "208",
    "210",
    "212",
    "213",
    "214",
    "215",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "231",
    "234",
    "236",
    "237",
    "238",
    "239",
    "241",
    "243",
    "245",
    "246",
    "248",
    "249",
    "253",
    "254",
    "255",
    "256",
    "257",
    "259",
    "260",
    "263",
    "264",
    "265",
    "266",
    "271",
    "272",
    "273",
    "274",
    "279",
    "282",
    "284",
    "286",
    "287",
    "289",
    "290",
    "291",
    "292",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "325",
    "326",
    "327",
    "328",
    "329",
    "331",
    "332",
    "334",
    "335",
    "336",
    "338",
    "340",
    "341",
    "342",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "354",
    "355",
    "358",
    "359",
    "360",
    "361",
    "371",
    "372",
    "373",
    "374",
    "376",
    "377",
    "378",
    "379",
    "381",
    "384",
    "387",
    "388",
    "390",
    "391",
    "392",
    "393",
    "395",
    "396",
    "397",
    "398",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "407",
    "409",
    "416",
    "419",
    "420",
    "421",
    "422",
    "423",
    "424",
    "425",
    "427",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "441",
    "443",
    "445",
    "446",
    "447",
    "450",
    "451",
    "452",
    "453",
    "454",
    "457",
    "458",
    "459",
    "460",
    "462",
    "463",
    "464",
    "465",
    "467",
    "468",
    "469",
    "470",
    "472",
    "473",
    "474",
    "475",
    "476",
    "477",
    "478",
    "479",
    "481",
    "482",
    "483",
    "484",
    "486",
    "487",
    "489",
    "491",
    "495",
    "498",
    "500",
    "501",
    "502",
    "503",
    "504",
    "505",
    "506",
    "507",
    "508",
    "510",
    "512",
    "513",
    "514",
    "515",
    "517",
    "518",
    "519",
    "520",
    "521",
    "522",
    "523",
    "524",
    "525",
    "527",
    "528",
    "529",
    "530",
    "532",
    "533",
    "534",
    "536",
    "537",
    "539",
    "540",
    "541",
    "542",
    "543",
    "544",
    "545",
    "546",
    "547",
    "548",
    "549",
    "550",
    "552",
    "553",
    "555",
    "556"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06"
  ]
}