{
  "content": "\n<p>\nالاحكام في أصول الاحكام للحافظ أبى محمد علي بن حزم الأندلسي الظاهري\nهذا الكتاب النفيس، الذي لم تر العين مثيله في علم الأصول أحمد شاكر قوبلت\nعلى نسخة أشرف على طبعها الأستاذ العلامة أحمد شاكر رحمه الله الناشر زكريا\nعلى يوسف مطبعة العاصمة بالقاهرة - ت 23680 الجزء الثاني <span id='ms0140'></span> فصل في المرسل قال\nأبو محمد: المرسل من الحديث هو الذي سقط بين أحد رواته وبين النبي صلى الله\nعليه وسلم ناقل واحد فصاعدا. وهو المنقطع أيضا. هو غير مقبول ولا تقوم به\nحجة لأنه عن مجهول، وقد قدمنا أن جهلنا حاله وسواء قال الراوي العدل حدثنا\nالثقة أو لم يقل، لا يجب أن يلتفت إلى ذلك. إذ قد يكون عنده ثقة من لا يعلم\nمن جرحته ما يعلم غيره، وقد قدمنا أن الجرح أولى من التعديل، وقد وثق سفيان\nجابرا الجعفي، وجابر من الكذب والفسق والشر والخروج عن الاسلام بحيث قد\nعرف، ولكن خفي أمره على سفيان فقال بما ظهر منه إليه، ومرسل سعيد بن\nالمسيب، ومرسل الحسن البصري، وغير هما سواء، لا يؤخذ منه بشئ، وقد ادعى بعض\nمن لا يحصل ما يقول، أن الحسن البصري كان إذا حدثه بالحديث أربعة من\nالصحابة أرسله. قال: فهو أقوى من المسند.\n</p>\n\n<p>\nقال أبو محمد: وقائل هذا القول اترك خلق الله لمرسل الحسن، وحسبك بالمرء\nسقوطا أن يضعف قولا يعتقده ويعمل به، ويقوي قولا يتركه ويرفضه، وقد توجه عن\nرسول الله صلى الله عليه وسلم رجل إلى قوم ممن يجاور المدينة فأخبرهم أن\nرسول الله صلى الله عليه وسلم أمره أن يعرس بامرأة منهم، فأرسلوا إلى النبي\nصلى الله عليه وسلم من أخبره بذلك فوجه رسول الله صلى الله عليه وسلم إليه\nرسولا وأمر بقتله إن وجده حيا، فوجده قد مات.\n</p>\n\n<p>\nفهذا كما ترى قد كذب على النبي صلى الله عليه وسلم وهو حي، وقد كان في\nعصر الصحابة رضي الله عنهم منافقون ومرتدون. فلا يقبل حديث قال راويه فيه\nعن رجل من الصحابة، أو حدثني من صحب رسول الله صلى الله عليه وسلم إلا حتى\nيسميه، ويكون معلوما بالصحبة الفاضلة ممن شهد الله تعالى لهم بالفضل\nوالحسنى. قال الله عز وجل: * (وممن حولكم من الاعراب منافقون ومن أهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p135'> Vol. 02, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nالمدينة مردوا على النفاق لا تعلمهم نحن نعلمهم سنعذبهم مرتين ثم يردون <span id='ms0141'></span>\nإلى عذاب عظيم) * وقد ارتد قوم ممن صحب النبي صلى الله عليه وسلم عن\nالاسلام كعيينة بن حصن، والأشعث بن قيس، والرجال، وعبد الله بن أبي سرح.\n</p>\n\n<p>\nقال علي: ولقاء التابع لرجل من أصاغر الصحابة شرف وفخر عظيم، فلأي معنى\nيسكت عن تسميته لو كان ممن حمدت صحبته، ولا يخلو سكوته عنه من أحد وجهين:\nإما أنه لا يعرف من هو، ولا عرف صحة دعواه الصحبة، أو لأنه كان من بعض ما\nذكرنا.\n</p>\n\n<p>\nحدثنا عبد الله بن يوسف، عن أحمد بن فتح، عن عبد الوهاب بن عيسى، عن أحمد\nبن محمد، عن أحمد بن علي، عن مسلم بن الحجاج، ثنا يحيى بن يحيى، حدثنا خالد\nبن عبد الله، عن عبد الملك، عن عبد الله مولى أسماء بنت أبي بكر رضي الله\nعنهما، وكان خالد ولد عطاء قال: أرسلتني أسماء إلى عبد الله بن عمر فقالت:\nبلغني أنك تحرم أشياء ثلاثة: العلم في الثوب، وميثرة الأرجوان، وصوم رجب\nكله، فأنكر ابن عمر أن يكون حرم شيئا من ذلك.\n</p>\n\n<p>\nفهذه أسماء وهي صحابية، من قدماء الصحابة وذوات الفضل منهم، قد حدثها\nبالكذب من شغل بالها حديثه عن ابن عمر حتى استبرأت ذلك، فصح كذب ذلك\nالمخبر، وقد ذكر عن ابن سيرين في أمر طلاق ابن عمر امرأته على عهد رسول\nالله صلى الله عليه وسلم نحو ذلك، فواجب على كل أحد ألا يقبل إلا من عرف\nاسمه، وعرفت عدالته وحفظه.\n</p>\n\n<p>\nقال علي: والمخالفون لنا في قبول المرسل هم أصحاب أبي حنيفة، وأصحاب\nمالك، وهم أترك خلق الله للمرسل إذا خالف مذهب صاحبهم ورأيه، وقد ترك مالك\nحديث أبي العالية في الوضوء من الضحك في الصلاة، ولم يعيبوه إلا بالارسال\nوأبو العالية قد أدرك الصحابة رضي الله عنهم، وقد رواه أيضا الحسن وإبراهيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p136'> Vol. 02, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nالنخعي والزهري مرسلا، وتركوا حديث مالك عن هشام بن عروة عن أبيه أن\nالنبي صلى الله عليه وسلم صلى في مرضه الذي مات فيه بالناس جالسا والناس\nقيام، وترك مالك <span id='ms0142'></span> وأصحابه الحديث المروي من طريق الليث، عن عقيل بن خالد، عن\nالزهري، عن سعيد بن المسيب والقاسم وسالم وأبي سلمة بن عبد الرحمن بن عوف\nأن النبي صلى الله عليه وسلم فرض زكاة الفطر مدين من بر على كل إنسان، مكان\nصاع من شعير، وذكر سعيد بن المسيب أن ذلك كان من عمل الناس أيام أبي بكر\nوعمر، وذكر غيره أنه حكم عثمان أيضا وابن عباس، وذكر ابن عمر أنه عمل\nالناس، فهؤلاء فقهاء المدينة رووا هذا الحديث مرسلا، وأنه صحبه العمل\nعندهم، فترك ذلك أصحاب مالك. فأين اتباعهم المرسل وتصحيحهم إياه؟ وأين\nاتباعهم رواية أهل المدينة وعمل الأئمة بها؟.\n</p>\n\n<p>\nوترك الحنفيون حديث سعيد بن المسيب، عن النبي صلى الله عليه وسلم في أن\nلا يباع الحيوان باللحم، وهو أيضا فعل أبي بكر الصديق رضوان الله عليه،\nومثل هذا كثير جدا، ولو تتبعنا ما تركت كلتا الطائفتين لبلغت أزيد من ألفي\nحديث بلا شك، وسنجمع من ذلك ما تيسر إن شاء الله تعالى في كتاب مفرد لذلك\nإن أعان الله تعالى بقوة من عنده، وأمد بفسحة من العمر.\n</p>\n\n<p>\nفإنما أوقعهم في الاخذ بالمرسل، أنهم تعلقوا بأحاديث مرسلات في بعض\nمسائلهم فقالوا فيها بالأخذ بالمرسل، ثم تركوه في غير تلك المسائل، وإنما\nغرض القوم نصر المسألة الحاضرة بما أمكن من باطل أو حق، ولا يبالون بأن\nيهدموا بذلك ألف مسألة لهم، ثم لا يبالون بعد ذلك بإبطال ما صححوه في هذه\nالمسألة إذا أخذوا في الكلام في أخرى، وسنبين من ذلك كثيرا إن شاء الله\nتعالى.\n</p>\n\n<p>\nونحن ذاكرون من عيب المرسل ما فيه كفاية لمن نصح نفسه إن شاء الله تعالى.\nأخبرني أحمد بن عمر العذري، حدثنا أبو ذر عبد بن أحمد الهروي، ثنا زاهر بن\nأحمد أبو علي السرخسي الفقيه، ثنا زنجويه بن محمد النيسابوري، ثنا محمد بن\nإسماعيل البخاري - هو مؤلف الصحيح - ثنا سليمان بن حرب، ثنا حماد بن زيد عن\nالنعمان بن راشد، عن زيد بن أبي أنيسة <span id='ms0143'></span>: أن رجلا أجنب فغسل فمات، فقال النبي\nصلى الله عليه وسلم: لو يمموه، قتلوه قتلهم الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p137'> Vol. 02, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nقال النعمان: فحدثت به الزهري فرأيته بعد يروي عن النبي صلى الله عليه\nوسلم فقلت: من حدثك؟ قال: أنت حدثتني، عمن تحدثه؟ قلت: عن رجل من أهل\nالكوفة، قال: أفسدته، في حديث أهل الكوفة دغل كثير. وبالاستناد المتقدم إلى\nالبخاري قال: قال معاذ، عن أشعث، عن ابن سيرين، عن عبد الله بن شقيق، عن\nعائشة كان النبي صلى الله عليه وسلم لا يصلي في شعرنا. قال البخاري: ثنا\nسليمان بن حرب، ثنا حماد بن زيد، عن سعيد بن أبي صدقة، قلت لمحمد بن سيرين:\nممن سمعت هذا الحديث؟\n</p>\n\n<p>\nقال سمعته من زمان لا أدري ممن سمعته، ولا أدري أثبت أم لا، فسلوا عنه.\n</p>\n\n<p>\nوفيما كتب إلي به يوسف بن عبد الله النمري قال: قال يحيى بن سعيد القطان:\nمالك عن سعيد بن المسيب أحب إلي من الثوري عن إبراهيم. لو كان شيخ الثوري\nفيه رمق لبرح به وصاح وقال مرة أخرى: كلاهما عندي شبه الريح قال أبو محمد:\nفإذا كان الزهري، ومحمد بن سيرين، وسفيان ومالك وهم من هم في التحفظ والحفظ\nوالثقة، في مراسليهم ما ترى، فما أحد ينصح نفسه يثق بمرسل أصلا، ولو جمعنا\nبلايا المراسيل لاجتمع من ذلك جزء ضخم وفي هذا دليل على ما سواه، وبالله\nتعالى التوفيق.\n</p>\n\n<p>\nفصل في أقسام السنن قال أبو محمد: السنن تنقسم ثلاثة أقسام: قول من النبي\nصلى الله عليه وسلم أو فعل منه عليه السلام، أو شئ رآه وعلمه فأقر عليه ولم\nينكره. فحكم أوامره عليه السلام الفرض والوجوب - على ما نبينه إن شاء الله\nعز وجل في باب الأوامر من هذا الكتاب - ما لم يقم دليل على خروجه من باب\nالوجوب إلى باب الندب، أو سائر وجوه الأوامر وحكم فعله عليه السلام\nالائتساء به فيه، وليس واجبا إلا أن يكون تنفيذا لحكم، أو بيانا لأمر على\nما يقع في باب الكلام في أفعاله <span id='ms0144'></span> عليه السلام من هذا الكتاب، وأما إقراره\nعليه السلام على ما علم وترك إنكاره إياه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p138'> Vol. 02, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nفإنما هو مبيح لذلك الشئ فقط، وغير موجب له، ولا نادب إليه، لان الله عز\nوجل افترض عليه التبليغ وأخبره أنه يعصمه من الناس وأوجب عليه أن يبين\nللناس ما نزل إليهم فمن ادعى أنه عليه السلام علم منكرا فلم ينكره، فقد كفر\nلأنه جحد أن يكون عليه السلام بلغ كما أمر، ووصفه بغير ما وصفه به ربه\nتعالى، وكذبه في قوله عليه السلام: اللهم هل بلغت فقال الناس: نعم، فقال:\nاللهم اشهد قال ذلك في حجة الوداع.\n</p>\n\n<p>\nفإن اعترض معترض بحديث جابر أنه سمع عمر رضوان الله عليهما يحلف بحضرة\nالنبي صلى الله عليه وسلم على أن ابن صياد هو الدجال فلم ينكر ذلك رسول\nالله صلى الله عليه وسلم فلا حجة علينا في هذا، لان ابن صياد في أول أمره\nكان رسول الله صلى الله عليه وسلم شاكا في أمره، أهو الدجال أم لا؟ بذلك\nجاءت الأحاديث الصحاح ويبين ذلك قول عمر فيه: دعني يا رسول الله أضرب عنقه،\nفقال عليه السلام: إن يكن هو فلن تسلط عليه أو نحو ذلك من الكلام، فحلف عمر\nعلى تقديره ومن حلف على ما لا يعلم ولا يوقن أنه باطل ولا حق فليس هو عندنا\nحانثا ولا آثما، إذا كان تقديره أنه كما حلف عليه، فهذا الحديث حجة لنا،\nوليس فيه أيضا أن النبي صلى الله عليه وسلم صدق يمينه فإنا في الحديث أن\nأمر ابن صياد كان حينئذ ممكنا، والحالف على الممكن كما ذكرنا لم يأت منكرا،\nفيلزم رسول الله صلى الله عليه وسلم تغييره.\n</p>\n\n<p>\nقال علي: وأما من قال: إن أفعاله صلى الله عليه وسلم على الوجوب، فقوله\nساقط، لان الله تعالى لم يوجب علينا قط في شئ من القرآن والسنن أن نفعل مثل\nفعله عليه السلام، بل قال تعالى: * (لقد كان لكم في رسول الله أسوة حسنة\nوانما أنكر عليه السلام على من <span id='ms0145'></span> تنزه أن يفعل مثل فعله عليه السلام، وهذا هو\nغاية المنكر كمن تنزه عن التقبيل في رمضان نهارا وهو صائم، أتنزه أن يمشي\nحافيا حاسرا زاريا على من فعل ذلك، وأما من ترك أن يفعل مثل فعله عليه\nالسلام لا عن رغبة عنه فما أنكر ذلك رسول الله صلى الله عليه وسلم قط، وهذا\nالتارك للائتساء به صلى الله عليه وسلم غير راغب عن ذلك لا محسن ولا مسئ\nولا مأجور ولا آثم، والمؤتسي به عليه السلام محسن مأجور والراغب عن\nالائتساء به بعد قيام الحجة عليه إن كان زاريا على محمد صلى الله عليه وسلم\nفهو كافر، وما نعلم لمن صحح عنه فعلا ثم رغب عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p139'> Vol. 02, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nوجها ينجو به من الشرك، إلا أن يتعلق بفعل له عليه السلام آخر، أو بأمر\nله آخر أو يكون لم يصح عنده ذلك الامر الذي رغب عنه، فإن تعلق بأنه خصوص له\nصلى الله عليه وسلم، فهو أحد الكاذبين الفساق، ما لم يأت على دعواه بدليل\nمن نص أو إجماع قال علي: وأما من ادعى أن أفعال رسول الله صلى الله عليه\nوسلم فرض علينا أن نفعل مثلها فقد أغفل جدا، وأتى بما لا برهان له على\nصحته، وما كان هكذا فهو دعوى كاذبة، لان الأصل ألا يلزمنا حكم حتى يأتي نص\nقرآن أو نص سنة بإيجابه، وأيضا فإنه قول يؤدي إلى ما لا يفعل، ولزمه أن\nيوجب على كل مسلم أن يسكن حيث سكن رسول الله صلى الله عليه وسلم، وأن يجعل\nرجليه حيث جعلهما عليه السلام، وأن يصلي حيث صلى عليه السلام، وأن يصوم\nفرضا الأيام التي كان يصومها عليه السلام، وأن يجلس حيث جلس، وأن يتحرك مثل\nكل حركة تحركها عليه السلام، وأن يحرم الاكل متكئا وعلى خوان والشبع من خبز\nالبر مأدوما ثلاثا تباعا، وأن يوجب فرضا أكل الدباء ويتتبعها وهذا ما لا\nيوجبه مسلم، مع أن هذا يخرج إلى المحال، وإلى إرجاع ما لا سبيل إلى إرجاعه\nمما <span id='ms0146'></span> قد فات وبطل بالاكل والشرب منه عليه السلام.\n</p>\n\n<p>\nفبطل بما ذكرنا أن تكون أفعاله عليه السلام واجبة علينا، إذ لم يأت على\nذلك دليل، بل قد قام الدليل والبرهان على أن ذلك غير واجب بالآية التي\nذكرنا، وكل من له أقل علم باللغة العربية فإنه يعلم أن ما قيل فيه: هذا لك\nأنه غير واجب قبوله، بل مباح له تركه إن أحب كالمواريث وكل ما خيرنا فيه،\nوأن ما جاء بلفظ: عليك كذا فهذا هو الملزم لنا، ولا بد فلما قال تعالى: *\n(لقد كان لكم في رسول الله أسوة حسنة) * كنا مندوبين إلى ذلك، وكنا مباحا\nلنا ألا نأتسي غير راغبين عن الائتساء به، لكن عالمين أن الذي تركنا أفضل\nوالذي فعلنا مباح كجلوس الانسان وتركه أن يصلي تطوعا، فليس آثما بذلك ولو\nصلى تطوعا لكان أفضل إلا أن يكون ترك التطوع راغبا عنها في الوقت المباح\nفيه التطوع، فهذا خارج عن الاسلام بلا خلاف، لأنه شارع شريعة لم يأت بها\nإذن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p140'> Vol. 02, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nقال علي: وإنما نازعنا في وجوب الافعال بعض أصحاب مالك، على أنهم أترك\nخلق الله تعالى لافعال رسول الله صلى الله عليه وسلم، فمن ذلك أنه عليه\nالسلام جلد في الخمر أربعين، وهم يجلدون ثمانين وودى حضريا - وهو عبد الله\nبن سهل ادعى قتله على حضريين وهم يهود خيبر - بالإبل، فقالوا هم: لا يجوز\nذلك ولا يودى إلا بالذهب أو الفضة. وصلى على قبر، فقالوا هم: لا نفعل ذلك،\nوصلى على غائب، فقالوا هم: لا نرى ذلك، وقبل وهو صائم. فقالوا هم: نكره\nذلك، وصلى عليه السلام حاملا أمامة، فقالوا نكره ذلك، وصلى جالسا والناس\nوراءه وأبو بكر إلى جنبه قائم. فقالوا: لا يجوز ذلك، ومن صلى كذلك بطلت\nصلاته، في كثير جدا اقتصرنا منه على ما ذكرنا.\n</p>\n\n<p>\nوبعضهم تعلق في هذه الأفعال بأنها خصوص له عليه السلام، ومن فعل ذلك فقد\nتعرض لغضب رسول الله صلى الله عليه وسلم، ومن تعرض لغضبه عليه السلام فقد\nتعرض لغضب <span id='ms0147'></span> الله عز وجل، فقد غضب عليه السلام غضبا شديدا حين سأله الأنصاري\nعن قبلة الصائم: فأخبر عليه السلام أنه يفعل ذلك، فقال القائل: لست مثلنا\nيا رسول الله، أنت قد غفر لك ذنبك، فغضب رسول الله صلى الله عليه وسلم\nحينئذ غضبا شديدا وأنكر هذا القول، فمن أضل ممن تعرض لغضب الله عز وجل،\nوغضب رسوله عليه السلام في تقليد إنسان لا ينفعه ولا يضره، ولا يغني عنه من\nالله تعالى شيئا.\n</p>\n\n<p>\nقال علي: واحتجوا في تخصيص القبلة للصائم بقول عائشة رضي الله عنها:\n</p>\n\n<p>\nوأيكم أملك لإربه من رسول الله صلى الله عليه وسلم قال أبو محمد: وهذا\nالقول منها، رضي الله عنها، أعظم الحجة عليهم، لأنها لم تقل ذلك على ما\nتوهموا، وإنما قالته إنكارا على من استعظم القبلة للصائم. فأخبرهم أنه عليه\nالسلام كان أورع منهم، وأملك لإربه، ولكنه مع ذلك لم يمتنع من التقبيل وهو\nصائم، فكيف أنتم. ويدل على صحة هذا التأويل دليلان بينان:\n</p>\n\n<p>\nأحدهما: أنها رضي الله عنها هكذا قالت في مباشرة الحائض أنه عليه السلام\nكان يأمرها فتتزر ثم يباشرها، وأيكم أملك لإربه من رسول الله صلى الله عليه\nوسلم، فيلزمهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p141'> Vol. 02, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nأن يتركوا إباحة مباشرة الحائض، لقول عائشة، وأيكم أملك لإربه كما قالت\nفي قبلة الصائم سواء بسواء. والثاني: أنهم رووا عنها أنها قالت لابن أخيها\nعبد الله بن عبد الرحمن وهو أشب ما كان: ألا تقبل زوجتك وتلاعبها؟ تعني\nعائشة بنت طلحة وهي بنت أختها وأجمل جواري أهل زمانها قاطبة، فقال: إني\nصائم.\n</p>\n\n<p>\nفقالت لقد كان رسول الله صلى الله عليه وسلم يقبل وهو صائم، فهي دأبا تحض\nالصائم الشاب على التقبيل للجارية الحسناء، اقتداء برسول الله صلى الله\nعليه وسلم وائتساء به.\n</p>\n\n<p>\nوهذا هو قولنا لا قولهم، ففعلوا ما ترى فيما أخبر عليه السلام أنه عموم،\nوغضب على من ادعى أنه خصوص، ثم أتوا إلى ما أخبر عليه السلام أنه خصوص له\nدون سائر الناس، وهو قتله بمكة من قتل الكفار، وخطب <span id='ms0148'></span> عليه السلام الناس\nفنهاهم عن أن يسفك فيها أحد دما، ثم لم يقنع عليه السلام بذلك، حتى قال في\nخطبته تلك: وإن أحد ترخص لقتال رسول الله صلى الله عليه وسلم فيها فقولوا:\nإن الله أحلها لنبيه صلى الله عليه وسلم ولم يحلها لكم، وإنما أحلت لي ساعة\nمن نهار ثم عادت كحرمتها بالأمس إلى يوم القيامة أو كلاما هذا معناه،\nفقالوا: هذا عموم وليس خصوصا.\n</p>\n\n<p>\nقال أبو محمد: فلو قيل لهؤلاء القوم اعكسوا الحقائق، ما زادوا على ما\nفعلوا، وأن هذا لعظائم لا ندري كيف استجاز من له أدنى ورع التقليد في مثل\nهذا، لمن قد أداه اجتهاده إلى الخطأ في ذلك، ممن قد بلغتهم الآثار، وقامت\nعليهم الحجة، وسقطت عنهم المعذرة، وإن الظن ليسوء جدا بمن هذا معتقده،\nونعوذ بالله من كل حب رياسة تقود إلى مثل هذا، وبالله تعالى التوفيق.\n</p>\n\n<p>\nقال علي: وإذا مدح الله تعالى أو رسوله صلى الله عليه وسلم أحدا على فعل\nما كان ذلك الفعل مندوبا إليه، مستحبا يؤجر فاعله ولا يؤجر تاركه ولا يأثم،\nوليس ذلك الشئ فرضا لما قد أوردنا في الحجاج في أن الفرض ليس إلا ما جاء به\nالامر فقط، وإن لم نؤمر به فمعفوا عنه، وأما ما ذمه الله تعالى فهو مكروه،\nوليس حراما إلا بدليل، لما ذكرناه في المدح ولا فرق، وقد ذم الله تعالى\nالشح، وليس حراما إذا أدى المرء فرائضه، ولكنه مذموم مكروه، وقد مدح الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p142'> Vol. 02, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى المغتسلين بالماء للاستنجاء، وليس فرضا، ومدح النبي صلى الله عليه\nوسلم من لم يكتو ولا استرقى، وليس كل ذلك حراما، لكن إن قام دليل من أمر أو\nنهي على الشئ المذموم أو الممدوح صير فيه إلى دليل الأمر والنهي، وبالله\nتعالى التوفيق.\n</p>\n\n<p>\nفصل في خلاف الصاحب للرواية وتعلل أهل الباطل بذلك وفيما زعموا أن البلوى\nتكثر به فلا يقبل فيه إلا التواتر قال أبو محمد: ووجدنا الصاحب من الصحابة\nرضي الله عنهم يبلغه الحديث فيتناول فيه تأويلا يخرجه <span id='ms0149'></span> به عن ظاهره،\nووجدناهم رضي الله عنهم يقرون ويعترفون بأنهم لم يبلغهم كثير من السنن،\nوهكذا الحديث المشهور عن أبي هريرة إن إخواني من المهاجرين كان يشغلهم\nالصفق بالأسواق، وإن إخواني من الأنصار كان يشغلهم القيام على أموالهم،\nوهكذا قال البراء: حدثنا محمد بن سعيد بن نبات، ثنا أحمد بن عون، ثنا قاسم\nبن أصبغ، ثنا محمد بن عبد السلام الخشني، ثنا محمد بن المثنى العنزي، ثنا\nأبو أحمد الزبيري وسفيان الثوري، عن أبي إسحاق السبيعي، عن البراء بن عازب\nقال: أما كل ما نحدثكموه سمعناه من رسول الله صلى الله عليه وسلم، ولكن\nحدثنا أصحابنا وكانت تشغلنا رعية الإبل.\n</p>\n\n<p>\nوهذا أبو بكر رضي الله عنه لم يعرف فرض ميراث الجدة، وعرفه محمد بن\nمسلمة، والمغيرة بن شعبة، وقد سأل أبو بكر رضي الله عنه عائشة في كم كفن\nرسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nوهذا عمر رضي الله عنه يقول في حديث الاستئذان: أخفي علي هذا من أمر رسول\nالله صلى الله عليه وسلم، ألهاني الصفق في الأسواق. وقد جهل أيضا أمر إملاص\nالمرأة وعرفه غيره، وغضب على عيينة بن حصن حتى ذكره الحر بن قيس بن حصن\nبقوله تعالى: * (وأعرض عن الجاهلين) * وخفي عليه أمر رسول الله صلى الله\nعليه وسلم بإجلاء اليهود والنصارى من جزيرة العرب إلى آخر خلافته،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p143'> Vol. 02, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nوخفي على أبي بكر رضي الله عنه قبله أيضا طول مدة خلافته، فلما بلغ ذلك\nعمر أمر بإجلائهم فلم يترك بها منهم أحدا. وخفي على عمر أيضا أمره عليه\nالسلام بترك الاقدام على الوباء، وعرف ذلك عبد الرحمن بن عوف.\n</p>\n\n<p>\nوسأل عمر أبا واقد الليثي عما كان يقرأ به رسول الله صلى الله عليه وسلم\nفي صلاتي الفطر والأضحى. وهذا وقد صلاهما رسول الله صلى الله عليه وسلم\nأعواما كثيرة، ولم يدر ما يصنع بالمجوس، حتى ذكره عبد الرحمن بأمر رسول\nالله صلى الله عليه وسلم فيهم، ونسي قبوله عليه السلام الجزية من مجوس\nالبحرين، وهو أمر مشهور <span id='ms0150'></span>، ولعله رضي الله عنه قد أخذ من ذلك المال حظا كما\nأخذ غيره منه. ونسي أمره عليه السلام بأن يتيمم الجنب فقال: لا يتيمم أبدا\nولا يصلي ما لم يجد الماء، وذكره بذلك عمار، وأراد قسمة مال الكعبة حتى\nاحتج عليه أبي بن كعب بأن النبي صلى الله عليه وسلم لم يفعل ذلك فأمسك،\nوكان يرد النساء اللواتي حضن ونفرن قبل أن يودعن البيت، حتى أخبر بأن رسول\nالله صلى الله عليه وسلم أذن في ذلك، فأمسك عن ردهن، وكان يفاضل بين ديات\nالأصابع، حتى بلغه عن النبي صلى الله عليه وسلم أمره بالمساواة بينها، فترك\nقوله وأخذ بالمساواة، وكان يرى الدية للعصبة فقط، حتى أخبره الضحاك بن\nسفيان بأن النبي صلى الله عليه وسلم ورث المرأة من الدية فانصرف عمر إلى\nذلك، ونهى عن المغالاة في مهور النساء استدلالا بمهور النبي صلى الله عليه\nوسلم حتى ذكرته امرأة بقول الله عز وجل: * (وآتيتم إحداهن قنطارا) * فرجع\nعن نهيه، وأراد رجم مجنونة حتى أعلم بقول رسول الله صلى الله عليه وسلم:\nرفع القلم عن ثلاثة فأمر ألا ترجم، وأمر برجم مولاة حاطب حتى ذكره عثمان\nبأن الجاهل لا حد عليه، فأمسك عن رجمها، وأنكر على حسان الانشاد في المسجد،\nفأخبره هو وأبو هريرة أنه قد أنشد فيه بحضرة رسول الله صلى الله عليه وسلم\nفسكت عمر.\n</p>\n\n<p>\nوقد خفي على الأنصار وعلى المهاجرين كعثمان وعلي وطلحة والزبير وحفصة أم\nالمؤمنين وجوب الغسل من الايلاج إلا أن يكون أنزل، وهذا مما تكثر فيه\nالبلوى، وخفي على عائشة، وأم حبيبة، أمي المؤمنين: وابن عمر، وأبي هريرة،\nوأبي موسى. وزيد بن ثابت، وسعيد بن المسيب، وسائر الجلة من فقهاء المدينة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p144'> Vol. 02, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nوغيرهم - نسخ الوضوء مما مست النار وكل هذا تعظم البلوى به وتعم، وهذا\nكله وما بعد هذا يبطل ما قاله من لا يبالي بكلامه من الحنفيين والمالكيين.\nإن الامر إذا كان مما تعم البلوى به لم يقبل خبر الواحد.\n</p>\n\n<p>\nوالعجب أن كلتا الطائفتين قد <span id='ms0151'></span> قبلت أخبارا خالفها غيرهم تعم البلوى، كقبول\nالحنفيين الوضوء من الضحك، وجهله غيرهم وكقبول المالكيين اليمين مع الشاهد،\nوجهله غيرهم، ومثل هذا كثير جدا.\n</p>\n\n<p>\nحدثنا محمد بن سعيد، ثنا أحمد به عبد النصير، حدثنا قاسم بن أصبغ، ثنا\nمحمد بن عبد السلام الخشني، ثنا محمد بن المثنى، ثنا عبد الرحمن بن مهدي،\nثنا صخر بن جويرية، حدثنا عامر بن عبد الله بن الزبير، أن عبد الرحمن بن\nالأسود أخبره قال:\n</p>\n\n<p>\nكنت جالسا مع أبي بعرفة وابن الزبير يخطب الناس، فقال ابن الزبير: إن هذا\nيوم تكبير وتحميد وتهليل، فكبروا الله واحمدوه وهللوا، فقام أبي يجوس حتى\nانتهى إليه فأصغى إليه فقال: أشهد لسمعت عمر بن الخطاب على هذا المنبر\nيلبي، فقال ابن الزبير: لبيك اللهم لبيك - وكان صيتا.\n</p>\n\n<p>\nقال أبو محمد: فقد خفي هذا كما ترى على ابن الزبير وغيره، وهو مشهور عن\nالنبي صلى الله عليه وسلم. وقد نهى عمر أن يسمى بأسماء الأنبياء، وهو يرى\nمحمد بن مسلمة يغدو عليه ويروح وهو أحد الصحابة الجلة منهم، ويرى أبا أيوب\nالأنصاري، وأبا موسى الأشعري، وهما لا يعرفان إلا بكناهما من الصحابة، ويرى\nمحمد بن أبي بكر الصديق، وقد ولد بحضرة رسول الله صلى الله عليه وسلم وفي\nحجة الوداع، واستفتته أمه إذ ولدته ماذا تصنع في إحرامها وهي نفساء، وقد\nعلم يقينا أن النبي صلى الله عليه وسلم علم بأسماء من ذكرنا وبكناهم بلا\nشك، وأقرهم عليها ودعاهم بها، ولم يغير شيئا من ذلك عليه السلام. فلما\nأخبره طلحة وصهيب عن النبي صلى الله عليه وسلم بإباحة ذلك، أمسك عن النهي\nعنه، وهم بترك الرمل في الحج، ثم ذكر أن النبي صلى الله عليه وسلم فعله.\nفقال: لا يجب لنا أن نتركه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p145'> Vol. 02, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا عثمان رضي الله عنه، فقد رووا عنه أنه بعث إلى الفريعة أخت أبي سعيد\nالخدري يسألها عما أفتاها به رسول الله صلى الله عليه وسلم في أمر عدتها،\nوأنه أخذ بذلك، وأمر برجم امرأة قد ولدت <span id='ms0152'></span> لستة أشهر، فذكره علي بالقرآن وأن\nالحمل قد يكون ستة أشهر، فرجع عن الامر برجمها.\n</p>\n\n<p>\nوهذا علي رضوان الله عليه: يعترف بأن كثيرا من الصحابة كانوا يحدثونه بما\nليس عنده عن النبي صلى الله عليه وسلم، وأنه كان يستحلفهم على ذلك حاشا أبا\nبكر فإنه كان لا يستحلفه، وأن الله تعالى كان ينفعه بما شاء أن ينفعه مما\nسمع من ذلك مما لم يكن عنده قبل ذلك.\n</p>\n\n<p>\nوهذا طلحة: يبيح الذهب بالفضة نسيئة، حتى ذكره عمر. وهذا ابن عمر وابن\nعباس: يبيعان الدرهم بالدرهمين، حتى ذكرا فأمسكا، ثم رواه ابن عمر عن أبي\nسعيد الخدري عن النبي صلى الله عليه وسلم، ذكره مسلم، فرجع ابن عمر إلى ذلك\nوترك رأيه ثم رواه ابن عمر فقال: هذا عهد نبينا إلينا. ذكره مالك عن حميد\nعن مجاهد عن ابن عمر، وصدق ابن عمر، ونحن نقول في حديث النبي صلى الله عليه\nوسلم إذا بلغنا: هذا عهد نبينا إلينا فهكذا نحمل أمر جميع ما روي من رواية\nالصاحب للحديث، ثم روي عنه مخالفته إياه أنه إنما أفتى بخلاف الحديث قبل أن\nيبلغه، فلما حدث بما بلغه، لا يحل أن يظن بالصاحب غير هذا، وهذا نص ما\nذكرنا عن ابن عمر ببيان لا يخفى، وأنهم تأولوا فيما سمعوا من الحديث.\n</p>\n\n<p>\nومن حمل ذلك على غير ما قلنا فإنه يوقع الصاحب ولا محالة تحت أمرين، وقد\nأعاذهم الله تعالى منهما، كلاهما ضلال وفسق، وهما إما المجاهرة بخلاف النبي\nصلى الله عليه وسلم وهذا لا يحل لاحد، ولا يحل أن يظن بهم، وإما أن يكون\nعندهم علم أوجب عليهن مخالفة ما رووا فما هم في حل أن يكتموه عنا ويحدثوا\nبالمنسوخ، ويكتموا عنا الناسخ. وهذه الصفة كفر من فاعلها وتلبيس في الدين،\nولا ينسب هذا إليهم إلا زائغ القلب أو جاهل أعمى القلب، فبطل ظنهم الفاسد،\nوصح قولنا والحمد لله رب العالمين. ولا سبيل إلى وجه ثالث أصلا إلا أن\nيكونوا نسوا حينئذ بعض ما قد <span id='ms0153'></span> رووه قبل ذلك فهذا ممكن أيضا. فإن كانوا\nتأولوا فالتأويل منهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p146'> Vol. 02, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nرضي الله عنهم ظن، وروايتهم على النبي صلى الله عليه وسلم يقين، ولا يحل\nلمسلم أن يترك اليقين للظن، فارتفع الاشكال جملة هذا الباب، والحمد لله رب\nالعالمين.\n</p>\n\n<p>\nوأما هم رضوان الله عليهم فمعذورون، لأنه اجتهاد منهم، مع أن ذلك منهم\nأيضا قليل جدا، وليس كذلك من يقلدهم بعد أن نبه على ما ذكرناه وهذه عائشة\nوأبو هريرة رضي الله عنهما خفي عليهما المسح على الخفين، وعلى ابن عمر\nمعهما، وعلمه جرير ولم يسلم إلا قبل موت النبي صلى الله عليه وسلم بأشهر،\nوأقرت عائشة أنها لا علم لها به، وأمرت بسؤال من يرجى عنده علم ذلك وهو علي\nرضي الله عنه، وهذه حفصة أم المؤمنين سئلت عن الوطء يجنب فيه الواطئ، أفيه\nغسل أم لا؟ فقالت لا علم لي.\n</p>\n\n<p>\nوهذا ابن عمر توقع أن يكون حدث نهي من النبي صلى الله عليه وسلم عن كراء\nالأرض بعد أزيد من أربعين سنة من موت النبي صلى الله عليه وسلم، فأمسك عنها\nوأقر أنهم كانوا يكرونها على عهد أبي بكر وعمر وعثمان، ولم يقل إنه لا يمكن\nأن يخفى على هؤلاء ما يعرف رافع وجابر وأبو هريرة.\n</p>\n\n<p>\nوهؤلاء إخواننا يقولون - فيما اشتهوا -: لو كان هذا حقا ما خفي على عمر.\n</p>\n\n<p>\nوقد خفي على زيد بن ثابت، وابن عمر، وجمهور أهل المدينة إباحة النبي صلى\nالله عليه وسلم للحائض أن تنفر، حتى أعلمهم بذلك ابن عباس وأم سليم، فرجعوا\nعن قولهم: وخفي على ابن عمر الإقامة حتى يدفن الميت، حتى أخبره بذلك أبو\nهريرة وعائشة فقال: لقد فرطنا في قراريط كثيرة، وقيل لابن عمر في اختياره\nمتعة الحج على الافراد: إنك تخالف أباك. فقال: أكتاب الله أحق أن يتبع أم\nعمر؟ روينا ذلك عنه من طريق عبد الرزاق، عن معمر، عن الزهري، عن سالم، عن\nابن عمر. وخفي على عبد الله بن عمر الوضوء من مس الذكر، حتى أمرته بذلك -\nعن <span id='ms0154'></span> النبي صلى الله عليه وسلم - بسرة بنت صفوان، فأخذ بذلك. وخفي على ابن\nعباس النهي عن المتعة، وعن تحريم الحمر الأهلية، حتى أعلمه بذلك علي رضي\nالله عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p147'> Vol. 02, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن عباس: ألا تخافون أن يخسف الله بكم الأرض، أقول لكم قال رسول\nالله صلى الله عليه وسلم وتقولون قال أبو بكر وعمر، وهؤلاء الأنصار نسوا\nقوله عليه السلام:\n</p>\n\n<p>\nالأئمة من قريش، وقد رواه أنس. وقد روى عبادة بن الصامت ما يدل على ذلك\nوما كانوا يتركون اجتهادهم إلا لأمر بلغهم عن النبي صلى الله عليه وسلم،\nوهذا أبو هريرة يذكر أنهم كانوا رضوان الله عليهم تشغلهم أموالهم ومتاجرهم،\nوأنه هو كان يلازم رسول الله صلى الله عليه وسلم ويحضر ما لا يحضرون، وقد\nذكرنا هذا الحديث في باب الاجماع - في ديواننا هذا - في فصل ترجمته:\n</p>\n\n<p>\nإبطال قول من قال إن الجمهور إذا أجمعوا على قول وخالفهم واحد فإنه لا\nيلتفت إلى قوله فأغنى ذكرنا إياه هنالك عن ترداده ههنا.\n</p>\n\n<p>\nوإذا وجدنا الصاحب تخفى عليه السنة، أو تبلغه فيتأول فيها التأويلات كما\nفعلوا في تحريم الخمر، فإن البخاري روى أنهم اختلفوا فمن قائل: حرمت لأنها\nكانت تأكل العذرة، ومن قائل: لأنها لم تخمس. ومن قائل: إنه خشي فناء الظهر،\nوقال بعضهم: بل حينئذ حرمت البتة.\n</p>\n\n<p>\nقال علي: وكل ذلك باطل إلا قول من قال: حرمت البتة، وقد جاء النص\nبتحريمها لعينها، ولأنها رجس، روى ذلك أنس. فلما صح كل ما ذكرنا وبطل\nالتقليد جملة، وجب أن يؤخذ برأي صاحب، وإن تعرى من مخالفة الخبر - فكيف إذا\nاستضاف إلى مخالفة الخبر. وقد كتبنا في باب إبطال التقليد من هذا الكتاب ما\nأفتوا به رضوان الله عليهم، فأخبر عليه السلام: أنه ليس كذلك.\n</p>\n\n<p>\nقال علي: وكل ما تعلق به أهل اللواذ عن الحقائق - عند غلبة الحيرة عليهم\nمن مثل هذا وشبهه - فهم أترك خلق الله تعالى له، وإنما تعلق بهذا أصحاب أبي\nحنيفة في خلافهم أمر النبي صلى الله عليه وسلم: بغسل الاناء <span id='ms0155'></span> من ولوغ الكلب\nسبعا فقالوا: قد روي أن أبا هريرة أفتى من رأيه بأن يغسل منه ثلاثا، ثم\nتركوا قول أبي هريرة، وقول رسول الله صلى الله عليه وسلم فخالفوا روايته\nالتي لا يحل خلافها، ورأيه الذي احتجوا به، وأحدثوا دينا حديثا، فقالوا: لا\nيغسل إلا مرة واحدة، ونقدها هنا المالكيون أصولهم ووفقوا في ذلك فقالوا:\nيغسل سبعا فأخذوا برواية أبي هريرة وتركوا رأيه، وتعلقوا كلهم بذلك أيضا في\nحديث ابن عباس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p148'> Vol. 02, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nوعائشة في الصوم عن الميت فقالوا: قد أفتى ابن عباس وعائشة بخلاف ذلك،\nفتناقض المالكيون والحنفيون ههنا، فأخذوا بقول ابن عباس وعائشة وتركوا\nروايتهما. وأخذ المالكيون آنفا برواية أبي هريرة، وتركوا قوله، ولا حجة\nللحنفيين في خلاف عائشة وابن عباس هذا الحديث، لأنه إن كان تركته عائشة،\nفقد رواه أيضا بريدة الأسلمي، ولم يخالفه، وأما ابن عباس فالأصح عنه أنه\nأفتى بما رواه عنه محمد بن عبد الرحمن بن ثوبان، وليس بالقوي، وروى سعيد بن\nجبير خلاف ذلك وهو أصح.\n</p>\n\n<p>\nوأما تعلقهم بأن عائشة رضي الله عنها خالفت في فتياها ما روت من الامر\nبالصيام عن الميت، فأين هم عن طرد هذا الأصل الفاسد؟ إذ روت عائشة رضي الله\nعنها أن الصلاة فرضت ركعتين، فأقرت صلاة السفر وزيد في صلاة الحضر، وكانت\nهي تتم في السفر، فأخذوا بروايتها وتركوا رأيها وعملها، وإذ روت التحريم\nبلبن العجل، ثم كانت لا تأخذ بذلك، ولا يدخل عليها من أرضعته نساء إخوتها،\nويدخل عليها من أرضعته بنات أخواتها فتركوا رأيها، وأخذوا بروايتها، وإذ\nروت أن كل امرأة نكحت بغير إذن وليها فنكاحها باطل، فخالفت ذلك وأنكحت بنت\nأخيها عبد الرحمن - المنذر - ابن الزبير - وعبد الرحمن حي غائب غيبة قريبة\nبالشام بغير علمه ولا أمره، فأخذ المالكيون بروايتها وتركوا رأيها وعملها.\nفإن قالوا: تأولت في كل هذا قلنا لهم: وهكذا تأولت في فتياها بألا يصام عن\nالميت، ولعل المرأة التي أفتت ألا يصام عنها كانت لا ولي لها، فلم تر عائشة\nرضي الله <span id='ms0156'></span> عنها أن تخرج من ظاهر الحديث الذي روت في ذلك لان نصه من مات\nوعليه صيام صام عنه وليه.\n</p>\n\n<p>\nوهكذا فعل المالكيون فيما روي عن عمر أنه رأى للمبتوتة السكنى والنفقة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p149'> Vol. 02, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nوبلغه حديث فاطمة بنت قيس فلم يأخذ به، فخالف المالكيون رأي عمر، وأخذوا\nبنصف حديث فاطمة فلم يروا للمبتوتة نفقة، فخالفوا الحديث وعمر في النصف\nالثاني فرأوا لها السكنى. وعمر قد قرأ الآية كما قرؤوها. وهكذا فعلوا في\nرواية ابن عباس في حديث: حد المكاتب وميراثه ودينه بمقدار ما أدى فقالوا:\nخالفه ابن عباس فأفتى بغير ذلك، ولا حجة لهم في هذا لان هذا الحديث قد رواه\nأيضا علي بن أبي طالب رضي الله عنه، وأخذوا به وأفتي به. فلم كان ترك ابن\nعباس للحديث حجة على عمل علي به؟ وقد يحتمل ترك ابن عباس وغيره لما روي\nوجوها منها أن يتأول فيه تأويلا كما ذكرنا آنفا، أو يكون نسيه جملة، أو\nيكون نسيه حين أفتى بهذه الفتيا المخالفة له كما ذكرنا آنفا فيمن أفتى منهم\nبخلاف القرآن وهو ناس لما في حفظه من ذلك، أو يكون لم يكن يبلغه حين أفتى\nبما أفتى به ثم بلغه الحديث بعد ذلك، فإن هذه الوجوه كلها موجودة فيما روي\nعنهم، فلا يحل لاحد ترك كلامه عليه السلام الفتيا جاءت عن صاحب فمن دونه\nمخالفة لما صح عنه عليه السلام، ولو تتبعنا ما تركوا فيه روايات الصحابة\nوأخذوا بفتياهم، وما تركوا فيه فتيا الصحابة وأخذوا برواياتهم، لكثر ذلك\nجدا، لان القوم إنما حسبهم ما نصروا به المسألة التي بين أيديهم فقط، وإن\nهدموا بذلك سائر مسائلهم.\n</p>\n\n<p>\nوفيما ذكرنا كفاية.\n</p>\n\n<p>\nوبالجملة فصرف الداخلة التي يعترضون بها على رواية الصاحب لما ترك برأيه\nأولى أن يكون إلى النقل - لمخالفته لذلك - منه إلى الرواية التي يلزم\nاتباعها. وهذا باب قد عظم تناقضهم فيه، فهذا ابن عمر وأبو برزة هما رويا\nحديث: البيعان بالخيار ما لم يتفرقا فحملاه على تفرق الأبدان، فخالفهما\nالمالكيون والحنفيون فقالوا: التفرق <span id='ms0157'></span> بالكلام ولم يلتفوا إلى ما حمل عليه\nالحديث الصاحبان اللذان روياه. وهذا علي رضي الله عنه روى: الصلاة تحريمها\nالتكبير، وتحليلها التسليم ثم روي عنه تركه وأنه أفتى بأنه إذ وقع رأسه من\nالسجود فقد تمت صلاته فخالفه المالكيون، ورأوا التسليم فرضا لا بد منه.\nوتناقضهم في الباب عظيم جدا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p150'> Vol. 02, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nفصل في حكم العدل قال علي: وإذ علمنا أن الراوي العدل قد أدرك من روى عنه\nمن العدول فهو على اللقاء والسماع، لان شرط العدل القبول، والقبول يضاد\nتكذيبه في أن يسند إلى غيره ما لم يسمعه منه، إلا أن يقوم دليل على ذلك من\nفعله، وسواء قال حدثنا أو أنبأنا، أو قال عن فلان، أو قال: قال فلان، كل\nذلك محمول على السماع منه ولو علمنا أن أحدا منهم يستجير التلبيس بذلك كان\nساقط العدالة في حكم الناس، وحكم العدل الذي قد تبنت عدالته فهن على الورع\nوالصدق لا على الفسق والتهمة وسوء الظن المحرم بالنص حتى يصح خلاف ذلك، ولا\nخلاف في هذه الجملة بين أحد من المسلمين، وإنما تناقض من تناقض في تفريع\nالمسائل، وبالله التوفيق.\n</p>\n\n<p>\nفصل فيما ادعاه قوم من تعارض النصوص قال علي: إذا تعارض الحديثان، أو\nالآيتان، أو الآية والحديث، فيما يظن من لا يعلم، ففرض على كل مسلم استعمال\nكل ذلك، لأنه ليس بعض ذلك أولى بالاستعمال من بعض، ولا حديث بأوجب من حديث\nآخر مثله، ولا آية أولى بالطاعة لها من آية أخرى مثلها، وكل من عند الله عز\nوجل، وكل سواء في باب وجوب الطاعة والاستعمال ولا فرق.\n</p>\n\n<p>\nحدثنا عبد الله بن ربيع التميمي قال أنبأنا محمد بن إسحاق بن السليم،\nوأحمد بن عون الله، قال: حدثنا ابن الأعرابي، قال حدثنا سليمان بن الأشعث\nالسجستاني، حدثنا محمد بن عيسى، حدثنا أشعث بن شعبة، أنبأنا أرطاة بن\nالمنذر، سمعت أبا الأحوص حكيم بن عمير يحدث عن العرباض بن سارية، أنه حضر\nرسول الله صلى الله عليه وسلم يخطب الناس وهو يقول: أيحسب <span id='ms0158'></span> أحدكم متكئا على\nأريكته قد يظن أن الله تعالى لم يحرم شيئا إلا ما في القرآن ألا وإني والله\nقد أمرت ووعظت ونهيت عن أشياء إنها لمثل القرآن.\n</p>\n\n<p>\nقال علي: صدق النبي صلى الله عليه وسلم هي مثل القرآن، ولا فرق في وجوب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p151'> Vol. 02, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nطاعة كل ذلك علينا. وقد صدق الله تعالى هذا القول إذ يقول: * (من يطع\nالرسول فقد أطاع الله) * وهي أيضا مثل القرآن في أن كل ذلك من عند الله\nتعالى قال الله عز وجل: * (وما ينطق عن الهوى، إن هو إلا وحي يوحى) قال\nعلي: ولا خلاف بين المسلمين في أنه لا فرق بين وجوب طاعة قول الله عز وجل:\n* (وأقيموا الصلاة) * وبين وجوب طاعة رسوله صلى الله عليه وسلم في أمره: أن\nيصلي المقيم الظهر أربعا، والمسافر ركعتين، وأنه ليس ما في القرآن من ذلك\nبأوجب ولا أثبت مما جاء من ذلك منقولا نقلا صحيحا عن النبي صلى الله عليه\nوسلم، وإن كانوا قد اختلفوا في كيفية الطريق التي بها يصح النقل فقط.\n</p>\n\n<p>\nقال علي: وقد روينا في هذا الحديث من بعض الطرق: إنها لمثل القرآن وأكثر.\n</p>\n\n<p>\nقال علي: ولا نكرة في هذا اللفظ لأنه صلى الله عليه وسلم إنما أراد بذلك\nأنها أكثر عددا مما ذكر في القرآن، وهذا أمر تعلم صحته بالمشاهدة، لان\nالفرائض الواردة في كلامه صلى الله عليه وسلم بيانا لأمر ربه تعالى أكثر من\nالفرائض الواردة في القرآن.\n</p>\n\n<p>\nقال علي: فإذا ورد النصان كما ذكرنا، فلا يخلو ما يظن به التعارض منهما،\nوليس تعارضا - من أحد أربعة أوجه لا خامس لها، إما أن يكون أحدهما أقل\nمعاني من الآخر، أو يكون أحدهما حاظرا والآخر مبيحا، أو يكون أحدهما موجبا\nوالثاني نافيا، فواجب ههنا أن يستثنى الأقل معاني من الأكثر معاني، وذلك\nمثل أمره عليه السلام ألا ينفر أحد حتى يكون آخر عهده بالبيت، وأذن للحائض\nأن تنفر قبل أن تودع فوجب استثناء الحائض من جملة النافرين، وكذلك حديث نهي\nالنبي صلى <span id='ms0159'></span> الله عليه وسلم عن الرطب بالتمر مع إباحة ذلك في العرايا فيها\nدون خمسة أوسق، ومثل أمر الله عز وجل بقطع (يد) السارق والسارقة جملة مع\nقوله عليه السلام: لا قطع إلا في ربع دينار فصاعدا فوجب استثناء سارق أقل\nمن ربع دينار من القطع، وبقي سارق ما عدا ذلك على وجوب القطع عليه، وكذلك\nتحريمه تعالى أمهات الرضاعة، مع قوله صلى الله عليه وسلم:\n</p>\n\n<p>\nلا تحرم الرضعة والرضعتان ونسخ العشر المحرمات بالخمس المحرمات، فوجب\nاستثناء ما دون الخمس رضعات من التحريم، ويبقى الخمس فصاعدا على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p152'> Vol. 02, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nالتحريم، ومثل قوله تعالى: * (ولا تنكحوا المشركات حتى يؤمن) * مع إباحته\nالمحصنات من نساء أهل الكتاب بالزواج، فكن بذلك مستثنيات من جملة المشركات،\nوبقي سائر المشركات على التحريم، ومثل قوله عليه السلام: دماؤكم وأموالكم\nوأعراضكم عليكم حرام مع قوله تعالى: (فمن اعتدى عليكم فاعتدوا عليه بمثل ما\nاعتدى عليكم) وأمر على لسان نبيه صلى الله عليه وسلم بقتل من ارتد بعد\nإسلامه، أو زنى بعد إحصانه، أو قتل نفسا، أو شرب خمرا بعد أن حد فيها\nثلاثا، وأباح قتل من سعى في الأرض فسادا، وأمر بأخذ أموال معروفة في\nالزكوات والنفقات والكفارات، وأمر بتغيير المنكر باليد، فكان كل ذلك مستثنى\nمن جملة تحريم الدماء والأموال والاعراض، وبقي سائرها على التحريم.\n</p>\n\n<p>\nفقد أرينا في هذه المسائل استثناء الأقل معاني من الأكثر معاني، وأرينا\nفي ذلك إباحة من حظر، وحظرا من إباحة، وحديثا من آية، وآية من حديث، وآية\nمن آية، وحديثا من حديث، ولا نبالي في هذا الوجه كما نعلم أي النصين ورد\nأولا أو لم نعلم ذلك، وسواء كان الأكثر معاني ورد أولا، أو ورد آخرا كل ذلك\nسواء، ولا يترك واحد منهما للآخر، لكن يستعملان معا كما ذكرنا - فهذا وجه.\n</p>\n\n<p>\nوالوجه الثاني أن يكون أحد النصين موجبا بعض ما أوجبه النص الآخر، أو\nحاظرا بعض ما حظره النص الآخر، فهذا يظنه قوم تعارضا، وتحيروا في ذلك\nفأكثروا وخبطوا العشواء، وليس في شئ من <span id='ms0160'></span> ذلك تعارض.\n</p>\n\n<p>\nوقد بينا غلطهم في هذا الكتاب في كلامنا في باب دليل الخطاب، وذلك قوله\nعز وجل: وبالوالدين إحسانا وقال في موضع آخر إن الله يأمر بالعدل والاحسان\nوقال عليه السلام إن الله كتب الاحسان على كل شئ فكان أمره تعالى بالاحسان\nإلى الوالدين غيره معارض للإحسان إلى سائر الناس وإلى البهائم المتملكة\nوالمقتولة بل هو بعضه وداخل في جملته. ومثل نهيه عليه السلام أن يزني أحدنا\nبحليلة جاره مع عموم قوله تعالى: * (ولا تقربوا الزنا) * فليس ذكره عليه\nالسلام امرأة الجار معارضا لعموم النهي عن الزنى، بل هو بعضه.\n</p>\n\n<p>\nفغلط قوم في هذا الباب فظنوا قوله عليه السلام في سائمة الغنم كذا،\nمعارضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p153'> Vol. 02, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nلقوله في مكان آخر: في كل أربعين شاة شاة وليس كما ظنوا، بل الحديث الذي\nفيه ذكر السائمة هو بعض الحديث الآخر وداخل في عمومه، والزكاة واجبة في\nالسائمة بالحديث الذي فيه ذكر السائمة وبالحديث الآخر معا والزكاة واجبة في\nغير السائمة بالحديث الآخر خاصة.\n</p>\n\n<p>\nوكذلك غلط قوم أيضا فظنوا قوله تعالى: * (إن طلقتم النساء ما لم تمسوهن\nأو تفرضوا لهن فريضة ومتعوهن على الموسع قدره) * معارضا لقوله تعالى:\n</p>\n\n<p>\n* (وللمطلقات متاع بالمعروف) * والآية الأولى بعض هذه وداخلة في جملتها\nكما قلنا في حديث السائمة ولا فرق.\n</p>\n\n<p>\nوكذلك غلط قوم آخرون فظنوا قوله تعالى: * (والخيل والبغال والحمير\nلتركبوها وزينة) * معارضا لقوله تعالى: فكلوا مما في الأرض حلالا طيبا\nولقوله تعالى معارضا لقوله عز وجل حرمت عليكم الميتة والدم وليس كذلك على\nما قدمنا قبل لأنه ليس في شئ من النصوص التي ذكرنا نهى عما في الاخر ليس في\nحديث السائمة نهى عن أن يزكى غير السائمة ولا أمر بها فحكمها مطلوب من غير\nحديث السائمة. ولا في الامر بتمتيع المطلقة غير الممسوسة نهى عن تمتيع\nالممسوسة السائمة نهي عن أن يزكي غير السائمة، ولا أمر بها فحكمها مطلوب من\nغير حديث السائمة، ولا في الامر بتمتيع المطلقة غير المحسوسة نهي عن تمتيع\nالممسوسة، ولا أمر به <span id='ms0161'></span> فحكمها مطلوب من موضع آخر، ولا في إخباره تعالى بأن\nخلق الخيل لتركب وزينة نهي عن أكلها وبيعها، ولا إباحة لهما فحكمها مطلوب\nمن مكان آخر، ولا في تحريمه تعالى الدم المسفوح إخبارا بأن ما عدا المسفوح\nحلال، بل هو كله حرام بالآية الأخرى، كما قلنا إنه ليس في أمره تعالى\nبالاحسان إلى الآباء نهي عن الاحسان إلى غيرهم، ولا أمر به، فحكم الاحسان\nإلى غير الآباء مطلوب من مكان آخر، ومن فرق بين شئ من هذا الباب فقد تحكم\nبلا دليل وتكلم بالباطل من غير علم ولا هدى من الله تعالى.\n</p>\n\n<p>\nقال علي: فهذا وجه ثان.\n</p>\n\n<p>\nوالوجه الثالث: أن يكون أحد النصين فيه أمر بعمل ما، معلق بكيفية ما، أو\nبزمان ما، أو على شخص ما، أو في مكان ما، ويكون في النص الآخر نهي عن عمل\nما، بكيفية ما، أو في زمان ما، أو مكان ما، أو عدد ما، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p154'> Vol. 02, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nأو عذر ما، ويكون في كل واحد من العملين المذكورين اللذين أمر بأحدهما\nونهى عن الآخر شئ ما - يمكن أن يستثنى من الآخر، وذلك بأن يكون على ما\nوصفنا في كل نص من النصين المذكورين حكمان فصاعدا، فيكون بعض ما ذكر في أحد\nالنصين عاما لبعض ما ذكر في النص الآخر، ولا شئ آخر معه، ويكون الحكم\nالثاني الذي في النص الثاني عاما أيضا لبعض ما ذكر في هذا النص الآخر، ولا\nشيئا آخر معه.\n</p>\n\n<p>\nقال علي: وهذا من أدق ما يمكن أن يعترض أهل العلم من تأليف النصوص وأغمضه\nوأصعبه، ونحن نمثل من ذلك أمثلة تعين بحول الله وقوته على فهم هذا المكان\nاللطيف. وليعلم طالب العلم والحريص عليه وجه العمل في ذلك إن شاء الله عز\nوجل، ولا حول ولا قوة إلا بالله العلي العظيم، وما وجدنا أحدا قبلنا شغل\nباله في هذا المكان بالشغل الذي يستحقه هذا الباب، فإن الغلط والتناقض فيه\nيكثر جدا إلا من سدده الله بمنه ولطفه، لا إله إلا هو.\n</p>\n\n<p>\nقال علي <span id='ms0162'></span>: فمن ذلك قول الله تعالى ولله على الناس حج البيت من استطاع إليه\nسبيلا) وقال عليه السلام: لا يحل لامرأة تؤمن بالله واليوم الآخر أن تسافر\nإلا مع زوج أو ذي محرم منها ففي الآية عموم الناس وإيجاب عمل خاص عليهم وهو\nالسفر إلى مكان واحد نفسه بعينه من سائر الأماكن، وهو مكة أعزها الله،\nفاضبط هذا، وفي الحديث المذكور تخصيص بعض الناس وهم النساء، ونهيهن عن عمل\nعام وهو السفر جملة، لم يخص بذلك مكان دون مكان.\n</p>\n\n<p>\nفاختلف الناس في كيفية استعمال هذين النصين.\n</p>\n\n<p>\nفقالت طوائف منهم: معنى ذلك ولله على الناس حج البيت حاشا النساء اللواتي\nلا أزواج لهن ولا ذا محرم، فليس عليهم حج إذا سافرت إليه سفرا قدره كذا،\nفاستثنوا كما ترى النساء من الناس.\n</p>\n\n<p>\nوقالت طوائف أخر: معنى ذلك لا يحل لامرأة تؤمن بالله واليوم الآخر أن\nتسافر إلا مع زوج أو ذي محرم، إلا أن يكون سفرا أمرت به كالحج أو ندبت إليه\nكالنظر في مالها، أو ألزمته كالتغريب، فإنها تسافر إليه دون زوج ودون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p155'> Vol. 02, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nذي محرم، فاستثنوا كما ترى الاسفار الواجبة والمندوب إليها من جملة\nالاسفار المباحة كلها، وأبقوا على كل سفر مباح غير واجب ولا مندوب إليه على\nعموم التحريم على النساء إلا مع زوج أو ذي محرم.\n</p>\n\n<p>\nقال علي: لم يكن بيد كل طائفة من الطائفتين اللتين ذكرنا، إلا وصفها\nترتيب مذهبها في استعمال النصين المذكورين فليس أحدهما أولى من الثاني فلا\nبد من طلب الدليل على صحة أحد الاستثناءين، وابتغاء البرهان على الواجب\nمنهما من مكان غيرهما.\n</p>\n\n<p>\nقال علي: وأما نحن فإنما ملنا إلى استثناء الاسفار الواجبة والمندوب\nإليها من سائر الاسفار المباحة، وأوجبنا على المرأة السفر إلى الحج والعمرة\nالواجبتين، والتغريب، وأبحنا لها التطوع بالعمرة والحج، ومطالعة ما لها دون\nزوج ودون ذي محرم لقول رسول الله صلى الله عليه وسلم: البكر بالبكر جلد\nمائة وتغريب سنة ولقوله عليه السلام: لا تمنعوا إماء الله مساجد الله فجاء\nالنص كما <span id='ms0163'></span> ترى في النساء بأنه لا يحل منعهن عن المساجد، ومكة من المساجد\nفكان هذا النص أقل معاني من حديث النهي عن سفر النساء جملة فوجب أن يكون\nمستثنى منه ضرورة، وخرجنا إلى القسم الذي ذكرنا أولا، وإلا صار المانع لهن\nعاصيا لهذا الحديث، تاركا له بلا دليل.\n</p>\n\n<p>\nقال علي: وقد احتج للاستثناء الثاني بعض القائلين به بحديث فيه أنه عليه\nالسلام لما نهى عن أن تسافر المرأة إلا مع زوج أو ذي محرم قال له رجل من\nالأنصار: يا رسول الله إني اكتتبت في غزوة كذا، وإن امرأتي خرجت حاجة فقال\nعليه السلام: حج مع امرأتك قال على لا لحديث حجة عليهم لأنه عليه السلام لم\nيلزمها الرجوع، ولا أوقع عليها النهي عن الحج، ولكنه عليه السلام أمر زوجها\nبالحج معها، فكل زوج أبى من الحج مع امرأته فهو عاص، ولا يسقط عنها لأجل\nمعصيته فرض الحج، هذا نص الحديث الذي احتجوا به، وليس يفهم منه غير ذلك\nأصلا، لان الامر في هذا الحديث متوجه إلى الزوج لا إلى المرأة.\n</p>\n\n<p>\nقال علي: ومن هذا النوع أمره عليه السلام بالانصات للخطبة، وفي الصلاة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p156'> Vol. 02, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nمع قوله تعالى: * (وإذا حييتم بتحية فحيوا بأحسن منها أو ردوها) * الآية:\nفنظرنا في النصين المذكورين فوجدنا الانصات عاما لكل كلام، سلاما كان أو\nغيره، ووجدنا ذلك في وقت خاص وهو وقت الخطبة والصلاة، ووجدنا في النص\nالثاني إيجاب رد السلام وهو بعض الكلام في كل حالة على العموم. فقال بعض\nالعلماء: معنى ذلك أنصت إلا عن السلام الذي أمرت بإفشائه ورده في الخطبة،\nوقال بعضهم: رد السلام وسلم إلا أن تكون منصتا للخطبة أو في الصلاة.\n</p>\n\n<p>\nقال علي: فليس أحد الاستثناءين أولى من الثاني، فلا بد من طلب الدليل من\nغير هذه الرتبة.\n</p>\n\n<p>\nقال علي: وإنما صرنا إلى إيجاب السلام رد السلام وابتدائه في الخطبة دون\nالصلاة لان الصلاة قد ورد فيها نص بين بأنه عليه السلام، سلم عليه فيها فلم\nيرد بعد أن كان يرد، وأنه <span id='ms0164'></span> سئل عن ذلك فقال عليه السلام: إن الله يحدث من\nأمره ما يشاء وإنه أحدث ألا تكلموا في الصلاة أو كلاما هذا معناه.\n</p>\n\n<p>\nقال علي: وليس امتناع رد السلام في الصلاة موجبا ألا يرد أيضا في الخطبة،\nلان الخطبة ليست صلاة، ولم يلزم فيها استقبال القبلة ولا شئ مما يلزم في\nالصلاة، وأما الخطبة فإنا نظرنا في أمرها فوجدنا المعهود، والأصل إباحة\nالكلام جملة، ثم جاء النهي عن الكلام في الخطبة، وجاء الامر برد السلام\nواجبا وإفشائه، فكان النهي عن الكلام زيادة على معهود الأصل، وشريعة واردة\nقد تيقنا لزومها، وكان رد السلام وإفشاؤه أقل معاني من النهي عن الكلام\nفوجب استثناؤه، فصرنا بهذا الترتيب الذي ذكرناه في القسم الأول آنفا.\n</p>\n\n<p>\nقال علي: ومن ذلك أمره عليه السلام: من نام عن الصلاة أو نسيها أن يصليها\nإذا ذكرها، ونهيه عن الصلاة بعد العصر وبعد الصبح، وحين استواء الشمس، فقال\nبعض العلماء: معناه فليصلها إذا ذكرها إلا أن يكون وقتا منهيا عن الصلاة\nفيها.\n</p>\n\n<p>\nوقال آخرون: معناه لا تصلوا بعد العصر، ولا بعد الصبح ولا حين استواء\nالشمس، إلا أن تكون صلاة نمتم عنها أو نسيتموها أو أمرتم بها ندبا أو فرضا\nأو تعودتموها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p157'> Vol. 02, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nقال علي: فليس أحد الاستثناءين أولى من الثاني إلا ببرهان من غيرهما،\nولكن العمل في ذلك أن يطلب البرهان على أصح العملين المذكورين من نص آخر\nغيرهما، فإن لم يوجد صبر إلى الاخذ بالزيادة، وبالله التوفيق.\n</p>\n\n<p>\nقال علي: ومن هذا قول الله تعالى: * (يا بني إسرائيل اذكروا نعمتي التي\nأنعمت عليكم وأني فضلتكم على العالمين) * ومع قوله تعالى لنا: * (كنتم خير\nأمة أخرجت للناس) * فليس أحد النصين أولى بالاستثناء من الآخر، إلا بنص أو\nإجماع، لأنه جائز أن يقول قائل: معناه: كنتم خير أمة أخرجت للناس إلا بني\nإسرائيل الذين فضلهم الله على العالمين، وجائز أن يقول قائل معناه: أني\nفضلتكم على العالمين إلا أمة محمد صلى الله عليه وسلم الذين هم خير أمة\nأخرجت للناس، فلابد <span id='ms0165'></span> من ترجيح أحد الاستثناءين على الآخر ببرهان آخر وإلا\nفليس أحدهما أولى من الثاني.\n</p>\n\n<p>\nقال علي: فنظرنا فوجدنا قوله تعالى: وقد قام البرهان على أنه ليس على\nعمومه، لان الملائكة أفضل نهم بيقين، فوقفنا على هذا، ثم نظرنا قوله تعالى\nكنتم خير أمة أخر للناس لم يأت نص ولا إجماع بأنه ليس على ظاهره، لان\nالملائكة يدخلون في العالمين، وقد خرج من عموم ذلك الجن بالنصوص في ذلك،\nولا يدخلون في الأمم المخرجة للناس، فلما كان هذا النص لم يأت نص آخر ولا\nإجماع بأنه ليس على عمومه لم يجز لاحد بأن يخصه، فإذا لم يجز تخصيصه فالفرض\nالحمل له على عمومه، فإذا ذلك فرض، ولابد من أن نخص أحد ذينك النصين من\nالآخر، ولم يجز تخصيص هذا، فقد وجب تخصيص الآخر ولابد، إذ لا بد من تخصيص\nأحدهما، وهذا برهان ضروري صحيح من الخبر الثابت:\n</p>\n\n<p>\nبأن مثلنا مع من قبلنا كمن أجر أجراء فعملوا إلى نصف النهار بقيراط\nقيراط، ثم أجر آخرين فعملوا إلى العصر بقيراط قيراط، ثم أجر آخرين فعملوا\nإلى الليل بقيراطين قيراطين قال عليه السلام: فأنتم أقل عملا وأكثر أجرا\nوبالله تعالى التوفيق.\n</p>\n\n<p>\nقال علي: ونقول قطعا إنه لا بد ضرورة في كل ما كان هكذا، من دليل قائم\nبين البرهان على الصحيح من الاستثناءين والحق من الاستعمالين، لان الله\nتعالى قد تكفل بحفظ دينه فلو لم يكن ههنا دليل لائح، وبرهان واضح لكان ضمان\nالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p158'> Vol. 02, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى خائسا، وهذا كفر ممن أجازه، فصح أنه لا بد من وجوده لمن يسره الله\nتعالى لفهمه، وبالله تعالى التوفيق.\n</p>\n\n<p>\nوالوجه الرابع: أن يكون أحد النصين حاظرا لما أبيح في النص الآخر بأسره\nأي يكون أحدهما موجبا والآخر مسقطا لما وجب في هذا النص بأسره.\n</p>\n\n<p>\nقال علي: فالواجب في هذا النوع أن ننظر إلى النص الموافق لما كنا عليه لو\nلم يرد واحد منهما فنتركه ونأخذ بالآخر، لا يجوز غير هذا أصلا وبرهان ذلك\nأننا على يقين من أننا قد <span id='ms0166'></span> كنا على ما في ذلك الحديث الموافق لمعهود الأصل،\nثم لزمنا يقينا للعمل بالامر الوارد بخلاف ما كنا عليه بلا شك فقد صح عندنا\nيقينا إخراجنا عما كنا عليه، ثم لم يصح عندنا نسخ ذلك الامر الزائد الوارد\nبخلاف معهود الأصل، ولا يجوز لنا أن نترك يقينا بشك، ولا أن نخالف الحقيقة\nللظن، وقد نهى الله تعالى عن ذلك فقال: * (إن يتبعون إلا الظن وإن الظن لا\nيغني من الحق شيئا) * وقال: * (إن يتبعون إلا الظن وإن هم إلا يخرصون) *\nوقال تعالى ذاما لقوم قالوا حاكمين بظنهم: * (إن نظن إلا ظنا وما نحن\nبمستيقنين) * وقال رسول الله صلى الله عليه وسلم: فإن الظن أكذب الحديث.\n</p>\n\n<p>\nولا يحل أن يقال فيما صح وورد الامر به هذا منسوخ إلا بيقين، ولا يحل أن\nيترك أمر قد تيقن وروده خوفا أن يكون منسوخا، ولا أن يقول قائل: لعله\nمنسوخ، وكيف ونحن على يقين مقطوع به من أن المخالف لمعهود الأصل هو الناسخ\nبلا شك ولا مرية عند الله تعالى، برهان ذلك ما قد ذكرناه آنفا من ضمان الله\nتعالى حفظ الشريعة والذكر المنزل، فلو جاز أن يكون ناسخ من الدين مشكلا\nبمنسوخ، حتى لا يدرى الناسخ من المنسوخ أصلا، لكان الدين غير محفوظ، والذكر\nمضيعا قد تلفت الحامق فيه، وحاش لله من هذا وقد صح بيقين لا إشكال فيه، نسخ\nالموافق لمعهود الأصل من النصين الناقل عن تلك الحال إذ ورد ذلك النص، فهذا\nيقين الذي أمر الله تعالى به وأقره، وأقام الحجة به وأثبت البرهان وجوبه،\nومدعي خلاف هذا كاذب مقطوع بكذبه إذ لا برهان له على دعواه، إلا الظن،\nوالله تعالى يقول قل هاتوا برهانكم إن : كنتم صادقين فصح أن من لا برهان له\nعلى صحة قوله فليس صادقا فيه أصلا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p159'> Vol. 02, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nوصح النص أن جميع دين الله تعالى، فإن البرهان قائم ظاهر فيه، وحرم القول\nبما عدا هذا، لأنه ظن من قائله بإقراره على نفسه، وقد حرم الله تعالى القول\nبالظن <span id='ms0167'></span>، وأخبر أنه خلاف الحق، وأنه أكذب الحديث، فوجب القطع على كذب الظن في\nالدين كله.\n</p>\n\n<p>\nوهذا أيضا برهان واضح في إبطال القول بالقياس، والتعليل والاستحسان فجميع\nالمسائل الجزئيات إلى الشريعة، وفي جملة القول بكل ذلك، لان القول بكل ذلك\nظن من قائله بلا شك، وبالله تعالى التوفيق.\n</p>\n\n<p>\nومن ذلك الحديث الوارد: في أن لا يغتسل من الاكسال والحديث الوارد في\nالغسل منه، فإن ترك الغسل منه موافق لمعهود الأصل، إذ الأصل أن لا غسل على\nأحد إلا أن يأمره الله تعالى بذلك، فلما جاء الامر بالغسل وإن لم ينزل،\nعلمنا يقينا أن هذا الامر قد لزمنا، وأنه للحكم الأول بلا شك، ثم لا ندري،\nأنسخ بالحديث الذي فيه أن لا غسل على من أكسل أم لا، فلم يسعنا ترك ما\nأيقنا أننا أمرنا به إلا بيقين، ومن ذلك أمره عليه السلام ألا يشرب أحد\nقائما، وجاء حديث بأنه عليه السلام شرب قائما، فقلنا نحن على يقين من أنه\nكان الأصل أن يشرب كل أحد كما شاء من قيام أو قعود أو اضطجاع، ثم جاء النهي\nعن الشرب قائما، بلا شك، فكان مانعا مما كنا عليه من الإباحة السالفة.\n</p>\n\n<p>\nثم لا ندري أنسخ ذلك بالحديث الذي فيه إباحة الشرب قائما أم لا؟ فلم يحل\nلاحد ترك ما قد تيقن أنه أمر به خوفا أن يكون منسوخا.\n</p>\n\n<p>\nقال علي: فإن صح النسخ بيقين صرنا إليه، ولم نبال زائدا كان على معهود\nالأصل أم موافقا له، كما فعلنا في الوضوء مما مست النار، فإنه لولا أنه روى\nجابر:\n</p>\n\n<p>\nأنه كان آخر الامرين من رسول الله صلى الله عليه وسلم ترك الوضوء مما مست\nالنار لأوجبنا الوضوء من كل ما مست النار، ولكن لما صح أنه منسوخ تركناه،\nوكذلك فعلنا في حديث أبي هريرة: من أدركه الصبح جنبا فقد أفطر لأنه علمنا\nأنه موافق للحكم المنسوخ من ألا يأكل أحد ولا يشرب، ولا يطأ بعد أن ينام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p160'> Vol. 02, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nفنسخ ذلك بالإباحة بيقين، فصرنا إلى الناسخ <span id='ms0168'></span>. وكذلك أخذنا بالحديث الذي\nفيه إيجاب الوضوء من مس الفرج، لأنه زائد على ما في حديث طلق من إسقاط\nالوضوء منه، لان حديث طلق موافق لمعهود الأصل.\n</p>\n\n<p>\nوأما من تناقض فأخذ مرة بحديث قد ترك مثله في مكان آخر، وأخذ بضده فذو\nبنيان هار يوشك أن ينهار به في مخالفة ربه عز وجل في قوله تعالى يحلونه\nعاما ويحرمونه عاما قال علي: وإن أمدنا الله بعمر، وأيدنا بعون من عنده\nفسنجمع في النصوص التي ظاهرها التعارض كتبا كافية من غيرها إن شاء الله\nتعالى، ولا حول ولا قوة إلا به، فهذه الوجوه التي فيها بعض الغموض قد\nبيناها بتوفيق الله عز وجل، لا إله إلا هو.\n</p>\n\n<p>\nقال علي: وها هنا وجه خامس، ظنه أهل الجهل تعارضا ولا تعارض فيه أصلا ولا\nإشكال، وذلك ورود حديث بحكم ما، في وجه ما وورود حديث آخر بحكم آخر في ذلك\nالوجه بعينه، فظنه قوم تعارضا وليس كذلك، ولكنهما جميعا مقبولان ومأخوذ\nبهما، ونحو ذلك ما روي عن النبي صلى الله عليه وسلم من طريق ابن مسعود:\nبالتطبيق في الركوع، وروي من طريق أبي حميد الأكف على الركب فهذا لا تعارض\nفيه، وكلا الامرين جائز، أي ذلك فعله المرء حسن.\n</p>\n\n<p>\nقال علي: إلا أن يأتي أمر بأحد الوجهين فيكون حينئذ مانعا من الوجه\nالآخر، وقد جاء الامر بوضع الأكف على الركب، فصار مانعا من التطبيق على ما\nبينا من أخذ الزائد المتيقن في حال وروده، ومنعه ما كان مباحا قبل ذلك، وقد\nوجدنا أمرا ثابتا عن رسول الله صلى الله عليه وسلم بالأخذ بالركب، فخرج عن\nهذا الباب، وصح أن التطبيق منسوخ بيقين على ما جاء عن سعد إنا كنا نفعله ثم\nنهينا عنه، وأمرنا بالركب لكن من هذا الباب اغتساله صلى الله عليه وسلم بين\nوطئه المرأتين من نسائه رضي الله عنهن، وتركه الاغتسال بينهما حتى يغتسل من\nآخرهن غسلا واحدا. فهذا كله مباح، وهذا إنما هو في الافعال منه عليه السلام\nلا <span id='ms0169'></span> في الأوامر المتدافعة، ومثل ذلك ما روي عن نهيه عليه السلام عن الجمع\nبين المرأة وعمتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p161'> Vol. 02, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\n، والمرأة وخالتها، مع قوله تعالى، وقد ذكر ما حرم من النساء. ثم قال\nتعالى وأجل لكم ما وراء ذلكم فكان نهي النبي صلى الله عليه وسلم مضافا إلى\nما نهى الله عنه في هذه الآية المذكورة، ومثل ما حرم الله تعالى على لسان\nنبيه صلى الله عليه وسلم من لحوم الحمر والسباع وذوات المخالب من الطير، مع\nقوله تعالى: * (قل لا أجد في ما أوحي إلي محرما على طاعم يطعمه إلا أن يكون\nميتة) * الآية. فكان ما حرمه الله تعالى على لسان نبيه صلى الله عليه وسلم\nمضافا إلى ما في هذه الآية ومضموما معه، وكذلك ما روي عن مسحه عليه السلام\nبرأسه ثلاثا واثنتين وواحدة، وعلى ناصيته وعمامته، وعلى عمامته فقط كل ذلك\nمضموم بعضه إلى بعض، وشرائع لازمة كلها، وقد سقط ههنا قوم أساؤوا النظر\nجدا، فقالوا: إن ذكر بعض ما قلنا في نص ما، وعدمه في نص آخر، دليل على\nسقوطه.\n</p>\n\n<p>\nقال علي: وهذا إقدام عظيم، وإسقاط لجميع الشرائع، ويجب عليهم من هذا أن\nكل شريعة لم تذكر في كل آية وفي كل حديث هي ساقطة وهذا كفر مجرد، لأنه لا\nفرق بين من قال لما قال الله تعالى: وأشهدوا إذا تبايعتم ولم يذكر الافتراق\nوقال عليه السلام: إذا اختلف المتبايعان فالقول ما قال البائع أو يترادان\nفلم يذكر الافتراق، دل ذلك على سقوط حكم الافتراق، وعلى تمام البيع دونه،\nفلا فرق بين هذا الكلام وبين من قال لما لم يذكر الله تعالى ورسوله عليه\nالسلام في الآية المذكورة النهي عن بيع الغرر، وعن الملامسة والمنابذة، وعن\nبيع الخمر والخنازير، وجب أن يكون كل ذلك مباحا، ولما لم يذكر الله تعالى\nفي قوله : قل لا أجد فيما أو حي إلى محرما على طاعم يطعمه الآية. إن العذرة\nحرام، وإن الخمر حرام، وجب أن يكون حلالا، وهذا الكلام مع أنه كفر فهو <span id='ms0170'></span> ساقط\nجدا، لأنه لا يلزم تكرير كل شريعة في كل حديث، ولو لزم ذلك لبطلت جميع\nشرائع الدين أولها عن آخرها، لأنها غير مذكورة في كل آية ولا في كل حديث.\n</p>\n\n<p>\nقال علي: ويبين صحة ما قلنا - من أنه لا تعارض بين شئ من نصوص القرآن\nونصوص كلام النبي صلى الله عليه وسلم وما نقل من أفعاله - قول الله عز وجل\nمخبرا عن رسوله عليه السلام: * (وما ينطق عن الهوى، إن هو إلا وحي يوحى) *\nوقوله تعالى:\n</p>\n\n<p>\n* (لقد كان لكم في رسول الله أسوة حسنة) وقال تعالى * (ولو كان من عند\nغير الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p162'> Vol. 02, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nلوجدوا فيه اختلافا كثيرا) * فأخبر عز وجل أن كلام نبيه صلى الله عليه\nوسلم وحي من عنده، كالقرآن في أنه وحي، وفي أنه كل من عند الله عز وجل،\nوأخبرنا تعالى أنه راض عن أفعال نبيه صلى الله عليه وسلم، وأنه موفق لمراد\nربه تعالى فيها لترغيبه عز وجل في الائتساء به عليه السلام، فلما صح أن كل\nذلك من عند الله تعالى، ووجدناه تعالى قد أخبرنا أنه لا اختلاف فيما كان من\nعنده تعالى - صح أنه لا تعارض ولا اختلاف في شئ من القرآن والحديث الصحيح،\nوأنه كله متفق كما قلنا ضرورة، وبطل مذهب من أراد ضرب الحديث بعضه ببعض، أو\nضرب الحديث بالقرآن، وصح أن ليس شئ من كل ذلك مخالفا لسائره، علمه من علمه،\nوجهله من جهله، إلا أن الذي ذكرنا من العمل هو القائم في بديهة العقل الذي\nيقود إليه مفهوم اللغة التي خوطبنا بها في القرآن والحديث، وبالله تعالى\nالتوفيق، وكل ذلك كلفظة واحدة وخبر واحد موصول بعضه ببعض، ومضاف بعضه إلى\nبعض، ومبني بعضه على بعض، إما بعطف وإما باستثناء، وهذان الوجهان - نعني\nالعطف والاستثناء - يوجبان الاخذ بالزائد أبدا. وقد بين ذلك رسول الله صلى\nالله عليه وسلم - في حلة عطارد - إذ قال لعمر رضي الله عنه: إنما يلبس هذه\nمن لا خلاق له ثم بعث إلى عمر حلة سيراء فأتاه <span id='ms0171'></span> عمر فقال: يا رسول الله\nأبعثت إلي هذه، وقد قلت في حلة عطارد ما قلت؟ فقال عليه السلام: إني لم\nأبعثها إليك لتلبسها وفي بعض الأحاديث: إنما بعثتها إليك لتصيب بها حاجتك\nأو كلاما هذا معناه.\n</p>\n\n<p>\nففي هذا الحديث تعليم عظيم لاستعمال الأحاديث والنصوص والاخذ بها كلها،\nلأنه صلى الله عليه وسلم أباح ملك الحلة من الحرير وبيعها وهبتها وكسوتها\nالنساء، وأمر عمر أن يستثني من ذلك اللباس المذكور في حديث النهي فقط، وأن\nلا يتعدى ما أمر إلى غيره، وألا تعارض بين أحكامه عليه السلام قال علي: وفي\nهذا الحديث إبطال القياس، لان عمر رضي الله عنه أراد أن يحمل الحكم الوارد\nفي النهي عن اللباس على سائر وجوه الانتفاع به، فأخبره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p163'> Vol. 02, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم أن ذلك باطل، وفيه أيضا أن حكمه عليه\nالسلام في عين ما حكم على جميع نوع تلك العين، لأنه إنما وقع الكلام على\nحلة سيراء كان يبيعها عطارد، ثم أخبر عليه السلام أن ذلك حكم جار في كل حلة\nحرير.\n</p>\n\n<p>\nوأخبر أن ذلك الحكم لا يتعدى إلى غير نوع اللباس، وهذا هو نص قولنا في\nعموم الحكم وإبطال القياس.\n</p>\n\n<p>\nقال علي: وقد استعمل قوم بعض الوجوه الذي ذكرنا في غير موضعه، ونحن نوقف\nعلى ذلك ونرى منه طرفا ليتنبه الطالب للعلم على سائره إذا ما ورد عليه إن\nشاء الله عز وجل، وما توفيقي إلا بالله.\n</p>\n\n<p>\nوذلك أننا قد قلنا باستعمال الحديثين إذا كان أحدهما أقل معاني من الآخر،\nبأن يستثنى الأقل من الأكثر، فيستعمل الأقل معاني على عمومه، ويستعمل\nالأكثر معاني - حاشا ما أخرجنا منه بالاستثناء المذكور - على ما بينا قبل -\nفورد حديث النبي صلى الله عليه وسلم فيه النهي عن استقبال القبلة\nواستدبارها لبول أو غائط، وورد حديث عن ابن عمر أنه أشرف على سطح فنظر إلى\nرسول الله صلى الله عليه وسلم قاعدا لحاجته على لبنتين وهو مستدبر القبلة.\n</p>\n\n<p>\nقال علي: فقال قوم: نستبيح استدبار القبلة واستقبالها في <span id='ms0172'></span> البنيان، ونمنع\nمنه في الصحارى.\n</p>\n\n<p>\nقال علي: وأخطأوا من وجهين: أحدهما، تحكمهم في الفرق بين البنيان وغيره\nوليس في شئ من الحديثين نص ولا دليل على ذلك، بل وجدنا أبا أيوب الأنصاري -\nوهو بعض رواة حديث النهي - قد أنكر ذلك في البيوت، فلو عكس عاكس فقال: بل\nيستباح ذلك في الصحارى ولا يستباح في البنيان، هل كان يكون بينهم وبينه\nفرق؟ ومثل هذا في دين الله تعالى لا يستسهله ولا يتمادى عليه - بعد أن يوقف\nعليه - ذو ورع، لقوله تعالى: * (ولا تقف ما ليس لك به علم إن السمع والبصر\nوالفؤاد كل أولئك كان عنه مسؤولا) * مع آيات كثيرة تزجر عن ذلك وليس في\nحديث ابن عمر أن النبي صلى الله عليه وسلم كان في بنيان، بل قد وصفت عائشة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p164'> Vol. 02, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nرضي الله عنها أنهم كانوا يأنفون من اتخاذ الكنف في البيوت، وأنهم كانوا\nيتبرزون خارج المنازل، والرواية الصحيحة أنه عليه السلام كان إذا أراد أن\nيتبرز أبعد، وليس لاحد أن يقول: إن ابن عمر إذا أشرف من السطح رآه في بنيان\nإلا كان متكهنا فهذا وجه.\n</p>\n\n<p>\nوالوجه الثاني: أنه حتى لو صح أنه عليه السلام كان في بنيان فليس في ذلك\nالحديث إلا الاستدبار وحده، فبأي شئ استحلوا استقبال القبلة بالغائط، ولا\nنص عندهم فيه؟ وليس إذا نسخ أو خص بعض ما ذكر في الحديث وجب أن ينسخ أو\nيترك سائره، فإن قالوا: بل يترك سائره كانوا متحكمين في الدين، ومسقطين\nلشرائع الله تعالى بلا دليل، وسنستوعب الكلام في هذا الفصل في باب الخصوص\nأو النسخ من كتابنا هذا إن شاء الله عز وجل. ولزمهم أيضا أن يقولوا: إن\nالنبي صلى الله عليه وسلم لما نهى عن مهر البغي وحلوان الكاهن وثمن الكلب\nوكسب الحجام، ثم أباح كسب الحجام، أن يستباح حلوان الكاهن ومهر البغي وثمن\nالكلب، لان كل ذلك مذكور في حديث واحد، وإلا كانوا متناقضين.\n</p>\n\n<p>\nقال علي: ووجه العمل في هذين الحديثين، هو الاخذ بالزائد، وقد كان الأصل <span id='ms0173'></span>\nبلا شك أن يجلس كل أحد لحاجته كما يشاء، فحديث ابن عمر موافق لما كان الناس\nعليه قبل ورود النهي، ثم صار ذلك النهي رافعا لتلك الإباحة بيقين، ولا يقين\nعندنا أنسخ شئ من ذلك النهي أم لا؟ فحرام أن نترك يقينا لشك، وأن نخالف\nحقيقة لظن، وليس لاحد أن يقول: إن حديث ابن عمر متأخر، إلا لكان لغيره، أن\nيقول بل حديث النهي هو المتأخر، لأنه قد رواه سليمان، وإسلامه في سنة\nالخندق، وأبو هريرة وإسلامه بعد انقضاء فتح خيبر، إلا أن النهي شريعة واردة\nرافعة لما كان الناس عليه من إباحة ذلك بيقين، ولا يقين عندنا في أن\nالإباحة عادت بعد ارتفاعها، ولو صح أن حديث ابن عمر كان متأخرا ما كان فيه\nإلا رفع النهي عن استدبار القبلة فقط، وليبق استقبالها على التحريم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p165'> Vol. 02, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nفصل في تمام الكلام في تعارض النصوص قال علي: وذهب بعض أصحابنا إلى ترك\nالحديثين إذا كان أحدهما حاظرا والآخر مبيحا، أو كان أحدهما موجبا والآخر\nمسقطا. قال: فيرجع حينئذ إلى ما كنا نكون عليه لو لم يرد ذانك الحديثان.\n</p>\n\n<p>\nقال علي: وهذا خطأ من جهات، أحدها: أننا قد أيقنا أن الأحاديث لا تتعارض\nلما قد قدمنا من قوله تعالى: * (ولو كان من عند غير الله لوجدوا فيه\nاختلافا كثيرا) * مع إخباره تعالى أن كل ما قال نبيه صلى الله عليه وسلم\nفإنه وحي فبطل أن يكون في شئ من النصوص تعارض أصلا، وإذا بطل التعارض فقد\nبطل الحكم الذي يوجبه التعارض، إذ كل شئ بطل سببه فالمسبب من السبب الباطل\nباطل بضرورة الحس والمشاهدة.\n</p>\n\n<p>\nوالثاني: أنهم يتركون كلا الخبرين والحق في أحدهما بلا شك، فإذا تركوهما\nجميعا فقد تركوا الحق يقينا في أحدهما، ولا يحل لاحد أن يترك الحق اليقين\nأصلا.\n</p>\n\n<p>\nوالثالث: أنهم لا يفعلون ذلك في الآيتين اللتين إحداهما حاظرة والأخرى\nمبيحة، أو إحداهما موجبة والثانية نافية، بل يأخذون بالحكم الزائد ويستثنون\nالأقل من الأكثر، وقد بينا فيما سلف أنه لا فرق <span id='ms0174'></span> بين وجوب ما جاء في القرآن،\nوبين وجوب ما جاء في كلام النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nقال علي: كان حجتهم في ذلك أن قالوا إن أحد الخبرين ناسخ بلا شك، ولسنا\nنعلمه بعينه، فلما نعلمه لم يجز لنا أن نقدم عليه بغير علم فيدخل في قوله\nتعالى: ولا تقف ما ليس لك به علم الآية.\n</p>\n\n<p>\nقال علي: وهذه الحجة فاسدة من وجهين، أحدهما: أنه يلزمهم مثل ذلك الآيتين\nوهم لا يفعلون ذلك. والوجه الثاني: أنه لا يجوز أن يقال في خبر ولا آية: إن\nهذا منسوخ إلا بيقين.\n</p>\n\n<p>\nقال علي: ويكفي من بطلان هذا الذي احتجوا به أننا على يقين من أن الحكم\nالزائد على معهود الأصل رافع لما كان الناس عليه قبل وروده، فهو الناسخ بلا\nشك، ونحن على شك من هل نسخ ذلك الحكم بحكم آخر يردنا إلى ما كنا عليه أو\nلا؟ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p166'> Vol. 02, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nفحرام ترك اليقين للشكوك. وبالله تعالى التوفيق.\n</p>\n\n<p>\nقال علي: وقد اضطرب خاطر أبي بكر محمد بن داود رحمه الله إلى ما ذهبنا\nإليه إلا أنه رحمه الله اخترم قبل إنعام النظر في ذلك، وذلك أنه قال في\nكتاب الوصول والعمل في الخبرين المتعارضين كالعمل في الآيتين ولا فرق.\n</p>\n\n<p>\nقال علي: وقال بعض أهل القياس: نأخذ بأشبه الخبرين بالكتاب والسنة.\n</p>\n\n<p>\nقال علي: وهذا باطل، لأنه ليس الذي ردوا إليه حكم هذين الخبرين أولى بأن\nيأخذ به من الخبرين المردودين إليه، بل النصوص كلها سواء في وجوب الاخذ\nبها، والطاعة لها، فإذ قد صح ذلك بيقين، فما الذي جعل بعضها مردودا وبعضها\nمردودا إليه، وما الذي أوجب أن يكون بعضها أصلا وبعضها فرعا، وبعضها حاكما\nوبعضها محكوما فيه؟ فإن قال: الاختلاف الواقع في هذين هو الذي حط درجتهما\nإلى أن يعرضا على غيرهما.\n</p>\n\n<p>\nقال علي: وهذه دعوى مفتقرة إلى برهان، لأنه ليس الاختلاف موجبا لكونهما\nمعروضين على غيرهما، لان الاختلاف باطل، فظنهم أنه اختلاف ظن فاسد يكذبه\nقول الله عز وجل: * (ولو كان من عند غير <span id='ms0175'></span> الله لوجدوا فيه اختلافا كثيرا) *\nفإذ قد أبطل الله تعالى الاختلاف الذي جعلوه سببا لعرض الحديثين على سنة\nأخرى أو آية أخرى، فقد وجب ضرورة أن يبطل مسببه الذي هو العرض، وهذا برهان\nضروري، وبالله تعالى التوفيق قال علي: وإذا كانت النصوص كلها سواء في باب\nوجوب الاخذ بها، فلا يجوز تقوية أحدها بالآخر، وإنما ذلك من باب طيب النفس،\nوهذا هو الاستحسان الباطل وقد أنكره بعضهم على بعض.\n</p>\n\n<p>\nقال علي: وقد رجح بعض أصحاب القياس أحد الخبرين على الآخر بترجيحات\nفاسدة، نذكرها إن شاء الله تعالى، ونبين غلطهم فيها بحول الله تعالى وقوته.\nفمن ذلك أن قالوا: إن كان أحد الخبرين معمولا به قال علي: وهذا غير باطل\nلما نذكره إن شاء الله تعالى بعد هذا - في فصل فيه إبطال قوم من احتج بعمل\nأهل المدينة - إلا أننا نقول ها هنا جملة: لا يخلو الخبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p167'> Vol. 02, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nقبل أن يعمل به من أن يكون حقا واجبا أو باطلا، فإن كان حقا واجبا لم\nيزده العمل به قوة، لأنه لا يمكن أن يكون حق أحق من حق آخر في أنه حق، وإن\nكان باطلا فالباطل لا يحققه أن يعمل به.\n</p>\n\n<p>\nقال علي: واحتج بعضهم في وجوب ترجيح أحد الخبرين على الآخر. فقال:\n</p>\n\n<p>\nكما نرجح إحدى البينتين على الأخرى إذا تعارضتا مرة بالقرعة ومرة باليد.\n</p>\n\n<p>\nقال علي: وهذا هو عكس الخطأ على الخطأ ولسنا نساعدهم على ترجيح بينة على\nأخرى لا بيد ولا بقرعة، لان ذلك لم يوجبه نص ولا إجماع. وأيضا:\n</p>\n\n<p>\nفحتى لو صح ترجيح إحدى البينتين على الأخرى لما جاز ذلك في الحديثين، لان\nهذا قياس والقياس باطل، وأيضا فحتى لو صح ترجيح إحدى البينتين على الأخرى\nوكان القياس حقا، لكان ترجيح الحديثين أحدهما على الآخر لا يجوز لان\nالاختلاف في الحديثين باطل، والتعارض عنهما منفي بما ذكرنا من قوله تعالى\nولو كان من عند غير الله لو جدوا فيه اختلافا كثيرا وبإخبار تعالى أن كلام\nنبيه صلى الله عليه وسلم <span id='ms0176'></span> وحي كله، وأما البينتان فالتعارض فيهما موجود،\nوالاختلاف فيهما ممكن قال علي:\n</p>\n\n<p>\nوقالوا إن كان أحد الخبرين حاظرا والآخر مبيحا فإنما نأخذ بالحاظر وندع\nالمبيح.\n</p>\n\n<p>\nقال علي: وهذا خطأ لأنه تحكم بلا برهان، ولو عكس عاكس فقال: بل نأخذ\nبالمبيح لقوله تعالى: وما جعل عليكم في الدين من حرج ولقوله تعالى:\n</p>\n\n<p>\n(يريد الله بكم اليسر ولا يريد بكم العسر) ولقوله تعالى:) يريد الله أن\nيخفف عنكم وخلق الانسان ضعيفا) * أما كان يكون قوله أقوى من قولهم؟ ولكنا\nلا نقول ذلك، بل نقول: إن كل أمر من الله تعالى لنا فهو يسر، وهو رفع\nالحرج، وهو التخفيف، ولا يسر ولا تخفيف ولا رفع حرج أعظم من شئ أدى إلى\nالجنة ونجى من جهنم، وسواء كان حظرا أو إباحة، ولو أنه قتل الأنفس والأبناء\nوالآباء قال علي: ويبطل ما قالوا أيضا بقوله عليه السلام: إذا نهيتكم عن شئ\nفاجتنبوه وإذا أمرتكم بشئ فأتوا منه ما استطعتم.\n</p>\n\n<p>\nقال علي: فأوجب عليه السلام من الفعل ما انتهت إليه الطاقة، ولم يفسح في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p168'> Vol. 02, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nترك شئ منه إلا ما خرج عن الاستطاعة، ووقع العجز عنه فقط، وقد ظن قوم أن\nهذا الحديث مؤكد للنهي عن الامر.\n</p>\n\n<p>\nقال علي: وهذا ظن فاسد لان الاجتناب ترك، والترك لا يعجز عنه أحد، وأما\nالعمل فهو حركة لها كلفة أو إمساك عما تقتضيه الطبيعة من الأكل والشرب، وفي\nذلك تكلف، وربما يعجز المرء عن كثير منه، فكلفنا من ذلك كل ما انتهى إليه\nالوسع، ولم يسقط عنا منه شئ إلا لم يكن بنا طاقة على فعله، هذا نص الحديث\nلمن تأمله ولم يحله عن مفهوم لفظه، فصح بذلك التسوية بين الأمر والنهي،\nوإيجاب الطاعة للحظر والإباحة على السواء، فليس الحاظر بأوكد من المبيح،\nولا المبيح بأوكد من الحاظر.\n</p>\n\n<p>\nقال علي: وقالوا: نرجح أيضا بأن يكون راوي أحد الخبرين أضبط وأتقن.\n</p>\n\n<p>\nقال علي: هذا أيضا خطأ بما قد أبطلنا - فيما سلف من هذا الباب - قول من\nرام ترجيح الخبر بأن فلانا <span id='ms0177'></span> أعدل من فلان، فأغنى ذلك عن إعادته، ولكنا نقول\nههنا: إن هذا الذي الذي قالوا دعوى لا برهان عليها من نص ولا إجماع وما كان\nكذلك فهو ساقط.\n</p>\n\n<p>\nقال علي: وقالوا نرجح أحد الخبرين بأن يكون رواه جماعة، وروى الآخر واحد.\n</p>\n\n<p>\nقال علي: وقد أبطلنا هذا - فيما سلف من هذا الباب - بأن القائلين بذلك قد\nتركوا ظاهر القرآن الذي نقله أهل الأرض كلهم لخبر نقله واحد، ومثلنا ذلك\nبتحريمهم الجمع بين المرأة وعمتها، وقطعهم السارق في ربع دينار ولا يقطعونه\nفي أقل، ويرجمون المحصن ومثل هذا كثير، وبينا فيما خلا أن خبر الواحد وخبر\nالجماعة سواء في باب وجوب العمل بهما، وفي القطع بأنهما حق ولا فرق.\n</p>\n\n<p>\nوقالوا: نرجح أحد الخبرين بأن يكون أحدهما قصد به بيان الحكم، والآخر لم\nيقصد به الحكم، ومثلوا ذلك بالنهي عن جلود السباع مع قوله عليه السلام:\n</p>\n\n<p>\nإذا دبغ الإهاب فقد طهر.\n</p>\n\n<p>\nقال علي: أما هذا الترجيح فصحيح، لان الحديث إذا لم يقصد به بيان الحكم\nفلا إشكال فيه في أنه خلاف الذي قصد به بيان الحكم، وأما الحديثان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p169'> Vol. 02, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nاللذان ذكروا فليسا واقعين تحت هذه الجملة التي ذكروا، بل كل واحد من\nالحديثين المذكورين فهو مقصود به بيان الحكم والتنظير الصحيح ههنا هو مثل\nأمره صلى الله عليه وسلم، بأن يكفن المحرم إذا مات في ثوبيه، وألا يمس طيبا\nولا يغطي وجهه ولا رأسه، فهذا قصد به بيان حكم العمل في تكفين المحرم، فهو\nأولى من منع من ذلك بما روي من قوله صلى الله عليه وسلم: إذا مات الانسان\nانقطع عمله إلا من ثلاث لان هذا الحديث لم يقصد به بيان حكم عملنا نحن فيمن\nمات من محرم أو غيره، وأيضا فحديث النهي عن جلود السباع لا يصح، ولو صح\nلكانت إذ دبغت جلودها يجب أن تستثنى من سائر الجلود السبعية التي لم تدبغ،\nلان المدبوغة منها أقل من غير المدبوغة.\n</p>\n\n<p>\nوقالوا: ونرجح أحد الخبرين بأن يكون راوي أحدهما باشر الامر الذي حدث <span id='ms0178'></span> به\nبنفسه وراوي الآخر لم يباشره، فتكون رواية من باشر أولى، ومثلوا ذلك\nبالرواية عن ميمونة: نكحني رسول الله صلى الله عليه وسلم ونحن حلالان.\n</p>\n\n<p>\nوبالرواية عن ابن عباس: نكح رسول الله صلى الله عليه وسلم ميمونة وهو\nمحرم.\n</p>\n\n<p>\nقال علي: وهذا ترجيح صحيح، لأنا قد تيقنا أن من لم يحضر الخبر إنما نقله\nغيره، ولا ندري عمن نقله، ولا تقوم الحجة بمجهول، ولا شك في أن كل أحد أعلم\nبما شاهد من أمر نفسه.\n</p>\n\n<p>\nقال علي: إلا أن قائل هذا قد نسي نفسه فتناقض، وهدم ما بنى في قوله نرجح\nالخبر بأن يكون راويه أضبط وأتقن، وتركوا ذلك في هذا المكان، وقد قال\nالأكابر من أصحاب ابن عباس رحمة الله عليه - إذ حدثوا بحديث ميمونة المذكور\nوإنما رواه عنها يزيد بن الأصم - فقالوا: كلا لا نترك حديثا حدثناه البحر\nعبد الله بن العباس لحديث رواه أعرابي بوال على عقبيه.\n</p>\n\n<p>\nقال علي: فإن كان كون أحد الرواة أعدل واجبا أن نترك له رواية من دونه في\nالعدالة، فليتركوا ها هنا رواية يزيد بن الأصم لرواية ابن عباس، فلا خلاف\nعند من له أدنى مسكة عقل أن البون بين ابن عباس وبين يزيد بن الأصم، كما\nبين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p170'> Vol. 02, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nالسماء والأرض، وإن كان لا معنى لذلك، فلا ترجحوا بكون أحد الراويين\nأعدل.\n</p>\n\n<p>\nقال أبو محمد: ونسوا أنفسهم أيضا، فتركوا ما رجحوا به ها هنا من تغليب\nرواية من باشر على رواية من لم يباشر، في قول أنس: أنا سمعت رسول الله صلى\nالله عليه وسلم وركبتي تمس ركبته وأنا إلى جنبه رديف لأبي طلحة، وهو عليه\nالسلام يقول: لبيك عمرة وحجا، لبيك عمرة وحجا وفي قول البراء بن عازب إذ\nيقول: سألت رسول الله صلى الله عليه وسلم عن كيفية حجه فقال له رسول الله\nصلى الله عليه وسلم:\n</p>\n\n<p>\nإني سقت الهدي وقرنت. وفي قول حفصة أم المؤمنين له: لم تحل من عمرتك،\nفصدقها النبي صلى الله عليه وسلم في ذلك وبين عليها <span id='ms0179'></span> لم فعل ذلك، فتركوا ما\nسمع أنس بن مالك من لفظ رسول الله صلى الله عليه وسلم، وما أخبر به رسول\nالله صلى الله عليه وسلم عن نفسه، لكلام عن عائشة لم تدع أنها سمعته، وقد\nاضطرب عنها أيضا فيه، فروي عنها مثل ما قال أنس والبراء وحفصة رضي الله عن\nجميعهم، ولكلام عن جابر لم يدع أنه سمعه، وهو مع ذلك أيضا يحتمل التأويل،\nوقد اضطرب عنه أيضا في ذلك ولا شك عند ذي عقل أنه عليه السلام أعلم بأمر\nنفسه من جابر وعائشة، وأن أنسا والبراء وحفصة - الذين ذكروا أنهم سمعوا من\nلفظه صلى الله عليه وسلم ذلك، وباشروه يقول ذلك - أيقن من جابر فيما لم يدع\nأنه سمعه، ولكن هكذا يكون من اعتقد قولا قبل أن يعتقد برهانه: * (ولو كان\nمن عند غير الله لوجدوا فيه اختلافا كثيرا) *.\n</p>\n\n<p>\nوقالوا: نرجح أحد الخبرين بأن يكون أحدهما قولا لم يختلف فيه، والآخر\nفعلا مختلفا فيه، ومثلوا ذلك برواية عثمان رضي الله عنه: لا ينكح المحرم\nولا ينكح ولا يخطب، وبالرواية في نكاح ميمونة مرة بأنه عليه السلام كان\nحلالا، ومرة بأنه عليه السلام كان محرما.\n</p>\n\n<p>\nقال علي: وهذا لا معنى له، لان العدل إذا روى شيئا قد بينا أنه لا يبطله\nخلاف من خالفه، ولا كثرة من خالفه، وليس العمل في الاخبار كدراهم قمار تلقى\nدرهم بدرهم ويبقى الفضل للغالب، لكن خبر واحد يستثنى منه أخبار كثيرة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p171'> Vol. 02, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nويستثنى هو من أخبار كثيرة، أو يؤخذ به إذا كان زائدا عليها، أو يؤخذ بها\nإن كانت زائدة عليه. لان قائلها كلها وقائل ذلك واحد، أو فاعلها وفاعله، أو\nقائلها وفاعله، أو فاعلها وقائله واحد - وهو رسول الله صلى الله عليه وسلم\n- عن واحد هو الله عز وجل، وليس تكرار قوله بموجب منه ما لم يكن يجب لولا\nتكراره، وتركه تكرار ما لم يكرر لا يخرج ما لم يكرر عن وجوب الطاعة له،\nوإذا قال القول مرة واحدة فقد لزم فرضا كما <span id='ms0180'></span> لو كرره ألف مرة ولا مزيد، وإذا\nفعل الفعل مرة واحدة فالفضل في الائتساء به عليه السلام فيه، كما لو فعله\nألف مرة ولا مزيد ولا فرق.\n</p>\n\n<p>\nولم يخص الله تعالى إذا أمرنا بطاعة رسوله صلى الله عليه وسلم فيما كرر\nدون ما لم يكرر، بل ألزمنا الطاعة لامره، وأمره مرة يسمى أمرا كما لو كرره\nألف مرة، كل ذلك يقع عليه اسم أمر، ولا خص لنا تعالى إذا حضنا على الائتساء\nبنبيه صلى الله عليه وسلم ما فعله مرات دون ما فعله مرة، ولا ما فعله مرة\nدون ما فعله مرات، بل إذا فعل عليه السلام الفعل مرة فقد وقع عليه اسم أنه\nفعله ألف ألف مرة، كل ذلك يقع عليه اسم فعل، ومن قال غير هذا فقد تعدى حدود\nالله عز وجل، وشرع ما لم يأذن به الله عز وجل، وقفا ما لا علم له به،\nواستحق اسم الظلم والوعيد وبالله تعالى نعتصم.\n</p>\n\n<p>\nونسأل أيضا من أتى بهذا الهوس فنقول له: إذا سقط عندك ما صح أن رسول الله\nصلى الله عليه وسلم فعله مرة ثم لم يفعله بعدها، ولا نهى عنه بأنه لم يعد\nإليه، فما تقول فيما صح أنه عليه السلام فعله مرتين، ثم لم يعد إليه ولا\nنهى عنه؟ فإن تركه من أجل ترك العود، سألناه عما فعله ثلاث مرات ثم لم يعد\nإليه ولا نزال نزيده مرة بعد مرة حتى يبدو سخف قوله إلى قول إلى كل ذي فهم،\nأو يترك قوله الفاسد ويرجع إلى الحق.\n</p>\n\n<p>\nقال علي: وإنما أخذنا بالمنع من نكاح المحرم برواية عثمان رضي الله عنه\nلأنها زائدة على معهود الأصل، لان الأصل إباحة النكاح على كل حال بقوله\nفانكحوا ما طاب لكم من النساء فجا النهي من طريق عثمان من أن ينكح المحرم\nفتيقنا ارتفاع الحالة الأولى بلا شك، واستثنينا النهي حالة الاحرام عن\nالنكاح من جملة العموم بإباحة النكاح، وشككنا هل نسخ هذا النهي بعد وجوبه\nأو لا؟ فلم <span id='ms0181'></span> يجز لاحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p172'> Vol. 02, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nترك ما أيقن وجوبه بظن لم يصح، فصح يقينا لا مرية فيه أن حكم حديث ابن\nعباس في نكاح ميمونة قد نسخ وبطل بلا شك، ومن ادعى عود المنسوخ وبطلان\nالناسخ فقد كذب وأفك.\n</p>\n\n<p>\nثم حتى لو شككنا هل نسخ هذا النهي بعد وجوبه أو لا؟ لم يجز لاحد ترك ما\nأيقن وجوبه بظن ولم يصح، وحتى ولو صح قول ابن عباس أنه نكحها وهو محرم -\nدون أن تخبر ميمونة رضوان الله عليها بخلاف ذلك، بل لو وافقته ميمونة على\nأنه عليه السلام نكحها وهو محرم - لما وجب بذلك ترك ما قد تيقناه من النهي\nعن نكاح المحرم الناسخ للإباحة المتقدمة لأمر لا ندري أقبله كان أم بعده،\nوترك اليقين للشك وتغليب الظن على الحقيقة باطل وحرام لا يحل وهذا ما لا\nيخيل على ذي لب، وبالله تعالى التوفيق.\n</p>\n\n<p>\nوأيضا فحتى لو صح أن نكاحه عليه السلام ميمونة رضي الله عنها كان حرما\nوأنه كان بعد نهيه عن نكاح المحرم - لما كان ذلك مبيحا لانكاح المحرم غيره،\nولا لخطبته على نفسه، وعلى غيره، ولكان نكاح المحرم حينئذ منسوخا مستثنى من\nالنهي الوارد عن نكاحه وإنكاحه وخطبته، ولكان باقي الحديث واجبا لازما لا\nيحل مخالفته، وهذه كلها وجوه لائحة واضحة، والحمد لله رب العالمين.\n</p>\n\n<p>\nوقالوا: نرجح أحد الخبرين، بأن يكون أحدهما اختلف على راويه فيه، والآخر\nلم يختلفوا على راويه فيه، ومثلوا ذلك بحديث ابن عمر، فإن زادت الإبل على\nعشرين ومائة ففيها ثلاث بنات لبون، وبحديث علي فإن زادت الإبل على عشرين\nومائة واحدة، ففي كل أربعين بنت لبون وفي خمسين حقة.\n</p>\n\n<p>\nقال علي: وهذا بين ليس من أجل الاختلاف - فقد أبطلنا ذلك في الفصل الذي\nقبل هذا - ولكن لان حديث ابن عمر هو الزائد حكما على حديث علي رضي الله\nعنهما.\n</p>\n\n<p>\nوقالوا أيضا: نرجح أحد الخبرين بأن يكون أحدهما قد قيل فيه إنه من كلام\nالراوي، ولم يقل ذلك في الآخر، فأخذ بالذي لم يقل ذلك فيه <span id='ms0182'></span>، ومثلوا بحديث\nعتق الشقص الذي أحدهما من طريق ابن عمر دون أن يكون فيه ذكر الاستسعاء.\n</p>\n\n<p>\nوالآخر من طريق أبي هريرة وفيه ذكر الاستسعاء. قالوا وقد قيل: إن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p173'> Vol. 02, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nالاستسعاء من لفظ سعيد بن أبي عروبة، لان شعبة وهماما روياه عن قتادة ولم\nيذكر ذلك فيه، وقد قيل إنه من لفظ قتادة.\n</p>\n\n<p>\nقال علي: وهذا خطأ قد تابع سعيدا - على ذكر الاستسعاء - جرين بن حازم\nالأزدي، وأبان بن يزيد العطار، ويزيد بن زريع، وحجاج بن حجاج، وموسى بن خلف\nكلهم لم يذكر فيه الاستسعاء عن قتادة مسندا إلى النبي صلى الله عليه وسلم،\nفالأخذ بالاستسعاء واجب لا يجوز تركه، لأنه حكم زائد ثابت، وليس في حديث\nابن عمر ما يضاده ولا ينافيه، وإنما فيه: فقد عتق منه ما عتق ولا يصح ما\nزاد فيه بعضهم من قوله: وقد رق ما رق ولا أتى ذلك من طرق تصح أصلا.\n</p>\n\n<p>\nقال علي: وتناقض في هذا الخبر أصحاب مالك وأصحاب أبي حنيفة تناقضا فاحشا،\nفجعل أصحاب أبي حنيفة ذكره عليه السلام السائمة مسقطا للزكاة عما في حديث\nالآخر من عموم الزكاة في جميع الغنم، ولم يجعلوا قوله عليه السلام في حديث\nابن عمر: فقد عتق منه ما عتق موجبا لا رقاق سائره، وقد كان يجب أن يطلبوا\nلقوله عليه السلام: فقد عتق منه ما عتق فائدة تنبئ أن ما لم يعتق منه لم\nيعتق كما قالوا في السائمة، ولم يجعل أصحاب مالك ذكر السائمة مسقطا للزكاة\nفي غير السائمة بالعموم الذي في حديث ابن عمر في ذكره الغنم، وجعلوا قوله\nعليه السلام:\n</p>\n\n<p>\nفقد عتقوا منه ما عتق مسقطا لعتق باقيه المذكور في حديث أبي هريرة\nبالاستسعاء.\n</p>\n\n<p>\nوقالوا: نرجح أحد الخبرين، بأن يكون أحدهما اجتمع فيه الامر والفعل،\nوانفرد الآخر بأحدهما، فيكون الذي اجتمعا فيه أولى، ومثلوا ذلك بما روي من\nأنه عليه السلام سعى وأمر بالسعي بين الصفا والمروة، وبما روي من قوله عليه\nالسلام: الحج عرفة.\n</p>\n\n<p>\nقال علي: وهذا لا معنى له، لان <span id='ms0183'></span> الحديث الذي فيه إيجاب السعي إنما صح من\nطريق أبي موسى، وهو زائد على ما روي من أن الحج عرفة، فوجب الاخذ بالشريعة\nالزائدة، وليس في حديث: الحج عرفة ما يمنع من وجوب الاحرام والسعي بين\nالصفا والمروة والوقوف بمزدلفة.\n</p>\n\n<p>\nقال علي: وقد تناقضوا ههنا فأوجبوا السعي فرضا، ولم يسقطوا وجوبه، لما\nروي من أن الحج عرفة ولم يوجبوا الوقوف بمزدلفة، وذكر الله عز وجل فيها،\nوقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p174'> Vol. 02, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nجاء النص الصحيح من القرآن والسنة بإيجاب ذلك فرضا، فأما القرآن فقوله\nتعالى فإذا أفضتم من عرفات فاذكر والله عند المشعر الحرام وأما السنة فقوله\nعليه السلام لعروة بن مضرس: من أدرك الصلاة ههنا - يعني بمزدلفة - مع الناس\nوالامام فقد أدرك، وإلا فلم يدرك أو كما قال عليه السلام، وتحكم أصحاب\nالتقليد وأهل القياس أكثر من أن يحصيه إلا خالقهم الذي أحصى عدد القطر وورق\nالشجر ومكايل البحار، لا إله إلا هو.\n</p>\n\n<p>\nوقالوا: نرجح أحد الخبرين بأن يوافقه عمل أهل المدينة.\n</p>\n\n<p>\nقال علي: وهذا هو باطل، وقد أفردنا له فصلا بعد كلامنا هذا في هذا الباب\nوبالله تعالى التوفيق، ومثلوا ذلك بأخبار رويت في الأذان والإقامة.\n</p>\n\n<p>\nقال علي: ولا يصح في ذلك خبر مسند إلا حديث أنس بن مالك رضوان الله عليه:\nأمر بلال أن يشفع الاذان ويوتر الإقامة وبه نأخذ.\n</p>\n\n<p>\nوقالوا: نرجح أحد الخبرين بأن يكون أحدهما قد علق الحكم فيه بالاسم،\nويكون الآخر قد علق الحكم فيه بالمعنى، فيكون الذي علق الحكم فيه بالمعنى\nأولى.\n</p>\n\n<p>\nقال علي: وهذا لا معنى له، لأنها دعوى بلا برهان، وإذ لو عارضهم معارض\nفقال: بل الذي علق فيه الحكم بالاسم أولى، لما انفصلوا منه، ومثلوا ذلك\nبقوله عليه السلام: من بدل دينه فاقتلوه مع نهيه عليه السلام عن قتل\nالنساء.\n</p>\n\n<p>\nقال علي: وإنما أخذنا بقتل النساء المرتدات، لان النهي عن قتل النساء\nعموم، والامر بقتل من غير دينه مخصوص من ذلك العموم، على ما قدمنا قبل من\nاستثناء الأقل معاني من الأكثر معاني، وأيضا فقد <span id='ms0184'></span> اتفقت الأمة على أن نهيه\nعليه السلام عن قتل النساء ليس على ظاهره، واتفقوا أنها إن زنت وهي محصنة\nأنها تقتل، وإن قتلت مسلما أنها تقتل، وأيضا فإن نهيه عليه السلام عن قتل\nالنساء، إنما هو داخل في جملة قوله: دماؤكم عليكم حرام فهو بعض تلك الجملة\nواستثنى كل من ورد أمر بإيجاب قتله أو إباحته من باغ أو شارب خمر بعد أن حد\nفيها ثلاثا، أو زان محصن، أو قاتل عمدا أو مرتد، وصح أن النهي عن قتل\nالنساء إنما هو من الأسارى من أهل دار الحرب.\n</p>\n\n<p>\nوقالوا: نرجح أحد الخبرين بأن يكون أحدهما منصوصا بنسبته إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p175'> Vol. 02, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nالنبي صلى الله عليه وسلم، والآخر إنما ينسب إلى النبي صلى الله عليه\nوسلم استدلالا.\n</p>\n\n<p>\nقال علي: وهذا لا إشكال فيه، ولا يجوز أن يؤخذ بشئ لم ينص عليه أنه عن\nالنبي صلى الله عليه وسلم - أو يوقن بأنه عنه ببرهان لا يحتمل إلا وجها\nواحدا، ولا يجوز أن يكون عن غيره - إلا أن يكون إجماع في شئ ما، فيؤخذ به،\nوالاجماع أيضا راجع إلى التوقف منه عليه السلام، لا بد من ذلك.\n</p>\n\n<p>\nقال علي: ومثلوا ذلك بالتشهد المروي عن عمر رضي الله عنه، أنه كان يعلمه\nالناس وهو على المنبر، وبالتشهد المروي عن ابن عباس وعائشة وأبي موسى وابن\nمسعود مسندا إلى النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nقال علي: وليس في تعليم عمر - رضي الله عنه - الناس التشهد على المنبر ما\nيدل على أنه عن النبي صلى الله عليه وسلم، وقد نهى عمر رضوان الله عليه وهو\nعلى المنبر عن المغالاة في مهور النساء، وعلم الناس ذلك، ولا شك عند أحد في\nأن نهيه عن ذلك ليس عن النبي صلى الله عليه وسلم، وأن ذلك من اجتهاد عمر\nفقط، وقد أقر رحمه الله بذلك في ذلك الوقت، ورجع عن النهي عنه، إذ ذكر أن\nنهيه مخالف لما في القرآن، وأما التشهدات المروية عن ابن عباس، وعائشة وابن\nمسعود، وأبي موسى رضوان <span id='ms0185'></span> الله عليهم، فهي التي لا يحل تعديها لصحة سندها إلى\nالنبي صلى الله عليه وسلم، وقد خالف تشهد عمر - الذي علمه الناس على المنبر\n- ابنه عبد الله، وابن مسعود وابن عباس وعائشة، وغيرهم من الصحابة رضوان\nالله عليهم، وقد شهدوه يخطب به، وغاب عنهم من أنه حجة إجماعية ما ادعى\nهؤلاء لأنفسهم من فهمه، ومن أنه يغيب عنهم، وهذا كما نرى.\n</p>\n\n<p>\nوقالوا: ونرجح أحد الخبرين بأن يكون أحدهما قد ثبت فيه الخصوص، والآخر لم\nيثبت فيه الخصوص، فغلب الذي لم يثبت فيه الخصوص، على الذي ثبت فيه، ومثلوا\nذلك بآية النهي عن الجمع بين الأختين مع الآية التي فيها إباحة ذلك بملك\nاليمين.\n</p>\n\n<p>\nقال علي: الآية التي فيها إباحة ملك اليمين، أكثر معاني من الآيات التي\nفيها النهي عن وطئ الحريمة بنسب أو صهر، ومن التي فيها النهي عن الجمع بين\nالأختين، والام وابنتها، والمرأة المشتركة، ووطئ الحائض والصائمة والمحرمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p176'> Vol. 02, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nوالزانية، ووطئ الذكور المماليك، والبهائم المملوكة والمشتركة، فوجب\nاستثناء كل ذلك، لأنه أقل معاني مما أبيح بملك اليمين، فخرج كل ما ذكرنا\nبالتحريم، وتبقى الآية المسلمة التي ليس فيها شئ من الصفات التي ذكرنا على\nالإباحة، وكذلك الآية التي فيها: فانكحوا ما طاب لكم من النساء أكثر معاني\nمن الآيات التي ذكرنا، فوجب استثناء كل ذلك بالتحريم، لأنه أقل معاني مما\nأبيح بالنكاح، فنكون على يقين من استعمالنا جميع النصوص الواردة، وأننا لم\nنخالف منها شيئا ولا تناقضنا في تخصيص ما خصصنا، واستثنائنا ما استثنينا،\nوبالله تعالى التوفيق.\n</p>\n\n<p>\nوقالوا: ونرجح أحد الخبرين بأن يكون أحدهما ورد جوابا، والآخر ورد\nابتداء، فنغلب الذي ورد ابتداءا على الذي ورد جوابا.\n</p>\n\n<p>\nقال علي: هذا خطأ، لأنه قبل كل شئ تحكم بلا برهان، والبرهان أيضا على\nبطلان هذا الحكم قائم، وذلك أن رسول الله صلى الله عليه وسلم بعث معلما،\nوقد سئل عن شئ فأجاب عن أشياء كثيرة، وقد سئل عن شحوم الميتة فأجاب عليه\nالسلام عنها ولعن اليهود، ونهى أيضا في ذلك الحديث <span id='ms0186'></span> عن بيع ما حرم من\nالميتات، ولم يكن سئل عن كل ذلك، ومثل هذا كثير، ولا فرق بين ما ورد من\nقوله عليه السلام جوابا، وبين ما ورد ابتداء، وكل ذلك محمول على عمومه،\nوعلى ما فهم من لفظه لا يحل أن يقتصر به على بعض ما يقع عليه ذلك اللفظ دون\nبعض، إلا بنص أو إجماع، وكذلك القول فيما ورد من القرآن جوابا عن سؤال\nمتقدم، وقد سئل عن اليتامى فأجاب تعالى فيهم، ثم قال عز وجل وإن خفتم ألا\nتقسطوا في اليتامى فانكحوا ما طاب لكم من النساء فأخبرهم عن النساء زائدا\nعلى ما سألوا عنه.\n</p>\n\n<p>\nقالوا: ونرجح أحد الخبرين بأن يكون أحدهما من رواية من يختص بذلك المعنى،\nوالآخر برواية من لا يختص به، ومثلوا ذلك برواية عائشة رضي الله عنها في\nالغسل من الاكسال على خبر من روى أن لا غسل منه.\n</p>\n\n<p>\nقال علي: وهذا باطل، لان الراوين أن لا غسل منه مختصون بالوطئ لنسائهم\nكاختصاص النساء ولا فرق - ولأن كل عالم نفر للتفقه فهو مختص بالسؤال عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p177'> Vol. 02, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nالحيض كسؤال المرأة عنه ولا فرق، وحرص العالم على أن يتعلم كحرص الممتحن\nبالنازلة التي يسأل عنها ولا فرق، وإنما أوجبنا الغسل من الاكسال لحديث أبي\nهريرة لأنه زائد على سائر الأحاديث، لان الأصل أن لا غسل على أحد، وجاء\nحديث أبي هريرة بإيجاب الغسل، فكان شريعة واردة زائدة بيقين، ثم لم يصح\nأنها نسخت، ولو لم يكن في ذلك إلا حديث عائشة رضي الله عنها لما وجب به\nالغسل، لأنه ليس فيه إلا: فعلت أنا ورسول الله صلى الله عليه وسلم\nفاغتسلنا. وليس في هذا الحديث إيجاب الغسل، وإنما فيه أن الغسل فضل فقط.\n</p>\n\n<p>\nوقد روي وصح أنه عليه السلام كان ربما اغتسل بين كل وطأتين وليس ذلك\nواجبا، فلو لم يكن هنا إلا قول عائشة رضي الله عنها لكان اغتساله عليه\nالسلام من الاكسال كاغتساله بين كل وطأتين ولا فرق، وإنما هو عمل يؤجر من\nائتسى <span id='ms0187'></span> به عليه السلام، ولا يأثم من لم يفعله غير راغب عنه، وبالله تعالى\nالتوفيق.\n</p>\n\n<p>\nوقالوا: نرجح أحد الخبرين على الآخر، بأن يكون أحد المختلفين استعمل كل\nواحد من الخبرين في موضع الخلاف، فيكون أولى ممن لا يستعملها، ومثلوا ذلك\nبقوله صلى الله عليه وسلم: كل امرأة نكحت بغير إذن وليها فنكاحها باطل مع\nقوله عليه السلام: الأيم أحق بنفسها من وليها.\n</p>\n\n<p>\nقال علي: وهذا الذي ذكروا لا معنى له، بوجه من الوجوه هو كلام ساقط زائف،\nلأنه ليس عمل أحد الخصمين حجة على الآخر، إلا أن يأتي ببرهان يصحح عمله،\nوأما الحديثان اللذان ذكروا فإنما حملناهما على ظاهرهما فأبطلنا نكاح كل\nامرأة نكحت بغير إذن مواليها ثيبا كانت أو بكرا، على عموم الحديث.\n</p>\n\n<p>\nوظاهر لفظه المفهوم منه في بطلان نكاحها بغير إذنهم، وهو الذي لا يحل\nلاحد تعديه، وقلنا الأيم أحق بنفسها من وليها في اختيار نكاح من شاءت،\nوالاذن فيه أورده فلا اعتراض لوليها في ذلك عليها، ولا على كل بالغ من بكر\n- ذات أب أو يتيمة - بأحاديث أخر وآي مضافة بعضها إلى بعض، فاستثنينا\nالانكاح وحده وهو المنصوص عليه من سائر أحوالها، لأنه الأخص فاستثني من\nالأعم، وكانت أحق بنفسها في سائر أمورها كلها من وليها حاشا عقد الانكاح\nوحده، وهذا هو لفظ الحديثين نصا بلا مزيد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p178'> Vol. 02, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nوقالوا: نرجح أحد الخبرين بأن يكون أحدهما يعضده قول الأئمة، والآخر\nيعضده قول غيرهم، فيكون الذي أيده قول الأئمة أولى، ومثلوا لذلك بالتكبير\nفي العيدين سبعا في الأولى، وخمسا في الثانية، وبما روي من طريق حذيفة من\nتكبير ثلاث في الأولى قبل القراءة، وأربع في الثانية بعد القراءة.\n</p>\n\n<p>\nقال علي: وهذا لا معنى له، لما قد أبطلناه في باب إبطال الاحتجاج بعمل\nأهل المدينة من هذا الباب، وبما قد أبطلناه من القول بالتقليد في باب\nالتقليد من هذا الكتاب، وإنما أخذنا بتكبير سبع وخمس، لأنه فعل في الخير\nزائد وذكر لله تعالى ولأن الخبر المروي في ذلك لا بأس به.\n</p>\n\n<p>\nوأما <span id='ms0188'></span> خبر حذيفة فليس يقوم بسنده حجة لما سنبينه في أمر موضعه من الكلام\nفي أشخاص الأحاديث إن شاء الله.\n</p>\n\n<p>\nوقالوا: نرجح أحد الخبرين بأن يكون يميل إليه الأكثر من الناس.\n</p>\n\n<p>\nقال علي: وهذا لا معنى له، لما سنبينه في باب الاجماع من هذا الكتاب إن\nشاء الله تعالى، ولأن كثرة القائلين بالقول لا تصحح ما لم يكن صحيحا قبل أن\nيقولوا به، وقلة القائلين بالقول لا تبطل ما كان حقا قبل أن يقول به أحد،\nوقد بينا هذا جدا في باب إبطال قول من رجح الخبر بعمل أهل المدينة في آخر\nهذا الباب، وأيضا فإن القول قد يكثر القائلون به بعد أن كانوا قليلا،\nويقلون بعد أن كانوا كثيرا، فقد كان جميع أهل الأندلس على مذهب الأوزاعي\nرحمه الله، ثم رجعوا إلى مذهب مالك، وقد كان جمهور أهل إفريقية ومصر على\nمذهب أبي حنيفة، وكذلك أهل العراق، ثم غلب على إفريقية مذهب مالك، وعلى مصر\nوالعراق مذهب الشافعي، فيلزم على هذا أن القول إذا كثر قائلوه صار حقا،\nوإذا قلوا - كما ذكرنا - عاد باطلا، وهذا هو الهذيان نفسه.\n</p>\n\n<p>\nوقد احتج نصراني على مسلم بكثرة أهل القسطنطينية، وأنهم لم يكونوا لتجتمع\nتلك الاعداد على باطل، وهذا لا يلزم لمن رجح الأقوال بالكثرة، ونحن نبرأ\nإلى الله تعالى من هذا القول، بل الحق حق وإن لم يقل به أحد، والباطل باطل\nولو اتفق عليه جميع أهل الأرض.\n</p>\n\n<p>\nقال علي: ويكفي من كشف غمة من اغتر بالكثرة من أن نقول له: لا تغتر بكثرة\nمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p179'> Vol. 02, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nترى من أصحاب المذاهب، فإنما هم ثلاثة رجال فقط: مالك والشافعي وأبو\nحنيفة، ولا مزيد فقد حصلنا من كل ما نرى على ثلاثة رجال فقط، وبالله تعالى\nالتوفيق.\n</p>\n\n<p>\nوهم يخالفون هذا كثيرا، لأنهم أخذوا بقول زيد في إبطال الرد على ذوي\nالأرحام، وتركوا قول عمر، وعثمان، وعائشة، وابن مسعود، وابن عباس رضي الله\nعنهم أجمعين في ذلك. وأخذوا بقول من قال: إن القرء هو الطهر، وإنما قال به <span id='ms0189'></span>\nنحو ثلاثة من الصحابة، والجمهور على أنه الحيض، وقد ترك أيضا، أصحاب أبي\nحنيفة قول الجمهور في أشياء كثيرة.\n</p>\n\n<p>\nوقالوا: نرجح أحد الخبرين بأن يعضد أحدهما خبر مرسل قال علي: وهذا لا\nمعنى له، لان المرسل في نفسه لا تجب به حجة، فكيف يؤيد غيره ما لا يقوم\nبنفسه؟.\n</p>\n\n<p>\nوقالوا: نرجح أحد الخبرين، بأن يكون راوي أحدهما أشد تقصيا للحديث،\nومثلوا ذلك بحديث جابر، يعني الحديث الطويل في الحج.\n</p>\n\n<p>\nقال علي: هذا لا معنى له، لان من حفظ أشياء كثيرة فليس ذلك بمانع أن يحفظ\nغيره بعض ما غاب عنه، مما جرى في تلك الأشياء التي حفظ أكثرها، وقد سمع\nأنس، والبراء، وحفصة من فم النبي صلى الله عليه وسلم في تلك الحجة ما لم\nيسمع جابر، وثقفوا ما لم يثقفه جابر، فالواجب قبول الزيادة التي عند هؤلاء\nعلى ما عند جابر، وقبول الزيادة التي عند جابر على ما عند هؤلاء، فنأخذ\nبروايتهم كلها ولا نترك منها شيئا، وكلهم عدل صادق، وهذا الذي لا يجوز\nغيره.\n</p>\n\n<p>\nوقالوا: نرجح أحد النصين، بأن يكون أحدهما مكشوفا، ويكون الآخر فيه حذف،\nفنأخذ بالمكشوف، ومثلوا ذلك بقوله تعالى: وأتموا الحج والعمرة لله مع قوله\nتعالى: فإن أحصر تم فما استيسر من الهدى . قالوا: لان هذه الأخيرة فيها\nحذف، كأنه قال تعالى: فإن أحصرتم فأحللتم.\n</p>\n\n<p>\nقال علي: وهذا الذي ذكروا خطأ، لان آية الاحصار أخص من آية الاتمام، لان\nالمحصرين هم بعض المعتمرين والحجاج، فواجب ضرورة أن يستثنوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p180'> Vol. 02, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nمنهم، مع ما روي عن النبي صلى الله عليه وسلم في ذلك من قوله عليه\nالسلام: من كسر أو عرج فقد حل والحذف الذي ذكروا لا يعتد به إلا جاهل لان\nما تيقن فقد يحذف في كلام العرب كثيرا، عن ذلك قوله تعالى: وإن كنتم من\nمرضى أو على سفر أو جاء أحد منكم من الغائط أو لامستم النساء فلم تجدوا ماء\nمسافرا لا يوجب عليه وضوءا إلا أن يحدث ومن ذلك قوله تعالى (ذلك كقارة\nلايمانكم <span id='ms0190'></span> إذا حلفتم) لا يختلف مسلمان في لان في هذه الآية خذفا وأن معناه\nذا حلفتم فحنثتم، أو أردتم الحنث، كلا المعنيين قد قال به قوم، لان الحلف\nلا يوجب كفارة إلا بالحنث أو بإرادته.\n</p>\n\n<p>\nومن ذلك قوله عز وجل: أن اضرب بعصاك الحجر فانبجست منه) وأن اضرب بعصاك\nالبحر فانفلق لا خلاف عند ذي عقل في أن في كلتا الآيتين حذفا، وأنه كأنه\nتعالى قال: فضرب فانفلق، وضربت فانبجست، فمثل هذا الحذف لا يتعلل به - في\nكلام الله تعالى، وفي كلام رسوله صلى الله عليه وسلم، وفي كلام كل متكلم -\nإلا جاهل مظلم الجهل لا علم له بمواقع اللغة وهو كالمذكور الذي لم يحذف\nسواء بسواء.\n</p>\n\n<p>\nومن ذلك أيضا قوله: * (كل من عليها فان) *، ونحن نقول في كل وقت قال\nتعالى، وقال عليه السلام، ولا يذكر اسم الله تعالى في ذلك، ولا اسم نبيه\nصلى الله عليه وسلم ، اكتفاء منا بفهم السامع، وأن ذلك لا يخيل عليه البتة\nوكذلك قال تعالى حتى توارت الحجاب: ولم يذكر الشمس اكتفاء بأن السامع قد\nعلم المراد ضرورة.\n</p>\n\n<p>\nوقالوا: نرجح أحد الخبرين بأن يكون أحدهما ورد في لفظه حكمه، والآخر لم\nيرد في لفظه حكمه، ومثلوا ذلك بقوله تعالى: * (خذ من أموالهم صدقة وقوله\nعليه السلام: أن عليهم صدقة تؤخذ من أغنيائهم وقوله عليه السلام: رفع القلم\nعن ثلاث فذكر الصبي حتى يحتلم: والمجنون حتى يفيق.\n</p>\n\n<p>\nقال علي: ليس في قوله عليه السلام: ورفع القلم عن ثلاث ما يوجب سقوط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p181'> Vol. 02, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nالحقوق عن أموالهم، وإنما فيه سقوط العبادات عن أبدانهم، وقد قالوا\nبإخراج الديات والأروش وزكاة ما خرج من الأرض من مال الصبي والمجنون، وهو\nداخل في جملة الأغنياء وأسقطوا عنه زكاة الناض تحكما بلا برهان، فهلا قاسوا\nوجوب زكاة الناض عليه بوجوب زكاة ما أخرجت ثماره، عليه وبوجوب زكاة الفطر\nعليه؟ وهم يدينون الله تعالى بالقياس، ويعصون له أوامر الله تعالى وأوامر\nرسوله صلى الله عليه وسلم، ولكن هكذا يتناقض من اتبع السبل فتفرقت <span id='ms0191'></span> بهم عن\nسبيل الله.\n</p>\n\n<p>\nوقالوا: نرجح أحد النصين بأن يكون مؤثرا في الحكم، والآخر غير مؤثر،\nومثلوا ذلك بالاختلاف في زوج بريرة أحرا كان أم عبدا.\n</p>\n\n<p>\nقال علي: وهذا لا يعقل، لان التأثير الذي ذكروا تحكم بلا دليل، وليس في\nكونه عبدا ما يمنع من تخييرها تحت الحر، وحتى لو اتفق النقلة كلهم على أنه\nكان عبدا لما أوجب ذلك ألا تخيير تحت حر إذا جاء ما يوجب ذلك. وإنما نص\nالنبي صلى الله عليه وسلم على تخيير الأمة المتزوجة إذا أعتقت، ولم يقل\nعليه السلام - إنما خيرتها لأنها تحت عبد، فوجب بالنص تخيير كل أمة متزوجة\nإذا أعتقت، ولا نبالي تحت من كانت، وليس من قال: إنها خيرت لأنها كانت تحت\nعبد، بأولى ممن قال: بل لأنها كانت أسود، وكل هذا لا معنى له، فكيف ولا\nاختلاف في الروايات، وكلها صحيح، فالذي روى - أنه كان عبدا - أخبر عن حاله\nفي أول أمره، والذي روى - أنه كان حرا - أخبر بما صار إليه، وكان ذلك أولى\nلأنه كان عنده علم من تحريره زائدا على من لم يكن عنده علم ذلك.\n</p>\n\n<p>\nوقالوا نرجح أحد الخبرين بأن يكون منقولا من طرق بألفاظ شتى، والآخر لم\nينقل إلا من طريق واحد. ومثلوا ذلك بحديث وابصة بن معبد الأسدي في إعادة\nالمنفرد خلف الصف، وبحديث أبي بكرة في تكبيره دون الصف، وحديث ابن عباس في\nرده عليه السلام إياه عن شماله إلى يمينه، وحديث صلاة جدة أنس منفردة خلف\nالنبي صلى الله عليه وسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p182'> Vol. 02, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nقال علي: أما كثرة الرواة فقد قدمنا إبطال الاحتجاج بها، لأنهم يتركون\nأكثر ما نقله أهل الأرض - برهم وفاجرهم - وهو ظاهر القرآن لما نقله واحد،\nفكيف يجوز لمن فعل ذلك أن يغلب ما نقله ثلاثة على ما نقله واحد؟\n</p>\n\n<p>\nوليس في التناقض وقلب المعقول أكثر من هذا، وأما الأحاديث التي ذكروا فلا\nحجة لهم فيها، وبعضها حجة عليهم.\n</p>\n\n<p>\nأما حديث أبي بكرة فقد نهاه النبي صلى الله عليه وسلم عن ذلك <span id='ms0192'></span> نصا وقال\nله:\n</p>\n\n<p>\nزادك الله حرصا ولا تعد فنهاه عن العودة إلى التكبير خلف الصف وحده، ولم\nيأمره عليه السلام بإعادة الصلاة. قال قوم: لان أبا بكرة جهل الحكم في ذلك\nقبل أن يعلمه النبي صلى الله عليه وسلم أن فعله ذلك لا يجوز، فأعلمه بنهيه\nإياه عن أن يعود لذلك كما أمر النبي صلى الله عليه وسلم الذي أساء الصلاة\nفي حديث رافع بالإعادة مرة بعد مرة، فلما قال له: يا رسول الله، والله ما\nأدري غير هذا فعلمني، فعلمه، ولم يأمره حينئذ الإعادة، ولو أن أبا بكرة\nيعود لما نهاه عنه رسول الله صلى الله عليه وسلم لبطلت صلاته بلا شك، لأنه\nكان يكون مؤديا لصلاة لم يؤمر بها غير الصلاة التي أمر بها بحكم ضرورة\nالعقل، وقد قال عليه السلام: من عمل عملا ليس عليه أمرنا فهو رد.\n</p>\n\n<p>\nوالذي نقول به، وبالله تعالى التوفيق: أن خبر أبي بكرة موافق لمعهود\nالأصل في إباحة الصلاة حيث شاء وأنه حينئذ ثبت الامر بالمنع من الصلاة خلف\nالصف، فجازت صلاته الكائنة قبل ورود الامر، ولزم النهي عنه في المستأنف،\nولأن النهي عن الصلاة خلف الصف أمر وارد، وحكم زائد، وشرع حادث بلا شك، فهو\nناسخ للإباحة المتقدمة بيقين، وأما الذي علمه النبي صلى الله عليه وسلم\nالصلاة بعد قوله: ارجع فصل فإنك لم تصل فإن الامر بالصلاة ثابت عليه ولا\nبد، ولازم حتى يؤديه كما أمره عليه السلام، وليس في ذلك الخبر أنه عليه\nالسلام أسقط عنه لجهله ما كان أمره به من الصلاة ما دام وقتها قائما.\n</p>\n\n<p>\nفلا يجوز أن يسقط أمر متيقن بظن كاذب، وبالله تعالى التوفيق.\n</p>\n\n<p>\nوأما حديث جدة أنس بن مالك، فإنما ذلك حكم النساء، وهكذا نقول: إن حكم\nالنساء في ذلك مخالف لحكم الرجال، وإن حكم المرأة والنساء ألا يصلين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p183'> Vol. 02, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nمع رجل في صفه، وهذا ما لا خلاف فيه، فأخذنا بحديث جدة أنس بن مالك في\nالنساء، وبحديث وابصة في الرجال، لأنه جاء منصوصا في <span id='ms0193'></span> رجل صلى خلف الصف،\nفأخذنا بكلا الحديثين، وأطعنا أمره عليه السلام في جميع الوجهين، ولم نعص\nشيئا من أحكامه عليه السلام، ولا ضربنا بعضها ببعض، ولا أبطلنا بعضها ببعض،\nولم نجعل فيها اختلافا وليس من ترك حديث وابصة لحديث جدة أنس بأولى من أن\nيكون مصيبا ممن ترك حديث جدة أنس لحديث وابصة، فأبطل ذلك على المرأة\nكإبطاله على الرجل، وكل ذلك لا يجوز، وليس أحد الحديثين أولى بالطاعة من\nالآخر، والغرض أن يستعملا جميعا فيما ورد فيه، فيؤمر الرجل الذي يصلي خلف\nالصف وحده بالإعادة، ولا تؤمر المرأة.\n</p>\n\n<p>\nوأما حديث ابن عباس: فإنه كبر مع النبي صلى الله عليه وسلم منفردا في\nمكان لا يصلح له الوقوف فيه، وهو جاهل بذلك غير عالم بالسنة فيه، فرده رسول\nالله صلى الله عليه وسلم إلى المكان الذي حقه أن يقف فيه، ولم يبطل ما عمل\nمتأولا بغير علم، وكذلك نقول في الرجل المأمور بالإعادة، إنه لولا أن النهي\nمن رسول الله صلى الله عليه وسلم كان قد تقدم عن ذلك لما أمر بالإعادة.\n</p>\n\n<p>\nوقد اعترض بعضهم باعتراضين غثين فقالوا: لعل أمر النبي صلى الله عليه\nوسلم لأبي بكر ألا يعود، إنما كان من سعيه بالكد إلى الصلاة، فقيل لهم: نعم\nكذلك نقول: إنه عليه السلام نهاه بقوله: لا تعد عن كل عمل عمله على غير\nالواجب، وكان من أبي بكرة رضي الله عنه في ذلك الوقت أعمال منهي عنها،\nأحدها سعيه إلى الصلاة، والثاني تكبيره دون الصف، والثالث مشيه في الصلاة\nفعن كل ذلك نهاه عليه السلام بقوله: ولا تعد لا سيما وقد روينا نص قولنا\nبلا إشكال. كما حدثنا عبد الله بن ربيع قال: ثنا عبد الله بن محمد بن عثمان\nالأسدي، ثنا أحمد بن جعفر، ثنا علي بن عبد العزيز، ثنا الحجاج بن المنهال\nالسلمي، حدثنا ملازم بن عمرو الحنفي، عن عبد الله بن بدر، عن عبد الرحمن بن\nعلي بن شيبان، عن أبيه علي بن شيبان قال: صلينا <span id='ms0194'></span> مع رسول الله صلى الله عليه\nوسلم فقضى الصلاة، ورجل فرد يصلي خلف الصف. فوقف عليه رسول الله صلى الله\nعليه وسلم حتى قضى الرجل صلاته ثم قال له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p184'> Vol. 02, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم: استقبل صلاتك فإنه لا صلاة لفرد خلف الصف.\n</p>\n\n<p>\nوالاعتراض الثاني أن قالوا: لعل المأمور بالإعادة إنما أمره عليه السلام\nبذلك لعمل ما، غير انفراده في الصف. فقيل لهم: هذا تكهن لا دليل عليه،\nوالراوي الذي نقل ذلك من الصحابة رضي الله عنهم إنما أخبر أن سبب أمره\nبالإعادة كان انفراده، ولم يذكر غير ذلك، وقد قال تعالى: * (ولا تقف ما ليس\nلك به علم إن السمع والبصر والفؤاد كل أولئك كان عنه مسؤولا) رسول الله صلى\nالله عليه وسلم من وشم في الوجه، ومن غير منار الأرض، إنما لعنه لأمر ما\nغير هذين الفعلين، ولعله عليه السلام جلد الأمة التي زنت، ورجم ماعزا، ورجم\nالغامدية - لغير الزنى، ولشئ ما لم يذكر لنا. ومثل هذا من الاعتراض فإنما\nهو عناد ظاهر وجهل شديد وإن العجب ليطول من أصحاب أبي حنيفة الذين يأمرون\nالمرأة إذا صلت مع الرجل إلى جنبه - أن يعيد الرجل، ومن أصحاب مالك الذين\nيأمرون الامام - إذا صلى في مكان مرتفع والناس تحته - أن يعيد، فإن سئلوا\nعن الحجة في ذلك قالوا: لأنهما صليا حيث لم يبح لهما، ولا يأمرون المنفرد\nخلف الصف والمصلي في مكان مغصوب بالإعادة، وكلاهما قد صلى على الحقيقة في\nمكان لم يبح له بلا شك، وأما الامام المصلي في المكان المرتفع، والرجل الذي\nصلت المرأة إلى جنبه بصلاته - وهو غير راض بذلك - فما صليا إلا كما أمر،\nوكما أبيح لهما، فلو عكس هؤلاء القوم أكثر مذاهبهم لأصابوا فكيف وقد صح نص\nقولنا عن النبي صلى الله عليه وسلم، كما حدثنا عبد الله بن ربيع قال: حدثنا\nمحمد بن إسحاق بن السليم، حدثنا ابن الأعرابي، ثنا أبو داود السجستاني، ثنا\nحميد بن مسعدة: أن يزيد بن زريع حدثهم قال: ثنا <span id='ms0195'></span> سعيد بن أبي عروبة، عن زياد\nالأعلم، قال: أنبأنا الحسن - وهو البصري - أن أبا بكرة حدثه قال: إنه دخل\nالمسجد ونبي الله صلى الله عليه وسلم راكع فركعت دون الصف، فقال النبي صلى\nالله عليه وسلم: زادك الله حرصا ولا تعد.\n</p>\n\n<p>\nقال علي: وحتى لو صح هذا الترجيح الفاسد الذي ذكرنا في أول كلامنا هذا،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p185'> Vol. 02, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nلكان حديث وابصة هو الذي يجب أن يؤخذ به، لان الأحاديث الواردة من طرق\nجمة وألفاظ شتى في تسوية الصفوف وإيجاب ذلك، والوعيد الشديد على خلافه -\nمؤيدة كلها لحديث وابصة وموافقة له، ومبطلة لصلاة من لم يقم الصف من\nالرجال، وكل من صلى وحده منفردا خلف الصف فلم يقم الصف، وتلك الأحاديث التي\nذكرناها رواها جابر بن سلمة، وأبو مسعود البدري، وأبو سعيد الخدري، وأنس بن\nمالك، والنعمان بن بشير، وأبو هريرة من طرق في غاية الصحة.\n</p>\n\n<p>\nوروي ذلك أيضا من طريق ابن عمرو، وأبي مالك الأشعري، والعرباض بن سارية،\nوالبراء بن عازب، كلهم عن النبي صلى الله عليه وسلم، وقد ذكرنا أن حديث أبي\nبكر موافق لحديث وابصة، فثبت حديث وابصة لا معارض له، وصار بكثرة من ذكرنا\nمن رواة معناه، والحكم الواجب فيه منقولا نقل التواتر، موجبا للعلم\nالضروري، لأنه رواه اثنا عشر صاحبا، منهم الكوفي والبصري والرقي والشامي\nوالمدني من طرق شتى، وهذه صفة نقل الكافة، وبالله تعالى التوفيق.\n</p>\n\n<p>\nوقالوا: نرجح أحد النصين بأن يكون أحدهما أبعد من الشناعة، ومثلوا ذلك\nبقوله تعالى: إن جاء كم بنبأ فتبينوا الآية مع قوله عز وجل أو آخران من غير\nكم قال علي: وهذا لا معنى له، ولا شناعة إلا المخالفة لله ولرسول الله صلى\nالله عليه وسلم، والتحكم بالآراء الفاسدة على ما أمرنا به، فهذه هي الشنعة\nالتي لا شنعة غيرها. وقوله تعالى أو آخران من غير كم مستثنى من آية النهي\nعن قبول خبر الواحد الفاسق فلا يقبل فاسق أصلا إلا في الوصية في السفر فقط،\nفإنه يقبل فيها كافران خاصة دون سائر <span id='ms0196'></span> الفساق، ولا شنعة أعظم ولا أفحش ولا\nأقبح ولا أظهر من بطلان قول من قال وآخران من غير كم أي من غير قبيلتكم،\nتعالى الله عن هذا الهذر علوا كبيرا، وليت شعري أي قبيلة خاطب الله عز وجل\nبهذا الخطاب خاصة دون سائر القبائل، وقد قال تعالى في أول الآية: يا أيها\nالذين امنوا وما علمنا الذين أمنوا قبيلة بعينها.\n</p>\n\n<p>\nبل في الذين آمنوا: عرب، وفرس، وقبط، ونبط، وروم، وصقلب، وخزر، وسودان\nحبشة، وزنج، ونوبة، وبجاة، وبربر، وهند، وسند، وترك، وديلم، وكرد، فثبت\nبضرورة لا مجال للشك فيها، أن غير الذين آمنوا: هم الذين كفروا، ولا ينكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p186'> Vol. 02, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nذلك إلا من سفه نفسه، وأنكر عقله، وقال على ربه تعالى بغير علم ولا\nبرهان، ولعمري لقد كان ينبغي أن يستحي قائل - من غيركم -: من غير قبيلتكم،\nمن هذا التأويل الساقط الظاهر عواره، الذي ليس عليه من نور الحق أثر.\n</p>\n\n<p>\nوالعجب يكثر من أصحاب أبي حنيفة الذين يقبلون اليهود والنصارى في جميع\nالحقوق بعضهم على بعض، وقد نهاهم الله تعالى عن قبول الفاسقين، ثم لا\nيقبلونهم في الوصية في السفر، وقد جاء نص القرآن بقبولهم فيها، وحسبنا الله\nوما عسى أن يقال في هذا المكان أكثر من وصف هذا القول البشيع الشنيع\nالفظيع، فإن ذكره كاف من تكلف الرد عليه، وبالله تعالى التوفيق.\n</p>\n\n<p>\nوقالوا: ونرجع بأن يكون الاشتقاق يؤيد أحد النصين، ومثلوا ذلك بالشفق،\nوادعوا أن اشتقاقه يؤيد أنه الحمرة.\n</p>\n\n<p>\nقال علي: ما سمعنا هذا في علم اللغة ولا علمناه، ولا سمع لغوي قط أن\nالشفق مشتق من الحمرة، وإنما عهدنا الشعراء يسمون الحمرة والبياض -\nالمختلطين في الجدود - بالشفق على سبيل التشبيه فقط، وإنما قلنا: إن وقت\nالعشاء الآخرة يدخل بمغيب الحمرة، لان الحمرة تسمى شفقا والبياض يسمى شفقا،\nفمتى غاب ما يقع عليه اسم شفق من حمرة أو بياض فقد غاب الشفق ودخل وقتها\nبيقين الخبر في ذلك عن النبي صلى الله عليه وسلم. وهذا هو القول بالعموم\nوالظاهر.\n</p>\n\n<p>\nوأما من قال <span id='ms0197'></span>: حتى يغيب كل ما يسمى شفقا فقد خصص الحديث بلا معنى ولا\nبرهان، وادعى أن المراد بذلك بعض ما يسمى شفقا وهو البياض، وأنه قد يغيب\nالشفق ولا يكون ذلك وقتا للعتمة، وذلك مغيب الحمرة. وهذا تخصيص للحديث بلا\nدليل، وإنما بينا هذا لئلا يموه مموه فيقول لنا: أنتم خصصتم الظاهر في هذا\nالمكان، ولئلا يدعوا أنهم قالوا بعمومه في هذا المكان.\n</p>\n\n<p>\nوقالوا: نرجح أحد الخبرين بأن يكون أحدهما يضيف إلى السلف نقصا والآخر لا\nيضف إليهم ذلك، فيكون الذي لا يضيف إليهم ذلك النقص أولى، ومثلوا ذلك بمثال\nلا يصح، فذكروا حديثين وردا في إعادة الوضوء من القهقهة في الصلاة، وفي\nإسقاط الوضوء منها وكلا الحديثين ساقط لا يصح. أحدهما رواه الحسن بن دينار\nوهو ضعيف، وروي مرسلا من طريق أبي العالية وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p187'> Vol. 02, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nبينا أن المرسل لا تقوم به حجة، والآخر رواه أبو سفيان عن جابر، وأبو\nسفيان طلحة بن نافع ضعيف.\n</p>\n\n<p>\nولكنا نمثل في ذلك مثالا يصح، وذلك الحديث المروي أن امرأة مخزومية سرقت،\nفشفع فيها أسامة ألا تقطع يدها، فأنكر عليه السلام على أسامة رضي الله عنه\nوقال له: يا أسامة أتشفع في حد من حدود الله تعالى.\n</p>\n\n<p>\nوروي أيضا: أن امرأة كانت تستعير المتاع وتجحده، فأمر رسول الله صلى الله\nعليه وسلم بقطع يدها، فشفع فيها أسامة، فقال من رجح إحدى الروايتين بما\nذكرنا، محال أن يزجر النبي صلى الله عليه وسلم أسامة عن أن يشفع في حد ثم\nيعود لمثل ذلك، فراموا أن يثبتوا بذلك أنها قصة واحدة وامرأة واحدة، وأنها\nقطعت للسرقة لا لجحد العارية.\n</p>\n\n<p>\nقال علي: هذا لا معنى له ولا حجة فيه، لأننا لم نقل إن أسامة رضي الله\nعنه أقدم على ذلك وهو يعلمه حدا، وليس في الحديث زجر، وإنما فيه تعليم\nولسنا ننكر على أسامة وغير أسامة جهل شريعة ما حتى يعلمه إياها رسول الله\nصلى الله عليه وسلم، ومن قال في خبر ورد في سارقة، وخبر ورد في مستعيرة <span id='ms0198'></span>\nإنها قصة واحدة، فقد كان كابر وقال بغير برهان، وقفا ما ليس له به علم.\n</p>\n\n<p>\nوأما نحن فنقول يقينا بغير شك: إن حال المستعيرة غير حال السارقة، وإن\nالعارية والجحود غير السرقة، وإنهما قضيتان متغايرتان بلا شك، ثم لسنا نقطع\nعلى أنهما امرأتان، ولا على أنها امرأة واحدة، لان كل ذلك ممكن، وقد يمكن\nولو كانت امرأة واحدة أن تكون سرقت مرة فقطعت يدها، ثم استعارت فجحدت فقطعت\nيدها الثانية، والله تعالى أعلم، وإنما نقول ما روينا وصحح عندنا، ولا نزيد\nمن رأينا ما لم نسمع، ولا قام به برهان، فنحصل في حد الكذب، ونعوذ بالله من\nذلك، إلا أننا نقول: إنا قد روينا بالسند الصحيح أن رسول الله صلى الله\nعليه وسلم أمر بقطع يد امرأة استعارت المتاع وجحدته، فنحن نقطع يد كل\nمستعير جاحد إذا قامت عليه بذلك بينة، أو علم بذلك الحاكم، أو أقر هو بذلك.\n</p>\n\n<p>\nونقول قد روينا أنه عليه السلام قطع يد من سرق، فنحن نقطع يد من سرق إذا\nثبت عليه شئ مما ذكرنا. هذا على أن حديث قطع المستعيرة قد روي من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p188'> Vol. 02, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nغير طريق عائشة رضي الله عنها بسند صحيح، ليس فيه ذكر شفاعة أسامة ولا شئ\nمما في حديث السارقة، وبالله تعالى التوفيق.\n</p>\n\n<p>\nقال أبو محمد: ولهم ترجيحات فاسدة جدا، والتي ذكرنا تستوعبها كلها، وقد\nبينا سقوطها بالبراهين الواضحة وبتعري دعاويهم من الأدلة، وعلى ذلك فكل ما\nرجحوا به في مكان ما فقد تركوه في أمكنة كثيرة، وقد بينا الوجوه التي بها\nيرفع التعارض المظنون عن النصوص من القرآن والحديث، بيانا لائحا والحمد لله\nرب العالمين ولا حول ولا قوة إلا بالله العلي العظيم.\n</p>\n\n<p>\nفصل قال علي: قد بينا فيما قبل هذا بحول الله تعالى وقوته كيف يستثنى ما\nجاء في الحديث مما جاء في القرآن، وما جاء في القرآن مما جاء في الحديث،\nوما جاء في كل واحد منهما من خاص مما جاء فيهما من عام، ووجه الاخذ بالزائد\nفي كل <span id='ms0199'></span> ذلك، وذكر تخبط من خالف تلك الطريقة في حيرة التناقض وغلبة الشكوك\nعلى أقوالهم، وبقي من خبال قولهم شئ نذكره ههنا إن شاء الله تعالى، وهو أن\nبعضهم رأى أن يرد بعض ما بلغه عن النبي صلى الله عليه وسلم مما قد أخذ\nبمثله فيما بين من المواضع، فقال: لا يجوز تخصيص القرآن بالخبر عن النبي\nصلى الله عليه وسلم، وقد بينا فيما خلا أن القوم إنما حسبهم نصر المسألة\nالتي بين أيديهم فقط، بأي شئ أمكنهم، وإن هدموا على أنفسهم ألف مسألة مما\nيحتجون به في هذه، ثم لا يبالون إذا تناولوا مسألة أخرى أن يحققوا ما\nأبطلوا في هذه ويبطلوا ما حققوا فيها، فهم أبدا كما ترى يحلونه عاما\nويحرمونه عاما.\n</p>\n\n<p>\nولقد كان ينبغي لمن ترك قول الله تعالى: فلم تجدوا ماء فتيمموا صعيدا\nطيبا لحديث الوضوء بالنبيذ المسكر الحرام، وهو لا يصح أبدا، ولمن ترك قول\nالله تعالى: فمن عفى له من أخيه شئ فاتباع بالمعروف وأداء إليه بإحسان فقال\nبل يتبعه بالضرب بالسياط والنفي في البلاد، ومثل هذا كثير - أن يستحي من أن\nيقول: لا أخصص القرآن بالحديث الصحيح الذي نقله الثقات.\n</p>\n\n<p>\nوإن العجب ليطول ممن أبى قبول خبر الواحد في الحكم باليمين مع الشاهد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p189'> Vol. 02, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nوفي تمام صيام الآكل ناسيا، وفي التحريم بخمس رضعات، وفي قضاء الصيام عمن\nمات وعليه صوم، وفي ألا يحنط المحرم الميت، وفي مئين من الاحكام، ثم لا\nيستحي من أن يقول: لا أجلد الزاني المحصن. وقد جاء القرآن بجلد كل زان ولم\nيخص محصنا من غيره، فقال تعالى: * (الزانية والزاني فاجلدوا كل واحد منهما\nمئة جلدة ولم يخص تعالى من ذلك إلا الإماء والعبيد فقط. فتركوا القرآن كما\nترى والسنة الصحيحة من طريق عبادة في إيجاب الجلد على الزاني محصنا كان أو\nغير محصن، لظن ظنوه في أن ماعزا رجم ولم يجلد، وقد علمنا وجه قول المعتزلة\nلا نأخذ بالحديث إلا حتى نجد حكمه في القرآن، وما علمنا وجها لقول من <span id='ms0200'></span> قال\nلا نأخذ بالقرآن حتى يأتي حكمه في الحديث. وهذا هو نفس قول إخواننا، وفقهم\nالله في هذا المسألة، وإنما روي أن رسول الله صلى الله عليه وسلم لم يجلد\nماعزا، من طريق ساقطة لا يقوم به حجة.\n</p>\n\n<p>\nوقد فعل مثل ذلك أيضا بعضهم، فسمع القرآن قد نزل بقوله تعالى: * (فإذا\nقرأت القرآن فاستعذ بالله من الشيطان الرجيم) * فقالوا: لا نستعيذ إذا\nقرأنا في الصلاة، لأنه لم يأت خبر بإيجاب الاستعاذة، فمرة يتركون الاخبار\nالصحاح لأنها لم تذكر أحكامها في القرآن، ومرة يتركون القرآن لان حكمه لم\nيأت به خبر، فأين تطلب مذاهب هؤلاء القوم، وكيف يستجيزون هذه العظائم\nالشنيعة التي لا تطرد مع خطئها، وعدم الحجة عليها وقيام البرهان على\nبطلانها.\n</p>\n\n<p>\nوقد اعترض بعضهم في ترك الاستعاذة بما روي عن النبي صلى الله عليه وسلم:\n</p>\n\n<p>\nكان يفتتح القرآن بالحمد لله رب العالمين.\n</p>\n\n<p>\nقال علي: وهذا من غريب احتجاجهم، وليت شعري متى قلنا لهم إن الاستعاذة\nقراءة يحتجون علينا بها، وإنما قلنا لهم: إن الاستعاذة قبل القراءة، وبعد\nما روي من التوجيه والدعاء أثر التكبير، وأما استفتاح القراءة فبالحمد لله\nرب العالمين بلا شك، ولا نقول غير ذلك.\n</p>\n\n<p>\nقال علي: فإن قالوا لنا: أتقولون إن ماعزا جلده النبي صلى الله عليه\nوسلم، وأنه عليه السلام كان يستعيذ قبل القراءة في الصلاة؟ قلنا لهم وبالله\nتعالى التوفيق: إنا نقول ونقطع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p190'> Vol. 02, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nأن الله عز وجل قد أمر بجلد كل زان على كل حال، وأن رسول الله صلى الله\nعليه وسلم قد حكم على الزاني المحصن بالجلد مع الرجم، وأنه عليه السلام لم\nيخالف ربه قط، ولا شك عندنا في أن ماعزا جلد مع الرجم، ولا ندري إن كان\nأمره بعد ورود النص بالجلد مع الرجم وقد يمكن أن يكون رجمه قبل نزول آية\nالجلد، فقد روينا بأصح طريق أنه قيل لبعض الصحابة رضوان الله عليهم في رجم\nرسول الله صلى الله عليه وسلم المحصن والمحصنة أكان ذلك قبل نزول سورة\nالنور أم <span id='ms0201'></span> بعد نزولها؟ فقال: لا أدري ، فصح قولنا، وكذلك فعل علي بن أبي\nطالب رضي الله عنه بعد النبي صلى الله عليه وسلم فإنه جلد شراحة الهمدانية\nثم رجمها.\n</p>\n\n<p>\nوكذلك نقول أيضا إن الله عز وجل قد أمر كل قارئ بالاستعاذة، وأن رسول\nالله صلى الله عليه وسلم لم يخالف أمر ربه قط، ولا شك عندنا في وجوب\nالاستعاذة في الصلاة وقد استعاذ قبل القراءة جماعة من الصحابة. روينا ذلك\nعنهم بالسند الصحيح، وما روي إنكار ذلك عن أحد منهم، ولا يبطل ما صح بقول\nالقائل لعله نسخ، ولا بأن يروى أنه عليه السلام كرره وكذلك إن كان أمرا فلا\nيبطل بألا يروى أنه عليه السلام فعله، وقد بينا أن الامر ساعة وروده يلزم\nما لم يتيقن نسخه، ولو كان الامر لا يصح إلا بأن يكرر للزم مثل ذلك في\nالتكرار، وفي تكرار التكرار إلى ما لا نهاية له، وللزم مثل ذلك في الافعال،\nفكان لا تصح شريعة أبدا. وهذا قول يؤدي إلى إبطال جميع الشرائع وإلى الكفر،\nوليس الامر الثاني بأوكد من الأول أصلا.\n</p>\n\n<p>\nقال علي: ثم نعكس عليهم هذا السؤال الفاسد فنقول لمن كان منهم مالكيا\nأتقول: إن رسول الله صلى الله عليه وسلم أخذ الزكاة من زيت الفجل، ومن\nالفول والعلس ومن عروض التجارة، وقد كان ذلك موجودا بالمدينة، وكانت\nالتجارة هي الغالبة على المهاجرين، ومعاش جميع أهل مكة لا نحاشي منهم أحدا\nفي أيامه عليه السلام وهل حكم رسول الله صلى الله عليه وسلم بالشفعة في\nالثمار، وقد كانت تتبايع على عهده بالمدينة بلا شك؟. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p191'> Vol. 02, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nونقول له إن كان حنفيا: أتقول إنه عليه السلام أخذ الزكاة من القثاء\nوالرمان والخضروات والقطن.\n</p>\n\n<p>\nونقول لمن كان منهم شافعيا: هل تقول إنه عليه السلام بسمل ولا بد في كل\nركعة قبل أم القرآن؟.\n</p>\n\n<p>\nفإن قالوا: قد قام الدليل على كل ما ذكرنا ولا ينسب إلى رسول الله صلى\nالله عليه وسلم خلاف ما أوجبه القرآن، وخلاف ما جاء به أمره <span id='ms0202'></span>، قلنا لهم: هذا\nقولنا نفسه في جلد ماعز، وفي الاستعاذة. فإن قالوا: نعم، قد فعل ذلك كله\nرسول الله صلى الله عليه وسلم قالوا: ما لم يأت في شئ من الروايات أنه فعله\nعليه السلام فلا ينكروا هذا على من قاله فيما جاء به نص كلام الله عز وجل،\nوإن قالوا: لم يفعله عليه السلام، ولكنا أوجبناه بالدلائل، أقروا على\nأنفسهم بالكفر وبإحداث شريعة لم يأذن بها الله تعالى، ولا علمها الرسول صلى\nالله عليه وسلم وصرحوا بأن النبي عليه السلام خالف أمر ربه جاهرا وضيع\nالواجب، وأنهم استدركوا ذلك وعملوا بأمر ربهم، وهذا لا يقوله مسلم، والله\nالموفق للصواب.\n</p>\n\n<p>\nفصل قال علي: وقد يرد خبر مر سل إلا أن الاجماع قد صح بما فيه متيقنا\nمنقولا جيلا فجيلا، فإن كان هذا علمنا أنه منقول نقل كافة كنقل القرآن،\nفاستغني عن ذكر السند فيه، وكان ورود ذلك المرسل، وعدم وروده سواء ولا فرق،\nوذلك نحو: لا وصية لوارث وكثير من أعلام نبوته صلى الله عليه وسلم، وإن كان\nقوم قد رووها بأسانيد صحاح فهي منقوله نقل الكافة كشق القمر مع أنه مذكور\nفي القرآن، وكإطعامه النفر الكثير من الطعام اليسير، وكسقيه الجيش من ماء\nيسير في قدح وكصبه وضوءه في البئر فانثالت بماء عظيم بتبوك، وكرميه التراب\nفي عيون أهل حنين، فأصابت جميعهم وهي مذكورة في القرآن.\n</p>\n\n<p>\nوأما المرسل الذي لا إجماع عليه فهو مطروح على ما ذكرنا، لأنه لا دليل عن\nقبوله البتة، فهو داخل في جملة الأقوال التي إذا جمع عليها قبلت، وإذا\nاختلفت فيها سقطت، وهي كل قولة لم يأت بتفصيلها باسمها نص. ومن قال بذلك\nدون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p192'> Vol. 02, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nبرهان كان عاصيا لقول الله تعالى: قل إنما حرم ربى الفواحش ما ظهر منها\nوما بطن والبغي الحق وأن تشركون بالله ما لم ينزل به مسلطانا وأن تقولوا\nعلى الله مالا تعملون قال علي: وإن العجب ليكثر من الحنفيين، والمالكيين،\nفإنهم يأبون قبول خبر الواحد في عدة مواضع، ويقولون: قد <span id='ms0203'></span> جاء القرآن\nبخلافها، نعم ويتركونها والقرآن موافق لها على ما قد ذكرنا، ثم يتركون\nالقرآن لنقل لا أحد، فإن قال قائل: وكيف ذلك؟ قلنا له وبالله تعالى\nالتوفيق: إنهم يقولون كثيرا بالمرسل، وهو نقل لا أحد لان المسكوت عن ذكره\nالمجهول حاله هو ومن هو معدوم سواء. وبالله تعالى التوفيق.\n</p>\n\n<p>\nفصل قال علي: وقد أجاز بعض أصحابنا أن يرد حديث صحيح عن النبي صلى الله\nعليه وسلم، ويكون الاجماع على خلافه، قال وذلك دليل على أنه منسوخ.\n</p>\n\n<p>\nقال علي: وهذا عندنا خطأ فاحش متيقن، لوجهين برهانيين ضروريين:\n</p>\n\n<p>\nأحدهما: أن ورود حديث صحيح يكون الاجماع على خلافه معدوم، لم يكن قط ولا\nهو في العالم فمن ادعى أنه موجود فليذكره لنا، ولا سبيل له والله إلى وجوده\nأبدا. والثاني: أن الله تعالى قد قال: * (إنا نحن نزلنا الذكر وإنا له\nلحافظون فمضمون عند كل من يؤمن بالله واليوم الآخر أن ما تكفل الله عز وجل\nبحفظه فهو غير ضائع أبدا، لا يشك في ذلك مسلم، وكلام النبي صلى الله عليه\nوسلم كله وحي بقوله تعالى: * (وما ينطق عن الهوى، إن هو إلا وحي يوحى) *\nوالوحي ذكر بإجماع الأمة كلها، والذكر محفوظ بالنص، فكلامه عليه السلام\nمحفوظ بحفظ الله عز وجل ضرورة، منقول كله إلينا لا بد من ذلك. فلو كان هذا\nالحديث الذي ادعى هذا القائل أنه مجمع على تركه، وأنه منسوخ كما ذكر لكان\nناسخه الذي اتفقوا عليه قد ضاع ولم يحفظ، وهذا تكذيب لله عز وجل في أنه\nحافظ للذكر كله، ولو كان ذلك لسقط كثير مما بلغ عليه السلام عن ربه، وقد\nأبطل ذلك رسول الله صلى الله عليه وسلم في قوله في حجة الوداع: اللهم هل\nبلغت. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p193'> Vol. 02, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nقال علي: ولسنا ننكر أن يكون حديث صحيح وآية صحيحة التلاوة منسوخين بحديث\nآخر صحيح، وإما بآية متلوة، ويكون الاتفاق على النسخ المذكور قد ثبت، بل هو\nموجود عندنا، إلا أننا نقول: لا بد أن يكون الناسخ لهما موجودا أيضا <span id='ms0204'></span> عندنا،\nمنقولا إلينا محفوظا عندنا، مبلغا نحونا بلفظه، قائم النص لدينا، لا بد من\nذلك، وإنما الذي منعنا منه - فهو أن يكون المنسوخ محفوظا منقولا مبلغا\nإلينا، ويكون الناسخ له قد سقط ولم ينقل إلينا لفظه، فهذا باطل عندنا، لا\nسبيل إلى وجوده في العالم أبد الأبد، لأنه معدوم البتة، قد دخل - بأنه غير\nكائن - في باب المحال والممتنع عندنا، وبالله تعالى التوفيق فصل قال علي:\nوإذا قال الصحابي: السنة كذا، وأمرنا بكذا، فليس هذا إسنادا، ولا يقطع على\nأنه عن النبي صلى الله عليه وسلم، ولا ينسب إلى أحد قول لم يرو أنه قاله\nولم يقم برهان على أنه قاله، وقد جاء عن جابر بن عبد الله رضي الله عنه أنه\nقال:\n</p>\n\n<p>\nكنا نبيع أمهات الأولاد على عهد رسول الله صلى الله عليه وسلم، حتى نهانا\nعمر فانتهينا. وقد قال بعضهم: السنة كذا، وإنما يعني أن ذلك هو السنة عنده\nعلى ما أداه إليه اجتهاده، فمن ذلك ما حدثناه حمام، ثنا الأصيلي، ثنا أبو\nزيد المروزي، ثنا الفربري، ثنا البخاري، ثنا أحمد بن محمد، ثنا عبد الله،\nأنبأ يونس، عن الزهري، أخبرني سالم بن عبد الله، قال: كان ابن عمر يقول:\nأليس حسبكم سنة نبيكم صلى الله عليه وسلم إن حبس أحدكم عن الحج طاف بالبيت\nوبالصفا وبالمروة، ثم حل من كل شئ حتى يحج عاما قابلا فيهدي أو يصوم إن لم\nيجد هديا.\n</p>\n\n<p>\nقال أبو محمد: ولا خلاف بين أحد من الأمة كلها أن النبي صلى الله عليه\nوسلم إذ صد عن البيت لم يطف به، ولا بالصفا والمروة، بل أحل حيث كان\nبالحديبية ولا مزيد، وهذا الذي ذكره ابن عمر لم يقع قط لرسوله صلى الله\nعليه وسلم.\n</p>\n\n<p>\nحدثنا حمام بن أحمد قال: ثنا عياش بن أصبغ، ثنا محمد بن عبد الملك بن\nأيمن قال:\n</p>\n\n<p>\nثنا محمد بن إسماعيل الصايغ، ثنا عبد الله بن بكر السهمي، ثنا سعيد بن\nأبي عروبة عن مطر هو - الوراق، عن رجاء <span id='ms0205'></span> بن حياة، عن قبصه بن ذؤيب، عن عمرو\nبن العاص. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p194'> Vol. 02, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nقال: لا تلبسوا علينا سنة نبينا صلى الله عليه وسلم عدة أم الولد إذا\nتوفي عنها سيدها عدة الحرة المتوفى عنها زوجها أربعة أشهر وعشرا.\n</p>\n\n<p>\nحدثنا عبد الله بن ربيع، ثنا محمد بن معاوية، ثنا أحمد بن شعيب، ثنا محمد\nبن بشار بندار، ثنا يحيى هو ابن سعيد القطان، ثنا عبد المجيد بن جعفر، ثنا\nوهب بن كيسان قال: اجتمع عيدان على عهد ابن الزبير، فأخر الخروج حتى تعالى\nالنهار، ثم خرج فخطب فأطال الخطبة، ثم نزل فصل ركعتين، ولم يصل للناس يومئذ\nالجمعة، فذكر ذلك لابن عباس، فقال: أصاب السنة.\n</p>\n\n<p>\nقال أبو محمد: وقد صح عن ابن عباس أنه قرأ أم القرآن على الجنازة في\nالصلاة وجهر، وقال: إنها سنة، كما حدثنا عبد الرحمن بن عبد الله بن خالد،\nثنا أبو إسحاق البلخي، ثنا الفربري، ثنا البخاري، ثنا محمد بن بشار، ثنا\nغندر، ثنا شعبة، عن سعد، عن طلحة، قال: صليت خلف ابن عباس على جنازة، فقرأ\nبفاتحة الكتاب قال: لتعلموا أنها سنة - سعد هذا هو - ابن إبراهيم بن عبد\nالرحمن بن عوف - وطلحة - هو ابن عبد الله بن عوف، وروي عن أنس: أنه أفطر في\nمنزله في رمضان إذا أراد السفر قبل أن يخرج قال: إنها سنة.\n</p>\n\n<p>\nوخصومنا في هذا الموضع لا يقولون بشئ من هذا، فقد نقضوا أصلهم ومن أضل\nممن لا يجعل قول هؤلاء: هي السنة سنة، ويجعل قول سعيد بن المسيب في دية\nأصابع المرأة: هي السنة سنة.\n</p>\n\n<p>\nقال أبو محمد: فلما وجدنا ذلك منصوصا عنهم، لم يحل لنا أن ننسب إلى النبي\nصلى الله عليه وسلم شيئا لا نعمله، فنكون قد دخلنا في نهي الله عز وجل إذ\nيقول: * (ولا تقف ما ليس لك به علم فمن أقدم على هذا فهو قليل الورع حاكم\nبالظن، والظن لا يغني من الحق شيئا، وهذا مذهب أهل الصدر الأول، كما حدثنا\nعبد الله بن ربيع التميمي، عن <span id='ms0206'></span> عبد الملك بن عمر الخولاني، عن محمد بن بكر\nالمصري، عن سليمان بن الأشعث، ثنا عبد الله بن معاذ، أخبرني أبي، ثنا شعبة،\nعن عبد الرحمن بن القاسم بن محمد بن أبي بكر الصديق، عن أبيه عن عائشة أم\nالمؤمنين رضي الله عنها قالت: استحيضت امرأة على عهد رسول الله صلى الله\nعليه وسلم فأمرت أن تعجل العصر وتؤخر الظهر، وتغتسل لهما غسلا، وأن تؤخر\nالمغرب وتعجل العشاء، وتغتسل لهما غسلا، وتغتسل لصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p195'> Vol. 02, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nالصبح غسلا، فقلت لعبد الرحمن: أعن النبي صلى الله عليه وسلم؟ قال: لا\nأحدثك عن النبي صلى الله عليه وسلم شئ.\n</p>\n\n<p>\nقال علي: فهذا عبد الرحمن يحكي أنها أمرت في عهد النبي صلى الله عليه\nوسلم ولم يستجز أن يقول: ومن يأمر بهذا إلا النبي صلى الله عليه وسلم، لا\nسيما في حياته عليه السلام، وإنما أقدم على القطع في هذا، من قل فهمه، ورق\nورعه، واشتغل بالقياسات الفاسدة، عن مراعاة حديث النبي صلى الله عليه وسلم\nوألفاظ القرآن.\n</p>\n\n<p>\nوقد قال بعضهم: إذا جاء عن صاحب فتيا من قوله، إلا أن فيها شرع شريعة أو\nحدا محدودا، أو وعيدا، فإن هذا مما لا يقال بقياس، ولا يقال إلا بتوقيف\nفاستدل بذلك على أنه من رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nقال علي: وقائل هذا القول الساقط يقر أنهم رتبوا في الخمر ثمانين برأيهم،\nوقد أعاذهم الله تعالى من ذلك، ونحن نجد أنهم رضي الله عنهم قالوا بكل ما\nذكرنا بآرائهم، ورسول الله صلى الله عليه وسلم حي وبعد موته، فقد قال طائفة\nمن الصحابة: حبط عمل عامر بن الأكوع، إذ ضرب نفسه بسيفه في الحرب، فأكذب\nالنبي صلى الله عليه وسلم ذلك، وعمر قد قال: دعني أضرب عنق حاطب فقد نافق،\nفأبطل رسول الله صلى الله عليه وسلم قوله ذلك، وفي قول عمر الذي ذكرنا\nإيجاب شرع في ضرب عنق امرئ مسلم، وإخبار بغيب في أنه منافق، ومثل هذا كثير\nمما سنذكره في باب إبطال التقليد إن <span id='ms0207'></span> شاء الله تعالى. وكل هذا فقد يقوله\nالمرء مجتهدا متأولا ومستعظما لما يرى فمخطئ ومصيب.\n</p>\n\n<p>\nوإن العجب ليكثر ممن ينسب إلى النبي صلى الله عليه وسلم كل ما ذكرنا بظنه\nالفاسد، وينكر أن يكون عليه السلام جلد ماعزا، وقد صح عنه عليه السلام\nالحكم بالجلد على المحصن مع الرجم، ونزل القرآن بجلد الزناة كلهم، وقد ذكر\nأبو هريرة حديث النفقة على الزوجة والولد والعبد، فقال في آخره: تقول\nامرأتك أنفق علي أو طلقني، فقيل له: أهذا عن رسول الله صلى الله عليه وسلم؟\n</p>\n\n<p>\nفقال: لا ولكن هذا من كيس أبي هريرة.\n</p>\n\n<p>\nوالعجب من القائل: إن مثل هذا لا يقال بالقياس، نعني في مثل قول عائشة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p196'> Vol. 02, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nرضي الله عنها لام ولد زيد بن أرقم: أبلغني زيدا أنه إن لم يتب فقد أبطل\nجهاده مع رسول الله صلى الله عليه وسلم، وهو يقول بالقياس ما هو أشنع من\nهذا، فبعضهم يفرق بين الفأرة والعصفورة الواقعين في البئر يموتان فيها،\nوبين الدجاجة والسنور يموتان في البئر فيوجب من أحدهما عشرين دلوا ومن\nالآخر أربعين دلوا، ويجيز بيع ثوب من ثوبين أو ثلاثة يختاره المشتري بغير\nعينه، ولا يجيز بيع ثوب من أربعة أثواب فصاعدا يختاره المشتري، ويرى القطع\nفي الساج والقنا ولا يراه في سائر الخشب وبعضهم يفرق بين سلم بغل في بغلين،\nوبين سلم بغلين في بغلين، فيحل أحد الوجهين ويحرم الآخر، وتحكمهم في الدين\nلو جمع لقامت منه أسفار ونحن لا ننسب إلى النبي صلى الله عليه وسلم إلا ما\nصح عنه بالنقل، أو صح أن ربه تعالى أمره به ولم ينسخه عنه، فقد قال عليه\nالسلام: إن كذبا علي ليس ككذب على أحد، فمن كذب علي متعمدا فليتبوأ مقعده\nمن النار.\n</p>\n\n<p>\nقال علي: وليس في تعمد الكذب أكثر من أن تسمع كلاما لم يخبرك أحد تثق به\nأن رسول الله صلى الله عليه وسلم قاله، ولا سمعته يقوله، ولا علمت أن الله\nتعالى أمره به فتنسبه أنت برأيك، وطنك إلى <span id='ms0208'></span> أن رسول الله صلى الله عليه وسلم\nقاله، نعوذ بالله العظيم من ذلك.\n</p>\n\n<p>\nفصل قال علي: وقد ذكر قوم لا يتقون الله عز وجل أحاديث في بعضها إبطال\nشرائع الاسلام، وفي بعضها نسبة الكذب إلى رسول الله صلى الله عليه وسلم\nوإباحة الكذب عليه، وهو ما حدثنا المهلب بن أبي صفرة، حدثنا ابن مناس، ثنا\nمحمد بن مسرور القيرواني، ثنا يونس بن عبد الاعلى، عن ابن وهب، أخبرني شمر\nبن نمير، عن حسين بن عبد الله بن عبيد الله بن العباس عن أبيه عن جده علي\nبن أبي طالب أن رسول الله صلى الله عليه وسلم قال: سيأتي ناس يحدثون عني\nحديثا، فمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p197'> Vol. 02, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nحدثكم حديثا يضارع القرآن فأنا قلته، ومن حدثكم بحديث لا يضارع القرآن\nفلم أقله، فإنما هو حسوة من النار.\n</p>\n\n<p>\nقال أبو محمد: الحسين بن عبد الله ساقط منهم بالزندقة، وبه إلى ابن وهب،\nأخبرني عمرو بن الحارث، عن الأصبغ بن محمد أبي منصور أنه بلغه أن رسول الله\nصلى الله عليه وسلم قال: الحديث عني على ثلاث، فأيما حديث بلغكم عني\nتعرفونه بكتاب الله تعالى فاقبلوه، وأيما حديث بلغكم عني لا تجدون في\nالقرآن ما تنكرونه به ولا تعرفون موضعه فيه فاقبلوه، وأيما حديث بلغكم عني\nتقشعر منه جلودكم وتشمئز منه قلوبكم وتجدون في القرآن خلافه فردوه.\n</p>\n\n<p>\nقال أبو محمد: هذا حديث مرسل، والأصبغ مجهول. حدثنا أحمد بن عمر، ثنا ابن\nيعقوب، ثنا ابن محلون، ثنا المغامي ثنا عبد الملك بن حبيب عن مطرف بن عبد\nالله، عن مالك، عن ربيعة بن أبي عبد الرحمن أن رسول الله صلى الله عليه\nوسلم قال في مرضه: لا يمسك الناس علي شيئا لا أحل إلا ما أحل الله في كتابه\nولا أحرم إلا ما حرم الله في كتابه وهذا مرسل إلا أن معناه صحيح، لأنه عليه\nالسلام إنما أخبر في هذا الخبر بأنه لم يقل شيئا من عند نفسه بغير وحي من\nالله تعالى به إليه، وأحال بذلك على <span id='ms0209'></span> قول الله تعالى في كتابه: * (وما ينطق\nعن الهوى إن هو إلا وحي يوحى) * فنص كتاب الله تعالى يقضي بأن كل ما قاله\nعليه السلام فهو عن الله تعالى.\n</p>\n\n<p>\nوأخبرني المهلب بالسند الأول إلى ابن وهب، حدثني سليمان بن بلال، عن عمرو\nابن أبي عمرو، عمن لا يتهم، عن الحسن أن رسول الله صلى الله عليه وسلم قال:\n</p>\n\n<p>\nوإني لا أدري لعلكم أن تقولوا عني بعدي ما لم أقل، ما حدثتم عني مما\nيوافق القرآن فصدقوا به، وما حدثتم عني مما لا يوافق القرآن فلا تصدقوا به\nوما لرسول الله صلى الله عليه وسلم حتى يقول ما لا يوافق القرآن، وبالقرآن\nهداه الله.\n</p>\n\n<p>\nقال أبو محمد: وهذا مرسل وفيه: عمرو بن أبي عمرو - وهو ضعيف، وفيه أيضا\nمجهول، حدثنا عبد الله بن ربيع، ثنا عبد الله بن محمد بن عثمان، ثنا أحمد\nبن خالد، ثنا علي بن عبد العزيز، ثنا حجاج بن المنهال، ثنا عبد الوهاب - هو\nالثقفي - سمعت يحيى بن سعيد قال: أخبرني ابن أبي مليكة، أن ابن عمير حدثه\nأن رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p198'> Vol. 02, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم جلس في مرضه الذي مات فيه إلى جنب الحجر، فحذر الفتن،\nوقال: إني والله لا يمسك الناس علي بشئ، إني لا أحل إلا ما أحل الله في\nكتابه، ولا أحرم إلا ما حرم الله في كتابه.\n</p>\n\n<p>\nقال علي: وهذا مرسل لا يصح، وفيما أخذناه عن بعض أصحابنا عن القاضي عبد\nالله بن محمد بن يوسف، عن ابن الدخيل، عن محمد بن عمرو العقيلي، حدثنا محمد\nبن أيوب، ثنا أبو عون محمد بن عون الزيادي، ثنا أشعث بن بزار، عن قتادة، عن\nعبد الله بن شقيق عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: إذا\nحدثتم عني بحديث يوافق الحق فخذوا به حدثت به أو لم أحدث.\n</p>\n\n<p>\nقال علي: وأشعث بن بزار كذاب ساقط لا يؤخذ حديثه، وحدثنا المهلب بن أبي\nصفرة، ثنا ابن مناس، ثنا محمد بن مسرور، ثنا <span id='ms0210'></span> يونس بن عبد الاعلى، عن ابن\nوهب، أخبرني الحارث بن نبهان، عن محمد بن عبد الله العرزمي، عن عبد الله بن\nسعيد بن أبي سعيد عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال:\n</p>\n\n<p>\nما بلغكم عني من قول حسن لم أقله فأنا قلته.\n</p>\n\n<p>\nقال علي: الحارث ضعيف، والعرزمي ضعيف، وعبد الله بن سعيد كذاب مشهور،\nوهذا هو نسبة الكذب إلى رسول الله صلى الله عليه وسلم، لأنه حكي عنه أنه\nقال: لم أقله فأنا قلته فكيف يقول ما لم يقله هل يستجيز هذا إلا كذاب زنديق\nكافر أحمق؟ إنا لله وإنا إليه راجعون على عظم المصيبة، بشدة مطالبة الكفار\nلهذه الملة الزهراء، وعلى ضعف بصائر كثير من أهل الفضل، يجوز عليهم مثل هذه\nالبلايا لشدة غفلتهم، وحسن ظنهم لمن أظهر لهم الخير.\n</p>\n\n<p>\nقال علي: فإحدى الطائفتين أبطلت الشرائع، والأخرى أباحت الكذب على رسول\nالله صلى الله عليه وسلم، ونحن نبرأ إلى الله تعالى من كلتا هاتين\nالطائفتين وهاتين المسألتين.\n</p>\n\n<p>\nونقول للأولى: أول ما نعرض على القرآن الحديث الذي ذكرتموه، فلما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p199'> Vol. 02, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nعرضناه وجدنا القرآن يخالفه، قال الله تعالى وما آتاكم الرسول فخذوه وما\nنهاكم عنه فانتهوا وقال تعالى (من يطع الرسول فقد أطاع الله) وقال تعالى\nلتحكم بين الناس بما أراك الله.\n</p>\n\n<p>\nونسأل قائل هذا القول الفاسد: في أي قرآن وجد أن الظهر أربع ركعات، وأن\nالمغرب ثلاث ركعات، وأن الركوع على صفة كذا، والسجود على صفة كذا، وصفة\nالقراءة فيها والسلام، وبيان ما يجتنب في الصوم، وبيان كيفية زكاة الذهب\nوالفضة، والغنم والإبل والبقر، ومقدار الاعداد المأخوذ منها الزكاة، ومقدار\nالزكاة المأخوذة، وبيان أعمال الحج من وقت الوقوف بعرفة، وصفة الصلاة بها\nوبمزدلفة ورمي الجمار، وصفة الاحرام، وما يجتنب فيه، وقطع يد السارق، وصفة\nالرضاع المحرم، وما يحرم من المآكل، وصفة الذبائح والضحايا وأحكام الحدود،\nوصفة وقوع الطلاق، وأحكام البيوع، وبيان الربا، والأقضية والتداعي والايمان\nوالاحباس، والعمري، والصدقات، وسائر أنواع الفقه؟ وإنما في القرآن جمل لو\nتركنا <span id='ms0211'></span> وإياها، لم ندر كيف نعمل فيها، وإنما المرجوع إليه في كل ذلك النقل\nعن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوكذلك الاجماع إنما هو على مسائل يسيرة قد جمعناها كلها في كتاب واحد وهو\nالمرسوم بكتاب المراتب فمن أراد الوقوف عليها فليطلبها هنالك فلا بد من\nالرجوع إلى الحديث ضرورة ولو أن امرأ قال: لا نأخذ إلا ما وجدنا في القرآن\nلكان كافرا بإجماع الأمة، ولكان لا يلزمه إلا ركعة ما بين دلوك الشمس إلى\nغسق الليل، وأخرى عند الفجر، لان ذلك هو أقل ما يقع عليه اسم صلاة، ولا حد\nللأكثر في ذلك. وقائل هذا كافر مشرك حلال الدم والمال، وإنما ذهب إلى هذا\nبعض غالية الرافضة ممن قد اجتمعت الأمة على كفرهم وبالله تعالى التوفيق ولو\nأن امرأ لا يأخذ إلا بما اجتمعت عليه الأمة فقط، ويترك كل ما اختلفوا فيه\nمما قد جاءت فيه النصوص لكان فاسقا بإجماع الأمة، فهاتان المقدمتان توجب\nبالضرورة الاخذ بالنقل.\n</p>\n\n<p>\nوأما من تعلق بحديث التقسيم فقال: ما كان في القرآن أخذناه، وما لم يكن\nفي القرآن لا ما يوافقه ولا ما يخالفه أخذناه، وما كان خلافا للقرآن\nتركناه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p200'> Vol. 02, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nفيقال لهم: ليس في الحديث الذي صح شئ يخالف القرآن، فإن عد الزيادة خلافا\nلزمه أن يقطع في فلس من الذهب، لان القرآن جاء بعموم القطع. ولزمه أن يحل\nالعذرة، لان في نص القرآن: * (قل لا أجد في ما أوحي إلي محرما على طاعم\nيطعمه إلا أن يكون ميتة أو دما مسفوحا أو لحم خنزير فإنه رجس أو فسقا أهل\nلغير الله به) * والعذرة ليست شيئا مما ذكر، فإن قال: هي رجس، قيل له: كل\nمحرم فهو رجس، لا سيما إن كان مخاطبنا ممن يستحل أبوال الإبل وبعرها، فأي\nفرق بين أنواع المعذرات لولا التحكم، ولزمه أيضا، أن يحل الجمع بين العمة\nوبنت أخيها، لان القرآن نص على المحرمات، ثم قال: وأحل لكم ما وراء ذلكم\nفإن عد الزيادة خلافا لزمه كما ذكر ناه.\n</p>\n\n<p>\nوأما <span id='ms0212'></span> الطائفة الأخرى المبيحة للقول بما لم يأت نصا خلافا، لزمه كما\nذكرناه عن النبي صلى الله عليه وسلم وإباحة أن ينسب ذلك إليه، فحسبنا أنهم\nمقرون على أنفسهم بأنهم كاذبون، وقد صح عن رسول الله صلى الله عليه وسلم\nأنه قال: من حدث عني بحديث وهو يرى أنه كذب فهو أحد الكاذبين. حدثنا أحمد\nبن محمد الجسوري قال: ثنا وهب بن مسرة، ثنا ابن وضاح، عن أبي بكر بن أبي\nشيبة، ثنا وكيع عن شعبة وسفيان، عن حبيب، عن ميمون بن أبي شبيب، عن المغيرة\nبن شعبة، عن النبي صلى الله عليه وسلم وقال عليه السلام: لا تكذبوا علي\nفإنه من يكذب علي يلج النار وروينا هذا المعنى مسندا صحيحا من طريق علي،\nوأبي هريرة، وسمرة وأنس عن رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nقال علي: وقال محمد بن عبد الله بن مسرة: الحديث ثلاثة أقسام: فحديث\nموافق لما في القرآن، فالأخذ به فرض، وحديث زائد على ما في القرآن، فهو\nمضاف إلى ما في القرآن، والاخذ به فرض، وحديث مخالف لما في القرآن فهو\nمطرح.\n</p>\n\n<p>\nقال علي بن أحمد: لا سبيل إلى وجود خبر صحيح مخالف لما في القرآن أصلا،\nوكل خبر شريعة، فهو إما مضاف إلى ما في القرآن ومعطوف عليه ومفسر لجملته،\nوإما مستثنى منه لجملته، ولا سبيل إلى وجه ثالث.\n</p>\n\n<p>\nفإن احتجوا بأحاديث محرمة أشياء ليست في القرآن قلنا لهم: قد قال الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p201'> Vol. 02, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nعز وجل يحل لهم الطيبان ويحرم عليهم الخبائث فكل ما حرمه رسول الله صلى\nالله عليه وسلم مثل الحمار الأهلي وسباع الطير، وذوات الأنياب، وغير ذلك\nفهو من الخبائث، وهو مذكور في الجملة المتلوة في القرآن ومفسر لها،\nوالمعترض بها يسأل: أيحرم أكل عذرته أم يحلها، فإن أحلها خرج عن إجماع\nالأمة وكفر، وإن حرمها فقد حرم ما لم ينص الله تعالى على اسمه في القرآن،\nفإن قال: هي من الخبائث قيل له: وكل ما حرم عليه السلام فهو كالخنزير، وكل\nذلك من <span id='ms0213'></span> الخبائث.\n</p>\n\n<p>\nقال علي: فإن قال: قد صح الاجماع على تحريمها، قيل له: قد أقررت بأن\nالأمة مجمعة على إضافة ما جاء عن النبي صلى الله عليه وسلم من السنن إلى\nالقرآن، مع ما صح على النبي صلى الله عليه وسلم من النهي عن ذلك، كما حدثنا\nعبد الرحمن بن سلمة - صاحب لنا - قال: ثنا أحمد بن خليل قال: ثنا خالد بن\nسعيد، ثنا أحمد بن خالد، ثنا أحمد بن عمرو المكي - وكان ثقة - ثنا محمد بن\nأبي عمر العدني، ثنا سفيان - هو ابن عيينة - عن سالم أبي النضر عن عبيد\nالله بن أبي رافع، عن أبيه قال: قال رسول الله صلى الله عليه وسلم: لا\nألفين أحدكم متكئا على أريكته يأتيه الامر مما أمرت به أو نهيت عنه فيقول:\nلا أدري ما وجدنا في كتاب الله تعالى اتبعناه فهذا حديث صحيح بالنهي عما\nتعلل به هؤلاء الجهال، وبالله تعالى التوفيق، مع ما قدمنا من أنه لا يختلف\nمسلمان في أن ما صح عن النبي صلى الله عليه وسلم فهو مضاف إلى ما في\nالقرآن، وأنهم إنما اختلفوا في الطرق التي بها يصح ما جاء عنه عليه السلام\nفقط.\n</p>\n\n<p>\nوقد سألت بعض من يذهب هذا المذهب عن قول الله تعالى وقد ذكر النساء\nالمحرمات في القرآن، ثم قال تعالى: وأحل لكم ما وراء ذلكم ثم روى أبو هريرة\nوأبو سعيد أنه عليه السلام حرم الجمع بين المرأة وعمتها، والمرأة وخالتها،\nوليس هذا إجماعا، فعثمان البتي وغيره يرون الجمع بين المرأة وعمتها،\nوالمرأة وخالتها حلالا. فقال لي: ليس هذا الحديث خلافا للآية لكنه مضاف\nإليها، فقلت له: فعلى هذا لا سبيل إلى وجود حديث مخالف لما في القرآن أصلا،\nوكل حديث أتى فهو مضاف إلى ما في القرآن ولا فرق، وبالله تعالى التوفيق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p202'> Vol. 02, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nفصل قال على وليس كل من أدرك النبي صلى الله عليه وسلم ورآه صحابيا، ولو\nكان ذلك لكان أبو جهل من الصحابة، لأنه قد رأى النبي صلى الله عليه <span id='ms0214'></span> وسلم\nوحادثه وجالسه وسمع منه، وليس كل من أدركه عليه السلام ولم يلقه، ثم أسلم\nبعد موته عليه السلام، أو في حياته - إلا أنه لم يره - معدودا في الصحابة،\nولو كان ذلك لكان كل من كان في عصره عليه السلام صحابيا، ولا خلاف بين أحد\nفي أن علقمة والأسود ليسا صحابيين، وهما من الفضل والعلم والبر بحيث هما،\nوقد كانا عالمين جليلين أيام عمر، وأسلما في أيام النبي صلى الله عليه وسلم\nوإنما الصحابة الذين قال الله تعالى فيهم: محمد رسول الله والذين معه أشداء\nعلى الكفار رحماء بينهم الآية ومن سمع النبي صلى الله عليه وسلم يحدث بشئ -\nوالسامع كافر ثم أسلم فحدث به وهو عدل - فهو مسند صحيح واجب الاخذ به، ولا\nخلاف بين أحد من العلماء في ذلك، وإنما شرط العدالة في حين النذارة والمجئ\nبالخير، لا في حين مشاهدة ما أخبر به، وقد كان في المدينة في عصره عليه\nالسلام منافقون بنص القرآن، وكان بها أيضا من لا ترضي حاله كهيت المخنث\nالذي أمر عليه السلام بنفيه، والحكم الطريد وغيرهما، فليس هؤلاء ممن يقع\nعليهم اسم الصحابة.\n</p>\n\n<p>\nحدثني أحمد بن قاسم قال: حدثني أبي قاسم بن محمد بن قاسم قال: حدثني جدي\nقاسم بن أصبغ قال: حدثنا إسحاق بن الحسن الحربي، ثنا زكريا بن عدي، ثنا علي\nبن مسهر عن صالح بن حيان عن أبي بريدة عن أبيه قال: كان حي من بني ليث على\nميلين من المدينة، قال فجاءهم رجل وعليه حلة، فقال إن رسول الله صلى الله\nعليه وسلم كساني هذه الحلة، وأمرني أن أحكم في دمائكم وأموالكم بما أرى\nقال: وقد كان خطب منهم امرأة في الجاهلية فلم يزوجوه، فانطلق حتى نزل على\nتلك المرأة، فأرسلوا إلى النبي صلى الله عليه وسلم فقال: كذب عدو الله ثم\nأرسل رجلا فقال: إن وجدته حيا - ولا أراك تجده - فاضرب عنقه، وإن وجدته\nميتا فأحرقه بالنار.\n</p>\n\n<p>\nقال علي: فهذا من كان في عصره صلى الله عليه <span id='ms0215'></span> وسلم يكذب عليه كما ترى فلا\nيقبل إلا من سمي وعرف فضله، وأما قدامة بن مظعون، وسمرة بن جندب،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p203'> Vol. 02, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nوالمغيرة بن شعبة، وأبو بكرة، رضوان الله عليهم، فأفاضل أئمة عدول.\n</p>\n\n<p>\nأما قدامة فبدري مغفور له بيقين مرضي عنه، وكل من تيقنا أن الله عز وجل\nرضي عنه، وأسقط عنه الملامة، ففرض علينا أن نرضى عنه، وأن لا نعدد عليه\nشيئا، فهو عدل بضرورة البرهان القائم على عدالته من عند الله عز وجل\nوعندنا، وبقوله عليه السلام: إن الله اطلع على أهل بدر فقال لهم اعملوا ما\nشئتم فقد غفرت لكم. وأما المغيرة بن شعبة، فمن أهل بيعة الرضوان وقد أخبر\nعليه السلام أ لا يدخل النار أحد بايع تحت الشجرة فالقول فيه كالقول في\nقدامة.\n</p>\n\n<p>\nوأما سمرة بن جندب فأحدي وشهد المشاهد بعد أحد وهلم جرا، والامر فيه\nكالأمر في المغيرة بن شعبة.\n</p>\n\n<p>\nوأما أبو بكرة، فيحتمل أن يكون شبه عليه، وقد قال ذلك المغيرة، فلا يأثم\nهو ولا المغيرة، وبهذا نقول: وكل ما احتمل ولم يكن ظاهره يقينا فغير منقول\nعن متيقن حاله بالأمس، فهما على ما ثبت من عدالتهما. ولا يسقط اليقين بالشك\nوهذا هو استصحاب الحال الذي أباه خصومنا، وهم راجعون إليه في هذا المكان\nبالصغر منهم. فما منهم أحد امتنع من الرواية عن المغيرة وأبي بكرة معا،\nوأبي بكرة وهو متأول.\n</p>\n\n<p>\nوأما سمرة فمتأول أيضا، والمتأول مأجور وإن كان مخطئا، وكذلك قدامة تأول\nأن لا جناح عليه - وصدق - لا جناح عليه عند الله تعالى في الآخرة بلا شك،\nوأما في أحكام الدنيا فلا، ولنا في الدنيا أحكام غير أحكام الآخرة.\n</p>\n\n<p>\nوكذلك كل من قاتل عليا رضوان الله عليه يوم صفين، وأما أهل الجمل فما\nقصدوا قط قتال علي رضوان الله عليه، ولا قصد علي رضوان الله عليه قتالهم،\nوإنما اجتمعوا بالبصرة للنظر في قتلة عثمان رضوان الله عليه، وإقامة حق\nالله تعالى فيهم، فأسرع الخائفون على أنفسهم أخذ حد الله تعالى منهم -\nوكانوا أعدادا عظيمة يقربون <span id='ms0216'></span> من الألوف - فأثاروا القتال خفية حتى اضطر كل\nواحد من الفريقين إلى الدفاع عن أنفسهم، إذ رأوا السيف قد خالطهم، وقد جاء\nذلك نصا مرويا.\n</p>\n\n<p>\nوإن العجب ليكثر ممن يبيح لأبي حنيفة ومالك والشافعي والأوزاعي، والليث\nوسفيان وأحمد وداود رحمهم الله أن يجتهدوا في الدماء، وفي الفروج وفي\nالعبادات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p204'> Vol. 02, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nفيسفك هذا دما يحله باجتهاده، ويحرمه سائد من ذكرنا فرجا ويحرمه الآخر\nويحل أحدهم مالا ويحرمه الآخر، ويوجب أحدهم حدا ويسقطه الآخر، ويوجب أحدهم\nفرضا وينقضه الآخر، ويحرم أحدهما عملا ويحله الآخر، ولم يختلفوا قط إلا\nفيما ذكرنا، فيجيز لهؤلاء الحكم فيما ذكرنا، ويعذرهم في اختلافهم في\nاستباحة الدماء فما دونها، وليس عندنا من أمرهم إلا أنهم فيما بدا لنا\nمسلمون فاضلون، يلزمنا توقيرهم والاستغفار لهم، إلا أننا لا نقطع لهم\nبالجنة ولا بمغيب عقودهم، ولا برضى الله عز وجل عنهم، لكن نرجو لهم ذلك\nونخاف عليهم كسائر أفاضل المسلمين ولا فرق، ثم لا نجيز ذلك لعلي وأم\nالمؤمنين وطلحة والزبير وعمار وهشام بن حكيم ومعاوية وعمرو والنعمان وسمرة\nوأبي الغادية وغيرهم، وهم أئمة الاسلام حقا والمقطوع على فضلهم، وعلى\nأكثرهم، بأنهم في الجنة، وهذا لا يخيل إلا على مخذول وكل من ذكرنا من مصيب\nأو مخطئ - فمأجور على اجتهاده إما أجرين وإما أجرا، وكل ذلك غير مسقط\nعدالتهم. وبالله تعالى التوفيق.\n</p>\n\n<p>\nفصل قال علي: وحكم الخبر عن النبي صلى الله عليه وسلم أن يورد بنص لفظه\nلا يبدل ولا يغير، إلا في حال واحدة، وهي أن يكون المرء قد تثبت فيه، وعرف\nمعناه يقينا فيسأل فيفتي بمعناه وموجبه، أو يناظر فيحتج بمعناه وموجبه،\nفيقول:\n</p>\n\n<p>\nحكم رسول الله صلى الله عليه وسلم بكذا، وأمر عليه السلام بكذا، وأباح\nعليه السلام كذا، ونهى عن كذا، وحرم كذا، والواجب في هذه القضية ما صح عن\nالنبي صلى الله عليه وسلم وهو كذا. وكذلك القول فيما جاء من الحكم في\nالقرآن ولا فرق، وجائز أن يخبر المرء بموجب الآية وبحكمها بغير لفظها وهذا\nما <span id='ms0217'></span> لا خلاف فيه من أحد - في أن ذلك مباح كما ذكرنا.\n</p>\n\n<p>\nوأما من حدث وأسند القول إلى النبي صلى الله عليه وسلم، وقصد التبليغ لما\nبلغه عن النبي صلى الله عليه وسلم فلا يحل له إلا أن يتحرى الألفاظ كما\nسمعها لا يبدل حرفا مكان آخر، وإن كان معناهما واحدا، ولا يقدم حرفا ولا\nيؤخر آخر، وكذلك من قصد تلاوة آية أو تعلمها وتعليمها ولا فرق، وبرهان ذلك\nأن النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p205'> Vol. 02, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nعلم البراء بن عازب دعاء وفيه: ونبيك الذي أرسلت فلما أراد البراء أن\nيعرض ذلك الدعاء على النبي صلى الله عليه وسلم قال: وبرسولك الذي أرسلت:\nفقال النبي عليه السلام: لا، ونبيك الذي أرسلت فأمره عليه السلام كما تسمع\nألا يضع لفظة رسول في موضع لفظة نبي وذلك حق لا يحيل معنى، وهو عليه السلام\nرسول ونبي، فكيف يسوغ للجهال المغفلين أو الفساق المبطلين، أن يقولوا: إنه\nعليه السلام كان يجيز أن توضع في القرآن مكان عزيز حكيم غفور رحيم أو سميع\nعليم وهو يمنع من ذلك في دعاء ليس قرآنا والله تعالى يقول مخبرا عن نبيه\nصلى الله عليه وسلم ما يكون لي أن أبدله من تلقاء نفسي) ولا تبديل أكثر من\nوضع كلمة مكان أخرى، أم كيف يسوغ لأهل الجهل والعمى إباحة القراءة المفروضة\nفي الصلاة بالأعجمية مما ذكرنا، ومع إجماع الأمة على أن إنسانا لو قرأ أم\nالقرآن فقدم آية على أخرى، أو قال: الشكر للصمد مولى الخلائق، وقال هذا هو\nالقرآن المنزل لكان كافرا بإجماع ومع قوله تعالى لسان الذي يلحدون إليه\nأعجمي وهذا لسان عربي مبين ففرق تعالى بينهما، وأخبر أن القرآن إنما هو\nباللفظ العربي لا بالعجمي، وأمر بقراءة القرآن في الصلاة، فمن قرأ\nبالأعجمية فلم يقرأ القرآن بلا شك.\n</p>\n\n<p>\nوالعجب أن قائل هذا الهجر لا يجيز الدعاء في الصلاة إلا بما يشبه ما في\nالقرآن لا بتسمية المدعو لهم، ولا بغير ذلك، وقد جاء النص بإباحة الدعاء\nفيها جملة <span id='ms0218'></span> ويقول: إن من عطس في الصلاة فقال: الحمد لله رب العالمين، فحرك\nبها لسانه فقد بطلت صلاته، فسبحان من وفقهم لخلاف الحق في كلا الوجهين،\nفيجيزون القراءة في الصلاة بخلاف القرآن، ويبطلون الصلاة بذكر آية من\nالقرآن، ويمنعون من الدعاء فيها إلا بما في القرآن أو ما يشبهه، ولا شبه\nللقرآن في شئ من الكلام بإجماع الأمة.\n</p>\n\n<p>\nواحتج بعضهم في ذلك بقوله تعالى: وانه لفي زبر الأولين) * وبخطابه تعالى\nلنا بالعربية حاكيا كلام موسى عليه السلام قال علي: وهذا لا حجة لهم فيه،\nلان الذي في زبر الأولين إنما هو معنى القرآن لا القرآن، ولو كان القرآن في\nزبر الأولين لما كان محمد صلى الله عليه وسلم مخصوصا به، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p206'> Vol. 02, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nولا كانت فيه آية، وهذا خلاف النصوص والخروج عن الاسلام، لأنه لو أنزل\nعلى غيره قبله لما كان محمد صلى الله عليه وسلم مخصوصا به، وأما حكايته\nتعالى لنا كلام موسى وغيره بلغتنا فلم يلزمنا تعالى قراءة ألفاظهم بنصها،\nولا نمنع نحن من تلاوته في الصلاة، وإنما نمنع من تلاوته في القرآن، أو على\nسبيل التقريب بتلاوته إلى الله تعالى بغير اللفظ الذي أنزل به، لا بكلام\nأعجمي، ولا بغير تلك الألفاظ، وإن وافقتها في العربية، ولا بتقديم تلك\nالألفاظ بعينها ولا بتأخيرها، وإنما نجيز الترجمة التي أجازها النص على\nسبيل التعليم والافهام فقط، لا على سبيل التلاوة التي نقصد بها القربة،\nوبالله تعالى التوفيق.\n</p>\n\n<p>\nوبلا خلاف من أحد من الأمة أن القرآن معجزة وبيقين ندري أنه إذا ترجم\nبلغة أعجمية أو بألفاظ عربية غير ألفاظه، فإن تلك الترجمة غير معجزة، وإذ\nهي غير معجزة فليست قرآنا. ومن قال فيما ليس قرآنا إنه قرآن فقد فارق\nالاجماع وكذب الله تعالى، وخرج عن الاسلام إلا أن يكون جاهلا، ومن أجاز هذا\nوقامت عليه الحجة، ولم يرجع فهو كافر مشرك مرتد حلال الدم والمال، لا نشك\nفي ذلك أصلا. وأيضا فقد قال تعالى مخبرا عن نبيه صلى الله عليه وسلم: *\n(وما ينطق عن <span id='ms0219'></span> الهوى إن هو إلا وحي يوحى) * فلما صح بنص القرآن أن كلامه\nعليه السلام وحي كله حرم بلا شك تحريف الوحي وإحالته كما حرم ذلك في الوحي\nالمتلو الذي هو القرآن ولا فرق.\n</p>\n\n<p>\nومن حدث بحديث فبلغه إلى غيره كما بلغه إياه غيره، وأخذ عنه فليس عليه أن\nيكرره أبدا حتى يحصل في حد الهذيان، وقد أدى ما عليه بتبليغه.\n</p>\n\n<p>\nقال أبو محمد: وبهذا يبطل قول من رام توهين الحديث المسند، بأن فلانا\nأرسله إذ لو كان سكوت المرء - في بعض الأحيان - عن تأدية ما سمع مسقطا\nللاحتجاج به، إذ أداه في وقت آخر أو لم يؤده هو وأداه غيره، لكان إذا نام\nأو أكل أو وطئ أو اشتغل بصلاة أو مصلحة دنياه أو بشئ من أمر دينه، أو\nبتبليغ حديث آخر - قد بطل الاحتجاج بما سكت عنه في الأحوال التي ذكرنا،\nوهذا جنون فادح ممن قاله، وكفى سقوطه بكل قول أخرج إلى الجنون، وأدى إلى\nالمحال والممتنع، وبالله تعالى التوفيق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p207'> Vol. 02, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nوأما اللحن في الحديث فإن كان شيئا له وجه في لغة بعض العرب، فليروه كما\nسمعه ولا يبدله ولا يرده إلى أفصح منه ولا إلى غيره، وإن كان شيئا لا وجه\nله في لغة العرب البتة فحرام على كل مسلم أن يحدث باللحن عن النبي صلى الله\nعليه وسلم، فإن فعل فهو كاذب مستحق للنار في الآخرة، لأنا قد أيقنا أنه\nعليه السلام لم يلحن قط كتيقننا أن السماء محيطة بالأرض، وأن الشمس تطلع من\nالمشرق وتغرب من المغرب، فمن نقل عن النبي صلى الله عليه وسلم اللحن فقد\nنقل عنه الكذب بيقين، وفرض عليه أن يصلحه ويبشره من كتابه، ويكتبه معربا،\nولا يحدث به إلا معربا.\n</p>\n\n<p>\nولا يلتفت إلى ما وجد في كتابه من لحن ولا إلى ما حدث شيوخه ملحونا.\n</p>\n\n<p>\nولهذا لزم لمن طلب الفقه أن يتعلم النحو واللغة، وإلا فهو ناقص منحط لا\nتجوز له الفتية في دين الله عز وجل. ثنا يونس بن عبد الله <span id='ms0220'></span>، ثنا أحمد بن عبد\nالله بن عبد الرحيم، ثنا أحمد بن خالد، ثنا محمد بن عبد السلام الخشني، ثنا\nمحمد بن بشار - بندار - ثنا عمرو بن محمد بن أبي رزين، ثنا سفيان الثوري،\nعن عبيد الله بن عمر، عن نافع، عن ابن عمر أنه كان يضرب ولده على اللحن.\n</p>\n\n<p>\nقال علي: اللحن المحكي عن الله تعالى ورسوله عليه السلام كذب، والكذب\nواجب أن يضرب آتيه وقد روي عن شعبة أو عن حماد بن سلمة - الشك مني - أنه\nقال: من حدث عني بلحن فقد كذب علي، ونحن نقول ذلك وكان شعبة وحماد وخالد بن\nالحارث وبشر بن المفضل والحسن البصري لا يلحنون البتة وبالله تعالى\nالتوفيق.\n</p>\n\n<p>\nفصل في زيادة العدل قال علي: وإذا روى العدل زيادة على ما روى غيره فسواء\nانفرد بها أو شاركه فيها غيره مثله أو دونه أو فوقه، فالأخذ بتلك الزيادة\nفرض، ومن خالفنا في ذلك فإنه يتناقض أقبح تناقض، فيأخذ بحديث رواه واحد\nويضيفه إلى ظاهر القرآن - الذي نقله أهل الدنيا كلهم، أو يخصه به وهم بلا\nشك أكثر من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p208'> Vol. 02, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nرواة الخبر الذي زاد عليهم آخر حكما لم يروه غيره، وفي هذا التناقض من\nالقبح ما لا يستجيزه ذوقهم وذو ورع، وذلك كتركهم قول الله تعالى: *\n(والسارق والسارقة فاقطعوا أيديهما جزاء بما كسبا عائشة رضي الله عنها ولم\nيشاركها فيه أحد.\n</p>\n\n<p>\nوهو: لا قطع إلا في ربع دينار فصاعدا، ويترك قوله تعالى في الآيات التي\nذكر فيها المحرمات من النساء. ثم قال تعالى بعد ذكر من ذكر: * (وأحل لكم ما\nوراء ذلك فحرموا الجمع بين المرأة وعمتها، وليس ذلك مذكورا في آية التحريم،\nبل فيها إحلال كل ما لم يذكر في الآية، فتركوا ذلك لحديث انفرد به أبو\nهريرة وأبو سعيد وحدهما. وليس ذلك إجماعا، فإن عثمان البتي يبيح الجمع بين\nالمرأة وعمتها، ثم يعترضون على حكم رواه عدل بأن عدلا آخر لم يرو تلك\nالزيادة، وأن فلانا انفرد بها.\n</p>\n\n<p>\nقال علي: وهذا جهل شديد، وقد <span id='ms0221'></span> ترك أصحاب أبي حنيفة الزيادة التي روى مالك\nفي حديث زكاة الفطر وهي: من المسلمين فقالوا: انفرد بها مالك. وترك أصحاب\nمالك الاستسعاء الذي رواه سعيد بن أبي عروبة، وقالوا: انفرد بها سعيد فكلا\nالطائفتين عابت ما فعلت، وأنكرت ما أتت به، مع أنه قد شورك من ذكرنا هاتين\nالزيادتين ولو انفردا بها ما ضر ذلك شيئا.\n</p>\n\n<p>\nولا فرق بين أن يروي العدل الراوي العدل حديثا، فلا يرويه أحد غيره، أو\nيرويه غيره مرسلا، أو يرويه ضعفاء، وبين أن يروي الراوي العدل لفظة زائدة\nلم يروها غيره من رواة الحديث، وكل ذلك سواء واجب قبوله بالبرهان الذي\nقدمناه في وجوب قبول خبر الواحد العدل الحافظ، وهذه الزيادة وهذا الاسناد\nهما خبر واحد عدل حافظ، ففرض قبولهما، ولا نبالي روى مثل ذلك غيرهما أو لم\nيروه سواهما، ومن خالفنا فقد دخل في باب ترك قبول الخبر الواحد ولحق بمن\nأتى ذلك من المعتزلة وتناقض في مذهبه، وانفراد العدل باللفظة كانفراده\nبالحديث كله، ولا فرق.\n</p>\n\n<p>\nقال علي: فإن كانت اللفظة الزائدة ناقصة من المعنى، فالحكم للمعنى الزائد\nلا للفظة الزيادة، لان زيادة المعنى هو العموم، وهو الزيادة حينئذ على\nالحقيقة وهو الحكم الزائد والشرع الوارد والامر الحادث، ولأن النبي صلى\nالله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p209'> Vol. 02, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nإنما بعث شارعا ومحللا ومحرما، وهكذا قال ابن عباس إذ ذكر عنده الضب.\n</p>\n\n<p>\nفإذا روى العدل لفظة لها حكم زائد لم يروها غيره، أو رواها غيره، أو روى\nالعدل عموما فيه حكم زائد، وروى آخرون لفظة فيها إسقاط ذلك الحكم، فالفرض\nأن يؤخذ بالحكم الزائد أبدا، لأنه شريعة واردة قد تيقنا لزومها لنا، وأننا\nمأمورون بها ولم نتيقن نسخها ولا سقوطها، ولا يجوز ترك يقين لظن.\n</p>\n\n<p>\nفمن ادعى تلك الشريعة - التي قد صح أمر الله عز وجل لنا بها - قد سقطت\nعنا، وأن الحكم قد رجع إلى ما كنا عليه قبل ورود تلك الشريعة، فهو مفتر على\nالله عز وجل إلا أن يأتي ببرهان من نص أو إجماع على <span id='ms0222'></span> دعواه، ولا يحل لمسلم\nيخاف الله عز وجل - أن يترك يقينا لما لعله ليس كما يظن.\n</p>\n\n<p>\nقال علي: ونمثل من ذلك مثالا فنقول: روى بعض العدول عن رسول الله صلى\nالله عليه وسلم النهي عن آنية الفضة هكذا مجملا، وروى بعضهم النهي عن الشرب\nفي آنية الفضة، فكانت هذه اللفظة يعني - الشرب - ناقصة عن معنى الحديث\nالآخر الذي فيه إجمال النهي عن آنية الفضة نقصانا عظيما، ومبيحة لعظائم في\nعموم ذلك الحديث إيجاب تحريمها من الاكل فيها، والاغتسال فيها، والوضوء\nفيها، فهذه اللفظة وإن كانت زائدة في الصوت والخط فهي ناقصة من المعنى،\nوالحديث الآخر وإن كان ناقص اللفظ فهو زائد في الحكم والمعاني، فهو الذي لا\nيجب الاخذ به، لان الحديث المذكور فيه الشرب هو بعض ما في الحديث الآخر.\n</p>\n\n<p>\nوهذا نحو ما قلنا في الحديثين في زكاة الغنم اللذين ذكر في أحدهما\nالسائمة ولم يذكر في الآخر، فوجب الاخذ بالعام للسائمة وغيرها لان من أخذ\nبالحديث العام كان آخذا بالخاص أيضا، لأنه إذا اجتنب آنية الفضة جملة كان\nقد اجتنب الشرب في جملة ما اجتنب أيضا، وإذا زكى الغنم كلها كان زكى\nالسائمة أيضا.\n</p>\n\n<p>\nفكان آخذا بكلا الامرين، وغير عاص لشئ من النصين، وكان من آخذ بالحديث\nالأخص وحده عاصيا للحديث الآخر، تاركا له بلا دليل، إلا التحكم والدعوى\nبغير علم، لأنه إذا زكى السائمة وحدها، فقد ترك زكاة غير السائمة، وخالف ما\nأوجبه الحديث الآخر، وكان إذا اجتنب الشرب في آنية الفضة وحدها كان قد عصى\nما في النص الآخر واستباح ما حرم الله تعالى فيه، وذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p210'> Vol. 02, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nلا يحل، لأنه ليس أحد النصين أولى بالطاعة من الآخر، وليس أحدهما نافيا\nللآخر ولا مبطلا له.\n</p>\n\n<p>\nومن ذلك أيضا ما روي أن رسول الله صلى الله عليه وسلم عامل أهل خيبر على\nنصف ما يخرج منها، فكان هذا عاما لكل ما يخرج منها زرعا أو خضرا أو ثمارا،\nوروى بعضهم هذا الحديث بعينه فقال: من ثمر النخل، فمن أخذ <span id='ms0223'></span> بالمساقاة في ثمر\nالنخل خاصة وحظر ما سوى ذلك كان مخالفا لفعل رسول الله صلى الله عليه وسلم\nالمنقول في لفظ العموم، وليس قول من قال في ثمر النخل بمبطل أن يكون ساقاهم\nوعاملهم وزارعهم أيضا في غير ثمر النخل، ولكن هذا الراوي ذكر بعض ما عوملوا\nعليه وسكت عن بعض، وعم غيره كل ما وقعت فيه المعاملة، وكان هذا الحديث\nناسخا لحديث النهي عن المزارعة بيقين. لأنه آخر فعله عليه السلام بلا شك\nالذي ثبت عليه إلى أن مات، وحديث النهي عن المزارعة كان قبله بلا شك، فلذلك\nقطعنا أنه منسوخ ولولا هذا البيان ما استجزنا ذلك.\n</p>\n\n<p>\nقال علي: ومن هذا الباب أن يشهد عدلان أن زيدا طلق امرأته، وقال سائر من\nحضر المجلس وهم عدول. لم يطلقها البتة، فلا نعلم خلافا في وجوب الحكم عليه\nبالطلاق. وإنفاذ شهادة من شهد به، لان عندهما علما زائدا شهدا به لم يكن\nعند سائر من حضر المجلس، وهذا نفسه هو قبول زيادة العدل ولا فرق، وإن انفرد\nبها، وإنها كسائر نقله، وليس جهل من جهل حجة على علم من علم، ولا سكوت عدل\nمبطلا لكلام عدل آخر، ولا فرق بين أن ينفرد بالحديث كله وبين أن ينفرد\nبلفظة منه أو بحكم زائد فيه.\n</p>\n\n<p>\nوقد وافقنا من يخاصم في هذا المعنى على قبول ما انفرد به العدل من\nالاخبار، وخالفونا في قبول الزيادة بلا دليل إلا التحكم بالدعوى فقط، إلا\nأن بعضهم رام أن يحتج فأضحك من نفسه، وذلك أنه قال: قد وافقناكم على قبول\nالخبر إذا سلم من الزيادة انفرد بها بعض الرواة، ومن إرسال غير هذا الراوي\nله، ومن مخالفة من هو أعدل منه وأحفظ في لفظه، وخالفناكم في قبوله إذا كان\nفيه شئ من هذه المعاني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p211'> Vol. 02, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nقال علي: فيقال له وبالله تعالى التوفيق: هذا يشبه تمويه اليهود، إذ\nيقولون قد وافقناكم على قبول نبوة موسى صلى الله عليه وسلم، ووجوب شريعته،\nوترك العمل في السبت، وأن ذلك كله قد <span id='ms0224'></span> أمر به الله تعالى، وخالفناكم في قبول\nنبوة محمد صلى الله عليه وسلم، ووجوب شريعته.\n</p>\n\n<p>\nقال علي: وهذا احتجاج من لا حجة له، وتمويه ضعيف، وذلك أننا لم نقبل نبوة\nموسى صلى الله عليه وسلم لأجل موافقتهم لنا عليهم، ولا نبالي وافقونا عليها\nأم خالفونا، كما لم نبال بتكذيب المجوس والمنانية والصابئين لنبوة موسى\nعليه السلام وإنما أخذنا بقبول نبوته عليه السلام لقيام البراهين على\nصحتها، وبمثل تلك البراهين نفسها وجب قبول نبوة محمد صلى الله عليه وسلم\nولا فرق، والحق إذا ثبت برهانه فلا معنى لقبول من قبله، ولا يزيده ذلك صحة،\nولا معنى لمخالفة من خالفه، ولا يضره ذلك شيئا ونفسه ضر المخالف ولم يضر\nالحق. وكذلك الشئ إذا لم يقم على صحته برهان، فلا معنى لقبول من قبله ولا\nيصححه ذلك، وكذلك قبول خبر الواحد لم نأخذ به، لان الحنفيين والمالكيين\nوافقونا على قبوله، وما نبالي وافقونا أم خالفونا، كما لم نبال بخلافهم لنا\nفي القياس والتقليد، وكما لم نبال بخلاف من خالفنا - من المعتزلة وغيرهم -\nفي قبول خبر الواحد، وإنما أخذنا بقبول خبر الواحد لقيام البرهان على وجوب\nالقول به.\n</p>\n\n<p>\nوبتلك الدلائل والبراهين بأعيانها، وجب اطراح العلل التي راموا بها إبطال\nالاخذ بالزيادة، وبما أرسله عدل وأسنده عدل، وما خولف فيه راويه، وبذلك\nالبرهان نفسه وجب قبول الزيادة - وإن انفرد بها العدل - وتصحيح ما أسنده\nالعدل - وإن أرسله غيره، وسواء كان أعدل منه أو أحفظ أو مثله أو دونه، وصح\nأن ما خالف هذا الحكم هذيان لا معنى له، وإنما يلزم الاحتجاج بما موهوا به\nغير موضعه، ففي حكم لم نراع فيه غير الاجماع المتيقن به إذا ثبت، وفيما\nلولا الاجماع المذكور لم نقل به، مما قد أمرنا باتباع الاجماع المتيقن\nالمقطوع به فيه مما لم يأت فيه نص محفوظ اللفظ، وإن كان أصل ذلك الاجماع لا\nيمكن البتة أن يكون إلا عن نص، وذلك مثل المسائل التي وجدنا فيها خلافا من\nواحد فما فوقه لم <span id='ms0225'></span> نقل بها ولا برهان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p212'> Vol. 02, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nعندنا فيها إلا الاجماع وحده، وذلك مثل القراض الذي لولا الاجماع على\nجوازه لاتصال نقل الاعصار به عصرا بعد عصر بأنه كان القراض في الجاهلية\nمشهورا، وأن النبي صلى الله عليه وسلم أقره ولم ينه عنه، وهو يعلمه فاشيا\nفي قريش، وكانوا أهل تجارة ولا عيش لهم إلا منها - لم نجزه، ولو وجدنا\nواحدا من العلماء يقول بإبطاله لوافقناه ولقلنا بقوله، إذ لا نص في إباحته،\nولأنه شرط لم يأت به نص، وكل شرط هذه صفته فإن لم يتفق على صحته فهو باطل\nبقوله عليه السلام: كل شرط ليس في كتاب الله تعالى فهو باطل فما كان من هذا\nالنوع فإنا نراعي في مسائله الاجماع، فما أجمعوا عليه منها قلنا به. وما\nاختلف فيه أسقطناه بالبتة، لأنه قد بطل الاجماع فيه، والاجماع هو برهان\nصحته الذي لا برهان لصحته سواه، وما بطل برهان صحته فقد بطل القول به، وأما\nما قام برهان ع لي صحته من غير الاجماع. فلا ينبغي أن يلتفت من وافق عليه،\nولا من خالف، ولا يتكثر بمن وافق فيه كائنا من كان، ولا يستوحش ممن خالف\nفيه كائنا من كان ولو كان ما ذكر هذا المغفل حجة لساغ للحنيفي أن يقول: قد\nوافقتموني على وجوب قطع يد من سرق ما يساوي عشرة دراهم، وخالفتكم في قطع من\nسرق أقل من ذلك، فلا يلزمني إلا ما اتفقنا عليه، لا ما اختلفنا فيه. ولساغ\nله أن يقول: قد وافقتموني على أن القصر يكون من ثلاثة أيام فصاعدا،\nواختلفنا في أقل، فلا يجب إلا ما اتفقنا عليه. ولساغ له أن يقول: قد\nوافقتموني على أن الصداق يكون عشرة دراهم، وخالفتكم في أقل من ذلك، فلا يصح\nإلا ما اتفقنا عليه، لا ما اختلفنا فيه.\n</p>\n\n<p>\nولساغ للمالكي أن يقول: قد وافقتموني على أن المغتسل إذا تدلك تم غسله،\nوخالفتكم فيه إذا لم يتدلك، فلا يجب إلا ما اتفقنا عليه دون مما اختلفنا\nفيه ووافقتموني على أن <span id='ms0226'></span> من وقف بعرفة ليلا أن وقوفه صحيح، وخالفتكم فيمن وقف\nنهارا ودفع قبل غروب الشمس، فلا يصح إلا ما اتفقنا عليه دون ما اختلفنا\nفيه. ولساغ له أن يقول: قد وافقتكم على أن الصوم إذا سلم من الاكل بالنسيان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p213'> Vol. 02, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nتام، وخالفتكم في تمامه إذا وقع فيه أكل بنسيان، فلا يتم إلا ما اتفقنا\nعليه دون ما اختلفنا فيه.\n</p>\n\n<p>\nولساغ للشافعي أن يقول لهما: قد وافقتماني على أن من قرأ، بسم الله\nالرحمن الرحيم في تمام صلاته أنها تامة، وخالفتكم في تمام صلاة من لم\nيقرأها، ووافقتماني على تمام صلاة من صلى على رسول الله صلى الله عليه وسلم\nفي آخر تشهده، وخالفتكم في تمام صلاة من لم يصل عليه صلى الله عليه وسلم،\nووافقتماني في جواز صيام من بيته كل ليلة، وخالفتكم في صيام من لم يبيته،\nفلا يصح إلا ما اتفقنا عليه دون ما اختلفنا فيه.\n</p>\n\n<p>\nوللزمهم أن يكتفوا منا بأن نقول لهم: قد وافقتمونا على قبول النصوص\nوالاجماع، وخالفناكم في القول بالقياس فلا يلزم إلا ما اتفقنا عليه دون ما\nاختلفنا فيه، ومثل هذا كثير جدا، يقوم منه عشرات ألوف من المسائل، فلما لم\nيكن كل ما ذكرنا حجة، لأنه كلام موضوع في غير موضعه، سقط شغب من قال: قد\nاتفقنا عن قبول الخبر إذا عري من زيادة أو مخالفة، واختلفا في قبول الزيادة\nوبحكم العقل ندري أن كل من رضي لنفسه على خصمه بما لا يرضى على نفسه لخصمه،\nفجاهل أو مجنون أو وقاح لا بد له من أحد هذه الوجوه، وهي كلها خطط خسف،\nونعوذ بالله العظيم منها، اللهم إلا أن يكون خصمه رضي بحكم ما فله أن يلزمه\nحينئذ إياه، وإن لم يلزمه هو، وبالله تعالى التوفيق.\n</p>\n\n<p>\nفصل في إبطال ترجيح الحديث بعمل أهل المدينة وإبطال الاحتجاج بعملهم أيضا\nوبيان السبب في الاختلاف الواقع بين سلفنا من الأئمة في صدر هذه الأمة\nوالرد على من ذم الاكثار من رواية الحديث ذهب أصحاب مالك: إلى أنه <span id='ms0227'></span> لا يجوز\nالعمل بالخبر حتى يصحبه العمل.\n</p>\n\n<p>\nقال علي: وهذا من أفسد قول وأشده سقوطا، فأول ذلك أن هذا العمل الذي\nيذكرون، فسألهم من سلف من الحنفيين، والشافعيين، وأصحاب الحديث من أصحابنا،\nمنذ مائتي عام ونيف وأربعين عاما، عمل من هو هذا العمل الذي يذكرون؟ فما\nعرفوا عمل من يريدون، ولا عجب أعجب من جهل قوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p214'> Vol. 02, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nبمعنى قولهم، وشرح كلامهم. وسنبين هذا بعد صدر من كلامنا في هذا الفصل إن\nشاء الله تعالى، وبالله التوفيق.\n</p>\n\n<p>\nويقال لمن قال: لا أقبل الخبر حتى يصحبه العمل، أللعمل أول أم لا أول له؟\n</p>\n\n<p>\nفإن قال: لا أول له، جاهر بالكذب ولحق بالدهرية، وإن قال: له أول، قيل\nله، وبالله تعالى التوفيق: يجب على قولك أن ذلك العمل الأول باطل لا يجوز\nاتباعه، لأنه ابتدئ فيه بعمل بخبر لم يعمل به قبل ذلك، والخبر لا يجوز\nاتباعه حتى يعمل به، فهذا العمل قد وقع قبل أن يعمل بالخبر فهو باطل على\nحكمكم الفاسد المؤدي إلى الهذيان، وإلى ألا يصح عمل بخبر أبدا، وكفى سقوطا\nبقول أدى إلى ما لا يعقل، وكثير مما يقتحمون مثل هذا، كقولهم في معنى قول\nرسول الله صلى الله عليه وسلم: البيعان بالخيار ما لم يتفرقا وكقولهم في أن\nالركعة الثانية من صلاة من يقضي صلاة أدرك منها ركعة مع الامام، هي قبل\nالأولى، والثالثة قبل الثانية، وهذا كما ترى لا يعقل، وحسبنا الله ونعم\nالوكيل.\n</p>\n\n<p>\nوإذا كان ما ذكروا من أنه لا يجوز أن يعمل بخبر حتى يعمل به قبل هذا\nالعمل، وكان الخبر قد وجد وقتا من الدهر قبل أن يعمل له، فلا يجوز أن يصح\nالعمل بخبر أبدا، وإذا كان ذلك فكل عمل بخبر من الاخبار فهو باطل، والباطل\nلا يصحح الحق، ولا يحقق الباطل، ولا يثبت به شئ.\n</p>\n\n<p>\nويقال لهم أيضا: أرأيتم الخبر المسند الصحيح قبل أن يعمل به، أحق هو أم\nباطل؟ ولا بد من أحد هذين، فإن قالوا: حق، فسواء عمل به أو لم <span id='ms0228'></span> يعمل به،\nولولا يزيد الحق درجة في أنه حق أن يعمل به،، ولا يبطله أن يترك العمل به،\nأن أهل الأرض كلهم أصفقوا على معصية محمد صلى الله عليه وسلم ما كان ذلك\nمسقطا لوجوب طاعته، وقد فعلوا ذلك في أول مبعثه صلى الله عليه وسلم، فما\nكان ذلك مبطلا لصحة قوله، ولو آمن به جميع أهل الأرض وأطاعوه، ما زاد قوله\nعليه السلام منزلة في الصحة على ما كان عليه قبل أن يقبله أو يعمل به أحد\nمن الناس، ونفسه ضر تارك العمل بالحق، ولم يضر الحق شيئا، وكذلك لو أصفق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p215'> Vol. 02, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nأهل الأرض كلهم على نبوة مسيلمة - لعنه الله - ما حققها ذلك، وإذا أجمعوا\nعلى الكفر به ما زاد ذلك في قوله في البطلان على ما كان عليه حين نطقه به.\n</p>\n\n<p>\nوإن قالوا: الخبر باطل قبل العمل به، فالباطل لا يحققه العمل له، ولا\nيزيد الله بالعمل بالباطل إلا ضلالا وخزيا، فثبت بالبرهان الضروري أن لا\nمعنى للعمل، ولا ينبغي أن يلتفت إليه ولا يعبأ به، وقد أصفق أهل الأرض كلهم\nعلى العمل بشرائع الكفر قبل مبعث محمد صلى الله عليه وسلم فما صححها ذلك.\n</p>\n\n<p>\nقال علي: وهذه لفظة قذفها الشيطان في قلوبهم، وطرحها على ألسنتهم، وأيد\nذلك الجهل والعصبية المردية، وبالله نستعيذ من البلاء وإياه نستعين على\nإدراك الصواب، وبالله تعالى التوفيق.\n</p>\n\n<p>\nثم نقول لهم: متى أثبت الله العمل بالخبر الصحيح، أقبل أن يعمل به، أم\nبعد أن يعمل به؟ فإن قالوا: قبل أن يعمل به، فهو قولنا، وإن قالوا: بعد أن\nيعمل به، لزمهم أن العاملين به هم الذين شرعوا تلك الشريعة، وهذا كفر من\nقائله، ولم يبق لهم إلا أن يقولوا: لما ترك العمل بالخبر علمنا أنه منسوخ\nوهذا هو باب الالهام الذي ادعته الروافض لا نفسها لأنه قول بلا برهان.\n</p>\n\n<p>\nقال علي: وإنما هذا كله بعد أن يعرفوا عمل من يريدون، وأما وهم لا يدرون\nعمل من يعنون، فلسنا نحتاج أن نبلغ معهم ههنا، وقد <span id='ms0229'></span> حدثنا عبد الله بن ربيع،\nثنا عبد الله بن محمد بن عثمان، ثنا أحمد بن خالد، ثنا علي بن عبد العزيز،\nثنا الحجاج بن المنهال، عن يزيد بن إبراهيم التستري، ثنا زريق - وكان عاملا\nلعمر بن عبد العزيز على أيلة - قال: كتبت إلى عمر بن عبد العزيز في عبد آبق\nسرق، وذكرت أن أهل الحجاز لا يقطعون العبد الآبق إذا سرق - قال: فكتب إلي:\nكتبت إلي في عبد آبق سرق، وذكرت أن أهل الحجاز لا يقطعون الآبق إذا سرق،\nوإن الله تعالى يقول: * (والسارق والسارقة فاقطعوا أيديهما جزاء بما كسبا)\nالآية، فإن كان قد سرق قدر ما يبلغ ربع دينار فاقطعه به. وبه إلى حجاج بن\nالمنهال، ثنا الربيع بن صبيح قال: سألت نافعا مولى ابن عمر، أو سأله رجل\nوأنا شاهد على الرهن والقبيل في السلف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p216'> Vol. 02, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nوالورق والطعام إلى أجل مسمى؟ قال: لا أرى بذلك بأسا. فقلت له: إن الحسن\nيكرهه، قال: لولا أنكم تزعمون أن الحسن يكرهه ما رأيت به بأسا، فأما إذا\nكرهه الحسن فهو أعلم به، فهذا عمر بن عبد العزيز لم يبال بعمل أهل الحجاز\nإذ وجد القرآن بخلاف، وهذا نافع مولى ابن عمر - من كبار فقهاء أهل المدينة\n- توقف في فتياه إذ خالفه الحسن وهو عراقي.\n</p>\n\n<p>\nثم نسألهم فنقول لهم: عمل من تريدون؟ أعمل أمة محمد صلى الله عليه وسلم\nكلهم، أم عمل عصر دون عصر؟ أم عمل محمد صلى الله عليه وسلم؟ أم عمل أبي\nبكر؟ أم عمل عمر؟ أم عمل عثمان؟ ولم يكن في المدينة إمام غير هؤلاء - أم\nعمل صاحب من سكان المدينة بعينه؟\n</p>\n\n<p>\nأم عمل جميع فقهاء المدينة؟ أم عمل بعضهم؟ ولا سبيل إلى وجه غير ما\nذكرنا.\n</p>\n\n<p>\nفإن قالوا: عمل أمة محمد صلى الله عليه وسلم كلها بان كذبهم، لان الخلاف\nبين الأمة أشهر من ذلك، وهم دأبا إنما يتكلمون على من يخالفهم، فإن كانت\nالأمة مجمعة على قولهم فمع من يتكلمون إذا، وإن قالوا عصرا ما دون سائر <span id='ms0230'></span>\nالأعصار، بان كذبهم أيضا إذ كل عصر فالاختلاف بين فقهائه موجود منقول\nمشهور، ولا سبيل إلى وجود مسألة اتفق عليها أهل عصر ما، ولم يكن تقدم فيها\nخلاف قبلهم، ثم اختلف فيها الناس. هذا ما لا يوجد أبدا.\n</p>\n\n<p>\nفإن قالوا: عمل رسول الله صلى الله عليه وسلم أريناهم أنهم أترك الناس\nلعمله عليه السلام، بل لآخر عمله، فإنهم رووا: أن آخر عمله كان الافطار في\nرمضان في السفر، والنهي عن صيامه، فقالوا هم: الصوم أفضل، وكان آخر عمله\nعليه السلام الصلاة بالناس جالسا وهم أصحاء، وراءه، إما جلوس على قولنا،\nوإما قيام على قول غيرنا. فقالوا هم: صلاة من صلى كذلك باطل، ورووا في\nالموطأ أنه صلى الله عليه وسلم: كان إذا اغتسل من الجنابة أفاض الماء على\nجسده، فقالوا هم: طهور من تطهر كذلك باطل حتى يتدلك. ورووا أنه صلى الله\nعليه وسلم كان يرفع يديه في الصلاة إذا ركع وإذا رفع، فقالوا: ليس عليه\nالعمل، ورووا أنه صلى الله عليه وسلم صلى فقرأ بالطور في المغرب،\nوبالمرسلات، وكان ذلك في آخر عمره صلى الله عليه وسلم فقالوا:\n</p>\n\n<p>\nليس عليه العمل، ورووا أنه صلى الله عليه وسلم كان إذا أم الناس فأتم أم\nالقرآن قال آمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p217'> Vol. 02, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا: ليس عليه العمل. ورووا أنه عليه السلام سجد في: * (إذا السماء\nانشقت) * فقالوا: ليس عليه العمل. ورووا أنه صلى الله عليه وسلم: صلى\nبالناس جالسا وهم جلوس وراءه فقالوا: صلاة من صلى كذلك باطل، وليس عليه\nالعمل، ورووا أن أبا بكر الصديق، رضي الله عنه ابتدأ بالصلاة بالناس فأتى\nالنبي صلى الله عليه وسلم فدخل فجلس إلى جنب أبي بكر رضي الله عنه فأتم\nعليه الصلاة بالناس، فقالوا: ليس عليه العمل، ومن صلى هكذا بطلت صلاته، ومن\nالبديع أن بعضهم قال: صلاته عليه السلام في غزوة تبوك خلف عبد الرحمن بن\nعوف ناسخة لهذا العمل.\n</p>\n\n<p>\nقال علي: وهذا كلام لو قيل لقائله أسف ما شئت واجتهد ما قدر بأن يأتي\nبأكثر مما <span id='ms0231'></span> أتى به لوجهين: أحدهما: أن صلاته عليه السلام خلف عبد الرحمن بن\nعوف - التي ادعوا أنها ناسخة - كانت في تبوك، وصلاته عليه السلام إلى جنب\nأبي بكر - التي ادعوا أنها منسوخة - كانت قبل موته عليه السلام بخمس ليال\nفقط، وهي آخر صلاة صلاها رسول الله صلى الله عليه وسلم بالناس فكيف ينسخ\nأمر كان قبل موته عليه السلام بأشهر، أمرا كان قبل موته عليه السلام بخمس\nليال؟ أيفوه بهذا من له مسكة عقل، أو يحل لمن هذا مقدار علمه وعقله أن\nيتكلم في دين الله عز وجل؟ وصدق رسول الله صلى الله عليه وسلم إذا يقول: إن\nالله لا ينزع العلم بعد إذ أعطاهموه انتزاعا، ولكن ينزعه منهم مع قبض\nالعلماء بعلمهم فيبقى ناس جهال يستفتون فيفتون برأيهم فيضلون ويضلون.\n</p>\n\n<p>\nقال علي: والوجه الثاني من سقوط كلام هذا الجاهل: أنه حتى لو كانت صلاته\nعليه السلام خلف عبد الرحمن بعد صلاته خلف أبي بكر، ما كان فيها نسخ لها،\nلأنه ليس في صلاته خلف عبد الرحمن نهي عما في صلاته خلف أبي بكر ولا\nمخالفة، بل هو حكم آخر، وعلم آخر، وفي الاحتجاج المذكور عبرة لمن اعتبر،\nولهم مثله كثير.\n</p>\n\n<p>\nورووا أنه عليه السلام: جمع بين الظهر والعصر في غير خوف ولا سفر، فقال\nمالك: أرى ذلك كان من مطر. فقالوا: ليس عليه العمل لا في مطر ولا في غيره،\nورووا أنه عليه السلام أتي بصبي فبال على ثوبه فدعا بماء فأتبعه إياه ونضحه\nولم يغسله. فقالوا: ليس عليه العمل، وهذا لا يطهر الثوب، ومن صلى بثوب هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p218'> Vol. 02, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nصفته صلى بنجس، فعلموا نبيهم صلى الله عليه وسلم ما لم يكن في علمه،\nوجعلوه مصليا بثوب نجس، تعالى الله عما يقولون علوا كبيرا، ورووا أنه عليه\nالسلام صلى بالناس وهو يحمل أمامة بنت أبي العاص على عنقه، فقالوا: ليس\nعليه العمل، وهذا إسقاط للخشوع.\n</p>\n\n<p>\nقال علي: هذا كلام من قاله منهم ناسبا لسقوط الخشوع إلى رسول الله صلى\nالله عليه وسلم <span id='ms0232'></span> فقد كفر، وارتد وحل دمه وماله، ولحق باليهود والنصارى، ومن\nنسب ذلك إلى المقتدي بالنبي صلى الله عليه وسلم ولم ينسبه إلى المقتدي به،\nفقد توقع ما شاء وسخف، وهما خطتا خسف لا بد من إحداهما.\n</p>\n\n<p>\nوأظرف من كل ظريف، أنهم احتجوا بهذا الحديث نفسه في أن الصلاة لا تبطل\nعلى من صلاها وهو حامل نجاسة، فعصوا الحديث فيما ورد فيه، وجاهروا بالكذب\nفي أن يستبيحوا به ما ليس فيه، ولهم مثله كثير، ورووا أنه عليه السلام كان\nيقرأ في صلاة العيد بسورة * (ق والقرآن المجيد) لشاب، وليس عليه العمل،\nورووا أنه عليه السلام. صلى على كان يقبل في رمضان نهارا فقالوا نكره ذلك\nلشاب وليس عليه العمل ورووا أنه عليه السلام صلى عليه سهيل بن بيضاء في\nالمسجد فقالوا ليس عليه العمل وقال شيخ منهم كبير عندهم صغير في الحقيقة\nهذا ادخال الجيف في المسجد فتعقب عاقبه الله على نبيه صلى الله عليه وسلم\nورووا أنه صلى الله عليه وسلم صلى على النجاشي وهو غائب وأصحاب رضي الله\nعنهم خلفه صفوف فقالوا ليس عليه العمل ورووا أنه صلى الله عليه وسلم صلى\nعلى قبر فقالوا ليس عليه العمل ثم احتجوا بهذا الحديث في إباحة الصلاة إلى\nالقبور فعصوا الله تعالى ورسوله صلى الله عليه وسلم في نهيهم عما جاء به\nالعمل الصحيح وافتر وا في الحديث ما ليس فيه وراموا بذلك إبطال نهى صحيح قد\nثبت لا يحل خلافه، ورووا أنه عليه السلام أعطى القاتل السلب وقضى بذلك\nفقالوا ليس عليه العمل إلا أن يرى الامام ذلك ورووا أنه عليه السلام أباح\nالنكاح بخاتم حديد فقالوا: ليس عليه العمل وهذا نكاح لا يجوز ولابد من ربع\nدينار تحكما من آرائهم الفاسدة وقياسا على ما تقطع فيه اليد عندهم فهلا\nقاسوه على ما يستباح به الظهر من جرعه خمر لا تساوي فلسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p219'> Vol. 02, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nعلى أن إيلام الظهر أشبه باستباحة الفرج من قطع اليد باستباحة الفرج لان\nالفرج والظهر عضوان مستوران والظهر <span id='ms0233'></span> والفرج لا يقطعان واليد تقطع وتبان\nفأحاط الخطأ بهم من كل وجه ورووا أنه عليه السلام أنكح رجلا امرأة بسورة من\nالقرآن فقالوا: ليس عليه العمل وهذا لا يجوز وروورا أنه صلى الله عليه وسلم\nقضى في الجنين بغرة عبد أو أمة، فقالوا: ليس عليه العمل، ولكن إن كان جنين\nحرة ففيه خمسون دينارا، وإن كان جنين أمة ففيه عشر قيمة أمة، قياسا على\nبيضة النعامة يكسرها المحرم فأخطأوا في خلافهم حكم الله تعالى ورسوله عليه\nالسلام، وأخطأوا في شرعهم ما لم يأذن به الله تعالى، وتحكموا في القيمة بلا\nبرهان ولا هدى من الله تعالى، وأخطأوا في تفريقهم بين جنين الحرة وجنين\nالأمة بلا دليل، في قياس جنين الأمة على بيضة النعامة خطأ يضحك، في إيجابهم\nفي بيضة النعامة عشر البدنة، وهم لا يرون الاشتراك في الهدي، وكل ذلك بلا\nدليل وبالله تعالى التوفيق وروي أن رسول الله صلى الله عليه وسلم ودي عبد\nالله بن سهل - وهو حضري مدني - مائة من الإبل فقالوا: ليس عليه العمل، ولا\nيودي بالإبل إلا أهل البادية، وأما أهل الحاضرة فلا يودون إلا بالدنانير\nوالدراهم، وتعلقوا في ذلك بعمر، وهم قد خالفوا عمر في هذا المكان نفسه، لان\nعمر كما جعل على أهل الذهب الذهب وعلى أهل الفضة الفضة، وكذلك جعل على أهل\nالبقر مائتي بقرة وعلى أهل الغنم ألفي شاة، وعلى أهل الحلل مائتي حلة\nفقالوا: ليس على فعل عمر العمل في البقر والغنم والحلل. وإنما نفعل فعله في\nالذهب والورق والإبل خاصة. ورووا أن رسول الله صلى الله عليه وسلم جعل\nالقسامة في قتيل وجد بخيبر، فقالوا: ليس عليه العمل، ولا يعجز أحد عن أن\nيلقي قتيلا قتله في دور قوم آخرين، فخالفوا رسول الله صلى الله عليه وسلم،\nوخالفوا عمل عمر في القسامة أيضا واحتج إسماعيل في ذلك ببقرة بني إسرائيل،\nفأتى بحديث لم يأت به قرآن ولا خبر عن النبي، وإنما هي خرافة في خرافات أهل\nالكتاب، ولو صح <span id='ms0234'></span> قولهم لكانت آية معجزة عظيمة، لا يقدرون على مثلها أبدا،\nوتلك الآية لم يكن فيها قسامة، فقد خالفوا عمل بني إسرائيل أيضا وقالوا:\nإنما القسامة في دعوى المريض أن فلانا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p220'> Vol. 02, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nقتله، وقد أبطل النبي صلى الله عليه وسلم أن يقبل قول أحد في ادعائه دم\nأحد أو ماله فقبلوا دعواه في الدم ولم يتهموه، وأبطلوا دعاواه في المال\nواتهموه، وكفى بذكر هذا عن تكلف رد عليه، ورووا أنه عليه السلام رجم\nيهوديين زنيا. فقالوا: ليس عليه العمل ولا يجوز رجمهم، وأتى بعضهم في ذلك\nبعظيمة تخرج عن الاسلام. وذلك أن قال: إنما رجمهما رسول الله صلى الله عليه\nوسلم تنفيذا لما في التوراة. فجعلوه عليه السلام منفذا لاحكام اليهود،\nوصانوا أنفسهم الدنية الساقطة عن ذلك، ويعيذ الله تعالى نبيه وخيرته من\nالانس أن يحكم بغير ما أمره الله به، وقد أمره الله تعالى أن يقول: إن أتبع\nإلا ما يوحى إلى ورووا أنه عليه السلام قضى بالتغريب على الزاني غير المحصن\nفقالوا: لا نغرب العبد لأنه ضرر بسيده، ولم يراعوا في تغريب الحر الضرر\nبزوجته وولده وماله وأبويه، إن كان له أبوان.\n</p>\n\n<p>\nورووا أنه عليه السلام: احتجم وهو محرم. فقالوا: ليس عليه العمل، ورووا\nأنه عليه السلام تطيب لاحرامه قبل أن يحرم فقالوا: ليس عليه العمل، ورووا\nأنه عليه السلام تطيب لحله قبل أن يطوف بالبيت فقالوا: ليس عليه العمل.\nورووا أنه عليه السلام قضى بإبطال كل شرط ليس في كتاب الله عز وجل، فأجازوا\nأزيد من ألف شرط ليس منها واحد في كتاب الله. منها من شرط لأهل دار الحرب\nالنزول في دار الاسلام بأسرى المسلمين وسبايا المسلمات يطؤونهن ويردونهن\nإلى بلاد الكفر، ويستخدمونهم ويهبونهم ويبيعونهم، وهذا شرط لا يجيزه إلا\nإبليس ومن اتبعه ورووا أنه السلام قسم خيبر. فقالوا: ليس عليه إلا إبليس\nومن اتبعه العمل، وتركوا ذلك لايقاف عمر الأرض مع إقرارهم بأنهم لا يعرفون\nكيف عمل عمر في ذلك، أفيكون أعجب من ترك عمل مشهور متيقن <span id='ms0235'></span> على النبي صلى\nالله عليه وسلم مع جميع أصحابه لعمل مجهول لا يدرون كيف وقع بإقرارهم من\nعمل عمر؟ وقد خالفه في ذلك الزبير وبلال وغيرهما، ورووا أنه عليه السلام\nقضى بإيجاب الولاء لمن أعتق فقالوا: من أعتق سائبة فلا ولاء له.\n</p>\n\n<p>\nقال علي: فهذا ما تركوا فيه عمل رسول الله صلى الله عليه وسلم من روايتهم\nفي الموطأ خاصة، ولو تتبعنا ذلك من رواية غيرهم لبلغ أضعاف ما ذكرنا،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p221'> Vol. 02, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nوما خالفوا فيه أوامره عليه السلام من روايتهم ورواية غيرهم أضعاف ذلك،\nولعل ذلك يتجاوز الألوف، فقد بطل كما ترى ما ادعوه من اتباع عمل النبي صلى\nالله عليه وسلم، وثبت أنهم أترك خلق الله لعمل نبي الله صلى الله عليه\nوسلم، ثم لآخر عمله ولعمل الأئمة بعده.\n</p>\n\n<p>\nفإن قالوا: عمل أبي بكر. قلنا لهم وبالله التوفيق: لم ترووا في الموطأ عن\nأبي بكر رضي الله عنه إلا عشر قضايا، خالفتموه منها في ثمان. ورووا عنه أنه\nصلى بالبقرة ركعتين ووراءه المهاجرون والأنصار من أهل المدينة، فقالوا: ليس\nعليه العمل. ورووا عنه أن قرأ في الثالثة من المغرب بعد أم القرآن: ربنا لا\nتزغ قلوبنا بعد إذ هديتنا الآية. فقالوا: ليس عليه العمل.\n</p>\n\n<p>\nورووا عنه أنه أمر أميرا له وجهه إلى الشام ألا يقطع شجرا مثمرا، فقالوا:\n</p>\n\n<p>\nليس عليه العمل وجائز قطع الشجرة المثمر في دار الحرب.\n</p>\n\n<p>\nورووا أنه أمره ألا يعقر شاة ولا بعيرا إلا لمأكله. فقالوا: ليس عليه\nالعمل، وجائز عقرها في دار الحرب لغير مأكله، وهذا مما خالفوا فيه قضاء\nالنبي صلى الله عليه وسلم وأبي بكر معا - لآرائهم. ورووا أنه نهاه عن تخريب\nالعامر فقالوا: ليس عليه العمل ولا بأس بتخريبه. ورووا عنه أنه ابتدأ\nالصلاة بالناس فكبر، ثم أتى النبي صلى الله عليه وسلم فتخلل الصفوف فصفق\nالناس، فتأخر أبو بكر وتقدم النبي صلى الله عليه وسلم فأتم الصلاة بالناس.\nفقالوا: هذه صلاة لا تجوز، وليس عليه العمل فخالفوا، كما ترى، عمل النبي\nصلى الله <span id='ms0236'></span> عليه وسلم وعمل أبي بكر وعمل جميع من حضر ذلك من المهاجرين\nوالأنصار، وهم أهل العلم من أهل المدينة، برأي من آرائهم الفاسدة. ورووا\nأنه أمر يهودية أن ترقي عائشة رضي الله عنها. فقالوا: ليس عليه العمل،\nونكره رقى أهل الكتاب.\n</p>\n\n<p>\nهذا من روايتهم في الموطأ، وأما من رواية غيرهم فكثير.\n</p>\n\n<p>\nومما خالفوه أيضا: سبيه نساء أهل الردة وصبيانهم، وعمله بذلك في المدينة\nمع المهاجرين والأنصار إلا من خالفه في ذلك منهم فقالوا: ليس عليه العمل.\n</p>\n\n<p>\nفإن قالوا: عمل عمر، قيل لهم وبالله تعالى التوفيق: رويتم عن عمر رضوان\nالله عليه أنه قرأ في صلاة الصبح بسورة الحج وسورة يوسف ووراءه أهل المدينة\nمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p222'> Vol. 02, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nالأنصار والمهاجرين. فقالوا: ليس عليه العمل. ورووا أنه سجد في الحج\nسجدتين فقالوا: ليس عليه العمل.\n</p>\n\n<p>\nورووا أنه سجد في سورة النجم سجدة. فقالوا ليس عليه العمل، وهذا مما\nخالفوا فيه عمل النبي صلى الله عليه وسلم وعمر وجميع الصحابة، وادعوا في\nذلك علما خفي عنهم. ورووا أنه نزل عن المنبر يوم الجمعة وهو يخطب، فسجد\nوسجد معه المهاجرون والأنصار، ثم رجع إلى خطبته. فقالوا: ليس عليه العمل.\n</p>\n\n<p>\nورووا أمر أبيا وتميما أن يقوما للناس بإحدى عشرة ركعة في ليالي رمضان،\nفقالوا: ليس عليه العمل.\n</p>\n\n<p>\nورووا أن الناس كانوا يقومون أيام عمر بثلاث وعشرين ركعة في ليالي رمضان،\nفقالوا: ليس عليه العمل، فخالفوا قضاء عمر، وعمل أبي بن كعب، وتميم الداري،\nوالمهاجرين والأنصار بالمدينة لدعوى زائغة وعمل مجهول، وقالوا: العمل في\nالقيام على تسعة وثلاثين ركعة.\n</p>\n\n<p>\nورووا أنه صلى المغرب بالناس ومعه أهل المدينة والمهاجرون والأنصار فلم\nيقرأ فيها شيئا، فأخبر بذلك فلم يعد الصلاة، ولا أمر بإعادتها، فقالوا:\n</p>\n\n<p>\nيس عليه العمل، وقد بطلت صلاة من صلى هكذا.\n</p>\n\n<p>\nورووا أنه كتب إلى عماله أن يأخذوا من سائمة الغنم الزكاة، فقالوا:\nالسائمة وغير السائمة سواء. ورووا أنه شرب لبنا فأعجبه. فأخبر أنه من نعم\nالصدقة فتقيأه، فقالوا: ليس عليه العمل، ورووا أنه كان يقرد بعيره في طين <span id='ms0237'></span>\nبالسقيا وهو محرم، فقالوا: ليس عليه العمل، فلا ندري أجعلوا القردان صيدا\nمنهيا عنه في الاحرام، أم جعلوا على البعران إحراما أم كيف وقع لهم هذا؟.\n</p>\n\n<p>\nورووا عنه أنه قضى في الأرنب بعناق قالوا: ليس عليه العمل. وقد وافقه على\nذلك غيره من الصحابة رضوان الله عليهم، وافترض تعالى في جزاء الصيد ما حكم\nبه ذوا عدل، ولا عدول أعدل من الصحابة، فقد خالفوا ههنا القرآن،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p223'> Vol. 02, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nوفعل الصحابة، وتركوا الحق بيقين. ورووا أنه حكم في اليربوع بجفرة،\nفقالوا ليس عليه العمل، وهذا كالذي قبله.\n</p>\n\n<p>\nوروي أنه حلف لئن أتي بمسلم أمن مشركا ثم قتله ليقتلن ذلك المسلم،\nفقالوا:\n</p>\n\n<p>\nليس عليه العمل، ولا يقتل مؤمن بكافر، فمرة يتركون الحديث لقول عمر،\nويقولون عمر كان أعلم منا، ومرة يتركون قول عمر: ويقولون الحديث أحق أن\nيتبع، وفي هذا من التناقض ما فيه. ثم رأوا من رأيهم أن يخالفوا الحديث\nالمذكور الذي له تركوا قول عمر، فقال يقتل المؤمن بالكافر إذا قتله قتل\nغيلة.\n</p>\n\n<p>\nورووا عنه أنه جعل القراض مضمونا على عبد الله ابنه. فقالوا: لا يجوز\nوليس عليه العمل، فتركوا عمل عمر وعبد الله بن عمر وقضاءه بحضرة المهاجرين\nوالأنصار. ورووا عنه أنه قضى فيمن تزوج امرأة فوجد بها جنونا أو جذاما أو\nبرصا فمسها، فلها صداقها كاملا، ويرجع به الزوج على وليها، فقالوا: لا يغرم\nالولي شيئا إلا أن يكون أبا أو أخا، فأما إن كان من العشيرة فلا غرم عليه،\nلكن تغرم هي الصداق إلى ربع دينار.\n</p>\n\n<p>\nورووا عنه: أنه إذا أرخيت الستور فقد وجب الصداق، فقالوا: إن طال نعم\nوإلا فلا. ورووا عنه: أنه قضى بأنه لو تقدم في نكاح السر لرجم فيه، فقالوا\nليس عليه العمل ولا رجم فيه، هذا مع فسخهم نكاح السر وإبطالهم إياه\nوتحريمهم له.\n</p>\n\n<p>\nورووا عنه: أنه قضى في المتعة لو تقدم فيها لرجم، فقالوا: ليس عليه العمل\nولا رجم فيها. وقد قال بعضهم: إنما هذا من عمر وعيد لا حقيقة، فنسبوا إليه\nالكذب <span id='ms0238'></span> الذي قد نزهه الله عنه - ولا غرو - فقد قال ذلك بعضهم في قوله عليه\nالسلام إذ هم بحرق بيوت المتخلفين عن الصلاة مثل ذلك.\n</p>\n\n<p>\nوتلك التي تستك منها المسامع ورووا عنه أنه أشخص رجلا قال لامرأته: حبلك\nعلى غاربك من العراق إلى مكة، واستحلفه عن نيته في ذلك. قالوا: ليس عليه\nالعمل، ولا يستجلب أحد من العراق إلى مكة لليمين، ولا ينوي أحد في ذلك، وهي\nثلاث أبدا، فخالفوا قضاء عمر في موضعين من هذا الحديث خاصة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p224'> Vol. 02, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nورووا عنه أنه قال: لا حكرة في سوقنا، فقالوا: لا بأس بالحكرة في السوق.\n</p>\n\n<p>\nورووا عنه أنه قضى بالمدينة - بحضرة المهاجرين والأنصار - على محمد بن\nمسلمة بأن يمر الضحاك بن خليفة في أرضه بخليج جلبه، ومحمد كاره لذلك.\n</p>\n\n<p>\nفقالوا: ليس عليه العمل. ورروا عنه أنه قضى على جد عمرو بن يحيى المازني\nبأن يحول عبد الرحمن بن عوف خليجا له في أرض ذلك المازني من مكان إلى مكان\nوالمازني كاره، فخالفوا قضاء عمر وعبد الرحمن بن عوف بحضرة المهاجرين\nوالأنصار بالمدينة وقالوا: ليس عليه العمل، وقال ابن نافع صاحب مالك - وقد\nذكر ذلك الخبر - فقال عليه العمل، فليت شعري عمل من هو هذا العمل المتجاذب\nالذي يدعيه قوم منهم، وينكره آخرون.\n</p>\n\n<p>\nورووا عنه: أنه أغرم حاطبا في ناقة لرجل من مزينة نحرها عبيد لحاطب فقطع\nأيديهم، وسأل عن ثمن الناقة فكان أربعمائة فأضعف القيمة على حاطب وأغرمه\nبمائتي درهم، وذلك بحضرة المهاجرين والأنصار من أهل المدينة فقالوا: ليس\nعليه العمل.\n</p>\n\n<p>\nورووا عنه أو عن عثمان أنه قضى في أمة غرت من نفسها. فادعت أنها حرة\nفتزوجها رجل فولدت، فقضى عليه أن يفدي أولاده بمثلهم. فقالوا: ليس عليه\nالعمل، ولا يقضى عليه بعبيد، لكن بالقيمة. ورووا عنه: أنه حكم في منبوذ\nوجده رجل، أن ولاءه للذي وجده، فقالوا: ليس عليه العمل، ولا ولاء للملتقط\nعلى اللقيط.\n</p>\n\n<p>\nورووا عنه: أنه قضى في هبة الثواب، أنه على هبته يرجع فيها إن لم يرض\nمنها فقال: ليس <span id='ms0239'></span> عليه العمل، وإن تغيرت الهبة عند الموهوب له بزيادة أو\nنقصان فلا رجوع للواهب فيها، وليس له إلا القيمة. ورووا عنه: أنه كانت\nالإبل الضوال مهملات لا يعرض لها أحد في أيامه فقالوا: ليس عليه العمل،\nفخالفوا عمل عمر بحضرة المهاجرين والأنصار مع موافقة ذلك لأمر رسول الله\nصلى الله عليه وسلم.\n</p>\n\n<p>\nفإن قالوا: عثمان رأى غير ذلك، أريناهم ما يخالفوا فيه عمل عثمان، وأيضا\nفما الذي جعل عثمان أولى بأن يتبع من عمر؟ لولا التخليط وفساد الرأي.\n</p>\n\n<p>\nورووا عنه: أن رجلا من بني سعد بن ليث أجرى فرسا فوطأ أصبع رجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p225'> Vol. 02, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nمن جهينة فنزف الجهني فمات، فقال عمر للسعديين: أتحلفون بالله خمسين\nيمينا ما مات منها، فتحرجوا وأبوا، فقال للجهنيين: احلفوا أنتم لمات منها\nفأبوا، فقضى على السعديين بنصف الدية، فقالوا: ليس عليه العمل، ولكن يبدأ\nالمدعون وقالوا: ليس العمل على إغرامه أولياء القاتل نصف الدية. ومن العجب\nالعجيب أن مالكا الذي خالف هذا الحديث في ثلاثة مواضع أحدها تبدئة المدعى\nعليهم في اليمين، وثانيها إغرام المدعى عليهم بلا يمين من المدعين، وثالثها\nإغرامهم نصف الدية لا كلها، ثم احتج به بعد أوراق من كتابه في إغرام الراكب\nوالقائد والسائق وجعل أصله في ذلك فعل عمر بالسعديين، وهو قد خالفه في\nالحديث نفسه كما ترى، فليت شعري ما الذي جعل ربع حكم عمر في هذا الحديث حجة\nيوقف عندها، وثلاثة أرباعه مطرحا لا يعمل له؟ فلولا البلاء لما كان يقلد\nهؤلاء القوم هذه الأقوال، ويتركون لها القرآن وكلام رسول الله صلى الله\nعليه وسلم.\n</p>\n\n<p>\nورووا عنه: أنه قضى في الترقوة بجمل. فقالوا ليس عليه العمل، ورووا عنه\nأنه قضى في الضرس بجمل. فقالوا: ليس عليه العمل. ورووا عنه: أنه قضى في\nالضلع بجمل، فقالوا: ليس عليه العمل، ورووا عنه: أنه جلد عبدا زنى وغربه.\n</p>\n\n<p>\nفقالوا: ليس عليه العمل ولا يغرب العبد، فخالفوا قضاء عمر وعمله بحضرة\nالمهاجرين والأنصار بالمدينة، ومعه سنة النبي صلى الله عليه وسلم لآرائهم\nالفاسدة.\n</p>\n\n<p>\nورووا <span id='ms0240'></span> عنه: أنه أمر ثابت بن الضحاك - وكان قد التقط بعيرا، بأنه يعرفه\nثلاثا، ثم أمره بإرساله حيث وجده، فخالفوا قضاء عمر وعمل ثابت.\n</p>\n\n<p>\nفهذا ما خالفوا فيه عمر من روايتهم في الموطأ خاصة، وأما من رواية غيرهم\nفأضعاف ذلك.\n</p>\n\n<p>\nفإن قالوا: عمل عثمان قيل لهم وبالله تعالى التوفيق: إنهم رووا عن عثمان\nأنه كان يصلي الجمعة ثم ينصرف وما للجدران ظل. فقالوا: ليس عليه العمل ولا\nتجوز الصلاة إلا بعد الخطبة، ولا يبتدأ بالخطبة إلا بعد الاذان، ولا يبتدأ\nبالاذان إلا بعد الزوال، فإن زالت الشمس فقد حدث للجدران ظل. ورووا عنه:\nأنه أذن على المنبر لأهل العالية في يوم عيد وافق يوم جمعة في أن يرجع منهم\nمن أحب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p226'> Vol. 02, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nفقالوا: ليس عليه العمل، ولا نأخذ بإذن عثمان في ذلك، وهو قد قضى ذلك\nبحضرة المهاجرين والأنصار بالمدينة. ورووا عنه: أنه كان يغطي وجهه وهو\nمحرم. فقالوا:\n</p>\n\n<p>\nليس عليه العمل، ولا يغطي المحرم وجهه. ورووا عنه: أنه كان يخاطب أصحاب\nالديون من الذهب والفضة فيقول على المنبر: هذا شهر زكاتكم. فقالوا: ليس\nعليه العمل وليس للدنانير والدراهم شهر زكاة معروف. ورووا عنه: أنه نهى عن\nالقران والمتعة ورووا عن عمر مثل ذلك. فقالوا: ليس عليه العمل ولا ينهى عن\nذلك، فهلا فعلوا مثل ذلك في توريثه المطلقة ثلاثا من زوجها إذا طلقها وهو\nمريض، وهلا تركوا تقليده هنالك بلا دليل كما تركوه ههنا، فكانوا يوقفون في\nذلك.\n</p>\n\n<p>\nورووا عنه: أنه صلى بمنى أربع ركعات، فقالوا: ليس عليه العمل، وقالوا:\nالقصر حق تلك الصلاة، واحتجوا في ذلك بفعل النبي صلى الله عليه وسلم وأبي\nبكر وعمر، وقد ذكرنا ما خالفوا فيه عمل كل من ذكرنا آنفا، وما تركوا فيه\nعمر لعثمان، ورووا: أنه كان يكثر من قراءة يوسف في صلاة الصبح. ورووا أيضا\nنعني قراءتها عن عمر فقالوا: ليس عليه العمل. ورووا عنه: من أصح طريق\nوأجلها، وهي رواية مالك عن عبد الله بن أبي بكر بن محمد بن عمرو بن <span id='ms0241'></span> حزم عن\nعبد الله بن عامر بن ربيعة قال: رأيت عثمان - فذكر أنه رآه بالعرج وهو محرم\n- ثم أتي بلحم صيد فقال لأصحابه: كلوا، فقالوا: ولا تأكل أنت، فقال: إني\nلست كهيئتكم، إنما صيد من أجلي، فقالوا: ليس عليه العمل ولا يجوز أن يأكل\nمحرم ما صيد من أجل محرم غيره، ومحا مالك قول عثمان هذا وكرهه كراهة شديدة،\nهذا نص الموطأ، فأين العمل إن لم يكن عمل النبي صلى الله عليه وسلم وأبي\nبكر وعمر وعثمان بحضرة المهاجرين والأنصار.\n</p>\n\n<p>\nورووا عنه، وعن عمر: النهي عن الحكرة. فقالوا: ليس عليه العمل ولا بأس\nبها.\n</p>\n\n<p>\nقال علي: وكذلك خالفوا عمل عائشة رضي الله عنها، وابن عمر وسائر الصحابة\nبالمدينة، لا نحاشي منهم أحدا، وكذلك خالفوا سعيد بن المسيب وسليمان بن\nيسار وسائر فقهاء المدينة، وأقرب ذلك خلافهم للزهري وربيعة في أشياء كثيرة\nجدا، منها أن الزهري كان يرى الزكاة في الخضر والتيمم إلى الآباط وغير ذلك\nوقد حدثنا عبد الله بن ربيع، ثنا عبد الله بن عثمان الأسدي، ثنا أحمد بن\nخالد، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p227'> Vol. 02, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nثنا علي بن عبد العزيز، ثنا الحجاج بن المنهال، ثنا عبد الله بن عمر\nالنميري، ثنا يونس بن يزيد الابلي، سمعت الزهري قال: هذه نسخة كتاب رسول\nالله صلى الله عليه وسلم الذي كتب في الصدقة - وهي عند آل عمر بن الخطاب،\nقال الزهري: اقرأنيها سالم بن عبد الله بن عمر، فوعيتها على وجهها، وهي\nالتي انتسخ عمر بن عبد العزيز من عبد الله بن عبد الله بن عمر وسالم بن عبد\nالله بن عمر، حين أمر على المدينة، فأمر عماله بالعمل بها، وكتب بها إلى\nالوليد بن عبد الملك، فأمر الوليد عماله بالعمل بها، ثم لم يزل الخلفاء\nيأمرون بذلك، ثم أمر هشام بن محمد بن هانئ عامله فنسخها إلى كل عامل من\nعمال المسلمين، وأمرهم بالعمل بما فيها، ولا يتعدونه، وذكر باقي الحديث.\n</p>\n\n<p>\nقال علي: فهذا عمل فاش كما ترى، وأصله صحيفة مرسلة غير مسندة كما ترى <span id='ms0242'></span>، ثم\nلم يفش العمل بها إلا بعد نحو ثمانين عاما من موت النبي صلى الله عليه وسلم\nوقد عمل عمال عثمان قبل ذلك بغير ذلك، وعمال علي رضوان الله عليه بما جاءت\nبه الرواية عن علي، وعمال ابن الزبير بغير ذلك، وعمال أبي بكر الصديق بغير\nذلك، وعند آل حزم صحيفة أخرى فما الذي جعل عمل الوليد الظالم ومن بعده - من\nلا يعتد به حاش عمر بن عبد العزيز وحده - أولى من عمل ابن الزبير وعمل علي،\nوعمل عثمان، وعمل أبي بكر الصديق، وهذا تنازع يوجب الرد إلى القرآن، وما صح\nعن النبي صلى الله عليه وسلم بالأسانيد الصحيحة، وليس ذلك إلا في حديث أنس\nعن أبي بكر وحده، فقد صح تركهم لعمل كل من له عمل يمكن أن يراعى أو يقتدى\nبه، وصح ما قلنا من أنهم لا يدرون عمل من يعنون بقولهم: ليس عليه العمل.\nفإن قالوا عمل الأكثر، فقد أريناهم أنه لا أكثر من أهل عصر عمر وعثمان، ومن\nصلى معهم، ووافقهم على ما ترك هؤلاء من أعمال أولئك وأنهم قد تركوا عمل\nالأكثر.\n</p>\n\n<p>\nوثبت بهذا ما ذكره بعض الرواة، ومن أنهم إنما يعنون عمل صاحب السوق في\nالمدينة في عصر مالك، وهذا كما ترى، وقد جمع عبد الرحمن بن زيد بن أسلم ما\nاتفق عليه فقهاء المدينة السبعة خاصة، فلم يبلغ ذلك إلا أوراقا يسيرة، هذا\nوعبد الرحمن من هو في الضعف والسقوط، ألا يحتج بروايته، وما جعل الله أولئك\nأولى بالقبول منهم من نظرائهم من أهل الكوفة، الذين هم أفضل منهم في ظاهر\nالامر كعلقمة بن قيس، والأسود بن يزيد، وشريح القاضي، وعمرو بن ميمون،\nومسروق، وأبي عبد الرحمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p228'> Vol. 02, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nالسلمي، وعبيدة السلماني، وعبد الرحمن بن أبي ليلى، وعبد الله بن عتبة بن\nمسعود، وعبد الرحمن بن يزيد الليثي، وسعيد بن جبير، ولا من نظرائهم من أهل\nالبصرة كالحسن البصري، ومحمد بن سيرين، وجابر بن زيد، ومسلم بن يسار، وأبي\nقلابة، وبكر بن عبد الله المزني <span id='ms0243'></span>، وزرارة بن أوفى، وحميد بن عبد الرحمن،\nوأيوب، وابن عون، ويونس بن عبيد، وسليمان التيمي، ولا من نظرائهم من أهل\nالشام كعمر بن عبد العزيز، وأبي إدريس الخولاني، وقبيصة بن ذؤيب، وجبير بن\nنفير، ورجاء بن حياة، ولا من نظرائهم من أهل مكة، كطاووس، وعطاء، ومجاهد،\nوعمر بن دينار، وعبيد بن عمير، وابنه عبد الله، وعبد الله بن طاووس، ومذ\nمضى الصحابة الخلفاء رضوان الله عليهم فما ولي قضاء المدينة مثل شريح، ولا\nمثل محارب بن دثار، ولا مثل زرارة بن أوفى، ولا مثل الشعبي، ولا مثل أبي\nعبيدة بن عبد الله، ولا مثل عبد الله بن عتبة، أصلا.\n</p>\n\n<p>\nويقال لهم أيضا هل اختلف عمل أهل المدينة أو لم يختلف؟ فإن قالوا: لم\nيختلف أكذبهم الموطأ وجميع الروايات، وإن قالوا: اختلف، قيل لهم: فما الذي\nجعل اتباع عمل بعضهم أولى بالاتباع من عمل سائرهم؟ وقد أبطل الله كل عمل\nعند الاختلاف حاشى الرد إلى كتاب الله، وكلام نبيه صلى الله عليه وسلم\nبقوله تعالى: فإن تنازعتم في شئ فردوه إلى الله والرسول فمن رد إلى غيرهما\nفقد عصى الله ورسوله، وضل ضلالا مبينا لقوله تعالى: ومن يعص الله ورسول فقد\nضل ورسوله وضل ضلالا مبينا لقوله تعالى صلا لا مبينا وهم ينسبون إلى أبي\nبكر وعمر وعثمان وعلي - رضوان الله عليهم - بهذا الأصل الملعون أعظم\nالفرية، وأشد التضييع للاسلام، وقلة المبالاة به، وهذا لا يحل لمسلم أصلا\nأن يظنه، فكيف أن يعتقده، ويدعو إليه، وذلك لان عمر رضي الله عنه مصر\nالبصرة والكوفة ومصر والشام، وأسكنها المسلمين، وولى عليهم الصحابة كسعد بن\nأبي وقاص، والمغيرة بن شعبة، وأبي موسى الأشعري، وعتبة بن غزوان، وغيرهم\nوولى عثمان عليهم، ولاته أيضا كذلك، كمعاوية وعمرو بن العاص، وقد وليا لعمر\nأيضا مع عمار، وابن مسعود، وغيرهم ثم ولى علي البصرة عثمان بن حنيف، وعبد\nالله بن عباس، وولى مصر قيس بن سعد، أفترى عمر وعثمان وعليا وعمالهم\nالمذكورين كتموا رعيتهم من أهل هذه <span id='ms0244'></span> الأمصار دين الله تعالى، والحكم في\nالاسلام والعمل بشرائعه؟ وما يفعل هذا مسلم، بل الذي لا شك فيه أنهم كلهم\nعلموا رعيتهم كل ما يلزمهم كأهل المدينة ولا فرق.\n</p>\n\n<p>\nثم سكن علي الكوفة أفتراه - رضي الله عنه - كتم أهلها شرائع الاسلام\nوواجبات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p229'> Vol. 02, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nالاحكام؟ والله ما يظن هذا مسلم ولا ذمي مميز بالسير، فإذ لا شك في هذا\nفما بالمدينة سنة إلا وهي في سائر الأمصار كلها ولا فرق، وأما مذ مضى هذا\nالصدر الكريم - رضي الله عنهم - فوالله ما ولي المدينة ولا حكم فيها إلا\nفساق الناس، كعمرو بن سعيد، والحجاج بن يوسف، وطارق، وخالد بن عبد الله\nالقسري، وعبد الرحمن بن الضحاك، وعثمان بن حيان المري، وكل عدو لله حاشى\nأبي بكر بن محمد بن عمرو بن حزم، وأبان بن عثمان، وعمر بن عبد العزيز، فإنه\nكان كل واحد منهم فاضلا، وليها أبو بكر أربعة أعوام، عامين قاضيا وعامين\nأميرا لعمر بن عبد العزيز رضي الله عنه. فأي مزية لأهل المدينة على غيرهم\nفي علم أو فضل أو رواية؟\n</p>\n\n<p>\nلو نصحوا أنفسهم وتركوا هذا التخليط الذي لا يسلم معه دين من غلبة الهوى\nونصر الباطل، وبالله تعالى نعوذ من الخذلان.\n</p>\n\n<p>\nوما أدرك مالك بالمدينة أعلى من نافع، وهو قليل الفتيا جدا، وربيعة وكان\nكثير الرأي قليل العلم بالحديث، وأبي الزناد وزيد بن أسلم، وكانا قليلي\nالفتيا، وأما الزهري فإنما كان بالشام، وما كتب عنه مالك إلا بمكة، وأما من\nالقضاة فأبو بكر بن عمرو بن حزم، وابنه محمد، ويحيى بن سعيد الأنصاري، على\nأن أهل العراق يجاذبونه إياه، لأنه مات وهو قاض ببغداد، وأما سعد بن\nإبراهيم فكان ثقة إلا أن مالكا لم يأخذ عنه.\n</p>\n\n<p>\nثم يقال لهم لا خلاف بين أحد من أهل العلم بالاخبار أن مالكا ولد سنة\nثلاث وتسعين من الهجرة بعد موت رسول الله صلى الله عليه وسلم بثلاث وثمانين\nسنة، وأنه بقي أزيد من ثلاثين سنة، وما اشتهر علمه، فأخبروني على أي مذهب\nكان <span id='ms0245'></span> الناس قبل مالك، وطول المدة التي ذكرنا، وهي نحو مائة عام وعشرين عاما؟\n</p>\n\n<p>\nكان فيها خيار أهل الأرض من الصحابة رضوان الله عليهم والتابعين رحمة\nالله عليهم، فإن قالوا: على مذهب مالك أكذبهم مالك في موطئه بما أورد فيه\nمن الاختلاف القديم بين الصحابة والتابعين، وقد ذكرنا آنفا من ذلك طرفا\nصالحا.\n</p>\n\n<p>\nويقال لهم أيضا: إن كان الامر كما تقولون فما الذي جعل نسبة هذا المذهب\nإلى مالك أولى من نسبته إلى أبي بكر، أو عمر، أو عثمان، أو عائشة، أو ابن\nعمر، أو سعيد بن المسيب، أو سليمان بن يسار، أو عروة بن الزبير، أو ربيعة؟\nولم خصصتم مالكا وحده بأن تنسبوه إليه دون أن تنسبوه إلى من ذكرنا، وهم\nكانوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p230'> Vol. 02, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nأفضل منه وأهيب في الصدور؟ فإن قالوا: لان مالكا ثبت واختلف الناس، بان\nكذبهم بما أورده مالك في موطئه مما خالف فيه من كان قبلهم، وقيل لهم\nانفصلوا ممن عكس قولكم، فقال: بل الناس ثبتوا وانفرد مالك بمذهب أوجب أن\nينسب إليه، وإنما تنسب المذاهب إلى محدثيها، لا إلى من اتبع غيره فيها.\n</p>\n\n<p>\nوإن قالوا: كان الناس على اختلاف في مذاهبهم وتحير، قيل لهم: فلا ترغبوا\nعما كان عليه السلف الصالح، فليس والله فيما حدث بعدهم شئ من الخير، يعني\nمما يكونوا عليه، ولا علمه ذلك الصدر - فإن تكن الأمور بالدلائل، فالدلائل\nتوضح أن ذلك الصدر كانوا على صواب في الاختيار والنظر، مختلفين في مذاهبهم\nمتفقين على إبطال التقليد، متفقين على الاخذ بحديث النبي صلى الله عليه\nوسلم إذا بلغهم وصح طريقه.\n</p>\n\n<p>\nوإن لم يكن الامر بالتقليد - ونعوذ بالله من ذلك - فتقليد عمر وعثمان\nوسائر من تقدم أولى من تقليد من أتى بعدهم، اللهم إلا إذا كان العمل الذي\nيشيرون إليه من جنس ما حدثناه عبد الله بن يوسف بن نامي، ثنا أحمد بن فتح،\nثنا عبد الوهاب بن عيسى، ثنا أحمد بن محمد الفقيه الأشقر، ثنا أحمد بن علي\nالقلانسي، ثنا مسلم بن الحجاج، ثنا محمد بن <span id='ms0246'></span> حاتم، ثنا بهز، ثنا وهيب، ثنا\nموسى بن عقبة، عن عبد الواحد بن حمزة، عن عباد بن عبد الله بن الزبير يحدث\nعن عائشة أنها لما توفي سعد بن أبي وقاص، أرسل أزواج النبي صلى الله عليه\nوسلم أن يمروا بجنازته فيصلين عليه، ففعلوا فوقف به على حجرهن يصلين عليه،\nوأخرج به من باب الجنائز الذي كان إلى المقاعد، فبلغهن أن الناس عابوا ذلك.\nوقالوا: ما كانت الجنائز يدخل بها المسجد. فبلغ ذلك عائشة رضي الله عنها\nفقالت: ما أسرع الناس إلى أن يعيبوا ما لا علم لهم به، عابوا علينا أن يمر\nبجنازة في المسجد.\n</p>\n\n<p>\nوما صلى رسول الله صلى الله عليه وسلم على سهيل بن بيضاء إلا في جوف\nالمسجد.\n</p>\n\n<p>\nوبالسند المذكور إلى مسلم: ثنا محمد بن حاتم بن ميمون، ثنا سفيان بن\nعيينة، عن عمرو بن دينار، عن أبي المنهال قال: باع شريك لي ورقا بنسيئة إلى\nالموسم أو إلى الحج، فجاء إلي فأخبرني فقلت: هذا الامر لا يصلح قال: قد\nبعته في السوق، فلم ينكر ذلك علي أحد، فأتيت البراء بن عازب فسألته فقال:\nقدم النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p231'> Vol. 02, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nالمدينة ونحن نبيع هذا البيع فقال: ما كان يدا بيد فلا بأس به، وما كان\nنسيئة فهو ربا وائت زيد بن أرقم فإنه كان أعظم تجارة مني، فأتيته فسألته\nفقال مثل ذلك.\n</p>\n\n<p>\nوبالسند المذكور إلى مسلم: حدثنا الحسن بن علي الحلواني، ثنا أبو أسامة،\nثنا محمد بن عمرو، ثنا عمر بن مسلم بن عمار الليثي قال: كنا في الحمام قبيل\nالأضحى فأطلي فيه ناس، فقال بعض أهل الحمام: إن سعيد بن المسيب يكره هذا\nوينهى عنه، فلقيت سعيد بن المسيب، فذكرت ذلك له، فقال: يا ابن أخي هذا حديث\nقد نسي وترك، حدثتني أم سلمة زوج النبي صلى الله عليه وسلم قالت: قال رسول\nالله صلى الله عليه وسلم... فذكرت من كان له ذبح يذبحه فإذا أهل هلال ذي\nالحجة فلا يأخذن من شعره ولا من <span id='ms0247'></span> أظفاره شيئا حتى يضحي، أو كلاما هذا معناه.\n</p>\n\n<p>\nقال علي: عمرو بن مسلم هذا هو ابن أكيمة الذي يروي عنه مالك وغيره.\n</p>\n\n<p>\nقال علي: فإن كان عمل أهل المدينة - الذين يحتجون به ويتركون له كلام\nرسول الله صلى الله عليه وسلم من هذا الباب الذي ذكرنا فنحن نبرأ إلى الله\nتعالى من هذا العمل، ونحن متقربون إلى الله تعالى بعصيان هذا العمل\nومضادته، ولا شك أنهم يريدون عمل الجمهور الذي وصفنا، من نحو إنكار عامة\nأهل المدينة على أزواج النبي صلى الله عليه وسلم المرور في المسجد، وبيع\nأهل سوق المدينة الورق بالورق، أو بالذهب نسيئة، ولا ينكر ذلك أحد منهم.\n</p>\n\n<p>\nومثل تركهم ونسيانهم أمر النبي صلى الله عليه وسلم في ألا يمس الشعر\nوالظفر من أراد أن يضحي إذا أهل ذو الحجة بشهادة سعيد بن المسيب - فقيه أهل\nالمدينة - عليهم بذلك، فإذا ما قد بينا أنهم لا يتعلقون بعمل النبي صلى\nالله عليه وسلم ولا بعمل أبي بكر وعمر وعثمان، ولا بعمل أحد بعينه من\nالصحابة رضوان الله عليهم، فلم يبق بأيديهم شئ إلا العمل الذي وصفنا، ونعوذ\nبالله من التعلق بمثل هذا العمل فهو الضلال المبين، وحسبنا الله ونعم\nالوكيل.\n</p>\n\n<p>\nوقد فشا الشكوى بالعمال، وتعديهم في المدينة في أيام الصحابة رضوان الله\nعليهم، كما حدثنا حمام بن أحمد قال: ثنا عبد الله بن إبراهيم الأصيلي، ثنا\nأبو زيد المروزي، حدثنا الفربري، ثنا البخاري، ثنا قتيبة بن سعيد ثنا سفيان\nبن عيينة، عن محمد بن سوقة، عن منذر الثوري، عن محمد بن علي - هو ابن\nالحنفية - قال: جاء عليا ناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p232'> Vol. 02, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nفشكوا سعاة عثمان، فقال لي علي: اذهب بهذه الصحيفة إلى عثمان، فأخبره\nأنها صدقة رسول الله صلى الله عليه وسلم، فمر سعاتك يعملون بها، فأتيته\nبها، فقال أغنها عنا.\n</p>\n\n<p>\nفأتيت بها علي بن أبي طالب رضي الله عنه فأخبرته، فقال: ضعها حيث أخذتها.\n</p>\n\n<p>\nفقد صح كما ترى في بطلان قول من يدعي حجة بعمل أهل المدينة أو غيرهم،\nووجب <span id='ms0248'></span> أن لا حجة إلا فيما صح عن النبي صلى الله عليه وسلم، وقد أنكر عمر رضي\nالله عنه على حسان إنشاده الشعر في المسجد، فلما قال له: قد أنشدت فيه وفيه\nمن هو خير منك، وذكر له رسول الله صلى الله عليه وسلم سكت عمر ومضى، فهذا\nكله يبين أن لا حجة في قول أحد ولا في علمه بعد النبي صلى الله عليه وسلم،\nفإن قالوا: مالك أتى متأخرا فتعقب. قيل لهم: فتقليد من أتى بعد مالك فتعقب\nعليه أولى، كالشافعي وأحمد بن حنبل وداود وغيرهم، إلى أن يبلغ الامر إلينا،\nثم إلى من بعدنا.\n</p>\n\n<p>\nقال علي: والصحيح من ذلك أن أبا حنيفة ومالكا - رحمهما الله - اجتهدا\nوكانا مما أمرا بالاجتهاد، إذ كل مسلم ففرض عليه أن يجتهد في دينه، وجريا\nعلى طريق من سلف في ترك التقليد، فأجرا فيما أصابا فيه أجرين، وأجرا فيما\nأخطأ فيه أجرا واحدا، وسلما من الوزر في ذلك على كل حال.\n</p>\n\n<p>\nوهكذا حال كل عالم ومتعلم غيرهما، ممن كان قبلهما، وممن كان معهما، وممن\nأتى بعدهما أو يأتي، ولا فرق، فقلدهما من شاء الله عز وجل، ممن أخطأ\nوابتدع، وخالف أمر الله عز وجل، وسنة النبي صلى الله عليه وسلم وإجماع\nالمسلمين وما كان عليه القرون الصالحة وما توجبه دلائل العقل، واتبع هواه\nبغير هدى من الله فضل وأضل.\n</p>\n\n<p>\nوكذلك المقلدون للشافعي رحمه الله، إلا أن الشافعي رضي الله عنه أصل\nأصولا الصواب فيها أكثر من الخطأ، فالمقلدون له أعذر في اتباعه فيما أصاب\nفيه، وهم ألوم وأقل عذرا في تقليدهم إياه فيما أخطأ فيه.\n</p>\n\n<p>\nوأما أصحاب الظاهر فهم أبعد الناس من التقليد، فمن قلد أحدا مما يدعي أنه\nمنهم فليس منهم، ولم يعصم أحد من الخطأ، وإنما يلام من اتبع قولا لا حجة\nعنده به، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p233'> Vol. 02, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nبه وألوم من هذا من اتبع قولا وضح البرهان على بطلانه فتمادى ولج في غيه،\nوبالله تعالى التوفيق.\n</p>\n\n<p>\nوألوم من هذين وأعظم جرما من يقيم على قول يقر <span id='ms0249'></span> أنه حرام، وهم المقلدون\nالذين يقلدون ويقرون أن التقليد حرام، ويتركون أوامر النبي صلى الله عليه\nوسلم ويقرون أنها صحاح وأنها حق، فمن أضل من هؤلاء؟ نعوذ بالله من الخذلان،\nونسأله الهدى والعصمة، فكل شئ بيده لا إله إلا هو.\n</p>\n\n<p>\nقال أبو محمد: وقد قال بعضهم: قد صح ترك جماعات من الصحابة والتابعين\nلكثير مما بلغهم من حديث النبي صلى الله عليه وسلم، فلا يخلو من أن يكونوا\nتركوه مستخفين به، وهذا كفر من فاعله. أو يكونوا تركوه لفضل علم كان عندهم\nفهذا أولى أن يظن بهم.\n</p>\n\n<p>\nقال علي: وهذا يبطل من وجوه، أحدها أنه قال قائل: لعل الحديث الذي تركه\nمتركه منهم فيه داخلة. قيل له: ولعل الرواية التي رويت بأن فلانا الصاحب\nترك حديثا كذا هي المدخولة، وما الذي جعل أن تكون الداخلة في رواة الحديث\nعن النبي صلى الله عليه وسلم أولى من أن تكون في النقلة الذين رووا ترك من\nتركها، وأيضا فإن قوما منهم تركوا بعض الحديث، وقوما منهم أخذوا بذلك\nالحديث الذي ترك هؤلاء فلان فرق بين من قال: لا بد من أنه كان عند من تركه\nعلم من أجله ركه، وبين من قال: لا بد من أنه كان عند من عمل به علم من أجله\nعمل به، وكل دعوى عريت من برهان فهي ساقطة. وقد قدمنا أنه لا يستوحش لمن\nترك العمل بالحق، سواء تركه مخطئا معذورا أو تركه عاصيا موزورا، ولا يتكثر\nبمن عمل به كائنا من كان، وسواء عمل به أو تركه وفرض على كل من سمعه أن\nيعمل به على كل حال.\n</p>\n\n<p>\nوأيضا فإن الأحاديث التي روي أنه تركها بعض من سلف، ليست في أكثر الامر\nالتي ترك هؤلاء المحتجون بترك من سلف لما تركوا منها، بل ترك هؤلاء ما أخذ\nبه أولئك، وأخذ هؤلاء، بما تركه أولئك، فلا حجة لهم في ترك بعض ما سلف لما\nترك من الحديث. لأنهم أول مخالف لهم في ذلك، وأول مبطل لذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p234'> Vol. 02, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nالترك <span id='ms0250'></span>. ولا أسوأ من احتجاج امرئ بما يبطل على من لا يحقق ذلك الاحتجاج بل\nيبطله كإبطال المحتج به له أو أشد.\n</p>\n\n<p>\nوأيضا فلو صح ما افتروه - من أنه كان عند الصاحب التارك لبعض الحديث علم\nمن أجله ترك ما ترك من الحديث، ونعوذ بالله العظيم من ذلك، ونعيذ كل من يظن\nبه خيرا من مثل ما نسبوا إلى أفاضل هذه الأمة المقدسة - لوجب أن يكون من\nفعل ذلك ملعونا بلعنة الله عز وجل. قال الله تعالى: * (إن الذين يكتمون ما\nأنزلنا من البينات والهدى من بعد ما بيناه للناس في الكتاب أولئك يلعنهم\nالله ويلعنهم اللاعنون) * فنحن نقول: لعن الله كل من كان عنده علم من الله\nتعالى ورسوله صلى الله عليه وسلم وكتمه عن الناس كائنا من كان. ومن نسب هذا\nإلى الصحابة رضوان الله عليهم، فقد نسبهم إلى الادخال في الدين وكيد\nالشريعة وهذا أشد ما يكون من الكفر.\n</p>\n\n<p>\nوقد عارضت بنحو من هذا الكلام الليث بن حرفش العبدي في مجلس القاضي عبد\nالرحمن بن أحمد ببشر رحمه الله، وفي حفل عظيم من فقهاء المالكيين، فما أحد\nمنهم أجاب بكلمة معارضة، بل صمتوا كلهم، إلا قليل منهم أجابوني بالتصديق\nلقولي: وذلك أني قلت له: لقد نسبت إلى مالك رضي الله عنه ما لو صح عنه لكان\nأفسق الناس، وذلك أنك تصفه بأنه أبدى إلى الناس، المعلول والمتروك والمنسوخ\nمن روايته، وكتمهم المستعمل والسالم والناسخ حتى مات ولم يبده إلى أحد،\nوهذه صفة من يقصد إفساد الاسلام والتدليس على أهله، وقد أعاذه الله من ذلك،\nبل كان عندنا أحد الأئمة الناصحين لهذه الملة، ولكنه أصاب وأخطأ، واجتهد\nفوفق وحرم، كسائر العلماء ولا فرق، أو كلاما هذا معناه، وقد افترض الله\nتعالى التبليغ على كل عالم، وقد قال عليه السلام مخبرا: إن من كتم علما\nعنده فسئل عنه ألجم يوم القيام بلجام من نار.\n</p>\n\n<p>\nفإن قالوا: بل ما كان عنده عن النبي صلى الله عليه وسلم خبر يصح إلا وقد <span id='ms0251'></span>\nأبداه ورواه للناس، وبلغه كما يحق في علمه وروعه قلنا: صدقتم، وهذه صفته\nعندنا، ونحن على اتباع روايته ورواية غيره من العدول لأنه عدل، وقد أمرنا\nبقبول خبر العدل. ونحن على رفض رأيه ورأي غيره لقيام البرهان على تحريم\nالتقليد، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p235'> Vol. 02, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nوهو أول الناس ينهى عن تقليده، والعجب من دعواهم أنهم أخذوا بالآخر من\nفعله صلى الله عليه وسلم، وأخذوا بالأول المنسوخ لذلك فما حضرنا ذكره - مما\nتركوا فيه آخر فعله صلى الله عليه وسلم وأخذوا بالأول المنسوخ. فإنهم لم\nيجيزوا أن يأتي الامام المعهود، وقد بدأ خليفته على الصلاة بالصلاة، فدخل\nالامام المعهود فيتم الصلاة ويبني سائر من خلفه على من كبروا في أول\nصلاتهم. ويصير الامام الذي ابتدأ الصلاة مأموما، وهذه آخر صلاة صلاها رسول\nالله صلى الله عليه وسلم بالناس في مرضه الذي مات فيه، فأبطلوا هذه الصلاة\nوأجازوا أن يخرج الامام من الصلاة لعذر أصابه ويستخلف من يتم بالناس\nصلاتهم، وهذا ما لم يأت فيه نص ولا إجماع، ولم يروا الصلاة خلف الامام\nالقاعد، والأصحاء وراءه قعود أو قيام، وهذه صفة آخر صلاة صلاها رسول الله\nصلى الله عليه وسلم، وتعلقوا بحديث رواه الجعفي - وهو كذاب - عن الشعبي\nمرسلا:\n</p>\n\n<p>\nلا يؤمن أحد بعدي جالسا وهي رواية كوفية. وهم يردون الصحيح من رواية أهل\nالكوفة، ويتعلقون بهذه الرواية التي لا شك في كذبها من روايات أهل الكوفة.\nوكرهوا التكبير بتكبير الامام، وأبطلوا في نص روايتهم صلاة المذكور، وهذه\nصفة آخر صلاة صلاها أبو بكر خلف رسول الله صلى الله عليه وسلم بحضرة جميع\nالمهاجرين والأنصار، إلا الأقل منهم، وتركوا إباحة الشرب لكل ما لا يسكر من\nالمباحات في جميع الظروف - وهو الناسخ، وأخذوا بالنهي عن الدباء والمزفت\nوهو منسوخ بالنص الجلي، وكان ذلك في أول الاسلام.\n</p>\n\n<p>\nوتركوا ما في سورة براءة - وهي آخر سورة نزلت على رسول الله صلى الله\nعليه وسلم من أنه لا تؤخذ جزية إلا من كتابي، وتركوا أيضا ما فيها من قوله\nتعالى ولا <span id='ms0252'></span> يحرمون ما حرم الله ورسوله وتعلقوا بحديث تخيير من أسلم وعنده\nأكثر من أربع نسوة، لأنه لا يجوز أن يوجد أحد نكح أكثر من أربع نكاحا\nجائزا، لان نكاح من نكح خامسة اليوم باطل حين عقده إياه، مفسوخ لا يجوز -\nوإن جوزه الكفار - لان الله تعالى قد حرمه، وتحريم الله تعالى لاحق بهم\nلازم لهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p236'> Vol. 02, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nوتركوا النهي عن الصوم في السفر في رمضان، وهو الناسخ، وأخذوا بإباحة ذلك\nوهي منسوخة، وتركوا النهي عن الكلام مع الامام في إصلاح الصلاة، وهو\nالناسخ، وتعلقوا بالمخصوص المنسوخ، وتركوا قراءة والمرسلات في المغرب، وهو\nمن آخر فعله صلى الله عليه وسلم وتركوا تطيبه صلى الله عليه وسلم لحله\nولاحرامه قبل أن يطوف بالبيت، وهو آخر فعله عليه السلام، وتعلقوا بالمنسوخ\nالمخصوص الذي كان في الحديبية قبل حجة الوداع.\n</p>\n\n<p>\nوتركوا إيجابه عليه السلام السلب للقاتل - وكان في غزوة حنين - وهو\nالناسخ وتعلقوا بما كان في غزوة مؤتة وهو منسوخ - قبل حنين - وتركوا ما في\nسورة براءة من ألا يهادن مشرك إلا على الاسلام ولا كتابي إلا على الصغار\nوالجزية، وأخذوا بحديث أبي جندل، وهو منسوخ قبل براءة، ومثل هذا كثير.\n</p>\n\n<p>\nفصل فيه بيان سبب الاختلاف الواقع بين الأئمة في صدر هذه الأمة فإن قيل:\nفعلى أي وجه ترك هو ومن قبله كثيرا من الأحاديث؟ قيل له وبالله التوفيق:\nوقد بينا هذا فيما خلا، ولكن نأتي بفصول تقتضي تكرار ما قد ذكر فلا بد من\nتكراره، وذلك أن مالكا وغيره بشر ينسى كما ينسى سائر الناس، وقد تجد الرجل\nيحفظ الحديث ولا يحضره ذكره حتى يفتي بخلافه، وقد يعرض هذا في آي القرآن،\nوقد أمر عمر على المنبر بألا يزاد في مهور النساء على عدد ذكره، فذكرته\nامرأة بقول الله تعالى: وآتيتم إحداهن قنطارا فترك قوله وقال: كل أحد أفقه\nمنك يا عمر، وقال: امرأة أصابت وأمير المؤمنين أخطأ، وأمر برجم امرأة ولدت\nلستة أشهر، فذكره علي بقول الله تعالى وحمله وفصاله ثلاثون شهرا مع قوله <span id='ms0253'></span>\nتعالى: * (والوالدات يرضعن أولادهن حولين كاملين فرجع عن الامر برجمها.\n</p>\n\n<p>\nوهم أن يسطو بعيينة بن حصن، إذ قال له: يا عمر ما تعطينا الجزل، ولا تحكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p237'> Vol. 02, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nفينا بالعدل. فذكره الحر بن قيس بن حصن بن حذيفة بقول الله تعالى: وأعرض\nعن الجاهلين وقال له: يا أمير المؤمنين هذا من الجاهلين فأمسك عمر. وقال\nيوم مات رسول الله صلى الله عليه وسلم: والله ما مات رسول الله صلى الله\nعليه وسلم ولا يموت حتى يكون آخرنا، أو كلاما هذا معناه، حتى قرئت عليه: *\n(إنك ميت وإنهم ميتون) * فسقط السيف من يده وخر إلى الأرض. وقال: كأني\nوالله لم أكن قرأتها قط.\n</p>\n\n<p>\nفإذا أمكن هذا في القرآن، فهو في الحديث أمكن، وقد ينساه البتة، وقد لا\nينساه بل يذكره، ولكن يتأول فيه تأويلا فيظن فيه خصوما أو نسخا أو معنى ما،\nوكل هذا لا يجوز اتباعه إلا بنص أو إجماع، لأنه رأي من رأى ذلك، ولا يحل\nتقليد أحد ولا قبول رأيه.\n</p>\n\n<p>\nوقد علم كل أحد أن الصحابة رضوان الله عليهم كانوا حوالي رسول الله صلى\nالله عليه وسلم بالمدينة مجتمعين، وكانوا ذوي معايش يطلبونها، وفي ضنك من\nالقوت شديد - قد جاء ذلك منصوصا - وأن النبي صلى الله عليه وسلم وأبا بكر\nوعمر أخرجهم الجوع من بيوتهم، فكانوا من متحرف في الأسواق، ومن قائم على\nنخلة، ويحضر رسول الله صلى الله عليه وسلم في كل وقت منهم الطائفة إذا\nوجدوا أدنى فراغ مما هم بسبيله، هذما لا يستطيع أحد أن ينكره وقد ذكر ذلك\nأبو هريرة فقال: إن إخواني من المهاجر كان يشغلهم الصفق بالأسواق، وإن\nإخواني من الأنصار كان يشغلهم القيام على نخلهم، وكنت امرأ مسكينا أصحب\nرسول الله صلى الله عليه وسلم على ملء بطني، وقد أقر بذلك عمر فقال: فاتني\nمثل هذا من حديث رسول الله صلى الله عليه وسلم، ألهاني الصفق في الأسواق،\nذكر ذلك في حديث استئذان أبي موسى فكان رسول الله صلى الله عليه وسلم يسأل <span id='ms0254'></span>\nعن المسألة، ويحكم بالحكم، ويأمر بالشئ ويفعل الشئ، فيعيه من حضره ويغيب\nبمن غاب عنه.\n</p>\n\n<p>\nفلما مات النبي صلى الله عليه وسلم وولي أبو بكر رضي الله عنه، فمن حينئذ\nتفرق الصحابة للجهاد، إلى مسيلمة وإلى أهل الردة، وإلى الشام والعراق، وبقي\nبعضهم بالمدينة مع أبي بكر رضي الله عنه. فكان إذا جاءت القضية ليس عنده\nفيها عن النبي صلى الله عليه وسلم أمر، سأل من بحضرته من الصحابة عن ذلك\nفإن وجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p238'> Vol. 02, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nعندهم رجع إليه وإلا اجتهد في الحكم، ليس عليه غير ذلك، فلما ولي عمر رضي\nالله عنه فتحت الأمصار، وزاد تفرق الصحابة في الأقطار، فكانت الحكومة تنزل\nفي المدينة أو في غيرها من البلاد، فإن كان عند الصحابة الحاضرين لها في\nذلك عن النبي صلى الله عليه وسلم أثر، حكم به، وإلا اجتهد أمير تلك المدينة\nفي ذلك، وقد يكون في تلك القضية حكم عن النبي صلى الله عليه وسلم موجود عند\nصاحب آخر، في بلد آخر.\n</p>\n\n<p>\nوقد حضر المديني ما لم يحضر المصري، وحضر المصري ما لم يحضر الشامي، وحضر\nالشامي ما لم يحضر البصري، وحضر البصري ما لم يحضر الكوفي، وحضر الكوفي ما\nلم يحضر المديني، كل هذا موجود في الآثار وفي ضرورة العلم بما قدمنا من\nمغيب بعضهم عن مجلس النبي صلى الله عليه وسلم في بعض الأوقات وحضور غيره،\nثم مغيب الذي حضر أمس وحضور الذي غاب فيدري كل واحد منهم ما حضر، ويفوته ما\nغاب عنه. وهذا معلوم ببديهة العقل.\n</p>\n\n<p>\nوقد كان علم التيمم عند عمار وغيره. وجهله عمر وابن مسعود فقالا: لا\nيتيمم الجنب، ولو لم يجد الماء شهرين وكان حكم المسح عند علي وحذيفة رضي\nالله عنهما وغيرهم، وجهلته عائشة وابن عمر وأبو هريرة، وهم مدنيون. وكان\nتوريث بنت الابن مع البنت عند ابن مسعود، وجهله أبو موسى، وكان حكم\nالاستئذان عند أبي موسى، وعند أبي سعيد وجهله عمر. وكان حكم الاذن للحائض\nفي أن تنفر قبل أن تطوف، عند <span id='ms0255'></span> ابن عباس وأم سليم، وجهله عمر وزيد بن ثابت،\nوكان حكم تحريم المتعة والحمر الأهلية عند علي وغيره، وجهله ابن عباس. وكان\nحكم الصرف عند عمر وأبي سعيد وغيرهما وجهله طلحة وابن عباس وابن عمر، وكان\nحكم إجلاء أهل الذمة من بلاد العرب، عند ابن عباس وعمر فنسيه عمر سنين\nفتركهم حتى ذكر فذكر، فأجلاهم. وكان علم الكلالة عند بعضهم، ولم يعلمه عمر،\nوكان النهي عن بيع الخمر عند عمر وجهله سمرة. وكان حكم الجدة عند المغيرة\nومحمد بن مسلمة وجهله أبو بكر وعمر. وكان حكم أخذ الجزية من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p239'> Vol. 02, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nالمجوس، وألا يقدم على بلد فيه الطاعون، عند عبد الرحمن بن عوف، وجهله\nعمر وأبو عبيدة وجمهور الصحابة رضوان الله عنهم وكان حكم ميراث الجد عند\nمعقل بن سنان، وجهله عمر.\n</p>\n\n<p>\nومثل هذا كثير جدا، فمضى الصحابة على ما ذكرنا، ثم خلف بعدهم التابعون\nالآخذون عنهم، وكل طبقة من التابعين في البلاد التي ذكرنا فإذا تفقهوا مع\nمن كان عندهم من الصحابة، وكانوا لا يتعدون فتاويهم، لا تقليدا لهم، ولكن\nلأنهم إنما أخذوا ورووا عنهم، إلا اليسير مما بلغهم عن غير من كان في\nبلادهم من الصحابة رضي الله عنهم، كاتباع أهل المدينة في الأكثر فتاوى ابن\nعمر، واتباع أهل الكوفة في الأكثر فتاوى ابن مسعود واتباع أهل مكة في\nالأكثر فتاوى ابن عباس.\n</p>\n\n<p>\nثم أتى بعد التابعين فقهاء الأمصار: كأبي حنيفة، وسفيان، وابن أبي ليلى\nبالكوفة، وابن جريج بمكة، ومالك وابن الماجشون بالمدينة، وعثمان البتي\nوسوار بالبصرة، والأوزاعي بالشام، والليث بمصر، فجروا على تلك الطريقة من\nأخذ كل واحد منهم عن التابعين من أهل بلده فيما كان عندهم، واجتهادهم فيما\nلم يجدوا عندهم، وهو موجود عند غيرهم، ولا يكلف الله نفسا إلا وسعها.\n</p>\n\n<p>\nوكل ما ذكرنا مأجور على ما أصاب فيه حكم النبي صلى الله عليه وسلم أجرين\nومأجور فيما خفي عنه منه أجرا واحدا، وقد يبلغ الرجل مما ذكرنا حديثان\nظاهرهما التعارض، فيميل إلى أحدهما دون الثاني بضرب من <span id='ms0256'></span> الترجيحات التي\nصححنا أو أبطلنا قبل هذا في هذا الباب ويميل غيره إلى الحديث الذي ترك هذا\nبضرب من تلك الترجيحات كما روي عن عثمان في الجمع بين الأختين، حرمتهما\nآية، وأحلتهما آية، وكما مال ابن عمر إلى تحريم نساء أهل الكتاب جملة\nبقوله: * (ولا تنكحوا المشركات حتى يؤمن قال ولا أعلم شركا أعظم من قول\nالمرأة: إ ن عيسى ربها.\n</p>\n\n<p>\nوغلب ذلك على الإباحة المنصوصة في الآية الأخرى، وكما جعل ابن عباس عدة ا\nلحامل آخر الأجلين من وضع الحمل، أو تمام أربعة أشهر وعشر، وكما تأول بعض\nالصحابة في الحمر الأهلية أنها إنما حرمت لأنها لم تخمس، وتأول آخر منهم\nأنها حرمت لأنها حمولة الناس، وتأول آخر منهم أنها حرمت لأنها كانت تأكل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p240'> Vol. 02, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nالعذرة، وقال بعضهم: بل حرمت لعينها، وكما تأول قدامة في شرب الخمر، قول\nالله تعالى: * (ليس على الذين آمنوا وعملوا الصالحات جناح فيما طعموا إذا\nفعلى هذه الوجوه ترك مالك ومن كان قبله ما تركوا من الأحاديث والآيات، وعلى\nهذه الوجوه خالفهم نظراؤهم، فأخذ هؤلاء ما ترك أولئك، وأخذ أولئك ما ترك\nهؤلاء، فهي وجوه عشرة كما ذكرنا:\n</p>\n\n<p>\nأحدها: ألا يبلغ العالم الخبر فيفتي فيه بنص آخر بلغه، كما قال عمر في\nخبر الاستئذان: خفي علي هذا من رسول الله صلى الله عليه وسلم ألهاني الصفق\nبالأسواق.\n</p>\n\n<p>\nوقد أوردناه بإسناده من طريق البخاري في غير هذا المكان.\n</p>\n\n<p>\nوثانيها: أن يقع في نفسه أن راوي الخبر لم يحفظ، وأنه وهم كفعل عمر في\nخبر فاطمة بنت قيس، وكفعل عائشة في خبر الميت يعذب ببكاء أهله، وهذا ظن لا\nمعنى له، إن أطلق بطلت الاخبار كلها وإن خص به مكان دون مكان كان تحكما\nبالباطل. وثالثها: أن يقع في نفسه أنه منسوخ كما ظن ابن عمر في آية نكاح\nالكتابيات. ورابعها: أن يغلب نصا على نص بأنه أحوط وهذا لا معنى له، إذ لا\nيوجبه قرآن ولا سنة. وخامسها: أن يغلب نصا على نص لكثرة العاملين به <span id='ms0257'></span> أو\nلجلالتهم، وهذا لا معنى له لما قد أفدناه قبلا في ترجيح الاخبار.\n</p>\n\n<p>\nوسادسها: أن يغلب نصا لم يصح على نص صحيح، وهو لا يعلم بفساد الذي غلب.\nوسابعها: أن يخصص عموما بظنه. وثامنها: أن يأخذ بعموم لم يجب الاخذ به،\nويترك الذي يثبت تخصيصه. وتاسعها: أن يتأول في الخبر غير ظاهره بغير برهان\nلعله ظنها بغير برهان. وعاشرها: أن يترك نصا صحيحا لقول صاحب بلغه، فيظن\nأنه لم يترك ذلك النص إلا لعلم كان عنده. فهذه ظنون توجب الاختلاف الذي سبق\nفي علم الله عز وجل، أنه سيكون، ونسأل الله تعالى التثبيت على الحق بمنه\nآمين.\n</p>\n\n<p>\nثم كثرت الرحل إلى الآفاق، وتداخل الناس والتقوا، وانتدب أقوام لجمع حديث\nالنبي صلى الله عليه وسلم وضمه وتقييده، ووصل من البلاد البعيدة إلى من لم\nيكن عنده وقامت الحجة على من بلغه شئ منه، وجمعت الأحاديث المبينة لصحة أحد\nالتأويلات المتأول في الحديث، وعرف الصحيح من السقيم، وزيف الاجتهاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p241'> Vol. 02, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nالمؤدي إلى خلاف كلام رسول الله صلى الله عليه وسلم وإلى ترك عمله، وسقط\nالعذر عمن خالف ما بلغه من السنن بلوغه إليه، وقيام الحجة به عليه، فلم يبق\nإلا العناد والجهل، والتقليل والاثم.\n</p>\n\n<p>\nوعلى هذا الطريق كان الصحابة رضي الله عنهم، وكثير من التابعين يرحلون في\nطلب الحديث الواحد الأيام الكثيرة، وقد رحل أبو أيوب من المدينة إلى مصر،\nإلى عقبة بن عامر في حديث واحد. وكتب معاوية إلى المغيرة: اكتب إلي ما\nسمعته من رسول الله صلى الله عليه وسلم، ورحل علقمة والأسود إلى عائشة وعمر\nرضي الله عنهما، ورحل علقمة إلى أبي الدرداء بالشام. فقد بينا وجه ترك من\nترك بعض الحديث وأزحنا العلة في ذلك، ورفعنا الاشكال جملة، ولا حول ولا قوة\nإلا بالله العلي العظيم. قال أبو محمد: وقد موه بعضهم بأن قال:\n</p>\n\n<p>\nإن ابن مسعود كان يسأل عن الشئ فيتركه حتى يأتي المدينة.\n</p>\n\n<p>\nقال علي: وإنما كان هذا في مسألتين فقط وهي: مسألة نكاح الام التي لم <span id='ms0258'></span>\nيدخل بابنتها فخالفه عمر، وقد صح عن زيد بن ثابت - وهو مدني - مثل قول ابن\nمسعود. والثانية: بيعه نفاية بيت المال، ثم رجع عن ذلك.\n</p>\n\n<p>\nقال علي: وكيف يكون هذا والصحيح أن ابن مسعود قال مخبرا عن نفسه:\n</p>\n\n<p>\nما من سورة من كتاب الله تعالى إلا وأنا أدري فيما نزلت، ولو أني أعلم\nمكان رجل أعلم مني بكتاب الله عز وجل تبلغني إليه الإبل لاتيته. فكيف يرجع\nإلى قول غيره من هذه صفته؟ ولقد صدق رضي الله عنه، وهو الذي أمر رسول الله\nصلى الله عليه وسلم أن يتمسك بعهده، وأن يؤخذ القرآن عنه وعن ثلاثة مذكورين\nمعه، وقد صح أن عمر بن الخطاب أمر برجم مجنونة، فرده عن ذلك - على وهو كوفي\n- وكذلك وجد عند المغيرة خبر إملاص المرأة - وهو كوفي - لم يكن عند أهل\nالمدينة.\n</p>\n\n<p>\nقال علي: وقد موه بعضهم بأن ذكر ما حدثناه عبد الله بن ربيع، ثنا عمر بن\nعبد الملك، ثنا محمد بن بكر، ثنا أبو داود، ثنا محمد بن المثنى، ثنا سهل بن\nيوسف، قال حميد: أنبأ عن الحسن قال: خطب ابن عباس في آخر رمضان على منبر\nالبصرة فقال: أخرجوا صدقة صومكم، فكأن الناس لم يعلموا، فقال من ههنا من\nأهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p242'> Vol. 02, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nالمدينة؟ فقوموا إلى إخوانكم فعلموهم، فإنهم لا يعلمون، فرض رسول الله\nصلى الله عليه وسلم هذه الصدقة صاعا من تمر أو شعير، أو نصف صاع من قمح على\nكل حر أو مملوك، ذكر أو أنثى، صغير أو كبير. فلما قدم علي رأى رخص الشعير،\nقال: قد أوسع الله عليكم فلو جعلتموه صاعا من كل شئ.\n</p>\n\n<p>\nقال علي: وهذا الحديث قبل كل شئ لا يصح، لوجوه ظاهرة:\n</p>\n\n<p>\nأولها: أن الكذب والتوليد والوضع فيه ظاهر كالشمس: لأنه لا خلاف بين أحد\nمن أهل العلم بالاخبار، أن يوم الجمل كان لعشر خلون من جمادى الآخرة سنة ست\nوثلاثين، ثم أقام علي بالبصرة باقي جمادى الآخرة، وخرج راجعا إلى الكوفة في\nصدر رجب، وترك ابن عباس <span id='ms0259'></span> بالبصرة أميرا عليها، ولم يرجع علي بعدها إلى\nالبصرة هذا ما لا خلاف فيه من أحد له علم بالاخبار. وفي الخبر المذكور ذكر\nتعليم ابن عباس أهل البصرة صدقة الفطر، ثم قدم علي بعد ذلك وهذا هو الكذب\nالبحت الذي لا خفاء فيه.\n</p>\n\n<p>\nووجه ثان: أن الحسن لم يسمع من ابن عباس أيام ولايته البصرة شيئا، ولا\nكان الحسن يومئذ بالبصرة، وإنما كان بالمدينة هذا ما لا خلاف فيه بين أحد\nمن نقلة الحديث. وأيضا وجه ثالث: فإنه حديث مفتعل لا يصح، لان البصرة فتحها\nوبناها - سنة أربع عشرة من الهجرة - عتبة بن غزوان المازني بدري مدني،\nووليها بعده المغيرة بن شعبة، وأبو موسى، وعبد الله بن عامر، وكلهم مدنيون،\nونزلها من الصحابة المدنيين أزيد من ثلاثمائة رجل، منهم عمران بن الحصين،\nوأنس بن مالك، وهشام بن عامر، والحكم بن عمرو، وغيرهم، وفتحت أيام عمر بن\nالخطاب وتداولها ولاته إلى أن وليها ابن عباس بعد صدر كبير من سنة ست\nوثلاثين من الهجرة، فلم يكن في هؤلاء كلهم من يخبرهم بزكاة الفطر، بل ضيعوا\nذلك وأهملوه واستخفوا به أو جهلوه مدة أزيد من اثنين وعشرين عاما، مدة\nخلافة عمر بن الخطاب، وعثمان رضوان الله عليهم، حتى وليهم ابن عباس بعد يوم\nالجمل.\n</p>\n\n<p>\nأترى عمر وعثمان ضيعا إعلام رعيتهما هذه الفريضة، أترى أهل البصرة لم\nيحجوا أيام عمر وعثمان، ولا دخلوا المدينة، فغابت عنهم زكاة الفطر إلى بعد\nيوم الجمل؟\n</p>\n\n<p>\nإن هذا لهو الضلال المبين، والكذب المفترى، ونسبة البلاء إلى الصحابة\nرضوان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p243'> Vol. 02, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nالله عليهم، أن هذا الخبر ما يدخل تصحيحه في عقل سليم؟ وما حدث الحسن،\nوالله أعلم بهذا الحديث إلا على وجه التكذيب له، لا يجوز غير ذلك.\n</p>\n\n<p>\nثم نقول لهم: لو صح - وهو لا يصح - لكان حجة على المالكيين، لأنه خلاف\nمذهبهم في صدقة الفطر، لأنهم يرون أنه لا يجزي فيها من البر إلا صاع فعاد\nحجة عليهم، ولا أضل ممن يحتج بما لا يصح نعوذ بالله من الخذلان <span id='ms0260'></span>، وإنما يصح\nهذا الحديث بخلاف اللفظ المذكور، لكن كما حدثنا عبد الله بن ربيع، ثنا محمد\nبن معاوية، ثنا أحمد بن شعيب، ثنا قتيبة بن سعيد، ثنا حماد - هو ابن زيد -\nعن أيوب السختياني، عن أبي رجاء - هو العطاردي - قال: سمعت ابن عباس يخطب\nعلى منبركم - يعني منبر البصرة - يقول: صدقة الفطر صاع من طعام.\n</p>\n\n<p>\nوقد موه بعضهم بأن قال: إن أهل المدينة هم شهدوا آخر عمل رسول الله صلى\nالله عليه وسلم.\n</p>\n\n<p>\nقال علي: وهذا قول رجل جاهل أو مدلس، لا بد له ضرورة من أحد الوجهين، فإن\nكان جاهلا وكان هذا مقداره من العلم فما كان في وسعه أن يفتي في دين الله\nعز وجل، وإن كان هذا مستحيلا للتلبيس في دين الله تعالى، فهذا أخبث وأنتن.\n</p>\n\n<p>\nقال علي: وهذا كلام يبطل من وجهين ضروريين، أحدهما: أننا قد بينا في هذا\nالباب أنهم أترك الناس لآخر عمل رسول الله صلى الله عليه وسلم والثاني: أن\nالصحابة رضي الله عنهم كانوا كلهم مدنيين طول مدة رسول الله صلى الله عليه\nوسلم ومدة أبي بكر وإنما سكنوا الشام والبصرة والكوفة في صدر خلافة عمر\nرضوان الله عليه فما بعد ذلك، لان الشام ومصر كانت بأيدي الروم، والعراق\nحيث بنيت الكوفة والبصرة كانت بأيدي الفرس، ولم يفتتح شئ من كل ذلك ولا\nسكنه مسلم إلا بعد صدر إمارة عمر، هذا أمر لا يجهله من له أقل نصيب من\nالعلم، وكل من كان بالعراق والشام ومصر من الصحابة فلم يفارقوا سكنى\nالمدينة طوال حياة رسول الله صلى الله عليه وسلم، ولم ينفرد قط برسول الله\nمن بقي منهم بالمدينة دون من سكن بعد موته عليه السلام العراق أو الشام أو\nمصر، فبطل كذب من موه بما ذكرنا، ولله الحمد ووجب بالضرورة أن من بقي\nبالمدينة من الصحابة رضي الله عنهم، ليس بأولى بحسن الظن بهم في الثبات على\nما شهدوه من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p244'> Vol. 02, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nالنبي صلى الله عليه وسلم من سائر الصحابة الذين بالامصار، ولا <span id='ms0261'></span> هم أولى\nبالعلم منهم، بل كلهم واجب الحق، موصوف بالعلم والدين والنصيحة للمسلمين.\n</p>\n\n<p>\nقال أبو محمد: وهذا الذي جرى عليه الناس، كما حدثنا عبد الله بن ربيع،\nثنا عبد الله بن محمد بن عثمان، ثنا أحمد بن خالد، ثنا علي بن عبد العزيز،\nثنا الحجاج بن المنهال، ثنا يزيد بن أبي إبراهيم، ثنا رزيق - وكان عاملا\nلعمر بن عبد العزيز على أيلة - أنه كتب إلى عمر بن عبد العزيز في عبد أبق\nوسرق، وذكر أن أهل الحجاز لا يقطعون العبد إذا سرق، فكتب إليه، كتبت إلي في\nعبد أبق وسرق، وذكر أن أهل الحجاز لا يقطعون الآبق إذا سرق، وأن الله تعالى\nيقول:\n</p>\n\n<p>\n(والسارق والسارقة فاقطعوا أيديهما جزاء مما كسبا) فإن كان قد سرق قدر ما\nيبلغ ربع دينار فاقطعه.\n</p>\n\n<p>\nقال علي: فهذا عمر بن عبد العزيز لم يلتفت إلى عمل أهل الحجاز، وأخذ\nبعموم القرآن وهو الذي لا يجوز خلافه.\n</p>\n\n<p>\nفصل في فضل الاكثار من الرواية للسنن قال علي: واستغاث بعضهم إلى ذم\nالاكثار من الرواية، ونسبوا ذلك إلى عمر بن الخطاب، وذكروا الخبر عنه أنه\nلم يلتفت لرواية فاطمة بنت قيس في أن لا نفقة ولا سكنى للمبتوتة ثلاثا،\nوأنه قال: لا ندع كتاب ربنا وسنة نبينا لكلام امرأة لا ندري لعلها نسيت،\nوتوعد أبا موسى بضرب الظهر والبطن إن لم يأته بشاهد على ما حدث به من حكم\nالاستئذان. وإن أبا بكر الصديق لم يأخذ برواية المغيرة بن شعبة في ميراث\nالجدة. حتى شهد له بذلك محمد بن مسلمة، وأن عائشة أم المؤمنين لم تلتفت إلى\nقول أبي هريرة في المشي في خف واحد وقالت: لأحنثن أبا هريرة، ومشت في نعل\nواحدة وأن عثمان حمل إليه محمد بن علي بن أبي طالب، من عند أبيه كتاب حكم\nالنبي صلى الله عليه وسلم في الزكاة فقال له: أغنها عنا، فرجع إلى أبيه\nفقال: ضع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p245'> Vol. 02, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nالصحيفة حيث وجدتها، وأن عمارا قال لعمر في حديث التيمم: أما والله يا\nأمير <span id='ms0262'></span> المؤمنين لئن شئت - لما جعل الله لك علي من الحق - ألا أحدث بذلك أبدا\nفعلت. فقال له عمر: لا، ولكن نوليك من ذلك ما توليت، وأن ابن عباس لم يلتفت\nلرواية أبي هريرة في الوضوء مما مست النار، ولا رواية الحكم بن عمرو\nالغفاري في الوضوء من فضل المرأة، ولا رواية علي في النهي عن المتعة، ولا\nرواية أبي سعيد الخدري في النهي عن الدرهم بالدرهمين يدا بيد، وابن عمر\nذكرت له رواية أبي هريرة في كلب الزرع فقال: إن لأبي هريرة زرعا، وإن\nمعاوية لم يلتفت لرواية عبادة بن الصامت، وأبي الدرداء في النهي عن الفضة\nبالفضة بتفاضل يدا بيد.\n</p>\n\n<p>\nفهؤلاء، أبو بكر وعثمان وعلي وعائشة وعمار وابن عباس وابن عمر ومعاوية\nذكروا نحو هذا أيضا عن نفر من التابعين.\n</p>\n\n<p>\nقال علي: وقولهم هذا دحض بالبرهان الظاهر، ولا حول ولا قوة إلا بالله\nالعظيم، وهو أنه يقال لمن ذم الاكثار من الرواية: أخبرنا عن الرواية لحديث\nرسول الله صلى الله عليه وسلم، أخير هي أم شر؟ ولا سبيل إلى وجه ثالث، فإن\nقال: هي خير، فالاكثار من الخير خير، وإن قال: هي شر، فالقليل من الشر شر،\nوهم قد أخذوا منه بنصيب، فيلزمهم أن يعترفوا بأنهم يتعلمون الشر ويعلمون\nبه، أما نحن فلسنا نقر بذلك، بل نقول: إن الاكثار منها لطلب ما صح هو الخير\nكله.\n</p>\n\n<p>\nوأيضا فنقول لهم: عرفونا حد الاكثار من الرواية المذمومة عندكم، لنعرف ما\nتكرهون، وحد غير الاكثار المستحب عندكم، فإن حدوا في ذلك حدا كانوا قد\nقالوا بالباطل: وشرعوا في الدين ما لم يأذن به الله تعالى وقالوا بلا برهان\nوبغير علم، وإن لم يجدوا في ذلك حدا كانوا قد حصلوا في أسخف منزلة، إذ لا\nيدرون ما ينكرون ولا يحسنون. وهذا هو الضلال ونعوذ بالله منه.\n</p>\n\n<p>\nوأيضا فيقال لهم: ما الذي جعل أن يكون ما رواه مالك من الحديث خيرا،\nويكون ما رواه شرا دون أن تكون القصة معكوسة، ونحن نعوذ بالله من <span id='ms0263'></span> كل ذلك،\nبل الخير كله التفقه في الآثار والقرآن، وضبط ما روي عن النبي صلى الله\nعليه وسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p246'> Vol. 02, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nوقد حض النبي صلى الله عليه وسلم على أن يبلغ عنه، وهذا التفقه والنذارة\nالتي أمر الله تعالى بها، وليت شعري، إذا كان الاكثار من الحديث شرا فأين\nالخير؟ أفي التقليد الذي لا يلزمه إلا جاهل أو فاسق؟ أم في التحكم في دين\nالله عز وجل بالآراء الفاسدة التي قد حذر الله تعالى منها، وزجر النبي صلى\nالله عليه وسلم عنها.\n</p>\n\n<p>\nوفخر بعضهم بأن مالكا كان يسقط من موطئه كل سنة وإنه لم يحدث بكثير مما\nكان عنده.\n</p>\n\n<p>\nقال علي: هذا فخر من يريد أن يمدح فيذم، ويريد أن يبني فيهدم، ولا يخلو\nما حدث به مالك وما لم يحدث به من أن يكون حدث بالصحيح عنده، وترك ما لم\nيصح فقد أحسن. وكذا كل من حدث أيضا بما يصح عنده ممن ليس مالك بأعلم منه،\nولا أروع كسفيان وشعبة والأوزاعي وأيوب وغيرهم، وأن يكون حدث بالسقيم وكتم\nالصحيح، وقد نزهه الله تعالى عن ذلك، لان هذه صفة أفسق الفاسقين، أو يكون\nحدث بسقيم وصحيح، وكتم صحيحا وسقيما، فمن فعل ذلك فهو آثم وملعون لكتمانه\nعلما صحيحا عنده، فبطل ما أرادوا يمدحوه به، وعاد ذما عظيما لو صح عليه\nذلك، وأعوذ بالله من ذلك.\n</p>\n\n<p>\nوبرهان آخر يوضح كذب من قال هذا، وهو أن الموطأ ألفه مالك رضي الله عنه\nبعد موت يحيى بن سعيد الأنصاري بلا شك، ومات يحيى بن سعيد في سنة ثلاث\nوأربعين ومائة. ولسنا نقول هذا بظننا بل يقينا، فهكذا روينا بإسناد متصل\nإلى يحيى بن سعيد القطان أنه قال: لقينا مالكا قبل أن يصنف، ولقيناه سنة\nاثنتين وأربعين ومائة بعد موت موسى بن عقبة بسنة، ولم يزل الموطأ يروى عن\nمالك منذ ألفه، طائفة بعد طائفة، وأمة بعد أمة، وآخر من رواه عنه من الثقات\nأبو المصعب الزهري لصغر سنه، وعاش بعد موت مالك ثلاثا وستين سنة، وموطؤه <span id='ms0264'></span>\nأكمل الموطآت، لأنه فيه خمسمائة حديث وتسعين حديثا بالمكرر أما بإسقاط\nالتكرار فخمسمائة حديث وتسعة وخمسون حديثا، وكان سماع ابن وهب للموطأ من\nمالك قبل سماع أبي المصعب بدهر، وكذلك سماع ابن القاسم، ومعن بن عيسى، وليس\nفي موطأ ابن القاسم إلا خمسمائة حديث وثلاثة أحاديث، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p247'> Vol. 02, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nوفي موطأ ابن وهب كما في موطأ أبي المصعب ولا مزيد فبان كذب هذا القائل،\nوالحمد لله رب العالمين.\n</p>\n\n<p>\nقال علي: ولئن كان جميع حديث النبي صلى الله عليه وسلم مذموما فإن مالكا\nلمن أول من فعل ذلك، فإن أول من ألف في جمع الحديث فحماد بن سلمة، ومعمر،\nثم مالك، ثم تلاهم الناس، وأما نحن فإننا نحمد ذلك من فعلهم.\n</p>\n\n<p>\nونقول: إن لهم ولمن فعل فعلهم في ذلك أعظم الاجر لعظيم ما قيدوا من\nالسنن، وكثيرا ما بينوا من الحق، وما رفعوا من الاشكال في الدين، وما فرجوا\nبما كتبوا من حكم الاختلاف، فمن أعظم أجرا منهم، جعلنا الله بمنه ممن تبعهم\nفي ذلك بإحسان آمين.\n</p>\n\n<p>\nوأما رد عمر رضي الله عنه لحديث فاطمة بنت قيس فقد خالفته فاطمة وهي من\nالمبايعات المهاجرات الصواحب، فهو تنازع من أولي الامر ليس قول أولى من\nقولها، ولا قولها أولى من قوله، إلا بنص والنص موافق لقول فاطمة، وعمر\nمجتهد مخطئ في رد ذلك، مأجور مرة ولا تعلق للمالكيين بهذا الخبر، لأنهم\nخالفوا رواية فاطمة وخالفوا قول عمر، فلم يتعلقوا بأحدهما.\n</p>\n\n<p>\nوأما ما ذكروا من نهي عمر رضي الله عنه في الاكثار من الحديث عن النبي\nصلى الله عليه وسلم، فحدثنا محمد بن سعيد، ثنا أحمد بن عون الله، ثنا قاسم\nبن أصبغ، ثنا الخشن، ثنا بندار، ثنا عبد الرحمن بن مهدي، ثنا شعبة عن بيان\nعن الشعبي عن قرظة - هو ابن كعب الأنصاري - قال شيعنا عمر بن الخطاب رضي\nالله عنه إلى صرار، فانتهى إلى مكان فتوضأ فيه. فقال: أتدرون لما شيعتكم؟\nقلنا: لحق الصحبة.\n</p>\n\n<p>\nقال: إنكم ستأتون قوم تهتز ألسنتهم بالقرآن كاهتزاز النخل فلا <span id='ms0265'></span> تصدروهم\nبالحديث عن رسول الله صلى الله عليه وسلم وأنا شريككم، قال قرظة: فما حدثت\nبشئ بعد، ولقد سمعت كما سمع الصحابي. فهذا لم يذكر فيه الشعبي أنه سمعه من\nقرظة، وما نعلم أن الشعبي لقي قرظة ولا سمع منه، بل لا شك في ذلك، لان قرظة\nرضي الله عنه مات والمغيرة بن شعبة أمير الكوفة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p248'> Vol. 02, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nهذا مذكور في الخبر الثابت المسند، وأول من نيح عليه بالكوفة قرظة بن\nكعب.\n</p>\n\n<p>\nفذكر المغيرة عند ذلك خبرا مسندا في النوح، ومات المغيرة سنة خمسين بلا\nشك، والشعبي أقرب إلى الصبا، فلا شك في أنه لم يلق قرظة قط فسقط هذا الخبر،\nبل قد ذكر بعض أهل العلم بالاخبار أن قرظة بن كعب مات وعلي رضوان الله عليه\nبالكوفة فصح يقينا أن الشعبي لم يلق قط قرظة ولا عقل عنه كلمة، وحدثنا أيضا\nأحمد بن محمد بن الجسور، ثنا محمد بن عيسى بن رفاعة، ثنا علي بن عبد\nالعزيز، ثنا أبو عبيد، ثنا أبو بكر - هو ابن عياش - عن أبي حصين، يرفعه إلى\nعمر - أنه حين وجه الناس إلى العراق، قال جردوا القرآن. وأقلوا الراوية عن\nرسول الله صلى الله عليه وسلم وأنا شريككم.\n</p>\n\n<p>\nقال أبو محمد: وأبو حصين لم يولد إلا بعد موت عمر بدهر، وأعلى من عنده\nابن عباس والشعبي.\n</p>\n\n<p>\nقال علي: وروي عنه أيضا أنه رضي الله عنه: أنه حبس ابن مسعود من أجل\nالحديث عن النبي صلى الله عليه وسلم، كما روينا بالسند المذكور إلى بندار،\nثنا غندر، ثنا شعبة عن سعد بن إبراهيم بن عبد الرحمن بن عوف، عن أبيه قال:\nقال عمر لابن مسعود، ولأبي الدرداء، وأبي ذر: ما هذا الحديث على رسول الله\nصلى الله عليه وسلم؟\n</p>\n\n<p>\nقال: وأحسبه أنه لم يدعهم أن يخرجوا من المدينة حتى مات.\n</p>\n\n<p>\nقال علي: هذا مرسل ومشكوك فيه من شعبة فلا يصح. ولا يجوز الاحتجاج به، ثم\nهو في نفسه ظاهر الكذب والتوليد، لأنه لا يخلو عمر من أن يكون <span id='ms0266'></span> اتهم\nالصحابة، وفي هذا ما فيه، أو يكون نهى عن نفس الحديث وعن تبليغ سنن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p249'> Vol. 02, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم إلى المسلمين، وألزمهم كتمانها وجحدها وأن\nلا يذكروها لاحد، فهذا خروج عن الاسلام، وقد أعاذ الله أمير المؤمنين من كل\nذلك، ولئن كان سائر الصحابة متهمين في الكذب على النبي صلى الله عليه وسلم\nفما عمر إلا واحد منهم، وهذا قول لا يقوله مسلم أصلا، ولئن كان حسبهم\nوغيرهم متهمين لقد ظلمهم، فليختر المحتج لمذهبه الفاسد بمثل هذه الروايات\nالملعونة أي الطريقتين الخبيثتين شاء، ولا بد له من أحدهما، وإنما معنى نهي\nعمر رضي الله عنه من الحديث عن رسول الله صلى الله عليه وسلم لو صح، فهو\nبين في الحديث الذي أوردناه من طريق قرظة، وإنما نهى عن الحديث بالاخبار\nعمن سلف من الأمم وعما أشبه.\n</p>\n\n<p>\nوأما بالسنن عن النبي صلى الله عليه وسلم فإن النهي عن ذلك هو مجرد، وهذا\nما لا يحل لمسلم أن يظنه ممن دون عمر من عامة المسلمين، فكيف بعمر رضي الله\nعنه. ودليل ما قلنا: أن عمر قد حدث بحديث كثير عن النبي صلى الله عليه\nوسلم. فإن كان الحديث عنه عليه السلام مكروها، فقد أخذ عمر من ذلك بأوفر\nنصيب، ولا يحل لمسلم أن يظن بعمر رضي الله عنه أنه نهى عن شئ وفعله، لأنه\nقد روي عنه رضوان الله عليه خمسمائة حديث ونيف، على قرب موته من موت النبي\nصلى الله عليه وسلم فصح أنه كثير الرواية، والحديث عن النبي صلى الله عليه\nوسلم وما في الصحابة أكثر رواية عن النبي صلى الله عليه وسلم من عمر بن\nالخطاب، إلا بضعة عشر منهم فقط. فصح أنه قد أكثر الرواية عن النبي صلى الله\nعليه وسلم فصح بذلك التأويل الذي ذكرنا لكلامه رضي الله عنه، وهكذا القول\nفيما روي من ذلك عن معاوية رضي الله عنه، ولا فرق.\n</p>\n\n<p>\nوقد جاء ما قلناه عن عمر رضي الله نصا دون تأويل، كما أنبأ <span id='ms0267'></span> عبد الله بن\nربيع، ثنا محمد بن معاوية القرشي، ثنا ابن خليفة الفضل بن الحباب الجمحي\nقال: ثنا أبو الوليد هشام بن عبد الملك الطيالسي، ثنا الليث بن سعد، عن\nيزيد بن أبي حبيب، عن بكير بن عبد الله بن الأشج أن عمر بن الخطاب قال:\nسيأتي قوم يجادلونكم بشبهات القرآن فخذوهم بالسنن، فإن أصحاب السنة أعلم\nبكتاب الله عز وجل.\n</p>\n\n<p>\nقال علي: وقد صح بهذا أن عمر أمر بتعليم السنن، وأخبر أنها تبين القرآن\nفصح ما قلناه يقينا بلا مرية، وارتفع اللبس، والحمد لله رب العالمين.\n</p>\n\n<p>\nوأعجب من هذا كله: أن المالكيين المحتجين بأن عمر رضي الله عنه حبس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p250'> Vol. 02, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nابن مسعود، وأبا موسى وأبا الدرداء بالمدينة، على الاكثار من الحديث\nينبغي لهم أن يحاسبوا أنفسهم فيقولوا: إذا أنكر عمر على ابن مسعود وأبي\nموسى وأبي الدرداء، الاكثار من الحديث، وسجنهم على ذلك، وهم أكابر الصحابة\nوعدول الأمة، وليس لابن مسعود إلا ثمانمائة حديث ونيف، فقط لعله انما يصح\nمنها عنه أقل من النصف وليس لأبي الدرداء إلا مائة حديث ونيف، لعله لا يصح\nعنهما إلا أقل من نصف هذين العددين ماذا كان يصنع بمالك لو رأى موطأه، قد\nجمع فيه ثمانمائة حديث ونيفا وثلاثين حديثا من مسند ومرسل؟ أين كنتم ترونه\nيبلغ به وهو ينكر على الصحابة بزعمكم الكاذب دون هذا العدد؟ فلو كان لهؤلاء\nالقوم دين أو عقل أما كان يحجزهم عن الاقدام على الانكار على الصحابة رضوان\nالله عليهم أمرا يجيزون لصاحبهم أكثر منه؟ إن هذا لعجب.\n</p>\n\n<p>\nوأما الحنفيون: فقد طردوا أصلهم ههنا، لان صاحبهم أقل الحديث ولم يطلبه\nبكثرة خطئه وقلة حديثه، وحسبنا الله ونعم الوكيل، والرواية في حبس ابن\nمسعود في ذلك عنه ضعيفة، وإنما صح أنه تشدد في الحديث كما ذكرنا، وكان يكلف\nمن حدثه بحديث أن يأتي بآخر سمعه معه، وإنما فعل ذلك اجتهادا منه، وقد\nأنكره عليه أبي، فرجع عمر عن ذلك، وذلك مذكور في حديث الاستئذان، وحتى لو\nصح ذلك عن <span id='ms0268'></span> عمر ومعاوية فقد خالفهما في ذلك أبي وعبادة، وبلغ ذلك بأحدهما\nإلى أن حلف ألا يساكنه في بلد واحد، فمن جعل قول معاوية أولى من قول عبادة\nوأبي الدرداء؟.\n</p>\n\n<p>\nوأما الرواية عن أبي بكر الصديق رضي الله عنه: أنه لم يقنع بقول المغيرة\nوروايته فمنقطعة لا تصح، ولو صححت لما كان لهم فيها حاجة. لأنهم يقولون\nبخبر الواحد إذا وافقهم ولا معنى لطلب راو آخر فالذي يدخل خبر الواحد يدخل\nخبر الاثنين، ولا فرق إلا أن يفرق بين ذلك نص فيوقف عنده.\n</p>\n\n<p>\nوأما الرواية عن عائشة أم المؤمنين، فإنما موهوا بإيرادها ولا حجة لهم\nفيها، لأنها لم تقل قط أنها لم تصدق أبا هريرة، ولا أنها تستجيز رد حكم\nرسول الله صلى الله عليه وسلم، وإنما ذكر لها أن أبا هريرة ينهى عن المشي\nفي نعل واحد فقالت: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p251'> Vol. 02, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nلأحنثن أبا هريرة وأحسنت وبرت. فلو لم يكن في هذا إلا قول أبي هريرة لما\nلزم الاخذ به.\n</p>\n\n<p>\nوأما خبر عثمان فلا ندري على أي وجه أورده. والذي نظن بعثمان أنه كان\nعنده عن النبي صلى الله عليه وسلم رواية في صفة الزكاة، استغنى بها عما عند\nعلي بل نقطع بهذا عليه قطعا، ولا وجه لذلك الخبر سوى هذا أو المجاهرة بخلاف\nالنبي صلى الله عليه وسلم، وقد أعاذه الله من ذلك فإن صاروا إلى توجيهنا،\nبطل تعلقهم بهذا الخبر. وإن وجهوه على هذا الوجه الآخر، لحقوا بالروافض\nونسبوا إلى عثمان الكفر أو الفسق، وقد برأه الله من ذلك وأن من نسب ذلك\nإليه لأولى به من عثمان بلا شك.\n</p>\n\n<p>\nوأما قول عمار لعمر: فيعيذ الله عمارا من أن يستجيز جحد سنة عنده عن\nالنبي صلى الله عليه وسلم موافقة لرأي عمر. هذه صفة توجب الكفر لمن استحلها\nويوجب الفسق لمن فعلها غير مستحل لها، لا يختلف في ذلك اثنان من أهل\nالاسلام، مع مجئ النص بذلك فيمن يكتم حكم الله تعالى أو يخالفه. وإنما قال\nذلك عمار مبكتا لعمر إذ خالفه <span id='ms0269'></span>، بمعنى أترى لي أن أكتم هذا الخبر، نعم إن\nشئت كما قال تعالى اعملوا ما شئتم أو غير هذا، وهو في الخبر ذكر أن عمر\nأجنب فلم يصل، فهذا الذي أراد عمار كتمانه، وأنه لا يحدث به أبدا لواجب حق\nعمر عليه وهذا مباح إذ ليس ذكر اسم عمر في ذلك من السنن، ولا له فائدة، لكن\nعمر رضي الله عنه لم يفسح له في ذلك بل ولاه من التصريح باسمه في ذلك ما\nتولى.\n</p>\n\n<p>\nوأما ابن عباس فإنه روى في فضل المرأة من طريق ميمونة خبرا بنى عليه وروى\nفي المتعة إباحة شهدها فثبت عليها ولم يحقق النظر، وقد أنكر ذلك عليه علي\nبن أبي طالب وأغلظ عليه القول - وروي في الدرهم بالدرهمين خبرا عن أسامة عن\nالنبي صلى الله عليه وسلم فثبت عليه وأنكر عليه ذلك أبو سعيد وأغلظ له في\nالقول جدا، ولم يعارض خبر الحكم في فضل المرأة بأكثر من أن قال: هي ألطف\nبنانا، وأطيب ريحا، فليس في هذا رد للحديث ولا لحكمه، بل صدق في ذلك، وقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p252'> Vol. 02, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nخالفه في الوضوء مما مست النار، وفي غسل اليد ثلاثا قبل إدخالها في\nالاناء أبو هريرة وأغلظ له في القول فليت شعري من جعل قول ابن عباس أولى من\nقول علي وأبي هريرة والحكم بن عمرو وأبي سعيد؟.\n</p>\n\n<p>\nوأما قول ابن عمر: إن لأبي هريرة زرعا، فصدق وليس في هذا رد لرواية أبي\nهريرة أصلا، فإذا لم يبق من جميع ما اعترضوا به إلا اختلاف الصحابة في بعض\nذلك مما صح وثبت، فالواجب الرد المفترض الذي لا يحل سواه هو الرد في ذلك\nإلى الله تعالى وإلى النبي صلى الله عليه وسلم إذ كان صاحب في ذاته فغير\nمبعد عنه الوهم لا سيما إذا اختلفوا فمضمون أن أحد القولين خطأ، فوجدنا\nالله تعالى قد أمر بالتفقه في الدين، وإنذار الناس به، وأمر بطاعة الرسول\nصلى الله عليه وسلم، ولا سبيل إلى طاعته عليه السلام إلا بنقل كلامه <span id='ms0270'></span> وضبطه\nوتبليغه ولا سبيل إلى التفقه في الدين إلا بنقل أحكام الله تعالى وأحكام\nرسوله صلى الله عليه وسلم، ووجدناه صلى الله عليه وسلم قد حض على تبليغ\nالحديث عنه وقال في حجة الوداع لجميع من حضر: ألا فليبلغ الشاهد الغائب\nفسقط قول من ذم الاكثار من الحديث.\n</p>\n\n<p>\nثم العجب فيه إيرادهم لهذه الآثار التي ذكرنا عمن أوردوها عنه من الصحابة\nفوالله العظيم ما أدري غرضهم في ذلك ولا منفعتهم بها، ولا شك أنهم لا يدرون\nلماذا أوردوها، لأنهم إن كانوا أوردوها طعنا في القول بخبر الواحد فليس هذا\nقولهم، بل هم كلهم يقولون بخبر الواحد، وأيضا فهي كلها أخبار آحاد وليس شئ\nمنها حجة عند من لا يقول بخبر الواحد، وهذا عجب جدا، أو يكونوا أوردوها على\nإباحة رد المرء ما لم يوافقه من خبر الواحد، وأخذ ما وافقه من ذلك، فهذا\nهوس عتيق، أول ذلك أنهم يردون بعض ما لم يرده من احتجوا به من الصحابة،\nويأخذون ببعض ما رده من احتجوا به منهم، وأيضا فإن كان الامر كذلك فقد\nاختلط الدين وبطل، لان لخصومهم أن يردوا بهذا الباب نفسه ما أخذوا به،\nويأخذوا ما ردوه هم منه ونعوذ بالله منه.\n</p>\n\n<p>\nقال علي: ولا أضل ولا أجهل ولا أبعد من الله عز وجل، ممن يزجر عن تبليغ\nكلام النبي صلى الله عليه وسلم. ويأمر بألا يكثر من ذلك، أو يرد ما لم\nيوافقه مما صح عن النبي صلى الله عليه وسلم بنظره الملعون، ورأيه الفاسد،\nوهواه الخبيث، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p253'> Vol. 02, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nودعواه الكاذبة، ثم يغني دهره في الاكثار من تبليغ آراء مالك وابن القاسم\nوسحنون وأبي حنيفة وأبي يوسف ومحمد بن الحسن، والتلقي بالقبول لجميعها على\nغلبة الفساد عليها، ألا إن ذلك هو الضلال البعيد. والفتيا بالآراء\nالمتناقضة وبالله تعالى نعتصم.\n</p>\n\n<p>\nقال علي: وأما من ظن أن أحدا بعد موت رسول الله صلى الله عليه وسلم ينسخ\nحديث النبي صلى الله عليه وسلم، ويحدث شريعة لم تكن في حياته عليه السلام،\nفقد <span id='ms0271'></span> كفر وأشرك وحل دمه وماله ولحق بعبدة الأوثان، لتكذيبه قول الله تعالى:\nاليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الاسلام دينا وقال\nتعالى (ومن يبتغ غير الاسلام دينا فلن يقبل منه وهو في الآخرة من الخاسرين)\n* فمن ادعى أن شيئا مما كان في عصره عليه السلام على حكم، ثم بدل بعد موته\nفقد ابتغى غير الاسلام دينا، لان تلك العبادات والاحكام والمحرمات\nوالمباحات والواجبات التي كانت على عهده عليه السلام هي الاسلام الذي رضيه\nالله تعالى لنا، وليس الاسلام شيئا غيرها فمن ترك شيئا منها فقد ترك\nالاسلام، ومن أحدث شيئا غيرها فقد أحدث غير الاسلام، ولا مرية في شئ أخبرنا\nالله تعالى به أنه قد أكمله، وكل حديث أو آية كانا بعد نزول هذه الآية\nفإنما هي تفسير لما نزل قبلها، وبيان لجملتها، وتأكيد لأمر متقدم. وبالله\nتعالى التوفيق ومن ادعى في شئ من القرآن أو الحديث الصحيح أنه منسوخ ولم\nيأت على ذلك ببرهان، ولا أتى بالناسخ الذي ادعى من نص آخر فهو كاذب مفتر\nعلى الله عز وجل داع إلى رفض شريعة قد تيقنت، فهو داعية من دعاة إبليس،\nوصاد عن سبيل الله عز وجل، نعوذ بالله، قال الله تعالى: * (إنا نحن نزلنا\nالذكر وإنا له لحافظون) * فمن ادعى أن الناسخ لم يبلغ، وأنه قد سقط فقد كذب\nربه، وادعى أن هنالك ذكرا لم يحفظه الله بعد إذ أنزله.\n</p>\n\n<p>\nفإن قال قائل: الحديث قد يدخله السهو الغلط، قيل له: إن كنت ممن يقول\nبخبر الواحد، فاترك كل ما أخذت به منه، فإنه في قولك محتمل أن يكون دخل فيه\nالسهو الغلط، وإن كنت مقلدا، فاترك كل من قلدت فإن السهو والغلط قد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p254'> Vol. 02, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nيدخلان عليه بالضمان. وقد يدخلان أيضا في الرواة عنهم الذين عنهم أخذت\nدينك، وإلا فالرواة عن النبي صلى الله عليه وسلم أوثق من الرواة عن مالك\nوأبي حنيفة، نعم ومن مالك وأبي حنيفة أنفسهما.\n</p>\n\n<p>\nوإن كنت ممن يبطل خبر الواحد جملة، فقد أثبتنا <span id='ms0272'></span> البرهان على وجوب قبوله،\nوما ثبت بيقين فلا يبطل بخوف سهو لم يتيقن، والحق لا تسقطه الظنون قال الله\nتعالى: * (وما لهم به من علم إن يتبعون ولزمه أن يسقط القبول لشهادة\nالشاهدين في الدماء والفروج والأموال، إذ يدخل عليهما السهو والغلط وتعمد\nالكذب، وبالله تعالى التوفيق.\n</p>\n\n<p>\nفصل في صفة الرواية قال علي: الرواية هي أن يسمع السامع الناقل الثقة\nيحدث بحديث من كتابه أو من حفظه أو بأحاديث. فجائز أن يقول: حدثنا وحدثني،\nوأخبرنا وأخبرني، وقال لي وقال لنا، وسمعت وسمعنا، وعن فلان وكل ذلك سواء،\nوكل ذلك معنى واحد أو يقرأ الراوي عن الناقل حديثا أو أحاديث فيقول المروي\nعليه بها، ويقول: نعم هذه روايتي، وأن يسمعها تقرأ عليه ويقر بها المروي\nعنه، أو يناول المروي عنه الراوي كتابا فيه حديث أو أحاديث، أو ديوانا\nبأسره عظم أو صغر فيقول له: هذا ديوان كذا، كل ما فيه أخذته عن فلان عن\nفلان حتى يبلغه إلى مؤلفه، ويستثني شيئا إن كان فاته منه بعينه فإن لم يفته\nشئ فلا يستثني شيئا، أن يقول له: عن ديوان مشهور مقبول عند الناس نقل تواتر\nليس في ألفاظه اختلاف، ديوان كذا أخذته عن فلان عن فلان حتى يبلغ إلى\nمؤلفه، فأي هذه الوجوه كان، فجائز أن يقول فيه القائل: حدثني وأخبرني، وهو\nمحق في ذلك، وهو كله خبر صحيح، ونقل صادق ورواية تامة، لا داخلة فيها،\nكالقراءة والسماع ولا فرق فإن سمعه يخاطب بذلك غيره فليقل: سمعت فلانا يخبر\nعن فلان، أو يحدث عن فلان، ولا يقل حينئذ: نا، ولا ني، ولا أنا، ولا إني،\nفيكذب، ولكن إن قال سمعت فلانا، فهي رواية صحيحة تامة، فليحدث بها وليروها\nالناس. وسواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p255'> Vol. 02, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nأذن له المسموع عنه في ذلك أو لم يأذن، حجر عليه الحديث عنه أو أباحه\nإياه، كل ذلك لا معنى له ولا يحل لاحد أن يمنع من نقل حق فيه خير للناس قد\nسمعه الناقل، ولا يحل لاحد أن يبيح لغيره نقل <span id='ms0273'></span> ما لم يسمع، ومن يتعد حدود\nالله فقد ظلم نفسه، وإنما هو حق أو كذب، فالحق الذي ينتفع به مسلم واحد\nفصاعدا واجب نقله، والكذب حرام نقله.\n</p>\n\n<p>\nوأما من كتب إلى آخر كتابا يوقن المكتوب إليه أنه من عنده، فيقول له في\nكتابه: ديوان كذا أخذته عن فلان كما وصفنا قبل، فليقل المكتوب إليه أخبرني\nفلان في كتابه إلي. ونحن نقول: أنبأنا رسول الله صلى الله عليه وسلم وقال\nلنا رسول الله صلى الله عليه وسلم، وأخبرنا الله تعالى، وقال لنا الله\nتعالى، وقال تعالى:\n</p>\n\n<p>\nومن أصدق من الله قيلا وقال تعالى: * (الله نزل أحسن الحديث كتابا\nمتشابها مثاني وإنما ذلك لأنه تعالى خاطب بكتابه كل من يأتي من الإنس والجن\nإلى يوم القيامة، وأمر نبيه صلى الله عليه وسلم بمخاطبة كل من يأتي إلى يوم\nالقيامة من الإنس والجن أيضا، فليس منا أحد إلا وخطاب الله تعالى وخطاب\nرسوله صلى الله عليه وسلم يتوجهان إليه يوم القيامة، وليس ذلك لمن دونهما\nأصلا، وإنما يخاطب كل من دون الله تعالى ودون رسوله صلى الله عليه وسلم، من\nشافه أو من كتب إليه، أو من سمع منه لفظه، إذ لم يأمر الله تعالى أحدا من\nولد آدم عليه السلام دون رسول الله صلى الله عليه وسلم بأن ينذر جميع أهل\nالأرض، وإنما يصح من فعل كل واحد ما وافق ما أمره تعالى به، لا ما خالف ما\nأمره الله عز وجل، ومن فعل ما لم يؤمر به ففعله باطل مردود.\n</p>\n\n<p>\nقال علي: وأما الإجازة التي يستعملها الناس، فباطل، ولا يجوز لاحد أن\nيجيز الكذب، ومن قال لآخر: ارو عني جميع روايتي دون أن يخبره بها ديوانا\nديوانا، وإسنادا إسنادا، فقد أباح له الكذب، لأنه إذا قال حدثني فلان أو عن\nفلان فهو كاذب أو مدلس بلا شك، لأنه لم يخبره بشئ فهذه أربعة أوجه جائزة\nوهي: مخاطبة المحدث للآخذ عنه، أو سماع المحدث من الآخذ عنه، وقراره له\nبصحته، أو كتاب <span id='ms0274'></span> المحدث إلى الآخذ عنه، أو مناولته إياه كتابا فيه علم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p256'> Vol. 02, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: هذا أخبرني به فلان عن فلان، وكل هذه الوجوه قد صحت عن رسول الله\nصلى الله عليه وسلم وعن جميع الصحابة.\n</p>\n\n<p>\nفأما الاخبار: فإخبار النبي صلى الله عليه وسلم بالسنن، وإخبار الصحابة\nبعضهم بعضا، فأبو بكر أخبره المغيرة، ومحمد بن مسلمة، وكذلك كل من بعده\nمنهم، وأما قراءة الآخذ على المحدث: فقد قال بعض الناس للنبي صلى الله عليه\nوسلم فأخبرني أهل العلم أن على ابني جلد مائة وتغريب عام، وأن على امرأة\nهذا الرجم فصدق النبي صلى الله عليه وسلم وكذلك سأل الناس أصحابه عن\nالاحكام فصدقوا الحق وأنكروا الباطل.\n</p>\n\n<p>\nوأما الكتاب: فكتب النبي صلى الله عليه وسلم بالسنن إلى ملوك اليمن، وإلى\nمن غاب عنه من ملوك الأرض الذين دعاهم إلى الايمان، وكذلك فعل أصحابه بعده\nإلى قضاتهم وأمرائهم.\n</p>\n\n<p>\nوأما المناولة: فقد كتب رسول الله صلى الله عليه وسلم كتابا لعمرو بن\nحزم، ولعمر وغيره إذ بعثهم أمراء، يعلمهم فيها السنن، وأمرهم بالعمل بما\nفيها، وكذلك لعبد الله بن جحش، وأعطاه الكتاب وأمره بالعمل بما فيه، وكذلك\nفعل أبو بكر بأنس، وبعث علي كتابا مع ابنه إلى عثمان، وقال: هذه صدقة رسول\nالله صلى الله عليه وسلم فمر عمالك يعملون بها.\n</p>\n\n<p>\nوأما الإجازة: فما جاءت قط عن النبي صلى الله عليه وسلم ولا عن أصحابه\nرضي الله عنهم، ولا عن أحد منهم، ولا عن أحد من التابعين ولا عن أحد من\nتابعي التابعين فحسبك بدعة بما هذه صفته، وبالله تعالى التوفيق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p257'> Vol. 02, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nفصل وقد تعلل قوم في أحاديث صحاح بأن قالوا هذا حديث أسنده فلان وأرسله\nفلان قال علي: وهذا لا معنى له، لان فلانا الذي أرسله لو لم يروه أصلا أو\nلم يسمعه البتة، ما كان ذلك مسقطا لقبول ذلك الحديث، فكيف إذا رواه مرسلا\nوليس في إرسال المرسل ما أسنده غيره، ولا في جهل الجاهل ما علمه غيره، حجة\nمانعة من قبول ما أسنده العدول، لا <span id='ms0275'></span> سيما إن كان المعترض بها مالكيا أو\nحنفيا، فإنهم يرون المرسل مقبولا كالمسند، فكيف يوهنون الصحيح بما يرونه\nموافقا له وشاذا ومؤيدا، إن هذا لعجيب وإن هذا لافراط في الجهل والسقوط،\nولا معنى لقولهم: إنما يراعى هذا إذا كان المرسل أو الموقف أعدل من المسند،\nفإنما يجب قبول الخبر إذا رواه العدل عن العدل، ولا معنى لتفاضل العدالة\nعلى ما قد ذكرنا في هذا الباب، إذ لا نص ولا إجماع ولا دليل على مراعاة عدل\nوأعدل منه، وإنما الواجب مراعاة العدالة فقط، وبالله تعالى نتأيد ونعتصم.\n</p>\n\n<p>\nانقضى الكلام في الأخبار والحمد لله رب العالمين وصلى الله على محمد وآله\nوأهل بيته وسلم تسليما تم الجزء الثاني من الإحكام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p258'> Vol. 02, p. 258</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}