{
  "content": "\n\n#\n<p>\n| أحاديث الشاموخي بسم الله الرحمن الرحيم\n</p>\n\n<p>\nأحاديث الشاموخي $ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا الشيخ الامام العالم قاضي القضاة شمس الدين أبو نصر محمد بن هبة\nالله بن مميل الشيرازي قراءة عليه يوم الجمعة أحد وعشرين شهر رمضان سنة\nثلاثين وستمائة بدمشق قال أنبأ والدي هبة الله قال أنبأ أبو جعفر محمد بن\nالحسن بن باكير الفارسي رضي الله عنه في منزله بالحرم الشريف في شعبان سنة\nثمان وخمسمائة من أصل كتابه وهو يسمع فأقر به قلت له اخبركم أبو علي الحسن\nبن علي الشاموخي إمام جامع البصرة قراءة عليه وانت حاضر تسمع في شهر ربيع\nالاخر سنة اثنتين واربعين واربعمائة\n</p>\n\n<p>\n1 ثنا ابوبكر أحمد بن محمد بن العباس ثنا أبو خليفة الفضل بن الحباب بن\nمحمد الجمحي حدثنا عثمان بن الهيثم المؤذن ( 1 ) ثنا أبي عن عاصم عن زر عن\nعبد الله قال قال رسول الله صلى الله عليه وسلم $ + *\n</p>\n\n<p>\nمن غشنا فليس منا والمكر والخداع في النار اسناده حسن والحديث صحيح\n</p>\n\n<p>\n( 2 ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n2 أخبرنا الحسن ثنا ابوبكر ثنا أبو خليفة ثنا عثمان بن الهيثم ثنا أبي عن\nعاصم عن أبي وائل عن عبد الله قال قال رسول الله صلى الله عليه وسلم $ + *\n</p>\n\n<p>\nمن كذب علي متعمدا فليتبوأ مقعده من النار اسناده حسن والحديث صحيح\nمتواتر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n3 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا عثمان بن الهيثم ثنا عوف\nعن شهر بن حوشب عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم $ + *\n</p>\n\n<p>\nلو أن العلم معلق بالثريا لتناوله رجال من أبناء فارس اسناده حسن وفي\nالمتن عله ( 1 )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n4 أخبرنا الحسن ثنا أبو بكر حدثنا أبو خليفة ثنا ( 1 ) عثمان ثنا هشام بن\nحسان عن قتادة عن الحسن عن سمرة قال قال رسول الله ص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n| + *\n</p>\n\n<p>\n+ *\n</p>\n\n<p>\nمن قتل عبده قتلناه ومن جدع عبده جدعناه ( 2 ) اسناده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n5 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا محمد بن كثير العبدي ثنا\nشعبة عن ايوب عن أبي قلابة عن انس قال\n</p>\n\n<p>\nأمر بلال ان يشفع الأذان وان يوتر الإقامة حديث صحيح <span id='ms1'></span> ( 1 )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n6 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا داود بن شبيب وابن عائشة\nعن حماد بن سلمة عن خالد الحذاء عن أبي قلابة عن أنس مثله ( 1 )\n</p>\n\n<p>\n7 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا أبو الوليد هشام بن عبد\nالملك الطيالسي ثنا أبو هاشم صاحب الزعفران عن صالح بن عبيد عن ( 2 ) قبيصة\nبن وقاص قال قال رسول الله صلى الله عليه وسلم $ + *\n</p>\n\n<p>\nيكون عليكم أمراء يؤخرون الصلاة فصلوا الصلاة لوقتها ثم صلوها معهم\nاسناده ضعيف والحديث صحيح ( 3 )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n8 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا مسلم بن إبراهيم ثنا قرة\nبن خالد عن الحسن يعني عن عبد الرحمن بن سمرة ان النبي صلى الله عليه وسلم\nقال $ + *\n</p>\n\n<p>\nيا عبد الرحمن لاتسأل الإمارة فانك إن اعطيتها عن مسألة وكلت اليها والتي\nاعطيتها ( 1 ) عن غير مسألة أعنت عليها وإذا حلفت على يمين فرأيت غيرها\nخيرا منها فأت الذي هو خير وكفر عن يمينك ( 2 ) حديث صحيح\n</p>\n\n#\n<p>\n9 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا مسلم بن إبراهيم ثنا قرة\nعن محمد عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم لو آمن بن عشرة\nمن اليهود ما بقي على ظهرها يهودي إلا أسلم حديث صحيح ( 3 ) $ + *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n10 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا عبد الرحمن بن المبارك\nثنا فضيل بن سليمان عن موسى بن عقبة عن عبيد بن سلمان الاغر عن أبيه عن\nعمار قال قال رسول لله صلى الله عليه وسلم $ + *\n</p>\n\n<p>\nمثل امتي مثل المطر لا يدري اوله خير أو اسناده ضعيف والحديث حسن آخره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n11 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا سعيد بن عبد ا لجبار\nحدثنا عبد الله بن عبد العزيز عن الزهري عن عطاء بن يزيد عن أبي ايوب قال\nقال رسول الله صلى الله عليه وسلم $ + *\n</p>\n\n<p>\nمن غرس غرسا فأكل منه سبع أو طائر كان له أجر اسناده منكر والحديث صحيح (\n1 )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n12 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة <span id='ms2'></span> ثنا عثمان بن عبد الله حدثنا\nسلمة بن سنان الانصاري عن عطية عن أبي سعيد قال قال رسول الله صلى الله\nعليه وسلم $ + *\n</p>\n\n<p>\nإن اهل الدرجات العلى لا يراهم من اسفل منهم كما ترون الكوكب الدري في\nافق السماء وإن أبا بكر وعمر منهم وأنعما ( 1 ) حديث منكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n13 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا عمرو بن مرزوق ثنا عمران\nالقطان عن فتادة عن سعيد بن أبي الحسن عن أبي هريرة قال قال رسول الله صلى\nالله عليه وسلم $ + *\n</p>\n\n<p>\nليس شئ أكرم على الله من الدعاء اسناده منكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n14 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا عبد الله ابن رجاء ثنا\nحرب بن شداد عن يحيى بن أبي كثير حدثني سالم الدوسي ( 1 ) انه دخل على\nعائشة وعبد الرحمن بن أبي بكر فدعا بوضوء فقالت عائشة يا عبد الرحمن اسبغ\nالوضوء فاني سمعت رسول الله صلى الله عليه وسلم يقول $ + *\n</p>\n\n<p>\nويل للعراقيب من ا لنار ( 2 ) حديث صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n15 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا عبد الله ابن رجاء حدثنا\nإسرائيل ثنا ثوير قال سمعت عبد الله بن الزبير يقول\n</p>\n\n<p>\nهذا يوم عاشوراء فصوموه فان رسول الله صلى الله عليه وسلم امر بصيامة ( 2\n) $ + * اسناده ضعيف والحديث صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n16 أخبرنا الحسن ثنا ابوب كر ثنا أبو خليفة ثنا عبد الله بن رجاء ثنا\nإسرائيل عن ثوير ( 1 ) عن مجاهد عن ابن عمر قال لعن رسول الله صلى الله\nعليه وسلم المتشبهين من الرجال بالنساء والمتشبهات ( 2 ) من النساء بالرجال\nاسناده ضعيف والحديث صحيح ( 3 ) $ + *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n17 اخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا عبد الله بن رجاء ثنا\nشعبة عن علقمة بن مرئد عن سعد بن عبيدة عن أبي عبد الرحمن السلمي عن عثمان\nبن عفان قال قال رسول الله صلى الله عليه وسلم $ + *\n</p>\n\n<p>\nخيركم من تعلم القرآن وعلمه حديث صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             قال أبو عبد الرحمن فهذا الذي اقعدني هذا المقعد\n</p>\n\n<p>\n18 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا عبد الله بن رجاء <span id='ms3'></span> ثنا\nإسيرائيل عن اشعث بن أبي الشعثاء عن أبيه عن مسروق قال سألت عائشة أي العمل\nكان احب إلى رسول الله صلى الله عليه وسلم قالت أدومه وان قل ( 1 ) حديث\nصحيح $ + * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n19 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا عبد الله ابن رجاء حدثنا\nإسرائيل عن أشعث عن أبيه عن مسروق قال سألت عائشة أي الليل كان يوتر رسول\nالله صلى الله عليه وسلم قالت إذا سمع الصارخ ( 1 ) $ + *\n</p>\n\n<p>\nتعني الديك\n</p>\n\n<p>\n20 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا عبد الله ابن رجاء ثنا\nإسرائيل عن عبد الله بن أبي نجيح عن مجاهد <span class='quran'>هل في ذلك قسم لذي حجر </span>الفجر 5 قال لذي لب ( 2 )\n</p>\n\n<p>\n21 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا عبد الله بن رجاء عن فرج\nبن فضالة عن لقمان بن عامر قال قال أبو الدرداء\n</p>\n\n<p>\nأخاف أن ادعى يوم القيامة فيقال يا عويمر ماذا عملت فيما علمت ( 3 )\nاسناده ضعيف والأثر صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n22 اخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا ابن فياض ثنا عمر بن\nإبراهيم عن قتادة عن أنس قال قال ر سول الله صلى الله عليه وسلم ( 2 )\nالحجر الاسود من حجارة الجنة اسناده منكر والحديث صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             أخبرنا\nالحسن ثنا أبو بكر ثنا أبو خليفة ثنا مسلم بن إبراهيم عن علي بن المبارك عن\nهشام بن عروة عن أبيه عن بسرة بنت صفوان ان النبي صلى الله عليه وسلم قال\nمن مس فرجه فليتوضأ ( 1 ) حديث صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n24 اخبرنا الحسن ثنا ابوبكر ثنا أبو خليفة ثنا محمد بن خلاد بن كثير\nالباهلي ثنا محمد بن طلحة عن أبي سهيل بن مالك عن سعيد بن المسيب عن سعد بن\nا بي وقاص ان ا لنبي صلى الله عليه وسلم أبصر العباس بن عبد المطلب فقال $\n+ *\n</p>\n\n<p>\nهذا العباس بن عبد المطلب عم رسول الله صلى الله عليه وسلم أجود قريش كفا\nوأحنا عليها ( 1 ) اسناده حسن $ + * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n25 أخبرنا الحسن ثنا أبو بكر ثنا أبو جعفر أحمد بن يحيى بن زهير التستري <span id='ms4'></span>\nحدثنا عبد الله بن الصباح ثنا عبد الله بن عبد المجيد ثنا شريك عن أبي\nاسحاق عن ا لشعبي عن ابن عباس قال ناولت النبي صلى الله عليه وسلم دلوا من\nماء زمزم فشرب وهو قائم ( 1 ) حديث صحيح $ + *\n</p>\n\n<p>\n26 أخبرنا الحسن ثنا أبو بكر ثنا أبو جعفر ثنا عمر بن الخطاب ثنا عبد\nالله بن صالح ثنا عبد الله بن لهيعة عن عمرو بن دينار عن ابن عباس في قول\nالله تعالى <span class='quran'>أفمن كان مؤمنا كمن كان فاسقا </span>السجدة 18 فالمؤمن علي\nبن أبي طالب والفاسق الوليد بن عقبة بن أبي معيط ( 1 ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n27 أخبرنا الحسن ثنا ابوبكر ثنا أبو جعفر ثنا محمد بن عبد الله المخرمي\nثنا شبابة ثنا المغيرة بن مسلم عن عمرو بن دينار عن طاوس ( 2 ) عن ابن عباس\nقال أمر رسول الله صلى الله عليه وسلم ان يسجد على سبع ولا يكف شعرا ولا\nثوبا ( 3 ) حديث صحيح $ + * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n28 أخبرنا الحسن ثنا ابوبكر ثنا أبو جعفر ثنا المنذر بن الوليد ثنا أبي\nثنا الحسن بن أبي جعفر عن عوف عن سعيد بن أبي الحسن عن ابن عباس ان رسول\nالله صلى الله عليه وسلم قال من ترك اربع جمع متواليات من غير عذر فقد نبذ\nالاسلام وراء ظهر ( 1 ) اسناده ضعيف مرفوعا صحيح موقوفا $ + *\n</p>\n\n<p>\n29 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة الجمحي ثنا موسى بن اسماعيل\nأبو سلمة التبوذكي ثنا حماد بن سلمة عن محمد ابن زياد عن أبي هريرة عن\nالنبي صلى الله عليه وسلم أنه كان يتعوذ من فتنة المحيا والممات وعذاب\nالنار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             وفتنة المسيح الدجال اسناده صحيح $ + *\n</p>\n\n<p>\n30 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا مسدد بن مرهد ثنا محمد بن\nجابر ثنا زياد بن علاقة عن مرداس أن رجلا رمى رجلا بحجر فقتله فاتي به إلى\nالنبي صلى الله عليه وسلم فأقاد منه ( 2 ) اسناده ضعيف $ + * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n31 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا عبد الله ابن مسلمة\nالقعنبي أبو عبد الرحمن ثنا سليمان بن بلال عن <span id='ms5'></span> جعفر بن محمد حدثني عطاء بن\nرباح عن عائشة قالت\n</p>\n\n<p>\nكان رسول الله صلى الله عليه وسلم إذا كان يوم قتر وريح أشتد ذلك عليه\nواقبل وادبر حتى إذا ( 1 ) مطر سري عنه فقيل له فقال خشيت $ + * أن يكون\nعذابا سلط على امتي ( 2 ) حديث صحيح\n</p>\n\n<p>\n32 أخبرنا الحسن ثنا أبو بكر ثنا أبو خليفة ثنا مسدد ثنا عيسى بن يونس\nثنا هشام بن حسان عن محمد بن سيرين عن أبي هريرة قال قال رسول الله صلى\nالله عليه وسلم من ذرعه القئ وهو صائم فليس عليه قضاء ومن استقاء فليقض ( 3\n) حديث معل $ + * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n33 أخبرنا الحسن ثنا أبو بكر ثنا محمد بن محمد بن يحيى ابن سليم قدم\nعلينا من المصيصة في شهر ربيع الاول سنة أربع وثلاثمائة ثنا أبو العالية\nإسماعيل بن الهيثم ( 1 ) العبدي حدثنا حماد بن واقد ثنا أبان عن شهر بن\nحوشب عن عنبسة بن أبي سفيان عن اخته أم حبيبة ( 1 ) بنت أبي سفيان زوج\nالنبي ص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             $ + * عن النبي صلى الله عليه وسلم انه قال\n</p>\n\n<p>\nمن صلى في يوم اثنتي عشرة ( 2 ) ركعة سوى المكتوبة بنى الله له بيتا في\nالجنة ومن بنى مسجدا في الدنيا بنى الله له بيتا ( 3 ) اوسع منه في الجنة (\n4 ) اسناده ضعيف جدا والحديث صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n             أخبرنا الحسن ثنا أبو بكر\nثنا محمد بن محمد بن يحيى حدثنا أبو العالية حدثنا صغدي بن سنان حدثنا ابن\nجريج عن عطاء عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من سئل عن\nعلم فكتمه الجمه الله بلجام من نار صلى الله عليه وسلم اسناده ضعيف والحديث\nحسن\n</p>\n\n<p>\n35 أخبرنا الحسن ثنا أبو بكر ثنا محمد بن محمد بن يحيى حدثني محمد بن\nالمؤمل بن الصباح بن هانئ ثنا محمد بن بلال حدثنا عمران القطان عن مطر عن\nطلحة بن نافع ( 2 ) عن جابر قال قال رسول الله صلى الله عليه وسلم من ادعى\nإلى عير واليه أو انتمى إلى عير مواليه فعليه لعنه الله والملائكة والناس\nاجمعين ومن سب اباه <span id='ms6'></span> فكذلك $ + * ومن استحل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             حدود مكة فكذلك\nاسناده ضعيف\n</p>\n\n<p>\n36 أخبرنا الحسن ثنا ( 2 ) أبو بكر ثنا محمد بن محمد بن إبراهيم بن بسطام\nثنا وهب بن جرير ثنا أبي قال سمعت حميد الطويل يحدث عن انس بن مالك قال\nرأيت رسول الله صلى الله عليه وسلم يجمع بين الخربز و الرطب حديث صحيح ( 3\n) آخره ولله المنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             <span id='ms7'></span>\n</p>\n",
  "pages": [
    "001",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053"
  ],
  "volumes": [
    "01"
  ]
}