{
  "content": "\n<p>\n| بسم الله الرحمن الرحيم\n</p>\n\n<p>\nصلى الله على من لا نبي بعده وآله وسلم .\n</p>\n\n<p>\nأخبرنا الشيخ الإمام العلامة موفق الدين أبو محمد عبد اللطيف بن | يوسف\nبن محمد البغدادي ، قراءة عليه وأنا أسمع في مجالس آخرها | رابع عشر ذي\nالقعدة سنة ست وعشرين ، وستمائة ، بجامع حلب .\n</p>\n\n<p>\nقال : أنبأنا الإمام أبو زرعة طاهر بن محمد بن طاهر المقدسي ، | أخبرنا\nأبو الحسن مكي بن منصور بن علان الكرخي ، أخبرنا القاضي أبو | بكر بن الحسن\nبن اللا لحيري المحرشي ، أخبرنا أبو العباس محمد بن | يعقوب بن يوسف بن\nمعقل بن سنان بن عبد الله الأصم ، أنبأنا الربيع بن | سليمان المرادي\nالمؤذن المصري ، قال : أخبرنا الإمام أبو عبد الله | محمد بن إدريس بن\nالعباس بن عثمان بن شافع بن السائب بن عبيد بن | عبد يزيد بن هشام بن عبد\nالمطلب بن عبد مناف الشافعي - رحمه الله - | قال :\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n| كتاب سلسلة الذهب\n</p>\n\n<p>\nللحافظ ابن حجر العسقلاني $ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n1 أنبأنا مالك عن نافع عن ابن عمر أنه كان يقول كان النساء والرجال كانوا\nيتوضؤون في زمان النبي صلى الله عليه وسلم جميعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n2 وبه عن ابن عمر قال كان رسول الله صلى الله عليه وسلم يأمر المؤذن إذا\nكانت ليلة باردة ذات ريح يقول ألا صلوا في الرحال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             @ 40\n</p>\n\n<p>\n3 وبه عن ابن عمر أن رسول الله صلى الله عليه وسلم دخل الكعبة ومعه بلال\nوأسامة وعثمان بن طلحة\n</p>\n\n<p>\nقال ابن عمر فسألت بلالا ما صنع رسول الله صلى الله عليه وسلم قال جعل\nعمودا عن يساره وعمودا عن يمينه وثلاثة أعمدة وراءه ثم صلى\n</p>\n\n<p>\nقال وكان البيت يومئذ على ستة أعمدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n4 وبه عن ابن عمر رضي الله عنهما أنه كان ينام قاعدا ثم يصلي ولا يتوضأ\n</p>\n\n<p>\n5 وبه عن ابن عمر أنه بال بالسوق ثم توضأ فغسل وجهه ويديه ومسح برأسه ثم\nدعي لجنازة فدخل المسجد ليصلي عليها فمسح على خفيه ثم صلى عليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n6 وبه أن عبد الله بن عمر كان إذا سئل عن صلاة الخوف قال يتقدم الإمام\nوطائفة ثم نص الحديث <span id='ms1'></span>\n</p>\n\n<p>\nوقال ابن عمر في الحديث إن كان خوفا هو أشد من ذلك فصلوا رجالا وركبانا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n7 وبه عن ابن عمر أراه عن النبي صلي الله عليه وسلم فذكر صلاة الخوف فقال\nإن كان خوفا أشد من ذلك صلوا رجلا وركبانا مستقبلي القبلة وغير مستقبليها\n</p>\n\n<p>\n8 وبه عن نافع أنه كان يسافر مع ابن عمر البريد فلا يقصر الصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n9 وبه عن ابن عمر أن رسول الله عليه صلى الله وسلم قال صلاة الجماعة تفضل\nعلى صلاة الفذ بسبع وعشرين درجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n10 وبه عن ابن عمر أنه أذن في ليلة ذات برد وريح فقال ألا صلوا في الرحال\n</p>\n\n<p>\nثم قال إن رسول الله صلى الله عليه وسلم كان يأمر المؤذن إذا كانت ليلة\nباردة ذات مطر يقول ألا صلوا في الرحال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n11 وبه عن ابن عمر أن عمر بن الخطاب رأى حلة سيراء عند باب المسجد فقال\nيا رسول الله لو اشتريت هذه فلبستها يوم الجمعة وللوفود إذا قدموا عليك\nفقال رسول الله صلى الله عليه وسلم إنما يلبس هذه من لا خلاق له في الآخرة\n</p>\n\n<p>\nثم جاء رسول الله صلى الله عليه وسلم منها حللا فأعطى عمر منها حلة فقال\nعمر يا رسول الله أكسوتنيها وقد قلت في حلة عطارد ما قلت فقال رسول الله\nصلى الله عليه وسلم لم أكسكها لتلبسها فكساها عمر أخا له مشركا بمكة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n12 وبه عن ابن عمر أنه كان يغتسل يوم الفطر قبل أن يغدو إلى المصلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n13 وبه عن ابن عمر أن رسول الله صلى الله عليه وسلم فرض زكاة الفطر على\nالناس صاعا من تمر أو صاعا من شعير على كل حر وعبد ذكر وأنثى من المسلمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n14 وبه أن رسول الله صلى الله عليه وسلم فرض زكاة الفطر على على الناس\nصاعا من تمر أو صاعا من شعير\n</p>\n\n<p>\n15 وبه أن عبد الله بن عمر كان يبعث بزكاة الفطر إلى الذي تجمع عنده قبل\nالفطر بيومين أو ثلاثة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n16 وبه عن ابن عمر قال لا تجب في مال زكاة حتى يحول <span id='ms2'></span> عليه الحول\n</p>\n\n<p>\n17 وبه عن نافع أن عبد الله بن عمر كان لا يخرج في زكاة الفطر إلا التمر\nإلا مرة واحدة فإنه أخرج شعيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n18 وبه عن ابن عمر أنه كان يحلي بناته وجواريه الذهب ثم لا يخرج منه\nالزكاة\n</p>\n\n<p>\n19 وبه عن ابن عمر أنه طلق امرأته وهي حائض في زمان رسول الله صلى الله\nعليه وسلم قال عمر فسألت رسول الله صلى الله عليه وسلم عن ذلك فقال مره\nفليراجعها ثم ليمسكها حتى تطهر ثم تحيض ثم تطهر فإن شاء أمسكها وإن شاء\nطلقها قبل أن يمس فتلك العدة التي أمر الله تعالى أن يطلق لها النساء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n20 وبه عن ابن عمر أن رجلا سأل النبي صلى الله عليه وسلم ما يلبس المحرم\nمن الثياب فقال رسول الله صلى الله عليه وسلم لايلبس المحرم القميص ولا\nالعمائم ولا السراويلات ولا البرانس ولا الخفاف إلا أحد لا يجد نعلين\nفليلبس الخفين وليقطعهما أسفل من الكعبين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n21 وبه عن ابن عمر كان رسول الله صلى الله عليه وسلم يحتجم وهو صائم ثم\nترك ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n22 وبه أخبرنا الربيع قال أخبرنا الشافعي ومن تقيأ وهو صائم وجب عليه\nالقضاء ومن ذرعه القيء فلا قضاء عليه\n</p>\n\n<p>\nوبهذا أخبرنا مالك عن نافع عن ابن عمر\n</p>\n\n<p>\n23 وبه عن ابن عمر أن تلبية رسول الله صلى الله عليه وسلم لبيك اللهم\nلبيك لبيك لا شريك لك لبيك إن الحمد والنعمة لك والملك لا شريك لك\n</p>\n\n<p>\nقال نافع وكان عبد الله بن عمر يزيد فيها لبيك لبيك وسعديك والخير كله\nبيديك لبيك والرغباء إليك والعمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n24 وبه عن ابن عمر أنه خرج إلى مكة زمن الفتنة معتمرا فقال له إن صددنا\nعن البيت صنعنا كما صنعنا مع رسول الله صلى الله عليه وسلم عام الحديبية\n</p>\n\n<p>\nقال الشافعي يعني أحللنا كما أحللنا مع رسول الله صلى الله عليه وسلم عام\nالحديبية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n25 وبه عن ابن عمر أنه كان يغتسل لدخول مكة\n</p>\n\n<p>\n26 وبه عن ابن عمر عن عمر أنه قال لا يصدرن أحد من الحاج <span id='ms3'></span> حتى يكون آخر\nعهده بالبيت فإن آخر النسك الطواف بالبيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n27 وبه عن ابن عمر أن رسول الله صلى الله عليه وسلم قال المتبايعان كل\nواحد منهما على صاحبه بالخيار ما لم يتفرقا إلا ببيع الخيار\n</p>\n\n<p>\n28 وبه عن ابن عمر أنه اشترى راحلة بأربعة أبعرة مضمونة عليها يوفيها\nصاحبها بالربذة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n29 وبه عن ابن عمر أن رسول الله صلى الله عليه وسلم قال من اقتنى كلبا\nإلا كلب ماشية أو ضاريا نقص من عمله كل يوم قيراطان\n</p>\n\n<p>\n30 وبه أن رسول الله صلى الله عليه وسلم أمر بقتل الكلاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n31 وبه أن رسول الله صلى الله عليه وسلم قال من باع نخلا قد أبرت فثمرها\nللبائع إلا أن يشترط المبتاع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n32 وبه أن رسول الله صلى الله عليه وسلم نهى عن بيع الثمار حتى يبدو\nصلاحها نهى البائع والمشتري\n</p>\n\n<p>\n33 وبه عن عبد الله بن عمر عن زيد بن ثابت أن رسول الله صلى الله عليه\nوسلم أرخص لصاحب العرية أن يبيعها بخرصها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n34 وبه أن رسول الله صلى الله عليه وسلم نهى عن بيع المزابنة بيع التمر\nبالتمر كيلا وبيع الكرم بالزبيب كيلا\n</p>\n\n<p>\n35 وبه عن ابن عمر أنه قال لكل مطلقة متعة إلا التي فرض لها صداق ولم\nيدخل بها فحسبها نصف المهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n36 وبه عن ابن عمر أنه كان يقول لكل مطلقة متعة إلا التي تطلق وقد فرض\nلها الصداق ولم تمس فحسبها نصف ما فرض لها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n37 وبه عن نافع عن ابنة عبد الله بن عمر وأمها تحت زيد بن الخطاب كانت\nتحت ابن لعبد الله بن عمر فمات ولم يدخل بها ولم يسم لها صداقا فابتغت لها\nصداقا فقال ابن عمر ليس لها صداق فلو كان لها صداق لم يمنعكموه ولم يظلمها\nفأبت أن تقبل ذلك فجعلوا بينهم زيد بن ثابت فقضى أن لا صداق لها ولها\nالميراث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n38 وبه عن ابن عمر أن رسول الله صلى الله عليه وسلم رجم يهوديين زنيا\n</p>\n\n<p>\nحدثنا مالك عن نافع عن عبد الله بن عمر أنه قال جاءت اليهود <span id='ms4'></span> إلى رسول\nالله صلى الله عليه وسلم فذكروا له أن رجلا منهم وامرأة زنيا فقال لهم رسول\nالله صلى الله عليه وسلم ما تجدون في التوراة في شأن الرجم فقالوا نفضحهم\nويجلدون فقال عبد الله بن سلام كذبتم إن فيها الرجم فأتوا بالتوراة فنشروها\nفوضع أحدهم يده على آية الرجم ثم قرأ ما قبلها وما بعدها فقال له عبد الله\nبن سلام ارفع يدك فرفع يده فإذا فيها آية الرجم فقالوا صدق يا محمد فيها\nآية الرجم فأمر بهما رسول الله صلى الله عليه وسلم فرجما\n</p>\n\n<p>\nفقال عبد الله بن عمر فرأيت الرجل يحني على المرأة يقيها الحجارة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n39 وبه أن النبي صلى الله عليه وسلم قال لا يتحر أحدكم فيصلي عند طلوع\nالشمس ولا عند غروبها\n</p>\n\n<p>\n40 وبه أن رسول الله صلى الله عليه وسلم سئل عن الضب فقال لست بآكله ولا\nمحرمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n41 وبه أن النبي صلى الله عليه وسلم نهى عن النجش\n</p>\n\n<p>\n42 وبه أن النبي صلى الله عليه وسلم قال لا يبع بعضكم على بيع بعض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n43 وبه أن رسول الله صلى الله عليه وسلم قال لا يبع حاضر لباد\n</p>\n\n<p>\n44 وبه أن رسول الله صلى الله عليه وسلم قال لا يخطب أحدكم على خطبة أخيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n45 وبه أن رسول الله صلى الله عليه وسلم فرق بين المتلاعنين وألحق الولد\nبالمرأة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n46 وبه أن رسول الله صلى الله عليه وسلم قال من ابتاع طعاما فلا يبعه حتى\nيستوفيه\n</p>\n\n<p>\n47 وبه عن ابن عمر أنه طلق امرأته وهي حائض في عهد النبي صلى الله عليه\nوسلم فسأل عمر رسول الله صلى الله عليه وسلم عن ذلك فقال إذا طهرت فليطلق\nأو يسمك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n48 وبه عن ابن عمر أنه طلق امرأته وهي حائض في عهد رسول الله صلى الله\nعليه وسلم فسأل عمر رسول الله صلى الله عليه وسلم عن ذلك فقال رسول الله\nصلى الله عليه وسلم مره فليراجعها ثم ليمسكها حتى تطهر ثم تحيض ثم إن شاء\nأمسك وإن شاء طلق قبل أن يمس فتلك العدة <span id='ms5'></span> التي أمر الله أن يطلق لها النساء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n49 وبه عن ابن عمر أن رسول الله صلى الله عليه وسلم قال من أعتق شركا له\nفي عبد وكان له ما يبلغ ثمن العبد قوم عليه قيمة العدل فأعطى شركاءه حصصهم\nوعتق عليه العبد منه ما عتق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n50 وبه عن ابن عمر أن عائشة أرادت أن تشتري جارية فتعتقها فقال أهلها\nنبيعها على أن ولاءها لنا فذكرت ذلك لرسول الله صلى الله عليه وسلم فقال لا\nيمنعنك ذلك فإنما الولاء لمن أعتق\n</p>\n\n<p>\n51 وبه عن ابن عمر أنه كان إذا ابتدأ الصلاة رفع يديه حذو منكبيه وإذا\nرفع رأسه من الركوع رفعهما دون ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n52 وبه عن نافع وعبد الله بن دينار عن ابن عمر أن رسول الله صلى الله\nعليه وسلم قال صلاة الليل مثنى مثنى فإذا خشي أحدكم الصبح صلى ركعة واحدة\nتوتر له ما قد صلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n53 وبه أن ابن عمر سجد في سورة الحج سجدتين\n</p>\n\n<p>\n54 وبه أن ابن عمر كان يسلم بين الركعة والركعتين في الوتر حتى يأمر ببعض\nحاجته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n55 وبه عن نافع أن ابن عمر كان يقول من صلى المغرب أو الصبح ثم أدركهما\nمع الإمام فلا يعد لهما\n</p>\n\n<p>\n56 وبه أن ابن عمر كان يقرأ في الصبح في السفر بالعشر الأول من المفصل في\nكل ركعة بأم القرآن و سوره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n57 وبه عن ابن عمر أنه كان إذا صلى وحده يقرأ في الأربع في كل ركعة بأم\nالكتاب وسورة من القرآن\n</p>\n\n<p>\nقال وكان يقرأ أحيانا بالسورتين والثلاث في الركعة الواحدة من صلاة\nالفريضة ويقرأني الركعتين من المغرب كذلك بأم القرآن وسورة سورة\n</p>\n\n<p>\n58 وبه عن ابن عمر أنه كان يقول لا يحتجم المحرم إلا أن يضطر إلى ما لا\nبد له منه\n</p>\n\n<p>\nقال مالك مثل ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n59 وبه عن ابن عمر أن رسول الله صلى الله عليه وسلم قال خمس من الدواب\nليس على المحرم في قتلهن جناح الغراب والحدأة والعقرب والفأرة والكلب\nالعقور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n60 وبه عن ابن عمر أن عمر قال لا تبيعوا الذهب بالذهب <span id='ms6'></span> إلا مثلا بمثل ولا\nتشغوا بعضها على بعض ولا تبيعوا الورق بالورق إلا مثلا بمثل ولا تشفوا بمثل\nولا تشفوا بعضها على بعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n61 وبه عن نافع أن رجلا وجد لقطة فجاء إلى عبد الله بن عمر فقال إني وجدت\nلقطة فماذا ترى فقال له ابن عمر عرفها قال قد فعلت قال زد فقال قد فعلت\nفقال لا آمرك أن تأكلها ولو شئت لم تأخذها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n62 وبه عن نافع وعبد الله بن دينار أنهما أخبراه أن عبد الله بن عمر قدم\nالكوفة على سعد بن أبي وقاص وهو أميرها فرآه يمسح على الخفين فأنكر ذلك عبد\nالله فقال له سعد سل أباك فسأله فقال عمر إذا أدخلت رجليك في الخفين وهما\nطاهرتان فامسح عليهما\n</p>\n\n<p>\nقال ابن عمر وإن جاء أحدنا من الغائط فقال وإن جاء أحدكم من الغائط\n</p>\n\n<p>\n63 وبه أن ابن عمر بال في السوق ثم توضأ ومسح على خفيه ثم صلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n64 وبه عن ابن عمر أن عمر قال لا يصدرن أحد من الحاج حتى يطوف بالبيت فإن\nآخر النسك الطواف بالبيت\n</p>\n\n<p>\nقال مالك وذلك فيما نرى والله أعلم لقوله ثم محلها إلى البيت العتيق محل\nالشعائر وانقضاؤها إلى البيت العتيق\n</p>\n\n<p>\n65 وبه عن ابن عمر أنه كان إذا رعف انصرف فتوضأ ثم رجع فبنى ولم يتكلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n66 وبه عن نافع قال كنت مع ابن عمر بمكة والسماء مغيمه فخشي ابن عمر\nالصبح فأوتر بواحدة ثم تكشف الغيم فرأى عليه ليلا فشفع بواحدة\n</p>\n\n<p>\n67 وبه عن ابن عمر أنه كان يصلي وراء الإمام بمنى أربعا فإذا صلى لنفسه\nصلى ركعتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n68 وبه أنه لم يكن يصلي مع الفريضة\n</p>\n\n<p>\n69 وبه أنه لم يكن يصلي مع الفريضة في السفر شيئا قبلها ولا بعدها إلا من\nجوف الليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n70 وبه أنه كان لا يقنت في شيء من الصلاة\n</p>\n\n<p>\n71 وبه أن ابن عمر لم يكن يصلي يوم الفطر قبل الصلاة ولا بعدها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n72 وبه أن ابن عمر كان ينام وهو قاعد ثم يصلي ولا يتوضأ\n</p>\n\n<p>\n73 وبه أن ابن عمر كان يكره لبس <span id='ms7'></span> المنطقة للمحرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n74 وبه عن ابن عمر أنه سمع الإقامة وهو بالبقيع فأسرع المشي إلى المسجد\n</p>\n\n<p>\n75 وبه عن ابن عمر أنه كان إذا سجد يضع كفيه على الذي يضع عليه وجهه قال\nوالله لقد رأيته في يوم شديد البرد يخرج يديه من تحت برنس له حتى يضمها على\nالحصباء $ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n76 وبه أن ابن عمر سئل عن المرأة الحامل إذا خافت على ولدها قال تفطر\nوتطعم مكان كل يوم مسكينا مدا من حنطة\n</p>\n\n<p>\n77 وبه عن ابن عمر أنه كان يقول ما استيسر من الهدي بدنة أو بقرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n78 وبه عن ابن عمر أنه كان يغدو من منى إلى عرفة إذا طلعت الشمس\n</p>\n\n<p>\n79 وبه أن ابن عمر حج في الفتنة فأهل ثم نظر فقال ما أمرهما إلا واحد\nأشهدكم أني قد أوجبت الحج مع العمرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n80 وبه أن ابن عمر كان يقول إذا ملك الرجل امرأته فالقضاء ما قضت به إلا\nأن يناكرها الرجل فيقول لم أرد إلا تطليقة واحدة فيحلف على ذلك فيكون أملك\nبها ما كانت في عدتها\n</p>\n\n<p>\n81 وبه عن ابن عمر قال من حلف على يمين فوكدها فعليه عتق رقبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n82 وبه عن ابن عمر أن عبدا له سرق وهو آبق فأبى سعيد بن العاص قطعه فأمر\nبه ابن عمر فقطت يده\n</p>\n\n<p>\n83 وبه عن ابن عمر قال إذا آلى الرجل من امرأة لم يقع عليها طلاق وإن مضت\nأربعة أشهر حتى يوقف فإما أن يطلق أو يفيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n84 وبه عن ابن عمر أنه كان إذا صلى وحده يقرأ في الأربع في كل ركعة بأم\nالقرآن وسورة من القرآن قال وكان يقرآ أحيانا بالسورتين والثلاث في الركعة\nالواحدة في صلاة الفريضة\n</p>\n\n<p>\n85 وبه عن ابن عمر أن رسول الله صلى الله عليه وسلم نهى عن الشغار\nوالشغار أن يزوج الرجل ابنته على أن يزوجه الآخر ابنته وليس بينها صداق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n86 وبه عن ابن عمر قال لا ينجح المحرم ولا ينكح ولا يخطب على نفسه ولا\nعلى غيره\n</p>\n\n<p>\n87 وبه عن ابن عمر أن رجلا لاعن امرأته في زمان رسول <span id='ms8'></span> الله صلى الله عليه\nوسلم وانتفل من ولدها ففرق رسول الله صلى الله عليه وسلم بينهما وألحق\nالولد بالمرأة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n88 وبه عن ابن عمر أنه كان يقول في الأمة تكون تحت العبد فتعتق إن لها\nالخيار ما لم يمسها فإن مسها فلا خيار لها\n</p>\n\n<p>\n89 وبه عن نافع أن عبد الله أرسل إلى عائشة فسألها هل يباشر الرجل امرأته\nوهي حائض فقالت لتشد إزارها على أسفلها ثم يباشرها إن شاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n90 وبه عن ابن عمر أن رسول الله صلى الله عليه وسلم قال من شرب الخمر في\nالدنيا ثم لم يتب منها حرمها في الآخرة\n</p>\n\n<p>\n91 وبه عن ابن عمر أنه قال كل مسكر خمر وكل مسكر حرام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n92 وبه عن ابن عمر أن رسول الله صلى الله عليه وسلم خطب الناس في بعض\nمغازيه قال عبد الله بن عمر فأقبلت نحوه فأنصرف قبل أن أبلغه فسألت ماذا\nقال قالوا نهى أن ينبذ في الدباء والمزفت\n</p>\n\n<p>\n93 وبه عن ابن عمر أن رجالا من أهل العراق قالوا له إنا نبتاع من ثمر\nالنخل والعنب فنعصره خمرا فنبيعها فقال عبد الله إني أشهد الله عليكم\nوملائكته ومن سمع من الجن والإنس إني لا آمركم أن تبيعوها ولا تبتاعوها ولا\nتعصروها ولا تشربوها ولا تسقوها فإنها رجس من عمل الشيطان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n94 وبه أن ابن عمر كان يقول من أذن لعبده أن ينكح فالطلاق بيد العبد ليس\nلغيره من طلاقه شيء\n</p>\n\n<p>\n95 وبه عن ابن عمر قال إذا طلق الرجل امرأته فدخلت في الدم من الحيضة\nالثالثة فقد برئت منه وبرىء منها فلا ترثه ولا يرثها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n96 وبه أنه قال في أم الولد يتوفى عنها سيدها قال تعتد بحيضة\n</p>\n\n<p>\n97 وبه عن ابن عمر أنه سئل عن المرأة يتوفى عنها زوجها وهي حامل فقال ابن\nعمر إذا وضعت حملها فقد حلت فأخبره رجل من الأنصار أن عمر بن الخطاب قال لو\nولدت وزوجها على سريره لم يدفن لحلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n98 وبه عن نافع أن ابنة سعيد بن زيد كانت تحت عبد الله فطلقها البتة\nفخرجت <span id='ms9'></span> فانتقلت فأنكر عليها ذلك ابن عمر\n</p>\n\n<p>\n99 وبه عن ابن عمر أنه طلق امرأته وهي في مسكن حفصة وكانت طريقه إلى\nالمسجد فكان يسلك الطريق الآخر من أدبار البيوت كراهية أن يستأذن عليها حتى\nراجعها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n100 وبه عن ابن عمر أن رسول الله صلى الله عليه وسلم بعث سرية فيها عبد\nالله بن عمر قبل نجد فغنموا إبلا كثيرة وكانت سهمانهم اثني عشر بعيرا أو\nأحد عشر بعيرا ثم نفلوا بعيرا بعيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n101 وبه عن ابن عمر أن رسول الله صلى الله عليه وسلم قطع سارقا في مجن\nقيمته ثلاثة دراهم\n</p>\n\n<p>\n102 وبه عن ابن عمر عن عائشة أنها أرادت أن تشتري جارية تعتقها فقال\nأهلها نبيعها على أن ولاءها لنا فذكرت ذلك لرسول الله صلى الله عليه وسلم\nفقال لايمنعك ذلك إنما الولاء لمن أعتق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n103 وبه عن ابن عمر أن عمر بن الخطاب غسل وكفن وصلي عليه\n</p>\n\n<p>\n104 وبه عن ابن عمر قال دخل رسول الله صلى الله عليه وسلم الكعبة هو\nوبلال وعثمان بن طلحة وأحسبه قال وأسامة بن زيد فلما خرج سألت بلالا كيف\nصنع رسول الله صلى الله عليه وسلم فقال جعل عمودا عن يمينه وعمودا عن يساره\nوثلاثة أعمدة وراؤه ثم صلى وكان البيت يومئذ على ستة أعمدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n105 وبه عن ابن عمر قال كان رسول الله صلى الله عليه وسلم إذا عجل به\nالسير يجمع بين المغرب والعشاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n             <span id='ms10'></span>\n</p>\n",
  "pages": [
    "035",
    "001",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102"
  ],
  "volumes": [
    "01"
  ]
}