{
  "content": "\n<p>\nالقناعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             قال\n</p>\n\n<p>\nأخبرنا الشيخ الإمام الحافظ أبو طاهر أحمد بن محمد بن أحمد السلفي\nالاصبهاني رضي الله عنه قراءة عليه وانا اسمع يوم الجمعة عاشر جمادى الأولى\nمن سنة ثلاث وسبعين وخمسمئة بثغر الإسكندرية قال أخبرنا الشيخ أبو بكر أحمد\nبن محمد بن أحمد بن موسى بن مردويه بن فورك بن جعفر قراءة عليه وانا اسمع\nبأصبهان سنة إحدى وتسعين واربعمئة اخبرنا أبو القاسم علي بن عمر بن اسحاق\nبن إبراهيم الأسداباذي الهمذاني\n</p>\n\n<p>\nقراءة عليه في شعبان سنة تسع عشرة وأربعمئة قال اخبرنا أبو بكر أحمد بن\nمحمد بن اسحاق بن السني الحافظ قال\n</p>\n\n<p>\nهذا كتاب ذكرت فيه فضل القناعة وصفتها\n</p>\n\n<p>\n1 القناعة الرضا بالقسم يقال قنع الرجل قناعة اذا رضي\n</p>\n\n<p>\n2 وقال أبو ذؤيب الهذلي % والنفس راغبة اذا رغبتها % واذا ترد إلى قليل\nتقنع %\n</p>\n\n<p>\n3 وقال لبيد % فمنهم سعيد آخذ بنصيبه % ومنهم شقي بالمعيشة قانع %\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n4 وقال آخر % وللرزق اسباب تروح وتغدي % وأني منها بين غاد ورائح % %\nقنعت بثوب العدم من حلة الغنا % ومن بارد عذب زلال بمالح %\n</p>\n\n<p>\n5 وقال آخر % كن بما اوتيته مقتنعا % تقتني عيش القنوع المكتفي % % %\nكسراج دهنه قوت له % % فإذا غرقته فيه طفي % %\n</p>\n\n<p>\n6 أخبرنا أبو يعلى أحمد بن علي بن المثنى الموصلى حدثنا أحمد بن عيسى\nالمصري حدثنا ابن وهب عن أبي هاني حميد بن هاني عن عمرو ابن مالك عن فضالة\nبن عبيد الأنصاري سمع النبي صلى الله عليه وسلم يقول قد افلح من هدى إلى\nالإسلام وكان عيشه كفافا وقنع به + سنده صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n7 حدثني عيسى بن أحمد الصدفي حدثنا محمد بن ميمون الفخاري حدثنا عبد الله\nبن يحي المعافري حدثنا حيوة بن شريح عن أبي هاني عن أبي علي الجنبي انه سمع\nفضالة بن عبيد يقول انه سمع النبي صلى الله عليه وسلم يقول طوبى لمن هدى\nإلى الاسلام وكان عيشه كفافا وقنع به + حديث صحيح\n</p>\n\n<p>\n8 حدثني يوسف بن محمد بن الفرج حدثنا يحيى بن عبدك حدثنا أبو عبد الرحمن\nالمقري حدثنا حيوة اخبرني أبو هاني ان أبا <span id='ms01'></span> علي الجنبي اخبره انه سمع فضالة\nبن عبيد يقول أنه سمع رسول الله صلى الله عليه وسلم يقول طوبى لمن هدي إلى\nالاسلام وكان عيشه كفافا وقنعه الله بما اتاه + حديث صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n9 انشدني محمد بن عبد الواحد أبو عمر انشدنا ثعلب عن ابن الاعرابي %\nلاتحسبني درهم ابني مدلج % تاتيك حتى تدلجي وتولجي % % فاقتنعي بالعرفج\nالمسحج % وبالثمام وعرام والعوسج %\n</p>\n\n<p>\n10 حدثني عمر بن سهل حدثنا عبد الله بن أحمد بن حنبل حدثني أبي حدثنا\nيحيى بن عبد الملك حدثنا زمعة بن صالح قال كتب الي حازم بعض بني امية يعزم\nعليه الا رفع اليه حوائجه فكتب اليه\n</p>\n\n<p>\nاما بعد فقد جاءني كتابك تعزم علي ان ارفع اليك حوائجي وهيهات قد رفعت\nحوائجي إلى ربي ما اعطاني منها قبلت وما امسك علي منها قنعت + إسناده حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n| باب دعاء النبي صلى الله عليه وسلم بالقناعة\n</p>\n\n<p>\n11 اخبرني عبد الله بن محمد بن سعيد الجمال حدثنا محمد ابن عمار الرازي\nحدثنا عبد الرحمن بن عبد الله الدشتكي حدثنا عمرو بن أبي قيس عن عطاء بن\nالسائب عن يحيى بن عمارة عن سعيد بن جبير عن ابن عباس ان رسول الله صلى\nالله عليه وسلم كان يدعو اللهم قنعني بما رزقتني وبارك لي فيه واخلف على كل\nغائبة لي بخير + سنده ضعيف\n</p>\n\n<p>\n12 اخبرني أبو يحيى زكريا بن يحيى الساجي حدثنا أحمد بن سعيد الهمداني\nحدثنا ابن وهب حدثنا الحارث بن نبهان عن عطاء بن السائب عن سعيد بن جبير عن\nابن عباس ان النبي صلى الله عليه وسلم كان يدعو اللهم قنعني بما رزقتني\nوبارك لي فيه واخلفني في كل غائبة لي بخير وكان ابن عباس يدعو بهذا الدعاء\n+ سنده ضعيف كسابقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n13 اخبرني جعفر بن عيسى حدثنا خالد بن مخلد المروزي حدثنا الحسين بن سعيد\nابن ابنة علي بن الحسين بن واقد حدثني جدي علي بن الحسين بن واقد حدثني\nعطاء بن السائب عن سعيد بن جبير عن ابن عباس عن النبي صلى الله عليه وسلم\nانه <span id='ms02'></span> كان يقول\n</p>\n\n<p>\nاللهم قنعني بما رزقتني وبارك لي فيه وآخلف على كل غائبة لي بخير + سنده\nضعيف كسابقيه\n</p>\n\n<p>\n14 اخبرني محمد بن عبد الله بن غيلان حدثنا أبو هشام الرفاعي حدثنا وكيع\nحدثنا جعفر بن برقان عن معاوية وما بعده منقطع في كتاب ابن غيلان قال جاء\nرجل إلى النبي صلى الله عليه وسلم فقال يا رسول الله علمني دعاء انتفع به\nقال\n</p>\n\n<p>\nقل اللهم اغفر لي ذنبي ووسع في خلقي وبارك لي في كسبي وقنعني بما رزقتني\nولا تفتني بما زويت عني + سنده ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n15 وانشد % اصبر علي كسرة وملح % فالصبر مفتاح كل دين % % ولا تعرض لمدح\nقوم % يدع إلى ذلة وشين % % واقنع فإن القنوع عز % والذل في شهوة بدين %\n</p>\n\n<p>\n| باب الحث على لزوم القناعة والصبر عليها\n</p>\n\n<p>\n16 اخبرني إبراهيم بن محمد بن الضحاك اخبرنا نصر بن مرزوق حدثنا اسد بن\nموسى حدثنا أبو بكر الداهري عن ثور بن يزيد عن خالد بن مهاجر عن ابن عمر\nقال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nابن آدم عندك ما يكفيك وانت تطلب ما يطغيك ابن آدم لا بقليل ولا بكثير\nتشبع ابن آدم اذا اصبحت معافى في جسدك آمنا في سربك عندك قوت يومك فعلى\nالدنيا العفاء + سنده ضعيف جدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n17 وانشد % رضيت من الدنيا بقوت يقيمني % فلا ابتغي من بعده ابدا فضلا %\n% ولست اروم القوت إلا لأنه % يعين على علم ارد به جهلا % % فما هذه الدنيا\nبطيب نعيمها % لايسر ما في العلم من نكتة عدلا %\n</p>\n\n<p>\n| باب في ذكر ما يبعث على استعمال القناعة\n</p>\n\n<p>\n18 اخبرنا أحمد بن عمير أبو الحسن بن جوصا حدثنا عبيد الله بن سعيد بن\nعفير حدثنا أبي حدثني محمد بن وهب بن مسلم الدمشقي حدثنا محمد بن شعيب بن\nشابور عن محمد بن أبي مسلم الهلالي عن أبيه عن الحسن عن فرقد عن أبي\nالجوزاء عن ابن عباس عن النبي صلى الله عليه وسلم قال ان اردتم ان تدركوا\nما عند الله عز وجل كونوا في الدنيا بمنزلة الأضياف <span id='ms03'></span> + سنده واه جدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n19 اخبرنا أبو يعلى حدثنا شيبان بن فروخ حدثنا أبو الاشهب حدثنا الحسن\nقال\n</p>\n\n<p>\nلما نزل بسلمان الموت بكى قال فقيل له ما يبكيك يا أبا عبد الله قال اخشى\nان لانكون حفظنا وصية رسول الله صلى الله عليه وسلم انه كان يقول\n</p>\n\n<p>\nليكن بلاغكم من الدنيا كزاد الراكب + حديث صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n00000000000000000000 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n20 اخبرنا حامد بن محمد بن شعيب البلخي حدثنا سريج بن يونس حدثنا هشيم عن\nمنصور عن الحسن قال لما حضر سليمان الموت بكى فقيل ما يبكيك يا أبا عبد\nالله وانت صاحب رسول الله صلى الله عليه وسلم فقال اما إني لا ابكي جزعا\nعلى الدنيا ولكن رسول الله صلى الله عليه وسلم عهد الينا فتركنا عهده ان\nتكون بلغة احدنا من الدنيا كزاد الراكب قال فلما مات نظروا فإذا نحو من\nقيمة ثلاثين درهما + حديث صحيح\n</p>\n\n<p>\n| باب اقنع الناس هم اغنى الناس\n</p>\n\n<p>\n21 اخبرني أبو أحمد بن عيسى حدثنا عمر بن شبة حدثنا يحيى بن سعيد بن أبي\nخالد عن أبي عمرو الشيباني قال سأل موسى عليه السلام ربه عز وجل أي رب أي\nعبادك احب اليك قال اكثركم لي ذكرا قال يا رب فأي عبادك أغنى قال اقنعهم\nبما اعطيته قال يا رب فإي عبادك اعدل قال من دان من نفسه + رجاله ثقات\nمشهورون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n22 دثنا الحسين بن اسماعيل المحاملي حدثنا إبراهيم بن مجشر حدثنا جرير عن\nقابوس بن أبي ظبيان عن أبيه عن ابن عباس قال\n</p>\n\n<p>\nقال موسى عليه السلام أي عبادك اغنى قال الراضي بما اعطيته قال فإي عبادك\nاحب اليك قال اكثرهم لي ذكرا قال يا رب فإي عبادك احكم قال الذي يحكم على\nنفسه بما يحكم على الناس\n</p>\n\n<p>\n| باب ما يحبب إلى الانسان القناعة\n</p>\n\n<p>\n23 اخبرنا أبو يعلى حدثنا إبراهيم بن الحجاج حدثنا حماد بن سلمة عن علي\nبن زيد عن سعيد بن المسيب\n</p>\n\n<p>\nوعن حميد عن مورق العجلي ان سعد بن مالك وعبد الله بن مسعود دخلا على\nسلمان يعودانه فبكى فقالا ما <span id='ms04'></span> يبكيك أبا عبد الله قال عهد عهده الينا رسول\nالله صلى الله عليه وسلم لم يحفظه أحد منا قال\n</p>\n\n<p>\nليكن بلاغ احدكم من الدنيا كزاد راكب\n</p>\n\n<p>\nقال مورق\n</p>\n\n<p>\nفنظروا في بيته فإذا إكاف وقرطاط وقيمة عشرين درهما + حديث صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n24 اخبرنا أبو يحيى الساجي حدثنا هدبة بن خالد حدثنا حماد ابن سلمة عن\nعلي بن زيد عن سعيد بن المسيب ان سعد بن مالك وعبد الله ابن مسعود دخلا على\nسلمان يعودانه فبكى فقالا له ما يبكيك أبا عبد الله قال عهد عهده رسول الله\nصلى الله عليه وسلم لم يحفظه أحد منا قال ليكن بلاغ احدكم كزاد الراكب +\nحديث صحيح\n</p>\n\n<p>\n25 حدثني علي بن أحمد بن سليمان حدثنا هارون بن سعيد حدثنا ابن وهب\nاخبرني أبو هاني عن أبي عبد الرحمن الحبلي عن عامر بن عبد الله عن سلمان\nالخير حين حضره الموت عرفوا فيه بعض الجزع فقالوا له ما يجزعك يا أبا عبد\nالله قد كانت لك سابقة في الخير شهدت مع رسول الله صلى الله عليه وسلم في\nمغازي حسان وفتوح عظام قال يجزعني ان نبينا محمد صلى الله عليه وسلم حين\nفارقنا عهد الينا فقال\n</p>\n\n<p>\nليكف المرء منكم كزاد الراكب\n</p>\n\n<p>\nفهذا الذي احزنني\n</p>\n\n<p>\nفجمع مال سلمان فكانت قيمته عشرين درهما + حديث صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n26 اخبرني عبد الرحمن بن حمدان وبكر بن أحمد قالا حدثنا الحارث بن محمد\nحدثنا كثير بن هشام حدثنا جعفر بن برقان حدثنا حفص البصري عن الحسن بن أبي\nالحسن قال\n</p>\n\n<p>\nمر سعد بن أبي وقاص على سلمان وعليه قميص قطري فلما رآه سلمان بكى فقال\nما يبكيك يا أبا عبد الله قال وصية اوصانا بها رسول الله صلى الله عليه\nوسلم آخاف الا اكون حفظتها قال سعد وما هي قال\n</p>\n\n<p>\nقلت ما يكفيني من الدنيا\n</p>\n\n<p>\nقال مثل زاد الراكب\n</p>\n\n<p>\nقال سعد اوصني أبا عبد الله قال اذكرالله عند همك اذا هممت وعند حكمك اذا\nحكمت وعند يدك اذا قسمت\n</p>\n\n<p>\nقال\n</p>\n\n<p>\nوكان الحسن يقول يا سبحان الله <span id='ms05'></span> كانوا فقهاء علماء علم انه لا يكون عمل\nحتى يكون هم\n</p>\n\n<p>\nيا ابن آدم اذا هممت هما فإن كان هم خير فامض له وان كان هم شر فامسك عنه\nفإن المؤمن هو الوقاف\n</p>\n\n<p>\n| باب الاسباب التي تهون القناعة على الانسان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n27 اخبرني علي بن محمد بن عامر حدثنا أحمد بن يحي الحضرمي حدثنا أبو خالد\nيزيد بن سعيد الصباحي حدثنا عيسى بن واقد البصري في ايام هارون قال سمعت\nمحمد بن عمرو بن علقمة عن أبي سلمة بن عبد الرحمن عن أبي هريرة قال رسول\nالله صلى الله عليه وسلم\n</p>\n\n<p>\nاذا انسد كلب الجوع عنك برغيف وكوز من ماء القراح فقل على الدنيا واهلها\nالدبار + حديث باطل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n28 حدثني علي بن أحمد بن سليمان حدثنا موسى بن سائق بن أبي خديجة حدثنا\nابن وهب عن الماضي بن محمد عن محمد بن عمرو عن أبي سلمة عن أبي هريرة قال\nقال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nيا أبا هريرة إذا سددت كلب الجوع برغيف وكوز من ماء القراح فعلى الدنيا\nوأهلها الدبار\n</p>\n\n<p>\n29 حدثنا أحمد بن عمير حدثنا عبيد الله بن سعيد بن عفير حدثنا أبي حدثنا\nمحمد بن وهب حدثنا ابن شابور محمد بن شعيب عن أبيه عن عطاء بن أبي رباح عن\nأبي هريرة ان عائشة رضي الله عنها كانت تتصدق بعشرة الآف ودرعها مخروق\nوكانت تقول لا حاجة لي في الدنيا بعد رسول الله صلى الله عليه وسلم + سنده\nضعيف جدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n| باب\n</p>\n\n<p>\n30 حدثنا عبدان وابو يعلى قالا حدثنا شيبان بن فروخ حدثنا سلام بن مسكين\nحدثنا قتادة عن خليد بن عبد الله العصري عن أبي الدرداء قال قال رسول الله\nصلى الله عليه وسلم\n</p>\n\n<p>\nما طلعت الشمس قط الا وبجنبتيها ملكان يناديان يسمعان من على الأرض غير\nالثقلين ايها الناس هلموا إلى ربكم ما قل وكفى خير مما كثر والهى + سنده\nصحيح\n</p>\n\n<p>\n31 اخبرني أحمد بن علي بن العلاء حدثنا أبو الاشعث حدثنا معتمر بن سليمان\nقال سمعت أبي حدثنا قتادة <span id='ms06'></span> عن خليد بن عبد الله العصري عن أبي الدرداء عن\nرسول الله صلى الله عليه وسلم قال\n</p>\n\n<p>\nما طلعت شمس قط الا وبجنبتيها ملكان يناديان يسمعان من على الأرض غير\nالثقلين ايها الناس هلمو إلى ربكم ما قل وكفى خير مما كثر والهى + سنده\nصحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n32 اخبرنا اسحاق بن إبراهيم بن يونس حدثنا محمد بن المثنى حدثنا معاذ بن\nهشام حدثني أبي عن قتادة عن خليد بن عبد الله عن أبي الدرداء عن النبي صلى\nالله عليه وسلم قال\n</p>\n\n<p>\nما طلعت شمس قط الا بعث بجنبتيها ملكان يناديان وانهما ليسمعان اهل الأرض\nالا الثقلين يا ايها الناس هلموا إلى ربكم فإن ما قل وكفى خير مما كثر\nوالهى + سنده صحيح\n</p>\n\n<p>\n33 اخبرنا أبو خليفة عن محمد بن سلام الجمحي قال قال قلاخ لابي جهل\nوالحارث ابني هشام % فهل يخلدن ابني هشام غناهما % وما يجمعان من مئين ومن\nآلف % % يقولان نستغني ووالله ما الغنى % من المال إلا ما يعف وما يكفي %\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n34 وقال امرؤ القيس % فلو ان ما أسعى لأدنى معيشة % كفاني ولم اطلب قليل\nمن المال % + حديث صحيح المتن\n</p>\n\n<p>\n35 ز حدثني علي بن محمد بن عامر ومحمد بن عمرو بن سعيد قالا حدثنا أبو\nمسلم إبراهيم بن عبد الله حدثنا محمد بن عرعرة حدثنا فضال بن جبير قال سمعت\nأبا امامة يقول قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nهلموا إلى ربكم عز وجل ما قل وكفى خير مما كثر والهى\n</p>\n\n<p>\n| باب\n</p>\n\n<p>\n36 ز حدثني زيد بن عبد الله البهراني حدثنا كثير بن عبيد حدثنا بقية بن\nالوليد عن أبي توبة العنبري عن عباد بن كثير بن قيس التميمي عن عبد الله بن\nطاوس عن أبيه عن ابن عمر قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nان من كرامة المؤمن على الله نقاء ثوبة ورضاه باليسير + سنده ضعيف جدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n37 اخبرني محمد بن مخلد العطار حدثنا علي بن الحسين بن اشكاب ح واخبرنا\nأبو بكر النيسابوري حدثنا عبد الملك الميموني قالا\n</p>\n\n<p>\nحدثنا روح بن <span id='ms07'></span> عبادة حدثنا ابن جريج عن أبي الحويرث عن زرعة بن عبد الله\nالبياضي قال قال النبي صلى الله عليه وسلم\n</p>\n\n<p>\nيحب الانسان الحياة والموت خير له من الفتن ويحب الانسان كثرة المال وقلة\nالمال اقل لحسابه + سنده ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n38 ز حدثني عمر بن سهل حدثنا محمد بن المغيرة حدثنا عبيد الله بن موسى\nحدثنا اسامة بن زيد عن محمد بن عبد الرحمن بن أبي لبيبة قال\n</p>\n\n<p>\nخرج عمر بن سعد إلى سعد وهو بالعقيق فقال انك اليوم بقية اصحاب رسول الله\nصلى الله عليه وسلم وقد شهدت بدرا ولم يبق غيرك انما هو معاوية بالشام فلو\nانك ابرزت للناس نفسك ودعوتهم إلى الحق لم يتخلف عنك رجل فقال سعد اقعد حتى\nإذا لم يبق من عهدي الا ظمئي الدابة اضرب الناس بعضهم ببعض اني سمعت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             رسول الله صلى الله عليه وسلم يقول\n</p>\n\n<p>\nخير الرزق ما يكفي وخير الذكر ما خفي\n</p>\n\n<p>\n39 اخبرني محمد بن محمد الباهلي حدثنا سليمان بن عمر الأقطع حدثنا عيسى\nبن يونس عن اسامة بن زيد عن محمد بن عبد الرحمن بن لبيبة عن عمر بن سعد بن\nأبي وقاص قال\n</p>\n\n<p>\nقلت لابي يا ابتاه انت من اهل بدر وانت ممن اختار عمر للشورى ولم يبق من\nاصحاب بدر غيرك فلو ابرزت شخصيتك لم يختلف عليك رجلان فقال اجلس حتى اذا لم\nيبق من اجلي الا ظمئي دابة اخرج فاضرب الناس بعضهم ببعض سمعت رسول الله صلى\nالله عليه وسلم يقول\n</p>\n\n<p>\nخير الرزق ما يكفي وخير الذكر الخفي + سنده ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n40 حدثني سلم بن معاذ حدثنا شعيب بن ايوب حدثنا معاوية ابن هشام حدثنا\nسفيان عن الأعمش ومنصور ح\n</p>\n\n<p>\nوحدثني الحسين بن موسى حدثنا إسحاق بن رزيق حدثنا إبراهيم بن خالد حدثنا\nالثوري عن منصور والأعمش ح\n</p>\n\n<p>\nواخبرني أبو عروبة حدثنا حدثنا زكريا بن الحكم حدثنا الفريابي حدثنا\nسفيان عن منصور ح\n</p>\n\n<p>\nواخبرني أبو علي بن شعبة حدثنا محمد بن عمران حدثنا عبد الصمد بن حسان\nحدثنا سفيان عن منصور <span id='ms08'></span> عن أبي وائل قال\n</p>\n\n<p>\nجاء معاوية إلى خاله أبي هاشم بن عتبة يعوده وهو يبكي فقال يا خال ما\nيبكيك اوجع يشئزك أم حرص على الدنيا قال كل لا ولكن رسول الله صلى الله\nعليه وسلم عهد الي عهدا لم آخذ به قال\n</p>\n\n<p>\nيا أبا هاشم انك ستدرك اقواما يؤتون أموالا انما يكفيك من جميع ذاك المال\nخادم ومركب في سبيل الله\n</p>\n\n<p>\nواراني قد جمعت\n</p>\n\n<p>\nقال سفيان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nفحدثني إسماعيل بن أبي خالد انه قال احسبه قال فيا ليته كان بعيرا محيلا\n</p>\n\n<p>\nلفظ معاوية بن هشام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n| باب الاستغناء عن استعمال الاردية\n</p>\n\n<p>\n41 اخبرني محمد بن عبد الرحمن بن منصور الحارثي حدثنا أحمد بن موسى\nالبزاز حدثنا محمد بن سابق حدثنا مالك بن مغول عن فضيل بن غزوان عن أبي\nحازم عن أبي هريرة قال لقد كان اصحاب الصفة سبعين رجلا ما لهم اردية حديث\nصحيح\n</p>\n\n<p>\n42 اخبرني أبو عروبة حدثنا محمد بن يحيى بن كثير حدثنا آدم بن أبي اياس\nحدثنا شيبان عن قتادة عن الحسن عن أبي هريرة قال\n</p>\n\n<p>\nانما كان لباسنا مع رسول الله صلى الله عليه وسلم النمار يعني برود\nالاعراب + سنده ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n43 اخبرني أحمد بن محمود الواسطي حدثنا عبد الكريم بن الهيثم حدثنا عبيد\nبن يعيش حدثنا يونس بن بكير حدثنا سعيد بن ميسرة عن انس بن مالك عن أبي\nالدرداء قال\n</p>\n\n<p>\nكان رسول الله صلى الله عليه وسلم لا ينخل له الدقيق ولم يكن له الا قميص\nواحد + سنده ضعيف جدا\n</p>\n\n<p>\n44 اخبرني محمد بن أحمد المهاصر حدثنا محمد بن عبد الله الحداد حدثنا بشر\nبن مهران الخصاف حدثنا محمد بن دينار الطاحي عن هشام بن عروة عن أبيه عن\nعائشة قالت\n</p>\n\n<p>\nما اتخذ رسول الله صلى الله عليه وسلم من شىء زوجين لا قميصين ولا رداءين\nولا ازارين الا من النعال + سنده ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n45 اخبرني أبو عروبة حدثنا عبد الوهاب بن الضحاك حدثنا اسماعيل بن عياش\nعن الاوزاعي عن الزهري عن أبي سلمة عن الشفاء بنت عبد الله قالت <span id='ms09'></span>\n</p>\n\n<p>\nاتيت رسول الله صلى الله عليه وسلم يوما اسأله فجعل يعتذر الي وانا الومه\nفحضرت الظهر فخرجت فدخلت على ابنتي وهي تحت شرحبيل بن حسنة فوجدت شرحبيل في\nالبيت وجعلت الومه فقال يا خالة لا تلوميني فإنه كان لنا ثوب فاستعاره\nالنبي صلى الله عليه وسلم فقلت بابي وامي كنت الومه منذ اليوم وهذه حاله\nولا اشعر قال شرحبيل ما كان الا درع رقعت جيبه + حديث باطل وسنده موضوع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n46 اخبرني إبراهيم بن محمد بن الضحاك حدثنا محمد بن سنجر حدثنا اسد بن\nموسى حدثنا بكر بن خنيس عن ضرار بن عمرو عن ابن سيرين أو غيره عن الاحنف بن\nقيس انه سمع عمر بن الخطاب يقول لحفصة\n</p>\n\n<p>\nانشدك بالله هل تعلمين ان رسول الله صلى الله عليه وسلم كان يضع ثيابه\nلتغسل فيأتيه بلال فيؤذنه للصلاة فما يجد ثوبا يخرج فيه إلى الصلاة حتى\nييبس ثوبه فيخرج فيه إلى الصلاة + سنده واه مسلسل بالعلل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n| باب\n</p>\n\n<p>\n47 اخبرني أبو عبد الله الحسين بن محمد المطبقي حدثنا أبو بكر بن زنجويه\nحدثنا عثمان بن صالح حدثنا ابن لهيعة عن دراج عن ابن حجيرة عن أبي هريرة\nقال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nثلاثة يدخلون الجنة بغير حساب رجل غسل ثيابه فلم يجد له خلقا ورجل لم\nينصب على مستوقده بقدرين قط ورجل دعا بشراب فلم يقل له ايهما تريد + سنده\nضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n48 ز حدثني أحمد بن محمود الواسطي حدثنا أحمد بن يحيى المقرى حدثنا أبو\nعامر بن منصور بن عمار حدثني أبي حدثني عبد الله بن لهيعة عن دراج عن ابن\nحجيرة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nيدخل الجنة بغير حساب رجل غسل ثيابه فلم يجد له خلقا ورجل لم ينصب على\nمستوقده قدرين ورجل دعا بشراب فلم يقل له ايهما تريد + سنده ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n49 اخبرنا أبو يعلى حدثنا أبو همام الوليد بن شجاع حدثنا ضمرة عن ابن\nعطاء عن أبيه عن أبي هريرة قال\n</p>\n\n<p>\nان كان <span id='ms10'></span> لتمر بآل رسول الله صلى الله عليه وسلم الاهلة ما يسرج في بيت آحد\nمنهم سراج ولا توقد فيه نار وان وجدوا زيتا ادهنوا به وان وجدوا ودكا اكلوه\n+ سنده ضعيف\n</p>\n\n<p>\n| باب\n</p>\n\n<p>\n50 اخبرنا القطان حدثنا موسى بن مروان حدثنا يحيى بن سعيد عن حريز بن\nعثمان عن سليم بن عامر عن أبي امامة قال\n</p>\n\n<p>\nما كان يفضل عن بيت رسول الله صلى الله عليه وسلم خبز الشعير + سنده جيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n51 حدثنا ابن منيع حدثنا حاجب بن الوليد حدثنا مبشر بن اسماعيل حدثنا\nحريز بن عثمان حدثني سليم بن عامر قال سمعت أبا امامة يقول\n</p>\n\n<p>\nما كان يفضل عن اهل بيت رسول الله صلى الله عليه وسلم خبز الشعير + سنده\nمتصل\n</p>\n\n<p>\n| باب\n</p>\n\n<p>\n52 اخبرني أحمد بن الحسن بن هارون حدثنا أحمد بن عبد الله المقري حدثنا\nبشر بن مهران حدثنا محمد بن دينار عن هشام بن عروة عن أبيه عن عائشة قالت\n</p>\n\n<p>\nما رفع تعني النبي صلى الله عليه وسلم عشاء لغداء ولا غداء لعشاء + سنده\nضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n53 ز حدثنا علي بن عامر حدثنا محمد بن الحارث بن عبد الحميد حدثنا زهير\nبن عباد حدثنا داود بن هلال عن حبان بن علي عن محمد بن عمرو عن أبي سلمة عن\nأبي هريرة قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nاستغنوا بغناء الله عز وجل\n</p>\n\n<p>\nقيل وما هو\n</p>\n\n<p>\nقال عشاء ليلة أو غداء يوم + سنده ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n| باب\n</p>\n\n<p>\n54 اخبرني أبو عروبة حدثنا محمد بن مصفى حدثنا يحيى بن سعيد عن سعيد عن\nعيسى بن إبراهيم عن موسى بن أبي حبيب عن عمه الحكم بن عمير قال\n</p>\n\n<p>\nما شبع رسول الله صلى الله عليه وسلم منذ صحبناه + سنده واه جدا مسلسل\nبالعلل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n| باب\n</p>\n\n<p>\n55 اخبرنا أبو يعلى حدثنا عبيد الله بن معاذ بن معاذ حدثنا أبي حدثنا\nشعبة عن عباس بن فروخ الجريري عن أبي عثمان النهدي عن أبي هريرة قال\n</p>\n\n<p>\nقسم رسول الله صلى الله عليه وسلم بيننا تسع تمرات فكنا تسعة فأعطى تمرة\nتمرة + سنده <span id='ms11'></span> صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n56 اخبرنا أبو عبد الرحمن هو النسوي حدثنا محمد بن عبد الاعلى حدثنا معاذ\nبن معاذ حدثنا شعبة عن عباس الجريري عن أبي عثمان النهدي عن أبي هريرة قال\n</p>\n\n<p>\nقسم رسول الله صلى الله عليه وسلم تسع تمرات بين تسعة انا فيهم + سنده\nصحيح\n</p>\n\n<p>\n57 حدثني محمد بن علي بن بحر حدثنا يوسف بن حماد المعني حدثنا عثمان بن\nعبد الرحمن عن محمد بن زياد عن أبي هريرة قال\n</p>\n\n<p>\nقسم رسول الله صلى الله عليه وسلم بين اصحابه تمرا فأصابني ثلاث تمرات\nواحدة منهن حشفة\n</p>\n\n<p>\nقيل له كيف وجدت الحشفة قال اشدهن ممضعة + سنده ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n58 اخبرنا أبو يعلى حدثنا عبد الله بن عون الخراز حدثنا أبو معاوية حدثنا\nالاعمش قال نبئت عن أبي زرعة عن أبي هريرة ان رسول الله صلى الله عليه وسلم\nقال اللهم ارزق آل محمد قوتا + سنده صحيح\n</p>\n\n<p>\n59 اخبرنا محمود بن محمد حدثنا العباس بن عبد العظيم العنبري\n</p>\n\n<p>\nواخبرني أبو على حدثنا داود ح\n</p>\n\n<p>\nواخبرنا أبو بكر النيسابوري حدثنا العباس بن محمد الدوري قالوا حدثنا\nمحاضر بن المورع الأيامي الأعمش عن ابن اخي ابن شبرمة عن أبي زرعة عن أبي\nهريرة قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nاللهم اجعل رزق ال محمد قوتا\n</p>\n\n<p>\nقال عباس الدوري قال لي بعض اصحابنا ابن اخي ابن شبرمة هو عمارة بن\nالقعقاع + سنده جيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n60 اخبرني أبو عروبة حدثنا سفيان بن وكيع حدثنا أبي حدثنا الأعمش عن\nعمارة عن أبي زرعة عن أبي هريرة قال قال النبي صلى الله عليه وسلم\n</p>\n\n<p>\nاللهم اجعل رزق آل محمد قوتا + سنده صحيح\n</p>\n\n<p>\n61 أخبرني معقل بن زياد السدوسي حدثنا أبو أسامة عن الأعمش عن عمارة بن\nالقعقاع عن أبي زرعة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nاللهم اجعل رزق آل محمد كفافا + حديث صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n62 اخبرني محمد بن عبد الحميد الفرغاني وابو بكر النيسابوري وابو الوليد\nبن سميع قالوا حدثنا علي بن حرب حدثنا ابن فضيل حدثني أبي عن عمارة <span id='ms12'></span> بن\nالقعقاع عن أبي زرعة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nاللهم اجعل رزق آل محمد قوتا + سنده صحيح\n</p>\n\n<p>\n| باب ما يدفع به الانسان عن نفسه معرة الغنى\n</p>\n\n<p>\n63 اخبرنا أبو عروبة والحسين بن موسى بن خلف قالا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n             حدثنا أبو\nفروة يزيد بن محمد بن يزيد بن سنان حدثنا أبي محمد بن يزيد بن سنان حدثنا\nأبي يزيد بن سنان عن عطاء بن أبي رباح عن أبي سعيد الخدري عن بلال ح\n</p>\n\n<p>\nواخبرني محمد بن أحمد بن المهاصر حدثنا محمد بن الحسين بن بنان حدثنا\nيزيد بن سنان حدثنا أبي حدثنا عطاء عن بلال المؤذن قال قال رسول الله صلى\nالله عليه وسلم\n</p>\n\n<p>\nإلق الله فقيرا ولا تلقه غنيا\n</p>\n\n<p>\nقال قلت وكيف لي بذلك يا رسول الله قال اذا رزقت فلا تخبأ وإذا سألت فلا\nتمنع\n</p>\n\n<p>\nقال قلت وكيف لي بذلك يا رسول الله قال هو ذاك والا فالنار + سنداه\nضعيفان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n             00000000000000000 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             00000000000000000000\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n| باب\n</p>\n\n<p>\n64 اخبرني أبو الحسين عبد الملك بن إبراهيم الدقاق حدثنا يعقوب بن\nإبراهيم الدورقي حدثنا سعيد بن محمد الوراق حدثنا صالح بن حسان الانصاري عن\nعروة عن عائشة قالت قال لي رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nإن اردت اللحوق بي فلتكن بلغتك من الدنيا كزاد الراكب ولا تستبدلي ثوبا\nحتى ترقعيه واياك ومجالسة الاغنياء + سنده ضعيف جدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n65 اخبرني أبو عروبة حدثنا سلمة بن شبيب ح وأخبرنا كهمس بن معمر حدثنا\nأبو الطاهر أحمد بن عمرو بن السرح ح\n</p>\n\n<p>\nوحدثنا أحمد بن محمد بن اسماعيل الادمي حدثنا محمد بن اسماعيل الحساني\nالضرير قالوا حدثنا أبو يحيى الحماني حدثنا صالح بن كيسان المدني عن عروة\nعن عائشة قالت قال لي رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nانما يكفيك من الدنيا زاد الراكب فإن سرك اللحوق بي فإياك ومخالطة\nالاغنياء ولا تستبدلي ثوبا حتى ترقعيه + سنداه ضعيفان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n66 حدثني علي بن أحمد الجرجاني حدثنا إبراهيم بن أحمد حدثنا الحسن بن\nحماد حدثنا إبراهيم بن عيينه عن صالح بن <span id='ms13'></span> كيسان عن هشام بن عروة عن أبيه عن\nعائشة قالت\n</p>\n\n<p>\nجلست ابكي عند رأس النبي صلى الله عليه وسلم فقال ما يبكيك ان كنت تريدين\nاللحوق بي يكفيك من الدنيا كزاد الراكب ولا تجالسي الأغنياء + سنده ضعيف\nجدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n| باب\n</p>\n\n<p>\n67 اخبرنا أبو بكر محمد بن الحسين بن مكرم حدثنا أبو حفص عمرو بن علي\nحدثنا أبو داود الطيالسي حدثنا حريث بن السائب حدثنا الحسن حدثني حمران بن\nابان عن عثمان بن عفان قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nانما هو جلف الطعام وبيت يكنه وثوب يستره ما عدا ذلك فهو فضل\n</p>\n\n<p>\nقال الحسن فقلت لحمران ما بطأ عن هذا الأمر وقد سمعت من عثمان قال دنيا\nتقاعدت بي + سنده ضعيف جدا كسابقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n68 اخبرنا أبو يعلى حدثنا أبو خيثمة واسحاق بن أبي اسرائيل قالا حدثنا\nعبد الصمد بن عبد الوارث حدثنا حريث بن السائب حدثنا الحسن حدثنا حمران عن\nعثمان بن عفان ان رسول الله صلى الله عليه وسلم قال\n</p>\n\n<p>\nليس لابن آدم فيما سوى هذه الخصال حق بيت يكنه وثوب يستره وجلف الخبز\nوالماء\n</p>\n\n<p>\nلفظ أبي خيثمة وقال إسحاق\n</p>\n\n<p>\nبيت يستره وثوب يواري عورته + سنده ضعيف كسابقيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n69 اخبرني اسماعيل بن إبراهيم بن اسحاق حدثنا أحمد بن منصور حدثنا النضر\nبن شميل اخبرنا حريث بن السائب الحسن حدثنا حمران بن ابان عن عثمان بن عفان\nعن النبي صلى الله عليه وسلم قال\n</p>\n\n<p>\nكل ما سوى ظل البيت وجلف الخبز والماء البارد وثوب يواري به عورته ليس\nلابن آدم فيه حق + حديث منكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n70 اخبرنا أبو يعلى حدثنا موسى بن محمد بن حيان البصري حدثنا مسلم بن\nإبراهيم حدثنا حريث بن السائب وهو مؤذن بني اسيد قال سمعت الحسن يقول حدثنا\nحمران عن عثمان بن عفان ان رسول الله صلى الله عليه وسلم كل شىء فضل عن ظل\nبيت وجلف الخبز وثوب يواري عورة ابن آدم فأما كل شىء فضل عن ذلك ليس لابن\nآدم فيه حق + حديث منكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n71 اخبرني محمد بن <span id='ms14'></span> حمدويه حدثنا عبد الله بن حماد حدثنا سعيد بن أبي مريم\nاخبرنا يحي بن ايوب حدثني ابن زحر عن علي بن يزيد عن القاسم عن أبي امامة\nان رسول الله صلى الله عليه وسلم قال\n</p>\n\n<p>\nما فوق الخبز وجرة الماء أو ظل الحائط أو ظل شجرة فضل يحاسب به ابن آدم\nيوم القيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n             <span id='ms15'></span>\n</p>\n",
  "pages": [
    "001",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090"
  ],
  "volumes": [
    "01"
  ]
}