{
  "content": "\n<p>\nالنصيحة في صفات الرب جل وعلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم الحمد لله الذي كان ولا مكان ولا إنس ولا جان ولا\nطائر ولا حيوان المتفرد بوحدانيته في قدم أزليته والدائم في فردانيته في\nقدس صمدانيته ثم ليس له سمي ولا وزير ولا شبه له ولا نظير المقتدر بالخلق\nوالتصوير المتصرف بالمشيئة والتقدير ليس كمثله شئ وهو السميع البصير له\nالرفعة والحمد والثناء والعلو والاستواء لا تحصره الأجسام ولا تصوره\nالأوهام ولا تقله الحوادث والأجرام ولا تحيط به العقول والأفهام له الأسماء\nالحسنى والشرف الأتم الأسنى والدوام الذي لا يبيد ولا يفنى نصفه بما وصف به\nنفسه من الصفات التي توجب عظمته وقدسه مما أنزله في كتابه وبينه رسول الله\nصلى الله عليه وسلم في خطابه ونؤمن بأنه الله الذي لا إله إلا هو الحي\nالقيوم السميع البصير العليم القدير الرحمن الرحيم الملك القدوس العظيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nلطيف خبير قريب مجيب متكلم شاء متكلم شاء مريد فعال لما يريد يقبض ويبسط\nويرضى ويغضب ويحب ويبغض ويكره ويضحك ويأمر وينهى ذو الوجه الكريم والسمع\nالسميع والبصر البصير والكلام المبين واليدين والقبضتين والمقدرة والسلطان\nوالعظمة والامتنان لم يزل كذلك ولا يزال استوى على عرشه فبان من خلقه ولا\nيخفى عليه منهم خافية علمه بهم محيط وبصره بهم نافذ وهو في ذاته ولا يشبهه\nشئ من مخلوقاته ولا تمثل بشئ من جوارح مبتدعاته بل هي صفات لائقة بجلاله\nوعظمته لا تتخيل كيفيتها الظنون ولا تراها في الدنيا العيون بل نؤمن\nبحقائقها وثبوتها ونصف الرب سبحانه وتعالى بها وننفي عنها تأويل المتأولين\nوتعطيل الجاحدين وتمثيل المشبهين تبارك الله أحسن الخالقين فبهذا الرب نؤمن\nوإياه نعبد وله نصلي ونسجد فمن قصد بعبادته إلى إله ليست له هذه الصفات\nفإنما يعبد غير الله وليس معبوده ذلك بإله فكفرانه رسول لا غفرانه وأشهد أن\nلا إله إلا الله وحده لا شريك له وأن محمدا عبده ورسوله اصطفاه لرسالته\nواختاره لبريته وأنزل عليه كتابه المبين الذي لا يأتيه الباطل من بين <span id='ms01'></span> يديه\nولا من خلفه تنزيل من حكيم حميد صلى الله عليه وسلم وعلى آله وأصحابه أكرم\nآل وأفضل عبيد وبعد فهذه نصيحة كتبتها إلى إخواني في الله أهل الصدق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nوالصفاء والاخلاص والوفاء لما تعين على محبتهم في الله ونصيحتهم في صفات\nالله فإن المرء لا يكمل إيمانه حتى يحب لأخيه ما يحب لنفسه وفي الصحيحين عن\nجرير بن عبد الله البجلي قال بايعت رسول الله صلى الله عليه وسلم على إقام\nالصلاة وإيتاء الزكاة والنصح لكل مسلم وعن تميم الداري أن النبي صلى الله\nعليه وسلم قال الدين النصيحة ثلاثا قلنا لمن يا رسول الله قال لله ولكتابه\nولرسوله ولأئمة المسلمين وعامتهم وأعرفهم أيدهم الله بتأييده ووفقهم لطاعته\nومزيده أنني كنت برهة من الدهر متحيرا في ثلاث مسائل مسألة الصفات ومسألة\nالفوقية ومسالة الحرف والصوت في القرآن المجيد وكنت متحيرا في الأقوال\nالمختلفة الموجودة في كتب أهل العصر في جميع ذلك من تأويل الصفات وتحريفها\nأو إمرارها أو الوقوف فيها أو إثباتها بلا تأويل ولا تعطيل ولا تشبيه ولا\nتمثيل فأجد النصوص في كتاب الله وسنة رسوله ناطقة مبينة لحقائق هذه الصفات\nوكذلك في إثبات العلو والفوقية وكذلك في الحرف والصوت ثم أجد المتأخرين من\nالمتكلمين في كتبهم منهم من تأول الاستواء بالقهر والاستيلاء وتأول النزول\nبنزول الأمر وتأول اليدين بالنعمتين والقدرتين وتأول القدم بقدم صدق عند\nربهم وأمثال ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nثم أجدهم مع ذلك يجعلون كلام الله معنى قائما بالذات بلا حرف ولا صوت\nويجعلون هذه الحروف عبارة عن ذلك المعنى القائم وممن ذهب إلى هذه الأقوال\nأو بعضها قوم لهم في صدري منزلة مثل بعض فقهاء الأشعرية الشافعيين لأني على\nمذهب الشافعي رحمه الله تعالى عرفت منهم فرائض ديني وأحكامه فأجد مثل هؤلاء\nالشيوخ الأجلة يذهبون إلى مثل هذه الأقوال وهم شيوخي ولي فيهم الاعتقاد\nالتام لفضلهم وعلمهم ثم إنني مع ذلك أجد في قلبي من هذه التأويلات حزازات\nلا يطمئن قلبي إليها وأجد الكدر والظلمة منها وأجد ضيق <span id='ms02'></span> الصدر وعدم انشراحه\nمقرونا بها فكنت كالمتحير المضطرب في تحيره المتململ لم من قلبه في تقلبه\nتغيره وكنت أخاف من إطلاق القول بإثبات العلو والاستواء والنزول مخافة\nالحصر والتشبيه ومع ذلك فإذا طالعت النصوص الواردة في كتاب الله وسنة سوله\nأجدها نصوصا تشير إلى حقائق هذه المعاني واجد الرسول صلى الله عليه وسلم قد\nصرح بها مخبرا عن ربه واصفا له بها وأعلم بالاضطرار انه كان يحضر في مجلسه\nالشريف العالم والجاهل والذكي والبليد والأعرابي الجافي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nثم لا أجد شيئا يعقب تلك النصوص التي كان صلى الله عليه وسلم يصف بها ربه\nلا نصا ولا ظاهرا مما يصرفها عن حقائقها ويؤولها حدثنا كما تأولها هؤلاء\nمشايخي الفقهاء المتكلمون مثل تأويلهم الاستواء بالاستيلاء والنزول بنزول\nالأمر وغير ذلك ولم أجد عنه صلى الله عليه وسلم انه كان يحذر الناس من\nالإيمان بما يظهر من كلامه في صفة ربه من الفوقية واليدين وغيرهما مثل أن\nينقل عنه مقالة تدل على أن لهذه الصفات معاني أخر باطنة غير ما يظهر من\nمدلولها مثل فوقية المرتبة ويد النعمة وغير ذلك وأجد الله عز وجل يقول\nالرحمن على العرش استوى وقال خلق السماوات والأرض في ستة أيام ثم استوى على\nالعرش في سبعة مواضع وقال الله تعالى يخافون ربهم من فوقهم وقال الله تعالى\nإليه يصعد الكلم الطيب والعمل الصالح يرفعه وقال الله تعالى بل رفعه الله\nإليه وقال الله تعالى أأمنتم من في السماء أن يخسف بكم الأرض فإذا هي تمور\nأم أمنتم من في السماء ان يرسل عليكم حاصبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الله تعالى قل نزله روح القدس من ربك وقال الله عن فرعون يا هامان\nابن لي صرحا لعلي أبلغ الأسباب أسباب السماوات فاطلع إلى إله موسى وإني\nلأظنه كاذبا وهذا يدل على أن موسى أخبره بأن ربه تعالى فوق السماء ولهذا\nقال وإني لأظنه كاذبا وقال من الله ذي المعارج تعرج الملائكة والروح إليه\nفي يوم كان مقداره خمسين ألف سنة ثم أجد <span id='ms03'></span> الرسول صلى الله عليه وسلم لما\nأراد الله ان يخصه بقربه عرج به من سماء إلى سماء حتى كان قاب قوسين أو\nأدنى ثم قوله صلى الله عليه وسلم في الحديث الصحيح للجارية أين الله فقالت\nفي السماء فلم ينكر عليها بحضرة أصحابه كي لا يتوهموا ان الأمر خلاف ما هو\nعليه بل أقرها وقال أعتقها فإنها مؤمنة وعن معاوية بن الحكم السلمي قال قلت\nيا رسول الله أفلا أعتقها قال ادعها فدعوناها فقال لها أين الله قالت في\nالسماء قال من أنا قالت أنت رسول الله قال أعتقها فإنها مؤمنة وقوله صلى\nالله عليه وسلم الراحمون يرحمهم الرحمن إرحموا من في الأرض يرحمكم من في\nالسماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوعن أبي الدرداء رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم\nيقول من اشتكى منكم بأسا أو اشتكى أخ له فليقل ربنا الله الذي في السماء\nتقدس اسمك أمرك في السماء والأرض كما رحمتك في السماء والأرض اغفر لنا\nحوبنا وخطايانا أنت رب الطيبين أنزل رحمة من رحمتك وشفاء من شفائك على هذا\nالوجع فيبرأ أخرجه أبو داود وعن أبي سعيد الخدري رضي الله عنه قال بعث علي\nمن اليمن بذهبية في أديم مقروظ لم تحصل في ترابها فقسمها رسول الله صلى\nالله عليه وسلم بين أربعة زيد الخير والأقرع بن حابس وعيينة بن حصن وعلقمة\nبن علاثة أو عامر بن الطفيل شك عمارة فوجد من ذلك بعض الصحابة من الأنصار\nوغيرهم فقال رسول الله صلى الله عليه وسلم ألا تأمنوني وأنا أمين من في\nالسماء يأتيني خبر السماء مساء وصباحا أخرجه البخاري ومسلم وعن ابن ذئب عن\nمحمد بن عمرو بن عطاء عن سعيد بن يسار عن أبي هريرة رضي الله عنه عن رسول\nالله صلى الله عليه وسلم أن الميت تحضره الملائكة فإذا كان الرجل الصالح\nقالوا أخرجي أيتها النفس الطيبة كانت في الجسد الطيب أخرجي حميدة وأبشري\nبروح وريحان ورب غير غضبان فلا يزال يقال لها ذلك <span id='ms04'></span> حتى تخرج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nثم يعرج بها إلى السماء فيفتح لها فيقال من هذا فيقولون فلان فيقال مرحبا\nبالنفس الطيبة كانت في الجسد الطيب أدخلي حميدة وأبشري بروح وريحان ورب غير\nغضبان فلا يزال يقال لها ذلك حتى ينتهي بها إلى السماء التي فيها الله عز\nوجل الحديث وعن أبي هريرة رضي الله عنه ان رسول الله صلى الله عليه وسلم\nقال والذي نفسي بيده ما من رجل يدعو امرأته إلى فراشه فتأبى عليه إلا كان\nالذي في السماء ساخطا عليها حتى يرضى عنها زوجها أخرجه البخاري ومسلم وعن\nأبي داود ثنا محمد بن الصباح ثنا الوليد بن أبي ثور عن سماك عن عبد الله بن\nعميرة عن الأحنف بن قيس عن العباس بن عبد المطلب قال كنت في البطحاء في\nعصابة فيهم رسول الله صلى الله عليه وسلم فمرت بهم سحابة فنظر إليها فقال\nما تسمون هذه قالوا السحاب قال والمزن قالوا والمزن قال والعنان قالوا\nوالعنان قال هل تدرون بعد ما بين السماء والأرض قالوا لا ندري قال إن بعد\nما بينهما إما واحدة وإما اثنتان وإما ثلاثة وسبعون سنة ثم السماء فوق ذلك\nحتى عد سبع سماوات ثم فوق السماء السابعة بحر بين أسفله وأعلاه مثل ما بين\nسماء إلى وسماء ثم فوق ذلك ثمانية أوعال بين أظلافهم وركبهم مثل ما بين\nسماء إلى سماء ثم على ظهورهم العرش أسفله وأعلاه مثل ما بين سماء إلى سماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nثم الله عز وجل فوق ذلك وعن أبي هريرة رضي الله عنه قال سمعت رسول الله\nصلى الله عليه وسلم يقول إن الله كتب كتابا قبل ان يخلق الخلق ان رحمتي\nسبقت غضبي وهو عنده فوق العرش أخرجه البخاري وعن محمد بن إسحاق عن معبد بن\nكعب بن مالك أن سعد بن معاذ لما حكم في بني قريظة قال له رسول الله صلى\nالله عليه وسلم لقد حكمت حكما حكم الله به من فوق سبعة أرقعة وحديث المعراج\nعن أنس بن مالك <span id='ms05'></span> أن مالك بن صعصعة حدثهم أن نبي الله صلى الله عليه وسلم\nحدثهم على ليلة اسرى به وساق الحديث إلى أن قال فرضت علي الصلاة خمسين صلاة\nكل يوم وليلة فرجعت فمررت على موسى فقال بم أمرت قال أمرت بخمسين صلاة كل\nيوم وليلة قال إن أمتك لا تستطيع خمسين صلاة وإني قد خبرت الناس قبلك\nوعالجت بني إسرائيل أشد المعالجة فارجع إلى ربك فأساله التخفيف لأمتك قال\nفرجعت فوضع عني عشرا فرجعت إلى موسى فقال مثل ذلك فرجعت إلى ربي فوضع عني\nعشرا خمس مرات في كلها يقول رجعت إلى موسى ثم رجعت إلى ربي أخرجه البخاري\nومسلم وعن أبي هريرة رضي الله عنه ان رسول الله صلى الله عليه وسلم قال\nيتعاقبون فيكم ملائكة بالليل وملائكة بالنهار ويجتمعون في صلاة الفجر وصلاة\nالعصر ثم يعرج الذين باتوا فيكم فيسألهم ربهم وهو بهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nاعلم كيف تركتم عبادي الحديث متفق عليه وعن أبن عمر قال لما قبض رسول\nالله صلى الله عليه وسلم دخل عليه أبو بكر فأكب عليه وقبل وجهه وقال بأبي\nأنت وأمي طبت حيا وميتا وقال من كان يعبد محمدا فإن محمدا قد مات ومن كان\nيعبد الله فإن الله في السماء حي لا يموت رواه البخاري وعن محمد بن فضل عن\nفضيل بن غزوان عن نافع عن ابن عمر عن أنس بن مالك رضي الله عنه قال كانت\nزينب تفتخر على أزواج النبي صلى الله عليه وسلم وتقول إن الله زوجني من\nالسماء وفي لفظ زوجكن أهلوكن وزوجني الله من فوق سبع سماوات أخرجه البخاري\nوفي حديث جبير بن مطعم قال قال رسول الله صلى الله عليه وسلم إن الله فوق\nعرشه فوق سماواته وسماواته فوق ارضه مثل القبة وأشار النبي صلى الله عليه\nوسلم بيده مثل القبة وحديث عبد الله بن مسعود رضي الله عنه قال رسول الله\nصلى الله عليه وسلم من لم يرحم من في الأرض لم يرحمه من في السماء وحديث\nابن <span id='ms06'></span> عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم لما أسري به مرت\nبه رائحة طيبة فقال يا جبريل ما هذه الرائحة فقال هذه رائحة ماشطة ابنة\nفرعون وكانت تمشطها فوقع المشط من يدها فقالت بسم الله فقالت ابنته أبي\nفقالت لا بل رب أبيك فأخبرت أباها فدعا بها فقال ألك رب غيري قالت ربي وربك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nالله الذي في السماء وأمر بنقرة نحاس فأحميت ثم دعا بها وبولدها فألقاهما\nفيها الحديث رواه الدارمي وغيره وروى الدارمي وغيره باسناده إلى أبي صالح\nعن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم لما ألقي\nإبراهيم في النار قال اللهم إنك في السماء واحد وأنا في الأرض واحد أعبدك\nوأما الآثار عن الصحابة في ذلك فكثيرة منها قول عمر رضي الله عنه عن خولة\nلما استوقفته ابن فوقف لها فسئل عنها فقال هذه امرأة سمع الله شكواها من\nفوق سبع سماوات وعبد الله بن رواحة لما وقع على جارية له فقالت امرأته\nفعلتها فقال أما أنا فأقرأ القرآن فقالت أما أنت فلا تقرأ القرآن وأنت جنب\nفقال شهدت بأن وعد الله حق وأن النار مثوى الكافرينا وان العرش فوق الماء\nطاف وفوق العرش رب العالمينا وتحمله ملائكة كرام ملائكة الاله مسومينا وابن\nعباس لما دخل على عائشة رضي الله عنها وهي في النزع فقال كنت أحب نساء رسول\nالله صلى الله عليه وسلم إلى رسول الله صلى الله عليه وسلم ولم يكن يحب إلا\nطيبا وأنزل الله براءتك من فوق سبع سماوات وكذلك نجد أكابر العلماء عبد\nالله بن المبارك رضي الله عنه صرح بمثل ذلك روى عثمان بن سعيد الدارمي قال\nحدثنا الحسن بن الصباح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nقال ثنا علي بن الحسن بن شقيق عن ابن المبارك قيل له كيف نعرف ربنا قال\nبأنه فوق السماء على العرش بائن من خلقه فصل فلم أزل في هذه الحيرة\nوالاضطراب قوله من اختلاف المذاهب والأقوال حتى لطف الله بي <span id='ms07'></span> وكشف لهذا\nالضعيف عن وجه الحق كشفا اطمأن إليه خاطره وسكن به سره وتبرهن الحق في نوره\nوأنا واصف بعض ذلك إن شاء الله تعالى والذي شرح الله صدري له في حكم هذه\nالمسائل الثلاث العلو والفوقية والاستواء الأولى مسألة العلو وهو ان الله\nعز وجل كان ولا مكان ولا عرش ولا ماء ولا فضاء ولا هواء ولا خلاء ولا ملاء\nوأنه كان منفردا في قدمه وأزليته متوحدا في فردانيته سبحانه وتعالى في تلك\nالفردانية لا يوصف بأنه فوق كذا إذ لا شئ غيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nهو سابق التحت والفوق اللذين هما جهتا العالم وهما لا زمان له والرب\nتعالى في تلك الفردانية منزه عن لوازم الحدوث فلما اقتضت الإرادة المقدسة\nبخلق الأكوان المحدثة المخلوقة العدودة له ذوات الجهات اقتضت الإرادة أن\nيكون الكون له جهات من العلو والسفل وهو سبحانه منزه عن صفات الحدوث فكون\nالأكوان وجعل لها جهتي العلو والسفل واقتضت الحكمة الإلهية ان يكون الكون\nفي جهة التحت لكونه مربوبا مخلوقا واقتضت العظمة الربانية أن يكون هو فوق\nالكون باعتبار الكون المحدث لا باعتبار فردانيته إذ لا فوق فيها ولا تحت\nوالرب سبحانه وتعالى كما كان في قدمه وأزليته وفردانيته لم يحدث له في ذاته\nولا في صفاته ما لم يكن في قدمه وأزليته فهو الآن كما كان لكن لما أحدث\nالمربوب المخلوق ذا الجهات والحدود والخلاء والملاء والفوقية والتحتية كان\nمقتضى حكم العظمة للربوبية ان يكون فوق ملكه وأن تكون المملكة تحته باعتبار\nالحدوث من الكون لا باعتبار القدم من المكون فإذا أشير إليه بشئ يستحيل أن\nيشار إليه من الجهة التحتية أو من جهة اليمنة أو اليسرة بل لا يليق ان يشار\nإليه إلا من جهة العلو والفوقية ثم الإشارة هي بحسب الكون وحدوثه وأسفله\nفالإشارة تقع على أعلى جزء من الكون حقيقة وتقع على عظمة الرب وتعالى كما\nيليق به لا كما يقع على الحقيقة المعتدلة عندنا في أعلى جزء من الكون فإنها\nإشارة إلى جسم <span id='ms08'></span> وتلك إشارة إلى إثبات إذا علم ذلك فالاستواء صفة له كانت في\nقدمه لكن لم يظهر حكمها إلا عند خلق العرش كما أن الحساب صفة قديمة له لا\nيظهر حكمها إلا في الآخرة وكذلك التجلي في الآخرة لا يظهر حكمه إلا في محله\nفإذا علم ذلك فالأمر الذي يهرب المتأولون منه حيث أولوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nالفوقية بفوقية المرتبة والاستواء بالاستيلاء فنحن أشد الناس هربا من ذلك\nوتنزيها للباري سبحانه وتعالى عن الحد الذي يحصره فلا يحد بحد يحصره بل بحد\nتتميز به عظمة ذاته عن مخلوقاته والإشارة إلى الجهة إنما هو بحسب الكون\nوأسفله إذ لا يمكن الإشارة إليه إلا هكذا وهو في قدمه سبحانه منزه عن صفات\nالحدوث وليس في القدم فوقية ولا تحتية وإن من هو محصور في التحت لا يمكنه\nمعرفة بارئه إلا من فوقه فتقع الإشارة إلى العرش حقيقة إشارة معقولة وتنتهي\nالجهات عند العرش ويبقى ما وراءه لا يدركه العقل ولا يكفيه الوهم فتقع\nالإشارة عليه كما يليق به مجملا مثبتا لا مكيفا ولا ممثلا وجه آخر من\nالبيان هو أن الرب سبحانه ثابت الوجود ثابت الذات له ذات مقدسة متميزة عن\nمخلوقاته يتجلى يوم القيامة للأبصار ويحاسب العالم فلا يجهل ثبوت ذاته\nوتمييزها عن مخلوقاته فإذا ثبت ذلك فقد أوجد الأكوان في محل وحيز وهو\nسبحانه في قدمه منزه عن المحل والحيز فيستحيل شرعا وعقلا عند حدوث العالم\nأن يحل فيه أو يختلط به لأن القديم لا يحل في الحادث وليس هو محلا للحوادث\nفلزم أن يكون بائنا عنه وإذا كان بائنا عنه فيستحيل أن يكون العالم في جهة\nالفوق وأن يكون الرب سبحانه في جهة التحت هذا محال شرعا وعقلا فيلزم أن\nيكون فوقه بالفوقية اللائقة به التي لا تكيف ولا تمثل بل يعلم من حيث\nالجملة والثبوت لا من حيث التمثيل والتكييف وقد سبق الكلام في أن الإشارة\nإلى الجهة إنما هو باعتبارنا ذلك لأنا في محل وحيز وحد والقدم لا فوق فيه\nولا <span id='ms09'></span> جهة واستحالة علوها عليه فلا يمكن معرفته والإشارة بالدعاء إليه إلا من\nجهة الفوق لأنها أنسب الجهات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nإليه وهو غير محصور فيها بل هو كما كان في أزليته وقدمه فإذا أراد المحدث\nأن يشير إلى القديم فلا يمكنه ذلك إلا بالإشارة إلى الجهة الفوقية لأن\nالمشير في محل له فوق وتحت والمشار إليه قديم باعتبار قدمه لا فوق هناك ولا\nتحت وباعتبار حدوثنا وتسفلنا محمد هو فوقنا فإذا أشرنا إليه تقع الإشارة\nعليه كما يليق به لا كما نتوهمه في الفوقية المنسوبة إلى الأجسام لكنا\nنعلمها من جهة الاجمال والثبوت لا جهة التمثيل والله الموفق للصواب ومن عرف\nهيئة العالم ومراكزه من علم الهيئة وأنه ليس له الا جهتا العلو والسفل ثم\nاعتقد بينونية إلى خالقه عن العالم فمن لوازم البينونة أن يكون فوقه لأن\nجميع جهات العالم فوق وليس إلا المراكز وهو الوسط فصل إذا علمنا ذلك\nواعتقدناه تخلصنا من شبه التأويل وعماوة كان التعطيل وحماقة التشبيه\nوالتمثيل وأثبتنا علو ربنا وفوقيته واستواءه على عرشه كما يليق بجلاله\nوعظمته والحق واضح في ذلك والصدر ينشرح له فإن التحريف تأباه العقول\nالصحيحة مثل تأويل الاستواء بالاستيلاء وغيره والوقوف في ذلك جهل وعي مع أن\nالرب سبحانه وصف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nلنا نفسه بهذه الصفات لنعرفه بها فوقوفنا أبو عن إثباتها ونفيها عدول عن\nالمقصود منه في تعريفنا إياه فما وصف لنا نفسه بها الا لنثبت ما وصف به\nنفسه ولا نقف في ذلك وكذلك التشبيه والتمثيل حماقة وجهالة فمن وفقه الله\nللاثبات بلا تحريف ولا تكييف ولا وقوف فقد وقع على الأمر المطلوب منه إن\nشاء الله تعالى فصل والذي شرح الله به صدري في حال هؤلاء الشيوخ الذين\nأولوا الاستواء بالاستيلاء والنزول بنزول الأمر واليدين بالنعمتين\nوالقدرتين هو علمي بأنهم ما فهموا في صفات الرب إلا ما يليق بالمخلوقين فما\nفهموا عن الله استواء يليق به ولا نزولا يليق به ولا يدين بعظمته بلا تكييف\nولا تشبيه فلذلك حرفوا الكلم عن مواضعه <span id='ms10'></span> وعطلوا ما وصف الله به نفسه ونذكر\nبيان ذلك إن شاء الله تعالى فنقول لا ريب إنا نحن وإياهم متفقون على إثبات\nصفات الحياة والسمع والبصر والعلم والقدرة والإرادة والكلام لله تعالى ونحن\nقطعا لا نعقل من الحياة إلا هذا العرض الذي يقوم بأجسامنا أو وكذلك لا نعقل\nمن السمع والبصر إلا أعراضا تقوم بجوارحنا فكما أنهم يقولون حياته ليست\nبعرض وعلمه كذلك وبصره كذلك هي صفات كما يليق به لا كما يليق بنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nفكذلك نقول نحن حياته معلومة وليست مكيفة وعلمه معلوم وليس مكيفا وكذلك\nسمعه وبصره معلومان وليس جميع ذلك أعراضا بل هو كما يليق به ومثل ذلك بعينه\nفوقيته واستواؤه ونزوله ففوقيته) معلومة أعني ثابتة كثبوت حقيقة السمع\nوحقيقة البصر فإنهما معلومان ولا يكيفان كذلك فوقيته معلومة ثابتة غير\nمكيفة كما يليق به واستواؤه على عرشه معلق ثابت كثبوت السمع والبصر غير\nمكيف وكذلك نزوله ثابت كعلوم معلوم غير مكيف بحركة وانتقال يليق بالمخلوق\nبل كما يليق بعظمته وجلاله وصفاته معلومة من حيث الجملة والثبوت غير معقولة\nله من حيث التكييف والتحديد فيكون المؤمن بها مبصرا من وجه أعمى من وجه\nمبصرا من حيث الاثبات والوجود أعمى من حيث التكييف والتحديد وبها يحصل\nالجمع بين الاثبات لما وصف الله به نفسه وبين نفي التحريف والتشبيه والوقوف\nوذلك هو مراد الله تعالى منا في إبراز صفاته لنا لنعرفه بها ونؤمن بحقائقها\nوننفي عنها التشبيه ولا نعطلها بالتحريف والتأويل ولا فرق بين الاستواء\nوالسمع ولا بين النزول والبصر لأن الكل ورد في النص فإن قالوا لنا في\nالاستواء شبهتم نقول لهم في السمع شبهتم ووصفتم ربكم بالعرض وإن قالوا لا\nعرض بل كما يليق به قلنا في الاستواء والنزول واليد والوجه والقدم والضحك\nوالتعجب من التشبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nنلزمهم به في الحياة والسمع والبصر والعلم فكما لا يجعلونها أعراضا كذلك\nنحن لا نجعلها جوارح ولا مما يوصف به المخلوق وليس من الانصاف أن يفهموا في\nالاستواء والنزول والوجه واليد صفات المخلوقين <span id='ms11'></span> فيحتاجون إلى التأويل\nوالتحريف فإن فهموا في هذه الصفات ذلك فيلزمهم أن يفهموا الصفات السبع صفات\nالمخلوقين من الأعراض فما يلزموننا في تلك الصفات من التشبيه والجسمية\nنلزمهم في هذه الصفات من العرضية وما ينزهون ربهم به في الصفات السبع\nوينفونه عنه من عوارض الجسم فيها فكذلك نعمل في تلك الصفات التي ينسبوننا\nفيها إلى التشبيه عبد سواء بسواء ومن انصف عرف ما قلناه وأعتقده وقبل\nنصيحتنا ودان الله بإثبات جميع صفاته هذه تلك ونفى عن جميعها التعطيل\nوالتشبيه والتأويل والوقوف وهذ مراد الله تعالى منا في ذلك لأن هذه الصفات\nوتلك جاءت في موضع واحد وهو الكتاب والسنة فإذا أثبتنا تلك بلا تأويل\nوحرفنا عليه هذه وأولناها أبي كان كمن آمن ببعض الكتاب وكفر ببعض وفي هذا\nبلاغ وكفاية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p024'> Vol. 00, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nفصل وإذا ظهر هذا التأويل وبان انحلت الثلاث مسائل بأسرها وهي 1 - مسألة\nالصفات من النزول والوجه واليد وأمثالها 2 - ومسألة العلو والاستواء 3 -\nمسألة الحرف والصوت اما مسألة العلو فقد مر ما فتحه الله تعالى وأما مسألة\nالصفات فتساق مساق مسألة العلو ولا يفهم منها ما يفهم من صفات المخلوقين بل\nيوصف الرب تعالى بها كما يليق بجلاله وعظمته فينزل كما يليق بجلاله وعظمته\nويداه كما يليق بجلاله وعظمته ووجه الكريم كما يليق بجلاله وعظمته وكيف\nينكر الوجه الكريم ويحرف وقد قال سبحانه وتعالى ويبقى وجه ربك ذو الجلال\nوالإكرام وقال صلى الله عليه وسلم في دعائه (نسألك لذة النظر إلى وجهك)\nوإذا ثبتت صفة الوجه بهذا الحديث وبغيره من الآيات والنصوص فكذلك صفة\nاليدين والضحك والتعجب ولا يفهم من جميع ذلك الا ما يليق بالله عز وجل\nبعظمته لا ما يليق بالمخلوقات من الأعضاء والجوارح تعالى الله عن ذلك علوا\nكبيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا ثبت هذا الحكم في الوجه فكذلك في اليدين والقبضتين والقدم والضحك\nوالتعجب كل ذلك كما يليق بجلال الله وعظمته فيحصل بذلك اثبات ما وصف الله\nبه نفسه في كتابه وفي سنة رسوله ويحصل أيضا نفي التشبيه والتكييف في صفاته <span id='ms12'></span>\nويحصل أيضا ترك التأويل والتحريف المؤدي إلى التعطيل ويحصل بذلك أيضا عدم\nالوقوف بإثبات الصفات وحقائقها على ما يليق بجلال الله وعظمته لا على ما\nنعقل نحن من صفات المخلوقين فصل واما مسألة الحرف والصوت فتساق هذا المساق\nفإن الله تعالى قد نكلم بالقرآن المجيد بجميع حروفه فقال تعالى المص وقال ق\nوالقرآن المجيد وكذلك جاء الحديث فينادي يوم القيامة بصوت يسمعه من بعد كما\nيسمعه من قرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الحديث لا أقول أ لم حرف ولكن الف حرف ولام حرف وميم حرف فهؤلاء ما\nفهموا من كلام الله إلا ما فهموه من كلام المخلوقين فقالوا إذا قلنا بالحرف\nفإن ذلك يؤدي إلى القول بالجوارح واللهوات وكذلك إذا قلنا بالصوت أدى ذلك\nإلى الحلق والحنجرة فعملوا بهذا من التخبيط كما عملوا فيما تقدم من الصفات\nوالتحقيق هو أن الله تعالى تكلم بالحروف كما يليق بجلاله وعظمته فإنه قادر\nوالقادر لا يحتاج إلى جوارح ولا إلى لهوات وكذلك له صوت يليق به يسمع ولا\nيفتقر ذلك الصوت المقدس إلى الحلق والحنجرة فكلام الله كما يليق به وصوته\nكما يليق به ولا ننفي الحرف والصوت عن كلامه سبحانه لافتقارهما منا إلى\nالجوارح واللهوات فإنهما في جناب الحق لا يفتقران إلى ذلك وهذا ينشرح الصدر\nله ويستريح الانسان به من التعسف والتكلف بقوله هذا عبارة عن ذلك فإن قيل\nهذا الذي يقرؤه القارئ هو عين قراءة الله وعين تكلمه هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا لا بل القارئ يؤدي كلام الله والكلام إنما ينسب إلى من قاله مبتدئا\nلا إلى من قاله مؤديا مبلغا ولفظ القارئ في غير القرآن مخلوق وفي القرآن لا\nيتميز اللفظ المؤدى عن الكلام المؤدى عنه ولهذا منع السلف عن قول لفظي\nبالقرآن مخلوق لأنه لا يتميز كما منعوا عن قول لفظي بالقرآن غير مخلوق فإن\nلفظ العبد في غير التلاوة مخلوق وفي التلاوة مسكوت عنه كيلا يؤدي الكلام في\nذلك إلى القول بخلق القرآن وما أمر السلف بالسكوت عنه يجب السكوت عنه والله <span id='ms13'></span>\nالموفق والمعين فصل العبد إذا أيقن أن الله تعالى فوق السماء عال على عرشه\nبلا حصر ولا كيفية وانه الآن في صفاته كما كان في قدمه كان لقلبه قبلة في\nصلاته وتوجهه ودعائه ومن لا يعرف ربه بأنه فوق السماء على عرشه فإنه يبقى\nضائعا لا يعرف وجهة معبوده لكن ربما عرفه بسمعه وبصره وقدمه وتلك بلا هذا\nمعرفة ناقصة بخلاف من عرف أن الهه الذي يعبده فوق الأشياء فإذا دخل في\nالصلاة وكبر توجه قلبه والى جهة العرش منزها له تعالى مفردا له كما أفرده\nفي قدمه وأزليته عالما أن هذه الجهات من حدودنا ولوازمنا (ولا يمكننا\nالإشارة إلى ربنا في قدمه وأزليته إلا بها لأنا محدثون والمحدث لا بد له في\nإشارته إلى جهة فتقع تلك الإشارة إلى ربه كما يليق بعظمته لا كما يتوهمه هو\nمن نفسه ويعتقد أنه في علوه قريب من خلقه وهو معهم بعلمه وسمعه وبصره\nواحاطته وقدرته ومشيئته وذاته فوق الأشياء فوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p028'> Vol. 00, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nالعرش ومتى شعر قلبه بذلك في الصلاة أشرق قلبه واسنار وأضاء بأنوار\nالمعرفة الإيمان وعكفت أشعة العظمة على قلبه وروحه ونفسه فانشرح لذلك صدره\nوقوي إيمانه ونزه ربه عن صفات خلقه من الحصر والحلول وذاق حينئذ شيئا من\nأذواق السابقين المقربين بخلاف من لا يعرف وجهة معبوده وتكون الجارية راعية\nالغنم اعلم بالله منه فإنها قالت في السماء عرفته بأنه في السماء لما قال\nلها رسول الله صلى الله عليه وسلم يا جارية أين الله قالت في السماء واقرها\nعلى ذلك فإن في تأتي بمعنى على كقوله يتيهون في الأرض أي على الأرض وكقوله\nلأصلبنكم في جذوع النخل أي على جذوع النخل فمن تكون الجارية أعلم بالله منه\nلكونه لا يعرف وجهة معبوده فإنه لا يزال مظلم القلب لا يستنير بأنواع\nالمعرفة والإيمان ومن أنكر هذا القول فليؤمن به وليجرب ما ولينظر إلى مولاه\nمن فوق عرشه بقلبه مبصرا من وجه أعمى من وجه كما سبق مبصرا من جهة الاثبات\nوالوجود <span id='ms14'></span> والتحقيق أعمى من جهة الحصر والتحديد والتكييف فإنه إذا علم ذلك\nوجد ثمرته إن شاء الله تعالى ووجد بركته ونوره عاجلا وآجلا ولا ينبئك مثل\nخبير والله الموفق والمعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nفصل وقد تقرر في القرآن المجيد ذكر الفوقية كقوله يخافون ربهم من فوقهم\nإليه يصعد الكلم الطيب وهو القاهر فوق عباده لأن فوقيته سبحانه وتعالى\nوعلوه على كل شئ ذاتي له فهو العلي بالذات والعلو صفته اللائقة به كما أن\nالسفول والانحطاط ذاتي للأكوان عن رتبة ربوبيته وعظمته وعلوه والعلو والسفل\nحد بين الخالق والمخلوق يتميز به عنه وهو سبحانه على بالذات كما كان قبل\nخلق الأكوان وما سواه متسفل بالذات وهو سبحانه العلي على عرشه يدبر الأمر\nمن السماء إلى الأرض ثم يعرج إليه فيحيي هذا ويميت هذا ويمرض هذا ويشفي هذا\nويعز هذا ويذل هذا وهو الحي القيوم القائم بنفسه وكل شئ قائم به فرحم الله\nعبدا وصلت إليه هذه الرسالة ولم يعالجها بالانكار وافتقر إلى ربه في كشف\nالحق آناء الليل وأطراف النهار وتأمل النصوص في الصفات وفكر بعقله في\nنزولها وفي المعنى الذي نزلت له وما الذي أريد بعلمها من المخلوقات ومن فتح\nالله قلبه عرف أنه ليس المراد إلا معرفة الرب بها والتوجه إليه منها\nواثباته له بحقائقها وأعيانها كما يليق بجلاله وعظمته بلا تأويل ولا تعطل\nولا تكييف ولا تمثيل ولا جمود ولا وقوف وفي ذلك بلاغ لمن اعتبر وكفاية لمن\nاستبصر\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p030'> Vol. 00, p. 030</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES# <span id='ms15'></span>",
  "pages": [
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030"
  ],
  "volumes": [
    "01"
  ]
}