{
  "content": "\n<p>\nالسراج الوهاج لدفع عجاج قاطعة اللجاج تأليف الشيخ إبراهيم بن سليمان\nالفاضل القطيفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nالسراج الوهاج لدفع عجاج قاطعة اللجاج المؤلف: الشيخ إبراهيم بن سليمان\nالمعروف ب‍ \" الفاضل القطيفي \" الموضوع: فقه عدد الصفحات: 132 صفحة تحقيق\nونشر: مؤسسة النشر الإسلامي الطبعة: الأولى المطبوع: 1000 نسخة التاريخ:\nجمادى الثانية 1413 ه‍ مؤسسة النشر الإسلامي التابعة لجماعة المدرسين بقم\nالمشرفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p002'> Vol. 00, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم نبذة من حياة الفاضل القطيفي (ره) ذكره أول من\nذكره الحر العاملي في القسم الثاني من كتابه \" أمل الآمل \" الذي سماه: \"\nتذكرة المتبحرين في تراجم العلماء المتأخرين \" فاكتفى فيه بقوله: إبراهيم\nابن سليمان القطيفي، فاضل عالم محدث، له كتب منها كتاب \" الفرقة الناجية \"\nحسن، توفي بالغري، من المتأخرين (1).\n</p>\n\n<p>\nثم ذكره صاحب \" الحدائق \" في \" الكشكول \" عن رسالة لبعض فضلاء تلامذة\nالمجلسي، والمقصود به صاحب \" رياض العلماء \" قال: الشيخ إبراهيم بن سليمان\nالقطيفي، ثم الغروي، ثم الحلي، الإمام الفقيه الفاضل، العالم الكامل،\nالمحقق المدقق، المعاصر للشيخ علي الكركي. كان يسكن المشهد المقدس الغروي\n(2).\n</p>\n\n<p>\nمشايخه:\n</p>\n\n<p>\nقال: والذي يظهر من إجازة الشيخ إبراهيم هذا للمولى شمس الدين محمد بن\nالحسن الاسترآبادي أنه يروي عن الشيخ علي بن هلال (الجزائري) بواسطة واحدة\n(3) وقد كتب بخطه الشريف إجازة لتلميذه المير معز الدين محمد بن تقي الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nالحسيني الأصفهاني، ويظهر من تلك الإجازة أن الشيخ علي بن هلال المذكور\nكان عم هذا الشيخ. وكان تاريخ الإجازة: سنة ثمان وعشرين وتسعمائة (1) وقال\nفي الإجازة السابقة: إن عدة من الفضلاء أجازوه، ولكن أوثقهم الشيخ إبراهيم\nبن الحسن بن علي بن هلال الجزائري المذكور (2) وعليه فالواسطة واسطتان.\n</p>\n\n<p>\nومن مشايخه المحقق الثاني الكركي، فقد أنهى صاحب \" الكشكول \" إجازته إلى\nالمترجم عن الكركي (3).\n</p>\n\n<p>\nتلامذته والراوون عنه:\n</p>\n\n<p>\nقال: ويروي عنه أيضا جماعة من العلماء، كما يظهر ذلك من إجازاته.\n</p>\n\n<p>\nمنهم: تلميذه السيد معز الدين محمد بن تقي الدين محمد الحسيني الأصفهاني،\nوله من إجازة تاريخها سنة ثمان وعشرين وتسعمائة، في المشهد المقدس الغروي،\nوقد رأيتها بخطه الشريف على ظهر \" الشرائع \" التي كانت لتلميذه المذكور،\nوخطه <span id='ms001'></span> لا يخلو من رداءة.\n</p>\n\n<p>\nومنهم أيضا: السيد شريف الدين الحسيني المرعشي التستري، والد القاضي نور\nالله التستري صاحب \" مجالس المؤمنين \" على ما صرح به القاضي نور الله في\nحواشي \" المجالس \" المذكور (في ترجمة هشام بن سالم).\n</p>\n\n<p>\nومنهم: السيد الأميرزا نعمة الله الحلي (4).\n</p>\n\n<p>\nوقد سبق القول عن إجازته للمولى شمس الدين محمد بن الحسن الاسترآبادي.\n</p>\n\n<p>\nوأضاف صاحب \" الحدائق \" في سلسلة إجازته: الشيخ حسين بن عبد الحميد،\nوالمولى كريم الدين الشيرازي عن القطيفي (5).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nوأضاف صاحب \" روضات الجنات \": المولى شمس الدين محمد بن تركي وتاريخ\nإجازته له سنة خمس عشرة وتسعمائة، بعد سنتين من وروده العراق (1).\n</p>\n\n<p>\nومنهم: شاه محمود الخليفة الشيرازي (2).\n</p>\n\n<p>\nمؤلفاته:\n</p>\n\n<p>\n1 أدعية سعة الرزق وقضاء الدين في مجموعة مختصرة الذريعة 1: 398.\n</p>\n\n<p>\n2 الأربعون حديثا ينقل عنه العلامة المجلسي في البحار الذريعة 1: 410.\n</p>\n\n<p>\n3 تحقيق الفرقة الناجية مرتب على مقدمة وثلاثة فصول وخاتمة، أوله: يا من\nجعل عليا العلي الهادي، إلى دين مختاره من الحاضر والبادي.. فهذه نفقة صدرت\nفي تحصيل أن الفرقة الناجية عند الله هم الشيعة الإمامية. وقال في خاتمتها:\n</p>\n\n<p>\nولنختم رسالتنا هذه بثلاث فوائد. وبعد الفوائد قال: أحببت تتميم ما\nأسلفته بأحاديث حسنة لا يكاد يظفر بها مجتمعة إلا قليل من العلماء، وهي\nمؤكدة لما تقدم من أن الحق إنما هو كون الفرقة الناجية شيعة علي عليه\nالسلام. ثم أورد ثمانية عشر حديثا وبها تتم النسخة، كتبت في شعبان 1006 ه‍\nفرغ منه في 5 صفر 945 ه‍ الذريعة 16: 177.\n</p>\n\n<p>\n4 تعليقات على الشرائع الذريعة 6: 106 بعنوان حاشية على الشرائع.\n</p>\n\n<p>\n5 الثمانية عشر حديثا، وهي تتمة رسالته السابقة في تحقيق الفرقة الناجية\nكما مر، وذكرها في الذريعة 5: 11 بهذا العنوان وذكر لها نسختين إحداهما\nللمرحوم السماوي.\n</p>\n\n<p>\n6 حاشية الألفية للشهيد الذريعة 6: 22 و 11: 107 بعنوان شرح الألفية\nوقال: أوله: الحمد لله الذي تفرد بالكبرياء وتوحد بالجلال. فرغ منه نهار\nالأحد السادس عشر من محرم سنة 939 وعناوينه: أقول.. رأيت نسخة منه في مكتبة\nالمول محمد علي الخونساري في النجف الأشرف. وعبر عنه مؤلفه بالحاشية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n7 الرسالة الحائرية، كما في الذريعة 6: 4. وسيأتي الحديث عنها.\n</p>\n\n<p>\n8 الرسالة الرضاعية، في عموم <span id='ms002'></span> قاعدة التنزيل، ردا على المحقق الكركي،\nذكرها في الذريعة 11: 188 وقال: طبعت منضمة إلى رضاعيات أخر بإيران، أولها:\nيا من فطرنا بفطرته..\n</p>\n\n<p>\n9 رسالة في حرمة صلاة الجمعة في زمن الغيبة مطلقا، ردا على المحقق الكركي\nفي قوله بوجوبها مع وجود المجتهد الجامع لشرائط الفتوى، كما في رياض\nالعلماء والذريعة 15: 62.\n</p>\n\n<p>\n10 - رسالة في حرمة السجود على التربة المشوية (المطبوخة) وهي وإن لم\nيذكرها الأفندي في \" رياض العلماء \" فلم ينقل عنه ولم يذكره البحراني لا في\n\" الكشكول \" ولا في \" لؤلؤة البحرين \" ولا العلامة الطهراني في \" الذريعة \"\nولكنه ذكر ردها من شيخه الشيخ الكركي وقال: رد فيها على معاصره الشيخ\nإبراهيم القطيفي المانع منه. فرغ منها 933، ونقل ذلك عن \" رياض العلماء \"\n(1).\n</p>\n\n<p>\n11 الرسالة الصومية الذريعة 11: 204 وقال: هي موجودة في المكتبة الرضوية.\nونقل عنها بعض فتاواه الأردبيلي في \" شرح الإرشاد \".\n</p>\n\n<p>\n12 رسالة في شرح عدد (محرمات الذبيحة) كما في الذريعة 20: 148.\n</p>\n\n<p>\nمختصرة.\n</p>\n\n<p>\n13 السراج الوهاج لدفع عجاج قاطعة اللجاج وهو هذا الكتاب وسيأتي الكلام\nعنه.\n</p>\n\n<p>\n14 شرح الأسماء الحسنى الذريعة 13: 88 وقال: مبسوط طويل الذيل كثير\nالفوائد، فرغ منه في سنة 934 ه‍، كما في رياض العلماء.\n</p>\n\n<p>\n15 النجفية في سهو اليومية مرتبة على مقدمة وبابين وخاتمة أولها:\n</p>\n\n<p>\n\" الحمد لله الذي اصطفى محمدا على سائر الأنبياء. إني لم أظفر على مؤلف\nلضبط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nالسهو في الصلاة على انفراد، إلا ما ألفه بعض الفضلاء المحققين في رسالة\nتسمى \" السهوية \" فتأملتها فإذا هي لا تخلو من اضطراب، وسميتها: النجفية في\nسهو اليومية، الذريعة 11: 227. وقال: توجد عند المحدث القمي نسخة عصر\nالمصنف كتب في النجف الأشرف ثم قرئت عليه فكتب الإنهاء: في مجالس آخرها\nالرابع عشر من شهر جمادى الآخرة سنة سبع وعشرين وتسعمائة وفي بعض إجازاته\nأذن في العمل بخلافياتها ما دام حيا. والقمي ذكر نسخته في الفوائد الرضوية:\n6.\n</p>\n\n<p>\n16 نفحات الفوائد ومفردات الزوائد. قال فيه: دعاني حب الوحدانية وعزة\nالجبروتية، وسطوة الإلهية وقدرة الفردانية، مما لا تحيط به القوة الإمكانية\nإلا بما تلهمه الألطاف الرحمانية في قوله تعالى \" لو كان فيهما آلهة إلا\nالله لفسدتا \" فإنه مما <span id='ms003'></span> تحيرت فيه عقول أولي الألباب وكثر فيه القيل والقال\nبين حملة الكتاب حاشا وارث العلم عن الحق الصواب، فإنهم الراسخون فيه،\nوالعاملون بتأويل المتشابه ورده إلى المحكم من الخطاب حتى أن بعض الأفاضل\nرجح أن الدليل فيها إقناعي. وهو تهجم عظيم على الحضرة الربوبية. وها أنا ذا\nأسطر ما سنح لي.. فرغ منه 13 شوال سنة 945 وهي أجوبة لأسئلة افتراضية في\nالفلسفة الدينية، عناوينها: إن سأل سائل كذا نقول كذا..\n</p>\n\n<p>\n17 نوادر الأخبار الطريفة الذريعة 24: 344 والظاهر أنها هي الثمانية عشر\nحديثا المار الذكر.\n</p>\n\n<p>\n18 النية الذريعة 24: 439 وقال: موجودة في الرضوية وقف سنة 1145.\n</p>\n\n<p>\n19 الهادي إلى الرشاد في شرح الإرشاد للعلامة الذريعة 25: 15 خرج منه\nالطهارة وقليل من الصلاة، نسخة منه في الرضوية، وأخرى عند السيد محمد علي\nالروحاني بإصفهان. وذكره بعنوان حاشية الإرشاد للعلامة الذريعة 6: 11.\n</p>\n\n<p>\n20 واجبات الصوم، أوله: يا ولي العناية اجعلنا من أهل عنايتك، منها نسخة\nفي الرضوية كتبت في سنة 1067 ه‍ كما في الذريعة 25: 2. ولعلها هي الرسالة\nالصومية السابقة الذكر.\n</p>\n\n<p>\n* * * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nالرسالة الحائرية:\n</p>\n\n<p>\nنقل أكثر رسائله هذه المرحوم المولى عبد الله الأفندي في \" رياض العلماء\n\" ونقلها عنه صاحب \" الحدائق \" في \" لؤلؤة البحرين \" ثم قال: والعجب أنه مع\nكونه يروي عن الشيخ علي الكركي المذكور، كانت له معه معارضات ومناقضات، بل\nرأيت في كلامه في بعض كتبه ما يدل على القدح في فضل الشيخ علي المذكور\nونسبته إلى الجهل - كما هو شأن جملة من المعاصرين حتى أنه ألف في جملة من\nالمسائل في مقابلة رسائل الشيخ علي المذكور ردا عليه ونقضا لما ذكره منها:\nمسألة حل الخراج..\n</p>\n\n<p>\nورسالة حرمة الجمعة زمان الغيبة.. ورسالة المنزلة في الرضاع.. وفي الجميع\nما أصاب ولا وافق الصواب.\n</p>\n\n<p>\nوقد وقعت بيدي رسالة من رسائله سماها ب‍ \" الرسالة الحائرية في تحقيق\nالمسألة السفرية \" ذكر في صدر الرسالة المذكورة ما اتفق له مع الشيخ علي في\nسفره معه للمشهد المقدس الرضوي من المسائل التي نسبه فيها إلى الخطأ.\n</p>\n\n<p>\nمنها: أن العشرة القاطعة لكثرة السفر يشترط فها التتالي أم لا؟ فنسب إلى\nنفسه <span id='ms004'></span> الأول وإلى الشيخ علي الثاني، وفي هذه المسألة صنف الرسالة المشار\nإليها.\n</p>\n\n<p>\nومنها: أنه نقل عنه: أن من لم يجد ساترا إلا جلد الكلب وعليه في نزعه\nتقية سقط عنه فرض أداء الصلاة. قال: فبالغته في ذلك فأبى إلا الإصرار على\nما قاله..\n</p>\n\n<p>\nفأعرضت عنه وحملته على الغفلة وعدم المطالعة.\n</p>\n\n<p>\nومنها: أنه حكم باستحباب الوضوء المجدد على من اغتسل غسل الجنابة،\nوبالغته في ذلك وقلت له: إن المجدد لا يستحب إلا مع سبق وضوء قبله. فقال:\nوفي غسل الجنابة وضوء ضمنا.\n</p>\n\n<p>\nثم ذكر: \" أني دخلت يوما إلى ضريح الرضا عليه السلام فوجدته هناك فجلست\nمعه، فاتفق حضور بغية العلماء الوارثين وزبدة الفضلاء الراسخين جمال الملة\nوالدين. فابتدأ بحضوره معرضا علي: لم لم تقبل جائزة الحكام؟!\n</p>\n\n<p>\nفقلت: لأن التعرض لها مكروه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: بل واجب أو مستحب.\n</p>\n\n<p>\nفطالبته بالدليل.\n</p>\n\n<p>\nفاحتج بفعل الحسن عليه السلام مع معاوية وقال: إن التأسي إما واجب أو\nمندوب، على اختلاف المذهبين.\n</p>\n\n<p>\nفأجبته عن ذلك واستشهدت بقول الشهيد \" رحمه الله تعالى \" في \" الدروس \":\n</p>\n\n<p>\n\" ترك أخذ ذلك من الظالم أفضل، ولا يعارض ذلك أخذ الحسن عليه السلام\nجوائز معاوية، لأن ذلك من حقوقهم بالأصالة \".\n</p>\n\n<p>\nفمنع أولا - كون ذلك في \" الدروس \" ثم التزم بالمرجوحية. وعاهد الله\nتعالى هناك أن يقصر كلامه على قصد الاستفادة بالسؤال والإفادة بالجواب.\n</p>\n\n<p>\nثم فارقته قاصدا إلى المشهد الغروي على أحسن الحال.\n</p>\n\n<p>\nفلما وصلت تواترت الأخبار عنه من الثقات وغيرهم بما لا يليق بالذكر إلى\nأن انتهى الأمر إلى دعواه العلم ونفيه عن غيره. فبذلت وسعي بجميع أنواع\nالملاطفة في رضاه بالاجتماع للبحث والمذاكرة فأبى \".\n</p>\n\n<p>\nوفي آخر الرسالة ذكر ما صورته: \" وإذ فرغت من هذه فأنا مشتغل بنقض رسالته\n\" الخراجية \" وكشف لبس ما رتبه فيها من المباحث الإقناعية \" وهو مما يقضى\nمنه العجب العجيب، كما لا يخفى على الموفق الأريب (1).\n</p>\n\n<p>\nوقال قبله المولى عبد الله الأفندي في \" رياض العلماء \": وتكثرت\nالمعارضات بينه وبين الشيخ علي الكركي، حتى أن أكثر الإيرادات التي أوردها\nالشيخ علي في بعض <span id='ms005'></span> رسائله في الرضاع والخراج وغيرهما رد عليه (2).\n</p>\n\n<p>\nثم قال: وقد سمعت من الأستاذ \" المجلسي \" أيده الله مشافهة ما يدل على\nالقدح في فضله، بل في تدينه، حيث إنه نقل لي: أنه رأى مجموعة بخط الشيخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nإبراهيم هذا، وقد ذكر فيها افتراءات على الشيخ علي (1).\n</p>\n\n<p>\nونقل ذلك صاحب \" لؤلؤة البحرين \" وقال: ومن وقف على ما نقلناه عن الرسالة\nالمتقدمة، وما حذفناه مما هو من هذا القبيل وأشنع، عرف صحة ما ذكره شيخنا\nالمذكور. ولكن هذه طريقة قد جرى عليها جملة من العلماء من تخطئة بعضهم بعضا\nفي المسائل، وربما انجر إلى التجهيل والطعن في العدالة (2).\n</p>\n\n<p>\nوعليه فصاحب \" لؤلؤة البحرين \" حمل المجموعة بخط الشيخ إبراهيم هذا التي\nكانت عند المجلسي على الرسالة الحائرية، وقد مر فيما نقل البحراني عنها\nاعتراض الكركي على القطيفي في حرم الإمام الرضا عليه السلام: أنه لم لم\nيقبل جائزة الحكام؟! ولكن الأفندي نقل الاعتراض هذا هكذا:\n</p>\n\n<p>\n\" سمعنا من المشايخ أنه كان رحمه الله بمشهد الحسين عليه السلام أو\nالمشهد الغروي على مشرفه أفضل الصلاة والسلام، واتفق ورود الشيخ علي\nالمذكور هناك، واجتمعا خلف القبر المبارك في الرواق. وكان السلطان \" الشاه\nطهماسب \" قد أرسل في تلك الأوقات للشيخ إبراهيم المذكور جائزة، وردها\nالشيخ.. فقال له الشيخ علي: إنك أخطأت في ذلك الرد وارتكبت إما محظورا أو\nمكروها. واستدل على ذلك القول بأن مولانا الحسن عليه السلام قد قبل جوائز\nمعاوية، ومتابعته والتأسي به إما واجبة أو مندوبة، وتركها إما حرام أو\nمكروه كما تحقق في الأصول، وهذا السلطان لم يكن أنقص درجة من معاوية وأنت\nلم تكن أعلى رتبة من الحسن عليه السلام. وأجابه الشيخ بجواب (3).\n</p>\n\n<p>\nفترى ما فيه من المفارقات عن واقع اعتراض الكركي وجواب القطيفي عالم\nيذكره. وعذره في ذلك نقله ذلك بواسطة \" المشايخ \" ولعله سمعه من شيخه\nالمجلسي نقلا بالمعنى عن الرسالة الحائرية للقطيفي نفسه. والطريف أن\nالبحراني ابتدأ فنقل ما نقله الأفندي ثم نقل ما في الرسالة الحائرية ولم\nيلتفت إلى وحدة القضية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nواختلاف <span id='ms006'></span> النقل ورجحان النقل المباشر على النقل بالواسطة. ثم انبرى المولى\nالأفندي لتفنيد اعتراض المحقق الثاني فقال:\n</p>\n\n<p>\n\" لكن أقول: إن كلام المحقق الثاني تتراءا منه آثار المغالطة:\n</p>\n\n<p>\nأما أولا فلأن أخذ الحسن جوائز معاوية كان استيفاء لبعض حقوقه عليه\nالسلام، فإن الدنيا بما فيها لهم عليهم السلام، فكيف بما في يد ذلك الطاغي\nالباغي، فلا تصح المقايسة، ويبطل حديث التأسي لأنه يجب أو يستحب فيما لم\nيعلم فيه جهة اختصاص، وهو ظاهر.\n</p>\n\n<p>\nوأما ثانيا فلأن باب التقية والضرورة في شأنه عليه السلام واضح مفتوح في\nأخذه تلك الجوائز، لأنه كان قد صالح ظاهرا مع ذلك الملحد تقية لشيعته وحقنا\nلدم زمرة تبعته، فلو لم يقبل الجوائز منه لتخيل ذلك الشقي أنه لم يقر على\nعهده وصلحه، ولعله يخطر بباله أنه يريد الخروج عليه ثانيا. وعلى هذا أيضا\nفلا وجه للاستدلال بفعله من جهة التأسي.\n</p>\n\n<p>\nوأما ثالثا فلأن الله تعالى يقول: \" ولا تركنوا إلى الذين ظلموا فتمسكم\nالنار \" (1) وأخذ تلك الجوائز من السلطان الجائر مستلزم له البتة، فهو\nحينئذ ممنوع، من باب أن مقدمة المحظور محظورة أيضا إذا كانت مستلزمة له، إذ\nقل ما ينفك الركون مع الإحسان كما قيل \" الإنسان عبد الإحسان \" خرج عنه ما\nخرج من وقت الضرورة ونحوها فيبقى الباقي تحت المنع. ومن المعلوم أن ذلك\nالاحتمال أعني الضرورة عن هذا الشيخ مرتفع، على ما صرح به هو نفسه، فلا وجه\nلتجويزه له \" (2).\n</p>\n\n<p>\nوقبل أن يحاكم بينهما اعتذر يقول: وأنا أقول: إن كليهما طودا الحلم وعلما\nالعلم ولا يليق بمثلي أن يحاكم بينهما (3).\n</p>\n\n<p>\nيقول هذا وهو بعد ذلك يقول: وقد سمعت عن الأستاذ (المجلسي) أيده الله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nأنه (القطيفي) لم يكن ذا فضل كثير، فليست له مرتبة المعارضة مع الشيخ علي\nالكركي إذ أين فضله عن فضل الشيخ علي وعلمه وتبحره (1) فلما ذا عدهما علما\nالعلم وطودا الحلم؟ لعله لقوله:\n</p>\n\n<p>\n\" رأيت بخط بعض العلماء أنه حكى عن بعض أهل البحرين في حق الشيخ إبراهيم\nهذا، \" قدس الله سره \": أن هذا <span id='ms007'></span> الشيخ قد دخل عليه الإمام الحجة عليه السلام\nفي صورة رجل يعرفه الشيخ، وسأله: أي الآيات من القرآن في المواعظ أعظم؟\nفقال الشيخ: قوله سبحانه: \" إن الذين يلحدون في آياتنا لا يخفون علينا،\nأفمن يلقى في النار خير؟ أم من يأتي آمنا يوم القيامة؟! اعملوا ما شئتم إنه\nبما تعملون بصير \" (2) فقال: صدقت يا شيخ. ثم خرج عنه. فسأل بعض أهل البيت:\nأخرج فلأن؟ قالوا: ما رأينا أحدا داخلا ولا خارجا (3) على أن المجلسي قد\nذكر كتاب الأربعين في عداد مصادر بحاره وتوثيق أصحابها فقال:\n</p>\n\n<p>\n\" والشيخ إبراهيم القطيفي \" رحمه الله \" كان في غاية الفضل، وكان معاصرا\nللشيخ نور الدين المروج \" الكركي \" وكانت بينهما مناظرات ومباحثات كثيرة \"\n(4).\n</p>\n\n<p>\nفلا محيص عن التعارض بين القولين، ولا يدرى السابق عن اللاحق.\n</p>\n\n<p>\nهذا الكتاب:\n</p>\n\n<p>\nقال الأفندي: وقد ألف في كل موضع ألف فيه الشيخ علي الكركي للرد عليه.\n</p>\n\n<p>\nومن جملة ذلك: الرسالة الخراجية المسماة ب‍ \" السراج الوهاج لدفع عجاج\nقاطعة اللجاج \" وقد وضعها في حرمة الخراج ردا على الشيخ علي في رسالته \"\nقاطعة اللجاج \" التي صنفها في حل الخراج (5).\n</p>\n\n<p>\nأما المؤلف الفاضل القطيفي فقد قال عنها: وإن بعض إخواننا في الدين (يعني\nالمحقق الكركي) قد ألف رسالة في حل الخراج وسماها \" قاطعة اللجاج \" وأولى\nباسمها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nأن يقال: مثيرة العجاج كثيرة الاعوجاج! ولم أكن ظفرت بها مند ألفها إلا\nمرة واحدة في بلد \" سمنان \" وما تأملتها إلا كجلسة العجلان. وأشار إلى من\nيجب طاعته بنقضها ليتخلق من رآها من الناس برفضها، فاعتذرت بأعذار لا نذكر\nالآن. وما بلغت منها حقيقة تعريضية بل تصريحية بأنواع التشنيع ومخالفته في\nذلك.\n</p>\n\n<p>\nفلما تأملته الآن مع علمي بأن ما فيها أوهى من نسج العناكب، فدمع الشريعة\nعلى ما فيها من مضادها ساكب، وهو مع ذلك لا يألو جهدا بأنواع التعريض بل\nالتصريح بما يكاد يخفى مقصده فيه على أهل البصائر، ومن هو على حقائق أعوار\nالمقاصد عائر..\n</p>\n\n<p>\nفاستخرت الله تعالى على نقضها وإبانة ما فيها من الخلل والزلل، ليعرف\nأرباب <span id='ms008'></span> النظر من أهل العلم والعمل الحق فيتبعوه، والباطل فيجتنبوه، فخرج\nالأمر بذلك..\n</p>\n\n<p>\nفألفت هذه الرسالة وجعلتها واضحة الدلالة، وسميتها \" السراج الوهاج لدفع\nعجاج قاطعة اللجاج \" ومن الله تقدس اسمه أسأل العصمة في المقاصد والمصادر\nوالموارد (1).\n</p>\n\n<p>\nوالمقصود من حل الخراج ما قاله المحقق الكركي في مقدمة كتابه: وفي حال\nغيبته عليه السلام قد أذن أئمتنا عليهم السلام لشيعتهم في تناول ذلك من\nسلاطين الجور، كما سنذكره مفصلا (2).\n</p>\n\n<p>\nوالظاهر أن مقصوده من ذلك هو ما قاله بشأنه صاحب \" رياض العلماء \":\n</p>\n\n<p>\n\" ويلوح من بعض التواريخ الفارسية: أن الشيخ علي الكركي هذا قد دخل بلاد\nالعجم في زمن سلطنة السلطان الشاه إسماعيل، وأن الشيخ علي المذكور دخل إلى\n\" هراة \" بعد دخول السلطان الشاه إسماعيل المذكور إليها في سنة غلبة\nالسلطان المذكور على ملك الأوزبك: شاه بيگ خان \" (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: \" واتصل بصحبة السلطان (الشاه طهماسب الصفوي ثاني سلاطين الصفوية)\nفكان معظما مبجلا في الغاية عند ذلك السلطان وقد عين له وظائف وادارات\nكثيرة، حتى أنه قرر له سبعمائة تومانا في كل سنة بعنوان \" السيور غال \" في\nبلاد عراق العرب، وكتب في ذلك حكما وذكر فيه اسمه في نهاية الإجلال\nوالإعظام \" (1).\n</p>\n\n<p>\nوقال: وقد كان هذا الشيخ معظما عند السلطان الشاه الطهماسب في الغاية،\nوأعطاه وظائف \" وسيورغالات \" وادارات ببلاد عراق العرب، وقد نصبه حاكما في\nالأمور الشرعية بجميع بلاد إيران، وأعطاه في ذلك الباب حكما وكتابا يقضي\nمنه العجب، لغاية مراعاة ذلك السلطان لأدبه في ذلك الكتاب، ولما كان ذلك\nالمكتوب مشتملا على مطالب جليلة دعاني ذلك إلى إيراد صورة ذلك الحكم\nوالكتاب في هذا الموضع من هذا الكتاب، وكان صدره هكذا: بسم الله الرحمن\nالرحيم (2) يا محمد يا علي.. (3).\n</p>\n\n<p>\nفكأن اقطاع السلطان الصفوي هذه الخراجات لهذا الشيخ هو الذي أثار الضجة،\nفكتب الشيخ ردا عليهم \" قاطعة اللجاج في تحقيق حل الخراج \" فرده القطيفي\nبكتابه: \" السراج الوهاج لدفع عجاج قاطعة اللجاج \".\n</p>\n\n<p>\nوقد مر في ترجمة شيخه الكركي، أن العلامة الطهراني يؤرخ فراغ الكركي من\nتأليفه رسالة الخراجية بسنة <span id='ms009'></span> 916 (4) ويؤرخ فراغ الفاضل القطيفي من رسالته\nالردية: \" السراج الوهاج \" بسنة 924 (5) فالفاصل بينهما ثمان سنين، وكجواب\nعن هذه الفترة الفاصلة قال القطيفي في مقدمته:\n</p>\n\n<p>\n\" ولم أكن ظفرت بها منذ ألفها إلا مرة واحدة في بلد \" سمنان \" وما\nتأملتها إلا كجلسة العجلان، وأشار إلى من يجب طاعته بنقضها ليتخلق من رآها\nمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nالناس برفضها، فاعتذرت.. وما بلغت (حينئذ) منها حقيقة تعريضية بل تصريحية\nبأنواع التشنيع، فلما تأملته الآن مع علمي بأن ما فيها أوهى من نسج\nالعناكب، فدمع الشريعة على ما فيها من مضادها ساكب، وهو مع ذلك لا يألو\nجهدا بأنواع التعريض بل التصريح.. فاستخرت الله على نقضها وإبانة ما فيها\nمن الخلل والزلل، ليعرف أرباب النظر من أهل العلم والعمل الحق فيتبعوه،\nوالباطل فيجتنبوه، فخرج الأمر بذلك، فامتثلت.. \" (1).\n</p>\n\n<p>\nأما قبل هذا فقد كان الفاضل القطيفي من تلامذته والمستجيزين منه الحديث\nكما مر عن صاحب \" الحدائق \" (2) ولذلك قال فيه: \" والعجب أنه مع كونه يروي\nعن الشيخ الكركي كانت له معه معارضات ومناقضات.. وقد وقعت بيدي رسالة من\nرسائله سماها ب‍ \" الرسالة الحائرية في تحقيق المسألة السفرية \" ذكر في صدر\nالرسالة المذكورة ما اتفق له مع الشيخ علي في سفره معه للمشهد المقدس\nالرضوي من المسائل التي نسبه فيها إلى الخطأ.. إلى أن قال: ثم فارقته قاصدا\nالمشهد الغروي على أحسن الحال. فلما وصلت تواترت الأخبار عنه من الثقات\nوغيرهم بما لا يليق بالذكر، إلى أن انتهى الأمر إلى دعواه العلم ونفيه عن\nغيره.\n</p>\n\n<p>\nفبذلت وسعي بجميع أنواع الملاطفة في (طلب) رضاه بالاجتماع للبحث\nوالمذاكرة، فأبى.. \".\n</p>\n\n<p>\nوذكر في آخر الرسالة ما صورته: \" وإذا فرغت من هذه فأنا مشتغل بنقض\nرسالته \" الخراجية \" وكشف لبس ما رتبه فيها من المباحث الإقناعية \" وهو مما\nيقضى منه العجب العجيب، كما لا يخفى ذلك على الموفق الأريب \" (3).\n</p>\n\n<p>\nتحديه شيخه بمناظرته:\n</p>\n\n<p>\nأما قوله: \" فبذلت وسعى بجميع أنواع الملاطفة في (طلب) رضاه بالاجتماع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nللبحث والمذاكرة، فأبى.. \".\n</p>\n\n<p>\nفقد نقله المولى عبد الله الأصفهاني في \" رياض العلماء \" عن حسن بيگ روم <span id='ms010'></span>\nلو المعاصر للشيخ علي الكركي هذا في تاريخه بالفارسية \" أحسن التواريخ \" ما\nمعناه:\n</p>\n\n<p>\nإن الشيخ إبراهيم القطيفي لما خاصم الشيخ علي الكركي رجع الأمير نعمة\nالله الحلي الذي كان من تلامذة الشيخ علي الكركي رجع عنه واتصل بالشيخ\nإبراهيم القطيفي مع جماعة من العلماء في ذلك العصر: كالمولى حسين الأردبيلي\nوالمولى حسين القاضي مسافر المولى حسين وغير هم ممن كان بينهم وبين الشيخ\nعلي كدورة، ودفع الأمير نعمة الله الحلي مع الجماعة من العلماء دفعوا الشيخ\nإبراهيم القطيفي على أن يباحث مع الشيخ علي الكركي في مجلس السلطان الشاه\nطهماسب في مسألة صلاة الجمعة، ووعده ذلك الجمع من العلماء أن يعاونوه في\nالبحث في المجلس، وكان يعاونهم في ذلك جماعة من الأمراء أيضا، عداوة للشيخ\nعلي (!) ولكن لم يتفق هذا المقصود ولم ينعقد ذلك أصلا (1).\n</p>\n\n<p>\nوعلق السيد الأمين العاملي على هذه المواقف للفاضل القطيفي في مواجهة\nشيخه المحقق الكركي يقول: إن العالم إذا تورع عن جوائز الملوك وتنزه عنها\nوتجنب الانحياز إليهم تورعا، فلا لوم عليه ولا يقدح ذلك فيه، بل هو طريق\nالسلامة. ولكن اللوم على القطيفي في قدحه في الشيخ وإطالته لسانه عليه مع\nجلالة قدره وعظم محله في العلم، وكون القطيفي ليس من رجاله، فإن من تورع عن\nجوائز الملوك لا يجوز له القدح فيمن يأخذها، لوجوب حمل فعله على الصحة، لا\nسيما إذا كان من أجلاء العلماء كالمحقق الكركي (2).\n</p>\n\n<p>\nولا شبهة في تقدم الشيخ علي عليه في العلم والتحقيق والتبحر، كما لا شك\nفي أن الشيخ على أبعد غورا وأصح رأيا وأقوى سياسة في قبوله جائزة الشاه\nطهماسب ومخالطته لملوك الصفوية، وأن في رد القطيفي لجائزة الشاه لنوع جمود\n(3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nوقال في أحواله: قدم من القطيف إلى العراق وسكن النجف، وتوفي فيه، ولم\nأقف على تاريخ وفاته، لكنه كان حيا سنة 944 (1) وهي تاريخ إجازته الكبيرة\nللسيد شريف الدين الحسيني المرعشي الشوشتري والد القاضي نور الله الشوشتري\nصاحب \" مجالس المؤمنين \" (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم الحمد لله الذي يسر <span id='ms011'></span> معرفة اليقين فظهرت للعارفين\nحقائقه، وأوضح لطلابه أعلامه وبانت للمساكين طرائقه، الذي يقذف بالحق على\nالباطل فيدمغه فإذا هو زاهق (1)، والصلاة على المختار للهداية فهو قائد\nالخير وسائقه، محمد المصطفى الذي صفت جميع صفاته وخلائقه، وعلى أخيه الذي\nجعل سيفا لنبوته فهو مؤازره وموافقه، ذلك أمير المؤمنين حقا المميز به صادق\nعهد الله ومدافعه، صلى الله عليهما وعلى آلهما الذين هم سوابق الفضل\nولواحقه.\n</p>\n\n<p>\nوبعد، فيقول الفقير إلى الله المنان إبراهيم بن سليمان: إن الزمان وإن\nتفاقمت (2) ضلالته وبعدت هدايته، ورجع القهقرى على عقبه وأقعى (3) إقعاء\nالكلب على ذنبه، وكلح (4) منه لأهل الفضل نابا وفتح لهم من مضلات الفتن\nبابا، ونادى بخدامه في الشهوات الذين ارتكبتهم الغفلة والهفوات: هلموا إلى\nبقية الله للدين وحفظة الحجج والبراهين، فلا يبقوا لهم من الناس دارا ولا\nفي عمران الأرض آثارا، فإن ولي النعم ودافع النقم ممد لأوليائه بالإرقاد\nوهو القاهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nبقدرته في سمائه وأرضه فوق العباد، وقد صرح عنه بكلامه فصيح المنادي،\nفأسمع من كان له قلب أو ألقى السمع وهو شهيد من الحاضر والبادي \" ألم تر\nكيف فعل ربك بعاد * إرم ذات العماد * التي لم يخلق مثلها في البلاد * وثمود\nالذين جابوا الصخر بالواد * وفرعون ذي الأوتاد * الذين طغوا في البلاد *\nفأكثروا فيها الفساد * فصب عليهم ربك سوط عذاب * إن ربك لبالمرصاد \" (1) و\n\" إنا لننصر رسلنا والذين آمنوا في الحياة الدنيا ويوم يقوم الأشهاد \" (2).\n</p>\n\n<p>\nهذا وأن بعض إخواننا في الدين قد ألف رسالة في حل الخراج وسماها \" قاطعة\nاللجاج \" وأولى باسمها أن يقال: مثيرة العجاج كثيرة الاعوجاج، ولم أكن ظفرت\nبها منذ ألفها إلا مرة واحدة في بلد سمنان، وما تأملتها إلا كجلسة العجلان،\nفأشار إلى من يجب طاعته بنقضها ليتخلق من رآها من الناس برفضها، فاعتذرت\nبأعذار لا نذكر (3) الآن، وما بلغت منها حقيقة تعريضية بل تصريحية بأنواع\nالتشنيع ومخالفته في ذلك، فلما تأملته الآن مع علمي بأن ما فيها أو هي من\nنسج العناكب، فدمع الشريعة على ما فيها من <span id='ms012'></span> مضادها ساكب، وهو مع ذلك لا يألو\nجهدا بأنواع التعريض بل التصريح بما يكاد يخفى مقصده فيه على أهل البصائر،\nومن هو على حقائق أعوار المقاصد عاثر، لكن المرء المؤمن يسلي نفسه بالخبر\nالمنقول عن أهل المآثر عليهم السلام: لا يخلو المؤمن من خمس إلى أن قال:\nوهو مؤمن يؤذيه، فقيل: مؤمن يؤذيه! قال: نعم وهو شرهم عليه لأنه يقول فيه\nفيصدق (4) وفي قوله تعالى \" وإن تصبروا وتتقوا فإن ذلك من عزم الأمور \" (5)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله \" وإن تصبروا وتتقوا لا يضركم كيدهم شيئا إن الله بما يعملون محيط\n\" (1) أتم دلالة وسلوى، وقد حسن بي أن أتمثل بقول عنترة العبسي:\n</p>\n\n<p>\nولقد خشيت بأن أموت ولا أرى * للحرب دائرة با بني ضمضمي شاتمي عرضي ولم\nأشتمهم * والناذرين إذا لم ألقهما ذمي فاستخرت الله تعالى على نقضها وإبانة\nما فيها من الخلل والزلل، ليعرف أرباب النظر من أهل العلم والعمل الحق\nفيتبعوه والباطل فيجتنبوه، فخرج الأمر بذلك، فامتثلت قائلا من قريحتي\nالفاترة على البديهة الحاضرة ثلاثة أبيات:\n</p>\n\n<p>\nفشمرت عن ساق الحمية معربا * لتمزيقها تمزيق أيدي بني سبا وتفريقها تفريق\nغيم تقيضت * له ريح خسف صيرت جمعه هبا أبى الله أن يبقى ملاذ العاقل * كذاك\nالذي لله يفعل قد أبى فألفت هذه الرسالة وجعلتها واضحة الدلالة وسميتها \"\nالسراج الوهاج لدفع عجاج قاطعة اللجاج \" ومن الله تقدس اسمه أسأل العصمة في\nالمقاصد والمصادر والموارد ولا قدم على المقصود بالذات من النقض فوائد:\n</p>\n\n<p>\nالفائدة الأولى قال العلامة في تحريره: فصل، ويحرم كتمان الفقه والعلم\n(2) قال الله تعالى \" إن الذين يكتمون ما أنزلنا من البينات والهدى من بعد\nما بيناه للناس في الكتاب أولئك يلعنهم الله ويلعنهم اللاعنون \" (3). وقال\n\" إن الذين يكتمون ما أنزل الله من الكتاب ويشترون به ثمنا قليلا أولئك ما\nيأكلون في بطونهم إلا النار \" (4). وقال - عليه السلام: من كتم علما ألجمه\nالله يوم القيامة بلجام من النار (5). وقال عليه السلام: إذا ظهرت البدع في\nأمتي فليظهر العالم علمه فمن لم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nيفعل فعليه لعنة الله (1).\n</p>\n\n<p>\nالثانية <span id='ms013'></span> قال عليه السلام: الفقهاء أمناء الرسل ما لم يدخلوا في الدنيا.\nقيل يا رسول الله فيما دخولهم في الدنيا؟ قال: اتباع السلطان، فإذا فعلوا\nذلك فاحذروهم على دينكم (2). أورد ذلك العلامة في تحريره أيضا (3). وقال\nعليه السلام: العلماء أحباء الله ما أمروا بالمعروف ونهوا عن المنكر ولم\nيميلوا في الدنيا ولم يختلفوا أبواب السلاطين، فإذا رأيتهم مالوا إلى\nالدنيا واختلفوا أبواب السلاطين فلا تحملوا عنهم العلم ولا تصلوا خلفهم ولا\nتعودوا مرضاهم ولا تشيعوا جنائزهم فإنهم آفة الدين وفساد الإسلام يفسدون\nالدين كما يفسد الخل العسل (4). وقال النبي صلى الله عليه وآله وسلم: النظر\nفي وجوه العلماء عبادة (5). سئل جعفر بن محمد عليه السلام عنه فقال: هو\nالعالم الذي إذا نظرت إليه ذكرك الآخرة ومن كان خلاف ذلك فالنظر إليه فتنة\n(6). وفي حديث آخر: إذا رأيت القارئ يلوذ بالسلطان فاعلم أنه لص وإياك\nيخدع، ويقال: يرد مظلمة ويدفع عن مظلوم، فإنه هذه خدعة إبليس اتخذها فخا\nوالقرآن سلما (7). وروي الشيخ بإسناده إلى معاوية الأسدي قال: سمعت أبا عبد\nالله جعفر بن محمد (عليهما السلام) يقول: أما والله إنكم لعلى دين الله\nوملائكته فأعينونا على ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nبورع واجتهاد، عليكم بالصلاة والعبادة، عليكم بالورع (1). وإلى محمد بن\nمسلم الثقفي قال: سمعت أبا جعفر محمد بن علي عليهما السلام يقول: لا دين\nلمن دان بطاعة من عصى الله، ولا دين لمن دان بفرية باطل على الله، ولا دين\nلمن دان بجحود شئ من كتاب الله (2). وإلى علي بن جعفر بن محمد عن أخيه موسى\nبن جعفر عن أبيه جعفر بن محمد عن أبيه عن جده عليهم السلام قال: قال رسول\nالله صلى الله عليه وآله ذات يوم لأصحابه: ألا أنه قد دب إليكم داء الأمم\nمن قبلكم وهو الحسد، ليس بحالق الشعر لكنه حالق الدين، وينجي منه أن يكف\nالإنسان يده ولسانه، ولا يكون ذا غمز على أخيه المؤمن (3). وإلى ابن عباس\nقال: قال رسول الله صلى الله عليه وآله: تناصحوا في العلم <span id='ms014'></span> فإن خيانة أحدكم\nفي علمه أشد من خيانة في ماله وإن الله سائلكم يوم القيامة (4). وبحذف\nالإسناد عن النبي صلى الله عليه وآله: العلم وديعة الله في أرضه والعلماء\nأمناؤه، فمن عمل بعلمه أدى أمانته، ومن لم يعمل بعلمه كتب في علم الله من\nالخائنين (5).\n</p>\n\n<p>\nالثالثة بحذف الإسناد قال رسول الله صلى الله عليه وآله وسلم: من أعان\nطالب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nالعلم فقد أحب الأنبياء وكان معهم، ومن أبغض طالب العلم فقد أبغض\nالأنبياء فجزاؤه جهنم، وأن لطالب العلم شفاعة كشفاعة الأنبياء، وله في جنة\nالفردوس ألف قصر من ذهب، وفي جنة الخلد مائة ألف مدينة من نور، وفي جنة\nالمأوى ثمانون درجة من ياقوتة حمراء، وله بكل درهم أنفقه في طلب العلم جوار\nبعدد النجوم وبعدد الملائكة، ومن صافح طالب العلم حرم الله جسده على النار،\nومن أعان طالب العلم إذا مات غفر الله له ولمن حضر الجنازة. قالوا لمالك بن\nدينار: يا أبا يحيى رب طالب علم للدنيا! فقال: ويحكم ليس له يقال طالب\nالعلم يقال له طالب الدنيا (1). وهذا موافق لقوله عليه السلام: ولئن تطلب\nالدنيا بأقبح ما يطلب به خير من أن يطلب بأحسن ما يطلب به الآخرة (2). وقال\nعليه السلام من آذى طالب العلم لعنته الملائكة وأتى يوم القيامة وهو عليه\nغضبان (3)، ومن أهان فقيها مسلما لقي الله وهو عليه غضبان (4).\n</p>\n\n<p>\nالرابعة الفقهاء أفضل الناس بعد المعصومين إذا عملوا بمقتضى علمهم\nواستعملوا الورع في أفعالهم وكفوا ألسنتهم عن الغيبة لأنها آفتهم، فإن\nالرجيم اللعين قد علم أنهم أشد الخليفة عليه لأنه إنما طلب النظرة لإغواء\nالنوع وهم هداة الطريقة، ولهذا ورد أن فقيها واحدا أشد على إبليس من ألف\nعابد (5) فامتحنهم بحب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p024'> Vol. 00, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nالسمعة وبالغيبة، لأن الأولى علامة المرائي، والرياء يصير الطاعات معاصي،\nوالثانية تأكل الحسنات كما تأكل النار الحطب، وقد ورد فيها ما لا يحصى.\nومنه عن أمير المؤمنين عليه الصلاة والسلام الغيبة أدام كلاب النار (1).\nوعنه أيضا:\n</p>\n\n<p>\nكذب من زعم أنه ولد من الحلال ويأكل لحوم <span id='ms015'></span> الناس (2). وزين أيضا لهم ما\nوجب عليه التنزه عنه من أعمال الحيل والشبه في الدين ليسقط أمانتهم عند\nالله ومحلهم عند قلوب الأتقياء، فإن تميز المقتدي أنما يكون بما ينفرد به\nعن أبناء النوع، فكيف إذا فعل ما يتعفف عنه أكثر أفرادهم؟ لا جرم يسقط محله\nفلا يركن إليه في الدين لأنه ظالم لنفسه فيدخل تحت عموم قوله تعالى \" ولا\nتركنوا إلى الذين ظلموا فتمسكم النار ومالك من دون الله من أولياء ثم لا\nينصرون \" (3).\n</p>\n\n<p>\nالخامسة الحيل الشرعية على أقسام: منها ما لا ينافي الأمانة، ومنها ما\nينافيها ولهما ضابط هو أن ما أخل بالمطلوب الشرعي الناشئ عن حكمة ربانية\nبها يتم صلاح النوع وأحوال معاشهم فلا شك في كونه منافيا للأمانة، وما ليس\nكذلك لا ينافيها لكن منه ما يكون التنزه عنه أولى، ومنه ما لا يوصف بذلك،\nولنفرض صورا يتضح للناظر بها جلية الحال.\n</p>\n\n<p>\nالأولى: إذا باع الإنسان موزونا أو مكيلا بمثله جنسا متفاضلا فهو ربا،\nفجاز أن يتحيل بما يخرجه عن الربا إما بضم غير الجنس إليه أو غير ذلك من\nالصور المذكورة شرعا، وهذا غير مناف للحكمة بل موافق لها وليس تركه أولى،\nوذلك لأن تحريم الربا أمر تعبدي لا يتعلق بمصلحة المتعاوضين أصلا بل\nمصلحتهما نظرا إلى عمل المعاش في جعل التعاوض تابعا لتراضيهما، ومن ثم أجاب\nتعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nالمنكرين حيث قال حكاية عنهم: \" ذلك بأنهم قالوا إنما البيع مثل الربا \"\n(1) بقوله: \" وأحل الله البيع وحرم الربا \" (2) فغرض الشارع يتم بالتخلص\nمنه بأي وجه اتفق، إذا لا غرض له منوطا إلا بعدم التفاضل مع التساوي، ومثل\nهذه الحيلة لإسقاط الشفعة فإن الأمثل أن نزع المال من المالك لا يكون إلا\nعن رضاه خرج منه ما كلف به الشارع عند وقوع البيع دون سائر العقود في\nالأراضي التي يمكن قسمتها من ثبوت حق الشريك وهو الأخذ بالشفعة، وليس بلازم\nعلى المشتري أن يوقع البيع ليشفع منه بل له أن يوقع الصلح ليسلم من التكليف\nبالحكم الشرعي، والحق <span id='ms016'></span> تعالى إنما أوجب حكم الشفعة مع البيع ولم يوجب البيع.\n</p>\n\n<p>\nالثانية: إذا دفع إلى فقيه مالا ليصرفه على المحاويج ويأخذ منه لنفسه إن\nكان محتاجا وهو غير محتاج فملك ماله من يثق به كولده وزوجته ليكون محتاجا\nوأخرجه على نفسه ثم استعاد ماله كان ذلك من الحيل المنافية للأمانة\nلمنافاته حكمة طلب إخراج الزكاة لأن الغرض مساواة الفقراء ودفع ضروراتهم\nبدفع الحق المفروض لهم وقد ورد استحباب نقلها إلى الفقهاء لأنهم أعلم\nبمواقعها، وربما قيل بالوجوب، فإذا فعل الفقيه ذلك كان خائنا لأمانته غير\nموثوق بديانته وهو ممن نصب للدين فخا يصطاد به، ومثل هذا من أتى إلى مال\nمسلم يده عليه فتسلط باليد الغابة حتى أخافه، وعلم منه أنه إن لم يوافقه\nاضطره إلى ما هو أبلغ مما يلتمس منه، ثم طلب منه أن يبيعه نصف نخيله\nوبساتينه التي يكون قيمة الواحد منها ألف دينار وهي خمسون مثلا بدينار\nليتملك نصف ذلك ويأخذه منه، وذلك لأنه مناف لمطلوب الشارع من عدم أكل المال\nبالباطل إلا أن تكون تجارة عن تراض، الناشئ عن حكمة تسلط المسلمين على\nأموالهم إلا عن طيب من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nأنفسهم ليتم نظامهم ويتوفر دواعيهم إلى حاجاتهم المتفرعة عن غناهم، ونحو\nذلك من أمره ظالم بمال على عامل لا يستحق عنده شيئا كعشار مثلا فأخذ رطل\nإبريسم مثلا فباعه عليه بإثني عشر تومانا وقيمة الرطل أضعافه والمأمور عليه\nلا يقدر أن يمتنع لخوف من الظالم فإن ذلك خيانة وإعانة على منكر وهو أمر\nالظالم على المظلوم بما لا يستحق وعدم انزجار العامل عن عمله، فانظر أيها\nالعاقل اللبيب كم بين الصورتين اللتين في المسألة من ألف ألف جريب، وبعض\nقاصري النظر عادمي الفكر يتسلط على جواز الصور بورودها في مثل دفع الربا\nوالشفعة، وليس إلا من غلبة حب الدنيا المقتضي لعدم البصيرة، ونعوذ بالله من\nذلك.\n</p>\n\n<p>\nالثالثة: إذا كان على فقير من السادة أو العوام دين لرجل وعلى الآخر حق\nمن الخمس أو الزكاة، وعلم كل منهما أن <span id='ms017'></span> المدين لا يتمكن من أداء الدين\nلإعساره، فصالح ذو الحق - صاحب الدين على ما في ذمته الفقير بشئ نذر رضي به\nصاحب الدين لعلمه بعدم تمكنه من الاستيفاء، ثم احتسب ذو الحق ما يستحقه في\nذمة الفقير من حق الله تعالى عليه فإنه يصح ولا ينافي الحكمة، لكن احتساب\nقدر ما دفع وإبراء الفقير أو إنظاره بالباقي ودفع باقي ما في ذمته من الحق\nإلى الفقراء أولى. ولهذا ورد في الشرع المطهر كراهة صرف الصدقات الواجبة\nإلى من يعتاد صلته من الإخوان (1)، وربما كان من هذا الباب الصور الشرعية\nفي دفع القرض بزيادة عليه، وحكى لي من أثق بدينه إن الشهيد ابن مكي تغمده\nالله برحمته وأسكنه بحبوحة جنته سئل لما قدم المدينة حاجا عن المائة يزاد\nعليها عشرون فقال ربا والله ربا والله، فقالوا له: ليس كما تذهب لكن نحن\nنقرض المائة ونستوهب عشرين منها ثم نقرض العشرين، فقال: حيلة حيلة لا أدري.\n</p>\n\n<p>\nفانظر إلى تورع هذا الفقيه واحتياطه في عدم الحيلة المحتملة، وما نال\nالفقهاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nالمرتبة عند الله تعالى والزلفة لديه إلا بالورع، وما حكاه السعيد عن\nوالده في طبخ الزبيب فيه كفاية لكل لبيب أريب، وحيث أتينا على ما أوردناه\nمن المقدمات فلنرجع إلى المقصود بالذات.\n</p>\n\n<p>\nقوله: حيث إنا لزمنا الإقامة ببلاد العراق وتعذر علينا الانتشار في\nالآفاق لم نجد بدا من التعلق بالغربة لدفع الأمور الضرورية من لوازم مهمات\n(1) المعيشة (2).\n</p>\n\n<p>\nأقول: لا يخفى على كل ناظر أن هذا العذر لا ينهض على مخالفة الشرع القويم\nوالطريق المستقيم، فالتعلق بالغربة إما أن يكون مشروعا خاليا عما يدنس غرض\nأهل الشريعة أو لا يكون، فإن كان الأول لم يفتقر إلى توطية العذر بما ذكر\nعلى وجه هو إظهار عدم حب الزيادة وطبيعة بعض المكلفين مشعوفة بها كما لا\nيخفى، وإن كان الثاني فالعذر غير مقبول، فكيف يستجير من ادعى الارتقاء في\nالعلم أن يتكلم بنحو هذا بعد سماعه قوله تعالى \" إن الله هو الرزاق ذو\nالقوة المتين \" (3). وبعد <span id='ms018'></span> قوله عليه السلام: من طلب العلم يكفل له برزقه\n(4). وقوله عليه السلام: الرزق كالموت يأتيك وإن هربت منه (5). وغير ذلك من\nالآثار، على أن الناظر بعين البصيرة يرى ما قاله غير واضح، فإن إقامته في\nالعراق لم تكن لازمة خصوصا حينئذ وعدم وجدانه بدا من التعلق غير واقع، فإنه\nلم يقم فيها وفي مثلها إلا ريب ما يطرح الإعياء، ثم أخذت منه وهو مستقيم في\nالحالين ولا تفاوت عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p028'> Vol. 00, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nفيهما، فالعذر إذن مزيف إلا على من ران على قلبه مما كسب.\n</p>\n\n<p>\nقوله: مقتفين في ذلك أثر كثير من العلماء وجم غفير من الكبراء الأتقياء\n(1).\n</p>\n\n<p>\nأقول: لم يرض هذا المعتذر أن يرتكب ما ارتكب إلا بأن ينسب مثل فعله إلى\nالأتقياء على قاعدة قوله تعالى وقوله رسوله المعلومين لأهل العلم وتركنا\nذكره بعينه حذرا من خبط الجهال في المثال. وليت شعري أي تقي ارتكب ما\nارتكبه من أخذ قرية يتسلط فيها بالسلطان من غير سبق العياء ولا غيره من\nالأسباب المملكة، فإن كان وهمه يذهب إلى مثل العلامة جمال الملة والدين\nالحسن بن يوسف بن المطهر قدس الله سره - فهذا من الذي يجب عنه الاستغفار\nويطهر القسم بتكراره بعد المضمضة، فإن الذي كان له من القرى حفر أنهارها\nبنفسه وأحياها بماله لم يكن لأحد فيها من الناس تعلق أبدا، وهذا مشهور بين\nالناس، ويدل عليه ونزيده بيانا أنه وقف أكثر قراه في حياته وقفا مؤبدا،\nورأيت خطه عليه وخط الفقهاء المعاصرين له من الشيعة والسنة، ومنه إلى الآن\nما هو في يد ينسب إليه بقبضه بسبب الوقف الصحيح، وفي صدر سجل الوقف أنه\nأحياها وكانت مواتا، والوقف الذي عليه خطه وخط الفقهاء موجود الآن ومع ذلك\nفالظن بمثله لما علم من تقواه وتورعه يجب أن يكون حسنا مع أنه يتمكن من\nالأمور على ما في نفسه، ولو لم يكن من تقواه، إلا أن أهل زمانه فيه بين\nمعتقد فيه ما لا يذكر وآخر يعتقد فيه الأمر المنكر ويبالغون في نقضه\nويعملون <span id='ms019'></span> بنقل الميت دون قوله كما صرح به هو عن نفسه وهو في أعلى مراتب\nالقدرة عليهم، ولم يتعرض لغير الاشتغال باكتساب الفضائل العلمية والأحكام\nالنبوية وإحياء دارس الشريعة المحمدية لكان كافيا في كمال ورعه وجمال\nسيرته، ونحو ذلك يقال في مثل علم الهدى وأخيه رضوان الله عليهما - على أن\nالذي يجب على هذا المستشهد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nنظرا إلى طريقة العلم وآدابه واقتفاء آثار المستشهدين أنه ينقل عنهم ولو\nبخبر واحد أنهم أخذوا القرية الفلانية أو قرية ما لغيرهم تعلقوا بها لأمر\nالسلطان لهم بذلك حتى ثبت استشهاده، أما مجرد أن يكون لهم قرى وأموال ونحو\nذلك لا يدل على أنهم فعلوا كمثل فعله ليصح استشهاده، فهذا أيضا مزيف، وحسن\nأن يتمثل له بقول الشاعر:\n</p>\n\n<p>\nوأفحش عيب المرء أن يدفع الفتى * توى النقص عنه بانتقاص الأفاضل قوله:\nاعتمادا على ما ثبت بطريق أهل البيت عليهم السلام من أن أرض أهل العراق\nونحوها مما فتح عنوة بالسيف لا يملكها مالك مخصوص بل هي للمسلمين قاطبة\nيؤخذ منها الخراج أو المقاسمة ويصرف في مصارفه.. الخ (1).\n</p>\n\n<p>\nأقول: سيأتي الجواب إن شاء الله تعالى عن هذا في محله مفصلا، بحيث يكشف\nعن غمام التباسه ويعرف المستضئ بنور الحق موضع اقتباسه.\n</p>\n\n<p>\nقوله: وفي حال غيبته عليه السلام قد أذن أئمتنا عليهم السلام لشيعتهم في\nتناول ذلك من سلاطين الجور (2).\n</p>\n\n<p>\nأقول: الذي أذن أئمتنا عليهم السلام لشيعتهم في زمن الغيبة المناكح وفي\nوجه قوي له شاهد من الأثر المساكن والمتاجر وهو في الأرضين مختص بما كان\nحقهم عليهم السلام كالأنفال، أما الأرض المفتوحة عنوة فهي للمسلمين قاطبة،\nفتصرفهم فيها جائز مع عدم ظهور الإمام، ويدل عليه ما يأتي من الأحاديث ما\nأشار إليه بعض الأصحاب كالشيخ في التهذيب (3) وغيره، والظاهر سقوط الخراج\nزمن الغيبة عن الشيعة لظاهر الأخبار. ويؤيده أنه لم ينقل عن السلف منهم\nوالخلف عزل قسط من شئ من الأراضي وإن لم يؤخذ منهم الخراج مع اعتنائهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p030'> Vol. 00, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nبالتقوى والتحرز عن الاشتغال بالحقوق. وقد يستدل على سقوط الخراج <span id='ms020'></span> عن\nالمسلمين كافة مع عدم ظهور الإمام بظاهر بعض الأحاديث، وسيأتي. نعم الظاهر\nأنه يستقر الضمان على غير الشيعة لظاهر حديث عمر بن يزيد (1). إذا عرفت هذا\nفقوله \" وفي حال غيبته عليه السلام قد أذن أئمتنا عليهم السلام لشيعتهم في\nتناول ذلك من سلاطين الجور \" (2) إن أراد به أنهم إذ أذنوا في تناول\nالأراضي فهو ممنوع، ولا نعرف قائلا به ولا أثرا من الحديث يدل عليه، وهو قد\nسلم ذلك في رسالته حيث اعتراض بعد ذكر الحديث التي تدل في زعمه على إباحة\nالخراج باعتراضين.\n</p>\n\n<p>\nأحدهما: أن الأحاديث في الابتياع فلا يجوز غيره.\n</p>\n\n<p>\nوالثاني: أنها في التناول لما يأخذه الجائر فلا يتسلط على الأخذ من دون\nأخذه سابقا، لأنه غير مدلول الأحاديث وقصاراه في الجواب عن الثاني\nالمساواة، وعن الأول المساواة مع التنبيه الدال على الأولوية. وستسمعها مع\nما عليهما مفصلا إن شاء الله تعالى.\n</p>\n\n<p>\nوإن أراد أنهم أذنوا في ابتياع ما يأخذه الجائر فليس مخصوصا بالخراج\nفإنهم أذنوا في ابتياع ما يأخذه من زكاة من أسلم طوعا من الأراضي بل و من\nالأنعام ولا بالشيعة، ومع أنه لا يدل على ما هو فيه من حل القرية بشئ من\nالدلالات وستسمعه عن قريب إن شاء الله تعالى.\n</p>\n\n<p>\nقوله: فلهذا تداوله العلماء (3).. الخ.\n</p>\n\n<p>\nأقول: إن أراد بما تناولوه ما أجازه الأئمة عليهم السلام لشيعتهم من حل\nالثلاثة أو ابتياع ما يأخذه السلطان فقد بينا أنه لا دلالة فيه على مطلوبه،\nوإن أراد أنهم تداول أخذ قرى المسلمين ووضع يديهم عليها فنحن لا نسلم فعل\nواحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p031'> Vol. 00, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nمنهم له أو إشارته إلى إباحته فضلا عن تداولهم له، وعلى طريق آداب البحث\nعلى المدعي هنا تصحيح النقل بما ثبت به شرعا ولو بخبر واحد أنهم تداولوا\nذلك، أما الدعوى المجردة فلا تقبل في مواضع النزاع. هذا وقد يمنع دلالة\nالتداول ما لم يتحقق إجماع أو ما يقوم مقامه من الأدلة التي يصح الاعتماد\nعليها.\n</p>\n\n<p>\nقال السيد التقي الورع ابن طاووس الحسني مجيبا لمن أورد <span id='ms021'></span> عليه لما ترك\nالتقدم والنقابة الاعتراض بفعل المرتضى علم الهدى وأخيه بعد أن قال: إن\nأولئك قد يتملكون في زمانهم مما لا نقدر عليه (1) - ما معناه: إني قلت بذلك\nعلى سبيل التأدب معهما وإلا فلست براض عليهما ولا على فعلهما وليسا معصومين\nحتى يكون فعلهما حجة، فهما داخلان تحت من يرد عليه مثل هذه الأفعال.\n</p>\n\n<p>\nقوله: مع أني لم اقتصر فيما أشرت إليه على مجرد ما نبهت عليه بل أضفت إلى\nذلك من الأسباب التي يثمر الملك ويفيد الحل ما لا يشوبه شك ولا يلحقه ليس\nمن شراء حصة من الأشجار والاختصاص بمقدار معين من البذر فقد ذكر أصحابنا\nطرقا للتخلص من الربا (2).\n</p>\n\n<p>\nأقول: هذا لا يحتاج إلى بيان طائل بعد ما حققناه في المقدمة، وذلك لأنه\nإن بني الحل على الملك فالصورة حيلة تنافي الأمانة بل غير جائزة لأن أهلها\nمقهورون مخافون، ولهذا لما أخذت القرية منه لم يمكنه أن يدعي عليهم ولا أن\nيطالبهم بما ابتاعه منهم لأنهم يجيبوه بأنا إنما فعلنا ذلك خوفا ولو كان عن\nرضى وإيثار لاستقر ملكه عليه كسائر الأملاك المبتاعة، وإن لم يبن عليه\nفوجوده كعدمه بل عدمه أولى، ومن هنا علم أن الاحتياط لا بد فيه من المعرفة\nوالتقوى والورع. ومن العجب أن الخراج عنده ليس من الشبهات ولا من\nالمشتبهات، وظاهره أن القرية * (1) كشف المحجة / ص 112 نقلا بالمضمون.\n</p>\n\n<p>\n(2) راجع خراجيته (ره)، ص 38. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p032'> Vol. 00, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nمساوية للخراج، والاحتياط إنما بكون المقتضي من الخلاف والشبهة وهذا خلف،\nعلى أن الصورة التي عليها مقتضى دخوله تحت الملاك والزراريع الذين يلزمهم\nالخراج، فظاهره كما استشهد به آخر رسالته إن كتم الخراج وسرقته والحيلة\nعليه لا يجوز. وحينئذ يلزمه الخراج لدخوله تحت أهله هذا خلف فرجع ما عمله\nعلى أصله بالإبطال.\n</p>\n\n<p>\nقوله: المقدمة الأولى في أقسام الأرضين وهي في الأصل على قسمين:\n</p>\n\n<p>\nأحدهما: أرض بلاد الإسلام، وهي عامر وموات، فالعامر ملك لأهله لا يجوز\nالتصرف فيه إلا بإذن مالكه، والموات إن لم يجر عليه ملك مسلم فهو لإمام <span id='ms022'></span>\nالمسلمين يفعل به ما يشاء، وليس هذا القسم من محل البحث المقصود.\n</p>\n\n<p>\nالقسم الثاني: ما ليس كذلك وهو أربعة أقسام:\n</p>\n\n<p>\nأحدهما: ما يملك بالاستغناء.. إلخ.\n</p>\n\n<p>\nوثانيهما: أرض من أسلم أهلها عليها طوعا.. الخ، ومنه قوله: إذا عرفت هذا\nفاعلم أن العلامة في المختلف احتج بهاتين الروايتين (1) قلت: يعني ما يذكره\nعن قريب على مختار الشيخ والجماعة، وهما في الدلالة على مختار ابن حمزة\nوابن البراج أظهر ثم احتج لهما برواية لا يدل على مطلوبهما بل ولا يلتئم مع\nمقالتهما .. الخ. (2) أقول: لا يخفى على ممن عرف الشريعة بأعلى مراتب\nالمعرفة أو وسطها أو أدناها أن هذا كلام من لا يحقق شيئا ومن ليس له اطلاع\nعلى هذا الفن ولا على اصطلاح أهله، وذلك لأن أصحابنا في باب إحياء الموات\nيقسمون الأراضي إلى قسمين: أرض بلاد الإسلام ولا يخرج عنها ويقابلها أرض\nبلاد الشرك، وفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p033'> Vol. 00, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nباب الجهاد يذكرون للأراضي أقساما أربعة: المفتوحة عنوة، وأرض الصلح،\nوالتي أسلم أهلها عليها طوعا، والأنفال، فقسمته هنا الأراضي في الأصل على\nقسمين: أحدهما أرض بلاد الإسلام، وثانيهما ما ليس كذلك، وهو أربعة عن\nالتحقيق بمعزل، فإن أرض الإسلام لا يخلو إما أن يكون ما أسلم أهلها عليها\nطوعا أو ما قابل بلاد الشرك، وما قابل بلاد الشرك ينقسم إلى المفتوح عنوة\nوما أسلم أهلها عليها طوعا وغيرهما. وليت شعري كيف جعل أرض بلاد الإسلام\nقسما يقابل الأربعة؟ وكيف حصر ما ليس أرض بلاد الإسلام في الأربعة\nالمذكورة؟\n</p>\n\n<p>\nثم ليت شعري كيف جعل القسم الذي هو أرض بلاد الإسلام ليس من محل البحث\nالمقصود؟ فليت شعري ما المقصود بالبحث حتى لا يكون منه؟ ومن أي وجه اختص ما\nسواء بأنه المقصود بالبحث بحيث لا يشاركه فيه فيساويه؟ ويمكن الجواب بأن\nهذا من. مخترعات اجتهاده ومعناه في نفسه ويظهر بعد السؤال عنه، فاعتبروا يا\nأولي الأبصار.\n</p>\n\n<p>\nتنبيه وإيقاظ: إن كنت في شك مما أشرنا إليك فاستمع لما يتلى عليك:\n</p>\n\n<p>\nقال الشيخ رحمه الله في المبسوط: (1) فصل: في <span id='ms023'></span> حكم أراضي الزكاة وغيرها،\nالأرضون على أربعة أقسام حسب ما ذكرناه في النهاية، (2) فضرب منها يسلم\nأهلها عليها.. إلخ، والضرب الآخر من الأرضين ما أخذ عنوة بالسيف، والضرب\nالثالث كل أرض صالح أهلها عليها وهي أرض الجزية.. إلخ، والضرب الرابع كل\nأرض انجلى أهلها أو كانت مواتا.. إلخ. وإنما لم نذكر تتمة كلامه في الأرضين\nلعدم تعلق غرضنا به، ولأن نحوه آت في كلام التحرير (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p034'> Vol. 00, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nالذي نقشه المؤلف فلا فائدة في تكراره.\n</p>\n\n<p>\nوقال في كتاب إحياء الموات: (1) والبلاد على ضربين: بلاد الإسلام وبلاد\nالشرك، فبلاد الإسلام على ضربين: عامر وغامر، فالعامر ملك لأهله لا يجوز\nلأحد الشروع فيه والتصرف فيه إلا بإذن صاحبه.. الخ، وأما الغامر على ضربين:\nغامر لم يجر عليه ملك مسلم، وغامر جرى عليه ملك مسلم.. إلخ. وأما بلاد\nالشرك فعلى ضربين: عامر وغامر، فالعامر ملك لأهله، وكذلك كل مكان به صلاح\nالعامر من الغامر، فإن صاحب الغامر أحق به كما قلنا في العامر في بلاد\nالمسلمين، ولا فرق بينهما أكثر من أن العامر في بلاد الإسلام لا يملك\nبالقهر والغلبة، وأما الغامر فعلى ضربين.\n</p>\n\n<p>\nوقال ابن إدريس في السرائر: (2) باب أحكام الأرضين وما يصح التصرف فيه\nبالبيع والشراء وما لا يصح. الأرضون على أربعة أقسام: ضرب منها أسلم أهلها\nعليها طوعا.. إلخ، والضرب الثاني من الأرضين ما أخذ عنوة بالسيف، والضرب\nالثالث كل أرض صالح أهلها وهي أرض الجزية.. إلخ، والضرب الرابع كل أرض\nانجلى أهلها.. إلخ ثم قاله: والبلاد على ضربين.. وساق البحث على نحو ما ذكر\nالشيخ في المبسوط.\n</p>\n\n<p>\nوقال العلامة في الإرشاد: (3) المطلب الرابع في الأرضين وهي أربعة.. إلخ\nثم قال سياقة: لا يجوز إحياء الغامر ولا ما به صلاح العامر كالشرب والطريق\nفي بلاد الإسلام والشرك إلا أن ما في بلاد الشرك نعيم بالغلبة، ونحو ذلك\nقال في القواعد (4) وقال المحقق في الشرائع (5) وغير ذلك من كتب الأصحاب من\nأرادها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p035'> Vol. 00, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nوقف عليها فلا حاجة إلى سطرها مفصلة وفيما ذكرناه كفاية.\n</p>\n\n<p>\nقوله: القسم <span id='ms024'></span> الثاني.. إلخ. (1) أقول: هذه الأقسام التي ذكرها هو كلام\nالعلامة في تحريره (2) إلا ما شذ، فليس الكلام منسوبا إليه لتكون الجناية\nفيه إن كانت عليه إلا ما أشار إليه من الدليل فإنه كلام المختلف، وأنا الآن\nأذكر كلام التحرير بعينه ليعرف الناظر أنه أخذه منه نقشا من غير تغيير،\nوأذكر كلام العلامة في المختلف.\n</p>\n\n<p>\n(3) وأشار إلى ما ينبغي الإشارة إليه.\n</p>\n\n<p>\nقال العلامة في تحريره: (4) الثالث في الأرضين وفيه ثمانية مباحث: الأول:\n</p>\n\n<p>\nالأرضون على أربعة أقسام (أحدها) ما يملك بالاستغنام ويؤخذ قهرا بالسيف\nفإنها للمسلمين قاطبة لا يختص بها المقاتلة ولا يفضلون على غيرهم، ولا\nيتخير الإمام بين قسمتها ووقفها وتقرير أهلها بالخراج، ويقبلها الإمام لمن\nيقوم بعمارتها بما يراه من النصف أو الثلث وعلى المتقبل إخراج مال القبالة\nوحق الرقبة وفيما يفضل في يده إذا كان نصابا العشر أو نصف العشر، ولا يصح\nالتصرف في هذه الأرض بالبيع والشراء والوقف وغير ذلك، وللإمام أن ينقله من\nمتقبل إلى غيره إذا انقضت مدة القبالة، وله التصرف فيه بحسب ما يراه من\nمصلحة المسلمين، وارتفاع هذه الأرض تنصرف إلى المسلمين بأجمعهم، وليس\nللمقاتلة فيها إلا مثل ما لغير هم من النصيب في الارتفاع. (الثاني) أرض من\nأسلم أهلها عليها طوعا من قبل نفوسهم من غير قتال فتترك في أيديهم ملكا لهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p036'> Vol. 00, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nيصح لهم التصرف فيها بالبيع والشراء والوقف وسائر أنواع التصرف إذا\nعمروها وقاموا بعمارتها، ويؤخذ منهم العشر أو نصف العشر زكاة إذا بلغ\nالنصاب، فإن تركوا عمارتها وتركوها خرابا كانت للمسلمين قاطبة، وجاز للإمام\nأن يقبلها ممن يعمرها بما يراه من النصف أو الثلث أو الربع، وكان على\nالمتقبل بعد إخراج حق القبالة ومؤونة الأرض إذا بقي معه النصاب العشر، وعلى\nالإمام أن يعطي أربابها حق الرقبة. (الثالث) أرض الصلح وهي كل أرض صالح\nأهلها عليها، وهي أرض الجزية، يلزمهم ما يصالحهم الإمام عليه من نصف أو ثلث\nأو ربع أو غير ذلك، وليس عليهم غير ذلك، وإذا أسلم أربابها كان <span id='ms025'></span> حكم أرضهم\nحكم أرض من أسلم طوعا ابتداء، ويسقط عنهم الصلح لأنه جزية، ويصح لأربابها\nالتصرف فيها بالبيع والشراء والهبة وغير ذلك، وللإمام أن يزيد وينقص ما\nيصالحهم عليه بعد انقضاء مدة الصلح بحسب ما يراه من زيادة الجزية ونقصانها،\nولو باعها المالك من مسلم صح وانتقل ما عليها إلى رقبة البائع، هذا إذا\nصولحوا على أن الأرض لهم، أما لو صولحوا على أن الأرض للمسلمين وعلى\nأعناقهم الجزية كان حكمها حكم الأرض المفتوحة عنوة عامرها للمسلمين ومواتها\nللإمام.\n</p>\n\n<p>\n(الرابع) أرض الأنفال وهي كل أرض انجلى أهلها عنها وتركوها، أو كانت\nمواتا لغير مالك فأحييت، أو كانت آجاما وغيرها مما لا يزرع فاستحدثت مزارع\nفإنها كلها للإمام خاصة لا نصيب لأحد معه فيها، وله التصرف فيها بالقبض\nوالهبة والبيع والشراء بحسب ما يراه، وكان له أن يقبلها بما يراه من نصف أو\nثلث أو ربع، ويجوز له نزعها من يد متقبلها إذا انقضت مدة الزمان إلا ما\nأحييت بعد موتها، فإن من أحياها أولى بالتصرف فيها إذا تقبلها بما يقبلها\nغيره، فإن أبى كان للإمام نزعها من يده وتقبيلها لمن يراه، وعلى المتقبل\nبعد إخراج مال القبالة فيما يحصل في حصة العشر أو نصف العشر الثاني، قال\nالشيخ: كل موضع أوجبنا فيه العشر أو نصف العشر من أقسام الأرضين إذا أخرج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p037'> Vol. 00, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nالإنسان مؤونته ومؤونة عياله لسنته وجب عليه فيما بقي بعد ذلك الخمس\nلأهله.\n</p>\n\n<p>\nأقول: إلى هنا كلام التحرير وهو قريب من عبارة الشيخ في المبسوط التي\nذكرها في آخر فصول كتاب الزكاة (1). ولا يخفى أن المؤلف قد أخذها بعينها\nويتعلق بها فوائد:\n</p>\n\n<p>\n(منها) أن الشيخ والعلامة اقتصرا على قول وللإمام أن ينقلها من متقبل إلى\nآخر إذا انقضت مدة القبالة، وزاد المؤلف \" أو اقتضت المصلحة ذلك \" وظاهره\nأن اقتضاء المصلحة يتخير النقل قبل انقضاء المدة وهو غلط، لأن الإمام يجب\nعليه إلا الوفاء بما عاقد عليه إذا كان مصلحة حينئذ وهو لا ينقل إلا ذلك.\n</p>\n\n<p>\n(ومنها) قول العلامة رحمه <span id='ms026'></span> الله: (2) ولو باعها المالك من مسلم صح وانتقل\nما عليها إلى رقبة البائع. قلت: خالف في ذلك التقي محتجا بأنه قد ثبت في\nالأرض فإذا بيت فلا ضمان. وأجاب العلامة بأنها جزية على المالك متعلقة بشئ\nمن ماله فإذا خرج منه المال استقرت في ذمته كالدين الذي عليه رهن. والمشهور\nما قاله العلامة.\n</p>\n\n<p>\n(ومنها) قول الشيخ (3) وتبعه العلامة (4) أو كانت مواتا لغير مالك فأحييت\nأو كانت آجاما مما لا يزرع فاستحدثت مزارع. قلت: هذا القيد أعني الإحياء\nوالاستحداث - ليس بشئ لأن الموات التي لا مالك لها والآجام للإمام أحييت\nواستحدثت أم لا، بل القيد لا يخلو من نظر لأن الإحياء والاستحداث إن كان\nللإمام فهو ليس بشرط لأنه مالك قبله، وإن كان من غيره أمكن القول بأن ذلك\nالغير يملكها لأن الموات يملكها المحيي على وجه، وقد يحمل على الإحياء مع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p038'> Vol. 00, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nظهوره، ولا شعور في الكلام به فحذف القيد أولى. ومنها قول الشيخ (1)\nوالعلامة (2): إلا ما أحييت بعد مواتها فإن من أحياها أولى بالتصرف فيها\nإذا تقبلها بما يتقبلها غيره.\n</p>\n\n<p>\nأقول: لا يجب على الإمام تقريرها في يدها لأنها ملكه وهو مخير في وضع من\nشاء عليها وأحيا المحيي إن أفاد ملكا لم يجز رفع يده وإلا جاز مطلقا، نعم\nيستحب ذلك للإمام، فإن أراد الاستحباب فلا بحث فيه إلا أنهما قالا: فإن أبى\nكان للإمام نزعها. وظاهر ذلك أنه إن لم يأت لم يكن له النزع عملا بمفهوم\nالشرط الذي هو حجة عند المحققين. وقولهما سابقا \" أولى \" لا يدل على\nالاستحباب لأن أولوية اليد قد تفيد الوجوب كما في أولوية المحجر. هذا مما\nيتعلق بكلام التحرير الذي نسخه المؤلف في رسالته، (3) أما ما قال العلامة\nرحمه الله في مختلفه (4) فهذه عبارته: مسألة: أرض من أسلم أهلها عليها طوعا\nملك لهم يتصرفون فيها كيف شاؤوا، فإن تركوا عمارتها يقبلها الإمام ممن\nيعمرها ويعطي صاحبها طسقها وأعطى المتقبل حصة وما يبقى فهو متروك لصالح\nالمسلمين في بيت مالهم.\n</p>\n\n<p>\nقاله الشيخ رحمه <span id='ms027'></span> الله وأبو الصلاح، وقال ابن حمزة: إذا تركوا عمارتها\nصارت للمسلمين أمرها إلى الإمام. (5) وقال ابن البراج: (6) وإن تركوا\nعمارتها حتى صارت خرابا كانت حينئذ لجميع الإسلام يقبلها الإمام عليه\nالسلام ممن يقوم بعمارتها بحسب ما يراه من نصف أو ثلث أو ربع وعلى متقبلها\nبعد إخراج مؤونة الأرض وحق القبالة فيما يبقى في خاصة من عليها إذ بقي خمسة\nأوسق أو أكثر من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p039'> Vol. 00, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nذلك العشر أو نصف العشر. وقال ابن إدريس: (1) الأولى ترك ما قاله الشيخ\nفإنه مخالف للأصول والأدلة العقلية والسمعية، فإن ملك الإنسان لا يجوز لأحد\nأخذه ولا التصرف فيه بغير إذنه واختياره، فلا يرجع عن الأدلة بأخبار\nالآحاد، والأقرب ما قاله الشيخ لنا أنه أنفع للمسلمين وأعود عليهم فكان\nسائغا، وأي عقل يمنع من الانتفاع بأرض ترك أهلها عمارتها وإيصال أربابها حق\nالأرض مع أن الروايات متضافرة بذلك.\n</p>\n\n<p>\nوروى صفوان بن يحيى وأحمد بن محمد بن أبي نصر قال: ذكرنا الكوفة وما وضع\nعليها من الخراج وما سار فيها أهل بيته، فقال: من أسلم طوعا تركت أرضه في\nيده وأخذ منه العشر مما سقت السماء والأنهار، ونصف العشر مما كان بالرشا\nفيما عمروه منها، وما لم يعمروه منها أخذه الإمام فقبله ممن يعمره وكان\nالمسلمين، وعلى المتقبلين في حصصهم العشر أو نصف العشر. (2) وفي الصحيح عن\nأحمد بن محمد بن أبي نصر قال: ذكرت لأبي الحسن الرضا الخراج وما سار به أهل\nبيته فقال: العشر ونصف العشر فيما عمر منها وما لم يعمر أخذه الوالي قبله\nممن يعمره وكان للمسلمين وليس فيها أقل من خمسة أوسق شئ وما أخذ بالسيف\nفذلك للإمام يقبله بالذي يرى كما صنع رسول الله صلى الله عليه وآله وسلم\nبخيبر (3).\n</p>\n\n<p>\nلا يقال السؤال وقع عن أرض الخراج ولا نزاع فيها بل في أرض من أسلم أهلها\nعليها طوعا، لأنا نقول الجواب وقع أولا عن أرض من أسلم أهلها، ثم إنه عليه\nالسلام أجاب عن أرض العنوة.\n</p>\n\n<p>\nواحتج ابن حمزة وابن البراج <span id='ms028'></span> بما رواه معاوية بن وهب في الصحيح قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p040'> Vol. 00, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت أبا عبد الله عليه السلام يقول: أيما رجل أتى خربة فاستخرجها وكرى\nأنهارها وعمرها فإن عليه فيها الصدقة، فإن كانت أرضا لرجل قبله فغاب عنها\nوتركها وأخربها ثم جاء بعد يطلبها فإن الأرض لله عز وجل ولمن يعمرها (1).\n</p>\n\n<p>\nوالجواب أنه محمول على أرض الخراج أو على أن المحيي أحق ما دام يقوم\nبعمارتها وأداء حقها من مالكها إذ أراد خرابها لما رواه الحلبي في الصحيح\nعن الصادق عليه السلام إلى أن قال: وعن الرجل يأتي الأرض الخربة الميتة\nفيستخرجها ويكري أنهارها ويعمرها ويزرعها ماذا عليه؟ فيها الصدقة. قلت:\n</p>\n\n<p>\nفإن كان يعرف صاحبها؟ قال: فليؤد إليه حقه. (2) إلى هنا كلامه، (3) وهو\nكلام فقيه متمكن في فقه عالم بأغواره فطن في دقائقه، وذلك لأنه حيث علم أن\nكلام الشيخ رحمه الله مركب من دعويين: أحدهما جواز التصرف وهو موافق لمذهب\nالشيخ، وعدم دفع الطسق، وظاهر هما أنها تخرج عن ملك المالك وهو مخالف لمذهب\nالشيخ، وكلام ابن إدريس يقتضي المنع من التصرف مطلقا وهو مخالف لمذهب الشيخ\nوالتقي والقاضي وهو أعني العلامة مختار مذهب الشيخ. استدل أولا على صحة\nدعواه من جواز التصرف وهو مشترك بينه وبين التقي والقاضي ردا على ابن إدريس\nبقوله: إنه أنفع للمسلمين وأعود عليهم فكان سائغا، قال:\n</p>\n\n<p>\nوأي عقل يمنع من الانتفاع بأرض ترك أهلها عمارتها.. (4) متعجبا من قول\nابن إدريس بالمنع، وأردفه بقوله: وإيصال أربابها حق الأرض (5) إذ لا عجب من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p041'> Vol. 00, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nالمنع إذا لم يصل المالك نفع لأنها ملكه، ومجرد ترك العمارة ليس من\nالأسباب الناقلة للملك عن مالكه قطعا، بل الأعراض بقصد عدم للملك لا يخرج\nالملك عن المالك وإن كان الملك حيوانا يخرج إلى الامتناع كالصيد، وقد صرح\nبه الأصحاب في محله مستدلين بعدم تحقق سبب الإزالة شرعا فكيف بغيره، ثم أكد\nالاستدلال بتضافر الروايات، وأورد منها روايتين. فبطل مذهب ابن إدريس فصار\nالحال مشتركا بين الشيخ والتقي والقاضي إلا ما يفهم من إطلاق قوله <span id='ms029'></span> في\nالرواية \" وكان للمسلمين \" والمراد ليس إلا مال القبالة وأطلق اللفظ لذلك.\n</p>\n\n<p>\nوأيضا فدليل ابن إدريس لا غبار عليه لولا الشهرة التي عضدت خبر الواحد\nبجواز الانتفاع، ولا تصريح في الروايات بخروج الملك عن المالك لإمكان حمل\nما يحتمل منها ذلك على النما والارتفاع، فدليله بالنسبة إلى بقاء الملك لا\nمعارض له أصلا، ويؤيده ما دل من الروايات على لزوم أنه إن قال قائل: إذا\nكان الأمر في أموال الناس ما ذكرتم من لزوم الخمس فيها وكذا الغنائم وكان\nأحكام الأرضين ما بينتم من وجوب اختصاص التصرف فيها بالأئمة عليهم السلام،\nإما لاختصاصهم بها كالأنفال أو للزوم التصرف فيها بالتقبيل والتضمين لهم\nمثل أرض الخراج فيجب أن لا يحل لكم منكح ولا تخلص لكم متجر ولا يسوغ لكم\nمطعم على وجه من الوجوه. قيل له: إن الأمر وإن كان كما ذكرت من اختصاص\nالأئمة عليهم السلام بالتصرف في هذه الأشياء فإن لنا طريقا إلى الخلاص، ثم\nأورد الحديث التي وردت بالإذن للشيعة في حقوقهم عليهم السلام حال الغيبة -\nثم قال: إن قال قائل إن ما ذكر تموه إنما يدل على إباحة التصرف في هذه\nالأرضين ولا يدل على صحة تملكها بالشراء والبيع، ومع عدم صحتهما لا يصح ما\nيتفرع عليهما. قيل له: قد قسمت الأرضين على ثلاثة أقسام: أرض يسلم أهلها\nعليها فهي ملك لهم يتصرفون فيها، وأرض تؤخذ عنوة وتصالح أهلها عليها وقد\nأبحنا شراءها وبيعها لأن لنا في ذلك قسما لأنها أراضي المسلمين وهذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p042'> Vol. 00, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nالقسم أيضا يصح الشراء والبيع فيه على هذا الوجه، وأما الأنفال وما يجري\nمجراها فليس يصح تملكها بالشراء وإنما أبيح لنا التصرف حسب (1). ثم استدل\nعلى حكم أراضي الخراج برواية أبي بردة بن رجا السابقة (2) الدالة على جواز\nبيع آثار التصرفات دون رقبة الأرض، وهذا كلام واضح السبيل وجهه من حيث\nالمعنى أن التصرف في المفتوحة عنوة إنما يكون بإذن الإمام، وقد حصل منهم\nالإذن لشيعتهم حال الغيبة، فيكون آثار تصرفهم محترمة بحيث يمكن <span id='ms030'></span> ترتب البيع\nونحوه عليها، وعبارة شيخنا في الدروس (3) أيضا يرشد إلى ذلك حيث قال:\n</p>\n\n<p>\nولا يجوز التصرف في المفتوحة عنوة إلا بإذن الإمام عليه السلام سواء كان\nبالوقف أو غيرها، نعم في حال الغيبة ينفذ ذلك. وأطلق في المبسوط (4) أن\nالتصرف فيها لا ينفذ أي لا يقيد بحال ظهور الإمام ولا عدمه، ثم قال وقال\nابن إدريس: (5) إنما يباع ويوقف تحجيرنا وبناؤنا وتصرفنا لا نفس الأرض،\nومراده بذلك أن ابن إدريس أيضا أطلق جواز التصرف في مقابل إطلاق الشيخ عدم\nجوازه، والصواب التقييد بحال الغيبة لينفذ، وعدمه بعدمه، وهذا ظاهر بحمد\nالله. إلى هنا كلامه.\n</p>\n\n<p>\nيقول الفقير إلى الله المنان إبراهيم بن سليمان: إن هذا التنبيه الثاني\nمن كرامات القرن العاشر حيث أظهر أن من يسعى بالعلم ويوصف به ويجلس منتصبا\nللفتوى يبسط مثل هذا في مصنف، وليس أعجب من ذلك إلا سماع أهل القرن لهذا\nالتأليف من غير أن ينكره منكر منهم إنكارا يروع مثل هذا المؤلف أن يؤلف\nمثله، ولا أعرف جوابا من هذين إلا ما قاله عليه السلام: إن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p043'> Vol. 00, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nالله لا يفيض العلم انتزاعا (1).. الخ. وها أنا إذا أنفة على الدين\nورعاية للحجج والبراهين أبين ما فيه على وجه يظهر لكل متأمل.\n</p>\n\n<p>\nقوله: نفوذ هذه التصرفات التي ذكرناها إنما هو في غيبة الإمام عليه\nالسلام أما في حال ظهوره فلا، لأنه إنما يجوز التصرف فيها مطلقا بإذنه،\nوعلى هذا فلا ينفذ شئ من تصرفات المتصرف فيها استقلالا. (2) أقول: لا خفي\nأنه أراد بالتصرفات التي أشار إليها البناء والغرس ونحو ذلك، ولا شبهة في\nأن نفوذه على معنى كون البيع مثلا يصح فيه لا يتعلق بظهور الإمام ولا غيبته\nلأن علة النفوذ كون الآثار المذكورة مملوكة للمتصرف وهي أعيان لا يخرج عن\nملكه إلا بسبب شرعي، وهذا لا يختلف الأمر فيه بين غيبة الإمام وظهوره، وهذا\nالمؤلف قد سلم ذلك حيث علل في التنبيه الأول الجواز بقوله \" قلت: هذا واضح\nلا غبار عليه يدل عليه ما تقدم من <span id='ms031'></span> قول الصادق عليه السلام:\n</p>\n\n<p>\nاشتر حقه فيها (3) وأنه أثر محرم لم يخرج عن ملك مالكه شئ من الأسباب\nالناقلة فيكون قابلا لتعلق التصرفات \". فانظر أيها المتأمل إلى تناقض كلام\nهذا الرجل وخبطه وعدم ضبطه ثم لا يرضى أن يتأخر حيث أخره القدر، بل لا يزال\nيدعي الفضل والعلو فيه، لكن هذا من ذاك كما في المثل السائر: السفينة في\nالدجلة كالملاح، وقوله في التعليل \" لأنه إنما يجوز التصرف فيها بإذنه\nمطلقا فلا ينفذ شئ من تصرفات المتصرف فيها استقلالا \" كلام غير مربوط لأن\nعدم جواز التصرف لا يقتضي عدم جواز بيع آثار التصرف، فإن الغاصب لو غرس أو\nبنى جاز مع غرسه وبنائه ولا يزيد مرتبة، هذا عن كونه غاصبا. ثم إن كلامه\nهذا يبطله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p044'> Vol. 00, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nما صرح به العلامة في المنتهى (1) وغيره من الأصحاب من إطلاق جواز بيعها\nتبعا لآثار التصرف من غير تعيين لكون التصرف وقع مباحا أم لا، والروايات\nصريحة بذلك أيضا، وفي بعضها عن علي (2) عليه السلام هكذا: رفع إليه رجل\nاشترى أرضا من أرض الخراج.. الخ فكيف [تكون] مخصوصة بحال الغيبة؟ والدليل\nالشرعي الذي قدمناه وسلمه هو يؤيد ذلك، فاعتبروا يا أولي الأبصار.\n</p>\n\n<p>\nقوله: وقد أرشد إلى هذا الحكم كلام الشيخ في التهذيب (3).. الخ (4).\n</p>\n\n<p>\nأقول: ليت شعري كيف أرشد كلام الشيخ في التهذيب إلى ما ذكره، ثم ليت شعري\nثانيا وثالثا كيف وكلام الشيخ الأول إنما وقع لفائدة جواز نفي التصرف على\nمعنى عدم تحقق الإثم فيه وليس من البيع والشراء ونحو هما في شئ، وقد صرح به\nعند استيفاء الاستدلال على إباحة غير الأرضين بقوله: وأما أراضي الخراج\nوأراضي الأنفال والتي قد انجلى أهلها عنها فإنا قد أبحنا أيضا التصرف فيها\nما دام الإمام مستترا، فإذا ظهر يرى هو في ذلك رأيه، فنكون نحن في تصرفنا\nغير آثمين (5). فانظر كيف ساوى في الأمر أرض الخراج والأنفال؟\n</p>\n\n<p>\nفلولا أن المراد بالتصرف هو نفس الانتفاع لافترقا لافتراقهما في الأحكام\nبالنسبة إلى البيع ونحوه كما لا يخفى، وسيأتي <span id='ms032'></span> من المؤلف ما يدل عليه ومما\nيؤيد ما ذكرناه ويزيده بيانا أن الشيخ لما استوفى غرضه من بيان جواز التصرف\nبالانتفاع قال \" فإن قال قائل: إن جميع ما ذكر تموه إنما يدل على إباحة\nالتصرف لكم في هذه الأرضين ولم يدل على أنه يصح لكم تملكها بالشراء والبيع،\nفإذا لم يصح الشراء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p045'> Vol. 00, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nوالبيع فما يكون فرعا عليه أيضا لا يصح مثل الوقف والنحلة والهبة وما\nيجري مجرى ذلك (1). قلت: وهذا صريح في أن ما تقدم ليس إلا في إباحة نفس\nالتصرف ولهذا أتى بقوله \" إنما \" الدالة على الحصر، ثم لم يجب بأن البيع\nونحوه يجوز في زمن الغيبة بل أجاب بما نقله عن المؤلف، وحاصله جواز البيع\nوالشراء في الأرض التي أسلم أهلها عليها طوعا، وجواز بيع أرض العنوة والصلح\nلأن المبايع (2) فيها سهما لأنها أراضي المسلمين فيجوز بيعه وشراؤه على هذا\nالوجه وعدم جواز بيع أراضي الأنفال بل يجوز التصرف فيها حسب، ولا يخفى على\nمن له تأمل ومسكة من عقل النظر أن ما ذكره الشيخ لا يدل على مدعى هذا\nالمؤلف بأحد الدلالات ولا ينطبق عليه لأن الشيخ علل أولا إباحة التصرف\nبالجواز حال الغيبة وليس من المدعى المراد في شئ، وعلل جواز البيع والشراء\nبقرار الملك فيما أسلم أهله عليه وبالشركة في أرض المفتوحة عنوة، فلا مدخل\nلظهور الإمام ولا غيبته بوجه من الوجوه، ولا أعرف من أين تخيل لهذا المؤلف\nكون كلام الشيخ يرشد إلى ما ذكره! وقول المؤلف \" ثم استدل على حكم الخراج\nبرواية أبي بردة \" كلام لا يرتبط بالمقصود أصلا لأن رواية أبي بردة عامة\nبالنسبة إلى الظهور والغياب وإلى كون التصرف فيها جائزا وغير جائز، وكون\nالمتصرف شيعيا وغير شيعي، فانظر أيها المتأمل بعين البصيرة إلى كلام هذا\nالرجل تجد العجب العجاب.\n</p>\n\n<p>\nوقد أحببت أن أورد كلام الشيخ في التهذيب من أوله إلى آخره تبركا وتيمنا\nوتعريفا يخرج من الإجمال إلى التفصيل وينتبه الناظر على سواء السبيل. قال\nرحمه الله (3) \" فإن قال قائل <span id='ms033'></span>: إذا كان الأمر في أموال الناس ما ذكرتم من\nلزوم الخمس فيها وكان أحكام الأرضين ما بينتم من وجوب اختصاص التصرف فيها\nبالأئمة عليهم السلام إما لأنها مما يختصون برقبتها دون سائر الناس مثل\nالأراضي التي ينجلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p046'> Vol. 00, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nأهلها عنها، أو للزوم التصرف فيها بالتقبيل والتضمين لهم مثل أرض الخراج\nوما يجري مجراها، فيحب أن لا يحل لكم منكح ولا يتخلص لكم متجر ولا يسوغ لكم\nمطعم على وجه من الوجوه وسبب من الأسباب. قيل له: إن الأمر وإن كان على ما\nذكر تموه من السؤال من اختصاص الأئمة عليهم السلام بالتصرف في هذه الأشياء\nفإن لنا طريقا إلى الخلاص مما ألزمتمونا. أما الغنائم والمتاجر والمناكح\nوما يجري مجراها مما يجب للإمام فيها الخمس فإنهم عليهم السلام قد أباحوا\nذلك لنا وسوغوا التصرف فيه وقد قدمنا فيما مضى ذلك، ويؤكده أيضا ما رواه\nسعد ابن عبد الله عن أحمد بن محمد بن أبي نصر عن عمارة عن الحارث بن مغيرة\nالبصري عن أبي عبد الله عليه السلام قال: قلت له: إن لنا أموالا من غلات\nوتجارات ونحو ذلك، وقد علمت أن لك فيها حقا، قال: فلم أحللنا إذا لشيعتنا\nإلا لتطيب ولادتهم؟! وكل من والى آبائي فهم في حل مما في أيدينا فيبلغ\nالشاهد الغائب (1). وعنه عن أبي جعفر عن علي بن مهزيار قال: قرأت في كتاب\nلأبي جعفر عليه السلام رجل يسأله أن يجعله في حل من مأكله ومشربه من الخمس،\nفكتب بخطه: من أعوزه شئ من حقي فهو في حل. (2) وما رواه محمد ابن الحسن\nالصفار عن يعقوب بن يزيد عن الحسن بن علي الوشاء عن القاسم بن يزيد عن\nالفضل عن أبي عبد الله عليه السلام قال: من وجد برد حبنا في كبده فليحمد\nالله على أول النعم، قال: قلت: جعلت فداك ما أول النعم؟ قال:\n</p>\n\n<p>\nطيب الولادة، ثم قال أبو عبد الله عليه السلام: قال أمير المؤمنين عليه\nالسلام لفاطمة عليها السلام: أحلي نصيبك من ألفي لآباء <span id='ms034'></span> شيعتنا ليطيبوا، ثم\nقال أبو عبد الله عليه السلام: إنا أحللنا أمهات شيعتنا لآبائهم ليطيبوا.\n(3) وما رواه محمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p047'> Vol. 00, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nابن الحسن الصفار عن الحسن بن الحسن ومحمد بن علي وحسن بن علي بن يوسف\nجميعا عن محمد بن سنان عن حماد بن طلحة صاحب السابري عن معاذ بن كثير بياع\nالأكسية عن أبي عبد الله عليه السلام قال: موسع على شيعتنا أن ينفقوا مما\nفي أيديهم بالمعروف، فإذا قام قائمنا حرم على كل ذي كنز كنزه حتى يأتوه به\nيستعين به. فأما الأرضون فكل أرض تعين لنا أنها مما قد أسلم أهلها فإنه يصح\nلنا التصرف فيها بالشراء منهم والمعاوضة وما يجري مجراها، وأما أراضي\nالخراج وأراضي الأنفال والتي قد انجلى أهلها عنها فإنا قد أبحنا أيضا\nالتصرف فيها ما دام الإمام مستترا، فإذا ظهر يرى وفي ذلك رأيه فنكون نحن في\nتصرفنا غير آثمين (1) وقد قدمنا ما يدل على ذلك، والذي يدل عليه أيضا ما\nرواه سعيد بن عبد الله عن أبي جعفر عن الحسن بن محبوب عن عون بن يزيد قال:\n</p>\n\n<p>\nرأيت أبا سيار مسمع بن عبد الملك بالمدينة وقد كان حمل إلى أبي عبد الله\nعليه السلام مالا في تلك السنة فرده عليه، فقلت له: لم رد عليك أبو عبد\nالله عليه السلام المال الذي حملته إليه؟ فقال: إني قلت حين حملت إليه\nالمال أني كنت وليت الغوص فأصبت أربعمائة ألف درهم وقد جئت بخمسها ثمانين\nألف درهم وكرهت أحبس عنك أو أعرض لها وهي حقك الذي جعلها الله تعالى لك في\nأموالنا، فقال: وما لنا من الأرض وما أخرج الله منها إلا الخمس، يا أبا\nسيار الأرض كلها لنا فما أخرج الله منها من شئ فهو لنا، قال: قلت له: أنا\nأحمل إليك المال كله، فقال لي: يا أبا سيار الأرض قد طيبناه لك فضم إليك\nمالك، وكل ما كان في أيدي شيعتنا من الأرض فهم محللون، محلل لهم ذلك إلى أن\nيقوم قائمنا فيجبيهم طسق ما <span id='ms035'></span> كان في أيدي سواهم فإن كسبهم من الأرض حرام\nعليهم حتى يقوم قائمنا فيأخذ الأرض من أيديهم ويخرجهم عنها صغرة (2) وما\nرواه محمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p048'> Vol. 00, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nابن علي بن محبوب عن محمد بن الحسين بن محبوب عن عمر بن يزيد قال: سمعت\nرجلا من أهل الجبل يسأل أبا عبد الله عليه السلام عن رجل أخذ أرضا مواتا\nتركها أهلها فعمرها وأكرى نهرها وبنى فيها بيوتا وغرس فيها نخلا وشجرا،\nقال:\n</p>\n\n<p>\nفقال أبو عبد الله عليه السلام: كان أمير المؤمنين عليه السلام يقول: من\nأحيا أرضا من المؤمنين فهي له وعليه طسقها يؤديه إلى الإمام في حال الهدنة،\nفإذا ظهر القائم فليوطن نفسه على أن تؤخذ منه (1). وما رواه علي بن الحسن\nبن فضال عن جعفر بن محمد بن حكيم عن عبد الكريم بن عمر الخثعمي عن الحارث\nالبصري قال: دخلت على أبي جعفر فجلست عنده فأذن نجية قد استأذن عليه فأذن\nله فدخل فجثا على ركبتيه ثم قال: جعلت فداك إني أريد أن أسألك عن مسألة ما\nأريد بها إلا فكاك رقبتي من النار، فكأنه رق له فاستوى جالسا فقال:\n</p>\n\n<p>\nيا نجية: سلني فلا تسألني اليوم إلا أخبرتك به، فقال: جعلت فداك ما تقول\nفي فلان وفلان فقال: يا نجية لنا الخمس في كتاب الله ولنا الأنفال ولنا صفو\nالمال، هما والله أول من ظلمنا حقنا في كتاب الله وأول من حمل الناس على\nرقابنا ودمائنا في أعناقهما إلى يوم القيامة بظلمنا أهل البيت، وأن الناس\nيتقلبون في حرام إلى يوم القيامة بظلمنا أهل البيت، فقال نجية: إنا لله\nوإنا إليه راجعون ثلاث مرات، هلكنا ورب الكعبة، فرفع فخذه عن الوسادة\nواستقبل القبلة ودعا بدعاء لم أفهم منه شيئا إلا أنا سمعنا في آخر دعائه\nيقول: اللهم إنا أحللنا ذلك لشيعتنا، قال: ثم أقبل إلينا بوجهه وقال: يا\nنجية ما على فطرة إبراهيم غيرنا وغير شيعتنا. فإن قال قائل: إن جميع ما ذكر\nتموه إنما يدل على إباحة التصرف لكم في هذه الأرضين <span id='ms036'></span> ولم يدل على أنه يصح\nلكم تملكها بالشراء والبيع، فإذا لم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p049'> Vol. 00, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nيصح الشراء والبيع فما يكون فرعا عليه أيضا لا يصح مثل الوقف والنحلة\nوالهبة وما يجري مجرى ذلك، قيل: قد قسمنا الأرض فيما مضى على ثلاثة أقسام:\nأرض يسلم أهلها عليها فهي تترك في أيديهم وهي ملك لهم، فما يكون حكمه هذا\nالحكم صح لنا شراؤها وبيعها، وأما الأرضون التي تؤخذ عنوة أو يصالح أهلها\nعليها فقد أبحنا شراءها وبيعها لأن لنا في ذلك قسما لأنها أراضي المسلمين،\nفهذا القسم مما يصح الشراء والبيع فيه على هذا الوجه، وأما الأنفال وما\nبجري مجراها فليس تصح تملكها بالشراء وإنما أبيح لنا التصرف حسب. والذي يدل\nعلى القسم الثاني ما رواه محمد بن الحسن الصفار عن أيوب بن نوح عن صفوان بن\nيحيى قال: حدثني أبو بردة بن رجا قال: قلت لأبي عبد الله عليه السلام: كيف\nتراني شراء أرض الخراج؟ قال: ومن يبيع ذلك في أرض المسلمين؟ قال: قلت\nيبيعها الذي في يديه، قال: ويصنع بخراج المسلمين ماذا؟ ثم قال: لا بأس اشتر\nحقه منها ويحول حق المسلمين عليه ولعله يكون أقوى عليه وأمين بخراجهم منه\n(1). وروى علي بن الحسين بن فضال عن إبراهيم بن هشام عن حماد بن عيسى عن\nمحمد بن مسلم قال: سألت أبا عبد الله عليه السلام عن الشراء من أرض اليهود\nوالنصارى قال: ليس به بأس، قد ظهر رسول الله صلى الله عليه وآله وسلم على\nأهل خيبر فخارجهم على أن تترك الأرض بأيديهم يعملونها ويعمرونها فلا أرى به\nبأسا لو أنك اشتريت منها شيئا، وأيما قوم أحيوا شيئا من الأرض وعملوها فهم\nأحق بها وهي لهم. (2) وعنه عن علي بن حماد عن حريز عن محمد ابن مسلم وعمر\nبن حنظلة عن أبي عبد الله عليه السلام قال: سألته عن ذلك فقال: لا بأس\nبشرائها، فإنها إذا كانت بمنزلها في أيديهم يؤدي عنها كما يؤدي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p050'> Vol. 00, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nعنها. (1) وعنه عن علي بن حماد بن عيسى عن إبراهيم <span id='ms037'></span> بن أبي زياد قال:\n</p>\n\n<p>\nسألت أبا عبد الله عليه السلام عن الشراء من أرض الجزية قال: فقال:\nاشترها فإن لك من الحق ما هو أكثر من ذلك. (2) وبهذا الإسناد عن حماد عن\nحريز عن زرارة عن أبي عبد الله عليه السلام قال: إذا كان كذلك كنتم إلى أن\nتزادوا أقرب منكم إلى أن تنقصوا (3). وبهذا الإسناد عن حريز عن أبي عبد\nالله عليه السلام قال:\n</p>\n\n<p>\nسمعته يقول: رفع إلى أمير المؤمنين عليه السلام رجل اشترى أرضا من أرض\nالخراج، فقال أمير المؤمنين عليه السلام: له ما لنا وعليه ما علينا مسلما\nكان أو كافرا له ما لأهل الله وعليه ما عليهم (4).\n</p>\n\n<p>\nيقول الفقير إلى الله المنان إبراهيم بن سليمان: إلى هنا كلام الشيخ في\nالتهذيب (5) ولا يخفى على ناظره أنه قد اشتمل على أمرين: (الأول) إباحة\nالتصرف للشيعة في الخمس والأراضي إلى أن يقوم قائم آل محمد عليهم السلام.\n(الثاني) إباحة البيع والشراء للأراضي من غير تقييد بزمن الغيبة ولا يكون\nالبائع شيعيا بل ولا مسلما ولا بكون البيع يختص بآثار التصرف، نعم ربما فهم\nمنهما سواء له الاختصاص لكن بتوجه (بتوجيه ظ) لأن الجواز مطلقا يقتضي\nالجواز للشيعة في جملة من يجوز لهم. والدليل دل على الجواز مطلقا فلا شبهة،\nوها هو قد تجلى لناظره، فليطالعه بعين البصيرة، وقد اشتمل على أحكام وأنظار\nلولا الخروج عن المقصود لأشرنا إليها.\n</p>\n\n<p>\nقوله: ووجهه من حيث المعنى أن التصرف في المفتوحة عنوة إنما يكون بإذن\nالإمام، وقد حصل منهم الإذن لشيعتهم حال الغيبة فتكون آثار تصرفهم محترمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p051'> Vol. 00, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nبحيث يمكن ترتب البيع ونحوه. (1) أقول: هذا كلام في نهاية الركاكة\nوالسقوط عن درجة الاعتبار لا يخرج من لحيي متأمل، وذلك أن مطلوب المؤلف كما\nهو ظاهر منه صريح أن التصرف بالبيع ونحوه تبعا للآثار إنما يصح زمان\nالغيبة، فلا يصح إثباته إلا بأمرين:\n</p>\n\n<p>\nالصحة مع الغيبة، وعدم الصحة لامعها، وكلامه هنا دلالته على الصحة زمن\nالغيبة فلا يصح دليلا على المدعى، على أن المقصود <span id='ms038'></span> بالذات تخصيص الصحة بزمن\nالغيبة لأن الصحة قد ثبتت على جهة العموم بما مضى من الأدلة، وأشار إليه\nأيضا من الأحاديث، ولا دلالة فيما ذكره عليه أصلا، هذا والصحة لا تتوقف على\nإباحة الإذن كما قررناه سابقا ونبهنا على أنه أشار إليه فيما سبق أيضا فلا\nمدخل لتوسط قوله: إن التصرف إنما يكون بإذن الإمام (2) فهذا الكلام عند\nالتأمل لا حقيقة له، ويحسن التمثيل فيه بقوله تعالى: \" وألق ما في يمينك\nتلقف ما صنعوا إنما صنعوا كيد ساحر ولا يفلح الساحر حيث أتى \". (3) قوله:\nوكلام شيخنا في الدروس أيضا يرشد إلى ذلك. (4) أقول: ظاهر كلامه في الدروس\n(5) غير مقيد بآثار التصرف وحمله عليه تكلف غير حسن، وقد أشرنا إليه سابقا،\nوفي خلال كلام الشيخ في التهذيب ما يدل عليه.\n</p>\n\n<p>\nقوله: وأطلق في المبسوط (6) أن التصرف لا ينفذ أي لا يقيد بحال الظهور\nولا عدمه (7).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p052'> Vol. 00, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nأقول: مسلم أنه أطلق، لكن مراده بالإطلاق عدم النفوذ على الاستقرار لا\nعدم نفوذ البيع تبعا لآثار التصرف لأن ذلك جائز لا يختلف فيه أحد من\nالأصحاب فيما علمته.\n</p>\n\n<p>\nقوله: ثم قال: وقال ابن إدريس (1): \" إنما يباع ويوقف تحجيرنا وبناؤنا\nوتصرفنا لا نفس الأرض \"، ومراده بذلك أيضا أن ابن إدريس أطلق جواز التصرف\nفي مقابل إطلاق الشيخ (رحمه الله) عدم جوازه. (2) أقول: أسند إلى نفسه\nبصيغة الجمع وإلى أهل زمنه ظاهر أو هو زمن الغيبة فلا إطلاق بالنسبة إليها\nولو شوحح في ذلك مع فساد المشاحة كما لا يخفى، قلنا:\n</p>\n\n<p>\nظاهر كلامه فيما سوى الأرض وظاهر الشهيد الإطلاق وإلا لم يكن لإيراده قول\nابن إدريس \" لا نفس الأرض \" فائدة، وكلام الشهيد يقتضي نفوذ التصرف مطلقا\nفي الغيبة، وكلام الشيخ يقتضي المنع، وكلام ابن إدريس يقتضي تخصيص الجواز\nبما سوى نفس الأرض، فمن أين علم أن كلام الشهيد يرشد إلى كون البيع لآثار\nالتصرف مخصوص بالغيبة مع أنه خلاف ظاهره كما حررناه وأزلنا اللبس عنه\nوالحمد لله.\n</p>\n\n<p>\nقوله: في المقدمة الثانية في بيان أرض الأنفال والآجام وبطون <span id='ms039'></span> الأودية\nورؤوس الجبال (3).\n</p>\n\n<p>\nأقول: لا نقض يتعلق بهذا إلا أن فيه نكتة أحببت الإشارة إليها حيث\nأهملها، إما لاختياره الإطلاق كغيره أو لغير ذلك، وهي أن المراد بما ذكر كل\nما كان كذلك أو ما كان في ملكه أعني ما ليس في يد مسلم من الأرض التي أسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p053'> Vol. 00, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nأهلها عليها طوعا وجهان في قوة التعادل. قال التعادل. قال العلامة في\nالمختلف لما نقل القولين: والأقرب الإطلاق. لنا ما رواه محمد بن مسلم في\nالموثق عن أبي عبد الله عليه السلام أنه سمعه يقول: الأنفال ما كان من أرض\nلم يكن فيها هراقة دم أو قوم صولحوا وأعطوا بأيديهم وما كان من أرض خراب أو\nبطون أودية فهذا من الفئ، والأنفال لله وللرسول، فكما كان لله فهو للرسول\nصلى الله عليه وآله يضعه حيث يحب (1). وما رواه محمد بن مسلم أيضا بسند آخر\nعن الباقر عليه السلام وفي حديث سماعة بن مهران وقد سأله عن الأنفال إلى أن\nقال - الطسق للمالك والشهرة عليه. (2) (3) فيتعين الحمل على ما ذكرناه فتم\nالاستدلال والرد، ثم احتج لهما بما هود ليلهما ولا إشكال ولا شك في دلالته\nعلى مطلوبهما والتئامه مع مقالتهما لأن الرواية دلت على أن من عمر أرضا\nخربة لها مالك يكون له وليس للمالك إذا طلبها أن ينزعها منه، فدلت بعمومها\nعلى أرض من أسلم أهلها عليها طوعا مع خرابها لدخولها تحت اسم الأرض الخربة\nونظائرها على خروجها عن ملكه، ولهذا احتاج العلامة إلى حملها على ما ذكره،\nولولا ظهور دلالتها على الدعوى لم يحتج إلى الحمل، فإن الحمل لا يكون إلا\nممن يريد خلاف ظاهر المحمول، وهذا واضح ثم أورد سندا على حمله ما هو بعينه\nصالح للاستدلال على شق كلام الشيخ الثاني الذي هو الفتوى المشهور بين\nأصحابنا، فتم مطلوبه ودليله، ولم يقصر عن مدعاه ولا أورد إلا ما هو دليل\nمنتج للمدعي. فانظر أيها المنصف كيف اجترأ هذا الرجل على إمام المجتهدين\nوعماد الدين حتى قال: ثم احتج لهما <span id='ms040'></span> برواية لا تدل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p054'> Vol. 00, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nعلى مطلوبهما بل ولا تلتئم مع مقالتهما. (1) فإذا كان هذا قوله في هذا\nالرجل الذي هو علم التحقيق والتدقيق فكيف لا يشنع على غيره ووجب أن يتمثل\nبهما بقول الشاعر:\n</p>\n\n<p>\nوكم من عائب قولا صحيحا * وآفته من الفهم السقيم وأي شناعة على العالم\nأكبر من أنه لا يفهم عدم انطباق الدليل على المدعى حتى يستدل بما يدل ولا\nيلتئم مع المداول. وليت شعري كيف توهم أن الدليل لا يدل ولا يلتئم، فإن كان\nسببه ذكر الغياب في الرواية فلا يخفى قصوره لأنه قال وتركها وأخربها.\nفالعلة هي الترك والخراب ولو شوحح بأن الرواية دلت على أن العلة المجموع،\nوالتقي والقاضي زعما أن العلة الخراب مطلقا، أجبنا بوجهين (أحدهما) أنه لا\nقائل بمدخلية الغياب مع الخراب، فاعتباره خارج عن الأقوال، فخصوصية قيد\nالغياب ملغى بلا خلاف، وحينئذ فذكره في السؤال وقع للتنبيه على سبب الخراب\nنظرا إلى الغالب لا أنه شرط. ومثل هذا كثير في الروايات يعلمه من طالعها.\n(وثانيهما) أن الغيبة هنا محمولة على عدم ملاحظته ومراعاته، فإن مثل ذلك\nيسمى غيبة، فإن من توجه إلى شئ ببدنه ولم يكن متوجها إليه بقلبه يقال أنه\nغائب القلب عنه. أقول: وبنحو هذا الخيال الواهي تحيري على مثل هذا الفاضل\nبأنه يستدل على ما يدل على المطلوب ولا يلتئم مع المقالة، وليس لقائل أن\nيقل إن العلامة حاك، فالقصور في الاستدلال التقي والقاضي لأنه سلم الدلالة\nوأجاب عنها بالحمل، ولو لم يكن الدليل دالا كان سوء الفهم منسوبا إليه،\nوحاشاه بل حاشا هما أيضا منه، فانظر أيها الناظر سمت الحق متجنبا لغيره \"\nولا تتبع الهوى فيضلك عن سبيل الله إن الذين يضلون عن سبيل الله لهم عذاب\nشديد بما نسوا يوم الحساب \" (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p055'> Vol. 00, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nقوله: في خلال كلامه وكلام شيخنا في الدروس قريب من كلامهما فإنه قال\nيقبلهما الإمام بما يراه ويصرفه في مصالح المسلمين وابن إدريس منع من ذلك\nكله، وقال إنها باقية على ملك الأول ولا يجوز التصرف فيها <span id='ms041'></span> إلا بإذنه وهو\nمتروك. (1) أقول: كان الخطأ والسهو لازم هذا الرجل فلا ينفك عنه حتى أنه لو\nنقل عبارة لم ينقلها صحيحا لا أدري لأي شئ، فإن كان يقول: لأن الرواية تجوز\nبالمعنى، قلنا: فلا بد من مراعاة عدم الاختلاف وهذه عبارة الدروس، فليتأمل\nهل هي مخالفة لما نقله أو موافقة، قال: ولو تركوا عمارتها فالمشهور في\nالرواية أن الإمام يقبلها بما يراه ويصرفه في مصالح المسلمين. وفي النهاية\nيدفع من حاصله طسقها لأربابها والباقي للمسلمين (2) وابن إدريس منع من\nالتصرف بغير إذن أربابها وهو متروك (3) ولا شك أن الشهيد في هذه العبارة\nأقصر على كون المشهور في الرواية ما ذكره وحكى الطسق عن النهاية وهي كتاب\nخبر حذفت أسانيده، وكأنه أشار إلى مقتضى رواية الحلبي السابقة (4) وذكر قول\nابن إدريس وهو المنع من التصرف بغير إذن أربابها وأنه متروك، وما حكاه\nالمؤلف يفهم منه بغير ارتياب لو كان هو عبارة الدروس أنه مفت بتقبيلها وصرف\nالحاصل في المصالح من غير إشارة إلى غير ذلك إلا قول ابن إدريس، وقد ذكر\nأنه متروك، فأين عبارته مما حكاه؟ فاعتبروا يا أولي الأبصار. وإن أردت\nزيادة الإيضاح فبين ما نقله، وبين عبارة الدروس فرق من وجوه: (الأول) أن\nعبارته تدل على الفتوى وعبارة الدروس لا تدل عليه بل على أن المشهور في\nالرواية ذلك. (الثاني) أن عبارته لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p056'> Vol. 00, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nإشعار فيها بالإشارة إلى الرواية وهو يدل ظاهرا على عدم قول غير ما حكاه\nعن ابن إدريس، فإذا كان متروكا تعين الحمل به وعبارة الدروس (1) تدل على\nنقل الخلاف بل الرواية لأن النهاية كتاب خبر في الحقيقة. (الثالث) أن\nعبارته تدل صريحا على نقل بقاء الملك الأول ويفهم منه أن ما سبق يدل على\nعدمه، وليس في عبارة الشهيد ما يدل على عدم الملك أصلا، بل ربما كان في\nنقله بكلام ابن إدريس إشعار بأنها باقية على الملك على القولين حيث اقتصر\nعلى نقل اشتراط الإذن من أربابها.\n</p>\n\n<p>\n(الرابع) أن عبارته تقيد كون البقاء <span id='ms042'></span> على الملك متروكا لأنه قول ابن إدريس\nالمتروك، وعبارة الشهيد لا احتمال فيها لذلك، وكيف يكون البقاء على الملك\nمتروكا وهو فتوى الأكثرين من أصحابنا؟ نعم اشتراط الإذن كما قاله الشهيد\nمتروك، فهذا كلام من لا يحقق شيئا، اللهم إلا أن يكون نقل كلام الدروس من\nحضورها عنده لظنه أنه متوهم لم ينظر هو ولا غيره بعد في ذلك.\n</p>\n\n<p>\nومثل هذا التصنيف يجري مجرى التلاعب بالعلوم ونقل أقوال الفقهاء بالخيال\nالموهوم نعوذ بالله من ذلك.\n</p>\n\n<p>\nقوله: المقدمة الثانية في حكم المفتوحة عنوة.. الخ. (2) أقول: لا نزاع\nلنا ولا رد على حكم المفتوحة عنوة، فإن حكمها مشهور متداول بين الأصحاب،\nوقد ذكر المؤلف عبارة بعضهم بعينها، نعم لنا في هذا الباب الذي ذكره نكت:\n(الأولى) لم يذكر من حكم المفتوحة عنوة إخراج الخمس منها أو من حاصلها، بل\nظاهره عدم ذلك حيث أطلق الحكم بتقبيلها وإخراج حاصلها فيما ذكر، ولا وجه\nحسنا له فإن الله تعالى يقول \" واعلموا أنما غنمتم من شئ فإن لله خمسه \"\n(3) الآية، وهي عامة، والشيخ قال في صدر كلامه الذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p057'> Vol. 00, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nنقله: والذي يقتضيه المذهب أن هذه الأراضي وغيرها من البلاد التي فتحت\nعنوة أن يكون خمسها لأهل الخمس وأربعة أخماسها يكون للمسلمين قاطبة\nللغانمين وغير الغانمين في ذلك سواء ويكون للإمام.. (1) إلى آخر ما ذكره\nعنه. وقال الفاضل ابن إدريس في سرائره: والضرب الثاني من الأرضين ما أخذ\nعنوة بالسيف بفتح العين وهو ما أخذ عن خضوع وتذلل قال الله تعالى \" وعنت\nالوجوه للحي القيوم \" (2) أي خضعت وذلت، فإن هذه الأرض تكون للمسلمين\nبأجمعهم المقاتلة وغير المقاتلة، وكان على الإمام أن يقبلها لمن يقوم\nبعمارها بما يراه من النصف أو الثلث أو الربع أو غير ذلك، وكان على المتقبل\nإخراج ما قبل به من حق الرقبة يأخذه الإمام فيخرج منه الخمس فيقسمه على\nمستحقه والباقي منه يجعل في بيت مال المسلمين يصرف في بيت مال المسلمين\nيصرف في مصالحهم من سد الثغور وتجهيز الجيوش (3)، وربما أهمل ذلك <span id='ms043'></span> بعض\nالأصحاب إنكالا على ما سبق منهم قبل، فالمنفرد للبحث لا بد وأن يتعرض لذلك\nلئلا يتوهم عموم الحكم في المفتوحة عنوة بل هو الظاهر خصوصا عند غير العالم\nبالأحكام.\n</p>\n\n<p>\n(الثانية):\n</p>\n\n<p>\nقوله: وهذا الحديث وإن كان من المراسيل إلا أن الأصحاب تلقوه بالقبول ولم\nنجد له رادا وقد عملوا بمضمونه.\n</p>\n\n<p>\nواحتج به على ما تضمن من مسائل هذا الباب العلامة في المنتهى (4) وما هذا\nشأنه فهو حجة بين الأصحاب (5).\n</p>\n\n<p>\nأقول: ما ذكره لا غبار عليه، إلا أنه سنورد ما هو أبلع شهرة منه مع أنه\nرده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p058'> Vol. 00, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nبرد ليس بشئ ومنه أنه مرسل، فكلامه هنا يكون حجة عليه هناك، فذكرنا هذا\nللتنبيه على اختلاف قوليه وعدم ضبطه للقانون وعدم وقوفه بحسب مقتضى الدليل\n(الثالثة) قال في آخر كلامه: بقي هنا شئ وهو أنه يعني الخبر المرسل الذي\nاستدل به تضمن وجوب الزكاة قبل حق الأرض وبعد ذلك يؤخذ أهل الأرض، والمشهور\nبين الأصحاب أن الزكاة بعد المؤن، نعم هو قول الشيخ رحمه الله.\n</p>\n\n<p>\nوروى الشيخ في الصحيح عن أحمد بن محمد بن أبي نصر عن أبي الحسن الرضا (1)\nعليه السلام قال: وما أخذ بالسيف فذلك للإمام يقبله بما يرى كما صنع رسول\nالله صلى الله عليه وآله بخيبر قبل أرضها ونخلها والناس يقولون لا يصح\nقبالة الأرض والنخل إذا كان البياض أكثر من السواد، وقد قبل رسول الله صلى\nالله عليه وآله خيبر وعليهم في حصصهم العشر ونصف العشر.\n</p>\n\n<p>\nوفي معناه ما رواه أيضا مقطوعا عن صفوان بن يحيى وأحمد بن محمد بن أبي\nنصر (2).\n</p>\n\n<p>\nأقول: ظاهر إيراده للخبر وما في معناه الاستدلال على كون الزكاة بعد\nالمؤن ولا دلالة في ذلك بوجه من الوجوه إلا بالمفهوم على وجه بعيد كما لا\nيخفى ولا حجة فيه، فالاستدلال ساقط والمعتمد في الاستدلال على عدم وجوب\nالزكاة في مجموع الحاصل كما تضمنه الخبر أن شرط الزكاة ملك النصاب لمالك\nواحد، ولا كلام أن ارتفاع الأرض للمسلمين فلا يبلغ نصيب كل واحد منهم قطعا <span id='ms044'></span>\nفلا يجب فيه الزكاة لاختلال شرط الوجوب وهو مالك النصاب لمالك متفرد. وبهذا\nيتم الاستدلال وإن قلنا أن الزكاة تقدم على المؤن، وما دل على الوجوب في\nالخبر لا يصح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p059'> Vol. 00, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nالاعتماد عليه إلا بسبب الاعتضاد بالشهرة، ولا شهرة هنا، فسقط الاستدلال\nبه على هذا الحكم.\n</p>\n\n<p>\nقوله: الثانية: موات هذه الأرض أعني المفتوحة عنوة وهو ما كان وقت الفتح\nمواتا للإمام عليه السلام خاصة لا يجوز إحياؤه إلا بأذنه إن كان ظاهرا، ولو\nتصرف فيها متصرف بغير إذنه كان عليه طسقها، وحال الغيبة يملكها المحيي من\nغير إذن، ويرشد إلى بعض هذه الأحكام ما أوردناه في الحديث السابق عن أبي\nالحسن الأول عليه السلام. وأدل منه ما رواه.. إلخ. وروى الشيخ أيضا عن محمد\nبن مسلم قال: سألت أبا عبد الله عليه السلام عن الشراء من أرض اليهود\nوالنصارى فقال: ليس به بأس إلى أن قال أيما قوم أحيوا شيئا من الأرض\nوعملوها فهم أحق بها وهي لعم (1) (2).\n</p>\n\n<p>\nأقول: لا نزاع لنا في أن موات المفتوح عنوة من الأنفال يختص به الإمام\nعليه السلام، لكن لنا في كلام المؤلف نكتتان:\n</p>\n\n<p>\n(الأولى) أنه سلم أن المحيي يملكها إذا كان الإمام غير ظاهر من غير إذن\nولا غبار عليه، إلا أنه يقول عن قريب في رسالته: إن ما في يد غير الشيعة من\nذلك حرام، وهو خلاف ما سلمه هنا وخلاف ما أقام الدليل عليه هنا من العموم،\nوسنشير إلى الدليل هناك أيضا بما يظهر به خطاؤه ولولاه لأمكن أن يجاب عنه\nبأنه أراد الخاص بقرينة ما يأتي من كلامه.\n</p>\n\n<p>\n(الثانية) أنه استدل بخبر محمد بن مسلم (3) الذي ذكرناه عنه ولا دلالة\nفيه بل هو دال على ملك المحيي من غير تفصيل، ولولا خصوص ما دل من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p060'> Vol. 00, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nالأحاديث أمكن الاستدلال به على العموم فلا يليق ذكره دليلا على ما ادعاه\nلأنه لا يدل على شئ منه. وقد يعتذر عنه إنه أراد الاستدلال على كون الموات\nبالإحياء تملك في الجملة وهو عام فيدخل فيه <span id='ms045'></span> ملكه في زمن الغيبة وغيره دل\nعلى عدم الملك في زمن الظهور، وهذا لا يخلو من تكلف.\n</p>\n\n<p>\nقوله: الثالثة: قال الشيخ في المبسوط (1) والنهاية (2): وكافة الأصحاب لا\nيجوز بيع هذه الأرض.. إلخ (3).\n</p>\n\n<p>\nأقول: قد ثبت أن الناقل يجب عليه تصحيح ما نقله، وقد نقل عن كافة الأصحاب\nذلك، فعليه تصحيح نقله على أنا نقول: قال الشهيد رحمه الله في الدروس: ولا\nيجوز التصرف في المفتوح عنوة إلا بإذن الإمام سواء بالوقف أو بالبيع أو\nغيرهما، نعم في حال الغيبة ينفذ ذلك (4)، هو يدل بظاهره على خلاف ما نقله\nعن الكافة، وربما فهم المؤلف من كلام الشهيد هذا شيئا غير ما هو معناه،\nوسيأتي الكلام عليه في محله إن شاء الله تعالى، على أن هذا كله بحث في\nالمسألة من حيث هي، وإلا فلا فائدة للمؤلف في ذلك، نظرا إلى ما هو مقصوده\nإذ لا يلزم من كون هذا حكم المفتوح عنوة حل القرية إلا مع دعاء (ادعاء خ ل)\nوستسمع عن قريب بطلانها.\n</p>\n\n<p>\nقوله: وفي التذكرة (5) رواه كذا قال: يود بالواو بدلا عن الراء من الأداء\nمجزوما بأنه أمر للغائب محذوف اللام وما ذكرناه أولى (6).\n</p>\n\n<p>\nأقول: الأولوية هنا لا معنى لها أصلا بل النظر يتعلق بتصحيح الرواية ولا\nبد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p061'> Vol. 00, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nللمجتهد من أصل مصحح عليه يعتمد، فإن كان فيه الواو وجب اتباعه، وإن كان\nفيه الراء اتبع، وليس للأولوية في نقل ألفاظ الأخبار مدخل.\n</p>\n\n<p>\nقوله: فإن قلت: إذا جوزتم البيع ونحوه تبعا لآثار التصرف فكيف يجوز أولي\nالأمر أخذها من المشتري؟ وكيف يسترد رأس ماله مع أنه قد أخذ عوضه أعني تلك\nالآثار؟ قلت: لا ريب أن ولي الأمر له أن ينتزع أرض الخراج من متقبلها إذا\nانقضت مدة القبالة، وإن كان له فيها شئ من الآثار فانتزاعها من يد المشتري\nأولى بالجواز، وحينئذ فله الرجوع برأس ماله لئلا يفوت الثمن والمثمن (1).\n</p>\n\n<p>\nأقول: نفي الريب عن جواز الانتزاع من المتقبل مع انقضاء مدة القبالة مسلم\nلا غبار عليه، أما كون انتزاعها <span id='ms046'></span> من يد المشتري مساويا له فضلا عن كونه أولى\nبالجواز ممنوع أشد المنع بل في المبسوط (2) ظاهر البطلان لأن يد المشتري يد\nمعاوضة بذل فيها جزء من ماله ويد المتقبل ليس كذلك بل هي في معنى المزارعة\nوالمساقاة يستحق جزء السبب بسبب عمله والآخر للمالك، فأين هذا من ذاك؟ وهل\nيستجيز محصل أن يسطر في تصنيف تظفر به الأذكياء مثل هذا لولا قلة التأمل\nوعدم إمعان النظر؟ ومن العجائب والغرائب قوله: وكيف يسترد رأس ماله مع أنه\nقد أخذ عوضه، أعني تلك الآثار أنه قبل الابتياع فليس من الأخذ في شئ وإن\nأراد أن ملكها مع انتزاع الإمام باق له لم يزل، فلا معنى لرد الثمن، ولا\nلقوله لئلا يفوت الثمن والمثمن، وإن أراد غير ذلك فهو غير معقول إلا أن\nيكون من مخترعات اجتهاده فلا بأس.\n</p>\n\n<p>\nقوله: لكن الذي يرد الثمن يحتمل أن يكون هو الإمام عليه السلام لانتزاعه\nذلك، يحتمل أن يكون البائع لما في الرد من الإشعار بسبق الآخذ (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p062'> Vol. 00, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nأقول: لا يحتمل أن يكون المراد إلا الإمام عليه السلام لأن البائع باع ما\nهو جائز له شرعا بمعاوضة صحيحة ثبت جوازها بالنص، فاستحق العوض، فلا وجه\nلرده، وكيف يحتمل أن يرده مع أن المنتزع الإمام عليه السلام وهي في يده؟\n</p>\n\n<p>\nولو احتمل أن يرد البائع وجب الحكم بعود يده كما كانت ما لم يعاوضه\nالإمام لأن من آثار التصرف ما هو مملوك للبائع كالبناء والغرس وغيرهما. ومن\nالعجب أن المؤلف ما فارق قوله الأول إلا بقليل، ثم احتمل ما لا يجتمع معه\nوقوله الأول، وإذا تصرف فيها أحد بالبناء والغرس صح وله بيعها على أنه يبيع\nماله فيها من الآثار وخص الاختصاص بالتصرف، ثم قال بعده بما سطر، وهذا\nتصريح في جواز بيعه حقه أعني آثار التصرف، قلت: فإذا كان ما باعه حقا له\nوالإمام عليه السلام له الانتزاع من حيث إن الأرض لم تنتقل كيف يحتمل أن\nيرد البائع ثمن ما هو حق له، وقد عاوض <span id='ms047'></span> عليه بعقد صحيح لازم، ولعل هذا من\nمخترعات اجتهاد المؤلف في المسائل الفقهية، وبعد هذا بأسطر قال: قلت: هذا\nواضح لا غبار عليه يدل عليه ما تقدم من قول الصادق عليه السلام \" اشتر حقه\nمنها \" (1)، وأنه أثر محترم مملوك لم يخرج عن ملك مالكه بشئ من الأسباب\nالناقلة فيكون قابلا لتعلق التصرفات، فانظر أيها المتأمل إلى كلام هذا\nالمؤلف سابقا ولا حقا، وفي الوسط تظفر ببعض الغرائب فيه.\n</p>\n\n<p>\nقوله: في التنبيه الأول ردا على العلامة: ثم نعود إلى كلامه في المختلف،\nفإنه قال فيه في آخر المسألة في كتاب البيع: ويحمل قول الشيخ على الأرض\nالمحياة دون الموات. قلت: هذا مشكل لأن المحياة هي التي تتعلق بها هذه\nالأحكام المذكورة. وأما الموات فإنها في حال الغيبة مملوكة للمحيي، ومع\nوجود الإمام لا يجوز التصرف فيها إلا بإذنه، مع أن الحمل لا يلاقي ما قربه\nمن مختار ابن إدريس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p063'> Vol. 00, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nلأن مراده بأرض العراق المعمورة المحياة التي يقال فيها لا يجوز بيعها\nولا هبتها لأنها أرض الخراج، إلى هنا كلامه (1).\n</p>\n\n<p>\nوقبل التعرض له نذكر كلام العلامة في المختلف قال: مسألة الأرض المفتوحة\nعنوة، قال في المبسوط: لا يصح بيع شئ من هذه الأرض ولا أن تبنى دورا ومنازل\nومساجد وسقايات ولا غير ذلك من أنواع التصرف التي تتبع الملك، ومتى فعل\nشيئا من ذلك كان التصرف باطلا وهو باق على الأصل، وقال ابن إدريس: فإن قيل:\nنراكم تبيعون وتشرون وتقفون أرض العراق وقد أخذت عنوة، قلنا: إنما نبيع\nونقف تصرفنا وتحجيرنا وبناءنا، فأما نفس الأرض فلا يجوز ذلك. وهو يشعر\nبجواز البناء والتصرف وهو أقرب، ويحمل قول الشيخ على الأرض المحياة دون\nالموات (2) إلى هنا.\n</p>\n\n<p>\nأقول: لا يخفى على الناظر أن الشيخ أطلق المنع من غير تقييد بالمحياة ولا\nالموات، وأن ابن إدريس أطلق الجواز من غير تقييد (3). وأن العلامة قد جمع\nبين القولين بحمل كلام الشيخ على المحياة دون الموات، وقرب كلام ابن إدريس\nمع الحمل المذكور وهو عين جعله مخصوصا <span id='ms048'></span> بالموات، ولا يرد أن ابن إدريس منع\nمن جواز البيع في الأرض، فإذا حمل كلام العلامة على الموات لا وجه للمنع\nلأنا نجيب أن العلامة لم يتعرض إلا لتقريب جواز البناء والتصرف لا غير كما\nلا يخفى، فاستشكال المؤلف سببه قلة التدبر في كلام الفضلاء وسرعة التهجم\nعليهم بالطعن كما هو دأبه كثيرا. وليت شعري كيف لم يتفطن في كلام هذا\nالفاضل حتى قال: لا يلاقي ما قربه، فإنه لم يقرب إلا الجواز المقابل للمنع\nالمطلق، وحمل كلام الشيخ على المحياة فعلم تفصيل مذهبه، نعم لم يتعرض لكلام\nابن إدريس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p064'> Vol. 00, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nفي منع بيع نفس الأرض لعدم تعلق غرضه به في المسألة التي ساقها. وبالجملة\nفهذا الرجل لم يعض بضرس قاطع على العلم ليعرف مقاصده وينال مطالبه فلو مشى\nالهوينا وتأخر حيث أخره القدر كان أنسب بمقامه.\n</p>\n\n<p>\nقوله: نعم يحمل كلام الشيخ (ره) على حال وجود الإمام وظهوره لا مطلقا\n(1).\n</p>\n\n<p>\nأقول: هذا من غرائبه وعجائبه، فإن كلام الشيخ عنده مخصوص بالمحياة وقت\nالفتح فإذا حمل المنع على حال ظهوره عليه السلام لا مطلقا جاز ذلك في\nغيبته، وإذا جاز بيع الأرض ونحوه في الغيبة كان ذلك منافيا لما سبق منه مما\nنقله عن الكافة، ولمطلوبه الذي هو بصدده، ولأجله ألف رسالته، فإن التزمه\nفيا حبذا، لكنه لا يلزمه بل هو لغفلته لا يدري بتنافي كلامه، ويمكن أن سبب\nحمل توهمه أن كلام الشيخ مخصوص بالمنع من البيع تبعا لآثار التصرف وهو\nبمعزل عن كلام الشيخ لأن صريح كلامه المنع من بيع نفس الأرض حيث قال: لا\nيجوز بيع شئ من هذه الأرض ولا أن تبنى.. إلخ (2) مع إنا سنبين أن بيع\nالآثار لا يختص بزمن الغيبة، فانظر أيها المتأمل إلى رده لكلام العلامة\nوحمله.\n</p>\n\n<p>\nأقول: ومن مختلطات رسالته قوله: الثانية: نفوذ هذه التصرفات.. إلخ،\nفلنورده بعينه بلفظه ثم نتكلم عليه.\n</p>\n\n<p>\nقال: الثاني نفوذ هذه التصرفات التي ذكرناها إنما هو في غيبة الإمام، أما\nفي حال ظهوره فلا، لأنه إنما يجوز التصرف <span id='ms049'></span> فيها مطلقا بإذنه، وعلى هذا فلا\nينفذ شئ من التصرفات المتصرف فيها استقلالا، وقد أرشد إلى هذا الحكم كلام\nالشيخ في التهذيب فإنه أورد على نفسه سؤالا وجوابا محصلهما مع رعاية ألفاظه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p065'> Vol. 00, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nبحسب الإمكان إلى أن قال: ومنها البحرين لم يوجف عليها بخيل ولا ركاب\n(1). [وما رواه حسن بن راشد عن أبي الحسن الأول عليه السلام.. وله رؤوس\nالجبال وبطون الأودية والآجام الحديث (2). احتج ابن إدريس بأن الأصل إباحة\nذلك للمسلم وعدم تخصيص الإمام عليه السلام فلا يعدل عنه بمثل هذه الأخبار\nالضعيفة (3)، والجواب المنع من أصالة الإباحة، بل الإمام أولى لأنه قائم\nمقام الرسول عليه وهو أولى بالمؤمنين من أنفسهم، وبالجملة ففي المسألة نظر\n(4) إلى هنا كلام العلامة رحمه الله] (5).\n</p>\n\n<p>\nأقول: لا يخفى أن جوابه الذي أجاب به عن حجة ابن إدريس غير ناهض لأنه لا\nيلزم من كونه قائما مقام الرسول عليه السلام وهو أولى بالمؤمنين من أنفسهم\nأن لا يكون الأصل الإباحة للمسلمين، وأن ما في يد المسلم إذا أسلم عليه لا\nيكون له ويختص به عليه السلام بل يستحب البحث في الرسول عليه السلام\nبالنسبة إلى ذلك، قال المحقق في المعتبر (6): قال الشيخان: رؤوس الجبال\nوالآجام من الأنفال، وقيل: المراد به ما كان من الأرض المختصة به، وظاهر\nكلامهما الإطلاق، ولعل مستند ذلك رواية الحسن بن راشد عن أبي الحسن الأول\nقال:\n</p>\n\n<p>\nوله رؤوس من الجبال وبطون الأودية والآجام (7)، والراوي ضعيف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p066'> Vol. 00, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nقوله: وفي مرسلة العباس الوراق عن رجل سماه عن أبي عبد الله عليه السلام\nقال: إذا غزا قوم بغير إذن الإمام فغنموا كانت الغنيمة كلها للإمام، وإذا\nغزوا بإذن الإمام فغنموا كان الخمس للإمام. ومضمون هذه الرواية مشهور بين\nالأصحاب مع كونها مرسلة وجهالة بعض رجال أسنادها وعدم إمكان التمسك\nبظاهرها، إذ من غزا بإذن الإمام لا يكون خمس غنيمته كلها للإمام عليه\nالسلام (1).\n</p>\n\n<p>\nأقول: هذا الكلام من المؤلف عجيب غريب، لأنه إن أراد بما ذكر من الإرسال\nوغير بيان صورة الحال مع كونها حجة <span id='ms050'></span> فلا مزيد فيه.\n</p>\n\n<p>\nوإن أراد الطعن في العمل بالرواية فهو ساقط بالكلية لا يحتاج إلى جواب\nطائل بعد كونها في الاشتهار بين الأصحاب بالغة حدا لا يذكرون الإشارة إلى\nخلاف عند الفتوى بمضمونها، ولم أسمع لها رادا من الأصحاب، وما هذا حاله في\nالاشتهار حجة بلا إشكال، وقد سلم نحو ذلك فيما مضى بقوله: وهذا الحديث وإن\nكان من المراسيل إلا أن الأصحاب تلقوه بالقبول ولم نجد له رادا وقد عملوا\nبمضمونه. واحتج به على ما تضمن من مسائل هذا الباب العلامة في المنتهى، (2)\nوما هذا شأنه فهو حجة بين الأصحاب، وأن ما فيه من الضعف ينجبر بهذا القدر\nمن الشهرة. إنتهى كلامه، ولا شك أن شهرة هذا الخبر كاد أن لا يلحقه شهرة شئ\nمن المراسيل بل صرح بعض الأصحاب بنقل الإجماع على مضمونها.\n</p>\n\n<p>\nقوله \" وعدم إمكان التمسك بظاهرها إذ من غزا بإذن الإمام لا يكون خمس\nغنيمة كلها للإمام \" أعجب من الأول لوجهين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p067'> Vol. 00, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n(أحدهما) ما هو مقرر مذكور مشهور متواتر بين الأصحاب يعرفه كل من خالط\nالاستدلال بالحديث، وهو أن الخبر إذا اشتمل على ما هو معمول به إما\nلاشتهاره أو لعدم المعارض له جاز الفتوى به، وإن كان مشتملا على شئ له\nمعارض أو شاذ لا يصح الفتوى به ولا يقدح في جواز العمل بما ليس فيه ذلك،\nولولا خوف الإطالة أوردت من ذلك جملة، وكأن المؤلف لم يلاحظ ما ورد في ذلك\nفي منزوحات البئر (1) وغيره من الأحكام الشرعية ولا وصيته المعتبر في ذلك.\n</p>\n\n<p>\nوالدليل العقلي يساعد على ذلك فإن المعارضة والتخصيص قد يختص ببعض ما دل\nعليه الخبر فيكون الباقي سليما من المعارض فيكون راجع الدلالة فيجب العمل\nبه.\n</p>\n\n<p>\n(وثانيهما) أن استناد الخمس إليه عليه السلام لأنه القابض له والمتصرف\nفيه والحاكم فيه بما شاء كيف لا والإضافة تصدق بأدنى ملابسة على أن قائلا\nلو قال:\n</p>\n\n<p>\nالخمس كله له للرواية لم يكن رد كلامه إلا بثبوت الدليل على عدم\nالاختصاص، فلا بد من الجمع، ولا <span id='ms051'></span> جمع إلا بأن إسناده إليه بكونه له من حيث\nإنه يرفع إليه أو يأخذ ما يصطفيه ويقسمه فيأخذ نصفه ويقسم النصف على\nالأصناف، وما يفضل عن كفايتهم في السنة فهو له وما يعوز فهو عليه، فكأنه له\nوكأنهم واجبوا النفقة عليه. ليت شعري كيف كان مثل هذا الذي يفهم تطبيقه\nبأدنى تأمل يقتضي عدم إمكان التمسك بظاهرها حتى يكون قدحا فيها؟ وهل مثل\nهذا يصدر من فقيه تكلف الجمع بين الأخبار المختلفة والنظر في دقائق معانيها\nولا ورد ما يحقق شهرة العمل بالرواية ويدفع احتمال الرد عليها بالإرسال\nونحوه فيما ذكرناه من الحكم؟.\n</p>\n\n<p>\nقال الشيخ في المبسوط (2) الأنفال هي كل أرض خربة باد أهلها إلى أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p068'> Vol. 00, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فإذا قوتل قوم من أهل حرب بغير إذن الإمام فغنموا كانت الغنيمة\nللإمام خاصة دون غيره، فجميع ما ذكرناه كان للنبي صلى الله عليه وآله خاصة\nوهي لمن قام مقامه من الأئمة في كل عصر، فلا يجوز التصرف في شئ من ذلك إلا\nبإذنه.. الخ، ولم يذكر فيه لا قولا ولا خلافا.\n</p>\n\n<p>\nوقال في النهاية (1): وإذا غزا قوم أهل حرب من غير أمر الإمام فغنموا\nكانت غنيمتهم للإمام خاصة دون غيره، وليس لأحد أن يتصرف في شئ مما يستحقه\nالإمام من الأنفال والأخماس إلا بإذنه.. الخ.\n</p>\n\n<p>\nوقال في الخلاف (2): مسألة: إذا دخل قوم دار الحرب وقاتلوا بغير إذن\nالإمام فغنموا كان ذلك للإمام خاصة، وخالف جميع الفقهاء في ذلك، دليلنا\nإجماع الفرقة وأخبارهم (3).\n</p>\n\n<p>\nوقال ابن إدريس في باب ذكر الأنفال ومستحقها: ولو قاتل قوم من أهل الحرب\nبغير أمر الإمام فغنموا كانت الغنيمة خاصة للإمام دون غيره، فجميع ما\nذكرناه كان للنبي عليه السلام خاصة وهو لمن قام مقامه من الأئمة في كل عصر\nلأجل المقام لا وراثة.. (4) إلخ.\n</p>\n\n<p>\nقلت: ومن مذهب ابن إدريس عدم جواز العمل بخبر الواحد وإن صح مستنده مطلقا\nفضلا عن الضعيف، فضلا عن كونه مخصصا لعموم الكتاب، وأفتى بمضمون الرواية\nفلولا أنها عنده من المشاهير التي يجب العمل <span id='ms052'></span> بها لم يفت بمضمونها، بل\nالظاهر أنه لا خلاف عنده في مضمونها لأن مجرد الشهرة مع ضعف المستند لا\nيقوم حجة عنده خصوصا في تخصيص الكتاب العزيز، وكلام المحقق الآتي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p069'> Vol. 00, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nذكره صريح في أنه إنما اعتمد على الإجماع على مضمونها، وقد سبق نقل الشيخ\nفي الخلاف (1) الإجماع عليه. وقال العلامة في المنتهى وإذا قاتل قوم من غير\nإذن الإمام فغنموا كانت الغنيمة للإمام، ذهب إليه الشيخان والسيد المرتضى\nرحمهم الله وأتباعهم. وقال الشافعي.. الخ ثم قال: احتج الأصحاب بما رواه\nالعباس الوراق عن رجل سماه.. (2) إلخ.\n</p>\n\n<p>\nقلت: ظاهره أن مضمونها متفق عليه حيث لم يذكر الخلاف إلا عن المخالفين،\nوقال \" احتج الأصحاب \" والجمع المحلى للعموم، وقد يمكن أن يقال الألف\nواللام للعهد فلا يرجع إلا إلى الثلاثة وأتباعهم لكنه لا يقدح إلا في\nالدلالة على الإجماع ولا يخلو من مشاحة لا حاجة إلى الإطالة بها. وقال في\nالتحرير في الفصل الثالث في الأنفال: وإذا قاتل قوم من غير إذن الإمام\nفغنموا كانت الغنيمة للإمام عليه السلام خاصة (3) ولم يشر إلى قول ولا خلاف\nولا احتمال إلى غير ذلك من تصانيفه كالقواعد (4) والإرشاد (5) وغيرهما\nوعبارات سائر الأصحاب مما يخرج تعداده إلى الإطناب، لا يقال قد قال المحقق\nرحمه الله في النافع، وقيل: إذا غزا قوم بغير إذنه فغنيمتهم له، والرواية\nمقطوعة فحكاه قولا وأشار إلى ضعفه بكون الرواية مقطوعة (6).\n</p>\n\n<p>\nوقال في المعتبر: الثانية: قال الثلاثة: إذا قاتل قوم من غير إذن الإمام\nفغنموا فالغنيمة للإمام. وقال الشافعي.. الخ ثم قال: وما ذكره الأصحاب ربما\nعولوا.\n</p>\n\n<p>\nفيه على رواية العباس الوراق عن رجل سماه عن أبي عبد الله عليه السلام\nقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p070'> Vol. 00, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nإذا غزا قوم بغير إذن الإمام فغنموا كانت الغنيمة كلها للإمام وإن غزوا\nبأمره كان للإمام الخمس (1) وبعض المتأخرين يستكشف صحة الدعوى مع إنكاره\nالعمل بخبر الواحد فيحتج بدعوى إجماع الإمامية، وذلك مرتكب فاحش إذ هو\nيقول: إن الإجماع أنما يكون حجة إذا علم أن الإمام في الجملة، فإن كان يعلم <span id='ms053'></span>\nذلك فهو منفرد بعلمه فلا يكون علمه حجة على من لا يعلم (2). إلى هنا كلامه،\nويظهر منه إنكار الفتوى.\n</p>\n\n<p>\nفنقول: كلامه في النافع (3) لا يظهر منه غير أنه حكاه قولا وأشار إلى ضعف\nمستنده وغاية ما يلزم منه عدم قطعه به على أن المعلوم من قاعدته في النافع\nأن ما يقول فيه وقيل هو ما إذا لم يكن مستنده مقطوعا به عنده وهو لا يدل\nعلى اختياره فلأنه مع أنه صرح في شرائعه بالفتوى من غير إشارة إلى خلاف ولا\nضعف حيث قال في آخر المقصد الأول من الأنفال: وما يغنمه المقاتلون بغير\nإذنه فهو له عليه السلام (4) فلو كان مخالفا في النافع صريحا لم يقدح خلافه\nفي الاتفاق لسبق دخوله مع الجماعة وكلامه في المعتبر (5) لم يرد على ما\nذكره في النافع (6) إلا بتعيين الثلاثة وبإنكار الإجماع لا على طريق نقل\nالخلاف بل على طريق عدم ثبوته عنده، وهو مرتكب لا يخلو من نظر لأن الإجماع\nالمنقول بخبر الواحد حجة عنده، وابن إدريس من أجلاء الأصحاب ولو قدح فيه\nفلا قدح في الشيخ وقد نقله في الخلاف (7) وهو رئيس الطائفة وإمامهم\nومعتمدهم في الأقوال والروايات. على أنا نقول من العجب تردد المحقق أو عدم\nجزمه بالفتوى، وقد اعتمد في غير ذلك على ما هو أقل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p071'> Vol. 00, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nشهرة مع ضعف مستنده حيث يقول: رواية يجبر ضعفها الشهرة وهذه أشد شهرة،\nوأيضا فقد جزم بالفتوى في شرائعه (1) ولا مستند له إلا هذه الرواية فلولا\nانجبارها بالشهرة أو الاتفاق لم يجز له الفتوى بحال، وعلى كل حال فلا محيص\nولا مناص عن الشهرة التي يتحقق معها صحة الاستدلال بالخبر وإن كان مرسلا.\n</p>\n\n<p>\nقال الفاضل المقداد في تنقيحه في شرح قول المحقق في النافع: وقيل إذا غزا\nقوم بغير إذنه فغنيمتهم له والرواية مقطوعة والقائل الثلاثة وأتباعهم،\nوالرواية رواها عباس الوراق عن الصادق عليه السلام وهي مشهورة بين الأصحاب\nوعليها عملهم (2).\n</p>\n\n<p>\nوقال الفاضل ابن فهد في مهذبه في شرح كلامه في الرواية إشارة إلى <span id='ms054'></span> ما رواه\nالعباس الوراق عن رجل سماه عن أبي عبد الله عليه السلام قال (طاب ثراه):\n</p>\n\n<p>\nإذا غزا قوم بغير إذن الإمام فغنموا كانت الغنيمة كلها للإمام، وإن غزوا\nبأمره كان الخمس للإمام (3). وعليها عمل الأصحاب، ويؤيدها أن ذلك معصية فلا\nيكون وسيلة إلى الفائدة ولأنه ربما كان نوع مفسدة فالمنع أو عزلهم إلى تركه\nفيكون لطفا فضعفها بإرسالها تؤيد بعمل الأصحاب وبما وجهناه (4).\n</p>\n\n<p>\nقلت: وفي كلاهما (5) ما يدل على الاتفاق، وفي هذا القدر كفاية شافية\nووقاية رافية والله الفتاح.\n</p>\n\n<p>\nقوله: وإذا عرفت ذلك فاعلم أن الأرض المعدودة من الأنفال إما أن تكون\nمحياة أو موات، وعلى التقديرين فإما أن يكون الواقع يده عليها من الشيعة أو\nلا، فهذه أقسام أربعة وحكمها أن كلما كان بيد الشيعة من ذلك فهو حلال عليهم\nمع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p072'> Vol. 00, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nاختصاص كل من المحياة والموات بحكمه لأن الأئمة عليهم السلام أحلوا ذلك\nلشيعتهم حال الغيبة وأما غيرهم فإنه عليهم حرام (1).\n</p>\n\n<p>\nأقول: في هذه نوع قصور، والأنسب أن يقال: إما أن يكون محياة أو موات\nوحكمها أن كل ما بيد الشيعة.. الخ، والأمر سهل في هذا، لكن قوله \" وأما\nغيرهم فإنه عليهم حرام وباطل \" فإن ظاهر المذهب أن الموات من الأنفال يصح\nإحياؤه لجميع المسلمين ولا تحرم على أحد منهم في زمن الغيبة، فيد كل مسلم\nعليه يد إباحة، وهو مدلول إطلاق الروايات وفتاوى الأصحاب، حيث حكموا بجواز\nإحياء الموات من غير تقييد لها بكونها من غير الأنفال، بل في الحقيقة عند\nالتأمل أكثر موات الأرضين من الأنفال، ويدل عليه أيضا إطلاق إحياء ما ترك\nعمارته غائبا كان المالك أو حاضرا. نعم الكلام في الكسب فإنه لا يحل على\nالإطلاق على معنى عدم وجوب شئ على المكتسب إلا للشيعة في وجه حسن، وبين ذلك\nوبين تحريم وضع اليد على الأرض بون بعيد، والمؤلف لم يلتفت إلى ذلك لأنه من\nالمجازفين، ولهذا استدل على مدعاه بقول أبي عبد الله في رواية عمر بن (1)\nيزيد:\n</p>\n\n<p>\nوكل ما كان في أيدي <span id='ms055'></span> شيعتنا من الأرض فهم محللون يحل لهم ذلك إلى أن يقوم\nقائمنا فيحسبهم طسق ما كان في أيدي سواهم، فإن كسبهم من الأرض حرام حتى\nيقوم قائمنا فيأخذ الأرض من أيديهم (2). ولم يتفطن لعدم دلالة الحديث على\nتحريم وضع اليد واختصاصه بالتكسب، وبخبر نجية، ولا دلالة فيه إلا من حيث\nالمفهوم، والتحقيق أن مفهوم خبر نجية (3) لا دلالة فيه أصلا لأنه عليه\nالسلام قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p073'> Vol. 00, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nلنا الخمس في كتاب الله ولنا الأنفال ولنا صفو المال ثم قال: اللهم إنا\nأحللنا ذلك لشيعتنا ومفهومه أنهم لم يحلوا ذلك لغير شيعتهم.\n</p>\n\n<p>\nوذلك إشارة إلى ما هو حقهم من الأمور المذكورة، ولا يلزم من عدم إحلالهم\nالجميع عدم إحلالهم البعض، ولو سلمت الدلالة فهي محمولة على الكسب بالنسبة\nإلى الأراضي جمعا بين الأخبار، ويمكن أن يحمل أيضا الحل للشيعة على الحل\nالخاص.\n</p>\n\n<p>\nأعني ما يختلف الحال فيه بين الحضرة والغيبة، بحيث لا يرفع أيديهم عنه\nبعد الظهور كما دل عليه بعض الأخبار وكلام الأصحاب كالعلامة في المنتهى (1)\nوغيره.\n</p>\n\n<p>\nأقول: لا يشتبه على من ينظر بعين البصيرة الشافية عن شوب كدر طلب غير\nالحق أنه لا يكاد يحقق شيئا ولا ورد ما يزيل الشبهة عما ذكرته من الأخبار\nومن كلام الأصحاب الدال على الإباحة في الأرضين بإطلاقه، وقبل ذلك أقدم\nسؤالا وجوابه، أما السؤال فهو أن الإمام عليه السلام أطلق تحريم الكسب من\nالأرض، وحملهم بعض الأخبار على ذلك لا يتمشى على أصول قواعد الشريعة من أن\nالزرع لزارعه ولو في الأرض وغيره وكذا الغرس لغارسه وإنما يلزمه الأجرة في\nالذمة والجواب أن إطلاق التحريم على الكسب باعتبار لزوم الحق للغير به مع\nعدم إبقائه إياه من باب إطلاق المسبب على السبب، أو نقول أن حق الإمام عليه\nالسلام متعين في العين لإطلاق الطسق وهو الرقبة من خراج الأرض ولا يكون ذلك\nكسائر الحقوق التي يكون المدين فيها بالخيار في جهات القضاء ولنرجع إلى ما\nقلناه فنقول: أما الدلالة من الأخبار فمنه ما رواه الشيخ <span id='ms056'></span> في التهذيب عن علي\nبن إبراهيم عن أبيه عن النوفلي عن السكوني عن أبي عبد الله عليه السلام\nقال: قال النبي صلى الله عليه وآله وسلم: من غرس شجرا أو حفر واديا بديا\n(2) لم يسبقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p074'> Vol. 00, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nإليه أحد أو أحيا أرضا ميتة فهي له قضاء من الله عز وجل ورسوله (1). وعنه\nعن ابن أبي عمير عن محمد بن حمران عن محمد بن مسلم قال: سمعت أبا جعفر عليه\nالسلام يقول: أيما قوم أحيوا شيئا من الأرض وعمروها فهم أحق بها وهي لهم\n(2).\n</p>\n\n<p>\nوعن الحسن بن محبوب عن معاوية بن وهب قال: سمعت أبا عبد الله عليه السلام\nيقول: أيما رجل أتى خربة بايرة فاستخرجها وكرى أنهارها وعمرها فإن عليه\nفيها الصدقة، فإن كانت أرضا لرجل قبله فغاب عنها وتركها وأخربها ثم جاء بعد\nفطلبها فإن الأرض لله عز وجل ولمن عمرها (3). وعن علي بن إبراهيم عن أبيه\nعن حماد عن حريز عن زرارة ومحمد بن مسلم وأبي بصير وفضيل وبكير وحمران وعبد\nالرحمن بن أبي عبد الله عن أبي جعفر وأبي عبد الله عليهما السلام قالا: قال\nرسول الله صلى الله عليه وآله: من أحيا أرضا مواتا فهي له (4). وعن الحسن\nبن محبوب عن هشام بن سالم عن أبي خالد الكابلي عن أبي جعفر عليه السلام\nقال: وجدناه في كتاب علي عليه السلام: إن الأرض لله يورثها من يشاء من\nعباده والعاقبة للمتقين، أنا وأهل بيتي الذين أورثنا الأرض ونحن المتقون\nوالأرض كلها لنا، فمن أحيا أرضا من المسلمين فليعمرها وليؤد خراجها إلى\nالإمام وله ما أكل منها وإن تركها أو خربها فأخذها رجل من المسلمين من بعده\nفعمرها وأحياها فهو أحق بها من الذي تركها فليؤد خراجها إلى الإمام من أهل\nبيتي وله ما أكل حتى يظهر القائم من أهل بيتي بالسيف فيحويها ويمنعها\nويخرجهم منها كما حواها رسول الله صلى الله عليه وآله ومنعها إلا ما كان في\nأيدي شيعتنا فيقاطعهم على ما كان في أيديهم ويترك الأرض في <span id='ms057'></span> أيديهم (5).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p075'> Vol. 00, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nأقول: قطع تفصيل هذه الرواية النزاع وفصح عن المراد وفيها وفيما سبق جملة\nكافية من الأخبار. وأما الدلالة من كلام الأصحاب فأكثر من أن تحصى، فمنه ما\nذكره العلامة في المنتهى وهذه عبارته: وأما الموات منها وقت الفتح فهي\nللإمام خاصة لا يجوز لأحد إحياؤه إلا بإذنه إن كان موجودا ولو تصرف فيها\nبغير إذنه كان على المتصرف طسقها ويملكها المحيي عند غيبته من غير إذن إلى\nأن قال: ويدل على أن المحيي للموات في غيبته عليه السلام يملكها بالإحياء\nما رواه الشيخ في الصحيح عن عمر بن يزيد قال: سمعت رجلا من أهل الجبل يسأل\nأبا عبد الله عليه السلام عن رجل أخذ أرضا مواتا تركها أهلها فعمرها وأكرى\nأنهارها وبنى فيها بيوتا وغرس فيها نخلا وشجرا قال: فقال أبو عبد الله عليه\nالسلام كان أمير المؤمنين عليه السلام يقول: من أحيا أرضا من المؤمنين فهي\nله وعليه طسقها يؤديه إلى الإمام فهي في حالة الهدنة، فإذا ظهر القائم عليه\nالسلام فليوطن نفسه على أن تؤخذ منه. (1) (2) قلت: والمراد بالمؤمنين في\nالخبر المسلمون لأن الشيعة مأذون لهم اتفاقا فجعل الفاضل الخبر دليلا على\nالملك من غير إذن يدل على أنه فهم ما ذكرناه من أن المراد المسلمون، والغرض\nالاستشهاد بكلام الأصحاب فلا مشاحة في دلالة الخبر وعدم حجية فهم العلامة\nإذ الدليل قد تقدم في الأخبار.\n</p>\n\n<p>\nوقال في التحرير في كتاب إحياء الموات: ولو كان الإمام غائبا كان المحيي\nأحق بها ما دام قائما بعمارتها، فإن تركها فزالت آثارها فأحياها غيره كان\nالثاني أحق، فإذا ظهر الإمام كان له رفع يده عنها (3) وقد سمعت ما ذكره في\nباب قسمة الأراضي عند ذكر الأنفال في صدر الرسالة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p076'> Vol. 00, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nوقال في الإرشاد: ويجوز إحياء الموات بإذن الإمام وبدون إذنه مع غيبته\nولا يملكه الكافر (1).\n</p>\n\n<p>\nوقال في القواعد: وكل أرض لم يجر عليها ملك مسلم فهي للإمام، وما جرى\nعليها ملك مسلم فهي له وبعده لورثته، فإن لم يكن لها مالك معين <span id='ms058'></span> فهي للإمام\nولا يجوز إحياؤها إلا بإذنه، فإن بادر وأحياها بغير إذنه لم يملكها، فإن\nكان غائبا كان أحق بها ما دام قائما بعمارتها، فإن تركها فبادت آثارها\nفأحياها غيره كان الثاني أحق، وللإمام بعد ظهوره رفع يده (2).\n</p>\n\n<p>\nوقال الشهيد رحمه الله في دروسه: ونعني بالموات ما لا ينتفع به لعطلته\nإما لانقطاع الماء عنه أو لاستيلائه عليه أو لاستيجابه مع خلوه من\nالاختصاص، ويشترط في تملكه بالإحياء أمور تسعة: (أحدها) إذن الإمام على\nالأظهر سواء كان قريبا من العمران أم لا، وفي غيبة الإمام يكون المحيي أحق\nبها ما دام قائما بعمارتها، فإن تركها فزالت آثارها زالت يده.. (وثانيها)\nأن يكون المحيي مسلما .. (3) إلخ. وعبارات الأصحاب في هذا كثيرة لا يخلو\nمنها سطور، واشتركت معنى في أن إحياء الموات في حال الغيبة لسائر المسلمين\nجائز ويقتضي ثبوت اليد وكون المحيي أحق بالأرض، وهذا مما لا شك فيه ولا\nشبهة لديه ولا غبار عليه. وفي هذا القدر كفاية وتقنع والله يقول الحق وهو\nيهدي السبيل.\n</p>\n\n<p>\nقوله: المقدمة الرابعة: في تعيين ما فتح عنوة من الأرضين.. الخ (4).\n</p>\n\n<p>\nأقول: لا بحث لنا منوطا بهذه المقدمة إلا في العراق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p077'> Vol. 00, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nوالمؤلف قال: وأما أرض العراق التي تسمى بأرض السواد وهي المفتوحة من\nالفرس التي فتحت في أيام الثاني فلاء خلاف في أنها فتحت عنوة (1).\n</p>\n\n<p>\nأقول: إن أراد بقوله \" لا خلاف في أنها فتحت عنوة \" أنه لا خلاف في كونها\nفتحت بالسيف في الجملة على معنى أن فتحها لم يكن بالصلح ولا بهرب أهلها\nوتسليمها ولا بإسلامهم طوعا بل بالمحاربة فهو حق اليقين لأنه من المتوارات\n(2) لكن لا يجديه في مطلوبه نفعا، وإن أراد أنها بحكم المفتوحة عنوة على\nمعنى أن عامرها للمسلمين وغامرها للإمام على ما سبق من تفصيل الأحكام فهو\nمعلوم البطلان إذ الخلاف متحقق، بل لو شئت أن أقول: لا خلاف في كونها من\nالأنفال لأنها غنيمة الغازي بغير إذنه فيكون منها، لقلت: وما يوجد من بعض\nالروايات فهو محمول على التقية <span id='ms059'></span>، وعبارات الأصحاب لا يخلو عن شئ يمكن تطبيقه\nعلى ما ينافي الاتفاق، والآن فلسنا بصدد دعوى ذلك لنحققه بل بصدد بيان\nبطلان قوله \" لا خلاف \" ومن أنه لم يأت بدليل على الإجماع أكثر من إيراد\nعبارتين أو ثلاثة لبعض أصحابنا ورواية أو روايتين من الحديث وليس من\nالدلالة على الإجماع في شئ، بل لو كانت دعواه ترجيح أحد المذهبين لم يقم ما\nذكره دليلا على مدعاه لأن قول رجلين أو ثلاثة في أصحابنا ليس بدليل، وخبر\nالواحد بمجرده قد يمنع دلالته ومع تسليمها فمع الخلو عن المعارض، والمعارض\nوهو ما علم من أنها فتحت في زمن الثاني وقد سلمه معلوم وإذن علي عليه\nالسلام (3) غير معلوم، وليس حمل الخبر على ما يقتضي الإذن أولى من حمله على\nالتقية للجزم بأنها فتحت في غير زمن الإمام الظاهر اليد، وكلام الشيخ يدل\nعلى أن عدم الإذن محقق وسيأتي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p078'> Vol. 00, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nوأعجب من ذلك أن العلامة في المنتهى (1) والتحرير (2) نقل عن الشيخ ما\nيدل على أنها من الأنفال فأسقطه حتى أورد الكلامين، وأورد هو قول الشيخ في\nالمبسوط (3) وجعل آخره إيرادا ثم أجاب عنه بكلام رث ركيك لا يفوه به متأمل\nوحيث كانت هذه المسألة من المهمات علما وعملا ونقضا وجب إيضاحها على وجه لا\nيبقي معه اشتباه، فنقول وبالله التوفيق: ثبت بما لا غبار عليه أن الثاني\nبعث عسكرا فتح العراق وولي الأمر عندنا وهو علي عليه السلام حينئذ مقهور\nاليد عامل بالتقية متابع خوفا على نفسه للثاني لا يشك فيها أحد من علمائنا،\nومن المعلوم أن عليه السلام عند الثاني في ظاهره وعند من يدين بإمامته من\nالرعية، لا حكم له من حيث الإمامة ولا أمر ولا إذن ولا غير ذلك وهذا مقطوع\nبه أيضا، فالغنيمة التي غنمها العسكر غنيمة عسكر ليس من قبل إمام عادل\nعندنا فهي من الأنفال على الرواية المشهورة بين الأصحاب، (4) وقد أسلفناها\nوما يدل على شهرتها ونقل الإجماع عليها، فالعراق حينئذ من الأنفال ولا\nيحتمل أن يكون بحكم <span id='ms060'></span> المفتوحة عنوة إلا على أحد أمرين:\n</p>\n\n<p>\n(الأول) كون العسكر أتى بإذن ولي الأمر وهو غير معلوم والأصل عدمه، بل لو\nقيل إنه ثابت العدم أمكن لأنه إعانة على اشتهار إمامته وعموم رياسته وهو\nإغراء بالقبيح لا يليق من المعصوم إلا على وجه لا يخلو من نظر هو أن ذلك\nأخف ضررا مع اشتهار اسم الإسلام من البقاء على الكفر، ولا يخفى على المتأمل\nما فيه، ومما يؤيد عدم تحقق الإذن ويؤكده أمور ستسمعها إن شاء الله تعالى،\nولنورد منها هنا شيئا واحدا هو أن السيد الفاضل الكامل العالم العامل علي\nبن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p079'> Vol. 00, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الحميد الحسيني قدس الله سره قال في شرحه الذي بلغ فيه الغاية وتجاوز\nفيه النهاية للنافع وظاهره أنه حكاية عن شيخه فخر الدين رحمه الله ما هذا\nلفظه: وأما العراق فقيل فتح عنوة فهو للمسلمين كافة لا يباع ولا يوقف ولا\nيوهب ولا يملك لأن الحسن والحسين عليهما السلام كانا مع الجيش وفتح بإذن\nعلي عليه السلام، وقيل لم يفتح عنوة لأن الفتح عنوة هو الذي يكون بحضور\nالإمام أو نائب الإمام أو إذن الإمام وليس شئ من ذلك معلوما، وكذا قولهم أن\nالحسن والحسين عليهما السلام كانا مع الجيش أيضا غير معلوم فلا يكون مفتوحا\nعنوة فيكون للإمام عليه السلام وهو المفتي به، وكذا قال والده (1). إلى هنا\nكلامه رحمه الله.\n</p>\n\n<p>\nأقول: ولم أقف على حديث أعتمد عليه ولو خبر واحد في أنه عليه السلام أذن\nفي ذلك، والأصل والظاهر متطابقان على عدمه، فيكون منفيا وعلى كل تقدير\nفائدة الإجماع الذي ادعاه مع التصريح بالخلاف كما سمعته.\n</p>\n\n<p>\n(الثاني) الشك في مقتضى الرواية وليس بمتوجه لما قررنا سابقا، ولأورد\nعبارات بعض الأصحاب في هذا الباب.\n</p>\n\n<p>\nقال الشيخ رحمه الله في المبسوط: وأما أرض السواد فهي الأرض المفتوحة من\nالفرس الذي فتحها عمر وهي سواد العراق فلما فتحت بعث عمر عمار بن ياسر\nأميرا وابن مسعود قاضيا وواليا على بيت المال وعثمان بن حنيف ماسحا، فمسح\nعثمان الأرض. واختلفوا <span id='ms061'></span> في مبلغها، فقال الساجي اثنان وثلاثون ألف ألف جريب،\nوقال أبو عبيدة ستة وثلاثون ألف جريب وهي ما بين عبادان والموصل طولا وبين\nالقادسية وحلوان عرضا، ثم ضرب على كل جريب نخل ثمانية دراهم والرطبة ستة\nوالشجر كذلك والحنطة أربعة والشعير درهمين وكتب إلى عمر فأمضاه. وروي أن\nارتفاعها كان في عهد عمر مائة وستين ألف ألف درهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p080'> Vol. 00, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nفلما ولي عمر بن عبد العزيز رجع إلى ثلاثين ألف ألف في أول سنة وفي\nالثانية بلغ ستين ألف ألف فقال: لو عشت سنة أخرى لرددتها إلى ما كان في\nأيام عمر فمات تلك السنة، وكذلك أمير المؤمنين عليه السلام لما اقضي الأمر\nإليه أمضى ذلك لأنه لم يمكنه أن يخالف ويحكم بما يجب عنده فيه، والذي\nيقتضيه المذهب أن هذه الأراضي وغيرها من البلاد التي فتحت عنوة أن يكون\nخمسها لأهل الخمس وأربعة أخماسها يكون للمسلمين قاطبة، يكون الغانمين وغير\nالغانمين في ذلك سواء، ويكون للإمام النظر فيها وتقبيلها وتضمينها بما شاء\nويأخذ ارتفاعها ويصرفه في مصالح المسلمين وما يبوء بهم من سد الثغور ومؤونة\nالمجاهدين وبناء القناطر وغير ذلك من المصالح، وليس الغانمين في هذه\nالأرضين خصوصا شئ بل هم والمسلمون فيه سواء، ولا يصح بيع شئ من هذه الأرضين\nولا هبته ولا معاوضته ولا تملكه ولا وقفه ولا إجارته ولا إرثه، ولا يصح أن\nنبني دورا ومنازل ومساجد وسقايات ولا غير ذلك من أنواع التصرف الذي تتبع\nالملك، ومتى فعل شيئا من ذلك كان التصرف باطلا وهو باق على الأصل، وعلى\nالرواية التي رواها أصحابنا أن كل عسكر أو فرقة غزت بغير إذن الإمام فغنمت\nتكون الغنيمة للإمام خاصة هذه الأرضون وغيرها مما فتحت بعد الرسول إلا ما\nفتح في أيام أمير المؤمنين إن صح شئ من ذلك يكون للإمام خاصة ويكون من جملة\nالأنفال التي له خاصة لا يشركه فيها غيره (1).\n</p>\n\n<p>\nأقول: لا خفاء ولا شبهة أن الشيخ رحمه الله بهذا الكلام حاكم أن الفتح\nكان بغير إذن <span id='ms062'></span> علي عليه السلام لأنه حكم بأنه على الرواية يكون من الأنفال،\nوالرواية تضمنت أن ما فتح له بغير إذنه يكون له، فلولا أن عدم الإذن محقق\nعنده لم يحكم بأنها من الأنفال على الرواية بلا مرية لأنه لا يلزم من\nالرواية أن ما فتح بإذنه من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p081'> Vol. 00, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nالأنفال بل ما فتح بغير إذنه، وقد حكم على الرواية بأن العراق وسائر ما\nفتح في غير أيام علي عليه السلام يكون من الأنفال، وهذا صريح ينادي من له\nأدنى تأمل بأن غزو العسكر لم يكن بإذن أمير المؤمنين عليه السلام وأن مذهب\nالشيخ أنها من الأنفال لأنه مفت بمقتضى الرواية وجازم بها في كتبه بل ادعى\nفي بعضها الإجماع على مقتضاها كما أسلفنا حكاية عنه.\n</p>\n\n<p>\nإن قلت ما قد قال سابقا والذي يقتضيه المذهب أن هذه الأراضي وغيرها ينافي\nحكمه بكونها من الأنفال على الرواية لأن الرواية عنده محققة مجزوم (1) بها\nكما ذكرته عنه في هذا الكتاب وغيره كالنهاية (2) فما الجمع بين كلاميه؟\n</p>\n\n<p>\nقلت: وجه الجمع بين كلاميه أن يحمل الكلام الأول على الرد على العامة\nبتقدير الفتح عنوة، فإن الذي يقتضيه المذهب في المفتوح عنوة ما ذكره، وعند\nالشافي أن حكمه حكم ما ينقل ويحول، (3) وبه قال الزبير، وذهب قوم إلى أن\nالإمام مخير فيه بين شيئين بين أن يقسمه على الغانمين وبين أن ينفقه على\nالمسلمين. ذهب إليه عمر ومعاد الثوري وعبد الله بن المبارك، وذهب أبو حنيفة\nوأصحابه إلى أن الإمام مخير فيه بين ثلاثة أشياء: بين أن يقسمه على\nالغانمين وبين أن ينفقه على المسلمين وبين أن يقر أهلها عليها ويضرب عليهم\nالجزية باسم الخراج، فإن شاء أقر أهلها الذين كانوا فيها، وإن شاء أخرج\nأولئك وأتى بقوم آخرين من المشركين وأقمر هم فيها وأضرب عليهم الجزية باسم\nالخراج، وذهب مالك إلى أن ذلك يصير وقفا على المسلمين بنفس الاغتنام والأخذ\nمن غير إنفاق الإمام، ولا يجوز بيعه ولا شراؤه، (4) فلما علم الشيخ أنهم\nاتفقوا على أنها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p082'> Vol. 00, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nفتحت عنوة <span id='ms063'></span> وأن أكثر مذاهبهم ليس على ما هو الحق في المفتوح عنوة أشار إلى\nأن الذي يقتضيه المذهب في المفتوح عنوة ما ذكره بين ذلك للرد عليهم، ثم\nأشار إلى ما هو مذهب الإمامية واختيارهم وذكر سند اختيارهم وهو الرواية،\nفهذا حقيقة كلام الشيخ رحمه الله يعرفه من دعاه ومن تدبر مباحثه في كتبه\nخصوصا المبسوط، (1) وكيف يليق غير هذا وهو حاكم مفت بمقتضى الرواية وحاكم\nأن الأمر على مقتضاها أن يكون العراق من الأنفال.\n</p>\n\n<p>\nقال المؤلف في آخر هذه المقدمة: فإن قلت أليس قد قال الشيخ في المبسوط ما\nصورته: وعلى الرواية التي رواها أصحابنا أن كل عسكر أو فرقة غزت بغير إذن\nالإمام فغنمت تكون الغنيمة للإمام عليه السلام خاصة (2) تكون هذه الأرضون\nوغيرها مما فتحت بعد الرسول إلا ما فتح بعد في أيام أمير المؤمنين عليه\nالسلام - إن صح شئ من ذلك يكون للإمام خاصة ويكون من جملة الأنفال التي لا\nيشركه فيها غيره، (3) وهذا الكلام يقتضي أن لا يكون أرض العراق من المفتوحة\nعنوة. قلت: الجواب عن ذلك من وجوه:\n</p>\n\n<p>\n(الأول) أن الشيخ قال هذا على صورة الحكاية وفتواه ما تقدم في أول الكلام\nمع أن جميع أصحابنا مصرحون في هذا الباب بما قاله الشيخ في أول كلامه،\nوالعلامة في المنتهى (4) والتذكرة (5) أورد كلام الشيخ هذا حكاية وإيرادا\nبعد أن أفتى بمثل كلامه الأول حيث قال في أول كلامه: وهذه الأرض فتحت\nعنوة..\n</p>\n\n<p>\nالخ. ولم يتعرض لما ذكره أخيرا بشئ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p083'> Vol. 00, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n(الثاني) أن الرواية (1) التي أشار إليها ضعيفة الإسناد ومرسلة، ومثل هذه\nكيف يحتج به أو يسكن إليه مع أن الظاهر من كلام العلامة في المنتهى ضعف\nالعمل بها؟\n</p>\n\n<p>\n(الثالث) إنا لو سلمنا صحة الرواية (2) المذكورة لم يكن فيها دلالة على\nأن أرض العراق فتحت عنوة بغير أمر الإمام، فقد سمعنا أن عمر استشار أمير\nالمؤمنين في ذلك، ومما يدل على ذلك فعل عمار فإنه من خلصاء أمير المؤمنين\nعليه السلام ولولا أمره لما ساغ له الدخول في <span id='ms064'></span> أمرها. (3) إلى هنا.\n</p>\n\n<p>\nأقول: هذا الكلام مما يجب أن يقام منه على ساق وينتصر لدين الله منه فإنه\nمع بطلانه لا يصل إلى مرتبة الشبهة بل هو أوهى من بيت العنكبوت وذلك لأن\nقوله في الوجه الأول من الأجوبة: إن الشيخ قال \" هذا على صورة الحكاية\nوفتواه ما تقدم في أول كلامه \" ليس بمعقول لأن الشيخ حكم على تقدير الرواية\nبأن العراق من الأنفال فهو حكم معلق على تقدير جواز العمل بالرواية، ويلزم\nمنه أن العسكر الذي افتتح العراق كان بغير إذنه لأن مقتضى الرواية ليس إلا\nمع ذلك.\n</p>\n\n<p>\nفليت شعري كيف يخيل (4) أن يكون هذا حكاية؟ لا أدري عمن حكي. وأما\nالحكاية التي حكى ليس إلا أنه حكم على تقدير، فإما أن يمنع الملازمة ردا\nعليه أو يمنع الأصل الذي يبني عليه، وأما كون كلامه حكاية فهو حكاية لا\nيخلو من نكاية.\n</p>\n\n<p>\nقوله: مع أن جميع أصحابنا يصرحون في هذا الباب بما قاله الشيخ في أول\nكلامه. (5)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p084'> Vol. 00, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nأقول: قد سمعت ما حكيناه عن فخر الدين رحمه الله والذي أعرفه أن أكثر\nالأصحاب لم يتعرض لذلك بنفي ولا إثبات نعم ذكره أفراد منهم كالعلامة (1)\nوالشيخ (2) على ما سمعته من قوله الدال على أنها من الأنفال وابن إدريس\nأشار إلى ذلك في سرائره (3) إشارة، فليت شعري كيف كان قول أفراد قليلين مع\nعدم التصريح من بعضهم جميع الأصحاب \" إن هذا لشئ عجاب \" (4).\n</p>\n\n<p>\nوأعجب منه التصحيح (5) من بعض الأصحاب بالخلاف وباختيار العكس جزما أو\nمعلقا على ما هو مسلم، فكيف يدخل مثل هذا في الجميع. وأعجب منه التصريح من\nالجميع.\n</p>\n\n<p>\nقوله: والعلامة في المنتهى والتذكرة أورد كلام الشيخ هذا حكاية وإيرادا\nبعد أن أفتى بمثل كلامه الأول حيث قال في أول كلامه وهذه الأرض فتحت عنوة\nلم يتعرض لما ذكره آخرا بشئ (6).\n</p>\n\n<p>\nأقول: إنما كان أعجب لأنه أورد سندا للرد على قول الشيخ بأنه مخالف لما\nقاله جميع الأصحاب مع أن الذي أشار إليه من الأصحاب لم يسكتوا عن كلام\nالشيخ بل <span id='ms065'></span> أورده حكاية، وفيه دلالة ظاهرة على فهمهم منه ما يخالف فتواهم\nوعلى اعتبار القول حيث أوردوه بعد فتواهم، وهذا يؤكد عدم إطلاق فتوى من\nأفتى من الموردين لكلامه بدون إيراد قوله والإشارة إليه، فكيف يكون سندا\nعلى أن قول الشيخ خلاف الإجماع أو أنه حكاية؟! نعم ما ذكره العلامة عند\nحكاية فاعتبروا يا أولي الأبصار. هذا وكلام العلامة في المنتهى ليس فيه\nدلالة على أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p085'> Vol. 00, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nمفت بأنها بحكم المفتوح عنوة بشئ من الدلالات لأنه قال: مسألة: أرض\nالسواد هي الأرض المفتوحة من الفرس التي فتحها عمر بن الخطاب وهي سواد\nالعراق وحده في الأرض من منقطع الجبال إلى طرف القادسية المتصل بقريب من\nأرض العرب ومن تخوم الموصل طولا إلى ساحل البحر ببلاد عبادان من شرقي دجلة.\nفأما الغربي الذي يليه البصرة فإنما هو إسلامي مثل شط عثمان بن أبي العاص\nما والاها كانت سباخا ومواتا فأحياها عثمان ابن أبي العاص وسميت هذه الأرض\nسوادا لأن الجيش لما خرجوا من البادية رأوا هذه الأرض والتفاف شجرها سموها\nالسواد لذلك، وهذه الأرض فتحت عنوة، فتحها عمر بن الخطاب، ثم بعث إليها بعد\nفتحه ثلاثة أنفس عمار بن ياسر على صلاته أميرا، وابن مسعود قاضيا وواليا\nعلى بيت المال، وعثمان بن حنيف على مساحة الأرض، وفرض. لهم كل يوم شاة\nشطرها مع السقوط لعمار وشطرها للآخرين وقال: ما أرى، قرية يؤخذ منها كل يوم\nشاة إلا سريع في خرابها، ومسح عثمان بن حنيف أرض الخراج واختلفوا في مبلغها\nفقال الساجي اثنان وثلاثون ألف ألف جريب. وقال أبو عبيدة: ست وثلاثون ألف\nألف جريب ثم ضرب على كل جريب نخل عشرة دراهم وعلى الكرم ثمانية دراهم وعلى\nجريب الشجر والرطبة ستة دراهم وعلى الحنطة أربعة دراهم وعلى الشعير درهمين\nثم كتب بذلك إلى عمر فأمضاه، وروي أن ارتفاعها كان في عهد عمر مائة وستين\nألف ألف درهم، فلما كان زمان الحجاج رجع إلى ثمانية عشر ألف ألف، فلما ولي\nعمر بن عبد العزيز <span id='ms066'></span> رجع إلى ثلاثين ألف ألف درهم في أول سنته وفي الثانية\nبلغ إلى ستين ألف ألف درهم، فقال: لو عشت سنة أخرى لرددتها إلى ما كان في\nأيام عمر، فمات تلك السنة، ولما أفضي الأمر إلى أمير المؤمنين علي عليه\nالسلام أمضى ذلك لأنه لم يمكنه أن يخالف ويحكم بما يجب عنده فيه.\n</p>\n\n<p>\nقال الشيخ (ره): والذي يقتضيه المذهب أن هذه الأراضي وغيرها من البلاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p086'> Vol. 00, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nالتي فتحت عنوة يخرج خمسها لأرباب الخمس وأربعة أخماسها الباقية يكون\nللمسلمين قاطبة الغانمين وغيرهم سواء في ذلك ويكون للإمام النظر فيها\nوتقبيلها وتضمينها بما شاء ويأخذ ارتفاعها ويصرفه في مصالح المسلمين وما\nيبوء بهم من سد الثغور وتقوية المجاهدين وبناء القناطر وغير ذلك من\nالمصالح، وليس للغانمين في هذه الأرضين على وجه التخصيص شئ بل هم والمسلمون\nفيه سواء، ولا يصح بيع شئ من هذه الأرضين ولا هبته ولا معاوضته ولا تملكه\nولا وقفه ولا رهنه ولا إجارته ولا إرثه، ولا يصح أن تبنى دورا ومنازلا\nومساجد وسقايات ولا غير ذلك من أنواع التصرف التي تتبع الملك، ومتى فعل\nشيئا من ذلك كان التصرف باطلا وهو باق على الأصل. ثم قال رحمه الله: وعلى\nالرواية التي رواها أصحابنا أن كل عسكر أو فرقة غزت بغير إذن الإمام فغنمت\nتكون الغنيمة للإمام خاصة تكون هذه الأرضون وغيرها مما فتحت بعد الرسول إلا\nما فتح في أيام أمير المؤمنين عليه السلام - إن صح شئ من ذلك يكون للإمام\nخاصة ويكون من جملة الأنفال التي له خاصة لا يشركه فيها غيره (1). فانظر\nأيها المتأمل بعين البصيرة إلى قلة تأمل هذا الرجل وجرأته على دعوى الإجماع\nونفي الخلاف والنقل عن جميع الأصحاب، مع أن عبارات أمثالهم كما تلونا عليك،\nفإن العلامة قد حكى كلام الشيخ حكاية وهي كما ذكرناه عنه في المبسوط (2)،\nوقد ذكر هو فيما سبق حكم المفتوحة عنوة فلو كان أرض السواد مما فتح عنوة\nعنده لقال به جزما من غير أن يحكيه قولا مع أنه <span id='ms067'></span> حكاه ولم يتعرض له بنفي أو\nإثبات، ثم حكى قول الشيخ وعلى الرواية بعده فإن كان حكاية القول وعدم\nالتعرض له دليلا على عدم الاختيار فهو مشترك، وما هو جوابه هو جوابنا، ولم\nيسبق منه شئ غير قوله \" فتحت عنوة فتحها عمر بن الخطاب \" ولا دلالة فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p087'> Vol. 00, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nلأنه من المجزوم به أنها فتحت بالسيف فتحها الثاني، أما أن لها حكم\nالمفتوحة عنوة شرعا فلا، بل لو قيل أن قوله \" فتحها \" فيه دلالة على أنها\nليست بحكم المفتوحة عنوة عنه كان صوابا لأنه جزم بأن المغنوم بغير إذن\nالإمام للإمام. وقوله \" فتحها \" من غير أن يذكر شيئا غير ذلك فيه دلالة على\nأنها من الأنفال خصوصا إذا انضم إلى جملة كونها بحكم المفتوحة عنده حكاية،\nوعبارته في التحرير قريب من هذا حيث قال: أرض السواد وهي الأرض المفتوحة من\nالفرس التي فتحها عمر وهي سواد العراق وحده من سطح الجبال بحلوان إلى طرف\nالقادسية المتصلة بقريب من أرض العرب ومن تخوم الموصل طولها إلى ساحل البحر\nببلاد عبادان من شرقي دجلة، فأما الغربي الذي يليه البصرة فإنما هو إسلامي\nمثل شط عثمان ابن أبي العاص وما والاها كانت شياحا ومواتا وأحياها عمار بن\nأبي العاص وسميت هذه الأرض سوادا لأن الجيش لما خرجوا من البادية رأوا\nالتفات شجرها فسموها سوادا وبعث عمر إليها بعد فتحها ثلاثة أنفس: عمار بن\nياسر على صلاتهم أميرا وابن مسعود قاضيا وواليا على بيت المال وعثمان بن\nحنيف على مساحة الأرض، قال أبو عبيدة: فبلغ مساحتها ستة وثلاثون ألف ألف\nجريب فضرب على كل جريب نخل عشرة دراهم وعلى الكرم ثمانية دراهم وعلى جريب\nالشجر والرطبة ستة دراهم وعلى الحنطة أربعة دراهم وعلى الشعير درهمين ثم\nكتب إلى عمر فأمضاه وكان ارتفاعها مائة وستين ألف ألف درهم ولما انتهى\nالأمر إلى أمير المؤمنين عليه السلام أمضى ذلك ورجع ارتفاعها في زمن الحجاج\nإلى ثمانية عشر ألف ألف درهم. قال الشيخ: والذي يقتضيه المذهب أن هذه\nالأراضي <span id='ms068'></span> وغيرها من البلاد التي فتحت عنوة يخرج خمسها لأربابه وأربعة\nالأخماس الباقية للمسلمين قاطبة لا يصح التصرف فيه ببيع ولا هبة ولا إجازة\nولا إرث، ولا يصح أن تبنى دورا ومنازل ومساجد وسقايات ولا غير ذلك من أنواع\nالتصرف التي يتبع الملك، ومتى فعل شيئا من ذلك كان التصرف باطلا وهو باق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p088'> Vol. 00, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الأصل قال - وعلى الرواية التي رواها أصحابنا أن كل عسكر أو فرقة عزت\nبغير إذن الإمام تكون تلك الغنيمة للإمام خاصة تكون هذه الأرضون وغيرها مما\nفتحت بعد الرسول عليه السلام إلا ما فتح في أيام أمير المؤمنين عليه السلام\n- إن صح شئ من ذلك يكون للإمام خاصة ويكون من جملة الأنفال التي له خاصة لا\nشركة فيها غيره (1). إلى هنا، فتفطن أيها المنصف، هل حكم بأنها فتحت عنوة\nفي كلامه هذا أو احترز عنه بقول \" المفتوحة من الفرس التي فتحها عمر \" ثم\nحكى قول الشيخ ولم يتعرض له مع أنه صرح في باب الخمس بحكم المفتوحة عنوة\nولم يذكره هنا إلا قولا، وهذا بعينه هو كلامه في المنتهى (2) من غير فرق،\nوتوهم الفرق بقوله في المنتهى \" فتحت عنوة فتحها عمر \" في غاية الضعف بعد\nما ذكرناه، فأين الدلالة من كلام العلامة فضلا عن كلام جميع الأصحاب؟\n</p>\n\n<p>\nوالله يهدي إلى طريق الصواب. واعلم أن في عبارة الشيخ والعلامة دلالة على\nأن عليا عليه السلام ما أمضى ما فعله عمر إلا تقية، والظاهر أنه لكونها من\nالأنفال لأنها غنيمة من غزا بغير إذنه.\n</p>\n\n<p>\nقوله: إن الرواية التي أشار إليها الشيخ ضعيفة الإسناد (3).\n</p>\n\n<p>\nأقول: هذا لا يحتاج إلى رد بعد ما أثبتناه وحققناه من أنها معتضدة بعمل\nالأصحاب مشهورة الفتوى منهم بل مضمونها في الحقيقة إجماع، وقد تقدم فلا\nنعيده، والمؤلف قال سابقا ومضمون هذه الرواية مشهور بين الأصحاب مع كونها\nمرسلة ولا شك أن الشهرة تعضد الضعف وتحقق جواز العمل جزما.\n</p>\n\n<p>\nقوله: مع أن الظاهر من كلام العلامة في المنتهى (4) ضعف العمل بها (5).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p089'> Vol. 00, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nأقول: لا أدري قوله هذا <span id='ms069'></span> لأي شئ نشأ ولا أي شئ قصد به وذلك لأنا إذا سلمنا\nأن ظاهر العلامة في المنتهى (1) ضعف العمل بها لهم يقدح في حجيتها المستندة\nإلى شهرتها بين الأصحاب بوجه من الوجوه أصلا، بل لا يقدح في الإجماع لأن\nالعلامة أفتى بها فيما تقدم من المنتهى وما تأخر عنه فلا يقدح خلافه فيه في\nالإجماع لو كان صريحا فضلا عن أن يكون ظاهرا على أنا لا نسلم أن ظاهر\nالعلامة في المنتهى ضعف العمل بها وهذه عبارته فيه وإذا قاتل قوم من غير\nإذن الإمام فغنموا كانت الغنيمة للإمام. ذهب إليه الشيخان والسيد المرتضى\nرحمه الله وأتباعهم. وقال الشافعي: حكمها حكم الغنيمة مع إذن الإمام لكنه\nمكروه.\n</p>\n\n<p>\nوقال أبو حنيفة: هي لهم ولا خمس ولأحمد ثلاثة أقوال كقول الشافعي وأبي\nحنيفة وثالثها لا شئ لهم. احتج الأصحاب بما رواه العباس الوراق عن رجل سماه\nعن أبي عبد الله عليه السلام قال: إذا غزا قوم بغير إذن الإمام كانت\nالغنيمة كلها للإمام، وإذا غزوا بأمر الإمام فغنموا كان للإمام الخمس. (2)\nاحتج الشافعي بعموم قوله تعالى \" واعلموا أنما غنمتم من شئ \" (3) الآية،\nوهو يتناول المأذون فيه وغيره واحتج أبو حنيفة بأنه اكتساب مباح من غير\nجهاد فكان كالاحتطاب والاحتشاش. واحتج أحمد على ثالث أقواله بأنهم عصاة\nبالفعل فلا يكون ذريعة إلى الفائدة والتملك الشرعي. والجواب عن الأول أنه\nغير دال على المطلوب إذ الآية تدل على إخراج الخمس في الغنيمة إلا على\nالمالك، وإن كان قول الشافعي فيه قوة، وعن الثاني بالمنع من المساواة لأنه\nمنهي عنه إلا بإذنه عليه السلام، وعن الثالث بالتسليم فإنه غير دال على\nالمطلوب (4) إلى هنا، ولا أعرف وجه ظهور استعطافه العمل بالرواية من هذا\nالكلام، فإن كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p090'> Vol. 00, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nالمؤلف توهم ذلك من قوله \" ذهب إليه الشيخان.. إلخ \" أو من قوله \" احتج\nالأصحاب \" أو من قوله \" وإن كان قول الشافعي فيه قوة \" (1) فليس من الظهور\nالذي ذكره في شئ كما لا يخفى، فإن قوله الأول ذهب إليه بعد <span id='ms070'></span> فتواه ظاهرا،\nوقوله \" احتج الأصحاب \" مؤيد في الحقيقة، وكون قول الشافعي لا يخلو من قوة\nلا يدل على ضعف العمل بضده مع أنه أورد ذلك بعد جواب بقصور استدلاله عن\nالدلالة على مطلوبه.\n</p>\n\n<p>\nقوله: الثالث: لو سلمنا صحة الرواية المذكورة لم يكن فيها دلالة على أن\nأرض العراق فتحت عنوة بغير إذن الإمام عليه السلام. (2) أقول: لم يدع الشيخ\nولا غيره ولا فاه به فوه عالم أن الرواية تدل على عدم الإذن حتى يكون ثالث\nالأجوبة عدم دلالتها على الفتح عنوة بغير إذن، فهذا الجواب لا ينطبق ولا\nيبتني على قانون أهل النظر بوجه من الوجوه أصلا، وحاصل الأمر أن الشيخ حكم\nبأن العراق من الأنفال على الرواية، (3) فقضية شرطية بيان ملازمتها لم\nيتعرض له إلا أنه من كلامه أنه يعتقده، وقد وجهناه سابقا (4) فجوابه بأن\nالرواية لا دلالة فيها بغير إذن خبط ظاهر.\n</p>\n\n<p>\nقوله: فقد سمعنا أن عمر استشار أمير المؤمنين عليه السلام في ذلك. (5)\nأقول: السماع لا يكون دليلا إلا إذا ثبت بطريق شرعي ولو آحادا، ولم يثبت،\nوالأصل عدم الإذن فيتمسك به إلى أن يقوم ما يخالفه.\n</p>\n\n<p>\nقوله: ومما يدل عليه فعل عمار فإنه من خلصاء أمير المؤمنين عليه السلام\nولولا أمره لما ساغ له الدخول (6).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p091'> Vol. 00, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nأقول: هذا من أوهى الأدلة لأن عمر كان في الظاهر إماما تجب متابعته تقية،\nوقد بعث عماله إلى البلاد وفيهم خواص علي عليه السلام فلم يمتنعوا فعدم\nامتناعهم لا يدل على وجوب اتباعه لأنه أهل لذلك، ولا على صحة تصرفه على أن\nعمار لو تمكن من عدم الطاعة له وسلمنا أنه استأذن عليا عليه السلام فأذن له\nلم يدل، إلا أن فعل عمار لم يكن معصية لا أن فعل عمر كان صحيحا وفتحه كان\nصحيحا وتوليته كانت صحيحة، وكيف يخفى هذا على من له أدنى عقل وفكر، هذا\nوالصحيح أنها حمله الإمام عليه السلام لأنها من الأنفال، فلو أذن لعمار\nلكان أذن له في ماله، وإذنه عليه السلام في ماله جائز <span id='ms071'></span> وكذا إذنه في صرفه في\nمصالح المسلمين لو ثبت - وجواز هذا كاف في عدم صحة الاستدلال ولات حين\nمناص، وبالجملة فهذا الكلام بعيد عن التحقيق وبالله التوفيق.\n</p>\n\n<p>\nقوله: ومما يقطع النزاع ويدفع السؤال ما رواه الشيخ في الصحيح عن محمد\nالحلبي قال: سئل أبو عبد الله عليه السلام عن السواد ما منزلته؟ فقال: هو\nلجميع المسلمين.. الخ. (1) (2) أقول: هذا خبر واحد غير معتضد بالإجماع بل\nولا شهرة وهو محمول على التقية فلا يعرج على مثله محصل، وقد مر في خلال\nكلام الشيخ (3) والعلامة (4) الإشارة إلى التقية في إمضاء علي عليه السلام\nبعد توليته.\n</p>\n\n<p>\nقوله: وروي أيضا عن عبد الرحمن بن الحجاج قال: سألت أبا عبد الله عليه\nالسلام عما اختلف فيه ابن أبي ليلى وابن شبرمة في السواد وأرضه فقلت: إن\nابن أبي ليلى قال: إنهم إذا أسلموا فهم أحرار وما في أيديهم في أيديهم من\nأرضهم لهم وأما ابن شبرمة فزعم أنهم عبيد وأن أرضهم التي بأيديهم ليست لهم،\nفقال في الأرض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p092'> Vol. 00, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nما قال ابن شبرمة وابن بشير (1) وقال في الرجال ما قال ابن أبي ليلى\nبأنهم إذا أسلموا فإنهم أحرار. (2) وهذا قاطع في الدلالة على ما قلناه لا\nسيما وفتوى الأصحاب وتصريحهم موافق لذلك فلا مجال للتردد. (3) أقول: هذا عن\nالتحقيق بمعزل لأنا إذا سلمنا الخبر ولم نتعرض لضعف إسناده، وقلناه بمضمونه\nلم يلزم اكظر مما دل عليه، وإنما دل على أن الأرض ليست لهم وكونهم لا تدل\nعلى أنها فتحت عنوة لأنه أعم ولا دلالة للعام على الخاص، كيف ونفي كونها\nلهم يجتمع مع ما هو الحق من كونها من الأنفال، والأنفال للإمام عليه السلام\nفلا يكون لهم، فانظر أيها المتأمل إلى كثرة خبط هذا الرجل خبط عشواء فلا\nيكاد أن يرتب دليلا على محله، فمن هو بهذا القصور أولى أن يتحذر عن القصور،\nومن العجب أن دليله غير منطبق على مدعاه وهو يقول \" وهذا قاطع في الدلالة\nعلى ما قلناه \" وأما قوله \" لا سيما وفتوى الأصحاب <span id='ms072'></span> وتصريحهم موافق لذلك فلا\nمجال للتردد \" علم جوابه فيما مضى فلا يحتاج إلى بيان طائل.\n</p>\n\n<p>\nقوله: وأما أرض الشام فقد ذكر كونها مفتوحة عنوة بعض الأصحاب، وممن ذكر\nذلك العلامة في كتاب إحياء الموات من التذكرة لكن لم يذكر أحد حدودها (4)،\nوأما البواقي فذكر حكمها القطب الراوندي في شرح نهاية الشيخ وأسنده إلى\nالمبسوط وعبارته هذه \" والظاهر على ما في المبسوط أن الأرضين التي هي من\nأقصى خراسان إلى كرمان وخوزستان وهمدان وقزوين وما حواليها أخذت بالسيف \"\n(5) هذا ما وجدته فيما حضرني من كتب الأصحاب. (6)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p093'> Vol. 00, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nأقول: هذا كلام لا يحتاج إلى نقض لأنه لم يزد فيه على كون بعض الأصحاب\nذكر ذلك وهو حكاية حال، ولا يخفى أن مجرد الفتوى ليس دليلا، وقد صدر المقام\nبقوله في تعيين ما فتح عنوة، فإن أراد أن هذا القدر يقتضي التعيين فلا يخفى\nفساده وإن أراد أنه يفيد الدعوى فلا نزاع معه، على أن ما في المبسوط (1) قد\nسمعته وسمعت ما ذيله به من قوله \" وعلى الرواية \"، (2) وإذ قد عرفت ما\nأفدناه وضعف ما استدل به فاعلم أن هنا أمر إذا نظره المتأمل بعين البصيرة\nلم يجد معه لهذا الرجل المتحمل في حل هذه الشعرية وجها وأنه وفيما فعل وألف\nلا يخلو من أمرين قصور في العلم أسقط فيما فعل، أو شدة فهمه لحب جمع الدنيا\nلا يبالي معه من أين أصاب، وذكر ما ذكرتموها لدفع الشناعة من بعض قاصري\nالنظر، ولعل الثاني هو الوجه، فإن ولاة العراق قد ألموا أهله بتخريج مال لا\nشبهة في تحريمه، ضرب في تحصيله السيد والعامي وبكر من ضيق ذمة الفقير\nوالمسكين وكنت من المشاهدين لذلك، حتى أن الحائك وغيره من أرباب الصنائع من\nالمؤمنين المكتسبين يؤخذ منهم إلى مرتبة الدرهم والدرهمين وجمعوا ذلك\nوجعلوه في وجه المعونة للزاد والراحلة وما تبعهما عند توجهنا إلى الرضا\nعليه السلام بإشارة من خلدت دولته فبولغت فيه، فكان جوابي بحضرة هذا المؤلف\nوحضرات كبار أهل العراق من السادة والعوام أنه <span id='ms073'></span> - دامت سلطنته بعث إلينا من\nأقاصي خراسان ونحن في طرف عراق العرب طلبنا لترويج الدين وإظهار فضل التشيع\nوأهله المستنين بسنته أهل بيت النبوة عليهم السلام فإذا تركنا الدين وأخذنا\nالحرام كيف نكون أهلا لترويج الدين، فلم ألبث قليلا وإذا به قد أخذه وصرفه\nفيما يشاء غير متأثم ولا خائف من موقف العرض ولا مستح من شناعة أهل الإيمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p094'> Vol. 00, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nوأهل الخلاف على دين التشيع نظرا إلى فعل من هو مسمى فيهم بالرياسة وربما\nزعم أنه عمل حيلة له، فليت شعري كيف كانت تلك الحيلة مع أن الأمر بالمعروف\nوالنهي عن المنكر يقتضي وجوب السعي في رده إلى أهله على الفور بجميع أنواع\nالقدرة، فلو لم يكن على المتحيل في أخذه إلا عدم رده والسعي فيه لكان من\nموبقات الذنوب بل الرضا والسكوت عنه مع المكنة من موبقاتها، وإنما ذكرت هذه\nالحكاية في هذا المحل لأنها مشهورة بلغت مرتبة لا يمكن أحد أن ينازع فيها\nولا يمكن من الجواب عنها هو، وقد زعم أنه قد عمل عليها صورة وجاز أمره مع\nذلك عند أهل الدنيا الغافلين عن مصالح المعاد، فكيف لا يجوز ما يحتمل أن\nيكون شبهة!! وقد كنت أكره أن أوقعها في مثل هذه الرسالة لولا ما علمته من\nوجوب التنبيه لأهل الله ليأخذوا الحذر من مثله وليمتنعوا من تقليده لفقد ما\nيشترط في صحة أخذه من مثل الثقة والأمانة. قال الله في الشهادة ولا شك في\nكونها دون مرتبة الانتصاب في منصب النبوة للفتوى وتكملة الاستقامة: \" فإن\nعثر على أنهما استحقا إثما فآخران يقومان مقامهما \" (1) وأكثر فائدة في\nذكرها تعريف أهل الخلاف لنا أن ديننا ومذهبنا لا يقتضي ذلك، فإنه قد اشتهر\nعنهم بسبب مثل هذه الأفعال ممن يزعمه أنه من رؤساء المذهب ما لا يكاد يقال،\nفإنا لله وإنا إليه راجعون.\n</p>\n\n<p>\nولنرجع إلى ما نحن بصدده فنقول: لا شك ولا خفاء أن المفتوحة عنوة مواتها\nللإمام وعامرها للمسلمين، فما علم أنه عامر وقت الفتح فهو للمسلمين، وما\nعلم <span id='ms074'></span> أنه موات فهو للإمام، وما لم يعلم فهو محتمل وكونه عامرا الآن أعلم\nدلالة فيه على كونه عامرا وقت الفتح، والأصل عدم العمارة حيث يثبت، فلا\nيجوز التسلط على أخذ الخراج من قرية الآن إلا إذا علم أنها كانت وقت الفتح\nعامرة، وهو في آخر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p095'> Vol. 00, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nرسالته قال \" وليس لأحد أن يقول: هؤلاء أحيوا هذه البلاد وقد كانت قبل\nمواتا لأن هذا معلوم البطلان ببديهة العقل.\n</p>\n\n<p>\nأما (أولا) فلأن بلاد العراق على ما حكيناه كانت بتمامها معمورة لم يكن\nلأحد مجال أن يعمروها في وسط البلاد قرى متعددة، وما كان بين القريتين\nوالبلدين في البعد قدر فرسخ إلا نادرا، كيف ومجموع معمور هما من الموصل إلى\nعبادان ستة وثلاثون ألف ألف جريب.\n</p>\n\n<p>\nوأما (ثانيا) فلأن عمارة القرى أمر عظيم يحتاج إلى زمان طويل وصرف مال\nجزيل وهم كانوا بعيدين عن هذا الاستعداد مع أن هذه التمحلات بعد ما تلوناه\nمن كلامهم في أحكام هذه الأرضين وأحوال خراجها وحل ذلك من التكلفات الباردة\nوالأمور السامجة \" (1).\n</p>\n\n<p>\nأقول تنبيها لأهل العقول:\n</p>\n\n<p>\nيا أولي الألباب انظروا يا ذوي البصائر تكفروا كيف جعل الإيراد كون\nالبلاد محياة بعد الموات وهذا لا يعترض به أحد؟ ومن ثم قال: إنه معلوم\nالبطلان ببديهة العقل، ثم خبط في توجيه معلوميته بالبديهة بما يشعر بأن\nمراده أعم من إحياء الجميع والبعض ونحن نفصل الجواب عن كلامه على طريق\nالبحث والنظر.\n</p>\n\n<p>\nفنقول: إما أن يريد بقوله هذه البلاد مجموعها أي مجموع بلاد العراق أو\nالبلاد التي يتعلق بها غرضه كالقرية مثلا، فإن أراد الأول فمسلم أنه مسلم\nالبطلان بالبديهة فلا حاجة إلى الاستدلال عليه، بل الاستدلال الذي ذكره\nعليه لا يخلو من قصور إذ قوله \" لم يكن لأحد مجال أن يعمر في وسط البلاد\nقرى \" (2) ممنوع أشد المنع، إذ لا شاهد له من الأدلة، وكون معمورها ما ذكر\nلا يدل عليه إلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p096'> Vol. 00, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nإذا تحقق أن ذلك هو قدر مجموع أراضيها طولا وعرضا، وهو إن لم يكن معلوم\nالبطلان بالضرورة يفتقر إثباته <span id='ms075'></span> إلى دليل، وقوله \" وأما ثانيا.. إلخ \" (1)\nركيك جدا لأنه مجرد استبعاد وخطابية، ومن العجب إسناد ما هو معلوم البطلان\nبالبديهة مثل هذا، وإن أراد الثاني فمعلوم أنه ليس معلوم البطلان بالبديهة\nودعواه مكابرة، وما أسنده من الوجهين ظاهر الضعف كما نبهنا عليه؟؟، ومما\nيؤكده ويزيده بيانا ما هو في الاشتهار كالشمس في رابعة النهار من تجدد قرى\nوبلاد بعد الفتح لم تكن معمورة، فإن الحلة التي هي اليوم نم أقطاب العراق\nكانت مواتا وقت الفتح وغيرها كثير من أراضي العراق.\n</p>\n\n<p>\nويؤيد ما ذكرناه أن العلامة الفهامة قطب رحى الدين وإمام المجتهدين وقف\nقرى متعددة كما أشرنا إليه سابقا، وفي صدر وقفه أنه أحياها وهي ميتة وعمرها\nوكانت خرابا، وعلى وقفه خطوط أماثل العلماء والفقهاء من المذاهب الأربعة\nومذهب الخاصة، وهل يستجيز محصل أن يقول إن أرض العراق يوم الفتح لم يكن\nفيها شئ من الموات؟ إلا أن يكون ممن لا يبالي كيف يرمي الكلام على أن\nمعمورها المذكور ليس بطريق ثابت يصح الاعتماد عليها؟ هذا والمعترض لا يعترض\nبأنها محياة بعد الممات، إذ لا حاجة إلى ذلك بل يقول لا نسلم أن هذه\nالمعينة من أرض الخراج وكون العراق مفتوحة عنوة لا يدل عليه إلا إذا ثبت\nأنها كانت بحيث لا موات فيها، وأن هذه المعينة كانت محياة حينئذ ودونه خرط\nالقتاد بل كون بعضها كان مواتا معلوم بالضرورة. لا يقال لو تم ما ذكرتم\nلقام الاحتمال في كل شئ من المفتوح عنوة فلا يتحقق حكم الخراج في شئ منه.\n</p>\n\n<p>\nفنقول: إن لم يعلم أن شيئا منه على التعيين كان عامرا وقت الفتح ولا ثبت\nأنه قد أخذ منه الخراج متصلا من غير انقطاع أو أخذه عادل ونحو ذلك مما يدل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p097'> Vol. 00, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nعلى أنها محياة وقت الفتح التزمنا ذلك ولا ضرورة ولا محذور فيه إذ طريان\nما يمنع الحكم بسبب لا حق لا يقتضي نفيه سابقا، وإن علم على التعيين تعلق\nالحكم به وترك في غيره إلى أن ثبت، ومن المعلوم <span id='ms076'></span> أراضي عدة كانت عمارات وقت\nالفتح ذكر أهل السير وغيرهم وأشار إليها الأصحاب.\n</p>\n\n<p>\nوقال ابن إدريس في السرائر (1): وقد أورد شيخنا المفيد في مقنعته في باب\nالخراج وعمارة الأرضين خبرا وهو: روى يونس بن إبراهيم عن يحيى بن أشعث\nالكسري عن مصعب بن مصعب بن يزيد الأنصاري قال: استعملني أمير المؤمنين علي\nبن أبي طالب عليه السلام على أربعة رساتيق: المدائن والهفتادات\n[والبهبقباذات] وبهر سير وشهر جويرب ونهر الملك. (2) (3) قال محمد بن إدريس\nمصنف هذا الكتاب: بهر سير بالباء المنقطة من تحتها نقطة واحدة والسين الغير\nالمعجمة وهي المدائن، الدليل على ذلك أن الراوي قال: استعملني على أربعة\nرساتيق ثم عد خمسة فذكر المدائن ثم ذكر من جملة الخمسة نهر سير وعطف على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p098'> Vol. 00, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nاللفظ دون معناه وهذا كثير في القرآن والشعر. قال الشاعر:\n</p>\n\n<p>\nإني (1) الملك القرم وابن الهمام * وليث الكتيبة في المزدحم وكل الصفات\nراجعة إلى موصوف واحد وقد عطف بعضها على بعض لاختلاف ألفاظها، وقول\nالحطيئة:\n</p>\n\n<p>\nوهند أتى من دونها النأي والبعد والبعد هو الناي، ويدل على ما قلناه أيضا\nما ذكره أصحاب السير في كتاب صفين، قالوا لما سار أمير المؤمنين عليه\nالسلام إلى صفين - قالوا: ثم مضى نحو ساباط حتى انتهى إلى مدينة نهر سير\nوإذا رجل من أصحابه ينظر في آثار كسرى وهو يتمثل قول أبي يغفر النهشلي:\n</p>\n\n<p>\nجرت الرياح على محل ديارهم * فكأنهم كانوا على ميعاد فقال علي عليه\nالسلام: أولا قلت \" كم تركوا من جنات وعيون وزروع ومقام كريم * ونعمة كانوا\nفيها فاكهين * كذلك وأورثناها قوما آخرين \" (2) الآية.\n</p>\n\n<p>\nفأما الهفتادات فهي ثلاثة: الهفتاد الأعلى وهو ستة طساسيج طسوج بأجل\nوحطرسة والفلوجة العليا والسفلى والنهرين وعين النهر. والهفتاد الأوسط\nأربعة طساسيج: طسوج الحبة والبداة وسورا ونهر سما ونهر الملك وباروسما.\nوالهفتاد الأسفل خمسة طساسيج فيها طسوج مزابت باد قلي وطسوج المسلحين الذي\nفيه الخورنق والسدير، ذكر ذلك عبد الله بن جودد (3) أنه في كتاب الممالك\nوالمسالك.\n</p>\n\n<p>\nإلى هنا.\n</p>\n\n<p>\nوإنما ذكرنا الخبر الذي فيه ذكر أمير <span id='ms077'></span> المؤمنين عليا عليه السلام تيمنا\nببركته، وإلا فالأخبار المعمور وقت الفتح في ولاية الثاني كثيرة فلا يقال\nيحتمل تجرد هذه المذكورة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p099'> Vol. 00, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nثم نعود إلى ما كنا فيه فنقول: ليس لقائل أن يقول إن الظاهر أن العراق\nكانت عمارا ولهذا سميت السواد لشدة التفاف شجرها ونخلها فيجوز البناء عليه،\nلأنا نقول: لا يصح عند الشريعة التمسك بالظاهر في رفع يد المسلم عما في يده\nلأن يد المسلم على المال على معلوم وكونه من أرض الخراج فلا يصح ما يتصرف\nفيه مما يتأتى ذلك غير معلوم ولا يجوز رفع يده عنه لأن الشارع جعل لرفع\nاليد عن الملك أمر يناط به من شهادة العدلين أورد اليمين على اختلاف\nالمذهبين ومما ينبهك على ذلك أن الوقف ثبت بالشياع وإذا كان في يد مسلم شئ\nيعارضه الشياع ففيه قولان أصحهما تقدم يد المسلم على الشياع، فكيف بما لا\nيتمسك فيه إلا بمثل هذه الاحتمالات الباردة، ومن نظر الشريعة خصوصا باب\nالإقرار والقضاء علم أن رفع يد المسلم لا يصح إلا في موضع اليقين شرعا\nلجواز رفعها وأن رفعها يبتني على الاحتياط التام، وهذا بأصله يصح متمسكا\nعلى عدم أخذ الخراج مما عليه يد أحد المسلمين إذا لم يعلم أنه كان من الذي\nحيا وقت الفتح بطريق شرعي، ومن العجائب قول هذا المؤلف \" مع أن هذه\nالتمحلات بعد ما تلوناه من كلامهم في أحكام هذه الأرضين وحل خراجها من\nالتكلفات الباردة والأمور السامجة \" (1) ليت شعري التكلف البارد والأمر\nالسامج هو التلزيق والخطابات التي لا طائل تحتها ولا دليل عليها أو التمسك\nبثبوت يد المسلم وأصالة عدم استحقاق الغير أيهما أولى بما ذكر.\n</p>\n\n<p>\nقوله: بعد ما تلوناه من كلامهم.\n</p>\n\n<p>\nأقول: كلام القوم في أرض الخراج أو في أرض معينة، الأول لا نزاع فيه،\nوالثاني لم يذكر فلا يحتاج إلى المنع، وكأني أرى هذا الرجل نظر بعين الفكرة\nالصائبة في الدنيا. إن أكثر الناس في هذا الزمان يميلون إلى تحصيل الحطام\nولو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p100'> Vol. 00, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nبالحرام، فأكثروا الحشو بالشبهات ليكون <span id='ms078'></span> له منهم الرغبات لشدة تهمتهم\nوميلهم إلى مقتضى الشهوات، نعوذ بالله من نصب الدين فخا يصطاد به الحطامات\nواسم الرئاسات، وقد كان في هذا القدر كفاية إذا لم يبق في الرسالة ما هو\nمنوط بموضع نزاع مهم، إلا أنا نتعرض لما قصر فيه فهمه واستدلاله في باقيها\nتحقيقا لاسم النقض والله الموفق.\n</p>\n\n<p>\nقوله في المقدمة الخامسة: إعلم أن الخراج هو ما يضرب على الأرض كالأجرة\nوفي معناه المقاسمة، غير أن المقاسمة تكون جزء من حاصل الزرع والخراج مقدار\nمن النقد يضرب (1).\n</p>\n\n<p>\nأقول: ظاهره أن الجزء من حاصل الزرع لا يسمى خراجا وهو باطل، فإن تسميته\nخراجا شائع ذائع وهو موجود في الأخبار فضلا عن الفتاوى، وقد ذكره المؤلف\nبعد هذا بيسير في الحديث المروي عن أبي الحسن الأول حيث قال:\n</p>\n\n<p>\nالأرض التي أخذت عنوة بخيل أو ركاب فهي موقوفة متروكة في يدي من يعمرها\nويحييها على صلح ما يصالحهم الوالي على قدر طاقتهم من الخراج النصف أو\nالثلث أو الثلثان (2).. إلخ، فلا أدري كيف يرمي هذا الرجل الكلام، هب أنه\nلم يتأمل حال التأليف، ألا يلتفت بعد قبل ملاحظة أهل النظر؟.\n</p>\n\n<p>\nقوله: وقال المقداد رحمه الله في التنقيح: ولم يحضرني عند كتابة هذه\nالرسالة لأحكي عبارته، ولكن حاصل كلامه فيه على ما أظن أن مرجع تعيين\nالخراج إلى العرف. (3) أقول: هذا الكلام لا يليق بحكاية الأقوال، ولم\nيستعمله المحصلون في ذلك، وأي ضرورة إلى ذلك مع أنه لم يستوف كلام أكابر\nالقوم كالمفيد والمرتضى وابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p101'> Vol. 00, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nبابويه وغيرهم، فحذف هذا الكلام كان أنسب، هذا والمقداد في تنقيحه لم\nيتعرض لهذه المسألة أصلا ولم يودعها كتابه.\n</p>\n\n<p>\nفانظر أيها المتأمل إلى كثرة خبطه هذا الرجل، وكونه لا يبالي كيف وقع\nالكلام منه. وأعجب من ذلك غفلة الناس عنه.\n</p>\n\n<p>\nقوله: ووجهه من حيث المعنى واضح لأن الخراج حق شرعي ينوط تقديره بالمصلحة\nعرفا، فارتباطه بنظر الإمام، فإذا تعدى الجائر في ذلك إلى ما لا يجوز له،\nوعمل ما هو منوط بنظر الإمام استدلالا (1) بنفسه <span id='ms079'></span> كان الوزر عليه في ارتكاب\nما لا يجوز له، ولم يكن المأخوذ حراما ولا مظنة حرام لأنه حق شرعي على\nالزارع خارج عن ملكه يستحقه قوم معلومون، وقد رفع أئمتنا المنع من طرفهم\nبالنسبة إلينا فكيف يحرم! (2) أقول: هذا الوجه من حيث المعنى في غاية\nالسقوط لأن الخراج وإن كان حقا شرعيا إلا أنه في الذمة ما لم يشترط كونه من\nحاصل الأرض، فالأخذ من حاصل الأرض لا بعينه له إلا بالتراضي لأن المدين\nمخير في جهات القضاء، فإذا أخذ من غير ماله من غير رضاه لم يصح ولم يزل\nاستحقاقه عنه، ولو سلم أنه في غير الزرع جبرا ودون إثباته ما لا يخفى فهو\nحق مشاع في عين مال معصوم لا يجوز التسلط عليه إلا بالقسمة من أهله، فأخذ\nالجائر له لا يكون معينا له حتى تبرأ ذمة المأخوذ منه، فهو على الإشاعة لم\nيزل فلا يزول التحريم.\n</p>\n\n<p>\nومن العجب قوله: \" لأنه حق شرعي على الزارع خارج عن ملكه \" لا أدري خروجه\nعن ملكه بمعنى عدم استحقاقه له بسبب الشركة أو غيره لغيره. (الأول) غير\nمسلم ولا يقتضي رفع التحريم - لو سلم كما قلناه لأن القابض غير مستحق ولا\nوالي على القسمة. (والثاني) لا يخفى فساده. وقوله: \" وقد رفع أئمتنا عليهم\nالسلام المنع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p102'> Vol. 00, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nمن طرفهم بالنسبة إلينا \" ممنوع في صورة النزاع وسنكشف عليك تحقيق هذه\nالمسألة عن قريب إن شاء الله تعالى.\n</p>\n\n<p>\nقوله: في التذكرة في كتاب البيع. (1) أقول: كلام التذكرة بمجرده لا يكون\nحجة إنما الحجة في الدليل المذكور فيها من كتاب أو سنة أو إجماع أو دليل\nعقل، نعم يحسن إيراد ما فيها إذا لم يكن عن دليل لمعرفة مذهبه وقوله فيها،\nوحسن هنا أن يتمثل بقول بعض الفضلاء. وأنت خبير بما رواه، ولسنا بمن نقلد\nما بين دفتي الشفاه.\n</p>\n\n<p>\nأقول: وتعليل العلامة في تذكرة بقوله \" لأن هذا مال لا يملكه الزارع\nوصاحب الأنعام والأرض فإن حق الله أخذه غير مستحقه فبرئت ذمته وجاز شراؤه \"\n(2) ضعيف لا <span id='ms080'></span> يعرج عليه لأنه لا يلزم من استحقاق الله تعالى في مال شيئا، إن\nمن أخذ من المشاع بذلك الاسم يكون ما أخذه هو الحق الذي لله تعالى.\n</p>\n\n<p>\nوبهذا لو أخذ المال من المال المشاع قهرا لم تبرأ ذمة المالك إلا من قدر\nحصة ما أخذه قهرا مع عدم التفريط ويلزمه زكاة الباقي.\n</p>\n\n<p>\nولو قيل هذا مخصوص بالجائر منعناه على أن دليله عام لا إشعار فيه بكون\nالأخذ مخصوصا على ما لا يخفى، فخصوصية الجائر بالحكم يقتضي تعليلا آخر لا\nيفهم مما ذكر والله الموفق.\n</p>\n\n<p>\nقوله: والحاصل إن هذا مما وردت به النصوص وأجمع عليه الأصحاب بل\nالمسلمون.. والمنازع فيه مدافع للنص ومنازع للإجماع، فإذا بلغ معه الكلام\nإلى هذا المقام فالأولى الاقتصار معه على قولي سلام. (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p103'> Vol. 00, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nأقول: لم يزد على دعوى النص والإجماع وهو ممنوع وعليه إثباته، فإذا أثبته\nعلى وجه ينطبق على مدعاه ونوزع فيه فليعرض عن المنازع، وسياق ما نذكره من\nالنص والإجماع، والكلام عليه وعنده يعرف من يقال له اعتراضا عنه وأشار إلى\nجهله سلام.\n</p>\n\n<p>\nقوله: من تأمل كثيرا من أحوال كبراء علمائنا السالفين.. الخ. (1) أقول:\nهذا ونحوه من التزليقات والتلزيقات التي لا تشتبه على أهل الله مقاصد\nقائلها، وقد أسلفنا شيئا من الجواب عنها، وسيأتي زيادة عند ذكر زيادة كلام\nفي هذا المقام إن شاء الله تعالى.\n</p>\n\n<p>\nقوله في مقالة حل الخراج: ولنا في الدلالة على ما قلناه مسلكان، الأول:\nفي الأخبار الواردة عن أهل البيت عليهم السلام وهي كثيرة، فمنها ما رواه\nالشيخ عن أبي بكر الحضرمي قال: دخلت على أبي عبد الله عليه السلام وعنده\nإسماعيل ابنه فقال ما يمنع ابن أبي سماك أن يخرج شباب الشيعة فيكفونه مما\nيكفيه الناس ويعطهم ما يعطي الناس، قال: ثم قال: لم تركت عطاءك؟ قال: قلت:\n</p>\n\n<p>\nمخافة على ديني، قال: ما منع ابن أبي سماك أن يبعث إليك بعطائك؟ أما علم\nأن لك في بيت المال نصيبا؟ (2) قلت: هذا [الخبر] نص في الباب فإنه عليه\nالسلام بين <span id='ms081'></span> للسائل حيث قال: إنه ترك أخذ العطاء للخوف على دينه بأنه لا خوف\nعليه فإنه إنما يأخذ حقه حيث إنه يستحق في بيت المال نصيبا وقد تقرر في\nالأصول بتعدي الحكم بالعلة المنصوصة (3).\n</p>\n\n<p>\nأقول: جميع ما أورده وأورد في هذا الباب من الأخبار وغيرها يأتي جوابها\nفي الجمع بين كلام الأصحاب لكن أحببت أن أشير إلى ما ذكر فيه مفصلا بيانا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p104'> Vol. 00, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nلقصوره في الاستدلال، فأقول: هذا الخبر أورده العلامة في المنتهى دليلا\nعلى جواز تناول جوائز الظالم (1) إذا لم يعلم أنها حرام، ولم يذكره في حل\nالخراج وتناوله، ولا شك أن الاستدلال يتبع الدليل، والدليل لا إشعار فيه\nبالخراج على أن ما فهمه هذا المؤلف من هذا الخبر ليس على الوجه، وذلك أنه\nعليه السلام أشار إلى الرد على ابن أبي سماك في إعراضه عن الشيعة بقوله \"\nأو لا يمنع.. الخ \" ثم سأل أبا بكر عن ترك العطاء فأجابه إن تركه مخافة\nفأقره عليه وأعرض عنه. ثم رجع إلى تقريع ابن أبي سماك وإلزامه بأنه ترك\nالدفع مع أنه يعلم لكل من المسلمين حقا في بيت المال وهو يدفع إلى بعضهم\nدون بعض.\n</p>\n\n<p>\nفحاصل الخبر أن أبا بكر له حجة في ترك الأخذ ولا حجة لابن أبي سماك في\nترك الدفع فأين النص وأين نفيه الخوف هذا والخبر ممنوع صحة سنده فلا تثبت\nدلالته.\n</p>\n\n<p>\nومن العجب أن هذا الرجل لو أراد أن يستدل على مطلب صحيح لم يحسن\nالاستدلال عليه لقصور فهمه.\n</p>\n\n<p>\nقوله: ومنها ما رواه أيضا في الصحيح عن عبد الرحمن بن الحجاج قال: قال\nأبو الحسن عليه السلام: مالك لا تدخل مع علي في شراء الطعام إني أظنك ضيقا،\nقال: قلت: نعم، فإن شئت وسعت علي، قال: اشتره. (2) وقد احتج بها العلامة في\nالتذكرة على تناول ما يأخذه الجائر باسم الخراج والمقاسمة. (3) (4) أقول:\nلا يخفى على من له أدنى تأمل في العلم أن هذا الخبر لا يدل على تناول ما\nيأخذه الجائر باسم الخراج، والمقاسمة بشئ من الدلالات <span id='ms082'></span> غاية دلالته أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p105'> Vol. 00, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nيدل على ابتياع الطعام على جهة العموم وليس فيه تصريح بأن الابتياع من\nالجائر ولو سلم، فنحن لا نمنع من جواز ابتياع ما يأخذه باسم الخراج. فإن\nقيل:\n</p>\n\n<p>\nيدل من حيث عمومه، قلنا: قد ثبت إن شرط صحة الابتياع كون البيع حلالا\nفالخراج إن كان حلالا جاز ابتياعه وإلا فلا، ولا دلالة في الخبر على أن\nالخراج حلال كما لا يخفى فإن معاملة الغاصب والابتياع منه وإن كان أكثر\nأمواله غصبا جائز لعموم الكتاب والسنة، ولا يدل على ما في يده من الغصب،\nوهذا واضح.\n</p>\n\n<p>\nوقوله: \" وقد احتج به العلامة \" ليس بشئ لأنا بينا عدم دلالة الخبر وقد\nيظهر نكتة استدلال العلامة فيما نحققه إن شاء الله تعالى.\n</p>\n\n<p>\nقوله: ومنها ما رواه أيضا في الصحيح عن جميل بن صالح قال: أرادوا بيع تمر\nعين أبي زياد فأردت أن أشتريه ثم قلت: حتى أستأذن أبا عبد الله عليه السلام\nفأمرت مصادفا، فسأله فقال قل له: يشتريه، فإن لم يشتره اشتراه غيره. (1)\nقلت: قد احتج بهذا الحديث لحل ذلك العلامة في المنتهى (2) وصححه. (3) أقول:\nالجواب عن هذا كالجواب عن الخبر السابق، فإنه لا دلالة فيه على موضع النزاع\nبل على ابتياع مال الظالم، ونحن لا نمنعه بل نكرهه.\n</p>\n\n<p>\nقوله: لكن قد يسأل عن قوله \" فإن لم يشتره اشتراه غيره.. الخ \"، وحاصله\nأن الحل مختص بمن ليس له دخل في قيام دولة الجور ونفوذ أوامرها وفق شوكتها\nوهو معنى لطيف في زعمه. (4) أقول: هذا خلاف ما أصله من أن الخراج لجميع\nالمسلمين فإنه إذا لا يفترق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p106'> Vol. 00, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nالحكم فيه بالنسبة إلى أهل يقوم به الدولة وغيرهم.\n</p>\n\n<p>\nوفي الخبر الأول أعني رواية أبي بكر (1) دلالة على ذلك حيث رد على ابن\nأبي سماك بعدم استعمال شباب الشيعة على ما فهم المؤلف، وأيضا فالأصحاب\nأطلقوا من غير تفصيل ولم يذكروا أنه من خواص الشيعة، فالمخصص يحتاج إلى\nدليل، وهو مسلم كلامهم ويستدل به، والذي يخطر ببالي أن قوله عليه السلام \"\nفإن لم يشتره <span id='ms083'></span> اشتراه غيره \" للإشارة إلى أن الامتناع من أموال الظالم لا\nفائدة مهمة فيها إلا إذا كان أهل العصر جميعا أو أكثر هم على ذلك لأن\nالامتناع يفيد تورعه عن المظالم حينئذ بسبب عدم معاملة الناس له، أما إذا\nلم يكن كذلك لم يظهر فائدته خصوصا أن أحدا لا يمنع عن معاملة من يعامله\nوإلا لبطل أكثر النظام فلا فائدة في الامتناع حينئذ، فقول الإمام ذلك\nللتنبيه على هذا، فالأحاديث وكلام القوم على العموم، وأي محصل يجزم بتخصيص\nما هو عام بمثل هذا الخيال مع أنه لم يزد على الدعوى شيئا فانظر إلى قصور\nفكرة هذا الرجل تظفر بالعجب العجاب.\n</p>\n\n<p>\nقوله: ومنها ما رواه أيضا عن إسحاق بن عمار قال: سألته عن الرجل يشتري من\nالعامل وهو يظلم، قال: يشتري منه ما لم يعلم أنه ظلم فيه أحدا. (2) وهذا\nالحديث نقلته هكذا من المنتهى (3) وظني أنه نقله من التهذيب وبمعناه أحاديث\nكثيرة. (4) أقول: لا يخفى على الناظر أن هذا الحديث لا دلالة فيه على حل\nالخراج ولا على حل تناوله من الظالم بشئ من الدلالات لأن دلالته ليس إلا\nعلى جواز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p107'> Vol. 00, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nالابتياع من العامل الذي يظلم إذا لم يعلم أنه ظلم أحدا بعينه، فأخذه إن\nكان ظلما لم يجز، وإلا جاز، فأين الدلالة وهو مع ذلك مرسل وإسحاق بن عمار\nضعيف.\n</p>\n\n<p>\nقوله: ومنها ما رواه أيضا في الصحيح عن هشام بن سالم عن أبي عبيدة عن أبي\nجعفر عليه السلام قال: سألته عن الرجل هنا يشتري من السلطان من إبل الصدقة\nوغنمها وهو يعلم أنهم يأخذون أكثر من الحق الذي يجب عليهم، قال:\n</p>\n\n<p>\nما الإبل والغنم إلا مثل الحنطة والشعير وغير ذلك لا بأس حتى يعرف الحرام\nبعينه، قيل له فما ترى في مصدق يجيئنا فيأخذ صدقات أغنامنا نقول بعناها\nفيبيعناها، فما ترى في شرائها منه؟ قال: إن كان أخذها وعزلها فلا بأس. (1)\n(2) أقول: لا دلالة في هذا على المطلوب لأن جواز ابتياعهم لا يدل على جواز\nالابتياع مطلقا لجواز أن <span id='ms084'></span> يكون ذلك لكونه ما لهم وفي قوله \" عزلها \" إشارة\nإليه.\n</p>\n\n<p>\nنعم صدر الحديث فيه دلالة ما، وسيأتي الجواب عنهما إن شاء الله تعالى.\n</p>\n\n<p>\nقوله: قيل فما ترى في الحنطة والشعير يجيئنا القاسم فيقسم لنا حظنا ويأخذ\nحظه فيعزله بكيل، فما ترى في شراء ذلك الطعام منه؟ فقال: إن كان قبضه بكيل\nوأنتم حضور ذلك فلا بأس بشرائه منه بغير كيل. (3) أقول: لا خفاء في عدم صحة\nالاستدلال بهذه على مطلوبه وذلك لأن المفهوم منها بقرينة السؤال والجواب أن\nالغرض جواز إبانة الابتياع من غير كيل ثان، أو عدم جوازه كما هو ظاهر جلي.\nوقد صرح في السؤال بأنه يقسم لهم حظهم ويأخذ حظه وهو نظر إلى منطوق اللفظ\nيدل على أن ما أخذه حقا له، ولا نزاع في ذلك إذ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p108'> Vol. 00, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n\" القاسم \" يجوز أن يكون مزارعا أو وكيل المزارع الذي منه الزرع أو منهما\nأو من الزرع والأرض له، ولا إشعار في الخبر بأن القاسم قاسم الجور وأن الذي\nيأخذه من الخراج، سلمنا، لكن جوازه لهم لا يدل على جوازه مطلقا لأنه ما لهم\nلم يزل والابتياع لأنه لا يمكن بدونه ولا يرد أنه لو كان كذلك لم تظهر\nفائدة السؤال لجواز أن تكون فائدته استبانة جواز ذلك فإن فيه تقريرا لفعله\nورضا به من حيث معاوضته، وربما كان في قوله وأنتم حضور إشارة إلى ذلك لأن\nمع عدم الحضور يحتمل خلطه بغير ما أخذ منهم.\n</p>\n\n<p>\nقوله: ومنها ما رواه الشيخ أيضا بإسناده عن يحيى بن أبي العلاء عن أبي\nعبد الله عليه السلام عن أبيه أن الحسن والحسين عليهما السلام كانا يقبلان\nجوائز معاوية (1) قلت: قد علم أن موضع الشبهة حقيق بالاجتناب، والإمام عليه\nالسلام لا يواقعها، وما كان قبولهما عليهما السلام لجوائزه إلا لما لهما من\nالحق في بيت المال، مع أن تصرفه عليه غضب الله وسخطه كان بغير رضا منهم\nعليهم السلام، فتناولهما حقهما المترتب على تصرفه دليل على جواز ذلك لذوي\nالحقوق في بيت المال من المؤمنين <span id='ms085'></span> نظرا إلى ثبوت المتأسي. وقد نبه شيخنا في\nالدروس (2) على هذا المعنى وفرق بين الجائزة والظلم وبين أخذ الحق الثابت\nفي بيت المال أصالة، فإن ترك قبول الأول أفضل بخلاف الثاني. (3) أقول:\nوبالله التوفيق: هذا الكلام مخبوط من أربعة أوجه:\n</p>\n\n<p>\n(الأول): أن معرض استدلاله حل الخراج والرواية دلت على الجوائز، وبينهما\nبون بعيد، إذ جهة حل الجائزة عدم العلم بتحريمها والأصل عدم التحريم، وعموم\nما دل على جواز تناولها إذا لم يعلم غصبا بعينها وحل الخراج يستدعي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p109'> Vol. 00, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nدليلا يختصه كما لا يخفى.\n</p>\n\n<p>\n(الثاني) أن قوله \" قلت: لا خفاء أن موضع الشبهة حقيق بالاجتناب والإمام\nعليه السلام لا يواقعها \" (1) لا طائل تحته، لأن الشبهة التي لا يواقعها\nالإمام إن أريد بها ما يقتضي المنع والتحريم فغير الإمام من العدول كذلك،\nونحن لا ندعي تحريم مال الجائر مطلقا وإن أريد ما يقتضي المرجوحية التي لا\nتبلغ التحريم، فلو سلمنا عدم مواقعة الإمام لها قلنا لا يقتضي مواقعته إلا\nعدم المرجوحية بالنسبة إليه لا مطلقا. وقد يختلف الحال بالنسبة إليه وإلى\nغيره والواقع هناك كذلك، فإن جوائز الظالم مكروهة لسائر الناس دون الإمام\nلأن حق الإمامة له وما في يد الجائر يستحق هو قبضه بالأصالة بتقدير وقوع\nالشبهة فيه لأنه أعلم بمصارفه ويدفع نوع الشبهة عنه، وهذا غير القبض والمال\nحقه بالأصالة بخلاف غيره فإنه مرجوح بالنسبة إليه.\n</p>\n\n<p>\nوقد نبه على ما قلناه الشهيد رحمه الله في دروسه حيث قال: وترك أخذ ذلك\nمن الظالم مع الاختيار أفضل، ولا يعارضه أخذ الحسنين عليهما السلام جوائز\nمعاوية لأن ذلك من حقوقهم بالأصالة. (2) على أن لنا أن نقول إنهم فعلوا ذلك\nتقية فلا دلالة فيه أصلا.\n</p>\n\n<p>\n(الثالث) أن قوله \" وما كان قبولهما عليهما السلام لجوائزه إلا بما لهما\nمن الحق في بيت المال \" (3) ركيك ظاهر الركاكة لأنه غير لازم أن تكون\nالجائزة من بيت المال لجواز أن يكون من خاصة ماله المملوكة له بأخذ أنواع\nالتملكات.\n</p>\n\n<p>\nومن هذا يعلم (الوجه الرابع) من الخبط - أعني قوله <span id='ms086'></span> \" فتناولهما حقهما\nعليهما السلام المترتب على تصرفه دليل على جواز ذلك لذوي الحقوق نظرا إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p110'> Vol. 00, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nثبوت التأسي \" (1) لأن تناولهما لم يثبت أنه من حقهما من بيت المال حتى\nيتأسى لهما من هذه الحيثية. فانظر أيها المتأمل إلى قلة فطنة هذا الجرل كيف\nبلغت بهذا القدر في مثل هذا المطلب اليسير.\n</p>\n\n<p>\nوأبلغ من هذا كله قوله \" وقد نبه شيخنا في الدروس على هذا المعنى .. الخ\n\" (2) وأنت قد تعلم أن الشهيد لم ينبه إلا على جواز ابتياع ما يأخذه الجائر\nوجواز جائزته، وإن ترك ذلك أفضل إلا للمعصوم فإن حقه بالأصالة، ومن المعلوم\nأنه غير مطلب المؤلف لأن الجوائز لا شبهة فيها وإن أخذ المعصوم لها من حيث\nحقه في بيت المال، فيثبت لغيره ما ثبت له من غير فرق، وهذا خلاف ما نبه\nعليه الشهيد بلا مرية، فإن كنت في شك من ذلك فاستمع كلام الشهيد في دروسه\nقال قدس سره: ويجوز شراء ما يأخذه الجائر باسم الخراج والزكاة والمقاسمة\nوإن لم يكن مستحقا لها وتناول الجائزة منه إذا لم يعلم غصبها، وإن علم ردت\nعلى المالك فإن جهلة تصدق بها، واحتاط ابن إدريس بحفظها والوصية بها.\n</p>\n\n<p>\nوروي أنها كاللقطة قال: وينبغي إخراج خمسها والصدقة على إخوانه منها\nوالظاهر أنه أراد الاستحباب في الصدقة، وترك أخذ ذلك من الظالم مع الاختيار\nأفضل ولا يعارض ذلك أخذ الحسن عليه السلام جوائز معاوية لأن ذلك من حقوقهم\nبالأصالة. (3) فانظر أيها المتأمل هل الذي نبه عليه الذي أشرنا إليه أو\nالذي توهم المؤلف؟\n</p>\n\n<p>\nفإن كلامه ظاهر في المرجوحية وعدم صلاحية فعله عليه السلام للرجحان\nلاختصاص الرجحان به لأنه حقه بالأصالة، هذا ما أفاده تغمده الله برحمته\nوأسكنه بحبوحة جنته، ولا كلام في مرجوحية جوائز الظالم عقلا وشرعا، وقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p111'> Vol. 00, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nأحببت أن أزيد هذا البحث إيضاحا بالاستشهاد بكلام بعض الأصحاب.\n</p>\n\n<p>\nقال العلامة في المنتهى: ولا بأس بمعاملة الظالمين وإن كان مكروها إلى أن\nقال: وإنما قلنا إنه مكروه لاحتمال أن يكون ما أخذه ظلما فكان الأولى <span id='ms087'></span>\nالتحري عنه دفعا للشبهة المحتملة. (مسألة) متى تمكن الإنسان من ترك معاملة\nالظالمين والامتناع من جوائزهم كان الأولى له ذلك لما فيه من التنزه. (1)\nوقال فيه أيضا: ولو لم يعلم حراما جاز تناولها وإن كان المجيز لها ظالما.\n</p>\n\n<p>\nوينبغي أن يخرج الخمس من جوائز الظالم ليظهر بذلك ماله، لأن الخمس يطهر\nالمختلط بالحرام، فتطهر ما لم يعلم فيه الحرام أولى. (2) وقال المقداد في\nتنقيحه: جوائز الظالم والفاعل من قبله يجوز قبولها والتصرف فيها إلا أن\nيعلم الظلم بعينه ولا يجوز أخذه (3).\n</p>\n\n<p>\nوقال ابن إدريس وينبغي إخراج خمسها والصدقة على إخوانه منها، (4) والظاهر\nأن مراده بالاستحباب في الصدقة وترك الجائزة من الظالم أفضل، وكذا ترك\nمعاملته أيضا، ولا يكون ما بيده من الأمور محرما بمجرد ظلمه لجواز أن يتملك\nشيئا على جهة الظلم فلا يحرم حينئذ معاملته لقول الصادق عليه السلام \" كل\nشئ فيه حلال وحرام فهو حلال حتى يعرف تحريمه بعينه \". (5) نعم يكره ذلك مع\nالاختيار، وأما حال الضرورة فجائز، ولا يعارض الأول أخذ الحسنين عليهما\nالسلام جوائز معاوية لأن ذلك حقهم بالأصالة، ولولا كراهة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p112'> Vol. 00, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nالإطالة في مثل هذا مع ظهوره لأوردت عبارات أخرى، وبالجملة فلا شك عند\nأهل الله أن من الورع تجنب جوائز الظالم، وإنكار ذلك جهل.\n</p>\n\n<p>\nقوله: فإن قيل: هنا سؤالان: (الأول) أن هذه الأخبار إنما تضمنت حال\nالشراء خاصة، فمن أين ثبت حل التناول مطلقا؟ (الثاني) أن هذه الأخبار إنما\nدلت على جواز التناول من الجائر بعد استيلائه والأخذ كما يفعله الجائر.\n</p>\n\n<p>\nقلنا: الجواب عن الأول أن حل الشراء كاف في ثبوت المطلوب لأن حله يستلزم\nحل جميع أسباب النقل كالصلح والهبة لعدم الفرق بل الحكم بجواز غير الشراء\nعلى ذلك التقدير بطريق أولى لأن شرط صحة الشراء أكثر. وقد صرح الأصحاب بذلك\nبل يستلزم جواز قبول هبته وهو في يد ذي المال والحوالة ما عرفت من أن ذلك\nغير مملوك بل إنما هو حق تسلط على التصرف فيه غير من له أهلية التصرف، وقد\nسوغ <span id='ms088'></span> أئمتنا تملكنا له على ذلك التصرف الغير الشائع لأن تحريمه إنما كان من\nحقهم فاغتفروا لشيعتهم، ذلك طلبا لزوال المشقة عنهم، فعليهم من الله التحية\nوالسلام وقد صرح بذلك بعض الأصحاب. (1) أقول: هذا الكلام خبط ظاهر وذلك لأن\nمتعلق البيع أعني الخراج المبحوث عنه غير مملوك للجائر، وقد سلمه المؤلف،\nوإذا لم يكن مملوكا فهو مملوك لغيره لاستحالة بقاء ملك بلا مالك. ولو قيل:\nأنه على حكم مال الله تعالى حتى يقبضه الإمام لم يقدح في المطلوب ومستحق\nقبضه والتصرف فيه الإمام عليه السلام، فإذا فرضنا أنه أجاز الابتياع لم يدل\nعلى جواز غيره بشئ من الدلالات فضلا عن كون جواز غير البيع أولى وذلك لأنه\nمحجوب فيه وأمره إلى الوالي، فإذا جاز نوعا معينا لم يجز تخطيه وإنما يمكن\nتسليم المساواة والأولوية في صورة ما إذا كان الإجازة يقتضي كون الابتياع\nملكا للبائع، فإن ما ذكره قد يتم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p113'> Vol. 00, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nوتعليله قد يتحقق، وهو لم يتفطن في الفرق بين الأمرين كما هو عادته من\nالمجازفة.\n</p>\n\n<p>\nوقوله \" بل يستلزم جواز قبول هبته وهو في يد ذي المال \" (1) ظاهر المنع\nبل البطلان وأي وجه اقتضى استلزام جواز ابتياع مال يأخذه بإجازة من له\nالتصرف في بيعه جواز اتهابه مال من أجيز له في البيع لذلك هذا أمر لا نعرفه\nفلعله حصله من تدقيقات اجتهاده وحسن تأمله فيه.\n</p>\n\n<p>\nوقوله في إثباته \" لما عرفت من: أن ذلك غير مملوك \" (2) لا يصح تعليلا\nللاستلزام كما لا يخفى لأن غير المملوك يوقف التصرف فيه على إذن المالك أو\nمن له التصرف، ولا يستلزم الإذن في معين الإذن في غيره، وإن كان ما يؤذن\nفيه أبلغ مما لا يؤذن فيه، فإن الإذن في الهبة بغير عوض لا يستلزم الإذن في\nالبيع، فكيف بالعكس.\n</p>\n\n<p>\nوقوله \" وقد سوغ أئمتنا تملكنا له على ذلك التصرف \" (3) عجيب غريب لأنه\nإن أراد بتسويغ أئمتنا للتملك بتسويغهم له بغير الابتياع فهو ممنوع، وقد\nسلم أن الأخبار لا تدل عليه لأنها إنما تضمنت حل الابتياع <span id='ms089'></span>، ولهذا احتاج إلى\nإثبات غيره بالاستلزام والأولوية، وإن أراد بتسويغهم له بالانتفاع فلا\nمنازعة فيه، وإنما البحث في كون ذلك يستلزم غيره أم له، وعليه بني الإيراد،\nوقوله \" وقد صرح به بعض الأصحاب \" (4) لا طائل تحته لأن فتوى بعض الأصحاب\nبمجرده لا يقوم دليلا.\n</p>\n\n<p>\nقوله: وأما الجواب عن الثاني فإن الأخذ من الجائر والأخذ بأمره سواء، على\nأنه إذا لوحظ أن المأخوذ حق ثبت شرعا ليس فيه وجه تحريم ولا غصب ولا قبح\nحيث إن هذا حق مفروض على هذا الأراضي المحدث عنها، وكونه منوطا بنظر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p114'> Vol. 00, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nالإمام انتفى الحظر اللازم بسببه ترخص (1) الإمام في تناوله من الجائر\nسقط السؤال بالكلية أصلا ورأسا. (2) أقول: هذا الكلام أوله ممنوع أشد\nالمنع، أعني قوله \" الأخذ من الجائر والأخذ بأمره سواء \".\n</p>\n\n<p>\nليت شعري أي وجه اقتضى المساواة مع أن هذا مال محرم يتوقف على إذن الإمام\nوليس هو في يد الجائر حتى يدخل تحت الأخبار بتقدير حجيتها؟ ومن أين يحتمل\nالمساواة فضلا عن القطع بها مع أن أخذه محرم أجيز الأخذ منه بالابتياع للنص\nمثلا والأخذ على حاله من التحريم، فالأخذ ابتداء عن أمره لا وجه لإباحته.\n</p>\n\n<p>\nوآخره ركيك جدا، أعني قوله \" إذا لوحظ.. الخ \" لأنا إذا لاحظنا كون\nالمأخوذ حقا لا قبح فيه وأنه منوط بنظر الإمام وأجاز تناوله من الجائر كيف\nيسقط السؤال بالكلية أصلا ورأسا، إذ القائل يقول هذا حق لا قبح فيه أصلا،\nلكن لا يجوز تناوله ابتداء، فهذا السؤال كما لا يخفى قائم باق يفتقر إلى\nالجواب بل لا جواب فيه لأصالة المنع من التصرف إلا بإذن الإمام خرج منه\nالتناول من الجائر على وجه المخصوص فيبقى الباقي على المنع، إذا تأمل\nالمتأمل هذا الكلام علم منه أن المؤالف في أي مقام هذا، وبعض الأصحاب صرح\nبعدم جواز التناول بغير ذلك.\n</p>\n\n<p>\nقال الفاضل السيد ابن عبد الحميد الحسيني في شرحه للنافع: وإنما يحل بعد\nقبض السلطان له أو نائبه، (3) ولهذا قال المصنف ما يأخذه باسم القاسمة\nفقيده بالأخذ وهو <span id='ms090'></span> على الجائر ونائبه حرام، وغيره من المصنفين أيضا ذكر ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p115'> Vol. 00, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nوالحاصل: أن ما دل عليه الروايات في زعمه لا يقتضي ما ذكره وأما الإجماع\nعلى ما ذكره فهو على المنع وبالله التوفيق.\n</p>\n\n<p>\nقوله: المسلك الثاني.. (1) إلى آخر ما نقل من العبارات.\n</p>\n\n<p>\nأقول: وبالله التوفيق وهو ولي التحقيق: (أولا) حيث حققنا فيما مضى أن\nالعراق ليست مفتوحة عنوة وأبطلنا ما زيفه المؤلف من الأدلة على أن ذلك لم\nيجديه حل الخراج بتقدير تسلميه لأنه إنما يكون في الأرض المفتوحة عنوة ومحل\nقريته بحث عنها ليس كذلك.\n</p>\n\n<p>\n(وثانيا) إنا قد حققنا أيضا أن كان أرض العراق مفتوحة عنوة لا يقتضي حل\nالخراج في مطلوب هذا المؤلف.\n</p>\n\n<p>\n(وثالثا) أن حله إنما ثبت بتقدير أخذه من الجائر ابتياعا لأنه مدلول\nالروايات، والذي حكاه من الأقوال إنما هو قول عدد قليل وبعضهم لم يذكر غير\nالابتياع كالشيخ في النهاية (2) وبعضهم كالعلامة (3) والشهيد (4) ذكر غيره\nوبعض من لم يذكره صرح بنفي غيره كما حكيناه عن السيد الحسيني شارح النافع\nرحمه الله، وظاهر بعض الأصحاب أيضا ذلك، بل بعض ما ذكره عبارته ظاهره ذلك،\nفالتناول بغير الابتياع غايته أنه فتوى آحاد من الأصحاب وليس دليلا إذ لا\nشاهد له من الأخبار ولا إجماع عليه والعقل ينفيه، وظاهر الكتاب العزيز شاهد\nبنفيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p116'> Vol. 00, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nفلا يقوم حجة، وقد سبق ما فيه كفاية عند ذكره الاستلزام فلا يتم مطلوبه.\n</p>\n\n<p>\n(ورابعا) أن حل التناول من الجائر مطلقا لو ثبت لم يستلزم حل الأخذ\nابتداء فلا يحل غرضه إذ غرضه حل الخراج مطلقا، ولا دلالة عليه من كتاب ولا\nسنة ولا إجماع بل ولا قول من يعتمد عليه من الأصحاب، ألا ترى أنه استدل\nبالاتفاق المستند إلى عبارات الأصحاب ولم يذكر عبارة يدل على ذلك أصلا بل\nفي بعضها ما يدل على العدم كقول الشهيد في آخر عبارته \" وكما يجوز الشراء\nيجوز سائر المعاوضات والهبة والصدقة والوقف ولا يحل تناولها بغير ذلك \" (1)\nفسقط كلامه بالكلية.\n</p>\n\n<p>\nولنرجع إلى تحقيق كلام الأصحاب في الباب تبرعا <span id='ms091'></span> وقصدا لإبانة الحق ومن\nالله تعالى نسأل الإسناد بإلهام الصواب والسداد والتمسك بسبيل الرشاد\nفنقول:\n</p>\n\n<p>\nلا شك ولا خفاء في أن الأصحاب ذكروا جواز ابتياع ما يأخذه السلطان الجائر\nباسم المقاسمة وباسم الزكاة من الأراضي والأنعام، ولا شبهة أن ذلك ليس من\nحيث الاستحقاق منه لذلك لا للعين المأخوذة ولا لجواز الأخذ بل هو ظلم، كما\nلا شبهة أن هذه المسألة لا تعلق لها بحل الخراج وعدم حله لأن الزكاة من\nالأنعام، والغلات لا تعلق لها بذلك بوجه من الوجوه، وقد أجازوا فيها ذلك مع\nأنها ظلم وغصب فلو كانت العلة حل الخراج لاختص الحكم به، ولم يخصه به أحد\nفيما علمته، ومن ذكر ذلك ذكره غالبا في باب المكاسب وذكر أنه يجوز ابتياع\nما يأخذه الجائر من الزكاة والأرض.\n</p>\n\n<p>\nبل لنا أن نقول: إن أخذ الظالم الخراج من الأرض باسم المقاسمة غصب وظلم،\nإذ لا يلزم من استحقاق المسلمين له جواز أخذه لغير واليهم، ولا جواز قسمته\nبحيث يبعث ما أخذه لهم لأن قسمة غير الوالي غير معتبرة، ألا ترى أنهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p117'> Vol. 00, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nحكموا بجواز ابتياع ما يأخذه باسم الزكاة مع حكمهم إلا من شذ بعدم براءة\nالدافع منها بل أوجبوا الزكاة عليه فيما بقي عنده ثانيا، وزكاة الجميع مع\nسبق تفريطه، وحرموا الدفع إليه مع المكنة، فيمكن أن يقال في الخراج ذلك\nللاشتراك في العلة، ومما يؤيد هذا ويؤيده بيانا أن مصرف الزكاة الثمانية\nالمذكورين في الآية الكريمة (1) وجواز الابتياع لما يأخذه الظالم لا يختص\nبهم بل هو جائز على الإطلاق فلا يكون لعلة الاستحقاق.\n</p>\n\n<p>\nنعم قد وردت رخصة بكفاية ما يأخذه الظالم عن الزكاة دلت عليه روايات من\nطرقنا لكني لم أقف على مفت بها بل أكثر من تعرض لها قرب الإخراج ثانيا أو\nلم يعتمد شيئا إلا الشيخ في التهذيب فإنه قال فيه لما ذكر حديث أبي بكر\nوفيه:\n</p>\n\n<p>\nوليس على أهل الأرض اليوم زكاة فإنه قد رخص اليوم لمن وجبت عليه وأخذت\nمنه ذلك السلطان الجائر أن <span id='ms092'></span> يحتسب من الزكاة وإن كان الأفضل إخراجه ثانيا\nلأن ذلك ظلم ظلم به. (2) ثم أورد الروايات الدالة على الإسقاط.\n</p>\n\n<p>\nأقول: وحكمه بأنه ظلم ظلم به يقتضي الجزم بالإعادة لا أفضلية الإعادة إذا\nعرفت هذا فلا يخفى أن الجمع بين تحريم مال المسلم إلا بوجه شرعي وتجويز\nابتياع ما يؤخذ منه ظلما أمر مشكل، فلا بد من تحقيق هذه المسألة لأنها من\nالمهمات في الشريعة، وسأفصل ما يتضح به في مباحث.\n</p>\n\n<p>\nالأول: في ما يدل على أن ذلك حرام وظلم في الزكاة صريحا وفي غيره\nبالإطلاق وما يتبعه من الضمان.\n</p>\n\n<p>\nالثاني: في الجمع بين ذلك وبين جواز الابتياع من الظالم.\n</p>\n\n<p>\nالثالث: في رد اللازم من هذه المسألة وتوابعها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p118'> Vol. 00, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nفالبحث الأول فيه مسألتان: (الأولى) في المأخوذ من الزكاة. (والثانية) في\nالمأخوذ من غيرها.\n</p>\n\n<p>\nأما الأولى: فيدل على تحريم أخذها وأن المأخوذ ظلم وعدوان عموم قوله\nتعالى \" إنما الصدقات للفقراء والمساكين \" (1) الآية، حصرها فيمن ذكره،\nفأخذ غيرهم إلا من الوالي عليها للقسمة بينهم وتصرفه بجميع الأنواع غير\nمشروع وظلم لأهل الحق، وغيرها من الآيات وعموم قوله عليه السلام \" خذ\nالصدقة من أغنيائهم واجعلها في فقرائهم \" (2) فأخذها على غير الوجه ظلم\nمحرم وعدوان، ولأنها شرعت لسد فاقة الفقراء ومواساتهم، فأخذها لا لصرفها في\nالوجه مناف للحكمة، فيجب أن يكون محرما ولأنها حق في العين، فيتوقف تمييزه\nعلى القسمة الشرعية أجاز الشارع للمالك الدفع منها أو من غيرها عينا أو\nقيمة إلى الوالي والمستحق تحقيقا، فإذا لم يدفع لم تبرأ الذمة ولم يخرج\nالاستحقاق عن العين عملا باستصحاب بقاء الحق إلى أن يتحقق ما يخرج عنه،\nوليس أخذ الجائر مخرجا لأنه ليس واليا ولا مستحقا، ويؤيد ما ذكرناه ما رواه\nالشيخ في التهذيب عن محمد ابن علي بن محبوب عن إبراهيم بن عثمان عن حماد عن\nحريز عن أبي أسامة قال:\n</p>\n\n<p>\nقلت لأبي عبد الله عليه السلام: جعلت فداك إن هؤلاء المتصدقين يأتوننا\nفيأخذون منا الصدقة فنعطيهم إياها، أيجزي عنا؟ فقال: لا، إنما هؤلاء قوم <span id='ms093'></span>\nغصبوكم أو قال ظلموكم أموالكم وإنما الصدقة لأهلها. (3) إن قلت: أورد الشيخ\nفي التهذيب ثلاث روايات تدل على عدم وجوب الزكاة ثانيا، (4) قلنا: مع عدم\nالتعرض لدلالتها لا إيراد علينا بها لأن مطلوبنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p119'> Vol. 00, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nإثبات أنها ظلم وقد ثبت، فيقع الكلام في الجمع خاصة إذ لا يلزم من السقوط\nبتقدير ترجيحه على عدم سقوط الظلم الذي لا معارض له، ويؤيد عدم السقوط من\nفتوى الأصحاب ما قال العلامة في المنتهى: لا يجوز للمالك دفعها إلى الجائر\nطوعا ولو دفعها إليه باختياره لم تجر عنه ثم قال: لو عزلها المالك فأخذها\nالظالم أو تلفت لم يضمن المالك حصة الفقراء مما أخذ الظالم إجماعا إذا لم\nيفرط ويؤذي زكاة ما بقي عليه على ما تقدم من الخلاف. (1) وقال في التحرير:\nولو أخذ الجائر الزكاة ففي إجزائها روايتان الأقرب عدمه لكن لا يضمن حصة\nالفقراء مما أخذه. (2) وقال الشيخ في الخلاف: إذا أخذ الصدقة لم تبرأ ذلك\nذمته من وجوب الزكاة عليه لأن ذلك ظلم ظلم به، والصدقة لأهلها يجب عليه\nإخراجها، وقد روي أن ذلك مخبر عنه، والأول أحوط. قال الشافعي: إذا أخذ\nالزكاة أما غير عالم (عادل خ) أجزأت عنه لأن إمامته لم تزل بفسقه، وذهب\nأكثر الفقهاء من المحققين وأكثر أصحاب الشافعي إلى أنه إذا فسق زالت إمامته\n- ثم قال: والذي يدل على أن ذمته لم تبرأ مما أخذه المتغلب أن الزكاة حق\nلأهلها فلا تبرأ ذمته بأخذ غير من له الحق، ومن أبرأ الذمة بذلك فعليه\nالدلالة (3).\n</p>\n\n<p>\nوقال الشهيد في البيان: لو أخذ الظالم العشر أو نصفه باسم الزكاة ففي\nالإجزاء بها روايتان والأقرب عدمه، وحينئذ يزكي الباقي وإن نقص عن النصاب\nبالمخرج. (4)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p120'> Vol. 00, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الثانية: فيدل عليها عموم الكتاب والسنة الدالين على تحريم التصرف\nفي الأموال بغير حق، والعقل مؤيد له فإنه حاكم بقبح ذلك فإن ما جعله الله\nتعالى في وجه المصادف يقبح تغييره لمنافاته الحكمة.\n</p>\n\n<p>\nويؤيده ما رواه الشيخ في التهذيب عن علي بن يقطين قال: قلت لأبي <span id='ms094'></span> الحسن\nعليه السلام: ما تقول في أعمال هؤلاء؟ قال: إن كنت لا بد فاعلا فاتق أموال\nالشيعة: قال: فأخبرني أنه كان يجيئها من الشيعة علانية ويردها عليهم في\nالسر. (1) دل بفحواه على الترك مع الإمكان وعن النهي صريحا عن أموال الشيعة\nولو كان أخذ الخراج من الحقوق التي ليست ظلما لم يجز ذلك.\n</p>\n\n<p>\nومن العجب أن المؤلف نقل هذا الخبر وخبر آخر في آخر رسالته وهو ما رواه\nالشيخ عن الحسن بن الحسن (2) الأنباري عن الرضا عليه السلام - إلى أن قال\nفكتب أبو الحسن عليه السلام: فهمت كتابك وما ذكرت من الخوف على نفسك، فإن\nكنت تعلم أنك إذا وليت عملت في عملك بما أمر به رسول الله صلى الله عليه\nوآله ثم يصير أعوانك وكتابك أهل ملتك، فإذا صار إليك شئ واسيت به فقراء\nالمؤمنين كان جائزا وإلا فلا. (3) (4) ثم قال ما ختم به رسالته: وما زلنا\nنسمع كثيرا ممن عاصرنا هم لا سيما شيخنا الأعظم الشيخ علي بن هلال قدس الله\nروحه وغالب ظني أنه بغير واسطة بل بالمشافهة أنه لا يجوز لمن عليه الخراج\nوالمقاسمة سرقته ولا جحوده ولا منعه ولا شئ من ذلك لأن ذلك حق عليهم. (5)\nفليت شعري كيف ختم بهذه رسالته مع أن كلام الإمام صريح في عدم جواز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p121'> Vol. 00, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nأخذ الظالم له، وهو قد سلم فيما مضى أن أخذه محرم عليه؟ وإذا كان محرما\nعليه كيف لا يجوز كتمانه عليه مع المكنة ولا سرقته ولا جحوده؟ وهل هذا إلا\nعدول عن قول معصوم وفتوى قام الدليل عقلا ونقلا عليها الاستشهاد بقول فقيه\nجائز الخطأ أن يثبت صحة النقل عنه.\n</p>\n\n<p>\nولو شئت أن أقول أن اختيار الدفع إلى الظالم مع التمكن من الكتمان\nوالسرقة والجحود مما علم عدم جوازه من الدين بالضرورة لقلت، لأن ذلك حق\nللمسلمين يجب إيصاله إلى واليهم، فإذا كان غائبا وجب أن يوصل إلى نائبه وهو\nحاكم الشرع، فإن لم يكن فإلى مستحقه حسبه كالمال الذي في يده لغيره فإنه\nيدفعه <span id='ms095'></span> إلى من يستحق قبضه شرعا.\n</p>\n\n<p>\nومما يؤيد بطلان ما ذكره ونقله في غالب ظنه ما رواه الشيخ عن أحمد بن\nزكريا الصيدلاني عن رجل من بني حنيفة من أهل بست (1) وسجستان (2) قال:\n</p>\n\n<p>\nرافقت أبا جعفر عليه السلام في السنة التي حج فيها في أول خلافة المعتصم\nفقلت له وأنا معه على المائدة وهناك جماعة من أولياء السلطان: إن والينا\nجعلت فداك رجل يتولاكم أهل البيت ويحبكم وعلي في ديوانه خراج، فإن رأيت\nجعلني الله فداك أن تكتب إليه بالإحسان إلي، فقال: لا أعرفه، فقلت: جعلت\nفداك إنه على ما قلت من محبيكم أهل البيت فكتابك ينفعني عنده، فأخذ القرطاس\nوكتب: بسم الله الرحمن الرحيم، أما بعد فإن موصل كتابي ذكر عنك مذهبا جميلا\nوإن ما لك من أعمالك ما أحسنت فيه، فأحسن إلى إخوانك، واعلم أن الله عز وجل\nلسائلك مثاقيل الذر والخردل. فلما وردت سجستان سبق الخبر إلى الحسين بن عبد\nالله النيشابوري وهو الوالي فاستقبلني من المدينة على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p122'> Vol. 00, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nفرسخين فدفعت إليه الكتاب فقبله ووضعه على عينيه ثم قال لي: حاجتك؟\n</p>\n\n<p>\nفقلت: خراج علي في ديوانك، قال: فأمر بطرحه عني وقال: لا تؤد خراجا ما\nدام لي عملي ثم سألني عن عيالي فأخبرته بمبلغهم فأمر لي ولهم بما يقوتنا\nوفضلا، فما أديت في عمله خراجا ما دام حيا ولا قطعني صلته حتى مات. (1)\nووجه الدلالة ظاهرة فإنه إنما شكى الإمام الخراج فلو كان حقا يجب أداؤه\nويحرم كتمانه لأخبره بذلك ولم يجبه إلى الوصية فيه لأجله.\n</p>\n\n<p>\nومما يدل على ما ذكرناه ما رواه الشيخ عن علي بن أبي حمزة قال: كان لي\nصديق من كبار بني أمية فقال: استأذن لي على أبي عبد الله عليه السلام،\nفاستأذنت له فأذن له، فلما أن دخل فسلم وجلس، ثم قال كلمته: جعلت فداك إني\nكنت في ديوان هذا القوم فأصبت في دينارهم مالا كثيرا وأغمضت في مطالبه،\nفقال أبو عبد الله عليه السلام: لولا أن بني أمية وجدوا من يكتب لهم ويجبي <span id='ms096'></span>\nلهم الفئ ويقاتل عنهم ويشهد جماعتهم لما سلبونا حقنا، لو تركهم الناس وما\nفي أيديهم لما وجدوا شيئا إلا ما وقع في أيديهم، قال: فقال الفتى: جعلت\nفداك فهل لي مخرج منه؟ قال: فقال: إن قلت لك تفعل؟ قال: أفعل. قال:\n</p>\n\n<p>\nفاخرج من جميع ما كسبت من ديوانهم، فمن عرفت منهم رددت إليه ماله ومن لم\nتعرف تصدقت به وأنا أضمن لك على الله عز وجل الجنة.. الخ. (2) وجه الدلالة\nأنه أطلق الأمر برد ما أخذ بسبب الظالمين وهو يتناول الخراج وغيره، وهو\nموافق للنظر لأن أخذ الجائر ظلم يجب رده إلى من أخذه منه ليصرف في محله.\n</p>\n\n<p>\nإن قلت: هذا الخبر استدل به بعض الأصحاب كالعلامة في المنتهى على وجوب رد\nجوائز الظالم إذا علمته حراما (3) قلت: لا مانع من الاستدلال به على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p123'> Vol. 00, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nذلك لأنه عام، ويصح الاستدلال به على ما يتناوله، ومنه الجائزة المحرمة\nفلا منافاة إذ لا يلزم من الاستدلال به على فرد مما دل عليه عدم الاستدلال\nبه على الآخر، إذ الاعتبار بعموم الدليل، لا يقال صرح جماعة من الأصحاب\nبعدم وجوب رد الخراج وإن علم أربابه.\n</p>\n\n<p>\nفنقول: أولا كلام من قال بذلك ليس حجة بمجرده ما لم يكن رواية أو إجماع\nسلمنا لكن الجواب يعلم من الجمع بين كلام الأصحاب.\n</p>\n\n<p>\nوأما المبحث الثاني وهو الجمع بين كون الأخذ غير مستحق وجواز الابتياع،\nفهو أن يقول حيث لا يمكن حمل الكلامين على إطلاقهما ضرورة أن كون المال\nمغصوبا. وظلما يقتضي المنع من جواز التصرف فيه وهو متحقق ولو في الزكاة على\nالقول بوجوب إعادتها، وقد حكينا من أجلاء فقهائنا وذكرنا روايته عن أهل\nالبيت عليهم السلام، فإنه إذا ثبت وجوبهما ثانيا ثبت جزما أن ما أخذ فيه حق\nللمالك باق على استحقاقه فهو في يد آخذه غصب بلا شبهة، فلا يمكن القول\nبجواز ابتياعه منه مع أن القائل بذلك أطلق جواز الابتياع فيما أخذه الظالم\nباسم الزكاة، وإن من مذهبه عدم براءة ذمة المأخوذ منه ووجوب <span id='ms097'></span> الإعادة (1)\nفلا بد من الجمع دفعا للتنافي العقلي والشرعي.\n</p>\n\n<p>\nفنقول وبالله التوفيق: جهة الجمع هو أن المراد بالجائر في كلام الأصحاب\nمخصوص بمن له شبهة الإمامة، وقد أجيز لنا أن نعاملهم بمقتضى مذهبهم كما جاز\nابتياع عوض الخمر من اليهود، وحينئذ إذا أخذ إمامهم منهم شيئا فهو مباح\nبالنسبة إليه وإلى رعيته المعتقدين إمامته، فيجوز ابتياعه وإن لم يكن\nمستحقا عندنا، وفي وجوب التخصيص بما أخذ من معتقدي الإمامة نظر ينشأ من أن\nجواز معاملتهم بمذهبهم هل يقتضي العموم فلا يشترط الإباحة أو لا يقتضيه،\nفيشترط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p124'> Vol. 00, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nفعل عدم الاشتراط يجوز وإن أخذ من الشيعي، وعلى الاشتراط لا يجوز. وظاهر\nالأصحاب عدم الاشتراط لإطلاقهم الجواز من غير تفصيل ولعل الأقرب الاشتراط،\nوربما كان في الخبر الذي ذكرناه سابقا عن علي بن يقطين دلالة عليه حيث قال\nعليه السلام \" فاتق أموال الشيعة \" (1) ولا يشكل هذا بضمان المعتقد الزكاة\nوإن دفع إلى من يعتقد أنه إمام لأنه إذا استبصر يضمن، فإن (وإن ظ) كان دفع\nإلى فريقه مع جواز تصرف من دفع إليه والابتياع منه قطعا، ولو اخترنا العموم\nبحيث يشمل الحكم للشيعة فالوجه سقوط الزكاة مثلا عن الشيعي بأخذه، ويكون\nذلك رخصة بسبب شبهة مذهب المخالف ودفعا للضرورة عن الشيعي بالإعادة، وكأني\nبعديم نظر وقليل فكر لا ينعم المطالعة والتدبر يتلقى هذا الجمع لالتزامه\nالتقليد وعدم معرفته بدقائق الشريعة بالإنكار ويظن أنه تخصيص من غير مخصص\nفيقول الكلام عام فلا وجه للتخصيص. وقد تقرر أن العقل قد يخصص، فإذا تحقق\nما لا يتمشى على قواعد العقل والشرع إلا بالمخصص وجب، ومن حمله على العموم\nفهو لأخذه ما طفح على الماء من غير أن يريب إلى ما في وسطه فضلا عن قعره مع\nأن ما ذكرناه قد ينبه له من بعض العبارات للفضلاء المحققين كقول العلامة في\nالمنتهى: يجوز للإنسان أن يبتاع ما يأخذه بسلطان الجور بشبهة الزكاة من\nالإبل والبقر والغنم وما يأخذه من حق الأرض باسم الخراج وما يأخذه بشبهة\nالمقاسمة <span id='ms098'></span>. فذكره الشبهة (2) فيه إشارة إلى ما ذكرناه، وفي الكلام الذي\nذكرناه عن الشيخ في الخلاف وكلام الشافعي (3) فيه دلالة أيضا، بل أقول:\n</p>\n\n<p>\nإن في كل عبارات الأصحاب دلالة من حيث أن الأخذ من الأنعام والغلات ولو\nمن الأراضي التي أسلم أهلها عليها كما يقتضيه إطلاق العبارة، والاتفاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p125'> Vol. 00, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nلا يكون إلا عمن يتصدى لذلك من حيث إمامه في زعمه لأن بعث المصدقين وأخذ\nذلك من خواص من يعتقد الإمامة أو نائبه، فيكون ذلك من خواصه قرينة على أن\nالمراد من له شبهة الإمامة، والله الموفق للصواب.\n</p>\n\n<p>\nوأما الثالث: أعني رد الخطأ في هذه المسألة فنقول: من علل جواز الابتياع\nبأن هذا مال لا يملكه الزارع وصاحب الأنعام فقد أخطأ لأنه لا يلزم من عدم\nملكه له بتقدير تسليمه بعينه بأخذ الجائر ولهذا حكم العلماء بضمان الزكاة\nعلى المأخوذ منه، وبينهما تناف ظاهر، خصوصا أنه قال: لأن هذا مال لا يملكه\nالزارع وأصحاب الأنعام والأرض فإنه حق الله أخذه غير مستحقه فبرئت ذمته\nوجاز شراؤه.\n</p>\n\n<p>\nوليت شعري ما يجمع بين براءة ذمته وضمانه، وإنما قلنا بتقدير تسليمه لأن\nالمنع متوجه بأن يقال الزرع ملكه والأجرة عليه في ماله فتدبر. ومن قال بعدم\nجواز منع الزارع ونحوه فقد أخطأ لأنه إذا تمكن وجب عليه المنع لأن المدفوع\nإليه غير مستحق فيجب منعه لأنه من الأمر بالمعروف ودفعه من المنكر، ومن\nأطلق جواز الهبة بحيث يشتمل الزكاة فقد أخطأ لأن الزكاة متعينة للصرف في\nأصنافها فلا يجوز هبتها ولا قبول هبتها، وقد يتوجه المنع في غير الزكاة\nأيضا لولا أن الجائر له من نصيب وافر فيجوز نظرا إلى شبهة إمامته التصرف\nفيما يهب منه ولا يرد ذلك في الابتياع، فإن بيع الإمام للزكاة جائز لأن صرف\nالعين غير متعين ولأنه قد يبيع للمصارف المتوقفة على البيع كسبيل الله. وقد\nيعلم بالتنبيه المذكور أكثر الخطأ الوارد في الباب والله ولي الصواب وإليه\nالمرجع والمناب.\n</p>\n\n<p>\nوحيث انتهينا إلى هذا ولم يبق في رسالته المعدة للنقض إلا <span id='ms099'></span> ما هو حقيق\nبالإعراض والرفض من التعريض بأهل الإيمان وإظهار الشنيعة لأهل البحث\nوالتبيان، مع كون ما ذكر سابقا ولا حقا لا يكاد يخرج من بين لحيي المحصل\nفلنقطع الكلام إلا عن ثلاث فوائد: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p126'> Vol. 00, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nالأولى: قد ذكر في كلامه مرة بعد أخرى الشريف المرتضى قدس سره والمحقق\nالطوسي والعلامة رضوان الله عليهم أجمعين توطئة عند نفوس بعض العامة ومن\nذكر هم يعيدون عما عمله فلا يستحلون ما استحله ونحن لا نمنع كون المرتضى ذا\nحشمة وارتفاع ولا يكثر (يكسره خ) (يشر في خ ل) ذلك إذا كان غير مشتمل على\nما يخالف الشرع على أن عادة السلف أن من تقدم من فقهائهم وعلمائهم لا\nيذكرونهم إلا بأحسن ما عملوا امتثالا للخبر النبوي على ما فاه [به عليه]\nالصلاة والسلام، ولا نقول (ولا يقولون خ ل) بعد موته إلا خيرا، هذا وإن علم\nأنه كان يفعل غير ذلك فكيف إذا لم يعلم، بل علم من شواهد الحال والآثار أنه\nكان من أهل التقوى والصلاح، ومع التحقيق لو فعل من ذكره فعله لم يكن حجة\nإذا قام الدليل على مرجوحيته، وإن شئت أن تطلع على بعض هذه الأمور فانظر في\nكتاب السيد النقيب العالم العامل التقي النقي ابن طاووس الحسيني الذي صنفه\nلابنه المعبر عنه بثمرة المهجة فإنه أشار إلى المرتضى وأخيه في أمر سهل هو\nتوليهما النقابة ورد عليهما ولم يحتشمهما من الرد، ورد قول من يحتج بهما في\nذلك من شدة صلاحه وتقواه وورعه الذي لا يوصف، وأما ما في العقائد (الفضائل\nخ ل) للمحقق الطوسي لا استشهاد به فإنه كان داخلا في سلك الأمراء والملوك،\nوفي الإشارة كفاية. وبالجملة فمثل هذا لا يقوم عذرا فضلا عن الحجة.\n</p>\n\n<p>\nالثانية: المعذرة إلى أرباب العلم والنظر والتقوى والورع فيما زل فيه\nالذهن أو غفل عنه القلب فإن ذلك شأن غير المنزل من كتاب أو سنة، فإن صحة\nجميع المطالب ليس من علامات الفضائل ذو والفضل يعرفون أهله يكفيه الأنظار\nوالإيراد والاصدار، لكن <span id='ms100'></span> المطلوب منهم إمعان النظر وإتعاب الفكر قبل\nالمبادرة برد أو إيراد، فإن الاستعجال مظنة الخطأ، وفيما فعلته من النقض\nفإني إنما فعلته لاعتقاد وجوبه على أن هذا المؤلف - فيما علمته والله على\nما أقول شهيد - في مرتبة يقصر عما يدعيه لنفسه فأحببت أن أعرفه وأعرف أهل\nالفضل مرتبته، وأيضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p127'> Vol. 00, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nفرسالته هذه مع كونه (1) واهية المباني ركيكة المعاني قد اشتهرت بين أهل\nالراحة وحب الاشتهار بشعائر الأبرار فأحببت إظهار ما غفلوا عنه قربة إلى\nالله تعالى لئلا يضيع الحق فتدخل في سلك من رضي بإضاعته وسكت عن إنكار\nتضييعه، لولا ذلك لكنت من المعرضين عنها كما أعرضت عن جواب استغابته\nوإعرابه من لا يؤمن على سفك الدماء المحرمة عن الأعوام والله الحكم يوم\nالقيامة، والعذر فيها أيضا من التشنيع، فإن مثل ذلك جوابا عما سبق من\nتشنيعه جائز بل هو الأمر بالمعروف والنهي عن المنكر إذا وقع في تصنيف سبب\nخطائه فيه، فإن بدأ استحق الجواب وهذه عادة السلف، فإن شككت في ذلك فلا حظ\nتصنيف العلامة خصوصا المختلف، وانظر ما شنع فيه على ابن إدريس مع أن مصنفه\nإمام المذهب في العلم والعمل، وأنما فعلوا ذلك ليكون علمائهم منزهين عن\nالتعرض بمثل ذلك، قال الشاعر:\n</p>\n\n<p>\nبسفك الدما يا جارتي تحقن الدما * وبالقتل تنجو كل نفس من القتل وقال\nتعالى \" ولكم في القصاص حياة \". (2) وقلت [مع] قريحتي الفاترة:\n</p>\n\n<p>\nولو أن زيدا سالم الناس سالموا * وكانوا له إخوان صدق مدى الدهر ولكنه\nأوذي فجوزي بعض ما * جناه نكالا والتقاضي إلى الحشر الثالثة: روى الشيخ في\nالتهذيب عن محمد بن يعقوب عن علي بن محمد بن ابن جمهور عن أبيه رفعه عن أبي\nعبد الله عليه السلام قال: كان أمير المؤمنين عليه السلام كثيرا ما يقول:\nإعلموا علما يقينا إن الله تعالى لم يجعل للعبد وإن اشتد جهده وعظمت حيلته\nوكثرت مكائدته أن يسبق ما سمي به في الذكر الحكيم ولم يخل بين العبد في\nضعفه وقلة حيلته أن يبلغ ما سمي له <span id='ms101'></span> في الذكر الحكيم، أيها الناس إنه لن\nيزاد امرء نقيرا بحذقه ولن ينقص امرء نقيرا بحمقه، فالعالم بهذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p128'> Vol. 00, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nالعامل به أعظم الناس راحة في منفعة والعالم بهذا التارك له أعظم الناس\nشغلا في مضرة، ورب منعم عليه مستدرج بالإحسان إليه، ورب مقدور في الناس\nمصنوع له، فأقف أيها الساعي من سعيك واقصر من عجلتك وانتبه من سنة غفلتك\nوتفكر فيما جاء عن الله عز وجل على لسان نبيه صلى الله عليه وآله وسلم،\nواحتفظوا بهذه الحروف السبعة فإنها من قول أهل الحجى ومن عزائم الله في\nالذكر الحكيم إنه ليس لأحد أن يلقى الله عز وجل بخلة من هذه الخلال الشرك\nبالله فيما افترض عليه، أو شفى غيظ بهلاك نفسه، أو أمر بأمر يعمل بغيره، أو\nأستنجح إلى مخلوق بإظهار بدعة في دينه، أو سره أن يحمده الناس بما لم يفعل،\nوالمتجبر المختال وصاحب الأبهة. (1) وعن الحسن بن محبوب عن حريز قال: سمعت\nأبا عبد الله عليه السلام يقول: اتقوا الله وصونوا أنفسكم بالورع وقووه\nبالثقة والاستغناء بالله عن طلب الحوائج إلى صاحب سلطان، واعلم أن من خضع\nلصاحب سلطان أو لمن يخالفه على دينه طلبا لما في يديه من دنياه أخمده الله\nومقته عليه ووكله إليه، فإن هو غلب على شئ من دنياه فصار منه إليه شئ نزع\nالله البركة منه ولم يأجره على شئ ينفقه في حج ولا عتق ولا بر. (2) ولنقطع\nالكلام على هذا حامدين لله حيث جعلنا من أتباع العترة الطاهرة، ونسأله أن\nيمن علينا بصيانة دينهم وما ينسب إليه عن المشبهة الباطنة والظاهرة، وأن\nيجعلهم شفعاءنا في الدنيا والآخرة والحمد لله.\n</p>\n\n<p>\nتمت في سنة 1109 ه‍ ق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p129'> Vol. 00, p. 129</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES#\n\n\n(١) <a href=\"/الكتب/2956_أمل-الآمل-ج-٢/الصفحة_0?pageno=8#top\">أمل الآمل\n٢: ٨</a>.\n<p>\n(2) كشكول الشيخ يوسف البحراني 1: 289 نقلا عن رياض العلماء للمولى عبد\nالله الأصفهاني.\n</p>\n\n<p>\n(3) رياض العلماء 1: 15 عن كشكول البحراني.\n(1) رياض العلماء 1: 17، 18 عن الكشكول.\n</p>\n\n<p>\n(2) رياض العلماء: 1: 15 عن الكشكول.\n</p>\n\n<p>\n(3) لؤلؤة البحرين: 159.\n</p>\n\n<p>\n(4) رياض العلماء 1: 15 وترجم له في روضات الجنات.\n</p>\n\n<p>\n(5) لؤلؤة البحرين: 159.\n(1) روضات الجنات <span id='ms102'></span> 1: 27.\n</p>\n\n<p>\n(2) روضات الجنات 1: 29.\n(١) <a href=\"/الكتب/3377_الذريعة-ج-١٢/الصفحة_0?pageno=148#top\">الذريعة\n١٢: ١٤٨</a>. وراجع هامش كتاب السرائر الحاوي لابن إدريس طبعة جماعة\nالمدرسين 1: 33.\n(1) لؤلؤة البحرين: 162 161.\n</p>\n\n<p>\n(2) رياض العلماء 1: 17 ولا يخفى أن هذا عكس ما مر عن صاحب لؤلؤة\nالبحرين، وهو وهم غريب أو سهو قلم، فلا ريب أن رسائل القطيفي رد على الكركي\nلا بالعكس.\n(1) رياض العلماء 1: 19.\n</p>\n\n<p>\n(2) لؤلؤة البحرين: 163.\n</p>\n\n<p>\n(3) رياض العلماء 1: 15، 16.\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/0/113\"\ntarget=\"_blank\">سورة هود: ١١٣</a>.\n</p>\n\n<p>\n(2) رياض العلماء 1: 16، 17.\n</p>\n\n<p>\n(3) رياض العلماء 1: 16.\n(١) رياض العلماء ١: ١٩.\n</p>\n\n<p>\n(٢) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/0/40\"\ntarget=\"_blank\">سورة فصلت: ٤٠</a>.\n</p>\n\n<p>\n(٣) رياض العلماء ١: ١٨.\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/1432_بحار-الأنوار-ج-١/الصفحة_0?pageno=46#top\">بحار\nالأنوار ١: ٤٦</a>.\n</p>\n\n<p>\n(5) رياض العلماء: 1: 17.\n(1) مقدمة الكتاب.\n</p>\n\n<p>\n(2) مقدمة الكتاب.\n</p>\n\n<p>\n(3) رياض العلماء: 3: 441.\n(١) رياض العلماء ٣: ٤٤١.\n</p>\n\n<p>\n(٢) رياض العلماء ٣: ٤٥٠.\n</p>\n\n<p>\n(٣) رياض العلماء ٣: ٤٦٠ ٤٥٥.\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/3382_الذريعة-ج-١٧/الصفحة_0?pageno=7#top\">الذريعة\n١٧: ٧</a> عن نسخة رآها في مكتبة المجلس بطهران.\n</p>\n\n<p>\n(٥) <a href=\"/الكتب/3377_الذريعة-ج-١٢/الصفحة_0?pageno=164#top\">الذريعة\n١٢: ١٦٤</a> بلا مصدر.\n(1) مقدمة الكتاب للقطيفي.\n</p>\n\n<p>\n(2) لؤلؤة البحرين: 159.\n</p>\n\n<p>\n(3) لؤلؤة البحرين: 163 161.\n(١) رياض العلماء ٣: ٤٥٢.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/3637_أعيان-\nالشيعة-ج-٢/الصفحة_0?pageno=143#top\">أعيان الشيعة ٢: ١٤٣</a>.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/3637_أعيان-\nالشيعة-ج-٢/الصفحة_0?pageno=142#top\">أعيان الشيعة ٢: ١٤٢</a>.\n(١) <a href=\"/الكتب/3637_أعيان-الشيعة-ج-٢/الصفحة_0?pageno=141#top\">أعيان\nالشيعة ٢: ١٤١</a> (٢) <a href=\"/الكتب/3637_أعيان-\nالشيعة-ج-٢/الصفحة_0?pageno=143#top\">أعيان الشيعة ٢: ١٤٣</a>.\n(١) اقتباس من آية ١٨ سورة الأنبياء أولها: بل نقذف بالحق فيدمغه..\n</p>\n\n<p>\n(٢) فقم الأمر: عظم ولم يجر على استواء (٣) أقعى الكلب: جلس على استه *.\n</p>\n\n<p>\n(٤) كلح: هو من الكلوح وهو الذي قصرت شفتاه عن أسنانه..\n</p>\n\n<p>\n* الإقعاء: أن يضع الرجل أليتيه على عقبيه في تشهديه. (<a href=\"/الكتب\n/1148_معاني-الأخبار\">معاني الأخبار</a> باب معنى الإقعاء ص 300).\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/89/14\"\ntarget=\"_blank\">الفجر: ١٤</a> ٦.\n</p>\n\n<p>\n(٢) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/40/51\"\ntarget=\"_blank\">غافر: ٥١</a>.\n</p>\n\n<p>\n(٣) الصحيح \" لا نذكرها \".\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/1383_مشكاة-الأنوار/الصفحة_0?pageno=285#top\">مشكاة\nالأنوار ص ٢٨٥</a> الفصل الخامس في ذكر ما جاء في المؤمن وما يلقى من أذى\nالناس وبغضهم إياه <span id='ms103'></span> وفيه لا ينفك المؤمن من خصال أربع: من جار يؤذيه وشيطان\nيغويه ومنافق يقفو أثره ومؤمن يحسده قال سماعة: قلت جعلت فداك مؤمن يحسده\nقال يا سماعة أما إنه أشدهم عليه قلت وكيف ذلك؟ قال لأنه يقول فيه فيصدق\nعليه.\n</p>\n\n<p>\n(٥) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/3/186\"\ntarget=\"_blank\">آل عمران: ١٨٦</a>.\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/3/120\"\ntarget=\"_blank\">آل عمران: ١٢٠</a>.\n</p>\n\n<p>\n(٢) تحرير <a\nhref=\"/الكتب/812_الأحكام-ج-١/الصفحة_0?pageno=3#top\">الأحكام: ج ١ ص ٣</a>\nالطبعة الحجرية وفيه \" يحرم كتمان العلم والفقه.. \".\n</p>\n\n<p>\n(٣) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/2/159\"\ntarget=\"_blank\">البقرة: ١٥٩</a>.\n</p>\n\n<p>\n(٤) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/2/174\"\ntarget=\"_blank\">البقرة: ١٧٤</a>.\n</p>\n\n<p>\n(٥) <a href=\"/الكتب/1433_بحار-الأنوار-ج-٢/الصفحة_0?pageno=78#top\">بحار\nالأنوار: ج ٢ ص ٧٨</a> حديث 66 عن عوالي اللئالي، وفيه \".. من كتم علما\nنافعا.. \" والحديث عن النبي صل الله عليه وآله.\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=54#top\">الكافي: ج ١\nص ٥٤</a> حديث ٢ والحديث عن النبي صلى الله عليه وآله.\n</p>\n\n<p>\n(٢) نفس المصدر: ج ١ ص ٤٦ حديث ٥. وفيه \" عن أبي عبد الله عليه السلام\nقال: قال رسول الله صلى الله عليه وآله \" وفيه اختلاف يسير وكذا في البحار\nج ٢ ص ١١٠ حديث ١٥ نقلا عن عوالي اللئالي والرواية عن النبي صلى الله عليه\nوآله.\n</p>\n\n<p>\n(٣) تحرير <a href=\"/الكتب/812_الأحكام-ج-١\">الأحكام: ج ١</a> - ص 3 في\nوجوب طلب العلم الطبعة الحجرية.\n</p>\n\n<p>\n(4) لم نعثر عليه.\n</p>\n\n<p>\n(5) تنبيه الخواطر ونزهة النواظر \" مجموعة ورام \" ج 1 ص 84 باب العتاب.\n</p>\n\n<p>\n(6) تنبيه الخواطر ونزهة النواظر \" مجموعة ورام \" ج 1 ص 84 باب العتاب.\n</p>\n\n<p>\n(7) تنبيه الخواطر ونزهة النواظر \" مجموعة ورام \" - ج 1 ص 84 باب العتاب.\n(١) إرشاد القلوب: ج ١ الباب السادس والعشرون: في <a\nhref=\"/الكتب/1939_الورع\">الورع</a> والترغيب فيه ص ١٠١ وكذلك <a\nhref=\"/الكتب/1513_بحار-الأنوار-ج-٨٢/الصفحة_0?pageno=208#top\">بحار\nالأنوار ج ٨٢ ص ٢٠٨</a> الحديث ١٦ باب ١ في فضل الصلاة وعقاب تاركها من\nكتاب الصلاة نقلا عن مجالس ابن الشيخ.\n</p>\n\n<p>\nوكذلك أمالي الشيخ الطوسي ج ١ ص ٣١.\n</p>\n\n<p>\n(٢) أمالي الشيخ المفيد (رض) - ص ٣٠٨ الحديث ٧ من المجلس السادس\nوالثلاثون. وفي آخره \" آيات <span id='ms104'></span> الله \" بدل \" كتاب الله \". ط منشورات جماعة\nالمدرسين قم.\n</p>\n\n<p>\nوكذلك <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> - ص ٢٥٨ باب مثل علم\nأهل البيت عليهم السلام وهي أيضا تختلف عما في الكتاب في الفقرة الأخيرة.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/1504_بحار-\nالأنوار-ج-٧٣/الصفحة_0?pageno=253#top\">بحار الأنوار: ج ٧٣ ص ٢٥٣</a> حديث:\n٢٠ باب الحسد نقلا عن مجالس المفيد ص ٢١١.\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/1433_بحار-الأنوار-ج-٢/الصفحة_0?pageno=68#top\">بحار\nالأنوار ج ٢ ص ٦٨</a> حديث ١٧ نقلا عن أمالي الشيخ المفيد (ره) وفي المصدر\nمسائلكم يوم للقيامة.\n</p>\n\n<p>\n(٥) <a href=\"/الكتب/1433_بحار-الأنوار-ج-٢/الصفحة_0?pageno=36#top\">بحار\nالأنوار: ج ٢ ص ٣٦</a> حديث 40 نقلا عن الدرة الباهرة.\n(١) إرشاد القلوب ج ١ ص ١٦٤ - الباب التاسع والأربعون في الأدب مع الله\nتعالى.\n</p>\n\n<p>\n(٢) لم نعثر عليه.\n</p>\n\n<p>\n(٣) إرشاد القلوب ج ١ ص ١٦٤ الباب التاسع والأربعون في الأدب مع الله\nتعالى.\n</p>\n\n<p>\n(٤) بحار الأنوار - ج ٢ ص ٤٤ حديث ١٣ باب ١٠ <a href=\"/الكتب/1903_كتاب-\nالعلم\">كتاب العلم</a> نقلا عن عوالي اللئالي والرواية منقولة عن الإمام\nالصادق عليه السلام.\n</p>\n\n<p>\n(٥) <a href=\"/الكتب/1432_بحار-الأنوار-ج-١\">بحار الأنوار ج ١</a> - ص\n١٧٧ <a href=\"/الكتب/1903_كتاب-العلم\">كتاب العلم</a> - باب ٥ في النوادر \"\nوالرواية عن النبي صلى الله عليه وآله \" حديث: ٤٨ نقلا عن عوالي اللئالي و\nج ٢ ص ١٦ <a href=\"/الكتب/1903_كتاب-العلم\">كتاب العلم</a> باب ٨ ثواب <a\nhref=\"/الكتب/4_الهداية\">الهداية</a> والتعليم - حديث: 34 نقلا عن أمالي\nالشيخ الطوسي (قده) \" والرواية فيها عن أمير المؤمنين عليه السلام \".\n(١) وسائل الشيعة - ج ٥ كتاب الحج ص ٦٠٠ حديث ١٦ من باب ١٥٢ في تحريم\nاغتياب المؤمن ولو كان صدقا من أبواب أحكام العشرة.\n</p>\n\n<p>\n(٢) وسائل الشيعة - ج ٥ كتاب الحج ص ٦٠٠ حديث ١٦ من باب ١٥٢ في تحريم\nاغتياب المؤمن ولو كان صدقا من أبواب أحكام العشرة.\n</p>\n\n<p>\n(٣) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/11/113\"\ntarget=\"_blank\">هود: ١١٣</a>.\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/2/275\"\ntarget=\"_blank\">البقرة: ٢٧٥</a>.\n</p>\n\n<p>\n(٢) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/2/275\"\ntarget=\"_blank\">البقرة: ٢٧٥</a>.\n(1) علل الشرائع ص 371 - الباب 94.\n(١) في النسخة الأخرى <span id='ms105'></span> لكتاب \" كلمات المحققين \" و<a\nhref=\"/الكتب/819_الرسالة\">الرسالة</a> الخراجية للمحقق الثاني (قده)\nالمطبوعة في ضمنها \" متممات \".\n</p>\n\n<p>\n(٢) رسالة \" قاطعة اللجاج في حل الخراج \" للمحقق الثاني (قده) ص ٣٧.\n</p>\n\n<p>\n(٣) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/51/8\"\ntarget=\"_blank\">الذاريات: ٨</a>.\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/2274_كنز-العمال-ج-١٠\">كنز العمال ج ١٠</a> حديث رقم\n٢٨٧٠١ - ص ١٣٩ ط بيروت والرواية عن رسول الله (صلى الله عليه وآله) ومتنها\nهكذا: من طلب العلم تكفل الله له برزقه.\n</p>\n\n<p>\n(٥) لم نجد ما يطابق هذا التعبير تماما وفي <a\nhref=\"/الكتب/1123_الكافي-ج-٢\">الكافي ج ٢</a> - ص 57 في ذيل حديث 2 من باب\n30 من كتاب 1 بما هذا نصه \" ولو أن أحدكم فر من رزقه كما يفر من الموت\nلأدركه رزقه كما يدركه الموت، وفي ج 5 من الكافي ص 304 في ذيل حديث 2 من\nباب 159 من كتاب المعيشة هكذا \" لو أن أحد كم هرب من رزقه لتبعه حتى يدركه\nكما أنه إن هرب من أجله تبعه حتى يدركه \" وتنبيه الخواطر - ج 2 ص 107 ما\nهذا نصه: ولو أن أحدكم يتربص رزقه لطلبه كما يطلبه الموت.\n(1) راجع خراجيته (ره) ص 37.\n(١) راجع خراجيته (ره)، ص ٣٨ ٣٧.\n</p>\n\n<p>\n(٢) راجع خراجيته (ره)، ص ٣٨ ٣٧.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=146#top\">تهذيب الأحكام ج ٤ ص ١٤٦</a> باب 39\nفي الزيادات وبعدها يذكر الأخبار الدالة على مورد الاستشهاد.\n(1) سيأتي الحديث مفصلا.\n</p>\n\n<p>\n(2) راجع خراجيته، (ره) ص 38.\n</p>\n\n<p>\n(3) نفس المصدر، ص 38.\n(1) سيأتي الكلام فيه.\n</p>\n\n<p>\n(2) راجع خراجيته (ره)، ص 43 41.\n(١) المبسوط في فقه الإمامية ج ١ كتاب الزكاة في اعتبار النية في الزكاة ص\n٢٣٢.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/41_النهاية\">النهاية</a>: في مجرد الفقه والفتاوى\nكتاب الزكاة باب أحكام الأرضين ص ١٩٥ و ١٩٦.\n</p>\n\n<p>\n(٣) تحرير <a href=\"/الكتب/813_الأحكام-ج-٢\">الأحكام: ج ٢</a> كتاب إحياء\nالموات ص 129.\n(١) المبسوط في فقه الإمامية: ج ٣ كتاب إحياء الموات ص ٢٦٨ و ٢٦٩.\n</p>\n\n<p>\n(٢) السرائر ص ١١٠ كتاب الزكاة ط طهران الحجرية.\n</p>\n\n<p>\n(٣) إلا أن في المصدر \" المطلب الثالث \" راجع: ج ١ ص ٣٤٨ ط مؤسسة النشر <span id='ms106'></span>\nالإسلامي قم.\n</p>\n\n<p>\n(٤) قواعد <a\nhref=\"/الكتب/812_الأحكام-ج-١/الصفحة_0?pageno=62#top\">الأحكام ج ١ ص\n٦٢</a> كتاب <a href=\"/الكتب/481_الخمس\">الخمس</a> - ط الحجرية في قم.\n</p>\n\n<p>\n(5) شرائع الإسلام للمحقق الحلي (قده) الجزء الرابع ص 791 كتاب إحياء\nالموات ط بيروت.\n(١) راجع خراجيته (ره)، ص ٤٠.\n</p>\n\n<p>\n(٢) تحرير <a href=\"/الكتب/812_الأحكام-ج-١\">الأحكام ج ١</a> - ص ١٤١\nكتاب <a href=\"/الكتب/1880_الجهاد\">الجهاد</a> أحكام الأسارى الطبعة\nالحجرية، قم.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/95_مختلف-الشيعة-ج-٢/الصفحة_0?pageno=332#top\">مختلف\nالشيعة ج ٢ ص ٣٣٢</a> كتاب <a href=\"/الكتب/1880_الجهاد\">الجهاد</a> في ضمن\nالفصل الخامس الطبعة الحجرية طهران.\n</p>\n\n<p>\n(٤) تحرير <a href=\"/الكتب/812_الأحكام-ج-١\">الأحكام ج ١</a>، ص ١٤١ كتاب\n<a href=\"/الكتب/1880_الجهاد\">الجهاد</a> في أحكام الأسارى القسم الثالث\nالطبعة الحجرية أفست قم.\n</p>\n\n<p>\nآل البيت.\n(١) المبسوط في فقه الإمامية ج ١ ص ٢٦٣ كتاب الزكاة.\n</p>\n\n<p>\n(٢) تحرير <a href=\"/الكتب/812_الأحكام-ج-١\">الأحكام ج ١</a> كتاب <a\nhref=\"/الكتب/1880_الجهاد/الصفحة_0?pageno=142#top\">الجهاد ص ١٤٢</a>\nالطبعة الحجرية \" في ضمن القسم الثالث من أقسام الأرضين \".\n</p>\n\n<p>\n(٣) المبسوط في فقه الإمامية ج ٢ ص ٢٩ كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a> - ط الحيدرية طهران.\n</p>\n\n<p>\n(٤) تحرير <a\nhref=\"/الكتب/812_الأحكام-ج-١/الصفحة_0?pageno=142#top\">الأحكام ج ١ ص\n١٤٢</a> كتاب <a href=\"/الكتب/1880_الجهاد\">الجهاد</a> - ط الحجرية.\n(١) المبسوط في فقه الإمامية ج ١ ص ٢٦٣ كتاب الزكاة.\n</p>\n\n<p>\n(٢) تحرير <a\nhref=\"/الكتب/812_الأحكام-ج-١/الصفحة_0?pageno=142#top\">الأحكام ج ١ ص\n١٤٢</a> كتاب <a href=\"/الكتب/1880_الجهاد\">الجهاد</a> الطبعة الحجرية قم.\n</p>\n\n<p>\n(٣) راجع خراجيته (ره)، ص ٤٢.\n</p>\n\n<p>\n(٤) مختلف الشيعة ص ٣٣٢ كتاب <a href=\"/الكتب/1880_الجهاد\">الجهاد</a>\nالطبعة الحجرية هذا أول كلام العلامة في المختلف المنقول عنه ههنا.\n</p>\n\n<p>\n(٥) <a href=\"/الكتب/46_الوسيلة\">الوسيلة</a> إلى نيل الفضيلة كتاب\nالزكاة فصل في بيان أحكام الأرضين ص ١٣٢.\n</p>\n\n<p>\n(٦) <a href=\"/الكتب/43_المهذب-ج-١/الصفحة_0?pageno=182#top\">المهذب ج ١\nص ١٨٢</a> كتاب <a href=\"/الكتب/481_الخمس\">الخمس</a> ط مؤسسة النشر\nالإسلامي قم.\n(1) السرائر كتاب الزكاة - ص 110 الطبعة الحجرية طهران.\n</p>\n\n<p>\n(2) تهذيب الأحكام ص 119 حديث 4 / 342 باب 34 في الخراج وعمارة الأرضين\nوفيهما اختلاف.\n</p>\n\n<p>\n(3) تهذيب الأحكام ص 119 حديث 4 / 342 باب 34 في الخراج وعمارة الأرضين <span id='ms107'></span>\nوفيهما اختلاف.\n(١) <a href=\"/الكتب/1126_الكافي-ج-٥/الصفحة_0?pageno=279#top\">الكافي: ج ٥\nص ٢٧٩</a> ح ٢، <a\nhref=\"/الكتب/1167_التهذيب-ج-٧/الصفحة_0?pageno=153#top\">التهذيب: ج ٧ ص\n١٥٣</a> من باب ١١ من أحكام الأرضين والحديث ٢١ / ٦٧٢ من المسلسل في ج ٧\nوفيهما اختلاف.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/1167_تهذيب-\nالأحكام-ج-٧/الصفحة_0?pageno=148#top\">تهذيب الأحكام: ج ٧ ص ١٤٨</a> من باب\n١١ من أحكام الأرضين - حديث ٧ / ٦٥٨ الإستبصار: ج ٣ ص ١١٠ وفيهما اختلاف\nيسير.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/94_مختلف-الشيعة-ج-١\">مختلف الشيعة ج ١</a> - ص ٣٣٢\nكتاب <a href=\"/الكتب/1880_الجهاد\">الجهاد</a> في حكم أرض أسلم صاحبها مع\nاختلاف يسير وهذا آخر ما نقل عن المختلف في هذه المسألة هنا.\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/94_مختلف-الشيعة-ج-١\">مختلف الشيعة ج ١</a> كتاب <a\nhref=\"/الكتب/1880_الجهاد/الصفحة_0?pageno=332#top\">الجهاد ص ٣٣٢</a>.\n</p>\n\n<p>\n(٥) <a href=\"/الكتب/94_مختلف-الشيعة-ج-١\">مختلف الشيعة ج ١</a> كتاب <a\nhref=\"/الكتب/1880_الجهاد/الصفحة_0?pageno=332#top\">الجهاد ص ٣٣٢</a>.\n(١) نقل قول الشيخ بالمعنى، راجع <a\nhref=\"/الكتب/1164_التهذيب-ج-٤/الصفحة_0?pageno=145#top\">التهذيب ج ٤ ص\n١٤٥</a> و ١٤٦ من باب ٣٨ في الزيادات.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=146#top\">تهذيب الأحكام ج ٤ ص ١٤٦</a> حديث ٢٨\n/ ٤٠٦ باب ٣٩ في الزيادات.\n</p>\n\n<p>\n(٣) الدروس الشرعية في فقه الإمامية ص ١٦٣ كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a> في آخر \" درس في اللواحق \" ط أفست\nقم.\n</p>\n\n<p>\n(٤) المبسوط في فقه الإمامية ج ٢ - ص ٢٨ كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a> في حكم ما يغنم وما لا يغنم ط\nالحيدرية طهران.\n</p>\n\n<p>\n(5) السرائر كتاب الزكاة ص 110 ط الحجرية - طهران.\n(١) بحار الأنوار - ج ٢ ص ٨٣ <a href=\"/الكتب/1903_كتاب-العلم\">كتاب\nالعلم</a> حديث ٨ من الباب ١٤ نقلا عن <a href=\"/الكتب/2334_تفسير-الإمام-\nالعسكري\">تفسير الإمام العسكري</a> (عليه السلام) وفي المصدر لا يقبض، بدل:\nلا يفيض.\n</p>\n\n<p>\n(٢) راجع خراجيته (ره)، ص ٥٤ ٥٣.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=146#top\">تهذيب الأحكام ج ٤ ص ١٤٦</a> ضمن\nحديث من باب 39 في الزيادات حديث 28 / 406 وفيه اختلاف يسير.\n(١) منتهى المطلب <span id='ms108'></span> - ج ٢ ص ٩٣٦ - كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a> ط الحجرية.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/1197_وسائل-\nالشيعة-ج-١١/الصفحة_0?pageno=119#top\">وسائل الشيعة ج ١١ ص ١١٩</a> حديث ٦\nباب ٧١ كتاب <a href=\"/الكتب/1880_الجهاد\">الجهاد</a>.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/1164_تهذيب-الأحكام-ج-٤\">تهذيب الأحكام ج ٤</a> - ص\n١٤٧.\n</p>\n\n<p>\n(٤) راجع خراجيته (ره)، ص ٥٤.\n</p>\n\n<p>\n(٥) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=143#top\">تهذيب الأحكام ج ٤ ص ١٤٣</a> - حديث:\n24 / 402 باب 39 في الزيادات.\n(١) إلى هنا كلام الشيخ في <a href=\"/الكتب/1164_التهذيب-ج-٤\">التهذيب ج\n٤</a>، ص ١٤٥.\n</p>\n\n<p>\n(٢) والصحيح للبايع.\n</p>\n\n<p>\n(٣) راجع <a href=\"/الكتب/1164_التهذيب-ج-٤\">التهذيب: ج ٤</a> من ص 142\nإلى ص 147.\n(١) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=143#top\">تهذيب الأحكام ج ٤ ص ١٤٣</a> باب ٣٩\nالزيادات حديث: ٢١ / ٣٩٩.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=143#top\">تهذيب الأحكام ج ٤ ص ١٤٣</a> باب ٣٩\nالزيادات حديث: ٢٢ / ٤٠٠، <a\nhref=\"/الكتب/1150_الفقيه-ج-٢/الصفحة_0?pageno=44#top\">الفقيه: ج ٢ ص\n٤٤</a> ح ١٦٦٠، وفيهما اختلاف.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=143#top\">تهذيب الأحكام ج ٤ ص ١٤٣</a> باب 39\nفي الزيادات حديث: 23 / 401.\n(١) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=144#top\">تهذيب الأحكام ج ٤ ص ١٤٤</a> ١٤٣ باب\n٣٩ الزيادات وفيه اختلاف ومسلسل الحديث ٢٤ / ٤٠٢.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=144#top\">تهذيب الأحكام: ج ٤ ص ١٤٤</a> باب 39\nالزيادات حديث 25 / 403 وفيه اختلاف يسير قال معلق كتاب التهذيب: في الكافي\nهكذا \" طبق ما كان في أيديهم، وأماما كان في أيدي غير هم فإن كسبهم.. الخ \"\nولعله سقط من قلم الناسخ في التهذيب وإلا فهو أنسب في المقام، انتهى كلام\nمعلق التهذيب.\n(١) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=145#top\">تهذيب الأحكام ج ٤ ص ١٤٥</a> باب 39\nالزيادات حديث: 26 / 404 وفيه اختلاف يسير.\n(١) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=146#top\">تهذيب الأحكام ج ٤ ص ١٤٦</a> - باب\n٣٩ في الزيادات - حديث: ٢ / ٤٠٦، وفيه اختلاف يسير.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/1151_من-لا-يحضره-الفقيه-ج-٣\">من لا يحضره الفقيه ج <span id='ms109'></span>\n٣</a> كتاب المعيشة باب إحياء الموات والأرضين ص ٢٣٩ حديث: ٣٨٧٦، و<a\nhref=\"/الكتب/1164_تهذيب-الأحكام-ج-٤\">تهذيب الأحكام ج ٤</a> - ص 146 باب\n39 في الزيادات حديث: 29 / 407، وفيها اختلاف يسير.\n(١) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=147#top\">تهذيب الأحكام ج ٤ ص ١٤٧</a> باب ٣٩\nفي الزيادات حديث: ٣٠ / ٤٠٨ وفيه اختلاف يسير.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=147#top\">تهذيب الأحكام ج ٤ ص ١٤٧</a> باب ٣٩\nالزيادات حديث: ٣١ / ٤٠٩ وفيه اختلاف يسير.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/1164_تهذيب-الأحكام-ج-٤\">تهذيب الأحكام ج ٤</a> باب\n٣٩ الزيادات حديث: ٣٢ / ٤١٠ وفيه اختلاف يسير.\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=147#top\">تهذيب الأحكام ج ٤ ص ١٤٧</a> من باب\n٣٩ في الزيادات حديث: ٣٣ / ٤١١ وفيه اختلاف يسير.\n</p>\n\n<p>\n(٥) <a href=\"/الكتب/1164_تهذيب-الأحكام-ج-٤\">تهذيب الأحكام: ج ٤</a> من\nص 142 إلى ص 147.\n(١) راجع خراجيته (ره)، ص ٥٥.\n</p>\n\n<p>\n(٢) راجع خراجيته (ره)، ص ٥٥.\n</p>\n\n<p>\n(٣) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/20/69\"\ntarget=\"_blank\">طه: ٦٩</a>.\n</p>\n\n<p>\n(٤) راجع خراجيته (ره)، ص ٥٥.\n</p>\n\n<p>\n(٥) الدروس: كتاب إحياء الموات ص ٢٩٢ ط الحجرية قم.\n</p>\n\n<p>\n(٦) المبسوط في فقه الإمامية - ج ٢ - ص ٢٩ كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a>.\n</p>\n\n<p>\n(7) راجع خراجيته (ره)، ص 55.\n(1) السرائر كتاب الزكاة ص 110 الطبعة الحجرية في طهران.\n</p>\n\n<p>\n(2) راجع خراجيته (ره)، ص 55.\n</p>\n\n<p>\n(3) إلا أنه (قدة) ذكر هذا الأمر في المقدمة الثالثة راجع خراجيته (ره)،\nص 55.\n(١) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=133#top\">تهذيب الأحكام ج ٤ ص ١٣٣</a> حديث: ٤\n/ ٣٧٠ من باب ٣٨ في الأنفال و ص ١٤٩ حديث: ٣٨ / ٤١٦ من باب ٣٩ في الزيادات.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/1199_وسائل-\nالشيعة-ج-١٣/الصفحة_0?pageno=22#top\">وسائل الشيعة ج ١٣ ص ٢٢</a> حديث ٨ -\nباب ١١ من أبواب بيع الثمار إلا أنها تغاير ما في الكتاب بتفاوت يسير ولعله\nنقل بالمعنى.\n</p>\n\n<p>\n(٣) مختلف الشيعة - ج ١ ص ٢٠٦ المقصد السادس من كتاب الزكاة في <a\nhref=\"/الكتب/481_الخمس\">الخمس</a> - الفصل الثالث في الأنفال - مع تفاوت\n(١) راجع خراجيته (ره) ص ٤٣.\n</p>\n\n<p>\n(٢ <span id='ms110'></span>) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/38/26\"\ntarget=\"_blank\">ص: ٢٦</a>.\n(١) راجع خراجيته (ره) ص ٤٢.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/41_النهاية\">النهاية</a> في مجرد الفقه والفتاوى\nكتاب الزكاة ص ١٩٤.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/1167_تهذيب-\nالأحكام-ج-٧/الصفحة_0?pageno=148#top\">تهذيب الأحكام ج ٧ ص ١٤٨</a>. ومسلسل\nالحديث: ٧ / ٦٥٨ من هذا الجزء باب ١١ في أحكام الأرضين.\n</p>\n\n<p>\n(٤) الدروس الشرعية في فقه الإمامية - ص ١٦٣ كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a> الطبعة الحجرية.\n(١) الدروس الشرعية في فقه الإمامية ص ١٦٣ - كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a> الطبعة الحجرية.\n</p>\n\n<p>\n(٢) راجع خراجيته (ره) ص ٤٦.\n</p>\n\n<p>\n(٣) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/8/41\"\ntarget=\"_blank\">الأنفال: ٤١</a>.\n(١) المبسوط في فقه الإمامية ج ٢ - ص ٢٨ - كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a> فصل في حكم ما يغنم وما لا يغنم مع\nتفاوت يسير.\n</p>\n\n<p>\n(٢) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/20/111\"\ntarget=\"_blank\">طه: ١١١</a>.\n</p>\n\n<p>\n(٣) السرائر ص ١١٠ باب حكم الأرضين الطبعة الحجرية.\n</p>\n\n<p>\n(٤) منتهى المطلب - ج ١ كتاب <a href=\"/الكتب/481_الخمس\">الخمس</a> البحث\nالرابع في الأنفال ص 553 - المسألة الأولى الطبعة الحجرية.\n</p>\n\n<p>\n(5) راجع خراجيته (ره) ص 48.\n(١) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=119#top\">تهذيب الأحكام ج ٤ ص ١١٩</a> حديث: ٢\n/ ٣٤٢ - من باب ٣٤ باب الخراج وعمارة الأرضين،: وفيها اختلاف.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=119#top\">تهذيب الأحكام ج ٤ ص ١١٩</a>. حديث:\n1 / 341 باب 34 في الخراج وعمارة الأرضين.\n(١) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=146#top\">تهذيب الأحكام ج ٤ ص ١٤٦</a> حديث ٢٩\n/ ٤٠٧ - باب ٣٩ في الزيادات، و<a\nhref=\"/الكتب/1151_الفقيه-ج-٣/الصفحة_0?pageno=240#top\">الفقيه ج ٣ ص\n٢٤٠</a> وفيهما اختلاف يسير.\n</p>\n\n<p>\n(٢) راجع خراجيته (ره) ص ٥٠ ٤٩.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=146#top\">تهذيب الأحكام ج ٤ ص ١٤٦</a> حديث:\n٢٩ / ٤٠٧ باب ٣٩ في الزيادات، و<a\nhref=\"/الكتب/1151_الفقيه-ج-٣/الصفحة_0?pageno=240#top\">الفقيه ج ٣ ص\n٢٤٠</a> حديث 3876 مع اختلاف يسير في الرواية والراوي عما في التهذيب.\n(١) المبسوط في فقه الإمامية ج ٢ كتاب <a\nhref=\"/الكتب/1880_الجهاد/الصفحة_0?pageno=34#top\">الجهاد ص ٣٤</a>.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/41_النهاية\">النهاية</a> في مجرد الفقه والفتاوى ص\n١٩٥ كتاب <span id='ms111'></span> الزكاة - باب أحكام الأرضين.\n</p>\n\n<p>\n(٣) راجع خراجيته (ره)، ص ٥٠.\n</p>\n\n<p>\n(٤) كتاب الدروس الشرعية في فقه الإمامية كتاب <a\nhref=\"/الكتب/1880_الجهاد/الصفحة_0?pageno=163#top\">الجهاد ص ١٦٣</a>\nالطبعة الحجرية.\n</p>\n\n<p>\n(٥) <a href=\"/الكتب/75_تذكرة-\nالفقهاء-ج-١/الصفحة_0?pageno=428#top\">تذكرة الفقهاء ج ١ ص ٤٢٨</a> كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a> الطبعة الحجرية.\n</p>\n\n<p>\n(6) راجع خراجيته (ره)، ص 51.\n(١) راجع خراجيته (ره)، ص ٥٢.\n</p>\n\n<p>\n(٢) المبسوط في فقه الإمامية ج ٢ ص ٣٥ كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a>.\n</p>\n\n<p>\n(3) راجع خراجيته (ره)، ص 52.\n(١) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=146#top\">تهذيب الأحكام ج ٤ ص ١٤٦</a> حديث:\n28 / 406 و ج 7 ص 155 حديث: 35 / 686.\n(١) راجع خراجيته (ره)، ص ٥٣.\n</p>\n\n<p>\n(٢) مختلف الشيعة كتاب <a\nhref=\"/الكتب/1880_الجهاد/الصفحة_0?pageno=333#top\">الجهاد ص ٣٣٣</a> (3)\nالسرائر ص 111 باب حكم الأرضين الطبعة الحجرية.\n(١) راجع خراجيته (ره)، ص ٥٣.\n</p>\n\n<p>\n(٢) المبسوط في فقه الإمامية ج ٢ كتاب <a\nhref=\"/الكتب/1880_الجهاد/الصفحة_0?pageno=34#top\">الجهاد ص ٣٤</a>.\n(١) راجع خراجيته (ره)، ص ٥٦ ٥٣.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=130#top\">تهذيب الأحكام ج ٤ ص ١٣٠</a> ضمن\nالحديث الثاني عن باب قسمه الغنائم وأول الرواية في ص ١٢٨ - حديث ٢ / ٣٦٦\nباب ٣٧ في قسمة الغنائم.\n</p>\n\n<p>\n(٣) السرائر - كتاب الزكاة باب أحكام الأرضين - ص ١١٠ - الطبعة الحجرية.\n</p>\n\n<p>\n(٤) مختلف الشيعة - ج ١ ص ٢٠٧ - المقصد السادس من كتاب الزكاة في <a\nhref=\"/الكتب/481_الخمس\">الخمس</a> الفصل الثالث في الأنفال - ط الحجرية.\n</p>\n\n<p>\n(٥) ما بين المعقوفتين لم توجد في كلام المحقق الثاني: \" قدس سره \".\n</p>\n\n<p>\n(٦) المعتبر في شرح المختصر كتاب <a href=\"/الكتب/481_الخمس\">الخمس</a> -\nص ٢٩٦ الطبعة الحجرية.\n</p>\n\n<p>\n(٧) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=130#top\">تهذيب الأحكام: ج ٤ ص ١٣٠</a> وفيه \"\nرؤوس الجبال \" حديث: 2 / 366 \" وأول الحديث في ص 128 \" باب 37 في قسمة\nالغنائم.\n(١) راجع خراجيته (ره)، ص ٥٦.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/103_منتهى-\nالمطلب-ج-١/الصفحة_0?pageno=554#top\">منتهى المطلب ج ١ ص ٥٥٤</a> - كتاب <a\nhref=\"/الكتب/481_الخمس\">الخمس</a> البحث الرابع في الأنفال الطبعة\nالحجرية.\n(1) راجع الوسائل الباب 14 إلى 24 من أبواب الماء المطلق في ج 1 ص 125 إلى\nص 144.\n</p>\n\n<p>\n(2) المبسوط في <span id='ms112'></span> فقه الإمامية ج 1 ص 263 كتاب الزكاة.\n(١) <a href=\"/الكتب/41_النهاية\">النهاية</a>: ص ٢٠٠، وفيه اختلاف يسير.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/27_الخلاف-ج-٢\">الخلاف ج ٢</a> - كتاب الفئ وقسمة\nالغنائم ص ٣٣٢ - مسألة ١٦.\n</p>\n\n<p>\n(٣) إلى هنا كلام الشيخ الطوسي (ره) في الخلاف.\n</p>\n\n<p>\n(٤) السرائر - كتاب <a\nhref=\"/الكتب/481_الخمس/الصفحة_0?pageno=116#top\">الخمس ص ١١٦</a> - الطبعة\nالحجرية.\n(١) <a href=\"/الكتب/27_الخلاف-ج-٢/الصفحة_0?pageno=332#top\">الخلاف ج ٢ ص\n٣٣٢</a> مسألة ١٦ كتاب الفئ وقسمة الغنائم.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/103_منتهى-المطلب-ج-١\">منتهى المطلب ج ١</a> ث ٥٥٣\nكتاب <a href=\"/الكتب/481_الخمس\">الخمس</a> الطبعة الحجرية.\n</p>\n\n<p>\n(٣) تحرير <a\nhref=\"/الكتب/812_الأحكام-ج-١/الصفحة_0?pageno=75#top\">الأحكام ج ١ ص\n٧٥</a> كتاب <a href=\"/الكتب/481_الخمس\">الخمس</a> الطبعة الحجرية.\n</p>\n\n<p>\n(٤) قواعد <a\nhref=\"/الكتب/812_الأحكام-ج-١/الصفحة_0?pageno=62#top\">الأحكام ج ١ ص\n٦٢</a> كتاب الزكاة الطبعة الحجرية.\n</p>\n\n<p>\n(٥) <a href=\"/الكتب/66_إرشاد-الأذهان-ج-١\">إرشاد الأذهان ج ١</a> كتاب\nالزكاة النظر الثالث في <a\nhref=\"/الكتب/481_الخمس/الصفحة_0?pageno=293#top\">الخمس ص ٢٩٣</a>.\n</p>\n\n<p>\n(٦) <a href=\"/الكتب/54_المختصر-النافع\">المختصر النافع</a> في فقه\nالإمامية - ص ٦٤ كتاب <a href=\"/الكتب/481_الخمس\">الخمس</a>.\n(١) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=135#top\">تهذيب الأحكام ج ٤ ص ١٣٥</a> حديث:\n١٢ / ٣٧٨ باب ٣٨ في الأنفال وفيه اختلاف يسير.\n</p>\n\n<p>\n(٢) المعتبر في شرح المختصر كتاب <a\nhref=\"/الكتب/481_الخمس/الصفحة_0?pageno=296#top\">الخمس ص ٢٩٦</a> الطبعة\nالحجرية.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/54_المختصر-النافع/الصفحة_0?pageno=64#top\">المختصر\nالنافع ص ٦٤</a> كتاب <a href=\"/الكتب/481_الخمس\">الخمس</a>.\n</p>\n\n<p>\n(٤) شرائع الإسلام في مسائل الحلال والحرام القسم الأول - ص ١٣٧ من كتاب\n<a href=\"/الكتب/481_الخمس\">الخمس</a> في مسائل قسمة <a\nhref=\"/الكتب/481_الخمس\">الخمس</a>.\n</p>\n\n<p>\n(٥) المعتبر في شرح المختصر كتاب <a\nhref=\"/الكتب/481_الخمس/الصفحة_0?pageno=296#top\">الخمس ص ٢٩٦</a>.\n</p>\n\n<p>\n(٦) مختصر النافع كتاب <a\nhref=\"/الكتب/481_الخمس/الصفحة_0?pageno=64#top\">الخمس ص ٦٤</a>. (٧) <a\nhref=\"/الكتب/27_الخلاف-ج-٢/الصفحة_0?pageno=332#top\">الخلاف ج ٢ ص ٣٣٢</a>\nمسألة 16 كتاب الفئ وقسمة الغنائم.\n(١) شرائع الإسلام، في مسائل الحلال والحرام القسم الأول ص ١٣٧ من كتاب <a\nhref=\"/الكتب/481_الخمس\">الخمس</a> في مسائل قسمة <a\nhref=\"/الكتب/481_الخمس\">الخمس</a>.\n</p>\n\n<p>\n(٢) التنقيح الرائع لمختصر الشرائع ج ١ كتاب <a\nhref=\"/الكتب/481_الخمس/الصفحة_0?pageno=343#top\">الخمس <span id='ms113'></span> ص ٣٤٣</a>.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=135#top\">تهذيب الأحكام: ج ٤ ص ١٣٥</a> حديث:\n١٢ / ٣٧٨ باب ٣٨ في الأنفال وفيه اختلاف يسير.\n</p>\n\n<p>\n(٤) المهذب البارع في شرح <a href=\"/الكتب/54_المختصر-النافع\">المختصر\nالنافع</a> ج ١ كتاب <a\nhref=\"/الكتب/481_الخمس/الصفحة_0?pageno=567#top\">الخمس ص ٥٦٧</a>.\n</p>\n\n<p>\n(5) كذا، والصواب \" كليهما \".\n(١) راجع خراجيته (ره)، ص ٥٧.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/1164_التهذيب-ج-٤/الصفحة_0?pageno=144#top\">التهذيب:\nج ٤ ص ١٤٤</a> حديث: ٢٥ / ٤٠٣ باب ٣٩ في الزيادات، وفيه اختلاف يسير وفي\nهامشه: \" في الكافي هكذا: طسق ما كان في أيديهم، وأما ما كان في أيدي غيرهم\nفإن كسبهم.. الخ. ولعله سقط من قلم الناسخ في التهذيب وإلا فهو أنسب\nبالمقام \".\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=145#top\">تهذيب الأحكام: ج ٤ ص ١٤٥</a> حديث:\n27 / 405 باب 39 الزيادات.\n(١) منتهى المطلب - ج ١ ص ٥٥٣ كتاب <a href=\"/الكتب/481_الخمس\">الخمس</a>\nالبحث الرابع في الأنفال الطبعة الحجرية.\n</p>\n\n<p>\n(2) البدي: البئر التي حفرت في الإسلام وليست بعادية. (من هامش التهذيب).\n(١) <a href=\"/الكتب/1167_تهذيب-\nالأحكام-ج-٧/الصفحة_0?pageno=151#top\">تهذيب الأحكام: ج ٧ ص ١٥١</a> حديث\n١٩ / ٦٧٠ من الباب ١١ في أحكام الأرضين.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/1167_تهذيب-\nالأحكام-ج-٧/الصفحة_0?pageno=152#top\">تهذيب الأحكام: ج ٧ ص ١٥٢</a> وفيه\nاختلاف يسير حديث: ٢٠ / ٦٧١ باب ١١ في أحكام الأرضين.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/1167_تهذيب-\nالأحكام-ج-٧/الصفحة_0?pageno=152#top\">تهذيب الأحكام: ج ٧ ص ١٥٢</a>. حديث:\n٢١ / ٦٧٢ - باب ١١ في أحكام الأرضين.\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/1167_تهذيب-\nالأحكام-ج-٧/الصفحة_0?pageno=152#top\">تهذيب الأحكام: ج ٧ ص ١٥٢</a> حديث:\n٢٢ / ٦٧٣ باب ١١ في أحكام الأرضين.\n</p>\n\n<p>\n(٥) <a href=\"/الكتب/1167_تهذيب-\nالأحكام-ج-٧/الصفحة_0?pageno=152#top\">تهذيب الأحكام: ج ٧ ص ١٥٢</a> حديث:\n23 / 674 باب 11 في أحكام الأرضين.\n(١) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=145#top\">تهذيب الأحكام: ج ٤ ص ١٤٥</a> حديث:\n٢٦ / ٤٠٤ باب ٣٩ في الزيادات.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/104_منتهى-\nالمطلب-ج-٢/الصفحة_0?pageno=936#top\">منتهى المطلب ج ٢ ص ٩٣٦</a> كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a> البحث الثالث في أحكام الأرضين\nالطبعة الحجرية.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب <span id='ms114'></span>/71_تحرير-\nالأحكام-ج-٢/الصفحة_0?pageno=130#top\">تحرير الأحكام ج ٢ ص ١٣٠</a> كتاب\nإحياء الموات بيان أقسام الأرضين الرابع. الطبعة الحجرية.\n(١) <a href=\"/الكتب/66_إرشاد-الأذهان-ج-١\">إرشاد الأذهان ج ١</a> كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a> المطلب الثالث سياقة ص ٣٤٨.\n</p>\n\n<p>\n(٢) قواعد <a href=\"/الكتب/812_الأحكام-ج-١\">الأحكام ج ١</a> كتاب إحياء\nالموات ص ٢٢٠ السبب الأول في <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a>\nالطبعة الحجرية.\n</p>\n\n<p>\n(3) الدروس الشرعية في فقه الإمامية ص 292 كتاب إحياء الموات الطبعة\nالحجرية وفيه اختلاف يسير.\n</p>\n\n<p>\n(4) راجع خراجيته (ره)، ص 61.\n(١) راجع خراجيته (ره)، ص ٦٣.\n</p>\n\n<p>\n(٢) الصحيح المتواترات.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=145#top\">تهذيب الأحكام ج ٤ ص ١٤٥</a> حديث:\n26 / 404 باب 39 في الزيادات.\n(١) منتهى المطلب - ج ١ ص ٥٥٣ كتاب <a href=\"/الكتب/481_الخمس\">الخمس</a>\nالبحث الرابع في الأنفال الطبعة الحجرية.\n</p>\n\n<p>\n(٢) تحرير <a\nhref=\"/الكتب/812_الأحكام-ج-١/الصفحة_0?pageno=143#top\">الأحكام ج ١ ص\n١٤٣</a> كتاب <a href=\"/الكتب/1880_الجهاد\">الجهاد</a> الطبعة الحجرية.\n</p>\n\n<p>\n(٣) المبسوط في فقه الإمامية ج ٢ ص ٣٤ كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a>.\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/1167_تهذيب-\nالأحكام-ج-٧/الصفحة_0?pageno=152#top\">تهذيب الأحكام ج ٧ ص ١٥٢</a> حديث 23\n/ 674 من باب 11 في أحكام الأرضين.\n(1) لم يتوفر لدينا شرح الحسيني على المختصر.\n(١) المبسوط في فقه الإمامية ج ٢ - كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a> - ص 33.\n(١) <a href=\"/الكتب/1167_تهذيب-\nالأحكام-ج-٧/الصفحة_0?pageno=152#top\">تهذيب الأحكام ج ٧ ص ١٥٢</a> حديث ٢٣\n/ ٦٧٤ من باب ١١ في أحكام الأرضين.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/41_النهاية\">النهاية</a> في مجرد الفقه والفتاوى\nكتاب الزكاة ص ٢٠٠.\n</p>\n\n<p>\n(٣) الأم ج ٤ ص ١٤٠ كتاب الوصايا تفريق القسم فيما أو جف عليه الخيل\nوالركاب.\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/27_الخلاف-ج-٢/الصفحة_0?pageno=333#top\">الخلاف ج ٢\nص ٣٣٣</a> المسألة 18 و 19 من كتاب الفئ وقسمة الغنائم ط \" اسماعيليان \".\n(١) المبسوط في فقه الإمامية - ج ٢ كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a>.\n</p>\n\n<p>\n(٢) تهذيب الأحكام - ج ٤ - حديث: ١٢ / ٣٧٨ - الباب ٣٨ في الأنفال ص ١٣٥.\n</p>\n\n<p>\n(٣) المبسوط في فقه الإمامية ج ٢ - ص ٣٤ كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a>.\n</p>\n\n<p>\n(٤ <span id='ms115'></span>) منتهى المطلب - ج ٢ ص ٩٣٨ - كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a> الطبعة الحجرية.\n</p>\n\n<p>\n(٥) <a href=\"/الكتب/75_تذكرة-\nالفقهاء-ج-١/الصفحة_0?pageno=428#top\">تذكرة الفقهاء ج ١ ص ٤٢٨</a> - كتاب\n<a href=\"/الكتب/1880_الجهاد\">الجهاد</a> الطبعة الحجرية.\n(١) <a href=\"/الكتب/1164_تهذيب-الأحكام-ج-٤\">تهذيب الأحكام ج ٤</a> - ص\n١٣٥ حديث ١٢ / ٣٧٨ الباب ٣٨ في الأنفال.\n</p>\n\n<p>\n(٢) المبسوط في فقه الإمامية ج ٢ كتاب <a\nhref=\"/الكتب/1880_الجهاد/الصفحة_0?pageno=33#top\">الجهاد ص ٣٣</a>.\n</p>\n\n<p>\n(3) راجع خراجيته (ره)، ص 68 67.\n</p>\n\n<p>\n(4) الظاهر (يحتمل).\n</p>\n\n<p>\n(5) راجع خراجيته (ره)، ص 68 67.\n(١) منتهى المطلب - ج ٢ كتاب <a\nhref=\"/الكتب/1880_الجهاد/الصفحة_0?pageno=938#top\">الجهاد ص ٩٣٨</a> -\nالطبعة الحجرية. <a href=\"/الكتب/75_تذكرة-الفقهاء-ج-١\">تذكرة الفقهاء ج\n١</a> كتاب <a href=\"/الكتب/1880_الجهاد/الصفحة_0?pageno=428#top\">الجهاد ص\n٤٢٨</a> الطبعة الحجرية.\n</p>\n\n<p>\n(٢) المبسوط في فقه الإمامية - ج ٢ كتاب <a\nhref=\"/الكتب/1880_الجهاد/الصفحة_0?pageno=34#top\">الجهاد ص ٣٤</a>.\n</p>\n\n<p>\n(٣) السرائر ص ١١٦ كتاب <a href=\"/الكتب/481_الخمس\">الخمس</a> - باب ذكر\nالأنفال ومن يستحقها الطبعة الثانية الحجرية.\n</p>\n\n<p>\n(٤) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/38/5\"\ntarget=\"_blank\">ص: ٥</a>.\n</p>\n\n<p>\n(5) الصحيح \" التصريح \".\n</p>\n\n<p>\n(6) راجع خراجيته (ره)، ص 67.\n(١) منتهى المطلب - ج ٢ - ص ٩٣٧ كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a> في أحكام أرض السواد الطبعة الحجرية.\n</p>\n\n<p>\n(٢) المبسوط في فقه الإمامية - ج ٢ - ص ٣٣ - كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a>.\n(١) تحرير <a\nhref=\"/الكتب/812_الأحكام-ج-١/الصفحة_0?pageno=142#top\">الأحكام ج ١ ص\n١٤٢</a> كتاب <a href=\"/الكتب/1880_الجهاد\">الجهاد</a> القسم الثالث في\nالأرضين الرابع الأنفال \" و \" أرض السواد الطبعة الحجرية.\n</p>\n\n<p>\n(٢) منتهى المطلب - ج ٢ ص ٩٣٧ كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a> الطبعة الحجرية.\n</p>\n\n<p>\n(٣) راجع خراجيته (ره)، ص ٦٧.\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/104_منتهى-\nالمطلب-ج-٢/الصفحة_0?pageno=937#top\">منتهى المطلب ج ٢ ص ٩٣٧</a> - كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a>.\n</p>\n\n<p>\nراجع خراجيته (ره)، ص 67.\n(١) منتهى المطلب ج - ص ٩٣٧ كتاب <a href=\"/الكتب/1880_الجهاد\">الجهاد</a>\nالطبعة الحجرية (٢) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=135#top\">تهذيب الأحكام ج ٤ ص ١٣٥</a> حديث:\n١٢ / ٣٧٨ - باب ٣٨ في الأنفال وفيه اختلاف يسير.\n</p>\n\n<p>\n(٣) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/8/41\"\ntarget=\"_blank\">الأنفال: ٤١</a>.\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/103_منتهى-\nالمطلب-ج-١/الصفحة_0?pageno=553#top\">منتهى المطلب: ج ١ ص ٥٥٣</a> كتاب <span id='ms116'></span> <a\nhref=\"/الكتب/481_الخمس\">الخمس</a> الطبعة الحجرية.\n(١) إشارة إلى كلام العلامة في المنتهى.\n</p>\n\n<p>\n(٢) راجع خراجيته (ره)، ص ٦٨.\n</p>\n\n<p>\n(٣) المبسوط في فقه الإمامية - ج ٢ كتاب <a\nhref=\"/الكتب/1880_الجهاد/الصفحة_0?pageno=34#top\">الجهاد ص ٣٤</a>.\n</p>\n\n<p>\n(4) أنظر ص 67.\n</p>\n\n<p>\n(5) راجع خراجيته (ره) ص 68.\n</p>\n\n<p>\n(6) راجع خراجيته (ره) ص 68.\n(١) <a href=\"/الكتب/1167_تهذيب-\nالأحكام-ج-٧/الصفحة_0?pageno=147#top\">تهذيب الأحكام ج ٧ ص ١٤٧</a> - حديث:\n١ / ٦٥٢ - باب ١١ في أحكام الأرضين.\n</p>\n\n<p>\n(٢) راجع خراجيته (ره)، ص ٦٨.\n</p>\n\n<p>\n(٣) المبسوط في فقه الإمامية - ج ٢ ص ٣٤ كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a>.\n</p>\n\n<p>\n(٤) منتهى المطلب - ج ٢ - ص ٩٣٧ كتاب <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a>.\n(١) يبدو أن \" وابن بشير \" زائدة.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/1167_تهذيب-\nالأحكام-ج-٧/الصفحة_0?pageno=155#top\">تهذيب الأحكام ج ٧ ص ١٥٥</a> حديث:\n٣٣ / ٦٨٤ باب ١١ في أحكام الأرضين وفيه اختلاف يسير.\n</p>\n\n<p>\n(٣) راجع خراجيته (ره)، ص ٦٨.\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/76_تذكرة-الفقهاء-ج-٢\">تذكرة الفقهاء ج ٢</a> - ص\n٤٠٢ - كتاب إحياء الموات في بيان تقسيم <a\nhref=\"/الكتب/562_الأراضي\">الأراضي</a> الطبعة الحجرية.\n</p>\n\n<p>\n(5) لا يوجد عندنا هذا الكتاب.\n</p>\n\n<p>\n(6) راجع خراجيته (ره)، ص 69 68.\n(١) المبسوط في فقه الإمامية ج ٢ كتاب <a\nhref=\"/الكتب/1880_الجهاد/الصفحة_0?pageno=34#top\">الجهاد ص ٣٤</a>.\n</p>\n\n<p>\n(2) إشارة إلى كلام المحقق الثاني (قده) في خراجيته ص 67.\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/5/107\"\ntarget=\"_blank\">المائدة: ١٠٧</a>.\n(1) راجع خراجيته (ره)، ص 87 86.\n</p>\n\n<p>\n(2) راجع خراجيته (ره)، ص 87 86.\n(1) راجع خراجيته (ره)، ص 87.\n(١) السرائر: كتاب <a href=\"/الكتب/481_الخمس\">الخمس</a> والغنائم ص ١١٢\nوفيه اختلاف كثير.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=120#top\">تهذيب الأحكام ج ٤ ص ١٢٠</a> الحديث:\n٣ / ٣٤٣ باب ٣٤ في الخراج وعمارة الأرضين وسند الرواية فيه هكذا \" سعد ابن\nعبد الله عن أحمد بن محمد بن علي بن الحكم عن إبراهيم بن عمران الشيباني عن\nيونس بن إبراهيم عن يحيى بن أشعث الكندي عن مصعب بن يزيد الأنصاري قال:\nاستعملني الخ \"، وأيضا فيه \" البهقباذات وبهر سير ونهر جوير ونهر الملك \"\n*.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/11_المقنعة\">المقنعة</a> - ص ٤٥ - باب الخراج وعمارة\nالأرضين.\n</p>\n\n<p>\n* البهقباذات وهي ثلاثة - ا الأعلى: ويشمل بابل <span id='ms117'></span> والفلوجة العليا والسفلى\nوبهمن أرد شير وابزقباذ وعين التمر ب الأوسط:\n</p>\n\n<p>\nويشمل نهر البداة وسورا وبربيسما وباروسما ونهر الملك - ج الأسفل: ويشمل\nخمسة طساسيج كانت على الفرات الأسفل حيث يدخل البطائح.\n</p>\n\n<p>\nنهر سير من طساسيج كورة أستان أردشير بابكان وهي على امتداد نهر كوثي\nوالنيل.\n</p>\n\n<p>\nنهر جوير أيضا من طساسيج كورة أستان أردشير بابكان المتقدم ذكرها.\n</p>\n\n<p>\nنهر الملك: وهو أحد الأنهر التي كانت تحمل من الفرات إلى دجلة وأوله عند\nقرية الفلوجة ومصبه في دجلة أسفل من المدائن بثلاثة فراسخ (من هامش <a\nhref=\"/الكتب/1164_التهذيب-ج-٤/الصفحة_0?pageno=120#top\">التهذيب: ج ٤ ص\n١٢٠</a>).\n(١) وفي نسخة (أنا).\n</p>\n\n<p>\n(٢) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/44/25\"\ntarget=\"_blank\">الدخان: ٢٥</a> - 28.\n</p>\n\n<p>\n(3) الظاهر (خورداد).\n(1) راجع خراجيته (ره)، ص 87.\n(١) راجع خراجيته (ره)، ص ٧٠.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=130#top\">تهذيب الأحكام ج ٤ ص ١٣٠</a> - باب\n37 في قسمة الغنائم حديث: 2 / 366.\n</p>\n\n<p>\n(3) راجع خراجيته (ره)، ص 72.\n(1) في خراجيته (ره)، استقلالا.\n</p>\n\n<p>\n(2) راجع خراجيته (ره)، ص 73.\n(١) راجع خراجيته (ره)، ص ٧٣.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/75_تذكرة-الفقهاء-ج-١\">تذكرة الفقهاء ج ١</a> - ص\n٥٨٣ - <a href=\"/الكتب/684_كتاب-البيع\">كتاب البيع</a> - في بيان حل الخراج\nوالمقاسمة الطبعة الحجرية.\n</p>\n\n<p>\n(3) راجع خراجيته (ره)، ص 73.\n(١) راجع خراجيته (ره)، ص ٧٤.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/1166_تهذيب-\nالأحكام-ج-٦/الصفحة_0?pageno=336#top\">تهذيب الأحكام ج ٦ ص ٣٣٦</a> حديث:\n54 / 933 باب 93 في المكاسب \" أخبار جوائز العمال \".\n</p>\n\n<p>\n(3) راجع خراجيته (ره)، ص 76.\n(١) <a href=\"/الكتب/104_منتهى-المطلب-ج-٢/الصفحة_0?pageno=1026#top\">منتهى\nالمطلب ج ٢ ص ١٠٢٦</a> - كتاب التجارة - الطبعة الحجرية.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/1166_تهذيب-الأحكام-ج-٦\">تهذيب الأحكام ج ٦</a> - ص\n٣٣٦ - حديث: ٥٣ / ٩٣٢ - باب ٩٣ في المكاسب أخبار جوائز العمال.\n</p>\n\n<p>\n(٣) تذكرة الفقهاء - ج ١ ص ٥٨٣ <a href=\"/الكتب/684_كتاب-البيع\">كتاب\nالبيع</a> في بيان حل الخراج والمقاسمة الطبعة الحجرية.\n</p>\n\n<p>\n(4) راجع خراجيته (ره)، ص 77 76.\n(١) تهذيب الأحكام - ج ٦ ص ٣٧٥ حديث: ٢١٣ / ١٠٩٢ باب ٩٣ في المكاسب \" أخبار\nالشراء من الظالم \".\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/104_منتهى-\nالمطلب-ج-٢/الصفحة_0?pageno=1027#top\">منتهى المطلب ج ٢ ص <span id='ms118'></span> ١٠٢٧</a> كتاب\nالتجارة الطبعة الحجرية.\n</p>\n\n<p>\n(3) راجع خراجيته (ره)، ص 77.\n</p>\n\n<p>\n(4) نفس المصدر.\n(١) <a href=\"/الكتب/1166_تهذيب-\nالأحكام-ج-٦/الصفحة_0?pageno=336#top\">تهذيب الأحكام ج ٦ ص ٣٣٦</a> حديث:\n٥٤ / ٩٣٣ باب ٩٣ في المكاسب \" أخبار جوائز العمال \".\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/1166_تهذيب-\nالأحكام-ج-٦/الصفحة_0?pageno=375#top\">تهذيب الأحكام ج ٦ ص ٣٧٥</a> حديث:\n٢١٤ / ١٠٩٣ باب ٩٣ في المكاسب \" أخبار الشراء من الظالم \".\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/104_منتهى-\nالمطلب-ج-٢/الصفحة_0?pageno=1027#top\">منتهى المطلب ج ٢ ص ١٠٢٧</a> كتاب\nالتجارة - الطبعة الحجرية.\n</p>\n\n<p>\n(4) راجع خراجيته (ره)، ص 78.\n(١) <a href=\"/الكتب/1166_تهذيب-\nالأحكام-ج-٦/الصفحة_0?pageno=375#top\">تهذيب الأحكام ج ٦ ص ٣٧٥</a> - حديث:\n215 / 1094 باب 93 في المكاسب \" أخبار الشراء من الظالم \" - مع اختلاف ونقص\nيسيرين عما في التهذيب.\n</p>\n\n<p>\n(2) راجع خراجيته (ره)، ص 78.\n</p>\n\n<p>\n(3) نفس المصدر.\n(١) <a href=\"/الكتب/1166_تهذيب-الأحكام-ج-٦\">تهذيب الأحكام ج ٦</a> - ص\n337 حديث: 56 / 935 باب 93 في المكاسب \" أخبار جوائز العمال \".\n</p>\n\n<p>\n(2) الدروس الشرعية في فقه الإمامية ص 329 كتاب المكاسب - الطبعة\nالحجرية.\n</p>\n\n<p>\n(3) راجع خراجيته (ره)، ص 79 78.\n(1) هذا قول المحقق الثاني (قده) في خراجيته، ص 83.\n</p>\n\n<p>\n(2) الدروس الشرعية في فقه الإمامية ص 329 كتاب المكاسب الطبعة الحجرية.\n</p>\n\n<p>\n(3) هذا قول المحقق الثاني (قده) في خراجيته، ص 79.\n(1) هذا قول المحقق الثاني (قده) في خراجيته، ص 79.\n</p>\n\n<p>\n(2) الدروس الشرعية في فقه الإمامية ص 329 - كتاب المكاسب الطبعة\nالحجرية.\n</p>\n\n<p>\n(3) الدروس الشرعية في فقه الإمامية ص 329 - كتاب المكاسب الطبعة\nالحجرية.\n(١) منتهى المطلب - ج ٢ ص ١٠٢٦ كتاب التجارة - وهذا الكلام في مسألتين\nمتمايزتين مع اختلاف يسير عما فيها الطبعة الحجرية.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/104_منتهى-\nالمطلب-ج-٢/الصفحة_0?pageno=1025#top\">منتهى المطلب ج ٢ ص ١٠٢٥</a> كتاب\nالتجارة الطبعة الحجرية.\n</p>\n\n<p>\n(3) التنقيح الرائع لمختصر الشرائع ج 2 ص 19 كتاب التجارة مسائل فيما\nيكتسب به فوائد الرابعة مع اختلاف يسير.\n</p>\n\n<p>\n(4) السرائر ص 203 - كتاب القضايا - باب النوادر في القضاء والأحكام - مع\nاختلاف في التعبير الطبعة الحجرية.\n</p>\n\n<p>\n(5) وسائل الشيعة - ج 12 ص 59 حديث 1 باب 4 من أبواب ما يكتسب به كتاب\nالتجارة \" والرواية عن أبي عبد الله عليه السلام \".\n(1) راجع خراجيته (ره)، ص 80 79.\n(1) راجع خراجيته (ره)، ص 80.\n</p>\n\n<p>\n(2) راجع خراجيته (ره <span id='ms119'></span>)، ص 80.\n</p>\n\n<p>\n(3) راجع خراجيته (ره)، ص 80.\n</p>\n\n<p>\n(4) راجع خراجيته (ره)، ص 80.\n(1) في خراجيته (ره)، ترخيص.\n</p>\n\n<p>\n(2) راجع خراجيته (ره)، ص 80.\n</p>\n\n<p>\n(3)؟؟ يتوفر عندنا المصدر.\n(١) راجع خراجيته (ره)، ص ٨٠.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/41_النهاية\">النهاية</a> في مجرد الفقه والفتاوى ص\n٣٥٨ - باب عمل السلطان وأخذ جوائزهم كتاب المكاسب.\n</p>\n\n<p>\n(٣) منتهى المطلب - ج ٢ ص ١٠٢٧ كتاب التجارة الطبعة الحجرية. <a\nhref=\"/الكتب/75_تذكرة-الفقهاء-ج-١/الصفحة_0?pageno=583#top\">تذكرة الفقهاء\nج ١ ص ٥٨٣</a> في بيان حل الخراج والمقاسمة <a href=\"/الكتب/684_كتاب-\nالبيع\">كتاب البيع</a> الطبعة الحجرية، تحرير <a\nhref=\"/الكتب/812_الأحكام-ج-١/الصفحة_0?pageno=163#top\">الأحكام ج ١ ص\n١٦٣</a> تفصيل المكاسب المكروهة كتاب التجارات الطبعة الحجرية، قواعد <a\nhref=\"/الكتب/812_الأحكام-ج-١/الصفحة_0?pageno=122#top\">الأحكام ج ١ ص\n١٢٢</a> الأحكام السادس من الخاتمة كتاب المتاجر الطبعة الحجرية.\n</p>\n\n<p>\n(4) الدروس الشرعية في فقه الإمامية ص 329 كتاب المكاسب - الطبعة\nالحجرية.\n(1) الدروس الشرعية في فقه الإمامية ص 329 - كتاب المكاسب الطبعة الحجرية.\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/9/60\"\ntarget=\"_blank\">التوبة: ٦٠</a>.\n</p>\n\n<p>\n(2) تهذيب الأحكام - ج 4 ص 38 حديث 9 / 97 باب 10 في وقت الزكاة والراوي\n\" عبد الله بن بكير \" ومع اختلاف في النص عما في المصدر.\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/9/60\"\ntarget=\"_blank\">التوبة: ٦٠</a>.\n</p>\n\n<p>\n(٢) السرائر ص ٩٩ س ١٩ من الطبعة الحجرية.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=40#top\">تهذيب الأحكام ج ٤ ص ٤٠</a> حديث: ١٣\n/ ١٠١ باب ١٠ في وقت الزكاة.\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/1164_تهذيب-\nالأحكام-ج-٤/الصفحة_0?pageno=39#top\">تهذيب الأحكام ج ٤ ص ٣٩</a> حديث 11 /\n99 و ص 40 حديث 12 / 100 و 14 / 102 باب 10 في وقت الزكاة.\n(١) <a href=\"/الكتب/103_منتهى-المطلب-ج-١/الصفحة_0?pageno=514#top\">منتهى\nالمطلب ج ١ ص ٥١٤</a> كتاب الزكاة البحث الثاني في المتولي للإخراج - فروع:\nالأول، الثاني، الثالث الطبعة الحجرية.\n</p>\n\n<p>\n(٢) تحرير <a\nhref=\"/الكتب/812_الأحكام-ج-١/الصفحة_0?pageno=67#top\">الأحكام ج ١ ص\n٦٧</a> كتاب الزكاة، في المتولي لإخراج الزكاة - الطبعة الحجرية.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/26_الخلاف-ج-١/الصفحة_0?pageno=281#top\">الخلاف ج ١\nص ٢٨١</a> مسألة: 31 كتاب الزكاة ط: اسماعيليان.\n</p>\n\n<p>\n(4) البيان ص 184 الفرع السادس من فروع زكاة الغلات وما يتعلق بها الطبعة\nالحجرية.\n(١) <a href=\"/الكتب/1166_تهذيب-\nالأحكام-ج <span id='ms120'></span>-٦/الصفحة_0?pageno=335#top\">تهذيب الأحكام ج ٦ ص ٣٣٥</a> - حديث:\n٤٨ / ٩٢٧ - باب ٩٣ في المكاسب \" أخبار الولاية \" مع اختلاف يسير.\n</p>\n\n<p>\n(٢) الظاهر الحسن بن الحسين هو الصحيح.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/1166_تهذيب-الأحكام-ج-٦\">تهذيب الأحكام ج ٦</a> - ص\n235 حديث: 49 / 928 باب 93 في المكاسب \" أخبار الولاية \" مع اختلاف يسير\n(4) راجع خراجيته (ره)، ص 91 90.\n</p>\n\n<p>\n(5) راجع خراجيته (ره)، ص 91 90.\n(١) بست: مدينة قديمة في أفغانستان على ملتقى الطرق بين بلوخستان والهند \"\nنقلا عن هامش <a href=\"/الكتب/1166_تهذيب-الأحكام-ج-٦\">تهذيب الأحكام ج\n٦</a> - ص 334 \".\n</p>\n\n<p>\n(2) سجستان: أو سيستان بلاد واقعة بين إيران وأفغانستان \" نفس المصدر \".\n(١) <a href=\"/الكتب/1166_تهذيب-\nالأحكام-ج-٦/الصفحة_0?pageno=334#top\">تهذيب الأحكام ج ٦ ص ٣٣٤</a> حديث:\n٤٧ / ٩٢٦ باب ٩٣ في المكاسب \" أخبار الولاية \" مع اختلاف يسير.\n</p>\n\n<p>\n(٢) تهذيب الأحكام - ج ٦ - ص ٣٣١ حديث: ٤١ / ٩٢٠ - باب ٩٣ في المكاسب \"\nأخبار الولاية \" مع اختلاف يسير.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/104_منتهى-المطلب-ج-٢\">منتهى المطلب ج ٢</a> - ص\n1025 - كتاب التجارة الطبعة الحجرية.\n(1) البيان - ص 184 - كتاب الزكاة الطبعة الحجرية.\n(١) تهذيب الأحكام - ج ٦ ص ٣٣٥ حديث: ٤٨ / ٩٢٧ - باب ٩٣ في المكاسب \" أخبار\nالولاية \".\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/104_منتهى-\nالمطلب-ج-٢/الصفحة_0?pageno=1027#top\">منتهى المطلب ج ٢ ص ١٠٢٧</a> كتاب\nالتجارة مع اختلاف يسير الطبعة الحجرية.\n</p>\n\n<p>\n(٣) <a href=\"/الكتب/26_الخلاف-ج-١/الصفحة_0?pageno=281#top\">الخلاف ج ١\nص ٢٨١</a> مسألة 31 كتاب الزكاة \" ط: اسماعيليان \".\n(١) الظاهر \" كونها \" هو الصواب.\n</p>\n\n<p>\n(٢) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/2/179\"\ntarget=\"_blank\">البقرة: ١٧٩</a>.\n(١) <a href=\"/الكتب/1166_تهذيب-\nالأحكام-ج-٦/الصفحة_0?pageno=322#top\">تهذيب الأحكام ج ٦ ص ٣٢٢</a> حديث: 4\n/ 883 باب 93 في المكاسب مع اختلاف يسير في بعض الألفاظ.\n</p>\n\n<p>\n(2) تهذيب الأحكام - ج 6 - ص 330 حديث: 35 / 914 باب 93 في المكاسب \"\nأخبار الولاية \" - مع اختلاف يسير.# <span id='ms121'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129"
  ],
  "volumes": [
    "01"
  ]
}