{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nالسيوف البواتر\n</p>\n\n<p>\nلمن يقدم صلاة الصبح على الفجر الآخر\n</p>\n\n<p>\nتأليف العلامة الفقيه\n</p>\n\n<p>\nعبد الله بن عمر بن أبي بكر بن يحيى\n</p>\n\n<p>\nالعلوي الحضرمي الشافعي\n</p>\n\n<p>\n(1209ه - 1265ه)\n</p>\n\n<p>\nتحقيق\n</p>\n\n<p>\nصالح بن عبد اللاه بلفقيه\n</p>\n\n<p>\n(1432ه / 2011م)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<h1 class='l1' id='head0'>مقدمة المحقق</h1>\n\n<p>\nالحمد لله الذي أنزل الهدى وجعل له أعلاما تدل عليه، وانتدب لشريعته\nحراسا أمناء ينفون عنها دعوى المبطلين، وبدع الغالين، ينافحون عن دين الله\nولا يخافون في الله لوم اللائمين، ولا يخذلهم عن نصرته شبه المشككين،\nوتثبيط المتقاعسين، فلا يزالون على محجة الدين البيضاء وطريقته السمحاء،\nيردون إليها الزائغين، ويدعون إليها المتنكبين، مقتفيين في ذلك سيرة إمام\nالمتقين، وخيرة الدعاة العاملين، وسيد عباد الله الصالحين، محمد صلى الله\nعليه وعلى آله وصحبه أجمعين، ومن تبعهم بإحسان إلى يوم الدين.\n</p>\n\n<p>\nأما بعد، فإني أضع بين يديك - أخي القارئ الكريم - رسالة أنشأها مؤلفها\nليرد أناسا إلى الجادة، بعد أن حادوا عن الرسم الذي خطه الشارع في ميقات\nصلاة الفجر وهو رؤية الفجر الصادق إلى اللهث خلف النجوم والمنازل طالعها\nومتوسطها وغاربها، وألقوا على عاتقهم مشقة لم يؤمروا بحملها فبعدوا عن\nالحق، وانتهى بهم هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nالشطط إلى تقديم أذان الفجر على موعده، فصلى المصلي الفجر قبل طلوع الفجر\nالصادق، ومنع الصائم من الطعام والنكاح، والقائم من القيام، وتمادوا في ذلك\nالخطأ بل وشنعوا على من أنكر فعلهم، وقد عمت هذه الفتنة الكثير من بلاد\nاليمن، وأشهر من تصدى لها وكتب فيها - فيما أعلم - من اليمن الشيخ عبد\nالواسع بن يحيى الواسعي (1)، ومن حضرموت العلامة عيدروس بن أحمد بن شهاب\n(2) والمؤلف العلامة عبد الله بن عمر بن يحيى، وقد رأيت في كتاب ابن يحيى -\nالذي أضعه بين يديك - من الفوائد الفقهية والأصولية في باب المواقيت ما\nيستحق به الخروج من مكامن النسيان ورفوف الإهمال إلى أيدي الباحثين من\nحاسبين وفقهاء على وجه سواء، وسيوافق فيما أتوقع حاجة لديهم على اختلاف\nاهتماماتهم، لأن المؤلف تجاوز فيه حدود النصية الضيقة إلى أفق الاستنتاج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nوالتأصيل الفقهي، وإنني <span id='ms001'></span> إذ أسهم في نشر هذا الكتاب الذي يعالج خطأ وقع في\nزمن مضى ولا أظن أحدا يتمسك بهذا الخطأ في زماننا هذا، وأن المؤلف قد وضع\nبديلا عنه اعتماد \" ثمن الليل \" حصة للفجر، وهذا أيضا غير دقيق، ويوقع في\nخطأ التقديم الذي حذر منه، لكنني وجدت في ما ورد في الكتاب من نصوص\nواستنتاجات وقواعد فقهية وأصولية في المواقيت كفيلة - كما أتصور - بتبصرة\nمن يبحث عن الصواب في دخول وقت صلاة الفجر الذي تباينت فيه التقاويم\nالمعاصرة المعمول بها في أقطار العالم الإسلامي أيما تباين، ولعلي بهذا\nالعمل أسهم في تسليط الضوء على نتاج القطر الحضرمي في علم الميقات والفلك\nوالفقه، فالكتاب كثير المصادر، وفيه ذكر لمؤلفين وكتب أزمعت على الرحيل إلى\nعالم النسيان وغياهب النكران، بل إن المؤلف وهو علم من أعلام قطره ولم ينأ\nعنا عصره بعد نجد تخبطا في تاريخ وفاته، وصعوبة في جمع آثاره، وتقصي\nأخباره، ولا تزال هناك العديد من الأعمال الحضرمية تنتظر إنقاذها من فك\nالإهمال والضياع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nوقد صدرت الكتاب بمقدمة تضمنت ثلاثة فصول:\n</p>\n\n<p>\nالفصل الأول: تعريف بالمؤلف: (اسمه ونسبه، وكنيته ولقبه، ونشأته وطلبه\nللعلم، وشيوخه، وبعض أقرانه وأصحابه، ومذهبه العقدي والفقهي، وطرف من\nسيرته، وثناء الناس عليه، ومكانته العلمية، وتلاميذه، وأولاده، ومؤلفاته،\nووفاته، وبعض الملامح السياسية والفكرية لعصره.\n</p>\n\n<p>\nالفصل الثاني: تعريف بالكتاب: (عنوان الكتاب، وتوثيق اسم الكتاب، ونسبته\nإلى المؤلف، وسبب تأليفه، وموضوعات الكتاب ونظام ترتيبه، ومنهج المؤلف\nوأسلوبه في الكتاب، ومصادر الكتاب، وتقييم الكتاب وذكر محاسنه، ورسالة\nبلفقيه التي يرد عليها الكتاب، وعلاقة المؤلف ابن يحيى بمؤلف «الرسالة»\nبلفقيه، واستعراض رسالة بلفقيه الموسومة «السيف البتار لمن يقول بأفضلية\nتأخير صلاة الصبح إلى الإسفار»، والتعريف بابن شهاب مؤلف «الرسالة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nالتي يؤازرها الكتاب، واستعراض رسالة ابن شهاب «القول الصادق في بيان\nالفجر الصادق المعترض وإدحاض كلام المعترض».\n</p>\n\n<p>\nالفصل الثالث: وصف النسخة الخطية، وعملي في التحقيق.\n</p>\n\n<p>\nوالله أسأل أن ينفع به الجميع، وهو سبحانه الهادي إلى سواء السبيل، وصلى\nالله على نبينا محمد وعلى آله <span id='ms002'></span> وصحبه وسلم، والحمد لله رب العالمين.\n</p>\n\n<p>\nصالح بن عبد اللاه بن حسن بلفقيه\n</p>\n\n<p>\nsabelfakih@yahoo.com\n</p>\n\n<p>\nاليمن - حضرموت - تريم\n</p>\n\n<p>\n29/صفر الخير 1429ه\n</p>\n\n<p>\n7/ 3/2008م\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>الفصل الأول: التعريف بالمؤلف</h1>\n\n<h1 class='l1' id='head2'>اسمه ونسبه</h1>\n\n<p>\nهو عبد الله بن عمر بن أبي بكر بن عمر بن طه بن محمد بن شيخ بن أحمد بن\nيحيى بن حسن بن علي بن علوي بن محمد (مولى الدويلة) بن علي بن علوي بن محمد\n(الفقيه المقدم) بن علي بن محمد (صاحب مرباط) بن علي (خالع قسم) بن علوي بن\nمحمد بن علوي بن عبيد الله بن أحمد (المهاجر إلى الله) بن عيسى بن محمد بن\nعلي (العريضي) بن جعفر (الصادق) بن محمد (الباقر) بن علي (زين العابدين) بن\nالحسين بن فاطمة (الزهراء) بنت رسول الله صلى الله عليه وعلى آله وصحبه\nوسلم (1). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>كنيته ولقبه</h1>\n\n<p>\nلم أقف على كنيته، وابنه العلامة (عمر) أكثر أبناءه علما وفضلا، ويلقب\nمؤلفنا (بصاحب البقرة) وستأتي قصة هذا اللقب، كما أنه أحد العبادلة السبعة\nالحضرميين (1) الذين عاشوا في عصر عرف في تاريخ حضرموت بهم (عصر العبادلة).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>نشأته وطلبه للعلم</h1>\n\n<p>\nولد بقرية (المسيلة) التي يسميها البعض ب (غرف آل شيخ) (1)، وتقع قرية\n(المسيلة) جنوب مدينة تريم بوادي حضرموت، وكان ميلاده بها ليلة الجمعة 20\nجمادى الأولى سنة 1209ه (2)، الذي يوافق 12 ديسمبر 1794م. ووالده السيد\nالصالح عمر بن أبي بكر بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nعمر بن يحيى (1)، ووالدته السيدة الشجاعة خديجة بنت حسين بن طاهر (2)،\nوآل طاهر أخواله وأخوال أبيه، وقد تولى تربيته وتأديبه وتعليمه مع أبيه\nخالاه العالمان طاهر وعبد الله بن حسين بن طاهر، ولازال المؤلف منصاعا\nلتوجيهات خاليه حتى بعد أن صار كبيرا (3)، فمؤلفنا إذن ترعرع في ما يمكن أن\nنسميها (المدرسة الطاهرية) التي كان يديرها خاله العلامة طاهر بن حسين بن\nطاهر (4)، ومن سمات هذه المدرسة: الجمع بين الخلفية الفقهية الشرعية\nوالعقيدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nالسنية والريادة السياسية والإرادة الجهادية والاعتزاز بالنسبة العلوية\nوالزهد في الحياة الدنيوية، وقد تركت هذه المدرسة بصمات واضحة في شخصية\nالمؤلف وسلوكه. وقد تحدث المؤلف عن اجتهاده زمن <span id='ms003'></span> الطلب فقال: \" كنت في أيام\nالصغر أقرأ على خالي طاهر بن الحسين في «فتح الجواد شرح الإرشاد» وأطالع\nعليه بقية شروحه المجتمعة عندي «كالإمداد» و «الإسعاد» و «التمشية» وغيرها\nمع «التحفة» و «النهاية» و «المغني» وغيرها، وكنت أحفظ جميع ما يقرره\nويتكلم به خالي طاهر في المدرس، في قراءتي وقراءة غيري من الطلبة وكنت أديم\nالمطالعة في الليل حتى استوعب الليل فيها، وقد تجيء بعض الأحيان الوالدة -\nرحمها الله - فتأخذ السراج من عندي قهرا شفقة منها علي من كثرة السهر\nومواصلته \" (1)،\n</p>\n\n<p>\nوكان له في صغره مجاهدات، فكان كثير الصلاة يطيلها، مواظبا على قيام\nالليل (2). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>شيوخه</h1>\n\n<p>\nسمى المؤلف الكثير من شيوخه (1) ومن هؤلاء المشايخ: والده، وخاليه طاهر\nوعبد الله ابني حسين بن طاهر (في المسيلة) (2)، والعلامتين عمر وعلوي ابني\nأحمد بن حسن ابن العلامة عبد الله بن علوي الحداد، والعلامة عبد الله بن\nأبي بكر بن سالم عيديد (في تريم)، والعلامة علوي بن سقاف بن محمد السقاف\nالصافي (في سيئون)، والعلامة عبد الرحمن بن حامد بن عمر، والعلامة أحمد بن\nعمر بن سميط (3)، والعلامة سقاف بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد الجفري (في تريس)، وسيد وادي حضرموت في زمانه (1) العلامة الحسن بن\nصالح البحر الجفري في (ذي صبح) (2)، والعلامة الحسين بن حسن بن أحمد\nالعيدروس (في الريضة)، والعلامة عبد الله بن أحمد باسودان (في دوعن) (3)،\nوعن العلامة حسن بن عبد الله العمودي، والعلامة محمد بن سالم الجفري (ساكن\nقسم)، وعن العلامة علوي بن محمد بن سهل (ساكن مليبار) (4)، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوعن العلامة عبد الله بن سعد بن سمير (1)، وأخذ (في مكة) عن العلامة عقيل\nبن عمر بن يحيى، وعن العلامة عمر بن عبد الكريم بن عبد الرسول العطار (2)،\n</p>\n\n<p>\nوفي (زبيد) أخذ عن العلامة عبد الرحمن بن سليمان الأهدل (3)، والعلامة\nيوسف بن محمد البطاح الأهدل (4). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nوله غير هؤلاء من الشيوخ من أهل حضرموت واليمن والحرمين ومصر. وقد تلقى\nعن هؤلاء الشيوخ علم التفسير والحديث والفقه والتصوف وعلوم الآلة. وإلى\nجانب تلقيه عن هؤلاء الشيوخ الأجلاء، كان شغوفا بالكتاب <span id='ms004'></span> حريصا على اقتناءه\nكثير القراءة (1) دائم المطالعة (2)، وقد مكنته كثرة قراءته من تجاوز قيود\nعصره وبعد موطنه والعوم بمهارة في بحور العلوم المختلفة، من تفسير وحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوفقه وفلك ولغة. ويشهد على سعة اطلاعه كثرة مراجعه وتنوعها، فمراجع هذه\nالنبذة اللطيفة التي بين أيدينا تجاوزت المائة مرجعا. وقد خلف وراءه مكتبة\nعظيمة من المخطوطات، - رغم ما أصابها من ضياع - المحفوظ منها في مكتبة\nالأحقاف للمخطوطات بتريم يشكل أكبر المجموعات المكتبية التي تكونت منها\nمكتبة الأحقاف للمخطوطات، كما إن جزءا من مخطوطات مكتبة المؤلف نقلت من قصر\n(المنيصورة) بتريم (1) إلى مركز النور للدراسات والأبحاث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>بعض أقرانه وأصحابه</h1>\n\n<p>\nكانت للمؤلف مصاحبة للسيدين محسن بن علوي السقاف (1)، ومحمد بن حسين بن\nعبد الله الحبشي (2)، والمطالع لمكاتبات وخطابات المؤلف المنثورة والمنظومة\nيجد أن للمؤلف علاقة حميمة بالسيد أحمد بن محمد المحضار بن الشيخ أبي بكر\nبن سالم (3) (صاحب دوعن)، والسيد حسين بن عبد الرحمن بن سهل (4)،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nوالسيد عمر بن علي بن هارون الجنيد (1)، والسيد علوي بن محمد بن سهل،\nوالعلامة أحمد بن عمر بن سميط، والسيد أبي بكر بن محمد المشهور، والشيخ\nسالم بن عبد الله بن سمير، والشيخ عبد الله بن زين بن هادي باسلامة.\n</p>\n\n<h1 class='l1' id='head7'>مذهبه العقدي والفقهي</h1>\n\n<p>\nيرغب المؤلف في وصاياه على حفظ متون من العقائد كجوهرة التوحيد، والعشرين\nصفة وأضدادها، وكان يرى في هجرة المهاجر أحمد بن عيسى بن محمد بن علي\nالعريضي من البصرة إلى حضرموت إنقاذ لفرع العترة الطاهرة من الوقوع في\nمستنقع الرفض، ويرى في هذه منة على العلويين لجدهم المهاجر أحمد بن عيسى\n(2). وكان المؤلف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nشافعي المذهب كأهل حضرموت، وهو أحد مفتييها البارزين، وكثيرا ما يحيل في\nفتاواه إلى كتب الإمام النووي والشيخ زكريا الأنصاري وابن حجر الهيتمي،\nوكان يقول: \" كل مؤمن يلزمه أن يكون تحت إشارة الشرع كالميت بين يدي\nالغاسل، يعزل عن إشارة الشرع رأيه ورأي كل عاقل \" (1). ويقول أيضا: \" الخير\nكله في الإتباع، والشر كله في الابتداع. \" (2)، وكان له عناية بكتب السلوك\nويوصي بقراءة «بداية <span id='ms005'></span> الهداية» و «الإحياء» للغزالي، وكتب العلامة عبد الله\nبن علوي الحداد مثل: «النصائح الدينية» و «رسالة المذاكرة والمعاونة».\n</p>\n\n<p>\nوكان عظيم المحبة لأهل البيت النبوي خاصة آل أبي علوي، مجتهدا في ضبط\nوحفظ أنسابهم وسيرهم داعيا لطريقتهم. (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>طرف من سيرته</h1>\n\n<p>\nعاصر المؤلف في مطلع حياته الفوضى السياسية التي شهدتها حضرموت، حتى قسمت\nأحياء مدينة تريم بين سلاطين قبيلة يافع المتصارعين على حكم المدينة، وخاف\nالناس على أموالهم وأعراضهم، وتعطلت مصالحهم، وكان لا بد من سعي أهل الحل\nوالعقد للخروج من هذه الفتنة، بإقامة دولة قوية توحد البلاد وتضمن أمنها\nواستقرارها، وكان من عادة العلويين النأي بأنفسهم عن طلب الحكم لأنفسهم،\nولكن مع ازدياد الأوضاع سوءا وضعف الند القبلي الذي يمكن أن يواجه قبائل\nيافع المتشرذمة والمتسلطة، كان خروجا غير مألوف للعلويين بقيادة العلامة\nطاهر بن حسين بن طاهر (خال المؤلف)، فدعا المؤلف لمبايعة خاله أميرا\nللمؤمنين على حضرموت عام 1224ه، وكان للمؤلف رغم حداثة سنة مشاركة فاعلة،\nوقد لمع اسمه بين قادة هذه الثورة، وهو من الموقعين على أول اتفاقية بين\nالعلامة طاهر والسادة العلويين الحضارم الذين بايعوه على المؤازرة في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nشهر ذي الحجة سنة 1225ه (1). ورغم أن هذه الإمارة لم تستمر طويلا إلا\nإنها أوقدت في نفس المؤلف وجوب حمل هم الأمة، ومقارعة الحكام المستبدين\nوضرورة قيام العلماء بواجب المشاركة في الحياة السياسية، والنصيحة للحاكم،\nوبعد فشل الثورة ظل المؤلف مكافحا للحكومة الظالمة، منافحا عن أحكام\nالشريعة، يحرض بشعره ورسائله على الثورة ضد الحكام الظلمة من آل يافع في\nمثل قصيدته التي أسماها (إشعال القبس وتحميس من لا يحمس) والتي مطلعها:\n</p>\n\n<p>\nإلى متى الدمع مسكوب من البرحا ... والقلب من زفرات الحزن ما برحا (2)\n</p>\n\n<p>\nهم وغم وإذلال ومنقصة ... والدهر مازال سيف البغي متشحا\n</p>\n\n<p>\nوقد تعرض بسب ذلك للأذى والتهديد والوعيد، بل وتعرض لمحاولة اغتيال - كما\nسيأتي - مما اضطره للهجرة إلى مدينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nالشحر في ساحل حضرموت سنة 1238ه، وقد شق عليه فراق موطنه فأنشأ يقول وهو\nيحزم أمتعته:\n</p>\n\n<p>\nرعى الله ربعا نشأنا <span id='ms006'></span> به ... وذقنا حلاوة أترابه (1)\n</p>\n\n<p>\nثم سافر إلى بيت الله الحرام لأداء مناسك الحج سنة 1240ه (2)، وقد توالت\nأسفاره فزار اليمن ومصر والشام والهند وجاوة وفي أشعاره ما يدل على انه كان\nفي اندونيسيا سنة 1249ه (3)، وكان سفره طلبا للعلم وللدعوة والعلاج، وكان\nيحب السياحة (4)، وقد كتب كثيرا من فتاويه في تلك البلاد، ودخل الإسلام على\nيديه خلق كثير، واشتهر في تلك الأقطار بأنه الفقيه الشجاع الذي لا يتردد في\nإنكار المنكر ولو كلفه ذلك حياته، وله في تلك الأسفار قصص وأخبار سنسوق\nطرفا منها، ورغم كثرة أسفاره ظل مشدودا إلى موطنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nالذي يراه موطنا زاخرا بالصالحين والأخيار والزهاد وبيئة للعبادة والطاعة\n(1)، وكانت رسائل خاله عبد الله بن حسين بن طاهر التي يبعثها إليه من\nحضرموت تشد حبل أسفاره إذا طال.\n</p>\n\n<p>\nوظل المؤلف وفيا لأهله ووطنه ساعيا في إصلاحهما، فنجده في شهر ذي القعدة\nسنة 1251ه يوقع مع السيدين العلويين محسن بن علوي بن سقاف السقاف ومحمد بن\nحسين بن عبد الله الحبشي ميثاق (تظاهر وموازرة) تحالف فيه الثلاثة على\nالدعوة إلى الله في وادي حضرموت عامة وبين صفوف العلويين خاصة، وإرشاد\nالناس إلى العلم والعمل بما جاء به الشارع، وأن يتحروا في عاداتهم متابعته\nصلى الله عليه وسلم، وأن يمضوا في هذا الأمر الشريف والمقصد المنيف، لا\nيصدهم عنه صاد ولا ذو عناد إلى أن يلقوا رب العباد انتهى. (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nلم أعثر على التاريخ الذي عاد فيه إلى حضرموت، لكنه كان بحضرموت سنة\n1261ه (1)، ويظهر أنه لم يغادرها بعد هذا التاريخ، واشتغل بالفتوى الكتابة،\nوألف في هذه السنة - أي سنة 1261 ه - الكتاب الذي بين أيدينا.\n</p>\n\n<p>\nوظل يبذل ما في وسعه لاستقرار البلاد وصلاح أحوالها، فنجده يرعى في سنة\n1662ه اتفاق صلح بين حكام تريم المتصارعين من قبيلة آل يافع، وهم بنو\nالدولة آل عبد الله وعبد القوي غرامة، الذين خرجوا مع جماعة من سادة تريم،\nفيهم السيد الثري حسين بن عبد الرحمن بن سهل قاصدين المؤلف للصلح بين\nالحكام المتصارعين، فوفق <span id='ms007'></span> الله المؤلف لذلك، وعاد الجمع إلى تريم يحملون\nشارات الفرح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nويرددون أهازيج الفرح (1). لكن الأحوال السياسية لم يطل استقرارها\nفاضطربت مرة أخرى، فكتب في 19 ذي الحجة سنة 1262ه إلى السلطان غالب بن محسن\nالكثيري يحضه على كبح سلطة آل يافع المتشرذمة في تريم، وأن يصلح نيته في\nذلك لنصرة الشريعة، وإنفاذ أحكامها في إزالة المنكرات، وإحياء السنن\nوالواجبات، لينال بذلك أعلى المقامات في الدارين، وأن يتخذ له بطانة من أهل\nالعلم والصلاح، وسمى له الشيخ الفاضل سالم بن عبد الله بن سمير (2). فأجابه\nالسلطان إلى ما دعاه إليه، وكتب الله للسلطان النصر على يافع وضم تريم إلى\nالسلطنة الكثيرية، وظل السلطان غالب وفيا للمؤلف ممتنا له على نصحه ودعمه،\nويقول في ذلك: \" أني لم أنل ما نلته من الملك والولاية والسلطنة بعد تقدير\nالله إلا بواسطته \" (3). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوبقي المؤلف - رحمه الله - في حضرموت يصابر المرض حتى توفاه الله سنة\n1265ه. ورغم قصر حياة المؤلف إلا أن حياته كانت حافلة بالإنجازات وظلت\nحكاياته ومواقفه حديث الناس زمنا، وقد ظفر بعضهم بحظ وافر منها، مثل السيد\nعلوي بن عبد الرحمن المشهور (1). وفيما يأتي طرفا من أخباره وبعضا من\nأحواله:\n</p>\n\n<h1 class='l1' id='head9'>صاحب البقرة</h1>\n\n<p>\nدخل المؤلف إلى الهند داعيا إلى الله ناشرا لدين الإسلام، وقد لقي في\nالهند ملوكها وأعيانها، فلقي منهم قبولا، وقد عرضت عليه أحوال بعض أهل\nالطرائق المقربين عند ملك حيدر أباد، فأنكرها وردها عليهم رد المفتي الذي\nيقف عند حدود الشرع لا يلتمس تأويلا لأحد كائن من كان، لكن هذا السلوك\nالتقي وتلك الفتاوى الجريئة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nلم ترق لأولئك القوم، فكادوا للعالم الداعية، ودسوا له سما ناقعا انتشر\nفي جسمه وكاد أن يؤدي بحياته لولا رعاية الله ولطفه ثم عطف ملك (حيدر أباد)\nالمضيف، الذي سخر له حذاق الأطباء الهنود الذين عكفوا على علاجه حتى من\nالله عليه بالشفاء، وأهدى له ملك حيدر أباد بقرة هندية فريدة، يقال إن\nالأطباء وصفوا له حليبها لطرح ما بقي من سم في جسمه، ولعل المؤلف طلب <span id='ms008'></span>\nالبقرة أو قبلها هدية لأن في حليبها غذاء وشراب يغنيه عن أكل وشرب ما يمكن\nأن تصل إليه أيادي الأعداء المتربصين به في تلك البلاد ريثما يغادرها، لكن\nالبقرة المحظوظة ظلت تلازمه في أسفاره البرية والبحرية زمنا طويلا، حتى نسب\nإليها وعرف في تلك الجهات بها (صاحب البقرة) (1). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>القوات الهولندية تحاصر المؤلف وتحاول أسره (قصة باكلنقان)</h1>\n\n<p>\nظلت روح الجهاد ومقارعة الظلمة التي حملها من حضرموت تلازمه، فحين وطئت\nقدمه جزيرة جاوة المحتلة من قبل الهولنديين لم يحتمل رؤية المحتل الهولندي،\nوهو يسرح ويمرح في أرض المسلمين، فذهب يفتي بأن: لا حق للكفار في أرض\nالمسلمين، وما إن بلغ قوات الاحتلال الهولندي نشاطه التحريضي؛ حتى لاحقته\nوانتهى الأمر بمحاصرته في أحد البيوت المطلة على البحر سبعة أيام، لكن\nالمؤلف استطاع بعون الله أن ينجو بنفسه وصاحبه بأعجوبة في الليل من جهة\nالبحر باستخدام سفينة شراعية. (1)\n</p>\n\n<p>\nوكان المؤلف قد تلقى بحضرموت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nدرسا مشابها لهذا، حين أرسل السلطان عبد الله بن عوض غرامة جنوده إليه\nليأتوا به حيا أو ميتا، وتوعدهم بالقتل إذا لم ينجحوا في مهمتهم، فدخلوا\nقرية المسيلة وضربوا حصارا محكما على بيت المؤلف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nيريدون القبض عليه، فاستأذن أمه في الخروج إليهم فشدت على يديه قائلة له:\n\" وهل في مثل هذا استئذان؟ إن أصحاب رسول الله يسافرون ويغزون طلبا\nللشهادة، وقد جاءتك إلى باب بيتك فاخرج متوكلا على الله ناصرا لدين الله \"\n(1). فبرز لهم بشجاعة فذلوا واستطاع الخلاص منهم. ويذكرنا موقف هذه الأم\n(الطاهرية) بموقف سيدتنا أسماء بن أبي بكر الصديق حين استأذنها ابنها سيدنا\nعبد الله بن الزبير في البروز للحجاج بن يوسف الثقفي (2). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>مناظرة بين المؤلف وعالم مكة وشريفها حول مشروعية التدخين</h1>\n\n<p>\nحين وصل المؤلف إلى مكة رأى عالما من كبار علمائها وشريفا من شرفائها\nالمشهورين يتعاطى شرب الدخان، فلم يتردد المؤلف في الإنكار عليه بل زجره\nقائلا: هذا لا يليق بمنصب العلم الشريف، وهذه بدعة خبيثة تأباها النفوس\nالمضيئة والطباع السليمة، فرد عليه ذلك العالم قائلا: أنتم تقولون <span id='ms009'></span> بقهوة\nالبن وهي بدعة كذلك، فقال المؤلف: لا بأس، سنخرج أنا وأنت إلى حجر الكعبة،\nوأخرج بالقهوة وأشربها في الحجر، وتخرج أنت بالتنباك والحقة وتشربها في\nالحجر، ومن أنكر عليه المسلمون فهو المخطئ، ومن قبحوا شرابه فهو القبيح.\nفكان جوابه مسكتا وحجته دامغة. (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>المؤلف يحارب المعازف واتخاذ الصور والتزيي بزي الكفار</h1>\n\n<p>\nوكانت للمؤلف غيرة العلماء العاملين على حرمات الله، وله في ذلك مواقف،\nمنها أنه سمع أحدهم يعزف بالعود فتتبع الصوت حتى وقف على العازف وعوده\nفنزعه منه وكسره. وكانت له جرأة في إنكار اتخاذ الصور والتماثيل في البيوت،\nوتأخذه عند رؤيتها غيرة شديدة، فعند ما دخل على العلامة علوي بن سهل في\nالهند رأى في بيته صورا - كان قد أهداها له بعض الكفار - فتغير وجه المؤلف\nفرأى العلامة علوي الإنكار في وجه المؤلف، فقال له: \" مرادنا أن يكون تغيير\nهذا المنكر على يديك \". ودفع إليه الصور فكسرها المؤلف تكسيرا. (1).\nوللمؤلف رسالة مخطوطة محفوظة بعنوان: «أسئلة حول من يذكرون الله قياما\nوقعودا وبأنغام الموسيقى». وكان يتأمل لباس وشعر من يلقاه خاصة من الشباب\n(2)، وينكر على من يرى في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nلباسه تشبها وتقليدا للكفار، وله رسالة مستقلة في التحذير من موالاة\nالكفار أسماها: «السيف البتار فيمن يوالي الكفار ويجلب الحوائج إليهم».\n</p>\n\n<h1 class='l1' id='head13'>المؤلف والصلاة</h1>\n\n<p>\nكان للمؤلف - رحمه الله - اعتناء عظيم بالصلاة؛ كونها أحد أعظم أركان\nالإسلام، وصفة صلاته مضربا للأمثال في زمانه في هذه الجهة (1)، فهذا عقيل\nابنه يصف حال أبيه مع الصلاة فيقول: \" وكان له الاعتناء التام بالصلوات\nالخمس وسائر الصلاة نفلها وفرضها، وإذا دخل الصلاة لا يشعر بنفسه ولا بمرضه\nفضلا عن غير ذلك، وكنا نعرف أن أكبر لذاته وأعظم راحاته في الصلاة، وكان -\nرحمه الله - يقول: \" لم تبق راحة في الدنيا إلا الصلاة، وأخشى أن لا أوجر\nفيها؛ لأنه لم يبق لي ما أستريح به في الدنيا غيرها \"، وكان معتنيا غاية\nالاعتناء بالصلاة أول الوقت، يحب الساعات يجمعها عنده؛ لأجل حزر أول دخول\nالوقت، ويبقى منتظرا دخول الوقت أعظم من <span id='ms010'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nانتظار العطشان الماء، ويحصل له بدخول وقت الصلاة الابتهاج والانشراح ما\nلم يعهد قبل ذلك، وكان يأتي بالصلاة على الوجه الأتم الأكمل، وضبطت صلاته\nالرباعية تستغرق مقدار ثلثي ساعة بالساعة الفلكية، هذا مع كونه إماما بناس\nغير محصورين \" (1). وقد كان في أول حياته يستغرق في صلاته استغراقا كليا،\nفيظل - رحمه الله - قائما أو راكعا أو ساجدا حتى خيف عليه من الإعياء\nوالإنهاك، فجعلوا له من يذكره إذا طال قيامه، يقول له: ركوع، وإذا طال\nسجوده، يقول له: جلوس وهكذا (2)، وقد كان في صحته يقوم من الليل،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوربما قامه كله حتى تتورم قدماه (1)، ويطيل القراءة في صلاة الصبح يمكث\nفيها قدر ساعة كاملة (2)، وفي الرباعية قدر ثلثي ساعة (3).\n</p>\n\n<p>\nولم يعهد منه - رحمه الله- رغم جميع أمراضه الشديدة إلا الصلاة من قيام\nفرضها ونفلها، وكان يقول لأبنائه: \" ما أحب البقاء في الدنيا إلا للصلاة\nوخصوصا صلاة الليل، وللدعوة إلى الله تعالى، ولتعليمكم \" (4).\n</p>\n\n<p>\nوقد ألف - رحمه الله - في الصلاة للمبتدئ رسالة صغيرة ومطوية لطيفة يسهل\nتداولها، وقد رام أن تكون فيها نجاة له من الغرق في بحر الكفر والفسوق\nوالعصيان فسمها «سفينة الصلاة». \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوفشا في زمانه تقديم صلاة الفجر على وقتها الذي سماه الشارع؛ تساهلا منهم\nوتماديا في اقتراف الخطأ، وأنفة من الرجوع إلى الحق، وفي ذلك يقول: \" غلب\nعلى الناس التساهل في أمور دينهم، حتى أنه يسهل على بعضهم ارتكاب المحذور\nولا إظهار خلل في نفسه، وقد صلى بالناس سيدنا أبو موسى الأشعري في المسجد\nالنبوي صلاة الفجر، فلما خرج الناس تبين له أن الصلاة قبل طلوع الفجر،\nفناداهم من بيوتهم وصلى بهم ثانيا، ثم خرجوا ولم يظهر له الفجر فناداهم\nوصلى بهم ثالثا. واليوم من صلى هو وأحد قبل الوقت، شق عليه أن يخبره بذلك؛\nلئلا يظهر الخلل من نفسه، وهذا كله من مكائد الشيطان \" (1). ونرجو أن يكون\nالمؤلف - رحمه الله - قد أدى ما عليه من واجب النصيحة للمقدمين صلاة الصبح\nعن وقتها الشرعي في حضرموت في زمانه حين ألف هذا <span id='ms011'></span> الكتاب الذي بين أيدينا،\nوحين رأى الناس يؤدون الصلاة على عجل وتطفيف، مدعين أن صنيعهم هذا من باب\nالتخفيف، خاطبهم بقوله: \" انظروا إلى الصلاة التي هي رأس الإسلام، هل\nيصلونها كما أمر سيد الأنام بقوله: \" صلوا كما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nرأيتموني أصلي \" (1)؟، أم يصلونها على مقتضى الهوى والغفلة والتطفيف الذي\nيسمونه التخفيف، يزيدون بهذه المقالة معصية، هي الكذب على سيد الورى \" (2).\n</p>\n\n<h1 class='l1' id='head14'>كرمه وزهده</h1>\n\n<p>\nوصف المؤلف بأنه كان كريم الأخلاق، سخيا مضيافا (3)، عاد من جاوة بمائة\nألف ريال، وحين وصل إلى حضرموت أفناها في وجوه الخير ولم يبق منها شيئا.\nولما أحس بدنو أجله جمع ورثته وقال لهم: \" لعلكم ترون ما أنا فيه من\nالظهور، فتظنون أنني خلفت شيئا من الذهب والفضة، فليس معي شيء من ذلك \"\n(4). وبعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nوفاته قسمت تركته، فلم تتجاوز حصة الولد من التركة أربعين ريالا. (1)\n</p>\n\n<h1 class='l1' id='head15'>ثناء الناس عليه</h1>\n\n<p>\nقال عنه العلامة عيدروس بن عمر الحبشي: \" شيخنا بل شيخ الشريعة وإمامها،\nوحبر الطريقة وهمامها، الداعي إلى الله بفعله وحاله ولسانه، المناضل عن دين\nالله بسره وإعلانه \" (2). ووصفه أيضا بأنه: واحد من نقوة السادة العلويين\nالحضرميين في عصره. (3)\n</p>\n\n<p>\nأما المؤرخ ابن حميد الكندي المعاصر فقد قال فيه: \" علامة إمام، مقدام\nهمام، باذل قاله وحاله وماله في إحياء الشريعة المطهرة ومالها من رسوم، وفي\nالإصلاح \". (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nووصفه العلامة علي بن أحمد الجنيد بالعلامة العارف بالله، الداعي إلى\nالله، الورع الصادق إلى أن قال: \" كان عالما عابدا كريما زاهدا في الدنيا،\nله سيرة حسنة، واقتفى لطريقة آبائه آل باعلوي، مع كمال الإتباع للشريعة \"\n(1). وقال عنه العلامة عبد الرحمن بن عبيد الله السقاف: \" جبل من جبال\nالتقوى، وبحر من بحور العلم \" (2)،\n</p>\n\n<p>\nونقل القاضي علوي السقاف عن ابن عبيد الله السقاف قوله: \" مع اعتقادي\nبتقديم الحبيب عبد الله بن عمر بن يحيى في الفقه وغيره، لم أتصور أنه بهذه\nالصورة الفريدة من الفهم والذكاء والحفظ، فقد اطلعت في فتاويه على ما لم\nأقف عليه عند غيره \" (3).\n</p>\n\n<p>\nوقال عنه السيد عبد الله بن محمد بن حامد السقاف: \" من <span id='ms012'></span> أعلام دين الله،\nوكبار الشريعة المطهرة، ذوي الهداية والإرشاد والإصلاح الاجتماعي \" (4).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nوكتب القاضي علوي السقاف في تصديره لفتاوى المؤلف يعرف بالمؤلف: \" من لم\nيعرف الحبيب عبد الله بن عمر بن يحيى فليقرأ فتاويه هذه، فسيعرف منها من\nهو، فهو الشخصية الفقهية العظيمة التي امتن الله بها على أهل زمانه ومن\nبعدهم \" (1).\n</p>\n\n<p>\nقال عنه ابنه عقيل: \" كان يدعوا إلى الله باللطف واللين، ويغلظ في\nالمواطن التي لا تصلح إلا الغلظة على المفسدين، وكان محبوبا مقبولا عند\nالأنام، قد وضع الله له القبول والمحبة في قلوبهم، يجد جليسه من الأنس\nوالسرور ما ينسى به ما هو فيه من الهموم والاشتغال بالدنيا، وكان - رضي\nالله عنه - حامل لواء الفتيا في زمانه، تحمل إليه الأسئلة من أغلب الأقطار\nوالأقاليم، ويرجع إلى قوله العلماء عند كل مشكل \" (2). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>مكانته العلمية</h1>\n\n<p>\nتولى المؤلف تدريس العلم الشريف، وقد انتفع به كثيرون في بلده وما دخلها\nمن أقطار العالم، واشتغل بالإفتاء، ومن طالع فتاواه وما كتب من أجوبة علم\nأن الفتوى كانت تحمل إليه من أرجاء حضرموت واليمن وجاوة وغير ها من\nالبلدان.\n</p>\n\n<h1 class='l1' id='head17'>تلاميذه</h1>\n\n<p>\nمن أشهرهم (1) ابنه العلامة عمر وابنه السيد عقيل، والسيد علي بن علوي بن\nعبد الله بن حسين بن طاهر (2)، والعلامة عيدروس بن عمر الحبشي (صاحب\nالغرفة) (3)، والسيد عيدروس بن أحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nبن شهاب (1). والعلامة عثمان بن عبد الله بن عقيل بن يحيى (2). والسيد\nعبد الرحمن بن علي السقاف (3)، والسيد علي بن سالم بن الشيخ أبي بكر بن\nسالم (4) وغيرهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>أولاده</h1>\n\n<p>\nمحمد (الملقب بالطاهر) وعقيل (1)، وأبو بكر، ومحمد (آخر غير الأول)،\nوأحمد. وعمر (2)، وتوفي أبو بكر في حياة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nأبيه (1) ومحمد (الطاهر) ليس له عقب (2).\n</p>\n\n<h1 class='l1' id='head19'>مؤلفاته</h1>\n\n<p>\nللمؤلف عدد من الرسائل المختصرة، والنبذ الفقهية اللطيفة، وأطول كتبه\nالكتاب الذي بين أيدينا، وله أجوبة لأسئلة فقهية متناثرة، وقد جمع نجل\nالمؤلف السيد عقيل معظمها في مجلد أسماه «الفتاوى الشرعية»، وله جملة من\nالقصائد شعرية بين رثاء وابتهال ومدائح وحماسة وكثيرا ما يستهلها بقوله:\nيقول ابن هاشم (يعني نفسه)، وقد جمع <span id='ms013'></span> ابنه عقيل عددا من تلك القصائد في\nكراسة كتب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nعليها «هذا ما جمع من الكلام المنظوم للحبيب العلامة عبد الله بن عمر بن\nيحيى» وهو الذي أشرنا له في هذه الترجمة ب «ديوان المؤلف».\n</p>\n\n<p>\nوله عدد من الوصايا والإجازات المتفرقة، ومن طالع مؤلفاته وجد بصمة\nالفقيه العالم بالمذهب، والمفتي المزاول الصريح، وتجد في فتاويه آثار\nأسفاره، وفي اجازاته ووصاياه تمسكه بالشريعة المحمدية، والسنة النبوية،\nوانتمائه للطريقة العلوية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>المطبوع من كتب المؤلف</h1>\n\n<p>\n1. فتاوى شرعية: جمع ابنه عقيل، طبعت بالمطبعة المدنية بالقاهرة سنة\n1391ه. قدم لها القاضي علوي بن عبد الله بن حسين السقاف.\n</p>\n\n<p>\n2. سفينة الصلاة: طبعت بمصر مع سفينة النجاة للشيخ سالم بن سمير وشرحها\nالدكتور محمد بن عبد الرحمن شميلة الأهدل والشيخ محمد نووي الجاوي.\n</p>\n\n<p>\n3. مناسك الحج والعمرة وآداب الزيارة النبوية: طبعت بمصر سنة 1391ه،\nوأعيد طبعها بدار الفقيه بالإمارات العربية سنة 1424ه. بتحقيق الاستاذ\nمصطفى بن حامد بن سميط.\n</p>\n\n<p>\n4. تذكرة المؤمنين بفضائل عترة سيد المرسلين: رسالة لطيفة وضعها الشيخ\nمحمد بن سعيد بن محمد بابصيل ضمن كتابه \" الدرر النقية في فضائل ذرية خير\nالبرية \" (1).\n</p>\n\n<p>\n5. السيوف البواتر لمن يقدم صلاة الصبح على الفجر الآخر: (وهو الذي بين\nيديك). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>كتب ورسائل المؤلف المخطوطة</h1>\n\n<p>\n1. ديوان شعري: جمع ابنه عقيل توجد نسخة منه في مكتبة الاحقاف للمخطوطات\nبتريم وتحمل عنوان «الكلام المنظوم للحبيب العلامة عبد الله بن عمر بن\nيحيى». (مخ: 2623). (1)\n</p>\n\n<p>\n2. أسئلة حول من يذكرون الله قياما وقعودا وبأنغام الموسيقى: تقع في ست\nوأربعين ورقة (مخ: 2821).\n</p>\n\n<p>\n3. السيف البتار فيمن يوالي الكفار ويجلب الحوائج إليهم: رسالة تقع في\nثلاث أوراق.\n</p>\n\n<p>\n4. خبر أهل الكساء: يقع في ثلاث أوراق.\n</p>\n\n<p>\n5. تذكرة إخواننا الحجاج بسكان سربايا: تقع في ثلاث أوراق (مخ: 2821).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n6. مذاكرة ذكر بها المؤلف بعض من مال إلى بدعة الوهابية: تقع في صفحتين.\n</p>\n\n<p>\n7. إجازة للحبيب الوالد حسين بن عبد الرحمن الجفري: كتبها المؤلف بخط يده\nسنة 1259ه تقع في أربع أوراق (مخ: 2702).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>وفاته</h1>\n\n<p>\nيقول عنه ابنه عقيل: كان عظيم المحبة لمولاه، عظيم الشوق للقائه، وكثيرا\nما يتمثل <span id='ms014'></span> هذين البيتين:\n</p>\n\n<p>\nجزى الله هذا الموت خيرا فإنه ... أبر بنا من والدينا وأرأف\n</p>\n\n<p>\nيعجل تخليص النفوس من الأذى ... ويلحقها بالدار التي هي أشرف\n</p>\n\n<p>\nوكان يقول لأبنائه وقد بلغت منه الأوجاع مبلغا عظيما: \" ما أحب البقاء في\nالدنيا إلا للصلاة وخصوصا صلاة الليل، وللدعوة إلى الله تعالى، ولتعليمكم \"\n(1). وقد تزامنت وفاته مع ظروف سياسية حرجة، وأيام عصيبة مر بها وادي\nحضرموت فيما عرف بالثورة الكبرى على يافع، وما صاحب هذه الثورة المسلحة من\nنشاط محموم في أوساط القيادة العلوية المؤازرة لآل كثير ودولتهم، وكان\nالمؤلف من بين تلك القيادات التي تتابع الأحداث باحتراق وقلق، حتى قيل أنه\nتكلم ليلة وفاته بكلام بشر فيه بانتصار الثورة (2). من فرط اهتمامه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nبهذه الأحداث، ويروي ابن عبيد الله السقاف: أن وفاته كانت إثر وفاة ولد\nله شديد الأسر حديد الفهم، يعرف مواقع رضاء أبيه، ويفعل ما يحبه من غير\nإشارة، يدعى أبو بكر (1)، ويرى البعض أن مرض موته كان من ثوران أثر السم\nالذي دسه له أهل الطرائق الهنود في حيدر أباد (2)، وعلى أي حال فيفيد كلام\nابنه عقيل أن المؤلف كان يعاني من ألوان من الأمراض، وظل - رحمه الله -\nصابرا محتسبا حتى توفاه الله بقرية المسيلة سنة 1265ه (3) شهر جمادى الأولى\nبعد مضي ثلث الليل ليلة الاثنين، ولكن في أي يوم من أيام شهر جمادى الأولى؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nتجزم المصادر التي كتبت حديثا وترجمت للمؤلف أنها ليلة العشرين (1)، لكن\nالذي كتبه ابن المؤلف (2)، ودونه معاصره المؤرخ ابن حميد (3)، وما هو مكتوب\nعلى شاهدة قبره، أنه توفي ليلة اثنتين وعشرين. وحدسي أن منشأ خطئهم متابعة\nلخطأ مطبعي وقع في كتاب «عقد اليواقيت» المطبوع، حين حذفت كلمة (لاثنين) من\nعبارة نسخة «عقد اليواقيت» المخطوطة: (ووفاته بعد مضي ثلث الليل ليلة\nالاثنين لاثنين وعشرين خلت من جمادى الأولى)، بدليل بقاء (الواو) في النسخة\nالمطبوعة ذاتها، إذ جاء فيها: (ووفاته بعد مضي ثلث الليل ليلة الاثنين\nوعشرين خلت من جمادى الأولى) (4) ولعل الناسخ استشكل تكرار كلمة (الاثنين)\nفتوهم زيادتها. وربما <span id='ms015'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nاشتبه عليهم يوم وفاته بيوم ولادته التي كانت في 20 جمادى الأولى أيضا.\nونخلص هنا إلى أن وفاته كانت في 22 جمادى الأولى سنة 1265ه الموافق 16\nإبريل 1849م.\n</p>\n\n<p>\nوقد صلى عليه خاله عبد الله بن حسين بن طاهر ودفن بمسقط رأسه قرية\n(المسيلة) وقبره معروف فيها (1). وعن جنازته يقول ابن عبيد الله: \" شهد\nجنازته جمع من رجالات حضرموت وكان يوما مشهودا انصرف المشيعون عن مدفنه\nواجتمعوا في بيته، فأنشدهم بعض الحداة قصيدة الإمام الحداد التي مطلعها:\n</p>\n\n<p>\nتفيض عيوني بالدموع السواكب ... ومالي لا أبكي على خير ذاهب\n</p>\n\n<p>\nفلا تسأل عن العبرات وتصاعد الزفرات حتى لقد كادت تحمل جنائز! \" (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>بعض ملامح الأوضاع السياسية والفكرية لعصر المؤلف</h1>\n\n<p>\nعاش المؤلف في عصر يعرف في حضرموت بعصر العبادلة السبعة ويعد ابن يحيى\nأحدهم، وأهم الملامح السياسية لهذا العصر ما شهده العالم الإسلامي من تراجع\nوانحطاط، فضعفت الخلافة الإسلامية العثمانية، وقصرت في النهوض بواجبها تجاه\nالإسلام والمسلمين، وبقي حكمها شكليا في الكثير من الأقطار الإسلامية،\nوشجعت هذه الظروف الدول الأوربية على غزو العالم الإسلامي، فكان الغزو\nالفرنسي لمصر بقيادة نابليون بونابرت سنة 1213ه، والذي صاحبه من غزو عقدي\nفكري، ثم توالى الغزاة الأوربيون على العالم العربي والإسلامي الفرنسيون\nوالبريطانيون والهولنديون، وسقطت مدينة عدن في يد المحتل البريطاني سنة\n1253ه. كما شهد هذا العصر ثورات عقدية وعلمية، منها الثورة العلمية\nوالتكنولوجية في مصر في عهد محمد علي باشا، وما بثته من معارف في مجالات\nالعلوم المختلفة، ومنها علم الميقات والفلك، وما رافقها من مظاهر التأثر\nبالغزو الأوربي الفكري واتساع ثقافة التغريب (1)، وبزوغ حركات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nفكرية تحررية وأصولية مثل التي قادها الإمام الشوكاني في اليمن، وحركة\nالشيخ محمد بن عبد الوهاب في نجد، التي وصلت طلائعها إلى حضرموت عامي 1224ه\nو 1226ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>الفصل الثاني: التعريف بالكتاب الذي بين أيدينا</h1>\n\n<h1 class='l1' id='head25'>عنوان الكتاب</h1>\n\n<p>\n(السيوف البواتر لمن يقدم صلاة الصبح على الفجر الآخر)\n</p>\n\n<h1 class='l1' id='head26'>توثيق اسم الكتاب</h1>\n\n<p>\nذكره العلامة عبد الله بن محمد السقاف أن عنوانه «السيوف البواتر على من\nيقدم الصبح على الفجر الآخر <span id='ms016'></span>» (1) وقد اعتمدت حروف العنوان الذي كتبه المؤلف\nبخط يده في المخطوطة (أ)، وهو: (السيوف البواتر لمن يقدم صلاة الصبح على\nالفجر الآخر)، وهو العنوان نفسه بحروفه في مخطوطات التحقيق (ب) و (ج) و\n(د).\n</p>\n\n<h1 class='l1' id='head27'>نسبته إلى المؤلف</h1>\n\n<p>\nذكره العلامة عبد الله بن محمد بن حامد السقاف في صدر مؤلفات المؤلف\nفقال: (مؤلفاته: أعرف منها «السيوف البواتر على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nمن يقدم الصبح على الفجر الآخر») (1). وذكره غيره (2)، ولم أجد من ينسبه\nلغير المؤلف.\n</p>\n\n<h1 class='l1' id='head28'>سبب تأليفه</h1>\n\n<p>\nحين يقترب وقت بزوغ الفجر في سماء تريم، كان مؤذنو مساجد تريم يرهفون\nالسمع لسماع أذان مسجد آل أبي علوي (عمدة المؤذنين في الفجر) في ذلك\nالزمان، فالمسجد يقع في الحافة الشرقية للمدينة، وموقعه هذا يؤهل مؤذنه؛\nلأن يراقب العلامة الشرعية لدخول وقت الفجر، فأضواء المدينة الخافتة خلفه،\nوالأفق أمامه، والمكان مرتفع، والمنارة شاهقة، يرقى مؤذن مسجد آل أبي علوي\nالمئذنة يرقب الفجر، حتى إذا استبان له؛ رفع الأذان، وتبعه من خلفه من\nالمؤذنين، حتى يهز أذانهم أرجاء المدينة الصغيرة وقت السحر، فتصلي المدينة\nوتصوم على العلامة الشرعية لدخول وقت صلاة الفجر: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nألا وهي رؤية الفجر الصادق (1)، كان هذا في زمان قبل هذا الزمان الذي نحن\nبصدده، وهو القرن الثالث العشر الهجري، حين خفت نجم الشرع الواضح، وسلك\nالناس ملاوي التنطع والمشقة، وولجو مواقيت الصلاة من غير بابها، فأتوا صلاة\nالفجر من باب النجوم والمنازل، فكيف كانت المراقبة؟ في آخر الليل يأتي نائب\nالمسجد إلى المسجد، ويقف في صحنه ينظر وسط السماء يرقب النجوم والمنازل،\nويرى اعتدالها، فإذا تحقق له ما كان ينظره؛ أذن للمؤذن أن يرفع الأذان وفقا\nلرؤيته النجومية (2)، فيحل لأهل البلدة صلاة الصبح، ويحرم على صوامهم\nالطعام والنكاح، وقد لقي هؤلاء النواب والمؤذنون من يساندهم من العلماء\nويصوب عملهم، وأشهر من انبرى لذلك العلامة عبد الله بن حسين بلفقيه باعلوي،\nالذي ألف في ذلك رسالة أسماها «السيف البتار لمن يقول بأفضلية تأخير صلاة\nالصبح إلى الإسفار» وصف فيها هؤلاء النواب والمؤذنين بأنهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nمؤذنين ثقاة <span id='ms017'></span> (1)، عارفين بأوائل الأوقات، يندر خطاؤهم على مر السنين، وقد\nتلقوا علمهم عن السابقين من الأئمة العارفين، وقد أقرهم على معرفتهم بوقت\nالصبح جميع أهل تريم، وتريم مدينة الإسلام المشهورة من قديم بالعلم\nوالتعليم والعلماء (2)، كما وصف أئمة هذه المساجد بأنهم من العلماء\nالراسخين، والمأمومين بأنهم من المبادرين بالصلاة في أول وقتها؛ رغبة في\nرضوان رب العالمين.\n</p>\n\n<p>\nوبعد أن سطر العلامة عبد الله بن حسين بلفقيه تزكية المؤذنين وشيوخهم،\nوأئمة المساجد والمأمومين والبلد، أفتى قائلا: \"فيجب الأخذ بأذانهم \"، لكن\nالعلامة عيدروس بن أحمد بن شهاب: وهو من أهل تريم تعقب رسالة بلفقيه هذه،\nوكتب رسالة معارضة، عنونها «القول الصادق في بيان الفجر الصادق المعترض\nوإدحاض كلام المعترض»، ووصف أولئك المؤذنين قائلا: \" ليس لهم بمعرفة الوقت\nعرفان، وإن أحدهم يؤذن حين يأمره نائب المسجد، بعد أن ينظر وسط السماء، يرى\nاعتدال النجوم والمنازل، وهذا النائب يتمسك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nبشيء موهوم، ويقلد بعض من يدعي معرفة النجوم والتقويم، فكان التهور\nوالتوغل في تقديم دخول وقت صلاة الصبح قبل طلوع الفجر الصادق بزمان،\nاستعجالا من الشيطان ليوقعهم في البطلان، وقد عمت هذه البلية بأهل تريم\nوطار شررها وأضحت عادة راسخة ولأحكام الشريعة ناسخة وباينوا في هذا سائر\nالأقاليم وخالفوا الكتاب والسنة وقول كل ذي علم عليم \" (1). لكن رسالة ابن\nشهاب رغم قوة حجتها لم تفلح في رد المخالفين، فحمل ابن شهاب رسالته ورسالة\nبلفقيه وعرضهما على شيخه العلامة عبد الله بن عمر بن يحيى فأجابه لما أراد\nوفي ذلك يقول ابن يحيى: \" فألف بعضهم - يقصد بلفقيه - رسالة في الانتصار\nلذلك الخطأ والزلل - أي تقديم صلاة الصبح وأذانها على وقتها المشروع -،\nوأكثر فيها من تمويه تصويبه ذلك العمل، وترويجه على من يجهل، فعارضه آخر -\nيقصد ابن شهاب - برسالة بين فيها الحق كالهالة، نافيا غبار تلك الجهالة، ثم\nعرض الرسالتين علي، وطلب منى أن أنصر الحق بما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nلدي، فبادرت إلى تأليف هذه «الرسالة»، في هذا الشأن حذرا من الكتمان الذي\nوعد الله مرتكبه بالنيران \" (1).\n</p>\n\n<h1 class='l1' id='head29'>موضوعات الكتاب ونظام ترتيبه <span id='ms018'></span></h1>\n\n<p>\nالكتاب رسالة شرعية ميقاتية في وقت صلاة الفجر، جمع فيها المؤلف ما جاء\nعن الفجر في القرآن والسنة وكتب الفقه والمواقيت، فتناول الفجر من حيث كونه\nميقاتا شرعيا وظاهرة فلكية، بدأها في (الباب الأول) بتلمس مصطلح (الفجر)\nوعلامات الفجر التي يعرف بها في القرآن، فذهب يغوص في تفسير الآيات التي\nجاء فيها ذكر الفجر، واستعان في ذلك بالتفاسير، كتفسير البيضاوي، وأبي\nالسعود، والنيسابوري، والشربيني وكتب أحكام القرآن مثل التي للموزعي ودرواز\nوالأحمدي، واسترشد بمعاجم اللغة مثل: قاموس الفيروزبادي، وبعلم المعاني\nوالبديع مثل: شرح البديعية، وبما جاء عن الفجر وعلاماته في شعر العرب، وكتب\nالفقه، وخلص مما عرضه إلى أن علامات الصادق التي تميز بها عن الكاذب:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nالاعتراض، ومخالطة بياضه لحمرة، وتزايد ضوئه الذي يتبين به النهار.\n</p>\n\n<p>\nوفي (الباب الثاني): انتقل المؤلف إلى المصدر الثاني من مصادر التشريع\n(السنة النبوية)؛ للتعرف على علامات الفجر، لكنه نادرا ما يذهب مباشرة إلى\nكتب الحديث المسندة كالصحاح والسنن والمسانيد، وينقل غالبا عن الكتب التي\nجمعت الأحاديث من أمهات الحديث المذكورة ورتبتها على أبواب الفقه وشروح\nالأحاديث، مثل كتاب «المنهج المبين في أدلة المجتهدين» لعبد الوهاب\nالشعراني، و «تيسير الوصول إلى جامع الأصول» لعبد الرحمن بن علي الشيباني\nالديبعي، و «الدر النثير في تلخيص نهاية ابن الأثير» لجلال الدين عبد\nالرحمن بن أبي بكر السيوطي، و «التلخيص الحبير في تخريج أحاديث الرافعي\nالكبير» للحافظ ابن حجر العسقلاني، و «مختصر سنن الترمذي» للحافظ عبد\nالعظيم بن عبد القوي المنذري، ومن «سنن البيهقي الكبرى» لأحمد بن الحسين\nالبيهقي و «فتح الباري شرح صحيح البخاري» لحافظ ابن حجر العسقلاني و «إرشاد\nالساري شرح صحيح البخاري» لأحمد بن محمد القسطلاني «وشرح مشكاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nالمصابيح» لابن حجر الهيتمي وغيرها من المصادر الحديثية، وقد استعان\n«بقاموس» الفيروزأبادي وغيره في فهم مدلول هذه الأحاديث، ومن عادة المؤلف\nفي عامة أبواب الكتاب أن يفتتح الباب بنقل نصوص الشرع وأقوال العلماء، ثم\nيعقب عليها بكلام يضعه تحت عنوان: (تنبيهات) أو (فوائد) أو يصدره بقوله:\n(فعلم <span id='ms019'></span>) وكأنه يلخص بعبارته ما قالوه، حتى إذا ما لمه وأحكم زبره ألقاه على\n«الرسالة» التي يحاول في هذا الكتاب نقض العبارات التي لا يرى صوابها عبارة\nعبارة.\n</p>\n\n<p>\nوفي (الباب الثالث) نقل المؤلف توضيحات الأئمة والفقهاء والميقاتيين في\nمسألة الفجر، واعتنى بكلام الإمام الغزالي في «الإحياء» في مسألة الفجر،\nفأسهب في تقليب عبارات الغزالي؛ لأنه يعلم مكانة الغزالي و «إحيائه» في\nمجتمع حضرموت وأوساطه العلمية.\n</p>\n\n<p>\nثم غاص المؤلف في بعض تفاصيل (ظاهر الفجر)، ودليله في ذلك ما جاء في كتب\nعلم الميقات، مثل: كتاب «اليواقيت في علم المواقيت» لإبراهيم بن علي\nالأصبحي و «الشامل في أدلة القبلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nوحساب الروم والمنازل» لمحفوظ بن عبد الرحمن باعباد الحضرمي و «سراج\nالتوحيد الباهج النور في تمجيد صانع الوجود مقلب الدهور» لعبد الله بن أسعد\nاليافعي، وختم (الباب الثالث) بفصل مقتضب في بيان أوقات صلاة الصبح الأربع:\n(الفضيلة، والاختيار، والجواز، والكراهة) ربط فيه بين ما قرره الفقهاء وما\nقدره أهل الميقات، ثم ختم كلامه كما في الأبواب السابقة بالتنويه بأخطاء\n«الرسالة» التي يرد عليها، وفي (الباب الرابع) بيان الفجر من علم الفلك،\nأورد فيه ما جاء في كتب الفلك والميقات مثل كتاب «الهداية من الضلالة في\nمعرفة الوقت والقبلة بغير آلة» لأحمد ابن سلامة القليوبي، و «نصب الشرك في\nعلم الفلك» لعثمان بن أبي بكر العمودي، و «اليواقيت في علم المواقيت»\nلإبراهيم بن علي الأصبحي، و «سلم العروج إلى معرفة المنازل والبروج» لمحمد\nبن عبد الرحمن بن عفالق الإحسائي، و «شرح المختصر» لمحمد بن محمد بن الحطاب\nالرعيني المكي، و «وسيلة الطلاب لمعرفة القبلة وأوقات الصلاة لأولي\nالألباب» لشاد بن متاك السواحلي، وما جاء في مؤلفات الميقاتيين الحضارم مثل\n«رسالة علي بن عبد الرحيم بن قاضي في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nالهلال» و «منظومة عمر بن سقاف الصافي في الفلك» و «مؤلف» بارجاء فيه،\nورسالة «عبد الله بن محمد بن قطنة في مسألة الهلال» عن الساعة الفلكية\nوالزمانية وأجزائهما وما تسعه من القراءة، ثم فصل فيما قدروه لحصة الفجر <span id='ms020'></span>\nوما ضبطوها به من المنازل والساعات وحركة القمر، ولتطبيق ما قدره الفلكيون\nوالموقتون لحصة الفجر أفرد في ختام هذا الباب فصلا في بيان حصة الفجر في\nالقطر الحضرمي، قام المؤلف بحساب حصة الفجر في القطر الحضرمي وقت الاعتدال\nوالطول والقصر ثم ذهب يقدر حصة فجر حضرموت، وفق ما رآه من جداول لمواقيت\nالصلاة في حضرموت ومكة، وضعها مختصون في هذا العلم مثل رضوان أفندي وغيره،\nوختم الكتاب ب (فصل) تطرق فيه لمسائل ثلاث وثيقة الصلة بمسألة الفجر:\n</p>\n\n<p>\n(المسألة الأولى): في مراتب معرفة دخول الوقت من علم وإخبار واجتهاد\nوحساب. و (المسألة الثانية): في شروط المخبر بالوقت عن علم أو اجتهاد، وختم\nالكتاب (بمسألة ثالثة) بين فيها الحكم الشرعي في الذين يقدمون صلاتهم على\nالفجر مع زعمهم طلوعه وليس كذلك، وختم هذه المسألة والكتاب بتحذير شديد\nيقول فيه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n\" إن المقدمين لصلاة الفجر من أهل جهتنا آثمون بصلاتهم، لا تنعقد منهم\nفرضا ولا نفلا \".\n</p>\n\n<h1 class='l1' id='head30'>منهج المؤلف وأسلوبه في الكتاب</h1>\n\n<p>\nتناول المؤلف الموضوع بشيء من التدرج والانسيابية مع الاستدلال والتبويب\nوالتنظيم، وهذه ميزة قلما نجدها في المؤلفات الحضرمية في عصر المؤلف، ويتضح\nهذا الفرق جليا حينما نقارن بين الرسائل الثلاث التي كتبت في هذا الموضوع،\nوبين رسالة ابن شهاب «القول الصادق» ورسالة بلفقيه «السيف البتار» وكتاب\nابن يحيى «السيوف البواتر»، ولعل هذا ثمرة الاطلاع الواسع للمؤلف، فقد قسم\nرسالته إلى أبواب وفصول ومسائل بدأ بالفجر في القرآن فالسنة فالفقه فالفلك،\nوفي داخل هذه التبويبات تناول المواضيع بعرض منظم، يبدؤه بعرض النصوص من\nمصادرها، حتى إذا ما فرغ من عرضها بدأ يفكك عبارتها باستخدام الآلات\nاللغوية، والقواعد المنطقية، وتوضيحات الشراح والمحشين، حتى إذا ما أخذ\nالموضوع حقه من الشرح والتوضيح، حزم ما خلص إليه من نتائج بوضعها خلف\nعبارة: (فعلم) أو (فوائد) و (تنبيهات) يخاطب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nبها المقدمين لصلاة الفجر من أهل حضرموت، وصاحب «الرسالة» التي يتعقبها.\nولا يسلم المؤلف بقول السابقين في بعض المسائل بل ينقدها ويرد بعضها، مثل\nتقديرهم الدقيقة الزمانية بالقراءة وغيرها <span id='ms021'></span>.\n</p>\n\n<h1 class='l1' id='head31'>مصادر الكتاب</h1>\n\n<p>\nتميز الكتاب بكثرة مصادره، إذ تجاوزت المصادر التي نص المصنف على أخذه\nالمباشر منها ما يقارب المائة مصدرا، يغلب عليها العنوان الفقهي والميقاتي\nوالفلكي، من بينها كتب مفقودة لمؤلفين حضارم مغمورين وجداول مندثرة، وقد\nألحقنا الكتاب بقائمة المراجع التي نقل منها المؤلف.\n</p>\n\n<h1 class='l1' id='head32'>تقييم الكتاب</h1>\n\n<p>\nيعد الكتاب مرجعا للباحثين في مجال المواقيت من الميقاتيين والفقهاء، وهو\nخلاصة فقهية مركزة للمختصين في علم الفلك الذين ينقصهم الإلمام بالقواعد\nوالأصول الشرعية التي يجب مراعاتها عند الحساب النظري لمواقيت الصلاة\nوالقبلة وغيرها من الموقتات الشرعية، إذ يصعب على الفلكي الوقوف على مسائل\nالمواقيت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nالشرعية وأحكامها المتناثرة في كتب الفقه من مختصرات ومطولات وشروح\nوحواشي وفتاويات ورسائل، ويندر أن تجد كتابا جمع ما جاء في ميقات صلاة\nبعينها من الكتاب والسنة وأقوال الأئمة وكتب الفقه والميقات والفلك، وما\nجاء في قواعد الاخبار الشرعية وشروط المخبر بدخول الوقت وغير ذلك مما يتصل\nبها.\n</p>\n\n<p>\nومما يؤخذ على الكتاب أن المؤلف عالج فيه مسألة الفجر برأي الفقيه الذي\nيرى المرجع المراقبة والعلامة الشرعية، إلا أنه لم يذكر جهوده في رصد\nالفجر، ومتى كان يدخل وقت الفجر في حضرموت على ضوء المراقبة الشرعية (1)،\nومال المؤلف - رحمه الله - في ختام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nعرضه الفقهي الجهيد إلى قول نظري تقريبي، مفاده أن الفجر يدخل إذا بقي\nثمن الليل الأخير؛ لأن هذا القول - كما يقول - قال به أكثر من نقل عنهم من\nميقاتي عصره، وهو بهذه النتيجة ينقل الناس من متابعة النجوم في السماء\nلمعرفة دخول وقت صلاة الفجر إلى متابعة الساعة لمعرفة الوقت الذي يبدأ فيه\nثمن الليل الأخير، الذي قيل أن الفجر يطلع حين يبتدئ هذا الثمن، والساعة\nوالنجم ليسا علامة شرعية لوقت الفجر، بل رؤية الفجر الصادق هو القول العملي\nالتحقيقي للفصل بين المتنازعين في الفجر من أهل الدرجات والساعات والنجوم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nوقد أورد المؤلف أدلة من السنة والآثار التي جاءت تؤيد ما ذهب إليه، إلا\nأنه اكتفى بتخريجها دون نقل الحكم على صحتها.\n</p>\n\n<p>\nرسالة بلفقيه التي يرد عليها الكتاب <span id='ms022'></span> الذي بين أيدينا\n</p>\n\n<p>\nمؤلفها هو: العلامة عبد الله بن حسين بن عبد الله بن علوي بن عبد الله\nبلفقيه العلوي الحضرمي التريمي (1198 ه- 1266 ه) الفقيه، الصوفي، الشاعر،\nعاش في تريم وتربى وتتلمذ على مشاهير علماء حضرموت في عصره، رحل إلى الحجاز\nواليمن، وأخذ عن الشيخ عمر بن عبد الكريم بن عبد الرسول العطار المكي،\nوالشيخ الزمزمي في الحجاز. (1)\n</p>\n\n<p>\nعلاقة المؤلف ابن يحيى بمؤلف «الرسالة» بلفقيه\n</p>\n\n<p>\nالعلامة عبد الله بن حسين بلفقيه من معاصري المؤلف يكبره بنحو إحدى عشر\nسنة، وقد أخذا من مشرب واحد واتفقا في أغلب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nشيوخهما ومن أخذ عنهما، عاش المؤلف العلامة (ابن يحيى) في قرية قريبة من\nمدينة (تريم) التي يقطنها (بلفقيه)، ويمكننا أن نلتمس خصائص كلا العلمين في\nكلام من كتب عنهما، فهذا تلميذهما العلامة عيدروس بن عمر الحبشي يصفهما،\nفيقول عن (بلفقيه) بأن: مفسر محدث صوفي فقيه متضلع في سائر العلوم (1)،\nبينما وصف المؤلف (ابن يحيى) بأنه: شيخ الشريعة وإمامها، المناضل عن دين\nالله بسره وإعلانه، الداعي إلى الله بفعله وحاله ولسانه، حبر الطريقة\nالعلوية وهمامها. (2). ونجد العلامة عبد الرحمن بن محمد المشهور يصف\nبلفقيه: بالعلامة النحرير عديم المشاكل والنظير، ويصف المؤلف بأنه كثير\nالاطلاع، جيد الفهم ذو عزم ويقين (3). وتحدث العلامة ابن عبيد الله السقاف\nبصراحته المعهودة عن بلفقيه وقرينه ابن يحيى وعن ما يقع بينهما مما يقع\nغالبا بين الأقران فيقول: \" أهل تريم وفي مقدمتهم الجليل عبد الله بن حسين\nبلفقيه مخالفا للسيد عبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nبن عمر بن يحيى على خط مستقيم حتى لو قال أحدهم: (تمرة) لقال الآخر\n(جمرة)، وما نظن بهما إلا الحق، غير أن الهوى يصور الشيء في عين صاحبه بغير\nما هو عليه، وكل يؤخذ من كلامه ويترك، وكان عبد الله بن أحمد باسودان يفضل\nبلفقيه من سعة العلم وغزارة المادة \" (1). ويروي السيد علوي بن عبد الله بن\nشهاب عن من قبله: أن أفقه العبادلة عبد الله بن حسين بلفقيه يليه عبد الله\nبن عمر بن يحيى يليه عبد <span id='ms023'></span> الله بن أبي بكر عيديد. (2)\n</p>\n\n<p>\nعلى أي حال فقد كان لهذا التماس الفقهي والتفاعل العلمي نتاجه وعبقه\nالخالد النافع لمن جاء بعدهم من طلبة العلم والباحثين، وسيظل ما كتبوا\nشاهدا على ثراء فقهي وعلمي شهده الوطن الحضرمي في عصر من عصور الاستعمار\nوالتمزق عاشه الوطن العربي والإسلامي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nاستعراض رسالة بلفقيه الموسومة «السيف البتار لمن يقول بأفضلية تأخير\nصلاة الصبح إلى الإسفار»\n</p>\n\n<p>\nتقع هذه «الرسالة» ضمن فتاوى مؤلفها العلامة عبد الله بن حسين بلفقيه،\nالموسومة «إتحاف الفقيه» جمعها وخطها بيده ابنه محي الدين، وهي مخطوطة تقع\nفي سبع ورق من القطع الكبير من الصفحة رقم (16) في الفتاوى إلى صفحة رقم\n(29)، وصفحة المخطوطة تتكون من 39 سطرا، وفي السطر نحو 15 كلمة تقريبا. ولم\nأعثر على تأريخ تأليفها، ويقتضي كلام ابن شهاب في رسالة (القول الصادق)\nوالمؤلف ابن يحيى في الكتاب الذي بين أيدينا أن تأليفها كان قبل رسالة ابن\nشهاب التي ألفت في رمضان سنة1260ه.\n</p>\n\n<p>\nموضوعات رسالة بلفقيه: تتكون «الرسالة» من مقدمة بين فيها مواقيت الصلاة\nمع التفصيل في دخول وقت صلاة الصبح، وفضل المبادرة بالصلوات في أول أوقاتها\nوذم تأخيرها عنه. ثم وضح مقصدين في وقت صلاة الصبح، المقصد الأول: نقل فيه\nمن كتب المذهب الشافعي أوقات صلاة الصبح. والمقصد الثاني: أورد فيه أقوال\nالعلماء في الاستدلال بالعلامات التي يستدل بها على دخول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nالوقت، مثل: المنازل والساعات والمناكيب، ثم أضاف ملاحق لوجوب الأخذ\nبأذان الثقة وجواز الدخول في الصلاة بغلبة الظن. وختم «الرسالة» بتحذير من\nيتجرأ على الفتوى بغير علم ويستدرك على السابقين الذين وصفهم بالأئمة\nالمجتهدين. (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nالتعريف بابن شهاب مؤلف «القول الصادق في بيان الفجر الصادق المعترض\nوإدحاض كلام المعترض»\n</p>\n\n<p>\nهو العلامة عيدروس بن أحمد بن علي بن عبد الله بن عيدروس بن علي بن محمد\nشهاب الدين الأخير بن عبد الرحمن القاضي بن أحمد بن شهاب الدين الأكبر\nالعلوي التريمي الحضرمي، ولد بتريم وتوفي بمكة المكرمة سنة تسعين ومائتين\nوألف للهجرة، من شيوخه: عمه العلامة عبد الله بن علي بن <span id='ms024'></span> شهاب (أحد العبادلة\nالسبعة) والعلامة عبد الله بن حسين بن طاهر (1) والعلامة طاهر بن حسين بن\nطاهر، والعلامة عبد الله بن عمر بن يحيى (مؤلف الكتاب)، والعلامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن أحمد باسودان، والعلامة محمد بن عبد الله باسودان (1). أما\nعن مؤلفاته: فلم أعثر على مؤلف له غير «الرسالة» المشار إليها، وله كتاب لا\nيزال مخطوطا بعنوان «قرة العين في قواعد العشرة بين الزوجين»، وصفه السيد\nعلي العطاس بأنه: المجد العلامة المجتهد ومقنع الطالب والمنتقد. ووصفه\nالسيد عمر بن علوي الكاف بأنه: سيد فاضل وعالم عامل، وورع زاهد محب للفقراء\nوالمساكين ناشر لدعوة الإسلام. (2)\n</p>\n\n<p>\nويكن ابن شهاب للمؤلف (ابن يحي) احترما وودا ويبدو ذلك جليا في قول (ابن\nشهاب) عن (ابن يحيى): سيدي وشيخي الإمام الحافظ المحقق ذو المقام الأسنى،\nوابن شهاب هذا كان قريبا من (المدرسة الطاهرية) متأثرا بها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nاستعراض رسالة ابن شهاب الموسومة «القول الصادق\n</p>\n\n<p>\nفي بيان الفجر الصادق المعترض وإدحاض كلام المعترض»\n</p>\n\n<p>\nتقع «الرسالة» في 29 ورقة فرغ منها يوم الاثنين أربع وعشرين رمضان سنة\n1260ه. وتوجد النسخة الأصلية (الأم) في نفس المجلد الذي ضم كتاب «السيوف\nالبواتر» بمكتبة الأحقاف للمخطوطات، وهذه النسخة مذيلة بتقاريظ عدد من شيوخ\nالمؤلف ومشاهير عصره مثل العلامة عبد الله بن حسين بن طاهر والعلامة عبد\nالله بن علي بن شهاب الذين وصفا (ابن شهاب) بالولد مما يدل على حداثة سنه\nحين كتب رسالته التي يرد بها على رسالة «السيف البتار» (1).\n</p>\n\n<p>\nوقد بدأ ابن شهاب رسالته بقوله: بسم الله الرحمن الرحيم اللهم أنت\nالمستعان وعليك البلاغ ولا حول ولا قوة إلا بالله وذكر أنه وجهها لأهل تريم\nالذين كانوا يؤذنون الفجر، ويصلون الفجر قبل دخول وقتها الشرعي، اعتمادا\nعلى من يدعي معرفة المنازل والنجوم، وقد باينوا كما يقول في هذا سائر\nالأقاليم، وخالفوا - كما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nيقول - الكتاب والسنة وقول كل ذي علم عليم، وعدد من أنكر فعلهم هذا من\nعلماء حضرموت، وقد وقف ابن شهاب كما يقول على رسالة ألفها بعض أهل العلم من\nأهل <span id='ms025'></span> تريم (1)، تضمنت أقوالا وصفها بأنها غير موافقة بعيدة وآراء غير سديدة\nوحذر مما رآه من تعصب وجمود في بعض علماء تريم في عصره، ووصف التعصب\nللمذاهب والآراء والجمود عليها بالداء العضال، وأنه مذموم ومستقبح بكل حال،\nوهو أن يوطن الشخص نفسه على ما علمه وفهمه ويجعل الحق منحصرا في ذلك، ولا\nيقبل الحق من غيره، ويصغي له بالآذان، وإن أقام عليه الدليل والبرهان، وذلك\nلعدم الإنصاف وقبول الحق والاعتراف .. ، وقد كان الأئمة من ذوي المعرفة\nوالكمال يعرفون الرجال بالحق ولا يعرفون الحق بالرجال. وقد حاول ابن شهاب\nالتصدي لما عرضه (بلفقيه)، بنقل إنكار علماء عصره من العلويين وغيرهم،\nكالعلامة أحمد بن عمر بن سميط، والعلامة طاهر بن الحسين بن طاهر، وأخوه\nالعلامة عبد الله بن حسين بن طاهر، والعلامة عبد الله بن أبي بكر عيديد،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nوالعلامة أحمد بن محمد الحبشي، والعلامة عبد الله بن أحمد باسودان\nوغيرهم، وما كتبوه من مؤلفات مثل كتاب «زاد المسافر» للعلامة علي بن عمر بن\nقاضي وكتاب «هداية الأصحاب من المتولين والنواب» للعلامة الشيخ عبد الله بن\nسعد بن سمير وعن كتاب «إتحاف النبيل بشرح حديث جبريل» للعلامة طاهر بن حسين\nبن طاهر و «خطبته الجامعة» و «شرحها» للعلامة عبد الله بن أحمد باسودان، ثم\nجمع ما يؤيد قوله من كتب فقهاء المذهب الشافعي، مثل الغزالي، وابن حجر،\nوالرملي، والكردي، والقليوبي. ونجد في «رسالة» (ابن شهاب) نواة لكتاب\n«السيوف البواتر» الذي جاء مساندا له، وقد وسع (ابن يحيى) ما اختصره (ابن\nشهاب) وأضاف إليه.\n</p>\n\n<p>\nلقد عكست لنا الرسائل الثلاث الحضرمية (رسالة بلفقيه وابن شهاب وابن يحي)\nصورة عن الحراك العلمي الموثق الذي نفخر به، شهده القطر الحضرمي في عصر من\nعصور الانحطاط التي عاشها العالم الإسلامي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الثالث\n</p>\n\n<p>\nوصف النسخة الخطية وعملي في التحقيق\n</p>\n\n<p>\nأولا: وصف النسخ الخطية التي اعتمدتها في تحقيق الكتاب:\n</p>\n\n<p>\nلم أعثر على المخطوطة الأصلية التي خطها المؤلف بيده، لكني عثرت على أربع\nنسخ خطية من الكتاب محفوظة جميعها في مكتبة الأحقاف <span id='ms026'></span> للمخطوطات بمدينة تريم،\nالواقعة في محافظة حضرموت بالجمهورية اليمنية، وهي كما يأتي:\n</p>\n\n<p>\nالنسخة المخطوطة الأولى (أ)\n</p>\n\n<p>\nوهي من ذخائر المكتبة المذكورة تقع ضمن (مجموعة كتب آل بن يحيى) في مجلد\nيحمل رقم (2691). وصفة المجلد: مجلد متماسك الأجزاء، ذو دفتين سميكتين\nمغلفة بغلاف رمادي اللون، ومربوطتان برباط جلدي، أبعاد المجلد: طوله 25 سم،\nوعرضه 17سم، وارتفاعه 4.5سم، ويحتوي هذا المجلد على كتابين: كتابنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nوترتيبه الأول، وكتاب آخر يحمل عنوان «دشته فيها فتاويات لعلماء حضرموت\nللشيخ محمد بن عبد الله العفيف».\n</p>\n\n<p>\nخصائص هذه النسخة: عدد أوراقها 52 ورقة، ومقاس الورقة 17 × 24 سم، ومتوسط\nعدد أسطر الصفحة 20 سطرا، ومتوسط عدد كلمات السطر تسع كلمات تقريبا،\nأوراقها بيضاء مستديمة، خالية من التأطير والعلامات المائية، كتبت بخط نسخي\nمعتاد، درجته وسط، وحجمه متوسط يصغر أحيانا، ولون حبره أسود يزيد دكانة\nوعرضا عند كتابة العناوين، ويستخدم اللون الأحمر للعنونة وغيرها والتظليل\nواللافتات الفوقية، وعبارته غير مفصلة ما عدا الصفحة الأولى، والتشكيل\nنادر، وهوامشها واسعة وما كتب عليها إما تصويب أو إكمال ما وقع في المتن من\nخطأ أو سقط أو توضيح ما كان غير واضح في المتن من الكلمات مسبوقا بكلمة\n(بيان)، وكذا أثبت على الهامش (بلاغات) قراءتها على المؤلف مثل: «بلغ\nمقابلة على مؤلفه متع الله به آمين «، أو: «بلغ مقابلة على المؤلف «، وقد\nتختصر في كلمة (بلغ). وقد استخدم التعقيب (الإحالة) في ذيل الورقة للحفاظ\nعلى ترتيب الأوراق. أما أوراق المخطوطة فسليمة من النقص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nوالتلف عدا آثار أرضة وتخريم وتبقع في أوراقها الأخيرة لكنه لا يحجب\nالكتابة، ولم يكتب الناسخ اسمه أو تاريخ النسخ أو الأصل الذي نقلها منه أو\nتاريخ تأليف الكتاب، وخطها شبيه بخط المؤلف ومصدر النسخة مكتبة المؤلف. على\nأي حال فإن النسخة هي نسخة كتبت في عصر المؤلف، وقرأت عليه وكتب المؤلف بخط\nيده الصفحة الأولى منها (أي صفحة الغلاف) والتي فيها عنوان الكتاب واسم\nمؤلفه ومحتوياته والغرض من تأليفه (التوطئة) وإمضاؤه على ذلك.\n</p>\n\n<p>\nوقد جاء في الغلاف ما نصه:\" الحمد لله وحده <span id='ms027'></span>، وصلى الله على سيدنا محمد\nوآله وصحبه وسلم. «السيوف البواتر لمن يقدم صلاة الصبح على الفجر الآخر»\nجمع الفقير إلى عفو الله عبد الله بن عمر بن أبي بكر بن يحيى باعلوي عفا\nالله عنهم. اعلم أيها الواقف على هذه «الرسالة» أنها: كلها أنشئت؛ لتحقيق\nعلامات الفجر. فالباب الأول إذ القصد من تأليفها نفي ما وقع الناس فيه من\nالغلط، ودفع توهماتهم الفاسدة، التي تولد منها: تقديمهم هذه الصلاة الشريفة\nعلى وقتها، وصاروا يدعون إليه، ويرون من أخرها إلى وقتها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nمخطئا. وفقنا الله للصواب بمنه وكرمه. كتب ذلك جامع هذه «الرسالة» الفقير\nإلى عفو الله. عبد الله بن عمر بن يحيى باعلوي \".\n</p>\n\n<p>\nوجاء في آخره ما نصه: \" وأولوه على حسب ما يوافق فهمهم. نسأل الله الحفظ\nوالسلامة، وكمال الهداية والاستقامة، وصلى الله على سيدنا محمد وآله وصحبه\nوجميع أتباعه وحزبه. والحمد لله رب العالمين \". وهذه النسخة هي أفضل النسخ\nالأربعة فقد اعتنى بها المؤلف فخط صفحتها الأولى بيده، وكثرت في هامشها\nالبلاغات المصرحة بقراءتها على مؤلفها، ومصدرها مكتبة المؤلف (المحفوظة في\nمكتبة الأحقاف للمخطوطات - بتريم)، علاوة على قدمها وسلامة نصها، لذا\nجعلتها النسخة (الأم)، واتخذتها أصلا قابلت عليه، وقد أشرت إليها بالحرف\n(أ).\n</p>\n\n<p>\nالنسخة المخطوطة الثانية (ب)\n</p>\n\n<p>\nوهي من ذخائر مكتبة الأحقاف للمخطوطات أيضا، تقع في (مجموعة كتب وقفية\nالسيد حسين بن عبد الرحمن بن سهل)، داخل مجلد يحمل رقم (2800) وهو مجلد\nمتماسك الأجزاء، له دفتان سميكتان مغلفتان بغلاف جلدي أحمر، أبعاده (23.5سم\nطولا،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n17سم عرضا، 3.5سم ارتفاعا)، يحوي خمسة كتب، يقع كتابنا في آخر المجلد، من\nخصائص هذه النسخة: عدد أوراقها 69 ورقة، مقاس الورقة 23.5 × 17سم. وعدد\nأسطر الصفحة 17 سطرا (مسطرة بالضغط)، ومتوسط عدد كلمات السطر تسع كلمات\nتقريبا، أوراقها بيضاء مستديمة، مرتبة بالتعقيب، خالية من التأطير\nوالعلامات المائية، كتبت بخط نسخي معتاد، درجته جيد، وحجمه متوسط، منقط\nومفصل والتشكيل نادر، ولون حبره أسود، ويستخدم الأحمر للعنونة والتفصيل\nوالتظليل وعمل اللافتات الفوقية. وهوامشها واسعة احتوت إكمال ما سقط من\nالمتن <span id='ms028'></span>، أما التصويبات فتختم عادة بكلمة (صح) و (البلاغات) نادرة جاءت مرة:\n(بلغ م) لعلها اختصار عبارة: (بلغ عن مؤلفه) وأخرى: (بلغ). حالة المخطوطة\nجيدة فجميع أوراقها خالية من التبقع والتسوس والثقوب.\n</p>\n\n<p>\nراجعها وصححها المؤلف بنفسه، وأمضى على ذلك في هامش الصفحة الأخيرة. وقد\nانتهى من نساختها في الشهر نفسه الذي صنفت فيه، كما جاء في خاتمتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nومن مزاياها وضوح خطها، وسلامة أوراقها من النقص والتلف والتسوس والتبقع.\nلم يكتب الناسخ اسمه، وتاريخ نساختها يوم الخميس آخر شهر جمادى الآخرة سنة\n1261ه، لكنه لم يشر للأصل الذي نقلها منه، ونجد في آخر هذه النسخة أن\nالمؤلف انتهى من تأليف الكتاب يوم الأحد فاتحة شهر جمادى الآخر سنة 1261ه.\n</p>\n\n<p>\nأول المخطوطة: كتاب السيوف البواتر لمن يقدم صلاة الصبح على الفجر الآخر،\nتأليف السيد الشريف الفاضل العالم الحبيب عبد الله بن عمر بن أبي بكر بن\nعمر بن يحيى باعلوي متع الله به في خير وعافية آمين، وصلى الله على سيدنا\nمحمد النبي الأمي وعلى آله وصحبه وسلم تسليما كثيرا مباركا. اعلم أيها\nالواقف.\n</p>\n\n<p>\nآخر المخطوطة: \" وأولوه على حسب ما يوافق فهمهم. نسأل الله الحفظ\nوالسلامة، وكمال الهداية والاستقامة، وصلى الله على سيدنا محمد وآله وصحبه\nوجميع أتباعه وحزبه. وكان الفراغ من زبرها يوم الأحد، فاتحة شهر جماد آخر،\nسنة 1261 (واحدة وستين ومائتين وألف)، وانتهت نساخة ذلك - بحمد الله تعالى\n-: بعد الظهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nيوم الخميس، آخر الشهر المؤرخ به، وبسنته. وبتمامه تتم الصالحات\nوالبركات، والحمد لله رب العالمين آمين، وصلى الله على سيدنا محمد وعلى آله\nوصحبه وسلم تسليما كثيرا \". وفي الهامش بخط المؤلف: (راجعت هذه النسخة\nوصححتها حسب الإمكان. كتب ذلك الفقير إلى عفو ربه عبد الله بن عمر بن يحيى\nعلوي).\n</p>\n\n<p>\nولمزايا هذه النسخة التي تداني النسخة (أ) جعلتها النسخة الفرعية الأولى\nوأشرت إليها بالرمز (ب).\n</p>\n\n<p>\nالنسخة المخطوطة الثالثة (ج)\n</p>\n\n<p>\nوهي النسخة الثالثة من نسخ الكتاب المودعة في المكتبة الأحقاف، وتقع ضمن\n(مجموعة كتب وقفية السيد حسين بن عبد الرحمن بن سهل <span id='ms029'></span>)، وفي مجلد يحمل رقم\n(2799)، والمجلد متماسك الأجزاء، له دفتان ولسان، مغلفتان بغلاف جلدي أسود،\nأبعاده (23 سم طولا، 17سم عرضا، 5سم ارتفاعا)، ويضم بين دفتيه مجموعة كتب\nيتوسطها الكتاب. وترتيبه الثالث بين كتب المجلد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nخصائص هذه النسخة: هي توأم للنسخة السابقة في جميع الخصائص: نوع الورق،\nوعددها، ومقاس الورق، وعدد أسطر الصفحة، ومتوسط عدد كلمات السطر، ونوع\nالخط، ويمكننا الجزم أن ناسخها هو ناسخ النسخة السابقة (ب)، وقد كتب اسمه\nفي هذه النسخة (ج) ولم يكتبه في (ب)، وهو السيد أحمد بن عبد الرحمن بن أحمد\nبن حسن الحداد (1). وقد انتهى من نساختها يوم الأربعاء 17 جمادى الآخرة\n1261ه، أي قبل النسخة الأولى بنحو أسبوعين.\n</p>\n\n<p>\nأول المخطوطة: \" كتاب «السيوف البواتر لمن يقدم صلاة الصبح على الفجر\nالآخر» جمع السيد الشريف الحبيب الفاضل العالم العلامة عبد الله بن عمر بن\nأبي بكر بن عمر بن يحيى علوي - متع الله به في عافية آمين -، وصلى الله على\nسيدنا محمد النبي الأمي وعلى آله وصحبه وسلم. اعلم أيها الواقف \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nآخر المخطوطة: \" وأولوه على حسب ما يوافق فهمهم. نسأل الله الحفظ\nوالسلامة، وكمال الهداية والاستقامة، وصلى الله على سيدنا محمد وآله وصحبه\nوجميع أتباعه وحزبه. والحمد لله رب العالمين وكان الفراغ من زبرها يوم\nالأحد، فاتحة شهر جماد آخر، سنة 1261 ه (واحدة وستين ومائتين وألف)، والحمد\nلله على كل حال من الأحوال، تمت النساخة بحمد الله وتوفيقه بعد الظهر يوم\nالربوع 17 الشهر المذكور بتاريخ السنة المذكورة، بقلم أفقر العباد الفقير\nإلى الله تعالى الرب الجواد أحمد بن عبد الرحمن بن أحمد بن الحسن الحداد -\nعفا الله عنه - وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليما كثيرا\n\".\n</p>\n\n<p>\nوتشابه النسخة (ج) النسخة (ب) في سلامتها من النقص والتلف، غير أن النسخة\n(ب) تفوقت على النسخة هذه في أن المؤلف راجعها بنفسه وصححها وأمضى عليها،\nويبدو أن هذه النسخة قوبلت على (ج)، وقام بذلك شخص آخر غير الناسخ، ويظهر\nذلك من اختلاف الخط الذي كتبت به التصويبات <span id='ms030'></span> على الهامش. ونظرا لهذه التوأمة\nلم تفدنا النسخة (ج) بشيء سواء معرفة اسم الناسخ، واكتفينا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nفي مقابلة النسخة الأولى (أ) بالنسخة الثانية (ب). وقد أشرت لهذه النسخة\nالثالثة بالرمز (ج).\n</p>\n\n<p>\nالنسخة المخطوطة الرابعة (د)\n</p>\n\n<p>\nوهي النسخة الرابعة من الكتاب في المكتبة المذكورة تقع ضمن (مجموعة كتب\nآل بن يحيى) في مجلد يحمل رقم (2712). وهو مجلد متماسك الأجزاء، له دفتان\nولسان وغلاف جلدي أحمر أبعاد المجلد: طوله 24 سم، وعرضه 17 سم، وارتفاعه\n3.5سم، ويحوي المجلد كتابين: الأول عنون بالعبارة الآتية: (هذا سؤال\nالسلطان غالب بن محسن بن أحمد: ما قول علماء تريم نفع الله بهم فيمن قام\nبعد السلام من صلاة الجمعة في جامع تريم؟). وهو من تأليف ابن المؤلف واسمه\n(عمر) والكتاب الآخر: هو كتابنا. وعدد أوراقها 87 ورقة، مقاس الورقة 24 ×\n17سم. وعدد أسطر الصفحة 15 سطرا، ومتوسط عدد كلمات السطر سبع كلمات تقريبا،\nوأوراق هذه النسخة بيضاء مستديمة، مرتبة بالتعقيب، خالية من التأطير\nوالعلامات المائية، كتبت بخط نسخي مقروء حجمه كبير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nمنقط، والتفصيل والتشكيل نادر، ولون حبره أسود، يستخدم اللون الأحمر في\nالتظليل وعمل اللافتات الفوقية. وهوامشها واسعة احتوت على تصويبات، وبلاغ\nفي هامش الصفحة الأخيرة، أما التصويبات فتختم عادة بكلمة (صح). حالة\nالمخطوطة جيدة فجميع أوراقها سليمة من التبقع والتسوس والخرم. لم يشر\nالناسخ إلى اسمه أو تاريخ نساخته أو الأصل الذي نقل منه، لكن المجلد كتب\nبخط واحد كتابنا وكتاب (سؤال السلطان)، وقد كتب الناسخ اسمه في الكتاب\nالآخر واسمه (علي بن صالح بن أبي بكر بن عبد الله سعيد بن علي الحاج).\n</p>\n\n<p>\nوهذه النسخة لا ترقى إلى مستوى النسختين السابقتين (أ) و (ب)، بل بينها\nوبينهما بون شاسع من حيث صحة نصهما ودقتهما واكتمالهما وعناية المؤلف بهما،\nوقد طالعت هذه النسخة (د) فلم أجد فيها زيادة على النسختين السابقتين، بل\nبها نقص وأخطاء، ولا توجد بها توطئة المؤلف.\n</p>\n\n<p>\nوأول المخطوطة: \" كتاب السيوف البواتر لمن يقدم صلاة الصبح على الفجر\nالآخر جمع سيدنا العلامة الحبيب عبد الله بن عمر بن <span id='ms031'></span> أبي بكر بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nيحيى بن علوي نفع الله آمين به. وصلى الله على سيدنا محمد وعلى آله وصحبه\nوسلم وبعد. بسم الله الرحمن الرحيم الحمد لله الذي هدانا لهذا \"\n</p>\n\n<p>\nوآخرها: \" ممن ذكر وأولوه على حسب ما يوافق فهمهم فنسأل الله الحفظ\nوالسلامة وكمال الهداية والاستقامة وصلى الله على سيدنا محمد وآله وصحبه\nوجميع أتباعه وحزبه آمين ثم آمين \".\n</p>\n\n<p>\nوقد أشرت لهذه النسخة بالرمز (د).\n</p>\n\n<p>\nوفيما يأتي صور النسخ الخطية من الكتاب ورسالتي بلفقيه وابن شهاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nصور النسخ الخطية من الكتاب\n</p>\n\n<p>\nصورة اللوحة الأولى من نسخة الأصل (أ) ويظهر فيها عنوان الكتاب وتوطئة\nللمؤلف كتبها بخط يده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nصورة اللوحة الثانية من نسخة الأصل (أ)،\n</p>\n\n<p>\nوتظهر فيها مقدمة الكتاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nصورة اللوحة قبل الأخيرة من الأصل (أ)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nصورة اللوحة الأخيرة من الأصل (أ).\n</p>\n\n<p>\nوتظهر في الهامش عبارة: (بلغ على مؤلفه).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nصورة اللوحة الأولى من نسخة الأصل (ب) يظهر فيها عنوان الكتاب، وتوطئة\nالمؤلف، وتملك السيد حسين بن سهل، وختم وقفه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nصورة اللوحة الثانية من نسخة الأصل (ب)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nصورة اللوحة الأخيرة من نسخة الأصل (ب) ويظهر في الهامش عبارة المؤلف\nالتي كتبها بخط يده: (راجعت هذه النسخة وصححتها حسب الإمكان. كتب ذلك\nجامعها الفقير إلى عفو ربه عبد الله بن عمر بن يحيى علوي).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nصورة اللوحة الأولى من نسخة الأصل (ج) يظهر فيها عنوان الكتاب، وتوطئة\nالمؤلف، ووقف السيد حسين بن سهل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nصورة اللوحة الثانية من نسخة الأصل (ج)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nصورة اللوحة الأخيرة من نسخة الأصل (ج)\n</p>\n\n<p>\nويظهر فيها اسم الناسخ: (أحمد بن عبد الرحمن بن أحمد بن حسن الحداد).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nصورة غلاف نسخة الأصل (د)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nصورة اللوحة الثانية من نسخة الأصل (د)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nصورة اللوحة الأخيرة من نسخة الأصل (د)\n</p>\n\n<p>\nويظهر في الهامش كلمة: (بلغ).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nصورة غلاف مخطوطة «القول الصادق في بيان الفجر الصادق المعترض وإدحاض\nكلام المعترض» للعلامة عيدروس بن أحمد بن شهاب، وعليها وقف السيد حسين بن\nسهل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nصورة الصفحة الأولى من مخطوطة «القول الصادق في بيان الفجر الصادق\nالمعترض وإدحاض كلام المعترض»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nالصفحة <span id='ms032'></span> الأخيرة من مخطوطة «القول الصادق في بيان الفجر الصادق»\n</p>\n\n<p>\nيظهر في آخرها تقريظ العلامة عبد الله بن حسين بن طاهر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nالصفحة الأولى من رسالة «السيف البتار لمن يقول بأفضلية تأخير صلاة الصبح\nإلى الإسفار» للعلامة عبد الله بن حسين بلفقيه في فتاويه «إتحاف الفقيه»\nبخط ابنه محي الدين. وهي صورة لصورة المخطوطة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nثانيا: عملي في إخراج الكتاب وتحقيقه\n</p>\n\n<p>\nيتلخص عملي في تحقيق الكتاب في الآتي:\n</p>\n\n<p>\n- عرضت نص الكتاب مصححا مقوما مقابلا على النسخ الخطية، فجعلت النسخة (أ)\nنسخة التحقيق المعتمدة (النسخة الأم). لمزاياها سالفة الذكر، وقابلت عليها\nالنسخة (ب)، ووضعت الاختلاف بين النسختين وكذا السقطات بين حاصرتين\nهلاليتين () في المتن، وأشرت في الهامش إلى هذا الاختلاف، وحين تكون هناك\nزيادة في (ب) ليست في (أ) قلت في الهامش: أثبتناه من (ب). أما ما قمت\nبتعديله أو إضافته وليس في النسختين فقد وضعته بين قوسين معكوفين [].\n</p>\n\n<p>\n- ضبطت النص حسب القواعد الإملائية المتعارف عليها في الوقت الحاضر،\nورقمته ونقيته من التصحيف والتحريف والتكرار وشرحت ما كان غامضا من\nالألفاظ، وشكلت المبهم منه، وأبرزت العناوين والتبويبات وأكملت ما سقط منها\nوجعلت ذلك بين قوسين معكوفين [].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\n- عزوت الآيات القرآنية إلى موضعها من السور [السورة: رقم الآية]. وخرجت\nالأحاديث والآثار من مظانها في كتب السنة، ونقلت الحكم عليها إن كان في غير\nالصحيحين (صحيحي البخاري ومسلم). ووثقت بعض ما نقله المؤلف عن غيره حتى\nيطمئن القارئ إلى سلامة النص.\n</p>\n\n<p>\n- وضعت ترجمة مختصرة للمؤلف وتعريفا بالكتاب ووصفا لنسخه الخطية، وفهارس\nللمحتويات والآيات والأحاديث والأعلام، وقائمة بمراجع المؤلف ومراجع\nالتحقيق. وعرفت بالكتب التي وردت في المتن، ووضعت تعريفا مختصرا للكثير من\nالأعلام.\n</p>\n\n<p>\n- استخدمت قوسين مزهرين {} للآيات، وقوسين صغيرين للأحاديث «» مع تثخين\nالخط، وقوسين صغيرين «» أيضا لأسماء الكتب ولكن دون تثخين للخط، وللتنصيص\nقوسين هلاليين (). كما ثخنت أسماء الأعلام، وفصلت بين رقم الجزء ورقم\nالصفحة ب (/)، ورمزت للصفحة بالرمز (ص)، وللمجلد (م) ولتاريخ الوفاة (ت)،\nولمخطوطات مكتبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nالأحقاف للمخطوطات بتريم بالرمز (مخ). واستبدلت الاختصار (ح~) في الأصل\nالمخطوط <span id='ms033'></span> ب (حينئذ).\n</p>\n\n<p>\nوكنت قد علقت على الجوانب الفلكية التي تناولها الكتاب بشيء من التفصيل،\nودعمت ذلك بالمعادلات والجداول والأشكال والرسوم البيانية، لكني رأيت فيما\nبعد أن هذا التعليق لا ينسجم والمضمون الفقهي للكتاب وربما يذهب بالقارئ\nبعيدا عن موضوع الكتاب، واستقر رأيي على أن انشر تلك التعليقات الفلكية في\nمؤلف مستقل - إن شاء الله - عن دخول وقت صلاة الفجر بمراقبة العلامة\nالشرعية ودخوله بالحساب الفلكي، وأن أضمن هذا المؤلف ما توصلت إليه مع عدد\nمن الإخوة من نتائج في مجال رصد الفجر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nفهرس مقدمة التحقيق\n</p>\n\n<p>\nالموضوع الصفحة\n</p>\n\n<p>\nمقدمة المحقق 1\n</p>\n\n<p>\nالفصل الأول: التعريف بالمؤلف 2\n</p>\n\n<p>\nاسمه ونسبه 2\n</p>\n\n<p>\nكنيته ولقبه 2\n</p>\n\n<p>\nنشأته وطلبه للعلم 2\n</p>\n\n<p>\nشيوخه 2\n</p>\n\n<p>\nبعض أقرانه وأصحابه 2\n</p>\n\n<p>\nمذهبه العقدي والفقهي 2\n</p>\n\n<p>\nطرف من سيرته 2\n</p>\n\n<p>\nصاحب البقرة 2\n</p>\n\n<p>\nالقوات الهولندية تحاصر المؤلف وتحاول أسره (قصة باكلنقان)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nالموضوع الصفحة\n</p>\n\n<p>\nمناظرة بين المؤلف وعالم مكة وشريفها حول مشروعية التدخين 2\n</p>\n\n<p>\nالمؤلف يحارب المعازف واتخاذ الصور والتزيي بزي الكفار 2\n</p>\n\n<p>\nالمؤلف والصلاة 2\n</p>\n\n<p>\nكرمه وزهده 2\n</p>\n\n<p>\nثناء الناس عليه 2\n</p>\n\n<p>\nمكانته العلمية 2\n</p>\n\n<p>\nتلاميذه 2\n</p>\n\n<p>\nأولاده 2\n</p>\n\n<p>\nمؤلفاته 2\n</p>\n\n<p>\nالمطبوع من كتب المؤلف 2\n</p>\n\n<p>\nكتب ورسائل المؤلف المخطوطة: 2\n</p>\n\n<p>\nوفاته 2\n</p>\n\n<p>\nبعض ملامح الأوضاع السياسية والفكرية لعصر المؤلف 2\n</p>\n\n<p>\nالموضوع الصفحة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الثاني: التعريف بالكتاب الذي بين أيدينا 2\n</p>\n\n<p>\nعنوان الكتاب 2\n</p>\n\n<p>\nتوثيق اسم الكتاب 2\n</p>\n\n<p>\nنسبته إلى المؤلف 2\n</p>\n\n<p>\nسبب تأليفه 2\n</p>\n\n<p>\nموضوعات الكتاب ونظام ترتيبه 2\n</p>\n\n<p>\nمنهج المؤلف وأسلوبه في الكتاب 2\n</p>\n\n<p>\nمصادر الكتاب 2\n</p>\n\n<p>\nتقييم الكتاب 2\n</p>\n\n<p>\nرسالة بلفقيه التي يرد عليها الكتاب الذي بين أيدينا 2\n</p>\n\n<p>\nعلاقة المؤلف ابن يحيى بمؤلف «الرسالة» بلفقيه 2\n</p>\n\n<p>\nاستعراض رسالة بلفقيه الموسومة «السيف البتار لمن يقول بأفضلية تأخير\nصلاة الصبح إلى الإسفار» 2\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nالموضوع الصفحة\n</p>\n\n<p>\nالتعريف بابن شهاب مؤلف «القول الصادق في بيان الفجر الصادق المعترض\nوإدحاض كلام المعترض» 2\n</p>\n\n<p>\nاستعراض رسالة ابن شهاب الموسومة «القول الصادق 2\n</p>\n\n<p>\nفي بيان الفجر الصادق المعترض وإدحاض كلام المعترض» 2\n</p>\n\n<p>\nالفصل الثالث: وصف النسخة الخطية وعملي في التحقيق 2\n</p>\n\n<p>\nأولا: وصف النسخ الخطية التي اعتمدتها في تحقيق الكتاب 2\n</p>\n\n<p>\nالنسخة المخطوطة الأولى (أ)\n</p>\n\n<p>\nالنسخة المخطوطة الثانية (ب)\n</p>\n\n<p>\nالنسخة المخطوطة الثالثة (ج)\n</p>\n\n<p>\nالنسخة المخطوطة الرابعة (د)\n</p>\n\n<p>\nصور النسخ الخطية من الكتاب 2\n</p>\n\n<p>\nثانيا: عملي <span id='ms034'></span> في إخراج الكتاب وتحقيقه 2\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nالسيوف البواتر\n</p>\n\n<p>\nلمن يقدم صلاة الصبح على الفجر الآخر\n</p>\n\n<p>\nتأليف العلامة الفقيه\n</p>\n\n<p>\nعبد الله بن عمر بن أبي بكر بن يحيى\n</p>\n\n<p>\nالعلوي الحضرمي الشافعي\n</p>\n\n<p>\n(1209ه - 1265ه)\n</p>\n\n<p>\nتحقيق\n</p>\n\n<p>\nصالح بن عبد اللاه بلفقيه\n</p>\n\n<p>\n(1432ه / 2011م)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<h1 class='l1' id='head33'>توطئة للمؤلف</h1>\n\n<p>\n(الحمد لله وحده، وصلى الله على سيدنا محمد وآله وصحبه وسلم). (1)\n</p>\n\n<p>\nاعلم أيها الواقف على هذه «الرسالة» أنها: كلها أنشئت؛ لتحقيق علامات\nالفجر.\n</p>\n\n<p>\nفالباب الأول: لبيان أدلتها من كلام الله تعالى.\n</p>\n\n<p>\nو [الباب] الثاني: لبيانها من كلام رسول الله صلى عليه وسلم.\n</p>\n\n<p>\nو [الباب] الثالث: لبيانها من إجماع الأمة وأئمة المذهب ((2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nو [الباب] الرابع: لبيانها من كلام أهل الفلك، وتحقيق وقت ظهورها من\nكلامهم، الموافق لما جاء به الشرع في الأبواب السابقة.\n</p>\n\n<p>\nوالفصل الأخير: في شروط الشرع في المخبر بالفجر وبقية الأوقات فلكون\nمقصود هذه «الرسالة» ما ذكرنا. تجد الكلام تكرر في هذه العلامات في جميع\nالأبواب، فلا تظنه لغير فائدة، إذ القصد من تأليفها نفي ما وقع الناس فيه\nمن الغلط، ودفع توهماتهم (الفاسدة) (1)، التي تولد منها: تقديمهم هذه\nالصلاة الشريفة على وقتها، وصاروا يدعون إليه، ويرون من أخرها إلى وقتها\nمخطئا.\n</p>\n\n<p>\nوفقنا الله للصواب بمنه وكرمه.\n</p>\n\n<p>\n(كتب) (2) ذلك جامع هذه «الرسالة» الفقير إلى (عفو) (3) الله\n</p>\n\n<p>\nعبد الله بن عمر بن يحيى (باعلوي) (4) (عفا الله عنهم آمين، آمين) (5).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<h1 class='l1' id='head34'>مقدمة المؤلف</h1>\n\n<p>\nالحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله، وأشهد أن\nلا إله إلا الله وحده لا شريك له، شهادة أبلغ بها كمال رضاه، وأشهد أن\nسيدنا محمدا عبده ورسوله، الذي فضله على من سواه، صلى الله وسلم عليه وعلى\nآله وصحبه ومن نصره ووالاه.\n</p>\n\n<p>\nأما بعد، فقد عم الابتلاء في جهتنا (1). بتقديم صلاة الصبح وأذانها على\nوقتها المشروع، وعمل بذلك الكثير منهم، وتعصبوا عليه، حتى صار إنكاره عندهم\nغير مسموع، فتنبه لذلك كثير من العلماء والصالحين، فشددوا النكير على هذا\nالخرق الشنيع في الدين، فرجع بذلك الجم <span id='ms035'></span> الغفير، وبقي على التقديم والتعصب\nاليسير، فألف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nبعضهم (1) رسالة في الانتصار لذلك الخطأ والزلل، وأكثر فيها من تمويه\nتصويبه ذلك العمل، وترويجه على من يجهل، فعارضه آخر (2) برسالة بين فيها\nالحق كالهالة، نافيا غبار تلك الجهالة، ثم عرض الرسالتين علي، وطلب منى أن\nأنصر الحق بما لدي، فبادرت إلى تأليف هذه «الرسالة»، في هذا الشأن حذرا من\nالكتمان الذي وعد الله مرتكبه بالنيران، وبسطت فيها الكلام لينتفع به الخاص\nوالعام، لأن هذا من أهم مهمات الإسلام التي يحتاج إليها كل الأنام. ورتبته\nعلى أربعة أبواب:\n</p>\n\n<p>\n[الباب] الأول: فيما ذكره الله سبحانه وتعالى في بيان الفجر.\n</p>\n\n<p>\n[الباب] الثاني: فيما جاء عن رسول الله - صلى الله عليه وسلم - شارحا به\nكلام ربه عز وجل في ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n[الباب] الثالث: في كلام الفقهاء الذي شرحوا به كلام رسول الله - صلى\nالله عليه وسلم - في ذلك.\n</p>\n\n<p>\n[الباب] الرابع: فيما ضبط به الموقتون حصة الفجر وقدروها به.\n</p>\n\n<p>\nومن الله أسأل التوفيق والسداد وإصابة الصواب والرشاد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>الباب الأول:</h1>\n\n<p>\nفيما ذكره الله سبحانه وتعالى في بيان الفجر\n</p>\n\n<h1 class='l1' id='head36'>الآية الأولى</h1>\n\n<p>\n]: قال الله تعالى {: ... وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من\nالخيط الأسود من الفجر} (1).\n</p>\n\n<p>\nقال البيضاوي (2) في «تفسيره» (3): (شبه ما يبدوا من الفجر المعترض في\nالأفق، وما يمتد معه من ظلمة الغبش، بخيطين أبيض وأسود، واكتفى ببيان الخيط\nالأبيض بقوله: {من الفجر} عن بيان الأسود؛ لدلالته عليه، وبذلك خرجا من\nالاستعارة إلى التمثيل، ويجوز أن تكون {من}؛ للتبعيض، فإن أول ما يبدو بعض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nالفجر) (1) انتهى. ولما أتى الشربيني ((2)\n</p>\n\n<p>\nفي «تفسيره» ((3) بهذه العبارة، قال بعدها: (والمعنى على التبعيض: حال\nكون الخيط الأبيض بعضا من الفجر، وعلى البيان: حال كونه هو الفجر) ((4)\nانتهى. وعبارة أبى السعود (5) في «تفسيره» (6) كعبارة البيضاوي (7)) وهي\nأيضا عبارة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n«الكشاف» (1). وفي بعض «حواشي الكشاف»): وقد سئل ابن عباس رضي الله\nعنهما: هل تعرف العرب ذلك؟ - أي: تسمية الفجر، ومقابله من الظلام بالخطين\nالمذكورين في القرآن - فقال: نعم؛ أما سمعت قول أمية - شعرا -:\n</p>\n\n<p>\nالخيط الأبيض ضوء الصبح <span id='ms036'></span> منفلق ... والخيط الأسود لون الليل مكمود).\n</p>\n\n<p>\nوقال النيسابوري ((2) في تفسير هذه الآية: (وأطلق الخيط الأبيض على أول\nما مد من الفجر المعترض في الأفق كالخيط الممدود، والخيط الأسود على ما\nيمتد معه من غلس الليل) (3). إلى أن قال: (ويمكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nأن يقال للفصل المشترك بين ما انفجر من الضياء أي: انشق، وبين ما هو مظلم\nبعد: شبه (1) خطين اتصلا عرضا، فالذي انتهى إليه الضياء .. خيط أبيض، والذي\nانتهى إليه الظلام .. خيط أسود. وقد سبق تقرير الصبح في تفسير قوله تعالى:\n{واختلاف الليل والنهار} (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nانتهى (1). وعبارته هناك: (الثالثة [قوله تعالى]: {واختلاف الليل\nوالنهار}، فالنهار: عبارة عن مدة كون الشمس فوق الأفق، وفي عرف الشرع:\nبزيادة ما بين طلوع الفجر الصادق إلى [طلوع] (2) جرم الشمس، وأما الليل:\nفعبارة عن مدة خفائها تحت الأفق، أو بنقصان الزيادة المذكورة، وذلك لأن\nالشمس إذا غابت .. ارتفع رأس مخروط ظل الأرض إلى فوق، فوقع الإبصار داخله\n(3)، إلى أن يظهر الصباح المستنير من جانب الأفق الشرقي، فيكون أول الفجر\nالكاذب إن كان الضوء مرتفعا، وبعده أول الصادق إذا قرب من الأفق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nجدا وانبسط النور، حتى إذا غاب رأس المخروط تحت الأفق .. طلع مركز جرم\nالشمس في مقابله) انتهى (1).\n</p>\n\n<p>\nوقال الشيخ محمد بن علي الشعبي الموزعي الشافعي (2) في «تيسير البيان في\nأحكام القرآن» في الكلام على هذه الآية: (في الآية دليل على أن الحكم معلق\nبالفجر الثاني، وهو المستطير الأحمر لا الأبيض، وهو قول عامة أهل العلم من\nالصحابة والتابعين) انتهى.\n</p>\n\n<p>\nوفي كتاب «نهاية الإحكام في آيات الأحكام» للشيخ محمد بن حسن الشهير\nبدرواز عند الكلام على هذه الآية: (واستدل بها على أن: الحكم معلق بالفجر\nالثاني المستطير الأحمر، لا الأبيض) انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nوفي «تفسير الأحمدي لآيات الأحكام» لبعض أئمة الحنفية في الكلام على هذه\nالآية) والمعنى: أبيح لكم الأكل والشرب من وقت المغرب إلى أن يتبين، أي:\nيمتاز (1) الخيط الأبيض من الخيط الأسود، فشبه بالخيط الأسود: سواد الليل،\nوبالخيط الأبيض: الإسفار، وبينه: بالفجر ((2) انتهى.\n</p>\n\n<p>\nفأفادت هذه الآية الكريمة، وكلام <span id='ms037'></span> من ذكر من العلماء عليها وغيرهم أن:\nالفجر [الصادق] يعرف بعلامات أربع وهي:\n</p>\n\n<p>\n[1] أنه بياض معترض جنوبا وشمالا.\n</p>\n\n<p>\n[2] أنه لا يزال يتزايد.\n</p>\n\n<p>\n[3] وأنه بتزايده يتبين النهار.\n</p>\n\n<p>\n[4] وأنه تخالط بياضه حمرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الحقيقة أنها ثلاث [علامات]: الاعتراض، والتزايد، ومخالطة الحمرة،\nوأما تبين النهار بالتزايد ففرع التزايد، لكننا زدنا هذا الفرع وعددناه\nأصلا؛ لأن المتعصبين إذا صلوا الصبح قبل وقته، وطلب المنكر عليهم من مؤذنهم\nأو إمامهم أن يريه البياض المعترض .. أشار إلى محل الفجر قائلا: انظره،\nفإذا قال: ما رأيت شيئا، فأين زيادته بعد أذانكم وصلاتكم؟ .. قال: له قد\nزاد كثيرا، ويكثر من هذا الكلام ونحوه كذبا وتمحلا (1)؛ لتصحيح عمله، أو\nلاعتقاده أن الكاذب هو الصادق، ويطيل الكلام والجدال، كما وقع لنا مع\nبعضهم؛ فزدنا هذه العلامة، إذ لا يمكن أحد إنكارها، إذ يأتي لك في (الباب\nالرابع) أن: وقتي الفضيلة والاختيار للصبح: قدر منزلة، وهي مع اعتدال الليل\nوالنهار: ساعة مستوية إلا سبع ساعة، وبعد ذلك الإضاءة التامة، وهي وقت\nالجواز، وزمن أذانهم، وركعتي الفجر، وانتظارهم، وصلاتهم، يستغرق نحو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nنصف المنزلة، فلو صدقوا في طلوع الفجر .. لظهر بعد صلاتهم ضوء بين، يتبين\nبه أن ذلك أول النهار، وإذا لم يظهر - كما هو المعروف- .. فقد تبين غلطهم،\nوتقدم صلاتهم على وقتها. وكلها مفهومة من (ال) في قوله تعالى: {من الفجر}،\nإذ هي للعهد الذهني. والمعنى: من الفجر المعروف عند العرب، وهم لا يطلقون\nذلك إلا على البياض المتصف بهذه الأربع العلامات. ويدل على الاعتراض:\nتشبيهه تعالى بياض الفجر وسواد الليل بالخيطين: الأبيض، والأسود. وعلى\nتزايده وتبين النهار به:\n</p>\n\n<h1 class='l1' id='head37'>الآية الثانية</h1>\n\n<p>\n]: قوله تعالى: {يغشي الليل النهار} (1).\n</p>\n\n<p>\nقال البيضاوي: (يغطيه، ولم يذكر عكسه؛ للعلم به أو لأن اللفظ يحتملهما؛\nولذلك قرئ: {يغشي الليل النهار} \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n- بنصب الليل، ورفع النهار (1) -. إلى أن قال: {يطلبه حثيثا}: يعقبه\nسريعا، كالطالب له لا يفصل بينهما شيء) ((2) انتهى. وفي «تفسير الشربيني»:\n</p>\n\n<h1 class='l1' id='head38'>الآية الثالثة</h1>\n\n<p>\n: قوله تعالى]: {والصبح إذا تنفس (18)} (3):\n</p>\n\n<p>\nأي امتد حتى يصير نهارا بينا، يقال للنهار إذا زاد: تنفس <span id='ms038'></span>) ((4) انتهى.\nوقال الشيخ تقي الدين بن حجة في «شرحه للبديعية» ((5): \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n(وأحسن الاستعارات ما قرب منها دون ما بعد، وأعظمها في هذا الباب قوله\nتعالى:\n</p>\n\n<p>\n{والصبح إذا تنفس (18)}، فإن ظهور الأنوار من المشرق من أشعة الشمس قليلا\nقليلا، بينه وبين إخراج النفس مشابهة شديدة القرب) انتهى. وقال الشربيني\nعلى قوله سبحانه (وتعالى) (1):\n</p>\n\n<h1 class='l1' id='head39'>الآية الرابعة</h1>\n\n<p>\n]: ({والصبح إذا أسفر} (34) ((2): أضاء وتبين) ((3) انتهى. ويدل على: أنه\nبياض تخالطه حمرة؛ فهو مشرب بها ((4)، وهذا أفضل الألوان؛ ولهذا وصف به\nبياضه - صلى الله عليه وسلم - ((5). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nفالمراد بالأحمر في الأحاديث وكلام العلماء: أن بياض الفجر مشرب بها، لا\nالحمرة الخالصة [كما] (1) مر.\n</p>\n\n<p>\nوقوله تعالى: ({والصبح إذا أسفر (34)}، {والصبح إذا تنفس (18)}، قال في\n«القاموس» ((2): (الصبح: الفجر) (3). وقال فيه (الفجر: ضوء الصباح، وهو\nحمرة الشمس في سواد الليل) (4) انتهى. فعلم به: أن الصبح عند العرب هو ضوء\nالصباح، الذي هو حمرة الشمس في سواد الليل، فالمراد بضوء الصباح البياض\nالذي تخالطه تلك الحمرة، واحترز بقوله: (في سواد الليل) عن الحمرة التي قبل\nالشمس، إذ هي لا تكون فيه بل في بياض النهار، وبين ذلك أن الصبح بياض مشرب\nبحمرة، قول الدميري في «شرح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nالمنهاج» (1) - لما ذكر الماتن: (الصبح) -: (وسميت بذلك لأنها تفعل بعد\nالفجر، الذي يجمع بياضا وحمرة فإنه يقال وجه صبيح للذي فيه بياض وحمرة) (2)\nانتهى. وقال القليوبي في «حاشيته على التحرير» (3): (قوله: (فوقت الصبح)\nالصبح: اسم أصالة لما اشتمل على بياض وحمرة، سميت بذلك لاشتمال وقتها عليه)\nانتهى. وقال ابن العماد في «القول التمام» (4): (وللصبح خمسة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nأسماء: الأول: الصبح: وكانت صبحا؛ لأن وقتها أصبح، والأصبح: الذي فيه\nبياض مختلط بحمرة قيل: وهو أحسن الألوان.) انتهى. ونحوه في «المغني»\nللشربيني ((1). وهذه الحمرة تضعف بقوة الضياء والإسفار، حتى تكاد تذهب معه\nومع وقت الجواز؛ ولذا قال الطائي - كما في «الكشاف» -:\n</p>\n\n<p>\n(وأزرق الفجر يبدو قبل أبيضه ? وأول الغيث رش قبل ينسكب).\n</p>\n\n<p>\nواعلم أن:\n</p>\n\n<h1 class='l1' id='head40'>علامات الفجر الكاذب</h1>\n\n<p>\nعكس علامات الصادق فهو:\n</p>\n\n<p>\n[1] مستطيل لا معترض. [2] ولا يتزايد.\n</p>\n\n<p>\n[3] ولا يتبين به النهار. [4] ولا <span id='ms039'></span> تخالطه حمرة.\n</p>\n\n<p>\nوالله أعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>الباب الثاني:</h1>\n\n<p>\nفيما جاء عن رسول - صلى الله عليه وسلم - مبينا به كلام ربه عز وجل في\nالفجر\n</p>\n\n<p>\nوفيه أطراف:\n</p>\n\n<p>\nالطرف الأول:\n</p>\n\n<h1 class='l1' id='head42'>-[بيان علامات الفجر الأربع]-</h1>\n\n<p>\nفيما يستفاد منه علامات الفجر الأربع؛ لأنه بيان لقوله تعالى: {وكلوا\nواشربوا} الآية. . قال الشعراوي (1): في «المنهج المبين في أدلة المجتهدين»\n- ملتقطا من أبواب متفرقة -: (روى الشيخان: عن عدي بن حاتم قال: لما نزلت\n{وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر}.\nالآية، عمدت إلى عقالين: عقال أبيض، وعقال أسود، فجعلتهما تحت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nوسادتي، فجعلت أقوم من الليل، فأنظر، فلا يتبين لي، فلما أصبحت، غدوت إلى\nرسول - صلى الله عليه وسلم -، فأخبرته .. فضحك، وقال: «إن كان وسادك لعريض\n(1)، إنما ذاك بياض النهار وسواد الليل» (2). وفي رواية لهما عن سهل بن\nسعد، قال نزلت هذه الآية: {وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من\nالخيط الأسود (}. ولم ينزل {من الفجر}، وكان رجال إذا أرادوا الصوم ربط\nأحدهم (على) (3) رجليه الخيط الأبيض والخيط الأسود، فلا يزال يأكل ويشرب،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nحتى يتبين له رئيهما، فأنزل الله عز وجل بعد ذلك: {من الفجر}. فعلموا\nبذلك أنه إنما يعني بذلك: الليل والنهار (1). وروى البيهقي (2) عن ابن عباس\nرضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «الفجر: فجران:\nفأما الأول: فإنه لا يحرم الطعام، ولا يحل الصلاة، وأما الثاني: فإنه يحرم\nالطعام، ويحل الصلاة» (3).\n</p>\n\n<p>\nوروى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nالبخاري ((1)، وغيره: أن رسول الله - صلى الله عليه وسلم - قال: «إن\nبلالا ينادي بليل، فكلوا، واشربوا .. حتى ينادي ابن أم مكتوم». قال ابن\nشهاب: (وكان ابن أم مكتوم رجلا أعمى، لا ينادي .. حتى يقال له: أصبحت،\nأصبحت) (2). وفي رواية: (أذن»). وفي «تيسير (الأصول)» (3) للديبعي (4)):\n(عن أبي موسى رضي الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nعنه (1): «أن النبي - صلى الله عليه وسلم - أتاه رجل سائل فسأله عن\nمواقيت الصلاة .. فلم يرد شيئا، قال: وأمر بلالا .. فأقام الفجر حين انشق\nالفجر» (2). الحديث بطوله، قال أخرجه مسلم، واللفظ له، وأبو داود، والنسائي\n((3) (4). وفيه: (عن <span id='ms040'></span> بريدة رضي الله عنه: أن رجلا سأل رسول الله - صلى الله\nعليه وسلم - عن وقت الصلاة، فقال له: «صل معنا هذين اليومين» (5)، فلما\nزالت الشمس .. أمر بلالا فأذن - إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nأن قال -: «ثم أمره فأقام الفجر حين طلع الفجر الحديث». قال: (أخرجه مسلم\nوالترمذي، والنسائي (1). وفيه - من حديث [عبد الله بن] (2)\n</p>\n\n<p>\nعمرو بن العاص - رضي الله [عنهما] (3) -: (أن رسول الله - صلى الله عليه\nوسلم - قال: «ووقت الصبح من طلوع الفجر إلى أن تطلع الشمس». أخرجه مسلم،\nوأبو داود، والنسائي (4). وفيه - من حديث أبي هريرة رضي الله عنه - أن\nالنبي - صلى الله عليه وسلم - قال: «إن أول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nالفجر حين يطلع الفجر، وأن آخر وقتها حين تطلع الشمس» أخرجه الأربعة ((1)\nإلا أبا داود، وهذا لفظ الترمذي ((2) انتهى.\n</p>\n\n<p>\nوإذا تقرر ما مر في الباب الأول عن «القاموس»،\n</p>\n\n<p>\nو «النجم الوهاج» للدميري، و «حاشية شرح التحرير» للقليوبي، و «القول\nالتمام»، و «مغني» الشربيني أن: الصبح - في لغة العرب -: هو الفجر: وهو\nالبياض المشرب بالحمرة. وعلمت هذه الأحاديث الواردة عن أفصح العرب - صلى\nالله عليه وسلم - .. تحققت أنه - صلى الله عليه وسلم - أراد بقوله: «إنما\nذاك بياض النهار» الضوء المعترض المتزايد المبين للنهار المشرب بالحمرة،\nوكذا قوله: (وأما الثاني الخ)، وقوله: «فكلوا واشربوا حتى ينادي ابن أم\nمكتوم»، وتبيين ابن شهاب أنه: «لا ينادي حتى يقال له أصبحت، أصبحت»، وقوله\n- صلى الله عليه وسلم -: «ووقت الصبح من طلوع الفجر»، وقوله: «وإن أول\nالفجر حين يطلع الفجر»، وأمره بلالا بإقامة الفجر حين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nانشق الفجر، وقول سهل (بن سعد) (1): (لما نزل {من الفجر} فعلموا بذلك أنه\nإنما يعني بذلك الليل والنهار). كلها تفيد ذلك، لكننا نذكر لكل علامة طرفا\nيخصها، زيادة إيضاح وبيان واعتناء بهذا الشأن، الذي اعتنى ببيانه أفضل\nالإنس والجان - صلى الله عليه وسلم -.\n</p>\n\n<p>\nالطرف الثاني:\n</p>\n\n<h1 class='l1' id='head43'>-[العلامة الأولى: الاعتراض]-</h1>\n\n<p>\nفي أن الفجر هو المعترض جنوبا وشمالا: وفي «المنهج المبين»:\n</p>\n\n<p>\n(وروى مسلم، عن سمرة بن جندب، قال: قال رسول الله - صلى الله عليه وسلم\n-:\n</p>\n\n<p>\n«لا يغرنكم من <span id='ms041'></span> سحوركم أذان بلال، ولا بياض الأفق المستطيل هكذا، حتى\nيستطير هكذا» وحكى حماد بيده وقال ((2): (يعني: معترضا) ((3). وروى البيهقي\nمرسلا، عن محمد بن عبد الرحمن بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nثوبان أن: رسول الله - صلى الله عليه وسلم - قال: «هما فجران، فأما الفجر\nالأول: - الذي كأنه ذنب السرحان - .. فإنه: لا يحل شيئا ولا يحرمه، وأما\nالمستطيل: الذي يأخذ بالأفق، فإنه يحل الصلاة، ويحرم الطعام» ((1)، ولما\nذكر حديث: بيان جبريل - عليه السلام - الأوقات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nللنبي - صلى الله عليه وسلم - ((1) عن ابن عباس ((2)\n</p>\n\n<p>\n- رضي الله عنهما -، قال: (وفي بعض طرق الحديث: «ثم جاء - يعني: جبريل -\nحين سطع الفجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nللصبح، فقال: قم يا محمد فصل، فصلى بي الصبح» (1).\n</p>\n\n<p>\nقال في «القاموس»: (سطع الغبار: كمنع، سطوعا، وسطيعا، (كأميرا) (2)، وهو\nقليل: ارتفع، وكذا البرق، والشعاع، والصبح) (3). وفي «الصحاح»: (سطع الغبار\nوالرائحة والصبح، يسطع سطوعا: إذا ارتفع). وفي «القاموس»: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n(المستطير الساطع: المنتشر) (1). وفيه أيضا: (انتشر: انبسط .. والنهار:\nطال وامتد) (2) انتهى. قال فيه: (طال طولا - بالضم -: امتد، كاستطال). وفيه\nأيضا (استطال: امتد وارتفع) (3) انتهى. وفي «العزيز» للرافعي: (استطار\nالفجر: إذا انتشر ضوءه). انتهى.\n</p>\n\n<p>\nفعلم بهذا أن: لفظ الاستطارة، والاستطالة، والسطوع، والانتشار، متى عبر\nبها الشارع - صلى الله عليه وسلم - أو العلماء في تعريف الفجر الصادق ..\nفمرادهم: امتداد نوره جنوبا وشمالا، وارتفاعه إلى ناحية المغرب، وانبساطه\nفي ذلك، وتبين النهار به، فكل لفظ من هذه الألفاظ الأربعة يفيد كل ذلك.\n</p>\n\n<p>\nوفي «المنهج المبين» أيضا من راوية البيهقي: (أن النبي - صلى الله عليه\nوسلم - قال: «لا يغرنكم من سحوركم: أذان بلال، ولا بياض الأفق المستطيل،\nحتى يستطير» يعني: معترضا) انتهى. ومن كتاب «التلخيص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n[الحبير] (1) في تخريج أحاديث الرافعي الكبير» للشيخ ابن جحر العسقلاني\n((2) قوله: (أنه - صلى الله عليه وسلم - قال: «لا يغرنكم الفجر المستطيل،\nفكلوا، واشربوا، حتى يطلع الفجر المستطير» أخرجه الترمذي بلفظ: «لا يغرنكم\nعن سحوركم أذان بلال، ولا الفجر المستطيل، ولكن الفجر المستطير في الأفق».\nوهو في «صحيح مسلم» بألفاظ منها «لا يغرنكم عن سحوركم أذان بلال، ولا بياض\nالأفق المستطيل هكذا <span id='ms042'></span>، حتى يستطير» ((3)، وفي «الصحيحين» [قوله - صلى الله\nعليه وسلم -] «أن الفجر: ليس هو الذي يقول هكذا: وجمع أصابعه ثم نكسها إلى\nالأرض، ولكن الذي يقول هكذا: ووضع المسبحة على المسبحة ومد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nيديه» (1)، زاد البخاري: (عن يمينه وشماله) وله ألفاظ. وروى الدارقطني من\nحديث عبد الرحمن بن [عايش] ((2) [أنه قال] (3): «الفجر: فجران: فأما\nالمستطيل في السماء .. فلا يمنعن السحور، ولا تحل فيه الصلاة، فإذا اعترض\n.. فقد حرم الطعام، وحلت الصلاة» ((4) انتهى. وقال الحافظ المنذري ((5) في\n«مختصره لسنن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nأبي داود») عن بلال رضي الله عنه أن رسول الله - صلى الله عليه وسلم -\nقال: «له لا تؤذن حتى يستبين لك الفجر هكذا: ومد يده عرضا» (1))\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nوفي «سنن البيهقي الكبرى») عن شداد مولى [عياض] ((2) قال: (جاء بلال إلى\nالنبي - صلى الله عليه وسلم - وهو يتسحر - فقال: «لا تؤذن حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nترى الفجر»، ثم جاءه من الغد فقال: «لا تؤذن حتى يطلع الفجر»، ثم جاءه من\nالغد، فقال: «لا تؤذن حتى ترى الفجر هكذا: وجمع يديه ثم فرق بينهما» (1)\nانتهى.\n</p>\n\n<h1 class='l1' id='head44'>تنبيهات</h1>\n\n<p>\nالأول: لا تعارض هاتان الروايتان، وغيرهما، ما مر أن: بلالا يؤذن بليل.\nلحمل ذلك على أن أذاني الصبح كانا مناوبة، بين بلال وابن أم مكتوم، فتكلم -\nصلى الله عليه وسلم - بحسب الواقع في كل نوبة.\n</p>\n\n<p>\nالثاني: لا تعارض بين وصفه - صلى الله عليه وسلم -: الفجرين بالاستطالة،\nوالاستطارة؛ لأنه إذا وصف بهما الكاذب أراد: طوله، وارتفاعه المتناهي الذي\nلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nيتزايد؛ ولذا قال فيه: كذنب السرحان». وبالنسبة إلى محله في الطول: وهو\nطول السماء الذي هو بين المشرق والمغرب، ودقته في عرضها وهو: الجنوب\nوالشمال، وبعده: وهو ارتفاعه عن الأفق الشرقي. وإذا وصف بهما الصادق أراد:\nطوله في الجنوب والشمال [الغير متناهي] (1)، وارتفاعه في جانب المغرب\n[الغير متناهي] (2).\n</p>\n\n<p>\nالثالث: جمعه كفه الشريفة - صلى الله عليه وسلم -؛ أشار بذلك إلى: طول\nالكاذب، ودقة عرضه، وتنكيسه لها؛ أشار به إلى: أنه ينزل إلى الأفق الشرقي،\nووضعه المسبحة على المسبحة؛ أشار به إلى: اعتراض الصادق؛ ولذا جاء في بعض <span id='ms043'></span>\nالروايات - كما في «فتح الباري» (3) و «القسطلاني»: (أنه فرق بينهما بعد\nجمعهما) وتبين ذلك زيادة البخاري المارة. (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nالطرف الثالث:\n</p>\n\n<h1 class='l1' id='head45'>-[العلامة الثانية: التزايد]-</h1>\n\n<p>\nفي تزايد الفجر الصادق: قال في «المنهج المبين» (باب: الفجر: فجران:\nودخول وقت الصبح بالآخر منهما ما روى البيهقي ((1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nوغيره ((1) وقال روينا موصولا، ومرسلا، وإرساله أصح: أن رسول الله - صلى\nالله عليه وسلم - قال: «الفجر فجران: فأما الفجر الذي يكون كذنب السرحان،\nفلا يحل الصلاة، ولا يحرم الطعام. وأما الذي يذهب مستطيلا في الأفق فإنه\nيحل الصلاة، ويحرم الطعام» (2). ومر في (الطرف الثاني) في الحديث الثاني\nمنه قوله - صلى الله عليه وسلم - في بيان الصادق: «وأما المستطيل الذي يأخذ\nبالأفق فإنه يحل الصلاة ويحرم الطعام» انتهى. فقوله - صلى الله عليه وسلم -\nفي هذين الحديثين: (يذهب) و (يأخذ) بلفظ المضارع الدال على: التجدد،\nوالتكرار بين به: أن الفجر الصادق يتزايد بتجدد استطالته المتكررة، حتى يعم\nالسماء ويبين النهار، بخلاف الكاذب؛ ولذا يصفه بالاستطالة من غير ذكر الأخذ\nوالذهاب؛ لكونها متناهية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nوفي «التلخيص [الحبير] (1) للعسقلاني»: (أن الزهري روى في كتاب (معرفة\nوقت الصبح) أنه - صلى الله عليه وسلم - ((2) قال: «ليس الفجر الذي يسطع في\nالسماء، ولكن الفجر الذي يتبين على وجوه الرجال» انتهى. أي: تتبين به وجوه\nالرجال لظهور ضوئه عليها. وفي «سنن البيهقي الكبرى» (3) عن ابن عباس رضي\nالله عنهما أنه قال: (الفجر: فجران: فجر يطلع بليل، يحل فيه الطعام والشراب\nولا تحل فيه الصلاة وفجر تحل فيه الصلاة ويحرم فيه الطعام والشراب: وهو\nالذي ينتشر على رؤوس الجبال) ((4). وفي «تيسير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nالأصول» ((1): في الحديث الذي رواه أبو المنهال عن أبي برزة - رضي الله\nعنه - الذي بين فيه: أوقات صلاة رسول الله - صلى الله عليه وسلم - فقال فيه\nفي الصبح: «وكان ينفتل ((2) من صلاة الغداة حين يعرف المرء جليسه، ويقرأ\nبالستين إلى المائة». أخرجه الخمسة ((3) [إلا الترمذي] ((4) انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nقال القسطلاني في شرح هذا الحديث: (وقدرها - أي: قراءته - صلى الله عليه\nوسلم - بما ذكر في رواية الطبراني بالحاقة ونحوها) (1) انتهى.\n</p>\n\n<p>\nفقوله <span id='ms044'></span>: «حين يعرف المرء جليسه» أي: بسبب زيادة ضوء الفجر، مع أنه كان مع\nابتدأ الصلاة لا يعرفه لقلتها، وتقدير الطبراني للقراءة في تلك الصلاة\n(بالحاقة) ونحوها، ووصف العلماء صلاته - صلى الله عليه وسلم - كما في\nالأحاديث الصحيحة بالتمام، مع التخفيف، وبالتغليس بالصبح، يبين أن: من صلى\nالصبح صلاة خفيفة تامة، قرأ فيها القدر المذكور أو طفف الصلاة، لكن بعد\nزعمه طلوع الفجر، مضى قدر الصلاة التامة المذكورة، وركعتي الفجر، والأذان،\nوالإقامة، ولم تظهر الزيادة المذكورة التي يتبين بها وجه الجليس بعد أن كان\nلا يتبين .. فصلاته قبل الوقت حقيقة؛ لأن الزمن الذي يسع هذا المقدر يستغرق\nوقت فضيلة الصبح أو معظمه - كما يأتي بيانه - فإذا مضى ولم يظهر لضوء الفجر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nزيادة يعرف بها الإنسان ما قرب منه، بعد أن كان لا يعرفه؛ من ظلمة الليل،\nبان كذب من زعم طلوع الفجر وأنه غلس بالصلاة عملا بالسنة؛ لتكذيب السنة له\nبهذه الأحاديث والتي مرت في الطرفين قبل هذا، إذ يلزم من اعتراض الفجر\nوارتفاعه .. زيادة النور وقلة الظلمة، ويلزم من ذلك اتضاح ما لم يكن واضحا\nقبل ذلك، ولا يزال يزداد النور ويزداد الاتضاح حتى يتبين النهار؛ ولذا لما\nطول سيدنا أبو بكر رضي الله عنه القراءة في الصبح فقرأ في الركعتين البقرة\n.. استغرقت صلاته معظم وقت الصبح حتى قال له سيدنا عمر رضي الله عنه: (كادت\nالشمس أن تطلع)، كما يأتي وأتى في الحديث بلفظ «كان ينفتل» ليدل به على: أن\nهذا هو الأكثر من أحواله - صلى الله عليه وسلم -، كما نبه على ذلك\nالقسطلاني.\n</p>\n\n<p>\nوبالجملة فإذا ظهر الفجر .. فلا بد من زيادة الضوء والنور كل حين إلى أن\nيتبين النهار، لا ينكر ذلك أحد.\n</p>\n\n<p>\nالطرف الرابع:\n</p>\n\n<h1 class='l1' id='head46'>-[العلامة الثالثة: تبين النهار بعده]-</h1>\n\n<p>\nفي تبين النهار بتلك الزيادة: فأدلة الطرف الذي قبل هذا أدلة لذلك؛ لأن\nهذا فرع ذاك، وكذلك الأدلة التي في الطرف الأول، والثاني أدلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nلهذا أيضا ومن ذلك قوله - صلى الله عليه وسلم - في الحديث الذي أخرجه\nالشيخان <span id='ms045'></span> عن عدي بن حاتم رضي الله عنه: «إنما ذاك بياض النهار من سواد\nالليل» انتهى. أي: البياض الذي يتبين به النهار؛ لإزالته سواد الليل. ومن\nذلك قول سهل بن سعد الساعدي رضي الله عنهما - من روايتهما أيضا- (فعلموا\nبذلك أنه: إنما يعني بذلك الليل والنهار) انتهى. فعلموا أي أصحاب رسول الله\n- صلى الله عليه وسلم - أنه - أي: الحق سبحانه - إنما يعني بذلك - أي:\nبالخيطين الأبيض والأسود -: الليل والنهار - أي: تبين النهار بإقباله\nبزيادة النور الطارد لظلمة الليل الهاربة منه.\n</p>\n\n<p>\nالطرف الخامس:\n</p>\n\n<h1 class='l1' id='head47'>-[العلامة الرابعة: الحمرة]-</h1>\n\n<p>\nفي أن أول الفجر مشرب بحمرة: قال الحافظ بن حجر في «التلخيص» - المار-\nعند ذكره بيان الفجر الصادق: (وروى أبو داود، والترمذي، والدارقطني من حديث\nقيس بن طلق بن علي عن أبيه أنه - صلى الله عليه وسلم - قال: (كلوا واشربوا\nولا يهيدنكم ((1) - وفي لفظ - ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nيغرنكم الساطع المصعد، وكلوا واشربوا حتى يعترض لكم الأحمر) انتهى. وفي\nلفظ الترمذي في «سننه»: (باب: ما جاء في بيان الفجر حدثنا هناد (بنا) (1)\nملازم بن عمرو حدثني عبد الله بن النعمان عن قيس بن طلق قال: حدثني أبي طلق\nبن علي: أن رسول الله - صلى الله عليه وسلم - قال: «كلوا واشربوا ولا\nيهيدنكم الساطع المصعد وكلوا واشربوا حتى يعترض لكم الأحمر». قال وفي الباب\nعن [عدي] ((2) بن حاتم وأبي ذر وسمرة، قال أبو عيسى: (حديث طلق بن علي:\n(حديث حسن غريب). والعمل على هذا عند أهل العلم أنه: لا يحرم على الصائم\nالأكل والشرب حتى يكون الفجر الأحمر المعترض، وبه يقول عامة أهل العلم).\nانتهى لفظ «سنن الترمذي» بحروفه ((3). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nوفي «التحفة» ابن حجر الهيتمي ((1) - بعد كلام يتعلق بالفجرين - ما لفظه\n(فالحاصل أنه أي: الكاذب: نور يبرزه الله من ذلك الشعاع - (أي: شعاع الشمس)\n((2) - أو يخلقه حينئذ علامة على قرب الصبح، ومخالفا له في الشكل، ليحصل\nالتمييز، وتتضح العلامة العارضة من المعلم عليه المقصود، فتأمل ذلك فإنه\nغريب مهم، وفي حديث عند أحمد: «ليس الفجر الأبيض المستطيل في الأفق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nولكن الأحمر <span id='ms046'></span> المعترض» (1). وفيه شاهد لما ذكرته آخرا) انتهى ((2).\n</p>\n\n<p>\nفحديث أحمد هذا موافق لحديث طلق في: أن العلامة الفارقة بين الفجرين، كون\nالصادق مشربا بالحمرة والكاذب خاليا عنها. وتأمل استشهاد ابن حجر به لتلك\nالعلامة فقوله: (وفيه أي: حديث أحمد) وقوله: (شاهد لما ذكرته آخرا) أي:\nدليل لقولي ومخالفا له في الشكل أي: المثل والشبه، فهما وإن اتفقا في\nالبياض .. فقد اختلفا في: أن الأول: مستطيل خال عن الحمرة، والثاني: معترض\nمشرب بالحمرة؛ ولذا قال: ليحصل التمييز، وتتضح العلامة العارضة من المعلم\nعليه المقصود، إذ العلامة هي: الكاذب، والمعلم عليه هو: الصادق. فاستشهاد\nالعسقلاني بحديث طلق على بيان الفجر الصادق، وتبويب الترمذي له بباب: ما\nجاء في بيان الفجر، وذكره: أن عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nعمل أهل العلم، وبه يقول عامتهم، واستشهاد ابن حجر الهيتمي بحديث أحمد\nالموافق له في المعنى على الفرق بين العلامة والمعلم عليه المارين .. يبين\nلك: أن كون أول الفجر الصادق بياضا مشربا بالحمرة .. أمر اتفق عليه\nالعلماء. وقد مر في (الباب الأول) ما يبين ذلك من الآيات، وكلام الفقهاء،\nواللغويين. ويأتي في (الباب الثالث) عن الغزالي التصريح بذلك. فالعجب كل\nالعجب لمؤلف تلك «الرسالة» إذ خالف من ذكر، فقال - ما معناه -: أن استدلال\nالناهين لأهل بلدة عن تقديم الصلاة على الفجر الأحمر المذكور في حديث\nالترمذي .. ترويج للباطل، واستدلال بما لا يصلح دليلا (1). وقد علمت مما مر\nأن: ذلك هو الحق، وخلافه هو الباطل باتفاق عامة أهل العلم.\n</p>\n\n<h1 class='l1' id='head48'>تنبيهات</h1>\n\n<p>\nالأول: عبر - صلى الله عليه وسلم - في تحذيره الصائمين والمصلين، عن\nالأخذ بالأذان الأول، وبياض الفجر الكاذب، بقوله: «لا يغرنكم» وقوله: «لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nيهدينكم» قال في «القاموس»: (غره غرا وغرورا و (غرة) (1) - بالكسر - فهو\nمغرور و (غرر) (2): خدعه وأطمعه بالباطل) (3) انتهى. وقال في مادة خدع:\n(خدعه: كمنعه خدعا ويكسر، ختله وأراد به المكروه من حيث لا يعلم ((4)\nانتهى. وقال في مادة (هاد): (هاده الشيء يهيده هيدا وهادا: أفزعه إلى أن\nقال: وأزاله وصرفه وأزعجه وزجره) (5) انتهى. فمعنى لا يغرنكم: لا يخدعكم\nويطمعكم <span id='ms047'></span> بالباطل ويوقعكم من حيث لا تعلمون فيما يكرهه الله سبحانه ورسوله -\nصلى الله عليه وسلم -: من تقديم الصلاة على وقتها، والإمساك عن المفطرات\nقبل وقته، أذان من يؤذن قبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nالفجر الصادق، (أو) (1) رؤية بياض الكاذب، ومعنى لا يهيدنكم: لا يزلكم عن\nالحق الذي أتيتكم به، من إيقاع الصلاة بعد طلوع الفجر الصادق، وإمساك\nالصائم عنده، ما ذكر، ولا يصرفكم ولا يزجركم عنه، ولا يزعجكم؛ فتقدموهما\nعلى وقتهما من غير تأن وتأمل للعلامة الفارقة بين الفجرين. وأكد - صلى الله\nعليه وسلم - التحذير من ذلك الغرر والانخداع، والانزعاج، الناشئ من اشتباه\nالفجرين، بنون التوكيد الثقيلة، وفي ذلك إيماء إلى علم من أعلام نبوته -\nصلى الله عليه وسلم - وهو: أن كثيرا من أمته يغرهم ويخدعهم ويزعجهم ما ذكر.\nويؤيده إكثاره - صلى الله عليه وسلم - في بيان وقت الصبح زيادة على غيره من\nالأوقات.\n</p>\n\n<p>\nالثاني: في تعبيره - صلى الله عليه وسلم - بهذين اللفظين، وتأكيده ذلك\nبالنون .. إرشاد لأمته إلى مزيد التثبت في هذا الوقت، والتأني فيه، وترك\nالعجلة قبل تحقق علامات الفجر المارة، وأن أوله يخفى على كثير من الناس حتى\nمن العارفين بعلامات الفجرين فيقعون في الغلط. ولذا قال: البيهقي في «سننه\nالكبرى»: (باب إعادة صلاة من افتتحها - أي الصبح - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nقبل طلوع الفجر - إلى أن قال: عن أنس بن مالك أن أبا موسى الأشعري رضي\nالله عنه صلى بهم الصبح بليل، فأعاد بهم الصلاة، ثم صلى بهم، فأعاد بهم\nثلاث مرات، وروى في ذلك عن ابن عمر رضي الله عنهما) ((1). انتهى كلام\nالبيهقي. وقوله وروى في ذلك عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nابن عمر أي: روي عنه إعادته صلاة الصبح الواقعة قبل طلوع الفجر الآخر،\nفإذا كان وقع الغلط في الفجر من هذين الصحابيين الجليلين، وخفي عليهما مع\nكمال معرفتهما بعلاماته، وتلقيهما لها منه - صلى الله عليه وسلم - .. فكيف\nيستبعد خفاه على عالم من أهل زماننا، أو جملة من علمائه، وكيف لا يتأدبون\nبآداب أصحاب النبي - صلى الله عليه وسلم -، ويرجعون عن غلطهم، ويعيدون\nصلاتهم، ويبينون لمن <span id='ms048'></span> اقتدى بهم ذلك.\n</p>\n\n<p>\nالثالث: مر في التنبيه الأول: أن معنى لا يغرنكم: لا يخدعكم، ولا يطمعكم\nبالباطل، ويوقعكم من حيث لا تعلمون فيما يكرهه الله سبحانه ورسوله - صلى\nالله عليه وسلم -، فالمؤذن المرصد لأذان الفجر الصادق، ومن يخبر الناس به،\nإذا وقع أذان الأول وإخبار الثاني قبل طلوع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nالصادق يكونان خادعين لمن اعتمدهما، (مروجين) (1)\n</p>\n\n<p>\nعليه الباطل، موقعين له فيما يكرهه الله عز وجل ورسوله - صلى الله عليه\nوسلم -، بنص هذه الأحاديث المبتدأة ب «لا يغرنكم»، وقد علم ما جاء عن الله\nتعالى ورسوله - صلى الله عليه وسلم -: من الزجر، والوعيد الشديد، لمن خدع\nمسلما، أو روج عليه الباطل، وغشه به، أو أوقعه فيما يكره، حتى أجمع العلماء\nعلى: أنه من الكبائر، وهو في أمور الدين أشد وأعظم، والمؤلف في تأييد هذا\nالأمر الشنيع .. أشد خطرا وإثما؛ لاعتماد الناس على كلامه، وبقائه بعده،\nولا عذر لهم في قولهم: ما أردنا إلا الحق حسب ما علمنا، خصوصا بعد نهي\nالعلماء لهم ولغيرهم عن ذلك، وتأليفهم في إنكاره، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nإذ لا عذر للجاهل المقصر في التعلم .. فكيف من بلغه الحق .. فأعرض عنه\nوصمم ((1).\n</p>\n\n<p>\nالرابع: في قوله - صلى الله عليه وسلم - في الفجر الكاذب: «فإنه لا يحرم\nالطعام ولا يحل الصلاة» .. تنبيه تام، وتحذير بليغ للمؤذن للفجر، والمخبر\nبه، بكونهما محرمين، محللين؛ لأنهما إن أصابا الوقت .. فقد وافقا الله فيما\nحرمه وحلله؛ فهما من الدعاة للحق، فيرجى لهما الفضل العظيم، الذي وعد الله\nبه الدعاة إليه الدالين عليه. وإن [أخطأا] (2) الوقت .. فقد خالفا الله\nسبحانه؛ إذ حرما ما أحله، وأحلا ما حرمه؛ فيستحقان ما جاء من الوعيد\nوالعذاب الشديد الذي وعد الله به من دعا إلى الضلال، ونهى عن المعروف، وأمر\nبالمنكر، وقضى به؛ لما مر من عدم عذرهما، وهذا من أعظم الكبائر وأشدها،\nوالتصنيف في نصرته أعظم وأشد؛ لما مر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nالخامس: أكثر مؤلف تلك «الرسالة» من نقل ما جاء عن النبي - صلى الله عليه\nوسلم -، والصحابة، وأئمة المذهب: من ندب تعجيل الصلاة أول وقتها <span id='ms049'></span>، ومبادرته\n- صلى الله عليه وسلم - بصلاة الفجر، وتغليسه بها (1)، كما مر من حديث أبي\nبرزة: «أنه كان ينفتل منها حين يعرف المرء جليسه»، وكحديث عائشة رضي الله\nعنها: (أن نساء المؤمنين ينصرفن من الصلاة معه - صلى الله عليه وسلم -\nمتلفعات بمروطهن (2) لا يعرفن من الغلس ((3) ((4)، وكحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nأنس رضي الله عنه: (أن بين سحوره - صلى الله عليه وسلم - وقيامه لصلاة\nالصبح قدر خمسين آية) ((1)،\n</p>\n\n<p>\nوجميع ذلك دليل لندب تعجيل الصلاة أول وقتها بعد تحقق دخوله، وليس فيه\nتعريف لعلامات الفجر الذي يتبين بها أوله، وكل ما أسلفناه فيه تعريف\nلعلاماته - كما مر-؛ ولذا تجد علماء الحديث، والفقه يستدلون بما ذكرناه\nعلى: بيان الفجر، وتحقيقه، وبما ذكره على تعجيل الصلاة بعد التحقق، فإذا\nرأى الإنسان ابتداء اعتراض البياض المشرب بالحمرة الذي لا يزال يتزايد ..\nفهو أول الوقت، فيندب له حينئذ الاشتغال بالصلاة، فإن صلى الصبح ولم ير\nلزيادة النور أثرا زائدا على ما اعتقده أول الوقت حين شرع في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nالصلاة .. فصلاته باطلة؛ بشهادة ما مر لك في هذا الباب والذي قبله، إذ\nالتغليس المراد به في هذه الأحاديث ونحوها كما قال السيوطي ((1) في «الدر\nالنثير») الغلس: ظلمة آخر الليل إذا اختلطت بضوء الصباح. وغلس تغليسا: أتى\nفي ذلك الوقت) انتهى. ولما ذكر في «مشكاة المصابيح» ((2) الحديث الذي أخرجه\nالشيخان عن سيدنا جابر بن عبد الله رضي الله عنهما لما سئل عن وقت صلاة\nالنبي - صلى الله عليه وسلم - فقال في بيان صلاته - صلى الله عليه وسلم -\nالصبح: (والصبح بغلس) ((3). قال ابن حجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nالهيثمي في شرحه ما لفظه: وكان يصلي الصبح بغلس أي: في وقت ظلمة آخر\nالليل المختلطة بضوء الصباح، وذلك بعيد طلوع الفجر) انتهى. وقد مر لك غير\nمرة: أن ضوء الصباح هو البياض المشرب بالحمرة، المعترض المتزايد كل حين،\nفمن اعتقد طلوعه وصلى لم ير زيادة انتشاره ونوره بعد صلاته .. فشروعه في\nالصلاة واقع قبل طلوعه لا محالة؛ لأن ضوء الفجر يطلب ظلمة الليل طلبا\nحثيثا، كما مر في الكلام <span id='ms050'></span> على قوله تعالى: {يغشي الليل النهار} وقول النبي -\nصلى الله عليه وسلم - (فيه) (1) (يأخذ) و (يذهب) (2) أي: دائم السير\nوالزيادة وقوله:) الذي تتبين به وجوه الرجال (((3) وقد علمت الكلام الذي مر\nعن «سنن الترمذي» على حديث طلق بن علي واتفاق عامة أهل العلم على: أنه لا\nيحرم الطعام والشراب على الصائم إلا الفجر الأحمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nالمعترض.\n</p>\n\n<p>\nواسمع الآن إلى كلامه في التغليس لتعرف به صحة ما قلنا، قال رحمه الله:\nباب ما جاء في التغليس بالفجر: (حدثنا قتيبة عن مالك بن أنس وأنا (1)\nالأنصاري نا (2) معن نا مالك عن يحيى بن سعيد عن عائشة - رضي الله عنها -\nقالت: «إن كان رسول الله - صلى الله عليه وسلم - ليصلي الصبح، فينصرف\nالنساء، قال الأنصاري: فيمر النساء متلففات بمروطهن، لا يعرفن من الغلس»\n((3)، وقال قتيبة: (متلفعات) ((4). وفي الباب عن ابن عمر وأنس وقيلة بنت\nمخرمة قال أبو عيسى: (حديث عائشة حديث حسن صحيح، وهو الذي اختاره غير واحد\nمن أهل العلم من أصحاب رسول الله - صلى الله عليه وسلم - منهم: أبو بكر،\nوعمر، ومن بعدهم من التابعين، وبه يقول: الشافعي، وأحمد، وإسحاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nفيستحبون التغليس بصلاة الفجر.) (1) انتهى. فالترمذي قال في الباب السابق\nفي (الطرف الخامس) بعد إيراده حديث طلق ((2): أن عليه عامة أهل العلم. وذكر\nفي هذا الباب: أن التغليس: هو الذي اختاره غير واحد من أهل العلم: من\nالصحابة، ومن ذكره بعدهم. فعلم بهذا: أن (الذين) (3) اختاروا التغليس بعض\nعامة أهل العلم القائلين: أن الفجر هو الأحمر؛ فيلزم أن التغليس: هو أن\nيدخل في الصلاة بعد ذلك. وفي «شرح المشكاة» لابن حجر الهيثمي. [تعليقا] على\nقول سيدتنا عائشة رضي الله عنها في هذا الحديث: «ما يعرفن من الغلس» ما\nلفظه: (من أجل الغلس، أي: شدة الظلام الذي هو من بقايا ما قبل الفجر، وفي\nمداومته - صلى الله عليه وسلم - على ذلك كما تقتضيه (كان)؛ نظرا للعرف في\nاستعمالها في مثل ذلك دليل على أن السنة في الصبح .. المبادرة بها عقب\nتحقيق طلوع الفجر <span id='ms051'></span>.) انتهى. فانظر إلى تفسير (الغلس) بما ذكره .. تعلم به:\nأن بقايا الظلام ليست ككل الظلام، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nوإلا لساوى الكل البعض، وذلك محال، فلا بد من فارق، وهو اختلاط ضوء\nالصباح بها كما مر، ويلزم منه نقص البقية عن الكل، وظهور أثره وتزايده،\nوانظر إلى تفسيره المبادرة بقوله: (عقب تحقق طلوع الفجر) تعلم به:\n</p>\n\n<p>\nأن متابعته - صلى الله عليه وسلم - في هذه الصلاة متوقفة على أمرين:\n</p>\n\n<p>\nأحدهما: تحقق طلوع الفجر، وذلك لا يكون إلا بوجود علاماته التي مر بيانه\n- صلى الله عليه وسلم - لها.\n</p>\n\n<p>\nالثاني: المبادرة بالصلاة بعد ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الثالث:\n</p>\n\n<h1 class='l1' id='head49'>-[</h1>\n\n<h1 class='l1' id='head50'>بيان الفجر من إجماع الأمة</h1>\n\n<p>\n، وأئمة المذهب الشافعي]-</span>\n</p>\n\n<p>\nفي كلام الفقهاء الذي شرحوا به كلام رسول الله - صلى الله عليه وسلم - في\nبيان الفجر: [بيان الفجر من إجماع الأمة]\n</p>\n\n<p>\nاعلم أنه قد مر لك نصوص الكتاب في ذلك، ونصوص السنة فيه، وعلى ذلك إجماع\nالأمة. قال الشيخ محمد [بن عبد الله] بن أبي بكر الريمي ((1) في كتابه\n«عمدة الأمة في إجماع الأئمة» (2) الذي جعله قسمين: الأول: في إجماع أئمة\nالمذاهب الأربعة، والثاني: في إجماع مجتهدي الأمة كلهم. قال في القسم\nالأول: (أجمع الشافعي، وأبو حنيفة، ومالك وأحمد على: أن أول وقت صلاة الصبح\n.. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nطلوع الفجر الثاني المنتشر ولا ظلمة بعده) ((1) انتهى. وقال في القسم\nالثاني: (وأجمعوا على أن من طلوع الفجر الثاني إلى طلوع الشمس .. وقتا\nللدخول في صلاة الفجر وللخروج منها) انتهى.\n</p>\n\n<p>\nوقال (2) في كتاب «رحمة الأمة»: (وأجمعوا على أن أول وقت الصبح .. طلوع\nالفجر الثاني: وهو الصادق المنتشر ضوءه معترضا بالأفق ولا ظلمة بعده) ((3)\nانتهى. وقولهما: (ولا ظلمة بعده) بينا به: أنه لا يزال يتزايد حتى يتبين به\nالنهار. وقد نقل الإجماع على ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nجمع من أئمتنا منهم: الدميري في شرحه على المنهاج، وابن شهبة ((1) في\nشرحه عليه أيضا، وابن جحر في «تحفته»، وعبارته: (والصبح يدخل وقتها بالفجر\nالصادق؛ لأن جبريل صلاها أول يوم .. حين حرم الفطر على الصائم، وإنما يحرم\nبالصادق إجماعا) ((2) انتهى. وقال في «الإيعاب» (3) (وبه - أي <span id='ms052'></span>: طلوع الفجر\nالصادق - يدخل وقت الصبح إجماعا) انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>-[</h1>\n\n<h1 class='l1' id='head52'>بيان الفجر من أئمة المذهب الشافعي</h1>\n\n<p>\n]-</span>\n</p>\n\n<p>\nوقال الإمام الغزالي ((1) في كتاب (السفر) من «الإحياء» ((2) (وأما الصبح\n[فيبدو] في الأول مستطيلا كذنب السرحان، فلا حكم له إلى أن ينقضي زمان، ثم\nيظهر بياض معترض لا يعسر إدراكه بالعين .. فهو أول الوقت قال - صلى الله\nعليه وسلم -: «ليس الصبح هكذا: وجمع كفه، وإنما الصبح هكذا: ووضع إحدى\nسبابتيه على الأخرى وفتحهما وأشار به إلى أنه معترض» (3). وقد يستدل عليه\nبالمنازل، وهو تقريب لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nتحقيق فيه، بل الاعتماد على مشاهدة انتشار البياض عرضا؛ لأن قوما ظنوا:\nأن الصبح يطلع قبل الشمس بأربع منازل .. وهذا خطأ؛ فإن ذلك هو الكاذب،\nوالذي ذكره المحققون: بأنه يتقدم على الشمس بمنزلتين، وهذا تقريب، ولكن لا\nاعتماد عليه، فإن بعض المنازل يطلع معترضا؛ فينقص زمان طلوعها، وبعضها\nمنتصبة؛ فيطول طلوعها، وتختلف ذلك في البلاد .. اختلافا يطول ذكره. نعم\nتصلح المنازل لأن يعلم بها قرب الصبح وبعده، فأما حقيقة أول وقت الصبح ..\nفلا يمكن ضبطه بمنزلتين أصلا، وعلى الجملة فإذا بقيت أربع منازل إلى طلوع\nقرص الشمس .. فمقدار منزلة ((1) يتيقن أنه الصبح الكاذب، وإذا بقي قريب من\nمنزلتين .. يتحقق طلوع الصبح الصادق .. ويبقى بين الصبحين قدر ثلثي منزلة\nبالتقريب يشك فيه أنه من الصبح الصادق أو الكاذب، وهو من مبتدأ ظهور البياض\nوانتشاره قبل اتساع عرضه، فمن وقت الشك ينبغي أن يترك الصائم السحور، ويقدم\nالقائم الوتر عليه، ولا يصلي صلاة الصبح .. حتى تنقضي مدة الشك، فإذا تحقق\n.. صلى. ولو أراد مريد أن يقدر على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nالتحقيق وقتا معينا يشرب فيه متسحرا، أو يقوم عقيبه ((1)، ويصلى الصبح\nمتصلا به .. لم يقدر على ذلك. فليس معرفة ذلك في قوة البشر أصلا؛ بل لا بد\nمن مهلة للتوقف والشك، ولا اعتماد إلا على العيان، ولا اعتماد في العيان\nإلا بأن يصير الضوء منتشرا في العرض، حتى تبدو مبادئ الصفرة. وقد غلط في\nهذا جمع من الناس كثير؛ يصلون قبل الوقت. ويدل عليه ما روى <span id='ms053'></span> أبو عيسى\nالترمذي في جامعه بإسناده، عن طلق بن علي: أن رسول الله - صلى الله عليه\nوسلم - قال: «كلوا واشربوا، ولا يهيدنكم الساطع المصعد، وكلوا واشربوا حتى\nيعترض لكم الأحمر»، وهذا صريح في رعاية الحمرة.\n</p>\n\n<p>\nقال أبو عيسى الترمذي: وفي الباب عن عدي بن حاتم وأبو ذر وسمرة وهو حديث\nغريب (2) والعمل على هذا عند أهل العلم. وقال ابن عباس: (كلوا واشربوا ما\nدام الضوء ساطعا). قال صاحب «الغريبين»: (أي مستطيلا)، فإذن لا ينبغي أن\nيعول إلا على ظهور الصفرة، وكأنها مبادئ الحمرة، وإنما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nيحتاج المسافر إلى معرفة الأوقات؛ لأنه قد يبادر بالصلاة قبل الرحيل؛ حتى\nلا يشق عليه النزول، وقبل النوم حتى يستريح، فإن وطن نفسه على تأخير الصلاة\nإلى أن يتيقن .. فيسمح بفوات فضيلة أول الوقت ويتجشم كلفة النزول وكلفة\nتأخير النوم إلى اليقين .. استغنى عن تعلم علم الأوقات، فإن المشكل أوائل\nالأوقات لا أوساطها) (1) انتهى.\n</p>\n\n<p>\nوهذا الكلام من هذا الإمام حجة الإسلام، هو فصل الخطاب في هذا الباب، لمن\nأراد الصواب، ورضا رب الأرباب، وترك التعصب والهوى، وجانب الكبر والدعوى ..\nوفيه\n</p>\n\n<h1 class='l1' id='head53'>فوائد</h1>\n\n<p>\nجمة، ننبه منها على المهمة، وهي أربع فوائد:\n</p>\n\n<h1 class='l1' id='head54'>الفائدة الأولى</h1>\n\n<p>\n: قد عرف أول الفجر - هذا الإمام - بأنه: بياض معترض منتشر فيه صفرة، هي\nمبادئ الحمرة، لا يعسر إدراكه، فقال: (ثم يظهر بياض معترض لا يعسر إدراكه،\nفهو أول الوقت)، إلى أن قال: (ولا اعتماد إلا على انتشار البياض عرضا) إلى\nأن قال: (ولا اعتماد إلا على العيان، ولا اعتماد في العيان إلا بأن يصير\nالضوء منتشرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nحتى تبدو مبادئ الصفر)، إلى أن قال: (فإذن لا ينبغي أن يعول إلا على ظهور\nالصفرة، وكأنها مبادئ الحمرة). هذا ما عرف به الحجة أول الفجر، واستدل عليه\nبكلام رسول الله - صلى الله عليه وسلم - الذي ذكره، فلا يشك أحد أنه أراد\nبهذا تعريف غير أول الوقت؛ لأن كلامه كله في بيان أوائل الأوقات: الصبح،\nوبقية الصلوات، وقد أكد ذلك بقوله - في آخر كلامه -: (وإنما يحتاج المسافر\nإلى معرفة <span id='ms054'></span> الأوقات الخ)، وزاده تأكيدا بقوله: (فإن وطن نفسه على تأخير\nالصلاة) الخ، وبان بكلامه - رضي الله عنه - علامات الفجر التي ذكرناها، وهي\nأنه البياض المعترض المشرب بالحمرة، المنتشر أي: الذي لا يزال يتزايد،\nويلزم من تزايده تبين النهار، فأما المتشرب بالحمرة، فقد مر عن الترمذي في\n(الباب الثاني) في (الطرف الخامس) قوله: (والعمل على هذا عند أكثر أهل\nالعلم، أنه لا يحرم على الصائم الأكل والشرب؛ حتى يكون الفجر المعترض، وبه\nيقول عامة أهل العلم) انتهى. فيكفيك في هذه العلامة؛ أن عليها عامة أهل\nالعلم، ومر أيضا فيه، أن العسقلاني، والهيتمي صرحا بذلك واستدلا بما استدل\nبه، ومر في (الباب الأول): تصريح الموزعي، ومحمد بن حسن درواز بذلك،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nومر فيه عن الدميري، و «القاموس»، و «المغني»، و «القول التمام»،\nوالقليوبي: أن الفجر في اللغة هو البياض الذي فيه حمرة. وأما الزيادة،\nوتبين النهار، والاعتراض، فقال ((1) في «الوسيط»: (ولا نظر إلى الفجر\nالكاذب، وهو يبدو مستطيلا، ثم (يمحق) ((2) ويبدو الصادق مستطيرا، ثم لا\nيزال الضوء يزداد، قال - صلى الله عليه وسلم -: «لا يغرنكم الفجر المستطيل،\nفكلوا واشربوا حتى يطلع الفجر المستطير» انتهى. وقال: الشيخ زكريا ((3)\n</p>\n\n<p>\nفي «شرحه الصغير للبهجة» - في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nبيان آخر وقت العشاء -: (والغاية له فجر صدقا معترض تام، - أي: زائد -\nيضيء الأفق - أي: نواحي السماء-، إلى أن قال: (وبالصادق - أي: خرج الكاذب\n-، وهو ما يطلع مستطيلا، بأعلاه ضوء كذنب السرحان - وهو الذئب - ثم يذهب\nوتعقبه ظلمة، ثم يطلع الصادق مستطيرا - أي: منتشرا - وهو ما عبر عنه من\nزيادته بقوله: معترض إلى آخره) ((1) انتهى. وعبارة «شرحه الكبير» عليها مثل\nهذه، حرفا بحرف.\n</p>\n\n<p>\nفعلم أن تزايد ضوء الفجر علامة الصادق، وعدمه علامة الكاذب، وأن الفقهاء\nكلهم مطبقون على ذلك؛ لوصفهم له بالانتشار، والاستطارة التي هي امتداد نوره\nجنوبا وشمالا وغربا، كما مر ذلك عن «القاموس» في (الباب الثاني) في (الطرف\nالثاني)، وعبارات الفقهاء من جميع المذاهب في مختصراتهم ومبسوطاتهم؛ في وصف\nالفجر الصادق بالانتشار الذي هو امتداد زيادته في الجهات الثلاث <span id='ms055'></span> .. لا يمكن\nحصرها، وعبارة «التحفة» (وهو - أي الفجر -: بياض شعاع الشمس عند قربها من\nالأفق الشرقي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nالمنتشر ضوءه معترضا بالأفق - أي نواحي السماء -) انتهى. فأفاد: أن الفجر\nبياض شعاع الشمس عند قربها من الأفق الشرقي، أي آخر ما يظهر لنا من السماء\nفي الجانب الشرقي. قال القليوبي في «حاشيته على شرح التحرير»: (قوله:\n(بالأفق - (أي: بنواحيه -: وهو اسم للحد الفصل بين الظاهر والخفي من الفلك)\nانتهى. وفي «القاموس»: (والفلك: - محركة - مدار النجوم) (1) انتهى، ومن\nالمعلوم لكل إنسان: أن الشمس لا تقف قط، بل لا تزال سائرة؛ فيلزم من ذلك أن\nشعاعها إذا ظهر لا يزال سائرا مرتفعا، حتى تظهر. ولذا قال الرملي ((2) في\n«النهاية»: (وسمي الثاني صادقا؛ لأنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nيصدق عن الصبح ويبينه) (1) انتهى. وقال فيها: (والصبح - بضم الصاد وحكي\nكسرها لغة - أول النهار) (2) انتهى.\n</p>\n\n<p>\nفعلم أن الفجر الصادق هو الذي يتبين به النهار، وفي «الأسنى»: (وسمي\nالأول كاذبا؛ لأنه يضئ ثم يسود ويذهب، والثاني صادقا؛ لأنه يصدق عن الصبح\nويبينه) ((3) انتهى. وقال فيه: (وصلاة الصبح نهارية؛ لآية: {وكلوا واشربوا\nحتى يتبين لكم الخيط الأبيض}.؛ وللأخبار الصحيحة) انتهى. وقال في «منتقى\nالبحرين» (4) (وسمي الأول كاذبا؛ لأنه يضئ ثم يسود ويذهب، والثاني صادقا؛\nلأنه يصدق الصبح ويبينه). إلى أن قال: (وهو - أي الصبح - في الأصل أول\nالنهار، وسميت الصلاة به لفعلها فيه). إلى أن قال: (وهي صلاة نهارية، أي\nتقع في النهار؛ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nلآية: {وكلوا واشربوا حتى يتبين لكم الخيط الأبيض}، وآية: {وأقم الصلاة\nطرفي النهار} (1)) انتهى. وقال في «الإيعاب»: (فرع صلاة الصبح نهارية؛\nلقوله تعالى: {وكلوا واشربوا حتى يتبين لكم الخيط} الآية؛ وللأخبار الصحيحة\nفي ذلك، فأول النهار طلوع الفجر الثاني) ((2) انتهى. وفي «المغنى»: (وهي -\nأي الصبح - نهارية.) انتهى. ولا يمكن استقصاء عباراتهم في ذلك، وفي ما\nذكرناه كفاية، فمن شرع في صلاة الصبح، التي تفعل أول النهار متصلة بظلام\nالغلس، ثم فرغ منها ولم تظهر زيادة لنور النهار، بل بقي الظلام كما ابتدأها\n.. فكل هذه العبارات تغلطه وتكذبه، وتعرفه أن صلاته <span id='ms056'></span> ليست في الوقت، الذي هو\nأول النهار؛ فصلاته في غير الوقت إجماعا، وقال في «الإيعاب» و «الإمداد»\n(3): (وخرج بالصادق الكاذب، وهو ما يطلع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nمستطيلا، بأعلاه ضوء كذنب السرحان، ثم يذهب وتعقبه ظلمة، ثم يطلع الفجر\nالصادق مستطيرا - بالراء -، أي منتشرا ضوءه، معترضا بنواحي السماء، وسمي\nالأول: كاذبا؛ لأنه يضئ ثم يسود ويذهب، والثاني: صادقا؛ لأنه يصدق عن الصبح\nويبينه) (1) انتهى. فوصفه الفجر بكونه مستطيرا منتشرا بين به أنه لا يزال\nيزيد ضوءه من حين ظهوره، لما مر لك غير مرة، أن الاستطارة والانتشار هي طول\nذلك الضوء وامتداده حين يبين النهار؛ ولذا علل تسميته بالصادق بقوله: (بأنه\nيصدق عن الصبح ويبينه)، كما مر عن غيره ذلك أيضا، ووصفه بكونه معترضا. قال\nالقليوبي في «حاشيته على المحلي» (2): (قوله: (معترضا)، أي في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nعرض الأفق من جهة المشرق، فيما بين شماله وجنوبه) ((1) انتهى.\n</p>\n\n<p>\nوفي «حاشية البرماوي على شرح أبي شجاع» (2) لابن قاسم الغزي (3): (قوله:\n(معترضا بالأفق) أي فيما بين الجنوب والشمال من جهة المشرق) انتهى. وفي\n«الإيعاب» - في بيان أوقات الصبح - ما لفظه: (وأوله فضيلة ثم اختيار إلى\nالإسفار، وهو الإضاءة التامة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nبحيث يعرف الإنسان الجالس منه قريبا عرفا) انتهى. وإذا تقرر لك: أن الفجر\nالصادق هو ضوء شعاع الشمس المعترض، المستمر الزيادة حتى يبين النهار،\nوالمشرب بحمرة، وأن أوله وقت فضيلة ثم اختيار إلى الإسفار، وهو الإضاءة\nالتامة .. علمت أن الإضاءة موجودة من أول الوقت، وأنها لا تزال تتزايد فيه،\nوأنها في وقت الاختيار أكثر من ذلك، وأن بتمامها يخرج ويدخل وقت الجواز،\nفلابد من وجود الإضاءة في وقت الفضيلة والاختيار، ولكنها في الأول أنقص\nمنها في الثاني، وفيه أكثر من الأول، لكنها ناقصة لبقاء ظلام في السماء،\nوبتمامها - وهو عموم الفجر لجميع المرئي من السماء - يدخل وقت الجواز،\nويشهد بذلك: أن في «الإيعاب» لما تكلم على قوله - صلى الله عليه وسلم -\n«أسفروا بالفجر، فإنه أعظم للأجر» ((1)،\n</p>\n\n<p>\nقال المراد بالإسفار كما قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nالشافعي وأحمد: ظهور الفجر الذي به يتحقق طلوعه، فالتأخير إليه <span id='ms057'></span> أفضل من\nالتعجيل عند ظن طلوعه، ويتأكد ذلك في الليالي المقمرة؛ إذ لا يتحقق فيها\nالفجر إلا بالاستظهار ((1) في الإسفار ((2) انتهى. فقد جعل ابن حجر - تبعا\nللشافعي وأحمد - (الإسفار) في الحديث ظهور الفجر الذي يتحقق به الناظر إليه\nأنه الفجر، بعد أن كان يظنه قبل زيادة ذلك الضوء؛ الذي يحصل به اليقين،\nوقرر أن: فضيلة أول الوقت حاصلة لمن صلى بعد ذلك الظهور، بل هو أفضل ممن\nصلى قبله بالظن، فبان بذلك أن كمال الفضيلة أول الوقت لا بد فيها من أمرين:\nالأول: إيقاعها أول الوقت. الثاني: أن يكون ذلك بعد زيادة ضوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nالفجر، زيادة يحصل بها يقينه بعد ظنه؛ ولذا لما تكلم ابن حجر، في «شرح\nالمشكاة» على هذا الحديث قال: (أي أخروا صلاة الفجر - وهي الصبح - إلى أن\nتتحققوا طلوع الفجر، ولا تبادروا بها عند ظن طلوعه، فإن ذلك أعظم لأجوركم،\nإذ الصلاة بعد تيقن دخول الوقت .. أفضل منها عند ظنه، وإنما حملوه على ذلك\n- كما مر -؛ للأحاديث الصحيحة الصريحة، التي لا تقبل تأويلا: أنه - صلى\nالله عليه وسلم - كان يصلي الصبح بعيد طلوع الفجر، وينصرف منها تارة قبل\nالإسفار الذي يعرف به الرجل وجه جليسه، وتارة عند أول مبادئ الإسفار، بحسب\nتطويله وتقصيره) انتهى. وليس مراد ابن حجر بقوله في «الإيعاب»: (ويتأكد ذلك\nالخ) .. تأخير الصلاة، عن وقت الفضيلة في الليالي المقمرة، إلى وقت\nالاختيار، بل مراده إيقاعها في وقت الفضيلة، لكن بعد إضاءة يتيقن بها دخول\nالوقت؛ لأنه كالشافعي وأحمد يتكلمون في الجمع بين أحاديث الإسفار والتغليس،\nولا يحصل الجمع بينها إلا بتفسير الإسفار في تلك الأحاديث، بإضاءة يتيقن\nبها الوقت، ولا يتحقق ذلك، إلا بزيادة ضوء الفجر على ضوء ظهوره، مع بقاء\nوقت الفضيلة، إذ الإسفار في اللغة هو الإضاءة، ولو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nأرادوا بالإسفار هنا وقت الاختيار، لكانوا موافقين للمخالف بالعمل\nبأحاديث الإسفار، والترك لأحاديث التغليس، وليس الأمر كذلك.\n</p>\n\n<h1 class='l1' id='head55'>الفائدة الثانية</h1>\n\n<p>\n: [من كلام الإمام الغزالي المتقدم ذكره]:\n</p>\n\n<p>\nمما يستفاد من كلام الغزالي رضي الله عنه: أن <span id='ms058'></span> حصة الفجر لا تزيد على\nالمنزلتين تقريبا، فيستدل على قربه ببقائهما قبل طلوع الشمس، لقوله: (والذي\nذكره المحققون: بأنه يتقدم على الشمس بمنزلتين، وهذا تقريب، إلى أن قال:\n(وإذا بقي قريب من منزلتين يتحقق طلوع الصبح الصادق). ويأتي في الباب\nالرابع عن اليافعي، و «الشامل» و «اليواقيت» والقليوبي وغيرهم مثل ذلك.\n</p>\n\n<h1 class='l1' id='head56'>الفائدة الثالثة</h1>\n\n<p>\n: [من كلام الإمام الغزالي المتقدم ذكره]:أن الفجر الكاذب يطلع إذا بقي\nمن طلوع الشمس أربع منازل، وأن منزلة منه لا شك أنها من الليل، وقدر ثلثي\nمنزلة يشك فيه، هل هو من الصادق أو الكاذب؟ وترك ذكر ثلثها الأول، إما\nلكونه لا شك أنه من الليل، فهو ملحق بالمنزلة قبله، أو لما كان التقدير\nبالمنازل للفجرين أمرا تقريبا .. كان الشك في الثلث أقل منه في الثلثين فلا\nيلتفت إليه، ويكون الورع فيه من الوسوسة، وكون الأصل بقاء الليل، وأن ما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nكان مشتبها، ينسحب عليه حكم أصله، ما لم يخرجه عنه دليل، وأن تحقيق آخر\nجزء من الليل، وأول جزء من الفجر، ليس في قوة البشر إدراكه، كما قال: (ولو\nأراد مريد الخ) وصرح بذلك [كثير] (1) من الفقهاء أيضا، وأن المحققين لم يقل\nأحد منهم: بزيادة حصة الفجر على منزلتين، وأن بعضهم صرح بأنها منزلة ونصف\nكما يأتي، وبعضهم أنه يحتاط بتأخير الصلاة عنها قليلا، وأن [الذين] (2)\nقدروها بالساعات والدرج .. قدروها بأقل من منزلتين - كما يأتي أيضا - يبين\nلك: أن قدر ثلثي المنزلة من الليل الذي يحرم فيه صلاة الصبح، ويحل تأخير\nالسحور والوتر إليه، لكن الورع تقديمهما عليه، ولما كانت الصلاة تحرم وهما\nيحلان، والورع تقديمهما؛ أتى الشيخ ب (ينبغي)، التي تصلح للطلب الجازم\nوغيره، وبذلك يرد قول مؤلف تلك «الرسالة»: (أن من تحقق طلوعه قبل المنزلتين\nفي قدر الثلثين .. لا يرد) ((3). واستدلاله لذلك بقول سيدنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nالغزالي: (وهو مبتدأ ظهور البياض وانتشاره، قبل اتساع عرضه) انتهى. لا\nيصح دليلا لذلك؛ لأن الغزالي صرح: بأن قدر ثلثي المنزلة بالتقريب مشكوك فيه\nلم يتبين له أنه من حصة <span id='ms059'></span> الصادق قط، ولم يقل به أحد من المحققين. وإذا شك\nفيه هذا الإمام، ولم يقل به أحد من المحققين، فكيف يتحقق أنه من حصة الفجر\n.. عالم أو مؤذن من أهل القرن الثالث عشر؟!، كلا لا يخطر ذلك ببال، بل معنى\nقوله: (وهو مبتدأ ظهور البياض الخ): أنه البياض الناشئ عن نزول الكاذب إلى\nناحية المشرق واتساع أسفله قليلا حينئذ بعد أن كان الاتساع بأعلاه، - كما\nيأتي - عن «اليواقيت» ((1)\n</p>\n\n<p>\nو «التحفة» \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nواليافعي (1) ذلك - وقربه من رؤوس الجبال فبسبب ما ذكر؛ يرى فيه بعض\nانتشار، ولذا يكون الاغترار به أكثر، ويشهد لهذا قوله: (قبل اتساع عرضه)،\nإذ اتساع العرض هو العلامة الفارقة بين الفجرين، بعد ملاقاة بياضيهما (2) -\nكما يأتي عمن ذكرا - ومعناه: أنه مبتدأ ظهور بياض الصادق وانتشاره، الذي\nليس في قوة البشر إدراكه والوقوف عليه، فلا يتعلق به حكم كما في الزوال\nوغيره، ويشهد له قوله بعده: (ولو أراد مريد الخ). أو أن في الكلام حذف،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nتقديره: وهو أوان ظهوره الخ ((1). وهذا شائع في كلامهم فيتعين حمل كلامه\nعلى أحد هذه المعاني، حتى لا يتنافى كلامه، ولا يخالف ما نقله عن المحققين.\n</p>\n\n<h1 class='l1' id='head57'>الفائدة الرابعة</h1>\n\n<p>\nبين بقوله: (لأن قوما ظنوا الخ) وقوله: (وقد غلط في هذا جمع كثير يصلون\nقبل الوقت). أن الغلط في الفجر قد فشا كثيرا في زمنه، فما بالك بزماننا،\nالذي كثر فيه الجهل، حتى صار الجهل بواضحات الدين، وبعض ضرورياته .. فاشيا\nفي أعيانه، فكيف بالخفيات، وما يقع فيه الغرر بنص الصادق المصدوق - صلى\nالله عليه وسلم -، وقال الشيخ إبراهيم الأصبحي في كتابه «اليواقيت في علم\nالمواقيت» (فصل: فإذا أردت معرفة طلوع الفجرين، فانظر إلى الشمس من أين\nتطلع، فاعرف الموضع الذي تقوم فيه، فإذا كان آخر الليل فانظر إلى تلك\nالناحية، التي طلعت منها الشمس بالأمس، فإذا بقي من الليل مقدار ساعتين على\nالتقريب، ابتدأ بياض مما يلي المشرق، الذي شرقت منه الشمس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nبالأمس، مرتفع في ربع السماء كأنه عمود ((1)، وربما لم ير ذلك؛ إذا كان\nالجو نقيا <span id='ms060'></span> في الشتاء، وأبين ما يرى ذلك، إذا كان الجو كدرا في الصيف، ولا\nيرى إذا كان قمرا، فإذا رأيت ذلك فهو الفجر الأول الذي يحل فيه الطعام\nوالشراب والنكاح، ثم ينحدر إلى ناحية المشرق مما يلي مطلع الشمس مقدار\nقامتين، وهو مع ذلك مستطيل قائم أعلاه دقيق وأسفله واسع، كأنه ذنب سرحان -\nكما جاء في الخبر -، وتحته سواد الليل في أسفل السماء، فبينما هو كذلك، إذ\nبدأ بياض يشبه الغبار أو الخطوط البيض، من تحت ذلك السواد، فإذا رأيته قد\nغشي السواد وغيره .. فذلك هو الفجر الثاني، ثم لا يلبث أن يختلط في البياض\nالأول، ويعترض في أسفل السماء، فإذا رأيته كذلك، فقد حرم الطعام والشراب\nوالنكاح وحلت الصلاة، وقد ذكر بعض الناس: أن الفجر الأول يذهب [بعد] طلوعه،\nويعود مكانه ليل، وأنكر ذلك أبو جعفر البصري، وقال: هذا شيء لم أره قط!\nفيما رصدت الفجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nتقريبا من خمسين سنة، بل ينحدر طالبا للأفق بقدر قامتين ويطلع المعترض من\nأسفل الأفق، فيلتقيان في السواد ويصيران فجرا واحدا، وهذا القائل وهم في\nقوله، أو نقله تقليدا لمن لا يعرف الفجر بالمشاهدة، أو يكون رأى اختلاف\nالفجر في الفصول فزعم أنه يذهب وليس كذلك، وربما نظر من لا يعرف الفجر إلى\nالبياض الأول؛ وقت انحداره إلى المشرق قبل أن يطلع البياض الذي في السماء؛\nفيصلي، ولا يسقط عنه الفرض، وليس كل الناس عارفين بالفجر، ولا بأوقات\nالصلاة، وهو شرط فيجب عليهم أن يتعلموا) انتهى. وقد نقل ابن حجر في «تحفته»\n((1)\n</p>\n\n<p>\nكلام الأصبحي فقال: (نقل الأصبحي إبراهيم: أن بعضهم ذكر أنه يذهب بعد\nطلوعه، ويعود مكانه ليل، وهذا البعض كثير من أئمتنا - كما مر -، وأن أبا\nجعفر البصري بعد أن عرفه بأنه: عند بقاء نحو ساعتين من الليل، يطلع مستطيلا\nإلى نحو ربع السماء، كأنه عمود، وربما لم ير إذا كان الجو نقيا شتاء، وأبين\nما يكون إذا كان الجو كدرا صيفا، أعلاه دقيق وأسفله واسع، أي ولا ينافي هذا\nما قدمته: أن <span id='ms061'></span> أعلاه أضوء؛ لأن ذلك عند أول الطلوع، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا عند مزيد قربه من الصادق، وتحته سواد، ثم يظهر ضوء يغشى ذلك كله، ثم\nيعترض، رده بأنه رصده نحو خمسين سنة، فلم يره غاب، وإنما ينحدر ليلتقي مع\nالمعترض في السواد، ويصيران فجرا واحدا) انتهى. ثم قال في «التحفة» جامعا\nبين كلام القائلين بذهاب الكاذب، والقائلين بعدمه بقوله: (أنه يختلف\nباختلاف النظر، لاختلافه باختلاف الفصول والكيفيات العارضة لمحله، فقد يدق\nفي بعض ذلك حتى لا يكاد يرى أصلا، فهو عذر من عبر بأنه يغيب وتعقبه ظلمة)\nانتهى. وقال عبد الله بن أسعد اليافعي في كتابه «سراج التوحيد الباهج\nالنور، في تمجيد صانع الوجود مقلب الدهور» ما لفظه: (قال العلماء في الفرق\nبينهما - أي الفجرين -: أن الفجر الأول الكاذب: دقيق طويل، منتصب في السماء\nكالعمود، والفجر الصادق الثاني: عريض منير معترض في الأفق، وقال بعض\nالمعتنين بمعرفتهما والتمييز بينهما)، وساق جميع ما مر عن «اليواقيت» و\n«التحفة»، وكذلك ذكر جميع ذلك الشيخ محفوظ بن عبد الرحمن الحضرمي ((1)، في\nكتابه «الشامل في أدلة القبلة وحساب الروم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nوالمنازل» ((1)، فيستفاد من كلام «اليواقيت» و «التحفة» و «السراج» و\n«الشامل» .. فوائد كثيرة نذكر منها:\n</p>\n\n<p>\n[الفائدة]\n</p>\n\n<h1 class='l1' id='head58'>الأولى</h1>\n\n<p>\n: أن معرفة الفجرين ليوم، يحتاج إلى معرفة محل طلوع الشمس في اليوم الذي\nقبله؛ لأن الكاذب يظهر محاذيا له، والصادق يظهر منه.\n</p>\n\n<p>\n[الفائدة]\n</p>\n\n<h1 class='l1' id='head59'>الثانية</h1>\n\n<p>\n: أن الكاذب يطلع إذا بقي من الليل الشرعي سدسه، لقول «اليواقيت»: (إذا\nبقي من الليل مقدار ساعتين تقريبا)، وقول «التحفة»: (نحو ساعتين)، وكذا في\n«السراج» و «الشامل»: (إذ المراد بالليل الشرعي وبالساعتين الساعة\nالزمنية)، ولما مر عن «الإحياء»: (أنه يطلع إذا بقي من طلوع الشمس أربع\nمنازل تقريبا)، وفي «القول التمام»: (والفجر الكاذب يطلع دائما في السدس\nالأخير من الليل) انتهى، وفي «شرح الأذكار» لابن علان (2): (والكاذب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nيطلع وقد بقي من الليل سبعه) وفي «المغني»: (يدخل سبع الليل الآخر بطلوع\nالفجر الأول)، ولا خلاف؛ لما مر أن ذلك على التقريب، ولما مر عن «التحفة»\nمن اختلاف ذلك <span id='ms062'></span> باختلاف الفصول والكيفيات، والصادق يطلع بعد مضي السدس\nالأخير.\n</p>\n\n<p>\n[الفائدة]\n</p>\n\n<h1 class='l1' id='head60'>الثالثة</h1>\n\n<p>\n: أن محل ظهور الكاذب ربع السماء الشرقي، وفوقه وتحته ويمينه وشماله ظلمة\nالليل، والصادق محل ظهوره أسفله ولا ليل تحته.\n</p>\n\n<p>\n[الفائدة]\n</p>\n\n<h1 class='l1' id='head61'>الرابعة</h1>\n\n<p>\n: أن الكاذب لا يغير ظلمة الليل، إلا في المحل الذي هو فيه، وكلما نزل\nجهة المشرق رجعت ظلمة في المحل الذي نزل عنه، والصادق يغير ظلمة الليل من\nجميع الجهات، ولا ظلمة بعده.\n</p>\n\n<p>\n[الفائدة]\n</p>\n\n<h1 class='l1' id='head62'>الخامسة</h1>\n\n<p>\n: أن الكاذب سيره إلى جهة المشرق (قط) (1)، والصادق سيره إلى جهة الغرب\nوالشمال والجنوب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n[الفائدة]\n</p>\n\n<h1 class='l1' id='head63'>السادسة</h1>\n\n<p>\n: أن الكاذب لا يتزايد مع سيره، بل مع ابتدائه يتسع أعلاه قليلا، ومع\nانتهائه يتسع أسفله قليلا، والصادق يتزايد ضوءه ويتسع اتساعا يعم السماء\nكلها، لكن مع ابتدائه يكون اتساعه جنوبا وشمالا أكثر منه غربا.\n</p>\n\n<p>\nالفائدة\n</p>\n\n<h1 class='l1' id='head64'>السابعة</h1>\n\n<p>\n: مر عن «اليواقيت»: أن الكاذب ينحدر إلى المشرق، فإذا بقي بينه وبينه\nقدر قامتين .. ابتدأ ظهور الصادق من المشرق، وبينهما سواد الليل في قدر\nالقامتين، وهو كذلك في «السراج» و «الشامل» لكن قدرا ذلك بقامة، ولا تخالف،\nإذ كل ذلك على التقريب، وهذا لا يشاهده الناظر إلا إذا لم يكن بينه وبين\nالمشرق حائل من جبل وغيره، فإن كان هناك حائل فالمشاهد ضوء الكاذب فقط،\nوأما ما تحته من سواد الليل ومحل ابتداء الصادق فلا يرى. وبسبب عدم رؤيتهما\nمع نزول الكاذب إلى جهة المشرق، واتساع أسفله عند ذلك، ورؤيته فوق الجبال\nونحوها .. يكثر الغرر به، فيظن أنه الصادق وليس كذلك، فليحذر من ذلك غاية\nالحذر، ولذا قال في «اليواقيت» - محذرا من ذلك -: وربما نظر من لا يعرف\nالفجر إلى آخر عبارته المارة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>فصل: في بيان أوقات الصبح</h1>\n\n<p>\nاعلم: أن للصبح - غير وقت الضرورة والحرمة - أربعة أوقات:\n</p>\n\n<h1 class='l1' id='head66'>الأول: وقت فضيلة</h1>\n\n<p>\nوهو أول الوقت وذلك، ما يسع منه أربع ركعات معتدلات، وما يتعلق بالصلاة\nمن الواجبات والمندوبات بالفعل الوسط، وقد قربه في «اليواقيت» بقوله: (فصل:\nثم يدخل وقت الصبح بطلوع الفجر المعترض، فيستديم وقت الرضوان (1) منه بقدر\nطلوع نصف منزلة <span id='ms063'></span> الإسفار) انتهى. وسيأتي عن «اليواقيت» أيضا وغيره، ومر عن\nالغزالي: أن حصة الفجر منزلتان تقريبا. وقد جعل وقت الفضيلة نصف أولى\nالمنزلتين الأول (2)، ونبه بإضافته منزلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nالإسفار بقوله: (نصف منزلة الإسفار)، على أن الإضاءة لا بد من وجودها في\nهذا الوقت، غير أنها أنقص منها في وقت الاختيار.\n</p>\n\n<h1 class='l1' id='head67'>الثاني: وقت الاختيار</h1>\n\n<p>\nوهو ما بعد الزمن الذي يسع ما مر، إلى الإضاءة التامة، كما مر عن\n«الإيعاب»، وقرب ذلك في «اليواقيت» بقوله - بعد العبارة المارة في وقت\nالفضيلة -: (ويدخل وقت العفو ((1) مستديما إلى أن يستكمل منزل الإسفار\nطلوعه) انتهى. فأفاد: أن النصف الثاني من أولى منزلتي الفجر وقت الاختيار.\nفعلم بهذا: أن نصف وقت الصبح الأول ينقسم قسمين: أولهما فضيلة، وثانيهما:\nاختيار، وإن قدر كل واحد منهما تقريبا عند اعتدال الليل والنهار؛ ست درج\nونصف إلا أربع دقائق ونحو ربع دقيقة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head68'>الثالث: وقت الجواز</h1>\n\n<p>\nوهو ما بعد الإضاءة التامة إلى الحمرة التي قبل الشمس، وقربه في\n«اليواقيت» بقوله: - بعد العبارة المارة في وقت الاختيار ما لفظه -: (ثم\nيذهب الوقتان من الصبح: وقت الرضوان، ووقت العفو، ويدخل وقت الجواز) ((1)\nانتهى. وبهذا تبين: أن وقت الجواز يدخل بطلوع المنزلة الثانية من منزلتي\nالفجر، ويبقى إلى طلوع الحمرة التي قبل الشمس.\n</p>\n\n<h1 class='l1' id='head69'>الرابع: وقت الكراهة</h1>\n\n<p>\nوابتداؤه من ظهور الحمرة التي قبل الشمس، لا الصفرة، كما بين ذلك في\n«الأسنى» (2) وقال في «الغرر البهية» (3): (ووقت جواز بلا كراهة، إلى\nالحمرة التي قبل طلوع الشمس، ووقت جواز بكراهة إلى الطلوع) انتهى. وقال في\n«منتقى البحرين»: (ووقت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nالفضيلة: أوله والجواز إلى حمرة قبيلة - أي قبيل طلوع الشمس -، ثم من\nالحمرة وقت كراهة) انتهى. وقال في «الأسنى» ثم الجواز بلا كراهة إلى الحمرة\nالتي قبل طلوع الشمس إلى أن قال: (ثم الكراهة) انتهى. و (قال) (1) في «شرح\nالتحرير»: (ووقت الجواز بلا كراهة إلى الحمرة التي قبل طلوع الشمس) ((2)\nانتهى. وقال الرملي في «النهاية»: (ثم جواز بلا كراهة، إلى الحمرة التي قبل\nطلوعها-أي الشمس - ثم جواز مع الكراهة) انتهى <span id='ms064'></span>. وعبارة «شرح الحلبي المكي»\nمع متنه للشيخ علوان الحموي (3): (وفي الجواز بلا كراهة، إلى احمرار المشرق\nقبيل الطلوع، ومع الكراهة منه إلى الطلوع) انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nفهذه العبارات، وغيرها مما تركناه مما هو بمعناها .. تعرفك أن وقت\nالكراهة للصبح، هو من حين تظهر الحمرة التي قبل الشمس، إلى أن تطلع، وأنه\nأضيق أوقات الصبح الأربعة؛ لأن الحمرة المذكورة، لا تطلع إلا بعد مضي نحو\nثلثي المنزلة الثانية، وأن من توهم أنها الحمرة التي تطلع مع الفجر .. فقد\nغلط غلطا فاحشا وخالف الكتاب والسنة والإجماع وأئمة المذهب، إذ الأولى مجرد\nتشريب، والثانية حمرة ظاهرة، والأولى في أول المنزلة الأولى من منزلتي\nالفجر، والثانية في آخر منزلته الثانية، فتدبر هذا، ولا تغتر بما أكثر به\nصاحب تلك «الرسالة»، من (نسبته) (1) مخالفيه، إلى إيقاعهم الصلاة والسحور\nمع الحمرة المكروهة معها الصلاة، المبطل للصوم معها الأكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nوالشرب (1)، فإنه مجرد تحامل وهذيان، إذ لا يظن ذلك بالجهال من المسلمين،\nفكيف بأهل العلم وطلبته المتقين؟!. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الرابع\n</p>\n\n<h1 class='l1' id='head70'>-[بيان الفجر من علم الفلك]-</h1>\n\n<p>\nفيما ضبط به الموقتون حصة الفجر، وقدروها به\n</p>\n\n<p>\nولنقدم قبل الخوض في ذلك مقدمة توطئة لذلك، قال القليوبي في «الهداية من\nالضلالة، في معرفة الوقت والقبلة بغير آلة». (1): (والساعة، لغة: (القطعة)\n(2) من الزمان، ومنه الساعة (الغنيمة) (3)، واصطلاحا: إما مستوية: وهي التي\nتسمى الفلكية، وهي زمان مقداره خمسة عشر درجة أبدا، ويستعملها الحساب\nغالبا، وجملة الليل والنهار بها أربعة وعشرون ساعة، كل واحدة منها اثنا عشر\nساعة إن استويا، وإلا فما زاد في أحدهما نقص من ساعات الآخر). إلى أن قال:\n(وإما زمانية، وهي التي يستعملها الفقهاء). إلى أن قال: (وهي زمان، مقداره\nنصف سدس النهار أو الليل أبدا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nوجملة الليل والنهار بها أربع وعشرون ساعة أيضا، وكل بها اثنتا عشرة\nساعة). إلى أن قال: (فعلم أن مقاديرها تزيد وتنقص دون أعدادها، عكس الأولى)\nانتهى. فأفاد: أن أهل الحساب لا يستعملون غالبا إلا الساعة المستوية؛\nلضبطها بعدم الزيادة والنقص، بخلاف الزمانية، وافهم أن الدرجة لا تزيد ولا <span id='ms065'></span>\nتنقص أيضا، وهو كذلك ويلزم من عدد الساعات المستوية، وعدد درجها المذكورين:\nأن الليل والنهار ثلاثمائة وستون درجة؛ لأنك إذا قسمت ذلك على أربع وعشرين\nساعة .. خص الواحدة خمسة عشر درجة، وإن قسمت ذلك على البروج الاثني عشر ..\nخص البرج ثلاثون درجة، وإن قسمته على المنازل الثمان والعشرون .. خص\nالمنزلة ثلاثة عشر درجة إلا سبع درجة (1)، هذا عند الاعتدال في القسمة على\nالبروج والمنازل، وعند الزيادة والنقص يزداد من أحدهما في الآخر وينقص\nبقدرها، وإذا كان المقسم واحدا - أعني الثلاث المائة والستين الدرجة وهو\nدور الفلك في اليوم والليلة - على الساعات والبروج والمنازل كما ذكرنا، -\nباتفاق أهل الفلك كما يعرف ذلك من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nيطالع كتبهم ويحققها .. لزم استواء درجات الثلاثة في المقدار، وأنها لا\nتفاوت فيها، وقد قسموا الدرجة المذكورة ستين دقيقة ((1)،\n</p>\n\n<p>\nواختلفوا فيما تسعه الدقيقة من القول، فقال بعضهم: سورة الإخلاص بالبسملة\nقراءة متوسطة. وقال: بعضهم سبحان الله مستعجلا. وهذا خلاف كبير فيه تفاوت\nكثير، إذ حروف (سبحان الله) ثمن حروف (سورة) (2) الإخلاص، ويزيد ذلك اشتراط\nالتوسط في قراءة (الإخلاص) والعجلة في (سبحان الله)، وما ذكره مؤلف تلك\n«الرسالة» (3): أن التقدير بالإخلاص لدقيقة درج البروج والمنازل، و (سبحان\nالله) لدقيقة درج الساعة المستوية .. خطأ صريح، بل التقدير بها لدقيقة كل\nمن الثلاثة، إذ المقسم عليهما - كما مر - واحد (4). قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nالشيخ عثمان بن أبي بكر العمودي (1) في «نصب الشرك»: (فائدة أخرى: قال\nالفقيه عبد الرحمن مخرمة: الساعة المستوية خمسة عشر درجة، وكل درجة ستون\nدقيقة، وكل دقيقة مقدار قولك: (سبحان الله) مستعجلا. من غير إمهال. وقال\nعبد الله بن عمر مخرمة ((2): الدرجة ستون دقيقة، واشتهر بين أهل هذا الفن\nأنها قدر، {قل هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nالله أحد} مع البسملة، مرة واحدة قراءة متوسطة بين الترتيل والإسراع،\nوبمثل قوله قال الفيومي) (1) انتهى. وفيه - محيلا على ما ذكره هنا - قوله:\n(وقد سبق معرفة قدر الدقيقة، وما فيه من الخلاف) انتهى. ومن قوله: (واشتهر)\nالخ، هي عبارة الشيخ محمد الحطاب (2)، التي نقلها مؤلف تلك «الرسالة» (3)،\nولم <span id='ms066'></span> يقيدها الحطاب بما قيدها به، بل هي ظاهرة أن ذلك ضبط لدرجة الثلاثة،\nولما ذكر الشيخ عبد الرحمن بن عمر العمودي في كتابه «حسن النجوى»: (4)\n</p>\n\n<p>\n(سن الجلوس بعد دفن الميت عند قبره، قدر نحر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nجزور وتفرقة لحمها)، قال:) ومقدار ذلك بالزمان، ساعة وربع أو ثلث فلكية\nتقريبا، كما أفتى به ابن كبن (1)، ومقدار الساعة المستوية خمسة عشرة درجة،\nكل درجة ستون دقيقة، كل دقيقة مقدار قولك (سبحان الله) مستعجلا من غير مهلة\nقاله عبد الله بلحاج ((2)؛ وعليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nفتكون الساعة قدر تسعمائة تسبيحة) ((1) انتهى. وعلى هامش ذلك بخط الشيخ\nعلي بن عمر بن قاضي ((2): (الصواب، أن الدقيقة قدر {قل هو الله أحد} قراءة\nمعتدلة، كما قرره علماء الفلك، كذا وجدته بهامش «الأم») انتهى. وفي «مبحث\nنحر الجزور» - المار - من «فتاوى محمد بن سليمان حويرث» ((3):\n</p>\n\n<p>\n(وضبطت الساعة والثلث، بقدر عدد معلوم من قراءة {قل هو الله أحد}، وبعضهم\nضبطه بقدر عدد معلوم من (سبحان الله)، والكل على التقريب). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nانتهى. وأين التقريب مع التفاوت الذي ذكرناه؟! أن (سبحان الله) نحو ثمن\n(الإخلاص)، وإذا علم هذا الخلاف بين أهل الفن، فيما تسعه الدقيقة، والتفاوت\nالكبير بين (الإخلاص) و (سبحان الله)، واختلاف الناس في البطء والإسراع،\nحتى أنا امتحنا الساعة المستوية بقراءة القرآن، وأخبرني سيدي العلامة عبد\nالله بن أبي بكر بن سالم عيديد (1) - رحمه الله -: أنه يقرأ فيها جزأين\nوربعا وأحيانا ونصفا. وأخبرني من أثق به: أن بعض الحفاظ بمكة، يقرأ فيها\nثلاثة أجزاء. وقد أمرت بعض الأولاد بامتحان ذلك بالقراءة، فمنهم من قرأ\nجزأين، ومنهم من بلغت قرأته الثلاثة، ومنهم من كان بين ذلك، فالتفاوت بين\nالمقل والمكثر الثلث، وهو شيء يبطل الضبط به ويضعف، إلا أن يقال: الساعة\nقدرها بالقراءة المرتلة جزءان، وبالسريعة ثلاثة، وبالمتوسطة بينهما، فيقرب\nالضبط؛ فعلى هذا تكون حصة الفجر عند اعتدال الليل والنهار- إذا قلنا أنها\nساعة ونصف - تسع ثلاثة أجزاء بالترتيل، وأربعة ونصفا بالإسراع، وأربعة إلا\nربعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nبالتوسط، ويشهد لقرب هذا الضبط وقوته، ما روى البيهقي في <span id='ms067'></span> «سننه» (1) ولفظ\n«مختصرها» للشعراوي: (وروى الشافعي، وغيره، عن أنس رضي الله عنه: أن أبا\nبكر الصديق - رضي الله عنه - صلى بالناس الصبح، فقرأ سورة البقرة، فقال له\nعمر - رضي الله عنه -: كادت الشمس أن تطلع .. فقال: لو طلعت لم تجدنا\nغافلين، وفي رواية فقرأ سورة البقرة في الركعتين كلتيهما) انتهى.\n</p>\n\n<p>\nوقد مر آخر (الباب الثاني) في (التنبيه الخامس)، عن «سنن الترمذي»: أن\nسيدنا أبا بكر - رصي الله عنه - ممن اختاروا التغليس بصلاة الصبح، وجاءت\nآثار أيضا: أن عليه عمل الشيخين، فإذا كان - رضي الله عنه - ممن اختار\nالتغليس وعليه عمله، واستغرقت صلاته (بالبقرة) - التي هي جزآن ونحو الثلث -\nمعظم الوقت، حتى قال له سيدنا عمر - رضي الله عنه -: كادت الشمس أن تطلع.\nكانت حصة الفجر قريبا، من ساعة ونصف عند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nالاعتدال، وتزيد على ذلك بزيادة الليل قليلا، بل زيادتها في المدينة أكثر\nمن جهتنا، فنحو الساعة للقراءة، والباقي لأفعال الصلاة وأقوالها، والأذان\nوالإقامة وركعتي الفجر، ويشهد لذلك أيضا ما ذكره الشعراوي في «المنهج\nالمبين» بقوله: (وروى مالك، والشافعي، عن عبد الله بن عامر قال: صلينا وراء\nعمر بن الخطاب، فقرأ فيها سورة يوسف، وسورة الحج، قراءة بطيئة .. فقال هشام\nبن عروة لأبيه لقد كان إذن يقوم حين يطلع الفجر .. قال: أجل) انتهى. فقراءة\nسيدنا عمر رضي الله عنه ما ذكر وهو جزء وثمن، وقول هشام بن عروة لأبيه -\nالراوي له هذا الأثر عن عبد الله بن عامر -: لقد كان الخ، وجوابه له بأجل\n.. يبين لك أن حصة الفجر نحو ما ذكرنا، وإلا لم يبق للسؤال والجواب\nالمذكورين فائدة؛ لأن قراءة السورتين المذكورتين بالترتيل له نحو ساعة إلا\nربعا، وللصلاة وما ذكر معها نحو نصف ساعة، ويبقى نحو الربع بعد السلام،\nويشهد لذلك أيضا ما روى البخاري - في (باب القراءة في المغرب) - عن زيد بن\nثابت أنه قال لمروان بن الحكم:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n«مالك تقرأ في المغرب بقصار ((1)، وقد سمعت النبي - صلى الله عليه وسلم -\nقرأ (بطول ((2) الطوليين) (3)، وفسرها زيد كما رواه النسائى <span id='ms068'></span>، وأبو داود، ب\n(الأعراف).\n</p>\n\n<p>\nقال القسطلاني - بعد ذكره ما ذكر -: (واستنبط من الحديث، امتداد وقت\nالمغرب إلى غيبوبة الشفق الأحمر، واستشكل بأنه إذا قرأ الأعراف؛ يدخل وقت\nالعشاء قبل الفراغ) ((4) انتهى. ولما ذكر في «المنهاج»: جواز مد صلاة\nالمغرب على الجديد إلى أن يغيب الشفق .. استدل على ذلك في «التحفة» بقوله:\n(لما صح أنه - صلى الله عليه وسلم - قرأ فيها (الأعراف) في الركعتين\nكلتيهما) ((5) انتهى. ومثلها عبارة «النهاية» وقال في «المغني»: (لما صح\nأنه - صلى الله عليه وسلم - كان يقرأ فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nب (الأعراف) في الركعتين كلتيهما. رواه الحاكم وصححه على شرط الشيخين\n(1). وفي «البخاري» نحوه (2). وقراءته - صلى الله عليه وسلم - تقرب من مغيب\nالشفق لتدبره لها) انتهى. ونحوه في «المحلي على المنهاج». فإذا استشكل\nالقسطلاني، اتساع الزمن الذي من مغيب الشمس إلى غروب الشفق الأحمر ..\nلصلاته - صلى الله عليه وسلم - المغرب، مع قراءته فيها ب (الأعراف)، التي\nهي جزء وربع، وجعله في «التحفة» و «النهاية» دليلا على جواز مدها إلى مغيب\nالشفق، وفي «المغني» و «المحلي» على قربه من مغيبه، وقد (قدر) (3) الموقتون\nما بينهما بعشرين درجة - كما يأتي -، وهو ساعة وثلث، فكيف يقال في حصة\nالفجر - التي تزيد على هذا سدس ساعة -: أنها تسع ستة أجزاء من القرآن\nتقريبا، كما قرره صاحب تلك «الرسالة»، هذا شيء مستبعد جدا! يأباه كل من\nتأمل هذه الشواهد، ويعرف به خطأه، ويشهد لضبط الساعة بما ذكرنا .. ما رتبه\nأهل جهتنا من قديم الزمان، من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nإحياء ما بين العشاءين بصلاة المغرب، ثم قراءة الحزب القرآني، وهو جزءان\nغالبا، وبتمامه يدخل وقت العشاء، وقد أخبرني سيدي وخالي العلامة طاهر بن\nالحسين (1) - رحمه الله ونفعنا به - أن حزب الصبح والذي هو جزءان، غالبا\nكانوا يقرأونه بتريم بمسجد السادة آل باعلوي، بعد صلاة الصبح، يبتدئون فيه\nويفرغون منه مع الإشراق، وهو شاهد للضبط الذي ذكرنا، إذ الحزب المذكور\nيستغرق نحو الساعة، والصلاة وما ذكر معها، وانتظارهم بعد ركعتي الفجر\nيستغرق الباقي؛ لأن عادتهم الإتيان بدعاء الفجر المعروف <span id='ms069'></span>، وما ورد من الذكر\nبعد سنته، فهذا الانتظار مع تطويلهم قراءة صلاة الصبح .. يقابل سدس الساعة\nالزائد على حصة الشفق. وإذا انتهى الكلام في هذه المقدمة، فلنشرع في\nالمقصود. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nفنقول: قد ضبط الموقتون حصة الفجر بثلاثة أشياء: بالمنازل، والقمر،\nوالساعات. وأجمعوا على أنها تزيد لزيادة الليل وتنقص لنقصه، ففي «اليواقيت»\n- عند ذكر إيلاج الليل والنهار ما لفظه -: (للإجماع على: أن الوقت الذي بين\nالفجر والشمس، يطول لطول الليل ويقصر لقصره، كأنه جزء منه) انتهى. وتقديرهم\nذلك بالمنزلين يلزم منه ذلك؛ لطول زمنها ونقصه بطول الليل ونقصه.\n</p>\n\n<p>\nالأول: المنازل:\n</p>\n\n<p>\nقد مر في الباب الثالث عن كتاب السفر من «الإحياء»: أن المحققين على أن\nالفجر يطلع، إذا بقيت منزلتان قبل طلوع الشمس. وقال اليافعي في «السراج»:\n(سواد الليل يقطعه اثنا عشر منزلة، ويقطع من طلوع الفجر إلى طلوع الشمس\nمنزلتان) انتهى. وقال في «السراج» ذكر بعض المنصفين من أصحابنا: أنه إذا\nحال دون طلوع الفجر حائل، اعتبر بالقمر). إلى أن قال: (فإن لم يتبين ذلك،\nفاعتبر لطلوع الفجر منازل القمر الثمانية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nوالعشرين ((1)، فإن لسواد الليل المظلم منها اثنا عشر منزلا، وأن الفجر\nفي الثالث عشر منها، فإذا رأيت منزلا منها عند غروب الشمس طالعا في المشرق،\nأو غاربا في المغرب .. فاعلم إنك إذا رأيت الثالث عشر منه (2) في ذلك\nالموضع .. فقد طلع الفجر ((3)، وهذا لا يختلف في كل زمان ومكان. مثال: ذلك\nأنك إذا رأيت (الثريا) وقت غروب الشمس في موضع من السماء، ثم رأيت في ذلك\nالموضع (الغفر) .. فقد طلع الفجر. وعلى هذا القياس) انتهى. إلى أن قال:\n(قلت: ولم أر لأحد من العلماء، نصا في الرد على هذا القائل المذكور،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nولا في قبول قوله، وهذا الذي ذكره وإن كان قد أجرى الله العادة في\nالمنازل كما (ذكر) (1) .. فليس لنا على العمل بها دليل شرعي يعتمد عليه)\nانتهى. ومثل ذلك في «الشامل». وقال في «الشامل» أيضا: (والليل كله يقطعه\nاثنا عشر منزلة، ويقطع من طلوع الفجر إلى طلوع الشمس منزلتان) انتهى <span id='ms070'></span>. وقال\nالشيخ أحمد بن أحمد السجاعي (2) في «منظومته في الفلك» ما لفظه:\n</p>\n\n<p>\n(وبين طالع فجر من منازلها ... وبين منزل (3) شمس فاعلم اثنان).\n</p>\n\n<p>\nقال شارحها - أي الإمام الشريف علي بن عبد البر الونائي على هذا البيت -:\n(يعني أنك إذا عرفت منزلة الشمس، فعد اثنين غيرها مما قبلها، فالمنزلة\nالثالثة بها، هي الطالعة بالفجر) انتهى. ولما ذكر في «اليواقيت»:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nالخلاف فيما بين الفجر وطلوع الشمس، وأن الشافعي والجمهور على أنه من\nالنهار، وأن حذيفة والأعمش وإسحاق على أنه من الليل، وأن عليا وابن عباس\nعلى أنه فاصل بينهما، واستدل لقول حذيفة وصاحبيه: بأنه ثبت في السنة\nوالإجماع: أن الليل اثنا عشر ساعة والنهار كذلك. ثم قال: (فإن قلنا بقول\nالشافعي: أن النهار من طلوع الفجر إلى غروب الشمس، فهذا يستغرق ستة عشر\nمنزلا، ثم أن الليل من غروب الشمس إلى طلوع الفجر، فهذا يستغرق اثني عشر\nمنزلا، لا مخالف في هذا) انتهى. وشاهدنا في قوله: أن النهار يستغرق ستة عشر\nمنزلا على قول الشافعي، والليل يستغرق اثني عشر منزلا عليه أيضا، ولا مخالف\nفي هذا، أي كون من غروب الشمس إلى طلوع الفجر؛ ليلا يستغرق اثني عشر منزلا،\nوكذلك من طلوع الشمس إلى غروبها، لا مخالف في أنه نهار يستغرق أربعة عشر\nمنزلا، فيلزم من الاتفاق على الليل المقدر باثني عشر منزلا، والنهار المقدر\nبأربعة عشر منزلا .. الاتفاق من الكل على أن المنزلتين بقية الثمان\nوالعشرين هي حصة الفجر، وإنما الخلاف في كونها من النهار أو الليل أو فاصل\nبينهما، ولم يلتفت إلى خلاف القوم الذين ذكر الغزالي - فيما مر عنه -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nأنهم يقولون: يطلع الفجر قبل الشمس بأربع منازل؛ لما مر عن الغزالي أن\nهذا خطأ، والمخطئ لا يعتد بخلافه. وقال في «اليواقيت» أيضا: (اعلم: أن\nالعرب راعوا هذه المنازل، فنظروا إلى اثني عشر منزلا التي تطلع كل ليلة،\nفإذا (آخر) (1) ما يطلع منها مع الفجر المعترض، ثم يتقدم ذلك المنزل بقدر\nشبر في رأي العين؛ وذلك لمفارقة الشمس لهذا المنزل، سائرة <span id='ms071'></span> إلى المشرق، حتى\nإذا تمت ثلاثة عشر ليلة، طلع منزل آخر مع الفجر، قد كان يطلع مع الإسفار،\nفصار ما كان يطلع مع الفجر يطلع قبل الفجر، وما كان يطلع مع الإسفار يطلع\nمع الفجر، بقدر جزء من اثني عشر جزءا من الليل) انتهى.\n</p>\n\n<p>\nوقد مر في فصل بيان أوقات الصبح عن «اليواقيت»: أن وقت الفضيلة والاختيار\nلهما أول منزل من منزلتي الفجر، وأن وقت الجواز والكراهة لهما المنزل\nالثاني. وقال في «نصب الشرك»: (الفصل الخامس: في معرفة طالع الفجر وغاربه\nوالمتوسط والوتد: اعلم أنه متى مضى من المنزلة - أي الغاربة - اثنا عشر\nيوما فهي غارب الفجر، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nوالخامس عشر منها هو طالع الفجر انتهى (1). ثم قال: (فائدة: إذا عرفت\nطالع الفجر وغاربه، وأردت معرفة الشمس في أي منزلة هي، فهي في ثالث الطالع)\nانتهى (2). وإنما قال: في ثالث الطالع؛ لأنه قال سابقا: متى مضى إلى آخره.\nفلما قرر أن المنزلة الغاربة بالفجر تغرب لمضي اثني عشر منها .. لزم أن\nالمنزلة الطالعة به تطلع إذا مضى منها اثنا عشر يوما، فيبقى من المنزلة\nيومان من حصة الفجر، فإذا مضى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nمن المنزلة التي تليها اثنا عشر، انتهت منزلة الإسفار، ومن ثاني عشرها،\nإلى ثاني عشر التي تليها، تنتهي منزلة الجواز والكراهة، ويبقى يومان منها\nمن منزلة الشمس، وهذا على أن المنزلة: الفضاء الذي قبل النجم، كما يفهمه\nكلامه، ونقله مؤلف تلك «الرسالة» عن عبد الله بن عمر مخرمة، (1) وهو اصطلاح\nأرادوا به نفي الخلل الواقع في حساب الشبامي، بسب تحرك المنازل وتأخرها إلى\nجانب المشرق، وهذا باعتبار زمن تصنيف «نصب الشرك»، وهو سنة سبع وأربعين\nألف- بتقديم السين على الباء -، وأما الآن- وهو سنة واحد وستين ومائتين\nوألف- (فيزاد) (2) على ذلك ثلاثة أيام، فإذا كان اليوم أول يوم في «الثريا»\nعلى حساب الشبامي، وأردت معرفة الدرجة الغارب بالفجر، والطالعة به على\nالتقريب .. فاسقط ثلاثة عشر درجة وذلك جميع الفضاء الذي قبلها .. فتنتهي\nإلى الدرجة التي قبل نجم «البطين» فهي الغاربة بالفجر، وتلك <span id='ms072'></span> الدرجة على\nالاصطلاح المار تسمى آخر درجة في «البطين»، وعلى خلافه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n- الذي عليه أكثر الحساب - تسمى آخر درجة في «النطح» والطالعة بالفجر،\nالدرجة التي قبل «الزبان» وهي آخر درجة في «الغفر» على حساب الأكثر، وآخر\nدرجة «الزبان» على الاصطلاح المار، والشمس تطلع ذلك اليوم في الدرجة التي\nقبل نجم (القلب)، والمتوسط بالفجر الدرجة التي قبل نجم (الطرف)، وهي آخر\nدرجة فيه على ذلك الاصطلاح وآخر درجة في «النثرة» على ما عليه الأكثر، وعلى\nهذا فقس، فثاني يوم في «الثريا» على حساب الشبامي يكون غارب الفجر الدرجة\nالتي بعد نجم البطين، والطالعة به الدرجة التي بعد نجم الزبان، والمتوسطة\nبه الدرجة التي بعد نجم الطرف، والطالعة فيها الشمس هي الدرجة التي بعد نجم\nالقلب، فإذا أتمت «الثريا» ثلاثة عشر يوما، فالدرجة الغاربة هي ثاني درجة\nمن الفضاء الذي قبلها، فتبقى درجة قبل «الثريا» هي الغاربة، أول يوم في\n«البركان» على حسابه. فعلم بهذا: أن بتحرك المنازل حصل هذا التأخر على حساب\nالشبامي، وهو أربعة عشر درجة، وذلك منزلة ودرجة، في الغارب والمتوسط الطالع\nبالفجر والطالع بالشمس، ولم يتغير به مقدار ما بين كل؛ لأنه إذا غرب أحدها\nبالفجر، فالمتوسط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nثامنه، والطالع مع الفجر خامس عشره، ومع الشمس سابع عشره، فالليل الفلكي\nمع استواء الليل والنهار مائة وثمانون درجة، فمن غروب الشمس إلى طالع الفجر\nمائة وأربع وخمسون درجة وسبعان من درجة، وذلك اثني عشر منزلة، ومن طالع\nالفجر إلى طلوع الشمس ست وعشرون درجة إلا سبعين من درجة.\n</p>\n\n<p>\nواعلم: أن المنزلة هي جزء من ثمانية وعشرين جزءا متساوية من دورة الفلك\nفي اليوم والليلة، وقدر الدرجة - كما مر لك عن «اليواقيت» - شبر في رأي\nالعين، والنجوم الأعلام على المنازل أعلام تقريبية لا تحقيقية؛ لما يشاهد\nبينهما من اختلاف في المقدار.\n</p>\n\n<p>\nتنبيه: التقدير بالمنزلتين لحصة الفجر تقريبي لا تحقيق فيه، - كما مر عن\n«الإحياء» وقال اليافعي في «السراج»: (اعلم أن العمل بالمنازل إنما هو\nتقريب لا تحقيق) انتهى، وقال فيه أيضا: (المنازل <span id='ms073'></span> متفاوتة، والعمل عليها\nتقريب وتسامح لا تحديد وتحقيق) انتهى. ومثل ذلك في «الشامل»، وسيأتي: أن\nالتقدير بالساعات تقريب، مع أنه أضبط من التقدير بالمنازل، وأقرب إلى\nالتحقيق منه كما قال ذلك أهل الحساب؛ فلهذا تجد المقدرين لحصة الفجر\nبالساعات في جداولهم ..\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nيقدرونها بأقل من منزلتين - كما يأتي أيضا - وبه يعلم: أن قول المقدرين\nبالمنزلتين لحصة الفجر .. أنه على التقريب، مرادهم به أنها قد تنقص عنها لا\nأنها تزيد عليها. قال الشيخ محمد بن الحطاب في «شرح المختصر» - بعد نقله\nتنبيها من تنبيهات فيه كلام طويل -: (فتحصل من هذا: أنه إذا علم دخول الوقت\nبشيء من الآلات القطعية، مثل: الإسطرلاب، والربع، والخيط المنصوب على وسط\nالسماء .. فإن ذلك كاف في الوقت، فإذا أردت أن تعتمد على مجرد رؤية المنازل\nطالعة أو متوسطة أو غاربة .. فلا بد من أن تتأنى حتى تتيقن دخول الوقت؛ لأن\nمجرد رؤية المنازل طالعة أو متوسطة أو غاربة .. لا يفيد معرفة الوقت\nتحقيقا، وإنما هو تقريب) انتهى. بل صرح بنقصها عن ذلك بعضهم. قال الشيخ\nمحمد بن عبد الرحمن بن عفالق الإحسائي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nالحنبلي ((1) في «سلم العروج إلى معرفة المنازل والبروج» (2)): (اعلم: أن\nالمنازل الثمانية والعشرين مجزاة على الليل والنهار فجملتها ثلاثمائة وخمس\nوستون درجة فالليل الفلكي، وهو من غروب الشمس إلى طلوعها نصفها، وهو مئة\nوثلاث وثمانون درجة، لحصة الليل الفجر تسع عشرة درجة - أي منزلة ونصف -،\nولحصة الليل الشرعي الباقي، وهو مائة وأربع وستون درجة تقريبا - وهو مقدار\nاثني عشر منزلة ونصف تقريبا -) انتهى. وممن صرح بأن حصة الفجر تسع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nعشرة درجة من علماء جهتنا: الشيخ علي بن عبد الرحيم بن قاضي (1) في بعض\nرسائله في الهلال (2)، والحبيب شيخ مشايخنا عمر بن سقاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nالصافي ((1) في «منظومته في الفلك» ((2)، فقال:\n</p>\n\n<p>\n(وما بين فجر صادق وطلوعها ... أي الشمس تسع بعد عشر توفت). انتهى.\n</p>\n\n<p>\nوالشيخ بارجاء (3) (في مؤلفه في الفلك. وقد وضع يحي بن محمد الحطاب ((4)\nجداول للمواقيت، بين فيها: أن بين الدرجة الطالع فيها الفجر والطالعة فيها\nالشمس <span id='ms074'></span> ثمانية عشر درجة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني: القمر:\n</p>\n\n<p>\nويستدل به على الفجر تقريبا - كما مر في المنازل - في ليلتين من الشهر،\nيختلفان باختلاف طول البلدان وعروضها، فما ذكره الإمام الغزالي - رحمه الله\n- واليافعي عن بعضهم، من أنه يغيب لاثني عشر ويطلع لست وعشرين .. فهو\nبالنسبة لبلديهما وما قاربهما في العرض والطول ((1)، وأما في جهتنا وما هو\nقريب منها فيهما، فيغيب لثلاثة عشر من الشهر، ويطلع لسبع وعشرين منه، هذا\nهو الغالب. قال الشيخ عبد الله بن محمد بن قطنة (2) في رسالته «البراهين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nالنقلية في مسألة الهلال» - لما ذكر مثيرات شبه غلط الشهود به الموجبة\nللريبة فيهم ما لفظه -: (ومن مثيرات شبه الغلط: غروبه قبل الفجر ليلة\nالثالث عشر في جهتنا، وطلوعه قبله ليلة سبع وعشرين) انتهى. ثم نقل عن\nالغزالي واليافعي ما مر عنهما، وقال: (أي بالنسبة لتلك الجهة) انتهى. أي\nجهة الغزالي. والبعض الذي نقل عنه اليافعي، فاستدلا له على الريبة في شهود\nالهلال، بغروب القمر وطلوعه؛ قبل الفجر في جهتنا في الثالث عشر والسابع\nوالعشرين .. صريح في أن العادة المطردة فيها، غروبه وطلوعه فيها مع الفجر،\nوأنه متفق عليه عندهم، وأن خلافه يورث الريبة في قائله، وبه يعلم: أن\nالمستدل بالقمر على الفجر في جهتنا، بما ذكر الغزالي عن البعض المذكور ..\nغالط؛ لظنه استواء الجهات في ذلك وليس كذلك. وقال في «سلم العروج إلى معرفة\nالمنازل والبروج» - لما ذكر في غروب القمر مثل ما مر عن الغزالي والبعض ما\nلفظه -: (وفي بعض الأشهر يكون غروبه وقت الفجر ليلة الثالث عشر، بل هو\nالغالب المطرد، خصوصا إذا كانت الشمس في البروج الجنوبية) انتهى. ثم ذكر:\nمعرفة تجزئة الليل ونصف الشهر الثاني بطلوع القمر. إلى أن قال: (إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nالسابع والعشرين، فهو يطلع الفجر، ويتقدم في بعض الأشهر قليلا ويتأخر في\nبعضها) انتهى. وقال الشيخ شاد بن متاك بن عثمان السواحلي الشافعي (1) في\n«وسيلة الطلاب»: (وقد ذكر بعض العلماء المنصفين من أصحابنا: أنه إذا حال\nدون الفجر حائل، اعتبر بالقمر، فإنه ليلة الثاني عشر <span id='ms075'></span> من الهلال، يغرب مع\nطلوع الفجر، وقد يتأخر غروبه قليلا في بعض الأشهر، حتى يكون غروبه وقت\nالفجر ليلة الثالث عشر بل هو الغالب) انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nالثالث: الساعات المستوية ودرجها:\n</p>\n\n<p>\nفيستدل على الفجر بما قدروا به حصته بهما، تقريبا لا تحديدا - كما مر في\nالمنازل والقمر - لكن ضبطهم ذلك بالساعات ودرجها أقرب إلى التحقيق، من\nتقدير ذلك بهما؛ لأن التقدير بهما معتمدة مشاهدتهما، وقد مر لك أن المنازل\nمتفاوتة وبعضها منحرف، وكذلك القمر، قد تكثر درجة ليلة هلاله فيسرع، وقد\nتقل فيبطئ (1)، ويختلف باختلاف الجهات. والتقدير بالساعات ودرجها مبناه على\nما يوجبه تقويم حركة الشمس، وغير ذلك مما قرره علماء الفلك. ففي «اليواقيت»\n- بعد ذكره أن المعمور من الأرض منتهى طول الليل والنهار ونقصها فيه؛ إلى\nخمس عشرة ساعة مستوية وتسع ساعات كذلك، ما لفظه -: (فصل: قد مضى الكلام على\nساعات الليل والنهار، وقد عرفناك الخلاف فيما بين الفجر والشمس، هل هو من\nالليل أو النهار؟، وأنا أعرفك الآن زيادته ونقصانه في الفصول الأربعة،\nأعلم: أنه إذا كان وسط الشتاء - وهو أقصر يوم في السنة، والليلة أطول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nليلة - .. فيكون من طلوع الفجر المعترض إلى طلوع الشمس، مقدار ساعتين غير\nثمن ساعة، فإذا رجعت الشمس، ومضى من رجوعها أحد وتسعون يوما .. اعتدل الليل\nوالنهار، فيكون من طلوع الفجر المعترض إلى طلوع الشمس، مقدار ساعة ونصف،\nفإذا مضى أحد وتسعون يوما انتهى النهار في الطول، والليل في القصر .. فيكون\nمن طلوع المعترض إلى طلوع الشمس مقدار ساعة وثمن، فإذا رجعت الشمس، أخذ\nالليل في الزيادة والنهار في النقصان، فإذا مضى أحد وتسعون يوما اعتدل\nالليل والنهار، فيكون من طلوع المعترض إلى طلوع الشمس مقدار ساعة ونصف،\nفإذا مضى أحد وتسعون يوما ((1) انتهى قصر النهار وطول الليل، فيكون من طلوع\nالمعترض إلى طلوع الشمس ساعتين غير ثمن ساعة، وذلك على التقريب) انتهى.\n</p>\n\n<p>\nفعلم بهذا: أن حصة الفجر ثمن ما بين غروب الشمس وطلوعها دائما، في كل\nزمان ومكان؛ لأنه لما ذكر أن المعمورة من <span id='ms076'></span> الأرض ينتهي طول الليل فيه إلى\nخمس عشر ساعة، وقصره إلى تسع، ذكر مرتين: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nأن الفجر عند انتهاء طوله ساعتان إلا ثمن ساعة، وذلك ثمن الخمسة عشر.\nوذكر مرتين أيضا: أن حصته مع اعتدال الليل والنهار ساعة ونصف، وهي ثمن\nالاثني عشر، وذكر مرة: أن حصته عند انتهاء قصر الليل ساعة وثمن، وهي ثمن\nالتسع. وفي «الإيعاب» بعد ذكر «الماتن» اختلاف المواقيت باختلاف البلدان ما\nلفظه: (وإيضاحه: أن (تفرض) (1) الشمس في أول الحمل والميزان، والكلام في\nالبلاد الذي لا عرض لها، فإنه أوضح، فنقول: إذا طلعت الشمس على بقعة ..\nكانت غاربة، بالنسبة إلى البقعة التي بينها وبين تلك البقعة من جهة المشرق\nنصف الدور - أعني مائة وثمانين درجة - متوسطة بالنسبة إلى البقعة التي\nبينها وبينها تسعون درجة من جهة المشرق .. فهو وقت الظهر عندهم، فإذا فرضنا\nأن بين الظهر والعصر خمسين درجة مثلا، وجمعنا ذلك إلى نصف قوس النهار، وهو\nتسعون درجة، يحصل مائة وأربعون .. كان ذلك الوقت وقت عصر، بالنسبة إلى\nالبقعة التي بعدها عن بقعة الشروق من جهة المشرق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا مائة وأربعون، وإذا فرضنا حصة الشفق عشرين درجة مثلا، وزدناها على\nقوس النهار - وهو مائة وثمانون درجة، يحصل مائتان .. كان ذلك الوقت وقت\nالعشاء، في بقعة بعدها عن بقعة المشرق من جهة المشرق أيضا مائتان. وإذا\nفرضنا حصة الفجر ثلاثا وعشرين درجة مثلا، كان ذلك الوقت وقت الصبح، في بلد\nيكون بعده عن بلد الشروق، في جهة المغرب ثلاثا وعشرين درجة. وهذه الأحكام\nجارية في ذوات العروض من البلدان، في كون الشمس] في الحمل [((1) والميزان)\n(2) انتهى. وهذا وإن كان ذكره الشيخ، على سبيل الفرض والتمثيل .. فهو موافق\nلما عليه جمع من أهل التقويم، في حصص هذه الفروض، وإن وجد خلاف بينهم فهو\nيسير، ويهونه ما مر: أن الضبط بذلك تقريب لا تحديد ((3)، ويشهد لذلك بل\nلترجيح الشيخ: أن حصص هذه الفروض عند الاعتدال ما ذكره، جزمه في «فتح\nالجواد»: بأن حصة الشفق ما ذكره هنا، وموافقته «لليواقيت» في <span id='ms077'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nحصة الفجر، إذ الثلاث والعشرين الدرجة، ساعة ونصف ونصف درجة، فزيادته نصف\nالدرجة على «اليواقيت» يسير، لا يؤثر فيما مبناه على التقريب - كما مر. ومن\nباب العيد من «الهجرانية» (1)) لما سئل عن قول «العباب»: (يسن تأخير صلاة\nالعيد لربع النهار، والأضحى لسدسه)، وأجاب: بأن الماوردي ((2)\n</p>\n\n<p>\nسبق صاحب «العباب» بهذه المقالة فقال في «الإقناع»: (الاختيار أن يصلي\nعيد الأضحى إذا مضى سدس النهار، والفطر ربعه) انتهى. ثم رد ذلك بأن السنة\nفعل الأضحى بعد ارتفاع الشمس كرمح، والفطر بعد ذلك بيسير، ما لفظه: (فإن\nقلت بل مراده - أي الماوردي - بوقت الاختيار وقت الفضيلة، ولكن ابتداء\nالمقادير المذكورة من الفجر؛ لأنه أول النهار الشرعي كما هو معلوم، وحينئذ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nفيوافق كلام غيره ولا إشكال. قلت: لا يوافقه أيضا على هذا التقدير. أما\nفي الفطر فظاهر؛ لأنه جعل المقدار ربع النهار، وربع النهار المعتدل ثلاث\nساعات، إن حسب من طلوع الشمس، وإن حسب من طلوع الفجر كان ثلاث ساعات وثلث،\nفعلى ما ذكر في هذا الاعتراض، يكون التأخير بعد طلوع الشمس قدر ساعتين، وهو\nأكثر مما بين طلوع الفجر وطلوع الشمس بقدر ثلثي ساعة) انتهى. فصريح هذه\nالعبارة: أن حصة الفجر مع اعتدال الليل والنهار ساعة وثلث؛ لقوله: وربع\nالنهار إلى وثلث. فلما ذكر أن الربع من طلوع الشمس إلى غروبها ثلاث، وأنه\nمن طلوع الفجر يزاد عليها (ثلث) (1) ساعة علم أن المتروك بعد الربع في كل\nمثله ثلاث مرات، وهو تسع ساعات في الأول، وثلاثة أثلاث ساعة في الثاني،\n(وهو ساعة) (2)، وبين ذلك بقوله: فعلى هذا إلى آخره العبارة، إذ يلزم من\nكون الساعتين التي بعد طلوع الشمس أكثر من حصة الفجر بثلثي ساعة .. أن حصته\nساعة وثلث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nوفي «نهاية الجمال» للرملي - عند كلامه على الذهاب في ساعات الجمعة\nالمذكورة في الحديث (1) ما لفظه - (وفي «الروضة»: ليس الساعات، الساعات\nالفلكية؛ لئلا تختلف في اليوم الشتائي والصائف، إذ لا يبلغ ما بين الفجر\nوالزوال في كثير من أيام الشتاء ست ساعات) (2) انتهى. قال الشبراملسي <span id='ms078'></span> ((3)\nفي «حاشيته» عليها: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n(قال ابن قاسم: ولي فيه نظر، إذ أقل أيام الشتاء مائة وخمسون درجة، وهي\nعشر ساعات فلكية، وابتداء اليوم عند أهل الفلك من طلوع الشمس، فمن الشمس\nإلى الزوال يخصه خمس ساعات، ولاشك أن من الفجر إلى الشمس لا ينقص عن ساعة)\n(1) انتهى. فصريح ما ذكر: أن أقصر يوم فلكي بالقطر المصري مائة وخمسون\nدرجة، ولم يبين حصة الفجر، (التي) (2) بها يتبين قدر ذلك اليوم الشرعي، لكن\nبينه كلام الرشيدي ((3) في «حاشيته» على «النهاية» إذ قال: (قوله: (إذ لا\nيبلغ ما بين الفجر الخ (. فيه نظر، إذ أقصر ما يمكن من أيام الشتاء في\nالقطر المصري، أن يكون ما بين الفجر والزوال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nتسعا وتسعين درجة، وهو أكثر من ست ساعات فلكية) (1) انتهى. فإذا كان ما\nبين الفجر والزوال تسع وتسعون درجة، وقد علم - مما مر عن الشبراملسي -: أن\nمن طلوع الشمس إلى الزوال خمس ساعات، وهي خمس وسبعون درجة، فلا شك أن ما\nزاد عليها إلى تمام التسع والتسعين، هو حصة الفجر وذلك أربع وعشرين درجة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>فصل: [بيان حصة الفجر في القطر الحضرمي]-:</h1>\n\n<p>\nنذكر فيه بيان حصة الفجر في القطر الحضرمي: قد مر عن «اليواقيت» الإجماع\nعلى: أن حصة الفجر تطول لطول الليل وتقصر لقصره، وتقديرهم لها بالمنازل\nيشهد لذلك؛ لطولها بطوله وقصرها بقصره. فلنبين المقادير الآتية على ذلك،\nفنذكر في السبع الذي هو منزلتان سبع ليل حضرموت الأطول والأقصر والمعتدل،\nوهكذا الثمن وغيره، وغاية طول الليل بالقطر الحضرمي ثلاث عشر ساعة إلا نصف\nدرجة، وغاية قصره إحدى عشرة ساعة ونصف درجة ((1)، بناءا على أن عرض حضرموت\nخمس عشر درجة ونصف درجة، وحاصل ما مر من التقدير بالمنازل، وما بعدها يرجع\nإلى خمسة مقادير:\n</p>\n\n<p>\nالأول:-[\n</p>\n\n<h1 class='l1' id='head72'>التقدير بالمنزلتين</h1>\n\n<p>\n]: وهو سبع ما بين غروب الشمس وطلوعها ((2)، وقدره مع الاعتدال: خمس\nوعشرون درجة وثلثا درجة وثلاث دقائق إلا سبع دقيقة، ومع الطول: ثمان وعشرون\nدرجة إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nثلاث عشرة دقيقة إلا سبع دقيقة، ومع القصر: ثلاث وعشرون درجة ونصف درجة\nوسبع <span id='ms079'></span> درجة إلا سبع دقيقة.\n</p>\n\n<p>\nالثاني\n</p>\n\n<h1 class='l1' id='head73'>: [التقدير بالثمن]: </h1>\n\n<p>\nثمن ما بينهما، وهو الذي في «اليواقيت»، وفرضه ابن حجر في «الإيعاب» (1)،\nوقدره مع الاعتدال: اثنتان وعشرون درجة ونصف درجة، ومع الطول: أربع وعشرين\nدرجة وثلث درجة إلا دقيقة وربع دقيقة، ومع القصر: عشرون درجة وثلثا درجة\nودقيقة وربع دقيقة.\n</p>\n\n<p>\nالثالث\n</p>\n\n<h1 class='l1' id='head74'>: [تقدير حصة الفجر بتسع الليل الفلكي]: </h1>\n\n<p>\nتسع ما بينهما، وهو الذي في «الهجرانية» لبامخرمة، وقدره مع الاعتدال\nعشرون درجة ومع الطول واحدة وعشرون درجة وثلثا درجة إلا ثلاث دقائق وثلث\nدقيقة، ومع القصر ثمانية عشر درجة وثلث درجة وثلاث دقائق وثلث دقيقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nالرابع: [تقدير حصة الفجر] تسع ما بينهما إلا نصف عشر التسع: وهو ما ذكره\nعلي بن عبد الرحيم بن قاضي والحبيب عمر بن سقاف وبارجاء في «مؤلفه في\nالفلك» في «جدوله» الذي ذكر فيه: درجة الشمس ودرجة الفجر بالقطر الحضرمي\nوابن عفالق في «سلم العروج» وقدره مع الاعتدال تسعة عشر درجة، ومع الطول:\nعشرون درجة ونصف درجة ودقيقة ونصف دقيقة ومع القصر: سبع عشر درجة ونصف درجة\nإلا دقيقة ونصف دقيقة.\n</p>\n\n<p>\nالخامس: [تقدير حصة الفجر] تسع ما بينهما وخمس عشر التسع تقريبا: وهو\nالذي في «حاشية النهاية» للرشيدي، وقدره مع الاعتدال: عشرون درجة وثلث درجة\nوأربع دقائق تقريبا، ومع الطول ثنتان وعشرون درجة وست دقائق تقريبا، ومع\nالقصر ثماني عشرة درجة وثلثا درجة وثلاث دقائق وثلث تقريبا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nتنبيهات:\n</p>\n\n<p>\nالأول: رأيت جدولا للسيد الفاضل عمر بن أحمد الصليبة العيدروس - (رحمهما\nالله) (1) -، ذكر فيه درجة الفجر ودرجة الشمس لجهتنا، فجعل حصة الفجر في\nالبروج كلها إحدى وعشرين درجة، وذكر مثله أيضا السيد العلامة (عبد الرحمن\nبن أحمد) ((2) الزواوي في مؤلف له في الفلك، ورأيت جدولا للشيخ رضوان أفندي\n((3)، في رسالته التي ألفها في المواقيت لعرض مكة - حرسها الله تعالى -،\nذكر فيها بيان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nحصة الفجر لذلك، فجعل لبرجي الحمل والسنبلة عشرين درجة وثلثا، إلى إحدى\nوعشرين وخمس ((1)،\n</p>\n\n<p>\nوللثور والأسد واحد وعشرين درجة وثلثا تقريبا إلى اثنتين وعشرين درجة\nوثلثين، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nوللسرطان والجوزاء اثنتين وعشرين <span id='ms080'></span> درجة، إلى ثلاث وعشرين درجة ونصف،\nوللحوت والميزان عشرين درجة و (ثلث) (1) إلى عشرين درجة ونصف، وللدلو\nوالعقرب عشرون درجة ونصف إلى واحدة وعشرين درجة وثلث، وللجدي والقوس واحدة\nوعشرين درجة ونصف، إلى اثنتين وعشرين درجة إلا أربع دقائق. وقد حذفت دقائق\nذكرها، تزيد على الكسور المذكورة؛ حذرا من التطويل، إذ التفاوت بها يسير.\nورأيت جملة من الجداول لمكة، حصة الفجر فيها نحو هذا، ومكة عرضها واحد\nوعشرون درجة، فهي زائدة على حضرموت بخمس درج ونصف ((2)، فالتفاوت بينها في\nطول الليل ونقصه ثلث ساعة، وهو شيء يسير، يقل به التفاوت في حصة الفجر جدا،\nوتقديره بما ذكر، متوسط بين الثمن والتسع، وكذا ما ذكره السيد عمر في\nجدوله، وفي ما ذكره الشيخ رضوان، وغيره من أهل الجداول، من أن طول الحصة\nيكون إلى ثلاث وعشرين درجة ونصف، في السرطان والجوزاء .. مخالفة لما مر عن\n«اليواقيت»: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nمن الإجماع على أنها تطول بطول الليل وتقصر بقصره؛ لأن غاية قصر الليل\nتنتهي فيهما، وقد وافقهم على ذلك أحمد السجاعي في «منظومته في الفلك»\nوشارحها السيد علي الونائي (1) ومحمد الأخصاصي المصري (2) في «الدرة\nالمضيئة في الأعمال الشمسية» وعبارة الونائي في «شرحه» المذكور - بعد ذكره\nنهاية الفضلة للنهار بمصر وحصص أوقات الصلاة عندها - لفظها: (فيكون قدرهما\nفي العرض الكثير في البروج الشمالية .. أطول منه في العرض القليل منها،\nوعلى العكس في البروج الجنوبية) (3) انتهى. فعلم بذلك: أن حصة الفجر على ما\nقرره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nالمذكورون تتبع عرض البلد، فإذا كان عرضه شماليا كمكة ومصر وحضرموت، فإن\nكان الشمس في البروج الشمالية .. زادت حصته، وكانت زيادتها تكثر بحسب كثرة\nالعرض وتقل بحسب قلته، وإن كانت في الجنوبية نقصت حصة الفجر، وكانت زيادتها\nتكثر بحسب قلة العرض وتقل بحسب كثرته، وكلام رضوان وموافقيه يوافق في\nالاعتدال ما مر عن بامخرمة. وكلام السجاعي، والونائي، والأخصاصي، يوافق فيه\nصاحب «اليواقيت»، وابن حجر. فلنبين حصة الفجر في جهة حضرموت، بناء على قدر\nعرضها لأنه شمالي كمكة ومصر، ولكنه أنقص منهما؛ فلذا تنقص <span id='ms081'></span> فيها عنهما في\nالبروج الشمالية وتزيد عليهما في البروج الجنوبية، ونجعل ذلك مقدارين فوق\nالمقادير الخمسة المارة فنقول:\n</p>\n\n<p>\nالسادس: ما ذكره رضوان أفندي، وموافقوه من أهل الجداول لعرض مكة، فحصة\nالفجر عليه لجهتنا في الحمل والسنبلة عشرون درجة وستة عشر دقيقة، إلى خمس\nوخمسين دقيقة ونصف دقيقة، وفي الثور والأسد عشرون درجة وسبع وخمسون دقيقة،\nإلى اثنتين وعشرون درجة وثلاث دقائق، وفي الجوزاء والسرطان اثنتان وعشرون\nدرجة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nواثنتين وأربعين دقيقة، وفي الميزان والحوت عشرون درجة وثلاثون دقيقة،\nإلى عشرين درجة وخمس وأربعين دقيقة، وفي العقرب والدلو عشرون درجة وخمسون\nدقيقة إلى واحدة وعشرين درجة وثلاث وثلاثين دقيقة ونصف دقيقة، وفي القوس\nوالجدي واحدة وعشرون درجة وخمس وثلاثون دقيقة، إلى اثنين وعشرين درجة وعشر\nدقائق.\n</p>\n\n<p>\nالسابع: ما ذكر السجاعي، والونائي، والأخصاصي، فحصة الفجر عليه: في الحمل\nوالسنبلة اثنتان وعشرون درجة وتسع دقائق، إلى اثنتين وعشرين درجة وأربعين\nدقيقة، وفي الثور والأسد اثنتان وعشرون درجة واثنتان وأربعون دقيقة، إلى\nثلاث وعشرين درجة وخمسة وأربعين دقيقة، وفي الجوزاء والسرطان ثلاثة وعشرون\nدرجة وتسع وأربعون دقيقة، إلى أربع وعشرين درجة وست وعشرين دقيقة، وفي\nالميزان والحوت اثنتان وعشرون درجة وأربع دقائق، إلى اثنتين وعشرين درجة\nواثنتين وعشرين دقيقة، وفي العقرب والدلو اثنتان وعشرون درجة وستة وعشرون\nدقيقة، إلى أربع وعشرون درجة وأربع عشر دقيقة، وفي القوس والجدي أربع\nوعشرون درجة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nوعشرون دقيقة، إلى خمس وعشرين درجة وأربع وعشرين درجة. ورأيت جدولا للسيد\nالإمام عبد الرحمن بن أحمد الزواوي الحسني، أخذه من جدول ابن عفالق (1)،\nوجعلا حصة الفجر فيها لبعض البروج واحد وعشرين درجة، ولبعضها عشرين درجة -\nوهو تسع أو تسع ودرجة، وقد ذكر الشيخ محمد بن الحطاب في رسالته «قاعدة في\nحصة الفجر والشفق» وتبعه ابنه يحيى في «مختصرها» وقدر حصة الفجر بها على\nالجملة، بين الثمن والسبع غالبا، وهي على التقريب كالمنازل لا الدرجات،\nولذا لما ذكر السيد الإمام الحسن بن عبد الرحمن عيديد هذه القاعدة في كتابه\n«فصوص النصوص الجليات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nفي أحكام <span id='ms082'></span> القبلة وأدلة الصلوات» ((1) قال: (واعلم أنه يحصل تخالف بين هذه\nالقاعدة وغيرها، والصحيح ما في الأزياج فليطلب منها، وفي هذا تقريب لمن لا\nيعرف الأزياج) انتهى. وقال الشيخ بارجاء في مؤلفه في الفلك: (ما عليه أهل\nالعصر من معرفة طالع الفجر ونحوه .. تخمين بعيد عن التحقيق، وأما وضعته في\nالجدول فإنه وإن كان على سبيل التقريب، فهو قريب من التحديد) انتهى.\n</p>\n\n<p>\nوعلماء الفلك متفقون كلهم - كما مر - على:\n</p>\n\n<p>\n[الأول]: أن الضبط لأوقات الساعات والدرج هو التحقيق عندهم دون غيره، وقد\nصرح بذلك بامخرمة في أو قات الصلاة من «الهجرانية».\n</p>\n\n<p>\nالثاني: إذا علمت أن الضبط بالدرج للأوقات هو التحقيق عندهم .. فهو أيضا\nتقريب لا تحديد - كما مر عن «اليواقيت» \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nوبارجاء، لكنه تقريب قريب من التحديد، والتقدير بالمنزلتين وغروب القمر\nوطلوعه أبعد منه؛ ولذا ترى جميع ما مر من التقدير بالدرج عن العلماء الذي\nذكرناهم وغيرهم، والجداول التي مرت وغيرها مما لم نذكره .. أقل من\nالمنزلتين، وبه يتضح لك: أن قولهم في المنزلتين على التقريب مرادهم به:\nأنها تنقص عنها لا تزيد - كما مر -، وأن من رأى جواز إدخال زائد عليها في\nحصة الفجر بعيان أو اجتهاد كمؤلف تلك «الرسالة» .. (1) كل ذلك يرد عليه.\n</p>\n\n<p>\nالثالث: التفاوت بين المقدار الثاني وما بعده مع الاعتدال، وما ذكرنا من\nالجداول يسير، إذ هو درجتان ونصف، بين الثاني والثالث، وثلاث ونصف، بينه\nوبين الرابع، واثنتان وسدس بينه وبين الخامس، ونحو هذه المقادير بينه وبين\nالجداول، فإن حمل الأكثر منها وهو الثمن على قدر حصة الفجر، التي يرى أو\nلها في ذلك القطر لولا الجبال ونحوها، وما بعده على أولها الذي يرى بالفعل\nفوق الجبال ونحوها .. ارتفع الخلاف الذي مر. (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head75'>فصل</h1>\n\n<p>\nفي مسائل تتعلق بمسألة الفجر\n</p>\n\n<h1 class='l1' id='head76'>المسألة الأولى</h1>\n\n<p>\n: ما مر في هذا الباب أتينا به تكميلا للفائدة، ليعرف به طالب أول الفجر\nقربه، إذا بقي قدر الحصة المذكورة، فينظر محل الفجر، فإذا رأى علاماته الذي\nمر تقريرها في الأبواب الثلاثة، التي رتب الشارع - صلى الله عليه وسلم <span id='ms083'></span> -\nالأحكام عليها .. أذن وصلى، وإن لم ير تلك العلامات فله ثلاثة أحوال:\n</p>\n\n<p>\nالحال الأول: أن يحصل له علم بنفسه أو بإخبار غيره، يخالف حسابه، ومثل\nالحساب أنواع الاجتهاد كلها، كأن نظر ذلك ولا حائل يمنع رؤية الفجر، وإن لم\nير تلك العلامات لم يؤذن ولم يصل، قال في «فتح الجواد» ((1): (تنبيه: قد\nيشاهد غروب الأحمر في بلد، قبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nمضي الوقت الذي قدره الموقتون لها، وهو نحو عشرون درجة، فهل العبرة بما\nقدروه أو المشاهد؟ .. وقاعدة الباب ترجيح الثاني، والإجماع الفعلي على\nترجيح الأول، وكذا يقال فيما لو مضى ما قدروه ولم يغب الأحمر) (1) انتهى.\nفصريح كلامه: أنه إذا غاب الشفق قبل مضي العشرين الدرجة .. يخرج وقت المغرب\nويدخل العشاء؛ لقاعدة الشرع في باب المواقيت: وهي (جعله) (2) الزوال، وبلوغ\nظل كل شيء مثله، وغروب الشمس، والشفق وطلوع الفجر .. علامات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nلأوقات الصلوات من غير تقييد بمدة (1)، وقوله: «والإجماع الخ» أي: أنهم\nيؤخرون أذان العشاء عن غيبوبة الشفق، إلى مضي العشرين الدرجة، وهذا الإجماع\nالذي ذكره موافق للشرع، لا مخالفة فيه إلا بالتأخير قليلا عن مغيب الشفق،\nوأما قوله: «وكذا يقال الخ» أي: فقاعدة الشرع بقاء وقت المغرب؛ لبقاء الشفق\nوعدم دخول العشاء، ولا إجماع فعلي على أذان العشاء وصلاته مع بقاء الشفق؛\nلأن الشيخ فرض ذلك لو وقع، وما هو كذلك لا يمكن حكاية الإجماع الفعلي فيه؛\nفيكون الحكم فيه على قاعدة الباب، لا خلاف فيه؛ وللفرق الواضح بينه وبين ما\nمر من تأخير العشاء بعد الشفق إلى تمام العشرين، إذ التأخير المذكور موافق\nللشرع، بإيقاعها في وقتها الذي حده الشارع لهما، وهو ما بين مغيب الشفق\nوطلوع الفجر، وليس كذلك إذا بقي الشفق بعد مضي العشرين الدرجة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nإذ فيه إيقاع الصلاة قبل مغيب الشفق، الذي جعله الشارع إذنا لنا في فعلها\nبعده، وقال الشيخ علي بن عبد الرحيم بن قاضي في «(رسالته) (1) في الهلال»:\n(قال ابن حجر: ومن القواعد أن كلامهم - أي الحكماء - حيث لم يخالف نصا، ولم\nيترتب عليه شيء <span id='ms084'></span> مما يخالف الأصول .. لا بدع في القول به) انتهى.\n</p>\n\n<p>\nوهذه القاعدة، ذكرها ابن حجر في «فتاويه»، فإذا مضت منازل الليل الشرعي\nودرجه، فنظر الناظر في محل الفجر ولا حائل، فلم يره أو أخبره بعدمه مقبول\nالرواية .. لم تجز له صلاة الفجر؛ لتحقق مخالفة حسابه، والحال ما ذكر؛\nلقاعدة الشرع في «المواقيت»، ونصوص الشارع - صلى الله عليه وسلم - فيها،\nفإن قلت: هذا ينافي ما في الصوم من أن الحاسب له العمل بحسابه، وإن لم ير\nالهلال ولا حائل، وكذا في أوقات الصلاة وأن لم ير علامات دخولها، قلت: أما\nفي أوقات الصلاة فسيأتي في (الحال الثالث) أن له العمل به إذا وجدت شروطه\nالآتية فيه، وأما القول بعمله بحسابه في الهلال، فإذا دل الحساب على أنه\nيرى بعسر أو بغير عسر، ولم ير مع فقد الحوائل .. فلا يخالف نصا ولا أصلا؛\nلأنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nقوله - صلى الله عليه وسلم -: «صوموا لرؤيته الحديث» (1) معناه: صوموا\nللعلم برؤيته، والعلم برؤية الهلال، كما يحصل بمشاهدته وإخبار مشاهده الذي\nيقع في القلب صدقه يحصل بالحساب الذي يطمئن به القلب، ويعرف به الحاسب أنه\nلولا خفاء القمر بالشفق وصغره لرئي من غير عسر، ولكن لذلك تعسر، ولأن بمنعه\nمن العمل بالحساب المذكور، يفوت صوم ذلك اليوم، وأول الفجر لا يعسر إدراكه،\nوإن عسر على بعض الناس، فبالصبر قليلا يسهل، ولا يترتب فوات الصلاة على\nالمنع بالعمل بالحساب فيه. قال في «التحفة»: (فإن اجتهد وصلى ثم بعد خروج\nالوقت، تيقن صلاته - أي إحرامه - بها قبل الوقت، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nولو بخبر عدل عن علم لا اجتهاد .. قضى في الأظهر؛ لفوات شرطها: وهو\nالوقت، فإن تيقن في الوقت، أعاد قطعا) ((1) انتهى. ونحوه في «المغني» و\n«النهاية»: (فإذا كانت الصلاة تلزم المجتهد إعادتها، بعلمه بعدها بعدم دخول\nوقتها حال إحرامه، ولو بخبر عدل له عن علم بذلك .. فكيف لا يمتنع عليه\nالدخول فيها بالاجتهاد، إذا حصل له العلم المذكور بذلك قبله). وقال في «فتح\nالجواد» - في كلامه في الاجتهاد ما لفظه -: (وإنما امتنع على <span id='ms085'></span> القادر على\nاليقين بأذان عدل، [أو] رواية عارف بالمواقيت في الصحو، أو بخبر ثقة عن\nعلم؛ لأنه لا مشقة عليه في سماع الأذان والخبر، بخلاف الخروج إلى رؤية\nالشمس مثلا، فإن من شأنه المشقة، وإذا لم يبن للمصلي الحال، مضت صلاته على\nالصحة، وإن بان - ولو بخبر عدل - رواية عن علم لا اجتهاد، فإن كان قد قدم\nالصلاة على الوقت، لم تجزه وأعاد الصلاة) (2) انتهى. فقوله: (وإنما امتنع\nعلى القادر الخ .. »\n</p>\n\n<p>\nأي: امتنع عليه العمل بالاجتهاد؛ لقدرته على اليقين في الحال، بأذان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nأو إخبار من ذكر، الذي ليس من شأنه المشقة، فإذا أفاده اجتهاده دخول\nالوقت، وأفاده الأذان أو الإخبار عدمه .. لم يعمل بالاجتهاد، وعمل بهما\nلضعفه وقوتهما، وإذا أفاده الاجتهاد عدم دخول الوقت، وأفاده أحدهما دخوله\n.. صلى لذلك، فعبارته شاملة للصورتين). وفي «التحفة»: (نعم إن أخبره ثقة عن\nمشاهدة، أو سمع أذان عدل عارف بالوقت في صحو .. لزمه قبوله ولم يجتهد، إذ\nلا حاجة للاجتهاد حينئذ) ((1) انتهى. فإذا أفاده إخبار الثقة دخول الوقت أو\nعدمه، أو أذان من ذكر دخوله لكونه مؤذنه، أو عدمه لكونه مؤذن الأذان الأول\n.. لم يعمل باجتهاده المخالف لذلك، فترك العمل به هو المراد بقوله: لم\nيجتهد. إذ هو المقصود من الاجتهاد، ولا قائل بامتناع الاجتهاد لذاته، ومثل\nالعلم المستفاد منهما علم الشخص نفسه بذلك بل أولى.\n</p>\n\n<p>\nوقال الشيخ زكريا في «شرح البهجة الكبير»: (لا يجوز الاجتهاد لهما - أي\nللبصير والأعمى - مع قول عدل عن عيان - بكسر العين - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nأعلما عن مشاهدة، بقوله: رأيت الشفق غاربا أو الفجر طالعا) (1) انتهى.\nومثله في «شرحه الصغير» وعباراتهم في هذا كثيرة جدا، وفيما ذكرناه كفاية.\nوحاصلها كلها: أن المجتهد إذا علم بنفسه أو بخبر مقبول الرواية عن علم،\nخلاف ما أفاده اجتهاده من دخول الوقت، فإن كان قبل الصلاة، لم يصل، وإن كان\nبعدها أعادها. أو من عدم دخوله .. صلى ولم يلتفت للاجتهاد والحساب؛ لأن\nالحاسب سيأتي لك الخلاف فيه: أنه من جملة المجتهدين أو أنقص منهم.\n</p>\n\n<p>\nالحال الثاني <span id='ms086'></span>: أن يظهر له بالحساب دخول الوقت ولا علم حاصل عنده يخالفه،\nلكنه قادر عليه بسبب ليس من شأنه المشقة، ككونه عند كوة تشاهد محل الفجر،\nأو جالسا في فضاء مستديرة، فإذا التفت إليه شاهده، ولا حائل يحول دونه، أو\nيمكنه وهو في محله سؤال مقبول [الرواية] عالم به ونحو ذلك، فلا يجوز له\nالعمل بحسابه حينئذ؛ لأنه للقدرة المذكورة، ينزل منزلة من حصل له العلم،\nفيلزمه العمل به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nوترك العمل بحسابه، فالأول كمجتهد الأحكام الواجد للنص بالفعل، والثاني\nكواجده بالقوة، وهما لا يجوز لهما العدول إلى القياس مع ذلك، ويشهد لهذا ما\nمر من العبارات في الحال الأول، خصوصا قول «الفتح»: (وإنما امتنع على\nالقادر. الخ). وقال ابن قاسم (1)\n</p>\n\n<p>\nفي «حاشيته على الغرر البهية»: (وصرح - أي زكريا - في شرحه أي على\n«الروض» ((2) - قبل ذلك -: بامتناع الاجتهاد مع الإخبار عن علم (3)، ومن ثم\nقال بعضهم: أنه قد يشكل الفرق بين امتناع الاجتهاد، مع أذان العدل العارف\nفي الصحو أو إخباره عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nعلم، وجوازه مع إمكان اليقين بنحو الخروج من محل مظلم، قال: إلا أن يجاب\nبأن في التكليف بالخروج إلى رؤية الشمس مشقة، بخلاف سماع الأذان والخبر)\nانتهى، ويمكن أن يقال: لا فرق بين المسألتين؛ لأن مسألة الخروج مفروضة:\nفيما إذا لم يكن اليقين حاصلا في الحال، بل كان مقدورا على تحصيله حتى لو\nكان حاصلا في الحال، كأن رأى الشمس بالفعل .. امتنع الاجتهاد. والثانية\nمفروضة: فيما إذا احصل اليقين بالفعل، بأن حصل إخبار العدل المذكور بالفعل\nحتى لو لم يحصل بالفعل، فالوجه جواز الاجتهاد. ولعل هذا واضح متعين إذ لم\nيكن في كلامهم ما ينافيه، لكن قضية ذلك أنه لو لم يحصل في الثانية اليقين\nبالفعل، بأن لم يحصل إخبار العدل بالفعل لكنه موجود يمكن سؤاله .. جاز\nالاجتهاد، إلا أن المتجه أن محل جوازه حينئذ: إذا شق سؤاله عرفا، وإلا اتجه\nوجوب السؤال وامتناع الاجتهاد، ويفارق عدم وجوب الخروج من محل مظلم ..\nبالمشقة في الخروج، نعم أن لم يشق كأن <span id='ms087'></span> كان عند كوة يسهل رؤية نحو الشمس\nمنها أو كان عند الباب، بحيث لو خطا خطوة رأى نحو الشمس، فالوجه امتناع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nالاجتهاد وحينئذ: (تستوي) (1) المسألتان فليتأمل) ((2) انتهى. فاتضح\nبكلامه: أنه متى حصل للمجتهد علم يخالف اجتهاده .. لزمه العمل بالعلم وترك\nالعمل بالاجتهاد، ومتى لم يحصل له لكنه قادر عليه بسبب لا مشقة فيه .. لزمه\nطلبه بذلك السبب، وترك العمل بالاجتهاد. ومتى لم يحصل له، وفي تحصيله مشقة\nعليه .. جاز له العمل بالاجتهاد، ولم يلزمه تحصيل العلم.\n</p>\n\n<p>\nالحال الثالث: أن يظهر له بالحساب دخول الوقت، ولا علم عنده يخالفه، ولا\nقدرة له عليه الآن، أو له قدرة عليه لكنها بسبب من شأنه المشقة، كخروج\nوصعود ونحوهما .. فيجوز له العمل بالحساب بشروط [خمسة]:\n</p>\n\n<p>\n[الشرط] الأول: أن لا يحصل له علم يخالفه؛ لما مر في الحال الأول.\n</p>\n\n<p>\n[الشرط] الثاني: عدم القدرة عليه بسبب ليس فيه مشقة؛ لما مر في الحال\nالثاني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\n[الشرط] الثالث: أن يصدقه الحس ولا يكذبه ولا تحيله العادة، ويعرف ذلك\nبأحد أمرين:\n</p>\n\n<p>\nأحدهما: انتشار الضوء بعد الصلاة زيادة على ما قبلها، فإذا مضت الصلاة\nوما يتعلق بها، ولم يظهر لضوء النهار زيادة على ما قبلها، فالحس يكذب\nالمخبر بالفجر عن علم أو حساب أو غيره من أنواع الاجتهاد، إذ تحيل العادة\nويكذب الحس: أن يمضي نحو وقت الفضيلة ويدخل وقت الاختيار، ولا يزيد ضوء\nالنهار؛ لأن وقت الفضيلة نحو خمس درج، فالصلاة وما يتعلق بها .. يستغرقه\nتقريبا.\n</p>\n\n<p>\nثانيهما: كونه في جهتنا مع استواء الليل والنهار بعد مضي عشر ساعات ونصف\nمن الغروب، وبعد مضي إحدى عشر ساعة وربع وثمن مع الطول، وبعد مضي تسع ساعات\nونصف مع القصر، ويضاف لكل من الثلاثة ما قاربه؛ لأن هذه عادة الله المستمرة\nفي طلوع الفجر في جهتنا .. لا يتقدم على ذلك، وكذلك هي في جميع الجهات مع\nمراعاة الزيادة والنقص لطول ليلها وقصره عما ذكرنا فيهما، فمن أخبر بما\nيخالف العادة المذكورة عن علم أو اجتهاد .. فهو كاذب مردود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشيخ عز الدين <span id='ms088'></span> بن عبد السلام ((1) في قواعده «القاعدة في الإخبار من\nالدعاوي والشهادات والأقارير» وغيرها: (إن ما كذبه العقل أو جوزه وأحالته\nالعادة، فهو مردود، وما أبعدته العادة من غير إحالة، فله رتب في القرب\nوالبعد قد يختلف فيها، فما كان أبعد وقوعا فهو أولى بالرد، وما كان أقرب\nوقوعا فهو أولى بالقبول، وما بينهما رتب متفاوتة) انتهى. ونحوه في «الأشباه\nوالنظائر» لابن الملقن (2)، و «قواعد العلائي» (3))، وغيرها. فإذا رد الشرع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nشهادة الآحاد وأخبارهم بما أحالته العادة .. فمن باب أولى رد الحساب\nوجميع أنواع الاجتهاد بذلك، والعادة تثبت بالاستقراء وإخبار عدد متواتر به.\nقال في «التحفة» - في كتاب السير -: (وتواتر الكتب معتد به كما صرحوا به)\n((1) انتهى.\n</p>\n\n<p>\nومثله في «الفتاوى الحديثية» (2)) (له) (3) قال السيد العلامة علوي بن\nعبد الله باحسن جمل الليل ((4) - بعد نقله عبارة «التحفة» هذه في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nكتابه «مر النسيم»: (فيكفي ذكر الاستحالة في خمسة كتب فصاعدا من كتب\nالحساب) انتهى. وقد علمت - مما مر في هذا الباب - مما نقلناه عن من صرح\nبقدر حصة الفجر، أنهم يزيدون على الخمسة؛ لأن [الذين] (1) قدروها\nبالمنزلتين تقريبا هم المحققون - كما نقله الغزالي وارتضاه - ويقينا أنهم\nيزيدون على الخمسة، وقد مر أن منهم الأصبحي، واليافعي، ومحفوظ الحضرمي،\nومنهم أيضا القليوبي وذكر: أنه يحتاط للصلاة بالتأخير، ومنهم السجاعي،\nوالونائي، والأخصاصي، ويحيى الحطاب في «شرح المختصر» وذكر: أنه يجب التأني\n(بالصلاة) (2) أيضا. ومر لك: أن الحساب متفقون على أن التقدير لها بالدرج -\nالمذكور في الجداول وغيرها - أضبط وأقرب إلى التحقيق من المنازل. وقد نقلنا\nذلك عن الأصبحي، وابن حجر، وعبد الله بامخرمة، والرشيدي، وابن قاضي، وابن\nعفالق، ويحيى الحطاب، والحبيب عمر بن سقاف، وشاد السواحلي، ورضوان أفندي،\nوالسيد عبد الرحمن بن أحمد الزواوي، والسيد عمر أحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p275'> Vol. 01, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nالصليبية، وبارجاء، والونائي، والأخصاصي، وغيرهم ممن لم نذكرهم،\nوتقديراتهم كلهم: أكثرها نحو الثمن وأقلها ثمانية عشر درجة.\n</p>\n\n<p>\nفعلم أنهم: كلهم متفقون على أنها لا تزيد على الثمن، فالحاسب والمنجم إن\n(دل) (1) حسابه على الفجر، وقد بقي من طلوع الشمس ثمن <span id='ms089'></span> ما بينه وبين غروبها\n.. فالحس يصدقه ولا يكذبه، فيجوز له العمل بذلك، وإن بقي أكثر من ذلك فهو\nيكذبه ولا يصدقه، فلا يجوز له العمل به؛ لأن تقديرهم بذلك يدل على: استحالة\nالزائد عليه، فاستحالة ذلك مبنية على اتفاق أهل الفلك: أن من الغروب إلى\nالفجر يقطعه اثنا عشر منزلا، ومن الفجر إلى طلوع الشمس منزلتان تقريبا،\nوعلى اتفاقهم على أن ضبطهم للحصة المذكورة بالدرج أدق وأضبط من المنزلتين،\nوعلى اتفاق الضابطين لها بذلك بأنقص من المنزلتين، مع كثرتهم كثرة لا يمكن\nحصرها، وإنما ذكرنا اليسير منهم. وقد علمت - مما مر -: أن المخبر عن\nالمشاهدة بما يستحيل عادة، يرد خبره، فالحاسب من باب أولى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nالشرط الرابع: أن يظهر له بالحساب أن الفجر لولا الحوائل يرى بالبصر، فإن\nظهر له أنه موجود لكنه لولاها لم ير أو يشك في رؤيته .. لم يجز له العمل به\nحتى يعرف أنه يرى، قال ابن حجر في «شرح المشكاة» - على قوله - صلى الله\nعليه وسلم - في حديث مسلم: «وقت الظهر إذا زالت الشمس» ((1) ما لفظه -: (أي\nمالت عن وسط السماء - المسمى بلوغها إليه بحالة الاستواء - إلى المغرب في\nالظاهر لنا، وليس المراد بالزوال هنا نفس الميل المذكور، الذي هو ابتدأ\nانحطاطها عن منتهى ارتفاعها؛ لأنه يوجد قبل ظهوره لنا وليس هو أول الوقت،\nومن ثم لو أحرم فيه، لم ينعقد، وإن كان في نفس الأمر بعد الزوال. وكذا سائر\nالأوقات لا يعتبر فيها ما في نفس الأمر، وإنما العبرة بما يظهر للناس)\nانتهى، قال فيه: (والأفضل في الصبح إيقاعها عقب تحقق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nطلوع الفجر في الظاهر لنا، لا في نفس الأمر؛ لأنه لا عبرة به - كما مر-)\nانتهى. وقال في «التحفة» - في وقت الظهر -: (وأول وقته زوال الشمس أي: عقب\nوقت زوالها - أي: ميلها عن وسط السماء المسمى بلوغها إليه بحالة الاستواء -\nباعتبار ما يظهر لنا، لا باعتبار نفس الأمر، فلو ظهر أثناء التحرم لم يصح،\nوإن كان بعده في نفس الأمر، وكذا في نحو الفجر <span id='ms090'></span>) ((1) انتهى.\n</p>\n\n<p>\nوقال في «الإيعاب»: (والزوال يتحقق قبل ظهوره لنا، لكن لا حكم له، فليس\nهو أول الوقت، وبه يعلم أن الأحكام المتعلقة بالاستواء: كتحريم الصلاة إنما\nتناط بالاستواء الظاهر للحس، دون ما في نفس الأمر، إذ لا يدركه إلا تخيل\nالراصد، وهو لا اعتبار به، وكذا باقي المكتوبات، فلو علم وقوع الصبح بعد\nالفجر، لكن في وقت لا يتصور أن يتبين الفجر للناظر .. لم يصح؛ لأن مواقيت\nالشرع مبنية على ما يدرك بالحس، كما تشهد به سياق أحاديث المواقيت، ولا\nينافيه قول «التحقيق»: (وللمنجم أن يعمل بحسابه) (2). لأنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nإنما يجوز له العمل بما يوافق كلامهم، ويؤيد ما ذكرته قول الزركشي ((1):\n(نبه بعض المتأخرين إلى دقيقة، وهي أن كثيرا من الموقتين يعتمدون في الغيم\nنصف قوس النهار، فإذا مضى حكموا بدخول الوقت، وفيه نظر، فإن ذلك زوالها في\nنفس الأمر، وهو غير معتبر، فيجب التأخير، قدرا لو كانت ظاهرة ظهر الفيء)\n(2) انتهى بحذف. فهذه العبارات وغيرها مما في معناها صريحة: أن الحاسب لا\nيعمل بحسابه إلا إذا دله على: أن الفجر تدركه الأبصار لولا الحوائل من\nالجبال والسحاب والقمر ونحوها، وصريحة في: أن الحوائل لو ارتفعت، وشاهد\nالحاسب محل الفجر فلم يره، أو اخبره بذلك مقبول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nالرواية .. لم يجز له العمل بحسابه؛ لتبين خطأه بالمشاهدة، إذ لو كان\nموجود منه ما يرى لولا الحوائل، لرئي عند ارتفاعها، فكل هذه العبارات أيضا\nشواهد للحال الأول. ويشهد لذلك قوله في «الإمداد» و «الخادم» (1): (لو أحرم\nمستدلا على ذلك بالحساب لم يصح، كما هو ظاهر كلامهم) انتهى. وهو ظاهر إن\nاستدل عليه به قبل ظهوره لنا، وإلا فسيأتي أن للمنجم أن يعمل بحسابه ولا\nيقلده غيره) انتهى. ثم أيد ذلك بالدقيقة التي نقلها في «الإيعاب» عن\nالزركشي - (في) (2) العبارة المارة - فقوله: قبل ظهوره لنا. معناه أن يقول:\nالفجر مثلا موجود، لكن لا يظهر للناظر لدقته، أو موجود يظهر له، فينظر -\nإلى محله - فلا يظهر له، أو يخبره بذلك العدل .. فلا يصح إحرامه حينئذ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nالشرط <span id='ms091'></span> الخامس: أن يغلب على ظنه دخول الوقت، بعد معرفته ذلك بالحساب كسائر\nأنواع الاجتهاد، قال في «الأسنى»: (وعلى المجتهد التأخير، حتى يغلب على ظنه\nأنه دخول الوقت، وتأخيره إلى خوف الفوات - أي إلى أن يغلب على ظنه أنه لو\nأخر فاتت الصلاة - أفضل) انتهى (1). وفي «المغني»: (وعلى المجتهد التأخير\nحتى يغلب على ظنه دخول الوقت، وتأخيره إلى خوف الفوات أفضل) انتهى. وفي\n«النهاية»: (ويلزم المجتهد التأخير إلى أن يغلب على ظنه دخوله، وتأخيره إلى\nخوف الفوات أفضل) انتهى.\n</p>\n\n<p>\nفعلم بهذا: أنه يلزم الحاسب والمجتهد التأخير بعد ظنه بهما (2) دخول\nالوقت، إلى أن يغلب على ظنه دخوله، فإن قلت: صريح كلامهم: أن من غلب على\nظنه دخول الوقت، جازت له الصلاة بلا حساب ولا اجتهاد فلا يبقى لهما فائدة.\nقلت: يبقى لهما فائدة وهي أن الحاسب والمجتهد بالصبر القليل، يحصل له غلبة\nظن دخول الوقت، بخلاف غيرهما، لا يحصل له ذلك إلا بصبر أكثر من ذلك. وقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nخالف ابن حجر في هذا الشرط فجزم في «الفتح» و «الإمداد» و «الإيعاب»\n(1)): (أن المجتهد إذا ظن باجتهاده دخول الوقت، جازت له الصلاة، وإن لم\nيغلب على ظنه دخوله).\n</p>\n\n<p>\nوهذه الشروط الخمسة، شروط للعمل بجميع أنواع الاجتهاد الحساب وغيره، بل\nالشرط الثالث، شرط للعمل به برؤية نفسه أو إخبار غيره له، بها فتنبه لذلك.\n</p>\n\n<p>\nوممن صرح بأن الحاسب له العمل بحسابه، وانه من أنواع الاجتهاد، تجري فيه\nأحكامه، الشيخ عبد الله بن عمر مخرمة في فتاويه «الهجرانية» قال: (وأما\nالصلاة، فإذا دل حساب المنازل على دخول الوقت، كان ذلك من أنواع الاجتهاد:\nكالأوراد ونحوها، فيكون حكمه حكمها، لا محالة، وكذلك إذا دل على ذلك الحساب\nالنجومي، المأخوذ من ارتفاع الشمس أو بعض الكواكب ونحو ذلك، بل قد يكون ذلك\nمن باب العلم لا الظن في حق العارف بهذا الفن). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nإلى أن قال: (ومن أمثلة ذلك المنكاب المحرر المحقق صحته بوجهه المعتبر،\nوكذلك الإسطرلاب المحقق صحة تقاسيمه واتساقها، وما جرى هذا المجرى، فيكون\nما يخرجه <span id='ms092'></span> العمل بذلك، في حق العالم بهذا الفن، المحقق صحة تلك الآلة .. من\nباب العلم لا من باب الاجتهاد). إلى أن قال: (ويجوز للأعمى والعاجز عن\nالاجتهاد تقليدهما في ذلك، كما يجوز لهما تقليد غيرهما ممن عرف الوقت\nباجتهاده). إلى أن قال: (وأما قول صاحب «البيان»: أنه يعمل به لنفسه ولا\nيعمل به غيره، فمحمول على ما إذا كان الغير قادرا على الاجتهاد ولم يكن\nأعمى، وإن كان كلامه يشعر بالمنع مطلقا) انتهى. وقال في «مجمع البحرين»\n(1): (ولمنجم - لا غيره - اعتماد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nحسابه؛ لظاهر قوله تعالى: {وبالنجم هم يهتدون (16)} (1)، ولا يقلده غيره\nلأنه مجتهد، والمجتهد لا يقلد مجتهدا، وقضية كلامه - أي المتن -: إن ذلك\nجائز لا واجب. قال في «الخادم»: وهذا ظاهر، كما صرحوا بذلك في الصوم)\nانتهى. فتعليله هذا مصرح: بأن الحاسب مجتهد، وأن الغير في كلامه في\nالموضعين هو القادر على الاجتهاد، بخلاف العاجز فله تقليده؛ لأنه ليس\nمجتهدا، وقال الشبراملسي في «حاشية النهاية»: (قوله): ويجوز (. بل يجب عليه\nذلك، كما نقله (ابن قاسم على المنهج) عن الشارح وعبارته: (فرع: قالوا\nللمنجم اعتماد حسابه، على طريق ما اعتمده، من أنه يجب عليه صوم رمضان إذا\nعرفه بالحساب ويجزيه - كما يأتي -. قوله: (وليس لأحد تقليدهما (. سيأتي في\nالصوم أن لغيره العمل به، فيحتمل مجيئه هنا، وأن يفرق بأن أمارت دخول\nالوقت، أكثر وأيسر من أمارات دخول رمضان) اه «سم» على) «حج» (((2). والأقرب\nعدم الفرق؛ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p284'> Vol. 01, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nلأن المدار على ما يغلب على الظن دخول الوقت، وهو حاصل حيث اعتقد صدقه.\nثم رأيت «م ر» صرح به في «فتاويه» (1) انتهى.\n</p>\n\n<p>\nوفي «التحفة» و «الفتح» و «الإمداد»: (وللمنجم العمل بحسابه ولا يقلده\nفيه غيره) انتهى. ومثل ذلك في «المغني» وفي «النهاية» و «الأسنى»: (اعلم أن\nالاجتهاد بغير الحساب متفقون على تعينه ووجوب العمل به، إذا لم يجد طريقا\nإلى معرفة الوقت غيره، وعلى وجوب تقليد صاحبه الثقة العارف على عاجز عنه،\nوعن العلم لعمى بصره أو بصيرته، والمعتمد جوازه وجواز العمل به مع القدرة\nعلى <span id='ms093'></span> العلم لكن بمشقة، وعلى تقليد الأعمى لصاحبه، وكذا للبصير العاجز، وأما\nالحساب فقد جعله بامخرمة، وابن قاسم، والشبراملسي (2) تبعا «للرملي في\nفتاويه»: كالاجتهاد في هذه الأحكام كلها وجعله صاحب «مجمع البحرين»\nكالاجتهاد إلا في الوجوب، فلا يجب، ولا يجب العمل به، وجعله في «التحفة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nو «الفتح» (1) و «الإمداد» وكذا في «المغنى» و «النهاية» و «الأسنى»:\nكالاجتهاد في جواز عمل الحاسب به لنفسه، لا في الوجوب، وتقليد الغير له بل\nلنا وجه: أنه لا يجوز العمل به للحاسب نفسه فضلا عن غيره.\n</p>\n\n<p>\nقال في «اليواقيت»: (فلو صلى رجل يوم الغيم بعلم الهندسة، لم يسقط عنه\nالفرض). إلى أن قال: (وهل يسقط عن المهندس نفسه؟ .. فيه وجهان، كما نقول في\nرمضان إن غم، وعرفه بالحساب) انتهى. وقد تكرر منه الجزم بعدم السقوط في غير\nهذا الموضع، وقد ذكر هذا الوجه بامخرمة في «الهجرانية»؛ ولهذا الخلاف قلنا\n- فيما مر -: إنه أنقص من الاجتهاد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p286'> Vol. 01, p. 286</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head77'>المسألة الثانية</h1>\n\n<p>\nفي شروط المؤذن والمخبر بالوقت عن علم أو اجتهاد\n</p>\n\n<p>\nالشرط الأول: أن يصدق الحس ما أفاده من دخول الوقت، فلا يكذبه ولا تحيله\nالعادة، وقد مرت أدلته وتفصيله في الشرط الثالث، لجواز العمل بالاجتهاد.\nوفي باب الصوم من «التحفة» بعد قول «المنهاج»: (وثبوت رويته بعدل) ما لفظه:\n(ولو مع إطباق غيم لا يحيل الرؤية عادة، كما هو ظاهر) انتهى. وفيه: (في)\n(1) إذا ذكر الشاهد محل الهلال وبان خلافه، ما لفظه: (نعم إن ذكر محله مثلا\nوبان الليلة الثانية بخلافه، فإن أمكن عادة الانتقال إليه لم يؤثر، وإلا\nعلم كذبه، فيجب قضاء بدل ما افطروه برؤيته) انتهى. فعلم: أن المخبر بالوقت\nأو غيره، إذا أحالت العادة صدقه، يتبين كذبه. وقد قررنا غير مرة: أنه إذا\nمضى بعد أذانه أو إخباره زمن يسع الصلاة وما يتعلق بها، ولم يزد ضوء النهار\nتبين كذبه، إذ محال أن يمضي ذلك بلا زيادة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p287'> Vol. 01, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nالشرط الثاني: كونه مقبول الرواية، وهو البالغ العاقل (العدل) (1) يقينا،\nولو عبدا أو امرأة، لا صبيا وفاسقا ومجنونا ومجهول العدالة <span id='ms094'></span>. قال في\n«المغني» ((2): مقبول الرواية كعبد أو امرأة، لا فاسق أو مجنون ومجهول وصبي\nولو مميزا، وصرح في «فتح الوهاب» (3) و «النهاية»: بعدم قبول مجهول\nالعدالة. وقال القليوبي في «حاشيته على المحلي»: (قوله: (مقبول الرواية (.\nهو البالغ العاقل العدل يقينا). إلى أن قال: (بخلاف الصبي والمجنون والفاسق\nومجهول العدالة) انتهى. وقال - عند ذكر اعتماد أذان الثقة -: (وخرج بالثقة\nالمذكور الفاسق، ومجهول العدالة ولو مستورها، والصبي، وإن كان في صحو) ((4)\nانتهى. وفي «حاشية الجمل» على «شرح المنهج» \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n- نقلا عن البرماوي - قوله: (الثقة خرج به الفاسق، ومجهول العدالة ولو\nمستورها، والصبي وإن كان مأمونا عارفا) انتهى.\n</p>\n\n<p>\nوفي «الإيعاب»: (عدل الظاهر والباطن كما في «الاستقصاء»، وقال غيره يكفي\nظاهرها؛ لأن أمر الإخبار مبني على حسن الظن بالمخبر قاله الزركشي، ولا\nيشترط هنا عدالة الشهادة المتوقفة على الذكورة والحرية) انتهى. وقال الإمام\nالنووي - رحمه الله - في «التقريب والتيسير في معرفة سنن البشير النذير -\nصلى الله عليه وسلم -»: (النوع الثالث والعشرون: صفة من تقبل روايته وما\nيتعلق به: وفيه مسائل: [المسألة] الأولى: أجمع الجماهير من أئمة الحديث\nوالفقه والأصول: أنه يشترط فيه أن يكون عدلا ضابطا، بأن يكون مسلما بالغا\nعاقلا سليما من أسباب الفسق وخوارم المروءة، متيقظا) ((1) انتهى.\n</p>\n\n<p>\nفعلم أن من سمع أذان إنسان أو أخبره بدخول الوقت .. لا تصح صلاته اعتمادا\nعليه، إلا أن علم اتصافه بالإسلام والبلوغ والعقل والعدالة والضبط وهو\nمعرفته بالوقت وعدم تساهله، والاطلاع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nعلى البلوغ والإسلام والعقل سهل، وأما العدالة للراوي فالاطلاع عليها،\nإما بعلم الشخص لها، أو بخبر عدلين له بها، أو بالاستفاضة.\n</p>\n\n<p>\nقال الإمام النووي ((1) في «التقريب» - المار بعد العبارة المارة -:\n(الثانية: تثبت العدالة بتنصيص عدلين عليها أو بالاستفاضة) ((2) انتهى. ولا\nيشترط هنا ثبوت العدالة عند حاكم؛ لأن ذلك شرط لما يرتبه على ذلك من\nالأحكام وفصل الخصومات.\n</p>\n\n<p>\nالشرط الثالث: كونه عارفا بوقت الصلاة، التي أذن له أو أخبر به، إذ كل من\nيخبر عن شيء لا يمكنه ذلك إلا بمعرفته. وقد مر في (الحال الأول) من <span id='ms095'></span>\n(المسألة الأولى) تصريح «الفتح» و «التحفة» بذلك، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p290'> Vol. 01, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\nوفي (الحال الثاني) منها تصريح ابن قاسم به، ومثل ذلك في «الأسنى» و\n«الغرر» و «الإمداد» و «المغني» و «النهاية». قال الإمام النووي في\n«التيسير» - المار -: ([المسألة] الثالثة: يعرف ضبطه بموافقة الثقاة\nالمتقنين غالبا، ولا تضر مخالفته النادرة، فإن كثرت اختل ضبطه، ولم يحتج\nبه) انتهى. فالمؤذن للفجر والمخبر به، تعلم معرفته به .. بموافقة أذانه\nوإخباره غالبا وجود العلامات الأربع - المارة في الأبواب الثلاثة الأول -،\nفإن كان كذلك فهو عارف بالفجر؛ لأنها الذي جعلها الله (سبحانه) (1) ورسوله\n- صلى الله عليه وسلم - علامات له، وأجمع عليها الأمة، فإن خالفها نادرا لم\nيقدح ذلك في معرفته واعتماده، إذ قل أن يخلو البشر عن ذلك، وإن كثرت\nمخالفته لها، اختلت معرفته، ولم يجز اعتماده؛ لأنه إما جاهل أو متساهل،\nفشرط المؤذن والمخبر الذي يجوز اعتماده: أن نعرف أنه يعرف علامات الفجر\nالأربع، وأن أذانه وخبره يوافق وجود الفجر في الواقع غالبا، فلو علمنا كونه\nعارفا بالعلامات، وجهلنا موافقته وجود الفجر .. لم يجز اعتماده؛ لأنه قد\nيعتقد شعاع الكاذب أو القمر أو بعض الكواكب فجرا صادقا، فينزل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nعلامات الصادق على ذلك، كما مر عن الغزالي: أنه قد غلط في ذلك كثير، وليس\nسبب غلطهم إلا ما ذكرنا من تنزيلهم علامات الفجر على غيره، فليتنبه لذلك كل\nمسلم، ولا يعتمد في الفجر وغيره من أوقات الصلاة إلا من خبر معرفته بالوقت،\nبموافقته له غالبا بمعرفة نفسه أو إخبار عدل له بها أو استفاضة بها. ومن\nأقوى أسباب خبرة موافقته للفجر .. تزايد الضوء بعد أذانه وإخباره على ما\nكان عليه عنده - كما مر غير مرة -، حتى أن المصلي إذا شرع في الصلاة بعده\nفإن طولها، كان خروجه بعد تمام الإسفار، وإن قصرها كان خروجه منها بعد\nمبادئ الإسفار، كما مر عن «شرح المشكاة» لابن حجر: أن هذا كان شأنه - صلى\nالله عليه وسلم -. ومن أقوى أسباب غلطه، وأنه لا يجوز اعتماد أذانه وخبره\n.. عدم تزايد الضوء بعدهما، كما ذكرنا <span id='ms096'></span> فتنبه لذلك.\n</p>\n\n<p>\nالشرط الرابع: أن لا يعارض أذانه أو خبره بالوقت مثله، فلو عارضه ذلك:\nبأن أخبر عدل مثله أو أوثق منه أو أكثر: بأن الفجر لم يطلع حال أذانه أو\nإخباره .. سقط خبره ولم يجز العمل به كما ذكروا ذلك: في النجاسات والقبلة\nوتعارض الروايتين والبينتين، ويرجع للأصل وهو بقاء الليل هنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nتنبيه [أول]: علم بما مر أن الفاسق ومجهول العدالة لا يقبل خبرهما\nبالوقت، لكن بالنسبة للقادر على علم الوقت بنفسه أو بثقة، بسبب لا مشقة\nفيه، فإن لم يقدر عليه أصلا، أو قدر عليه بسبب فيه مشقة، وأخبره به الفاسق\nوالمجهول عن علم لا اجتهاد ووقع في قلبه صدقه .. كان ذلك من جملة آلات\nالاجتهاد - كما ذكر ذلك في «الإيعاب» - .. فله العمل بخبره، بشرط أن توجد\nفيه الشروط المارة إلا العدالة.\n</p>\n\n<p>\nتنبيه ثان: قال في «اليواقيت»: (وليس كل الناس عارفين بالفجر ولا بأوقات\nالصلاة وهو شرط، فيجب عليهم أن يتعلموا ولا يقلدوا المؤذنين على أظهر\nالوجهين، فلا يسع بصيرا أن يقلد، فتقليد المؤذن جائز للأعمى فقط، هذا أيضا\nإذا لم يعرف الوقت بعمل من قراءة وغيرها، فإن عرفه فهل يقلد فيه وجهان)\nانتهى. والمعتمد خلاف ما ذكره - كما مر -، لكن أتينا به ليعرف المصلي: أن\nصلاته اعتمادا على المؤذن في الصحو والمخبر عن علم الثقتين العارفين\nبالمواقيت فيها خلاف في المذهب، فيسن له أن يتوقاه، فيتعرف الوقت بنفسه،\nوإذا قدر على اليقين لكن بسبب فيه مشقة، فصلى باجتهاد - غير الحساب -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nاجتمعت فيه شرائطه الخمسة المذكورة .. في (الحال الثالث) في (المسألة\nالأولى) جرى في صلاته خلاف ثان أقوى من الأول، وهو القول بعد جواز الاجتهاد\nمع القدرة على اليقين، وإذا صلى به مع اجتماع الشروط الأربعة الأول وفقد\nالخامس .. جرى في صلاته خلاف ثالث للقائلين به، أقوى من الذي قبله، وإذا\nصلى بحساب نفسه جرى الخلافات الثلاثة المارة في صلاته، وخلاف رابع للوجه\nالذي مر: أنه لا يجوز العمل به مطلقا، وإذا صلى بحساب غيره، جرى في صلاته <span id='ms097'></span>\nخلاف خامس، وهو المعتمد الذي عليه أكثر المتأخرين: أنها لا تصح. فينبغي له\nأن يتوقى هذه الخلافات بالصبر إلى أن يتيقن الوقت أو يخاف فواته، كما مر\nالتصريح به في (الشرط الخامس) من شروط الاجتهاد، عن «الأسنى» و «المغني» و\n«النهاية» وقال في «التحفة»: (ويسن تعجيل الصلاة لأول الوقت، إذا تيقن\nدخوله) ((1) انتهى. وفي «المغني» أيضا: (ويسن تعجيل الصلاة لأول الوقت إذا\nتيقنه) (2) انتهى، وصرح بيسن ذلك في «الفتح» و «الإمداد»، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p294'> Vol. 01, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nومر التصريح به عن «الإيعاب». في (الثالث) وعن «شرح المشكاة» في (الباب\nالثاني).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head78'>المسألة الثالثة</h1>\n\n<p>\nفي حكم صلاة الذين يقدمون صلاتهم على الفجر\n</p>\n\n<p>\nمع زعمهم طلوعه وليس كذلك\n</p>\n\n<p>\nاعلم: أن من صلى صلاة مؤقتة، مع علمه بأن وقتها لم يدخل .. أثم ولم تنعقد\nصلاته، فيلزمه فعلها ثانيا بعد علمه بدخول وقتها، وقضاءه لها إن خرج، ومن\nصلاها شاكا في دخول وقتها، فالحكم كذلك، ومن صلاها معتمدا على أذان في صحو\nأو غيم، - إذا قلنا يجوز اعتماده أو إخباره عن علم - فإن علم أن مؤذنه أو\nمخبره اجتمعت فيه شروط جواز الاعتماد التي مر تقريرها في (المسألة الثانية)\nوهي خمسة: كونه عدل رواية عارفا بعلامات الفجر، وتنزيلها عليه، لا على ما\nيشتبه به، ولم يطعن في معرفته بالعلامات وتنزيلها عليه مثله أو أوثق منه أو\nأكثر، وكان في وقت لا يكذبه الحس ولا العادة طلوعه فيه، ولم يبن له بعد\nالصلاة كذبه، ببقاء الظلام على حاله وعدم زيادته .. فصلاته صحيحة، فإن جهل\nعدالته أو علم فسقه، فإن لم يقع في قلبه صدقه فصلاته باطلة، وإن وقع في\nقلبه صدقه، واجتمعت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p296'> Vol. 01, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nفيه معرفة علامات الفجر وما بعدها، وكان في معرفة الفجر باليقين على\nالمصلي مشقة .. فصلاته صحيحة، وإن جهل معرفته بعلامات الفجر، أو علم جهله\nبها .. فصلاته باطلة وإن جمع بقية الصفات، وإن علم معرفة بعلامات الفجر\nوجهل معرفته بتنزيلها على الصادق .. فكذلك؛ لما مر أن شرط قبول المؤذن\nوالمخبر عن علم، علم سامعه بمعرفته للوقت، ولا يكون عارفا بالوقت إلا <span id='ms098'></span> من\nعرف علاماته ونزلها عليه، فإن علم معرفته بالعلامات وجهل معرفته بتنزيلها\nعلى الصادق .. لم يجز اعتماده، ولا تصح صلاة معتمده، إذ هو كعدل رواية أخبر\nبنجاسة طاهر وهو لا يعرف باب النجاسة، أو يعرف أسماء النجاسات ولا يعرف\nمسمياتها، أو يعرفهما ولا يعرف أن التنجس لا يكون إلا بملاقاة الطاهر للنجس\nمع رطوبة، فهذا هو العامي الذي لا يقبل خبره، إلا إن بين سبب النجاسة، فكذا\nعدل الرواية هنا، إذا علمنا معرفته لأسماء علامات الفجر، وجهلنا معرفته\nبتنزيلها على مسماها وهو الفجر الصادق لا يصح اعتمادنا عليه في الصلاة، إذ\nلا يلزم من معرفة العلامات والأسماء معرفة المسمى، وتنزيل العلامات على\nالمعلم، خصوصا إذا كان المسمى يشتبه بغيره، كالفجر فإنه يشتبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p297'> Vol. 01, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nبالكاذب وشعاع القمر والكواكب، فيقع الغلط بتنزيل علاماته على ذلك كثيرا،\nفلا بد من علمنا بتنزيله علامات الفجر على مسماه غالبا، فذلك هو العارف\nبالفجر الذي يجوز اعتماده فتفطن لذلك، فإنه مما يغلط فيه، وإطباق أئمة\nالمذهب على قولهم في المؤذن والمخبر، الذي يجوز اعتماده العارف بالمواقيت\n.. صريح في اشتراط معرفته بالمسمى وتنزيله علاماته عليه، وإذا علم عدالته\nومعرفته بالعلامات وتنزيلها على الصادق، لكن بلغه طعن مثله أو أوثق منه أو\nأكثر في معرفته الفجر وتنزيله علاماته عليه، بأن قالوا: أنه يؤذن قبل الفجر\n.. فصلاته باطلة، وإذا كان سامع الآذان أو الإخبار عارفا بأجزاء الليل،\nبمراقبة، أو منكاب مجرب، أو ساعة مجربة، ولم يأت عليه الزمن الذي جرت عادة\nالله فيه بطلوع الفجر في ذلك القطر ..\n</p>\n\n<p>\nفلا يجوز له اعتماد هما، وإن اجتمعت فيهما الصفات كلها إلا هذه، فإن صلى\nمعتمدا على أحدهما فصلاته باطلة؛ لتكذيب الحس والعادة لهما، فإن لم يعرف\nأجزاء الليل، وتبين له إحالة العادة طلوع الفجر مع بقاء الوقت، بأن صلى ولم\nير بعد الصلاة زيادة لضوء الفجر على ما قبلها .. فصلاته نافلة، إذ يستحيل\nعادة أن يمضي ما يسع الصلاة بعد طلوع الفجر ولا يزيد ضوء النهار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p298'> Vol. 01, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\n- كما مر غير مرة -، وفي هذه <span id='ms099'></span> الصور كلها، التي قلنا ببطلان صلاته فيها ..\nيأثم ولا تنعقد صلاته فرضا ولا نفلا؛ لأنه لم يدخلها بحجة يجوز اعتمادها،\nفيلزمه إعادتها إن بقي الوقت وقضاءها إن خرج، وفي الأخيرة لا يأثم ويلزمه\nإعادتها إن علم والوقت باق، فإن لم يعدها فيه .. أثم، ولزمه قضاؤها، ولا\nيأتي فيه ما يأتي عن البارزي ((1)؛ لأنه بعلمه في الوقت بتقدم صلاته عليه،\nخوطب بفعلها فيه ثانيا، فإذا (ترك) (2) عصى ولزمه قضاؤها، بخلاف تلك، فإنه\nخوطب بفعلها بعده وقد وقع منه، فإن علم بعد خروج الوقت، وتكرر ذلك منه ..\nفهي من إفراد صور مسألة البارزي التي ذكراها في «التحفة» و «النهاية».\nوعبارة «المنهاج» - عاطفا على الأصح - (وأنه يصح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nالأداء بنية القضاء وعكسه). قال في «التحفة»: (إن عذر بنحو غيم، أو قصد\nالمعنى اللغوي، إذ كل يطلق على الآخر لغة، وإلا لم يصح لتلاعبه، وأخذ\nالبارزي من هذا: أن من مكث بمحل عشرين سنة يصلي الصبح لظنه دخول وقته، ثم\nبان له خطؤه .. لم يلزمه إلا قضاء واحدة؛ لأن صلاة كل يوم تقع عما قبله\n((1)، إذ لا يشترط نية القضاء. ولا يعارضه النص على: أن من صلى الظهر\nباجتهاد، فبانت قبل الوقت .. لم تقع عن فائتة عليه؛ لأن محل هذا فيمن أدى\nبقصد أنها التي دخل وقتها والأول فيمن يقصد التي عليه، من غير أن يقصد التي\nدخل وقتها) ((2) انتهى. ونحوها عبارة «النهاية».\n</p>\n\n<p>\nفتحصل مما قررناه في هذه المسألة: أن المصلي إذا اعتمد على أذان أو\nإخبار، فإن اجتمعت في المؤذن والمخبر الصفات الخمس، المستفادة من شروطه\nالأربعة التي قررناها، ثم بان تقدم تحرمه قبل الوقت بعد خروجه .. فحكم\nصلاته ما ذكر في «التحفة» عن البارزي، وإن نقصت في أحدهما صفة من تلك\nالصفات، فصلواته كلها باطلة يجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p300'> Vol. 01, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nقضاؤها، والفرق أنه عند وجود الصفات فيهما لما جاز له اعتمادهما ..\nانعقدت صلاته لعذره، فتقع قضاء، إذا لم يؤدها بقصد أداء التي دخل وقتها، بل\nأداها قاصدا ما فرضه الله عليه من غير تقييد بذلك، وحينئذ لا <span id='ms100'></span> يلزمه إلا\nقضاء صلاة واحدة، فإن أداها قاصدا أداء التي دخل وقتها .. وقعت له نفلا\nولزمه قضاء تلك الصلوات، إذ نية ذلك صارفة عن القضاء، وأما عند فقد إحدى\nالصفات فيهما فلا يجوز له اعتمادهما، فصلاته باطلة لعدم عذره.\n</p>\n\n<p>\nفعلم أن المقدمين لصلاة الفجر من أهل جهتنا آثمون بصلاتهم، لا تنعقد منهم\nفرضا ولا نفلا؛ لتنبيه كثير من أهل العلم والعارفين بالفجر، الموافقين\nللكتاب والسنة والإجماع .. لهم على خطئهم وتقديمهم، ثم إصرارهم على ذلك بعد\nإنكار من ذكر فلا عذر لهم، وحكم صلاة المؤذن والمخبر حكم صلاة سامعيها\nسواء، فيلزمهما ما يلزم أولئك من القضاء - على ما مر تفصيله -؛ لعدم عذرهما\nبعد بلوغ إنكار من ذكر عليهم، ويزيد إثمهما بعدد من غروهم وأوقعوهم في\nإيقاع الصلاة قبل وقتها، ويتعدد بتعدد الأيام، ولا عذر لهم في دعواهم أنهم\nمحقون، وأن هذا هو الفجر، مع تكذيب الله ورسوله - صلى الله عليه وسلم -\nوجميع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p301'> Vol. 01, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nالأئمة في جميع مصنفاتهم لهم، ومخالفة سائر المسلمين لفعلهم هذا في سائر\nالأقاليم؛ ولما ذكر في «التحفة» - أن الشاك في صلاته لا يرجع لقول غيره\nوفعله - قال: (ما لم يبلغوا عدد التواتر، بحيث يحصل العلم الضروري أنه\nفعلها؛ لأن العمل بخلاف هذا العلم تلاعب، ومن نازع فيه، يحمل كلامه على أنه\nوجدت صورة تواتر لا غايته، وإلا لم يبق لنزاعه وجه) ((1) انتهى. وأي غاية\nفيما تواترت به نصوص كتاب الله، وأحاديث رسوله - صلى الله عليه وسلم -،\nوإجماع الصحابة والتابعين، وجميع العلماء وسائر المسلمين، وأجمع عليه\nالحساب كلهم. وقد مر في هذه «الرسالة» نبذة صالحة من ذلك، فهل يجوز لمسلم\nفضلا عن عالم أن يلتفت إلى ما يخالفهم مما ظهر له أو لغيره؟ .. كلا لا يكون\nذلك إلا ممن أضله الله، واتبع هواه، كالمبتدعة الذين حكموا عقولهم وفهمهم،\nوأعرضوا عما جاء عمن ذكر، وأولوه على حسب ما يوافق فهمهم. نسأل الله الحفظ\nوالسلامة، وكمال الهداية والاستقامة، وصلى الله على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p302'> Vol. 01, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\nسيدنا محمد وآله وصحبه وجميع أتباعه وحزبه (1).\n</p>\n\n<p>\nوالحمد لله رب العالمين <span id='ms101'></span>. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p303'> Vol. 01, p. 303</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>قائمة المراجع</h1>\n\n<h1 class='l1' id='head80'>مراجع المؤلف</h1>\n\n<p>\n1. القرآن الكريم.\n</p>\n\n<p>\n2. إحياء علوم الدين، للغزالي.\n</p>\n\n<p>\n3. إرشاد الساري شرح صحيح البخاري، للقسطلاني.\n</p>\n\n<p>\n4. أسنى المطالب شرح روض الطالب، للشيخ زكريا الأنصاري.\n</p>\n\n<p>\n5. الأشباه والنظائر، لابن الملقن.\n</p>\n\n<p>\n6. الإقناع.\n</p>\n\n<p>\n7. الإمداد شرح الإرشاد، لابن حجر الهيتمي.\n</p>\n\n<p>\n8. الإيعاب شرح العباب، لابن حجر الهيتمي.\n</p>\n\n<p>\n9. البراهين النقلية في مسألة الهلال، لعبد الله بن محمد بن قطنة.\n</p>\n\n<p>\n10. البيان، للعمراني.\n</p>\n\n<p>\n11. تحفة المحتاج في شرح المنهاج، لابن حجر الهيتمي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\n12. التحقيق، للنووي.\n</p>\n\n<p>\n13. تفسير أبى السعود العمادي القسطنطيني الحنفي: إرشاد العقل السليم إلى\nمزايا الكتاب الكريم.\n</p>\n\n<p>\n14. تفسير الأحمدي لآيات الأحكام.\n</p>\n\n<p>\n15. تفسير البيضاوي: أنوار التنزيل وأسرار التأويل.\n</p>\n\n<p>\n16. تفسير الشربيني: السراج المنير في الإعانة على معرفة بعض كلام ربنا\nالحكيم الخبير، للخطيب الشربيني.\n</p>\n\n<p>\n17. تفسير النيسابوري: غرائب القرآن ورغائب الفرقان، للنيسابوري\nالخراساني.\n</p>\n\n<p>\n18. التقريب والتيسير في معرفة سنن البشير النذير، للنووي.\n</p>\n\n<p>\n19. تلخيص الحافظ ابن حجر: التلخيص الحبير في تخريج أحاديث الرافعي\nالكبير، لابن حجر العسقلاني.\n</p>\n\n<p>\n20. تيسير البيان في أحكام القرآن، للشعيبي الموزعي الشافعي.\n</p>\n\n<p>\n21. تيسير الوصول للديبعي الشيباني: تيسير الوصول إلى جامع الأصول من\nحديث الرسول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\n22. حاشية ابن قاسم على الغرر البهية: الغرر البهية شرح البهجة الوردية،\nللشيخ زكريا الأنصاري.\n</p>\n\n<p>\n23. حاشية البرماوي على شرح أبي شجاع، لابن القاسم.\n</p>\n\n<p>\n24. حاشية الجمل على شرح المنهج: شرح المنهج، للقاضي زكريا.\n</p>\n\n<p>\n25. حاشية الرشيدي على نهاية المحتاج إلى شرح المنهاج.\n</p>\n\n<p>\n26. حاشية الشبراملسي على نهاية الجمال: أي نهاية جمال الدين محمد بن\nأحمد الرملي.\n</p>\n\n<p>\n27. حاشية القليوبي على المحلي: والمحلي: هو شرح جلال الدين محمد بن أحمد\nالمحلي على منهاج لطالبين للنووي.\n</p>\n\n<p>\n28. حاشية القليوبي على شرح التحرير.\n</p>\n\n<p>\n29. حاشية الكشاف.\n</p>\n\n<p>\n30. حسن النجوى، لعبد الرحمن بن عمر العمودي.\n</p>\n\n<p>\n31. الخادم، لابن حجر الهيتمي المكي.\n</p>\n\n<p>\n32. الدر النثير في تلخيص نهاية ابن الأثير، للسيوطي.\n</p>\n\n<p>\n33. الدرة المضيئة في الأعمال الشمسية، لمحمد الأخصاصي المصري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\n34. رحمة الأمة في اختلاف الأئمة، للعثماني الدمشقي الشافعي.\n</p>\n\n<p>\n35. رسالة رضوان أفندي في المواقيت.\n</p>\n\n<p>\n36. رسالة عبد الله بن حسين بلفقيه التي يرد عليها المؤلف وهي: السيف\nالبتار لمن يقول بأفضلية تأخير صلاة الصبح إلى الإسفار.\n</p>\n\n<p>\n37. رسالة علي بن عبد الرحيم بن قاضي في الهلال.\n</p>\n\n<p>\n38. سراج <span id='ms102'></span> التوحيد الباهج النور في تمجيد صانع الوجود مقلب الدهور، لعبد\nالله بن أسعد واليافعي.\n</p>\n\n<p>\n39. سلم العروج إلى معرفة المنازل والبروج، لمحمد بن عبد الرحمن بن عفالق\nالإحسائي الحنبلي.\n</p>\n\n<p>\n40. سنن البيهقي الكبرى.\n</p>\n\n<p>\n41. سنن الترمذي: الجامع الصحيح.\n</p>\n\n<p>\n42. الشامل في أدلة القبلة وحساب الروم والمنازل، لمحفوظ بن عبد الرحمن\nالحضرمي.\n</p>\n\n<p>\n43. شرح الأذكار، لابن علان.\n</p>\n\n<p>\n44. شرح البديعية، لتقي الدين بن حجة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\n45. شرح البهجة الصغير، للشيخ زكريا الأنصاري.\n</p>\n\n<p>\n46. شرح البهجة الكبير، للشيخ زكريا الأنصاري.\n</p>\n\n<p>\n47. شرح التحرير، للشيخ زكريا الأنصاري.\n</p>\n\n<p>\n48. شرح الحلبي المكي مع متنه، للشيخ علوان الحموي.\n</p>\n\n<p>\n49. شرح السيد علي الونائي على منظومة السجاعي.\n</p>\n\n<p>\n50. شرح المحلي على المنهاج.\n</p>\n\n<p>\n51. شرح المختصر، ليحيى الحطاب.\n</p>\n\n<p>\n52. شرح المختصر، لمحمد بن الحطاب.\n</p>\n\n<p>\n53. شرح المشكاة: فتح الإله شرح المشكاة، لابن حجر الهيتمي.\n</p>\n\n<p>\n54. شرح المنهاج للدميري: النجم الوهاج في شرح المنهاج.\n</p>\n\n<p>\n55. شرح بابن شهبة: كفاية المحتاج في شرح المنهاج.\n</p>\n\n<p>\n56. صاحب الغريبين.\n</p>\n\n<p>\n57. الصحاح، للرازي.\n</p>\n\n<p>\n58. صحيح البخاري.\n</p>\n\n<p>\n59. صحيح مسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\n60. العزيز، للرافعي.\n</p>\n\n<p>\n61. عمدة الأمة في إجماع الأئمة، للريمي.\n</p>\n\n<p>\n62. غرائب القرآن ورغائب الفرقان، للنيسابوري.\n</p>\n\n<p>\n63. الغرر البهية: الغرر البهية شرح البهجة الوردية، لأبي يحيى زكريا\nالأنصاري.\n</p>\n\n<p>\n64. الغريبين: صاحب الغريبين.\n</p>\n\n<p>\n65. فتاوى ابن حجر الهيتمي.\n</p>\n\n<p>\n66. الفتاوى الحديثية، لابن حجر الهيتمي.\n</p>\n\n<p>\n67. فتاوى محمد بن سليمان حويرث.\n</p>\n\n<p>\n68. فتح الباري لابن حجر العسقلاني.\n</p>\n\n<p>\n69. فتح الجواد: فتح الجواد في شرح الإرشاد، لابن حجر الهيتمي\n</p>\n\n<p>\n70. فتح الوهاب بشرح منهج الطلاب، للشيخ زكريا الأنصاري.\n</p>\n\n<p>\n71. فصوص النصوص الجليات في أحكام القبلة وأدلة الصلوات، لحسن بن عبد\nالرحمن عيديد.\n</p>\n\n<p>\n72. القاعدة في الإخبار من الدعاوي والشهادات والأقارير وغيرها، لعز\nالدين ابن عبد السلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\n73. قاعدة في حصة الشفق والفجر، لمحمد الحطاب.\n</p>\n\n<p>\n74. القاموس: القاموس المحيط، للفيروزآبادي.\n</p>\n\n<p>\n75. قواعد، للعلائي.\n</p>\n\n<p>\n76. القول التمام لابن العماد: القول التمام في أحكام المأموم والإمام.\n</p>\n\n<p>\n77. كشاف عن حقائق غوامض التنزيل وعيون الأقاويل في وجوه التأويل،\nالزمخشري.\n</p>\n\n<p>\n78. مؤلف بارجاء في الفلك.\n</p>\n\n<p>\n79. مؤلف عبد الرحمن بن أحمد الزواوي في الفلك.\n</p>\n\n<p>\n80. مجمع البحرين.\n</p>\n\n<p>\n81. مختصر المنذزي لسنن أبي داود.\n</p>\n\n<p>\n82. مختصر رسالة محمد الحطاب (قاعدة في حصة الفجر والشفق)، ليحي الحطاب.\n</p>\n\n<p>\n83. مختصر سنن البيهقي، للشعراوي.\n</p>\n\n<p>\n84. مر النسيم، لعلوي بن عبد الله باحسن <span id='ms103'></span> جمل الليل.\n</p>\n\n<p>\n85. مشكاة المصابيح، للتبريزي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\n86. المغني للخطيب الشربيني: مغني المحتاج إلى معرفة ألفاظ المنهاج.\n</p>\n\n<p>\n87. منتقى البحرين.\n</p>\n\n<p>\n88. منظومة أحمد بن أحمد السجاعي في الفلك.\n</p>\n\n<p>\n89. منظومة عمر بن سقاف الصافي في الفلك: عنوانها المطالب السنية في\nالفوائد الفلكية.\n</p>\n\n<p>\n90. المنهاج، للنووي.\n</p>\n\n<p>\n91. المنهج المبين في بيان أدلة المجتهدين، للشعراني.\n</p>\n\n<p>\n92. النجم الوهاج في شرح المنهاج، للدميري المصري الشافعي.\n</p>\n\n<p>\n93. نصب الشرك في علم الفلك، للعمودي.\n</p>\n\n<p>\n94. نهاية الأحكام، لمحمد حسن درواز.\n</p>\n\n<p>\n95. نهاية المحتاج إلى شرح المنهاج. أو نهاية الجمال للرملي أو النهاية،\nللرملي الشافعي المصري.\n</p>\n\n<p>\n96. الهجرانية: الفتاوى الصغرى الهجرانية، لعبد الله بامخرمة.\n</p>\n\n<p>\n97. الهداية من الضلالة في معرفة الوقت والقبلة بغير آلة. للقليوبي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\n98. الوسيط للغزالي.\n</p>\n\n<p>\n99. وسيلة الطلاب لمعرفة القبلة وأوقات الصلاة لأولى الألباب، لشاد بن\nمتاك السواحلي.\n</p>\n\n<p>\n100. اليواقيت في علم المواقيت، لإبراهيم الأصبحي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p334'> Vol. 01, p. 334</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>مراجع التحقيق</h1>\n\n<p>\n1. القرآن الكريم. نسخة إلكترونية. المصحف للنشر المكتبي. شركة حرف\nلتقنية المعلومات. الإصدار الأول. 1422ه.\n</p>\n\n<p>\n2. ابن القيم، محمد بن أبي بكر بن أيوب الزرعي ابن قيم الجوزية (691ه -\n751ه). إعلام الموقعين عن رب العالين. دار الفكر. الطبعة الأولى. لبنان،\nبيروت. 1417ه.\n</p>\n\n<p>\n3. ابن المنذري، محمد بن إبراهيم بن المنذري النيسابوري. الإجماع. تحقيق\nفؤاد عبد المنعم. دار المسلم. الطبعة الأولى. السعودية، الرياض. 1425ه.\n</p>\n\n<p>\n4. ابن بطال، أبو الحسن علي بن خلف بن عبد الملك بن بطال البكري ابن\nاللجام القرطبي ثم البلنسي المالكي (ت 449ه) شرح ابن البطال على صحيح\nالبخاري: شرح الجامع الصحيح للبخاري. تحقيق مصطفى عبد القادر عطا. دار\nالكتب العلمية. الطبعة الأولى. لبنان، بيروت. 1424ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\n5. ابن حبان، أبو حاتم محمد بن حبان بن أحمد التميمي البستي (ت 354ه).\nصحيح ابن حبان. تحقيق شعيب الأرنؤوط. مؤسسة الرسالة. الطبعة الثانية.\nلبنان، بيروت. 1414ه.\n</p>\n\n<p>\n6. ابن حجر العسقلاني، أبو الفضل أحمد بن علي بن حجر العسقلاني (773ه -\n852ه). تلخيص الحبير. تحقيق عبد الله هاشم اليماني المدني. دار النشر ورقم\nالطبعة غير موجود. السعودية، المدينة المنورة. 1384ه.\n</p>\n\n<p>\n7. ابن حجر العسقلاني، أبو الفضل أحمد بن علي بن حجر العسقلاني الشافعي\n(773ه - 852ه). فتح الباري شرح صحيح البخاري. تحقيق محمد فؤاد <span id='ms104'></span> عبد الباقي\nومحب الدين الخطيب. دار المعرفة. لبنان، بيروت. 1379ه.\n</p>\n\n<p>\n8. ابن حجر الهيتمي، أحمد بن محمد بن حجر الهيتمي المصري ثم المكي\nالشافعي (909ه - 973ه). تحفة المحتاج في شرح المنهاج. دار إحياء التراث\nالعربي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p336'> Vol. 01, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\n9. ابن حجر الهيتمي، أحمد بن محمد بن حجر الهيتمي المصري ثم المكي\nالشافعي (909ه - 973ه). فتح الجواد. دار الحلبي.\n</p>\n\n<p>\n10. ابن حجر الهيتمي، أحمد بن محمد بن حجر الهيتمي المصري ثم المكي\nالشافعي (909ه - 973ه). الإيعاب. نسخة مصورة من مخطوطة توجد بمكتبة الأحقاف\nللمخطوطات بتريم.\n</p>\n\n<p>\n11. ابن حميد، سالم بن محمد بن سالم بن حميد الكندي الحضرمي. العدة\nالمفيدة الجامعة لتواريخ قديمة وحديثة. تحقيق عبد الله الحبشي. مكتبة\nالإرشاد. الطبعة الأولى. اليمن، صنعاء. 1411ه.\n</p>\n\n<p>\n12. ابن خزيمة، محمد بن إسحاق بن خزيمة السلمي النيسابوري (223ه - 311ه).\nصحيح ابن خزيمة. تحقيق محمد مصطفى الأعظمي. المكتب الإسلامي. لبنان، بيروت.\n1390ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\n13. ابن شهاب: عيدروس بن أحمد بن علي بن عبد الله (ت 1262ه). القول\nالصادق في بان الفجر الصادق المعترض وإدحاض كلام المعترض ألفه سنة 1260ه.\n(مخ: 2800).\n</p>\n\n<p>\n14. ابن عبيد الله السقاف، عبد الرحمن بن عبيد الله السقاف. إدام القوت\nمن ذكر بلدان حضرموت. دار المنهاج. الطبعة الأولى. 1425 ه.\n</p>\n\n<p>\n15. ابن عبيد الله السقاف، عبد الرحمن بن عبيد الله السقاف. العود الهندي\nعن أمالي في ديوان الكندي (مجالس أدبية في ديوان المتنبي). دار المنهاج.\nالطبعة الأولى. السعودية، جدة. 1423ه.\n</p>\n\n<p>\n16. ابن قاسم العبادي، أبو العباس شهاب الدين أحمد بن قاسم الصباغ\nالعبادي المصري الشافعي (ت 992ه أو 994 ه) حاشية ابن قاسم العبادي على\nالغرر البهية شرح منظومة البهجة الوردية. دار الكتب العلمية. الطبعة\nالأولى. لبنان، بيروت. 1418ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\n17. ابن قانع، أبو الحسن عبد الباقي بن قانع (265ه - 351ه). معجم\nالصحابة. تحقيق صلاح بن سالم المصراتي. مكتبة الغرباء الأثرية. الطبعة\nالأولى. السعودية، المدينة المنورة. 1418ه.\n</p>\n\n<p>\n18. ابن كثير، أبو الفداء إسماعيل بن عمر بن كثير الدمشقي (700ه - 774\nه). تفسير ابن كثير: تفسير القرآن العظيم. دار الفكر. لبنان، بيروت. 1401ه.\n</p>\n\n<p>\n19. ابن ماجة، محمد بن يزيد القزويني (207ه - 275ه). سنن <span id='ms105'></span> ابن ماجة. تحقيق\nمحمد فؤاد عبد الباقي. دار الفكر. لبنان، بيروت.\n</p>\n\n<p>\n20. ابن منظور، محمد بن مكرم بن منظور الأفريقي المصري. لسان العرب. دار\nصادر. الطبعة الأولى. لبنان، بيروت. بدون تاريخ الطبع.\n</p>\n\n<p>\n21. ابن هاشم، محمد بن هاشم باعلوي. تاريخ الدولة الكثيرية. تريم\nللدراسات والنشر. الطبعة الأولى. اليمن، تريم. 1423ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\n22. ابن يحي، المؤلف عبد الله بن عمر بن يحيى. إجازة للحبيب الوالد حسين\nبن عبد الرحمن الجفري. مخطوطة بخط المؤلف محفوظة في مكتبة الأحقاف\nللمخطوطات بتريم. (مخ: 2702).\n</p>\n\n<p>\n23. ابن يحيى، المؤلف عبد الله بن عمر بن يحيى. ديوان المؤلف: الكلام\nالمنظوم للعلامة عبد الله بن عمر بن يحيى. مخطوطة في مكتبة الأحقاف\nللمخطوطات بتريم. (مخ: 2623).\n</p>\n\n<p>\n24. أبو السعود، محمد بن محمد بن مصطفى العمادي الحنفي القسطنطيني (893ه\n- 982ه). إرشاد العقل السليم إلى مزايا الكتاب الكريم. دار إحياء التراث\nالعربي. الطبعة الرابعة. لبنان، بيروت. 1414ه.\n</p>\n\n<p>\n25. أبو داود: سليمان بن الأشعث السجستاني الأزدي (202ه - 275ه). سنن أبي\nداود. تحقيق محمد محيي الدين عبد الحميد. دار الفكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\n26. أحمد بن حسن العطاس، أحمد بن حسن بن عبد الله العطاس. تذكير الناس\nبما وجد من المسائل الفقهية وما يتعلق بها من مجموع كلام الحبيب أحمد بن\nحسن بن عبد الله العطاس. جمع السيد أبو بكر العطاس بن عبد الله بن علوي\nالحبشي، (لا يوجد رقم الطبعة ولا تاريخها). مطبعة حسان. مصر، القاهرة.\n</p>\n\n<p>\n27. أحمد بن علي الجنيد، الروض المزهر شرح قصيدة مدهر. صورة مخطوطة.\n</p>\n\n<p>\n28. الألباني، محمد ناصر الدين الألباني. الثمر المستطاب في فقه السنة\nوالكتاب. غراس للنشر والتوزيع. الطبعة الأولى.\n</p>\n\n<p>\n29. الألباني، محمد ناصر الدين الألباني. السلسلة الصحيحة. برنامج\nالتحقيقات الحديثية. مركز نور الإسلام لأبحاث القرآن والسنة بالإسكندرية.\n</p>\n\n<p>\n30. الألباني، محمد ناصر الدين الألباني. صحيح وضعيف الجامع الصغير.\nبرنامج التحقيقات الحديثية. مركز نور الإسلام لأبحاث القرآن والسنة\nبالإسكندرية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\n31. الألباني، محمد ناصر الدين الألباني. صحيح وضعيف سنن أبي داود.\nبرنامج التحقيقات الحديثية. مركز نور الإسلام لأبحاث القرآن والسنة\nبالإسكندرية.\n</p>\n\n<p>\n32. الألباني، محمد ناصر الدين الألباني. صحيح وضعيف سنن الترمذي. برنامج\nالتحقيقات الحديثية. مركز نور <span id='ms106'></span> الإسلام لأبحاث القرآن والسنة بالإسكندرية.\n</p>\n\n<p>\n33. الآلوسي، أبو الفضل شهاب الدين محمود بن عبد الله الحسيني الآلوسي\nالبغدادي (1217 - 1270ه). تفسير الآلوسي: روح المعاني في تفسير القرآن\nالعظيم والسبع المثاني. دار الفكر. لبنان، بيروت.\n</p>\n\n<p>\n34. الإمام أحمد، أبو عبد الله أحمد بن محمد بن حنبل الشيباني المرزوي\nالبغدادي (164ه - 241ه). مسند الإمام أحمد بن حنبل. مؤسسة قرطبة. مصر.\n</p>\n\n<p>\n35. الإمام أحمد، أحمد بن حنبل الشيباني (164ه - 241ه). مؤسسة قرطبة.\nمصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p342'> Vol. 01, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\n36. الإمام النووي، أبو زكريا يحيى بن شرف النووي الشافعي (631ه 676ه).\nكتاب التحقيق. دار الجيل. الطبعة الأولى. لبنان، بيروت. 1413ه.\n</p>\n\n<p>\n37. الباباني، إسماعيل باشا بن محمد أمين مير سليم الباباني البغدادي.\nهدية العارفين أسماء المؤلفين وآثار المصنفين. نسخة إلكترونية ضمن المكتبة\nالشاملة الإلكترونية، الإصدار الثاني.\n</p>\n\n<p>\n38. بابصيل، محمد بن سعيد بن محمد. الدرر النقية في فضائل ذرية خير\nالبرية. مركز النور للدراسات والأبحاث. الطبعة الأولى. اليمن، تريم. 1424ه.\n</p>\n\n<p>\n39. باشا، إسماعيل باشا محمد أمين بن مير سليم الباباني ثم البغدادي.\nإيضاح المكنون في الذيل على كشف الظنون عن أسامي الكتب والفنون. اعتنى به\nمحمد شرف الدين بالتقايا ورفعت بيلكه. دار إحياء التراث العربي. لبنان،\nبيروت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\n40. بافضل، محمد بن عوض بن محمد بافضل (ت 1369ه). صلة الأهل بتدوين ما\nتفرق من مناقب بني فضل. اعتنى بطبعه ونشره ابن المؤلف علي. الطبعة الأولى.\nاليمن، تريم. 1420ه.\n</p>\n\n<p>\n41. باكثير، محمد بن محمد بن أحمد باكثير (1283ه - 1355ه). البنيان\nالمشير إلى علماء وفضلا آل أبي كثير. تحقيق عبد الله محمد الحبشي. بدون رقم\nالطبعة وتاريخها ومكان صدورها - طبع على نفقة عبد الله بن علي باكثير وعوض\nبن محفوظ باكثير.\n</p>\n\n<p>\n42. البخاري: محمد بن إسماعيل البخاري الجعفي (194ه - 256ه). صحيح\nالبخاري. تحقيق مصطفى ديب البغا. دار ابن كثير اليمامة. الطبعة الثالثة.\nلبنان، بيروت. 1407ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p344'> Vol. 01, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\n43. بلفقيه، عبد الله بن حسين بن عبد الله (1198 ه - 1266 ه). السيف\nالبتار لمن يقول بأفضلية تأخير صلاة الصبح إلى الإسفار. صورة مخطوطة.\nالناسخ ابن المؤلف محي الدين بن عبد الله بن حسين بلفقيه.\n</p>\n\n<p>\n44. البيضاوي، عبد الله بن عمر بن محمد <span id='ms107'></span>. تفسير البيضاوي: أنوار التنزيل\nوأسرار التأويل. طبعة العامرة.\n</p>\n\n<p>\n45. البيهقي: أحمد بن الحسين بن علي البيهقي الشافعي (384ه - 458ه). سنن\nالبيهقي الكبرى. تحقيق محمد عبد القادر عطا. مكتبة دار الباز. السعودية،\nمكة المكرمة.1414 ه.\n</p>\n\n<p>\n46. التبريزي، عبد الله محمد بن عبد الله الخطيب العمري التبريزي. مشكاة\nالمصابيح. تحقيق الألباني. طبعة المكتب الإسلامي.\n</p>\n\n<p>\n47. الترمذي، محمد بن عيسى أبو عيسى الترمذي السلمي (209ه - 279ه). سنن\nالترمذي. تحقيق أحمد محمود شاكر وآخرون. دار إحياء التراث العربي. لبنان،\nبيروت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\n48. حاجي خليفة، مصطفى بن عبد الله القسطنطيني الرومي الحنفي (1017ه -\n1067ه). كشف الظنون. دار الكتب العلمية. لبنان، بيروت. 1413ه.\n</p>\n\n<p>\n49. الحاكم: أبو عبد الله محمد بن عبد الله النيسابوري (321ه - 405ه).\nالمستدرك على الصحيحين. تحقيق مصطفى عبد القادر عطا. دار الكتب العلمية.\nالطبعة الأولى. لبنان. بيروت. 1411ه.\n</p>\n\n<p>\n50. الخطيب الشربيني، شمس الدين محمد بن محمد الشربيني الخطيب القاهري\nالشافعي (ت 977ه). تفسير الخطيب الشربيني: السراج المنير في الإعانة على\nمعرفة بعض معاني كلام الحكيم الخبير. نسخة إلكترونية.\n</p>\n\n<p>\n51. الدارقطني، أبو الحسن علي بن عمر الدارقطني البغدادي (306ه - 385ه).\nسنن الدارقطني. عبد الله هاشم يماني المدني. دار المعرفة. لبنان، بيروت.\n1386ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p346'> Vol. 01, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\n52. الدارمي، أبو محمد عبد الله بن عبد الرحمن الدارمي (181ه - 255ه).\nسنن الدارمي. تحقيق فواز أحمد زمرلي وخالد السبع العلمي. دار الكتاب\nالعربي. الطبعة الأولى. لبنان، بيروت.1407ه.\n</p>\n\n<p>\n53. الدكتور الذهبي، محمد حسين الذهبي. التفسير والمفسرون. دار إحياء\nالتراث العربي. الطبعة الثانية. 1396ه.\n</p>\n\n<p>\n54. الدميري: محمد بن موسى بن عيسى الدميري المصري الشافعي (742ه -\n808ه). النجم الوهاج في شرح المنهاج. دار المنهاج. الطبعة الأولى. لبنان -\nبيروت. 1425ه.\n</p>\n\n<p>\n55. الديبعي: عبد الرحمن بن علي بن محمد الديبعي الشيباني اليمني الزبيدي\nالشافعي ابن الديبع (864ه - 944ه). تيسير الوصول إلى جامع الأصول من أحاديث\nالرسول. دار الفكر. منشورات مكتبة الرياض الحديثة. السعودية. الرياض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p347'> Vol. 01, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\n56. الذهبي، أبو عبد الله محمد بن أحمد بن عثمان (ت748ه) تذكرة الحفاظ.\nدار إحياء التراث. لبنان، بيروت.\n</p>\n\n<p>\n57. الذهبي، أبو عبد الله محمد بن أحمد بن عثمان الذهبي (673ه - 748ه).\nسير أعلام النبلاء. تحقيق <span id='ms108'></span> شعيب الأرناؤوط ومحمد نعيم العرقسوسي. مؤسسة\nالرسالة. الطبعة التاسعة. لبنان، بيروت. 1413ه.\n</p>\n\n<p>\n58. الذهبي، أبو عبد الله محمد بن أحمد بن عثمان (ت748ه). ميزان الاعتدال\nفي نقد الرجال. تحقيق علي محمد البجاوي. دار المعرفة. لبنان، بيروت.\n</p>\n\n<p>\n59. الرازي، شيخ الإسلام أبو محمد عبد الرحمن بن أبي حاتم محمد بن إدريس\nالتميمي الحنظلي الرازي (ت 327ه). الجرح والتعديل. دار إحياء التراث\nالعربي. لبنان. بيروت.\n</p>\n\n<p>\n60. الرشيدي، أحمد بن عبد الرزاق بن محمد بن أحمد المعروف بالمغربي (ت\n1096ه). حاشية الرشيدي على نهاية المحتاج إلى شرح المنهاج. دار إحياء\nالتراث العربي. الطبعة الأولى. 1412ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\n61. الرملي، شمس الدين محمد بن أحمد بن حمزة الشافعي المصري (919ه -\n1004ه). نهاية المحتاج إلى شرح المنهاج. دار إحياء التراث العربي. الطبعة\nالأولى. 1412ه.\n</p>\n\n<p>\n62. الزركلي، خير الدين الزركلي. الأعلام قاموس تراجم لأشهر الرجال\nوالنساء من العرب والمستعربين والمستشرقين. دار العلم للملايين. الطبعة\nالخامسة. لبنان، بيروت. 1400ه.\n</p>\n\n<p>\n63. زكريا الأنصاري، أبو يحي الشيخ زكريا الأنصاري الشافعي (823ه -\n926ه). فتح الوهاب بشرح منهج الطلاب. دار إحياء الكتب العربية. عيسى البابي\nالحلبي وشركاؤه.\n</p>\n\n<p>\n64. زكريا الأنصاري، أبو يحي الشيخ زكريا الأنصاري الشافعي (823ه -\n926ه). أسنى المطالب شرح روض الطالب. دار الكتب العلمية. الطبعة الأولى.\nلبنان، بيروت. 1422ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\n65. الزمخشري، جار الله محمود بن عمر (467ه - 538ه). كشاف عن حقائق غوامض\nالتنزيل وعيون الأقاويل في وجوه التأويل. ضبطه وصححه مصطفى حسين أحمد. دار\nالكتاب العربي. (بدون رقم الطبعة). 1366ه.\n</p>\n\n<p>\n66. الزيلعي، أبو محمد عبد الله بن يوسف الحنفي الزيلعي (ت 762ه). نصب\nالراية. تحقيق محمد يوسف البنوري. دار الحديث. مصر. 1357 ه.\n</p>\n\n<p>\n67. السيوطي، أبو الفضل عبد الرحمن بن أبي بكر السيوطي (849ه - 911ه).\nتدريب الراوي. تحقيق عبد الوهاب عبد اللطيف. مكتبة الرياض الحديثية.\nالسعودية، الرياض.\n</p>\n\n<p>\n68. السيوطي، أبو الفضل عبد الرحمن بن أبي بكر السيوطي (849ه - 911ه).\nطبقات الحفاظ. دار الكتب العلمية. الطبعة الأولى. لبنان، بيروت. 1403ه.\n</p>\n\n<p>\n69. الشاطري، محمد بن أحمد بن عمر. أدوار التاريخ الحضرمي. دار المهاجر.\nالطبعة الثالثة. 1415 ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\n70. الشبراملسي، أبو الضياء نور الدين علي بن علي المصري الشافعي <span id='ms109'></span> (998ه\n1087ه). حاشية الشبراملسي على نهاية المحتاج إلى شرح المنهاج. دار إحياء\nالتراث العربي. الطبعة الأولى. 1412ه.\n</p>\n\n<p>\n71. شجرة السادة آل أبي علوي. صورة مخطوطة عليها تملك السيد محمد ابن\nالمؤلف. الصفحات غير مرقمة.\n</p>\n\n<p>\n72. الشوكاني، الإمام محمد بن علي بن محمد الشوكاني اليمني (ت 1255ه).\nدار الجيل. لبنان، بيروت. 1393ه.\n</p>\n\n<p>\n73. الشيخ زكريا الأنصاري، زكريا بن محمد بن أحمد الأنصاري القاهري\nالدمشقي (823ه - 926ه). الشرح الكبير الغرر البهية شرح البهجة الوردية.\nالمطبعة الميمنية.\n</p>\n\n<p>\n74. الشيخ زكريا الأنصاري، زكريا بن محمد بن أحمد الأنصاري القاهري\nالدمشقي (823ه - 926ه). شرح التحرير. المطبعة الأزهرية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p351'> Vol. 01, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\n75. الطبري، محمد بن جرير الطبري. تاريخ الأمم والملوك. دار الكتب\nالعلمية. الطبعة الأولى. لبنان، بيروت. 1417ه.\n</p>\n\n<p>\n76. عبد الرحمن المشهور، عبد الرحمن بن محمد بن حسين المشهور. بغية\nالمسترشدين في تلخيص فتاوى بعض الأئمة من العلماء المتأخرين. دار الفكر.\n(رقم الطبعة غير موجود). لبنان، بيروت 1415ه.\n</p>\n\n<p>\n77. عبد الرحمن المشهور، عبد الرحمن بن محمد بن حسين المشهور. شمس\nالظهيرة في نسب أهل البيت من بني علوي فروع فاطمة الزهراء وأمير المؤمنين\nعلى رضي الله عنه. تحقيق وتعليق محمد ضياء شهاب. عالم المعرفة للنشر\nوالتوزيع. الطبعة الأولى. السعودية، جدة 1404ه.\n</p>\n\n<p>\n78. عبد الرزاق، أبو بكر عبد الرزاق بن همام الصنعاني (126ه - 211ه).\nحبيب الرحمن الأعظمي. مصنف عبد الرزاق. المكتب الإسلامي. الطبعة الثانية.\nلبنان، بيروت. 1403ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\n79. عبد الله الحبشي، عبد الله بن محمد الحبشي. مصادر الفكر الإسلامي في\nاليمن. المجمع الثقافي. الإمارات العربية المتحدة. أبوظبي. 2004م.\n</p>\n\n<p>\n80. عبد الله الحبشي، عبد الله محمد الحبشي. جامع الشروح والحواشي. هيئة\nأبوظبي للثقافة والتراث (المجمع الثقافي). الطبعة الثانية. الإمارات\nالعربية المتحدة، أبوظبي.1427ه.\n</p>\n\n<p>\n81. عبد الله السقاف. عبد الله بن محمد بن حامد السقاف العلوي الحضرمي.\nتاريخ الشعراء الحضرميين. (بدون رقم الطبعة). مطبعة حجازي بالقاهرة. 1353ه.\n</p>\n\n<p>\n82. عبد الله بن حسين. عبد الله بن حسين بن طاهر. مجموع الحبيب عبد الله\nبن حسين بن طاهر مشتمل على ثلاث وعشرين رسالة وديوان ومنظومة. مكتبة تريم\nالحديثة. الطبعة الثانية. 1422ه.\n</p>\n\n<p>\n83. العثماني، محمد بن عبد الرحمن <span id='ms110'></span> العثماني الدمشقي الشافعي. من علماء\nالقرن الثامن الهجري. رحمة الأمة في اختلاف الأئمة. طبعة قديمة بدون مكان\nالطبع وتاريخه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\n84. العراقي، زين الدين عبد الرحيم بن الحسين بن عبد الرحمن العراقي\nالكردي ثم المصري. تخريج أحاديث الإحياء (بهامش كتاب إحياء علوم الدين).\nدار الفكر. الطبعة الثانية. 1400ه.\n</p>\n\n<p>\n85. عقيل، عقيل ابن المؤلف عبد الله بن عمر بن يحي. تذكرة الأحياء بذكر\nبعض مناقب سيدنا عبد الله بن عمر بن يحيى، صورة مخطوطة بها نقص وأوراقها\nغير مرقمة.\n</p>\n\n<p>\n86. علوي بن شهاب، علوي بن عبد الله بن عيدروس بن شهاب الدين (1303ه -\n1386ه). كلام الحبيب علوي بن عبد الله بن شهاب الذي دونه السيد عبد الله بن\nعمر بن أبي بكر بلفقيه. صورة مخطوطة بقلم المدون.\n</p>\n\n<p>\n87. علوي بن طاهر، المؤرخ العلامة علوي بن طاهر بن عبد الله الحداد.\nالشامل في تاريخ حضرموت ومخاليفها. (بدون ناشر). الطبعة الأولى سنغافورا.\n1359ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p354'> Vol. 01, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\n88. علي الحبشي، علي بن محمد بن حسين الحبشي. كلام الحبيب علي بن محمد\nالحبشي: كنوز السعادة الأبدية في الأنفاس العلية الحبشية من كلام الحبيب\nالإمام علي بن محمد بن حسين الحبشي. جمعه ورتبه محسن بن عبد الله بن محسن\nبن علوي السقاف. بدون ناشر ورقم الطبعة وتاريخ الطبع.\n</p>\n\n<p>\n89. علي العطاس، علي بن حسين بن محمد العطاس. تاج الأعراس على مناقب\nالحبيب صالح بن عبد الله العطاس. منارة القدس اندونيسيا. الطبعة الأولى.\nاندونيسيا (بدون تاريخ الطبع).\n</p>\n\n<p>\n90. العمودي، عثمان بن أبي بكر مولى خظيم بن عمر العمودي الحضرمي (كان\nحيا سنة 1047ه). نصب الشرك في علم الفلك. مخطوط.\n</p>\n\n<p>\n91. العيدروس، محي الدين عبد القادر بن شيخ بن عبد الله العيدروس (978ه -\n1038ه). تاريخ النور السافر في أخبار القرن العاشر. مصفوف من مخطوطة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\n92. عيدروس بن عمر، عيدروس بن عمر بن عيدروس الحبشي. عقد اليواقيت\nالجوهرية وسمط العين الذهبية بذكر طريق السادات العلوية. المطبعة العامرة\nالشرفية. الطبعة الأولى. 1317ه.\n</p>\n\n<p>\n93. عيدروس بن عمر، كلام الحبيب العلامة عيدروس بن عمر الحبشي. جمع\nتلميذه عبيد الله بن محسن بن علوي السقاف. مخطوط.\n</p>\n\n<p>\n94. الغزالي <span id='ms111'></span>، محمد بن محمد بن محمد الغزالي الخراساني الشافعي (450ه -\n505ه). الوسيط. دار السلام. الطبعة الأولى. 1417 ه.\n</p>\n\n<p>\n95. الغزالي، محمد بن محمد بن محمد الغزالي الخراساني الشافعي (450ه -\n505ه). إحياء علوم الدين. دار الفكر. الطبعة الثانية. 1400ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\n96. الفيروزآبادي، مجد الدين محمد بن يعقوب بن محمد الفيروزآبادي\nالشيرازي (729ه - 817 ه). القاموس المحيط. دار إحياء التراث العربي. الطبعة\nالأولى. لبنان. بيروت. 1412ه.\n</p>\n\n<p>\n97. القاضي علوي السقاف، علوي بن عبد الله بن حسين السقاف (قاضي سيئون)\nترجم للمؤلف في مقدمة فتاوى المؤلف المطبوعة والموسومة (فتاوى شرعية).\nالمطبعة المدنية. الطبعة الأولى. مصر. القاهر.1391ه.\n</p>\n\n<p>\n98. القسطلاني، أبو العباس شهاب الدين أحمد بن محمد بن أبي بكر (851ه -\n923ه). إرشاد الساري لشرح صحيح البخاري. دار إحياء التراث العربي. الطبعة\nالسادسة نقلا عن المطبعة الكبرى الأميرية ببولاق مصر. لبنان. بيروت. 1304ه.\n</p>\n\n<p>\n99. القليوبي، أحمد بن أحمد بن سلامة القليوبي المصري الشافعي (ت1070ه).\nحاشية القليوبي على شرح جلال الدين المحلي على منهاج الطالبين للنووي. دار\nالإحياء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p357'> Vol. 01, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\n100. الكاف، عمر بن علوي بن أبي بكر الكاف. الفرائد الجوهرية مجموع تراجم\nالشجرة العلوية. عني بطبعة السيد علي بن عمر بن حسين الكاف. بدون دار نشر\nورقم الطبعة وتاريخ الطباعة، نسخة مصفوفة.\n</p>\n\n<p>\n101. الكاف، عمر بن علوي بن أبي بكر الكاف. تحفة الأحباب وتذكرة أولي\nالألباب بذكر مناقب العارف بالله الوهاب الحبيب علوي بن عبد الله بن عيدروس\nبن محمد بن شهاب ومناقب مشايخه وآبائه وعمومته السادة الأطناب. دار الحاوي\nللطباعة والتوزيع والنشر. الطبعة الأولى. لبنان، بيروت. 1423ه.\n</p>\n\n<p>\n102. الكتاني، عبد الحي بن عبد الكبير الكتاني (1305ه - 1382ه). فهرس\nالفهارس والأثبات ومعجم المعاجم والمشيخات والمسلسلات. تحقيق إحسان عباس.\nدار الغرب الإسلامي. الطبعة الثانية. لبنان، بيروت. 1402ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\n103. كحالة، عمر رضا كحالة. معجم المؤلفين (تراجم مصنفي الكتب العربية).\nمكتبة المثنى مع دار إحياء التراث العربي. لبنان. بيروت.\n</p>\n\n<p>\n104. محمد علوي، محمد بن علوي بن أحمد بن يحيى. شرف المحيا في تراجم عدد\nمن علماء وأدباء آل بن يحيى. تريم للدراسات والنشر. الطبعة الأولى. اليمن،\nحضرموت. 1428ه.\n</p>\n\n<p>\n105. محمود شاكر. التاريخ الإسلامي. المكتب <span id='ms112'></span> الإسلامي. الطبعة الثالثة.\n1411ه.\n</p>\n\n<p>\n106. مسلم، أبو الحسين مسلم بن الحجاج القشيري النيسابوري (206ه - 261ه).\nصحيح مسلم. تحقيق محمد فؤاد عبد الباقي. دار إحياء التراث العربي. لبنان،\nبيروت. 1408ه.\n</p>\n\n<p>\n107. المنجد، د/صلاح الدين المنجد. قواعد تحقيق المخطوطات. دار الكتاب\nالجديد. الطبعة السابعة. لبنان، بيروت. 1407ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p359'> Vol. 01, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\n108. النسائي، أبو عبد الرحمن أحمد بن شعيب النسائي (215ه - 303ه). سنن\nالنسائي: السنن الكبرى. تحقيق عبد الغفار سليمان البنداري وسيد كسروي حسن.\nدار الكتب العلمية. لبنان، بيروت 1411ه.\n</p>\n\n<p>\n109. النيسابوري، نظام الدين الحسن بن محمد بن الحسين القمي (ت 738ه).\nغرائب القرآن ورغائب الفرقان. تحقيق إبراهيم عطوة عوض. شركة ومكتبة مصطفى\nالبابي الحلبي وأولاده. الطبعة الأولى. مصر. 1381ه.\n</p>\n\n<p>\n110. الواسعي، عبد الواسع بن يحيى الواسعي الصنعاني الزيدي. (1295 ه -\n1379 ه). كنز الثقات في علم الأوقات. مطبعة حجازي. مصر. القاهرة. 1367 ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head82'>الدوريات</h1>\n\n<p>\n1. عزام، أ. د. وليد جميل عزام / جامعة الإمارات. مقال: (الأبراج\nالسماوية ثلاثة عشر برجا). مجلة (عالم الفلك) الإماراتية. تصدر عن رابطة\nهواة الفلك بنادي تراث الإمارات. العدد الأول. صفر 1420ه - يونيو 1999م.\n</p>\n\n<p>\n2. محمد المبارك، محمد بن حسن المبارك. مقال (من تراث النجديين في العلوم\nالرياضية والفلكية). جريدة الرياض العدد 13955 الجمعة 15 شعبان 1427ه - 8\nسبتمبر 2006م. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n             <span id='ms113'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361"
  ],
  "volumes": [
    "01"
  ]
}