{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nالفوائد المعللة\n</p>\n\n<p>\nالجزء الأول والثاني من حديثه\n</p>\n\n<p>\nتأليف\n</p>\n\n<p>\nعبد الرحمن بن عمرو النصري\n</p>\n\n<p>\nالمشهور بأبي زرعة الدمشقي\n</p>\n\n<p>\nالملقب بشيخ الشباب\n</p>\n\n<p>\n(المولود قبل المائتين، والمتوفى سنة 281ه)\n</p>\n\n<p>\nدراسة وتحقيق\n</p>\n\n<p>\nرجب بن عبد المقصود\n</p>\n\n<p>\nتوزيع\n</p>\n\n<p>\nمكتبة الإمام الذهبي\n</p>\n\n<p>\nالكويت\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1423ه -2003م\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالجزء الأول\n</p>\n\n<p>\nمن فوائد أبي زرعة عبد الرحمن بن عمرو النصري الحافظ الدمشقي.\n</p>\n\n<p>\n- رواية أبي القاسم علي بن يعقوب بن إبراهيم بن أبي العقب عنه.\n</p>\n\n<p>\n- رواية أبي محمد وأبي القاسم وأبي نصر وأبي القاسم وأبي بكر عنه.\n</p>\n\n<p>\n- رواية أبي محمد عبد العزيز بن أحمد بن محمد الكتاني عنه.\n</p>\n\n<p>\n- رواية أبي القاسم إسماعيل بن أحمد بن عمر بن الأشعث السمرقندي عنه.\n</p>\n\n<p>\n- رواية أبي الحسن علي بن أبي العباس أحمد بن أبي الحسن علي بن هبل الحكم\nعنه.\n</p>\n\n<p>\nسماع عنه لصاحبه إبراهيم بن محمد بن الأزهر الصريفيني نفعه الله به عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nأخبرنا الشيخ الإمام الأجل مهذب الدين أبو الحسن علي بن أبي العباس أحمد\nبن أبي الحسن علي بن هبل أيده الله قراءة عليه وأنا أسمع بإربل في منزل\nالشيخ في مستهل المحرم سنة خمس وستمائة قال أنا الشيخ الحافظ أبو القاسم\nإسماعيل بن أحمد بن عمر بن الأشعث السمرقندي قراءة عليه ببغداد يوم\nالأربعاء رابع عشرين شهر ربيع الآخر من سنة ثمان وعشرين وخمس مئة أنا أبو\nمحمد عبد العزيز بن أحمد بن محمد الكتاني قراءة عليه من لفظه وأنا أسمع\nبدمشق في سنة اثنتين وستين وأربعمئة قال أنا أبو محمد عبد الرحمن بن عثمان\nبن أبي نصر وأبو القاسم تمام بن محمد الرازي والقاضي أبو نصر محمد بن أحمد\nبن هارون الغساني المعروف بابن الجندي وأبو القاسم عبد الرحمن بن حسين بن\nالحسن بن علي بن أبي العقب وأبو بكر محمد بن عبد الرحمن بن عبيد الله بن\nيحيى القطان قراءة عليهم قالوا أنا أبو القاسم علي بن يعقوب بن إبراهيم بن\nأبي العقب قراءة عليه.\n</p>\n\n<h1 class='l1' id='head0'>1 - </h1>\n\n<p>\nثنا أبو زرعة عبد الرحمن بن عمرو بن عبد <span id='ms01'></span> الله بن صفوان النصري سنة ثمانين\nومأتين ثنا أبو عمارة سوار بن عمارة الربعي ورأيت يحيى بن معين يكتب بين\nيديه سنة أربع عشرة ومأتين ثنا مسرة بن معبد اللخمي قال صلى بنا يزيد بن\nأبي كبشة صلاة العصر ثم انصرف إلينا بعد سلامه فقال إني صليت وراء مروان\n</p>\n\n<h1 class='l1' id='head1'>[ص: 77]</h1>\n\n<p>\nبن الحكم فسجد بنا مثل هاتين السجدتين ثم انصرف إلينا فعلمنا أنه صلى\nوراء عثمان بن عفان فسجد بنا مثل هاتين السجدتين ثم قال إني كنت عند نبيكم\nصلى الله عليه وسلم أتى رجل فسلم عليه ثم قال يا نبي الله إني صليت فلم أدر\nأشفعت أم وترت ثم صليت فلم أدر أشفعت أم وترت ثلاثا يقولها فأجابه نبي الله\nصلى الله عليه وسلم فقال يتلاعب بكم الشيطان في صلاتكم من صلى فلم يدر أشفع\nأم وتر فليسجد سجدتين فإنهما تمام صلاته سمعت أبا زرعة يقول هذا الحديث رأس\nالمال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>2 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا الوليد بن النضر المسعودي ثنا مسرة بن معبد اللخمي عن\nالزهري عن سعيد بن المسيب عن أبي هريرة عن النبي صلى الله عليه وسلم قال\nاقتلوا الحيات وعليكم بذي الطفيتين الأبتر فإنهما يلتمسان البصر ويسقطان\nالحبل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>3 - </h1>\n\n<p>\nحدثنا أبو زرعة ويزيد بن أحمد السلمي قالا نا أبو مسهر عبد الأعلى بن\nمسهر الغساني نا محمد بن مسلم الطائفي عن إبراهيم بن ميسرة عن طاووس عن ابن\nعباس قال قال رسول الله صلى الله عليه وسلم لم ير للمتحابين مثل التزويج\nولفظ الحديث لأبي زرعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>4 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو مسهر سنة اثنتي عشرة ومأتين نا سعيد بن عبد العزيز\nالتنوخي عن مكحول عن زياد بن جارية عن حبيب بن مسلمة قال شهدت رسول الله\nصلى الله عليه وسلم نفل الربع قال سعيد فسره سليمان بن موسى الربع في\nالبدأة والثلث في الرجعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>5 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو مسهر نا سعيد بن عبد العزيز عن ربيعة بن يزيد عن\nأبي إدريس الخولاني عن أبي ذر عن رسول الله <span id='ms02'></span> صلى الله عليه وسلم عن الله عز\nوجل قال يا عبادي إني حرمت الظلم على نفسي وجعلته محرما بينكم فلا تظالموا\nيا عبادي إنكم الذين تخطئون بالليل والنهار وأنا أغفر الذنوب ولا أبالي\nفاستغفروني أغفر لكم يا عبادي كلكم جائع إلا من أطعمته فاستطعموني أطعمكم\nيا عبادي كلكم عار إلا من كسوته فاستسكوني أكسكم يا عبادي لو أن أولكم\nوآخركم وإنسكم وجنكم كانوا على أتقى قلب رجل منكم لم يزد ذلك في ملكي شيئا\nيا عبادي لو أن أولكم وآخركم وإنسكم وجنكم اجتمعوا على أفجر قلب رجل منكم\nلم ينقص ذلك من ملكي شيئا يا عبادي لو أن أولكم وآخركم وأنسكم وجنكم\nاجتمعوا في صعيد واحد فأعطيت كل واحد منهم مسألته لم ينقص ذلك من ملكي إلا\nكما ينقص البحر أن يغمس فيه المخيط غمسة واحدة يا عبادي إنما هي أعمالكم\nأحفظها عليكم فمن وجد خيرا فليحمد الله تعالى ومن وجد غير ذلك فلا يلومن\nإلا نفسه\n</p>\n\n<p>\nقال سعيد كان أبو إدريس إذا حدث بهذا الحديث جثا على ركبتيه قال أبو زرعة\nقالوا لأبي مسلم إن الوليد بن مسلم لا يرفعه فاثبت رفعه وجعل يتعجب\n</p>\n\n<p>\nصحيح أخرجه مسلم عن محمد بن إسحاق الصغاني عن أبي مسهر الغساني الدمشقي\nعن عبد الله بن عبد الرحمن الدارمي عن مروان كلاهما عن سعيد بن عبد العزيز.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>6 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو مسهر نا سعيد بن عبد العزيز عن ربيعة بن يزيد عن\nأبي إدريس الخولاني عن أبي مسلم الخولاني حدثني الحبيب الأمين أما هو إلي\nفحبيب وأما هو عندي فأمين عوف بن مالك الأشجعي قال كنا عند رسول الله صلى\nالله عليه وسلم سبعة أو ثمانية أو تسعة فقال ألا تبايعون رسول الله فرددها\nثلاث مرات فقدمنا أيدينا وبايعنا فقلنا يا رسول الله قد بايعناك فعلام\nنبايعك قال على أن تعبدوا الله ولا تشركوا به شيئا والصلوات الخمس وأسر\nكلمة خفية لا تسألوا الناس شيئا قال فلقد رأيت بعض أولئك النفر يسقط سوطه <span id='ms03'></span>\nفلا يسأل أحدا أن يناوله زاد القاضي وعبد الرحمن إياه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>7 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو صالح ثنا معاوية بن صالح عن ربيعة بن يزيد عن أبي\nإدريس الخولاني عن عوف بن مالك وذكر الحديث قلت ولم يذكر أبا مسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>8 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا سعيد بن منصور نا حفص بن ميسرة الصنعاني حدثني عبد\nالرحمن بن حرملة عن عدي الجذامي أنه لقى رسول الله صلى الله عليه وسلم في\nبعض أسفاره قال قلت يا رسول الله كان لي امرأتان اقتتلتا فرميت إحداهما\nفرمي في جنازتها فماتت قال اعقلها ولا ترثها قال فكأني أنظر إلى رسول الله\nصلى الله عليه وسلم على ناقة حمراء جدعاء وهو يقول هلموا أيها الناس فإنما\nالأيدي ثلاثة فيد الله العليا ويد المعطي الوسطى ويد المعطى السفلى فتعففوا\nبحزم الحطب اللهم هل بلغت اللهم هل بلغت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>9 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا حيوة بن شريح ثنا بقية بن الوليد عن بحير بن سعد عن\nخالد بن معدان عن جبير بن نفير أن نفرا قالوا لعمر بن الخطاب ما رأينا رجلا\nأقضي بالقسط ولا أقول بالحق ولا أشد على المنافقين منك يا أمير المؤمنين\nفأنت خير الناس بعد رسول الله صلى الله عليه وسلم فأنصت عنهم عمر فقال عوف\nبن مالك كذبتم والله لقد رأينا خيرا منه بعد رسول الله صلى الله عليه وسلم\nفأقبل عليه عمر رضي الله عنه فقال من هو يا عوف قال أبو بكر قال عمر صدق\nعوف وكذبتم والله لقد كان أبو بكر أطيب من ريح المسك وإني لمثل بعير أهلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>10 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو مسهر ثنا سعيد بن عبد العزيز عن ربيعة بن يزيد عن\nأبي إدريس الخولاني عن عبد الله بن حوالة الأزدي عن رسول الله صلى الله\nعليه وسلم قال ستجندون أجنادا مجندة جندا بالشام وجندا بالعراق وجندا\nباليمن فقال الحوالي خرلي يا رسول الله قال عليكم بالشام فمن أبى فليحلق\nبيمنه وليستق من غدره فإن الله قد تكفل لي بالشام <span id='ms04'></span> وأهله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>11 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو مسهر نا سعيد بن عبد العزيز عن ربيعة بن يزيد عن\nأبي إدريس الخولاني عن ابن الديلمي عن عبد الله بن عمرو عن رسول الله صلى\nالله عليه وسلم أن سليمان بن داود لما بنى بيت المقدس سأل الله تعالى حكما\nيصادف حكمه فأوتيه وسأل الله حين فرغ من بنيان المسجد أن لا يأتيه أحد لا\nينهزه إلا الصلاة فيه أن يخرجه من ذنوبه كهيئته يوم ولدته أمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>12 - </h1>\n\n<p>\nحدثنا أبو زرعة حدثني أبو النضر إسحاق بن إبراهيم قال كنت أسمع وقع دموع\nسعيد بن عبد العزيز على الحصير في الصلاة في المسجد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>13 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو مسهر حدثني محمد بن شعيب أخبرني أبو\n</p>\n\n<h1 class='l1' id='head14'>[ص: 84]</h1>\n\n<p>\nزرعة يحيى بن أبي عمرو الشيباني عن عبد الله بن ناشره أنه أخبره عن حديث\nسعد بن سفيان القارئ قال توفي أخوه وأوصى بمائة دينار في سبيل الله قال\nفوافق ذلك صالح بن فرعون فلم يكن يومئذ غازية قال فقدمت المدينة في حج أو\nعمرة فدخلت على عثمان فإذا رجل عنده قاعد وكان علي قباء بزيون كنت أصبته من\nعلج سلبته بأرض الروم وكان فروجه وجيبه مكففا بحرير فلما رأى ذلك الرجل\nأقبل علي يجاذبني قبائي بخرقه فلما رأى ذلك عثمان قال دع الرجل عنك وذكر\nالحديث بطوله قال أبو القاسم أنا اختصرته قال فلما خرجت من عنده سألت عن\nالرجل الذي جاذبني فقيل هو علي بن أبي طالب فأتيته في منزله فقلت له ما\nرأيت مني فقال سمعت رسول الله صلى الله عليه وسلم يقول أوشك أن تستحل أمتي\nفروج النساء والحرير. وهذا أول حرير رأيته على أحد من المسلمين قال فخرجت\nمن عنده فبعته من الخياط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>14 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو مسهر ومحمد بن المبارك قال ثنا صدقة بن خالد ح\nوثنا أبو زرعة قال ونا عبد الرحمن بن إبراهيم نا محمد بن شعيب قال صدقة في\nحديثه أخبرني خالد بن دهقان قال أخبرني خالد بن سيلان <span id='ms05'></span> عن كهيل بن حرملة\nالنمري قال قدم أبو هريرة دمشق فنزل على أبي كلثم الدوسي قال محمد بن\nالمبارك في حديثه فجلس في المسجد في عريشه فتذاكروا الصلاة\n</p>\n\n<h1 class='l1' id='head16'>[ص: 85]</h1>\n\n<p>\nالوسطى فاختلفا فقال أبو هريرة اختلفنا كما اختلفتم ونحن بفناء بيت رسول\nالله صلى الله عليه وسلم وفينا الرجل الصالح أبو هاشم بن عتبة بن ربيعة بن\nعبد شمس فقال أنا أعلم لكم ذلك وكان جريئا عليه فدخل فاستأذن على رسول الله\nصلى الله عليه وسلم فدخل ثم خرج فأخبرنا أنها صلاة العصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>15 - </h1>\n\n<p>\nسمعت أبا زرعة يقول سمعت أبا مسهر يقول صدقة بن خالد صحيح الأخذ صحيح\nالإعطاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>16 - </h1>\n\n<p>\nحدثنا أبو زرعة نا علي بن عياش الألهاني أبو الحسن البكاء نا شعيب بن أبي\nحمزة عن نافع عن ابن عمر أن النبي صلى الله عليه وسلم قال إذا جاء أحدكم\nإلى الجمعة فليغتسل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>17 - </h1>\n\n<p>\nحدثنا أبو زرعة نا عبد الله بن صالح نا معاوية بن سلام عن يحيى\n</p>\n\n<h1 class='l1' id='head20'>[ص: 87]</h1>\n\n<p>\nبن أبي كثير عن نافع أن عبد الله بن عمر أخبره أن رسول الله صلى الله\nعليه وسلم قال من جاء منكم الجمعة فليغتسل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>18 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم نا مالك بن مغول عن نافع عن ابن عمر أن رسول\nالله صلى الله عليه وسلم قال من جاء منكم الجمعة فليغتسل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>19 - </h1>\n\n<p>\nحدثنا أبو زرعة نا علي بن عياش نا شعيب بن أبي حمزة عن نافع عن ابن عمر\nقال قال رسول الله صلى الله عليه وسلم الخيل معقود في نواصيها الخير إلى\nيوم القيامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>20 - </h1>\n\n<p>\nحدثنا أبو زرعة نا علي بن عياش نا حريز بن عثمان حدثني عبد الرحمن بن\nميسرة عن جبير بن نفير عن بسر بن جحاش القرشي أن رسول\n</p>\n\n<h1 class='l1' id='head24'>[ص: 88]</h1>\n\n<p>\nالله صلى الله عليه وسلم بزق يوما على كفه فوضع عليه أصبعه ثم قال يقول\nالله تبارك وتعالى ابن آدم أنى تعجزني وقد خلقتك من مثل هذه حتى إذا سويتك\nوعدلتك مشيت بين بردين وللأرض منك وئيد فجمعت ومنعت حتى إذا <span id='ms06'></span> بلغت التراقي\nقلت أتصدق وأنى أوان الصدقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>21 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم الفضل بن دكين الأحول نا فطر بن خليفة عن\nإسماعيل بن رجاء عن أبيه قال سمعت أبا سعيد الخدري قال كنا جلوسا ننتظر\nالنبي صلى الله عليه وسلم فخرج علينا من بعض بيوت نسائه فقمنا فانقطع شسع\nنعله فأخذها علي بن أبي طالب فتخلف عليها ليصلحها فقام رسول الله صلى الله\nعليه وسلم ينتظره ونحن قيام معه وفي القوم يومئذ أبو بكر وعمر فقال إن منكم\nمن يقاتل على تأويل القرآن كما قاتلت على تنزيله فاستشرف لها أبو بكر وعمر\nفقال لا ولكنه صاحب النعل فأتيته لأبشره بما قيل له فكأنه لم يرفع به رأسا\nكأنه شيء قد سمعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>22 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم نا شيبان هو ابن عبد الرحمن النحوي عن يحيى\nبن أبي كثير عن أبي سلمة عن ابن عباس وعائشة أن رسول الله صلى الله عليه\nوسلم مكث بمكة عشر سنين ينزل عليه القرآن وبالمدينة عشرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>23 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أحمد بن جميل المروزي نا عبد الله بن المبارك عن صفوان\nبن عمرو عن عبد الرحمن بن جبير عن أبيه قال قلنا للمقداد بن الأسود طوبى\nلهاتين العينين اللتين رأتا رسول الله صلى الله عليه وسلم وأننا لوددنا أنا\nرأينا ما رأيت وشهدنا ما شهدت فغضب وقال يتمنى أحدكم مشهدا لو شهده لم يدر\nكيف كان يكون فيه والله لقد أدرك رسول الله صلى الله عليه وسلم أقوام لم\nيؤمنوا به ولم يصدقوه ولقد كان أحدهم ينظر إلى والده أو ولده أو أخيه قد\nفتح الله قفل قلبه للإسلام فإنها التي قال الله: {ربنا هب لنا من أزواجنا\nوذرياتنا قرة أعين}\n</p>\n\n<p>\nسمعت أبا زرعة يقول هذا حديث جليل حديث ابن جميل المروزي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>24 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم نا عصام بن قدامة نا مالك بن نمير الخزاعي من\nأهل البصرة أن أباه حدثه أنه رأى رسول الله صلى الله عليه وسلم قاعدا في <span id='ms07'></span>\nالصلاة واضعا ذراعه اليمنى على فخذه اليمنى رافعا إصبعه السبابة قد حناها\nشبها وهو يدعو.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>25 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم نا الأعمش عن إبراهيم عن الأسود عن عائشة\nقالت أهدى رسول الله صلى الله عليه وسلم مرة غنما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>26 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم نا الأعمش عن أبي صالح عن أبي سعيد الخدري\nقال قال رسول الله صلى الله عليه وسلم لا تسافر المرأة سفرا ثلاثة أيام\nفصاعدا إلا مع زوجها أو ابنها أو ذوي محرم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>27 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم نا الأعمش عن أبي صالح عن أبي هريرة قال قال\nرسول الله صلى الله عليه وسلم قال قال الله عز وجل الصوم لي وأنا أجزي به\nيدع شهوته وأكله وشربه من أجلي والصوم جنة وللصائم فرحتان فرحة حين يفطر\nوفرحة حين يلقى ربه ولخلوف فيه أطيب عند الله من ريح المسك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>28 - </h1>\n\n<p>\nحدثنا أبو زرعة نا علي بن الحسن النسائي بالرقة نا العلاء بن هلال أبو\nهلال بن العلاء نا عبيد الله بن عمرو عن زيد بن أبي أنيسة عن أبي إسحاق عن\nعبد الله بن الحارث بن نوفل عن علي بن أبي طالب قال قال رسول الله صلى الله\nعليه وسلم يقول الله عز وجل الصوم لي وأنا أجزي به ولخلوف فم الصائم أطيب\nعند الله من ريح المسك وللصائم فرحتان فرحة عند فطره وفرحة عند لقاء ربه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>29 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم نا الأعمش عن عمرو بن مرة قال كنا عند أبي\nعبيدة فذكروا الرياء فقال شيخ يكنى أبا يزيد قد سمعت عبد الله بن عمر يقول\nقال لي رسول الله صلى الله عليه وسلم من سمع الناس بعمله سمع الله به سامع\nخلقه يوم القيامة وحقره وصغره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>30 - </h1>\n\n<p>\nوبه حدثنا الأعمش عن أبي صالح عن أبي هريرة قال قال رسول الله صلى الله\nعليه وسلم ليس المسكين الذي ترده الأكلة والأكلتان والتمرة والتمرتان ولكن\nالمسكين الذي لا يسأل الناس شيئهم ولا يفطن بمكانه فيعطى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>31 - </h1>\n\n<p>\nقال <span id='ms08'></span> الأعمش وأخبرني الهجري عن أبي الأحوص عن عبد الله مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>32 - </h1>\n\n<p>\nوبه نا الأعمش عن إبراهيم التيمي عن أبيه عن أبي ذر قال كنا مع\n</p>\n\n<h1 class='l1' id='head37'>[ص: 96]</h1>\n\n<p>\nرسول الله صلى الله عليه وسلم في المسجد عند غروب الشمس فقال يا أبا ذر\nأتدري أين تغرب الشمس قال قلت الله ورسوله أعلم قال فإنها تذهب حتى تسجد\nتحت العرش عند ربها فتستأذن فيؤذن لها ويوشك أن تستأذن فلا يؤذن لها حتى\nتستشفع وتطلب فإذا طال عليها قيل لها اطلعي من مكانك فذلك قوله: {والشمس\nتجري لمستقر لها ذلك تقدير العزيز العليم}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>33 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم نا الأعمش عن إبراهيم عن علقمة قال جاء رجل\nإلى عمر فقال جئتك من عند رجل يملي المصاحف على ظهر قلبه ففزع عمر وقال\nويحك انظر ماذا تقول قال ما جئتك إلا بالحق قال ومن هو قال عبد الله بن\nمسعود قال ما أعلم أحق بذلك منه وسأحدثك عن عبد الله أنا سمرنا ليلة في بيت\nأبي بكر في بعض ما يكون من حاجة النبي صلى الله عليه وسلم فخرجنا ورسول\nالله صلى الله عليه وسلم يمشي بيني وبين أبي بكر فلما انتهينا إلى المسجد\nإذا رجل يقرأ فقام النبي صلى الله عليه وسلم يستمع فقلت يا رسول الله أعتمت\n</p>\n\n<h1 class='l1' id='head39'>[ص: 97]</h1>\n\n<p>\nفغمزني بيده أسكت فقرأ فركع وسجد ثم جلس يدعو ويستغفر فقال النبي صلى\nالله عليه وسلم سل تعطه وقال من سره يقرأ القرآن رطبا كما أنزل فليقرأ كما\nقرأ ابن أم عبد فقلت أنا لصاحبي إنه عبد الله قال فلما أصبحت غدوت لأبشره\nقال قد سبقك بها أبو بكر وما سابقته إلى خير قط إلا سبقني إليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>34 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم نا جعفر بن برقان عن ميمون بن مهران أن رسول\nالله صلى الله عليه وسلم دخل المسجد ليلا فمشى بين أبي بكر وعمر وذكر\nالحديث وذكر أن دعاه كان اللهم إني أسألك إيمانا لا يرتد ونعيما لا ينفد\nومرافقة نبيك محمد صلى <span id='ms09'></span> الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>35 - </h1>\n\n<p>\nقال ثنا ابن أبي العقب نا أحمد بن علي الحمصي نا أبو خيثمة زهير بن حرب\nنا جرير عن مغيرة عن إبراهيم عن علقمة قال قرأت على عبد الله فأعجبه صوتي\nفقال رتل فداك أبي وأمي وكان علقمة حسن الصوت بالقرآن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head42'>36 - </h1>\n\n<p>\nحدثنا أبو زرعة نا يحيى بن صالح الوحاظي نا حاتم نا عمران بن مسلم القصير\nأنا سعيد بن سليمان عن يزيد بن نعامة قال قال رسول الله صلى الله عليه وسلم\nإذا آخا الرجل الرجل فليسأله عن اسمه واسم أبيه وممن هو فإنه أوصل للمودة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head43'>37 - </h1>\n\n<p>\nحدثنا أبو يعقوب المروزودي نا عبد الله بن خبيق نا الهيثم بن جميل عن\nعمارة بن زاذان عن ثابت البناني عن أنس بن مالك قال\n</p>\n\n<h1 class='l1' id='head44'>[ص: 99]</h1>\n\n<p>\nجاء رجل إلى النبي صلى الله عليه وسلم قال إن لي أخا أحبه في الله قال\nفأعلمه فإنه أثبت للمودة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>38 - </h1>\n\n<p>\nحدثنا أبو زرعة نا يحيى بن يوسف الزمي أخبرنا عبيد الله بن عمرو عن إسحق\nبن راشد عن الزهري عن أبي سلمة عن أبي هريرة عن النبي صلى الله عليه وسلم\nقال ما أذن الله لشيء كإذنه لنبي يتغنى بالقرآن قال وسمع قراءة أبي موسى\nذات ليلة فقال لقد أوتي أبو موسى من مزامير آل داود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>39 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أحمد بن عبد الله بن يونس نا زهير عن سليمان التيمي عن\nقتادة أن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم لا تواصلوا قال\nقيل فإنك تواصل قال إني لست كأحد منكم إن ربي يطعمني ويسقيني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head47'>40 - </h1>\n\n<p>\nحدثنا أبو زرعة نا يحيى بن صالح ثنا سليمان بن بلال نا العلاء عن أبيه عن\nأبي هريرة قال قال رسول الله صلى الله عليه وسلم الجرس مزمار الشيطان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>41 - </h1>\n\n<p>\nحدثنا أبو زرعة نا الأوزاعي أخبرني محمد بن علي بن حسين بن فاطمة أخبرني\nسعيد بن المسيب حدثني عبد الله بن عباس قال قال رسول الله صلى الله عليه\nوسلم إن مثل الذي يرجع في صدقته <span id='ms10'></span> كمثل الكلب يقيء ثم يرجع في قيئه فيأكله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>42 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم نا فطر بن خليفة عن أبيه عن عمرو بن حريث قال\nمر النبي صلى الله عليه وسلم بعبد الله بن جعفر وهو يلعب بالتراب فقال\nاللهم بارك له في تجارته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>43 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو الأشهب هوذة بن خليفة البكرواي نا ابن جريج عن عمر\nبن عطاء بن أبي الخوار أن نافع بن جبير أرسله إلى السائب بن يزيد يسأله عن\nشيء رآه منه معاوية في الصلاة قال نعم صليت معه الجمعة في المقصورة فلما\nسلم الإمام قمت في مقامي فصليت فلما دخل أرسل إلي فقال لا تعد لما فعلت إذا\nصليت الجمعة فلا تصلها بصلاة حتى تتكلم أو تخرج فإن نبي الله عليه السلام\nأمر بذلك أن لا توصلوا بصلاة حتى يتكلم أو يخرج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>44 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو غسان مالك بن إسماعيل نا زهير بن معاوية عن أبي\nحمزة عن إبراهيم عن علقمة عن عبد الله بن مسعود رضي الله عنه أن النبي صلى\nالله عليه وسلم كان يصلي في نعليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>45 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم نا مالك بن مغول عن طلحة هو ابن مصرف قال\nسألت ابن أبي أوفى قلت أوصى رسول الله صلى الله عليه وسلم قال لا قلت كيف\nكتب\n</p>\n\n<h1 class='l1' id='head53'>[ص: 102]</h1>\n\n<p>\nعلى الناس الوصية أو أمروا به ولم يوص قال أوصى بكتاب الله قال هو بل\nأكان أبو بكر يتأمر على وصي رسول الله صلى الله عليه وسلم ود أبو بكر لو\nوجد عهدا من رسول الله صلى الله عليه وسلم فخزم أنفه بخزامه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head54'>46 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم نا مالك بن مغول عن الحكم عن عمرو بن ميمون\nقال أمنا عمر ما بين مكة والمدينة في الفجر فقرأ: {قل يا أيها الكافرون}، و\n{قل هو الله أحد}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head55'>47 - </h1>\n\n<p>\nحدثنا أبو زرعة نا إبراهيم بن يعقوب نا عمرو بن محمد الناقد عن يعقوب بن\nإبراهيم بن سعد عن أبيه عن <span id='ms11'></span> محمد بن إسحاق عن مسعر بن كدام عن مالك بن مغول\nبمثل ما حدثنا به أبو نعيم قال حدثنا مالك بن مغول الحديث الذي قبله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>48 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أحمد بن خالد الوهبي نا إسرائيل عن أبي إسحاق عن عمرو\nبن ميمون أنه صلى مع عمر بن الخطاب صلاة العشاء بمكة فقرأ بالتين والزيتون\nفرفع عمر صوته وطور سيناء وقرأ في الركعة الثانية: {ألم تر كيف فعل ربك\nبأصحاب الفيل}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head57'>49 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم نا مالك بن مغول عن الحكم عن عبد الرحمن بن\nأبي ليلى قال لقيت كعب بن عجرة قال ألا أهدي لك هدية جاء رجل إلى النبي صلى\nالله عليه وسلم فقال السلام عليك فقد عرفناه أو علمناه فكيف الصلاة عليك\nقال يقول اللهم صلي على محمد وعلى آل محمد كما صليت على إبراهيم وآل\nإبراهيم إنك حميد مجيد اللهم بارك على محمد وعلى آل محمد كما باركت على\nإبراهيم وعلى آل إبراهيم إنك حميد مجيد.\n</p>\n\n<p>\nوقال ابن أبي ليلى علمنا معهن معقبان لا تخيب قائلهن أو فاعلهن ثلاث\nوثلاثون تسبيحة في دبر كل صلاة وثلاث وثلاثون تحميدة وأربع وثلاثون تكبيرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>50 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم نا مالك بن مغول قال سمعت عطية العوفي قال\nسمعت أبا سعيد الخدري قال قال رسول الله صلى الله عليه وسلم إن أهل الدرجات\nالعلى لينظرون إلى من هو أسفل منهم كما ينظرون الكوكب الدري في أفق السماء\nوإن أبا بكر وعمر من أولئك وأنعما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head59'>51 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم نا مالك بن مغول عن حصين بن عبد الرحمن عن\nالشعبي عن عمران بن حصين قال قال رسول الله صلى الله عليه وسلم لا رقية إلا\nمن عين أو حمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>52 - </h1>\n\n<p>\nحدثنا أبو زرعة قال سمعت أبا زرعة قلت أنا أحسبه يعني الرازي قال سمعت\nمنصور بن أبي مزاحم قال سمعت شريك القاضي يقول رأيت سفيان الثوري في أفضل\nبيت في الكوفة بيت مالك بن مغول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>53 - </h1>\n\n<p>\nحدثنا أبو <span id='ms12'></span> زرعة حدثني أحمد بن عبد الله بن يونس وذكرت له مالك بن مغول\nفقال وأين مثل مالك بن مغول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head62'>54 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم نا مالك بن مغول عن الزبير بن عدي عن أنس بن\nمالك قال ما زمان يأتي عليكم إلا شر من الذي قبله سمعت ذلك من نبيكم صلى\nالله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head63'>55 - </h1>\n\n<p>\nحدثنا أبو زرعة نا هوذة بن خليفة نا ابن عون عن محمد بن سيرين عن عبد\nالرحمن بن أبي بكرة قال لما كان ذلك اليوم ركب رسول الله صلى الله عليه\nوسلم ناقته ثم وقف فقال أتدرون أي يوم هذا فسكتنا حتى رأينا أنه سيسميه سوى\nاسمه فقال أليس يوم النحر قالوا بلى قال أتدرون أي شهر هذا فسكتنا حتى\nرأينا أنه سيسميه سوى اسمه فقال أليس ذا الحجة قالوا بلى قال أتدرون أي بلد\nهذا فسكتنا حتى رأينا أنه سيسميه سوى اسمه فقال أليس\n</p>\n\n<h1 class='l1' id='head64'>[ص: 109]</h1>\n\n<p>\nالبلدة فقلنا بلى قال فإن أموالكم وأعراضكم ودماءكم حرام بينكم في مثل\nيومكم هذا في مثل شهركم هذا في مثل ليلتكم هذا ألا ليبلغ الشاهد الغائب\nمرتين فرب مبلغ أوعى من مبلغ ثم مال على ناقته إلى غنيمات فجعل يقسمهن بين\nالرجلين الشاه وبين الثلاثة الشاه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>56 - </h1>\n\n<p>\nحدثنا أبو زرعة نا محمد بن الصلت وسعيد بن سليمان سعدويه قال ثنا منصور\nبن أبي الأسود عن الأعمش عن إبراهيم عن علقمة قال كان رسول الله صلى الله\nعليه وسلم ينام في سجوده فما نعرف نومه إلا بنفخه ثم يقوم في صلاته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>57 - </h1>\n\n<p>\nوحدثنا أبو زرعة قال فحدثنا سعيد بن سليمان ثنا يحيى بن زكرياء بن أبي\nزائدة عن حجاج عن فضيل عن إبراهيم عن علقمة عن عبد الله عن النبي صلى الله\nعليه وسلم بنحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head67'>58 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا عفان بن مسلم الصفار نا حماد عن حميد عن أنس عن عبادة\nبن الصامت قال قال رسول الله صلى الله عليه وسلم أنزل القرآن على سبعة\nأحرف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head68'>59 - </h1>\n\n<p>\nحدثنا أبو زرعة نا عفان نا <span id='ms13'></span> حماد عن حميد عن أنس أن النبي صلى الله عليه\nوسلم كان إذا عاد مريضا قال أذهب البأس رب الناس واشف وأنت الشافي لا شفاء\nإلا شفاؤك شفاء لا يغادر سقما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head69'>60 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو اليمان الحكم بن نافع نا صفوان بن عمرو السكسكي عن\nالأزهر بن عبد الله عن أبي عامر عبد الله بن لحي الهوزني قال حججت مع\nمعاوية بن أبي سفيان فلما قدمنا مكة أخبر بقاص يقص على أهل مكة مولى لبني\nمخزوم فأرسل إليه معاوية فقال أمرت بالقصص قال لا قال فما حملك على أن تقص\nبغير إذن قال ننشر ما علمناه الله فقال معاوية لو كنت تقدمت إليك قبل مدتي\nهذه لقطعت منك طائفا ثم قال حين صلى صلاة الظهر أن رسول الله صلى الله عليه\nوسلم قال إن أهل الكتاب افترقوا في دينهم على ثنتين وسبعين ملة وإن هذه\nالملة ستفترق على ثلاث وسبعين ملة كلها في النار إلا واحدة وهي الجماعة\nوقال إنه سيخرج في أمتي أقوام تتجارى بهم تلك الأهواء كما يتجارى الكلب\nبصاحبه فلا يبقى عرق ولا مفصل إلا دخله وإنه يا معشر العرب لئن لم تقوموا\nبما جاء به محمد صلى الله عليه وسلم لغيركم من الناس أحرى أن لا يقوم به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head70'>61 - </h1>\n\n<p>\nحدثنا أبو زرعة نا هوذة بن خليفة ثنا عوف يعني ابن الأعرابي عن زرارة بن\nأبي أوفى عن عبد الله بن سلام قال لما ورد رسول الله صلى الله عليه وسلم\nالمدينة وذكر الحديث وهو في آخر الجزء الثالث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>62 - </h1>\n\n<p>\nحدثنا أبو زرعة نا سليمان بن حرب نا شعبة عن خالد الحذاء عن أبي قلابة عن\nأنس بن مالك عن النبي صلى الله عليه وسلم قال ما بعث الله نبيا إلا أنذره\nالأعور الكذاب وإنه أعور وإن ربكم ليس بأعور وإنه بين عينيه كافر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head72'>63 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو اليمان نا صفوان بن عمرو عن عثمان بن جابر عن أنس\nبن مالك أن النبي صلى الله عليه وسلم <span id='ms14'></span> قال الحرب خدعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head73'>64 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا حيوة بن شريح نا بقية بن الوليد عن الزبيدي عن الزهري\nعن سالم عن أبيه أن النبي صلى الله عليه وسلم كان يسلم تسليمتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head74'>65 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم الفضل بن دكين نا جعفر بن برقان عن عمرو بن\nدينار عن طاووس عن ابن عباس قال وقت رسول الله صلى الله عليه وسلم لأهل\nالمدينة ذا الحليفة ولأهل الشام الجحفة ولأهل اليمن يلملم ولأهل الطائف قرن\nثم قال هن لأهلهن ولمن أتى عليهن من سوى أهلهن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head75'>66 - </h1>\n\n<p>\nحدثنا أبو زرعة نا الحسن بن بشر نا زهير ثنا الحسن بن الحر حدثني القاسم\nبن مخيرة قال أخذ علقمة بيدي فحدثني أن عبد الله بن مسعود أخذ بيده وأن\nرسول الله صلى الله عليه وسلم أخذ بيد عبد الله بن مسعود فعلمه التشهد في\nالصلاة فقال قل التحيات لله والصلوات والطيبات السلام عليك أيها النبي\nورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين أشهد أن لا إله\nإلا الله وأشهد أن محمدا عبده ورسوله فإذا فعلت هذا أو قضيت هذا فقد قضيت\nصلاتك إن شئت فقم وإن شئت فاقعد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head76'>67 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم نا الأعمش عن أبي وائل شقيق بن سلمة عن عبد\nالله بن مسعود عن النبي صلى الله عليه وسلم في التشهد مثل معناه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head77'>68 - </h1>\n\n<p>\nحدثنا أبو زرعة نا محمد بن عثمان بن الجماهر نا الهيثم بن حميد أخبرني\nمحمد بن يزيد الرحبي قال سمعت أبا الأشعث الصنعاني يحدث عن أبي عثمان\nالصنعاني قال لما فتح الله علينا دمشق خرجنا مع أبي الدرداء في مسلحة ببرزه\nثم تقدمنا مع أبي عبيدة بن الجراح ففتح الله بنا حمص ثم تقدمنا\n</p>\n\n<h1 class='l1' id='head78'>[ص: 135]</h1>\n\n<p>\nمع شرحبيل بن السمط فأوطأ الله بنا ما دون النهر يعني الفرات وحاصرنا\nعانات وأصابنا ... وقدم علينا سلمان الخير في مدد لنا فقال ألا أحدثكم بشيء\nسمعته من رسول الله صلى الله عليه وسلم عسى أن ييسر الله بعض ما أنتم <span id='ms15'></span> عليه\nسمعت رسول الله صلى الله عليه وسلم يقول رباط يوم وليلة خير من صيام شهر\nوقيامه صائما لا يفطر وقائما لا يفتر فإن مات مرابطا جرى له صالح ما كان\nيعمل حتى يبعث ووقي عذاب القبر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>69 - </h1>\n\n<p>\nحدثنا أبو زرعة نا الحسن بن بشر نا المعافى بن عمران عن الأوزاعي عن يحيى\nبن أبي كثير عن أبي سلمة عن أبي هريرة أن رسول الله صلى الله عليه وسلم نهى\nعن كل ذي ناب من السباع\n</p>\n\n<h1 class='l1' id='head80'>[ص: 136]</h1>\n\n<p>\nوعن حمار البيت وعن المجثمة والخليسة والنهبة وقال من أكل من هذه الشجرة\nفلا يقربن مسجدنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>70 - </h1>\n\n<p>\nحدثنا أبو زرعة نا عبد الله بن صالح حدثني معاوية بن صالح أن عبد الرحمن\nبن جبير بن نفير حدثه عن أبيه جبير عن أبي ذر أن رسول الله صلى الله عليه\nوسلم قال يا أبا ذر أترى أن كثرة المال هو الغنى قلت يا رسول الله هو الغنى\nقال وترى أن قلة المال هو الفقر قلت نعم يا رسول الله هو الفقر قال ليس\nكذلك إن الغنى غنى القلب ثم سألني رسول الله صلى الله عليه وسلم عن رجل من\nقريش قال هل تعرف فلانا قلت نعم يا رسول الله قال فكيف تراه قلت أراه إذا\nسأل أعطي وإذا حضر أدخل ثم سألني عن رجل من أهل الصفة فقال هل\n</p>\n\n<h1 class='l1' id='head82'>[ص: 137]</h1>\n\n<p>\nتعرف فلانا قلت لا يا رسول الله قال فكيف تراه قلت رجل مسكين فما زال\nيجليه لي وينعته حتى عرفته قلت نعم يا رسول الله قال فكيف تراه قلت رجل\nمسكين من أهل المسجد قال لهو خير من طلاع الأرض مثل الآخر قلت يا رسول الله\nألا يعطى من بعض ما أعطي الآخر قال إن يعطى خيرا فهو أهله وإن تصدق عنه فقد\nأعطى حسبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head83'>71 - </h1>\n\n<p>\nحدثنا أبو زرعة نا محمد بن بكار بن بلال نا سعيد بن بشير عن قتادة عن\nسعيد بن المسيب وأبي العالية عن أبي هريرة أن رسول الله صلى الله عليه وسلم <span id='ms16'></span>\nنهى أن تتزوج المرأة على عمتها أو على خالتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head84'>72 - </h1>\n\n<p>\nحدثنا أبو زرعة حدثني محمد بن عائذ نا الهيثم بن حميد عن المطعم بن\nالمقدام عن مجاهد قال خرجت إلى الغزو فشيعنا عبد الله بن عمر فلما أراد\nفراقنا قال إنه ليس عندي مال أعطيكما ولكني سمعت رسول الله صلى الله عليه\nوسلم يقول إذا استودع الله شيئا حفظه وإني أستودع الله دينكما وأمانتكما\nوخواتيم أعمالكما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head85'>73 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا سوار بن عمارة نا زهير بن محمد عن هشام بن عروة عن\nأبيه عن عائشة قالت قدم رسول الله صلى الله عليه وسلم فطاف بالبيت سبعا\nوصلى ركعتين فالسنة من رسول الله صلى الله عليه وسلم وأصحابه الطواف\nوالصلاة ركعتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head86'>74 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو مسهر نا الهقل بن زياد نا الأوزاعي حدثني أسيد بن\nعبد الرحمن حدثني خالد بن الدريك عن أبي موسى الأشعري رضي الله عنه قال قال\nرسول الله صلى الله عليه وسلم كيف بكم إذا قتل بعضكم بعضا قالوا نحن اليوم\nيقتل بعضنا بعضا قال ليس ذاك أعني فذكر كلاما وتنزع عقول رجال يحسبون أن\nالغي رشد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head87'>75 - </h1>\n\n<p>\nحدثنا أبو زرعة نا عبد الله بن صالح نا معاوية بن صالح أن عبد الرحمن بن\nجبير بن نفير حدثه عن أبيه عن المقداد بن الأسود الكندي قال جاء المقداد\nلحاجة له فقلت له اجلس عافاك الله حتى نطلب لك حاجتك قال فجلس فقال نعجب من\nقوم مررت بهم آنفا يتمنون الفتنة يزعمون ليبتليهم الله فيها كما أبلى رسوله\nوأصحابه وأيم الله لقد سمعت رسول الله صلى الله عليه وسلم يقول إن السعيد\nلمن جنب الفتن إن السعيد لمن جنب الفتن إن السعيد لمن جنب الفتن\n</p>\n\n<h1 class='l1' id='head88'>[ص: 139]</h1>\n\n<p>\nيرددها ثلاث مرات ولمن ابتلى فصبر فواها وأيم الله لا أشهد لأحد أنه من\nأهل الجنة حتى أعلم ما يموت عليه لحديث سمعته من رسول الله صلى الله عليه\nوسلم يقول لقلب ابن آدم أسرع انقلابا من القدر إذا استجمعت غليا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head89'>76 - </h1>\n\n<p>\nحدثنا أبو <span id='ms17'></span> زرعة نا علي بن عياش نا الوليد بن كامل البجلي عن المهلب بن\nحجر البهراني عن ضباعة بنت المقداد بن الأسود عن أبيها قال كان رسول الله\nصلى الله عليه وسلم إذا قام يصلي إلى عمود أو إلى شيء جعله عن يمين وجهه أو\nعن يساره ولا يقصد له قصده والذي حفظت أنه قال ما رأيت رسول الله صلى الله\nعليه وسلم يصلي إلى عمود ولا شيء إلا جعله عن يمينه أو عن شماله ولا يقصده\nقصده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>77 - </h1>\n\n<p>\nحدثنا أبو زرعة نا آدم بن أبي إياس نا الليث بن سعد عن معاوية بن صالح عن\nعبد الرحمن بن جبير بن نفير وحدثنا أبو زرعة نا أحمد بن صالح نا ابن وهب عن\nمعاوية بن صالح عن عبد الرحمن بن جبير بن نفير عن أبيه أن أبا جبير الكندي\nقدم على رسول الله صلى الله عليه وسلم فعلمه الوضوء فبدأ بفيه فقال له رسول\nالله صلى الله عليه وسلم لا تبدأ بفيك فإن الكافر يبدأ بفيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head91'>78 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو مسهر حدثني صدقة بن خالد عن ابن جابر عن الحارث بن\nيمجد حدثه عن رجل يكنى أبا سعيد قال قدمت من العالية إلى المدينة فما بلغت\nحتى أصابني جهد فبينا أنا أسير في سوق من أسواق المدينة سمعت رجلا يقول\nلصاحبه أن رسول الله صلى الله عليه وسلم قرا الليلة قال فلما سمعت ذكر\nالقرى وبي جهد أتيت رسول الله صلى الله عليه وسلم فقلت يا رسول الله بلغني\nأنك قريت الليلة قال أجل قلت وما ذاك قال طعام فيه سخنة قال قلت فما فعل\nفضله؟\n</p>\n\n<h1 class='l1' id='head92'>[ص: 141]</h1>\n\n<p>\nقال رفع قال قلت يا رسول الله أفي أول أمتك تكون يعني موتا أم في آخرها\nقال في أولها ثم تلحقوا بي أفنادا يفني بعضكم بعضا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head93'>79 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا محمد بن عائذ ثنا الهيثم بن حميد ثنا حفص بن غيلان\nثنا حيان بن حجر عن أبي الغادية المزني أن النبي صلى الله عليه <span id='ms18'></span> وسلم قال\nتكون فتن غلاظ شداد أسعد الناس فيها مسلمو أهل البوادي الذين لا يتندون من\nدماء الناس وأموالهم شيئا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head94'>80 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا محمد بن المبارك نا ابن عياش عن زمعة بن صالح عن سلمة\nبن وهرام عن عكرمة عن ابن عباس قال قال رسول الله صلى الله عليه وسلم\nاستعينوا بقائلة النهار على قيام الليل وبأكلة السحر على صيام النهار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head95'>81 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا محمد بن المبارك نا ابن عياش حدثني عبد الرحمن بن\nزياد بن أنعم عن زياد بن نعيم الحضرمي عن زياد بن الحرث الصدائي أنه سمع\nرسول الله صلى الله عليه وسلم يقول من أذن بالصلاة فهو يقيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head96'>82 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا علي بن عياش ثنا عبد الرحمن بن ثابت بن ثوبان عن أبيه\nعن مكحول عن جبير بن نفير عن ابن عمر قال قال رسول الله صلى الله عليه وسلم\nإن الله يقبل توبة العبد ما لم يغرغر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head97'>83 - </h1>\n\n<p>\nحدثنا أبو زرعة نا علي بن عياش ثنا شعيب بن أبي حمزة ثنا أبو الزناد عن\nالأعرج عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم إذا قاتل أحدكم\nفليجتنب الوجه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head98'>84 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا يحيى بن صالح ثنا عبيد الله بن عمرو ثنا يونس بن عبيد\nعن ابن سيرين عن أبي هريرة قال نهى رسول الله صلى الله عليه وسلم عن الصلاة\nفي ثلاث ساعات عند طلوع الشمس حتى تطلع وعند غروب الشمس حتى تغرب ونصف\nالنهار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head99'>85 - </h1>\n\n<p>\nحدثنا أبو زرعة نا يحيى بن صالح ثنا موسى بن أعين ثنا الليث بن سعد عن\nحبيب بن أبي ثابت عن سعيد بن جبير عن أبي هريرة قال أوصاني خليلي بثلاث\nركعتي الضحى وصيام ثلاثة أيام من كل شهر وألا أنام إلا على وتر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head100'>86 - </h1>\n\n<p>\nحدثنا أبو زرعة نا يحيى بن صالح ثنا معاوية بن سلام عن يحيى بن\n</p>\n\n<h1 class='l1' id='head101'>[ص: 144]</h1>\n\n<p>\nأبي كثير عن أبي سلمة بن عبد الرحمن عن عمر بن عبد العزيز أخبره أن عروة\nبن <span id='ms19'></span> الزبير أخبره أن عائشة أخبرته أن رسول الله صلى الله عليه وسلم كان\nيقبلها وهو صائم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head102'>87 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا محمد بن بكار ثنا سعيد بن بشير عن رجل عن الحكم عن\nإبراهيم عن شريح عن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم\nقال إن أولادكم من كسبكم وأطيب ما أكلتم من كسب أولادكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head103'>88 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا محمد بن معاذ بن عبد الحميد القرشي ثنا سعيد بن بشير\nعن الأعمش عن أبي صالح عن أبي هريرة أن رجلا قال يا رسول الله إني أعمل\nعملا أسره فيطلع عليه فيعجبني ذلك قال إن في ذاك أجران أجر السر وأجر\nالعلانية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head104'>89 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا محمد بن بكار نا سعيد بن بشير عن قتادة عن أنس بن\nمالك أن رسول الله صلى الله عليه وسلم كان يقول ما بين حافتي حوضي كما بين\nأيلة\n</p>\n\n<h1 class='l1' id='head105'>[ص: 145]</h1>\n\n<p>\nإلى عمان فيه أباريق الذهب والفضة عدد نجوم السماء أو أكثر من عدد نجوم\nالسماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head106'>90 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو نعيم نا يونس بن أبي إسحق عن أبي السفر عن عامر\nعن جرير بن عبد الله قال كنت عند معاوية فقال توفي رسول الله صلى الله عليه\nوسلم وهو ابن ثلاث وستين سنة وتوفي أبو بكر وهو ابن ثلاث وستين سنة وقتل\nعمر وهو ابن ثلاث وستين سنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head107'>91 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو مسهر ثنا ابن سماعة نا الأوزاعي حدثني الزهري عن\nسعيد بن المسيب عن أبي هريرة عن رسول الله صلى الله عليه وسلم قال حق\nالمسلم\n</p>\n\n<h1 class='l1' id='head108'>[ص: 146]</h1>\n\n<p>\nعلى المسلم خمس رد السلام وعيادة المريض وإجابة الدعوة وتشميت العاطس\nواتباع الجنائز.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head109'>92 - </h1>\n\n<p>\nوحدثنا أبو زرعة نا يسرة بن صفوان اللخمي نا محمد بن طلحة بن مصرف عن عبد\nالله بن شريك العامري عن عبد الرحمن بن عدي الكندي عن الأشعث بن قيس قال\nقال رسول الله صلى الله عليه وسلم إن أشكر الناس لله أشكرهم للناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>93 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا عبيد بن <span id='ms20'></span> حبان نا مالك بن أنس والليث بن سعد عن نافع\nعن سالم عن الجراح مولى أم حبيبة عن أم حبيبة أن رسول الله صلى الله عليه\nوسلم قال إن العير التي فيها جرس لا تصحبها الملائكة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head111'>94 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا سليمان بن عبد الرحمن وما وجدناه إلا عنده نا موسى بن\nعيسى حدثني عطاء الخراساني عن نافع عن ابن عمر قال سمعت رسول الله صلى الله\nعليه وسلم يقول من سحب ثيابه لم ينظر الله إليه قال فقال أبو ريحانة والله\nلقد أمرضني ما حدثنا رسول الله فوالله إني لأحب الجمال حتى أجعله في شراك\nنعلي وعلاقة سوطي فمن الكبر ذلك فقال رسول الله صلى الله عليه وسلم إن الله\nجميل يحب الجمال ويحب أن يرى أثر نعمته على عبده ولكن الكبر من سفه الحق\nوغمض الناس أعمالهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>95 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا محمد بن سعيد بن الأصبهاني أنبا معاوية بن هشام عن\nعمار بن رزيق عن عبد الله بن عيسى عن عكرمة عن يحيى بن يعمر عن أبي هريرة\nقال قال رسول الله صلى الله عليه وسلم من خبب خادما على سيدها فليس مني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head113'>96 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا يحيى بن صالح ثنا موسى بن أعين ثنا ليث عن عبد الرحمن\nبن القاسم عن أبيه عن عائشة قالت كان النبي صلى الله عليه وسلم إذا افتتح\nالصلاة قائما ركع قائما وإذا افتتح الصلاة جالسا ركع جالسا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head114'>97 - </h1>\n\n<p>\nحدثنا أبو زرعة نا يسرة بن صفوان ثنا فرج بن فضالة عن يحيى بن سعيد عن\nعمرة عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال ما من أحد من\nالناس أعظم أجرا من وزير صالح مع سلطان يأمره بذات الله فيطيعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head115'>98 - </h1>\n\n<p>\nوبهذا الإسناد قالت قال رسول الله صلى الله عليه وسلم ما من رجل ولي من\nأمر المسلمين فأراد الله به خيرا إلا جعل معه وزيرا صالحا فإن هو ذكر أعانه\nوإن هو نسى ذكره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head116'>99 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا سليمان بن <span id='ms21'></span> عبد الرحمن نا عبد الله بن وهب أخبرني محمد\nبن عمرو اليافعي عن ابن جريج عن يحيى بن سعيد عن عمرة عن عائشة قالت أن\nرسول الله صلى الله عليه وسلم عق عن حسن وحسين يوم السابع وسماهما وأمر أن\nيماط عن رؤسهما الأذى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head117'>100 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا عبد الله بن صالح حدثني معاوية بن صالح عن يحيى بن\nسعيد عن عمرة قالت سئلت عائشة ما كان يصنع النبي صلى الله عليه وسلم في\nبيته قالت بشر من البشر يخدم نفسه ويحلب شاته ويرقع ثوبه ويخصف نعله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head118'>101 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا نعيم بن حماد ثنا حماد الخياط عن عبد الله العمري عن\nأخيه عبيد الله بن عمر عن القاسم بن محمد عن عائشة قالت قال النبي صلى الله\nعليه وسلم إذا رأى الرجل في نومه ماء ولم ير احتلاما اغتسل وإن رأى احتلاما\nولم ير ماء فلا غسل عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head119'>102 - </h1>\n\n<p>\nحدثنا أبو زرعة نا يحيى بن يوسف بالري ثنا عبيد الله بن عمرو عن أيوب عن\nأبي قلابة عن أنس بن مالك أن رسول الله صلى الله عليه وسلم صلى بأصحابه\nفلما قضى صلاته أقبل عليهم بوجهه فقال أتقرأون في صلاتكم والإمام يقرأ\nفسكتوا قالها ثلاث مرات فقال قائل أو قائلون إنا لنفعل قال فلا تفعلوا\nوليقرأ أحدكم بفاتحة الكتاب في نفسه\n</p>\n\n<p>\nقال أبو زرعة قال لنا يحيى بن يوسف الزمي قال لي يحيى بن معين هذا خطأ قد\nرواه عبد الله بن جعفر عن عبيد الله بن عمرو عن أيوب عن أبي قلابة فقط وعبد\nالله بن جعفر كيس قال يحيى بن يوسف فقلت ليحيى بن معين وأنا ليس هكذا نا\nعبيد الله بن عمرو وثنا ابن\n</p>\n\n<h1 class='l1' id='head120'>[ص: 151]</h1>\n\n<p>\nعيينة عن أيوب عن أبي قلابة فقط قال لنا أبو زرعة هذا الصحيح من حديث\nأيوب وخالد أحفظ له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head121'>103 - </h1>\n\n<p>\nحدثنا أبو زرعة نا عبد الله بن جعفر الرقي بالرقة سنة ستة عشرة ومأتين\nقال نا عبيد الله بن عمرو عن زيد عن <span id='ms22'></span> العلاء بن عبد الرحمن عن نعيم المجمر\nعن ابن عمر أن النبي صلى الله عليه وسلم قال إزرة المؤمن إلى أنصاف ساقيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head122'>104 - </h1>\n\n<p>\nحدثنا أبو زرعة نا عبد الله بن جعفر ثنا عبيد الله بن عمرو عن زيد بن أبي\nأنيسة عن محمد بن قيس عن أبي الحكم البجلي قال دخلت على أبي هريرة وهو\nيحتجم فقال يا أبا الحكم أتحتجم فقلت ما احتجمت قط فقال أبو هريرة أخبرنا\nأبو القاسم صلى الله عليه وسلم أن جبريل أخبره أن الحجامة من أنفع ما تداوى\nبه الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head123'>105 - </h1>\n\n<p>\nحدثنا أبو زرعة حدثني المسيب بن وضاح ثنا يوسف بن أسباط عن سفيان عن محمد\nبن المنكدر عن جابر بن عبد الله عن النبي صلى الله عليه وسلم قال مداراة\nالناس صدقة\n</p>\n\n<p>\nقال أبو زرعة ليس هذا المحفوظ وهو معضل غليظ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head124'>106 - </h1>\n\n<p>\nحدثنا أبو زرعة نا محمد بن خازم الرملي قال أبو زرعة ثقة حافظ معروف\nببلده ثنا يوسف بن إسباط عن رجل عن محمد بن المنكدر يرفعه قال مداراة الناس\nصدقة قال أبو زرعة القلب إلى هذا أسكن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head125'>107 - </h1>\n\n<p>\nحدثنا أبو زرعة نا يحيى بن صالح ثنا محمد بن أبي جميلة النصري عن عبد\nالله بن أبي قيس قال سألت عائشة عن أولاد المشركين فقالت قال رسول الله صلى\nالله عليه وسلم هم من آبائهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head126'>108 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا الحسن بن بشر ثنا الحكم بن عبد الملك عن قتادة عن\nسالم عن أبيه قال لقي عبد الله رجل فقال السلام عليكم يا ابن مسعود فقال\nعبد الله صدق الله ورسوله قال النبي صلى الله عليه وسلم من أشراط الساعة أن\nيمر\n</p>\n\n<h1 class='l1' id='head127'>[ص: 154]</h1>\n\n<p>\nالرجل في المسجد لا يصلي فيه ركعتين ولا يسلم الرجل إلا على من يعرفه وإن\nيبرد الصبي الشيخ\n</p>\n\n<p>\nقال أبو القاسم يبرد يبعث الصبي للشيخ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head128'>109 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم الفضل بن دكين الكوفي نا عبادة بن مسلم\nالفزاري عن يونس بن خباب عن أبي البختري الطائي حدثني أبو كبشة الأنماري\nأنه سمع <span id='ms23'></span> رسول الله صلى الله عليه وسلم يقول لا يفتح الرجل على نفسه باب\nمسئلة إلا فتح الله عليه باب فقر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head129'>110 - </h1>\n\n<p>\nحدثنا أبو زرعة نا محمد بن عائذ ثنا الهيثم بن حميد عن أبي معيد وزيد عن\nمكحول عن مالك بن يخامر عن معاذ بن جبل أن آخر كلام فارقت عليه رسول الله\nصلى الله عليه وسلم إني قلت أي الأعمال خير وأقرب إلى قال أن تموت ولسانك\nرطب من ذكر الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head130'>111 - </h1>\n\n<p>\nحدثنا أبو زرعة نا علي بن عياش نا حسان بن نوح عن عمرو بن قيس عن عبد\nالله بن بسر قال أتى النبي صلى الله عليه وسلم أعرابيان فقال أحدهما أي\nالناس خير يا محمد فقال النبي صلى الله عليه وسلم من طال عمره وحسن عمله\nوقال الآخر إن\n</p>\n\n<h1 class='l1' id='head131'>[ص: 156]</h1>\n\n<p>\nشرائع الإسلام قد كثرت علي فمرني بشيء أتمسك به فقال لا يزال لسانك رطب\nمن ذكر الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head132'>112 - </h1>\n\n<p>\nحدثنا أبو زرعة نا سعيد بن أبي مريم ثنا محمد بن جعفر عن شريك بن عبد\nالله بن أبي نمر أنه سمع أنس بن مالك يقول ما صليت خلف إمام قط قال الشيخ\nيعني لا أخف ولا أوجز من رسول الله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head133'>113 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا الحكم بن نافع ثنا أبو بكر بن أبي مريم وثنا أبو زرعة\nحدثني يزيد بن عبد ربه وخالد بن خلي عن بقية ومحمد بن حرب عن أبي بكر بن\nأبي مريم عن خالد بن محمد الثقفي عن بلال بن أبي الدرداء عن أبيه عن رسول\nالله صلى الله عليه وسلم ولم يرفعه الحكم قال حبك الشيء يعمي ويصم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head134'>114 - </h1>\n\n<p>\nحدثنا أبو زرعة نا عثمان بن أبي شيبة نا الوليد بن عقبة عن حمزة الزيات\nعن حبيب بن أبي ثابت عن ثعلبة الحماني عن علي يعني ابن أبي طالب رضي الله\nعنه قال قال رسول الله صلى الله عليه وسلم لا عدوى ولا صفر ولا يعدي سقيم\nصحيحا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head135'>115 - </h1>\n\n<p>\nحدثنا أبو زرعة <span id='ms24'></span> نا عبد الله بن جعفر الرقي ثنا عبيد الله بن عمرو عن عبد\nالكريم عن زياد بن الجراح عن عبد الله بن معقل قال دخلت مع أبي على ابن\nمسعود فسمعت أبي يسأل ابن مسعود سمعت رسول الله صلى الله عليه وسلم يقول\nالندم توبة قال نعم سمعت رسول الله صلى الله عليه وسلم يقول الندم توبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head136'>116 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم الفضل بن دكين عن سفيان الثوري عن\n</p>\n\n<h1 class='l1' id='head137'>[ص: 158]</h1>\n\n<p>\nعبد الكريم عن زياد بن أبي مريم عن عبد الله بن معقل قال سأل أبي عبد\nالله أسمعت النبي صلى الله عيه وسلم يقول الندم توبة قال نعم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head138'>117 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو نعيم ومحمد بن سعيد عن شريك عن أبي فزارة عن أبي\nزيد عن عبد الله قال قال رسول الله صلى الله عليه وسلم ليلة الجن ناولني\nوضوءا فناولته نبيذا فقال تمرة حلوة وماء طهور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head139'>118 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا سعيد بن أبي مريم أنا نافع يعني ابن يزيد عن جعفر بن\nربيعة بن عراك عن مالك عن أبي هريرة عن رسول الله صلى الله عليه وسلم قال\nلا ترغبوا عن آبائكم فمن رغب عن أبيه فهو كفر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head140'>119 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا الوليد بن عتبة ثنا الوليد بن مسلم عن مالك بن أنس عن\nسعيد المقبري عن أبي سلمة بن عبد الرحمن عن عائشة رضي الله عنها قال قلت يا\nرسول الله أتنام قبل أن توتر قال يا عائشة إن عيني تنام ولا ينام قلبي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head141'>120 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا الوليد بن عتبة ثنا الوليد بن مسلم أخبرني مالك عن\nنافع عن ابن عمر قال قال رسول الله صلى الله عليه وسلم إن الميت ليعذب بقدر\nبكاء أهله عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head142'>121 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا محمد بن المبارك نا يحيى بن حمزة عن ابن جابر عن زيد\nبن أرطأة عن جبير بن نفير عن أبي الدرداء أن رسول الله صلى الله عليه وسلم\nقال فسطاط المسلمين يوم الملحمة بالغوطة إلى جانب <span id='ms25'></span> مدينة يقال دمشق من خير\nمدائن الشام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head143'>122 - </h1>\n\n<p>\nحدثنا أبو زرعة نا عبد الله بن صالح نا أبو شريح عبد الرحمن بن شريح\nالأسكندراني عن عميرة بن ناجية عن أبيه عن عمرو بن الحمق أن رسول الله صلى\nالله عليه وسلم قال تكون فتنة خير الناس فيها أو أسلم الناس فيها الجند\nالغربي فذلك قدمت عليكم مصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head144'>123 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا خطاب بن عثمان الفوزي ثنا إسماعيل بن عياش عن عاصم بن\nرجاء بن حيوة عن داود بن جميل عن كثير بن قيس عن أبي الدرداء عن النبي صلى\nالله عليه وسلم قال من يسلك طريقا يطلب فيه علما سهل الله له طريقا من طرق\nالجنة وإن الملائكة لتضع أجنحتها لطالب العلم وإنه ليستغفر للعالم من في\nالسموات ومن في الأرض حتى الحيتان في البحر وإن فضل العالم على العابد كفضل\nالقمر ليلة البدر على سائر الكواكب وإن العلماء هم ورثة الأنبياء قال أبو\nزرعة وذكر الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head145'>124 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم الفضل بن دكين ثنا عاصم بن رجاء بن حيوة عمن\nحدثه عن كثير بن قيس عن أبي الدرداء عن النبي صلى الله عليه وسلم بمثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head146'>125 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم نا زيد بن حبان الرقي عن الزهري عن سعيد بن\nالمسيب عن عمر أنه كان ينهى الصائم أن يقبل ويقول ليس لأحدكم من العصمة ما\nكان لرسول الله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head147'>126 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو نعيم ثنا ابن أبي غنية نا محمد بن المهاجر\nالأنصاري عن أبيه عن أسماء بنت يزيد قالت سمعت رسول الله صلى الله عليه\nوسلم يقول لا تقتلوا أولادكم سرا فإن الغيل يدرك الفارس فيدعثره عن فرسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head148'>127 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو نعيم ثنا مسعر بن كدام عن أبي العلاء عن\n</p>\n\n<h1 class='l1' id='head149'>[ص: 162]</h1>\n\n<p>\nيحيى بن جعدة عن أم هانئ قالت إن كنت لأسمع صوت رسول الله صلى الله عليه\nوسلم وأنا على عريشي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head150'>128 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو نعيم ثنا عمر بن <span id='ms26'></span> راشد عن إياس بن سلمة عن أبيه\nقال ما رأيت رسول الله صلى الله عليه وسلم يستفتح دعاء إلا استفتحه بسبحان\nربي الأعلى الوهاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head151'>129 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو نعيم ثنا ابن أبي غنية عن أبي الخطاب الهجري عن\nمحدوج الذهلي عن جسرة قالت أخبرتني أم سلمة قالت خرج رسول الله صلى الله\nعليه وسلم الآن علينا إلى صرحة المسجد فنادى بأعلى صوته إن هذا المسجد لا\nيحل لجنب ولا لعريان إلا لرسول الله صلى الله عليه وسلم وأزواجه وعلي\nوفاطمة ابنة محمد صلى الله عليه وسلم ألا قد بينت لكم الأسماء أن تضلوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head152'>130 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو نعيم نا خالد بن مهران الأنصاري حدثني أبو رجاء\nالعطاردي عن عمر بن الخطاب رضي الله عنه قال إن نبيكم عليه السلام قد رجم\nورجم أبو بكر ورجمت أنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head153'>131 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو نعيم ثنا جعفر بن برقان عن يزيد بن الأصم عن أبي\nهريرة قال قال رسول الله صلى الله عليه وسلم ما أخشى عليكم الفقر ولكن أخشى\nعليكم التكاثر وما أخشى عليكم الخطأ ولكن أخشى عليكم العمد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head154'>132 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أحمد بن يونس ثنا مالك بن مغول عن حبيب بن أبي ثابت عن\nعبد خير قال خطبنا علي فقال ألا أنبئكم بخير هذه الأمة بعد نبيها صلى الله\nعليه وسلم أبو بكر وخيرهم بعد أبي بكر عمر ولو شئت لأنبأتكم بالثالث قال\nفرئينا أنه يعني نفسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head155'>133 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا علي بن عياش ثنا عفير بن معدان عن سعد بن إبراهيم بن\nعبد الرحمن بن عوف حدثني محمد بن المنكدر عن جابر بن عبد الله سمعه يحلف\nبالله لا يستثني أن ابن صياد الدجال فقيل لعلم تفعل ذلك فقال لأني سمعت عمر\nبن الخطاب يحلف عند رسول الله صلى الله عليه وسلم لا يستثني أنه ابن الصياد\nفما أنكر عليه ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head156'>134 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو نعيم ثنا أبو العميس عن ابن سلمة بن الأكوع عن\nأبيه <span id='ms27'></span> قال أتى رسول الله صلى الله عليه وسلم عين من المشركين وهو في سفر\nوقال فجلس يتحدث عند أصحابه ثم أنسل فقال نبي الله صلى الله عليه وسلم\nاطلبوه فاقتلوه قال فسبقتهم فقتلته وأخذت سلبه فنفلني إياه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head157'>135 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو نعيم ثنا أبو العميس ثنا يزيد الرقاشي يذكر عن\nأنس يرفعه إلى النبي صلى الله عليه وسلم إذا نودي للصلاة فتحت أبواب السماء\nواستجيب الدعاء ولا يرد الدعاء فيما بين الأذان والإقامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head158'>136 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو نعيم ثنا عبد السلام بن حرب عن يزيد بن عبد\nالرحمن عن إبراهيم الصائغ عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم\nأنه قال في أربع وعشرين من الإبل في كل خمس شاة إلى أن تبلغ خمسا وعشرين\nفإذا بلغت خمسا وعشرين ففيها ابنة مخاض فإن لم يكن ابنة مخاض فابن لبون ذكر\nإلى خمس وثلاثين ثم وصف مثل ما وصف غيره من الأسنان إلى أن تبلغ عشرين\nومائة فإذا زادت ففي كل خمس وأربعين ابنة لبون وفي كل ستين حقة قال أبو\nنعيم أملاه علينا من كتابه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head159'>137 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا محمد بن سعيد بن الأصبهاني ثنا عبد السلام بن حرب عن\nأبي العميس عن قيس بن مسلم عن طارق بن شهاب قال قال يهودي لعمر بن الخطاب\nلقد أنزلت عليكم آية من كتاب الله لو نزلت علينا لاتخذنا ذلك اليوم عيد:\n{اليوم أكملت لكم دينكم} الآية فقال عمر بن الخطاب رضي الله عنه ويحك نزلت\nيوم جمعة في يوم عرفة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head160'>138 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو نعيم ثنا شريك عن ليث عن عبد الملك بن أبي بشير\nقال أبو زرعة قلت لأبي نعيم ابن أبي بشير قال ابن أبي بشير عن عكرمة عن ابن\nعباس قال قال رسول الله صلى الله عليه وسلم ليس منا من لم يرحم صغيرنا\nويوقر كبيرنا ويأمر بالمعروف وينهى عن المنكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head161'>139 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا علي بن عياش ثنا ابن ثوبان حدثني <span id='ms28'></span> عمير بن هانئ أنه\nسمع جنادة بن أبي أمية يقول سمعت عبادة بن الصامت يقول أتى جبريل رسول الله\nصلى الله عليه وسلم وهو يوعك فقال بسم الله أرقيك من كل شيء يؤذيك من كل\nحسد حاسد ومن كل عين اسم الله يكفيك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head162'>140 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو نعيم ثنا فطر عن عاصم عن زر عن عبد الله رفعه إلى\nالنبي صلى الله عليه وسلم قال لا تذهب الدنيا حتى يبعث الله رجلا من أهل\nبيتي يواطئ اسمه اسمي واسم أبيه اسم أبي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head163'>141 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا إبراهيم بن عبد الله بن العلاء بن زبر قال حدثني أبي\nحدثني سالم عن أبيه قال سئل رسول الله صلى الله عليه وسلم عن صلاة الليل\nفقال مثنى مثنى فإذا خفت أن يدركك الصبح فأوتر بواحدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head164'>142 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو نعيم ثنا عبد العزيز بن عمر بن عبد العزيز عن\nنافع عن ابن عمر قال قال رسول الله صلى الله عليه وسلم صلاة الليل مثنى\nمثنى فإذا خفت الصبح فأوتر بواحدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head165'>143 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا إبراهيم بن عبد الله بن العلاء بن زبر حدثني أبي\nحدثني عبد الله بن عامر اليحصبي عن واثلة بن الأسقع أن النبي صلى الله عليه\nوسلم قال لا تزالون بخير مادام فيكم من رآني وصاحبني ولن تزالوا بخير ما\nدام فيكم من رأى من رآني وصاحبني ولا تزالون بخير مادام فيكم من رأى من رأى\nمن رآني وصاحبني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head166'>144 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا يحيى بن صالح الوحاظي ثنا علي بن حوشب الفزاري عن\nأبيه قال قال عمرو بن العاص يوم قتل عمار بن ياسر قال رسول الله صلى الله\nعليه وسلم يدخل سالبك وقاتلك النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head167'>145 - </h1>\n\n<p>\nحدثنا أبو زرعة حدثني محمد بن سعيد حدثني أبو معشر الرواسي عن شعبة عن\nالأشعث بن سليم عن أبيه قال سمعت أبا أيوب يحدث عن أبي هريرة فقيل له أنت\nصاحب منزل رسول الله صلى الله عليه وسلم وتحدث عن أبي هريرة فقال <span id='ms29'></span> إن أبا\nهريرة قد سمع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head168'>146 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو نعيم ثنا عبد الرحمن بن ثوبان الشامي عن عبدة بن\nأبي لبابة عن شقيق بن سلمة أنه رأى عليا وعثمان يتوضئان ثلاثا ثلاثا وقالا\nهكذا كان رسول الله صلى الله عليه وسلم يتوضأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head169'>147 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو مسهر ثنا يحيى بن حمزة وثنا أبو زرعة نا محمد بن\nالمبارك نا الهيثم بن حميد قال ثنا زيد بن واقد أن أبا المنيب الجرشي حدثه\nقال حدثني أبو هريرة قال أوصاني خليلي أبو القاسم صلى الله عليه وسلم بثلاث\nأحافظ عليهن سبحة الضحى لا أدعها في حضر ولا سفر وصيام ثلاثة أيام من كل\nشهر ولا أنام إلا على وتر أستكمل بذلك الدهر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head170'>148 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا الحسن بن بشر ثنا زهير بن معاوية عن الحر بن الحسن عن\nإبراهيم عن الأسود عن عائشة أن صفية أفاضت يوم النحر فطافت بالبيت فحاضت\nبعد أن أمر النبي صلى الله عليه وسلم أهله .. .. بالنفر وأمر صفية أيضا\nبالنفر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head171'>149 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو نعيم ثنا إسرائيل عن مخارق عن طارق بن شهاب قال\nقال ابن مسعود لقد شهدت من المقداد بن الأسود مشهدا لأن أكون صاحبه أحب إلي\nمما عدل به أتى النبي صلى الله عليه وسلم يدعو على المشركين فقال لا نقول\nلك كما قال قوم موسى اذهب أنت وربك فقاتلا إنا هاهنا قاعدون ولكن نقاتل عن\nيمينك وعن شمالك ومن بين يديك ومن خلفك قال فرأيت النبي صلى الله عليه وسلم\nأشرق وجهه لذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head172'>150 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا الحسن بن الربيع ثنا ابن المبارك عن معمر عن ابن طاوس\nعن أبيه عن ابن عباس عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من\nأدرك من العصر ركعة قبل أن تغرب الشمس فقد أدرك ومن أدرك من الصبح ركعة قبل\nأن تطلع الشمس فقد أدرك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head173'>151 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو مسهر ثنا إسماعيل بن سماعة قال نا الأوزاعي نا <span id='ms30'></span>\nيحيى بن أبي كثير عن أبي قلابة حدثني سالم بن عبد الله حدثني عبد الله بن\n</p>\n\n<h1 class='l1' id='head174'>[ص: 176]</h1>\n\n<p>\nعمر قال سمعت رسول الله صلى الله عليه وسلم يقول إن للغادر لواء يعرف به\nيوم القيامة يقال هذه غدرة فلان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head175'>152 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا الحسن بن بشر ثنا الحكم بن عبد الملك عن قتادة عن أنس\nقال أمن رسول الله صلى الله عليه وسلم الناس يوم فتح مكة إلا أربعة من\nالناس عبد العزى بن خطل ومقيس بن صبابة الكناني وعبد الله بن سعد بن أبي\nسرح وأم سارة فأما عبد العزى بن خطل فإنه قتل وهو آخذ بأستار الكعبة وذكر\nأبو زرعة الحديث بطوله وأنا اختصرته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head176'>153 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو نعيم ثنا هشام بن سعد عن زيد بن أسلم عن أبي صالح\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم لما خلق الله عز وجل\nآدم عليه السلام مسح ظهره فسقط من ظهره كل نسمة هو خالقها من يومه إلى يوم\nالقيامة وجعل بين عيني كل إنسان وبيصا من نور ثم عرضهم على آدم عليه السلام\nفقال أي رب من هؤلاء قال هؤلاء ذريتك فرأى رجلا منهم فأعجبه وبيص ما بين\nعينيه فقال أي رب من هذا فقال من آخر الأمم من ذريتك يقال له داود فقال أي\nرب كم جعلت عمره قال ستين سنة قال أي رب زده من عمري أربعين سنة قال فلما\nانقضى عمر آدم جاء ملك الموت فقال أو لم يبق من عمري أربعون سنة قال أولم\nتعط ابنك داود فجحد فجحدت ذريته ونسي فنسيت ذريته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالفوائد المعللة\n</p>\n\n<p>\nلأبي زرعة الدمشقي\n</p>\n\n<p>\nرواية أبي القاسم علي بن يعقوب بن إبراهيم بن أبي العقب عنه.\n</p>\n\n<p>\nرواية أبي الحسن علي بن موسى بن الحسين بن علي بن السمسار عنه.\n</p>\n\n<p>\nرواية أبي عبد الله الحسن بن أحمد بن عبد الواحد بن محمد بن أبي الحديد\nعنه.\n</p>\n\n<p>\nرواية أبي الحسن علي بن المسلم بن محمد السلمي عنه.\n</p>\n\n<p>\nرواية <span id='ms31'></span> أبي القاسم عبد الصمد بن محمد بن أبي الفضل الأنصاري عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nأخبرنا القاضي الأجل العالم أبو القاسم عبد الصمد بن محمد بن أبي الفضل\nالأنصاري المعروف بابن الحرستاني قراءة عليه ونحن نسمع أنا الشيخ الإمام\nجمال الإسلام أبو الحسن علي بن المسلم بن محمد السلمي قراءة عليه ونحن نسمع\nفي العاشر من رجب سنة ست وعشرين وخمسمائة أنا القاضي أبو عبد الله الحسن بن\nأحمد بن عبد الواحد بن محمد بن أبي الحديد قراءة عليه في داره بدمشق في\nجماده الآخرة سنة خمس وسبعين وأربعمائة أنا أبو الحسن علي بن موسى بن\nالحسين بن علي بن السمسار بدمشق أنا أبو القاسم علي بن يعقوب بن إبراهيم بن\nأبي العقب.\n</p>\n\n<h1 class='l1' id='head177'>154 - </h1>\n\n<p>\nثنا أبو زرعة عبد الرحمن بن عمرو بن عبد الله بن صفوان النصري ثنا يحيى\nبن معين ثنا ابن يوسف وعبد الرزاق عن معمر عن الزهري عن سالم عن ابن عمر\nقال بعث رسول الله صلى الله عليه وسلم خالد بن الوليد إلى بني جذيمة فدعاهم\nإلى الإسلام فلم يحسنوا يقولون أسلمنا فجعلوا يقولون صبأنا صبأنا قال وجعل\n</p>\n\n<h1 class='l1' id='head178'>[ص: 214]</h1>\n\n<p>\nخالد بهم قتلا وأسرا قال فدفع إلى كل رجل منا أسيرا حتى إذا أصبح خالد\nيوما أمرنا أن يقتل كل رجل منا أسيره قال ابن عمر فقلت والله لا أقتل أسيري\nولا يقتل أحد من أصحابي أسيره فقال فقدمنا على النبي صلى الله عليه وسلم\nفذكر له صنيع خالد فقال النبي صلى الله عليه وسلم ورفع يديه اللهم إني أبرأ\nإليك مما صنع خالد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head179'>155 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا عبد الرزاق عن معمر عن الزهري عن سالم عن أبيه\nأنه سمع النبي صلى الله عليه وسلم في صلاة الفجر حين رفع رأسه من الركعة\nقال ربنا لك الحمد وفي الركعة الآخرة ثم قال لعن الله فلانا وفلانا دعا على\nأناس من المنافقين فأنزل الله عز وجل: {ليس لك من الأمر شيء أو يتوب عليهم\nأو يعذبهم فإنهم ظالمون <span id='ms32'></span>}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head180'>156 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا السكن بن إسماعيل الأصم ثنا الحسن بن ذكوان عن\nمحمد بن سيرين عن أبي هريرة قال عندي حديثان من حديث رسول الله صلى الله\nعليه وسلم أما أحدهما فلو حدثتكم به لقتلتموني وأما الآخر فإنه قال حب\nالأنصار إيمان وبغضهم كفر ومن تزوج امرأة بصداق لا يريد أن يعطيها فهو ابن\nزناء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head181'>157 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا هشام بن يوسف عن عبد الله بن سليمان النوفلي عن\nمحمد بن علي بن عبد الله بن عباس عن عبد الله بن عباس قال النبي صلى الله\nعليه وسلم أحبوا الله لما يغذوكم به من نعمه وأحبوني لحب الله وأحبوا أهل\nبيتي بحبي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head182'>158 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا مروان بن معاوية ثنا يزيد بن كيسان عن أبي حازم\nعن أبي هريرة عن النبي صلى الله عليه وسلم أنه قرأ في ركعتي الفجر: {قل يا\nأيها الكافرون}، {قل هو الله أحد}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head183'>159 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا عبد السلام بن حرب عن أبي خالد الدالاني عن قتادة\nعن أبي العالية عن ابن عباس أن النبي صلى الله عليه وسلم كان يسجد وينام\nوينفخ ثم يقوم فيصلي ولا يتوضأ فقلت صليت ولم توضأ وقد نمت فقال إنما\nالوضوء على من نام مضطجعا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head184'>160 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا ابن فضيل عن عبد الله بن عبد الرحمن بن أبي نصر\nعن مساور الحميري عن أمه عن أم سلمة قالت سمعت رسول الله صلى الله عليه\nوسلم يقول أيما امرأة ماتت وزوجها عنها راض دخلت الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head185'>161 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا يحيى بن سعيد عن سفيان عن الأعمش عن إبراهيم عن\nهمام عن عبد الله قال كل معروف صدقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head186'>162 - </h1>\n\n<p>\nحدثنا أبو بكر بن أبي شيبة ويحيى بن معين قالا ثنا غندر عن شعبة عن واقد\nبن محمد عن زيد بن عبد الله بن عمر عن أبيه قال قال أبو بكر الصديق رحمة\nالله عليه أيها الناس ارقبوا محمدا صلى الله عليه وسلم في أهل <span id='ms33'></span> بيته قال أبو\nزرعة هم عدة أخوة واقد بن محمد وعاصم بن محمد وعمر بن محمد وزيد بن محمد\nوزيد أعزهم يعني حديثا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head187'>163 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا أبو سعيد عبد الرحمن بن مهدي عن\n</p>\n\n<h1 class='l1' id='head188'>[ص: 221]</h1>\n\n<p>\nعمران القطان عن قتادة عن سعيد بن الحسن عن أبي هريرة عن النبي صلى الله\nعليه وسلم قال ليس شيء أكرم على الله من الدعاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head189'>164 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا أبو أسامة عن عبيد الله عن نافع عن ابن عمر قال\nليس على من غسل ميتا غسل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head190'>165 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا غندر عن شعبة عن أبي التياح قال سمعت أبا الجعد\nيحدث عن أبي أمامة قال خرج رسول الله صلى الله عليه وسلم على قاص فأمسك\nفقال قص فلأن أقعد من غدوة حتى تشرق الشمس أحب إلي من أن أعتق أربع رقاب\nومن بعد العصر حتى تغرب الشمس أحب إلي من أن أعتق أربع رقاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head191'>166 - </h1>\n\n<p>\nحدثنا يحيى بن معين قال ثنا معتمر بن سليمان قال قرأت على الفضيل بن معاذ\nحدثني أبو حريز أن قيس بن أبي حازم حدثه أن عدي بن عميرة الكندي قال كان\nرسول الله صلى الله عليه وسلم إذا سجد يرى بياض إبطيه ثم إذا سلم أقبل\nبوجهه عن يمينه حتى يرى بياض خده ثم يسلم عن يساره ويقبل بوجهه حتى يرى\nبياض خده عن يساره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head192'>167 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا هشيم قال حدثني داود بن أبي هند عن أبي حرب بن\nأبي الأسود عن فضالة الليثي قال أتيت النبي صلى الله عليه وسلم فأسلمت\nوعلمني حتى علمني الصلوات الخمس في مواقيتهن قال فقلت له إن هذه ساعات\nأشتغل فيهن فمرني بجوامع قال إن اشتغلت فلا تشغل عن العصرين فقلت وما\nالعصران قال صلاة الغداة وصلاة العصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head193'>168 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا غندر عن شعبة عن سماك بن حرب عن علقمة بن وائل عن\nأبيه أن رسول الله صلى الله عليه وسلم أقطعه أرضا قال فأرسل معي معاوية\nفقال <span id='ms34'></span> لي أعطها إياه فقال معاوية أردفني خلفك فقلت لا تكون من أرداف الملوك\nقال فأعطني نعلك قلت انتعل ظل الناقة فلما استخلف معاوية أتيته فأقعدني معه\nعلى السرير وذكرني الحديث\n</p>\n\n<p>\nقال سماك فوددت أني كنت حملته بين يدي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head194'>169 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا ابن أبي مريم المصري ثنا نافع بن يزيد قال حدثني\nابن الهاد عن محمد بن عمرو بن عطاء عن عطاء بن يسار عن أبي هريرة قال قال\nرسول الله صلى الله عليه وسلم لا تجوز شهادة بدوي على صاحب قرية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head195'>170 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا غندر ثنا شعبة عن يزيد بن أبي زياد قال سمعت ابن\nأبي ليلى قال سمعت البراء يحدث قوما منهم كعب بن عجرة قال سمعت رسول الله\nصلى الله عليه وسلم يقول للأنصار إنكم ستلقون بعدي أثرة قالوا فما تأمرنا\nقال اصبروا حتى تلقوني على الحوض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head196'>171 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا غندر ثنا شعبة عن زيد بن محمد قال سمعت نافعا\nيحدث عن ابن عمر عن حفصة أنها قالت كان رسول الله صلى الله عليه وسلم إذا\nطلع الفجر لا يصلي إلا ركعتين خفيفتين.\n</p>\n\n<p>\nقال أبو زرعة زيد بن محمد هذا أخو عمر بن محمد وأخوه واقد بن محمد وأخوه\nعاصم بن محمد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head197'>172 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا ابن عيينة عن عبيد الله بن أبي يزيد عن أبيه عن\nعمر عن النبي صلى الله عليه وسلم قال الولد للفراش.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head198'>173 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا هشام بن يوسف عن عبد الله بن بحير القاص عن هانئ\nمولى عثمان قال كان عثمان إذا وقف على قبر بكا حتى تبل\n</p>\n\n<h1 class='l1' id='head199'>[ص: 228]</h1>\n\n<p>\nلحيته فقيل له تذكر الجنة والنار فلا تبكي وتبكي من هذا قال إن رسول الله\nصلى الله عليه وسلم قال إن القبر أول منازل الآخرة فإن نجا منه فما بعده\nأيسر منه وإن لم تنج فما بعده أشد منه قال وقال رسول الله صلى الله عليه\nوسلم فما رأيت منظرا إلا والقبر أفظع منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head200'>174 - </h1>\n\n<p>\nحدثنا <span id='ms35'></span> يحيى بن معين ثنا هشام بن يوسف عن عبد الله بن بحير قال أخبرني عبد\nالرحمن بن يزيد القاص أنه سمع ابن عمر يقول قال النبي صلى الله عليه وسلم\nمن أحب أن ينظر إلى يوم القيامة فليقرأ: {إذا الشمس كورت}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head201'>175 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا عبيدة بن حميد عن الأعمش عن أبي صالح عن أبي\nهريرة قال رسول الله صلى الله عليه وسلم لأن يحتطب أحدكم على ظهره خير له\nمن أن يسأل الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head202'>176 - </h1>\n\n<p>\nحدثني يحيى بن معين ثنا حفص بن غياث ثنا الأعمش عن أبي صالح عن أبي هريرة\nقال قال رسول الله صلى الله عليه وسلم من أقال مسلما عثرة أقاله الله عز\nوجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head203'>177 - </h1>\n\n<p>\nحدثنا يحيى ثنا هشام بن يوسف عن معمر عن هشام بن عروة قال كان في الزبير\nثلاث ضربات بالسيف إحداهن في عاتقه إن كنت لأدخل أصابعي فيها ضرب ثنتين يوم\nبدر وواحدة يوم اليرموك. قال عروة قال عبد الملك بن مروان حين قتل عبد الله\nبن الزبير يا عروة هل تعرف سيف الزبير قال قلت نعم قال فما فيه قال قلت فيه\nفلة فلها يوم بدر قال صدقت فاستلها فرآها فيه فقال بهن فلول من قراع\nالكتايب ثم أغمده ثم رده علي قال هشام فأقمناه بيننا بثلاثة آلاف فأخذه\nبعضنا ولوددت أني كنت أخذته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head204'>178 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا مروان بن معاوية ثنا يزيد بن كيسان عن أبي حازم\nعن أبي هريرة أن النبي صلى الله عليه وسلم نام عن ركعتي الفجر فصلاهما\nبعدما طلعت الشمس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head205'>179 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا أبو حفص الأبار عن الأعمش عن زبيد وطلحة عن ذر عن\nسعيد بن عبد الرحمن بن أبزى عن أبيه عن أبي ذر أن\n</p>\n\n<h1 class='l1' id='head206'>[ص: 233]</h1>\n\n<p>\nالنبي صلى الله عليه وسلم كان يوتر: {سبح اسم ربك الأعلى} و {قل يا أيها\nالكافرون} و {قل هو الله أحد}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head207'>180 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا غندر عن شعبة عن سليمان عن مجاهد عن ابن عباس أنه\nكان <span id='ms36'></span> عند الحجر ومعه محجن يضرب به الحجر ويقبله قال قال النبي صلى الله عليه\nوسلم: {يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم\nمسلمون}. لو أن قطرة من الزقوم قطرت في الأرض لأمرت على أهل الدنيا معيشتهم\nفكيف ممن هو طعامه وليس له طعام غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head208'>181 - </h1>\n\n<p>\nحدثني يحيى بن معين ثنا ابن أبي زائدة ثنا ابن جريج عن أبي الزبير عن\nجابر قال نهى رسول الله صلى الله عليه وسلم أن يقتل شيء من الدواب صبرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head209'>182 - </h1>\n\n<p>\nحدثنا يحيى بن معين نا حفص بن غياث عن جعفر بن محمد عن أبيه عن أبي سعيد\nقال كان رسول الله يضحي بكبش أقرن فحيل يمشي في سواد ويأكل في سواد وينظر\nفي سواد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head210'>183 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا يحيى بن آدم عن ابن المبارك عن يونس بن يزيد قال\nسمعت عكرمة يذكر عن ابن عباس في قوله: {فأتوهن من حيث أمركم الله}. قال في\nالفرج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head211'>184 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا غندر ثنا شعبة عن عمرو بن مرة قال سمعت ذكوان أبا\nصالح يحدث عن صهيب مولى العباس قال أرسلني العباس إلى عثمان أدعوه فأتيته\nفإذا هو يغدي الناس فدعوته فأتاه فقال أفلح الوجه أبا الفضل فقال العباس\nووجهك يا أمير المؤمنين فقال عثمان ما زدت إذ أتاني رسولك وأنا أغدي الناس\nفغديتهم ثم أقبلت فقال له العباس أذكرك الله في علي فإنه ابن عمك وأخيك في\nدينك وصاحبك مع رسول الله صلى الله عليه وسلم وصهرك فإنه بلغني أنك تريد أن\nتقوم بعلي وأصحابه فاعفني من ذلك يا أمير المؤمنين فقال عثمان أول ما أجيبك\nبه أنا قد شفعتك إن عليا لو شاء ما كان أحد دونه ولكنه أبى إلا رأيه قال ثم\nبعث العباس إلى علي فقال له أحسبه قال أذكرك الله في ابن\n</p>\n\n<h1 class='l1' id='head212'>[ص: 236]</h1>\n\n<p>\nعمك وابن عمتك وأخيك في دينك وصاحبك مع رسول الله صلى الله عليه وسلم\nوولي بيعتك قال علي والله لو أمرني أن أخرج من <span id='ms37'></span> داري لخرجت فأما أداهن ألا\nيقام بكتاب الله فلم أكن لأفعل ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head213'>185 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا غندر عن شعبة عن حبيب بن الشهيد عن ثابت عن أنس\nأن النبي صلى الله عليه وسلم صلى على قبر امرأة بعدما دفنت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head214'>186 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا مروان بن معاوية عن قنان بن عبد الله\n</p>\n\n<h1 class='l1' id='head215'>[ص: 237]</h1>\n\n<p>\nالنهمي عن عبد الرحمن بن عوسجة عن البراء بن عازب قال قال رسول الله صلى\nالله عليه وسلم أفشوا السلام تسلموا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head216'>187 - </h1>\n\n<p>\nحدثنا يحيى بن معين ثنا عبد العزيز بن عبد الصمد العمي ثنا أبو عمران\nالجوني عن عبد الله بن الصامت عن أبي ذر قال قلت يا رسول الله ما آنية\nالحوض قال والذي نفسي بيده لآنيته أكثر من عدد نجوم السماء وكواكبها في\nالليلة المظلمة المصحية فيه من آنية الجنة من شرب منه لم يظمأ عرضه مثل\nطوله ما بين عمان إلى أيلة وماؤه أشد بياضا من اللبن وأحلى من العسل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head217'>188 - </h1>\n\n<p>\nحدثنا يحيى ثنا أبو عبيدة الحداد ثنا إسماعيل بن سليمان الكحال عن عبد\nالله بن أوس عن بريدة عن النبي صلى الله عليه وسلم قال بشر المشائين إلى\nالمساجد في الظلم بالنور التام يوم القيامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head218'>189 - </h1>\n\n<p>\nحدثنا يحيى ثنا إسحق الأزرق أنبا شريك عن بيان عن قيس عن المغيرة قال كنا\nنصلي مع النبي صلى الله عليه وسلم صلاة الظهر بالهاجرة قال أبردوا بالصلاة\nفإن شدة الحر من فيح جهنم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head219'>190 - </h1>\n\n<p>\nحدثنا عمر بن حفص بن غياث ثنا أبي عن الحسن بن عبيد الله عن إبراهيم\nالنخعي عن يزيد بن أوس عن ثابت بن قيس عن أبي موسى يرفعه قال أبردوا بالظهر\nفإن الذي تجدون من الحر من فيح جهنم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head220'>191 - </h1>\n\n<p>\nحدثني أحمد بن شبويه ثنا عبد الرزاق عن معمر عن الزهري عن أبي سلمة عن\nجابر أن رسول الله قضى في الشفعة أنه إذا صرفت الطريق والأبواب فلا شفعة.\nقال أبو زرعة قلت لأبي عبد الله إلى أي شيء تذهب في الشفعة قال نحن نقول\nبقول <span id='ms38'></span> أهل المدينة في الشفعة إذا وقعت الحدود وصرفت الطريق فلا شفعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head221'>192 - </h1>\n\n<p>\nوأخبرني عبد الرحمن بن إبراهيم إنه يقول بقول الأوزاعي إلا في الدور فإن\nأهل الدور أحق بها من الداخل عليهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head222'>193 - </h1>\n\n<p>\nحدثني عبد الرحمن بن إبراهيم ثنا الوليد بن مسلم عن الأوزاعي قال سألت\nالزهري عن التي استعاذت من رسول الله صلى الله عليه وسلم فقال أخبرني عروة\nعن عائشة أن رسول الله صلى الله عليه وسلم لما أتى بابنة الجون فدنا منها\nقالت أعوذ الله منك قال لقد عذت بمعاذ الحقي بأهلك قال الزهري الحقي بأهلك\nتطليقة. قال أبو زرعة لم يروه من الأئمة في الحديث غير الأوزاعي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head223'>194 - </h1>\n\n<p>\nسمعت أبا عبد الله يقول في حديث يونس بن يزيد منكرات عن الزهري منها عن\nسالم عن أبيه عن النبي صلى الله عليه وسلم فيما سقت السماء العشر قلت له هو\nعندي حديث صحيح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head224'>195 - </h1>\n\n<p>\nحدثني عبد الرحمن بن إبراهيم عن سعيد بن أبي مريم عن عبد الله بن وهب عن\nيونس عن ابن شهاب عن سالم عن أبيه عن النبي صلى الله عليه وسلم فيما سقت\nالسماء العشر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head225'>196 - </h1>\n\n<p>\nحدثنا أبو زرعة قال قلت لأبي عبد الله تعرف عبد الرحمن بن عبد الله بن\nمكمل قال من روى عنه قلت الزهري قال لا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head226'>197 - </h1>\n\n<p>\nحدثني أحمد بن صالح ثنا ابن وهب عن عمرو بن الحارث عن الزهري عن عبد\nالرحمن بن عبد الله بن مكمل عن سعد قال الماء من الماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head227'>198 - </h1>\n\n<p>\nحدثنا أبو زرعة قال قلت لأبي عبد الله أحمد بن حنبل إن ابن جابر يحدث عن\nخالد بن اللجلاج عن عبد الرحمن بن عائش أعني عن النبي صلى الله عليه وسلم\n</p>\n\n<h1 class='l1' id='head228'>[ص: 245]</h1>\n\n<p>\nرأيت ربي في أحسن صورة وحدث به قتادة عن أبي قلابة عن خالد بن اللجلاج عن\nابن عائش فأيهما أحب إليك قال حديث قتادة هذا ليس بشيء والقول ما قال ابن\nجابر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head229'>199 - </h1>\n\n<p>\nحدثنا إسماعيل بن علية ثنا أبو عامر العقدي عن زهير بن محمد عن يزيد بن\nيزيد بن جابر <span id='ms39'></span> عن خالد بن اللجلاج عن عبد الرحمن بن عائش عن رجل من أصحاب\nالنبي صلى الله عليه وسلم بهذا الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head230'>200 - </h1>\n\n<p>\nحدثنا أبو زرعة قال سألت أحمد بن حنبل عن حديث يحيى بن أبي كثير عن عكرمة\nعن عبد الله بن رافع عن الحجاج بن عمرو عن النبي صلى الله عليه وسلم من كسر\nأو جرح قال فجزأ مثلها ثم هو حل.\n</p>\n\n<p>\nقال من رواه قلت معاوية بن سلام قال ثقة من روى عنه قلت الوحاظي فسكت\nورأيت معاوية يعجبه فيما روى عن يحيى بن أبي كثير وزيد بن سلام وقال لي وقد\nرواه حجاج الصواف عن يحيى بن أبي كثير وكان الحجاج ثقة عن عكرمة قال أخبرني\nالحجاج بن عمرو.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head231'>201 - </h1>\n\n<p>\nقال أبو زرعة وللحجاج بن عمرو المازني عن النبي صلى الله عليه وسلم ثلاثة\nأحاديث منها هذا وقع باليمامة ومنها اثنين وقعا بمصر إلى الليث بن سعد وقد\nأخرج إلينا عبد الله بن صالح كتابا عتيقا من كتب الليث يقال له الثامن فقال\nحدثني الليث عن جعفر بن ربيعة عن عبد الرحمن بن هرمز الأعرج عن كثير بن\nالعباس بن عبد المطلب عن الحجاج بن عمرو المازني قال كان النبي صلى الله\nعليه وسلم لا ينام حتى يستاك وكان يتهجد بعد أن ينام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head232'>202 - </h1>\n\n<p>\nحدثنا عبد الله بن صالح حدثني الليث عن جعفر بن ربيعة عن عبد الرحمن بن\nهرمز الأعرج عن كثير بن عباس بن عبد المطلب عن الحجاج بن عمرو المازني قال\nيحسب أحدهم إذا قام من أول الليل أنه قد تهجد إنما التهجد للصلاة بعد رقدة\nثم الصلاة بعد رقدة ثم الصلاة بعد رقدة ثم الصلاة بعد رقدة تلك كانت صلاة\nرسول الله صلى الله عليه وسلم وتهجده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head233'>203 - </h1>\n\n<p>\nحدثنا أبو زرعة قال سألت أبا عبد الله أحمد بن حنبل عن حديث أبي اليمان\nعن شعيب بن أبي حمزة عن الزهري عن أنس بن مالك عن أم حبيبة أن النبي صلى\nالله عليه وسلم قال أريت ما تلقى أمتي <span id='ms40'></span> من بعدي وسفك بعضهم دماء بعض وكان\nذلك سابقا من الله عز وجل فسألته أن يوليني شفاعة فيهم يوم القيامة ففعل.\n</p>\n\n<h1 class='l1' id='head234'>[ص: 249]</h1>\n\n<p>\nقال أبو عبد الله ليس له عن الزهري أصل وأخبرني أنه من حديث شعيب عن أبي\nحسين وقال لي كتاب شعيب عن أبي حسين اختلط بكتاب الزهري إذ كان به ملصق\nبكتاب الزهري قال وبلغني أن أبا اليمان قد اتهم وليس له أصل كأنه يذهب إلى\nأنه اختلط بكتاب الزهري إذ كان به ملصقا ورأيته كأنه يعذر أبا اليمان ولا\nيحمل قال أبو زرعة وقد سألت عنه أحمد بن صالح مقدمه دمشق سنة تسع عشرة\nومائتين فقال لي مثل قول أحمد أنه لا أصل له عن الزهري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head235'>204 - </h1>\n\n<p>\nحدثنا أبو زرعة قال سألت أبا عبد الله الذي حدثنا به الحميدي عن ابن\nعيينة عن ابن جريج عن ابن أبي مليكة عن عائشة أنه ذكر لها أن امرأة تلبس\nالنعلين فقالت لعن رسول الله صلى الله عليه وسلم رجلة النساء قال أحمد بن\nحنبل إنما هو حديث ابن أبي مليكة يعني فقط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head236'>205 - </h1>\n\n<p>\nحدثنا أبو زرعة قال سألت أبا عبد الله عن المضمضة والاستنشاق هل هما في\nالوضوء والجنابة واحد يعيد لهما الصلاة قال هما في الوضوء والجنابة واحد\nيعيد لهما الصلاة فاعلمه لما وكد فيها عن النبي صلى الله عليه وسلم قال نعم\nقلت فأي الحدثين أوكد حديث ابن عباس أو حديث أبي هريرة قال\n</p>\n\n<h1 class='l1' id='head237'>[ص: 251]</h1>\n\n<p>\nهما جميعا وهما للاستنشاق أشد تأكيدا وذكر حديث ابن أبي ذئب عن قارظ بن\nشيبة عن أبي غطفان عن ابن عباس عن النبي صلى الله عليه وسلم من الاستنشاق\nثنتين بالغتين أو ثلاثا فرأيته يزعم أنه حديث يعمد عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head238'>206 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا آدم بن أبي إياس أنه سمعه من ابن أبي ذئب عن قارظ بن\nشيبة عن أبي غطفان عن ابن عباس عن النبي صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head239'>207 - </h1>\n\n<p>\nحدثنا أبو زرعة قال وسألت أبا عبد الله عن حديث حدثنا به أبو مسهر عن <span id='ms41'></span> ابن\nسماعة عن الأوزاعي عن عبد الرحمن بن القاسم عن أبيه عن عائشة قالت فعلته\nأنا ورسول الله صلى الله عليه وسلم فاغتسلنا فقال أحمد بن حنبل ثنا به\nالوليد بن مسلم يعني عن الأوزاعي فلم يعجبه فقلت له ليحسن عنده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head240'>208 - </h1>\n\n<p>\nحدثنا أبو مسهر عن أبي سماعة عن الأوزاعي فقال لي كان الأوزاعي يحدث بهذا\nالحديث فإذا بلغ هذا الموضع زاد عن يحيى بن أبي كثير بلغني عن عائشة أنها\nقالت فعلته أنا ورسول الله فاغتسلنا هذا عنده الصواب قال أبو زرعة فإن كان\nأبو عبد الله قال هذا فإني رأيت أبا مسهر يمليه عن يحيى بن معين عن ابن\nسماعة عن الأوزاعي فقبله يحيى ولم ينكره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head241'>209 - </h1>\n\n<p>\nحدثنا أبو زرعة قال وذكرت لأبي عبد الله حديثا حدثنا به محمد بن المبارك\nأملاه علينا في سنة ثلاث عشرة ومائتين قال علي بن يعقوب بن أبي العقب فله\nمنذ أملاه عليهم إلى هذا الوقت مائة وأربعين سنة قال ثنا يحيى بن\n</p>\n\n<h1 class='l1' id='head242'>[ص: 254]</h1>\n\n<p>\nحمزة عن عروة بن رويم عن القاسم أبي عبد الرحمن قال قدم علينا سلمان\nالفارسي دمشق فأنكره أحمد وقال كيف يكون هذا اللقاء وهو مولى لخالد بن يزيد\nبن معاوية فذكرت لأحمد حدثنا به عبد الله بن صالح أن معاوية بن صالح حدثهم\nعن سليمان أبي الربيع عن القاسم أبي عبد الرحمن قال رأيت الناس مجتمعين على\nشيخ فقلت من هذا قالوا سهل بن الحنظلية فسكت أحمد ولم يرده كما رد لقيا\nالقاسم لسلمان فأخبرت عبد الرحمن بن إبراهيم بقول أبي عبد الله أن القاسم\nمولى لخالد بن يزيد وأن من كان عنده مولى لخالد يعني لا يصح له هذا اللقاء\nفقال لنا عبد الرحمن بن إبراهيم كان القاسم مولى لجويرية بنت أبي سفيان\nفورث بنو يزيد بن معاوية ولاءه فلذلك يقال مولى بني يزيد قال أبو زرعة وذلك\nأحب القولين إلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head243'>210 - </h1>\n\n<p>\nوسمعت أبا عبد الله يقول الحديث الذي حدثهم عبد الرزاق النار جبار يعني\nحديثه عن معمر عن همام <span id='ms42'></span> عن أبي هريرة وتلكما الأحاديث\n</p>\n\n<h1 class='l1' id='head244'>[ص: 255]</h1>\n\n<p>\nليس لها أصل فقلت له فحديث أنس بن مالك دخل النبي صلى الله عليه وسلم مكة\nوابن رواحة آخذ بغرزه قال وهذا أيضا قلت يا أبا عبد الله ليس له أصل قال ما\nأدري ما أقول لك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head245'>211 - </h1>\n\n<p>\nحدثنا أبو زرعة قال أحمد بن شبويه ثنا عبد الرزاق عن معمر عن\n</p>\n\n<h1 class='l1' id='head246'>[ص: 256]</h1>\n\n<p>\nالزهري عن أنس بن مالك قال دخل رسول الله مكة وابن رواحة آخذ بغرزه وهو\nيقول خلوا بني الكفار عن سبيله فأنكره فقلت له فكان يحفظ قال كان يحفظ حديث\nمعمر قيل له وأنا أسمع فمن أثبت في ابن جريج هو أو محمد بن بكر البرساني\nقال عبد الرزاق فحدثني محمود بن سميع أنه سمع أحمد بن صالح يقول قلت لأحمد\nبن حنبل رأيت أحدا أحسن حديثا منه يعني عبد الرزاق قال لا قال أبو زرعة عبد\nالرزاق أحد من قد ثبت حديثه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head247'>212 - </h1>\n\n<p>\nحدثنا أبو زرعة قال وسمعت أبا عبد الله يسئل عن الكافر يسلم قال إن كان\nيخاف عليه من الختان فلا بأس يعني أن لا يختتن وقال أسلم أناس من البصرة\nفختنوا فمات بعضهم قال أحمد قد روي عن الحسن أنه قال قد أسلم على عهد رسول\nالله صلى الله عليه وسلم الرومي والفارسي وغيرهم فلم يكشفوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head248'>213 - </h1>\n\n<p>\nحدثنا أبو زرعة قال سألت أبا عبد الله عن عيسى بن قرطاس\n</p>\n\n<h1 class='l1' id='head249'>[ص: 257]</h1>\n\n<p>\nعن عكرمة عن النبي صلى الله عليه وسلم قال ارفعوا سبلكم في الصلاة ما\nأصاب الأرض فهو في النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head250'>214 - </h1>\n\n<p>\nحدثنا أبو زرعة قال قلت لأبي عبد الله زيد أبو أسامة قال الحجام روى عنه\nوكيع ما أعرفه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head251'>215 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو نعيم ثنا زيد أبو أسامة قال حدثني عكرمة عن ابن\nعباس أن رسول الله صلى الله عليه وسلم لعن مخنث الرجال ومذكر النساء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head252'>216 - </h1>\n\n<p>\nحدثنا أبو زرعة قال وسمعت أبا عبد الله سئل عن رجل أحرم بالحج في غير\nأشهر الحج قال وكان عطاء يجعلها عمرة ونحن نقول إذا ثبت <span id='ms43'></span> على إحرامه إلى وقت\nالحج كان ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head253'>217 - </h1>\n\n<p>\nحدثنا أبو زرعة قال وسمعت أبا عبد الله سئل عن رجل متوق دفع إليه مال فلم\nيقبله ودفع إلى غيره فقبله وصرفه في وجهه أيها أحب فقال ومن يفضل هذا ما\nأدري خير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head254'>218 - </h1>\n\n<p>\nروى مولى جويرية عن أبي هريرة قال رسول الله صلى الله عليه وسلم ما أنعم\nالله على عبد من نعمة فحمد عليها إلا كان أفضل من تلك النعمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head255'>219 - </h1>\n\n<p>\nحدثنا أبو زرعة حدثني أبو نعيم ثنا سفيان عن جابر عن عمرو بن يحيى القرشي\nقال سمعت معاوية يقول لعن رسول الله صلى الله عليه وسلم الذين يشققون الخطب\nتشقيق الشعر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head256'>220 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا محمد المبارك الصوري ثنا معاوية بن سلام عن يحيى بن\nأبي كثير قال حدثني يزيد بن نعيم عن جابر بن عبد الله قال نهى رسول الله\nصلى الله عليه وسلم عن المحاقلة والمزابنة\n</p>\n\n<p>\nقال أبو زرعة هذا يزيد بن نعيم بن هزال الأسلمي الذي يحدث عنه زيد بن\nأسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head257'>221 - </h1>\n\n<p>\nحدثنا أبو زرعة قال محمد بن عمرو بن علقمة بن وقاص الليثي من أروى أهل\nالمدينة عن أبي سلمة بن عبد الرحمن وله عن أبي سلمة أحاديث يخالفه فيها\nأملى عن الزهري ويحيى بن أبي كثير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمنهم قولهم توضؤا مما مست النار.\n</p>\n\n<h1 class='l1' id='head258'>222 - </h1>\n\n<p>\nحدثنا أبو زرعة حدثني أحمد بن شبويه ثنا يزيد بن هارون عن محمد بن عمرو\nعن أبي سلمة عن أبي هريرة قال رسول الله صلى الله عليه وسلم توضؤا مما مست\nالنار ولو من أثوار أقط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head259'>223 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو اليمان عن شعيب بن أبي حمزة عن الزهري أخبرني أبو\nسلمة بن عبد الرحمن أخبرني أبو سفيان بن سعيد بن الأخنس عن أم حبيبة أن\nرسول الله صلى الله عليه وسلم قال توضؤا مما مست النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head260'>224 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا عبد الله بن صالح حدثني الليث حدثني يونس عن ابن شهاب\nأخبرني أبو سلمة بن عبد الرحمن عن أبي سفيان بن سعيد الأخنس عن أم <span id='ms44'></span> حبيبة\nزوج النبي صلى الله عليه وسلم وهي خالة أبي سفيان أن رسول الله صلى الله\nعليه وسلم قال توضؤا مما مست النار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head261'>225 - </h1>\n\n<p>\nحدثنا أبو زرعة قال حدثني إبراهيم بن يعقوب الجوزجاني أن مسلم بن إبراهيم\nحدثهم عن أبان عن يحيى بن أبي كثير عن أبي سلمة بن عبد الرحمن عن أبي سفيان\nبن سعيد عن أم حبيبة عن النبي مثل ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nومنها قولهم في العمري\n</p>\n\n<h1 class='l1' id='head262'>226 - </h1>\n\n<p>\nحدثنا أبو زرعة قال حدثني حميد بن زنجويه ثنا محمد بن عبيد ثنا محمد بن\nعمرو عن أبي سلمة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم لا\nعمرى ومن أعمر شيئا فهو له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head263'>227 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا أبو اليمان ثنا شعيب بن أبي حمزة عن الزهري أخبرني\nأبو سلمة بن عبد الرحمن عن جابر أن النبي صلى الله عليه وسلم قال من أعمر\nعمرى فهي له ولعقبه فهي له يرثها من عقبه من يرثها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head264'>228 - </h1>\n\n<p>\nحدثنا أبو زرعة قال حدثني أحمد بن شبويه ثنا النضر بن شميل عن هشام\nالدستوائي عن يحيى بن أبي كثير عن أبي سلمة عن جابر أن رسول الله صلى الله\nعليه وسلم قال العمري لمن وهبت له.\n</p>\n\n<p>\nقال أبو زرعة القول قول الزهري ويحيى بن أبي كثير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nومنها قولهم عن أبي سلمة كل مسكر حرام\n</p>\n\n<h1 class='l1' id='head265'>229 - </h1>\n\n<p>\nحدثنا أبو زرعة حدثني أحمد بن شبويه ثنا يزيد بن هارون عن\n</p>\n\n<h1 class='l1' id='head266'>[ص: 265]</h1>\n\n<p>\nمحمد بن عمرو عن أبي سلمة عن أبي هريرة أن النبي صلى الله عليه وسلم قال\nكل مسكر حرام\n</p>\n\n<p>\nخالفه الزهري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head267'>229 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا مطرف بن عبد الله المدني ثنا مالك بن أنس عن الزهري\nعن أبي سلمة عن عائشة أن النبي صلى الله عليه وسلم سئل عن البتع فقال ما\nأسكر فهو حرام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head268'>230 - </h1>\n\n<p>\nحدثنا أبو زرعة أنا أبو اليمان الحكم بن نافع أنا شعيب بن أبي حمزة عن\nالزهري أخبرني أبو سلمة عن عائشة قالت سئل النبي صلى الله عليه وسلم عن\nالبتع وهو نبيذ العسل <span id='ms45'></span> فقال النبي صلى الله عليه وسلم كل شراب أسكر فهو\nحرام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو زرعة ومنها قولهم في يوم الجمعة\n</p>\n\n<h1 class='l1' id='head269'>232 - </h1>\n\n<p>\nحدثنا أبو زرعة قال حدثني حميد بن زنجويه ثنا النضر بن شميل قال أنبا\nمحمد بن عمرو عن أبي سلمة عن أبي هريرة قال قال رسول الله صلى الله عليه\nوسلم خير يوم طلعت فيه الشمس يوم الجمعة. قال أبو زرعة فذكر الحديث خالفه\nيحيى بن أبي كثير عن أبي سلمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head270'>233 - </h1>\n\n<p>\nحدثنا أبو زرعة نا أبو مسهر حدثني ابن سماعة ثنا الأوزاعي حدثني يحيى بن\nأبي كثير حدثني أبو سلمة حدثني أبو هريرة قال خير يوم طلعت فيه الشمس يوم\nالجمعة قال قلت أمن رسول الله صلى الله عليه وسلم سمعته هذا قال بل حدثنا\nكعب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقولهم من ترك مالا فلأهله\n</p>\n\n<h1 class='l1' id='head271'>234 - </h1>\n\n<p>\nحدثنا أبو زرعة قال حدثني حميد بن زنجويه نا يزيد بن هارون أنا محمد بن\nعمرو عن أبي سلمة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من\nترك مالا فلأهله ومن ترك دينا أو ضياعا فإلي. الخلاف قال ابن أبي العقب\nخالفه الزهري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head272'>235 - </h1>\n\n<p>\nحدثني أبو زرعة حدثني أحمد بن شبويه أنا عبد الرزاق عن معمر عن الزهري عن\nأبي سلمة عن جابر بن عبد الله قال كان النبي صلى الله عليه وسلم لا يصلي\nعلى رجل عليه دين فلما فتح الله على رسوله قال أنا أولى بكل مؤمن من ترك\nدينا فعلي من ترك مالا فلورثته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو زرعة ومنها قولهم عن أبي سلمة في الرحم\n</p>\n\n<h1 class='l1' id='head273'>236 - </h1>\n\n<p>\nحدثنا أبو زرعة ثنا يحيى بن صالح ثنا خالد بن عبد الله ثنا محمد بن عمرو\nعن أبي سلمة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم قال الله\nعز وجل أنا الرحمن وهي الرحم شققت لها من اسمي فمن يصلها أصله ومن يقطعها\nأقطعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head274'>237 - </h1>\n\n<p>\nحدثنا أبو زرعة نا الحكم بن نافع أنا شعيب بن أبي حمزة عن الزهري أخبرني\nأبو سلمة أن أبا مالك الليثي أخبره <span id='ms46'></span> عن عبد الرحمن بن عوف عن النبي صلى الله\nعليه وسلم نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head275'>238 - </h1>\n\n<p>\nحدثنا أبو زرعة نا يحيى بن صالح نا جابر بن غانم عن سليم بن\n</p>\n\n<h1 class='l1' id='head276'>[ص: 269]</h1>\n\n<p>\nعامر عن معدي كرب بن عبد كلال قال سمعته يوم الجمعة وهو قائم على المنبر\nيحدث عن عوف بن مالك الأشجعي يرده إلى رسول الله صلى الله عليه وسلم قال\nخرجنا مع رسول الله صلى الله عليه وسلم في بعض مغازيه قال فهبت من الليل\nفإذا كل دابة واضعة خدها إلى الأرض ولست أرى في العسكر إلا مؤخرة الرحال\nفأتيت إلى منزل النبي صلى الله عليه وسلم فإذا هو ليس فيه فانطلقت إلى غيضة\nمن قصب فإذا أنا أسمع خشخشة وإذا أنا بسواد رجلين فأتيتهما فإذا معاذ بن\nجبل وأبو عبيدة بن الجراح فسلمت عليهما فقلت ما أخرجكما فقالا أخرجنا الذي\nأخرجك في طلب النبي صلى الله عليه وسلم فبينما هم قيام ينظرون إذ خرج النبي\nصلى الله عليه وسلم فقال أثم معاذ بن جبل قال نعم يا نبي الله هذا أنا وأبو\nعبيدة بن الجراح قال أثم عوف بن مالك الأشجعي قال نعم يا نبي الله هذا أنا\nفانطلقا حتى أتوا مع رسول الله صلى الله عليه وسلم قال لهم هل تدرون ما\nأخرجني قالوا الله ورسوله أعلم قال فإن جبريل آتاني فأخرجني فكان الذي\nرأيتم وإن ربي عز وجل خيرني بين خصلتين أن يدخل نصف أمتي الجنة وبين\nالشفاعة لأمتي فاخترت الشفاعة لأمتي.\n</p>\n\n<p>\nآخر الجزء\n</p>\n\n<p>\nوالحمد لله رب العالمين\n</p>\n\n<p>\nوصلى الله وسلم على خير خلقه محمد النبي وآله وصحبه وشرف وكرم وعظم إلى\nيوم القيامة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n             <span id='ms47'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "075",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "212",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "265"
  ],
  "volumes": [
    "01"
  ]
}