{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nالقسم الأول\n</p>\n\n<p>\nبسم الله الرحمن الرحيم وما التوفيق إلا به\n</p>\n\n<h1 class='l1' id='head0'>ومن كلامه ما بعث به لأبي جعفر يوسف بن حسداي</h1>\n\n<p>\nأما الزرقالة إبراهيم بن يحيى الأندلسي فلم يقع قط في طريق صناعة الهيئة.\nعليه أمرها فهو يقول بحسب سوانحه ولوائحه فتضطرب أقواله ويكثر كلامه فيما\nلا معنى له. ثم إنه بعد ذلك ذهب عليه معنى من معانيها هو كالمبدأ فيها،\nوذلك معنى وسط الكوكب، فإنه يعتقد فيه أنه النور الذي يحوزه مبدأ ما كأنك\nقلت مثلا رأس الحمل والنقطة التي عليها يلقى الفلك المائل الخط الخارج من\nمركز الفلك الخارج المركز إلى مركز الكواكب. وهو يكرر هذا المعنى ويردده\nويرى أنه من المبادئ الأول التي لا ريب فيها، فهو لذلك لا يزال يناقض\nبطليمونس في أكثر ما ذهب إليه.\n</p>\n\n<p>\nوهذا رأي وقع في من تقدمه، وإني لا عجب من وقوع ابن الهيثم على وضوحه،\nفإنك إن آثرت الوقوف على ما حكيته لك فاقرأ مقالته المعروفة بالشكوك على\nبطليموس في الفصل الذي يذكر فيه فساد الطريق التي سلكها بطليموس في استخراج\nما بين المركزين في كوكب الزهرة وعطارد يتبين لك ما ذكرته. وإذا تأملت تلك\nالمقالة وضح لك من أمر ابن الهيثم أنه لم يقرأ الصناعة إلا من أسهل الطرق،\nفما عساه لم يلح له لوقته أما اثبت الحكم على إبطاله وأما تركه مغفلا وأنه\nلم يكن من أهل هذه الصناعة القائمين بها، وأنه أبعد عنها من الزرقالة\nبكثير.\n</p>\n\n<p>\nوهذه صناعة شغلت بها نفسي منذ تركت صناعة الموسيقى، والآن أكملت النظر\nفيها، إذ كان تبقى علي فيها النظر في مجاري العرض وهو من أصعب ما في هذه\nالصناعة، وقد أكملته.\n</p>\n\n<p>\nوالمقالة التي قال الزرقالة فيها ما ذكرته هي مقالته في إبطال الطريق\nالتي سلكها بطليموس في استخراج البعد الأبعد لعطارد.\n</p>\n\n<p>\nوأما صناعة الموسيقى فإني زاولتها حتى بلغت فيها مبلغا رضيته لنفسي، ثم\nبعد ذلك صناعة الهيئة، فإني أكملت النظر فيها الكمال الذي يقتضيه ما وجدته\nمن مبادئها. وفي أثناء ذلك تحققت <span id='ms01'></span> أن كل من يذكر في هذه الصناعة بالكمال لم\nيحط فيها إلا بالتافه اليسير، واتفق ذلك سفر إلى أشبيلية، وذلك بعد أكمال\nنظري فيها، فإن كل من يدعى هذه الصناعة ففي أشبيلية مستقرة وإليها مصدره.\nوفي أثناء ذلك ما توضحت منحى أبي نصر في ضروب البرهان التي عددها، فإن ذلك\nكان بقي علي فقط فاستوضحته منذ قريب.\n</p>\n\n<p>\nثم تجردت للنظر الطبيعي وأنا فيه لا أقدم عليه عملا. فمن الأمور الظاهرة\nفي السماع الطبيعي وأنانية قد تم، وإنما قصصته لأنه يتضمن المبادئ وكل ما\nبعده تبع له وخصصت منه هاتين المسألتين لعظم غنائهما: إحداهما في السادسة\nعندما يذكر مالا ينقسم بالسابق من قوله والذي ذهب إليه من رأيت له تفسيرا\nفي هذا الكتاب إنما يذهب فيه إلى النقطة فيما له وضع، وإلى الآن وما يناسبه\nفي الحركة فيما لا وضع له لا غير. ونعم أن هذا حق. وإذا تأملت محمولات\nالمطالب وجدت بعضها تختص بها هذه، مثل قوله: إن ما لا يتجزأ لا يأتلف منه\nخط ولا من الآن زمان وأشبابها، وبعضها يشترك فيها مع هذه الخط والسطح مثل\nقوله: أن المتصل لا ينقسم إلى غير منقسم، وبعضها يعم هذه كلها يعم ما لا\nينقسم وبعضها يعم هذه كلها ويعم ما لا ينقسم بالأضافة إلى متحرك. ويقال أن\nتلك لا تنقسم إما بإطلاق أومن جهة ما كالخط، وهذا الضرب الأخير يقال فيه لا\nينقسم بالإضافة إلى ذي المكان، فمكان القلم الذي أكتب فيه لا ينقسم بالقلم\nالذي أكتب به وأن أنقسم بالإضافة إلى جزء أصغر منه. وهذا المحمول هو في مثل\nقوله: كل متغير فأول ما تغير إليه غير منقسم. وهذا الضرب من غير منقسم هو\nالمقصود في هذا العلم. وتلك إنما أخذت مقدمات ليتبين هذا. وانظر إليه أبدا\nفي هذه المقالة يقفك على معان كثيرة الغناء في هذا العلم.\n</p>\n\n<p>\nوالمسألة الأخرى هي في السابعة وذلك قوله: كل متحرك فله محرك. فأول ما\nيجب أن يعلم أنه لم يرد أن يبين <span id='ms02'></span> المحرك الأول بإطلاق كما يذكره المفسرون\nالذين رأينا لهم قولا، ولذلك رأوا أن هذه المقالة فضل حتى أن تاسطيوس ترك\nأكثرها فلم يحفل بها، بل إنما أدرك المحرك الأول بالإضافة إلى حركة مفروضة،\nوذلك أن الأول في المحركات يقال على نحوين: أحدهما البريئ من كل حركة جملة،\nوهذا المذكور في الثامنة، وهو الذي شعر به المفسرون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nوالنحو الثاني هو المحرك من حيث هو ساكن، فإن القلم يحرك المداد وهو\nيتحرك في حين تحريكه، ونسبة يدي إلى القلم تلك النسبة، فستنتهي ضرورة إلى\nمحرك يحرك بحال فيه ثانية لا بأن يحتاج في حال تحريكه إلى أن يتحرك. وهذا\nالضرب يوجد في الأجسام، فإن كل جسم يحرك جسما حركة جسمانية فإنما يحرك بأن\nيتحرك، وقد توجد أجسام تحرك من غير أن تتحرك كالمغنطيس للحديد فإنه يظن أنه\nيحرك لا بأن يتحرك، فالمغنطيس إذن محرك أول لأنه لا يحتاج في حين تحريكة\nإلى محرك، وإن لحقه تحرك فبوجه آخر. فأما سائر المتحركات فأمرها بين أن\nالمحرك الأول فيها هو المحرك الأقرب. فإن توهم فيها أن متغيرا تغير بأن\nيتغير، فلعل ذلك بعكس الحال في حركة المكان، لأن المحرك في أكثر الأمر لا\nيلي آخر متحرك.\n</p>\n\n<p>\nوهذا إذا تؤمل وضح الغرض الذي أومأت إليه، وإذا تمسك بهذا النحو من النظر\nظهرت به معان كثيرة عظيمة الغناء في هذا العلم.\n</p>\n\n<p>\nوبعد ذلك فإن كثيرا من الناس زعموا أن ما أتى به أرسطوليس ببرهان أصلا،\nوالإسكندر يعترف أنه قول حق، غير أنه يسميه منطقيا، والمنطقي عنده أن تكون\nأجزاء القياس أعني الحدود الوسطى بالعرض ولا يكون أحد قسمي ما بالذات. وليس\nالأمر في ذلك القول على ما ظن الإسكندر، بل الحد الأوسط ذاتي لكنه ليس\nبسبب، فهو إذن ذاتي لكنه يبين المتقدم بالمتأخر.\n</p>\n\n<p>\nوإذا بلغت ذلك ظهر، وظهر بظهوره أشياء لها حدود. حد الأضداد الفاعلة\nوالمنفعلة التي هي أقدم حدودها فإن أرسطو حدها في الثانية من كتاب الكون\nوالفساد بحدود متأخرة، وهذا عظيم الغناء في هذا <span id='ms03'></span> العلم.\n</p>\n\n<p>\nهذا آخر كلامه فيما رد به على الزرقالة رحمه الله.\n</p>\n\n<h1 class='l1' id='head1'>من كلامه في الألحان  رضي الله عنه</h1>\n\n<p>\nبسم الله الرحمن الرحيم والله الموفق في جميع الأمور اعلم أن النغم\nالتأليفية هي نسب اختلاط الأفلاك ودورانها ونغم الطبيعة العاملة بالمجاري\nالصحيحة. ولما راموا تلك الحكاية، وشبهوا تلك النسب الوهمية وحملوها على\nالطبائع الإنسانية، وجب لكل إنسان أن يميل إلى الطبائع المركبة فيه. فإذا\nوقع التشاكل وتوافقت الطباع تاقت النفس وفعلت وامتدت روحانيتها وانبسطت\nوجرى فيها من المادة الروحانية ما يبعثها على الأنسة. ولهذا كانت الفرس إذا\nأرادت تدبير لذاتها امدت النعم والغناء بأشعار تشارك الغرض الذي يخوضون\nفيه، فيطاع لهم الرأي الجميل ويوافق الصواب مذهبهم الجميل. وذلك أن ضارب\nالعود إذا كان حاذقا فطنا، وأراد أن يحرك صاحب صفراء ويهيجه، ألح بالضرب\nعلى البم، للمناسبة التي بينهما في الخفة واللطافة يهيج له السرور. وكذلك\nإذا أراد أن يحرك صاحب الدم ويهيج سروره ألح بالضرب على المثنى للمناسبة\nالتي بينهما فلذلك يهيج الدموي المزاج، ويبعث له السرور والجذل ويتحرك له\nالفرح، ووزنه ضعف وزن الزير. وإذا أراد أن يحرك صاحب البلغم إلى طبعه ألح\nبالضرب على الزير، فإنه للمناسبة التي بينهما الكون طيبعتهما تهيج له\nالأحزان وتثير له الغموم والبكاء والنياحة. ووزنه ضعف وزن المثنى. وكذلك\nإذا أراد أن يحرك صاحب سوداء ويميل به إلى طبعه ألح بالضرب على المثلث\nللمناسبة التي بينهما لكون طبيعتهما طبع الأرض في حصامها وغلظ جسمها فيحدث\nله رعب شديد وجزع لأن السوداء أصل للفزع وعنها يتولد. ووزنه ضعف وزن البم،\nوأربعة أضعاف وزن المثنى، وثمانية أضعاف وزن الزير.\n</p>\n\n<p>\nقال: وبالجملة فترى كل صاحب طبع يتحرك حينئذ في مذهبه على قدر طبعه.\n</p>\n\n<p>\nقال: وينبغي للضارب، إذا أراد أن يوفي النغم حقها ويبلغ بالأنفاس\nغاياتها، أن يلتفت إلى المخارج الأربعة، وهي الصدر والحلق والجبهة والرأس،\nفيجعل بإزاء الصدر البم للمناسبة التي بينهما والصوت، ويجعل بإزاء الحلق\nالمثلث، ويجعل بإزاء الجبهة المثنى، ويجعل بإزاء قحف الرأس الزير.\n</p>\n\n<p>\nوكلما <span id='ms04'></span> ارتفع الصوت إلى الرأس نزلت يد الضارب في الأوتار على النظام\nوالترتيب الذي جعلته الحكماء للأصابع الأربعة، فإنها جعلت السبابة للبم،\nوالوسطى للمثلث، والبنصر للمثنى، والخنصر للزير.\n</p>\n\n<p>\nقال: وينبغي أن تحذر الضارب أن يركب بعض الأوتار بعضها في المجرى فيولد\nذلك ضررا في الأوتار وفسادا في أصولها متى مسها المضراب أو حثها الضارب.\n</p>\n\n<p>\nقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nفهذه هي الأصول التي إذا راعاها الضارب مشت أحواله ونغماته على السنن\nالمستقيم والطريق القويم، وفاق أبناء جنسه، وكان يومه خيرا من أمسه.\n</p>\n\n<h1 class='l1' id='head2'>ومن كلامه على إبانة فضل عبد الرحمن بن سيد المهندس</h1>\n\n<p>\nبسم الله الرحمن الرحيم البسائط منها مستوية وتدعى سطوحا، ومنها غير\nمستوية وتسمى باسم الجنس. والبسيط الملاقي لبسيط إما أن يكون بسيطا أو\nسطحا. وكل سطح يلقى بسيط المخروط فإما أن يمر برأسه أو لا يمر.\n</p>\n\n<p>\nوقد تبين في الأولى من المخروطات أن كل سطح يلقى بسيط مخروط ولا يمر\nبرأسه فإنه يقطعه. وكل بسيط يمر برأس مخروط فإما أن يماسه أو يقطعه، فإن\nماسه فإما أن يماسه على نقطة أو يماسه على خط مستقيم، فإن ذلك مما بين\nالبرهان أن تماسه لا يكون بإحدى هاتين الجهتين، ولم يتبين ذلك أبولونيوس.\n</p>\n\n<p>\nوكل سطح يمر برأس المخروط ويقطعه. وقد تبين في الأولى من المخروطات أن\nالفصلين المشتركين خطان مستقيمان، والقطع سطح يحسه يحده خطان مستقيمان\nيحيطان بزاوية هما ضلعان من أضلاع المخروط.\n</p>\n\n<p>\nوإذا كان ذلك، فكل سطح يقطع بسيط مخروط ولا يمر برأسه فقد يمكن أن يمر\nبرأس المخروط سطح مواز له. فإن كان السطح القاطع موازيا لسطح يماس على نقطه\nفذلك القاطع ناقص مكان. وإن كان يماس على قطع فذلك مكان قاطعا فالقاطع\nزائد.\n</p>\n\n<p>\nوإذا تمسك بهذا الأصل. ثم تلي بما يقتضيه التحليل، وضح بأيسر تأمل أن لكل\nقطع أصناف من خطوط الترتيب يكون منها على نسب متباينة، إذا كان بعضها\nيقطعها بنصفين، وهي الأقطار التي ألفاها من المهندسين، وبعضها يقطعها على\nنسب أخر من غير أن يوجد في إثبات وجود أحدها الصنف <span id='ms05'></span> الآخر، وعند ذلك نتصور\nالقطوع بأقدم صفاتها بالإضافة إليها، وتترتب سائر الخواص على رتبها فلا\nيتقدم بعضها على بعض في المعرفة حتى يظن لذلك بأن بعضها أقدم في الوجود من\nبعض، وتسقط عند ذلك كثير من تلك الأشكال الكثيرة البراهين، ويكون الاعتماد\nفي استنباط أمور أخر أعظم فائدة وأكثر تصرفا.\n</p>\n\n<p>\nوهذا النحو من النظم هو الذي وقع عليه ابن سيد المهندس فشف به على من\nشاركه من متقدمي المهندسين في المطالب التي شاركهم فيها. ثم إنه لم فرغ من\nهذا نظر في البسائط الملاقية لكل بسيط، مخروطا كان أو غير مخروط، فوجد\nفصولها المشتركة ليست جملة في سطح واحد، فوضع سطوحا تكون في بسيط الأجسام\nالمقعرة على نسب معلومة، ثم أخذ الفصل المشترك بين السطحين نقطة، وأخرج\nمنها خطا على وضع معلوم إلى ذلك السطح، ثم أداره على ذلك الفصل المشترك\nفرسم طرفه في السطح.. إن ذلك الخط غير مستقيم ولا هو واحد من الخطوط\nالمنحنية الثلاثة. ثم نظر في خواصه واستنبط منها أشياء، فكان نظره في هذه\nالأمور شبيها بنظر المتقدمين في الخطوط الثلاثة. غير أنه لم يتسع في العرض\nلممانعة عوائق زمانه ولانفراده، ويحتاج نظره إلى تتميم مناسب لتتميم نظر من\nتقدم.\n</p>\n\n<p>\nومما اختص بالنظر فيه ابن سيد دون من تقدم من المهندسين ما أصفه: وهو أنه\nيعمد إلى قطعين من أي أصناف القطوع الثلاثة كانا، ويضعهما متقاطعين، ثم\nيفرض نقطتين في غير سطح القطعين في ناحية واحدة منه ثم يقيم عليها مخروطين\nفيصير المخروطان متقاطعين ولهما فصل مشترك، ثم يقيم سطحا يلقى سطح القطعين\nعلى زوايا قائمة، ثم يعلم على الفصل نقطة، ويخرج منها خطا على وضع يوجبه\nالتحليل يلقى السطح القائم، يم يدير ذلك الخط على وضعه على الفصل المشترك،\nويرسم طرفه في السطح خطا منحنيا قوته قوة ذينك القطعين، ثم يضع أيضا هذا\nالقطع مع آخر من الثلاثة أو آخر في رتبته ويصنع كذلك فيكون الخط المنحني\nيقوي قوة القطعين، فيمر الأمر إلى غير نهاية <span id='ms06'></span> في الطول والعرض. وبهذه الطريق\nاستخرج كم خط نشأ بين خطين يتوالى على نسبة واحدة، وبهذه السبيل قسم\nالزاوية بأي نسبة عددية شاء. ويشبه توليد هذه القطوع التوليد الذي ذكره\nأوقليدس للخطوط في آخر المقالة العاشرة من كتابه.\n</p>\n\n<p>\nوحيث انتهيت إلى مثل هذا الموضوع من الأصل وجدت ما مثاله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nقابلت جميع ما في هذا الجزء بجميع الأصل المنقول منه. وهو بخط الشيخ\nالعالم الورع الزاهد البر العدل التقي عصمة الأخيار وصفوة الأبرار السيد\nالوزير أبي الحسن بن عبد العزيز بن الإمام السرقسطي، وهو ينظر في أصله\nالمحبوبة من يد فريد دهره وبشير عصره ونادرة الفلك في زمانه أبي بكر محمد\nبن يحيى بن الصائغ المعروف بابن باجة قراءة بقراءة على المصنف بإشبيلية.\nوالعزيز المذكور أدام الله عزه يومئذ عامل عليها ومستفاد لخراجها وما أضيف\nمن العمل إليها. وكان فراغ الوزير أدام الله عزه من قراءة هذا الجزء عليه\nفي تاريخ آخره اليوم الخامس عشر من شهر رمضان سنة ثلاثين وخمسمائة.\n</p>\n\n<p>\nوكتب الحسن بن محمد بن محمد بن محمد بن النضر بقوص في شهر ربيع الآخر سنة\nسبع وأربعين وجهة كذا في الأصل والراجح أنها خمسمائة كما يتضح ذلك مما سيرد\nبعد.\n</p>\n\n<p>\nنسأل الله سبحانه علما نافعا في الدنيا والآخرة. إنه على ما يشاء قدير.\n</p>\n\n<h1 class='l1' id='head3'>وكتب رضي الله عنه إلى الوزير أبي الحسن بن الإمام</h1>\n\n<p>\nعلمي بفضيلتك الفكرية والخلقية لا أجد معه إلى مخالفة إرادتك سبيلا،\nلتكون سوء عشرة أوض بمعلوم، وكلاهما شرارة.\n</p>\n\n<p>\nوكنت قد قلت أنه بلغك أن عبد الرحمن بن سيد كان قد استخرج براهين في نوع\nهندسي لم يشعر به أحد قبله ممن بلغنا ذكره، وأنه لم يثبتها في كتاب، وإنما\nلقنها عنه اثنان: أحدهما أنا، والآخر تلف في حرب وقعت في الأرض التي كنا\nفيها، وبلغك مع ذلك أني زدت عليه حين استخرجها والأمر أعزك الله على ما\nبلغك، ويكون ذلك بالعزم على أن أكتب لك كتابا يتضمنها، وأن أضيف إليها\nمسائل قد كنت ذكرت لك أني <span id='ms07'></span> صنعت براهينها مدة الاعتقال الثاني الذي كنت فيه.\nوقد كتبت إليك كل ذلك دون تفصيل، قال الذي صنعته إنما هو تتميم لما صنعه\nالرجل وتصريف له، فالمحرك الأول أحق بشرف الحركة من المحرك الثاني إذ كان\nمتحركا عنه، وقد كتبت إليك ذلك في هذا الكتاب.\n</p>\n\n<p>\nكل فعل إنساني فإنه بالذات يسدد نحو غاية ما إنسانية، وهو الخير الذي\nينال بذلك الفعل فمقصد تدبير المنزل الثروة، ومقصد التفكر العلم أو الظن.\nوقد توجد أفعال إنسانية تلحق عنها لواحق، قد يمكن في بعض تلك اللواحق أن\nتكون متشوقات، فتنصب غايات، فتفعل تلك الأفعال التي تلحقها تلك اللواحق\nالمتشوقة لأجل تلك لا لأجل ما هي له بالذات. ومن هذا تتقوم صنائع كثيرة\nوقوى بعضها شرور كالمكر والتمويه والرياء وصنائع المستعبدين وما جانسها،\nوبعضها خيرات كتعلم الاحتذاء والرياضة بالأفعال التي تفعل لا لينال بها\nغاياتها الذاتية، بل لتنال أشياء سددت الأفعال بحسبها وهي أصناف: منها ما\nيطلب فيها أمور مباينة في الجملة لغاياتها كالمصارعة، فإن غايتها الذتية\nالغلبة، لكن قد تطلب بها الصحة. والصحة قوى أو قوى للجسم المتنفس من حيث هو\nجسم متنفس، وهذه يقال لها رياضة وأفعال رياضية. والرياضة بالجملة كل فعل\nإنساني قصد به أن تتمكن عنه قوة ما، أو تصير بحال أحسن. فأما الأفعال التي\nليس يقصد بها حصول ملكة لم تكن فليست برياضة، ولذلك لا يعد تعلم الاحتذاء\nفي الرياضة. فإن متعلم اللحن ليس يتغنى ليطرب. بل ليحصل اللحن ملكته، فإذا\nحصل له اللحن وكمل وردده لتمكن في نفسه ويكون أقدر على أدائه قيل لذلك\nالرديد ارتياض في اللحن. وقد لخصت تلك الأصناف التي تقال عليها الرياضة في\nمواضع أخر.\n</p>\n\n<p>\nوالفكرة صنفان: أحدهما صنف موضوعاته الذاتية الأمور الممكنة من جهة ما هي\nممكنة، وغايتها بالذات الظن الصادق، فإن وقع اليقين عنها فالبعرض.\n</p>\n\n<p>\nومنها ما موضوعاتها الأمور الضرورية من جهة ما هي ضرورية، وغايتها اليقين\nفإن وقع عنها الظن فبالعرض.\n</p>\n\n<p>\nوالأول يخص الروية، والثاني لا اسم له. وقد يسمى في <span id='ms08'></span> الوقت بعد الوقت\nالفكرة البرهانية والفكرة اليقينية. وقد يقال الروية على كليهما بالعموم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nوالروية والفكرة البرهانية ففي كل إنسان لم تلحقه آفة، وله قوة على\nقبولها. فأما وجود هذه القوة البرهانية ملكة فإنما هي للإنسان بالاكتساب.\nوقد توجد لبعض الناس بالطبع على ما يقوله تامسطيوس في القياس في ذوي الفطر\nالفائقة. فأما الروية فالاستعداد لها ينشأ بتنشئتنا، وهي تكمل باكتمالنا.\nوقد لخص أرسطو أمرها في السادسة من كتاب نيقوماخيا وليس الارتياض نحوها\nصناعة محدودة، ولا للأفعال الرياضية فيها اسم تختص به، والتجريب من\nأصنافها.\n</p>\n\n<p>\nوأما القوة على الفكرة البرهانية، فإن الرياضة التي تصيرها ملكة أصناف\nكثيرة، وهذه تسمى عند القدماء التعاليم والعلوم الرياضية. فأما صناعة\nالمنطق فليست برياضة، بل هي صناعة تشتمل على أنواع الفكر وكيف تكون، وتلخص\nكل واحد من أصنافها. ونسبها إلى العلوم الرياضية نسبة النحو إلى قصائد\nالشعر وأجزائها والخطب وأجزاءها ولذلك يروض نحويوا العرب من يعلمونه\nبتكليفهم إعراب أشعار العرب كشعر امرئ القيس وغيره.\n</p>\n\n<p>\nوهذه التعاليم أربعة أجناس، ويشتمل كل جزء منها على أجزاء وما يجري مجرى\nالأجزاء، وقد لخص ذلك في كتاب البرهان. فأما هل كل واحد منها يروض قوة\nجزئية غير القوة الجزئية التي تروضها كلها يروض نوعا واحدا من الرياضة\nوتتعاون له، فذلك مما يليق بغير هذا النحو. فقد يظن أن الكل متعاونة على\nتخريج الذهن وتسديده نحو العلم البرهاني، إذ كان بالطبع إنما عرف وألف\nالطرق الخطابية. إلا أنه إن كانت صناعة الارتماطيقي الموضوعة في كتب\nالارتماطيقا وغيره تعليمية وأقاويلها فرياضتها غير رياضة الهندسة، رياضة\nالهندسة واحدة بالنوع. وقد يظن بأبي نصر أنه يرى الأقاويل الموجودة في\nالارتماطيقا بلاغية على ما يفهمه قوله في شرح الخطابة. فإما كيف الأمر فيه\nفإن القول لائق بالارتماطيقى إذ كانت أول التعاليم في الرتبة وقوى الفكرة\nالبرهانية أخرى.\n</p>\n\n<p>\nوالقوة التي يوجد بها البرهان إما أن تكون كالغاية لها أو تكون أشرفها.\nوقد يظن بقوة تأليف الحدود أنها أشرف، إلا أن ذلك بوجه آخر، وقد تبين ذلك <span id='ms09'></span>\nفي العلم الطبيعي.\n</p>\n\n<p>\nوالبرهان بالعموم على ما لخص في مواضع كثيرة ثلاثة أصناف: برهان الوجود،\nوبرهان السبب، والبرهان المطلق وهو الذي يعطي الوجود والسبب، وهذا أشرف\nأصناف البراهين كلها.\n</p>\n\n<p>\nوالارتياض في كل واحد من هذه إنما يكون بأن تفعل أفعالها على ما تلخص\nقبل. فالارتباض الذي يجعل القوة البرهانية ملكة، إنما يكون باستعمال\nالبراهين المطلقة، وذلك بنحوين أحدهما كالغاية للآخر: أما الأول الذي هو\nكالتوطئة فهو إن نزاول براهين قد استنبطت على مسائل محدودة مؤلفة من أمور\nذاتية ضرورية.\n</p>\n\n<p>\nوالثاني الذي هو كالغية أن يستنبط المرتاض براهين أكثر من واحد على أمثال\nهذه المسائل.\n</p>\n\n<p>\nوظاهر على ما تلخص في البرهان أن الحد الأوسط يكون سببا لوجود المحمول في\nالموضوع، فبالضرورة يكون الحد الأوسط إما حدا أو جزء حد.\n</p>\n\n<p>\nوهذا الارتياض ضرورة إنما يكون فيما تصور بما به قوامه، لأنه إن تصور لا\nبما به قوامه لم يكون فيما تصور بما به قوامه، لأنه إن تصور لا بما به\nقوامه لم يكن الأوسط شيئا، وكان القياس إما دليلا وإما قياسا صادقا، وهو\nالذي يسميه الإسكندر الأفروديسي برهانا منطقيا.\n</p>\n\n<p>\nولما كانت التصورات، كما قلناه في أقاويلنا في صناعة النجوم، منها أول\nوهي المناسبة للمقدمات الأول، ومنها ما توجد بنحو آخر على ما توجد عليه\nالمقدمات التي ليس من شأنها أن يوقعها قياس، وكانت هذه إما أن تكون متقدمة\nأو متأخرة، والمتقدمة هي التي بها يكون الارتياض، وكانت الأطوال وما يعرض\nلها ويوجد لها مما يتصور بهذا النحو، كانت مما يمكن أن يرتاض بها. فإن\nالمثلث قوامه بأنه سطح تحيط به ثلاثة أضلاع، والزاوية القائمة قوامها\nبمساواتها للزاوية التي صامها وقد يظن ببعض البراهين المكتوبة أنها دلائل،\nفإن لمتشكك إن يتشكك فيقول: إن المهندس قد يبين المسألة وعكسها، فإن كان\nبرهان أحدهما برهانا مطلقا فالآخر ليس كذلك، فبان أن كل مثلث مستقيم الخطوط\nزواياه مثل قائمتين ليس ببرهان مطلق. وقد لخصنا في أقاويلنا في البرهان ن\nأمثال هذه ليست مباينة للقضايا المؤلفة من <span id='ms10'></span> المحمولات على المجرى الطبيعي،\nبل إنما هي تتميمات للبراهين الكائنات عليها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nوإما هل يكون في الأقاويل الهندسية أمور بالعرض، فذلك إنما يكون عن سهو\nالمهندس. مثال ذلك ما بينه أوقليدس إن ضلع المسدس إذا اتصل بضلع المعشر\nانقسم الخط على نسبة ذات نسبة وطرفين، فإن ذلك إنما هو لضلع المسدس بالعرض\nلما عرض إن كان مساويا لنصف وتر الدائرة، وهو مثل قولنا الطافي على الماء\nإذا اتصل بالنار صار لهبا، وليس ذلك للطافي بأنه طاف، وإنما ذلك للطافي بأن\nعرض له إن كان زيتا. وهذا قل ما يوجد في كتب المهندسين، وإنما تسامح في ذلك\nأوقليدس، أو ذهب عليه، لتلازم وجود ضلع المسدس ونصف القطر بالتكافؤ لزوم\nالوجود.\n</p>\n\n<h2 class='l2' id='head4'>اكتساب البراهين</h2>\n\n<p>\nالاستنباط للبراهين متقدم في الوجود على اكتسابها بالتعلم، فإن اكتسابها\nبالتعلم إنما يتقدمه بالزمان فقط عند إنسان ما، لكن بعد إن يتقدم اكتسابها\nضرورة عند إنسان غيره بالاستنباط، ولذلك كان القول فيها متقدما بالرتبة على\nالقول في تعلمها. وأيضا فنما يوصف بصناعة الهندسة من كانت له قوة على صنعة\nبراهينها، أما من لم تكن له تلك القوة، واقتصر على حفظ البراهين المستنبطة\nحتى يكون كما قال شاعر يونان كتابا مبسوطا، فإنما يقال له مهندس على طريق\nالتشبيه بذلك.\n</p>\n\n<p>\nفلنقل فيما يخص الاستنباط الهندسي: والمطالب في صناعة الهندسة إما مركبة\nوإما بسيطة. والمركبة مثل قولهم إن الخط الأوسط بين خطين على نسبة تقوى على\nمسطح الأول في الثالث. وأما بسيطة، والبسيط على ما بين في بأرامينياس مثل\nقولنا هل الخلاء موجود. والمهندس فلا يستعمل البسيطة أصلا، بل إنما يستعمل\nقوتها، ويستعملها على نحوين. مثل قولنا: نريد أن نبين هل يمكن أن نحد مرآة\nتكون قطعة من قطع مكان يحرق جسما يكون فيها على وضع إذا وصلنا بينها وبين\nالشمس وبينها وبين المحرق كانت الزاوية التي يحيط بها الخطان قائمة، ومن\nعادتهم إذا قالوا ذلك وصولا القول: فإن كان ذلك فكيف نحده، وهذان مطلبان.\nفإن قوة قولهم هل يمكن أن يحد هي <span id='ms11'></span> قوة قولنا هل هو موجود، أم هل هو حال لا\nيمكن وجوده. وربما سلكوا غير هذا المسلك ففصلوا الحد، وحملوا بعض أجزائه\nعلى بعض، ثم بينوا وجود المحمول للموضوع ببرهان، فإذا تبين ذلك القول ألفوا\nالحد، مثل ما يفعل أوقليدس في الخطوط الصم في المقالة العاشرة من كتابه،\nوكما فعل ذلك أبولونيوس في القطوع الثلاثة في أول كتابه في المخروطات، إذ\nكانت هذه كلها ليست ببنية الوجود. وليس كذلك المثلث المتساوي الأضلاع ولا\nالمخمس، ولذلك لما كان بين الوجود، وكان قوله الذي يتصور به حدا، لم يستعمل\nفيه واحد من هذين النحوين.\n</p>\n\n<p>\nفهذه أ؛ د أنواع المطلوبات، وبين أن غاية هذا النحو هو التصديق. وهذان\nهما نحوا التصديق اليقيني في هذه الصناعة خاصة.\n</p>\n\n<p>\nوقد يطلبون جزءا آخر من الطلب، مثل ما افتتح به أوقليدس كتابه، وهو قوله:\nكيف نعمل على خط مستقيم معلوم القدر مثلثا متساوي الأضلاع. ويظن أن غاية\nهذا النحو ليس بالتصديق، فإنه إنما يصنع أولا المثلث الذي يكون رأسه تقاطع\nالدائراتين هو المثلث الذي يكون رأسه بهذه الصفة، ويعطى البرهان على ذلك،\nفيصل بهذا النحو إلى مطلب مركب، وهو أن كل مثلث برأسه تقاطع الدائرتين فهو\nالمثلث المتساوي، ثم يعطي البرهان على ذلك. فغايته القصوى إذن هي وجود\nالبرهان، وبهذا تكون المسألة ارتياضية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nفإما ما يظن به من إفادته القوة على إيجاده في المواد على مثل ما يستعمل\nكثيرا، مما تبين في الصناعة النظرية، أهل الهندسة الفاعلة، فذلك بالعرض لا\nبالذات. فإن كثيرا من المطالب النظرية في هذه الصناعة يتبين وجودها\nبأنفسها. مثال ذلك وجود وعاء من جسم شكل بسيطه مستطيل فإنه لمجسم وكانت\nقاعدته طوله، فإنه الشاهد إذا شاهده مرة واحدة في جسم واحد، كأنك قلت فضلة\nتوب أو قطعة رق، وقع له اليقين في كل مجسم بالإطلاق مصنوع من مختلف\nالأضلاع. غير أن هذا البيان لا يكون هندسيا أصلا، وإنما يكون هندسيا إذا\nقال نسبة المجسم إلى المجسم، إذا كانا لا بالأحوال كذا، هي النسبة <span id='ms12'></span> التي\nتؤلف من قواعدها وارتفاعها، ثم أتى بالبرهان عل ذلك. وإنما يوقع الظن بذلك\nأن كثيرا من المطالب الهندسية مبادئ لأعمال الهندسة الفاعلة كالبناء\nوالنجارة، وهذا أمر عرض لها من حيث هي أمور موجودة لا من حيث هي صناعة\nرياضية. ولما ظن بها هذا الظن، وكانت أعمال الهندسة منافع، كانت عند من ظن\nبها هذا الظن هذه المطالب أشرف مطالبها. ومن كانت عنده الهندسة الفاعلة\nجملة قل عنده لذلك جدوى الهندسة وأطرحها وهمه.\n</p>\n\n<p>\nوالسبب في ذلك كله خفاء غايتها الذاتية من ظهور غايتها التي لها بالعرض.\n</p>\n\n<p>\nوظاهر أن هذا النوع من النظر إذا أخذ من حيث هو ارتياضي نظري، فإنما يفيد\nوضع المسائل المركبة، فإن وضع المسائل مركبة ليس مما يرشد إلى نفسه، بل\nيحتاج إلى صناعة وتأن.\n</p>\n\n<p>\nولما كانت العبارة عن الأمور الهندسية بالألفاظ الدالة على معانيها يطول،\nاستعمل المهندسون عوضها العبارة بعلامات، إذ كان استيفاء العبارة عن بعضها\nفي غاية العسر والطول ولذلك نستعمل نحن ذلك فيما نقول لا في المثل.\n</p>\n\n<p>\nفليكن خط أب مفروضا، وليعمل عليه مثلث أبج كيف كان. فيمكن أن يكون على خط\nأب مثلثات لا نهاية لها تكون زواياها مساوية لزاوية ج، ومثلثات زواياها\nأعظم أو أصغر، ونريد أن نعلم هل ينتهي دائما إلى خط واحد أي خط كان أم لا،\nفإن كان لا ينتهي فنضع ذلك مطلبا، وتقول: كل مثلث يعمل على مثلث خط أب تكون\nزاويتاه مثل زاوية ب فسينتهي بعضها إلى خطوط مختلفة. وإن تبين أنها تنتهي\nإلى خط واحد، وهو قوس من دائرة حال قطرها من وتر القوس حال محدودة، جعلنا\nذلك مطلبا، وتلونا ذلك استعمال البرهان عليه. وكذلك إذا فرضنا خط أب عليه\nنقطتان ح د، وأردنا أن يكون سطح أد في ح? د، مثل مربع د ب، وسطح ب ح في ح د\nمثل مربع أح، ثم وقفنا الفكرة الهندسية على أنا إذا وضعنا ه? ز مفروضا وكان\nر ط المساوي له يحيط معه بزاوية، وأنفذنا ر إلى <span id='ms13'></span> م، وط ز إلى ب، وجعلنا نقطة\nه? رأسا لمكان ضلعه القائم ه? ز، وهو قطره.\n</p>\n\n<p>\nإلى هنا وجدت هذا القول الحمد لله على إحسانه، وصلواته على خير خلقه محمد\nوآله وصحبه.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nوالله الموفق والمعين\n</p>\n\n<h1 class='l1' id='head5'>ومن كلامه رضي الله عنه في ماهية الشوق الطبيعي</h1>\n\n<p>\nقال الوزير أبو بكر رحمه الله.\n</p>\n\n<p>\nالتشوقات النظرية الطبيعية أولها وأقدمها لا بالزمان فقط بل وبالطبع،\nوكما يتقدم السبب المسبب وهو الذي به نقول ما هو، وهو التشوق إلى ما به\nقوام ذلك الشيء. وهذا قد يمكن أن يعطي خلوا من الهيولى، فإذا أعطى خلوا من\nالهيولى حدث تشوق آخر، وهو الذي نسأل بعما ذا هو، فإذا علمناه واتفق أن\nأعطى هذان فقط حدث تشوق آخر، وهو الذي فوق هذه الصورة هذا الموضوع ولأي شيء\nلقريب وكيف صار له بعد أن لم يكون له في وجوده، سواء كان كائنا أو لم يكن،\nوهذا السبب هو المحرك القريب. فإذا أعطيناه حدث لنا تشوق رابع وهو لم كان\nهذا، وماذا كان القد في تأليف هذا المعنى إلى هذا الموضع الذي من أجله حرك\nالمحرك، وما القصد في هذا الوجود، فإن لنا بالطبع هذا التشوق، ولذلك يعد\nأرسطو قولنا: أن الطبيعة لا تفعل باطلا وإنما تفعل من أجل شيء، في المقدمات\nالأول، فإن هذه المقدمة لو كانت باطلا حتى يكون فعل الطبيعة نحو شيء إنما\nهو بالعرض لا بالذات، لكان هذا التشوق غير طبيعي. فلننزله كما هو في نفسه،\nفإذا أعطيناه فقد كمل العلم بالشيء، وكف التشوق جملة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا تأملنا كل واحد من هذه الأربعة، التي هي الصورة والمادة والفاعل\nوالغاية، تنزل كل واحد من هذه منزلة الشيء، ونشأ تشوق إلى الوقوف على\nأسبابه. وهذا لا يمر إلى غير نهاية فسنصل إلى مادة لا مادة لها أصلا، وإذا\nوقفنا على مادة لا مادة لها لم ينشأ تشوق وكف هذا التشوق ولم يوجد. فإذا\nهذا التشوق إنما كان من أجل هذا السبب، فهذا السبب له إلينا <span id='ms14'></span> نسبة طبيعية.\nلأنا متى لم نجده كان تشوق، فوجود هذا هو الغاية التي إليها تتحرك بهذا\nالتشوق إنما كان من أجل هذا السبب، فهذا السبب له إلينا نسبة طبيعية. لأنا\nمتى لم نجد كان تشوق، فوجود هذا هو الغاية التي إليها نتحرك بهذا التشوق.\nوكذلك متى وصلنا إلى فاعل لا فاعل له أصلا كف هذا التشوق، فإذن ذلك الفاعل\nكان لمتشوق بالطبع. وكذلك إذا وصلنا إلى صورة ليست أصلا متصورة بغيرها كف\nأيضا ذلك التشوق. وكذلك في الغاية القصوى إذا وصلنا إليها كف ذلك التشوق.\n</p>\n\n<p>\nلكن إذا كف تشوق واحد، كتشوق الهيولى، فهل ينزل منزلة الأوساط فتكون فيها\nالتشوقات الثلاثة أم لا يكون فيها تشوق أصلا. فإن لم يكن كذلك فأي التشوقات\nيبقى وأيها يذهب، وهل كلها كذلك أو بعضها، وما نسبة التشوقات الطبيعية\nبعضها من بعض، فنقول: إن التشوق الذي يكمل بذلك السبب، فليس يمكن أن يكون\nفيه، فإنه لو كان فيه لم يكن ذلك السبب أولا. فأما أنه يمكن أن ينشأ فيه\nموضع سؤال، فذلك ممكن في بعضه. أما وجود المادة فينقطع عنه بذاته أولا\nالتشوق إلى وجود السبب والذي على طريق المادة، وينقطع عنه بالقصد الثاني\nالسؤال بما، لأنها غير ذات صورة كما تبين في الأولى من السماع الطبيعي،\nفإنها إن كانت ذات صورة فهناك مادة أقدم، ولذلك ينقطع عنه من ذلك السؤال عن\nالفاعل، لأن كل ما ليس بذي صورة فليس هناك محرك ولا ما يجري مجراه. وأما\nالسبب الذي على طريق الغاية فلم ينقطع عنه، فإنه لو انقطع عنه لكان موجودا\nبنفسه، وهو إنما هو موجود بالفعل، فكيف يكون موجودا على أن وجوده ذاته،\nفهذا السبب يبقى دائما. وكذلك الفاعل والمحرك يح? فإن الواجب أن ننتهي إلى\nفاعل لا مادة له، لأنه إن كان ذلك مادة لزم هناك أن يكون فاعلا أو ما يجري\nمجراه، وهو الذي به صارت هذه الصورة في المادة، سواء كان ذلك تكونا أو\nوجودا كصور الأجرام المستديرة في موادها. وكذلك <span id='ms15'></span> الغاية لأنها إن كانت صورة\nفي مادة لزم أن تكون هناك الأربعة، فصارت غير غاية قصوى. فإما الصورة فليس\nيلزم فيها ذلك من هذا الوجه أولا، فإنه إن وضعناها في مادة لم يلزم عنها\nضرورة أن لا تكون صورة قصوى، بل يلزم عنها أن تكون لها غاية ومحرك، وهو\nالسبب الذي به تكون الصور من الهيولى. لكن إن نحن نظرنا إلى الغاية، فإن\nكانت غير الصورة، فهي خارجة عنها، ففي الصورة جزءان أحدهما أكمل من الآخر،\nوالأكمل هو صورة، فلم تكن صورة قصوى. ولننزل الأمر على أن الصورة القصوى\nليست في مادة.\n</p>\n\n<p>\nفهذه إذن هي مبادئ التشوقات، فإن كانت الصورة والغاية والفاعل واحد\nبالموضوع كثيرة بالقول، فذلك المطلوب الطبيعي بهذه القوة النظرية التي لنا\nبالطبع.\n</p>\n\n<p>\nلكن قد توجد هنا تشوقات أخر غير هذه، وهو تشوقنا الذي يدل عليه حرف هل.\nوهذا التشوق قد يتقدم في الزمان السؤال بما، ولكن ذلك بالعرض، لأنا إنما\nنسأل بهل بعد أن يكون الشيء عندنا متصورا بوجه ما، وأنه معنى ما معقول، ثم\nنطلب هل هو موجود أم لا. وهذا السؤال إنما يكون فيما لم يعطيناه الطبع،\nوفيما هو ليس لنا معلوم بالطبع. فإذا صار في حال التصورات الطبيعية، صارت\nله التشوقات الأربعة. فالسؤال بهل هو موجود، هو لنا بالحال التي لنا من غير\nالطبع، وإنما هو طبيعي بوجه آخر. فإن السؤال بهل هو إذا كان القضية المقرون\nبها حرف هل إنما هو ليصير به ذلك الموضوع في الحال التي من التصورات\nالطبيعية، وبينا أنا قد عرفنا ما الذي دل عليه بذلك القول.\n</p>\n\n<p>\nويتبين في كل أمر طبيعي أن له إلى أذهاننا نسبتين: إحداهما كالمادة، وهو\nأن يكون متصورا مطلقا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nوالثانية شيء يوجد في التصور، ولا يمكن أن يوجد خلوا منه، وهو التصديق إن\nذلك المعنى مستند إلى مشار إليه، وإن ما له ماهية خارج الذهن بها وجوده\nوليس وجوده بما له في الذهن حتى يكون قوامه وإنما هو بالذهن فقط، وإن ذلك\nالتأليف الذي <span id='ms16'></span> له إنما استفاده من الذهن، والذهن سبب وجود ذلك التأليف فيكون\nسبب وجوده لا في ذاته، بل خارج ذاته وقد استقصى ذلك في مواضع آخر.\n</p>\n\n<p>\nوكل متحرك فله محرك، والأمر إذا كان مزمعا أن يكون يقينا فيجب أن يكون\nقبل بالقوة يقينا، فالبضرورة سيكون أمر يصيره شيئا بالفعل، والاعتقاد بحال\nالذهن من حيث هو ذلك التصور موضوع، لأن التصور كما قلنا إنما هو يجري مجرى\nالهيولى، فإن كان إنما صيره في الذهن حال خارج عن التصور، كان ذلك سبب\nوجوده في الذهن فذلك مفارق لذاته، فقد يمكن أن يوجد من حيث هو ليس متصلا\nبذلك السبب. وإذا ورد من تلك الجهة لم توجد له تلك الإضافة، فلم يكن يقينا،\nوعاد الذهن إلى حالة الأولى. فلذلك كان من خاصة اليقين إلا يزول بعناد\nأصلا.\n</p>\n\n<p>\nوإذا صار في الذهن من حيث هو ما هو، وتحرك من القوة إلى الفعل بالقوة\nالمستفادة، خرج من القوة إلى الفعل. وحال هذا من النفس يقال له يقين، فلذلك\nإما أن لا يعلم بسبب هو تصور، وذلك هو المعلوم بوسط. وإما أن يعلم بوسط هو\nسبب وجوده، وإذا علم على هذا الوجه كف التشوق لذلك السبب. فلذلك البرهان\nالذي هو حد بالقوة أكمل البراهين، والحد المؤلف أكمل الحدود، لأنه ليس يبقى\nبعده تشوق أصلا. وبين أن أجزاء أمثال هذه البراهين، ينبغي أن تكون أجزاء\nالحدود. وظاهران في أجزاء الحدود ما يليق أن يكون نتيجة برهان، ومنها ما\nيليق أن يكون مبدأ برهان. وأيضا فإن أجزاء الحدود يجب ن تكون أسبابا\nوذاتية.\n</p>\n\n<p>\nوظاهر أن القسمة لا تعطي ذلك بما هي قسمة، بل هذا شيء يجب أن يكون معلوما\nعند القسمة، وهذا العلم هو المشتهر بالعرض لا بالذات. وكذلك يعرض مثله في\nطريق التركيب، فإن التركيب بما هو تركيب لا يلزمه ذلك. فإن القصد بذينك\nالنظرين الحدود، فكيف يمكننا أن نستعمل الحدود فيهما، ولا طريق إلى الوقوف\nعلى أن المحمولات ذاتية إلا بالحدود.\n</p>\n\n<p>\nفأما البرهان فإن ذلك من أجل <span id='ms17'></span> ما به وجوده، ولا يلزم ذلك فيه طريق دور،\nفإن الموضوع فيه ليس المحدود بل هو جزء الحد، وليس في وضع علم حده مصادرة\nعلى المطلوب. فبين أن العلم بالبرهان إذا كان بهذه الصفة لم يفد أسباب\nالشيء، وظاهر أن نسبتها إليه هي الذاتية، غير أنه يفيدها وهي غير محمولة\nعليه، لأنه إنما أفادنا الأجزاء وهي بحال لا يمكن ن تحمل عليه. مثل أن يكون\nجزء البرهان جزءا غير تام، فلذلك يبقى أن تصير تلك الأجزاء بحال تحمل عليه،\nويركبها تركيب تقييد، فيصير ذلك البرهان الذي كان حدا بالقول حدا بالفعل.\n</p>\n\n<p>\nفأما إذا كان المطلوب حده طرفا أصغر في القياس، فإن الوسط إن كان غير سبب\nوللموضوع، لم يلزم ضرورة أن يكون ذلك سببا للموضوع ولا ذاتيا له، فكيف يمكن\nأن يكون منه حد، فيحتاج إلى سباره بأشياء آخر غير البرهان. وأن كان الوسط\nسببا، وكان كالطرف الأعظم كليا له، كان الطرف الأوسط جزء حد، وكان الطرف\nالأوسط الجزء الأول القريب منه، ومنه يأتلف الحد.\n</p>\n\n<p>\nفقد ظهر مما قلناه نسبة البرهان إلى الحد، وما مقدار غنائه فيه. وأجزاء\nالحدود المؤلفة بالطريق الصناعي وغير المؤلفة، نسب أجزائها بعضها إلى بعض\nواحد بالنوع، فإن كان هناك جزء وهو بالذات مبدأ برهان، فهناك جزء يجري مجرى\nمبدأ برهان. وإن كان هنالك جزء هو نتيجة برهان، كان هناك جزء يجري مجراه،\nفتكون الحدود.\n</p>\n\n<p>\nوإن كان هناك حدان، أحدهما متقدم للآخر، والمتقدم هو مبدأ برهان والمتأخر\nنتيجة برهان، ففي الحدود الأول ما هو كذلك. فتكون الحدود إما حدا هو مبدأ\nبرهان، أو حدا يجري مجرى مبدأ برهان. ويكون حد هو نتيجة برهان، أو حد يجري\nمجرى نتيجة برهان. وكذلك تكون مؤلفة من أجزاء نسبها هذه النسب بعينها،\nفيكون الحد مؤلفا من مبدأ أو ما يجر مجراه، أو نتيجة برهان أو ما يجري\nمجراها.\n</p>\n\n<p>\nفهذه النسب هي لأجزاء الحد من حيث المحدود طبيعة قائمة. وأما النسب التي\nبها تكون أجزاء الحد فصولا وأجناسا، فإنما هي لها <span id='ms18'></span> من حيث الموضوع للحد\nمضافا إلى مقابله، ومن حيث هي شيء آخر غيره.\n</p>\n\n<p>\nفلنقل في البراهين التي تنتج المتأخرة عن الموضوع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<div class='PARATEXT'>\n<p>\nهذا آخر كلامه في هذا المعنى وكذا وجد.\n</p>\n\n<p>\nالحمد لله على نعمه، وصلى الله على محمد وآله وصحبه وسلم تسليما كثيرا\nإلى يوم الدين.\n</p>\n\n<p>\nوحيث انتهيت إلى مثل هذا الموضوع من الأصل وجدت ما مثاله: قابلت جميع ما\nفي هذا الجزء من الأصل المنقول منه، وهو بخط الشيخ العالم الأوحد الكامل\nالفاضل الزاهد أبي الحسن على بن عبد العزيز بن الإمام.\n</p>\n\n<p>\nوكما بقوص في سلخ شهر ربيع الأول سنة سبع وأربعين وخمس مائة.\n</p>\n\n<p>\nوكتب الحسن بن النضر في التاريخ المذكور.\n</p>\n\n</div>\n<h1 class='l1' id='head6'>ومن قوله أيضا وهو آخر ما وجد من قول الحكيم فيما دار بينه وبين الوزير في الصورة الأولى والمادة الأولى</h1>\n\n<p>\nليستديم الله للوزير الأجل ما وهبه من الجلال والفضل وطلب الحقائق في\nالعلم.\n</p>\n\n<p>\nرأيت فيما ذكره في ماهية الصورة الأولى أنها تارة تظهر أنها صورة\nللاسطقسات، وتارة تظهر أنها أخرى منزلتها من الصورة منزلة المادة الأولى من\nسائر المواد.\n</p>\n\n<p>\nوالذي ظهر لي أن الصورة الأولى هي الصورة البسيطة، أو الصور البسائط، وهي\nالتي تتصور وتوجد في مادة لا صورة لها، وهي المادة الأولى. والصورة الأولى\nأول صورة تحصل في المادة فهي الصورة معها في المادة. كما أن المادة الأولى\nلا مادة لها كما بين في آخر المقالة الأولى من كتاب السماع.\n</p>\n\n<p>\nوأول صورة تحصل في المادة الأولى هي صورة الاسطقسات، لأن الساسطقسات\nبسائط الموجودات، مادتها بسيطة وصورتها بسيطة. هذا من كتاب الكون والفساد،\nومن كتاب الآثار العلوية، ومن كتاب السماء والعالم. وأظهر ما هو من كتاب\nالكون والفساد.\n</p>\n\n<p>\nوالصورة أبدا مساوقة للمادة في الوجود، فلا تكون صورة قربت أو بعدت إلا\nفي مادة مساوقة لها وفي منزلتها ومرتبتها، والمادة الأولى تساوقها في\nالوجود فلا تكون مادة قربت أو بعدت إلا وتساوقها صورة للوجود في منزلتها\nومرتبتها. والرتبة والمنزلة والصورة الأولى وكل مادة سوى المادة الأولى وإن\nبعدت فإنما تكون <span id='ms19'></span> مادة لموجود ما مفروض لصورة فيها، فتلك الصورة صارت معدة\nلقبول صورة ذلك الموجود المفروض. وبعد المادة الأولى ومرتبتها ومنزلتها من\nتلك المادة القابلة لصورة ذلك الموجود هو بعد ومرتبة ومنزلة الصورة الأولى\nمن الصورة التي في تلك المادة القابلة ذلك الموجود المفروض. فإن الصور\nوالمواد تتساوق، فمتى ارتقت مادة ما أورتبة بصورة تحصل فيها، كذلك ترتقي\nالصورة مثل ذلك وعلى نفس النسبة. فإن بعد مادة مفروضة من المدة الأولى مثل\nبعد الصورة. التي لتلك المادة من الصور الأولى وفي منزلتها ورتبتها.\n</p>\n\n<p>\nمثال ذلك: الإبريق أولا هو النحاس، ثم تراب معدنه، ثم الاسطقسات، ثم\nالمادة الأولى. فالمادة الأولى من المادة الإبريق في المرتبة والمنزلة\nالرابعة كذلك الإبريق صورته أولا هي صورة الإبريق المختصة به، ثم صورة\nالنحاس، ثم صورة تراب المعدن التي بها صار تراب المعدن معدا ليكون منه\nالنحاس، فصورة الاسطقسات التي هي الصورة الأولى هي في البعد والرتبة\nوالمنزلة في الرابعة. فالصورة الأولى توصف أنها صورة الإسطقسات وتوصف أن\nمنزلتها من الصور منزلة المادة الأولى من سائر المواد.\n</p>\n\n<p>\nشك: إذا تبرهن أن المادة والصورة الأولى غير كائنة ولا فاسدة، وأنها\nحاصلة بالفعل مادة وصورة، وكل ذي مادة وصورة جسم يرشد إليه بإشارة ولم تكن\nتلك المادة والصورة على مادة الاسطقسات وبالجملة فلا شيء من المواد الكائنة\nالفاسدة فما هي المادة والصورة الأولى الحاصلة بالفعل، ولم قيل للمادة\nالأولى المشتركة هذا يضي.\n</p>\n\n<h1 class='l1' id='head7'>كلامه في النيلوفر</h1>\n\n<p>\nقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nإنما عرض للنيلوفر وأشباهه أن يظهر بطلوع الشمس وينغمس في الماء عند\nغيبوبتها، من قبل أن عنصرها غليظ بارد إلا أن بها رطوبة، وجوهرها من شأنه\nأن يقبل الانبساط. فلذلك إذا طلعت الشمس، وتحرك الهواء عنها، حرك الماء\nبنوع حركته فوصلت إليها تلك الحرارة، وانجذب ذلك الجوهر الحار، فمانعه الجو\nالبارد، ولم يستطع التخلص عنه، فيتحرك علوا. لأن قوة ذلك الجوهر البخاري في\nالماء أشد من قوته في الهواء، وقوة الجزء البارد في الماء أضعف منه في\nالهواء. فلذلك يتحرك علوا حتى إذا <span id='ms20'></span> صار في الهواء صار كأنه بين الجوهرين\nبالضد وعند ذلك ينفتح الزهر لأن انفتاح الزهر حركته حركة وارد فإذا غربت\nالشمس برد ذلك البخار وغرق، وفعل البارد بقوته على الحركة في الهواء،\nفانغلق الزهر، وتقبض النبات، وغاص الجزء المرتفع في الماء.\n</p>\n\n<p>\nوقد يتشكك متشكك فيقول: إن الشمس نسبتها إلى الأرض في المشارق والمغارب\nواحدة بالنوع. ولذلك إما أن تكون الحرارة الواصلة عنها إلى الأرض واحد، أو\nتكون الحرارة في الغروب أكثر، فيلزم من ذلك إما ألا تتحرك هذه الأشياء هذه\nالحركات المتقابلة أو يتحرك واحد منها، وتكون الحركة المقابلة وسط النهار.\n</p>\n\n<p>\nوالجواب: إن الشيء الواحد يتحرك حركات متقابلة في مواد متقابلة مثل النار\nالتي تذيب الذهب وتجمد الخزف. وأيضا فإن الحركة إنما تلتئم بوجود المحرك\nوالمتحرك، فأول النهار يحرك بحرارته التي يستفيدها لأن المتحرك عنه موجود\nوهو الحار بالقوة، وآخر النهار يحرك بالبرد لأن البارد بالقوة موجود في ذلك\nالوقت.\n</p>\n\n<p>\nوقد تلخص كيف ذلك في غير هذا الموضع.\n</p>\n\n<p>\nهذا ما وجد من كلامه في هذا وغيره.\n</p>\n\n<p>\nنسأل الله العظيم التوفيق في العلم والعمل وخاتمة خير في عافية.\n</p>\n\n<p>\nالحمد لله على إحسانه وصلى الله على سيدنا محمد الهادي إلى الرشاد وآله\nوسلم تسليما وهو خير من توكل عليه.\n</p>\n\n<h1 class='l1' id='head8'>ومن كلامه في البحث عن النفس النزوعية </span> ولم تنزع وبماذا تنزع</h1>\n\n<p>\nبسم الله الرحمن الرحيم قال: والنفس النزوعية أما أن تكون جنسا لثلاث قوى\nوهي: النزوعية بالخيال: وبها تكون التربية للأولاد، والتحرك إلى أشخاص\nالمساكن، والألف والعشق وما يجري مجراه.\n</p>\n\n<p>\nوالنفس النزوعية بالنفس المتوسطة، وبها يشتاق الغذاء والدثار. وجميع\nالصنائع داخلة في هذه.\n</p>\n\n<p>\nوهاتان مشتركتان للحيوان.\n</p>\n\n<p>\nومنها النزوعية التي تشعر بالنطق، وبها يكون التعليم والتعلم وهذه يختص\nبها الإنسان فقط.\n</p>\n\n<p>\nوإما أن تقال على هذه الثلاث بتقديم وتأخير.\n</p>\n\n<p>\nوبين أن كل حيوان فله النفس النزوعية المتوسطة وبها يشتاق. وقد يوجد من\nالحيوان ما ليس له شوق الخيالية. وشوق النزوعية المتوسطة متقدم بالطبع\nللنزوعية الخيالية، وظاهر أن كل إنسان على المجرى الطبيعي فله هاتان <span id='ms21'></span>\nالقوتان متقدمتان على النزوعية والناطقة بالطبع.\n</p>\n\n<p>\nوقد تبين في الثامنة أن كل متحرك فله محرك، ومحركة غيره، وتلخص هناك\nأجناس المحرك، والمتحرك قد يكون متحركا بالطبع وقد يكون خارجا عن الطبع،\nفالمتحرك بالطبع كالحار، وأما الخارج عن الطبع فكسهم المنجنيق. وكذلك\nالمتحرك قد يتحرك خارجا عن الطبع كالحجر إلى فوق، وقد يتحرك بالطبع كالحار\nبالقوة والجاهل إلى العلم.\n</p>\n\n<p>\nوالمتحرك بالطبع أما من ذاته وهو ما كان محركه فيه، وأما من غيره وهو ما\nكان محركه خارجا عنه. وأعني به أن يكون محركه به وجود ذلك المتحرك، من حيث\nهو ذلك النوع من الجواهر الجسمانية، حتى يكون به قوام ذلك الجوهر، ويكون\nذلك داخلا في حده كالحال في الحيوان. وهذا قد يكون طبيعيا وبذاته، وهو\nكأصناف الحيوان، وقد يكون صناعيا كالميكانة، والصناع فهو داخل فيها بالعرض\nوخارج عنها بالطبع. فهناك جرت العادة بتحديده وتلخيص القول فيه في موضع\nآخر.\n</p>\n\n<p>\nوالمتحرك من ذاته فبين أنه منقوم من المحرك والمتحرك. وما كان غير متقوم\nمن هذين الجنسين فليس بمتحرك من ذاته. مثال ذلك الحجر، فإن المحرك فيه ليس\nبذاته، لكنه فيه من خارج عن ذاته بالقسر، فإن الذي للحجر بذاته كونه أسفل.\nوإذا كان كذلك فليس بمتحرك، وإذا كان فوق فوجوده إنما هو له بقاسر يقسره،\nوإذا تنحى القاسر تحرك إلى أسفل. فلذلك يحتاج في الحجر ضرورة إذا تحرك أن\nيكون أسفل بالقوة، ولا يكون أسفل بالقوة إلا بأحد وجهين: أحدهما طبيعي وهو\nمتى كان الحجر أرضا بالقوة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nوالثاني غير طبيعي وهو متى كان بالفعل نارا أو ماء أو هواء فكان فوق\nبالفعل، وأسفل بالقوة.\n</p>\n\n<p>\nوهذه القوة في النار من حيث نار بالطبع لأن النار بذاتها أن تكون فوق\nبالفعل، ويلزم ذلك أن تكون أسفل بالقوة من أجل الهيولى الأولى المشتركة.\nوقد تكون أسفل بالقوة، وهو إذا كانت أيضا بالفعل، فأمسكها ماسك فوق فهذه\nالقوة للحجر ليست طبيعية، لكنها بالطبع من أجل الهيولى.\n</p>\n\n<p>\nوقد بين أبو نصر في كتابه في الموجودات المتغيرة كيف <span id='ms22'></span> يصير ما هو بالقوة\nالطبيعية. وأسفل، أسفل بالفعل، وكيف يتحرك بحركة محركة فليؤخذ علم ذلك من\nهناك.\n</p>\n\n<p>\nفإذن الأرض تحتاج إلى المتحرك. فأما الأرض إذا تحركت إلى فوق فهي أسفل\nبالفعل، وقوتها على فوق قوة طبيعية، لكن لا على أنها حجر. فأما قوتها إلى\nفوق وهي حجر فهي لها بالطبع، على وجه ما قد لخص في غير هذا الموضع، فتحتاج\nإلى محرك قاسر فإذن ما كان له المتحرك والمحرك طبيعيين، فهو متحرك بذاته،\nكحركة الحيوان المكانية، لأن ذلك لا يمكن إلا في الحركة المكانية فقط. وأما\nالاستحالة فليس يجتمع المحرك والمتحرك في شيء بالطبع.\n</p>\n\n<p>\nوالفحص عن ذلك يليق بغير هذا الموضع كحركات الصنائع، مثال ذلك أن يكون\nالطبيب مريضا، فها هنا يجتمع المحرك والمتحرك في شيء واحد، ويتطبب المريض\nمن ذاته، لكن ليس ذلك بالذات لكن بالاتفاق. فليكن هذا مبدأ لما نريد أن\nنقوله فنقول: إن من البين المقر به أن الحجر إذا زال القاسر تحرك إلى أسفل،\nفكان هبوطه شافعا لزوال القاسر، وزوال القاسر له مبدأ. وقد تبين في الثامنة\nأن مزيل القاسر محرك بوجه ما، فإن الحجر إنما تحرك بزوال العائق، فكلاهما\nمحرك، لكن مبدأ الحركة كما تبين هنالك إنما هو مزيل العائق، وعند ذلك صار\nالحجر ما كان له أن يكون، فإن الثقل ليس بمحرك بطبيعته، إذ لو كان محركا\nبطبيعته، لكان له محرك بالطبيعة، والمتحرك عنه إنما هو بالقسر. ومن هنا\nيتبين ما قاله أرسطو في الثامنة أن الجمادات ليس تفعل بل تنفعل. فأما كيف\nحرك الثقل الحجر فنحن نقول فيه: قد تبين في مواضع كثيرة أن الهيولى لا صورة\nلها، ولا هي شيء موجود بالفعل. وإنما وجودها أبدا بالقوة إحدى المقولات\nالعشر، وهذا هو مرتبتها في الوجود. وبين أيضا أن الموجود ينقسم إلى\nالمقولات العشر، وإن الجوهر الكائن الفاسد قوامه بهذا الموضع الذي هو\nالهيولى الأولى، وبمعنى آخر هو به موجود، وهو الصورة. والهيولى يوجد فيها\nضرورة أكثر من مقولة واحدة، فإنه ليس يمكن ن <span id='ms23'></span> يوجد جوهر هيولاني خلوا من\nأعراض كثيرة، ومثل أن يكون ذا كم وذا أين وذا كيف إلى غير ذلك من أجناس\nالمقولات العشر، لكن تتقدم في الهيولى ضرورة أحد أنواع الجوهر، ولذلك يوجد\nفي الهيولى ما يوجد فيها من أنواع المقولات التسع، وقوام ما فيه المقولات\nالتسع إنما هو بما في مقولة الجوهر، وما في مقولة الجوهر يوجد في حدود ما\nفي المقولات التسع. ولا يمكن أن يكون شيء مما في المقولات وقوامه خلو من\nالجوهر، وبهذا يفارق الجوهر الأعراض، فإن الجوهر إنما هو معنى يوجد في\nالمادة الأولى، والمادة الأولى إنما هي موجودة كما قلنا بأنها بالقوة وإنما\nهي بالقوة أحد الجواهر من حيث هي ما هي، فهي بالقوة أحد أنواع العرض من حيث\nهي جوهر ما، وكذلك هي بالفعل أحد الجواهر بذاتها وهي أنواع الأعراض فإنها\nجوهر ما.\n</p>\n\n<p>\nوقد يتشكك على هذا القول فيقال: إنها لا تكون بالقوة جوهرا غلا وهي جوهر\nآخر، لكن ذلك بالعرض لا بالذات، لأن ما بالقوة ليس بمفارق الموجود لأنه لو\nكان مفارقا لكان ما بالقوة موجودا بالفعل شيئا واحدا وهذا بين بنفسه عند\nمزاولة الصناعة الطبيعية أيسر مزاولة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nفليكن على ما بالقوة ه?، وليكن بالقوة هو ح. أولا، فيلزم من ح ومن ك آ،\nفإذن ه هي بالقوة ح ك م ل على ترتيب. فإذا صار الفعل ح صار ك م ل. وسواء\nكانت الأعراض واحدا أو أكثر ف? ح آ، وليس توجد في ه? بذاتها بل هي أحد\nأسباب وجودها آك في ه? وي، وليس كذلك ح، فإن ح توجد في ه? من غير أن يتقدم\nفي ه? وجود آخر بالذات. وأما أن ه? إذا كان بالقوة ح كان عند ذلك في ه? نوع\nآخر مجانس ل? ح، فذلك بالعرض لا بالذات. فليس ذلك النوع سببا لوجود ح في\nه?. فأما أن ه? تحتاج في كونها ح إلى سبب آخر وهو المحرك، فذلك إنما هو\nلشخص شخص من أشخاص الجواهر لما <span id='ms24'></span> كانت صور الأشخاص متقابلة في هيولى واحدة\nبالعدد، ولم يمكن اجتماع المتقابلين معا في وقت واحد، وهذا خارج عما\nقصدناه.\n</p>\n\n<p>\nولتكن الهيولى الأولى ه?، وليكن ك أين ما كأحد أنواع الفرق، وك ليس يوجد\nفي ه?1 دون سبب يتقدم وجوده في ه?2، وإلا فتكون الأعراض مفارقة للجوهر،\nفليكن على ذلك المعنى المتقدم ح، ف? ح إن كان به قوام ك ف? ك في ح على\nالمجرى الطبيعي، وإن كان ليس به قوامه ف ك في ح خارج عن الطبع، ووجوده فيها\nخارجا عنه قسرا أو غير ذلك، ولنه أين فهو قسر ضرورة، إذ أنواع الأين\nمتقابلة، وجنسها غير مفارق للجوهر، بل يلزمه التكافؤ ضرورة، وذلك بين لمن\nزاول هذه الصناعة أيسر مزاولة، فوجوده فيه إنما هو لعائق، إذ ليس ك ومقابلة\nمن المتقابلة التي هي للموضوع بالسواء كالجلوس والقيام لزيد، فإذن يتقدم ك\nفي ه? وجود أخر وهو إما وجود ح?، وأما نسبة العائق إليه، وهو سبب على أنه\nجزئ مما به قوام ك، فليكن على العائق ق ف? ك يوجد في ه? مع وجود ح أو ق\nضرورة، وليس يمكن أن يوجدك في ه? دون ح? أو ق ولا بالقول مثلا فكيف\nبالوجود.\n</p>\n\n<p>\nفإذا زال ح، وزوال ح إنما يكون ضرورة بتغير وقد يكون بالطبع وبأسباب أخر،\nفستزول ك بزوال ح، إن زال ح دفعة زال هو دفعة، وإن زال شيئا فشيئا زال هو\nشيئا فشيئا فزوال ك مساو لزوال ح، لأن ك فرضناه عرضا طبيعيا ذاتيا. وقد\nيتفق أن يزول ك وح باق، فإذا كان ك في ح بالعرض إن كان في ه? يتقدم وجود ق،\nفبزوال ق يزول ك، وإن كان ق يزول شيئا فشيئا ساو ق زواله زوال ك فإن زال\nدفعة، وذلك ممكن ففي ذلك الآن يلزم زوال ك، لكن إن كان ك له ضد، وإن كان لا\nوسط بينهما زال دفعة، وليكن على ضده ل، ولأن ك فرضناه ل? ح خارجا عن الطبع،\nفإذن <span id='ms25'></span> ل? ح بالطبع صار ك في ح، إذ لا وسط بين ك ول، ولا يخلو ح منهما\nكالواحد والكثير والزوج والفرد. وإن كان بينهما أوساط فبين أن ح هو بالقوة\nذلك الشيء الذي إليه يتحرك، لأن كل متحرك فهو بالقوة ذلك الذي إليه يتحرك،\nففيه المتحرك ولأن ما هو بالقوة ل هو بالفعل ك، ف? ك منقسم، فإذن يجب ضرورة\nأن يكون في ه? ل ويحتاج وجود شيء آخر يوجب ذلك، كما قلنا، وهو إما ه? وإما\nح، لكنه ليس ه?، فهو ح، وهو الذي يوجب له أن يكون فيه ك، وبه يستأهل ه ك،\nفلذلك يلزم ضرورة أن يكون ك في ه? في الآن لكن لما كان ل وك متضادين\nمنقسمين، لم يكن ذلك في الآن وكان في زمان، فلذلك وجد جزء على اتصال دون أن\nيكون في أحد الأجزاء أبين، وهذا هو الحركة. فإذن ح هو المحرك له على هذا\nالوجه.\n</p>\n\n<p>\nوقد يسأل سائل في ك ول، إذا كانا لا وسط بينهما، متى صار ك في ح، فإن كان\nفي الآن الذي زال فيه ح?، وح? كان أبدا ك، فقد صار ح? هو ك ل معا، وهما\nمتضادان، وذلك لا يمكن. وإن كان آخر، وكل آنين فبينهما زمان، فقد كان ح\nخلوا من ك ول، وصار بينهما وسط، وذلك كله خلاف ما فرض والقول في هذا هو جزء\nمن القول في الحركة. وقد تبين أن الحركة لا أجزاء لها في السادسة من السماع\nالطبيعي، وتبين أن الآن إنما هو للمستقبل لا للماضي، فلنفرغ عن القول فيه\nللناظر في التغير، إذ ليس ذلك من سبيلنا في هذا القول.\n</p>\n\n<p>\nفقد تبين إذن كيف تحرك الجمادات، وبالجملة فكل ما يتحرك أحد الحركتين\nالمتقابلتين بالذات. وأما الأجرام المستديرة فليس نجد فيها لحركة من\nحركاتها مقابلا، وقد تبين ذلك في المقالة الأولى من كتابه في السماء\nوالعالم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nوكل ما يتحرك حركة واحدة من الحركات المتقابلة فهو جسم طبيعي وصورته هي ح\nيقال لها <span id='ms26'></span> طبيعية على الخصوص. وكل متغير فله مقابل واحد أو أكثر من واحد فقد\nيقابله السكون فقط. مثال ذلك التعلم، فإن مقابله البقاء على الجهل. وقد\nيقابله مع السكون تغير آخر كالصعود فإنه يقابله اللبت أسفل، ويقابله الهبوط\nوهو الحركة إلى أسفل. وقد تقابل الحركة الحركة على غير هذين الوجهين. وقد\nلخص ذلك في الخامسة من السماع.\n</p>\n\n<p>\nوالحركة في المكان فلها أطراف متقابلة، وهي لكل جسم هيولاني، وهي أولا\nللإسطقسات. ولكل واحد منها واحد من أصناف هذه الحركة بالذات، كالهبوط\nللأرض، والصعود للنار. وهي لسائر الأجسام من أجلها، لأن كل جسم هيولاني فهو\nإما واحد منها وإما مؤلف من أكثر من واحد. مثال ذلك أجسام النبات\nوالحيوانات، فإنها مركبة من الأرض والماء، والزيت والشمع فهو مركب منهما\nومن الهواء والدخان، والبخار من الماء والأرض، وقد لخص أصناف هذه أرسطو في\nمواضع كثيرة.\n</p>\n\n<p>\nوأما الأجسام الأخر التي لم تعط مبدأ أكمل من هذا من مبادئ وجود\nالاسطقسات، بل مبادئ وجود ما مجانس لذل، فليس لها من حركة المكان بل بالذات\nإلا هذان الصنفان فقط كالذهب والشمع، وأجسام النبات وأجسام الحيوان إذا\nفارقتها الأنفس، كخشب العرعر وخشب الأبنوس، ولذلك توجد لها سائر الحركات\nبالعرض، إما خارجا عن الطبع أو قسرا.\n</p>\n\n<p>\nوأجناس الحركة المكانية ثلاثة: منها الجنس الذي طرفاه الصعود والهبوط.\n</p>\n\n<p>\nوالثاني الجنس الذي طرفاه التقدم والتأخر.\n</p>\n\n<p>\nوالثالث الجنس الذي طرفاه التيامن والتياسر.\n</p>\n\n<p>\nفهذه الأجناس الثلاثة هي أجناس حركة المكان البسيطة. فأما حركة غير هذه\nفهي مركبة مثل حركة الوراب فأما حركة الاستدارة للحيوان فإنما هي حركة على\nشكل كثير الزوايا، فتكون مركبة على جهة التشافع والامتزاج. وتلخيص ذلك خارج\nعما نحن بسبيله.\n</p>\n\n<p>\nوالحركة في المكان تسمى في لغة العرب بعض أصنافها النقلة وهي الحركة\nالإرادية، وربما قيلت في الحين بعد الحين في كل صنف من أصنافها، فيطلق\nعليها الانتقال. والانتقال ما كان منه في الفوق والأسفل وقد قلنا فيه. وأما\nالجنسان الآخران فإنما يوجدان للحيوان خاصة، وليس يوجد صنف صنف منها لصنف\nصنف <span id='ms27'></span> من الحيوان، كما وجدت أصناف الانتقالات للاسطقسات، بل توجد المتقابلات\nبالسواء للحيوان الواحد بعينه في العدد، لكن لا كل حين من الزمان. والسبب\nفي اختلاف ذلك هو أن الفوق والأسفل محدودان بالطبع، فإن الأسفل هو المركز،\nوالفوق مقعر فلك القمر أو جسم آخر دونه، ولا يمن في المركز أن يكون فوق ولا\nفي مقعر فلك القمر أن يكون أسفل، فإن ماهيتهما تقتضيان ذلك. فأما اليمين\nفليس بمحدود في ذاته، فإن وجود المكان يمينا إنما هو بالإضافة إلى المتحرك،\nولذلك يكون المكان الواحد يمينا لواحد ويسارا لآخر في آن واحد، ويكون يمينا\nويسارا لحيوان واحد بالعدد، لكن في زمانين لا في زمان واحد.\n</p>\n\n<p>\nوكل حيوان فهو ذو جسم متميز الجهات، وكل ذي جسم متميز الجهات فللمكان\nالأول الذي هو فيه إضافات متميزة إلى الأمكنة الأخر، ولكل نوع من أنواع\nالحيوان أنواع من المكان طبيعية له. مثال ذلك أن الطائر له أمكنة في الهواء\nطبيعية، وأمكنة في الأرض، وقد توجد له في الماء. وقد لخص ذلك أرسطو في كتاب\nالحيوان. فأما هل أمكنته في الهواء مشابهة لأمكنته في الماء أم لا، فتلخيص\nذلك لائق بالقول في حركات الحيوان المكانية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nفقد وقفنا ه القول على وجود المتحرك في الحيوان بالطبع الذي هو به حيوان،\nلأن كل حيوان فهو ذو جسم متميز الجهات، وأمكنته متميزة الإضافات بعضها إلى\nبعض. هذا الحيوان من جهة ما هو حيوان. وأكمل الحيوان تميز جهات هو الإنسان،\nلأن جهات كل جسم مستقيم ست. فأما النبات فقد تميز فيه الفوق والأسفل، لكن\nبخلاف وضع العالم، وسنقول فيه بعد هذا، وأما الحيوان غير الناطق فقد تميز\nفي الساعي منه الإمام والخلف. فإن ذوات الأصداف ليست بساعية، وتميز في أكثر\nهذا اليمين واليسار، فما الفوق والأسفل فلم يتمي فيه، إذ الحيات مستورة ولا\nقوائم لها. وأيضا فإن وضع. كان فوقه هو ظهره، والظهر في الإنسان هو وراؤه،\nوالإنسان في جميع الموجودات الهيولانية تميزت فيه الجهات كلها، فإن أمامه\nمتميز من ورائه، وفوقه <span id='ms28'></span> من أسفله، ويمينه من يساره. وهذه الأجناس أعني أجناس\nالحركة المكانية، قد تكون بإرادة الحيوان وقد تكون بالضرورة. فأما بالضرورة\nفكهبوط المتردي من علو، فإن هذا أحد أصناف ما يقال عليه بالضرورة. وقد تلخص\nذلك في علم الأخلاق. ونقل المريض عن مضجعه قد يكون بإرادة كحركة الإنسان\nإلى السوق. وأما حركة الضرورة في غير الجنس الأول فقد يكون المحرك للحيوان\nخارجا عنه، وقد يكون في الجنس الأول مثل نقل المريض من البيت إلى الشرفة.\nوأمكنة الحيوان فإنها مع تحديدها بالإضافة إليه فلا بد لكل مكان من تحديده،\nفإن الركن مكان حددته الطبيعة، والمقبض مكان تحدد بالقبض.\n</p>\n\n<p>\nوتلخيص أصناف أمكنة الحيوان لا يليق بالقول في الحركات المكانية.\n</p>\n\n<p>\nتم القول الحمد لله على نعمه.\n</p>\n\n<h1 class='l1' id='head9'>ومن كلامه فيما يتعلق النزوعية</h1>\n\n<p>\nبسم الله الرحمن الرحيم والله الميسر والمعين العادة إنما توجد للإنسان\nبالنفس النزوعية، فإن الذي يقبل العادة هو الجزء النزوعي والجزء العادي.\n</p>\n\n<p>\nوالعادة أصناف تقال عليها العادة بتشكيك، فيجب أن نحصي الأشياء التي تقال\nعليها العادة، ونلخص بعضها من بعض حتى تتميز.\n</p>\n\n<p>\nالخشوع ومقابله لا اسم له في العربية فليسم الاستهانة. والخشوع للكمال من\nجهة أنه كمال، والاستهانة بالنقص من جهة أن نقص. لكن لما كان الكمال والنقص\nليسا بذاتهما موجودين، بل أنهما حالان لحقتا الأمور، فكأنهما جنسان، فلذلك\nإنما يوجدان في موضوعاتهما، فكل كمال فيجب أن يخشع له. وهذه قضية أولى\nمعترف بها عند الجميع، فأما أن هذا وذاك كمال فذلك مما يحتاج إلى تبيين.\nفقد يكون أمر ما عند قوم كمالا، وعند آخرين نقصا، وذلك بين لمن يتصفح\nالشرائع المختلفة والآراء والسير. وقد يكون شيء كمالا عند شيء ونقصا عند\nشيء آخر، وهذا هو الكمال بالإضافة. وهذه قد تكون وقتا كمالا ووقتا غير\nكمال. لكن هذا ليس يقال له كمال، بل إنما يطلق عليه اسم الخير فإن الخير\nإما أن يكون مرادفا للكمال أو أعم منه. والأشياء التي هي كمال قد تكون\nبالوضع وبالشرع، فتكون في بعضها الآراء المكتوبة والآراء المكتوبة <span id='ms29'></span> تشتمل\nعلى الكمال بالوضع فتكون عند قوم ما، وعلى الكمال المشهور فتكون عند\nالجميع، وما بالوضع فمختلف. فما كان كمالا عند قوم لا يكون كمالا عند\nآخرين، وكذلك من نشأ في قوم لا تخشع نفوسهم لأمور يستهين بها آخرون. فلذلك\nإذا كان ما هو كال في الوجود وكان إنسان ما من قوم قد اعتاد إلا تخشع نفسه\nلذلك الذي هو كمال، ثم تبين له أن الأمر كمال لم تخشع له نفسه، ولا أكرمه،\nولا رأي أنه حصل له شيء، فيكون ذلك العلم عند ذلك الإنسان مطرحا لا يحفل به\nغلا من لزومه عن القول. وكما أن المرضى يحسون الحلو مرا ويرون الواحد\nكثيرا، كذلك مرضى النفوس يرون الكمال نقصا ويرون النقص كمالا، وكما أنه لا\nسبيل لهؤلاء المرضى إلى أن يحسوا الحلو أصلا حتى يصلحوا، كذلك مرضى النفوس\nلا يمكنهم أن يروا الخير خيرا حتى تصح نفوسهم. وكما أن من المرضى من يحس\nالحلو مرا ويقضي عليه أنه مر، ومنهم من يحس أنه مر ويعلم أنه حلو ويقضي أن\nالآفة عنده فالأول واجب عليه أن يشتهيه وأن يطرحه والثاني ألا يشتهيه فقط\nوكلاهما لا يفعل عن الحلو ما شأنه أن يفعل عنه، كذلك مرضى النفوس يلحقهم\nهذا بعينه فلا يفعلون عن الخير، ولا يحركهم الخير، ولا تكون الصورة\nالروحانية للأشياء التي هي خير تحرك هؤلاء أصلا، بل أن حركتهم فإلى الهرب\nمنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوأهل السنن المشهورة والموجودة في سني الستمائة للهجرة من تاريخ العرب\nفكلها توقع في النفوس أمراضا، فلذلك لا يعرفون الكمال المتبرئ عن القوة،\nوإنما يعرفون السكون، وهو أذى بالقوة محضا، وهذا يقترن به الشوق، فهم لذلك\nلا يشعرون، لأن الشوق ألم، ويعرفون من الكمال ما تقترن به الحركة لأن اللذة\nعند ذلك تكون. وإذا حصل الكمال وتم، لم يشعروا به. ولذلك لا يشعر الصحيح\nبصحته ولا يرى أنه أعطى شيئا له قدر، ويشعر المرضى بها، فيرونها أعظم\nالمدركات، إذ كانوا بالقوة أصحاء.\n</p>\n\n<p>\nوالشعور بالسكون الكمالي، إن جاز أن <span id='ms30'></span> يقال له سكون، لأنه سكون لا تقترن به\nقوة حركة فلذلك هو سكون على العموم، أمر فاضل جدا. فيجب أن نرتاض بالشعور\nبه حتى يحصل ملكة، وهذا النوع إذا حصل ملكة كان له غناء في وجود إنسان عظيم\nالقدر جدا. وهذا مما يجب أن يقدم فيوضع قبل القول في السعادة القصوى.\n</p>\n\n<p>\nوكما أنا قلنا في الأفعال، فكذلك يجب أن نفحص فنحصي على كم وجه يقال أن\nالفاعل يفعل، وكيف نحس الجزء النزوعي بالفعل. فإن النفس النزوعية تنفعل،\nوإنما نفعل لا بالنفس النزوعية، بل بجزء آخر هو بالفعل، لأن النزوعي بالقوة\nفقط. فقد يظن أن القول فيها لم ينقض في الكون والفساد، كما عرض ذلك في\nاليمين، فإن أرسطو إنما تكلم فيه في الآثار العلوية فيما لحق الجزء الكائن\nعن الاسطقسات، ولذلك قال في الخامسة عشرة من الحيوان أن القول في اليمين لم\nينقض. وكل منفعل بل كل متحرك فهو بالفعل شيء ما، وهو بالقوة شيء آخر. فإنه\nلو لم يكن بالفعل شيئا أصلا لكانت القوة شيئا موجودا بالفعل، ولكان للهيولى\nالأولى صورة، وكان الإمكان قائما بذاته وشيئا قائما بنفسه، وهذا ظاهر لمن\nزاول الصناعة الطبيعية أيسر مزاولة.\n</p>\n\n<p>\nوالمتحرك هو جوهر ما، بل هو جسم ما، لأن كل متحرك منقسم. لكن ذلك هو\nللمتحرك بجهة متوسطة بين ما بالذات وما بالعرض. وأرسطو بعد ذلك فيما\nبالعرض، فإنه إن كان بالذات بوجه ما، فليس أولا. والمتحرك بالقوة شيء ما\nبالذات وأولا، وهو متحرك من جهة ما هو بالقوة، حتى لو وجد ما بالقوة شيئا\nمفارقا للأجسام لتحرك بنفسه، وصار ذلك الشيء إما جوهرا أو كيفا أو كما أو\nأينا أو غير ذلك من المقولات. لكن ما بالقوة يلزمه اضطرار كما قلنا أن يكون\nشيئا ما بالفعل أحد المقولات، وهذه بالقوة أحد المقولات. فليكن ما بالقوة\nووما بالفعل ح وبالقوة ك. وبين، لمن مارس العلم الطبيعي أيسر ممارسة، أن ما\nبالقوة من جهة ما هو بالقوة ليس تحت مقولة، وإن كان ما تحت <span id='ms31'></span> مقولة، أي مقولة\nكانت، فهو موجود بالفعل. فالمقولات إذن تقابل ما بالقوة كما تقابلها ما\nبالفعل في ح وك إذا كانا تحت مقولة واحدة ف ح وك نوعان متقابلان. فإن كان\nجوهرين فلا اسم لهما. لكن قد يسميهما أرسطو وأبو نصر عند الحاجة إلى ذلك\nمتضادين إلا أن المتضادين يحتاجان إلى موضوع واحد بالفعل وليس لهذين موضوع\nبالفعل. وإن كانا تحت أحد أنواع المقولات التسع، فما بالقوة موجود ضرورة\nجوهرا، فله وجود ثالث هو به موضوع ل? ح وك. ف? ح وك إن كانا تحت الكم فهما\nأكثر شبها للمتضادين من الصنف الأول. ولذلك يقال في النمو أنه حركة وأنه\nتغير أكثر مما يقال في التكون. وقد شابه أنواع الكم المتضادات في نحوين:\nأحدهما أنهما أنواع تقترن بها إعدام مجانساتهما كما وجد ذلك في صور\nالجواهر.\n</p>\n\n<p>\nوالثاني أن لها موضوعات موجودة بالفعل قابلة لأنواع الكم، وليس لأنواع\nالجوهر موضوعات بل هي الموضوعات. بل أن قيل للمحرك موضوعات فبطريق التشكك.\nوإنما فارقت المتضادات في أن ليس لأنواع الكم طرفان محدودان ينطق عنهما،\nفإن أعظم الكلاب لا يمكن أن يكون له عظم الفيل، وأصغرها لا يمكن أن يكون له\nعظم نملة. فأنواع عظم الجواهر كثيرة مختلفة، وأطرافها غير محدودة. إلا أن\nيكون بالإضافة إليها، فيعرض لها تضاد كما يعرض لأطراف المزاج في الكيفية.\nوقد لخص ذلك في المزاج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nفأما ح وك إن كانا كيفيتين، وكانا تحت واحد من أجناس الكيفيات الأربعة،\nفلهما موضوع موجود بالفعل، ويقترن بكل واحد من أنواع الجنسين عدم مجانساته،\nوفيهما نوعان طرفان لا بالإضافة بل بالإطلاق. ولا يمكن أن يوجد نوع أبعد من\nذلك الطرف من مقابلة، وليس كذلك فيما هو كم. فليكن أصغر عظم، وهو الكلب\nمثلا، عليه أ، وأعظم عظم عليه ح، وإنما وجد في أب وح? ود، فكل نوع من الكم\nيوجد في الكلب فهو أقرب من ح من عظم أمن د، وليس يوجد عظم أبعد من أمن د،\nولو وجد ذلك لكان كلبا أصغر <span id='ms32'></span> من د، وهذا لا يمكن. لكن إن فرضنا أحجرا فقد\nيوجد فيه أصغر من د، وليكن ه? فعظم د أقرب إلى أمن ه?. ف د ليس طرفا في م\nإلا إذا كان م هو كليا فهو نوع من الجواهر. فعظم أود ليس طرفين بالإضافة\nإلى الموضوع الأول الذي هو بالقوة، وهو الهيولى على التحقيق وبالذات، بل\nهما طرفان بالإضافة إلى الكلب، والكلب ليس بهيولي بل يجري مجراها، لكن جزاء\nمن أجزائه هو هيولي. وأ وح ليسا طرفين من جهة إضافة لحقتهما فليسا إذن\nطرفين في الوجود، فإن كان شيء يوجد له أمر ما من جهة ما هو ذلك الشيء، فهو\nله في الوجود. وما كان يوجد فيه بحال ما، وكان ذلك الشيء يوجد ليس له تلك\nالحال، فليس يقال أنه كذلك في الوجود، بل أن كان له في الوجود فعلى طريق\nالنسبة. وأيضا فإن ح وك، إن كانا ليس تحت مقولة واحدة، فيمكن ضرورة أن يكون\nح وك، وإلا كان د عدما، ولم يكن شيئا موجودا. فغن كان لا يمكن ذلك، فليس ك\nوح أحدهما موضوع للآخر إلا كما يقال أن البر بالقوة بارد، لأن البر لا يلزم\nالحار في الماء وتلخيص هذه وإحصاؤها سهل لمن أراد ذلك، ونحن نكتفي بهذا\nالتلخيص على طريق الرسم.\n</p>\n\n<p>\nفالمتقابلات كلها إذا كانت في موضوعاتها فيلزمها ضرورة فيها إعدام\nمقابلاتها. والإعدام أصناف، فمنها عدم الجوهر وعدم الكم وعدم الكيف. ولست\nأقول أن الجوهر يعدم أصلا ولا الكم. فإن كان شيء ما ليس بكم كالعقل، فإن\nهذا سلب وليس بعدم. وقد لخص أبو نصر النحو الذي به يقال له عدم. والعدم\nينسب إلى المقولة على نحوين: منها سلبها، كقولنا: السماء لا ثقيلة ولا\nخفيفة. ومنها رفع سلب نوع نوع منها عن موضوع يمكن أن يوجد فيه ذلك النوع،\nوهذا أحق باسم العدم من الأول، ثم يقال بعد ذلك النوع، وهذا أحق باسم العدم\nمن الأول. ثم كتاب قاطاغورياس. وهذا النحو الثاني الذي ذكرناه هو الذي <span id='ms33'></span>\nيذكره أبو نصر ويقول: أرسطو يعد عدم كل مقولة فيها، فعدم الجوهر في مقولة\nالجوهر، وعدم الكم في مقولة الكم.\n</p>\n\n<p>\nوبين بأيسر تأمل لمن زاول الصناعة الطبيعية أن المادة الأولى لا يمكن\nفيها أن نعرى من بعض المقولات حتى لا يكون فيها نوع واحد منها فأول ذلك\nالجوهر، وذلك مما تبين في الأولى من السماع الطبيعي، إذ لو عريت عنه لكانت\nالمادة الأولى ذات صورة. ويليه الكم فإنه لوا جوهر واحدا هو، لأنه ليس\nبجسم، فما أبعد من ألف العظم مما لا ينقسم، فإنه إن كان كذلك وجد جوهر لا\nكم له وهذا محال. وقد تبين في أول السادسة من السماع ويتبين بيانا أكثر عند\nالتأمل. ويجب أن تعلم أن العظم يقال على المستدير والمستقيم بتشكيك، وإن\nالعظم المستدير ما كان له مركز، وقد لخصنا ذلك في تفسير معاني السابعة من\nالسماع الطبيعي، ثم بعد ذلك في الهيولى جنس الكيف الانفعالي كالحرارة\nوالبرودة والرطوبة واليبوسة، ولذلك كل جوهر هيولاني فهو جسم. والجسم يقال\nبتشكيك على المتحرك باستدارة، وعلى المتحرك باستقامة، وهيولاهما ليست واحدة\nبالنوع، كما صورهما، بل تتناسب تناسب الصور. والمادة التي تقبل الحركة على\nالاستقامة هي الهيولى على التقديم، فأما التي تقبل الحركة المستديرة فهي\nأبدا موضوع، وليست بهيولى ولا مادة، بل إنما يقال لها هيولى ومادة\nبالمناسبة، كما يقال هذه موضوع بالشبه والمناسبة. فالهيولى الأولى لا تخلو\nمن جنس الكيفية الإنفعالية، ولا يمكن تعريها منها، ولذلك إذا أراد أرسطو أن\nيدل على جميعها يقول كل جسم ملموس. وكذلك كيفية الكم الذي هو الشكل\nوالصورة، وكذلك الأين، وكذلك الوضع، وكذلك المتى، وكذلك الإضافة. فهذه\nالمقولات التسع بين من أمرها أن الهيولى الأولى لا تعري منها، لكن بعضها\nأبين من بعض.\n</p>\n\n<p>\nفأما الفعل والانفعال فقد تشكك فيه، لكن إذا تعقب أمره ظهر أنه كذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nفأما مقولة له فإنها توجد لذي النفس، وقد يوجد في الجمادات ما يظن به أنه\nله، غير أنه إذا تعقب أمره ظهر أنه ليس تحت هذه <span id='ms34'></span> المقولة. وكذلك اللون فقد\nيظن ببعض الأجسام أنها غير ذات لون كالهواء والزجاج، وأبين من ذلك الطعوم\nوالروائح والمذاقات، فإن موضوعها قد يخلو من جميع أنواعها. لكن وإن كان ذلك\nفليست هذه موجودة للجوهر بذاته أولا، بل إنما توجد ثانيا، وبعد أن تتقدمها\nفي الموضوع موجودات شتى تحت مقولة أخرى، وكأن هذه وإن لم تكن أنواعا لتلك\nفهي كالأنواع. مثال ذلك الطعوم، فإنها وإن لم تكن أنواعا للحرارة والبرودة\nوالرطوبة واليبوسة فليست خارجة عنها لأنها حرارة لحقها أمر آخر صارت به تلك\nالحرارة نوعا لجنس آخر، كما عرض في القول في الأكر المتحركة، فإن النظر\nفيها ليس هندسيا متأتيا للنظر الهندسي بل هو واقع تحت النظر الهندسي. وقد\nلخصنا ذلك في أقاويلنا في النفس.\n</p>\n\n<p>\nوقد تلخص ما قلناه على نحو آخر وهو أن كل جسم فهو مؤلف من صورة وموضوع.\nوموضوع الأجسام السرمدية يخص بالموضوع، وموضوع الكائن الفاسد يقال له هيولى\nومادة وما شاكل هذه الأشياء وكل جسم فاسد فهو أسطقس أو مؤلف من اسطقسين\nفزائدا. وكل مركب من أشياء ففيه ما لتلك الأشياء، فالأشياء اللازمة\nللاسطقسات هي لازمة لكل جسم هيولاني، والأشياء اللازمة للاسطقسات من\nالمقولات هي أنها جواهر، وإنها ذوات إعظام، وإنها ذوات كيفيات انفعالية،\nوإنها ذوات أوضاع وأيون، وإن لها متى، وإنها مضافات، وإنها تفعل وتنفعل.\nوكل جسم ففيه هذه الأجناس من المقولات ضرورة، وأما سائر ما يوجد للأجسام\nالهيولانية فهي راجعة إلى هذه. مثال ذل الخشونة والقحل والصلابة واللين\nوالملاسة، فأما سائر ما يوجد للأجسام الهيولانية فهي راجعة إلى هذه مقال\nذلك. فإنها ضروب من الرطوبة واليبوسة، فإن اليبوسة إذا لحقها عارض صارت\nخشونة وقحلا، ومن الرطوبة تكون الملاسة واللين، وقد ذكر ذلك أرسطو في\nالثانية من الكون والفساد. وكذلك الطعم والرائحة فإن هذين الجنسين منهما في\nالثانية من الكون والفساد. وكذلك الطعم والرائحة فإن هذين الجنسين منهما\nالرطوبة واليبوسة كالهيولى، وأما الألوان فالقول فيها قول آخر. وإذا تعقب\nالأمر فيها ظهر أن هذا الجنس يوجد <span id='ms35'></span> للإسطقسات، واستقصاء ذلك في غير هذا\nالموضع.\n</p>\n\n<p>\nوقد تبين في السابعة من السماع أن الاستحالة إنما تكون في المحسوسات،\nفليقف من شاء على ذلك من كلام أرسطو هنالك، ومما قاله المفسرون فيه. فالفعل\nوالانفعال إنما هما في الكيفيات الأولى وهي التي بها يكون الكون والفساد،\nوهي الأربعة. وقد عددت في مواضع كثيرة.\n</p>\n\n<p>\nوقد بينا نحن في مواضع غير هذه أن القوى تقال باشتراك على المنفعلة وعلى\nالفاعلة، ورسمنا كل واحد من هذين الجنسين، فالقوى الفاعلة هي ضرورة موجودة\nوإنها تقترن بموجود بالقوة، والقوى المنفعلة تصير ضرورة موجودا، وتصير شيئا\nما مشارا إليه بعد أن كانت غير موجودة لكنها تقترن بموجود. والحركة في\nالمكان تناسب الانفعال، ولا فرق بينهما فيما نريد أن نقوله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوكل متحرك فله محرك، وكل منفعل فله فاعل. والحركة في المكان إنما تنسب\nإلى الحيوان خاصة، وإلى الأجسام المستديرة. فلنترك القول فيما يخص\nالمستديرة، فإنه ليس تنسب لنا هذه. والحيوان إنما يقال أنه متحرك بذاته ومن\nذاته في المكان خاصة، وذلك أن فيه المحرك وهي النفس، والمتحرك وهو البدن،\nوقد تلخص ذلك في الثامنة من السماع. فالمنفعل هو البدن، والفاعل القريب هو\nالنفس، وهو النزوع. ولا يكون نزوع إلا بوهم، وقد يكون الوهم ولا يكون نزوع.\nوالوهم حتى يكون له كالآلة، أو هو في المتحرك\n</p>\n\n<p>\nحتى لا تكون هيولى لذلك الوهم إلا بذلك النزوع، فإنه ليس كل هيولي لكل\nمتحرك، بل لكل محرك بالطبع متحرك بالطبع، وقد ذكر ذلك أرسطو في الثامنة من\nالسماع. فأما أن التوهم ليس موضوعا للنزوع، فذلك كالبين بنفسه، فالنزوع إذن\nفي شيء آخر، ولأن النزوع في محسوسه، فهو ضرورة حال في جسم، إذ لا يحس إلا\nجسم. هل هو صورة لذلك الجسم كالزجاج، فإنه إذا كان زجاجا بالقوة، وذلك\nعندما يكون حجرا، فليس يمكن أن يتخذ منه آنية. فأما إذا صار زجاجا بالفعل\nأمكن ذلك كالرطوبة في السمع، فهو حال في ذلك الجسم، ولذلك الجسم وجود ما\nآخر، فلنفحص عن ذلك. والمقدمات الخاصة <span id='ms36'></span> بهذا النظر الذي تتخذ منه الدلائل\nعليه قليلة، ولكن ليس يجب علينا لذلك ترك الفحص. وفي أمثال هذه يقول أرسطو:\nأنا وإن علمنا أنا لا نبلغ من العلم بهذا الأمر كنهه، فلنبلغ منه قدر\nالكاد، وهذا إنما هو في التصور لا في التصديق. فنقول: إنه قد تبين في غير\nموضع أن القلب أو ما يقوم مقامه هو مبدأ الحيوان، وأنه ينبوع للحار الغريزي\nالموجود في البدن، وإن بالحار الغريزي تكون جميع الحركات الموجودة في\nالبدن، وأعني بذلك الاغتذاء وضروب النزوع والتوهم والتفكر، فإن الهضم وإن\nكان في المعدة فهي كالكتابة، وإن كان القلم هو الذي رسم الأحرف فإن الراسم\nهو الإنسان.\n</p>\n\n<p>\nوبالجملة فالمحرك الأول هو الذي ينسب إليه الفعل كما تبين ذلك في ثامنة\nالسماع، وقلناه نحن في رسالة الوداع. فإن المنصور هو الذي قتل عبد الله بن\nعلي، وإن كان لم يتناول ذلك المنصور بيده وكان بعيدا عنه، فإن الآلة قد\nتكون متصلة بالفاعل، وقد تكون منفصلة. مثال ذلك الصائد هو الذي أخذ الذئب\nفي الحبالة، وإن كان الصائد غائبا عن الحبالة عند وقوع الذئب فيها، وذلك أن\nالآلة إما أن يودع المحرك الأول فيها حالاتها تفعل فعلها فلا تحتاج ضرورة\nإلى اتصالها بالمحرك. وإما أن لا تقبل تلك الحال إلا وهي متصلة بالمحرك\nكالقلم.\n</p>\n\n<h1 class='l1' id='head10'>رسالة لأبي بكر محمد بن يحيى في المتحرك</h1>\n\n<p>\nقال أبو بكر محمد بن يحيى\n</p>\n\n<p>\nقد تبين في السماع الطبيعي بالأقاويل التي تعطي اليقين إن كل حركة تكون\nعن أكثر من محرك واحد، وهي التي لا يتحرك فيها المتحرك بنفسه بل بغيره،\nفإنها منسوبة إلى المحرك الأول خاصة دون سائر المحركين، وذلك أيضا بين قريب\nبنفسه.\n</p>\n\n<p>\nوهذه القضية الكلية الصادقة يعترف بها الجمهور عند أخذها في موادها،\nفلذلك يقولون قتل الرشيد جعفرا، كما يقولون قتل المنصور أبا مسلم، وإن كان\nالقاتل الأقرب لجعفر مسرورا أو من ائتمر له، وقتل أبي مسلم المنصور بيده،\nولا ينظرون إلى المحرك الأقرب ولا يحفلون به في ذم أو حمد <span id='ms37'></span>، اللهم إلا فيما\nكان للأقرب فيه موقع اختيار، فلذلك هو في بعض الأمور يجري مجرى الأول، فإن\nالأول إنما يعتقد فيه أنه بهذه الصفة. فإنه قد تبين في الثامنة من السماع\nأن المحرك الأول على التحقيق هو محرك الحركة السرمدية، لكنه بالإضافة إلى\nحركة حركة من الكائنة الفاسدة بالعرض لا بالذات. فلذلك يقال اللوم والحمد\nعلى ما حرك بالعرض. ولذلك كان في الشريعة عقاب قاتل الخطا غير عقاب قاتل\nالعمد.\n</p>\n\n<p>\nوأما الآلات فليس لها في وجود تلك الحركة حظ من حمد واحد أو ذم اللهم إلا\nفي بعض أحوالها، وسواء كانت المحركات المتوسطات أجساما غير متنفسة أو\nأجساما متنفسة، ناطقة كانت أو غير ناطقة. وإن من ذم أو حمد المحرك القريب\nفهو، كما يذكر أفلاطون في الكلب، أنه يعض على الحجر الذي يرمي به ويترك\nالرامين اللهم إلا إن كانت الآلة المتنفسة بحيث يمكن أن يعتقد فيها أنها\nأول محرك. وهذا كله بين بنفسه ويقين معروف موثوق به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nوظاهر أيضا مما تبين هناك وتبين في كتاب الحيوان وكتاب النفس وما كتبناه\nنحن في رسالة الوداع، وفي أقاويل لنا غيرها أن المحرك الأول في الحيوان هو\nالنفس. وهذا أيضا أمر ذا تأمله الناظر أدنى تمل صح له وتبينه.\n</p>\n\n<p>\nوقد تلخص في الأقاويل التي كتبت في النفس أن المحرك الأول للحيوان هو\nالنفس النزوعية، وهي صنفان متقابلان لهما فعلان متقابلان: أحدهما لا اسم\nلجنسه فلنسمه على الإطلاق المحبة، ومنها يكون الطلب والانبساط، وفي هذا\nالجنس تدخل الشهوة الغذائية والغضب وسائر الأصناف الأخر.\n</p>\n\n<p>\nوالصنف الثاني الكراهية وبها يكون الهرب أو الترك وفيها يدخل الخوف\nوالسأم والملال وما جانسه، وتبين هناك بالأقاويل البينة أن سبب هذه هي\nالنفس الخيالية. وقد لخص هناك أصنافها. وهذه كلها توجد للإنسان إذا كان\nحيوانا، ويختص الإنسان بالحركة الاختيارية، وهي التي تكون عن النطق، وبها\nينسب إلى الإنسان الخطأ والصواب، وبها يحوز الصنائع. وهذه أصناف قد لخصنا\nالقول فيها في مسيرة المتوحد وتبين هناك أن الحركة الإنسانية الخاصة\nبالإنسان <span id='ms38'></span> هي التي تكونه عن الأمور التي توجبها الروية الصادقة. وبين أن\nالروية إنما تكون ضرورة نحو أمر ما، وإنها نحو غاية ما، وهي الخير على\nالإطلاق.\n</p>\n\n<p>\nفإن هذا الخير هو معشوق بالطبع محبوب للكل، والحيوان البهيمي إذ لم يعط\nالنطق وهو الذي يعرف الخير بالإطلاق جعلت له معرفة الخير مقترنة بالمواد\nوذلك بالحس وبالتوهم. فأما الإنسان فإنه يعرف الخير في مواده ويعرفه مجردا.\nولذلك متى اشتهى الإنسان شيئا، ثم علم بوجه ما أن ذلك الشيء الذي كرهه خير،\nترك ما اشتهى وطلب ما كره في ذلك الأمر، فإن لم يفعل ذلك كان ذلك من فعله\nسفها ولعبا وضلالا وما شاكل هذه الأصناف، إذ ليس لهذا الصنف اسم يخصه، وكان\nفعله ذلك حيوانيا لا إنسانيا. وقد بينا ذلك كله في سيرة المتوحد.\n</p>\n\n<p>\nفالمحرك الأول على الإطلاق في الإنسان هو النفس وأجزاؤها، وأما الجسد فهو\nمجموع الآلات. فإن مجموع الآلة الطبيعية هو البدن، ولذلك الحيوان قد يموت\nولم يعدم من جسده عضو، كما قد يغيب النجار ولا يعدم من آلاته آلة، غير أن\nالفعل لا يتم لها إذ المحرك الأول قد عدم.\n</p>\n\n<p>\nوقد بينا في سيرة المتوحد أن الإنسان يقال أولا في المعرفة بالجنس للجسد\nولذلك يسمى الميت حيوانا باسم الجنس للجسد، ونظن ذلك على طريق التواطؤ\nولهذا السبب تكرم جثث الموتى. ويقال ثانيا على النفس. ولهذا يقول سقراط يوم\nقتل لمن حضره فتكفلوا بي مر يظن على خلا الكفالة التي تكفلني من الحكام،\nإلى سائر ما قاله في هذا الفصل، فإن سقراط يقول: إن الذي يكون في موضعه عما\nقليل ليس بسقراط لكنه جثة سقراط، وأما سقراط فإنه ذهب مبادرا مسرعا.\n</p>\n\n<p>\nوقد تبين في تلك الأقاويل في رسالة الوداع تناسب المحركات التي في\nالإنسان. وإذ ذلك كذلك، فظاهر أن الخير موجود بنفسه غير مائت ولا بال، وأنه\nمعشوق في الطبيعة، وأن الحركة عنه وإليه هي أفضل الأمور الموجودة للإنسان\nمن جهة ما هو ذو جسد، فإن حصوله أفضل الأمور الموجودة للإنسان <span id='ms39'></span> بالإطلاق،\nوأنه سواء عند وجوده له كان ذا بدن أو غير ذي بدن اللهم إلا من جهة ما\nيحرك، فإنه لا يمكن أن يحرك أو يكون ذا بدن، فإن البدن إنما كان ليحصل له\nهذا الخير، فهو آلته التي بها يتحرك، فهو له كالسفينة التي يتحرك بها\nالملاحون، فإذا حصل كان عند ذلك البدن آلة بها يحرك غيره، ولم يكن له في\nوجوده الأخص أثر اللهم إلا في وجوده محركا، فإن كونه غاية وفاعلا غير وجوده\nغاية، فلذلك متى ترك البدن كان غاية فقط. فإذا حصل من إنسان آخر في هذه\nالرتبة، كان عند ذلك هو جميع المتقدمين.\n</p>\n\n<h1 class='l1' id='head11'>في الوحدة والواحد</h1>\n\n<p>\nيجب أن نفحص عن الواحد وأصنافه، وعلى كم نحو يقال، فإن ذلك يدخل الشك\nفيما تبين في المقولات أنها واحدة، وأن أرسطو مثلا والفارابي واحد بعينه\nذلك، وبالجملة في الأجناس والأنواع فائدته القول في هذا النحو في محمول\nالقضية.\n</p>\n\n<p>\nفقد ظهر إذن في الإثبات الموجود في النفس أن النفس إنما ركبت بذلك هذا\nالنحو من التركيب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك يجب أن نتجوز في العلم الطبيعي عندما نبرهن فيه على الأنواع التي\nلها شخص واحد، إما اللذين كالشمس والقمر، وإما الذي كالأرض، فإن الأرض أنما\nيوجد لها شخص واحد كلي، وهي تفني بأجزائها، وكذلك الهواء والأرض في ذلك أشد\nتغليطا. فإن البيان على الكلي لا على الشخص، حتى لو كان للشمس مثلا أشخاص\nكثيرة لكانت تتحرك خارج المركز، فعند ذلك تكون المقدمات ذاتية، وإن أخذت\nعلى أنها ذلك الشخص، لم تكن المقدمة ذاتية على هذا النحو، وكانت علمية\nبالعرض، وعند ذلك يمكن ن تكون هذه المقدمات، سواء كانت أول أو نتائج، نافعة\nفي الحدود بالذات.\n</p>\n\n<p>\nوجنس العدد هو المجتمع من الواحد ومن الكثير. وأعني بقولي: المجتمع،\nالمتقوم. كما يقال الحيوان يجتمع من المغتذي والحساس، وليس في العدد معنى\nغير هذين. ونجد الأعداد إذا تكثرت وجدت بذلك أمور كثيرة مختلفة، فأولها\nالزوج والفرد والجذر والمربع والمكعب، وبالجملة فالمجسم والمسطح والأول\nوالمركب والمباين والمشارك <span id='ms40'></span> والتام والناقص والزائد والمحاب وسائر ما يلزم\nهذه.\n</p>\n\n<p>\nفقد يجب أن ننظر كيف لحقت هذه اللواحق المختلفة أجناسها لما تركبت من\nمعنيين.\n</p>\n\n<p>\nالواحد قد يكون شخصا مشارا غليه كزيد وعمرو وهذا البياض وتلك الاستدارة.\nوقد يكون صورا روحانية كالإسكندر وتبع. وقد يكون أنواعا، وبالجملة فأمور\nمعقولة كالخمسة الستة والإنسان والفرس، وبذلك نقول أن القطوع ثلاثة وإن\nذوات الأضلاع الأربعة خمسة أنواع.\n</p>\n\n<p>\nوالواحد الموضوع للعدد الذي يجري منه مجرى الهيولى فليس بواحد من هذه\nضرورة، بل هو معنى الوحدة في موضوع، سواء كان هيولانيا أو روحانيا أو\nمعقولا، لأن الوحدة مما يقال في موضوع، اللهم غلا فيما وجوده أنه واحد، فإن\nتبرهن ن شيئا بهذه الصفة دلت فيه الوحدة على ما يدل الواحد. وظاهر أن ما\nهذا سبيله فليس موضوعا لعدد، إذ لا يتكثر، فإن التكثر إنما يلحق الواحد من\nأجل الهيولى. فالواحد الموضوع للعدد فيه ضرورة أمر يجري مجري الهيولى. وإذا\nكان الواحد يلحق المعقولات فالمعقولات له تجري مجرى الهيولى.\n</p>\n\n<p>\nوظاهر هنا إن الواحد يقال باشتراك على المعقولات وعلى الموجودات\nالهيولانية. وقد تلخص في غير هذا الموضع أن الواحد يقال على المعقول بتقديم\nوعلى الهيولاني بتأخير، لكن ليس في الزمان، وتبين هنا مما قلناه، إذا نظر\nفيه يسر نظر، أن العدد يقال على الهيولانية بنحوي التقدم، وعلى المعقولات\nبالتأخير وعلى طريق النسبة. فلننظر في اللاحق للمعقولات، فالواحد المعقول\nهو متقوم من معقولين: أحدهما يجري مجرى الهيولى، والأخر يجري مجرى الصورة.\nوهذا غير مدفوع مما يوجد العقل، فإن العقل قد يكون موضوعان فإن الموضوع\nوالمحمول هذه حال أحدهما من الآخر، فإن المحمول صورة الموضوع. وقد يكون ذلك\nالمحمول موضوعا كالحد الأوسط في الشكل الأول، وما أحسن ما شبهه أرسطو بالخط\nالمستقيم المتساوي بعضه على بعض. وإلى هذا المعنى أشار أفلاطون عند محاكاته\nإياه بالدوائر اللولبية.\n</p>\n\n<p>\nوإن نحن فرضنا أن ذلك يعرض في معقول لزم من ذلك ما لا نهاية معا في\nالوجود، وذلك محال لا مرية فيه. فإذن سننتهي ضرورة إلى <span id='ms41'></span> عقل لا يمكن أن\nيوضع، فيعمل منه شيء. بل أن عقل فذاته حتى يكون معنى عقل ومعقول فيه واحدا.\nفهذا هو الذي يلزمه القول أن هناك شيئا أو عقلا وهو بهذه الصفة. وهذا القول\nرسم، فإنه لا يتقدم ذلك المعنى بأنه لا يعقل منه غيره، بل أن هذه كلها نسب\nتلحقه، وأعدام نسب تلحقه. والذي يظهر من القول نه أخص به فهو الحد الذي\nيجري مجرى نتيجة برهان، وهو المقام مقام الجنس، وهو المدلول عليه بقولنا\nعقل. لكن هذا ليس بجنس بل هو اسم مشترك مشكك، وإنه أخص من قولنا شيء، إذ\nالشيء ليس يدل على الهيولاني وعلى غير الهيولاني، وعقل يدل على ما ليس بذي\nهيولى، فإذن يدل من هذا الوجود على جهة يمكن أن يتصور بها بنحو أخص.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nوأما أي عقل هذا العقل، وكيف لنا تصوره التصور الأتم بحسب طباع الإنسان،\nوهل تصوره الأكمل هو بحسب طباعنا أو بحسب طبيعته، فإن كان بحسب طبيعته فهو\nتصور تام من حيث هو موجود، وإن كان بحسب طبيعته، فإن كان بحسب طبيعته فهو\nتصور تام من حيث هو موجود، وإن كان بحسب طباعنا كان التصور في نفسه تم، إذ\nلا يمكن أن يكون أنقص فإنه ليس بذي هيولى كالزمان والحركة والمكان وسائر\nالموجودات الناقصة. وما هل تصور الموجودات الناقصة الوجود بحسب طباعنا أو\nبحسب طبعها ففيه فحص وعويص. وأما الكاملة فقد لخص القول فيها أرسطو فيما\nبعد الطبيعة، وذكر ذلك مرسلا في أول المقالة الأولى من كتاب الفلسفة\nالأولى، وقد ذكره أبو نصر وغيره وأرشد إليه.\n</p>\n\n<p>\nوهذا القول جرت العادة أن يقال في التصورات الناقصة أما لأنها ناقصة كذلك\nبطباعها، أو لأنها كذلك من أجل طباعنا، فنقول: إن المعقولات الأول التي\nتفيدنا إياها الطبيعة من غير سعي لنا في ذلك نعمده ولا تفكر، فهي المبادئ\nالأولى للفكرة والروية، وبها يسمى الجسم الموجودة فيه هذه إنسانا ناطقا\nبتواطؤ، فهي المقولات. فإن أي حيوان لم توجد فيه هذه ما أنها فيه بالقوة\nوهو <span id='ms42'></span> كذلك بالطبع كالجنين ساعة يولد، أو بالعرض كالحد أصناف المعتوهين، فإن\nذينك ليس واحد منهما إنسانا بالإطلاق، فإن سمي إنسانا فعلى الجهة التي يسمي\nالجنين عند كمال الخلقة في الرحم إنسانا، وإنما هو إنسان متكون، والآخر\nإنسان خارج عن الطبع.\n</p>\n\n<p>\nفالمقولات هي تصورات لأمور موجودة في أجسام محسوسة، فكل واحدة منها صورة\nمجردة عن الهيولى، لكن لا تفيدها الطبيعة إلا مقترنة بموضوعاتها غير مجردة\nعنها وغير متصورة مكتفية بأنفسها، كما نجد ذلك عند الصبي أول ما يعبر عنها\nفي نفسه، فيسال ويجيب، فإنه إذا سئل عن محسوس واحد بعينه كم هو وأين هو\nوكيف هو ومتى كان، أجاب عن كل سؤال بواحد من أنواع المقولات الخاصة بذلك\nالسؤال أو أجناسها المتوسطة وأشخاصهم، ثم بعد هذه الحال تصير له حال أخرى،\nوهي التي تسمى الروية، فيركب ويفصل ويفتش، وبالجملة فهو في الحالة الأولى\nالطبيعية إنما يسلك العقل عنده على خط مستقيم غير متقسم، وكذلك ما لم تحصل\nله الروية النظرية، أو من العملية الجزء الذي تشارك فيه النظرية. فإذا حدث\nله شيء من النظرية فقد قسم الخط بنصفين، وثنى أحد النصفين على الآخر، وخرج\nالعقل من سلوكه على دائرة إلى سلوكه على خط لولبي، وهو عند ذلك يجعل العقل\nشيئا ما موجودا أو يقيمه مقام الموجودات الهيولانية، ويكون العقل في حال\nوضعه مؤلفا من شيئين: من المحمول وبه يصير معقولا، ومن الحال التي بها صار\nمعقولا موضوعا لا. فإن الموضوع إن كان هو والمحمول واحدا من جميع الجهات،\nلم يكن ذلك محمولا ولا هذا موضوعا، ولا كان المؤلف منهما قضية، ولذلك لا\nيصدق ولا يكذب، وإنما يكونان اسمين مترادفين، وقد تلخص ذلك في كتاب الحروف.\n</p>\n\n<p>\nوالمعقول يوجد موضوعا بوجوده: أحدها عندما يحمل عليه حده أو أجزاء حده\nالتامة. مثل قولنا: الكرسي جسم من خشب صنع ليجلس عليه، وقولنا: الكرسي جسم.\n</p>\n\n<p>\nوالثاني عندما تحمل عليه الأعراض كقولنا: الكرسي طويل أو عريض.\n</p>\n\n<p>\nوالثالث وعندما تحمل عليه الأحوال المنطقية كقولنا: الكرسي جنس متوسط.\n</p>\n\n<p>\nوالرابع <span id='ms43'></span> أو عندما نفحص عنه كيف وجوده المعقول، لا كيف وجوده الهيولاني.\nفإن الفحص عن وجوده الهيولاني، وهو وجوده في أشخاصه، يقف بنا على جسده،\nوفحصنا عن وجوده المعقول ليس يقف بنا على هذه، بل يقف بنا على ما هو العقل\nبالفعل، لأنه لا فرق عند ذلك بين وجود الكرسي وبين وجود الإنسان من حيث هما\nمعقولان.\n</p>\n\n<p>\nوهناك وجوه أخر تعديدها فيما نحن بسبيله فضل لا يحتاج إليه، فلنقتصر من\nأصناف الحمل على هذه، ولنفصل القول فيها فعند ذلك يظهر لنا الحال التي\nحاكاها أفلاطون بالسلوك على الدوائر اللولبية، وأرسطو بانثناء الخط\nالمستقيم.\n</p>\n\n<p>\nوجمع أنواع الحمل إذا أحصيت الإحصاء اللائق بهذا الفحص كانا: إما حمل\nموجود في مشار إليه على موجود مشار إليه كيف كان، أو يستند إلى مشار إليه،\nوأقسامه: حمل الجنس والفصل على النوع، وحمل الجنس على النوع.\n</p>\n\n<p>\nوحمل العرض على النوع.\n</p>\n\n<p>\nوالحمل من طريق ما هو على الشخص.\n</p>\n\n<p>\nوالحمل من طريق ما ليس هو على الشخص.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nأو حمل ما ليس مشارا إليه على ما ليس بمشار إليه، ولا من جهة أنه في مشار\nإليه، بل من جهة ما تنزل المعقولات منزلة الموجودات، فيكون المعقول يجري\nمجرى الشخص، وذلك حمل الأحوال المنطقية على المعقولات الأول، كقولنا:\nالحيوان جنس والناطق فصل. وهذا يدخل في حمل العرض على الشخص، فليعد في\nالقسم الخامس.\n</p>\n\n<p>\nوالثاني حمل ما يجري من هذه من طريق أنها موجودات تتنزل منزلة الأشخاص.\n</p>\n\n<p>\nوالدلالة على المعقولات من هذه الجهة غير معروفة في لسان العرب، وأحرى\nبأن يكون في سائر الألسنة، وهو في طلبنا هذا المعنى الكلي الذي نحمله على\nكثيرين.\n</p>\n\n<p>\nوأما ما يدل عليه لفظ إنسان أو فرس ما هو وما قوامه، فهو من جهة يعد في القسم الثاني\n</p>\n\n<p>\n، ومن جهة أخرى يليق أن يعد في الرابع. إلا أنه في القسم الثاني أحرى\nوأليق. وبالجملة فليعد قسما بنفسه من غير تقسيم.\n</p>\n\n<p>\nكمل ما وجد من هذا القول.\n</p>\n\n<p>\nالحمد لله على نعمه.\n</p>\n\n<div class='PARATEXT'>\n<p>\nالقسم الثاني\n</p>\n\n<p>\nتقديم الناسخ\n</p>\n\n<p>\nقال القاضي الحسن <span id='ms44'></span> بن محمد بن محمد بن محمد بن النضر وهو المعروف بالأديب:\nالواصل على يد الوزير أبي الحسن علي بن عبد العزيز بن الإمام من كتب الوزير\nالفاضل أبي بكر ما نذكره. فمنها: شرحه لكتاب السماع الطبيعي.\n</p>\n\n<p>\nوالقول على بعض كتاب الآثار العلوية.\n</p>\n\n<p>\nوكذلك على بعض كتاب الكون والفساد.\n</p>\n\n<p>\nوالقول على بعض المقالات الأخيرة من كتاب الحيوان.\n</p>\n\n<p>\nوالكلام على بعض كتاب النبات.\n</p>\n\n<p>\nوقول ذكر فيه الشوق الطبيعي وماهيته وابتدأ أن يعطي أسباب البرهان\nوحقيقته.\n</p>\n\n<p>\nورسالة الوداع إلى الشيخ الوزير أبي الحسن المذكور.\n</p>\n\n<p>\nوكتاب اتصال العقل بالإنسان كتب به إليه أيضا.\n</p>\n\n<p>\nوالقول على القوى النزوعية كتبها إليه ما بين الكتابين المذكورين.\n</p>\n\n<p>\nوفصول تتضمن القول على اتصال العقل بالإنسان.\n</p>\n\n<p>\nوكتاب المتوحد.\n</p>\n\n<p>\nوكتاب النفس ينقص منه مقدار يسير ذكر الوزير أنه سقط منه بعد وقوعه إليه.\n</p>\n\n<p>\nوتعاليق على كتاب أبي نصر الذهنية.\n</p>\n\n<p>\nوفصول قليلة في السياسات المدنية وكيفية المدن وحال المتوحد فيها. ونبذ\nيسيرة على الهندسة والهيئة.\n</p>\n\n<p>\nهذا قول القاضي الأديب رحمه الله ووقع إلي مجموعة تتضمن ما هذا مثاله من\nكلام الشيخ الكبير الوزير أبي بكر رضي الله عنه فأثبتها كما ترى:\n</p>\n\n<p>\nومن كلامه رضي الله عنه</span>\n</p>\n\n<p>\nبسم الله الرحمن الرحيم وبه الحول والقوة والتوفيق والعصمة\n</p>\n\n</div>\n<h1 class='l1' id='head12'>بين العقل والقوة المتخيلة واتصال العقل الإنساني بالأول</h1>\n\n<p>\nانظر ببصرة نفسك في نفسك إلى ما بين العقل والقوة المتخيلة من العجائب،\nترى يقينا أن العقل يأخذ من القوة المتخيلة معلومات هي المعقولات، حسب ما\nذكرته، وإنه يعطي القوة المتخيلة معلومات آخر يبسها فيها: أما معلومات\nاستنبطها العقل وبسطها في المتخيلة، مما يقدر الإنسان أن يصنعه بإرادته من\nآراء خلقية وصناعية وإما أن يعطي العقل القوة المخيلة معلومات يبسطها فيها\nمن حوادث جرت في العالم يوجدها فيها قبل حدوثها، أو ما حدثت ولم تحصل في\nالقوة المتخيلة عن حاسة، بل عن العقل الذي يخدمها، منها ما يكون بالرؤيا\nالصادقة، والعجب العجيب فيها ما يكون بالوحي أو بضروب الكهانات.\n</p>\n\n<p>\nوبين أن ما يعطيه العقل الإنساني للتخيل ليس هو منه <span id='ms45'></span> ولا يضعه هو فيه، بل\nيفعل هذا الفعل فيه فاعل علمه قبل، قادر على إيجاده لا إلاه إلا هو هو سبب\nوجوده، ومحرك الأجرام الفاعلة بإرادته إلى أن تفعل ما يريده في الأجرام\nالمنفعلة كما أنه لما أراد أن نعلم ما يحدثه في العالم أفاض على الملائكة\nعلم ذلك، ومن ملائكته يفيض ذلك العلم على عقول الإنسان فيدركه إنسان إنسان\nبحسب ما وهب من الاستعداد لقبوله.\n</p>\n\n<p>\nوهذا ظاهر، في الأكثر، في الصالحين من عباده الذين هداهم الله، وأخلصوا\nبه وبملائكته وكتبه ورسله، وعملوا بما يرضيه، فإنه يفيض عليهم، بتوسط\nملائكته في الرؤيا، وغير ذلك، عجائب من الحوادث الحادثة في العالم.\n</p>\n\n<h1 class='l1' id='head13'>ومن كلامه في المعرفة النظرية والكمال الإنساني أو في الاتصال بالعقل الفعال</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n<p>\nوطرق إلى اليقين ببقاء النفس الناطقة إذا كملت، وكمالها أن تصير عقلا بأن\nتعقل في ذاتها معقولات من التي هي عقل بالفعل، أحطها مرتبة عقل الإنسان\nوإذا عقل الإنسان هذه العقول، وصارت له عقلا ومعقولا، فتكون حينئذ صورة له\nيكمل بها كمالا تاما، بحسب ما للإنسان الكامل أن يكمل كأرسطو، أو بهداية من\nالله عز وجل كالأولياء. وبذلك يكون فعله في ذاته بذاته، وفعله هو أن يرى\nببصيرة عقله وعمله يقينا، وبذلك يرجع على ذاته بذاته فيكون الراجع والمرجوع\nإليه واحدا، كما قال الإسكندر، فيكون روحانيا لا جسمانيا، ولا يحتاج في\nوجوده إلى جسم، ولا أن يفعل في جسم، ولا في قوة جسمانية، وينبو عن القوة\nالمتخيلة.\n</p>\n\n<p>\nوذل أن قوة الإنسان النظرية تفعل أولا في القوة المتخيلة، وهي قوة في\nجسم، بأن تجرد من المخلوقات الشخصية المتخيلة معانيها بأن تفعل وتعلم ما كل\nواحد منها بأسبابها الكلية، ولا تزال قوة الإنسان العقلية تتزيد بالفكرة في\nالمخلوقات، وتطلب أسبابها بإحضار المخلوقات في القوة المتخيلة حتى تتمكن\nمعقولاتها، وتصير تلك المعقولات عقلا، ويرى العقل ببصيرته تلك المعقولات\nفيه، فلا يحتاج عقل الإنسان إلى قوة جسمانية يفعل بها، بل يفعل في صورته\nبأن يقل ذاته التي هي عقل، فيكون فعله هو <span id='ms46'></span> عقله، ويكون بذلك باقيا، وفعله هو\nذاته، كسائر العقول التي لا يفنى فعلها.\n</p>\n\n<p>\nإن يعقل ويعلم لا يتحاج إلى شيء مادة هي سبب الفساد، وإنما حاجته إلى\nالعقل الذي أوجده بما يفيض عليه، كحاجة سائر العقول العالية إلى العقل الذي\nفوقها وهو الذي أوجدها. والأعلى يفيض على الذي دون دائما، والكل من السبب\nالأول على ترتيب. وهذا قد يكون كمالا للعقل بطريق التعلم البرهاني حتى\nيتمكن ذلك صورة وقد نجد بالفعل ما هو أعلى من غير تعلم، على نحون ما يبلغه\nأصحاب الفطر الفائقة. فغن الكمال الإنساني الدائم قد يكون بأن يفيض على\nالقوة الناطقة إذا كانت. دفعة أو بتدريج من العقل الفعال بصيرة يبصر بها\nالإنسان العالم، فيحصل له ما يحصل للواصل بالتعلم بعد التعلم من دوام الفيض\nوهؤلاء درجات أعلاها الأنبياء على درجاتهم، ثم الأخذون في أعمالهم و. بما\nجاءت به الرسل حتى يفيض عليهم ما يفيض على المتعلمي من غير تعلم، و..\nأولياء الله على درجات.\n</p>\n\n<p>\nوالمعطي هذا كله العقل الفعال يظهر أولا للمتعلمين بصيرة يرون بها\nالمعقولات الأول التي بها هؤلاء يمتحنون حتى يصلوا، فإذا وجد استعدادا\nفائقا أعطى ما هو أكثر بحسب ما هو استعداد في استعدادا فلا يبعد أن يصل بما\nفطرته الأنبياء إلى درجات من الكمال أكمل مما يوصل بالعلم البرهانين إذ كان\nالإنسان بالاستعداد قويا للقبول، فإن العقل الفعال أبدا يفيض عنه كمال تام\nللإنسان في الغاية. والتقصير إنما يلحق من جهة الاستعداد القابل لا من\nجهته. وكما يفيض عن كل واحد من العقول الثواني على ترتيب عقل شبيه به ليس\nهو، كذلك يفيض عن العقل الفعال عقل شبيه به ليس هو هو، يبقى ببقائه، لا\nيحتاج في وجوده إلا له، كسائر الثواني التي لا تحتاج في وجودها إلا للذي\nأوجدها بما يفيض عليها أبدا.\n</p>\n\n<p>\nوطريق الصوفية المستعدين للقبول، وطريق الغزالي من الطرق الموصلة، والطرق\nالمأخوذة أولا عن نبينا صلعلم.\n</p>\n\n<p>\nفأرى أن تمزج ما عندك من الكمال التعليمي بذكر الله عز وجل <span id='ms47'></span>، وبالفكرة في\nكماله، بما عندك من اليقين بوجوده، وإنه عالم، وإن علمه بذاته فقطن وعلمه\nهو ذاته، فإنه يعلم جميع الأسباب من جهة علمه بذاته وبكمال ذاته التي\nبكمالها فاض وجودا ذلك الموجود، وإنه عالم بما فاض عنه، ولعلمه بذاته فيعلم\nما يفيض عنه. فاعمل على تصفية نفسك بذكر الله وتعظيمه بصفاته على ما ذكر\nالشيخ أبو نصر في كتاب الله.\n</p>\n\n<p>\nوهو الموفق للحق لا رب غيره.\n</p>\n\n<p>\nومن كلامه أيضا رحمه الله\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<h1 class='l1' id='head14'>ارتياض في تصور القوة المتخيلة والناطقة</h1>\n\n<p>\nيرتاض الإنسان أولا ويقوى في تصور القوة المتخيلة التي. القوة الناطقة\nفيها أعمالها أولا وفيها تظهر وهي الموضوع. إذا حصلت فيها متخيلات\nالمحسوسات كلها أو جلها فأقولك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nالقوة المتخيلة الموجودة في الإنسان بالفعل، هي القوة التي يجدها الإنسان\nفي نفسه، يرسم فيها رسوم المحسوسات، ويتصور بها ويحضر الإنسان فيها رسوما\nمن المحسوسات متخيلة بعد غيبتها عن الحواس، فيرى الإنسان فيها صفة زيد\nوعمرو وصفة داره ودابته وغير ذلك من المحسوسات المشار إليها، ويكون هذا\nالفعل من القوة المتخيلة في اليقظة والنوم.\n</p>\n\n<p>\nوهي التي تركب صورا من المتخيلات لم يحس بها، بعضها صادقة مثل تخيلنا\nزيدا في وضع كذا أو صفة كذا إذا كان كذلك. وبعضها كاذبة إذا تخيلنا زيدا\nبصفة كذا أو في موضع كذا وليس هو كذلك، ومثل تخيلنا عنزا برأس إبل أو براس\nفرس أو غير ذلك من الأمور المخيلة الكاذبة.\n</p>\n\n<p>\nوقد تركب وتتخيل أمرا ليس بشخص يحمل على أكثر من شخص واحد، فتحاكي صفة\nالمعنى وتتخيله صنما يعم أكثر من الواحد، ولا يعم كل ما يقال عليه المعنى،\nفتحاكي الإنسان وتتخيله فيها منتصب القامة ذا لحم وعظم متغذيا حساسا. لكن\nتتخيل الإنسان بمقدار ما، ولذلك لا يعم ذلك المتخيل كل إنسان. وللعقل في\nهذا التخيل فعل ما.\n</p>\n\n<p>\nوإذا تأمل الإنسان جميع ما ذكرته في نفسه وجد القوة المخيلة في نفسه على\nما ذكرته لا شك فيه ولا في وجودها. وكذلك وجود القوة الناطقة يجدها الإنسان <span id='ms48'></span>\nفي نفسه، ويعلمها علما يقينا لا يشك فيه بشيء من التثبت. وذلك أنا نجد في\nأنفسنا ما نتميز به ونفصل عن سائر الحيوان المتغذي الحساس، فإن الإنسان يجد\nفي نفسه معلومات تحتوني على ميز الجميل والقبيح والنافع والضار يحوزها\nويميزها، ويجد في نفسه أمورا يرى صدقها لا شك فيه، وأمورا هي على ظن،\nوأمورا هي كذب لا يجوز في الوجود. كل هذه المعلومات يجدها الإنسان في نفسه.\n</p>\n\n<p>\nوهذه المعاني المعلومة في النفس تسمى نطقا، وما يوجد في الإنسان يسمى\nناطقا. والنطق يقال على القوة الناطقة بالقوة التي شأنها أن توجد فيها هذه\nالمعلومات، لأن الإنسان يوجد وليس فيه هذه القوة، وثم يقبلها، فتكون فيه\nبعد أن لم تكن، فقبل أن يقبلها له قوة شأنها أن تقبلها ليست في الفرس ولا\nفي الحجر. ويقال أيضا نطق على هذه المعلومات إذا كانت بالفعل موجودة بالقوة\nالتي شأنها أن تقبلها، ويقال نطق على الألفاظ حين نعبر بها عن هذه\nالمعلومات الحاصلة بالفعل. وكل هذا بين بنفسه بأدنى تأمل.\n</p>\n\n<p>\nوهذه المعلومات الحاصلة بالقوة الناطقة بالفعل متى أخذت بالإضافة إلى\nالأشياء المأخوذة عنها سميت علما، لأنها علم بها، ويه التي عرفتها، ومتى\nأخذت من حيث أدركتها قوة توصف بها، وتحمل على موضوعاتها المأخوذة عنها،\nسميت معقولات. ومتى أخذت من حيث أدركتها القوة الناطقة، وكملت بها، وخرجت\nبها من القوة إلى الفعل سميت عقلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nوالنطق يخرج من القوة إلى الفعل بأن يحصل في نفس الإنسان معلومات. وحصول\nالمعلومات يكون بدرجات أولها علم هذا المشار إليه. وهذا يكون أولا بحصول\nحال هذا المشار إليه في القوة المتخيلة حصولا مجملا دون أن يجوز التخلي\nفيه، ويبرز صفة من صفاته، لا أنه الأبيض ولا أنه الطويل ولا النحيف، بل\nيميزه مجملا، ولا يلتفت إلى صفة من صفاته، وهذا لضعف العلم بالشيء يشبه\nتخيل الحيوان الذي له تخيل. ثم إذا تمكن حال هذا المشار إليه في القوة\nالمتخيلة، ارتقى الإنسان إلى هذا المشار إليه بصفات مفصلة يعرفه بها\nبالإضافة إلى <span id='ms49'></span> مشار إليه واحد بعينه في العدد يميزه منها فيميز زيدا بأنه\nالطويل الأبيض النحيف، ويأخذ هذه الصفات في التخيل كأنها شيء واحد بعينه في\nالعدد، مضافة إلى مشار واحد بعينه في العدد، ذ هي مضافة إلى واحد بعينه في\nالعدد يميزه منها فيميز زيدا بأنه الطويل الأبيض النحيف، ويأخذه هذه الصفات\nفي التخيل كنها شيء واحد بعينه في العدد، مضافة إلى مشار واحد بعينه في\nالعدد، إذ هي مضافة إلى واحد بعينه. ولذلك زعم قوم ن ما تدل عليه الألفاظ\nباطل، إذ كانت تدل على كثرة فيما ليست فيه كثرة ولا هو كثير، لأن هذا\nالمشار إليه الذي هو الطويل والأبيض ليس بكثير. وهذا كما ذكر الشيخ أبو نصر\nمخالفة للمحسوس وللمعارف وخروج عن الإنسانية. وبهذه المعرفة تحصل للإنسان\nالمعرفة بالأشخاص من جهة ما هي أشخاص مشار إليها، وبها يحصل شخص زيد ويعلم.\nوالصفات التي يعرف بها على النحو الذي ذكرته هي أشخاص الأعراض التي لا يوصف\nبها سواه، ولا يقع بها تشابه بين اثنين أصلا، لأن تلك الأعراض لا يوصف بها\nسواه، لأن البياض الذي في زيد ليس هو البياض الذي في عمرو. به ما هو شخص\nبياض. وبعد حصول المتخيلات في القوة المتخيلة على هذا النحو تكون القوة\nالناطقة تنظر ببصيرتها فترى المعاني الكلية التي تحمل على ما في القوة\nالمتخيلة، وبها تخيل وتميز ما هو كل واحد منها.\n</p>\n\n<p>\nوإذا ذكرت الألفاظ الدالة على هذه المعاني الكلية ميزتها وأحضرتها\nورأتها، وذلك على ثلاث جهات: إحداها: أن تحضر القوة الناطقة هي هذه المعاني\nالكلية، وتراها في الأشخاص المتخيلة التي أخذتها عنها، فتحضر القوة الناطقة\nالتي لزيد المعنى الكلي، وتراه ببصيرتها في أشخاص غير الأشخاص التي تراها\nفيها قوة عمرو، والناطقة على هذا تميز المعاني الكلية عند الجمهور وعند\nأولي النظر، فتكون المعاني الكلية متميزة عند الجمهور على هذا النحو\nفيرونها في أنفسهم ويحضرونها على ما ذكرته.\n</p>\n\n<p>\nوالجهة الثانية: أن تميز القوة الناطقة هذه المعاني الكلية حق الميز، لكن\nمتى <span id='ms50'></span> رأتها ببصيرتها، وحضرت في النفس مرئية، فإنما تراها ببصيرتها في القوة\nالمتخيلة أيضا وإن تفعل القوة المتخيلة أيضا، ما شأنها أن تفعله من\nالمحاكاة، بن تحاكي المعنى الكلي، وتصور فيها صنما يعم أكثر من واحد، ولا\nيعم كل ما يقال عليه ذلك المعنى، كما يحاكي المصور صورة فرس من حجارة وكما\nيخطه الرسام في بسيط، لكن ما تحاكيه القوة المتخيلة أكمل، لأنها تحاكي،\nلأنها تصور صورة فرس متغذ صهال، لكن ما يعم كل ما تحايكه كل فرس، لأنها\nإنما تحاكي الأشياء محدودة بنهايات ومقدار من المقادير، فلا يعم صنمها مثلا\nالفرس الكامل والمتوسط ولا المهر، وإنما يعم صنمها ما كان على المقدار الذي\nحاكته. فإذا ميزت القوة الناطقة المعاني الكلية، ورغبت إلى إحضارها لتراها\nوتبصرها ببصيرتها عند الفكر أو عند التفهم بالقول والمخاطبة، فإنما تراها\nببصيرتها في الصنم الذي حاكته القوة المتخيلة. لكن القوة الناطقة تميز في\nذلك الصنم أن عمومه ليس على الكمال، فلا يضرها ذلك فيما تفكر فيه وتبحث عنه\nفي ذلك المعنى المعقول. وعلى هذا النحو من التمييز تتميز المعاني الكلية\nعند الصناع وعند أكثر من ينظر في العلوم فإن الصانع عندما يفكر كيف يصنع\nمصنوعا ما، يحضر صنم ذلك المصنوع فيميزه ويتخيله ويدبر كيف يصنع، وكذلك\nالناظر في العلوم. معلوماته ليعلم ما هي وغير ذلك مما يوصف يحضرها أصنافا\nفي القوة المتخيلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nوبهاتين الجهتين تخدم القوة المتخيلة القوة الناطقة بأن تحضر فيها خيالات\nالأشياء، إما خيالات أشخاص بأعيانها وإما صنما يحاكي المعنى الكلي على\nالنحو الذي ذكرته، فنأخذ القوة الناطقة في المتخيلات صفات كلية. ومن رأى\nأعمال القوة الناطقة في المتخيلات التي في القوة المتخيلة، حسب ما ذكرته،\nرأى تحقيق ما ذكرته يقينا لا شك فيه، ورأى بقوته الناطقة حين قاضت عليها\nالموهبة، تلك الموهبة، كما نرى بقوة العين ضوء الشمس بضوء الشمس. والسبب\nالقريب في الشمس، نبصر بها ونرى مخلوقات الله تعالى حتى نكون ممن يؤمن\nبالله وملائكته وكتبه ورسله والدار الآخرة إيمانا يقينا، فنكون <span id='ms51'></span> من الذين\n\"يذكرون الله قياما وقعودا وعلى جنوبهم ويتفكرون في خلق السموات والأرض\nواختلاف الليل والنهار\". ولا فكرة إلا بتلك الموهبة، وتلك الموهبة هي\nاتصاله بالعقل الفعال.\n</p>\n\n<p>\nولنرجع فنقرر ما ذكرناه على جهة الارتياض ليتمكن ولا بد من مساق القول من\nقبل ما مد فأقول: يجب على الإنسان أولا حتى يرى ببصيرة نفسه القوة المتخيلة\nكما يرى الأشخاص ببصره ويميزها حق التمييز، ثم ينظر إلى القوة المتخيلة من\nحيث تتكرر عليها أشخاص المخلوقات، وكثر من المتخيلات فيها ماله شخص واحد،\nوماله أشخاص كثيرة، وما يتعلق بالأشخاص من الأعراض من مقدار ولون وعلم وصحة\nومرض وحركة وزمان ومكان وغير ذلك من أشخاص المقولات، فإذا فعل هذا رأى\nببصيرة نفسه أن للقوة الناطقة نظرا في المتخيلات تدرك بها ما تشترك به وما\nتتباين به المتخيلات الحاصلة عن أشخاص المخلوقات. والمعاني التي تشترك بها\nوالتي تتباين بها هي الصفات والمحمولات والمعقولات التي تتميز بها وتوجد\nمعلومة بها. وإذ ذاك فانظر كيف تكشفت هذه المعاني المدركة للقوة الناطقة\nبالموهبة الفائضة عليها كما تنكشف للبصر المبصرات بنور الشمس بعد أن كانت\nمغيبة، قبل أن يفيض على هذه نور الشمس وعلى تلك موهبة الله عز وجل التي بها\nنرى الكل وأجزائه، تحكم أن الكل أعظم من جزئه، وبها نرى الأعداد المأخوذة\nفي معدودات مختلفة إذا قدرها الواحد و.. الأعداد المأخوذة في المعدودات\nالمختلفة متصلة بعضها.. وإذ تكرر النظر في مخلوقات حتى يحضرها الإنسان في\nالقوة المتخيلة، وفكر في مخلوقاته وفي خلق السموات والأرض واختلاف الليل\nوالنهار. والوحي والرؤيا وما تنطق به ألسنة الكهنة، تكشف القوة الناطقة.\nببصيرتها، والتزمت التزاما ضروريا وجود موجودات لم تدرك بخيال ولا بحس، بل\nأدركتها القوة الناطقة علما محضا مختصا بها، أدركته فيها وبها، وحينئذ ترى\nالناطقة ببصيرتها المعلومات فيها وتنبو عن التخيل، وإذا ذاك يتسع نظرها،\nوتتشوق إلى معرفة أسباب المخلوقات التي عقلتها. فإنها لا ترى أنها علمت\nالمعلومات على ما ينبغي حتى تعلمها بالأسباب الأربعة، فيما كانت له الأسباب\nالأربعة <span id='ms52'></span>، أعني إلى معرفة صورة الشيء، وما توجد فيه الصورة من المواد ومن\nالموضوع، وفاعله، والغاية التي لأجلها وجد. فإن الإنسان بالطبع يتشوق إلى\nمعرفة هذه الأسباب ويبحث عنها ويسأل حتى في الأمور المحسوسة عن الأسباب\nالجزئية. ومثال ذلك بين في كل مصنوع وفي كل طبيعي.\n</p>\n\n<p>\nوالإنسان في الأمور المعقولة أشد تشوقا لمعرفة أسبابها لنه نظر أعلى\nوأرفع وأنفع، فإنه بطلب الأسباب يصل الإنسان إلى الإيمان بالله عز وجل\nوملائكته وكتبه ورسله وبالحياة الآخرة.\n</p>\n\n<p>\nوالتفاضل في موهبة الله التي بها تبصر القوة الناطقة متفاوت بحسب ما\nيعطيه الله أيضا في أول خلقه الإنسان من الاستعداد لقبول الموهبة التي بها\nتبصر القوة الناطقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nوهاتان الموهبتان ليستا بمكتسبتين، وإنما يكتسب ما بعدهما لمن وفقه الله\nتعالى إلى العمل. بما يرضيه، فهذا هو الكمال الإنسان، ولا يوجد إلا بما\nتأتي به الرسل عن الله عز وجل، فمن اتبع هوه فلا يضل ولا يشقى. فلسرد\nالإنسان نفسه بما حض عليه صلوات الله عليه، وندب إليه، وليجعل ذكره كله\nونظره في مخلوقات الله عز وجل ودرجاتها في الكمال، كمال الوجود، فيرى\nببصيرة قلبه ما هو كل واحد منها، وعما هو، إلى أن ينتهي بالضرورة إلى أن\nيعلم ببصيرة قلبه أن الله خالق جميعها، وإنه وحده لا شريك له، وأنه واجب\nالودود بذاته، وإن كل ما سواه من الموجودات حادث ممكن الوجود من جهة ذاته\nواجب الوجود بذاته، لا إلاه إلا هو، خالق كل شيء، وهو بل شيء عليم. وعلمه\nبالأسباب جهة علمه بذاته، لا أنه يعلم الأشياء من جهة الأشياء، كما نعلمها\nنحن، ولذلك علمه هو هو. ولما صدرت جميع الأشياء عن كمال ذاته فهو يعلم\nالأشياء لعلمه بما صدر عنه، ألا يعلم من خلق، وعلمه بالأشياء هو سبب\nوجودها. صانع لسبب مصنوعه الذي يخرجه إلى الفعل إنما هو علمه.. وارتفاع\nالعوائق لكن يحتاج إلى الأسباب ولها بأيدينا. والله عز وجل لا يحتاج إلى\nآلة، بل إذا أراد شيئا فإنما يقول له كن فيكون. والصانع لمصنوع <span id='ms53'></span> ما يعلم ما\nفي موضوعه استنبطه فأخذه بالفعل من علمه. في مصنوعه، فليس علمه بما في\nمصنوعه من جهة مصنوعه، بل من جهة علمه بما صنع، وكل من سوى ذلك الصانع منا\nإنما يعلم بما في ذلك المصنوع المستنبط من جهة ذلك المصنوع المشار إليه\nبالفكر والبحث، حتى يحصل له ما كان في نفس المستنبط له، ولا سيما في الأمور\nالغريبة الاستنباط مثل ميقاتة الزرقالة، وكذلك مخلوقات الله عز وجل ما نعلم\nنحن فيها ما نعلمه من جهتها ومن جهة الفكر فيها ببصيرة القلب، والله عز وجل\nيعلمها من جهة علمه بما خلق وابتدع فإنما الإنسان ولي ذلك الإنسان.\n</p>\n\n<p>\nخذ نفسك واعمل ببصيرتك في مخلوقات الله عز وجل حتى نوصلك إلى المعرفة به.\n</p>\n\n<p>\n\"إن في خلق السموات والأرض واختلاف الليل والنهار لآيات لأولي الألباب\nالذين يذكرون الله قياما وقعودا وعلى جنوبهم ويتفكرون في خلق السموات\nوالأرض ربنا ما خلقت هذا باطلا\".\n</p>\n\n<p>\nوإذا علمت الله عز وجل وكتبه ورسله فمن أصل ممن نسيه \"نسو الله فأنساهم\nأنفسهم\" ومن نسي نفسه ضلالا بعيدا، إذا لا طريق له إلى الهداية، وصار في\nظلمات الشهوات من اتخذ ألهه هواه. فكن ممن جعل هواه ذكر ربه بقلبه، ووالي\nذلك بجهدك يهديك الصراط المستقيم، \"صراط الذين أنعمت عليهم غير المغضوب\nعليهم ولا الضالين\".\n</p>\n\n<h1 class='l1' id='head15'>نظر آخر يقوي تصور ما تقدم</span></h1>\n\n<p>\nلما كان العقل علم ماهيات الموجودات، والموجودات قسمان: موجودات نعقلها\nولا نقدر على إيجاد الموجود منها، فينقسم العقل قسمين، أحد القسمين عقل\nنظري يعقل الإنسان ببحثه ونظره موجودات لا قدرة له على إيجادها البتة،\nلكنها تحصل معقولة له، على نحو ما لخصناه قبل، والقسم الثاني أن الإنسان\nيعقل الموجودات الصناعية التي له قدرة على إيجادها، وهذا هو للإنسان العقل\nالعملي، وكماله أن يعقلها ويوجدها وبين أن وجودها يوجد بإرادة الإنسان\nوإنما توجد بأعضاء بدن الإنسان و، إما بأن تتحرك الأعضاء دون آلت من خارج،\nوإما بأن تتحرك الأعضاء فتحرك آلات من خارج، فتحركه الأعضاء إذا تم وجود <span id='ms54'></span>\nالمصنوعات الصناعية التي تكون بإرادة الإنسان، وهذا بين بنفسه. وبين أيضا\nأن أعضاء الإنسان ليست تتحرك من ذاتها لعمل ذلك المصنوع، بل تتحرك بإرادة\nالإنسان، ثم توجد خارج نفسه مصنوعا مثاله في نفسه.. تأخذ الأعضاء في وجود\nذلك المصنوع، وهذا المثال خيال متخيل في القوة المتخيلة من النفس فيه عموم،\nوهذا المثال المتخيل يزول عن النفس ويحصل. آخر. هكذا أبدا كلما أراد\nالإنسان أن يصنع شيئا يقيم في الخيال مثال ذلك المصنوع.\n</p>\n\n<p>\nوإذا أمعن الناظر التثبت رأى ببصيرة نفسه أن قوة أخرى في النفس تبسط هذا\nالمثال في الخيال، وتنقله من حال إلى حال حتى يكمل وجوده في النفس، وإذ ذاك\nتبدأ بتحرك الأعضاء لوجود ذلك المصنوع. وهذه القوة التي تفعل هذا وتبسطه في\nالتخيل، هي التي تسمى العقل العملي. وهي العاملة أولا، ثم التخيل يتخذ\nالأعضاء التي تتحرك لعلمه على نحو ما تحركها الإرادة بالقوة النفسانية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nوالعقل العملي إذن يبسط في القوة المتخيلة مثال المصنوع على مقدار ما\nيقصده من مقدار وهيئة، ثم تأخذ القوة المحركة للأعضاء من قوى النفس بما\nتحرك الأعضاء الحركات التي تدبرها فتدبرها وتوجد ذلك المصنوع الذي مثاله في\nالقوة المتخيلة. فالعقل إذن أولا هو الصانع لذلك المصنوع، لا الأعضاء التي\nتتحرك بالنفس، ولا القوة المحركة للآلات، بل العقل الذي يدبر تلك الحركات\nويأخذ القوة المحركة للأعضاء بإيجاد الحركات. وقد تبين أن المصنوع لا يوجد\nنفسه، وإنما يوجد بما يليه ويماسه من الأعضاء والآلات المتصلة بالأعضاء.\nوبين أن تلك القوة للأعضاء لم توجده أولا وإنما أوجدته القوة المحركة\nللأعضاء. وبين أن تلك القوة لم توجده أولا أيضا على الحقيقة، وإنما أوجدته\nقوة العقل التي رتبته أولا في التخيل، ثم حركته الأعضاء بإرادته.\n</p>\n\n<p>\nوالقوة المتخيلة في وقت إيجاد الشيء تستعين بالحس لتحضر فيها ما فعلته\nالأعضاء ليرى العقل هل ما تخيل في القوة المتخيلة في الحس على مثال القوة\nالمتخيلة. وللعقل نحوين من.: أحدهما أن يصور فيها مثال ما يراد إيجاده،\nوالثاني أن يحصل فيها على <span id='ms55'></span> الحس ما تفعله الأعضاء المتحركة في ذلك الشخص\nالذي هو خارج النفس.\n</p>\n\n<p>\nوإذا نظر هذا النظر في الموجودات الطبيعية وجدت الطبيعة مثل الأعضاء،\nوأنفس الأجرام السماوية مثل القوة المتخيلة، والفاعل هو الذي يعلم ما يفعل\nفيفيض على الأنفس السماوية ما يريد إيجاده ويصور فيها على مثال ما يصور\nالعقل الإنساني في الخيال ما يقصد إيجاده في الطبيعة محرك موجود في الأجرام\nالتي في الكون والفساد، ووجودها في هذه الأجرام عن حركة لأجرام السماوية.\nوأظهر ما توجد حركة الطبيعة في الأجرام التي في الكون والفساد عن حركة\nالشمس، فإنه توجد عن حركتها حرارة بها تفعل الشمس في النبات ما يظهر لنا من\nتحريك النبات إلى التغذي والنمو والتوليد، فحرارة الشمس. أعضاء بدن الإنسان\nوالآلات التي بها يفعل الإنسان عن عقله، وكذلك حرارة الشمس هي التي تدبر\nالشمس وتفعل بما يفيض عليها من الله عز وجل مما يريد أن يفعله، فحرارة\nالشمس من حيث تفعل بها نفس الشمس وطبيعة ما يكون عن حركة جرم الشمس. وكذلك\nتصدر عن جميع حركات الأجرام السماوية طبائع تفعل بها في الأجرام الطبيعية\nوعنها تتغير الأجرام تغيرات مختلفة. وكما توجد المصنوعات عن الإنسان بالعقل\nوالنفس والأعضاء، كذلك توجد الأمور الطبيعية عن عالم يفعلها أولا في أنفس\nموجودة في الأجرام السماوية تدير بها الطبيعة لتوجد الأمور الطبيعية.\n</p>\n\n<p>\nوينظر العقل النظري ببصيرته في العقل العملي، وذلك أن المعقول من\nالمصنوعات في العقل العملي كلي متوحد، فإذا بسطه وأوجده في النفس بسطه\nوأوجده متكثرا، وإذا أوجده خار النفس أوجده في نهاية التكثير لأنه يوجده\nبنهايات وعلى مقدار في النفس، ويوجد كل واحد من المقادير التي في النفس\nأشخاصا كثيرة خارج النفس. مثال ذلك: معقول الياقوت في العقل العملي هو معنى\nواحد، فإذا أوجده في النفس أوجده على مقدار ما من الصغر والكبر في الطول\nوالعرض والارتفاع، لأنه ليس في قوة النفس أن تقبله كما هو في العقل من\nالتوحد، لأن العقل أعلى وأشرف، فإذا أوجد خارج النفس أشخاص كل مقدار <span id='ms56'></span> منها،\nأوجد كل واحد منها أشخاصا متكثرة جدا، لأن المواد لا تقبل الصورة كما هي في\nالنفس من التوحد.\n</p>\n\n<p>\nوهذا الذي ذكرته من المعنى الغريب الذي يدركه العقل النظري في العملي\nيلزم أن يقال: كل ما قرب من الواحد الأول كان أكثر توحدا، وكل ما بعد عنه\nفي مرتبته كان متكثرا.\n</p>\n\n<h1 class='l1' id='head16'>نظر آخر  الفطرة الفائقة والتراتب المعرفي</h1>\n\n<p>\nالفطرة الفائقة المعدة لقبول الكمال الإنساني هي المعدة لقبول العقل\nالإنساني، ثم لقبول عقل إلهي وهو عقل مستفاد من الله عز وجل لا يدرك. وهي\nالفطر التي تعلم الله وملائكته وكتبه ورسله واليوم الآخر والسعادة التي هي\nبقاء لا فناء معه وسرور لا كدرات معه. والعلم في.. أن يرى ببصيرة نفسه،\nالتي هي موهبة من الله عز وجل، الموجودات. عم كمال وجودها. فالذين بلغوا\nالكمال الإنساني هم الذين يعلمون أن الله عز وجل ومخلوقاته، وصار هذا العلم\nصورة لهم، وذلك هو الكمال العقلي. وأي كمال للإنسان ما أعظمه حتى سمى هذا\nالعقل وهذه الموهبة بصيرة الأشياء ما تقدم القول فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nوهذه الموهبة من الله عز وجل، التي هي بصائر القلوب، تتفاضل في الإنسان\nتفاضلا عظيما، وأعظم البصائر الموهبة من الله عز وجل بصائر الأنبياء صلوات\nالله عليهم يعلمون الله عز وجل ومخلوقاته حق علمه، ويرون ببصائرهم الفائقة\nفي نفوسهم ذلك العلم العظيم دون تعلم ولا اكتساب. وأجل المدركات العلم\nبالله تعالى وهو لا سد، ويهدهم الله لمعرفته ومعرفة ملائكته علم ما كان\nويكون من الحوادث الجزئية الحادثة في هذا العالم يرونها ببصائر قلوبهم من\nيغر أن يشاهدوها ويعاينوها.\n</p>\n\n<p>\nودون الأنبياء أولياء الله الذين فطرهم على فطر فائقة يأخذون بها من\nالأنبياء ما يوصلهم إلى العلم بالله وبملائكته وكتبه ورسله واليوم الآخر\nوالسعادة القصوى، ولا يزالون يصدقون بذلك حتى يروا علم ذلك في نفوسهم\nببصائرهم بحسب درجات الموهبة من الله تعالى التي يبصرون بها نفوسهم على ذلك\nمسدون الدنيا ويأنسون ويلذون للفكرة بذكر الله ببصائرهم الفائقة، نطقت بذلك\nنفسهم أو لم تنطق، فإنه لا <span id='ms57'></span> يخلو علم ذلك من نفوسهم. وهؤلاء المخلصون يفيض\nعليهم من الله عز وجل بحسب الرؤيا جزء يسير مما وهبه الله للأنبياء من\nالإطلاع على المغيبات التي تكون من الله تعالى في العلم على درجات.\n</p>\n\n<p>\nوأولياء الله منهم صحابة النبي صلعلم، وكل من أخلص لله وصدق فلا بد له من\nالسعادة الأخروية.\n</p>\n\n<p>\nوبعد أولياء الله طائفة قليلة، وهبهم الله بصائر يتحققون بها على تدريج\nما هو كل موجود بقينا، إلى أن يبلغوا من العلم اليقين بمخلوقات الله عز ودل\nما يبلغهم إلى العلم بالله وبملائكته وكتبه ورسله والدار الآخرة، ويروا\nيقينا ببصائرهم أنهم تبرأوا بذلك عن البدن، وحصل لهم الكمال الذي هو\nالسعادة القصوى التي هي بقاء بلا فناء وعز بلا ذل. وبالجملة أن يدرك\nالإنسان أجل مطلوباته وأكملها، وهو العلم بالله عز وجل، حتى يكون كل ما دون\nالذي أدركه حقيرا عنده لا يرضاه ولا يحاكيه، بل يحب ما هو فيه ويلتذ به\nأكمل لذة ويتعشقه، وهؤلاء هم مثل أرسطو وهم قليل جدا.\n</p>\n\n<p>\nوابتاع هذه الطرائق عن ولائها طويلة، وربما مات طالبها في بعض طرق\nالتعليم فلا يصل إلى السعادة التي هي السرور الدائم والطريق المضمونة التي\nلا تخيب.\n</p>\n\n<p>\nومن وهبه الله فطرة وبصيرة يرى بها حقيقة ما جاءت به الرسل فليهتد بهداه،\nوليلتزم أوامره وما جاءت به الرسل، وليوالي على التفكر وعلى ذكر الله، ولا\nيشرك بعبادة ربه أحدا، فإنه ينكشف له العلم بالله وبمخلوقاته فيكون من\nالذين هداهم الله الصراط المستقيم \"صراط الذين أنعمت عليهم غير المغضوب\nعليه ولا الضالين\". والمنعم عليهم الذين وهبهم الله الموصلة إلى القرب منه،\nفعملوا بما يرضاه، وجعلها لهم نورا يمشون بها على الصراط السوي. والمغضوب\nعليهم هم الذين وهبهم الله موهبة توصلهم إلى القرب منه فيعملون بما لا\nيرضاه ويتبعون هواهم. والضالون هم الذين يمشون بغير موهبة.\n</p>\n\n<p>\nومن جعل الله له نورا يمشي به في الناس فليس كمن جعله في الظلمات ليس\nبخارج منها.\n</p>\n\n<p>\nومما يجب أن يقرر أن الفطر الفائقة يعلمها <span id='ms58'></span> الله ما في العالم من\nالموجودات التي ابتدعها بقدرته من خلق السموات والأرض وما فيهن مما شان\nالإنسان أن يعلمها بالتعلم.\n</p>\n\n<p>\nوالفطر الفائقة إذا قربت من الله عز وجل علمها، وهو بكل شيء عليم. فإن\nالمعقولات الأول التي يعلمها الله للإنسان المعد لأن يعلم بها إنما تحصل من\nالله عز وجل.\n</p>\n\n<h1 class='l1' id='head17'>نظر آخر  فيض العلم الإلهي</h1>\n\n<p>\nوالله عز وجل يفيض من علمه على موجوداته ومخلوقاته العلم والعمل فيقبل كل\nموجود بحسب مرتبته من كمال الوجود. والعقول تقبل منه العلم بحسب مراتبها،\nوالأجرام تقبل منه الأشكال والصور النفسانية بحسب مراتبها، ومراتبها بحسب\nأمكنتها.\n</p>\n\n<p>\nولكل جرم سمائي عقل ونفس، فبالنفس يفعل الأفعال الجزئية المحسوسة على جهة\nالتخيل، كانتقاله من موضع متخيل لا سرح على ذلك. وهذا الانتقال الجزئي\nالمحسوس تحدث عنه أفاعيل جزئية محسوسة في الأجرام التي في الكون والفساد،\nوأظهر ما يكون هذا من الأجرام السماوية في الشمس والقمر.\n</p>\n\n<p>\nوبالعقل يعلم الإنسان العلم المنزلة عليه من الله عز وجل ذوات معقولة،\nوجزئيات من الحوادث الحادثة في المستقبل وفي الحال وفيما مضى فيما لم يشاهد\nبالعيان، وذلك غيب الله عز وجل يطلع عليه من يشاء من عباده بوساطة ملائكته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nكذلك العمل يحدث عنه في الأجرام بوساطة أجرام، لا أنه يتناول الأعمال\nبذاته بل بعلمه، وعن علمه يحدث بوساطة جرم، لأنه إذا أراد وجود من الأجرام\nشيء من الأجرام فظاهر أنه يعلم ذلك الشيء فيوجده بوساطة ما يتحرك عنه من\nالأجرام، كما أنه إذا أراد إيجاد العلم أفاضه على العقول فيوجده في إنسان\nيليق به بتوسط عقل أعلى من الإنسان.\n</p>\n\n<h1 class='l1' id='head18'>ومن قوله أيضا في الفيض والعقل الإنساني والعلم الإلهي</h1>\n\n<p>\nولو رجعنا إلى القضاء والقدر لاسترحنا، فكل شيء يعلمه، لأنه يفيض الخير\nأجمع. كل شيء موجود بعلمه يختلف من جهة القابل، منه فاض مثل ذلك القابل فهو\nيعلمه، وعنه فاض كل موجود حتى ما يوجد في المادة القابلة للكون والفساد،\nوإن كان بتوسط، فنسبته إليه نسبة واحدة بتوسط ودون توسط، لأنه أعطى الأسه\nمطلعه <span id='ms59'></span> كما هي في علمه، لعلمه بذاته، وأفاض على المتوسط أن يوجد الصورة مثل\nما هي في علمه، وأفاض على القابل للصورة أن يقبل الصورة. هذا في جميع\nالموجودات حتى في مادة الكون والفساد، وحتى في العقل الإنساني. وجعل وجوده\nبعد عدمه لم يزل، فإذا كمل وجوده لم يزل موجودا. وهذا الموجود وحده من\nالموجودات أزلي في الكون والفساد صفته هذه الصفة، لا يزال الوجود فيه كذلك،\nلا يزال يوجد بعد أن لم يكن. فإن وجد دام وجوده مع الدهر لا مع الزمان.\nفعلى هذا الوجه يكون عقل الإنسان له البقاء الدائم.\n</p>\n\n<p>\nوانظره في إيضاح الخير بجده، ففيه أبواب كثيرة في الخير. وأظنه الذي يسمى\nبمقالات الخير، فإن كل باب منه قول في الخير.\n</p>\n\n<p>\nفهذا ما ظهر لي فيما تجاذبناه. ولقد واليت النظر في أبوابه، فانكشف لي\nنور بين وعلم يقين، فلا أقدر أن أفارقه، ولقد علقت عليه.\n</p>\n\n<p>\nوانظر، مع نظرك في مقالات الخير، في عيون المسائل، ثم في قول أبي حامد،\nتجد الكل من نمط واحد، والكل في التأويل مع الكتاب العزيز متفق.\n</p>\n\n<p>\nلكن ذلك بأن توجد في بصيرة العقل في العقل، وهذا هو رجوع الشيء على ذاته،\nحتى يكون فعله هو ذاته، حتى لا يحتاج إلى فاعل يفعله ولا لمن يحفظه، بل هو\nحافظ ذاته، وفعله دائم لا يحتاج في وجوده إلى غيره، فليس له شيء يعدمه لأنه\nواحد في ذاته.\n</p>\n\n<p>\nوالنور هو في القلب نظر ننظر به المعقولات كما ننظر ببصر العين إلى\nالأشخاص المرئية. وبتلك البصيرة التي نرى بها المعقولات نرى لوازم\nالمعقولات المتقدمة من اللوازم المتأخرة، وذلك هو العقل في المعقولات مجردة\nعن التخيل، وذلك هو نظره في ذاته بذاته أن ينظر بنور القلب فيرى دائما ما\nحصل له، وينظر فيما يحصل عما قد حصل، ويرى ذلك النور به، فيرى دائما ما حصل\nله، وينظر فيما يحصل عما قد حصل، ويرى ذلك النور به، فيرى دائما ما حصل له،\nوينظر فيما يحصل عما قد حصل، ويرى <span id='ms60'></span> ذلك النور به، فيرى رحمة الله الفائضة\nعليه، وهي وجوده الأكمل، كيف وسعت كل شيء على مثال واحد، وإنما اختلفت نسب\nالقابل وعظمها قبولا لذلك النور المتدع الأول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nومن بعض ما ذكرته أن الأول يعلم الجزئيات من جهة علمه بحدودها، وهذا نقص\nفي الوجود، لأنه وجود من كثرة معلومات، وليس علمه شيئا إلا علمه بذاته، فهو\nيعلم الأشياء لا من الأشياء، بل من علمه بذاته الكاملة الوجود، وعن كمال\nوجوده فاض كل موجود إلى أنقص الموجودات. وعلمه بالموجودات هو سبب وجودها،\nوعلمه بالموجودات إنما هو علمه بالحركات، وأسبابها، فإنه مخترع الحركات كيف\nتكون. وجعل الأسباب كلها بعلم منه، مخترع الكل على ترتيب. فأول مخترع منه\nالعقل الأول، ثم سائر الموجودات على ترتيب إلى أنقصها، وهي مادة الكون\nوالفساد. وكل موجود في مرتبته وكماله واحد بذاته، ولا يكون به تشابه بين\nاثنين أصلا فهو موصوف بما يوصف به الشخص الجزئي مما في الكون والفساد على\nجهة واحدة. وإنما قيل في الثواني في الأجرام السماوية إن بعضها أعم كلية من\nبعض من جهة ما يوجد عنها من الموجودات، لا من جهة ما تتشابه به. ألا ترى أن\nالأول يعلم جميع جزئيات العالم والثواني والأجرام السماوية، وكل واحد منها\nجزئي بذاته لا يتشابه به اثنان، فهو مخترع جميع جزيئات مادة الكون والفساد،\nوسبب وجودها إيجادها العقل الفعال، فإن لكل واحد من الثواني جرما يفعل فيه\nبما رسمه نفس الجرم، ويوجده ذلك الجرم في جرم آخر. والعقل الفعال يرسم في\nنفوس أجرامه ما يقصد إيجاده في جزء جزء من المادة وإن دق، فالعقل الفعال\nمتولى ذلك عن الأول، ويعلم ذلك، والأول ما يفوته منها جزء وإن قل، فهو يعلم\nكل نفس وكل كلمة ذرة، لأنها كلها محمولة في الهواء الذي هو محمول في جرم\nالمادة.\n</p>\n\n<p>\nوالأول واحد بالحقيقة عنه فاضت جميع الموجودات، والأول أعم الموجودات\nعموما من جهة أنه واحد عام لوجود جميعها، لأنه مخترع لها ولأسباب وجودها.\n</p>\n\n<p>\nوإنك وإياي ممن يعلم ذاته بذاته <span id='ms61'></span>. والعلم فعل ما، فذلك النور يفعل ذاته في\nذاته لا يحتاج إلى فاعل غيره ولا يحلقه فساد.\n</p>\n\n<p>\nفقد ضللنا أن شغلتنا أموالنا وأهلنا فالله الله اغتنم التفرغ وتزود فلا\nينفع إلا القلب السليم.\n</p>\n\n<h1 class='l1' id='head19'>من كلامه أيضا رحمه الله في العلم الإنساني والعقول الثواني والعلم الإلهي أو في مراتب العلم</h1>\n\n<p>\n. يحصل الإنسان هو هو صورة من يعقله، وكذلك هو. صورة من حيث عقله، وليس\nحصول صورته بأن يعلم ذاته وكيف توجد وصفاته هي هو وكيف يكون علمه هو هو\nوكيف. أن الموجودات ثلاثة: أجسام، وأعراض في أجسام، ومعقولات ليست بأجسام\nولا أعراض في أجسام. ونتدرج إلى علم ذلك من معرفة المعقولات عندنا التي هي\nعقلنا، وهي موجودات ليست بأجسام ولا أعراض تحتوي على موجودات كثيرة، وهي\nذات العقل لنا، وفيها نعمل حتى يكون الراجع والمرجوع شيئا واحدا، وكان\nفعلنا هو جوهرنا، وحصلنا تناسب العقول التي لم تزل عقولا بالفعل. لكنا نحس\nالجسد باقيا يفعل أحيانا بالعقل فيه وأحيانا يقوي أجسامنا.\n</p>\n\n<p>\nوأما الثواني ففعلها في عقولها دائما وذلك بأن تعقل ما في عقلها دائما،\nوذلك بأن تعقل في ذاتها الأول، وكيف حصلت جميع الموجودات عنه بحسب مراتبها\nمنه.\n</p>\n\n<p>\nوالأول لا إلاه غيره يعقل ذاته فقط على كمالها فيعقل بعقل كمال ذاته ما\nيصدر عنه ويفيض من كماله، فيعلم جميع الأشياء لعلمه بذاته، فإنه لا يأخذ\nعلمه بالموجودات أولا ثم بأخرة يعقلها معلومة، على مثال ما يعقل الصانع\nالمستنبط لموجود ما من جهة علمه به من ذاته، ثم كل من رأى ذلك الموجود من\nغير صانعه قد يعقله من بعد مدة وبعد فكرة كثيرة حتى يحصل له علمه به، وذلك\nهوان يعقله. مثال ذلك شخص الصفيحة والميكانة التي استنبطها الزرقالة فإنه\nإنما عقلها أولا من ذاته لا من الميكانة والصفيحة، ثم من بعد رآهما بعده\nإنما يعقلها من ذينك الشخصين.\n</p>\n\n<h1 class='l1' id='head20'>نظر آخر في الواجب الوجود والممكن الوجود</h1>\n\n<p>\nحدود ومقدمات يقينية ونتائج عنها يجب أن نرتاض فيها حتى وجودها.\n</p>\n\n<p>\nالمبدأ يقال على ما له <span id='ms62'></span> وجود حصل، أو يحصل عنه وجود شيء آخر مما ليس\nبموجود بوجه، ولا يمكن أن يحصل عنه موجود.\n</p>\n\n<p>\nومتى كان الفاعل له فاعل، وتسلسل إلى ما لا نهاية له، وجب إلا يوجد موجود\nبوجه، إذ ما لا نهاية له من الفاعلين غير موجود. فلذلك يجب بالضرورة أن\nينتهي الفاعلون إلى فاعل أول واجب الوجود بذاته وهو السبب الأول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوبين أن الواجب الوجود بذاته لا يكون وجوده. إلى ما لا نهاية له، والواجب\nالوجود بغيره لا يوجد.. بذاته فمتى رفع الغير الذي هو به وجوده كان ممتنع\nالوجود بذاته. فإذن متى أخذ وجوده بغيره وجب وجوده، ومتى أخذ وجوده بذاته\nكان ممكن الوجود، وإما أن يوجد وإما أن لا يوجد. لأنه بالإضافة إلى غيره\nيوجد ويرفع هذه الإضافة لا يوجد، وهو بحسب ذاته معرض لأحد الوجهين إلى وجود\nوإلى أن لا وجود، وهذا هو من طبيعة الممكن.\n</p>\n\n<p>\nوالممكن الوجود حادث عن محدث. والمحدث منه محدث بحسب ذاته وفي زمان يعم\nطرفيه، ومنه محدث بحسب ذاته لا في زمان، وهو الواجب الوجود بغيره أبدا،\nفيكون محدثا عن غيره أي مستفيد الوجود عن غيره. فقد كان بحسب ذاته لا\nموجودا إذ كان مستفيدا للوجود وحادث الوجود عن غير وذلك في غير زمان.\n</p>\n\n<p>\nفتكون العقول الإلهية مع الدهر لا مع الزمان، والأجرام السماوية مع\nالزمان لا في زمان. وكذلك تقوم الأجرام لأنها المحدثة للزمان، وما في الكون\nوالفساد هو بحسب الزمان لأنه في الزمان والزمان محيط له به، فيه أول وآخر.\n</p>\n\n<p>\nوالواجب الوجود بذاته لا يكون وجوده بغيره، فليس له سبب عنه كان وجوده\nولا فاعل له ولا صورة في مادة ولا غاية ولا له أجزاء كان عنها وجوده، فهو\nواجب الوجود بذاته من كل الجهات، فهو واجب الوجود بذاته، وسبب الوجود لكل\nما سواه. وكل ما سواه واجب الوجود به، فهو السبب الأول والواحد بذاته،\nالبريء من إنحاء النقص الكامل الوجود، وليس وجود لسواه، وليس يمكن أن يكون\nوجوده إلا له، فقد انفرد <span id='ms63'></span> به.\n</p>\n\n<p>\nوالخير هو وجود ذات، أو وجود ما هو صلاح ذات، والشر مقابله، وهو عدم ذات\nأو عدم صلاح ذات. ولما كان الأول وجوده وجود محض خالص من كل نقص، كان هو\nخيرا محضا خالصا من كل نقص. ولما كان هو واهب كل وجود كان واهبا لكل خير\nوكل صلاح. ولما كان كل ما في الكون والفساد بطبيعته وجودا، أو عدم لوجود،\nكان الوجود في الكون خيرا وعدم الوجود شرا. غلا أنه لما. الوجود هنا أبدا\nعن عدم صار العدم، وهو شر، سببا لوجود الخير. ومن هذه الجهة قيل في الشر\nالذي هو عدم أنه خير بالعرض.\n</p>\n\n<h1 class='l1' id='head21'>ومن قوله أيضا  في الفاعل القريب والفاعل البعيد وخلود العقل</h1>\n\n<p>\nانظر إلى قول الغزالي في آخر كتاب المشكاة فإنه يعتقد أن الأول فطر جميع\nالفاعلين أن يفعلوا والمنفعلين أن ينفعلوا.\n</p>\n\n<p>\nوانظر إلى قول أب ينصر في عيون المسائل يقول: إن نسبة جميع الأشياء ليه\nمن حيث أنه مبدعها أو هو الذي ليس بينه وبين مبدعها واسطة وإلى.. نسبة\nواحدة.\n</p>\n\n<p>\nوالبرهان في ذلك بين في السماع أن الفاعل الأول هو الفاعل على الحقيقة،\nوأن الفاعل القريب لا فعل له. فالأول هو أن الذي جعل القريب أن يفعل\nوالمنفعل أن ينفعل عن الفاعل. والقريب في المشهور عند الجمهور هو الفاعل في\nالمادة من حيث يأخذون الأمور في المواد. وإنما يحمد أو يذم الفاعل الأول،\nمثل الملك العادل إليه تنسب العدالة ولو بعد في الرتبة عمن تحته من\nالفاعلين، منه وكذلك الجائر. ومن ينسب فعل الحركات إلى القريب كان كالكلب\nيعض على الحجر الذي يرمى به غيظا على الفاعل لا يدري أنه فعل هو في ذلك\nمصيب. وفي هذا صعوبة، ولا سيما إذا بعد ولم توجد الأمور في المواد\nالطبيعية.\n</p>\n\n<p>\nوالعقل الفعال بمعونة الأجرام السماوية هو الفاعل القريب في جزئيات الكون\nوالفساد، والذي فطرهما على ذلك هو الفاعل أبدا بالحقيقة، وهو الشيء الذي\nيستحق الحمد، وليس واحد منهما يجهل.\n</p>\n\n<p>\nوالخير وجود والشر عدم. ولولا العدم لم <span id='ms64'></span> يكن وجود العقل الإنساني غلا مرة\nواحدة. وهو لا نهاية لوجوده لمن يطلب زوال وجود لا يزال ولا فساد له، فمنه\nالخير والشر منه، من جهة أن الشر خير لكنه بالعرض. وما أعظم منفعة الشر في\nالوجود، بل لا شر على الحقيقة وعلى الإطلاق في الترتيب الإلهي إذا لم يستمر\nتوالي وجود ما في المادة. إلا أنه بل هو تمام الحكمة وإنما لعدم ما يعود\nبالنوع في المادة لزيادة عقل لا يفنى بل يبقى ببقاء موجود واحد بالعدد، وكل\nما يوجد في المادة من غير نوعه، فمن أجل ذلك العقل وجوده وهو الغاية منه.\n</p>\n\n<p>\nوقد خلق الوجود المستمر على نظام واحد في البقاء من أول أمره، وكان هذا\nالوجود الآخر عن ذلك من كمال الحكمة والقدرة والفضل. تبار الله أحسن\nالخالقين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nومن جهات البرهان في بقاء العقل أن تلتفت أبدا في إلى بصيرة قلبك حتى\nتفنى تلك البصيرة، وهي التي تحوز بها المعقولات، وتراها بها كما ترى بصر\nالعين نور الشمس الذي نرى به الملونات، حتى نرى بتلك البصيرة المعقولات،\nونثبتها في العقل، ونتيقن وجودها وصدقها في العقل، حتى يكون الراجع\nوالمرجوع إليه شيئا واحدا. ومعنى ذلك أن يكون قائما بذاته فقط لا يحتاج إلى\nشيء يقومه خارج عنه، بل هو الفاعل لذاته بتلك البصيرة، حتى يكون فعله هو\nذاته وفي ذاته، فيكون الفاعل والصورة هو كالمادة، فإنه في ذاته ليس بمتكون\nمن شيء آخر غيره.\n</p>\n\n<p>\nأما أنه لا يعقل ذاته إلا بالبصيرة الفائضة عليه من الأول، وهي البصيرة\nالتي يعقل بها ذاته، فإذا لم يتكون من شيء ولا يفسد إلى شيء. لأنه إن أخذ\nفاسدا فسد إلى ذاته، لأنه ليس بمكون من شيء. فيكون موجودا حين يفسد، وذلك\nمحال. وهو العلة والمعلول والحافظ لذاته، وكل ما يفسد فإنما يفسد بزوال\nعلته وحافظه، وهو العلة والحافظ لمعلوله الذي يحفظه. ولو زالت العلة لبقي\nبما فيه هو هو، وكان يفسد حين يوجد، وذلك أيضا محال.\n</p>\n\n<p>\nقال الشيخ أبو بكر رضي الله <span id='ms65'></span> عنه\n</p>\n\n<h1 class='l1' id='head22'>في تراتب العقول وخلودها</h1>\n\n<p>\nولي في هذا نظر أطول من وجوه، البرهان عليه: أنه يجب أن نضع اليقين\nبحقيقة العقل على ترتيبه من أقرب العقول إلى الأول إلى أبعدها رتبة، وهو\nعقل الإنسان. وإن وجوده ببصيرة تفيض من الأول واحدة بعينها، ثم تختلف بحسب\nالقابل، يبصر بها المعاني منزلتها منزلة نور الشمس المبصر به. والمبصرات\nإذا التقت من ينظر بعقله في المعاني أبصر تلك البصيرة وكذلك نور العقل.\n</p>\n\n<p>\nوكرر النظر والتثبت في أبواب إيضاح الخير تتيقن كيف ذلك، ولا سيما في\nالباب الرابع والمائة، والباب الخامس والمائة، والباب السادسة والمائة.\n</p>\n\n<p>\nوظهر في مراتب العقل أن منه ما يفيض من الأول دون متوسط، ومتوسط أكثر.\nوإن نسبة من يفيض إليه ممن يفيض منه نسبة الضوء الذي من داخل بيت من نور\nالشمس الذي في صحن الدار.\n</p>\n\n<p>\nخذ في نفسك ثلاثة أمور تعمل عليها تقربك من الله عز وجل: خذ لسانك بذكره\nوتمجيده وتعظيمه.\n</p>\n\n<p>\nوخذ جوارحك بما يعطيه قلبك.\n</p>\n\n<p>\nوتجنب ما يلهي عن ذكره أو يشغل القلب عنه.\n</p>\n\n<p>\nفإذا أخذت نفسك ابدأ بهذه الأشياء الثلاثة كنت من المخلصين لله، ولا يتم\nذلك إلا بالصبر على إدامته.\n</p>\n\n<h1 class='l1' id='head23'>ومن قوله أيضا في السعادة المدينية والسعادة الأخروية أو دفاع عن أبي نصر</h1>\n\n<p>\nأما ما يظن بأبي نصر في كلامه فيما شرحه من كتاب الأخلاق من أنه لا بقاء\nبعد الموت أو المفارقة، ولا سعادة إلا السعادة المدينية، ولا وجود إلا\nالوجود المحسوس، وإن ما يقال أن بها وجودا آخر غير الوجود المحسوس خرافات\nعجائز، هذا كله باطل ومكذوب فيه على أبي نصر، وذكر ذلك أبو نصر في أول\nقرائته. وليس يشبه قوله في هذا أقوال التي هي لوازم برهانية. وأقواله في\nهذا الكتاب أكثرها منسوبة، ويتشوق الرد بها على جهة توبيخ وسح لا يليق\nبمثله، مثل ما يقوله فيمن يقول أن بها وجودا آخر غير الوجود المحسوس أن\nقوله خرافات عجائز، بمثول سمجة ليكون حيوان عن حيوان أو عن النبات.\n</p>\n\n<p>\nوليس القول فيما هي <span id='ms66'></span> السعادة الآخرة خرافات، وسيتبين أن لها وجودا آخر غير\nالوجود المحسوس.\n</p>\n\n<p>\nوكذلك لا يشبه قوله أقواله فيما نسبه إلى بعض المتقدمين أنه يحصر عند\nالمفارقة إحصارا شديدا. وليس هذا قول أحد المتقدمين بل هو قول إخوان الصفاء\nالضالين.\n</p>\n\n<p>\nويظهر من هذا القول إن السعادة إنما هي أن يكون الشخص جزء مدينة يخدم أو\nيخدم بحسب مرتبته في أن تحصل له ولأهلها الخيرات الكثيرة المحسوسة المدنية\nالملذة على ما يليق بمصالح الجميع، ويخدم بحسب مرتبته في أن يحصل له\nولأهلها على أفضل الأموال المدنية وأبلغها في بقاء النوع على السلامة بطول\nالبقاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا كله خطأ، فإن من حصل له الكمال الإنساني، فإن هذا الكمال المديني\nالمحسوس هو كمال للإنسان بما هو جسم متغذ حساس متخيل ناطق النطق الذي يعم\nالجميع، حتى يدخل تحت هذا الحد جميع من يخدم المدينة ويسوسها، ويعرف قوته\nالناطقة في استنباط الخيرات المدينية بحسب مرتبته، كان خادما أو مخدوما أو\nالمتولي السياسة. وليس هذا وجودا آخر بحسب ما يظهر من أقوال المتقدمين بحسب\nخفاء ما جاءت به الشريعة عليهم. وليس هذا هو الكمال الإنساني عند المتقدم\nالذي يخصه بحسب شرفه في الوجود من بين سائر الحيوان الذي خص به الإنسان،\nوهو العقل، بحصول معقولات غير مرئية يقرب بها من الأول، لا يحتاج في وجوده\nذلك إلى مادة، وليس يكون موجودا محسوسا، وهذا هو نظر ما بعد الطبيعة، وأما\nالوجود المحسوس فنظر الطبيعي.\n</p>\n\n<p>\nويتبين من قول أرسطو في مقالة و. الجواهر الموجودة ثلاث: جواهر في الكون\nوالفساد.\n</p>\n\n<p>\nوجواهر الأجرام السماوية.\n</p>\n\n<p>\nوجوهر هو عقل لا يحتاج في وجوده إلى مادة. أعلاها الجوهر الذي هو عقل\nوعاقل بمعقول هو ذاته، وعالم وعلم بمعلوم هو ذاته لا يحتاج إلى ذات أخرى\nيعلمها ويعقلها، بل لعلمه بذاته فقط يعلم جميع الموجودات التي استفادت\nالوجود عن كمال ذاته، فهو يعلمها من علمه بكمال ذاته، فهو عالم بجميع ما\nيفيض عنه على مراتبها. ولهذا يعلم الجزئيات الموجودة بتوسط من جعل له ذلك\nبعلمه من <span id='ms67'></span> ذاته لما جعل له، فلا تخفى عليه خافية. وسائر ما هو عقل إنما\nاستفاد ذلك بمعقول ليس هو ذاته، إما واحدا وإما أكثر من واحد، وأخسها عقل\nالإنسان لأنه إنما يستفيد العقل بمعقولات كثيرة ليس هي ذاته فقط.\n</p>\n\n<p>\nوالتدبير المديني معونة عظيمة في وجود عقل الإنسان، ولا سيما المدينة\nالفاضلة والتدبير الفاضل الذي غايته الأخيرة وجود العقل بمعلومات كثيرة\nأولها الله عز وجل وملائكته وكتبه ورسله وجميع مخلوقاته. ولهذه المعلومات\nدرجات بحسب مراتب أسباب العلم، حتى يكون لكل من في المدينة قسط ما من هذا\nالوجود بحسب قوة إنسان إنسان.\n</p>\n\n<p>\nهذا هو الخير الأخير الإنساني وجميع الخيرات المدنية إنما هي خير من أجل\nأن لها معونة في وجود هذا. فجميعها خير لا بذاته، وهذا خير بذاته. ومتى كان\nشيء من الخيرات المدنية خيرا بذاته، ولم تكن غايته هذا، لم يكن خيرا في\nالحقيقة، بل هو خير مظنون أنه خير، مثل الصحة والسلامة وغير ذلك من الخيرات\nالمدنية. وهذا بين من عدة مواضع، وانظر في آخر هذا الشرح تجده قد ذكر شيئا\nمن هذا.\n</p>\n\n<p>\nولما كان عقل الإنسان من جملة العقول، وإن كان أخسها، فله بقاء. ودع ما\nيقال من إثبات وإبطال في أن عقل الإنسان يحتاج في وجوده إلى مادة أو لا\nيحتاج، وإن له حياة أخيرة غير المحسوسة أم لا. فانظر إلى بصيرة نفسك بحسب\nكمال ذاتك هناك اللذة. ألست تجد في نفسك وجودا يقينيا بصيرة تدرك بها في\nالموجودات التي في القوة المتخيلة معلومات ليست بمحسوسة ولا بمتخيلة، وهذه\nالمعلومات تسمى المعقولات، حتى لا يكون لك في القوة المتخيلة متخيل بوجه\nوإلا فلك فيه مدركات جاءت من ذلك الشخص المتخيل. والبصيرة المدركة لما في\nالتخيل إذا أدركت. وأنت تتيقن بحقيقة ما تدركه وتبصره بتلك البصيرة، كما\nتتيقن بإدراك المحسوس بالحس، مثل أن هذا زيد، وإن هذا الوقت نهار، وغير ذلك\nمن المحسوسات، حتى تكون نسبة هذا المدرك الذي هو عقل إلى مدركاته من القوة\nالمتخيلة نسبة الحس المدرك <span id='ms68'></span> إلى محسوساته، هذا يبصر وهذا يبصر بالضوء ما\nيحصل في الضوء، وهذا يبصر بتلك البصيرة ما يحصل في التخيل. وهذه البصيرة\nقوة إلاهية فائضة من العقل الفعال، وهي التي ذكرها أبو نصر في مقالة العقل\nوالمعقول. وفي هذه المقالة المذكورة هداية غير ما يظهر من أول هذا الشرح\nالذي قد أفسد كثيرا.\n</p>\n\n<p>\nوإذا كانت هذه البصيرة الفائضة من العقل الفعال، وهي غير الفعال، تأخذ\nالمعقولات وهي العقل الإنساني قائما تفسد وهيه باقية لا تحتاج إلى مادة،\nوقد حصلت فيها مدركات لم تكن. انظر هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا كنا نسمي حيا كل من له في الوجود إدراك بحاسة، وهو أخس الإدراكات.\nأليس الواجب أن نسمي حيا من يدرك المدركات الي هي أشرف، وهي ماهيات\nالمدركات المتخيلة. وما يدرك بالعلم اليقيني عما حصل عن تلك الماهيات\nالمأخوذة عن القوة المتخيلة، مثل ما تخيلنا لماهيات الحركات المساوية فيحصل\nلنا عن معرفة ماهيات هذه الحركات السماوية أشرف المعلومات وأعلاها. والمدرك\nلهذه المعقولات أحق باسم الحي.\n</p>\n\n<p>\nوإذا حصل هذا للإنسان عقل ذاته من حيث حصل فيها المدركات بذاته، ولا\nيحتاج إلى مادة ولا إلى أشياء غير ذاته من جهة ما حصل فيها تعقلها.\n</p>\n\n<p>\nوأنا أرى أنك تستشعر بهذه البصيرة المبصرة في المختيلات بحسب كمالك، وأنه\nيظهر لك أن في النفس ما يشبه الضياء من الشمس أو غيره، تدرك النفس بها ما\nيدركه البصر بضياء الشمس، وترى النفس تنفش في المتخيل بتلك البصرة مثل ما\nيفعل البصر بالعينين في أن يبصر المبصر، وذلك يسمى فكرا وهذا يجب بالبصر.\nوإذا أكمل الإنسان بحصول معقولات كما لا يجمع ما يمكن أن يحصل في القوة\nالمتخيلة وما يلزم عن معرفة تلك المعقولات، كان فعله في ذاته لا في القوة\nالمتخيلة، فصار تصوره وفعله في ذاته في معقولات، كان فعله في ذاته لا في\nالقوة المتخيلة، فصار تصوره وفعله في ذاته في معقولات، كلية. لا.. في\nخيالات أشخاص جزئية في معقولات نعم جزئية، ولا يتلفت إلى خيالات الأشخاص\nالتي في القوة المتخيلة <span id='ms69'></span>، مثل خيال زيد وعمرو وهذا الفرس.. المتخيل هو ذلك\nالشخص بعينه ليس هو لسواه. والعقل لهذا يرى ببصيرة النفس وقول الله ينظر\nإلى هذا وقوله الحث أو منم جعلنا له نورا يمشي به في الناس كمن مثله في\nالظلمات ليس بخارج عنها.\n</p>\n\n<p>\nفقد تبين مما ذكرته أن ثم وجود غير الوجود المحسوس، وما أعظم هذا النظر\nكيف خرافات العجائز. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             <span id='ms70'></span>\n</p>\n",
  "pages": [
    "000",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036"
  ],
  "volumes": [
    "01"
  ]
}