{
  "content": "\n\n<h1 class='l1' id='head0'>AUTO مجموع رسائل الإمام الشهيد المهدي أحمد بن الحسين</h1>\n\n<p>\n(صاحب ذيبين)\n</p>\n\n<p>\nروائع تراث الزيدية\n</p>\n\n<p>\nتأليف الإمام أحمد بن الحسين بن أحمد بن القاسم بن عبد الله بن القاسم بن\n</p>\n\n<p>\nأحمد بن أبي البركات إسماعيل بن أحمد بن القاسم بن أحمد بن محمد بن\nإبراهيم بن إبراهيم بن إسماعيل بن إبراهيم بن الحسن بن الحسن بن علي بن أبي طالب\n</p>\n\n<p>\n[612 - 656 ه]\n</p>\n\n<p>\n---\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head1'>AUTO حليفة القرآن في نكت من أحكام أهل الزمان</h2>\n\n<p>\n? ربنا لا تزغ قلوبنا بعد إذ هديتنا وهب لنا من لدنك رحمة إنك أنت الوهاب ?.\n</p>\n\n<p>\nأما بعد:\n</p>\n\n<p>\nفإن الخبر عن رسول الله صلى الله عليه وآله وهو وقوله: (( إن عند كل بدعة\nتكون من بعدي يكاد بها الإسلام وليا من أهل بيتي، يعلن الحق وينوره, ويرد\nكيد الكايدين، فاعتبروا يا أولي الأبصار )) ، حملنا على ما يحق لمثلنا أن\nنتكلم فيه, وننشر أنوار الحق من مثانيه، فإن الحجة بنا اتضح دليلها, ولاحت\nسبيلها, وأنارت غررها وحجولها، فإن الأرض لا تخلو من قائم لله بحجة، لئلا\nتبطل حججه وبيناته، وتلتبس آياته، وتظلم من الحق مشكاته، ويعمى من الهدى\nواضحاته، وإن أهل بيت النبوة هم سفن نجاة العالمين، وشهداء الله على خلقه\nيوم الدين، قال تعالى: { ملة أبيكم إبراهيم هو سماكم المسلمين من قبل وفي\nهذا ليكون الرسول عليكم شهيدا عليكم وتكونوا شهداء على الناس } . وقال\nالنبي صلى الله عليه: (( مثل أهل بيتي فيكم مثل سفينة نوح, من ركبها نجا\n،ومن تخلف عنها غرق )). وقال: (( إني تارك فيكم ما أن تمسكتم به لن تضلوا\nمن بعدي: كتاب الله وعترتي أهل بيتي، إن اللطيف الخبير نبأني أنهما لن\nيفترقا حتى يردا علي الحوض )).\n</p>\n\n<p>\nوأئمة الهدى هم النمرقة الوسطى، إليها يرجع الغالي ، وبها يلحق التالي،\nوهم لب اللباب, ونظراء السنة والكتاب، وقدوة أولي الألباب, والسابقون إلى\nالخيرات، والمتوقلون أعلا الدرجات، صفو[ة] الذرية النبوية, وخلاصة الثمرة\nالزكية.\n</p>\n\n<p>\nولما تقلدنا قلائد الزعامة، وتحملنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n             أثقال الإمامة، سار العلماء إلينا أرسالا من كل فج عميق, ومكان سحيق، قياما\nبما يلزمهم من <span id='ms01'></span> إجابة الواعية, وإخالة لبارق كانوا فيه على الرجاء\nوالطماعية، وكانوا يغدون في ميدان الاختبار, ويجاروننا صباح مساء في ذلك\nالمضمار، فسبقنا سوابق فرسانه, واستبددنا برهانه في طويل ميدانه، وقامت من\nالإمامة دلائلها، وسارت فضائلها، فحينئذ اتضح الحق, وتعين فرض الإمامة على\nكافة الخلق، وازدحموا على البيعة ازدحام الإبل الهيم على حياضها، والحدابير\nالمسنة على رياضها، وكانوا عند ذلك بين متنكب قوسا، أو متقلد سيفا، أو\nمعتقل رمحا, يمشي إلى صف, أو يتقدم في رجف, وبين قارع منبرا, أو قارئ\nدفترا، هذا يقوم بجمعتها، وهذا يدعو إلى جماعتها، وهذا يتحدث في فضائل\nصاحبها، وهذا متبطئ إلى الآفاق بدعوتها مطاء نجايبها.\n</p>\n\n<p>\nولما رأتهم الدهماء كذلك قلدوهم فيما لا يعرفونه إلا من جهتهم, وضموه إلى\nما تتناوله معرفتهم من خصالها التي تستوي في معرفتها العالم والجاهل،\nوالنبيه والخامل، وأعطونا صفقتهم طائعين، وأنفقوا أموالهم متقربين، وساروا\nفي مقامات الجلاد كأنهم إلى نصب يوفضون, حتى قمعنا نواجم الضلالة، وطمسنا\nرسوم الجهالة، وصار أنف الإسلام كله لنا، ونحن في خلال ذلك ندعو بني عمنا\nإلى النصرة، ونقول: أنتم وجوه الأسرة، وأعلام العترة، وهم مرة ينتقصون\nالإمام والإمامة، ومرة يقولون: نحن أولى بالزعامة، ومرة يصدون عن أمر الله\nويبغونها عوجا، ومرة يكاتبون سلطان اليمن نظما ونثرا، ويلتمسون من لديه\nفرجا ونصرا، بغيا وحسدا،? أم يحسدون الناس على ما أتاهم الله من فضله فقد\nآتينا آل إبراهيم الكتاب والحكمة وآتيناهم ملكا عظيما } .\n</p>\n\n<p>\nهذا أميرهم أحمد بن الإمام المنصور بالله عليه السلام يقول (( لعمر سلطان\nاليمن في أحد مكتوباته المصونة, وأسراره المخزونة:\n</p>\n\n<p>\nرقدت وطاب النوم لي وكفيتني ... وكل فتى يكفى الهموم ينام\n</p>\n\n<p>\nوقال:\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n             إذا أيقظتك صعاب الأمور ... فنبه بها عمرا ثم نم\n</p>\n\n<p>\nويقول عقيب ذلك: يا عمراه يا عمراه، ويعرفه كيف يكيدنا, ومن أين يأتينا،\nفلما ولى عمر, وظهر أمرنا واستمر، دخلوا في الإمامة كما دخلت بنو أمية في\nالنبوة، إما رغبة وإما رهبة، وكانوا كما قال الله تعالى: { لقد ابتغوا\nالفتنة من قبل وقلبوا لك الأمور حتى جاء <span id='ms02'></span> الحق وظهر أمر الله وهم كارهون } .\nوقبلناهم عند ذلك وقلنا: لعل ما ظهر من ألسنتهم يبطن, وما قبح من بواطنهم\nيحسن، وكانوا مرة يسلقوننا بألسنة حداد، وتارة ينظروننا بأعين الحساد،\nوآونة يذكرون علينا قديم الأوتار والأحقاد، ويدلون على عوراتنا الأعداء\nوالأضداد، ونحن في خلال ذلك ما غمص من كيدهم أوليناه اصطبارا، وما ظهر\nأوسعناه صفحا واغتفارا، ثم حلفوا لنا مرارا, وأكدوا البيعة أسفارا، ثم\nتركونا حتى نال العدو من أطرافنا ما نال، وآل ألا مر بنا إلى أضيق مآل\n،ومالوا علينا يسرون حسوا في ارتغاء، ويحلبون شخبا في الأرض وشخبا في\nالوعاء، ثم صرحوا بالحرب, وبرزوا للطعن والضرب، ورجعوا عن القول بالإمامة,\nونسوا مناقشة يوم القيامة.\n</p>\n\n<p>\nقلنا: أما كنتم قبل الإمامة تؤمنون بالإشارات إلينا, وتعولون في الزعامة\nعلينا، فما بالكم لما سطع قيامها, وخفقت أعلامها, انقلبتم على\nأعقابكم؟!وخالفتم كريم نصابكم؟!? ومن ينقلب على عقبيه فلن يضر الله شيئا\nوسيجزي الله الشاكرين ?.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n             ما أشبه ما نرى منكم بما حكى الله سبحانه عن نبيه محمد صلى الله عليه وآله\nوقوم يهودا حين كانوا يخوفون الأوس والخزرج بنيء قد أظلهم زمانه, ودنا\nأوانه، قال تعالى: { ولما جاءهم كتاب من عند الله مصدق لما معهم وكانوا من\nقبل يفتستحون على الذي كفروا، فلما جاءهم ما عرفوا كفروا به فلعنة الله على\nالكفرين بئس ما اشتروا أنفسهم أن يكفروا بما أنزل الله بغيا أن ينزل الله\nمن فضله على من يشاء من عباده فباءوا بغضب على غضب وللكفرين عذاب مهين وإذا\nقبل لهم آمنوا بما أنزل الله قالوا نؤمن بما أنزل علينا ويكفرون بما وراءه\nوهو الحق مصدقا لما معهم ... } إلى آخرها.\n</p>\n\n<p>\nفإن كان ما أظهروه من القول بالإمامة من قبل صحيحا، فقد صار ما قالوه من\nإنكارها كذبا، وإن كان ما أظهروه آخرا من إنكارها صحيحا، فقد بان أن الذي\nكانوا عليه منها أولا نفاقا.\n</p>\n\n<p>\nفإن قالوا: دخلنا بدلالة وخرجنا بدلالة.\n</p>\n\n<p>\nقلنا: غرقتم في بحار الجهالة, وتهتم في أودية الضلالة، كيف تكون\nالمتنافيات <span id='ms03'></span> أدلة توجب علما؟! أو تورث فهما؟!\n</p>\n\n<p>\nفإن قلتم: كانا شبهتين جميعا في دخولنا وخروجنا.\n</p>\n\n<p>\nقلنا: فقد أخطأتم في الدخول من غير يقين، وأخطأتم في الخروج من غير يقين,\nوأصبحتم بين الفريقين مذبذبين, وأنتم إلى الآن تجرون في ميدان الاشتباه.\nأفما لهذه النومة من انتباه؟! وإن كان الدخول شبهة والخروج يقينا.\n</p>\n\n<p>\nقلنا: فشرائط الإمامة يفضى فيها إلى الاضطرار, ويستوي العلماء فيها\nوالأغمار، فالمدعي لخلافها بعد الإقرار بصحتها يشهد على نفسه بالكذب, ويحجب\nمن باطله مالا يحتجب, على أنه قد جعل على نفسه سلطانا، ومكن منها زماما\nوعنانا.\n</p>\n\n<p>\nفإن أوضح على الإمام فسقا بينا, وضلالا قادحا متعينا، وإلا دخل فيما خرج\nعنه، فإن الإمامة لا تبطل بعد ثبوتها إلا بفسق ظاهر يقع عليه الإصرار,\nويلازمه المتابعة والاستمرار، لأن الإمام لو أخطأ خطأ وتاب عادت له\nالإمامة, واستقرت أحكام الرياسة والزعامة.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n             وإن كانت الشبهة في الخروج فذلك إقرار بالبقاء على الضلال، وتعلق بأسباب\nالمحال, وعدول عن رقراق السلسال, إلى براق الآل، والذي بقي بعد هذا إما\nتدعون الإكراه في الإمامة عند دخولكم فيها كنتم مباهتين مكابرين، وإما أن\nتعتقدوها باطنا وتدفعوها ظاهرا، فكفى بذلك عذابا ونكالا عند رب العالمين،\nولنا فلجا عليكم إن أظهرتم خلاف ما أبطنتم عند جميع المسلمين، بل العقلاء\nالمميزين, ملحدين كانوا أو موحدين.\n</p>\n\n<p>\nومن عجائب,بلغنا عن الأمير شمس الدين أنه يقول: لم يرض قتل حميد, ولم يرض\nله هذه الميتة، وكان من طلبة الدنيا, ودلاه هذا الرجل يعنينا بغرور,\nوأوقعه في محذور، ولو أطاعنا ما كان الذي كان, وغيره يقول: اقتلوا الإمام\nوالشيعة تصف لكم الدنيا.\n</p>\n\n<p>\nوقوله: لم يرض بقتله ولم يرض له هذه الميتة, كلام متناقض، لأنه إن كان\nحميد محقا فلا ميتة أرضى من ميتته!! فقوله: لم يرض له هذه الميتة كلام\nفاسد، وإن كان حميد مبطلا فكيف لم يرض بقتله،? لا تأس على قوم كافرين ? ،\nوقوله: لم يرض قتله كلام لا يستقيم، لأنه قاتله. ألا ترى أنه أجلب عليه\nبخيله ورجله، وقتل بقوة سلطانه, والأمة <span id='ms04'></span> مجمعة على أن يزيد بن معاوية قاتل\nالحسين بن علي, وهو بالشام والحسين بن علي قتل بالعراق, وللأمير في حميد\nأكثر مما ليزيد في الحسين، لأنه حاضر قتله, وجالب خيله ورجله، وإنما قالها\nتنزها وتسترا قبالة العامة, لما قالت: أكنت تمشي رويدا لتقتل حميدا، لقد\nجئتم شيئا إذا, تكاد السموات يتفطرن منه وتنشق الأرض وتخر الجبال هدا!!\nويلك من الله ? يوم تجد كل نفس ما عملت من خير محضرا وما عملت من سوء، تود\nلو أن بينها وبينه أمدا بعيدا ? . أتروم إعادة أمس؟! أو تنل الشمس باللمس؟!\n</p>\n\n<p>\nوهبني قلت هذا الصبح ليلا ... أيعمى الناظرون عن الضياء\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n             رادفت الغمة, وراكمت سحايب الظلمة، وقتلت رباني هذه الأمة, رجلا أفنى عمره\nفي الذب عند الدين، ونشر علوم أهل بيت محمد الأمين, ولأبيك أمير المؤمنين\nمن مقاماته غررها, ومن أكاليمه شذورها ودردها, ومن تصانيفه روائقها\nوطرائفها، ومن رسائلها سوابقها وشرائفها.\n</p>\n\n<p>\nننشدك الله ومن سمع كلامنا هذا لو بعث أبوك وجدك رسول الله صلى الله عليه\nأكانا مع حميد أو عليه؟! أو سعيا إليك أو إليه؟! أو كانا يؤثران نصرنا أو\nنصرك؟! أو يعضدان أمرنا أو أمرك؟!\n</p>\n\n<p>\nفإن قلت: معنا ومع حميد، كان رسول الله صلى الله عليه وأبوك الثائرين لنا\nمنك، وإن قلت: معك أكذبك قول والدك:\n</p>\n\n<p>\nلا أعرف الخمر إلا حين أهرقها ... ولا الفواحش إلا يوم أنفيها\n</p>\n\n<p>\nأليس في عسكرك هذا فعل المنكرات؟! وشرب المسكرات؟! وقتل النفوس\nالمحرمات؟! ومن ينفيك من محمد وعلي؟! من يرى بولاية كل عدو وعداوة كل ولي؟!\nوأما لحمتك الواشجة، وقرابتك القريبة، فإنها لا تفيدك أكثر من النسب،\nولغيرك المذهب، قال الله تعالى: { يا نوح أنه ليس من أهلك أنه عمل غير صالح\n} . وقال تعالى: { أن أولى الناس يا إبراهيم للذين ابتغوه وهذا النبي\nوالذين آمنوا والله ولي المؤمنين } .\n</p>\n\n<p>\nوأما قوله: بأنه أخلد إلى الدنيا. فكيف يخلد إليها من عمر عمرا طويلا\nمتمكنا منها وهو تارك لها؟! ولما توفي لم يدع دينارا ولا درهما؟! ولا هتك\nفي حياته محرما <span id='ms05'></span>! ولا ارتكب مأثما! ولا ظلم مسلما! ولا سفك في غير الحق دما!\nثم سفكت دمه, وعفيت كرمه.\n</p>\n\n<p>\nضحوا بأشمط عنوان السجود به ... يقطع الليل تسبيحا وقرءانا\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n             وأما قولك: إني اغتررته. فكيف يغر رباني الكلام؟! وعين عيون أهل الإسلام؟!\nوهو يصنف من قبل أن نولد نحن، أمثل حميد يختلس في دينه؟! أو يلوى عن\nيقينه؟! وأنت مع ذلك تدعي لنفسك البصيرة!! وتدعو إلى الصراط السوي والطريقة\nالمنيرة!! ? فأي الفريقين أحق بالأمن إن كنتم تعلمون ? ، { أمن هو قانت\nأناء الليل ساجدا وقائما يحذر الآخرة ويرجو رحمة ربه قل هل يستوي الذين\nيعلمون والذين لا يعلمون إنما يتذكر أولوا الألباب } ؟! أم من كان بصفة من\nنزل فيه قوله تعالى: { كمن مثله في الظلمات ليس بخارج منها كذلك زين\nللكفرين ما كانوا يعملون } ؟!\n</p>\n\n<p>\nكلام الزهاد، وقلوب قوم عاد,? ومن الناس من يعجبك قوله في الحيوة الدنيا،\nوشهد الله على ما قلبه وهو ألد الخصام، وإذا تولى سعي في الأرض ليفسد فيها\nويهلك الحرث والنسل والله لا يحب الفساد، وإذا قيل له اتق الله أخذته الغرة\nبالإثم، فحسبه جهنم ولبئس المهاد ?.\n</p>\n\n<p>\nوأما قول القائل: اقتلوا الإمام والعلماء. فأي عصابة حق يكون هذا أميرها\nأو من أمرائها؟! وما سمعنا لقوله شبها إلا قول الملاحدة في عهودهم إلى\nأوليائهم: اقتلوا الدبوك والملوك. يعنون بالدبوك: العلماء, وبالملوك: ملوك\nالإسلام, محقين ومبطلين. وقد زاد عليهم لأنه اختص الإمام وحده من الملوك,\nحتى يكون بقتله أونية قتله كأنه قتل الناس جميعا, كما ذكر الله في قوله: {\nمن أجل ذلك كتبنا على بني إسرائيل أنه من قتل نفسا بغير نفس أو فساد في\nالأرض فكأنما قتل الناس جميعا } . وهذا في أئمة الحق عند المفسرين.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n             وبلغنا تشدق في المقال, واستهزاء بالدين وأهله، وسخري برؤوس العلماء,\nوتهجين بالشيعة، فعجبنا!! وتأسينا في ذلك بقول الله سبحانه: { زين للذين\nكفروا الحيوة الدنيا ويسخرون من الذين آمنوا والذين اتقوا فوقهم يوم\nالقيامة والله يرزق من يشاء بغير حساب } . فقد كنتم أهل هذه الدولة من قبل\nقيامنا <span id='ms06'></span> تلتمسون إماما تقاتلون معه, فلما قام الإمام قلتم نحن أحق بالملك\nمنه ولم يؤت سبعة من المال، فكنتم كالملأ من قوم موسى حذو النعل بالنعل،\nوالقذة بالقذة.\n</p>\n\n<p>\nوأما قول قائلكم: لو أطاعنا حميد ما قتل, ولا كان الذي كان. فقد دخل\nجوابه نحت قوله:? لو أطاعونا ما ماتوا وما قتلوا ? ، فكيف يطيعك حميد إلى\nما أنت عليه؟! وأنت بالأمس أنت وهو مجتمعان على تضليل من فعل أدنى فعلك!!\nوقاضيان عليه بتحريم المناكحة, والموارثة وأكل الذبيحة, ولم يبدل حميد شيئا\nمما كنتما عليه، إلا أن يكون حكمك حكم دابة القاضي!!\n</p>\n\n<p>\nألم تعلم أن الإمام المنصور بالله عليه السلام كفر أهل حقل بمواصلة كانت\nهينة يعرفونها؟! وكفر شريفا من بني الهادي مر بأهل مخرفة وفسخ بينه وبين\nزوجته النكاح؟! فكيف تدعون الناس إلى ما أنتم عليه وأنتم بالأمس تكفرون من\nأتاه؟! ? ود كثير من أهل الكتاب لو يردونكم من بعد إيمانكم كفارا حسدا من\nعند أنفسهم من بعد ما تبين لهم لاحق فاعفوا واصفحوا حتى يأتي الله بأمره،\nإن الله على كل شيء قدير ?.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n             أما تستحيون من الله؟! أما تخافون عاجل النقمة, بترك التناهي وكفر النعمة؟!\nأما سمعتموه تعالى يقول لقوم: { لعن الذين كفروا من بني إسرائيل على لسان\nداود وعيسى بن مريم ذلك بما عصوا وكانوا يعتدون، كانوا لا يتناهون عن منكر\nفعلوه لبئس ما كانوا يفعلون، ترى كثيرا منهم يتولون الذين كفروا لبئس ما\nقدمت لهم أنفسهم، أن سخط الله عليهم وفي العذاب هم خالدون، ولو كانوا\nيؤمنون بالله والنبي وما أنزل إيه ما اتخذوهم أولياء ولكن كثيرا منهم\nفاسقون } . انظر في هذه الآيات هل بعدت منكم في معانيها؟! أو سلمتم مما\nفيها. ألم تعلم أن الله سبحانه يحكم على بقية بني إسرائيل في وقت رسول الله\nصلى الله عليه بأنهم قاتلون للأنبياء الذين قتلهم أسلافهمو فقال تعالى: {\nفلم يقتلون أنبياء الله من قبل إن كنتم مؤمنين } . وزمانهم غير زمانهم,\nومكانهم غير مكانهم, لما كانوا مطابقين لهم على الرضاء بتلك <span id='ms07'></span> الأفعال، فكيف\nتنكرون قتل العلماء وأنتم مباشرون لذلك؟! وسالكون في قتلهم أوضح المسالك؟!\n</p>\n\n<p>\nومن العجائب أنه بلغنا أنهم ربما ينتقصوننا، والنقص علينا وعليهم واحد،\nلأن القاسم بن إبراهيم يجمعنا, وإن كانوا يقولون من هنالك: إنهم جادوا\nوذللنا!! فإن كان الكلام في شرف الدنيا فنحن قبل قيام المنصور كما تعرفون\nإن لم نزد عليهم لم ننقص عنهم, إلا أن يكابروا فبيننا في ذلك قبائل همدان,\nفالكل بين أظهرهم حاسدنا ومحسودنا, وناشئنا ووليدنا, وما غطى ولا كتم, من\nاستشهد السواد الأعظم, وإن كانوا في شرف الأخوة، فالإمام المنصور بالله\nعليه السلام يقول ليس بينه وبين محمد صلى الله عليه إلا من هو من أهل\nالجنة, ونظم ذلك فقال:\n</p>\n\n<p>\nوالله ما بيني وبين محمد ... إلا امرئ هادي نماه هادي\n</p>\n\n<p>\nوهذا لعمر الله شرف عميم, وكرم جسيم, لا ننكره ولا نرده ولا نحسده عليه،\nوكذلك ما قال في نفسه نطما ونثرا من حملها على الفضائل, ورفعها عن الرذائل,\nكما قال:\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             فلا والله ما قارفت ذنبا كبيرا ... مذ ملكت جفون عيني\n</p>\n\n<p>\nوهذا نعترف به أيضا وهو خليق به صلوات الله عليه، ولكن نقول نحن ندلي به\nوندعي مثل دعواه, ولا يمكن أحد تكذيبنا إلا مباهت, كما لم يكذبه سلام الله\nعليه من الفرق الضالة في قبيلة إلا مكابر فنقول والله ما عرفنا كذبة, ولا\nتدنسنا برذيلة, نقول ذلك تعريفا لا افتخارا, وتبصرة لمن يريد أن يكتسب في\nأمرنا استبصارا.\n</p>\n\n<p>\nفالحمد لله الذي طهرنا من الأدناس, وقضى لنا بالفضل والبسطة على كافة\nالناس, وهو ? الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله ? ، وكذلك\nنقول كما قال المنصور بالله عليه السلام: ما بيننا وبين محمد صلى الله عليه\nوآله إلا مثل ما ذكره من أب أو أم، وكان ذلك الصف مستقيما, فردناه ترصيصا\nوتقويما, وشيدنا بنيانه تكريما وتعظيما، فإن جاء بعدنا ولد يخالف معتادا,\nأو جعل في الثوب الأبيض سوادا, فلا بلغه الله ولا بارك فيه ولا جعل له في\nآل محمد نسلا، لأن من <span id='ms08'></span> تقدمه من أبوته قد أخرجه بفعله عن أن يكون له أهلا.\n</p>\n\n<p>\nووجه أخر: وهو أن ما يدعيه المنصور بالله عليه السلام نحن شركاؤه فيه،\nفإن كثيرا من جداته الطاهرات هن جداتنا, فهو ثوب نحن نتجاذبه, شرف تلوح\nفينا كواكبه.\n</p>\n\n<p>\nووجه أخر: وهو أنا ورثته دونهم، لأنا منه, وما كان من شرف الدنيا والآخرة\nفقد ورثناه قولا وفعلا, ونسبا ومذهبا, وعلما وعملا,? أن أولى الناس\nبإبراهيم للذين ابتغوه، وهذا النبي والذين آمنوا والله ولي المؤمنين ? وهم\nمعه كولد نوح صلى الله عليه، حذو المثال بالمثال, وما زلنا نطرز المنابر\nبذكره, ونحلي المقامات بذكره وشكره، ما قصدنا بذلك إلا الخروج عن عهدة ما\nيجب علينا من حقه, ولو عقلتم ولن تعقلوا لشكر تمونا على ذلك، فإن رجلا لو\nورد بقصيدة يمدحكم بها لعظمتم من شأنه, ورفعتم من مكانه, ومدح أبيكم أشرف\nلكم, وحقه أوجب عليكم, ولكن لا تمييز!!\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             ووجه رابع: وهو المصيبة الكبرى, والفافرة العظمى, انظروا إلى الصف الذي كان\nفيه هل بقي بعده, أو سعيتم في نقض ذلك البيان المرصوص؟! فهل يشده ويشيد\nبنيانه وتأتون فتخربونه وتهدمونه؟! ثم تكونون معه يوم القيامة!! فلماذا\nأرسل الرسول, وأنزل الكتب, وأرصد الوعد والوعيد, وأعد الثواب والعقاب؟! إن\nألحق المسيء بالمحسن, والكافر بالمؤمن؟!! ? ليس بأمانتكم ولا أماني أهل\nالكتاب من يعمل سواء يجزيه ?.\n</p>\n\n<p>\nفأما الذي تدعونه علينا من قلة الوفاء، فإن كان هذا عذرا فيما فعلتموه من\nالأفعال القبيحة، فإن الإنسان لا يكون معذورا فيما يفعله من المعاصي لأجل\nإساءة غيره إليه, وقلة وفائه له، الكفر لا ينباح بما ذكرتم لو صح، ? أحسنوا\nحيث أساء الناس ? كما ورد في الخبر مع أنا لم نفعل شيئا مما ذكرتم, بل\nفعلنا أفعالا نعرضها على الكتاب الكريم والسنة الشريفة والعقول التي ركبها\nالله تعالى حجة على الخلق، وجعلها وما تقدم من الأدلة آية للحق، وهو أنا\nنقول: شرطنا وحرمتم شروطنا فتركنا مشروطكم, فلو وفينا مع الإخلال بالشروط\nالتي جعلناها فارقة بين عقود المسلمين وعقود غيرهم, لكنا قد نصحنا <span id='ms09'></span> من غش\nالمسلمين, وقربنا من أبعده رب العالمين, مع أن العقود التي يجب الوفاء بها\nهي عقود الذمم, والعقود اللازمة في الإصلاح. فأما الولايات والإقطاعات وما\nيجرى مجراها فليست بعقود عند من عقل الصواب, وفهم مضمون ما انطوت عليه\nالسنة ونطق به الكتاب، إذ لو كانت عقودا لما رجع النبي صلى الله عليه عنها\nفي مجلسه وللزمت الولايات, وما كان لنبي ولا إمام أن يعزل ولا يولي غير من\nولاه، وضرورة الدين وما علم من أمور المسلمين يقضى ببطلان ذلك.\n</p>\n\n<p>\nألا ترى أن النبي صلى الله عليه رجع عن (( إقطاع الأبيض بن جمال حبل\nالملح بمأرب!! حين قيل: يا رسول الله أعلمت ما أقطعته؟! قال: لا. قال: إنما\nأقطعته العد الذي لا ينفذ فرجع في الحال عن ذلك )).\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             وكذلك في قصة الدهناء, ومن المعلوم الذي لا يشك فيه أن الإنسان لو وكل\nوكيلا على عمل من الأعمال ثم عزله قبل أن يفعل الفعل أو بعد فعله, وكانت\nوكالته عامة أنه لا حرج عليه ولا عتب في الدين ولا في الدنيا، والوكالة\nولاية، والولاية في معنى الوكالة لا فرق بينهما عندنا، وقد روينا عمن نثق\nبه عن الإمام المنصور بالله عليه السلام أنه اتفق له ثلاثة ولاة لموضع واحد\nفي يوم واحد في مكان واحد، وذلك جائز تبيين ذلك أن مبنى ولايات أولي الأمر\nعلى نحو ما يقضي به النظر في اعتبار الأصلح والأقوم بأعباء ما حمل, ومن\nالجائز أن يقع نظر المولى على واحد ثم يتجدد نظره على الأصلح منه, فيفسخ\nثانيا ما فعله أولا لأجل المصلحة، أو مصادفة الموافق, وهذا نوح ألحقه الناس\nبباب العقود وليس منها وطعنوا به جهلا بمواقع العلم وإيثار الهوى, على ما\nقضى بصحته العقل والشرع.\n</p>\n\n<p>\nوالنوع الآخر الذي ألحقوه بالعقود وليس منها: الرقاعات التي تتضمن الصلات\nوالهبات، وليس الأمر كما اعتقدوه, ولا حكم الله يقف على ما توهموه، لأن هذا\nليس بعقد لازم، بل إن حصل ذلك فهو المطلوب، وإن لم يحصل لم يقتض <span id='ms10'></span> تعذره فسقا\nولا كفرا, ولا قلة وفاء، لأن الفاعل لذلك قد يتوهم أن هناك شيئا حاصلا وليس\nبه، أو يتصور أن شيئا يحصل فيتعذر بعض أسبابه وصاحبه محسن، وقد قال سبحانه:\n{ ما على المحسنين من سبيل قدمهم } لأجل ذلك ذم لمن لا يستحق الذم، وهذا\nعند كافة أهل الإسلام لا يسمى: عقدا، وأكثر ما في ذلك أن الفاعل لذلك\nوالتارك للعطاء غير ممتثل للأمر، فهو العاصي دون الآمر إن كان المأمور به حاصلا.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n             وأما العقود التي هي الذمم فنحن أكثر الناس محافظة عليها, وأعظمهم تأكيدا\nفي تمامها على شروطها، والله تعالى قد قيد الوفاء بالشرط فقال تعالى: {\nفأتموا إليهم عهدهم إلى مدتهم } فشرط التمام بالمدة وهي أحد الشروط، وجعل\nذلك سبحانه مشروطا بوفائهم، فالوفاء لهم لا يجب إلا بشرط الوفاء منهم، فقال\nتعالى في أول الآية: { إلا الذين عاهدتم من المشركين ثم لم ينقصوكم شيئا\nولم يظاهروا عليكم أحدا } فشرط في الوفاء عدم النقصان وترك المظاهرة, وهذه\nشروط على الحقيقة، فقد ثبت: (( أن الشرط أملك )) وأن الإخلال بالشروط في\nهذه العقود يرفع حكم المشروط.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n             ونحن نوضح طرفا من أفعالكم معنا ليعلم الناس صدق مقالنا, وسلامة أحوالنا،\nفنقول: إنكم بعد دعوة الإمامة تربصتم بصاحبها كما علمه الخاصة والعامة،\nفكان أول ذلك منعكم للناس عن إجابتها, وصدكم للخلق عن سماعها، وانتهى بكم\nالحال في ذلك إلى خراب ديار المجيبين, وإخافة من بادر إليها باليقين، فلما\nغلبتكم الدهماء, وذهب عنكم جمهور العلماء, استكبرتم حينئذ الخلاف ظاهرا,\nوأسررتم المكائد باطنا، كما حكيناه آنفا من استدعاء سلطان اليمن والانتصار\nبه، فلما لم يشف ذلك عليلا, ولا نقع غليلاو شمرتم عن ساق الجد في الشقاق,\nونسيتم أمر الواحد الخلاق، حيث قال: { أطيعوا الله وأطيعوا الرسول وأولى\nالأمر منكم } وقال تعالى: { يا قومنا أجيبوا داعي الله وآمنوا به يغفر لكم\nمن ذنوبكم ويخركم من عذاب أليم ومن لا يجب داعي الله فليس بمعجز في الأرض\nوليس له من دونه أولياء } الآية. فقهركم سلطان الحق، ودمغكم نصر الله <span id='ms11'></span> لولي\nالأمر، فجنحتم إلى السلم, وامتطيتم مطية النفاق، وصاحبكم يؤثر التقريب على\nالإبعاد، وما يدنيكم إلى الصلاح ويصرفكم عن الإفساد، فكان أول الغدر وإن\nتقدمه ما وقع من آحادكم تقدم موسى وداود لسدادة الثغر, والإقامة بوادي ظهر،\nوهما على الحقيقة يضمران خلاف الأمر، فأقاما أياما ينقضان الذمم، ويحرفان\nالكلم، ثم نكصا على أعقابهما من غير تعريج على ثغر الإسلام، ولا التفات على\nأمر إمام، فكانا أحق ببيت الشاعر حيث يقول:\n</p>\n\n<p>\nلحى الله قيسا قيس عيلان إنها ... أضاعت ثغور المسلمين وولت\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n             ونحن في خلال ذلك نعلن بالانتصار, وندعو الكافة إلى طاعة العزيز الجبار،\nفكان الجواب أنهما عادا بعد مدة إلينا يزحيان جيشا حشو الغدر, وشعاره\nودثاره النفاق والمكر، فوصلوا لتشتيت الشمل, ووقوع الخبل, كما قال تعالى في\nقصة المنافقين: { لو خرجوا فيكم ما زادوكم إلا خبالا ولا وضعوا خلائكم\nيبغونكم الفتنة } . فكانت هذه حالهم بغير مرية, حتى جد أمرنا في الخروج إلى\nنحو الشهابية، فخرجوا للفساد معنا بعد أن مضى جمهورهم، وتفرقت أمورهم،\nوتسللوا لواذا، واتخذوا الخداع اتخاذا، فلما وصلنا قرب البلاد، أرسلوا إلى\nإخوانهم من أهل العناد، ألا لا يهولنكم ما نحن عليه من الإبراق والإرعاد،\nفهو حظنا مع صاحبنا لا نريد القتال ولا الجلاد، وأخذوا في التخذيل, وتزهيد\nالناس فيما نحن عليه جيلا بعد جيل، حتى تضعضعت أمور المسلمين، وظهرت سماة\nالغلب على الصالحين، وخالفوا قوما على قتلنا ونحن وهم في مكان واحد، فذرنا\nبهم, وأحسسنا ما قد أعملوه من مكرهم، فصدوا خاذلين, وولوا على أعقابهم\nمتقلبين، وهذه خليقة لم يرضها مسلم, ولا تظاهر بمثلها مجرم، لأن كثيرا من\nالكفار بأعمال أهل النار, يتنزه عن أن يكون بصفة الغدار.\n</p>\n\n<p>\nوقبل هذه ماسود ولد أميرهم, وسليل رئيسهم وكبيرهم, ثوب الإسلام, بما فعل\nمع أهل تنعم الأباة الكرام، من بيع ثغره بألف مثقال، وصدوره عنه على أقبح\nحال، يتبختر في ثوب الغدر, ويتحلى بحلية أهل المكر، ويجيب عند عتابه أن\nأباه أرسل إليه, وخرج في تخليه سد ذلك الثغر عليه، فهذا <span id='ms12'></span> هو النكث على\nالحقيقة, والبوار العاجل عند هذه الخليقة، أتأمرون الناس بالوفاء, وشيمتكم\nمع المسلمين ما ذكرنا ظاهر لا عن خفاء؟! ? أتأمرون الناس بالبر وتنسون\nأنفسكم وأنتم تتلون الكتاب أفلا تعقلون ?، أتعيرونا بقلة الوفاء بالعقود,\nولكم ما تقدم من الفعلات بعد العهود المؤكدة, والأيمان المغلطة؟!\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             ولما توجهتم معنا نحو صنعاء، تريدون النصرة على الدين, والإدالة بما مضى\nمنكم في حرب المسلمين، واجتمعنا في البلد بملازمة الثغر, نجم من نفاقكم,\nوظهر مر سيء أخلاقكم, ما تحقق معه الناس خبث سرائركم, وفساد ظواهركم, لم\nتتركوا عمولة في روح, ولا مواصلة لعدو, ولا دلالة على عورة لمسلم، يشهد\nبذلك ما كان من طلوع علي روهاس ليلا إلى براش, وهو بزعمه الناصح الناصر،\nوما فعله داود في الملاقاة للأسد ومماليكه في مثنى الغواير, من غير مانع\nولا حاجرو وأظهر من ذلك خلافا ما عمل مع المشطوب, من سلامته من تحت السيوف,\nوإخراجه لا عن أذن أحد بل على رغم الأنوف، وأثبتوا العمولة فينا يوم\nالجبوب، فلم يسعدهم الجد ولا ساعفهم المطلوب, بل قصرت عساكر الحق من هممهم،\nوقلت عزائمنا غروب دعمهم, وصبرنا منهم بعد ذلك على أمر من العلقم, وآلم\nللأجسام من سم الرقم, ومضرتهم ممكنة لنا، واستئصال شأفتهم غير معجز لمثلنا,\nوإنما تركنا ذلك كرما في الطبيعة, وبعدا من الأفعال الشنيعة، وفي خلال\nالرباط منهم والصبر, تنزل عليهم تحف الصليحيات بالخمر, يتساقاها منهم أولوا\nالفخر, نقل منهم من شهد الأمر, واطلع على مكنون السر، ونحن نتجرع غصص\nالاصطبار, ونتخلق لتأليفهم وتقريبهم تخلق الأحرار، ونطمع في أن ينتقلوا عن\nعمل أهل النار, إلى أعمال المتقين الأبرار، وهيهات أن يجتنى من الشرى أريا\nشافيا, ويمترى من ذكران المعز حلبا صافيا.\n</p>\n\n<p>\nودع عنك نهبا صيح في حجراته ... ولكن حديثا ما حديث الرواحل\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n             جعلناه زعيم جيوش المسلمين، وقلدناه سد الثغر المنفتح علينا من اليمن فباع\nذلك بعرض من الدنيا يسير، وقدم إليهم خاتمه ذمه في كونه منهم، وذلك أمر\nظاهر, وقد أقر به عند من يوثق به <span id='ms13'></span>, ولما غنم المسلمون غنيمة من أعداء الدين،\nطلبهم بردها بعد رد ما وقع في يديه, وقبل بهم نحونا يهديهم هدى العروس,\nويطأ بهم ربع الإسلام المأنوس، فلما طال عليه أمد النفاق في بيت رحال، شمر\nللغدر عن الأذيال، وفارق زافرة, يا لها من زافرة رافضة للدنيا مقبلة على\nالآخرة، فحل من الكفر في بحبوحته, وسكن من النكث في صميم أرومته، وكم من\nذمة خرمها من صنعاء إلى يومنا هذا !!! من مأسور قتل بعد الذمة، ومعتق أوثق\nبعد المنة بإرساله, يشهد بذلك ما كان في صعدة من قتل ابن زيدان والعلم في\nيده, وأخذ ابن النجار وأمارته والذمة على إرساله وولد محمد بن فليته وما\nفعل معه، وجفر بن يحيى، وذمه حمزة بن حسين على روحه وما يملكه, وأخذه وهو\nفي خيمته، وعلي بن صفى الدين بعد ذمة عز الدين عليه, وأخذ أحمد بن عواض بعد\nالذمة من علي بن عمرو، وما كان في شأن السويدي من أنواع التخليط, ونهب بيوت\nلا تحصى بعد الذمة وهي بيوت أهل سمارة كافة، فإنها ما أخذت إلا بعد الأمان\nالظاهر, وتأكيده بالعلم على السطوح.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             ثم أفعالهم الشنيعة, في رؤوس علماء الشيعة وتراجمة الشريعة، وذمتهم على دار\nالفقيه محمد بن أبي السعادات وأخذها بعد ذلك، والعلم على رأسها, ومن غدرهم\nالطري, ما جرى في دار الشريف المجزري، وإحراق علمهم الفري الزري، وكذلك\nالقليعة وبنوال أحذتموهما بعد الأمان الأكيد، وكيف يمكنكم تدعون مثل ما\nندعي وأنتم على خلاف ما تعلمون من مذهب أبيكم وآبائكم جميعا؟! بل كيف وأنتم\nتخوضون في أموال المسلمين ودمائهم بغير دعوة ولا كتاب ولا سنة؟! وبين\nأيديكم من فعل المنكرات ما لا يمكن دفعه!! بل كيف وتائبكم إذا وفق يتوب\nإلينا, ويقر بقبح ما هو عليه وبصحة مذهبنا، وهل تاب أحد منا إلى ما أنتم\nعليه عند مماته، أو جادل على صحة ما هو عليه في حياته، فهم كما قال الله\nتعالى في أهل الكتاب: { وإن من أهل الكتاب إلا ليؤمنن به <span id='ms14'></span> قبل موته ويوم\nالقيامة يكون عليهم شهيدا } .\n</p>\n\n<p>\nوأصح مذاهبهم في هذا قولهم: نفسد عليه ونكدر عيشه كما كدر عيشنا، فهذا\nوجه بين ومذهب معقول دون غيره، ونحن في دنيا مشوبة بالتكدير, وطريق مقرون\nبالتغيير، لا نبالي فيها بتكدير عيش ما أطعنا الرحمن، وسلمت الأديان، ? قل\nهذه سبيلي أدعو إلى الله على بصيرة أنا ومن اتبعني وسبحان الله وما أنا من\nالمشركين ?.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             إنما يحزن على النعمة أهلها, ويتبرم بمفارقة اللذات من اعتادها, وكم عسى أن\nيكون نعيمها وهي إلى زوال؟! وراحتها وهي إلى تغير وانتقال؟! إنما المكدر\nللذاتها, من حمل أهلها على مفارقة عاداتها, من شرب القهوات، وإذهاب\nالأوقات, في غير الطاعات، وانتظار الصلوات بعد الصلوات، ونقل الخطى إلى\nالجماعات، وإسباغ الوضوء في السبرات, وهو لا يزال شجا في حلوقهم، وقذى في\nعيونهم، ما مد الله مدته, وبسط بسطته, فليموتوا بغيظهم كظما، وليستبدلوا\nبوجود ملكهم عدما, وعن قريب يظهر الحق على الباطل، ويتميز المستقيم من\nالمائل، { وقل جاء الحق وزهق الباطل إن الباطل كان زهوقا } بين من قرباؤه\nالصالحون المهتدون، وبين من خلطاؤه المردة المفسدون، وبين من ناصره رب\nالعالمين، ومن يعتمد في نصرته على الكفرة الجاحدين, والباطنية الملحدين،\nوبين من عيون أنصاره العلماء، ومن عيون أصحابه المترفون, ? وعد الله الذين\nآمنوا منكم وعملوا الصالحات ليستخلفنهم في الأرض كما استخلف الذين من\nقبلهم، وليمكنن لهم دينهم الذين ارتضى لهم، وليبدلنهم من بعد خوفهم أمنا ?\n, ? الذين إن مكناهم في الأرض أقاموا الصلاة وأتوا الزكوة وأمروا بالمعروف\nونهوا عن المنكر ولله عاقبة الأمور ? ، وإن صال العدو صولة لا عن دولة,\nفكثيرا ما صغرته سيوف الحق وتركته خاسئا، وما كان أولا فمثله يكون ثانيا, ?\nلا يغرنك تقلب الذين كفورا في البلاد متاع قليل ثم مأواهم جهنم وبئس\nالمهاد، لكن الذين اتقوا ربهم لهم جنات تجري من تحتها خالدين فيها نزلا من\nعند الله وما عند الله خير للأبرار ?.\n</p>\n\n<p>\nومن عجائب ما ألفوه, وجالب ما زخرفوه, أن قالوا: بأنا منعنا من بلادنا,\nوخلينا عن طريفنا <span id='ms15'></span> وتلادنا، فاستعنا بالكفار, على بلوغ الأموال والديار.\nوقالوا يجوز لنا ذلك كما جاز للنبي المختار، حيث استعان بخزاعة الأنصار,\nعلى حرب قريش الأشرار.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             ونحن نقول: إن هذا مبني على شفاء جرف هار، إنما الانتصار بالفجار لبعض\nالأعذار, يجوز للأئمة الأخيار, العالمين بمواقع الإيراد والإصدار, المميزين\nللملتبسات بثاقب الأفكار, وغامض الأبصار، وتحصيل هذه الجملة المذكورة,\nوالدرر المبددة المنثورة، أن المستنصر بالمبطلين يكون على شروط:\n</p>\n\n<p>\nأحدها: أن يكون المنتصر محقا.\n</p>\n\n<p>\nوالثاني: أن يكون المستعان عليه مبطلا.\n</p>\n\n<p>\nوالثالث: أن تكون له شوكة وغلبة على من استعان به, حتى تكون أفعال\nالمستنصربه, مقيدة بإرادة المستنصر وأفعاله، لأنه متى كان ذلك كذلك, أمن من\nالوقوع في المنكر الذي طلب إزالة مثله في القبح.\n</p>\n\n<p>\nوالرابع: أن يكون ذا ولاية كاملة, وزعامة شاملة.\n</p>\n\n<p>\nوإنما اشترطنا أن يكون محقا، لأنه متى كان مبطلا لم يكن بأن يستعين على\nغيره أولى من أن يستعان عليه، وذلك يؤدي إلى أن يكون محاربا محاربا, وليا\nعدو في وقت واحد، وهذا لم يقل به أحد. واشترطنا أن يكون المستعان عليه\nمبطلا، لأنه متى كان محقا فلا سبيل إلى جواز حربه، ولأنه إنما يجوز حربه\nلأجل المنكر, ولا منكر منه يجب إنكاره فضلا عن محاربته عليه، وقد تقدم\nالوجه في اشتراط الشوكة للمستنصر.\n</p>\n\n<p>\nوإنما اشترطنا الولاية الكاملة، فلأن إزالة المنكر بتجييش الجيوش لا يكون\nإلا إلى الأئمة, ومن يجري مجراهم من أهل الولايات التي توجب المتابعة، يبين\nذلك أن من يحتج بفعله في هذا الباب لم يكن إلا على هذه الصفة، كالنبي صلى\nالله عليه, وعلي عليه السلام، حيث يقال: إنه استعان بقتلة عثمان على ضلالهم\nعند من يقول بذلك. ومن أدعا خلاف ذلك قلنا: عليك الدليل, ولا يجده إلا أن\nيقول: إنه منكر وإنكار المنكر واجب على كل أحد.\n</p>\n\n<p>\nقلنا: هذا الذي نحن فيه ليس من هذا القبيل، بل هو متضمن لسفك دماء، وأخذ\nأموال، وتصحيح أقوال وأفعال، وذلك لا يكون إلا ممن ذكرنا دون غيره من\nالمنكرات، فإنه يقوم به أفناء <span id='ms16'></span> الناس.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             وأما في وقت الإمام فليس لأحد أن يتقدم ولا يتأخر في شيء من ذلك إلا عن أمره.\n</p>\n\n<p>\nفإن قيل: ولسنا نسلم ثبوت إمامة صاحب الزمان ولا نقر بذلك.\n</p>\n\n<p>\nكان الجواب أن إمامته لم تثبت بقولكم، فيكون فقد إقراركم وجها في بطلان\nإمامته، لأن الإمامة تثبت عند جميع الأمة بوجهين:\n</p>\n\n<p>\nأحدهما: العقد والاختيار من العلماء والفضلاء وعيون المسلمين.\n</p>\n\n<p>\nوالآخر: بالدعوة وتكامل الخصال، وهذان الوجهان قد حصلا لصاحب الزمان على\nأبلغ الوجوه، وأنتم الشهود على ذلك ودخلتم في غمار أتباعه، وكنتم بلا شك من\nأنصاره وأشياعه. والفضل ما شهدت به الأعداء.\n</p>\n\n<p>\nفهذه شروط انتصار المحق بالمبطل على المبطل، وهذه الخصال جميعا معقودة فيكم.\n</p>\n\n<p>\nأما الأول: وهو أن يكون المستنصر محقا, فليس بحاصل فيكم بل أنتم في بحار\nالضلال تهيمون, وفي ضحضاح الكفر تعمهون، ويكفي في ذلك موالاتكم بالحلف\nوالنصرة والمودة للباطنية والمجبرة والمشبهة, بل أنتم في أبلغ من ذلك،\nلأنكم خدم لهم, ومدبرون عن أمرهم فعلا وتركا، وهذا ظاهر لا يخفى على أحد،\nولا يمكن إنكاره، وأنواع المنكرات بين أظهركم ظاهرة، وكفى بذلك ضلالا, مع\nما اقترن به من أفعالكم التي ضاهت أفعال عباد الأوثان، من قتل عيون\nالمسلمين, وسفك دماء البررة المتقين، إلى غير ذلك مما يكثر تعداده.\n</p>\n\n<p>\nوأما الشرط الثاني: وهو أن يكون المستعان عليه مبطلا، ففي ذلك وقع\nالنزاع، لأنه الحجة عليكم في زمانكم، والناظم لدين آبائه وآبائكم، والمدمر\nلأعداء الدين، والقامع لما نجم من المفسدين, الذي برز في ميدان الكمال،\nوانتقم من أرباب الضلال، وأرغم أنوف الجهال, حتى نال في الفضل أبلغ منال،\nوآل في رضى ربه إلى خير مآل, أخذ بدمائكم المطلولة، وأقفر ربوع أعدائكم\nالمأهولة، يشهد بذلك حضور وحوشان, وغيرهما من مشاهدنا المشهورة في البلدان.\n</p>\n\n<p>\nوكم يوم سقيت به الأعادي كؤوسا ... ما يفيق لها ضريع\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             وأما الثالث: وهو أن يكون للمستنصر شوكة وغلبة على من استنصر به، فليس ذلكم\nإليكم بل أنتم خدم للمستنصرين به وأتباع لأتباعه, لا تقدمون أمر إلا عن\nأمره، ولا تصدرون <span id='ms17'></span> رأيا إلا عن رأيه، هو الإمام وأنتم المأمون، وأقوالكم\nناطقة بذلك، وأفعالكم شاهدة به، يدل على ذلك أفعال بصعدة في الذمم\nوالمواثيق التي أخللتم بها، وجعلتم العذر أنكم لا تقدرون على الخلاف، ولا\nسبيل لكم إلى مخالفة أمر سلطانكم، وهذا ظاهر لا يفتقر إلى بيان, ولا يشك في\nصحته إنسان، ولذلك سلمتم أسرانا إليه، وعلقتم جميع أفعالكم الواقعة عليه,\nعلى كره منكم.\n</p>\n\n<p>\nوأما الشرط الرابع: وهو أن يكون المستنصر ذا ولاية عامة، فلستم هنالك عند\nأحد من العالمين, لقوله تعالى: { لا ينال عهدي الظالمين } ولأن الولاية هي\nولاية الإمامة وهي فيكم مفقودة, أو ولاية الحسبة وهي باطلة لديكم غير\nموجودة, لوجوه:\n</p>\n\n<p>\nأحدها: ما أنتم عليه من الكفر.\n</p>\n\n<p>\nوالآخر: وجود إمام أبطل حكم الحسبة ثبوت إمامته، ووجوب رياسته، لأن\nالحسبة تدل على ما هو أعلى منها، وهو لا يجمع البدل والمبدل منه.\n</p>\n\n<p>\nوالآخر التسلط والخروج عن زمرة أهل العدالة وأهل الدين.\n</p>\n\n<p>\nهذه نكتة أردنا بيانها لما توجه علينا من أمرها، فإن الله تعالى أخذ على\nالعلماء في ميثاق كتابه البيان, عند أن يعرض مثل هذا الشأن، حيث يقول: {\nوإذ أخذ الله ميثاق الذين أوتوا الكتاب لتبيينه للناس ولا تكتمون } وقال\nصلى الله عليه وآله:(( من كتم علما يعلمه ألجمه الله يوم القيامة بلجام من\nنار )) ، ? إن في هذا لبلاغا لقوم عابدين ? ، ? إن في ذلك لذكرى لمن كان له\nقلب أو ألقى السمع وهو شهيد ?.\n</p>\n\n<p>\nوالحمد لله وحده, وصلواته على سيدنا محمد وآله وسلامه، ولا حول ولا قوة\nإلا بالله العلي العظيم. تمت هذه الرسالة المباركة.\n</p>\n\n<p>\n---\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head2'>AUTO الرسالة الزاجرة لصالحي الأمة عن إساءة الظن بالأئمة</h2>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله الذي جعل الأنبياء أمناء وحيه، والخلفاء أمراء أمره ونهيه،\nوالعلماء حفظة علمه وتراجمة إثباته ونفيه، وصلواته على نبيه المقتدي ببيانه\nوهديه، محمد وعلى آله الحامين لدينه والمحددين لما خفي من سعيه.\n</p>\n\n<p>\nوبعد: فإن الله تعالى لما قلدنا بأطواق الزعامة، وحلانا بحلية الإمامة،\nوتجرد للنص على ذلك والدعاء إليه, والامتثال لأمره والاعتماد عليه <span id='ms18'></span>، علماء\nهذه الفرقة الزيدية الذين هم أفضل الفرق، وفضلاء العترة النبوية وهم\nالمبلغون عن الله وألسنة رسله, وحجته على خلقه, والكارعون من العلم في\nسلسال معينه, وأدلة الوراد إلى صافي يقينه, وفوارة عيونه، لأن الله تعالى\nجعل العلماء خلفاء أنبيائه, وعماد خلفائه, وحملة أنبائه, عن صفوة أنبيائه،\nفهم القدوة والحجة, وسواء السبيل وواضح الحجة, وعليهم الاعتماد، وهم الرأس\nالذي يرم به كل متخمط لينقاد, وكان عند ذلك من أمر الناس ما علمه من شاهد\nأحوالهم، وبطن خلالهم, من أن إمامتنا كانت كإمامة أبينا علي بن أبي طالب\nعليه السلام، سارع إليها الصغير, وهدج إليها الكبير، وتطلعت إليها الكعاب،\nوحسر لها كل نقاب، وفتح بها كل باب، ورفع كل حجاب، وانثال الناس من كل\nسبسب, ونسلوا من كل حدب، وكان المحظوظ عندهم من أعطى صفقته طائعا, وسبق\nغيره مسارعا، أو أنفق ماله مسترسلا, وبرز للجهاد مستبسلا, بصيرة ودينا،\nوثقه بأمرنا ويقينا، حتى علت كلمة الدين, ورسخت سواري اليقين، وأبدنا جيوش\nالجاحدين، وسلبنا ملك الظالمين، ورفعنا أيدي المتسلطين على المستضعفين.\nفلما نجمت نواجم العناد، ووقدت نيران الفساد، وقل الناصر، وكثرت المعاذر،\nوعطلت الثغور أو كادت، وقهقرت ليوث الكفاح وحادت, سامة وملالا، واستطاله\nللأمد المبارك واستثقالا, على ما حكى الله تعالى عن الأمم الماضية, والقرون\nالخالية، أن طول الأمد أورثها في القلوب قسوة، وفي\n</p>\n\n<p>\nالطباع عن سماع الحق نبوة، حيث يقول سبحانه: { ألم يأن للذين آمنوا أن تخشع\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             قلوبهم لذكر الله وما نزل من الحق ولا يكونوا كالذين أوتوا الكتاب من قبل\nفطال عليهم الأمد فقست قلوبهم وكثير منهم فاسقون } .\n</p>\n\n<p>\nسمعنا عند ذلك ركزا خفيا, وكلاما نجيا، ظاهره عتب، وباطنه تلب، فمن قائل\nيقول: هذا أمر لم يحكم ترتيبه. وآخر يقول: هذا وال لم يؤثر تقويمه وتأديبه،\nومتأسف على ولاة كانوا قبلنا، ومتفجع لعدو بما ناله [منا ], وإن كان من غب\nمكره، وجزاء غدره, ومتوجع لولي من سوء حظه، وقلة ذات يده، وإغفال أمره,\nوتحلل عراء جلده، ومغضب يشكو سدة باب، أو غلظة <span id='ms19'></span> حجاب، أو جفوة أصحاب، ومعذر\nفي لزومه قعر داره، وتحليل أوتاره، وإرخاء أزاره, بما هو عليه من قلة عطية,\nأو عدم مطية، ومعتل بكثرة ماله, وضؤلة أطفاله، وترادف أشغاله، ومعتقد أنه\nحط عن منازل أمثاله، وقصر به عن درج أشكاله، فجعل ذلك وجها في التأخر عن\nنصرة الدين بنفسه أو ماله.\n</p>\n\n<p>\nفأما الأول: فإن كان معتقدا للإمامة فقد سلم السيرة، وإن لم يعتقد\nالإمامة فلا فائدة في الطعن في الفرع مع فساد الأصل، لأن ما بني على شفاء\nجرف هار، فهو منهال منهار. وهل يستقيم الظل والعود أعوج؟! مع أنه لو بلي\nبشيء مما بلينا به, من ترتيب حاجات تباعه، أو إصلاح أمر جماعة، لضاقت\nموارده وعميت مصادره، والتبست بصائره، وافتضحت معاذره، ولتبين له ما قيل في\nالمثل السائر:(( في ملام من ليس بعاذر, فيما ليس له بخابر )). (( هان على\nالأملس ما لا قى الدبر )).\n</p>\n\n<p>\nولو قيل له: كن صاحب هذا الترتيب، واجعل حظك من الجهاد هذا النصيب، لتولى\nيعتذر بالعجز، ويدافع بالضعف عن القيام بعظيم هذا الأمر، ومع ذلك يدعي وقوع\nالخلل في الفعل على من حنكته التجارب، وقرعت صليب مروته النوائب.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             وأما الثاني فهو أيضا مثله يطعن في فروع قد سلم أصولها، ويعترض في الولايات\nبأمور ما تيقن محصولها، فهو من دخيلته في زلزال، ومن باله في بلبال، ومن\nكلامه في شجون متعارضة, وأمور متناقضة، إن طعن لم يستيقن مقاله، وإن أمسك\nلم تطاوعه عوارض باله، لكنه آثر ما سمعه على ما رءاه, وقدم هواه على هداه,\nونسي ما قاله قدوة الهداة، علم الحق الأواه, علي بن أبي طالب عليه أفضل\nالسلام والصلاة، حيث يقول: (( أما أنه ليس بين الحق والباطل إلا أربع أصابع\nفسئل عليه السلام عن معنى قوله هذا؟! فوضع أصابعه بين أذنه وعينه، وقال:\nالحق أن تقول رأيت، والباطل أن تقول: سمعت )) .\n</p>\n\n<p>\nودواء هذا المعترض ما يجده من نفسه من عداوة وقادة, أو حسيفة معتادة، بأن\nأبرز مكامنه, وأظهر مطاعنه، أصاب أم أخطأ، أسرع في <span id='ms20'></span> رضي ربه أم أبطأ، ولم\nيعقل أن الولاية وكالة يتقلدها الأمين، وحالة يحبى بها الضنين، وقد فعل ذلك\nسيد المرسلين, واقتفاه في فعله إمام المتقين, فولى صلى الله عليه الوليد بن\nعقبة. وهو أحد صبية النار, بنص النبي المختار، ومن نص الحكيم على فسقه في\nآيتين من كتابه الكريم، وولى صلى الله عليه عمرو بن العاص في البعث الأكبر,\nوهو المقصود بأنه الشانئ الأبتر، وخالد بن الوليد سماه سيف الله المسلول,\nمع أنه حكم في الدم المطلول, برفض المسموع وتحكيم المعقول، وتبرأ صلى الله\nعليه من فعله. ومع ذلك لم يقض بتحريم ولايته, ولا تأخير إمارته، بل جعله\nبعد ذلك أمير الجيوش الإسلامية، واجتمع المسلمون على إمارته بمؤتة، واقتفى\nأبو بكر في ذلك أثره، وكان من خالد في بني تميم ما قبحوا به خبره, وتبينوا\nبه مخبره.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             فأما أمير المؤمنين عليه السلام فإنه ولى أبا موسى الأشعري وهو يشير إليه\nبالخيانة، ويظهر أنه ممن يموه على المسلمين بالتعمق في الديانة، وكذلك زياد\nبن أبيه وغيرهما، ويكفى المستبصر ما ذكره عليه السلام عند صفة أصحابه من\nقوله:(( يا أشباه الرجال ولا رجال )) إلى أن انتهى إلى آخر كلامه فقال: ((\nلو ائتمنت أحدكم على قعب، لخشيت أن يذهب بعلاقته )) أتراه أيها المعترض ولا\nهم مع اعتقاده لخيانتهم ؟! وهو الناطق بالحق، والمتولي للبيان في ذلك\nالأوان ؟! أو ترك ولايتهم حتى ضاعت الأقطار, واستبيحت الثغور وعفت من الدين\nالآثار؟!\n</p>\n\n<p>\nفإن قلت: بالأول، فهو الذي قصدناه في معنى الوكالة، وإن قلت بالثاني، فهو\nمما علم أنه لم يقع، حتى قبض سلام الله عليه ورضوانه, على أن من قاس الأمر\nبالأمر علم أنه عليه السلام كان في القرن الثاني والثالث من الذين قال فيهم\nنبينا صلى الله عليه وآله: خيركم القرن الذين بعثت فيهم، ثم الذين يلونهم,\nثم الدين يلونهم )) فإذا كان الأمر في أهل زمانه عليه السلام مع قربهم من\nرسول الله صلى الله عليه وآله, وكونهم خير الأمة هكذا، فكيف يكون حال أهل\nزماننا <span id='ms21'></span> الذين هم حثالة التمر, ونفاضة العلم؟! فإذا اضطر عليه السلام إلى\nولايتهم, والاستعانة بهم, وهم على تلك الصفة, لئلا يبطل الجمهور من أمور\nالدين، فنحن كذلك أيضا.\n</p>\n\n<p>\nوأما الثالث وهو المتفجع فإنه قرى وما درى, وجهل أحكام الولاء والبراء،\nوالله تعالى يقول لنبيه نوح عليه السلام لما عطفته على ولده عواطف الرحم\nوالرحمة, عند همول سحائب العذاب والنقمة: { يا نوح أنه ليس من أهلك إنه عمل\nغير صالح } هلا رجعت عن أبعد الصحابة, كما رجع نوح عن أقرب القرابة، وعلمت\nأن حق الله أولى بالرعاية, ودينه أحق بالذب والحماية, على أن هذا طعن في\nالسيرة وقد قال بالإمامة, أو تعرض أن أصولها بعيدة عن السلامة, قريبة من\nالسلامة.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             وأما الرابع وهو الشاكي لنفسه ولغيره من سوء الحظ, وقلة ذات اليد، فهو يوجه\nالملام إلى من لم يخط ولا ألام، والأرزاق عندنا قضايا قدرية, وأمور سماوية,\n(( لا يجرها حرص حريص، ولا يردها كراهة كاره )) ، كما ورد في الخبر عن سيد\nالبشر على أن ما كان إلينا من ذلك فقد بذلنا فيه جهدنا، وأدينا وجدنا,\nتوخيا لمواضع الحاجة والاستحقاق, أو المصلحة في الدين، كعطايا المؤلفين على\nقدر ما أدى إليه اجتهادنا, ووقع في أيدينا من رزق ربنا, والقسمة أيضا من\nحملة السيرة, والاعتراض مع تسليم أصولها يؤذن بضعف البصيرة, على أن الذين\nنأخذه هو الصدقات، وهي كانت في الأصل تضيق بالفقراء، فكيف تسع بجميع الوجوه\nالمصروفة فيها اليوم, لو لا لطف الحكيم بالبركة فيما قسم على هذا التقسيم.\n</p>\n\n<p>\nوأما الخامس وهو الشاكي من سدة باب أو شدة بواب، فإنه لم يخلص السريرة,\nولا نظر بعين البصيرة، لأن من له أدنى خبرة يعلم أنه لا يمكن قضاء حاجات\nالناس دفعة واحدة، بل يتمانعون ويتدافعون لا سيما مع عدم الكفاءة وقلة\nالمعاونة, على ما يلزم أهل الديانة، وكأن القائل بذلك ما سمع نهي الله\nتعالى عن دخول بيت نبيه وغير نبيه إلا بإذن, وأمر بالرجوع عند عدم الأذن،\nفقال تعالى: { يا أيها الذين آمنوا <span id='ms22'></span> لا تدخلوا بيوت النبي إلا أن يؤذن لكم }\n,وقال تعالى: { يا أيها الذين آمنوا لا تدخلوا بيوتا غير بيوتكم حتى\nتستأنسوا وتسلموا على أهلها ذلكم خيركم لعلكم تذكرون فإن لم تجدوا فيها\nأحدا فلا تدخلوها حتى يؤذن لكم وإن قيل لكم ارجعوا فارجعوا هو أزكى لكم\nوالله بما تعملون عليم } .\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             على أن ذلك إنما كان متوجها أو مقبولا لو كنا خالين على اللذات, أو منافسين\nفي طلب الراحات، وليس الأمر كما ظنه، بل إنما خلو بشغل عن شغل، وبزيد عن\nعمرو, فما ننفك ليلا ولا نهارا، ولا نطعم العيش إلا نزرا، ولا النوم إلا\nغرارا، نذكر ذلك تعريفا لا افتخارا، مع أن ذلك المتحدث يلوم عليه فإذا دخل\nوخلا بحاجته عذر نفسه, وبسط أنسه, وأمر بإيثاق الباب, وشدة البواب، وغلظة\nالحجاب, حتى يقضي حاجته ثم يخرج معتذرا عنه وعنا, وعاذرا فيما كان من قبل\nيعيبه منا، وليس بينه وبين أن يعود لائما, أو يصبح بغيظه كظيما لا كاظما,\nإلا أن يعود لحاجة أخرى, يوضح دون قضائها بفورها عذرا، ثم يرجع يهينم في\nنفسه بالملامة, ويهز رأسه إيهاما لوهن وجده في هذه الإمامة، وقد خبرنا هذه\nالأحوال, وتصفحنا هذه الخلال، فوجدناها كذلك علما يقينا، وإتقانا رصينا، مع\nأن لنا بأبينا صلى الله عليه أسوة في رد خير الناس من بابه، (( وأمره صلى\nالله عليه وآله بالشدة في حجابه, حتى انقلب علي عليه السلام عن أنس بن مالك\nثلاث مرات )) وهو (( خير البشر, بعد النبي صلى الله عليه )) بنص الخبر.\n</p>\n\n<p>\nوأما السادس وهو المعذر في لزومه قعر داره, وحل أوتاره، فإنه على قسمين:\n</p>\n\n<p>\nأحدهما: أن يكون صادقا على عظم المشقة وبعد الشقة، فيكون معذورا عند ربه,\nوداخلا تحت قوله: { ليس على الضعفاء ولا على المرضى ولا على الدين لا يجدون\nما ينفقون حرج إذا نصحوا لله } , وقال: { ولا على الذين إذا ما أتوك\nلتحملهم قلت لا أجد ما أحملكم عليه تولوا وأعينهم تفيض من الدمع خزنا ألا\nيجدوا ما ينفقون } ,فإن الله <span id='ms23'></span> تعالى عذر النبي صلى الله عليه فيهم وعذرهم\nعنه، هذا ما لم يضم إلى عزمه ملاما, فيقترف بذلك حوبا وأثاما، فيكون معذورا\nغير مشكور، ومبتلى غير صبور.\n</p>\n\n<p>\nوالثاني منهما: أن يكون غير صادق في عذره, ولا منقوص في أمره، فهذا قد\nجمع بين وجوه من الإثم:\n</p>\n\n<p>\nأحدها: الكذب.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             والثاني: الاعتذار عن الواجب بما ليس بعذر.\n</p>\n\n<p>\nوالثالث: الطعن علينا, وخصم هذا ربه وهو المجازي عنا يوم القيامة، يوم\nالحسرة والندامة، يوم الآزفة والطامة، ? يوم تجد كل نفس ما عملت من خير\nمحضرا، وما عملت من سوء، تود لو أن بينها وبينه أمدا بعيدا ?.\n</p>\n\n<p>\nوأما السابع وهو المعتذر بكثرة ماله, وصولة أطفاله، وترادف أشغاله،\nفجوابه في قوله تعالى: { سيقول لك المخلفون من الأعراب شغلتنا أموالنا\nوأهلونا فاستغفر لنا... } الآية. فإن الله تعالى لم يعذرهم بذلك, ولم\nيخرجهم من قسم مالك، وحكم عليهم بالمهالك، وعدل بهم عن نجاة المسالك.\n</p>\n\n<p>\nوأما الثامن وهو الذي يعتقد أنه حط عن منازل أمثاله, وقصر به عن درج\nأشكاله، فجعل ذلك عذرا عن الجهاد بنفسه أو ماله، فجوابه في قوله تعالى: {\nألهاكم التكاثر حتى زرتم المقابر } , وفي قوله تعالى: { ولا تمنوا ما فضل\nالله به بعضكم على بعض } , على أنه لا يمتنع أن يكون اعتقاده في نفسه ذلك،\nوإمامه يرى أنه ليس ممن سلك في هذه المسالك، بأن يكون أقل كفاية, وأنقص ممن\nلحظه بالحسد عناية ورعاية، والإمام يؤثر اجتهاده على إجتهاد، وما رآه من\nالمصلحة على مراده، { وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن\nيكون لهم الخيرة من أمرهم } , على أن هذا إذا لم يجب على الإمام, لم يكن\nتركه مطعنا عند كافة أهل الإسلام, على فحوى ما تقدم من الكلام.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             وهذه الأقسام التي ذكرناها لسنا نعم بها، فإنا قد قدمنا في صدر كتابنا أن\nالإمامة إنما قامت شواهدها ورسخت قواعدهابالعلماء والأفاضل من أهل البيت\nعليهم السلام، وأتباعهم من علماء الإسلام، وإنما قد علموا وعلمنا أن ما\nذكرناه قد كان، ومع ذلك أنا <span id='ms24'></span> لا ندعي عصمة مقطوعا بها في أنفسنا، وقد عاتب\nالله تعالى أنبياءه وعدلهم جرما وذنبا, من نحو قوله تعالى: { وعصى أدم ربه\nفغوى وعتب على الذاهب مغاضبا وامتحنته } , وامتحن يوسف عليه السلام بسبب\nقوله: { اذكرني عند ربك في آن أنساه الشيطان ذكر ربه } , وقال لمحمد عليه\nأفضل الصلاة: { عفى الله عنك لم أذنت لهم } , وغير ذلك, ولم يخرجوا بذلك عن\nأن يكونوا صفوته من خلقه, وأمناءه على وحيه.\n</p>\n\n<p>\nكذلك نقول: إن كان لنا ذنب في رأي أو غيره, مما لم نقصد به معصية ولا\nنتعمد على ربنا جرأة, من باب التأويلات وما يجري مجراها، فإن اختيار الله\nتعالى لنا للإمامة غير زائل, وحكمه بسبقنا على أهل عصرنا غير حائل، فإن\nعليا عليه السلام وهو الحول القلب يقول في تولية محمد بن أبي بكر رحمه الله\nلمصر وعزل قيس بن سعد عنها:\n</p>\n\n<p>\nلقد زللت زلة لا أعتذر ... سوف أكيس بعدهاوأ عتبر\n</p>\n\n<p>\nوأجمع الرأي الشتيت المنتشر\n</p>\n\n<p>\nوكذلك ولاتنا وأمراؤنا ومن يتصرف عنا, يحوز أن يخطئ الواحد منهم خطيئة\nيستحق بها عزلا وإقصاء وبعدا، ويجوز أن تكون خطيئته مما تبقى معها ولايته،\nفلا تبطل عندها سعايته، فيقوم من أوده, ويشفى من لدده، ويقال له: لعا من\nعثاره, ولا يزاد خطبا في ناره، ويجوز أن يكون فيهم المحسن كثيرا، ومن\nإحسانه أكثر من إساءته، ومن لا يقوم مقامه غيره, ولا يسد مسده سواه، ويجوز\nأن يكون فيهم من قد استتر عنا حاله, واختلف مقاله وفعاله, ولسنا نعلم\nالغيب, ولا ندعي العصمة التي عم الله بها عموم ملائكته وأنبيائه، وجاز أن\nيختص بها بعض أوليائه, من غير أن يقوم بها فيه دلالة, ولا يشهد له بها آية\nولا رواية.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             ونحن نقول: هلم إلى المعاونة على البر والتقوى التي أمر الله تعالى بها،\nوفتح بين المسلمين غلق أبوابها، حيث يقول سبحانه: { وتعاونوا على البر\nوالتقوى ولا تعاونوا على الإثم والعدوان ومعصية الرسول واتقوا الله إن الله\nشديد العقاب ? , وقد علمتم وفقكم الله وهداكم, وحرسكم عن معاصيه <span id='ms25'></span> وكلاكم,\nطريقه الأمر بالمعروف والنهي عن المنكر، وعموم وجوبهما على الكافة مع تكامل\nشرائطهما, وشرائطهما بحمد لله فيكم متكاملة، وفروضهما على الجميع منكم\nحاصلة، فمن علم من أهل العلم أو غيرهم ممن يعرف المعروف أو ينكر المنكر من\nأحد من ولاتنا أو أمرائنا، ومن يتصرف عنا من أخ أو صاحب أو خادم أو متصرف\nفي جليل أو دقيق خللا أو رأى منكرا، أو ظلما، أو عسفا، أو ضياع حق، أو جورا\nفي رعية، أو حيفا في قضية، أو تسلطا على الناس، أو قلة التفات على الصواب،\nأو استخفافا بحقوق المسلمين، أو جهالة بحرمة الدين، أو قبيحا يختص به\nالمقصود في نفسه, ولم يكن من باب الظنون والتوهمات التي تضعف أمارتها، أو\nمما يستند إلى المنقولات الواهيات، أو من التجسس الذي نهى الله تعالى عنه,\nأو من الظن الذي أخبر الله تعالى بأن بعضه إثم، وهو الظن الذين يستند إلى\nغير أمارة, أو إلى أمارة لا يعتمد عليها، فقد قال تعالى: { ولا تجسسوا ولا\nيغتب بعضكم بعضا أيحب أحدكم أن يأكل لحم أخيه ميتا } , وقال تعالى: { إن\nبعض الظن إثم } .\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             فقد أمرناه بشيء قد أمره الله تعالى به، وهو أن يقوم بذلك الفرض، أو يغير\nذلك المنكر، أو يقيم تلك السنة، أو يمحو تلك البدعة، أو يأخذ للمظلوم من\nظالمه بحقه، أو يصغر المنكر في نفسه، أو يقوم المصغر من خده, قاصدا لله\nتعالى في فعله، لا لغرض يريده من إسماع قاله، أو تفخيم حاله، أو كسب هيبة،\nأو تحصيل جلالة، بل لما أمر الله تعالى به من تقويم الأود في الدين، وقمع\nما نجم من فساد المفسدين، فإن القاصد لما ذكرنا يبارك الله له في فعله،،\nويمضي قوله, ويتبع أمره، ولا يقل في نفسه: أنا صغير عن هذه المنزلة، أو\nصاحب هذا الفعل كبير، آن أمره وأنهاه، فإن كلمة الله هي العليا, وأمره هو\nالأولى، وليس أحد فوق أن يؤمر بتقوى الله, ولا دون أن ينهى عن معصيته،\nوالقائم بأمر <span id='ms26'></span> الله نائب عن ولاة أمر الله، من نبي أو وصي, أو إمام أو ولي،\nوما نفذ من ذلك ومضى, أصاب به الغرض لنفسه ولنا، وما تعذر عليه من ذلك\nلتعذر نصره, أو قلة قدره, أو عدم منفذ أو بعد أعانة من منفذ, أنهاه إلينا,\nوبث شكواه علينا، فإنه يجد منا في كل شيء وضحت سبيله, وأنار دليله، ما يقمع\nكل ظالم, ويرد بغيظه كل آثم، ويصغر كل متكبر, ويذلل سلطان الله كل متجبر،\nوإلينا يرجع الغالي, وبنا يلحق التالي، ونحن أولوا الأمر المردود إليهم\nمشتبهاته، والمطلوب من لديهم أدلته وبيناته، قال تعالى: { ولو ردوه إلى\nالرسول وإلى أولى الأمر منهم لعلمه الذين يستنبطونه منهم } , وقال تعالى: {\nوأطيعوا الله وأطيعوا الرسول وأولى الأمر منكم } وهاتان الآيتان لنا وفينا\nأهل بيت النبوة، وأمرنا من أمر الله وطاعتنا من طاعته، ونحن عدل الكتاب,\nوالحجة الناطقة بالصواب,وقال صلى الله عليه: (( إني تارك فيكم ما أن تمسكتم\nبه لن تضلوا من بعدي أبدا كتاب الله وعترتى أهل بيتي إن اللطيف الخبير\nنبأني أنهما لن يفترقا حتى يردا علي الحوض )) ، وهذا يكون في الجملة\nبالإتفاق من أهل البيت عليهم السلام\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n             وأشياعهم، واتفاقهم حجة بما لا يسع هذا المسطور, ويكون في الآحاد منهم, وهم\nولاة الأمر لما تقدم من الأدلة على وجوب الانقياد لولاة الأمر، والاقتفاء\nلآثارهم, والاهتداء بمنارهم، ولما جعل الله تعالى لهم من الولاية التي\nحتمها، والزعامة التي أحكمها, ولما ورد به الأثر المنقول, في ذرية الرسول:\n(( إن عند كل بدعة يكون من بعدي يكاد بها الإيمان وليا من أهل بيتي موكلا،\nيعلن الحق وينوره ويرد كيد الكايدين، فاعتبروا يا أولى الأبصار )) ، وفي\nهذا أبلغ الدلالة على أن الواحد من ولاة الأمر، يقوم مقام الجملة في وجوب\nطاعته والتمسك بأمره، والأخذ بقوله, والاقتداء بفعله.\n</p>\n\n<p>\nونحن أيضا نقول: من صلح لأمر من أمرنا، من ولاية في قضاء، أو تصرف في قبض\nأو إعطاء، أو إمارة جيوش، أو أمر بمعروف، أو نهي عن منكر، أو دعاء <span id='ms27'></span> إلى دين،\nأو إيضاح ليقين، فإنه يجب عليه أن يبرز صفحته لنا, ويعرض أمره علينا، وقد\nألزمنا كل واحد ممن ذكرنا عراضة نفسه، والقيام بفرضه, ومعاونتنا على ما\nذكرنا ومن تقاعد مع ذلك عنا كان كلامه واهيا، وحجته ساقطة، ونصحه غير\nمقبول، وباطنه مدخول معلول، ونحن نأمر بذلك جميع من وقف عليه، وبلغه من\nالمسلمين من العلماء الراشدين, والمتعلمين المسترشدين، ومن يقفوهم من سائر\nأهل الدين, فيما يتعلق بأمور أهل التقوى واليقين، لا سيما مع أمرنا بذلك\nلكافتهم, بعد أمر الله تعالى بالمعاونة لجماعتهم، وإن كان التكليف شاقا\nوالأمر صعبا، فهو باجتماع المسلمين عليه يسهل، وبتظاهرهم على القيام بفرضه\nيتم ويكمل، والله تعالى أمر بالقيام بذلك عاما، وإنما جعل لهم من أنفسهم في\nأحكام ذلك الأمر نظاما, سماه هاديا وإماما، وأمرهم بتوقيره وتعزيزه, وتعظيم\nأمره وتكثيره، فعليه فرض وهو ألا يخل بما أمر به، وعليهم مثل ذلك في حقه,\nفأقل أحوالهم إن كانوا من المقصرين, أن يكفوا عنه المطاعن:\n</p>\n\n<p>\nليت حظي من أبي كرب ... أن يسد خيره خبله\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n             فأما نحن في أنفسنا، فمن أشكل عليه أمر, أو اشتبه عليه حال في سيرة أو\nقضية, أو ولاية أو رعية، يختص بنا أحكامها ويتعلق بأكفنا زمامها، فليواصلنا\nأو يراسلنا على قدر إمكانه، كاشفا قناع المساترة, آمنا سطوة الجبابرة،\nفليعرض ما معه، ولينقد ما جمعه, حتى تميزه نقاده، ويتضح له إصداره وإيراده،\nويكون قد رجع إلى من أمره الله بالرجوع إليه، واعتمد على من أوجب الله\nالاعتماد عليه، فإن آل محمد صلى الله عليه وعليهم هم ماء الحياة, وسفن\nالنجاة، وهم الذين أوجب الله في كتابه مودتهم، وأوضح على لسان نبيه محجتهم،\nقال تعالى: { قل لا أسألكم عليه أجرا إلا المودة في القربى } وقال صلى الله\nعليه وآله: (( مثل أهل بيتي فيكم مثل سفينة نوح من ركبها نجا ومن تخلف عنها\nغرق )) ، وإن كان لا يجب علينا بعد ثبوت الإمامة بالأدلة الواضحة,\nوالبراهين اللائحة, المباحثة على السيرة، والاحتجاج على كل صغيرة وكبيرة،\nولكن <span id='ms28'></span> هذا زيادة في الحجة, ومحبة الإيناس والمعاونة على نفي الشبهة, لمن جاز\nأن يلبس على نفسه, أو تلتبس عليه جلية يقينه لعارض لبسه، ولعل ذلك يكون\nزيادة في الإيمان, واستظهارا بالاطمئنان, لمن يجوز أن تعتريه الشبهات, أو\nتغيره عن سنن الرشد التمويهات، فإن الناس بين مستقيم وميال, ومختدع بلامع\nآل عن سلسال زلال.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             ونحن نعلن إلى كل مسلم, بالبراءة عن فعل كل مجرم، ونقول كما قال صلى الله\nعليه: اللهم (( إني أبرأ إليك مما فعله خالد )) ونعقب فعله بما عقب صلى\nالله عليه من جبر الخلل، وإقامة الميل إن وقع ذلك, مع أنا نرجو أن مكن الله\nفي البسطة, وزاد في القدرة, حتى يرجع أهل الضلال عن ضلالهم، ويبلغ المسلمون\nإلى نهاية آمالهم, أن يزول كثير مما تعظم به الشبهة، ويقع بسببه الحرج على\nكثير ممن لم يرد مشارع البصيرة، فإن الضرورات عند تضايق الحالات, ألجأت إلى\nوقوع كثير من هذه المشكلات, من إنصاف من لا يستحق الإنصاف بفعله، وإنما\nيجيء به لضرره على المسلمين أو لنفعه الذي لا يقع منه إلا بأن يرفع في\nالدنيا وحطامها على أهل الدين، ويؤثر بالعطاء على المخلصين، وأن يكون بعد\nذلك ما يكون من إظهار شعار الدين على الكمال, والعمل بما أمر الله به من\nغير إخلال، فإن كثيرا من أمور الدين مهمل, والمجمل في ذكره يغني عن المفصل،\nوعلينا بذل الجهد في القيام بالصلاح, والسعاية في علو كلمة الحق بالأموال\nوالأرواح، وليس علينا أن يقع المقصود, بعد إبلاء المجهود:\n</p>\n\n<p>\nلأمر عليهم أن تتم صدوره ... وليس عليهم أن تتم عواقبه\n</p>\n\n<p>\nفنسأل الله تعالى أن يهدينا جميعا إلى الرشاد، وأن يعضدنا بالتوفيق\nوالسداد، وأن يبصرنا السنة ويصرفنا عن البدعة، وأن يرزقنا الثبات على الحق،\nويجنبنا مداحض الباطل.\n</p>\n\n<p>\nوهذه الرسالة إلى إخواننا المسلمين على وجه الإجمال, والإشارة على ما نحن\nعليه من تراكم الأشغال، وتضايق الأحوال، فلينتفعوا بها وليحملونا على أحسن\nما يحمل عليه مثلنا من مثلهم، أيدهم الله بهدايته, وأسبل عليهم ستر رعايته\nوحمايته <span id='ms29'></span>. والحمد لله وحده, وصلواته على سيدنا محمد وآله وسلامه. تمت\nالرسالة المباركة.\n</p>\n\n<p>\n---\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head3'>AUTO عهد لبعض أمرآئه وولاته</h2>\n\n<p>\nحسبنا الله وحده, هذه بصيرة وتذكرة, ليعتمد على العمل بما فيها [من ]أمده\nالله بتأييده، وضاعف عليه مواد توفيقه، وسلك به منهج الصواب، وأخذ بيده إلى\nموافقة مقتضى السنة والكتاب، وهي تتضمن أمورا مفترقة:\n</p>\n\n<p>\nأما أولها: وهو على الحقيقة مجموعها، فيكون مدار أمره على تقوى الله\nتعالى في السر والجهر، وعلى كل حال من شدة ورخاء، وسراء وضراء، فإنه الأصل\nالذي له قصدنا, وعلى إيثاره في جميع أمورنا اعتمدنا، وبه يحصل العون من\nالله تعالى، والنصر على العدو والسلامة في الأولى والآخرى.\n</p>\n\n<p>\nوبعد ذلك: فإن الله تعالى قد ولانا أمور عباده، وهو لا محالة سائلنا عن\nذلك,(( كلكم راع وكلكم مسئول عن رعيته )) ، كما ورد عن جدنا صلى الله عليه\nوالسائل لا بد له من جواب، وهو لا يقبل سبحانه منا إلا الصدق, ولا يجازينا\nإلا على ما فعلناه, إن أصلحنا فجزاء ذلك ثواب جزيل, وثناء جميل، وإن غيرنا\nوبد لنا فعقاب وبيل, وذم من الملك الجليل، فليلاحظ هذا الأصل أيضا ويعمل\nبمقتضاه, من السيرة المحمودة في رعيته، فإنهم عباد الله, أمر فيهم بالعدل,\nونهى فيهم عن الظلم والجور، ولا راد لأمره, ولا معقب لحكمه.\n</p>\n\n<p>\nفإذا قدمت أعزك الله إلى عملك, وموضع ولايتك، دعوت الناس قبل كل شيء إلى\nطاعة الله تعالى، من إقام الصلاة وإيتاء الزكاة، والقيام بما افترض الله\nسبحانه بعد لك من الواجبات، والأمر بالمعروف والنهي عن المنكر، والجهاد في\nسبيل الله، وموالاة أولياء الله، ومعاداة أعدائه، ومتابعة أهل البيت عليهم\nالسلام في أقوالهم وأفعالهم، فإنهم سفينة النجاة, وماء الحياة، وباب حطة\nالخلق، وسبب نجاة أهل الحق، وبأولهم هدى الله تعالى هذه الأمة، ويهديهم\nسبحانه ويصلحهم بآخرهم, وتعرفهم بأن إمامنا وإمامكم أمرنا فيكم بذلك,\nفاسمعوا له وأطيعوا.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n             وبعد ذلك تأمرهم بتسليم حقوق الله تعالى من أموالهم على وجهها, من غير أن\nيخلوا شيئا, ومن غير أن تطلب منهم سوى ما يجب <span id='ms30'></span> عليهم، وتعلمهم أن من سلم ما\nيجب عليه طايعة بذلك نفسه، استحق رضوان الله والسلامة من عقابه، ومن امتنع\nعليها أخذناها منه كرها، ? وكان ثوابها لنا وعقابها عليه ? كما ورد الكتاب\nالكريم والسنة الشريفة، هذا في واجبات الأموال وهو العشر مما أخرجت الأرض,\nمن كل قليل وكثير, لا يعتبر في ذلك نصاب, ولا يراعى بلوغ قدر معلوم.\n</p>\n\n<p>\nوزكاة المواشي وهي: البقر والغنم والإبل، إن كانت في ولايتك، والزكاة\nفيها معروفة لا تكون إلا بعد بلوغ النصاب، ولا يعتبر في ذلك أن يجمعها\nالماء ولا المرعى، فإن ذلك كان رأيا رأيناه، ثم رأينا بعد ذلك أنها لا تؤخذ\nإلا مما بلغ النصاب من هذه الأصناف.\n</p>\n\n<p>\nوزكاة أموال التجارة تطالبهم بها، وهي لا تجب في السنة إلا مرة واحدة بعد\nأن يبلغ النصاب، والنصاب في الفضة مأ تبادرهم قفلة، وفي الذهب عشرون\nمثقالا, وفي ذلك ربع العشر بعد بلوغ هذا القدر المعروف، ومن امتنع عن ذلك\nأخذ منه ومثله, عقوبة في منع ما يجب عليه من حق الله تعالى، هذا في أموال\nالتجارة, وفي أعشار الخارجات من الأرض.\n</p>\n\n<p>\nثم بعد ذلك تمنعهم من التظالم, والتهارج والفساد في الأرض، فمن ظلم غيره\nقمت مع المظلوم حتى يستوفي حقه, ويصل إلى غرضه، وحقرت الظالم وأدبته, إن\nتمادى في غيه وظلمه، حتى يرجع إلى الحق ذليلا حقيرا, على قدر خطيئته, وقدر\nما فعل من الظلم.\n</p>\n\n<p>\nومن فعل معصية من معاصي الله مما يوجب الحد، سألت أهل المعرفة ممن هو في\nجهتك من أهل الثقة والأمانة والعلم بحكمه, فإن استحق الجلد جلدته، وإن\nاستحق القطع قطعت يده بعد التبصر في أمره, بفتوى أهل الورع والثقة والعلم.\nوإن استحق القتل بالفساد في الأرض أيضا قتلته، فإن هذا حكم الله تعالى في\nالمحاربين, وأهل المعاصي ذوات الحدود.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             وما التبس عليك من هذه الأشياء, أو على صاحب جهتك الذي هو القاضي والعالم,\nرفعتم حكم ذلك إلى إمامكم، ليحكم فيه بحكم الله, ويأمركم فيه بما أوجب الله\nتعالى، فإن الله <span id='ms31'></span> تعالى لم يترك حكما يجب علينا, أو يدخل تحت تكليفنا, إلا\nوقد دل عليه. ومع ذلك عند وصول الجهات تأمر لمن يصلح للقضاء في الجهات, ممن\nقد صار في يده منا ولاية ذلك، فتثبت أمره, وتشد أزره, وتعرفه أنك معرف\nلأحكامه, وقائم معه على ما حكم به وأنفذه, لتجري أمور الدين بالاستقامة في\nبلدك, وتأمره أن يولي الأوقاف والوصايا والمناهل والمساجد والطرق والفقراء،\nويصلح ذلك وأنت القائم معهم بما يجب, وما كان من أوقاف مصرفها بيت المال،\nكان ذلك عندك محفوظا حتى نعلمك كيفية صرفه.\n</p>\n\n<p>\nومتى قبضت هذه الواجبات المأخوذة من الناس أخرجت ربعها وميزته, وأحطت\nعلما بما في الجهة من الأيتام والضعفاء والفقراء والمسلمين أهل الحاجة،\nفأعطهم على قدر ما يحتمله حالهم، فإن لم تبق شيئا فقد أصبت في فعلك, وفعلت\nما أمرت به، وإن بقي شيء من ذلك، أنهيت علمه إلينا, حتى نأمرك فيه بما\nنعتمد عليه إن شاء الله تعالى، والثلاثة الأرباع تصرفها فيما قد تحملت أمره\nعنا من الخيل، وهي عشرون فارسا أجوادا, أهل عدد وكمال في السلاح والآلة،\nوأربعون راجلا من أهل الشجاعة والنفاسة, لا يطلبون منا بعد ذلك شيئا في وقت\nحرب ولا سلم.\n</p>\n\n<p>\nوهذه وإن كانت زكاة وهي محرمة على الأشراف, لنحاسب بها ربنا ونتحرى فيه\nبعد العلم بمقدار ما يخلصنا.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             وإذا جنى رجل جناية أو أحدث فسادا أدبت فيه بقدر ما يحتمله، فإن جهلت\nمقداره بلغ رسولك إلينا حتى ندلك على ما نعرفه مما يخلصنا ويخلصك إن شاء\nالله، ولا تستعمل في جهاتك إلا أهل الثقة والأمانة والدين، فإذا عدمت أهل\nالدين وليت من لا يخونك, ومن يحتفظ بما يحصل، فإن كان قليل الدين جعلت عليه\nأيضا من يترقب عليه، لئلا يتعدى على المسلمين, ولا يأخذ منهم ما لا يجوز,\nوعليك التحري في ذلك بجهدك، وهذه السبيل هي سبيلي أدعو إليها وآمر بها، فمن\nسمع ما دعوته إليه أو أمتثل ما أمرته فهو موافق لغرضي. وأنا إمامه ومن خالف\nذلك فأنا بريء <span id='ms32'></span> من فعله فيما بيني وبين الله تعالى، وهذا لجميع من تولى مني\nواستعملته على عمل, فمن أحسن فإحسانه لنا يوفقنا لمرضاته. والحمد لله وحده،\nوصلواته على سيدنا محمد وآله الطاهرين وسلامه. تم ذلك.\n</p>\n\n<p>\n---\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head4'>AUTO عهد آخر</h2>\n\n<p>\nحسبنا الله وحده، وهذه الولاية أمانة, عهد إليه فيها إمامه عهدا, عليه\nالقيام به والعمل بما تضمنه، وهو أنه أمره بتقوى الله وإيثار طاعته, على\nجميع الحالات في الغضب والرضى، والسر والجهر، والقرب والبعد، وأن يجعل ذلك\nأساس أمره، والأصل الذي يرجع إليه.\n</p>\n\n<p>\nوبعد ذلك بالنظر في أمور الجهات, والمعرفة بأحوالها على التفصيل, وجباية\nخراجها، فما كان عشريا أخذ منه العشر, من قليل ما يخرج من الأرض وكثيرة،\nإما خرصا يتحرى فيه خارصه موافقة المقصود من غير زيادة ولا نقصان، بحيث أن\nصاحب المال إن تصور الزيادة عليه كان الخارص بأخذه مما خرص طيبة بذلك نفسه،\nويسلم ما يخص صاحب المال، وإما قسمة تمييز حق الله تعالى من حق غيره, من\nغير إضرار بصاحب المال, ولا تفويت لما وجب إخراجه لله تعالى من الحق، ويولى\nذلك من يثق به من أهل الديانة والأمانة والمعرفة بمواقع ما ذكرناه، فكم من\nأمين!! ورب ورع يعجز عن استيفاء ما وجب ويضعف عن ذلك, وإن عدم صاحب الورع\nوالدين لم تعدل عن صاحب الأمانة، لأنها الأصل فيما ذكرناه، لأن كثيرا من\nذلك بمنزلة الوكالة, لا يعتبر فيها العدالة، وإنما يعتبر فيها أن يكون\nصاحبها أمينا فيما وكل فيه، كذلك ينبغي لمن أمر بقبض الحقوق أن يكون أمينا\nفي القبض على وجهه، والتسليم إلى موكله فيما يغلب على الظن, ويقضى به النظر\nوالتحري.\n</p>\n\n<p>\nوما كان خراجيا من ذلك لم يؤخذ فيه إلا ما وضع من الخراج, وهو الذي يضعه\nإمامه, وتفصيل البلاد الخراجية والعشرية يكون تعريفه في غير هذا الكتاب،\nوإذا قبض ما ذكرناه من عشر وخراج ميز كل شيء عن نقيضه, ليصل كل شيء إلى\nمستحقه، ويصرف إلى مصرفه, وآمره أن يسلك بالرعية المطيعين مسلك العدل\nوالترفيه, من النظر <span id='ms33'></span> في أمورهم، والاستماع لشكواهم, والقرع لقويهم عن\nضعيفهم، وإنصاف مظلومهم من ظالمهم، والرحمة لهم والتحنن عليهم، فالنبي صلى\nالله عليه يقول: (( كلكم راع وكلكم مسئول عن رعيته\n</p>\n\n<p>\n)) ,وأن تشتد وطأته على المفسدين والمرجفين,وأهل المعصية لله والتمرد عن\nاستيفاء الحقوق, من غير أن يأخذهم بغير ما جنوه, أو يقبل فيهم ما لا يلزم\nبه الحكم.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n             وأن تكون سيرته إذا دخل بلدا أمر أهله قبل كل شيء بطاعة الله, من إقامة\nالصلاة، وإيتاء الزكاة،، والأمر بالمعروف والنهي عن المنكر، وإيفاء المكيال\nوالميزان، والقيام بالمصالح، والبعد من أعداء الله، والقرب من أولياء الله،\nوتوفير ما يلزمهم إخراجه بعد ذلك، والجهاد في سبيل الله بأموالهم وأنفسهم،\nفإن ذلك سنام الدين, وبه استقامت قواعد التقوى، وخمدت نيران أهل الباطل،\nوجعل له الولاية في أن يأخذ أجرة عمله مما يجوز لمثله من الأشراف, من خراج\nأو خمس أو شيء يؤخذ من غير الزكاة، فإنها محرمة على بني هاشم, كما وردت به\nالسنة الشريفة. وفي الحلال مندوحة عن الحرام, والله تعالى أحق أن يتقى\nمعاصيه، وآمره أن يفتقد علماء الجهات وذوي التدين منهم، فيجري عليهم\nكفايتهم من ربع الواجبات المأخوذة, من غير إضرارا بالضعفاء والأيتام في قدر\nما يخصهم، وأن يتحرى في تقسيط ذلك بجهده، وأن يولي على ذلك على الخصوص من\nيوثق به في القبض والتفريق، وأن يكون عينا على أهل الحصون في ولايته، ليكون\nكل منهم واصلا إلى حقه، ويكون المخزون فيها معلوما مقدرا معدا لوقت الحاجة،\nوعليه الرجوع فيما يغتر به من المشكلات, وينوبه من القضايا المدلهمات, إلى\nإمامه إن كان قريبا يتمكن من الرجوع إليه في ذلك, قبل فوات وقت الحاجة فيما\nدهمه، فإن كان بعيدا أو الوقت ضيقا, يرجع إلى من في جهاته من العلماء, أهل\nالورع والدين والبصائر، وليتحرى أعلمهم وأفضلهم في جميع الخصال، فليعمل بما\nيأمره به, وليكن معه في جميع الحالات من أهل العلم والورع والصلاح ما\nيقارنه ويباشره، فالمرء يتحلى بحلية قرينه من صلاح أو غيره، وليبعد <span id='ms34'></span> عن\nمجلسه في جميع حالاته أهل الفجور والفسق والمجون، فإن الأمر جد, والقصد أن\nيرضى خالقه,\n</p>\n\n<p>\nويتخلق بأخلاق آبائه عليهم السلام، وهذه سننهم.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             وليصمم في الأمور تصميم المجد، فإن الدين لا لعب فيه, وهو مسئول عن دقيق\nأموره وجليلها، وقد صار إمامه يعتذر إلى خالقه به عند السؤال, وليكن باطن\nأمره فيما ذكرناه من طاعة الله كظاهره بل أبلغ، فإن السريرة المحمودة التي\nبين المرء وربه يجازى عليها فاعلها بالتأييد من خالقه, والثبات والتوفيق.\nفنسأل الله تعالى أن يرزقنا ذلك.\n</p>\n\n<p>\nوعليه أن يترك في كل بلد من الحكام من قد وليناه ذلك, ويشعره بإنفاذ ما\nقد أمر به، ويجعل معه من يشد أزره, ويمتثل أمره, ويعينه على ما صعب من\nأحواله, ليكون المصالح جارية على ما أمر الله تعالى به، وأن يوقر أهل الدين\nويلطف بهم، ويعظم حقهم, تقربا إلى الله تعالى، فإنهم أولياؤه, ويصغر أعداء\nالله المعروفين بالمعاصي، فإن ذلك حكم الله وسنته, ? ولن تجد لسنة الله\nتبديلا ?.\n</p>\n\n<p>\nومن جنى جناية على غيره لم يتعرض بالشدة عليه فيما فعل, حتى يستنصف منه\nالمجني عليه بما يقتضيه الحكم، ثم بعد ذلك إن كان يستحق عقوبة أستأمر إمامه\nوعمل بحسب ما يأمره, وإن كان لا يستحقها فقد خرج من حق صاحبه طوعا أو كرها.\n</p>\n\n<p>\nومن فعل ما يوجب الحد، واستحق ذلك بقول الإمام, أو قول حاكم البلد\nالمنصوب فيها, المتحري المتثبت، أمضيت ذلك عليه, من غير معاداة بمال ولا\nغيره, ولا محاباة في دين الله، فإن الذي انتهكه من معصية الله أعظم من كل\nعظيم، والنظر في الاستحقاق, وطلب الإسقاط بالشبه ودرئها بما يقتضي ذلك إلى\nالإمام أو الحاكم، وعليك الإنفاذ عند الأمر بذلك من غير تأخر، وعليك أن\nتمنع الناس من إثارة الحروب فيما بينهم والتطالم، وتظهر عليهم الشدة في\nذلك، وتأخذ على أيديهم، فإن النهي عن المنكر يقتضي ذلك، والنظر في المصالح\nيشهد بما ذكرنا.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             وقدر عند نفسك وصور عندها أن هذا العمل الذي توليته أمانة في عنقك, وليس <span id='ms35'></span>\nبطعمة لك ولا مال، إنما هو مال الله وأمانته، فاحمله بما حملت به الأمانة،\nواعمل به بما عمل به ذوو الخشية على نفوسهم من سخط الله، فالدنيا ليست\nبباقية ولا دائمة، وعقاب الله دائم, وسخطه مهلك، فنعوذ بالله من شرور\nأنفسنا، فإنها أمارة بالسوء، و? هذه سبيلي أدعو إلى الله على بصيرة أنا ومن\nاتبعني } , ومن فعل خلاف ما أمرته, أو مالت به نقيصته عما ذكرته له، فأنا\nبريء من فعله عند الله أشهد ربي بذلك، وهذه البراءة فيما لم أعلمه وما\nعلمته، فأنا من دون ذلك بالشدة والتغيير والإنكار قولا وفعلا، وأسأله\nالمسامحة وهو ولي التوفيق والإعانة. والحمد لله وحده، وصلواته على سيدنا\nمحمد وآله وسلامه. تم ذلك.\n</p>\n\n<p>\n---\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head5'>AUTO رسالة جواب على الشيخ عطية النجراني</h2>\n\n<p>\nوصلواته على سيدنا محمد وآله وسلامه، كانت وردت المطالعة من حضرة الشيخ\nالأجل الفاضل خصه الله بالسلام التام, فصدرنا جواب المكاتبة على وجه\nالعجلة, متضمنا للوعد بما يأتي من الجواب عما سأل عنه من المسائل، وإنما\nقدمنا ذلك الجواب مخافة التفريط في أمر إن كان، لأنا كنا في أشغال ملمة,\nواهتمام بأمور مما يصلح أمر الأمة، نسأل الله تعالى أن يعيننا على صلاح\nأنفسنا خاصة، وصلاح الأمة عامة، وأن يجعلنا في الآخرة من أهل الفوز\nوالنجاة، كما جعلنا أبناء الأئمة الهداة، وأن يأجرنا بأعظم الأجر, لما\nتحملنا في ذاته من مكروه الأمر، فلا مفزع لنا إلا إليه، ولا توكل منا إلا\nعليه، ولا ثقة إلا به، وهو حسبنا ونعم الوكيل، والحمد لله الذي أيدنا\nبالتوفيق في ما ندبره, وتغمدنا بالإصابة فيما نورده ونصدره، وهدانا إلى\nالصلاح فيما نحل ونعقد، وأسعدنا بالمعونة فيما نزرع ونحصد، حتى لا يغلب\nالهوى على رأينا، ولا نستشعر إلا الأصلح في كل أعبائنا، وله الشكر على ذلك\nكثيرا, بكرة وأصيلا.\n</p>\n\n<p>\nوبعد ذلك فقد تحققنا ما ذكرته أبقاك الله في عنوان كتابك,من مناصحتك\nوحسن قصدك, وصلاح نيتك، وقديم مودتك, وما ذكرته في أثناء كتابك من مخافتك\nمن الله عز وجل في <span id='ms36'></span> مودتنا وكثرة التعمق في محبتنا، لما التبس عليك من\nأمرنا, وأشكل عليك من غوامض أحكامنا, وما جرت عليه سيرتنا، وقد كنت عندنا\nبعيدا من التقصير, غنيا عن التنبيه والتبصير، ولم نكن نظن أنه يشكل عليك من\nالأمر ما أشكل, \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             ولا أنه يلتبس على مثلك ما التبس، وذلك لما نعرفه من حسن رؤيتك, وحدة نظرك,\nوكثرة نصيحتك ومعونتك، وقد عجبنا من أمرك!! وكيف خفي عليك ما كنا نظن أنك\nأعرف به من غيرك؟! حتى أدى إلى إفساد ما ذكرت من مودتك لنا ومحبتك، وقد\nميزت بين حقك علينا وجفائك لنا، فرجح عندنا حقك, بعواطف الرعاية لمثلك،\nوتذكر قديم المعاونة منك, والمحبة التي كانت لنا لديك، فرأينا إنصافك\nوإتحافك، وأن نطرح المكافأة على كل جفاء, ونعمل لله تعالى بالوفاء، ولم\nنعتب شيئا من النصائح الجارية من المسلمين، وإنما عتبنا ما يقع من المبادرة\nبالقطع على غير يقين، وقد جعل الله تعالى واسطة بين أن يقطع المرء في أخيه\nعلى الإيمان، أو على الفسق والعدوان، وهي التوقف والتحري، فهو أولى من\nالقطع على التفسيق والتبري.\n</p>\n\n<p>\nوالآن نجيبك فيما ذكرت, ونسامحك في كثير مما صدرت، ولسنا ممن إذا قيل له:\nاتق الله أخذته العزة بالإثم، ولكنا نجيب أهل الفضل والعلم، ونتردى برداء\nالكرم والحلم.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             أما ما ذكرته أيدك الله من حوادث نجران، وما جرى فيها من قتل الأسير,\nوالإجهاز على الجريح، والقتل على الذمة، فلسنا نعتذر في قتل الأسير\nوالإجهاز على الجريح، فإن ذلك هو حكم الكتاب والسنة، وبمثل ذلك يتقرب إلى\nالله قال تعالى: { فإن بغت إحداهما على الأخرى فقاتلوا التي تبغي حتى تفيء\nإلى أمر الله } وما قتلنا أسيرا قد فاء إلى أمر الله عز وجل ولا رجع إلى\nطاعته، ولا قتلنا إلا من له فئة يرجع إليها، ولا كان أحد من أولئك الأعراب\nالجفاة براجع إلى ذلك ولا معتمد عليه, ولا قاتلونا على بصيرة, ولا قاتل\nأكثرهم على شبهة لحقته، وإنما قاتلوا على الجهل والحمية حمية الجاهلية،\nوالتصميم على الظلم الظاهر <span id='ms37'></span>، فبينهم وبين أصحاب رسول الله صلى الله عليه\nوآله تفرقة ظاهرة, إن كان أشكل عليك ترك علي عليه السلام لبعض أسرى أهل\nالبغي، ومسامحته له في القتل، وقد أمر علي عليه السلام بقتل ابن اليثربي\nبعد أن أسره عمار رضي الله عنه، وما قتله بقصاص، لأن ولي القصاص غيره عليه\nالسلام، وغيره قاتله، وإنما قتله لمجرد بغيه، فقال بعض العلماء ذلك لأن\nالفئة كانت باقية، والحرب قائمة, ونحن فعلنا كمثل ذلك، فإن حربهم ما كانت\nبمنقضية لو قدروا على أمر من الأمور، وأيضا فإنا ما قتلنا إلا من خشينا منه\nالفساد والمكر، وقتل المفسد جائز بحكم الكتاب، قال تعالى: { لئن لم ينته\nالمنافقون والذين في قلوبهم مرض والمرجفون في المدينة لنغرينك بهم ثم لا\nيجاورونك فيها إلا قليلا ملعونين إينما ثقفوا أخذوا وقتلوا تقيلا } وقد نص\nالإمام صلوات الله عليه على جواز قتل المفسد لغير الإمام، وكذلك حكم السيد\nأبو طالب عليه السلام, والقوم الذين لقيناهم في تلك الحرب هم كانوا من\nشياطين الإنس, وفراعنة العرب, ودهاة القبائل, من خولان ومذحج وهمدان، وكان\nمكرهم شديدا, وفسادهم عظيما، ولو استولوا على الأمر في تلك الفتنة لأهلكوا\nالحرث والنسل، ولا يعرف هذا إلا من له خبرة\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             بهذا الأمر، والتدفيف على الجريح هو فعل علي عليه السلام في مولى بني أمية\nوغيره، وآيات القرآن الكريم عمت بالقتل ولم تخص أسيرا ولا جريحا, ولولا\nورود التخصيصات في بعض المواضع لكانت على العموم، ولنا أن نفعل ما فعله\nالإمام السابق, إلا ما خصه الدلالة, من إقامة الحدود، وصلاة الجمعة، وأخذ\nالزكاة كرها, لأجل عمومات القرءان، وتحريم التخصيصات إلا فيما ذكرنا، والظن\nظننا لا ظن غيرنا، وإلا فما الفائدة في انتصابنا متى حكمنا عن غيرنا؟!\n</p>\n\n<p>\nولو قتلنا من جاز قتله في الظاهر, وإن كان بخلاف ذلك في الباطن، فالعوض\nفيه له على الله عز وجل، لأنا فعلناه بأمره, وقد عم الله تعالى في العتاب\nفي الأمم الماضية الصغار مع الكبار, ولا ذنب، ولكنه تعالى تحمل بالعوض <span id='ms38'></span> لهم,\nوفي شريعتنا أمر الله بأخذ الصغار, وتملكهم ولا ذنب لهم، وأمر بإقامة الحد\nعلى التائب ولا ذنب له، وهذه أمور شرعية يجب الإنقياد لها, وإن لم يظهر وجه\nالحكمة فيها, لكونها واردة من حكيم لا يتهم في حكمه, ولا يستخان في شيء من\nأمره، وقد أخذ النبي صلى الله عليه وآله الفداء من عمه العباس، وإن كان خرج\nمكرها، وقال: (( ظاهرك مع القوم )). وأجرى أحكام المسلمين كلها على\nالمنافقين الذين يعلم نفاقهم بإعلام الله تعالى له، ذلك لما أظهروا\nالإيمان, والأخذ بالظاهر رحمك الله هو الواجب في الإسلام والشريعة\nالشريفة حماها الله عز وجل.\n</p>\n\n<p>\nومن هاهنا يجب على من علم بظاهر أمرنا,وهو الدعاء إلى الله تعالى وإظهار\nالقصد الصالح ,أن لا يجري علينا إلا أحكام الظاهر, ولا يتعسف بحكم الباطن،\nوتعرف ما لا يعلم، فإن ذلك هو طريق النجاة لمن طلبها.\n</p>\n\n<p>\nفأما القتل على الذمة، فما قتلنا أحدا أبدا، ولا علمنا ذلك من أحد من\nجندنا، ولا من أحد من أخدامنا، ونحن نبرأ إلى الله تعالى وإلى عباده من أن\nنفعل ذلك, أو ندين به أو نضمره أو نأمر به، ولا يفعل ذلك إلا مارق عن\nالدين، مائل عن الشريعة الشريفة.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             فإن قتل أحد ولا نعلم ذلك بغير أن يعلم بالذمة، فعلى المدعي لذلك البينة،\nوعلى بيت المال ضمان ذلك، ولا يضيع الله تعالى على أيدينا حقا من الحقوق،\nولا يلزمنا ما ينسب إلينا, ويتجنى علينا, ولا يحل لمسلم أن يعتقد ذلك فينا،\nوكيف يعتقده ونحن نبرأ إلى الله منه؟!\n</p>\n\n<p>\nوعليك البحث وعلينا الإنفاذ للأحكام الشرعية، وليس لك أن تصدق بكل ما\nتسمع فينا، ولا أن تجعل الأصل جنايتنا وعصياننا، بل تجعل الأصل ما جعله\nالله عز وجل وهو الإسلام في دار الإسلام، ودع عنك التعسف وقبول كل كلام،\nفإذا تحققت المعصية فعليك الإنكار بالتلطف والكلام اللين، قال تعالى لموسى\nوهارون وهما أفضل أهل زمانهما, حين أرسلهما إلى أخبث أهل زمانه، وأهل كل\nزمان: { فقولا له قولا لينا <span id='ms39'></span> } , وقد علم تعالى أنه لا يقبل اللين ولا\nالقاسي، وإنما ذلك للإعذار والتلطف في الأمر كله، والتأديب لعباده، ولا\nتطلب بهذه النصيحة إلا ما يختصك لنجاتك وخلاصك, بينك وبين الله عز وجل لا\nلأمر يرجع إلينا، فما ذلك بضآر لنا, ولا مخل علينا، نحن لا نعتصم إلا\nبالله، ولا نرجع إلا إليه، ولا نعتمد إلا عليه، وهو حسبنا ونعم الوكيل.\n</p>\n\n<p>\nولو أعاننا الناس بنفوسهم, لسهلت علينا الأمور وعليهم، ولسلموا من\nالذنوب، ولكنهم أطاعوا الهوى وأساءوا الظنون، وتحملوا من الأمر ما لم يأمر\nبه الله عز وجل, مع سماعهم لقوله تعالى: { يا أيها الذين آمنوا اجتنبوا\nكثيرا من الظن إن بعض الظن أثم ولا تجسسوا ولا يغتب بعضكم بعض أيحب أحدكم\nأن يأكل لحم أخيه ميتا فكرهتموه } , فالله تعالى نهى عن ظن السوء, وزجر عن\nالغيبة وشبهها بالميتة.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             وقد علمت رحمك الله أن آكلها فاسق، ومستحلها كافر، فينبغي أن يكون التحري\nفي الإقدام على الظنون والأوهام، والاغتياب أعظم من التجري والتشكك في\nالترك، فالخطأ في الترك أخف من الخطأ في الفعل في الأكثر، فليس لك رحمك\nالله أن تأخذ بقول مغتاب عتاب، قد خلص إلى حزب الشيطان، وخرج من حزب\nالرحمن، يقول بما لا يعلم, ويعتمد على ما يجهل، حتى قال فلان عقد وأرذم,\nونقض العهد والذمم، فإن الأمر عظيم, والخطر في ذلك جسيم. قال علي عليه\nالسلام: (( أيها الناس من عرف من أخيه وثيقة دين, وسداد طريق، فلا يسمعن\nفيه أقاويل الناس، أما أنه قد يرمي الرامي وتخطئ السهام )).\n</p>\n\n<p>\nواعلم أيدك الله أنه لا يحل لمسلم أن يرمي مسلما بأنه نقض العهود والذمم,\nمن غير أن يتحقق ولا يعلم، ولقد كان ينبغي لو علم ذلك وتحققه, أن يستر على\nأخيه ويرحمه, ويحمد الله تعالى على معافاته من مثل ذنبه، ويشكره عز وجل على\nستره عليه في ذنوبه، وأنه كتم عليه تعالى ما كان يكره أن يظهر على غيره،\nفما من أحد إلا وله ذنب، فكيف يعيب أخاه بذنب لم يتحققه <span id='ms40'></span>, وينسى ستر الله عز\nوجل عليه في ذنوبه، فلا يلحقنا غم ولا حزن والحمد لله إلا مخافة أن تهلك\nالأمة أنفسها فينا بظنون السوء، وقبول الغيبة والكذب, مع طلبنا لصلاحها,\nوتحرينا بجهدنا لسدادها، فنسأل الله تعالى أن يعظم لنا الأجر، ويحملنا على\nمطايا الصبر, حتى لا نهلك فيمن هلك, ولا نعطب فيمن عطب.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             فأما قولك أيدك الله وصدر الكل من المجلس والحسبة غير ثابتة، بل هي\nموقوفة على المراجعة، فما الحسبة رحمك الله تثبت بتثبيت أحد من الخلق,\nولا تحتاج إلى أهل الحل والعقد، قال الله تعالى: { ولتكن منكم أمة يدعون\nإلى الخير ويأمرون بالمعروف وينهون عن المنكر وأولئك هم المفلحون } , فأمر\nتعالى عباده الصالحين بالدعاء إلى الدين, والأمر بالمعروف والنهي عن\nالمنكر، وأوجب لهم الطاعة من غير عقد، وقال تعالى: { ومن أحسن قولا ممن\nدعاء إلى الله وعمل صالحا وقال أنني من المسلمين } , وقال تعالى: { أطيعوا\nالله وأطيعوا الرسول وأولى الأمر منكم } , ولو كان إجماع الخلق شرطا في\nثبوت الولاية لأولياء الأمر، لما صحت ولاية سيد المرسلين صلوات الله عليه\nوعلى آله الطيبين، ولا ثبتت إمامة الأئمة الهادين، لأن الخلق كلهم لا\nيجتمعون على ذلك أبدا، ولا يدينون به أصلا، وقد ورد بذلك نص القرآن، وحكم\nبأن الأكثر هم أهل العصيان، وقد شك الناس في رسول الله صلى الله صلى الله\nعليه وآله، فما انهدمت بذلك نبوته,ولا زالت بالشك فيه ولايته، وقضت طائفة\nبهلاك أمير المؤمنين, عليه سلام رب العالمين، فما صار بذلك من الهالكين،\nوإنما الصلاح راجع إلى موافقة رضاء الله تعالى، والفساد راجع إلى انتهاك\nمعاصيه عز وجل، ونحن نسأل الله تعالى أن يصلح لنا سرائرنا, وأن يطهر لنا\nضمائرنا، وأن يصقل قلوبنا بهدايته، وأن يشغل جوارحنا بطاعته، وأن يحول\nبيننا وبين معصيته, بحقه العظيم، واسمه الكريم, إنه قريب مجيب، ويصلى على\nمحمد وآله.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n             وأما مال ابن زيدان وما وقع فيه من الاستهلاك بالأخذ والخراب، فنحن أيدك\nالله أعلم بابن زيدان منك، فقد تحققنا منه الكفر <span id='ms41'></span> الصريح, الذي لا تصح معه\nمنه قربة, ولا يتقبل معه منه حسنة، وولده وأصحابه كلهم تابعون لأمره,\nموالون له على فعله, و? لاتجد قوما يؤمنون بالله واليوم الآخر يوادون من\nحاد الله ورسوله ولو كانوا آباءهم أو أبناءهم... } الآية. هذا مع ما كان\nعليه من الظلم الظاهر، والعدوان المبين، والمكر الكبير، والفساد الذي أجمع\nعليه المخالف مع الموالف, ولنا أن نحكم بما علمنا, ونعمل بما عرفنا, ولا\nأقل أن يكون حالنا كحال الحاكم في ذلك، فالأمر إلينا والظن ظننا بحكم الله\nتعالى، والانقياد علينا وبأيدينا.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             وإذا كان كافرا مرتدا وأصحابه مثله بحكم القرآن، كان بمنزلة من لا وارث له,\nفمصرف ماله بيت مال المسلمين، ولنا أن نقبضه لبيت المال، ولنا أن نخرب عليه\nما رأينا صلاحا من الديار والعمران، وإن كان لو ترك لكان لبيت المال، فإن\nعليا عليه السلام حرق مال المحتكر, وكان بقاؤه لبيت المال أصلح, وأخذ نصفا\nوأهلك نصفا، وكان الكل لبيت المال أربح، وعاقب بعضا بالمال، وبعضا\nبالإحراق، وبعضا بالقتل والطرح، وعفا تارة وأخذ أخرى، وكل ذلك شريعة النبي\nالمصطفى, صلى الله عليه وعلى آله النجباء، وليس ذلك شيئا يختص الأئمة، ولا\nيجد القائل أبدا بذلك علة، ولو صح مثلا ملك ولده فلنا أن نعاقب ولده بأخذ\nماله، فهوعلى مناج أبيه وخاله، وقد عاقب علي عليه السلام بأخذ المال، وورد\nذلك عن النبي المختار, صلى الله عليه وعلى آله الأطهار، وإلا فاسأل هديت عن\nقصة الصائد في الحرم، وهو مأثور عن سيد العرب والعجم، ومن وجد بحكم النبي\nعلى مانع الصدقة, فقد نجحا من تبعة وصدقه، حكم بأخذ النصف من ماله, من غير\nتوقف في حاله، وإن شئت فقل أخذناها تضمينا، وإن شئت فعقوبة، وإن أحببت\nفميراثا لبيت مال المسلمين، فهذه كلها وجوه صحيحة، ووجه واحد فاسد، وهو أن\nيكون أخذناها ظلما وعدوانا، وأنت قد علمت أنه يجب على المسلم أن يطلب لفعل\nأخيه وجها حسنا ليحمله عليه, ولو كان بعيدا متعسفا، فكيف إذا كان لا <span id='ms42'></span> يجد\nفيه من القبح إلا وجها واحدا؟! ويجد فيه من الحسن وجوها كبيرة؟! ومع ذلك إن\nبعض الخراب وبعض ما جرى في البستان لم نكن علمنا به، ولا أمرنا به، فما\nجرمنا فيما لم نعلم، وماذا علينا فيما لم نفعل، { ولا تزر وازرة وزر أخرى.\n} , ولا يجب إنكار المنكر بعد فراغه، ولا مطعن علينا في تركه.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             ونحن حفظ الله قد ابتلينا بأهل زماننا حاشى الشيخ الفاضل، فإنهم يتطلبون\nالعثرات، ويسترون الحسنات، ويتبعون الأهواء، ويواصلون الأعداء، ويعادون\nالأولياء، وما أكثرهم ينكر منكرا لكونه منكرا!! ولا يهتم إلا بما يخشى على\nدنياه فيه ضررا، وإنهم ليطلبون علينا أمرا لو قد وقعوا على حقيقته لعرفوا\nأنه هلاكهم ودمارهم, وذلهم وصغارهم، فنحن الدافعون عنهم وهم اللائمون، ونحن\nالحماة عن دينهم وهم الخاذلون، ونحن الرافعون لمن اتضع منهم وهم لنا\nواضعون, وإن أعراضنا عليهم كالميتة المحرمة، فليستقل رجل من أكلها أو\nليستكثر، فما هو برابح ولا ضائر لنا، وما يهلك إلا نفسه, والله له\nبالمرصاد.\n</p>\n\n<p>\nوظني رحمك الله أيها الشيخ أنك أنت وكثير من أعوانك العدد لنا, والجنن\nعلينا, والبطانة التي يتقى بها, ويعول عليها، فأحذرك وإياهم أن يخلف الظن\nفيكم، أو تخيب المخيلة عندكم، وأعينوني بنصيحة جلية من الغش، سليمة من\nالريب، فأنا لكم أعظم معين في دينكم ودنياكم، فلا تستصغروا أمرنا، ولا\nتنسوا مواقفنا, وحمايتنا على مذاهبكم وأديانكم، والله تعالى أسأل أن يوفقنا\nوإياكم جميعا لمرضاته بحق محمد وآله.\n</p>\n\n<p>\nوأما قولك إنا أخذنا من ضمن لنا بمال العقوبة التي على ابن زيدان، فلك\nالعلم ولغيرك الجهل. أما علمت أن العقوبة بالمال جائز، وأن الضمانة بها\nصحيحة، وأن الضامن غارم، فأين أنت عن هذه المعالم, إنك بنيت الأمر على أن\nالآخذ ظالم، وإنه في فعله غير سالم، ولو بنيت على أساس, لما دخل معك\nالتباس.\n</p>\n\n<p>\nوكذلك جوابنا في قولك: إني سلطتهم عليه.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             وأما قسمك أنك تحب خلاصنا عند الله عز وجل، فنعم ما فعلت, وأنت مجازى على\nما أضمرت، ونحن نصدق قسمك, ونعرف بقديم <span id='ms43'></span> نصيحتك، ونقسم لك بالله تعالى أنا\nنحب خلاصك أيضا، وخصوصا مما يتعلق منك بنا من الظنون, وقبول الأقوال وغير\nذلك، وذلك بأن لا تحملنا على أقبح الوجوه، ولا تقبل فينا الكلام، ولا تتطلب\nالعثرات، بل تفرح بما يستتر عنك منا، ولا تحملنا أيضا ذنوب غيرنا من ولاتنا\nوخدمنا متى وقع ذلك بغير علمنا، ولا تطلب بهذا إلا خلاصك لأجل التقريع لك,\nولا التوهين لأمرك, ولا السخط عليك، فأنت عندنا بالمنزلة الرفيعة, والدرجة\nالعالية، ولا أحب إلينا من مناصحنا في ديننا, والمعين لنا في طاعة ربنا عز وجل.\n</p>\n\n<p>\nفأما قولك: إنه ما حصل لنا منهم برأ تعني الضامنين بالعقوبة, فهو خوف\nوحياء، فذلك مما نعتبه عليك، لأنا نعلم أنك لا تعلم باطن ضمائرهم, ولا\nتتحقق ما تكنه جوانحهم، ولا ينبغي لك أن تأخذ مما تحدسه وتظنه، ولا أن\nتعتمد على ما لا تعلمه، فبعض الظن إثم، فحكم على الجهل العلم، واستعمل\nالورع والحلم، فليس أحد فوق أن يؤمر بتقوى، فإن الكل عبيده وأهل خدمته، فلا\nحرج عليهم فيما يؤمرون به من طاعته, مع أن الحال في الضمانة ما ذكرناه أولا.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n             فأما ما ذكرته من جهة الكتاب الواصل من الإخوان, وما جرى من نبذه وترك\nجوابه، والكلام على الفقيه أحمد بن مسعود, فما ذلك أبقاك الله بمستنكر\nلمن هو في مثل مقامنا ولا أكثر منه، ونحن منتصبون لتأديب المسلم, ورد\nالشارد، ورد الناسي والغافل، وذلك يكون تارة بطرح الرقع ومرة بترك الجواب،\nوحينا بالشدة بالكلام، وقد كان علي عليه السلام يؤدب بالدرة، وكذلك عمر بن\nالخطاب بمحضر الصحابة، ويؤدبون بالجلد وبالحبس وبالكلام، وهذا من الظاهر\nبين الأنام، والرجلي يعمل مثل ذلك بولده وهو من أهل مؤدبه، ولا يدل ذلك على\nعداوته وبغضته, ولسنا بدون الشيخين أبي بكر وعمر، ولا أحمد بن مسعود يبلغ\nمنزلة سعد بن أبي وقاص، وأنت تعرف (( الحديث في ذلك )).\n</p>\n\n<p>\nفأما حديث الصاعنين وأهل العرضى، فذلك مما لا نرجع إلى الشيخ ولا إلى\nسواه فيه، لأنه مما يرجع إلى <span id='ms44'></span> نظرنا ومعرفتنا، ونحن أسكناهم الجهة, وجعلنا\nلهم خمس ما يحصل في زرائع الرعية, وعليهم حفظهم والجهاد أيضا والخدمة، ولو\nتركناهم للحقهم ما لحق أهل بيت أكلب، وأهل المحظور في هذه الأيام، أما من\nطلب ظاهر الإنكار بغير بصيرة، فذلك مما لا يلتفت إليه.\n</p>\n\n<p>\nفأما ما ذكرت أيدك الله من قبل الأمر بالخيل إلى الغز، وقولك: إن ذلك\nلا يجوز خصوصا في وقت الهدنة، وأن الإمام سلام الله عليه ما كان يفعل ذلك\nإلا لأجل الضعف في الإسلام، وما أشبه هذا الكلام.\n</p>\n\n<p>\nفنحن نعرفك أسعدك الله من ذلك ما لم تعرفه، وهو أنا ما أمرنا بشيء من\nالخيل إلا لمصالح عائدة على الإسلام، لكافينا الكفرة الطغام ، فنتحت هذه\nالأفعال التي يراها وجوه حسنة يخفى عليه وعلى أجناسه، ويجب الحمل فيها على\nالسلامة، ولو جعل الدين والورع, لكان أسلم له وأوسع، وليس من رأى الزراع\nيطرحون البذر في التراب يصلح أن يعدهم من أهل التبذير، وإذا قطع الحكيم\nاليد المأكولة يعد من أهل التعزير, والتقصير.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n             وعلى الجملة { ففوق كل ذلك علم عليم } , وإنما يحرم بيع الكراع والسلاح من\nالكفار لما فيه من التقوية لهم والتمكين، فأما إذا كان ذلك لمصالح\nالمسلمين, ولما يقع من التخذيل للمفسدين, والتوهين لأعداء رب العالمين،\nفذلك من عظيم الواجبات عند رب العالمين، لأن ما لا يتم الواجب إلا به يكون\nواجبا كوجوبه، والأمر فيه ظاهر.\n</p>\n\n<p>\nوأما ما ذكرت من إجماع أهل البيت عليهم السلام أن ذلك لا يجوز، فليس ذلك\nعلى الإطلاق، وإنما لا يجوز متى لم يكن على الوجه الذي ذكرناه وما يجانسه.\n</p>\n\n<p>\nوأما ما ذكرت أيدك الله من موالاتك لنا, وأن محبتك لنا لا تتم إلا بعد\nالتخلص مما يجب التخلص منه، أو بأن نبين لك وجها يكون عذرا لك عند الله\nتعالى، فقد كشفنا لك وجوه الأعذار، وبينا ما فيه كفاية لأولى الأبصار، ولا\nنميل أيضا عن الخلاص للنفس فيما يجب علينا, ونتحقق وجوبه لدينا، ولو كان\nينجينا عند الله عز وجل أن نقول <span id='ms45'></span>: إنا عصيناه فيما توهمت فيه المعصية، ويكون\nذلك سترا لنا من النار لفعلنا، ولكنها حكمة سبقت من أمير المؤمنين عليه\nصلوات رب العالمين: (( لا يحسن الإقرار بالذنب إلا من ذي الذنب )) ، وإلا\nفما كان ضر ابن أبي طالب عليه السلام أن يقول: إنه كفر, إذا كان بمثل ذلك\nيجتمع له الأمر ويظهر، لولا أنه لا يجوز الإيهام على النفس والتوهين لأمر\nالدين، والتصغير بأهل المنزلة من المؤمنين.\n</p>\n\n<p>\nوأما ما ذكرته من الولاة، وأنه لا يجوز أن نولي إلا أهل الكفاية والتقوى،\nوأنه لا يجوز أن يولي رجل وفي المسلمين من هو أصلح لذلك منه، وشرحه وفصله،\nفنحن نختصر الكلام فيه, مع بيان معانيه.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             أما اشتراط الكفاية والدين في الوالي فهو كذلك، وبه نطق القرآن الكريم، ولا\nنولي أحدا إن شاء الله إلا وظاهره الدين والكفاية عندنا، ولنا الظاهر ولله\nسبحانه الباطن، وقد ولى رسول الله صلى الله عليه وآله ولاة وعمالا وقعت\nمنهم الجنايات والمعاصي، وقال: (( اللهم إني أبرأ إليك مما فعل خالد )) وقد\nقتل قتلا كثيرا، ولم يمنعه ذلك من أن ولاه ثانيا عقيب رجوعه وتوبته. وولى\nصلى الله عليه وآله أقواما نطق القرآن بفسقهم ونفاقهم، وإن كان ظاهرهم\nالإسلام والكفاية، فالأخذ إنما هو بالظاهر، وليس يلزمنا معصية الوالي متى\nأظهرها عند الناس ولم تظهر لنا، ولا يكلفنا الله تعالى إلا بحسب علمنا,\nومتى علمنا ذلك وكان مما يستحق فيه العقوبة عاقبناه, تارة بالحبس وتارة\nبالمال وتارة بالأدب، وأجناس ذلك, فلا يصح ما ذكره الشيخ من أن الصواب أن\nلا يعاقب بالمال، لأنا قد بينا أن العقوبة بالمال مما ورد به الشرع الشريف،\nفلا معنى للتخفيف في غير موضع التخفيف.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             وقوله بأنه يعود يأخذ العقوبة من أموال العشائر لا يلزمنا، لأنا إن علمنا\nذلك منه عاقبناه ثانيا بوجوه التنكيل التي تجوز في حقه، وربما أدى ذلك إلى\nاجتياح ماله كما فعله علي عليه السلام، وعلى حسب الصلاح للإسلام والمسلمين\nيفعل، وبحسب ما أوجبه علينا رب العالمين نفعل، وقد تقع <span id='ms46'></span> المعصية منه ونعلمها\nولا نعاقبه عليها، بل نقبل توبته, وذلك يختلف بحسب الأفعال التي تعد معاصي\nلله عز وجل، فإن رسول الله صلى الله عليه وآله أمر بالعقوبة تارة, وتارة\nقبل توبة الوالي بغير عقوبة، وهي أمور شرعية ينبغي مراعاتها, ولا يجب\nالتسوية بينها ولا التفريط في إجرائها وإنفاذها، وقد يكون في الناس من هو\nوكيل على قبض الشيء المأخوذ المعين، لأنه يكون إليه شيء من الأمر غير مجرد\nالقبض، لما قد عرف وعين، فلا تكون منزلته منزلة الوالي الذي له يد على\nغيره، لأن توكيل الفاسق جائز في ماله التصرف فيه، وكذلك الكافر, فبين\nالأمرين فرق، وولاتنا الذين لهم التصرف على غيرهم بما يرونه صلاحا وبما\nيرجعون في كثير منه إلينا، وسائره بولايتنا, كلهم ظاهره الدين والكفاية،\nولا نعلم منه خيانة ولا جناية في الظاهر، وليس لنا إلا ذلك.\n</p>\n\n<p>\nفأما وكلاء القبض الذين ذكرناهم، فلو كان بعضهم عاصيا فلا يلزمنا حكمه,\nولا يرجع إلينا أمره، وإنما أمره إلى ربه يفعل به ما يشاء، ولو قدرنا أن\nيكون جميع الخلق مؤمنين, لما فرطنا في ذلك بشهادة رب العالمين، ولكن فقد\nقال وهو أحكم الحاكمين { وما أكثر الناس ولو حرص بمؤمنين } ,وقال لنبيه\nعليه السلام: { لعلك ياخع نفسك ألا يكونوا مؤمنين } , فالعذر في ذلك قد وقع\nلنا من رب العالمين.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             وأما أنه لا يجوز تولية وال في المسلمين من هو خير منه، فذلك لا يصح ولا\nينبغي إطلاقه، ولا يقول به أحد أبدا، وقد ولى رسول الله صلى الله عليه وآله\nقوما كثيرا وفي أصحابه من هو أفضل منهم في الورع والكفاية، وإلا لزم أن\nيكون أمير المؤمنين عليه السلام واليه في جميع الأمصار وجميع الغزوات،\nكتوليته صلى الله عليه وآله لعمرو بن العاص على جلة المهاجرين والأنصار،\nوسوى ذلك مما يطول تفصيله، وكذلك غيره من كبار الصحابة رضي الله عنهم وهو\nمحال، فالإطلاق لذلك لا يصح ولا يصلح، والخبر الذي رواه وهو قول النبي صلى\nالله عليه وآله: (( من استعمل <span id='ms47'></span> عاملا وهو يعلم أن في المسلمين من هو أولى\nبذلك منه، وأعلم بكتاب الله وسنة نبيه، فقد خان الله ورسوله وجميع المسلمين\n)) فهو محمول على أن المراد بقوله: (( أولى بذلك منه وأعلم )) من قبل أنه\nجاهل بكتاب الله وسنة نبيه، وأنه ممن لا يكتفى به, ولا هو بأمين فيما ولي\nفيه، وذكره بلفظ أفعل مجازا واتساعا في الكلام، وإلا فعلي عليه السلام أعلم\nبكتاب الله تعالى وسنة نبيه صلى الله عليه وآله من ساير ولاة رسول الله صلى\nالله عليه وآله، وأعظم كفاية وأمانة، وإن كان قد قدم غيره في كثير من\nالولايات، ولا بد من حمله على ما ذكرنا.\n</p>\n\n<p>\nوأما ما صوبه من تهذيب بالولاة وتأديبهم وإصلاحهم وإرشادهم، والتأكيد\nعليهم والوصية لهم بما يجب، وأجناس ذلك مما ذكره, فتلك هدية منه يجب قبولها\nوالعلم عليها، ونحن إن شاء الله عاملون بها وعليها، بحسب قدرتنا\nواستطاعتنا، وليس نكلف إلا ذلك وبالله التوفيق.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             وأما قولك أيدك الله وقد تركت الإنكار على بعض الولاة خوفا أن لا يقبل،\nفعليك أبقاك الله أن لا تتوانى في أمر الله عز وجل، فإن قبل فقد حصل\nالغرض، وإن لم يقبل أنهيت الأمر إلى أمير البلد، فإن فعل ما طلبت من رضى\nالله عز وجل فقد أصاب، وإن أبا أنهيت إلينا ومنا المعونة لكافة المسلمين\nعلى الأمر بالمعروف والنهي عن المنكر، وقد سلطناهم على الغواة والطغاة,\nكانوا من الأباعد أوالولاة، وجعلنا ذلك لهم وهو من الله تعالى حكم جاري،\nفله الحمد كثيرا.\n</p>\n\n<p>\nوأما قولك أيدك الله إن الصواب أن نجعل العلماء, كما قد جعلهم العلي\nالأعلى, حكاما على العمال إلى غير ذلك مما ذكرته من الكلام، فنحن والحمد\nلله تعالى أعرف الناس بحق العلماء، وأقوم الناس بأمرهم، ولا تطمئن قلوبنا\nإلا إليهم، ولا نثق في كثير من الأمور إلا بهم، ولا نأنس إلا بقربهم،\nوعليهم لنا من الحق مثل ما لهم علينا، ولهم إن شاء الله تعالى الحكم على\nولاتنا وخدامنا ومن تحويه دولتنا، وعليهم الالتزام <span id='ms48'></span> بمناصحتنا وموالاتنا،\nلكوننا من عترة الرسول, وذرية البتول, ودعاة الحق, والنصحاء للخلق، فلا يحل\nالميل عنا، ولا الغيبة لنا، ولا المعاونة لعدونا, وعدو الله علينا، ولا\nالملاحاة لنا في أمرنا، فإن الخصم في ذلك هو جدنا المصطفى عليه السلام،\nوالشهود على ذلك الملائكة الكرام، والحكم العدل هو الله تعالى.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             وأما ما ذكرت أيدك الله تعالى من أخذ المعاون، وقولك: قال رسول الله صلى\nالله عليه وآله:(( كل المسلم على المسلم حرام دمه وعرضه وماله )) . وقوله\nعليه السلام: (( حرمة مال المسلم كحرمة دمه... )) إلى غير ذلك من الأقوال\nالمحرمة لأمور المسلمين. فاعلم أبقاك الله أنا وددنا من المسلمين أن\nيتحرموا أموالهم بينهم ونفوسهم وأعراضهم, إلا ما أحل الله سبحانه من ذلك،\nولو عمل الناس بذلك ما احتيج إلى مقوم يثبت عوجهم, ويصلح أودهم، ولاستغنى\nالخلق عن الإمام, في أكثر الأحكام، وها نحن والحمد لله لا نقول افتخارا\nآمرون بالمعروف ناهون عن المنكر، كافون لأيدي الناس, قامعون لضرهم، فما\nانتهى الخلق عن ذلك إلا بالشاق من الأعمال، ثم أقبلوا مع سعينا في صلاحهم\nعلى استهلاك أعراضنا، ونحن نعلم أنه لو لا وقاية من الله تعالى ومعونة\nلاستهلكوا الأرواح والأموال، وليس الخبران بجاريين - حفظك الله - على\nعمومهما، بل يجوز استهلاك بعض من أموال المسلمين مع إسلامهم وصلاحهم، نحو\nما أوجب الله تعالى من الحقوق المعينة من الزكوات، والفطر والأخماس\nوالكفارات، وكذلك من الحقوق التي ليست بمعينة المقدار, نحو المعاون في\nالجهاد ونفقة الزوجات والأقارب، وأجناس ذلك, فالخبران مخصوصان بالأدلة\nالدالة على لزوم هذه الحقوق في المال، قال الله تعالى في المعاون في\nالجهاد: { وتعاونوا على البر والتقوى ولا تعاونوا على الإثم والعدوان } ,\nفإذا كان لا يمكن التعاون على الجهاد إلا بأخذ المال، كان أخذه واجبا بحكم\nالكتاب، وقال تعالى في قصة ذي القرنين وطلبه المعونة من الناس: { أعينوني\nبقوة أجعل بينكم وبينهم ردما أتوني زبر الحديد حتى إذا ساوى بين الصدقين }\n, ? قال انفخوا حتى إذا جعله نار قال أتوني أفرغ عليه قطرا } , فألزمهم <span id='ms49'></span>\nالمعونة بالحديد والصفر والاشتغال بالأعمال الشاقة، حتى جعل على الأرض جبلا\nحاجزا، وذلك لا يحصل إلا بمال كثير، وذلك يدل على أنه\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n             يجوز أخذ المعونة من قوم لدفع الضرر عنهم، وعن قوم آخرين إذا كان المدفوع\nهو ضرر الدين، وقال تعالى: { جاهدوا بأموالكم وأنفسكم } ووصف المؤمنين\nبأنهم يجاهدون في سبيل الله بأموالهم وأنفسهم، ولم يقل أحد أنه أراد أنهم\nيجاهدون بزكواتهم وأعشارهم.\n</p>\n\n<p>\nوالصحابة رضي الله عنهم عملت بهذه الوظيفة من المعونة، قاسمت الأنصار\nوالمهاجرين في أموالهم ودورهم, وخيروهم بين القسمين، وأعطوهم الأصلح من\nالنصيبين، وكان مع أبي بكر ثمانون ألفا أنفقها في الجهاد, وما بقي معه إلا\nعباة كان إذا ركب حلها, وإذا نزل أبعد حلالها. وعثمان جهز جيش العسرة\nبتسعمائة بعير وخمسين بعيرا، وتمم الألف بخمسين فرسا. كل ذلك من صميم ماله.\nولما أقبل العسكر وقد مستهم الحاجة وعظمت بهم الفاقة لقاهم مائة ناقة محملة\nمخطومة خروها وأكلوا أحمالها, والقوم ما بذلوا هذه الأموال إلا لطاعة\nالرحمن، ومعرفتهم بما في القرآن.\n</p>\n\n<p>\nوالنبي صلى الله عليه وآله قصد إلى أن يصالح بثلث ثمار أهل المدينة على\nأن يسلمه إلى الكفار, بغير مراضاة أحد من الأخيار.\n</p>\n\n<p>\nوقال النبي صلى الله لعيه وآله وسلم: (( اجعل مالك دون دمك, فإن تجاوز بك\nالبلاء فاجعل مالك ودمك دون دينك )) . الدفع الذي يقع بالجهاد قد يكون\nالدفع عن النفوس والأموال، وهذا لا بد أن يكون المدفوع به دون المدفوع، وقد\nيكون الدفع عن الأديان, وهذا لا يعتبر فيه مثل هذا الشأن، لأنه ليس شيء\nأعلا من الدين, ولا أعظم منه عند رب العالمين، فالأخبار الواردة على مثال\nالخبرين اللذين ذكرهما مخصوصة بمثل هذه الأمور وأجناسها.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             وأما ما ذكره الشيخ الفاضل من تحريم أخذ المعونة, لأجل الهبة للمداحين، أو\nلأجل المجاباة أو المباهاة، فهو كما قال, ونحن إن شاء الله لا نأخذ المعونة\nلذلك، وما يأخذ أحد شيئا لذلك إلا وهو ظالم، وإذا وهبنا فإنا إنما نهب من\nصميم أموالنا، إلا ما يكون في معونة الدين <span id='ms50'></span>, وصلاح الإسلام والمسلمين، لأنه\nمال مأخوذ لصلاح الإسلام والمسلمين، ونريد بالصلاح الدفع عن الدين, لا لأجل\nالزيادة فيه بعد كمال ما يجب منه.\n</p>\n\n<p>\nوما ذكره من أنه لا يجوز أن يوهب لبعض الجند أكثر من بعض لأجل كبر\nمنزلته، فإن كان لكبير منزلته تأثير في الدفع عن أديان المسلمين، جازت\nالهبة لذلك, وفعلناه تقربا إلى الله تعالى, بعلة أنه مال مأخوذ للدفع عن\nالدين، فجاز أن يتزايد العطاء فيه بتزايد ما به يقع الدفع, دليله ما يخرج\nمن مال اليتيم لأجرة الأجراء القائمين عليه، فإنه يتزايد بتزايد المنفعة،\nوإن اشتركت الإجراء في القوة وكونهم أجراء.\n</p>\n\n<p>\nوأما قولك _ أيدك الله_ وأنت في هذا موكول إلى رأيك فهو كما ذكرت، وذلك\nلأنه إذا ورد القرآن بوجوب المعونة وأخذها, ولم يحد فيها حدا لم يبق إلا أن\nذلك راجع إلى ظنه، لأن ما لا يمكن فيه العلم يرجع فيه إلى الظن، كنفقة\nالأقارب والمرضع والزوجة، فإن الحاكم إنما يرجع إلى غالب ظنه.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             فأما ما ذكره الشيخ الفاضل _أيده الله عز وجل_ من الخروج إلى البلاد التي\nيرام استفتاحها، فقد كان وقع فيه إشكال،ثم وقع في الخاطر أنه يجوز لغير\nالإمام, كما هو مذهب الطائفة الكثيرة من أهل البيت عليهم السلام وغيرهم، بل\nأجازوا ذلك مع أمراء الجور وولاة الباطل، ويدل على جواز ذلك مع المحقين\nظاهر آيات القرآن نحو, قوله: { فاقتلوا المشركين حيث وجدتموهم وخذوهم\nواحصروهم } ,ونحو قوله تعالى: { وقاتلوهم حتى لا تكون فتنة ويكون الدين لله\nفإن انتهوا فلا عدوان إلا على الظالمين } ونحو قوله: { فإذا لقيتم الذين\nكفروا فضرب الرقاب } , ونحو قوله تعالى: { وقاتلوا المشركين كافة كما\nيقاتلونكم } , وغير ذلك من عمومات القرآن في قتال الفاسقين والظالمين, من\nغير ذكر تخصيص بإمام دون غيره، وليس هنالك دلالة تدل على أنه لا بد من إمام.\n</p>\n\n<p>\nفأما ما يذكره الإمامان الهادي والمنصور عليهما السلام من أنه لا يخرج\nإلى دار الحرب إلا بإمام، فيحتمل أنهما أرادا بذلك الدار الأصلية دون دار\nالإسلام <span id='ms51'></span> التي يحدث فيها الكفر والارتداد، فإنه لا خلاف أنه يجوز فيها حرب\nالظالمين للدفع عن المسلمين، فيكف لا يجوز فيها حرب الكافرين والمرتدين؟!\nواليمن كله كان دار إسلام، فيجب تطهيره من الكفر الحادث, كما يجب تطهير\nالمسجد الحرام بالإجماع من الأنجاس والنجاسات لعموم الآيات، والله الموفق\nللصواب.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             فأما الخروج إليها بالمعاون فلا يجوز إلا أن يكون لصلاح يعود على المسلمين\nبالدفع عن ديارهم جاز، لأنه مال مأخوذ للدفع عن المسلمين، فجاز على أي وجه\nوقع الدفع، ويمكن أن يقال أيضا: يجوز الأخذ من المعاون للخروج إلى ديار\nالكافرين في اليمن كله، لأنها دار إسلام ظهر عليها الكفر، فوجب إزالته على\nوجه الدفع للكفر عن دار الإسلام، كما يجوز الدفع بأموال المعاون عن الدار\nالتي فيها الإسلام, لاشتراكهما في كونهما داري إسلام في الأصل، فإذا جاز\nالدفع عن هذه الدار لئلا يدخلها الكفرة، فأولى وأحرى أن يجب الدفع عما قد\nدخله الكفر!! والله الموفق للصواب.\n</p>\n\n<p>\nفأما القول بأن ما يستفتح من بلاد الكفار يكون فيأ للمسلمين كافة كأموال\nالخراج, فذلك لا يصح، لأنه إذا ملكها الخارجون عليها من أهل الإسلام كانت\nملكا لهم, وعليهم فيها الخمس، لقوله تعالى: { وخذوهم } , وقوله تعالى: {\nوأورثكم أرضهم وديارهم وأموالهم } , وقوله تعالى: { واعلموا إنما غنمتم من\nشيء فإن لله خمسه } , فجعل المأخوذ غنيمة للآخذين, وعليهم فيه الخمس، وإنما\nيكون أمره إلى الإمام في زمان الإمام فقط, لقوله تعالى: { قل الأنفال لله\nوالرسول } ,ولا خلاف أن الإمام قائم مقام الرسول، فأما أن يكون ذلك مصروفا\nإلى بيت المال، فلا يصح إلا بأن يتركها الغانمون بغير قسمة, على وجه لا\nيمكن بعد ذلك معرفة نصيب كل واحد من الغانمين، فإنه يكون بيت مال من حيث\nصار مالا لا مالك له معين، وما هذه حاله فمصرفه بيت مال المسلمين.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             فأما قولك _أيدك الله تعالى_ إنه لم يقع تخفيف على الرعية، فما يمنع بشهادة\nالله عز وجل من التخفيف على الرعية إلا ضرورة الحال, من قبل كثرة أعداء\nالحق، وطلبهم <span id='ms52'></span> لإهلاك دار الإسلام، فإنه صار في وجوهنا_ وفقك الله_ جند\nالعجم والعرب، وهما فريقان قويان، وقد كانت العرب كافية في الإضرار بالدين,\nفزادت قوة العجم وهي أعظم وأكثر، ولم يمكن الجهاد إلا بالجند, ولا انتظم\nلنا الجند إلا بالمال، ولم نحصل المال إلا من أربابه، والدين دين الله عز\nوجل، والأموال أملاكه، والكل منا عبيده، وقد أمر تعالى بالتصرف في حماية\nدينه ببعض أملاك عبيده, وما لا يتم الواجب إلا به يكون واجبا كوجوبه،\nورجونا إن شاء الله تعالى أن يعز الله الدين, ويقع التخفيف عن المسلمين.\n</p>\n\n<p>\nوقد عرف الشيخ الفاضل أنا في هذه الحرب التي فرغنا منها ما أمكننا أن\nنكافي الكافرين والمارقين، وما ذلك إلا لقلة الأموال، فكيف يظن ظان أنا قد\nأخذنا من الأموال ما يكفي في الدفع عن أديان المسلمين؟! مع أنه لم يمكنا\nالذب عن بلادهم، وقد زادت البلوى وعظمت من أجل أن الدين أتي من وسطه، فتقوت\nبذلك شوكة الكافرين. فنسأل الله تعالى النصر والتأييد, والإعانة والتسديد,\nبحقه العظيم.\n</p>\n\n<p>\nوأما قوله _أيده الله _يجب أن يكون ما يدفع أكثر مما يؤخذ، وقد علمنا أنه\nقد انتهى الحال بكثير من الرعية إلى الانتقال من ماله ومنزله، فما الضرر\nالمدفوع عنهم؟! فإنا نقول: إن الضرر المدفوع عنهم هو أعظم من أخذ المال\nالمأخوذ, ولو استوعب جميع المال وأدى إلى الانتقال، لأن ذلك الضرر هو زوال\nالدين وانهدام الإسلام، وظهور الكفر والعدوان، وهلاك المال كله لأجل سلامته\nمن أعظم البر عند رب العالمين، لأن الله تعالى أمر بالجهاد بالمال كله\nوالنفس معه، فكيف بالمال وحده؟!\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n             وأما ما ذكره الشيخ الفاضل من قبل الأخذ من واحد من الناس دون واحد، وأخذ\nالمعونة من واحد أكثر مما يؤخذ من واحد، وإن من يتعلق بالدولة لا يؤخذ منه\nذلك, فلا إشكال في أن الواجب المساواة بين الناس في المعاون، لأن الدين لا\nيخص أحدا دون أحد، فالدفع عن الجميع واحد، ولكنه قد يؤخذ من بعضهم مال، وقد\nيؤخذ منه منفعة <span id='ms53'></span> للإسلام تقاوم المال, قد كانت لا تحصل إلا بشيء من أموال\nالمعاون، وقد يكون حضور بعض الناس في المجلس قائما في الدفع عن الدين مقام\nعشرة دراهم وأصلح، وهذه أمور تجب مراعاتها والنظر فيها، والتحري فيها عسير\nجدا، وقد خفف الله تعالى الأمر على صاحبه, بأنه يجوز له أن يعمل في ذلك على\nغالب ظنه، وما يقع في خاطره من تحري المصلحة، وقد يكون أخذ المعونة من بعض\nالناس يؤدي إلى فساد عظيم ضار في الدين فيترك، لأن ما أدى إلى الفساد فهو\nقبيح، والقائم بهذا للأمر لم ينتصب إلا لكسب المصالح الدينية دون المفاسد،\nوالله المعين والمسدد.\n</p>\n\n<p>\nوأما قولك: فكيف يجوز أن يدفع بمال واحد عن آخر؟! لأنه يؤخذ من واحد دون\nواحد، ومال المعاون بمنزلة مال اليتيم، فكيف يجوز أن يدفع بمال اليتيم عن غيره؟!\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             فإنا نقول: إن الدفع _أيدك الله ووفقك _عن الدين لا عن المال، وإذا وقع في\nزماننا هذا عن المال فعلى وجه التبع, والدين لا يختص بواحد دون واحد، بل هو\nمع الجميع على سواء، فهو شيء مستقل بنفسه, فلا يمكن أن يقال بأنه يدفع بمال\nواحد عن دين آخر, لأن دينه الذي يقع الدفع عنه هو دين الآخر، فإنا لا نعني\nبدينه هو أعماله الصالحة، وإنما نريد بذلك لئلا يدخل الكفر والطغيان في\nديار الإسلام, التي نفع إسلامها عام للمسلمين لا يختص به القريب على\nالبعيد، فلا يدفع بمال واحد إلا عن دينه أبدا، فاعرف ذلك!! فإن هذه الزبدة\nهي أصل جواز أخذ المعونة، وإلا فلو كان الدين المدفوع أمرا يختص به كل واحد\nمن أهل المعونة, لوجب أن لا يجوز الخلط للمعاون، وألا يستهلك ما أخذ من\nأحدهم في الدفع عن دينه وحده، وذلك يعود على آيات الجهاد بالنقض والإبطال,\nوذلك محال، وكانت هذه المسألة تستدعي تطويلا كثيرا , إلا أنا حذفناه لكثرة\nالأشغال.\n</p>\n\n<p>\nفأما ما ذكره _ أيده الله _ من أن أموال بعض الرعايا قد صارت في أيدي أهل\nالدولة, ولم ينقص منهم <span id='ms54'></span> شيء بحسب ما خرج من أيديهم فذلك صحيح، وقد ألزمنا\nأنفسنا الاجتهاد في تقسيط ذلك على الوجه الشرعي إن شاء الله تعالى.\n</p>\n\n<p>\nفأما ما ذكره الشيخ الفاضل _ أيده الله عز وجل _ من أن الجور قد عم\nالبلاد وأهلكها ودمرها, وأدى إلى انتقال أهلها, وأجناس ذلك !!\n</p>\n\n<p>\nفاعلم _ أيدك الله _ أن العدل على الحقيقة هو الذي عم بلادنا، وما وقع\nمنا جور, ولا نعتذر إن وقع من وكلاء القبض بغير أمرنا ولا علمنا، وما\nعلمناه غيرناه إن شاء الله تعالى, ولا نرضى بالجور ولا بالفساد، ولا الحال\nإلا أصلح.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             ونحن نقبل قوله في التحري والاحتياط، ولا نألوا جهدا في طلب الصلاح بقوتنا\nوقدرتنا, ولا نرد نصيحة إن شاء الله عز وجل فيما نصحنا، ولا نعد ذلك جرما\nمنه فيما أمرنا ودعا إليه، ورجوانا أن يعيننا الله تعالى لما قد علم من شدة\nخوفنا وكثرة حذرنا وشدة فزعنا من عقابه لمن عصاه، وإياه نسأل التوفيق\nوالعصمة والتأييد, وهو حسبنا ونعم الوكيل.\n</p>\n\n<p>\n---\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head6'>AUTO جواب سؤال</h2>\n\n<p>\nومن جواب له عليه السلام قد سقط أوله: وصعده الجوف والمغرب إلا أمثل من\nوجدت من أصحابي، وأمرتهم أن يولوا من تحتهم أمثل من يجدون، وما انتهى إلي\nعلمه مما لا يجوز أزلته، فإن علمتم أحدا أمثل منهم فأعلموني لأوليه إن شاء\nالله، فإن لم أفعل كان حينئذ بعرف الغرض، وأنا أعتقد أن هذا فرضي, وحسابهم\nعلى ربي.\n</p>\n\n\n<h2 class='l2' id='head7'>AUTO الفصل الثالث: وهو في الرعية وما يختص بها،</h2>\n\n<p>\nوالأصل في ذلك أني أعتقد أنه يجب علي ويجوز لي أن أدفع ببعض أموالهم عن\nبعضها، وبأموالهم كلها عن أرواحهم، وبأرواحهم وأموالهم عن أديانهم، وهو نص\nكتاب الله تعالى, وسنة رسوله صلى الله عليه وآله.\n</p>\n\n<p>\nفأما المساواة بينهم فقد أمرت بذلك, ووقع العمل بحسبه، إلا أن يكون كبير\nقرية يصلح أمرهم بصلاحه، ونعطيه حاله فعندي أن ذلك يصح.\n</p>\n\n<p>\nوأما الفروق فقد أمرت أيضا بإحصائها, ودفع كل إنسان على ما في يده, صاحب\nالدولة وسواه.\n</p>\n\n<p>\nوأما الحركة بهم إلى البلاد فهو يجوز لي أن أخرج <span id='ms55'></span> بهم إلى بلاد الصلح،\nوإلى مواضع الجهاد.\n</p>\n\n<p>\nوأما قول حضرته أنه لا يقع عنهم تخفيف, ولا يصل إليهم منه شيء، فهذا أيضا\nمن قلة الخبرة والمعرفة، لأن الوجهين كليهما واقعان.\n</p>\n\n<p>\nأما المحصول فأقل ما يصير إلى الواحد منهم في الشهر الخمسة الدنانير إلى\nالعشرين دينارا كل إنسان على منزلته ونفعه من الخطط والشحاذات والهبات، ولا\nيجب علينا أن نعرفهم به.\n</p>\n\n<p>\nوأما التخفيف فمن أين انعمرت الحصون وشحنت؟! وإلا فكان يقع من الخلل على\nالإسلام والمسلمين مالا ينجبر، لأن الحال توجب المطالبة لهم. فأما ضعف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             البلاد من قلة الأمطار فلسوء نياتهم, ومعرفة الباري تعالى بمصلحتهم, ووقعت\nالضرورة إلى قبض ما أمكن منهم على هذه الحالة، فإن وقع الإجماع من المسلمين\nفنحن نفعله إن شاء الله تعالى، والله قسما ما نقول ذلك استهزاء بل صدقا.\n</p>\n\n<p>\nفأما الإعطاء من هذه الأموال والمنع في الكثرة والقلة، فلا شك أن أحوال\nالناس تختلف، فمنهم من يعلم أنه يسد مسد اثنين أو ثلاثة أو أربعة, بشرط أنه\nيعطى ما يأخذ اثنان أو ثلاثة أو أربعة، فأعطيناه هذا القدر وساغ لنا وهو\nمدين في أخذه، ومن علمنا أيضا من حاله أنه أن لم يعط القدر الذي نعطيه _مال\n_على المسلمين، وكان ضرره عليهم أكثر من ضرره في القدر الذي نعطيه.\n</p>\n\n<p>\nفأما أفعال أهل البيت عليهم السلام في التزهد فليست توجب التحريم, مع أنا\nقد فعلنا أبلغ مما فعله المؤيد رضي الله عنه، لأنه أعطى ولده شيئا من بيت\nالمال، ولم نعط أحدا من أولادنا قليلا ولا كثيرا، وهو الذي يمكننا التحكم\nفيه، ولو أمكننا أن المسلمين يجاهدون عن هذا الدين بغير دينار ولا درهم،\nويحفظون هذه المعاقل التي للإسلام والمسلمين لما أخذنا دينارا ولا درهما،\nوالله تعالى يعلم الصدق في ذلك والنية.\n</p>\n\n<p>\nثم بيان ذلك أن كل أمر أشكل على حضرته, أو ادعاه أحد من المسلمين،\nفيدعونا إلى حكم الله تعالى, فما وجب علينا بالشريعة النبوية أمضيناه\nوالتزمنا به. فأما أنا نفعل في نفوسنا شيئا لم يدعه <span id='ms56'></span> علينا مدع ولا اعتقدنا\nوجوبه، فهذا مما لا يعقل.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n             وأما قول حضرته في أنه صح عنده أن إنسانا من الرعية فعل فيه كذا وكذا، وحرص\nعليه أكثر من ماله, فهو يعلم أن القياس في ذلك لا يصح في جميع الرعية،\nوإنما إذا صح عند حضرته شيء فليقل: صح عندي في أمر فلان بن فلان ما هو كذا\nوكذا، وينبغي أن يفعل في حقه كذا وكذا. فحينئذ يجب علينا أن نفعل ذلك\nبمقتضىحكمه, فهو يعلم أنه لا يلزم أن نأمر برفع الحروص كلها لأجل ما وقع\nعلى ذلك الرجل, وهو يعلم أن تحصيل الظن بالمسلمين هو من الأصول الواجبة،\nويعلم _أبقاه الله _ أن هذا الأمر الذي نحن فيه ما نريد فيه بطرا ولا تجبرا\nولا ذكرا لدنيا، بل نريد به سلامة الأديان وحماية لأهل هذا البيت الشريف،\nوالدفع عن المسلمين بكل وجه, بأنفسنا وأموالنا وأهلنا ومن يتعلق بنا، لأنا\nنعلم أنه لا ينبغي أن نقدم أرواح المسلمين ونؤخر أرواحنا, ولا أن نقدم\nأموالهم ونؤخر أموالنا، ولنا بذلك الفوز والنجاة إن شاء الله تعالى، ? وما\nأبري نفسي أن النفس لأمارة بالسوء إلا ما رحم ربي وإن ربي غفور رحيم } .\n</p>\n\n<p>\nوحضرته يعلم أنه لاتعدم الهفوة منا, ثم ممن دوننا إلى منتهاه، لأن العصمة\nمخصوصة بمن تعرف، فعند معرفتها لا يتركها لا منا ولا ممن دوننا بحمد الله\nتعالى وفضله, وما يستر سبحانه أكثر, وما يعفو عنه سبحانه أبلغ, ولو عددنا\nما في السير من وقت رسول الله صلى الله عليه وآله إلى اليوم لطال الشرح في\nذلك، ونحن نسأل الله سبحانه وتعالى التوفيق لنا والهداية إلى طريق النجاة.\n</p>\n\n<p>\nوعجبنا من قول حضرته أيضا في الأيام الماضية إنه لم يكن حرب ولا وقع\nتخفيف عن الرعية، ولم ندر كيف تصور ذلك _ أبقاه الله تعالى _إذا كان الجند\nوالديوان معدين بالجرية كل شهر لشهره, والحصون ومن فيها كذلك, وعماراتها\nوشحنها لم تنقطع, غير ما استئونف منها لحادث إن حدث مثل ما قد رأت حضرته.\n</p>\n\n<p>\n--- \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             ونحن <span id='ms57'></span> نجيب في هذا بمثل جوابنا الأول, إذا وقع الإجماع على أنا نفسح للجند\nوالديوان ولأهل الحصون أو للبعض، ثم يكون عند أن يبدو بادي من العدو, نطلب\nمن الناس الأموال ونستخدم بها فلا بأس، هذا إذا أمكن منهم تسليم في ذلك,\nولا بد من تفصيل ما ذكرناه مجملا، لأن يكون هو وكافة المسلمين من أمورهم\nعلى معلوم إن شاء الله تعالى، وهو المسؤل أن يصلحنا ويوفقنا ويثبتنا، ويصلي\nعلى محمد وآله والسلام.\n</p>\n\n<p>\nجواب مسائل ابن معرف\n</p>\n\n<p>\nوقال الإمام أحمد بن الحسين عليه السلام في جواب مسائل ابن معرف ما لفظه:\nالمسألة الثانية في باب الخلاص الذي يطلبه الناس عما لزمهم من المظالم، وما\nتفاوت من الزكوات والأعشار، وهذه المسألة مسألة كبيرة, وتفتقر إلى بسط\nوتفصيل، والذي يصح من الخلاص ونعتمده فيما فعلناه مع الناس في ذلك أحد وجوه ثلاثة:\n</p>\n\n<p>\nإما أن يكون الطالب لذلك ممن يقصد تأليفه, لمنفعة تعود على الإسلام, أو\nدفع مضرة عنه، فيفعل له ذلك قبضا وردا، لأنه يجوز لنا أن نتألفه للدين بما\nفي أيدينا، فكيف بما في يده؟!\n</p>\n\n<p>\nوالوجه الثاني: أن يكون في يد الطالب مال فيطلب الخلاص فيما ذكره، فنعلم\nأو يغلب في ظنوننا أن قبض هذا المال ورده عليه وكونه في يده, أنفع للإسلام\nوأهله من أن يكون فقيرا، فيفعل له ذلك, ونتحرى في ذلك الأمارات التي يعمل\nعليها في الاجتهاديات.\n</p>\n\n<p>\nالوجه الثالث: أن يتفضل الإمام بشيء مما يملكه على هذا الطالب، فيملكه\nإياه, ويصرفه عنه بوكالته في مصرف هذه الحقوق، فهذا هو كيفية ما نحن نعتمده\nفي تخليص الناس. الشيخ عطية النجراني\n</p>\n\n<p>\nعطية بن محيي الدين محمد بن أحمد النجراني , الصعدي , من كبار علماء\nالزيدية , مفسر , فقيه , ولد سنة 603ه وعاش بمدينة صعدة , وعاصر الإمام\nالمهدي لدين الله أحمد بن الحسين , واعترض عليه في بعض الأمور , منها أخذه\nالمعونة في الحرب , ولما دخلت جيوش الإمام المهدي فر بنفسه , وفاته في\nجمادى الأولى سنة 665ه بصعدة , وقال ابن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n             الرجال: علامة , متضلع بحاث <span id='ms58'></span> ومطلع , له في الفقه مقالات مشهورة , ولأهل\nبيته عدة كتب مصنفة في الإسلام نافعة .\n</p>\n\n<p>\nومن مؤلفاته:\n</p>\n\n<p>\n1- البيان في التفسير .\n</p>\n\n<p>\n2- المذاكرة في الفروع .\n</p>\n\n<p>\n3- الجامع لقواعد دين الإسلام .\n</p>\n\n<p>\n4- تنبيه المتدرسين في فقه الأئمة الراشدين شرح منظومة ددر القلائد ونكت\nالفرائد لصالح بن منصور الكوفي .\n</p>\n\n<p>\n(1/71) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n             <span id='ms59'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075"
  ],
  "volumes": [
    "01"
  ]
}