{
  "content": "\n<p>\nعون المعبود شرح سنن أبي داود للعلامة أبي الطيب محمد شمس الحق العظيم\nآبادي مع شرح الحافظ شمس الدين ابن قيم الجوزية محتوى الجزء الرابع عشر:\nتتمة كتاب الأدب.\n</p>\n\n<p>\nدار الكتب العلمية بيروت - لبنان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p001'> Vol. 14, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n(باب ما يقول إذا هاجت الريح) في القاموس: هاج يهيج هيجا وهيجانا ثار.\n</p>\n\n<p>\n(الريح من روح الله) بفتح الراء بمعنى الرحمة كما في قوله تعالى: * (ولا\nتيأسوا من روح الله إنه لا ييأس من روح الله إلا القوم الكافرون) * أي\nيرسلها الله تعالى من رحمته لعباده (فلا تسبوها) لأنها مأمورة (وسلوا الله\nخيرها) أي خير ما أرسلت به، وفي بعض النسخ واسألوا الله (من شرها) أي من شر\nما أرسلت به.\n</p>\n\n<p>\nقال <span id='ms3676'></span> المنذري: وأخرجه النسائي وابن ماجة وأخرجه النسائي أيضا من حديث بن\nالمسيب عن أبي هريرة ومن حديث عمر بن سليم الزرقي عن أبي هريرة، والمحفوظ\nحديث ثابت بن قيس.\n</p>\n\n<p>\n(مستجمعا) أي مبالغا في الضحك لم يترك منه شيئا يقال استجمع السيل اجتمع\nمن كل موضع واستجمعت للمرء أموره اجتمع له ما يحبه: فعلى هذا قوله ضاحكا\nمنصوب على التمييز أي ما رأيته مستجمعا من جهة الضحك بحيث يضحك ضحكا تاما\nمقبلا بكليته على الضحك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p003'> Vol. 14, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n(لهواته) بفتح اللام والهاء جمع لهاة وهي اللحمة التي بأعلى الحنجرة الذي\nمن أقصى الفم كذا في الفتح وفي المرقاة وهي لحمة مشرفه على الحلق وقيل هي\nقعر الفم قريب من أصل اللسان انتهى.\n</p>\n\n<p>\n(غيما) أي سحابا عرف بصيغة المجهول (عرفت في وجهك الكراهية) بتخفيف الياء\nبمعنى الكراهة (ما يؤمنني) بنونين أي ما يجعلني آمنا، وفي بعض النسخ يؤمني\nبواو ساكنة ونون مشددة وهكذا في بعض روايات البخاري (قد عذب قوم بالريح) هم\nعاد قوم هود حيث أهلكوا بريح صرر (وقد رأى قوم العذاب فقالوا هذا عارض)\nالعارض السحاب الذي يعترض في أفق السماء (ممطرنا) أي ممطر إيانا قال\nالقسطلاني ما محصله: إنه قد تقرر أن النكرة إذا أعيدت نكرة كانت غير الأولى\nلكن ظاهر آية الباب أن المعذبين بالريح هم الذين قالوا هذا عارض والجواب أن\nالقاعدة المذكورة إنما تطرد إذا لم يكن في السياق قرينة تدل على الاتحاد\nفإن كان هناك قرينة كما في قوله تعالى * (وهو الذي في السماء إله وفي الأرض\nإله) * وعلى تقدير تسليم المغايرة مطلقا فلعل عادا قومان قوم بالأحقاف وهم\nأصحاب العارض وقوم غيرهم قال ويؤيده قوله تعالى * (وأنه أهلك عادا الأولى)\n* فإنه يشعر بأن ثم عادا أخرى انتهى.\n</p>\n\n<p>\nقال المنذري: وأخرجه البخاري ومسلم.\n</p>\n\n<p>\n(إذا رأى ناشئا) أي سحابا لم يتكامل اجتماعه، وفي بعض النسخ شيئا (اللهم\nصيبا) هو ما سال من المطر ونصبه بتقدير اجعله وأصله من صاب يصوب إذا نزل\nووزنه فيعل، وقيل على الحال أي أنزله <span id='ms3677'></span> علينا مطرا نازلا (هنيئا) أي نافعا\nموافقا للغرض غير ضار. قال المنذري:\n</p>\n\n<p>\nوأخرجه النسائي وابن ماجة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p004'> Vol. 14, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n(باب في المطر) (فحسر ثوبه عنه) أي كشف بعضه عن بدنه.\n</p>\n\n<p>\n(لأنه حديث عهد بربه) أي بإيجاد ربه إياه يعني أي المطر رحمة وهي قريبة\nالعهد بخلق الله لها فيتبرك بها، وهو دليل على استحباب ذلك.\n</p>\n\n<p>\nقال المنذري: وأخرجه مسلم.\n</p>\n\n<p>\n(باب في الديك والبهائم) قال في الصراح ديك بالكسر خروس جمعه ديكة وديوك.\n</p>\n\n<p>\n(لا تسبوا الديك فإنه يوقظ للصلاة) أي قيام الليل بصياحه فيه ومن أعان\nعلى طاعة يستحق المدح لا الذم.\n</p>\n\n<p>\nقال المناوي: جرت العادة بأنه يصرخ صرخات متتابعة إذا قرب الفجر وعند\nالزوال فطرة فطره الله عليها فلا يجوز اعتماده إلا إن جرب كذا في السراج\nالمنير.\n</p>\n\n<p>\nقال المنذري: وأخرجه النسائي مسندا ومرسلا.\n</p>\n\n<p>\n(إذا سمعتم صياح الديكة) بكسر الدال وفتح الياء جمع ديك كقردة جمع قرد\n(فإنها رأت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p005'> Vol. 14, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nملكا) قال القاضي: سببه رجاء تأمين الملائكة على الدعاء واستغفارهم\nوشهادتهم بالتضرع والإخلاص قاله النووي (نهيق الحمار) أي صوته (فتعوذوا\nبالله من الشيطان الخ) قيل في الحديث دلالة على نزول الرحمة عند حضور أهل\nالصلاح فيستحب الدعاء في ذلك الوقت، وعلى نزول الغضب عند رؤية أهل المعصية\nفيستحب التعوذ.\n</p>\n\n<p>\nقال المنذري: وأخرجه البخاري ومسلم والترمذي والنسائي.\n</p>\n\n<p>\n(باب نهيق الحمار ونباح الكلاب) (إذا سمعتم نباح الكلاب) بضم النون\nوبالموحدة أي صياحها (بالليل) أي في بعض أجزاء الليل وهو قيد لهما أو\nللأخير قاله القاري (فإنهن يرين ما لا ترون) أي من الآفات والنوازل النازلة\nمن السماء. قال المنذري في إسناده محمد بن إسحاق وقد تقدم الكلام عليه.\n</p>\n\n<p>\n(قالا قال رسول الله صلى الله عليه وسلم) ضمير التثنية لجابر بن عبد الله\nوعلي بن عمر بن حسين بن علي فكان حديث جابر متصلا وحديث علي بن عمر منقطعا\nلان جابرا صحابي وعليا تابعي (أقلوا الخروج) أي من البيوت (بعد هدأة) بفتح\nالهاء وسكون الدال وبعدها همزة (الرجل) بكسر الراء، قال الخطابي أي بعد\nانقطاع الأرجل عن <span id='ms3678'></span> المشي في الطريق ليلا وأصل الهداء السكون انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p006'> Vol. 14, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nوفي النهاية الهداة والهدوء السكون عن الحركات أي بعد ما يسكن الناس عن\nالمشي والاختلاف في الطرق (يبثهن) بضم الموحدة وتشديد المثلثة أي ينشرهن\nويفرقهن (قال ابن مروان) هو إبراهيم المذكور في الاسناد (في تلك الساعة) أي\nساعة هداة الأرجل (وقال) أي (وزاد) أي ابن مروان (قال ابن الهاد) هو يزيد\nبن عبد الله.\n</p>\n\n<p>\nقال المنذري: سعيد بن زياد ضعيف وعلي بن عمر بن حسين بن علي لا صحبة له\nحدث عن أبيه فالحديث منقطع وشرحبيل هو ابن سعد أبو سعيد الأنصاري الخطمي\nمولاهم الأنصاري المدني لا يحتج به.\n</p>\n\n<p>\n(باب في المولود يؤذن في أذنه) (بالصلاة) أي بأذان الصلاة وهو متعلق بأذن\nوالمعنى أذن بمثل أذان الصلاة وهذا يدل على سنية الأذان في أذن المولود وفي\nشرح السنة روى أن عمر بن عبد العزيز رضي الله عنه كان يؤذن في اليمني ويقيم\nفي اليسرى إذا ولد الصبي كذا في المرقاة.\n</p>\n\n<p>\nقلت: قال الحافظ في التلخيص: لم أره عنه مسندا وقد روى مرفوعا أخرجه ابن\nالسني من حديث الحسين بلفظ ((من ولد له مولود فأذن في أذنه اليمني وأقام في\nاليسرى لم تضره أم الصبيان)) وأم الصبيان هي التابعة من الجن.\n</p>\n\n<p>\nقال المنذري: وأخرجه الترمذي وقال حسن صحيح هذا آخر كلامه وفي إسناده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p007'> Vol. 14, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nعاصم بن عمر بن الخطاب وقد غمزه الإمام مالك وقال ابن معين ضعيف لا يحتج\nبحديثه وتكلم فيه غيرهما وانتقد عليه أبو حاتم محمد بن حبان البستي رواية\nهذا الحديث وغيره.\n</p>\n\n<p>\n(أخبرنا أبو أسامة) هو حماد بن أسامة فأبو أسامة ومحمد بن فضيل كلاهما\nيرويان عن هشام بن عروة (يؤتى) بصيغة المجهول (بالصبيان) وكذا بالصبيات لأن\nففيه تغليب (ويحنكهم) من التحنيك يقال حنك الصبي إذا مضغ تمرا فدلكه بحنكه\n(ولم يذكر بالبركة) أي لم يذكر يوسف في روايته لفظ بالبركة. وفي الحديث\nدلالة على سنية تحنيك المولود والحديث سكت عنه المنذري.\n</p>\n\n<p>\n(هل رئي) بصيغة المجهول (أو كلمة غيرها) شك من <span id='ms3679'></span> الراوي أي قال صلى الله\nعليه وسلم كلمة هل رئي أو قال كلمة أخرى غير هذه الكلمة (فيكم المغربون)\nقال في النهاية ومنه الحديث ((إن فيكم مغربين قيل وما المغربون؟ قال الذين\nتشرك فيهم الجن)) سموا مغربين لأنه دخل فيهم عرق غريب أو جاءوا من نسب\nبعيد. وقيل أراد بمشاركة الجن فيهم أمرهم إياهم بالزنا وتحسينه لهم فجاء\nأولادهم من غير رشده ومنه قوله تعالى * (وشاركهم في الأموال والأولاد) *\nانتهى.\n</p>\n\n<p>\nوفي فتح الودود: المغربون بكسر الراء المشددة قيل أي المبعدون عن ذكر\nالله تعالى عند الوقاع حتى شارك فيهم الشيطان، وقيل المغرب من الانسان من\nخلق من ماء الانسان والجن وهذا معنى المشاركة لأنه دخل فيه عرق غريب أو جاء\nمن نسب بعيد وقد انقطعوا عن أصولهم وبعد أنسابهم بمداخلة من ليس من جنسهم\nوقال صلى الله عليه وسلم ((هل تحس منكن امرأة أن الجن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p008'> Vol. 14, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nتجامعها)) ولعله أراد ما هو معروف أن بعض النساء يعشق لها بعض الجن\nويجامعها انتهى مختصرا.\n</p>\n\n<p>\nوقال في القاموس: والمغربون بكسر الراء المشددة في الحديث الذين تشرك\nفيهم الجن سموا به لأنه دخل فيهم عرق غريب أو لمجيئهم من نسب بعيد انتهى.\n</p>\n\n<p>\nقال المنذري: أم حميد هذه لم تنسب ولم يعرف لها اسم انتهى.\n</p>\n\n<p>\nومقصود المؤلف من إيراد الحديث في هذا الباب أن الأذان في أذن المولود له\nتأثير عجيب وأمان من الجن والشيطان كما للدعاء عند الوقاع له تأثير بليغ\nوحرز من الجن والشيطان والله أعلم.\n</p>\n\n<p>\n(باب في الرجل يستعيذ من الرجل) (قال نصر) ابن علي في روايته (ابن أبي\nعروبة) أي سعيد بن أبي عروبة وأما عبيد الله فقال سعيد فقط من غير ذكر اسم\nأبيه (من استعاذ بالله فأعيذوه).\n</p>\n\n<p>\nقال العلقمي: أي يسألكم بالله أن تلجئوه وقد إلى ملجأ يتخلص به من عدوه\nونحوه فأعيذوه (ومن سألكم بوجه الله) أي شيئا من أمور الدنيا والآخرة أو\nالعلوم (فأعطوه) إجلالا لمن سألكم به (قال عبيد الله) أي ابن عمر (من سألكم\nبالله) أي <span id='ms3680'></span> قال بالله مكان بوجه الله.\n</p>\n\n<p>\nقال المنذري: وأبو نهيك هذا ذكر البخاري أنه سمع عن ابن عباس روى عنه\nقتادة وحسين بن واقد وزياد بن سعد (من استعاذكم بالله) أي طلب الإعاذة\nمستعيذا بالله من ضرورة أو جائحة حلت به أو ظلم ناله أو تجاوز عن جناية\n(فأعيذوه) أي أعينوه وأجيبوه علي فإن إغاثة الملهوف فرض (وقال سهل) هو ابن\nبكار (وعثمان) هو ابن أبي شيبة (ومن دعاكم فأجيبوه) أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p009'> Vol. 14, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nوجوبا إن كان لوليمة عرس وندبا في غيرها ويحتمل من دعاكم لمعونة أو شفاعة\nقاله العزيزي (ثم اتفقوا) أي مسدد وسهل وعثمان (من آتي) من الإيتاء\n(فكافئوه) أي بمثله أو خير منه (فإن لم تجدوا) أي ما تكافئون به (فادعوا له\nالخ) يعني من أحسن إليكم أي إحسان فكافئوه بمثله فإن لم تجدوا فبالغوا في\nالدعاء له جهدكم حتى تحصل المثلية.\n</p>\n\n<p>\nقال المنذري: وأخرجه النسائي وقد تقدم في كتاب الزكاة.\n</p>\n\n<p>\n(باب في رد الوسوسة) الخواطر إن كانت تدعو إلى الرذائل فهي وسوسة وإن\nكانت إلى الفضائل فهي إلهام (أخبرنا أبو زميل) بالتصغير هو سماك بن الوليد\n(ما شئ) ما استفهامية (قال) أي أبو زميل (فقال) أي ابن عباس (أشئ من شك) أي\nما تجده في صدرك أهو شئ من شك (وضحك) أي ابن عباس كما هو الظاهر (حتى أنزل\nالله تعالى) قال في فتح الودود: لم يرد حتى شك هو صلى الله عليه وسلم فأنزل\nالله تعالى بل أراد حتى بعمومه وشموله الغالب فرض في حقه صلى الله عليه\nوسلم انتهى (فإن كنت) أي يا محمد (مما أنزلنا إليك) من القصص فرضا (فاسأل\nالذين يقرؤون الكتاب) أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p010'> Vol. 14, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nالتوراة فإنه ثابت عندهم يخبرونك بصدقه. قال صلى الله عليه وسلم لا أشك\nولا أسأل كذا في تفسير الجلالين، وفي معالم التنزيل: قوله تعالى * (فإن كنت\nفي شك مما أنزلنا إليك) * يعني القرآن فاسأل الذين يقرؤن الكتاب من قبلك\nفيخبرونك أنك مكتوب عندهم في التوراة والإنجيل قيل هذا خطاب للرسول صلى\nالله عليه <span id='ms3681'></span> وسلم والمراد به غيره على عادة العرب فإنهم يخاطبون الرجل\nويريدون به غيره كقوله تعالى * (يا أيها النبي اتق الله) * خاطب النبي صلى\nالله عليه وسلم وأراد به المؤمنين وقيل كان الناس على عهد النبي صلى الله\nعليه وسلم بين مصدق ومكذب وشاك فهذا الخطاب مع أهل الشك ومعناه إن كنت يا\nأيها الإنسان في شك مما أنزلنا إليك من الهدى على لسان رسولنا محمد فاسأل\nالذين الخ انتهى مختصرا قال المنذري: أبو زميل هو سماك بن الوليد الحنفي\nوقد احتج به مسلم.\n</p>\n\n<p>\n(جاءه) أي النبي صلى الله عليه وسلم (أناس من أصحابه) أي جماعة منهم (نجد\nفي أنفسنا الشئ) أي القبيح (نعظم أن نتكلم به) من الاعظام فإن أي نجد\nالتكلم به عظيما لغاية قبحه والمعنى نجد في أنفسنا الشئ القبيح نحو من خلق\nالله وكيف هو ومن أي شئ هو ونحو ذلك مما يتعاظم النطق به فما حكم جريان ذلك\nفي خواطرنا (أو الكلام به) شك من الراوي (ما نحب أن لنا) كذا وكذا من المال\n(وأنا تكلمنا) بصيغة المتكلم من باب التفعل (به) أي بالشئ القبيح الذي يخطر\nفي قلوبنا (قال أو قد وجدتموه) الهمزة للاستفهام التقريري والواو المقرونة\nبها للعطف على مقدر أي أحصل ذلك وقد وجدتموه، والضمير للشئ قال ذاك صريح\nالإيمان معناه أن صريح الايمان هو الذي يمنعكم من قبول ما يلقيه الشيطان في\nأنفسكم والتصديق به حتى يصير ذلك وسوسة لا يتمكن من قلوبكم ولا تطمئن إليه\nنفوسكم، وليس معناه أن الوسوسة نفسها صريح الإيمان وذلك أنها إنما تتولد من\nفعل الشيطان وتسويله فكيف يكون إيمانا صريحا.\n</p>\n\n<p>\nوقد روى في حديث آخر أنهم لما شكوا إليه ذلك قال الحمد لله الذي رد كيده\nإلى الوسوسة قاله الخطابي في المعالم.\n</p>\n\n<p>\nقال المنذري: وأخرجه مسلم والنسائي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p011'> Vol. 14, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n(يعرض بالشئ) أي القبيح (لأن يكون حممة) بضم ففتح أي عجما (من أن يتكلم\nبه) أي بذلك الشئ (رد كيده) الضمير للشيطان وإن لم يجر ذكره لدلالة السياق\nعليه <span id='ms3682'></span> (قال ابن قدامة رد أمره) الضمير للرجل أو للشيطان.\n</p>\n\n<p>\nقال المنذري: وأخرجه النسائي.\n</p>\n\n<p>\n(باب في الرجل ينتمي إلى غير مواليه) أي ينتسب إلى غيرهم.\n</p>\n\n<p>\n(أخبرنا زهير) بن محمد التميمي الخرساني (أخبرنا عاصم الأحول) هو ابن\nسليمان البصري (حدثني أبو عثمان) هو عبد الرحمن بن مل النهدي (حدثني سعد بن\nمالك) هو سعد بن أبي وقاص ذكره في الفتح.\n</p>\n\n<p>\nوأخرج البخاري في كتاب الفرائض ومسلم واللفظ للبخاري حدثنا مسدد حدثنا\nخالد هو ابن عبد الله حدثنا خالد عن أبي عثمان عن سعد قال سمعت النبي صلى\nالله عليه وسلم يقول ((من ادعى إلى غير أبيه وهو يعلم أنه غير أبيه فالجنة\nعليه حرام)) فذكرته لأبي بكرة فقال وأنا سمعته أذناي ووعاه قلبي من رسول\nالله صلى الله عليه وسلم قال الحافظ في الفتح: خالد هو ابن عبد الله\nالواسطي الطحان، وخالد شيخه هو ابن مهران الحذاء، وأبو عثمان هو النهدي،\nوسعد هو ابن أبي وقاص والسند إلى سعد كله بصريون، والقائل فذكرته لأبي بكرة\nهو أبو عثمان انتهى.\n</p>\n\n<p>\nوأخرج البخاري في باب غزوة الطائف حدثنا محمد بن بشار حدثنا غندر حدثنا\nشعبة عن عاصم قال سمعت أبا عثمان قال سمعت سعدا وهو أول من رمى بسهم في\nسبيل الله وأبا بكرة وكان تسور حصن الطائف في أناس فجاء إلى النبي صلى الله\nعليه وسلم فقالا سمعنا النبي صلى الله عليه وسلم يقول ((من ادعى إلى غير\nأبيه وهو يعلم فالجنة عليه حرام)) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p012'> Vol. 14, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n(من ادعى) بتشديد الدال أي انتسب ورضي أن ينسبه الناس إلى غير أبيه (وهو\nيعلم) أي والحال أنه يعلم (فالجنة عليه حرام) أي إن اعتقد حله أو قبل أن\nيعذب بقدر ذنبه أو محمول على الزجر عنه لأنه يؤدي إلى فساد عريض قال ابن\nبطال: ليس معنى هذا الحديث أن من اشتهر بالنسبة إلى غير أبيه أن يدخل في\nالوعيد كالمقداد بن الأسود، وإنما المراد به من تحول عن نسبته لأبيه إلى\nغير أبيه عالما عامدا مختارا وكانوا في <span id='ms3683'></span> الجاهلية لا يستنكرون أن يتبنى\nالرجل ولد غيره ويصير الولد ينسب إلى الذي تبناه حتى نزل قوله تعالى *\n(أدعوهم لآبائهم هو أقسط عند الله) * وقوله تعالى * (وما جعل أدعياءكم\nأبناءكم) * فنسب كل واحد إلى أبيه الحقيقي وترك الانتساب إلى من تبناه لكن\nبقي بعده مشهورا بمن تبناه فيذكر به لقصد التعريف لا لقصد النسب الحقيقي،\nكالمقداد ابن الأسود وليس الأسود أباه وإنما كان تبناه، واسم أبيه الحقيقي\nعمرو بن ثعلبة كذا في الفتح.\n</p>\n\n<p>\n(رجلان أيما رجلين) أي وقعت صفة وما زائدة. قال في المصباح: أي تقع صفة\nتابعة لموصوف وتطابق في التذكير والتأنيث نحو برجل أي رجل وبامرأة أية\nامرأة انتهى.\n</p>\n\n<p>\nولفظ البخاري في غزوة الطائف قال عاصم قلت لقد شهد عندك رجلان حسبك ما\nقال أجل أما أحدهما فأول من رمى بسهم في سبيل الله وأما الآخر فنزل إلى\nالنبي صلى الله عليه وسلم ثالث ثلاثة وعشرين من الطائف انتهى.\n</p>\n\n<p>\nومطابقة الحديث بالباب من حيث إن الادعاء إلى غير أبيه كما هو حرام فكذا\nالانتماء إلى غير مواليه أيضا حرام وقد أيده برواية أبي هريرة وأنس الآتية\n(فقال) أي أبو عثمان (فذكر) أبو عثمان (فضلا) لأبي بكرة (قال النفيلي) هو\nعبد الله بن محمد (حيث حدث) أي حين حدث (والله) الواو للقسم (يعني قوله\nحدثنا وحدثني) في الإسناد لأنهما صريحان في السماع حيث صرح كل من الرواه من\nالنفيلي إلى سعد بن مالك بالتحديث وهو تفسير للضمير في قوله إنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p013'> Vol. 14, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n(سمعت أحمد) بن حنبل إمام الأئمة (ليس لحديث أهل الكوفة نور) ينور به\nالحديث ويضئ إضاءة تامة ولكن ليس ذلك مطردا في حديث جميع أهل الكوفة بل\nاستثنى منه حديث بعض الحفاظ من أهل الكوفة.\n</p>\n\n<p>\nوأما حديث أكثرهم فكما قال أحمد بن حنبل رحمه الله وذلك لعدم اعتنائهم\nبالأسانيد الصحيحة كاعتناء أهل الحجاز والبصرة والشام ولا يبالون هل هي\nبصيغة الأخبار أو العنعنة ولا يفرقون بين مرتبة الاتصال والانقطاع والأرسال\nبل يحتجون بالأحاديث التي هي توافق القياس سواء كانت <span id='ms3684'></span> صحيحة أو مرسلة أو\nمنقطعة أو ضعيفة من ضعف الرجال ويردون بها الأحاديث الصحيحة الثابتة، فكيف\nيوجد في أحاديثهم نور. وأما حديث أهل الحجاز والشام والبصرة ففي أحاديثهم\nنور، ويقرب من هذا ما في سنن الترمذي في كتاب الطهارة قال علي أي ابن\nالمديني قال يحيى بن سعيد القطان ذكر لهشام بن عروة حديث الأفريقي عن أبي\nغطيف عن ابن عمر عن النبي صلى الله عليه وسلم أنه قال ((من توضأ على طهر\nكتب الله له به عشر حسنات)) فقال هذا إسناد مشرقي انتهى.\n</p>\n\n<p>\nأي ما رواه أهل المدينة بل رواه أهل المشرق وهم أهل الكوفة وكأنه جرح في\nروايتهم والله أعلم (قال) أحمد بن حنبل (وما رأيت مثل أهل البصرة) في\nالتثبت والضبط والاتقان بالأحاديث (كانوا) أهل البصرة (تعلموه) بصيغة الجمع\nالماضي بشدة اللام من باب التفعل، والضمير المنصوب يرجع إلى الحديث (من\nشعبة) بن الحجاج البصري والمعنى أن شعبة من أهل البصرة كان ناقدا للرجال\nضبطا متقنا متيقظا محتاطا في أداء صيغ ألفاظ الحديث والأسانيد وأنه لا يروي\nعن المدلسين ولا عن الضعفاء، وأما أهل البصرة فإنما تعلموا هذا العلم من\nشعبه وصاروا بهذه المنزلة وبلغوا بهذه الدرجة لأنهم اختاروا طريقة واقتفوا\nأثره ألا ترى إلى حديث سعد بن أبي وقاص وأبي بكرة في الادعاء إلى غير أبيه\nأن فيه نورا وضوءا والسند كله بصريون والله أعلم.\n</p>\n\n<p>\nقال المنذري وأخرجه البخاري تاما بمعناه، وأخرج مسلم وابن ماجة من حديث\nسعد وأبي بكرة في الادعاء لا غير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p014'> Vol. 14, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n(من تولى قوما) أي اتخذهم مواليه وهذا حرام وإن أذن فيه مواليه أيضا\nفقوله من غير إذن مواليه لزيادة التقبيح، والعادة أنهم لا يرضون بذلك كذا\nفي فتح الودود (صرف ولا عدل) أي نافلة ولا فريضة.\n</p>\n\n<p>\nقال المنذري: وأخرجه مسلم.\n</p>\n\n<p>\n(ونحن ببيروت) في القاموس: بيروت بلد بالشام أي حدثني سعيد والحال أنا\nمقيمون ببيروت (من ادعى إلى غير أبيه الخ) قال العلقمي قال النووي: هذا\nصريح في غلظ تحريم انتساب الإنسان إلى <span id='ms3685'></span> غير أبيه أو انتماء العتيق إلى ولاء\nغير مواليه لما فيه من كفر النعمة وتضييع حقوق الإرث والولاء والعقل وغير\nذلك مع ما فيه من قطيعة الرحم والعقوق انتهى.\n</p>\n\n<p>\nقال المنذري: وأخرج البخاري ومسلم وأبو داود والترمذي والنسائي نحوه من\nحديث علي بن أبي طالب عليه السلام وفيه ((فعليه لعنة الله والملائكة والناس\nأجمعين)) (باب في التفاخر بالأحساب) قال في القاموس: الفخر ويحرك والفخار\nوالفخارة التمدح بالخصال كافتخار كما وتفاخر وأفخر بعضهم على بعض انتهى.\nوالأحساب جمع حسب وهو ما تعده من مفاخر آبائك (وهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p015'> Vol. 14, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nحديثه) أي حديث أحمد بن سعيد (عبية الجاهلية) بضم العين المهملة وكسر\nالموحدة المشددة وفتح المثناة التحتية المشددة أي فخرها وتكبرها ونخوتها.\n</p>\n\n<p>\nقال الخطابي: العبية الكبر والنخوة وأصله من العب وهو الثقل يقال عبية\nوعبية بضم العين وكسرها (مؤمن تقي وفاجر شقي) قال الخطابي: معناه أن الناس\nرجلان مؤمن تقي فهو الخير الفاضل وإن لم يكن حسيبا في قومه. وفاجر شقي فهو\nالدني وإن كان في أهله شريفا رفيعا انتهى.\n</p>\n\n<p>\nوقيل: معناه أن المفتخر المتكبر إما مؤمن تقي فإذن لا ينبغي له أن يتكبر\nعلى أحد، أو فاجر شقي فهو ذليل عند الله والذليل لا يستحق التكبر فالتكبر\nمنفي بكل حال (أنتم بنو آدم وآدم من تراب) أي فلا يليق بمن أصله التراب\nالنخوة والكبر (ليدعن) بلام مفتوحة في جواب قسم مقدر أي والله ليتركن كذا\nقيل (إنما هم) أي أقوام (أو ليكونن) بضم النون الأولى والضمير الفاعل\nالعائد إلى رجال وهو واو الجمع محذوف من ليكونن والمعنى ليصيرن (أهون) أي\nأذل (على الله) أي عنده (من الجعلان) بكسر الجيم وسكون العين جمع جعل بضم\nففتح دويبة سوداء تدير الخراء بأنفها (التي تدفع بأنفها النتن) أي العذرة\nقال العلامة الدميري في حياة الحيوان: الجعل كصرد ورطب وجمعه جعلان بكسر\nالجيم والعين ساكنة وهو يجمع الجعر اليابس ويدخره في بيته وهو دويبة معروفة\nتعض البهائم في فروجها فتهرب، شديد السواد، في بطنه لون حمرة يوجد كثيرا <span id='ms3686'></span> في\nمراح البقر والجواميس ومواضع الروث، ومن شأنه جمع النجاسة وادخارها. ومن\nعجيب أمره أنه يموت من ريح الورد وريح الطيب فإذا أعيد إلى الروث عاش. ومن\nعادته أن يحرس النيام فمن قام لقضاء حاجته تبعه وذلك من شهوته للغائط لأنه\nقوته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p016'> Vol. 14, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج الترمذي في سننه وهو آخر حديث في جامعه قبل العلل حدثنا محمد بن\nبشار أخبرنا أبو عامر العقدي أخبرنا هشام بن سعد عن سعيد بن أبي سعيد عن\nأبي هريرة عن النبي صلى الله عليه وسلم قال ((لينتهين أقوام يفتخرون\nبآبائهم الذين ماتوا إنما هم فحم جهنم أو ليكونن أهون على الله من الجعل\nالذي يدهده الخراء بأنفه)) الحديث هذا حديث حسن حدثنا هارون بن موسى بن أبي\nعلقمة حدثني أبي عن هشام بن سعد عن سعيد بن أبي سعيد عن أبيه عن أبي هريرة\nأن رسول الله صلى الله عليه وسلم فذكر الحديث مختصرا وقال هذا حديث حسن،\nوسعيد المقبري قد سمع من أبي هريرة ويروي عن أبيه أشياء كثيرة عن أبي\nهريرة، وقد روى سفيان الثوري وغير واحد هذا الحديث عن هشام بن سعد عن سعيد\nالمقبري عن أبي هريرة عن النبي صلى الله عليه وسلم نحو حديث أبي عامر عن\nهشام بن سعد انتهى كلامه. وحديث أبي هريرة أخرجه ابن حبان أيضا.\n</p>\n\n<p>\nوفي مسند أبي داود الطيالسي وشعب الإيمان عن ابن عباس أن النبي صلى الله\nعليه وسلم قال ((لا تفخروا بآبائكم الذين ماتوا في الجاهلية فوالذي نفسي\nبيده لما يدحرج الجعل بأنفه خير من آبائكم الذين ماتوا في الجاهلية)).\n</p>\n\n<p>\nوروى البزار في مسنده عن حذيفة قال: قال رسول الله صلى الله عليه وسلم\n((كلكم بنو آدم وآدم من تراب لينتهين قوم يفخرون بآبائهم أو ليكون أهون على\nالله من الجعلان)) انتهى.\n</p>\n\n<p>\nوقوله في حديث الترمذي ((يدهده)) قال السيوطي في الدر النثير تلخيص نهاية\nابن الأثير:\n</p>\n\n<p>\nدهديت الحجر ودهدهته وسلم فتدهده دحرجته فتدحرج ولما يدهده الجعل أي\nيدحرجه من السرجين انتهى.\n</p>\n\n<p>\nقال القاري: شبه <span id='ms3687'></span> المفتخرين بآبائهم الذين ماتوا في الجاهلية بالجعلان،\nوآبائهم المفتخر بهم بالعذرة، ونفس افتخارهم بهم بالدفع والدهدهة بالأنف.\nوالمعنى أن أحد الأمرين واقع البتة إما الانتهاء عن الافتخار أو كونهم أذل\nعند الله تعالى من الجعلان الموصوفة انتهى.\n</p>\n\n<p>\nقال الترمذي: وأخرجه الترمذي وقال حسن صحيح.\n</p>\n\n<p>\n(باب في العصبية) قال في النهاية: العصبي هو الذي يغضب لعصبته ويحامي\nعنهم، والعصبة الأقارب من جهة الأب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p017'> Vol. 14, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n(من نصر قومه على غير الحق) أي على باطل أو مشكوك (فهو كالبعير الذي ردي)\nبضم الراء وكسر الدال المشددة وفتح الياء أي تردى وسقط في البئر (فهو) أي\nالبعير المتردي (ينزع) بصيغة المجهول أي يخرج ويرفع (بذنبه) أي يجر من\nورائه.\n</p>\n\n<p>\nقال الخطابي: معناه أنه قد وقع في الإثم وهلك كالبعير إذا تردى في بئر\nفصار ينزع بذنبه ولا يقدر على الخلاص.\n</p>\n\n<p>\n(وهو في قبة من أدم) بفتحتين أي جلد (فذكر نحوه) أي نحو الحديث الأول.\n</p>\n\n<p>\nقال المنذري: الأول موقوف والثاني مسند. وعبد الرحمن قد سمع من أبيه.\n</p>\n\n<p>\n(ما العصبية الخ) قال المنذري: وأخرجه ابن ماجة وقال فيه عن عباد بن كثير\nالشامي عن امرأة منهم يقال لها فسيلة قالت سمعت أبي فذكر بمعناه. وفسيلة\nبضم الفاء وفتح السين المهملة وسكون الياء آخر الحروف وبعد اللام المفتوحة\nتاء تأنيث هي بنت واثلة بن الأسقع، ذكر ذلك غير واحد، ويقال فيها أيضا\nخصيلة بضم الخاء المعجمة وفتح الصاد المهملة وبعدها ياء آخر الحروف ساكنة\nوبعد اللام المفتوحة تاء تأنيث. وعباد بن كثير الشامي وثقة يحيى بن معين\nوتكلم فيه غير واحد، وإسناد حديث أبي داود أمثل من هذا.\n</p>\n\n<p>\n(عن سراقة) بضم أوله (بن مالك بن جعشم) بضم الجيم والشين المعجمة بينهما\nعين مهملة (خيركم المدافع) أي الذي يدفع الظلم (عن عشيرته) أي أقاربه\nالمعاشر معهم (ما لم يأثم) أي ما لم يظلم ويقع بالمدافعة في الإثم والظلم\nعلى المدفوع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p018'> Vol. 14, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n(قال أبو داود أيوب بن سويد ضعيف) هذه العبارة إنما وجدت في بعض النسخ.\n</p>\n\n<p>\nقال المنذري: في إسناده أيوب <span id='ms3688'></span> بن سويد أبو مسعود الحميري السيباني قدم مصر\nوحدث بها. قال أبو داود في رواية ابن العبد: أيوب بن سويد السيباني بفتح\nالسين المهملة وسكون الياء آخر الحروف وبعدها باء بواحدة مفتوحة وبعد الألف\nنون منسوب إلى سيبان بطن من حمير وهو ضعيف. قال يحيى بن معين: ليس بشئ كان\nيسرق الأحاديث، وقال عبد الله بن المبارك، ارم به، وتكلم فيه غير واحد، وفي\nسماع سعيد بن المسيب من سراقة المدلجي نظر فإن وفاة سراقة كانت سنة أربع\nوعشرين على المشهور، وقد ولد سعيد بن المسيب لثلاث سنين بقيت من خلافة عمر،\nوقتل عثمان وهو ابن خمس عشرة سنة فيكون مولده على هذا سنة عشرين أو إحدى\nوعشرين فلا يصح سماعه منه والله أعلم، انتهى كلام المنذري.\n</p>\n\n<p>\n(ليس منا) أي ليس من أهل ملتنا (من دعا) أي الناس (إلى عصبية) قال\nالمناوي: أي من يدعو الناس إلى الاجتماع على عصبية وهي معاونة الظالم.\n</p>\n\n<p>\nوقال القاري: أي إلى اجتماع عصبية في معاونة ظالم. وفي الحديث ((ما بال\nدعوى الجاهلية)) قال صاحب النهاية: هو قولهم يا آل فلان كانوا يدعون بعضهم\nبعضا عند الأمر الحادث (من قاتل على عصبية) أي على باطل وليس في بعض النسخ\nلفظ على (من مات على عصبية) أي على طريقتهم من حمية الجاهلية قال المنذري:\nقال أبو داود في رواية ابن العبد هذا مرسل، عبد الله بن أبي سليمان لم يسمع\nمن جبير. هذا آخر كلامه. وفي إسناده محمد بن عبد الرحمن المكي وقيل فيه\nالعكي.\n</p>\n\n<p>\nقال أبو حاتم الرازي: هو مجهول، وقد أخرج مسلم في صحيحه والنسائي في سننه\nمن حديث أبي هريرة بمعناه أتم منه، ومن حديث جندب بن عبد الله البجيلي\nمختصرا.\n</p>\n\n<p>\n(ابن أخت القوم منهم) أي بينه وبينهم ارتباط. وسياق الحديث يقتضي أن\nالمراد أنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p019'> Vol. 14, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nكالواحد منهم في إفشاء سرهم بحضرته ونحو ذلك كالنصرة والمودة والمشورة.\nقاله النووي.\n</p>\n\n<p>\nقال المنذري: وقد أخرج البخاري ومسلم والترمذي والنسائي قوله صلى الله\nعليه وسلم ((ابن أخت <span id='ms3689'></span> القوم منهم)) مختصرا ومطولا.\n</p>\n\n<p>\n(عن أبي عقبة) قيل اسمه رشيد صحابي كذا في الخلاصة (وكان) أي أبو عقبة\n(شهدت) أي حضرت (أحدا) بضمتين (فقلت خذها) أي الضربة أو الطعنة (وأنا\nالغلام الفارسي) بكسر الراء والجملة حال، ولهذا على عادتهم في المحاربة أن\nيخبر الضارب المضروب باسمه ونسبه إظهارا بشجاعته (فهلا قلت) أي لم لا قلت\n(خذها مني وأنا الغلام الأنصاري) لأن مولى القوم منهم.\n</p>\n\n<p>\nقال القاري: أي إذا افتخرت عند الضرب فانتسب إلى الأنصار الذين هاجرت\nإليهم ونصروني، وكان فارس في ذلك الزمان كفارا، فكره صلى الله عليه وسلم\nالانتساب إليهم وأمره بالانتساب إلى الأنصار ليكون منتسبا إلى أهل الاسلام\nانتهى.\n</p>\n\n<p>\nقال المنذري: وأخرجه ابن ماجة في إسناده محمد بن إسحاق، وقد تقدم الكلام\nعليه.\n</p>\n\n<p>\nوأبو عقبة هذا بصري مولى من بني هاشم بن عبد مناف.\n</p>\n\n<p>\n(باب الرجل يحب الرجل على خير يراه) (وقد كان) أي حبيب (أدركه) أي\nالمقدام (فليخبره أنه (يحبه) لأن في الإخبار بذلك استمالة قلبه واستجلاب\nزيادة المحبة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p020'> Vol. 14, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nقال الخطابي معناه الحث على التودد والتألف، وذلك أنه إذا أخبره أنه يحبه\nاستمال بذلك قلبه واجتلب به وده، وفيه أنه إذا علم أنه محب له وواد له قبل\nنصيحته ولم يرد عليه قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p021'> Vol. 14, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nفي عيب أن أخبره به عن نفسه أو سقطه إن كانت منه وإذا لم يعلم ذلك منه لم\nيؤمن أن يسوء ظنه فيه فلا يقبل منه قوله، ويحمل ذلك منه على العداوة\nوالشنآن انتهى.\n</p>\n\n<p>\nقال المنذري: وأخرجه الترمذي والنسائي، وقال الترمذي حسن صحيح غريب هذا\nآخر كلامه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p022'> Vol. 14, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوقد روى من حديث أبي سعيد الخدري وفيه مقال، وقد رواه منصور بن المعتمر\nعن عبد الله بن مرة عن عبد الله بن عمر قال أبو الفضل المقدسي وهو صحيح على\nشرط الصحيحين ولم يخرجاه، وقد أخرجا بهذا الإسناد حديثا في النذور وقد روى\nعن ابن عمر من وجوه هذا أصحها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p023'> Vol. 14, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n(فقال) أي الرجل الأول (إني لأحب هذا) أي الرجل الآخر (أعلمته) بحذف همزة\nالاستفهام (فقال إني <span id='ms3690'></span> أحبك في الله) أي في طلب مرضاة الله (فقال) أي الرجل\nالآخر (أحبك الذي أحببتني له) أي لأجله وهذا دعاء.\n</p>\n\n<p>\nقال المنذري: في إسناده المبارك بن فضالة أبو فضالة القرشي العدوي مولاهم\nالبصري وثقه عفان بن مسلم واستشهد به البخاري وضعفه الإمام أحمد ويحيى ابن\nمعين والنسائي وتكلم فيه غيرهم.\n</p>\n\n<p>\n(قال فأعادها أبو ذر) أي أعاد مقولته وهي إني أحب الله ورسوله (فأعادها\nرسول الله صلى الله عليه وسلم) أي فأعاد مقولته الشريفة وهي فإنك مع من\nأحببت.\n</p>\n\n<p>\nقال المنذري: وقد أخرج البخاري ومسلم من حديث أبي وائل شقيق بن سلمة عن\nعبد الله بن مسعود رضي الله عنه قال ((جاء رجل إلى رسول الله صلى الله عليه\nوسلم فقال يا رسول الله كيف ترى في رجل أحب قوما ولم يلحق بهم قال رسول\nالله صلى الله عليه وسلم ((المرء مع من أحب)) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p024'> Vol. 14, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n(رأيت أصحاب النبي صلى الله عليه وسلم فرحوا بشئ) وهذا الشئ هو قوله صلى\nالله عليه وسلم المرء مع من أحب (لم أرهم فرحوا بشئ) أي آخر (أشد منه) أي\nذلك الشئ المذكور أولا (على العمل) متعلق بيحب (من الخير يعمل) أي الرجل\nالمحبوب (به) أي بذلك العمل من الخير (ولا يعمل) أي الرجل المحب (المرء مع\nمن أحب) يعني من أحب قوما بالإخلاص يكون من زمرتهم وإن لم يعمل عملهم لثبوت\nالتقارب بين قلوبهم، وربما تؤدي تلك المحبة إلى موافقتهم، وفيه حث على محبة\nالصلحاء والأخيار رجاء اللحاق بهم والخلاص من النار.\n</p>\n\n<p>\nقال المنذري: وأخرجه البخاري ومسلم بمعناه أتم منه.\n</p>\n\n<p>\n(باب في المشورة) قال في القاموس: أشار إليه بكذا أمره به وهي الشورى\nوالمشورة مفعلة لا مفعولة واستشاره طلب منه المشورة.\n</p>\n\n<p>\n(المستشار) أي الذي طلب منه المشورة والرأي (مؤتمن) اسم مفعول من الأمن\nأو الأمانة.\n</p>\n\n<p>\nقال الطيبي: معناه أهه أمين فيما يسأل من الأمور فلا ينبغي أن يخون\nالمستشير بكتمان مصلحته ذكره العزيزي.\n</p>\n\n<p>\nقال المنذري: وأخرجه الترمذي والنسائي وابن ماجة، وقال الترمذي: هذا حديث\nحسن غريب <span id='ms3691'></span>، وأخرجه الترمذي أيضا مرسلا من حديث أبي سلمة بن عبد الرحمن أن\nرسول الله صلى الله عليه وسلم خرج يوما وأبو بكر وعمر فذكر نحو هذا الحديث\nبمعناه ولم يذكر فيه عن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p025'> Vol. 14, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nهريرة، وحديث شيبان أتم من حديث أبي عوانة وأطول يعني الحديث المرفوع\nالذي قبل هذا.\n</p>\n\n<p>\nوقال وشيبان ثقة عندهم صاحب كتاب، وذكره في موضع آخر مختصرا. وقال وقد\nرواه غير واحد عن شيبان بن عبد الرحمن النحوي، وشيبان هو صاحب الكتاب وهو\nصحيح والحديث ويكنى أبا معاوية، وأخرجه أيضا من حديث أم سلمة زوج النبي صلى\nالله عليه وسلم عن رسول الله صلى الله عليه وسلم وقال وهذا حديث غريب من\nحديث أم سلمة هذا آخر كلامه.\n</p>\n\n<p>\nوفي إسناده علي بن زيد بن جدعان ولا يحتج بحديثه.\n</p>\n\n<p>\nوقال أيضا في آخره وفي الباب عن أبي مسعود وأبي هريرة وابن عمر. هذا آخر\nكلامه.\n</p>\n\n<p>\nوقد رواه أيضا عن رسول الله صلى الله عليه وسلم علي بن أبي طالب وأبو\nالهيثم بن التيهان، والنعمان بن بشير، وسمرة بن جندب، وعمر بن عوف وعبد\nالله بن عباس، وجابر بن عبد الله، وعبد الله بن عمر، وعبيد بن صخر في طرقها\nكلها مقال وأجود إسناد الحديث الذي ذكرناه أول الباب، وحسنه الترمذي.\n</p>\n\n<p>\nوقال الحافظ أبو الفضل محمد بن طاهر المقدسي، وأصح الطرق إلى هذا المتن\nرواية سفيان ومن تابعه عن عبد الملك بن عبيد عن أبي سلمة عن أبي هريرة.\n</p>\n\n<p>\n(باب في الدال على الخير) (إني أبدع بي) بصيغة المجهول أي انقطع بي\nالسبيل لموت الراحلة أو ضعفها.\n</p>\n\n<p>\nقال الخطابي: قوله أبدع بي معناه انقطع بي ويقال أبدعت الركاب إذا كلت\nوانقطعت انتهى. وفي النهاية يقال أبدعت الناقة إذا انقطعت عن السير بكلال\nانتهى (لا أجد ما أحملك عليه) أي من الركب (فلعله أن يحملك) أي يعطيك ما\nتركب عليه (من دل على خير فله مثل أجر فاعله) قال النووي المراد أن له\nثوابا كما أن لفاعله ثوابا، ولا يلزم أن <span id='ms3692'></span> يكون قدر ثوابهما سواء انتهى وذهب\nبعض الأئمة إلى أن المثل المذكور في هذا الحديث ونحوه إنما هو بغير تضعيف.\nوقال القرطبي إنه مثله سواء في القدر والتضعيف لأن الثواب على الأعمال إنما\nهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p026'> Vol. 14, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nبفضل من الله يهبه لمن يشاء على أي شئ صدر منه خصوصا إذا صحت النية التي\nهي أصل الأعمال في طاعة عجز عن فعلها لمانع منع منها فلا بعد في مساواة أجر\nذلك العاجز لأجر القادر والفاعل أو يزيد عليه كذا في السراج المنير قال\nالمنذري: وأخرجه مسلم والترمذي وأبو مسعود اسمه عقبة بن عمرو.\n</p>\n\n<p>\n(باب في الهوى) قال في القاموس: هوية كرضيه هوى أحبه. قال الحافظ ابن حجر\nفيما رده على السراج القزويني: ترجم أبو داود لهذا الحديث باب الهوى وأراد\nبذلك شرح معناه وأنه خبر بمعنى التحذير من اتباع الهوى فإن الذي يسترسل في\nاتباع هواه لا يبصر قبح ما يفعله ولا يسمع نهي من ينصحه وإنما يقع ذلك لمن\nيحب أحوال نفسه ولم يتفقد عليها انتهى.\n</p>\n\n<p>\nوقال الحافظ زين الدين العراقي في شرح الترمذي: قيل يعمى عن عيوب المحبوب\nوقيل عن كل شئ سوى المحبوب انتهى.\n</p>\n\n<p>\nوالحديث الذي أورده المؤلف في الباب هذا أحد الأحاديث التي انتقدها\nالحافظ سراج الدين القزويني على المصابيح وزعم أنه موضوع.\n</p>\n\n<p>\nوقال الحافظ بن حجر فيما رده عليه أما بلال فهو ثقة من كبار التابعين،\nوأما خالد فوثقه أبو حاتم الرازي، واما أبو بكر فهو ضعيف عندهم من قبل حفظه\nوكان مستقيم الأمر في حديثه فطرقه لصوص فتغير عقله وصار يأتي بالغرائب التي\nلا توجد إلا عنده فعدوه فيمن اختلط ولم يتميز انتهى.\n</p>\n\n<p>\nوقال الحافظ صلاح الدين العلائي: هذا الحديث ضعيف لا ينتهي إلى درجة\nالحسن أصلا ولا يقال فيه موضوع انتهى. وقال البيهقي في شعب الإيمان بعد\nذكره ورواه البخاري في التاريخ موقوفا على أبي الدرداء قال البيهقي وسئل\nعلي بن عبد الرحمن عن الفرق بين الحب والعشق فقال الحب لذة تعمي عن رؤية\nغير محبوبة فإذا <span id='ms3693'></span> تناهى سمي عشقا وهو قوله صلى الله عليه وسلم ((حبك الشئ\nيعمي ويصم)) انتهى وسيجئ كلام المنذري.\n</p>\n\n<p>\nوقد روينا هذا الحديث في الأربعين للشيخ ولي الله المحدث الدهلوي من\nرواية علي بن أبي طالب رضي الله عنه والله أعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p027'> Vol. 14, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n(حبك) إضافة المصدر إلى الفاعل (الشئ) مفعول (يعمي ويصم) بضم أولهما وكسر\nعينهما أي يجعلك أعمى عن رؤية معائب الشئ المحبوب بحيث لا تبصر فيه عيبا\nويجعلك أصم عن سماع قبائحه بحيث لا تسمع فيه كلاما قبيحا لاستيلاء سلطان\nالمحبة على فؤادك.\n</p>\n\n<p>\nقال المنذري في إسناده بقية بن الوليد وأبو بكر بن عبد الله بن أبي مريم\nالغساني الشامي وفي كل واحد منهما مقال. وروي عن بلال عن أبيه قوله ولم\nيرفعه. وقيل إنه أشبه بالصواب، ويروي من حديث معاوية بن أبي سفيان ولا\nيثبت. وسئل ثعلب عن معناه فقال يعمي العين عن النظر إلى مساويه ويصم الأذن\nعن إسماع العذل فيه، وأنشأ يقول وكذبت طرفي فيك والطرف صادق وأسمعت أذني\nفيك ما ليس يسمع وقال غيره: يعمي ويصم عن الآخرة وفائدته النهي عن حب ما لا\nينبغي الإغراق في حبه انتهى كلام المنذري.\n</p>\n\n<p>\n(باب في الشفاعة) (بريد) بالموحدة مصغرا هو ابن عبد الله (ابن أبي بردة)\nالأشعري منسوب إلى جده (عن أبيه) المراد بالأب جده أبو بردة (اشفعوا إلي\nلتؤجروا) أي إذا عرض المحتاج حاجته على فاشفعوا له إلي فإنكم إن شفعتم حصل\nلكم الأجر سواء قبلت شفاعتكم أم لا، واللام في قوله لتؤجروا هي لام التعليل\nذكره الحافظ (وليقض الله على لسان نبيه ما شاء) أي إن قضيت حاجته من\nشفاعتكم له فهو بتقدير الله وإن لم أقض فهو أيضا بتقدير الله وفي السراج\nالمنير أي يظهر على لسان رسوله بوحي أو إلهام ما شاء من إعطاء أو حرمان\nفتندب الشفاعة ويحصل الأجر للشافع مطلقا سواء قضيت الحاجة أم لا. قال\nالمنذري: وأخرجه البخاري ومسلم والترمذي والنسائي.\n</p>\n\n<p>\n(حدثنا أحمد بن صالح وأحمد بن عمرو بن السرح الخ) قد وقع <span id='ms3694'></span> هذا الحديث في\nبعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p028'> Vol. 14, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nالنسخ ههنا وفي بعضها في اخر كتاب السنة، ولم يوجد هذا الحديث في نسخة\nالمنذري لا ههنا ولا في اخر كتاب السنة.\n</p>\n\n<p>\nوقال المزي: حديث همام بن منبه بن كامل عن معاوية أخرجه أبو داود بلفظ\n((اشفعوا تؤجروا فإني لأريد الأمر فأؤخره كما تشفعوا فتؤجروا فإن رسول الله\nصلى الله عليه وسلم قال اشفعوا تؤجروا)) في كتاب السنة عن أحمد بن صالح\nوأحمد بن عمرو بن السرح وأخرجه النسائي في الزكاة عن هارون بن سعيد الأيلي\nثلاثتهم عن سفيان عن عمرو بن دينار عن وهب بن منبه عن أخيه همام، وحديث أبي\nداود في بعض النسخ من رواية اللؤلؤي ولم يذكره أبو القاسم انتهى كلام المزي\n(لأريد) بلام التأكيد (الأمر) لواحد من الناس أو للجماعة لأنفذه (فأؤخره)\nأي الأمر عن نفاذه (كيما) ما زائدة (فتؤجروا) بصيغة المجهول.\n</p>\n\n<p>\n(حدثنا أبو معمر) حديث أبي معمر في بعض نسخ الكتاب ههنا وفي بعضها في آخر\nكتاب السنة، وليس في نسخة المنذري هذا الحديث لا ههنا ولا في آخر كتاب\nالسنة. وقال المزي: حديث ((كان النبي صلى الله عليه وسلم إذا أتاه ذو\nالحاجة قال اشفعوا تؤجروا ويقضي الله على لسان نبيه ما أحب)) أخرجه البخاري\nفي الزكاة وفي الأدب وفي التوحيد، ومسلم في الأدب، وأبو داود في الأدب عن\nمسدد، وفي السنة عن أبي معمر وهو إسماعيل بن إبراهيم القطيعي كلاهما عن\nسفيان بن عيينة عن بريد بن عبد الله بن أبي بردة بن أبي موسى الأشعري\nالكوفي عن أبي بردة عن أبي موسى، وأخرجه النسائي في الزكاة. وحديث أبي معمر\nفي رواية أبي بكر بن داسة عن أبي داود، ولم يذكره أبو القاسم انتهى.\n</p>\n\n<p>\n(باب في الرجل يبدأ بنفسه في الكتاب) (قال أحمد) هو ابن حنبل (قال مرة)\nضمير قال راجع إلى هشيم (يعني هشيما) هذا تفسير لضمير قال (عن بعض ولد\nالعلاء) بفتح الواو واللام أو بضم الواو وسكون اللام. وفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p029'> Vol. 14, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nالمصابيح عن أبي العلاء الحضرمي أن <span id='ms3695'></span> العلاء الحضرمي كان عامل رسول الله\nصلى الله عليه وسلم وكان إذا كتب إليه بدأ بنفسه انتهى. وفي المرقاة قيل\nاسمه زيد بن عبد الله وكنيته أبو العلاء، وفي بعض نسخ المصابيح عن ابن\nالعلاء انتهى. وفي فتح الباري في كتاب الاستئذان في باب بمن يبدأ بالكتاب.\nوعن أبي داود من طريق ابن سيرين عن أبي العلاء بن الحضرمي عن العلاء أنه\nكتب إلى النبي صلى الله عليه وسلم فبدأ بنفسه انتهى. وفي التقريب ابن\nالعلاء الحضرمي عن أبيه مقبول من الثالثة وأظن أن اسمه عبد الله انتهى (أن\nالعلاء الحضرمي كان عامل النبي صلى الله عليه وسلم على البحرين) وأقره أبو\nبكر وعمر رضي الله عنهما إلى أن مات العلاء سنة أربع عشرة (فكان إذا كتب)\nأي العلاء (إليه) أي إلى النبي صلى الله عليه وسلم (بدأ بنفسه) أي باسمه\nفقرره النبي صلى الله عليه وسلم على ذلك، ففيه دلالة على أن المسنون أن\nيبدأ الكاتب الكتاب بنفسه، ويدل عليه كتاب رسول الله صلى الله عليه وسلم\nإلى هرقل وفيه بسم الله الرحمن الرحيم من محمد عبد الله ورسوله إلى هرقل\nالخ.\n</p>\n\n<p>\nقال الحافظ في فتح الباري تحت هذا الحديث: فيه أن السنة أن يبدأ الكتاب\nبنفسه وهو قول الجمهور بل حكى فيه النحاس إجماع الصحابة والحق إثبات الخلاف\nانتهى.\n</p>\n\n<p>\n(عن العلاء بن الحضرمي) نسبة إلى حضرموت.\n</p>\n\n<p>\nقال ابن الأثير: العلاء بن الحضرمي واسم الحضرمي عبد الله بن عباد، ولا\nيختلفون أنه من حضرموت انتهى (أنه كتب إلى النبي صلى الله عليه وسلم فبدأ\nباسمه) قال المنذري: فيهما مجهول، قال بعضهم: يبدأ الكتاب بنفسه فيقول من\nفلان بن فلان إلى فلان بن فلان وذكر هذا الحديث حجة لذلك وقد كتب رسول الله\nصلى الله عليه وسلم: ((من محمد عبد الله ورسوله إلى هرقل)).\n</p>\n\n<p>\nوقال حماد بن زيد: كان الناس يكتبون من فلان بن فلان إلى فلان بن فلان\nأما بعد.\n</p>\n\n<p>\nوقال غيره: إذا بدأ الكاتب باسم المكتوب إليه فقد <span id='ms3696'></span> كره ذلك غير واحد من\nالسلف وأجازه بعضهم، وقيل أما الأب فيقدم فلا يبدأ ولده باسمه على والده\nوالكبير السن كذلك يوقر به انتهى كلام المنذري.\n</p>\n\n<p>\nقلت: وأخرج الطبراني في الكبير عن النعمان بن بشير عن رسول الله صلى الله\nعليه وسلم: ((إذا كتب أحدكم إلى أحد فليبدأ بنفسه)).\n</p>\n\n<p>\nقال المناوي في فتح القدير: فيه مجهول وضعيف انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p030'> Vol. 14, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوفي المرقاة إسناده حسن انتهى.\n</p>\n\n<p>\nقال المناوي: أي إذا كتب أحدكم إلى أحد من الناس كتابا فليبدأ فيه بذكر\nنفسه مقدما على اسم المكتوب له نحو من فلان إلى فلان وإن كان مهينا محتقرا\nوالمكتوب إليه فخما كبيرا فلا يجري على سنن العجم حيث يبدؤون بأسماء\nأكابرهم في المكاتيب ويرون أن ذلك من الأدب، وإنما الأدب ما أمر به الشارع.\nنعم إن خاف وقوع محذور بمحترم إن بدأ بنفسه بدأ بالمكتوب إليه بدليل ما\nرواه البخاري في الأدب المفرد بسند صحيح عن نافع قال كانت لابن عمر حاجة\nإلى معاوية فأراد أن يكتب إليه فقالوا ابدأ به، فلم يزالوا به حتى كتب بسم\nالله الرحمن الرحيم إلى معاوية، وفيه أيضا عن عبد الله بن دينار أن عبد\nالله بن عمر كتب إلى عبد الملك بن مروان يبايعه فكتب إليه بسم الله الرحمن\nالرحيم لعبد الملك أمير المؤمنين من عبد الله بن عمر سلام عليك فذكره\nانتهى.\n</p>\n\n<p>\nوفي الأدب المفرد عن خارجة بن زيد عن كبراء آل زيد بن ثابت هذه الرسالة\nلعبد الله معاوية أمير المؤمنين من زيد بن ثابت سلام عليك.\n</p>\n\n<p>\nوفي فتح الباري وأخرج عبد الرزاق عن معمر عن أيوب قرأت كتابا من العلاء\nبن الحضرمي إلى محمد رسول الله وعن نافع كان ابن عمر يأمر غلمانه إذا كتبوا\nإليه أن يبدؤوا بأنفسهم.\n</p>\n\n<p>\nوعن نافع كان عمال عمر إذا كتبوا إليه بدؤوا بأنفسهم.\n</p>\n\n<p>\nقال المهلب: السنة أن يبدأ الكاتب بنفسه. وعن معمر عن أيوب أنه كان ربما\nبدأ باسم الرجل قبله إذا كتب إليه. وسئل مالك عنه فقال لا بأس <span id='ms3697'></span> به. انتهى.\nوفي المرقاة: وكان العلاء إذا كتب إلى النبي صلى الله عليه وسلم بدأ بنفسه\nاقتداء به صلى الله عليه وسلم لأنه كان يفعل ذلك. ومما يدل عليه كتابته صلى\nالله عليه وسلم إلى معاذ يعزيه في ابن له ((بسم الله الرحمن الرحيم من محمد\nرسول الله إلى معاذ بن جبل سلام عليك، فإني أحمد إليك الله الذي لا إله إلا\nهو أما بعد)) الحديث رواه الحاكم وغيره.\n</p>\n\n<p>\nوهذا الصنيع العظيم مقتبس من قوله تعالى * (إنه من سليمان وإنه بسم الله\nالرحمن الرحيم) *.\n</p>\n\n<p>\nقال المظهر: كان يكتب هكذا من العلاء الحضرمي إلى رسول الله صلى الله\nعليه وسلم وهكذا أمر النبي صلى الله عليه وسلم أن يكتبوا من لسانه هذا من\nرسول الله إلى عظيم البحرين وغيره من الملوك انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p031'> Vol. 14, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n(باب كيف يكتب إلى الذمي) (إلى هرقل) بكسر الهاء وفتح الراء وسكون القاف\nغير منصرف وهو اسم علم لملك الروم في ذلك الوقت وقيصر لقب لجميع ملوك الروم\nوقيل كلاهما واحد (عظيم الروم) بدل أو بيان (سلام على من اتبع الهدى) أي\nالهداية بالإسلام والديانة. وفيه إشارة إلى أنه لا يجوز الابتداء بالسلام\nلغير أهل الاسلام إلا على طريق الكناية (وقال ابن يحيى) هو محمد (إن أبا\nسفيان أخبره) أي ابن عباس (قال) أي أبو سفيان (فأجلسنا بين يديه) أي أجلس\nهرقل إيانا قدامه.\n</p>\n\n<p>\nقال المنذري: وأخرجه البخاري ومسلم والترمذي والنسائي مطولا مختصرا.\n</p>\n\n<p>\n(باب في بر الوالدين) (لا يجزي) بفتح أوله وسكون الياء في آخره أي لا\nيكافئ (ولد والده) أي إحسان والده (إلا أن يجده) أي يصادفه (مملوكا) منصوب\nعلى الحال من الضمير المنصوب في يجده (فيشتريه فيعتقه) بالنصب فيهما قال\nالقاضي رحمه الله ذهب بعض أهل الظاهر إلى أن الأب لا يعتق على ولده إذا\nتملكه وإلا لم يصح ترتيب الإعتاق على الشراء، والجمهور على أنه يعتق بمجرد\nالتملك من غير أن ينشئ فيه عتقا، وأن قوله فيعتقه: معناه فيعتقه بالشراء لا\nبإنشاء عتق، والترتيب باعتبار الحكم <span id='ms3698'></span> دون انشاء انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p032'> Vol. 14, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nقال المنذري: وأخرجه مسلم والترمذي والنسائي وابن ماجة.\n</p>\n\n<p>\n(فقال لي طلقها فأبيت) أي امتنعت لأجل محبتي فيها. قال المنذري: وأخرجه\nالترمذي والنسائي وابن ماجة، وقال الترمذي: حسن صحيح إنما نعرفه من حديث\nابن أبي ذئب.\n</p>\n\n<p>\n(عن بهز بن حكيم عن أبيه) أي حكيم (عن جده) أي جد بهز وهو معاوية بن حيدة\n(من أبر) بفتح الموحدة وتشديد الراء على صيغة المتكلم أي من أحسن إليه ومن\nأصله (قال أمك) بالنصب أي بر أمك وصلها أولا (ثم الأقرب فالأقرب) أي إلى\nآخر ذوي الأرحام (لا يسأل رجل مولاه) أي معتقه بفتح التاء أو المراد\nبالمولى القريب أي ذو القربى وذو الأرحام والله أعلم (من فضل) أي المال\nالفاضل من الحاجة (فيمنعه إياه) أي لا يعطي المولى الفضل الرجل، فالضمير\nالمرفوع للمولى والمنصوب المتصل للفضل والمنفصل للرجل (إلا دعي) بصيغة\nالمجهول (له) أي لمولاه (فضله) نائب الفاعل (شجاعا أقرع) قال الخطابي:\nالشجاع الحية والأقرع هو الذي انحسر الشعر من رأسه من كثرة سمه.\n</p>\n\n<p>\nقال المنذري: وأخرجه الترمذي وقال حسن. وقال حسن هذا آخر كلامه، وقد تقدم\nالكلام على بهز بن حكيم.\n</p>\n\n<p>\n(كليب بن منفعة) الحنفي البصري مقبول. كذا في التقريب (عن جده) بكر بن\nالحارث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p033'> Vol. 14, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nقال في الإصابة: بكر بن الحارث الأنماري أبو منفعة ذكره الترمذي وابن\nشاهين في الصحابة وأبو بكر بن عيسى البغدادي فيمن نزل حمص من الصحابة،\nوذكره ابن قانع فسماه أيضا بكر بن الحارث، ثم أخرج حديثه من طريق كليب بن\nمنفعة عن جده أنه قال يا رسول الله من أبر؟ قال أمك انتهى (ومولاك) أي\nقريبك أي ذا القربى منك، فإن أحد معاني المولى القريب أيضا وهو المراد ههنا\nبدليل ثالث أحاديث الباب الذي تقدم وهو حديث بهز بن حكيم عن أبيه عن جده\nوفيه ثم الأقرب فالأقرب.\n</p>\n\n<p>\nوبدليل حديث أبي هريرة المتفق عليه قال: قال رجل يا رسول الله من أحق\nبحسن صحابتي؟ قال أمك، قال ثم من؟ قال أمك، قال ثم من <span id='ms3699'></span>؟ قال أمك، قال ثم من؟\nقال أبوك)) وفي رواية قال ((أمك ثم أمك ثم أباك ثم أدناك أدناك)) وبهذا\nيظهر أن الواو في قوله صلى الله عليه وسلم في حديث الباب وأباك وأختك وأخاك\nومولاك بمعنى ثم أي ثم أباك ثم أختك ثم أخاك ثم مولاك أي قريبك الأقرب\nفالأقرب (الذي يلي ذلك) صفة لقوله مولاك أي قريبك الذي يقرب من تقدم من ابن\nأختك وابن أخيك وعمتك وعمك وابن عمتك وابن عمك وهكذا الأقرب فالأقرب.\n</p>\n\n<p>\nوأخرج ابن ماجة في أول كتاب الأدب عن أبي سلامه السلامي قال: قال النبي\nصلى الله عليه وسلم:\n</p>\n\n<p>\n((أوصى امرأ بأمه أوصى امرأ بأمه أوصى امرأ بأمه ثلاثا أوصى امرأ بأبيه\nأوصى امرأ بمولاه الذي يليه وإن كان عليه منه أذى يؤذيه)) انتهى.\n</p>\n\n<p>\nومعناه أوصى كل امرئ أن يبر مولاه أي قريبه الذي يليه من أخته وأخيه\nوغيرهما الأقرب فالأقرب، وإن كان على المرء من القريب أذى يؤذيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p034'> Vol. 14, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوعند مسلم عن أبي هريرة ((أن رجلا قال يا رسول الله إن لي قرابة أصلهم\nويقطعوني وأحسن إليهم ويسيئون إلي وأحلم عنهم ويجهلون علي، فقال: لئن كنت\nكما قلت فكأنما تسفهم المل ولا يزال معك من الله ظهير عليهم ما دمت على\nذلك)) (حقا) أي قلت قولا حقا (واجبا) صفة مؤكدة لقوله حقا أي حقا ثابتا\nللواقع (و) قرب هؤلاء المذكرون من الأم والأب والأخت والأخ وغيرهم منك\n(رحما) أي قرابة (موصولة) أي يجب صلتها ويحرم قطعها لما رواه أبو هريرة\nقال: قال رسول الله صلى الله عليه وسلم ((الرحم شجنة من الرحمن فقال الله\nمن وصلك وصلته ومن قطعك قطعته)) رواه البخاري.\n</p>\n\n<p>\nوعن عائشة رضي الله عنها قالت قال رسول الله صلى الله عليه وسلم ((الرحمة\nمعلقة بالعرش تقول من وصلني وصله الله ومن قطعني قطعه الله)) متفق عليه.\n</p>\n\n<p>\nوعن جبير بن مطعم قال: قال رسول الله صلى الله عليه وسلم ((لا يدخل الجنة\nقاطع)) متفق عليه.\n</p>\n\n<p>\nقال المنذري: ذكره البخاري في تاريخه الكبير تعليقا <span id='ms3700'></span> وقال ابن أبي حاتم\nكليب بن منفعة الحنفي قال أتى جدي النبي صلى الله عليه وسلم مرسل فقال من\nأبر وأخرج البخاري من حديث أبي زرعة بن عمرو بن جرير عن أبي هريرة قال\n((جاء رجل إلى النبي صلى الله عليه وسلم فقال يا رسول الله من أحق بحسن\nمصاحبتي قال أمك قال ثم من قال أمك قال ثم من قال أمك قال ثم من؟ قال\nأبوك)) وأخرجه مسلم وابن ماجة بنحوه في حديثهما ثم أمك مرتين.\n</p>\n\n<p>\n(أخبرنا إبراهيم بن سعد) فمحمد بن جعفر وعباد بن موسى كلاهما يرويان عن\nإبراهيم بن سعد (فيلعن أباه) أي يلعن الرجل الملعون أبوه أبا اللاعن (فيلعن\nأمه) أي يلعن الرجل الملعونة أمه أم اللاعن.\n</p>\n\n<p>\nقال النووي: في الحديث دليل على أن من تسبب في شئ جاز أن ينسب إليه ذلك\nالشئ، وفيه قطع الذرائع، فيؤخذ منه النهي عن بيع العصير ممن يتخذ الخمر،\nوالسلاح ممن يقطع الطريق ونحو ذلك. انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p035'> Vol. 14, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nقال المنذري: وأخرجه البخاري ومسلم والترمذي.\n</p>\n\n<p>\n(عن أسيد بن علي) بفتح الهمزة وكسر السين (عن أبي أسيد) بالتصغير (مالك\nبن ربيعة) بالجر اسم أبي أسيد (من بني سلمة) بكسر اللام بطن من الأنصار\nوليس في العرب سلمة غيرهم (من بر أبوي) أي والد وفيه تغليب (شئ) أي من البر\n(أبرهما) بفتح الموحدة أي أصلهما وأحسن إليهما (به) أي بذلك الشئ من البر\nالباقي (الصلاة عليهما) أي الدعاء ومنه صلاة الجنازة قاله القاري، وفي فتح\nالودود، والمراد بها الترحم (والاستغفار لهما) أي طلب المغفرة لهما وهو\nتخصيص بعد تعميم (وإنفاذ عهدهما) أي إمضاء وصيتهما (وصلة الرحم) أي إحسان\nالأقارب (التي لا توصل إلا بهما) قال القاري: أي تتعلق بالأب والأم\nفالموصول صفة كاشفة للرحم. قال الطيبي: الموصول ليس بصفة للمضاف إليه بل\nللمضاف أي الصلة الموصوفة فإنها خالصة بحقهما ورضاهما لا لأمر آخر ونحوه.\nقلت: يرجع المعنى إلى الأول فتدبر انتهى. قال في مرقاة الصعود: ولفظ\nالبيهقي وصلة رحمهما التي لا رحم لك إلا <span id='ms3701'></span> من قبلهما فقال ما أكثر هذا وأطيبه\nيا رسول الله قال فاعمل به فإنه يصل إليهما.\n</p>\n\n<p>\nقال المنذري: وأخرجه ابن ماجة.\n</p>\n\n<p>\n(إن أبر البر) أي أفضله (أهل ود أبيه) بضم الواو بمعنى المودة أي أصحاب\nمودته ومحبته (بعد أن يولي) بتشديد اللام المكسورة أي بعد موت الأب فيندب\nصلة أصدقاء الأب والإحسان إليهم وإكرامهم بعد موته كما هو مندوب قبله، قاله\nالعزيزي.\n</p>\n\n<p>\nقال المنذري: وأخرجه مسلم والترمذي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p036'> Vol. 14, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n(يقسم لحما بالجعرانة) بكسر الجيم والعين المهملة وتشديد الراء وقد يسكن\nالعين ويخفف الراء موضع معروف على مرحلة من مكة أقام به رسول الله صلى الله\nعليه وسلم بضعة عشر يوما لتقسيم غنائم حنين واعتمر منها، والقصة مشهورة\n(أحمل عظم الجزور) الجزور البعير ذكرا كان أو أنثى (إذا أقبلت امرأة) وهي\nحليمة (حتى دنت) أي قربت (فبسط لها رداءه) أي تعظيما لها وانبساطا بها\n(فقلت من هي) أي تعجبا من إكرامه إياها وقبولها القعود على ردائه المبارك\n(فقالوا هذه أمه التي أرضعته) قال الحافظ في الإصابة: حليمة السعدية مرضعة\nالنبي صلى الله عليه وسلم هي بنت أبي ذؤيب واسمه عبد الله بن الحارث بن سعد\nبن بكر بن هوازن. قال ابن عبد البر: أرضعت النبي صلى الله عليه وسلم ورأت\nله برهانا. وروى زيد بن أسلم عن عطاء بن يسار قال جاءت حليمة ابنة عبد الله\nأم النبي صلى الله عليه وسلم من الرضاعة إلى رسول الله صلى الله عليه وسلم\nفقام إليها وبسط لها رداءه فجلست عليه.\n</p>\n\n<p>\nوروى عنها عبد الله ابن جعفر وحديثه عنها بقصة إرضاعها أخرجه أبو يعلى\nوابن حبان في صحيحه. وأخرج أبو داود وأبو يعلى وغيرهما من طريق عمارة بن\nثوبان عن أبي الطفيل أن النبي صلى الله عليه وسلم كان بالجعرانة الحديث.\nوأخرج ابن مندة هذا الحديث من طريق عبد الله بن جعفر عن حليمة السعدية\nانتهى كلام الحافظ والحديث سكت عنه المنذري.\n</p>\n\n<p>\n(ثم أقبلت أمه) أي من الرضاعة (فوضع لها شق ثوبه) أي نصف ثوبه، والشق <span id='ms3702'></span>\nبالكسر النصف (من جانبه الآخر) بفتح الخاء أي من جانب ذلك الثوب الآخر قال\nالمنذري: هذا معضل، عمر بن السائب يروي عن التابعين وأمه صلى الله عليه\nوسلم من الرضاعة حليمة السعدية أسلمت وجاءت إليه وروت عنه صلى الله عليه\nوسلم، روى عنها عبد الله بن جعفر وأخته من الرضاعة الشيماء بنت الحارث ابن\nعبد العزي بن رفاعة وهو بفتح الشين المعجمة وسكون الياء آخر الحروف وبعدها\nميم لا تعرف في قومها إلا به، ويقال لها الشما بغير ياء واسمها خذامة بكسر\nالخاء وفتح الذال المعجمتين، وبعضهم يقول جذامة بالجيم والدال المهملة،\nوبعضهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p037'> Vol. 14, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nيقول حذافة الحاء المهملة والذال المعجمة وبعد الألف فاء أسلمت ووصلها\nرسول الله صلى الله عليه وسلم بصلة وهي التي كانت تحضنه صلى الله عليه وسلم\nمع أمه وتوركه. وأخوه أيضا من الرضاعة عبد الله بن الحارث، وأخته أيضا من\nالرضاعة أنيسة بنت الحارث، وأبوهم الحارث بن عبد العزي بن رفاعة السعدي زوج\nحليمة.\n</p>\n\n<p>\n(باب في فضل من عال يتامى) قال في المصباح: عال الرجل اليتيم عولا من باب\nقال كفله وقام به انتهى.\n</p>\n\n<p>\n(عن ابن حدير) بالحاء المهملة مصغرا (من كانت له أنثى) أي بنت أو أخت\n(فلم يئدها) بفتح التحتية وكسر الهمزة أي لم يدفنها حية من وأد يئد وأدا.\nومعنى الوأد بالفارسية زنده دركور كردن، وكانت العرب يدفنون البنات أحياء\n(ولم يهنها) من الإهانة (ولم يؤثر) من الإيثار أي لم يختر (ولده) أي ولده\nالذكر إذا كان له (عليها) أي على الأنثى (قال) أي ابن عباس كما هو الظاهر\n(يعني الذكور) أي يريد النبي صلى الله عليه وسلم بالولد الذكور. ووجه\nالتفسير أن الولد في اللغة يطلق على الابن والبنت (أدخله الله الجنة) أي مع\nالسابقين (ولم يذكر عثمان يعني الذكور) أي لم يذكر عثمان في روايته لفظ\nيعني الذكور.\n</p>\n\n<p>\nقال المنذري: ابن حدير غير مشهور وهو بضم الحاء المهملة وبعدها دال مهملة\nمفتوحة وياء آخر الحروف ساكنة وراء مهملة.\n</p>\n\n<p>\n(الأعشى) على وزن أحمر <span id='ms3703'></span> لقب لجماعة من الشعراء والعلماء (وهو سعيد بن عبد\nالرحمن بن مكمل) بضم الميم وسكون الكاف وكسر الميم كذا قال الحافظ في\nالتقريب (من عال ثلاث بنات) أي تعهدهن وسلم وقام بمؤنتهن إذا (فأدبهن) أي\nبآداب الشريعة وعلمهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p038'> Vol. 14, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n(وأحسن إليهن) قال المناوي: أي بعد الزواج بنحو صلة وزيارة (فله الجنة)\nأي دخوله مع السابقين. فيه تأكيد حق البنات على حق البنين لضعفهن عن\nالاكتساب.\n</p>\n\n<p>\nقال المنذري: وأخرجه الترمذي من حديث سهيل عن سعيد بن عبد الرحمن عن أبي\nسعيد وقد زاد في هذا الإسناد رجلا، وأخرجه أيضا من حديث سفيان ابن عيينة عن\nسهيل عن أيوب بن بشير عن سعيد بن عبد الرحمن عن أبي سعيد. وقال البخاري في\nتاريخه وقال ابن عيينة عن سهيل عن أيوب عن سعيد الأعشى ولا يصح.\n</p>\n\n<p>\n(بهذا الاسناد) أي السابق (بمعناه) أي بمعنى الحديث السابق (قال ثلاث\nأخوات أو ثلاث بنات) أو للتنويع لا للشك وكذا في قوله أو بنتان أو أختان.\n</p>\n\n<p>\n(أخبرنا النهاس) بفتح النون وتشديد الهاء ثم مهملة (ابن قهم) بفتح القاف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p039'> Vol. 14, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوسكون الهاء (أنا وامرأة سفعاء الخدين) أي متغيرة لون الخدين لما يكابدها\nمن المشقة والضنك. قال الخطابي: السفعاء هي التي تغير لونها إلى الكمودة\nوالسواد من طول الأيمة كأنه مأخوذ من سفع النار وهو أن يصيب لفحها شيئا\nفيسود مكانه، يريد بذلك عليه السلام أن هذه المرأة قد حبست نفسها على\nأولادها ولم تتزوج فتحتاج إلى أن تتزين وتصنع نفسها لزوجها انتهى.\n</p>\n\n<p>\nوقال الشيخ عبد الحق الدهلوي: السفعة بضم المهملة نوع من السواد ليس\nبالكثير، وقيل هو سواد مع لون آخر. وفي الصحاح سواد مشرب بالحمرة أراد أنها\nبذلت نفسها لأولادها وتركت الزينة والترفه حتى تغير لونها من المشقة إقامة\nعلى ولدها بعد وفاة زوجها، ولم يرد أنها كانت من أصل الخلقة كذلك لقوله ذات\nمنصب وجمال (كهاتين) أي من الإصبعين فإن قلت درجات الأنبياء عليهم السلام\nأعلى من درجات سائر الخلق لا سيما درجة نبينا صلى الله عليه وسلم <span id='ms3704'></span> لا ينالها\nأحد، قلت: الغرض منه المبالغة في رفع درجته في الجنة وإنما فرق بين\nالأصبعين إشارة إلى التفاوت بين درجة الأنبياء وآحاد الأمة قاله السيوطي في\nمرقاة الصعود. قلت: وفي رواية للبخاري وفرج بينهما كما سيجئ (وأومأ يزيد)\nهو ابن زريع أي أشار بيانا لهاتين (امرأة) عطف بيان لامرأة سعفاء الخدين أو\nبدل منها أو خبر مبتدأ محذوف أي هذه امرأة (آمت من زوجها) بمد الهمزة\nوتخفيف الميم أي صارت أيما لا زوج لها (ذات منصب) بكسر الصاد أي صاحبة نسب\nأو حسب قاله القاري (وجمال) أي كمال صورة وسيرة وهي صفة لامرأة وأريد بها\nكمال الثواب وليست للاحتراز والمعنى أنها مع هذه الصفة المرغوبة المطلوبة\nلكل أحد (حبست نفسها) فالجملة استئناف أو صفة أخرى أو حال بتقدير قد أو\nبدونه أي منعتها عن الزواج صابرة أو شفقة (على يتاماها) وقال شارح أي\nاشتغلت بخدمة الأولاد وعملت لهم فكأنها حبست نفسها أي وقعت عليهم قاله\nالقاري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p040'> Vol. 14, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الحافظ بن الأثير في النهاية اليتيم في الناس فقد الصبي أباه قبل\nالبلوغ وفي الدواب فقد الأم وأصل التيم بالضم والفتح الانفرادي فقال انتهى.\n</p>\n\n<p>\nوفي التعريفات للسيد: هو المنفرد عن الأب لأن نفقته عليه لا على الأم،\nوفي البهائم اليتم هو المنفرد عن الأم لأن اللبن والأطعمة منها انتهى.\n</p>\n\n<p>\nوفي المصباح اليتم في الناس من قبل الأب فيقال صغير يتيم والجمع أيتام\nويتامى وفي غير الناس من قبل الأم، فإن مات الأبوان فالصغير لطيم، وإن ماتت\nأمه فقط فهو عجي انتهى.\n</p>\n\n<p>\n(حتى بانوا) أي إلى أن كبروا وحصلت لهم الإبانة أو وصلوا إلى مرتبة\nكمالهم، فإن البين من الأضداد بمعنى الفصل والوصل.\n</p>\n\n<p>\nوقال شارح أي حتى فضلوا وزادوا قوة وعقلا واستقلوا بأمرهم من البون وهو\nالفضل والمزية كذا قال القاري وقال في النهاية في مادة بين من عال ثلاث\nبنات حتى يبن أو يمتن يبن بفتح الياء أي يتزوجن يقال أبان فلان بنته وبينها\nإذا زوجها، وبانت هي إذا تزوجت وكأنه من <span id='ms3705'></span> البين البعد أي بعدت عن بيت أبيها\nانتهى (أو ماتوا) أي أو ماتت، فأو للتنويع كذا في المرقاة.\n</p>\n\n<p>\nوقال الطيبي التنكير في امرأة للتعظيم وقوله سفعاء الخدين نصب أو رفع على\nالمدح وهو معترض بين المبتدأ والخبر. قال المنذري في إسناده النهاس بن قهم\nأبو الخطاب البصري القاضي ولا يحتج بحديثه وهو بالنون وبعد الألف سين مهملة\nوقهم بالقاف آخره ميم.\n</p>\n\n<p>\n(باب في من ضم يتيما) (أنا وكافل اليتيم) أي القيم بأمره ومصالحه ومربيه،\nواليتيم من مات أبوه وهو صغير يستوي فيه المذكر والمؤنث (كهاتين) أي من\nالإصبعين (في الجنة) خبر أنا معطوف (وقرن) أي النبي صلى الله عليه وسلم وفي\nرواية البخاري في اللعان وفرج بينهما شيئا قال العلقمي فيه إشارة إلى أن\nبين درجة النبي صلى الله عليه وسلم وكافل اليتيم قدر تفاوت ما بين السبابة\nوالوسطى. وفي رواية ((كهاتين إذا اتقى)) أي اتقى الله في ما يتعلق باليتيم\nويحتمل أن يكون المراد قرب المنزلة حال دخول الجنة أي سرعة الدخول عقبه صلى\nالله عليه وسلم. ويحتمل أن يكون المراد مجموع الأمرين سرعة الدخول وعلو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p041'> Vol. 14, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nالمرتبة انتهى. قال ابن بطال: حق على من سمع هذا الحديث أن يعمل به ليكون\nرفيق النبي صلى الله عليه وسلم في الجنة ولا منزلة في الآخرة أفضل من ذلك.\nقال المنذري: وأخرجه البخاري والترمذي.\n</p>\n\n<p>\n(باب في حق الجوار) (ما زال جبرائيل يوصيني بالجار) أي يأمرني بحفظ حقه\nمن الإحسان إليه ودفع الأذى عنه (حتى قلت ليورثنه) أي يأمر عن الله بتوريث\nالجار من جاره بفرض سهم يعطاه مع الأقارب. وقيل المراد أنه ينزل منزلة من\nيرث بالبر والصلة قال الحافظ الأول أظهر فإن الثاني استمر والخبر مشعر بأن\nالتوريث لم يقع، ويؤيده ما أخرجه البخاري بلفظ ((حتى ظننت أنه يجعل له\nميراثا)) كذا في الفتح.\n</p>\n\n<p>\nقال المنذري: وأخرجه البخاري ومسلم والترمذي وابن ماجة.\n</p>\n\n<p>\n(أهديتم لجاري) بحذف همزة الاستفهام أي هل أتحفتموه وأعطيتموه شيئا من\nالشاة المذبوحة (ما زال جبرائيل يوصيني بالجار) اسم <span id='ms3706'></span> الجار يشمل المسلم\nوالكافر والعابد والفاسق، وقد حمله عبد الله بن عمرو على العموم.\n</p>\n\n<p>\nقال المنذري: وأخرجه الترمذي وقال حسن غريب من هذا الوجه، وقد روى هذا\nالحديث عن مجاهد عن عائشة وأبي هريرة أيضا عن النبي صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p042'> Vol. 14, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n(يشكو جاره) حال (فاصبر) أي على إيذائه (فاطرح) أي ألق (فجعل الناس\nيلعنونه) أي جاره المؤذي (فعل الله به) دعاء سوء والحديث سكت عنه المنذري.\n</p>\n\n<p>\n(من كان يؤمن بالله واليوم الآخر فليكرم ضيفه) قيل إكرامه تلقيه بطلاقة\nالوجه وتعجيل قراه والقيام بنفسه في خدمته (فلا يؤذ جاره) أي أقله هذا وإلا\nففي رواية للشيخين ((فليكرم جاره)) وفي رواية لهما ((فليحسن إلى جاره))\n(فليقل خيرا) أي كلاما يثاب عليه (أو ليصمت) بضم الميم أي ليسكت وفيه\nاستحباب ترك الكلام المباح خوفا من انجراره إلى المكروه أو الجناح، وقد قال\nصلى الله عليه وسلم ((من حسن إسلام المرء تركه مالا يعنيه)) رواه أحمد\nوالترمذي وابن ماجة، وليس المراد توقف الإيمان على هذه الأفعال بل هو\nمبالغة في الإتيان بها كما يقول القائل لولده إن كنت ابني فأطعني تحريضا له\nعلى الطاعة أو المراد من كان كامل الإيمان فليأت بها.\n</p>\n\n<p>\nقال المنذري وأخرجه البخاري ومسلم والترمذي بنحوه.\n</p>\n\n<p>\n(بأيهما أبدأ) أي للصلة والهدية (قال بأدناهما بابا) أي بأقربهما بابا،\nقال المنذري وطلحة هذا هو طلحة بن عبد الله بن عثمان بن عبيد الله بن معمر\nالقرشي التيمي احتج به البخاري في صحيحه وأخرج هذا الحديث من حديثه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p043'> Vol. 14, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n(باب في حق المملوك) (الصلاة الصلاة) بالنصب على تقدير فعل أي ألزموا\nالصلاة أو أقيموا أو احفظوا الصلاة بالمواظبة عليها والمداومة على حقوقها *\n(اتقوا الله فيما ملكت أيمانكم) * قال في النهاية يريد الإحسان إلى الرقيق\nوالتخفيف عنهم، وقيل أراد حقوق الزكاة وإخراجها من الأموال التي تملكها\nالأيدي وقال التوربشتي الأظهر أنه أراد بما ملكت أيمانكم المماليك. وإنما\nقرنه بالصلاة ليعلم أن القيام بمقدار حاجتهم من الكسوة والطعام واجب على من\nملكهم وجوب الصلاة التي لا سعة <span id='ms3707'></span> في تركها. وقد ضم بعض العلماء البهائم\nالمستملكة في هذا الحكم إلى المماليك.\n</p>\n\n<p>\nقال المنذري: وأخرجه ابن ماجة وليس فيه اتقوا الله ولفظه الصلاة وما ملكت\nأيمانكم وأم موسى هذه قيل اسمها حبيبة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p044'> Vol. 14, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n(عن المعرور) بالعين المهملة والراء المكررة (بالربذة) بالفتحات موضع\nبقرب المدينة فيه قبر أبي ذر رضي الله عنه (فجعلته مع هذا) أي جمعت بينهما\n(فكانت حله) لأن الحلة عند العرب ثوبان ولا يطلق على ثوب واحد (إني كنت\nساببت) بصيغة المتكلم من السب (رجلا) هو بلال المؤذن كما سيظهر لك من كلام\nالمنذري (وكانت أمه أعجمية) أي غير عربية (إنك امرؤ فيك جاهلية) أي هذا\nالتعيير من أخلاق الجاهلية، ففيك خلق من أخلاقهم، وينبغي للمسلم أن لا يكون\nفيه شئ من أخلاقهم، ففيه النهي عن التعيير وتنقيص الآباء والأمهات وأنه من\nأخلاق الجاهلية (إنهم) أي مماليككم (إخوانكم) أي من جهة الدين، قال الله\nتعالى:\n</p>\n\n<p>\n* (إنما المؤمنون إخوة) * أو من جهة آدم أي أنكم متفرعون به من أصل واحد\n(فضلكم الله عليهم) بأن ملككم عليهم (فمن لم يلائمكم) أي لم يوافقكم من\nمماليككم ولم يصالحكم. قال في المصباح: يقال ولاءمت بين القوم ملاءمة مثل\nصالحت مصالحة وزنا ومعنى.\n</p>\n\n<p>\nقال المنذري: وأخرجه البخاري ومسلم والترمذي بمعناه. وأخرجه ابن ماجة\nمختصرا، وليس في حديث جميعهم: فمن لا يلائمكم إلى آخره، والرجل الذي عيره\nأبو ذر هو بلال بن رباح مؤذن رسول الله صلى الله عليه وسلم. وقال بعضهم:\nالفصيح عيرت فلانا أمه، وقد جاء في شعر عدي بن زيد:\n</p>\n\n<p>\n* أيها الشامت المعير بالدهر * واعتذر عنه بأنه كان عباديا ولم يكن\nفصيحا، غير أنه قد صح عن رسول الله صلى الله عليه وسلم أنه قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p045'> Vol. 14, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nأعيرته بأمه، وأبو ذر يذكر ذلك عن رسول الله صلى الله عليه وسلم وعن نفسه\nفلا نكير عليه فلا معنى لإنكار ذلك. انتهى كلام المنذري.\n</p>\n\n<p>\n(إخوانكم) أي مماليككم إخوانكم (تحت أيديكم) أي تحت تصرفكم وأمركم وحكمكم\n(وليكسه) وفي بعض النسخ وليلبسه من الإلباس (مما يلبس) بفتح <span id='ms3708'></span> أوله وفتح\nالموحدة (فإن كلفه ما يغلبه) أي من العمل الشاق (فيلعنه) أي على ذلك العمل\nبنفسه أو بغيره.\n</p>\n\n<p>\nقال النووي: الأمر بإطعامهم مما يأكل السيد وإلباسهم مما يلبس محمول على\nالاستحباب لا على الإيجاب وهذا بإجماع المسلمين، وإنما يجب على السيد نفقة\nالمملوك وكسوته بالمعروف بحسب البلدان والأشخاص، سواء كان من جنس نفقة\nالسيد ولباسه أو دونه أو فوقه حتى لو قتر السيد على نفسه تقتيرا خارجا عن\nعادة أمثاله إما زهدا وإما شحا، لا يحل له التقتير على المملوك وإلزامه\nبموافقته إلا برضاه. انتهى.\n</p>\n\n<p>\n(عن الأعمش نحوه) أي نحو رواية عيسى بن يونس من غير ذكر قصة السب. والله\nأعلم. والحديث سكت عنه المنذري.\n</p>\n\n<p>\n(كنت أضرب غلاما لي) أي مملوكا لي (فسمعت من خلفي صوتا) أي كلاما لقائل\nيقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p046'> Vol. 14, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n(اعلم أبا مسعود) أي يا أبا مسعود (لله) بفتح اللام (أقدر عليك منك عليه)\nأي أن الله أشد قدرة من قدرتك على غلامك، وعلق اعلم باللام الابتدائية\n(فالتفت) أي نظرت (فإذا هو) أي من خلفي الذي سمعت صوته (هو حر لوجه الله)\nأي لابتغاء مرضاته (أما) بالتخفيف للتنبيه (للفعتك النار) أي أحرقتك. قال\nالخطابي: معناه شملتك من نواحيك، ومنه قولهم: تلفع الرجل بالثوب إذا اشتمل\nبه انتهى (أو لمستك النار) شك من الراوي. قال النووي: فيه الحث على الرفق\nبالمماليك وحسن صحبتهم، وأجمع المسلمون على أن عتقه بهذا ليس واجبا، وإنما\nهو مندوب رجاء كفارة ذنبه وإزالة إثم الظلم عنه.\n</p>\n\n<p>\nقال المنذري: وأخرجه مسلم والترمذي.\n</p>\n\n<p>\n(ولم يذكر أمر العتق) أي قوله هو حر. إلخ.\n</p>\n\n<p>\n(عن مورق) بضم الميم وكسر الراء المشددة، ابن مشمرج بضم أوله وفتح\nالمعجمة وسكون الميم وكسر الراء بعدها جيم، هكذا ضبطه في التقريب (من\nلاءمكم) بالهمز من الملاءمة، وفي بعض النسخ لايمكم بالياء. وفي النهاية: أي\nوافقكم وساعدكم، ولا وقد يخفف الهمز فيصير ياء. وفي الحديث يروى بالياء\nمنقلبة عن الهمز، ذكره الطيبي، كذا في المرقاة (مما تكتسون) أي تلبسون (ومن\nلم يلائمكم) بالهمز، وفي <span id='ms3709'></span> بعض النسخ بالياء (ولا تعذبوا خلق الله) أي لا\nتعذبوهم وإنما عدل عنه إفادة للعموم فيشملهم وسائر الحيوانات والبهائم\nوالحديث سكت عنه المنذري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p047'> Vol. 14, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n(عن عمه الحارث بن رافع بن مكيث) هذه العبارة وجدت في بعض النسخ ولم توجد\nفي بعضها بل في بعضها هكذا عن بعض بني رافع بن مكيث عن رافع بن مكيث. إلخ.\nوقال الإمام ابن الأثير في أسد الغابة رافع بن مكيث بن عمرو الجهني شهد\nالحديبية وهو أخو جندب بن مكيث سكن الحجاز ثم ساق روايته بإسناده إلى إسحاق\nبن أبي إسرائيل أخبرنا عبد الرزاق أخبرنا معمر عن عثمان بن زفر عن بعض بني\nرافع بن مكيث عن رافع بن مكيث وكان قد شهد الحديبية مع رسول الله صلى الله\nعليه وسلم أن رسول الله صلى الله عليه وسلم قال: إن حسن الملكة نماء وسوء\nالخلق شؤم كذا رواه عبد الرزاق وابن المبارك وهشام بن يوسف وعبد المجيد بن\nأبي داود عن معمر عن عثمان بن زفر هكذا. ورواه بقية عن عثمان بن زفر الجهني\nقال حدثني محمد بن خالد بن رافع بن مكيث عن عمه الحارث بن رافع قال: كان\nرافع من جهينة شهد الحديبية مثله. انتهى.\n</p>\n\n<p>\nوقال الحافظ ابن الحجر في الإصابة: رافع بن مكيث بوزن عظيم آخره مثلثة\nالجهني شهد بيعة الرضوان، وكان أحد من يحمل ألوية جهينة يوم الفتح،\nواستعمله النبي صلى الله عليه وسلم على صدقات قومه، وشهد الجابية مع عمر له\nعند أبي داود حديث واحد من طريق ولده الحارث بن رافع عنه في حسن الملكة.\nانتهى.\n</p>\n\n<p>\nوقال المزي في الأطراف: حديث ((حسن الملكة نماء وسوء الخلق شؤم)) أخرجه\nأبو داود في الأدب عن إبراهيم بن موسى عن عبد الرزاق عن معمر عن عثمان بن\nزفر عن بعض بني رافع بن مكيث عن رافع بن مكيث وكان ممن شهد الحديبية مع\nرسول الله صلى الله عليه وسلم عن رسول الله صلى الله عليه وسلم فذكره.\nانتهى. فلم يذكر المزي أيضا <span id='ms3710'></span> واسطة الحارث بن رافع بن مكيث بين بعض بني رافع\nوبين رافع بن مكيث كما لم يذكرها ابن الأثير. وذكر المزي رواية الحارث بن\nرافع بن مكيث التي تأتي بعد ذلك في كتاب المراسيل من أطرافه.\n</p>\n\n<p>\nوقال الحافظ في التقريب: الحارث بن رافع بن مكيث الجهني له رواية عن\nالنبي صلى الله عليه وسلم مرسلة. انتهى.\n</p>\n\n<p>\n(عن رافع بن مكيث) بفتح الميم وكسر الكاف وسكون التحتية وبالمثلثة (حسن\nالملكة) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p048'> Vol. 14, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nالحسن بضم فسكون والملكة بفتحات، أي حسن الصنيع إلى المماليك (يمن) بضم\nأوله، يعني إذا أحسن الصنيع بالمماليك يحسنون خدمته، وذلك يؤدي إلى اليمن\nوالبركة كما أن سوء الملكة يؤدي إلى الشؤم والهلكة وفي بعض النسخ نماء مكان\nيمن، والمراد من النماء البركة (وسوء الخلق) بضمتين وسكون الثاني (شؤم) في\nالقاموس الشؤم بضم الشين المعجمة وسكون الهمزة ضد اليمن.\n</p>\n\n<p>\nقال المنذري: فيه مجهول.\n</p>\n\n<p>\n(وكان رافع من جهينة) بالتصغير قبيلة (قال حسن الملكة يمن وسوء الخلق\nشؤم) في النهاية: الشؤم ضد اليمن وأصله الهمز فخفف واوا وغلب عليها التخفيف\nحتى لم ينطق بها مهموزة. قال القاضي: أي حسن الملكة يوجب اليمن إذا الغالب\nأنهم إذا رأوا السيد أحسن إليهم كانوا أشفق عليه وأطوع له وأسعى في حقه،\nوكل ذلك يؤدي إلى اليمن والبركة، وسوء الخلق يورث البغض والنفرة ويثير\nاللجاج والعناد وقصد الأنفس والأموال.\n</p>\n\n<p>\nقال المنذري: هذا مرسل، لحارث بن رافع تابعي، وفي إسناده بقية بن الوليد\nوفيه مقال.\n</p>\n\n<p>\n(عن العباس بن جليد) بالجيم مصغرا (الحجري) بفتح المهملة وسكون الجيم قال\nأبو الفضل المقدسي في الأنساب: الحجري منسوب إلى ثلاثة قبائل الأول إلى حجر\nحمير، والثاني حجر رعين الثالث حجر الأزد انتهى (كم نعفو) أي كم مرة نعفو\n(فصمت) أي سكت، قيل كان الصمت لكراهة السؤال فإن العفو مندوب إليه مطلقا\nدائما فلا حاجة إلى تعيين عدد مخصوص، أو لانتظار الوحي والله أعلم (سبعين\nمرة) قيل المراد به التكثير دون التحديد.\n</p>\n\n<p>\nقال المنذري: هكذا وقع سماعنا وفي غيره عن عبد الله بن <span id='ms3711'></span> عمرو.\n</p>\n\n<p>\nأخرجه الترمذي كذلك وقال حسن غريب، قال وروى بعضهم هذا الحديث عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p049'> Vol. 14, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن وهب بهذا الإسناد وقال عن عبد الله بن عمرو، وذكر بعضهم أن\nأبا داود أخرجه من حديث عبد الله بن عمر.\n</p>\n\n<p>\nوالعباس بن جليد بضم الجيم وفتح اللام وسكون الياء آخر الحروف وبعدها دال\nمهملة مصري ثقة ذكره ابن يونس في تاريخ المصريين، وذكر أنه يروي عن عبد\nالله بن عمر بن الخطاب وعبد الله بن الحارث بن جزء. وذكر ابن أبي حاتم أنه\nيروى عن ابن عمر، وذكر الأمير أبو نصر أنه يروي عن ابن عمر وعبد الله بن\nعمرو بن العاص وعبد الله بن الجزء. وأخرج البخاري هذا في تاريخه من حديث\nعباس بن جليد عن عبد الله بن عمرو بن العاص، ومن حديث عباس بن جليد عن ابن\nعمرو، قال وهو حديث فيه نظر انتهى كلام المنذري.\n</p>\n\n<p>\n(عن ابن أبي نعم) بضم النون وسكون العين المهملة هو عبد الرحمن البجلي\n(قال حدثني أبو القاسم نبي التوبة) سمي بذلك لأنه بعث صلى الله عليه وسلم\nبقبول التوبة بالقول والاعتقاد وكانت توبة من قبلنا بقتل أنفسهم ويحتمل أن\nيكون المراد بالتوبة الإيمان والرجوع عن الكفر إلى الاسلام، وأصل التوبة\nالرجوع كذا قال النووي تبعا للقاضي (من قذف مملوكه) أي بالزنا (وهو) أي\nوالحال أن مملوكه (برئ) أي في نفس الأمر (جلد) بصيغة المجهول أي ضرب بالجلد\n(له يوم القيامة حدا) قال النووي: فيه إشارة إلى أنه لاحد على قاذف العبد\nفي الدنيا وهذا مجمع عليه لكن يعزر قاذفه، لأن العبد ليس بمحصن سواء فيه من\nهو كامل الرق أو فيه شائبة الحرية والمدبر والمكاتب وأم الولد (قال مؤمل\nأخبرنا عيسى عن الفضيل) أي قال بالعنعنة (يعني ابن غزوان) بفتح الغين\nالمعجمة وسكون الزاي أي زاد هذا اللفظ أيضا قال المنذري: وأخرجه البخاري\nومسلم والترمذي والنسائي بمعناه.\n</p>\n\n<p>\n(عن هلال بن يساف) بفتح الياء وكسرها، ويقال أيضا أساف قاله النووي (عجز\nعليك إلا حر وجهها <span id='ms3712'></span>) قال النووي: معناه عجزت ولم تجد أن تضرب إلا حر وجهها،\nوحر الوجه صفحته وما رق من بشرته، وحر كل شئ أفضله وأرفعه (وما لنا إلا\nخادم) قال النووي: معناه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p050'> Vol. 14, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nالخادم بلا هاء يطلق على الجارية كما يطلق على الرجل، ولا يقال خادمة\nبالهاء إلا في لغة شاذة قليلة (فأمرنا النبي صلى الله عليه وسلم بعتقها)\nهذا محمول على أنهم كلهم رضوا بعتقها وتبرعوا به وإلا فاللطمة إنما كانت من\nواحد منهم فسمحوا له بعتقها تكفيرا لذنبه قاله النووي.\n</p>\n\n<p>\nقال المنذري: وأخرجه مسلم والترمذي والنسائي.\n</p>\n\n<p>\n(لطمت مولى لنا) أي ضربت خده بالكف. قال في القاموس: اللطم ضرب الخد\nوصفحة الجسد بالكف مفتوحة (فدعاه) أي المولى (فقال) أي سويد بن مقرن للمولى\n(اقتص منه) أي خذ القصاص من معاوية وافعل به مثل ما فعل بك (كنا سبعة) أي\nسبعة بنين (فلتخدمهم) أي تلك الجارية الملطومة ما لم يجدوا غيرها من العبيد\nأو الإماء (حتى يستغنوا) عنها بوجدان غيرها (فإذا استغنوا) عنها بوجدان\nالعبد أو الجارية (فليعتقوها) أي الجارية الملطومة.\n</p>\n\n<p>\nقال المنذري: وقد تقدم. ومقرن بضم النون وفتح القاف وتشديد الراء المهملة\nوفتحها ونون.\n</p>\n\n<p>\n(عن فراس) بكسر أوله (فأخذ) أي ابن عمر (عودا) أي خشبا (أو شيئا) شك من\nالراوي (مالي فيه) أي في إعتاق هذا المملوك (من الأجر ما يسوى) أي يساوي\nوكذلك في بعض النسخ بلفظ يساوي (هذا) أي هذا العود. قال النووي: وقع في\nمعظم النسخ ما يسوى وفي بعضها ما يساوي بالألف وهذه هي اللغة الصحيحة\nالمعروفة، والأولى عدها أهل اللغة في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p051'> Vol. 14, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nلحن العوام، وأجاب بعض العلماء عن هذه اللفظة بأنها تغيير من بعض الرواة\nلا أن ابن عمر نطق بها. ومعنى كلام ابن عمر أنه ليس في إعتاقه أجر المعتق\nتبرعا وإنما أعتقه كفارة لضربه انتهى.\n</p>\n\n<p>\nقال المنذري: وأخرجه مسلم. وزاذان بزاي بعد الألف ذال معجمة وآخره نون\nكنيته أبو عمر.\n</p>\n\n<p>\n(باب في المملوك إذا نصح) (إن العبد إذا نصح لسيده) أي أخلص الخدمة أو\nطلب الخير <span id='ms3713'></span> له من النصيحة هي طلب الخير للمنصوح له. قال الطيبي: نصيحة العبد\nللسيد امتثال أمره والقيام على ما عليه من حقوق سيده (فله أجره مرتين) أي\nمضاعف، فإن الأجر على قدر المشقة وهو قد جمع بين القيام بالطاعتين، وفي\nالحقيقة طاعة مالكه من طاعة ربه. قال المنذري: وأخرجه البخاري وسلم.\n</p>\n\n<p>\n(باب فيمن خبب مملوكا على مولاه) الخب بالفتح الخداع وهو الجربز الساعي\nبالفساد بين الناس، رجل خب وامرأة خبة وقد تكسر خاؤه والمصدر بالكسر لا\nغير، ومنه الحديث ((لا يدخل الجنة خب ولا خائن)) ومنه الحديث الآخر\n((الفاجر خب لئيم)) ومنه الحديث ((من خبب امرأة أو مملوكا على مسلم فليس\nمنا)) أي خدعه وأفسده كذا في النهاية والمجمع.\n</p>\n\n<p>\n(عن عمار بن رزيق) بتقديم الراء مصغرا (عن يحيى بن يعمر) بفتح التحتانية\nوالميم بينهما مهملة ساكنة (من خبب زوجة امرئ) أي خدعها وأفسدها أو حسن\nإليها الطلاق ليتزوجها أو يزوجها لغيره أو غير ذلك (أو مملوكه) أي أو أمته\nأي أفسده عليه بأن لاط أو زنى به أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p052'> Vol. 14, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nحسن إليه الإباق أو طلب البيع أو نحو ذلك (فليس منا) أي من العاملين\nبأحكام شرعنا. قال المنذري: وأخرجه النسائي.\n</p>\n\n<p>\n(باب في الاستئذان) أي طلب الإذن. قال الطيبي واجمعوا على أن الاستئذان\nمشروع وتظاهرت به دلائل القرآن والسنة والأفضل أن يجمع بين السلام\nوالاستئذان، واختلفوا في أنه هل يستحب تقديم السلام أو الاستئذان، والصحيح\nتقديم السلام فيقول السلام عليكم أدخل كذا في المرقاة.\n</p>\n\n<p>\n(بمشقص أو مشاقص) شك من الراوي هل قاله شيخه بالأفراد أو بالجمع والمشقص\nبكسر الميم وسكون الشين المعجمة وفتح القاف وصاد مهملة نصل السهم إذا كان\nطويلا غير عريض (قال) أي أنس (يختله) بفتح أوله وكسر التاء. قال الخطابي:\nمعناه يراوده ويطلبه من حيث لا يشعر انتهى. وقال النووي: أي يراوغه\nويستغفله (ليطعنه) بضم العين وفتحها الضم أشهر.\n</p>\n\n<p>\nقال المنذري: وأخرجه البخاري ومسلم. وأخرج الترمذي من حديث حميد الطويل\nعن أنس ((أن النبي صلى الله عليه وسلم كان في بيته <span id='ms3714'></span> فأطلع عليه رجل فأهوى\nإليه بمشقص فتأخر الرجل)) وقال حسن صحيح.\n</p>\n\n<p>\n(ففقؤوا عينه) أي كسروها أو قلعوها (فقد هدرت عينه) أي بطلت.\n</p>\n\n<p>\nوعمل بالحديث الشافعي وأسقط عنه ضمان العين. قيل هذا عنده إذا فقأها بعد\nأن زجره فلم ينزجر، وأصح قوليه أنه لا ضمان مطلقا لاطلاق الحديث. وقال أبو\nحنفية عليه الضمان لان النظر ليس فوق الدخول، فمن دخل بيت غيره بغير إذنه\nلا يستحق فق ء عينيه فبالنظر أولى.\n</p>\n\n<p>\nفالحديث محمول على المبالغة في الزجر كذا قال ابن الملك في المبارق. قلت:\nالقول ما قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p053'> Vol. 14, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nالشافعي، وأما ما ذهب إليه أبو حنيفة فغير صحيح لمصادرته للحديث ومعارضته\nله بالرأي.\n</p>\n\n<p>\nوالحديث سكت عنه المنذري.\n</p>\n\n<p>\n(إذا دخل البصر فلا إذن) أي فما بقي حاجة الإذن، بل كأنما دخل بيت الغير\nبلا إذن وهو محرم، فدخول الرجل بيت الغير بلا إذنه وإدخاله بصره فيه سواء\nفي الإثم، وكلاهما محرم والله أعلم.\n</p>\n\n<p>\nقال المنذري: في إسناده كثير بن زيد أبو محمد الأسلمي مولاهم المدني ولا\nيحتج به.\n</p>\n\n<p>\n(قال عثمان) هو ابن أبي شيبة (سعد) أي ابن أبي وقاص كما في بعض النسخ أي\nقال عثمان في روايته جاء سعد، وأما أبو بكر فقال جاء رجل (هكذا عنك أو\nهكذا) وفي بعض النسخ، وهكذا بالواو.\n</p>\n\n<p>\nقال في فتح الودود: أي تنح عن الباب إلى جهة أخرى (فإنما الاستئذان من\nالنظر) قال الحافظ في فتح الباري: أي إنما شرع من أجله لأن المستأذن لو دخل\nبغير إذن لرأى بعض ما يكرهه من يدخل إليه أن يطلع عليه انتهى. وقال\nالكرماني في شرح البخاري: أي إنما شرع الاستئذان في الدخول لأجل أن لا يقع\nالنظر على عورة أهل البيت ولئلا يطلع على أحوالهم.\n</p>\n\n<p>\nوالحديث سكت عنه المنذري.\n</p>\n\n<p>\n(أخبرنا أبو داود الحفري) بفتح المهملة والفاء نسبة إلى موضع بالكوفة\nاسمه عمر بن سعد ثقة عابد كذا في التقريب (عن طلحة بن مصرف) بضم ميم وفتح\nصاد وكسر راء مشددة على الصواب وحكى فتحها وبفاء (نحوه) أي نحو <span id='ms3715'></span> الحديث\nالسابق. والحديث سكت عنه المنذري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p054'> Vol. 14, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n(باب كيف الاستئذان) ليس هذا الباب في بعض النسخ.\n</p>\n\n<p>\n(عن كلدة) بفتحات هو أخو صفوان لأمه (بعثه) أي كلدة (وجداية) بفتح الجيم\nوكسرها أولاد الظباء ذكرا كان أو أنثى مما بلغ ستة أشهر أو سبعة أشهر\nبمنزلة الجدي من المعز، كذا في النهاية (وضغابيس) جمع ضغبوس بفتح الضاد\nوسكون الغين المعجمتين وهو صغير القثاء (قال عمرو بن أبي سفيان وأخبرني ابن\nصفوان) هو أمية بن صفوان بن أمية بن خلف الجمحي المكي. قال الحافظ: في\nالتقريب: ابن صفوان عن كلدة هو أمية انتهى.\n</p>\n\n<p>\nولفظ الترمذي في باب التسليم قبل الاستئذان قال عمرو: وأخبرني بهذا\nالحديث أمية بن صفوان ولم يقل سمعته من كلدة انتهى.\n</p>\n\n<p>\nوالحاصل أن عمرو ابن أبي سفيان روى هذا الحديث عن شيخيه أحدهما عمرو بن\nعبد الله بن صفوان بن أمية وثانيهما أمية بن صفوان بن أمية. وكلاهما من\nالطبقة الرابعة يرويان عن كلدة (وقال يحيى أيضا عمرو بن عبد الله بن صفوان\nأخبره أن كلدة بن الحنبل أخبره) ولفظ أحمد في مسنده حدثنا روح حدثنا ابن\nجريج والضحاك بن مخلد قال أخبرني ابن جريج وعبد الله بن الحارث قال عرض علي\nابن جريج قال أخبرني عمرو بن أبي سفيان أن عمرو بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p055'> Vol. 14, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nأبي صفوان أخبره قال الضحاك وعبد الله بن الحارث أن عمرو بن عبد الله بن\nصفوان أخبره أن كلدة بن الحنبل أخبره أن صفوان بن أمية بعثه في الفتح بلبأ\nوجداية وضغابيس والنبي صلى الله عليه وسلم بأعلى الوادي قال فدخلت عليه ولم\nأسلم وسلم أستأذن فقال النبي صلى الله عليه وسلم ارجع فقل السلام عليكم\nأدخل بعد ما أسلم صفوان قال عمرو أخبرني هذا الخبر أمية بن صفوان ولم يقل\nسمعته من كلدة. قال الضحاك وابن الحارث وذلك بعد ما أسلم وقال الضحاك وعبد\nالله بن الحارث بلبن وجداية انتهى.\n</p>\n\n<p>\nقال المنذري: وأخرجه الترمذي والنسائي، وقال الترمذي حسن غريب لا نعرفه\nإلا من حديث ابن جريج. هذا <span id='ms3716'></span> آخر كلامه. وكلدة بفتح الكاف وبعدها لام مهملة\nمفتوحة وتاء تأنيث وحنبل بفتح الحاء المهملة وبعدها نون ساكنة وباء موحدة\nمفتوحة ولام.\n</p>\n\n<p>\n(عن ربعي) بكسر أوله وسكون الموحدة وهو ابن حراش (فقال أألج) من ولج يلج\nأي أأدخل (فقل له قل السلام عليكم أأدخل) فيه أن السنة أن يجمع بين السلام\nوالاستئذان وأن يقدم السلام.\n</p>\n\n<p>\nقال المنذري: وأخرجه النسائي بنحوه وحراش بكسر الحاء المهملة وبعدها راء\nمهملة مفتوحة وألف وشين معجمة.\n</p>\n\n<p>\n(قال حدثت) بالبناء للمفعول (بمعناه) أي بمعنى حديث أبي بكر بن أبي شيبة\nالسابق.\n</p>\n\n<p>\nوالحديث سكت عنه المنذري قال أبو داود وكذلك أي مثل رواية هناد بن السري\nوالحديث سكت عنه المنذري.\n</p>\n\n<p>\n(حدثنا عبيد الله بن معاذ الخ) والحديث سكت عنه المنذري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p056'> Vol. 14, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n(باب كم مرة يسلم الرجل في الاستئذان) (عن يزيد بن خصيفة) بخاء معجمة\nوصاد مهملة وفاء مصغرا (عن بسر بن سعيد) بضم الموحدة وسكون المهملة (فجاء\nأبو موسى فزعا) بفتح الفاء وكسر الزاي أي خائفا (ما أفزعك) أي ما أخافك\n(فأتيته فاستأذنت ثلاثا) أي فأتيت بابه فسلمت ثلاثا كما في رواية مسلم (فلم\nيؤذن لي) لم يأذن له عمر رضي الله عنه لأنه كان في شغل كما يدل عليه روايات\nمسلم (فقال) أي عمر رضي الله عنه (ما منعك أن تأتيني) أي من الإتيان إلي\n(وقد قال) الواو للحال واستئنافية (لتأتيني له على هذا) أي على أن الحديث\nالذي رويته هو قول النبي صلى الله عليه وسلم (بالبينة) المراد بها الشاهد\nولو كان واحدا، وإنما أمره بذلك ليزداد فيه وثوقا لا للشك في صدق خبره عنده\nرضي الله عنه (لا يقوم معك إلا أصغر القوم) قال النووي: معناه أن هذا حديث\nمشهور بيننا معروف لكبارنا وصغارنا يحفظه وسمعه من رسول الله صلى الله عليه\nوسلم (معه) أي مع أبي موسى (فشهد له) أي على الحديث الذي رواه أبو موسى.\nقال الحافظ: وتعلق بقصة عمر من زعم أنه كان لا يقبل خبر الواحد، ولا حجة\nفيه لأنه قبل <span id='ms3717'></span> خبر أبي سعيد المطابق لحديث أبي موسى ولا يخرج بذلك عن كونه\nخبر واحد انتهى. قال الكرماني في شرح البخاري: أراد عمر رضي الله عنه\nالتثبت لما يجوز فيه من السهو والنسيان بدليل أنه قبل خبر حمل بن مالك وحده\nفي أن دية الجنين غرة وخبر عبد الرحمن بن عوف في الجزية، ثم نفس هذه القصة\nدليل على قبول ذلك لأنه بانضمام شخص آخر إليه لم يصر متواترا فهو خبر واحد\nوقد قبله بلا خلاف، وفيه أن العالم قد يخفى عليه من العلم ما يعلمه من هو\nدونه والإحاطة لله تعالى وحده انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p057'> Vol. 14, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nقال المنذري: وأخرجه البخاري ومسلم.\n</p>\n\n<p>\n(فقال) أي أبو موسى في المرة الأولى (يستأذن الأشعري) أي قال في المرة\nالثانية (يستأذن عبد الله بن قيس) أي قال في المرة الثالثة وهو اسم أبي\nموسى (فقال هذا أبي) أي ابن كعب وفي الحديث الأول أن الشاهد هو أبو سعيد\nقال الحافظ. ويمكن الجمع بأن أبي بن كعب جاء بعد أن شهد أبو سعيد.\n</p>\n\n<p>\nقال المنذري: وأخرجه مسلم.\n</p>\n\n<p>\n(ألهاني) أي أشغلني وأغفلني (الصفق بالأسواق) أي التجارة والمعاملة في\nالأسواق.\n</p>\n\n<p>\nوفي القاموس: صفق يده بالبيعة وعلى يده صفقا ضرب يده على يده وذلك عند\nوجوب البيع، والاسم الصفق. قال الإمام تقي الدين بن دقيق العيد: وهذا\nالحديث يرد على من يعلو من المقلدين إذا استدل عليه بحديث فيقول لو كان\nصحيحا لعلمه فلان مثلا فإن ذلك لما خفي عن أكابر الصحابة وجاز عليهم فهو\nعلى غيرهم أجوز انتهى (ولكن تسلم ما شئت ولا تستأذن) لعله قاله تفريحا\nلقلبه كذا قيل. وفي بعض النسخ ولكن سلم بصيغة الأمر.\n</p>\n\n<p>\nوالحديث سكت عنه المنذري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p058'> Vol. 14, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n(إني لم أتهمك) أي بالكذب على رسول الله صلى الله عليه وسلم (ولكن الحديث\nعن رسول الله صلى الله عليه وسلم شديد) خاف عمر رضي الله عنه مسارعة الناس\nإلى القول على النبي صلى الله عليه وسلم بما لم يقل كما يفعله المبتدعون\nوالكذابون، وكذا من وقع له قضية وضع <span id='ms3718'></span> فيها حديثا على النبي صلى الله عليه\nوسلم فأراد سد الباب خوفا من غير أبي فطلب منه البينة للتثبت لا للشك في\nروايته والاتهام به.\n</p>\n\n<p>\nوالحديث سكت عنه المنذري:\n</p>\n\n<p>\n(ولكن خشيت أن يتقول الناس) أي يكذبوا، يقال تقول عليه أي كذب عليه.\n</p>\n\n<p>\nوالحديث سكت عنه المنذري.\n</p>\n\n<p>\n(فرد سعد) أي السلام (ردا خفيا) أي بحيث لا يسمع رسول الله صلى الله عليه\nوسلم (فقلت) أي لأبي (فقال ذره) أي اتركه على حاله (يكثر) بالجزم جواب\nالأمر وهو من الاكثار (واتبعه سعد أي أدركه ولحقه (فانصرف) أي إلى بيت سعد\n(وأمر له) أي لرسول الله صلى الله عليه وسلم (بغسل) بالكسر ما يغسل به من\nالخطمي وغيره (فاغتسل) أي رسول الله صلى الله عليه وسلم ثم (ناوله) أي\nأعطاه والضمير المرفوع لسعد والمنصوب لرسول الله صلى الله عليه وسلم\n(ملحفة) قال في الصراح: ملحفة بالكسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p059'> Vol. 14, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nجمعه ملاحف (قد وطأ) من وطأ الموضع أي جعله وطيئا أي سهلا لينا، ومفعول\nوطأ محذوف (عليه) أي على الحمار.\n</p>\n\n<p>\nوالباء في قوله (بقطيفة) للآله وهي الباء التي يقال لها باء الاستعانة\nكما في كتبت بالقلم.\n</p>\n\n<p>\nوالقطيفة الدثار المخمل، ويقال بالفارسية جامة يرزه دار وجادر إلى\nبيجيده.\n</p>\n\n<p>\nوفي لسان العرب وطأ الشئ سهله ولا تقل وطيت وتقول وطأت لك الأمر إذا\nهيأته ووطأت لك الفراش ووطأت لك المجلس توطئة والوطئ من كل شئ ما سهل ولان\nحتى أنهم يقولون رجل وطئ ودابة وطيئة بينة الوطاءة انتهى.\n</p>\n\n<p>\nوحاصله أن سعدا رضي الله عنه جعل موضع ركوبه صلى الله عليه وسلم على\nالحمار سهلا لينا بواسطة قطيفة أي بسط له صلى الله عليه وسلم قطيفة على ظهر\nالحمار فصار ظهره سهلا لينا والله أعلم (قال هشام أبو مروان عن محمد) أي\nقال بلفظ عن. قال المنذري وأخرجه النسائي مسندا ومرسلا.\n</p>\n\n<p>\n(في آخرين) أي في شيوخ آخرين (قالوا) أي مؤمل والآخرون (لم يستقبل الباب\nمن تلقاء وجهه) أي مقابل وجهه وحذائه أبو لئلا يقع بصره على أهل البيت\n(ولكن من <span id='ms3719'></span> ركنه الأيمن أو الأيسر) أي لكن يستقبل مع الانحراف والميل من ركنه\nالأيمن أو الأيسر، أي من أحد جانبيه الأنسب بالوقوف (ويقول السلام عليكم)\nأي أولا السلام عليكم أي ثانيا حتى يتحقق السماع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p060'> Vol. 14, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nوالإذن، وأراد بالتكرار التعدد لا الاقتصار على المرتين فإنه كان من\nعادته التثليث (وذلك) أي ما ذكر من عدم استقبال الباب ووجود الانحراف (أن\nالدور) جمع الدار أي أبوابها (لم تكن عليها يومئذ ستور) جمع ستر بالكسر وهو\nالحجاب. قال المنذري: في إسناده بقية بن الوليد فيه مقال. بسر بضم الباء\nالموحدة وسكون السين المهملة، ولبسر أيضا صحبة.\n</p>\n\n<p>\n(باب الرجل يستأذن بالدق) (في دين أبيه) أي في قضية دين أبيه أو من جهته،\nفإن أباه عبد الله الأنصاري قد استشهد في غزوة أحد وترك دينا كثيرا وتشدد\nعليه غرماؤه فأتى جابر النبي صلى الله عليه وسلم، فقال له النبي صلى الله\nعليه وسلم أن أذهب فبيدر كل تمر على ناحية ففعل فبقيت البيادر كلها بعد\nأداء الدين كما كانت وقصته مذكورة في صحيح البخاري (فدققت الباب) أي ضربته\nبيدي للاستئذان (فقال من هذا) أي الذي يدق الباب (قال أنا أنا كأنه كرهه)\nأي قوله أنا في جواب عن هذا لأن كلمة أنا بيان عند المشاهدة لا عند الغيبة.\nقال النووي: وإنما كره لأنه لم يحصل بقوله أنا فائدة تزيل الإبهام، بل\nينبغي أن يقول فلان باسمه، وإن قال أنا فلان فلا بأس كما قالت أم هانئ حين\nاستأذنت فقال النبي صلى الله عليه وسلم من هذه فقالت أنا أم هانئ، ولا بأس\nأن يصف نفسه بما يعرف به إذا لم يكن منه بد وإن كان صورة فيها تبجيل وتعظيم\nبأن يكني نفسه أو يقول أنا المفتي فلان أو القاضي أو الشيخ انتهى.\n</p>\n\n<p>\nقال المنذري: وأخرجه البخاري ومسلم والترمذي والنسائي وابن ماجة.\n</p>\n\n<p>\n(باب دق الباب عند الاستئذان) (حائطا) أي بستانا (فقال لي) النبي صلى\nالله عليه وسلم بعد ما دخلت في البستان (أمسك الباب) من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p061'> Vol. 14, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nداخل البستان ولا <span id='ms3720'></span> تفتحه (فضرب الباب) بصيغة المجهول وبرفع الباب أي ضرب\nالباب ودقه أحد من خارج البستان (فقلت من هذا) الضارب للباب (وساق) أي نافع\nبن عبد الحارث (الحديث) بتمامه (قال أبو داود، يعني حديث أبي موسى الأشعري\nقال فيه فدق الباب) قال الحافظ المزي في الأطراف حديث نافع بن عبد الحارث\nالخزاعي ((خرجت مع النبي صلى الله عليه وسلم حتى دخلت حائطا الحديث أخرجه\nأبو داود، في الأدب عن يحيى بن أيوب وأخرجه النسائي في المناقب أي في سننه\nالكبرى عن علي بن حجر كلاهما عن إسماعيل بن جعفر عن محمد بن عمرو عن أبي\nسلمة عن نافع بن عبد الحارث، ورواه أبو الزناد عن أبي سلمة بن عبد الرحمن\nعن نافع بن عبد الحارث عن أبي موسى الأشعري انتهى كلامه.\n</p>\n\n<p>\nقلت: حديث أبي موسى الأشعري الذي أشار إليه المؤلف هو ما أخرجه مسلم في\nفضائل عثمان رضي الله عنه من حديث سعيد بن المسيب أخبرني أبو موسى الأشعري\nأنه توضأ في بيته ثم خرج فقال لألزمن رسول الله صلى الله عليه وسلم ولأكونن\nمعه يومي هذا قال فجاء المسجد فسأل عن النبي صلى الله عليه وسلم فقالوا خرج\nوجه هاهنا قال فخرجت على أثره أسأل عنه حتى دخل بئر أريس قال فجلست عند\nالباب وبابها من جريد حتى قضي رسول الله صلى الله عليه وسلم حاجته وتوضأ\nفقمت إليه فإذا هو قد جلس على بئر أريس وتوسط قفها وكشف عن ساقيه ودلاهما\nفي البئر، قال فسلمت عليه ثم انصرفت فجلست عند الباب فقلت لأكونن بواب رسول\nالله صلى الله عليه وسلم اليوم فجاء أبو بكر فدفع الباب فقلت من هذا فقال\nأبو بكر فقلت على رسلك قال ثم ذهبت فقلت يا رسول الله هذا أبو بكر يستأذن\nفقال أئذن له وبشره بالجنة، فذكر الحديث بطوله. وفي رواية له من طريق أبي\nعثمان النهدي عن أبي موسى الأشعري قال بينما رسول الله صلى الله عليه وسلم\nفي حائط من حوائط المدينة <span id='ms3721'></span> وهو متكئ يركز بعود معه بين الماء والطين إذا\nاستفتح رجل فقال افتح وبشره بالجنة قال فإذا أبو بكر ففتحت له وبشرته\nبالجنة، فقال ثم استفتح رجل آخر فقال افتح فذكر الحديث وفي رواية له أن\nرسول الله صلى الله عليه وسلم دخل حائطا وأمرني أي أحفظ الباب قال المنذري\nوأخرجه النسائي.\n</p>\n\n<p>\n(باب في الرجل يدعى أيكون ذلك إذنه) (رسول الرجل إلى الرجل إذنه) أي\nبمنزلة إذنه له في الدخول. قال في فتح الودود أي لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p062'> Vol. 14, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nيحتاج إلى الاستئذان إذا جاء مع رسوله نعم لو استأذن احتياطا كان حسنا\nسيما إذا كان البيت غير مخصوص بالرجال وقد أرسل رسول الله صلى الله عليه\nوسلم أبا هريرة إلى أصحاب الصفة فجاؤوا فاستأذنوا فدخلوا انتهى. والحديث\nسكت عنه المنذري.\n</p>\n\n<p>\n(عن أبي رافع) اسمه نفيع الصائغ (إذا دعى) بصيغة المجهول (فجاء مع\nالرسول) أي مع رسول الداعي (فإن ذلك له إذن) أي قائم مقام إذنه فلا احتياج\nإلى تحديد إذن قال البيهقي في سننه: هذا عندي والله أعلم إذا لم يكن في\nالدار حرمة فإن كان حرمة فلا بد من الاستئذان بعد نزول الآية الحجاب. كذا\nفي مرقاة الصعود (يقال قتادة لم يسمع من أبي رافع شيئا).\n</p>\n\n<p>\nقال الحافظ في فتح الباري بعد ما نقل كلام أبي داود. هذا وقد ثبت سماعه\nمنه في الحديث الذي سيأتي في البخاري في كتاب التوحيد من رواية سليمان\nالتيمي عن قتادة أن أبا رافع حدثه قال، واعتمد المنذري على كلام أبي داود\nفقال أخرجه البخاري تعليقا لأجل الانقطاع. قال ولو كان عنده منقطعا لعلقه\nبصيغة التمريض كما هو الأغلب من صنيعه انتهى.\n</p>\n\n<p>\nقال المنذري: وقال البخاري وقال سعيد عن قتادة عن أبي رافع عن أبي هريرة\nعن النبي صلى الله عليه وسلم قال هو إذنه، وذكره البخاري تعليقا لأجل\nالانقطاع في إسناده.\n</p>\n\n<p>\nوذكر البخاري في هذا الباب حديث مجاهد عن أبي هريرة قال دخلت مع رسول\nالله صلى الله عليه وسلم فوجدت لبنا في قدح فقال <span id='ms3722'></span> أبا هريرة الحق أهل الصفة\nفادعهم إلي قال فأتيتهم فدعوتهم فأقبلوا فاستأذنوا فأذن لهم فدخلوا قال\nالمهلب: إذا دعى وأتى مجيبا للدعوة ولم تتراخ المدة فهذا دعاؤه إذنه وإن\nدعي فأتى في غير حين الدعاء فإنه يستأذن، وكذلك إذا دعي إلي موضع لم يعلم\nأن به أحدا مأذونا له في الدخول لا يدخل حتى يستأذن فإن كان فيه أحد مأذون\nله فدعي قبله فلا بأس أن يدخل بالدعوة وإن تراخت الدعوة وكان بين ذلك زمن\nيمكن الداعي أن يخلو في أمره أو يتعدى لبعض شأنه أو ينصرف أهل داره فلا\nيغتاب (لعله يعبأ) بالدعوة على الدخول حتى يستأذن كحديث مجاهد عن أبي\nهريرة. هذا وجه تأويل الحديثين والله أعلم انتهى كلام المنذري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p063'> Vol. 14, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n(باب في الاستئذان في العورات الثلاث) أي في الأوقات الثلاث، ويأتي\nبيانها في آية الاذن.\n</p>\n\n<p>\n(حدثنا ابن السرح) هو أحمد بن عمرو بن عبد الله بن عمرو بن السرح بمهملات\nالثانية ساكنة المصري (ح وأخبرنا ابن الصباح بن سفيان) الجرجرائي التاجر\nصدوق (وابن عبدة) أبو عبد الله البصري وثقه النسائي وأبو حاتم فكلهم أي ابن\nالسرح وابن الصباح وابن عبدة يروون عن ابن عيينة (وهذا حديثه) أي حديث ابن\nعبدة (لم يؤمن بها أكثر الناس) المراد من الضمير المجرور في بها آية الاذن،\nوفي بعض النسخ لم يؤمر مكان لم يؤمن وهو غير ظاهر.\n</p>\n\n<p>\nولفظ البيهقي في سننه عن ابن عباس قال آية لم يؤمن بها أكثر الناس آية\nاذن وإني لآمر جاريتي هذه لجارية قصيرة قائمة على رأسه أن تستأذن على انتهى\n(آية اذن) بالجر لأنه بيان وتفسير للضمير المجرور في بها أو بالرفع على أنه\nخبر مبتدأ محذوف والتقدير هي آية اذن، أو بالنصب بتقدير أعني، والمراد باية\nاذن قوله تعالى: * (يا أيها الذين آمنوا ليستأذنكم الذين ملكت أيمانكم) *\nالآية.\n</p>\n\n<p>\nقال في فتح الودود: والمراد أنهم لا يعملون بها فكأنهم لا يؤمنون بها\nوكأنه رضي الله عنه كان يرى أولا ذلك ثم رجع عنه إلى ما <span id='ms3723'></span> سيجئ عنه في الحديث\nالآتي، والله تعالى أعلم انتهى.\n</p>\n\n<p>\nوالحديث سكت عنه المنذري.\n</p>\n\n<p>\n(عن ابن عباس يأمر به) أي يأمر بالإذن جاريته أيضا.\n</p>\n\n<p>\nوروى ابن أبي حاتم من حديث إسماعيل بن مسلم عن عمرو بن دينار عن عطاء بن\nأبي رباح عن ابن عباس قال: غلب الشيطان الناس على ثلاث آيات فلم يعملوا بهن\nيا * (أيها الذين آمنوا ليستأذنكم الذين ملكت إيمانكم) * إلى اخر الآية.\nوإسماعيل بن مسلم ضعيف قاله ابن كثير في تفسيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p064'> Vol. 14, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n* (الذين ملكت أيمانكم) * يعني العبيد والإماء * (والذين لم يبلغوا الحلم\nمنكم) * من الأحرار وليس المراد منهم الأطفال الذين لم يظهروا على عورات\nالنساء بل الذين عرفوا أمر النساء ولكن لم يبلغوا * (ثلاث مرات) * أي في\nثلاثة أوقات * (من قبل صلاة الفجر وحين تضعون ثيابكم من الظهيرة) * يريد\nالمقيل * (ومن بعد صلاة العشاء) * وإنما خص هذه الأوقات لأنها ساعات الخلوة\nووضع الثياب فربما يبدو من الانسان مالا يحب أن يراه أحد من العبيد\nوالصبيان فأمروا بالاستئذان في هذه الأوقات وأما غيرهم فليستأذنوا في جميع\nالأوقات * (ثلاث عورات لكم) * سمي هذه الأوقات عورات لأن الانسان يضع فيها\nثيابه فتبدو عورته كذا في معالم التنزيل * (ليس عليكم ولا عليهم) أي\nالمماليك والصبيان * (جناح) * في الدخول عليكم بغير الاستئذان * (بعدهن) *\nأي بعد الأوقات الثلاثة * (طوافون عليكم) * أي هم طوافون عليكم للخدمة. قال\nفي تفسير الجلالين: وآية الاستئذان قيل منسوخة وقيل لا ولكن تهاون الناس في\nترك استئذان (قرأ القعنبي) هو عبد الله بن مسلمة (ليس لبيوتهم ستور) جمع\nستر بالكسر بمعنى الحجاب (ولا حجال) جمع حجلة بفتحتين وهي بيت كالقبة\nبالثياب يجعلونها للعروس كذا في فتح الودود وفي بعض النسخ ولا حجاب\nبالموحدة مكان اللام (والرجل على أهله) والواو للحال (فلم أر أحدا يعمل\nبذلك بعد) بالضم أي بعد ما جاءهم الله بالستور والخير وقال الإمام ابن كثير\nفي تفسيره تحت قوله تعالى * (يا أيها الذين آمنوا ليستأذنكم الذين الخ) *\nهذه الآيات الكريمة اشتملت على استئذان الأقارب بعضهم على بعض <span id='ms3724'></span>، وما تقدم في\nأول السورة فهو استئذان الأجانب بعضهم على بعض، فأمر الله تعالى المؤمنين\nأن يستأذنهم خدمهم مما ملكت أيمانهم وأطفالهم الذين لم يبلغوا الحلم منهم\nفي ثلاثة أحوال، ومن قبل صلاة الغداة لأن الناس إذ ذاك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p065'> Vol. 14, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nيكونون نياما في فرشهم، وحين تضعون ثيابكم من الظهيرة أي في وقت القيلولة\nلأن الانسان قد يضع ثيابه في تلك الحال مع أهله، ومن بعد صلاة العشاء لأنه\nوقت النوم فيؤمر الخدم والأطفال أن لا يهجموا على أهل البيت في هذه الأحوال\nلما يخشى من أن يكون الرجل على أهله أو نحو ذلك من الأعمال * ولهذا قال *\n(ثلاث عورات لكم ليس عليكم ولا عليهم جناح بعدهن *) أي إذا دخلوا في حال\nغيره هذه الأحوال فلا جناح عليكم في تمكينكم إياهم ولا عليهم إن رأوا شيئا\nمن غير تلك الأحوال لأنه قد أذن لهم في الهجوم ولأنهم طوافون عليكم أي في\nالخدمة وغير ذلك انتهى كلامه.\n</p>\n\n<p>\nورواية عكرمة عن ابن عباس المذكورة أخرجها ابن أبي حاتم أيضا وهذا لفظه\nحدثنا الربيع بن سليمان حدثنا ابن وهب أخبرنا سليمان بن بلال عن عمرو بن\nأبي عمرو عن عكرمة عن ابن عباس أي رجلين سألاه عن الاستئذان في ثلاث عورات\nالتي أمر الله بها في القرآن فقال ابن عباس إن الله ستير يحب الستر كان\nالناس ليس لهم ستور على أبوابهم ولا حجال في بيوتهم فربما فاجأ الرجل خادمه\nأو ولده أو يتيمه في حجره وهو على أهله فأمرهم الله أن يستأذنوا في تلك\nالعورات التي سمى الله ثم جاء الله بعد بالستور فبسط الله عليهم الرزق\nفاتخذوا الستور واتخذوا الحجال فرأى الناس أن ذلك قد كفاهم من الاستئذان\nالذي أمروا به انتهى. قال ابن كثير وهذا إسناد صحيح إلى ابن عباس انتهى.\n</p>\n\n<p>\n(قال أبو داود) هذه العبارة إلى قوله يفسد هذا الحديث لم توجد في أكثر\nالنسخ (حديث عبيد الله) بن أبي يزيد الذي تقدم ونص على الاستئذان (و) كذا\nحديث (عطاء) عن ابن <span id='ms3725'></span> عباس الذي تقدم أيضا (يفسد) بالدال المهملة من الافساد\nأي يضعف (هذا الحديث) أي حديث عكرمة عن ابن عباس وكذا ضعفه المنذري أيضا\nكما سيجئ.\n</p>\n\n<p>\nووقع في بعض النسخ يفسر هذا الحديث من التفسير آخره راء مهملة ولا يظهر\nمعناه والله أعلم. والجمع بين الروايتين لابن عباس ممكن بحيث أن الإذن إذا\nلم يكن في البيت حجاب وستر وعدم الإذن إذا يكون في البيت حجاب وستر والله\nأعلم. قال الحافظ المنذري: قال بعضهم هذا لا يصح عن ابن عباس هذا آخر\nكلامه. وليس فيه ما يدل على أن عكرمة سمعه من ابن عباس. وفي إسناده عمرو بن\nأبي عمرو مولى المطلب بن عبد الله بن حنطب وهو وإن كان البخاري ومسلم احتجا\nبه فقد قال ابن معين لا يحتج بحديثه، وقال مرة ليس بالقوي وليس بحجة. وقال\nمرة مالك يروي عن عمرو بن أبي عمرو وكان يضعف انتهى.\n</p>\n\n<p>\nوقال الحافظ في الهدى الساري مقدمة فتح الباري: عمرو بن أبي عمرو مولى\nالمطلب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p066'> Vol. 14, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nمن صغار التابعين وثقه أحمد وأبو زرعة وأبو حاتم والعجلي وضعفه ابن معين\nوالنسائي وعثمان الدارمي لروايته عن عكرمة حديث البهيمة وقال العجلي أنكروا\nعليه حديث البهيمة يعني حديثه عن عكرمة عن ابن عباس ((من أتى بهيمة فاقتلوه\nواقتلوا البهيمة)) وقال البخاري لا أدري سمعه من عكرمة أم لا وقال أبو داود\nليس هو بذاك حدث بحديث البهيمة، وقد روى عاصم عن أبي رزين عن ابن عباس ليس\nعلى من أتى بهيمة حد. وقال الساجي صدوق إلا أنه يهم.\n</p>\n\n<p>\nقال الحافظ لم يخرج له البخاري من روايته عن عكرمة شيئا بل أخرج له من\nرواية عن أنس أربعة أحاديث ومن روايته عن سعيد بن جبير عن ابن عباس حديثا\nواحدا ومن روايته عن سعيد المقبري عن أبي هريرة حديثا واحدا واحتج به\nالباقون أي من الأئمة الستة انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p067'> Vol. 14, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n(باب إفشاء السلام) (لا تدخلوا الجنة) كذا في عامة النسخ بحذف النون ولعل\nالوجه أن النهي قد يراد به النفي <span id='ms3726'></span> كعكسه المشهور عند أهل العلم والله أعلم\nوفي نسخه المنذري لا تدخلون بإثبات النون وكذلك في رواية مسلم (حتى تؤمنوا\nولا تؤمنوا) كذا في جميع النسخ الحاضرة بحذف النون وكذلك في رواية مسلم.\n</p>\n\n<p>\nقال القاري: لعل حذف النون للمجانسة والازدواج (حتى تحابوا) بحذف إحدى\nالتائين وتشديد الموحدة المضمومة أي حتى يحب كل منكم صاحبه (أفشوا السلام\nبينكم) أي أظهروا، والمراد نشر السلام بين الناس ليحيوا سنته. قال النووي:\nأقله أن يرفع صوته بحيث يسمع المسلم عليه فإن لم يسمعه لم يكن آتيا بالسنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p068'> Vol. 14, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nقال المنذري: وأخرجه مسلم والترمذي وابن ماجة.\n</p>\n\n<p>\n(أي الاسلام خير) أي خصال الاسلام خير (قال تطعم الطعام) تقديره أن تطعم\nالطعام فلما حذف أن رجع الفعل مرفوعا ويمكن أن يكون خبرا معناه الأمر قاله\nالقاري (على من عرفت ومن لم تعرف) قال النووي: تسلم على من لقيته ولا تخص\nذلك بمن تعرف وفي ذلك إخلاص العمل لله واستعمال التواضع وإفشاء السلام الذي\nهو شعار هذه الأمة انتهى.\n</p>\n\n<p>\nقلت: وتخصيص السلام بمن يعرف، من أشراط الساعة كما جاء في الحديث رواه\nالطحاوي وغيره عن ابن مسعود ولفظ الطحاوي إن من أشراط الساعة السلام\nللمعرفة. قال المنذري: وأخرجه البخاري ومسلم والنسائي وابن ماجة.\n</p>\n\n<p>\n(باب كيف السلام) (فرد) أي النبي صلى الله عليه وسلم (عليه) أي على ذلك\nالرجل (فقال النبي صلى الله عليه وسلم عشر) أي له عشر حسنات أو كتب أو حصل\nله عشر، وكذا التقدير في قوله عشرون وقوله ثلاثون.\n</p>\n\n<p>\nقال المنذري: وأخرجه الترمذي والنسائي، وقال الترمذي حسن غريب من هذا\nالوجه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p069'> Vol. 14, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n(فقال أربعون) أي له أربعون حسنة بكل لفظ عشر حسنات (هكذا تكون الفضائل)\nأي تزيد المثوبات بكل لفظ يزيده المسلم.\n</p>\n\n<p>\nقال المنذري: في إسناده أبو مرحوم عبد الله بن ميمون وسهل بن معاذ لا\nيحتج بها، وقال فيه سعيد بن أبي مريم أظن أني سمعت نافع بن يزيد. انتهى\nكلام المنذري.\n</p>\n\n<p>\n(باب في فضل من بدأ السلام) (الذهلي) بضم المعجمة وسكون الهاء (وإن أولى\nالناس <span id='ms3727'></span> بالله تعالى الخ) قال الطيبي: أي أقرب الناس من المتلاقيين إلى رحمة\nالله من بدأ بالسلام. كذا في المرقاة.\n</p>\n\n<p>\nوالحديث سكت عنه المنذري.\n</p>\n\n<p>\n(باب من أولى بالسلام) (يسلم الصغير الخ) قال في مرقاة الصعود هو خبر\nبمعنى الأمر. وفي رواية أحمد ((ليسلم)).\n</p>\n\n<p>\nقال ابن بطال عن المهلب: تسليم الصغير لأجل حق الكبير لأنه أمر بتوقيره\nوالتواضع له، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p070'> Vol. 14, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nوتسليم القليل لأجل حق الكثير لأن حقهم أعظم، وتسليم المار لشبهه بالداخل\nعلى أهل المنزل، وتسليم الراكب لئلا يتكبر بركوبه فيرجع إلى التواضع.\n</p>\n\n<p>\nوقال ابن العربي: حاصل ما في الحديث أن المفضول بنوع ما يبدأ الفاضل\nانتهى.\n</p>\n\n<p>\nقال المنذري: وأخرجه مسلم والترمذي.\n</p>\n\n<p>\n(يسلم الراكب على الماشي) قال المنذري: وأخرجه البخاري ومسلم.\n</p>\n\n<p>\n(باب في الرجل يفارق الرجل ثم يلقاه أيسلم عليه) (عن أبي مريم) هو\nالأنصاري الشامي قاله المزي، وهكذا ساق الحافظ المزي في الأطراف سند حديث\nأحمد بن سعيد ثم قال هكذا وقع في روايتنا عن أبي موسى عن أبي مريم.\n</p>\n\n<p>\nوفي رواية أبي الحسن ابن العبد وغيره عن معاوية بن صالح عن أبي مريم عن\nأبي هريرة ليس فيه عن أبي موسى وهو أشبه بالصواب، فإن أبا داود قد روى\nلمعاوية بن صالح عن أبي مريم عن أبي هريرة حديثا كما سيأتي في موضعه انتهى\nكلام المزي في ترجمة عبد الوهاب بن بخت عن أبي الزناد عن الأعرج عن أبي\nهريرة (أو حجر) كبير (فليسلم عليه أيضا) ليس في بعض النسخ لفظ أيضا.\n</p>\n\n<p>\nقال الطيبي: فيه حث على إفشاء السلام وأن يكرر عند كل تغيير حال ولكل جاء\nوغاد.\n</p>\n\n<p>\nوالحديث سكت عنه المنذري.\n</p>\n\n<p>\n(وحدثني عبد الوهاب بن بخت) بضم الموحد وسكون المعجمة بعدها مثناة كذا\nضبطه الحافظ في التقريب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p071'> Vol. 14, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nوالحديث سكت عنه المنذري.\n</p>\n\n<p>\n(وهو في مشربة) بضم الراء وفتحها أي غرفة (له) أي للنبي صلى الله عليه\nوسلم.\n</p>\n\n<p>\nقلت: ولا يظهر مناسبة الحديث بالباب ويمكن أن يقال في توجيهه بأن المؤلف\nأراد بهذا التبويب بيان أربع صور للتسليم.\n</p>\n\n<p>\nالأول: تسليم الرجل على <span id='ms3728'></span> الرجل تسليم اللقاء، ثم مفارقته إياه، ثم لقاؤه،\nفماذا يفعل، فأورد فيه حديث أبي هريرة رضي الله عنه وفيه دلالة واضحة على\nتسليم الرجل كلما لقيه فإن حالت بينهما شجرة أو جدار أو حجر ثم لقيه فليسلم\nعليه.\n</p>\n\n<p>\nوالثاني: تسليم الرجل على الرجل تسليم اللقاء ثم مفارقته إياه ثم مجيئه\nعلى باب بيته للقاءه فينبغي له أن يسلم عليه ثانيا تسليم الاستئذان.\n</p>\n\n<p>\nوالثالث: تسليم الرجل على الرجل تسليم الاستئذان فلم يؤذن له فرجع ثم\nجاءه ثانيا يستأذنه فينبغي له أن يسلم عليه ثانيا تسليم الاستئذان.\n</p>\n\n<p>\nوالرابع: تسليم الرجل على الرجل تسليم الاستئذان فلم يؤذن له فرجع، ثم\nجاءه ثانيا يستأذنه وسلم تسليم الاستئذان فأذن له فدخل فينبغي له أن يسلم\nعليه تسليم اللقاء، فعلى الصورة الثانية والثالثة والرابعة استدل المؤلف\nبحديث عمر رضي الله عنه.\n</p>\n\n<p>\nوهذا الحديث مختصر من الحديث الطويل الذي أورده الإمام البخاري في كتاب\nالنكاح وفي كتاب المظالم ما لفظه قال عمر: فصليت صلاة الفجر مع النبي صلى\nالله عليه وسلم فدخل النبي صلى الله عليه وسلم مشربة له فاعتزل فيها فدخلت\nعلى حفصة فإذا هي تبكي فقلت ما يبكيك؟ ألم أكن حذرتك هذا؟ أطلقكن النبي صلى\nالله عليه وسلم؟ قالت لا أدري ها هو ذا معتزل في المشربة، فخرجت فجئت إلى\nالمنبر فإذا حوله رهط يبكي بعضهم فجلست معهم قليلا ثم غلبني ما أجد فجئت\nالمشربة التي فيها النبي صلى الله عليه وسلم، فقلت لغلام له أسود استأذن\nلعمر، فدخل الغلام فكلم النبي صلى الله عليه وسلم ثم رجع فقال كلمت النبي\nصلى الله عليه وسلم وذكرتك له فصمت، فانصرفت حتى جلست مع الرهط الذين عند\nالمنبر ثم غلبني ما أجد فجئت فقلت للغلام استأذن لعمر فدخل ثم رجع فقال قد\nذكرتك له فصمت، فرجعت فجلست مع الرهط الذين عند المنبر ثم غلبني ما أجد\nفجئت الغلام فقلت استأذن فدخل ثم رجع إلي فقال قد ذكرتك له فصمت، فلما وليت\nمنصرفا إذا الغلام يدعوني فقال قد <span id='ms3729'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p072'> Vol. 14, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nأذن لك النبي صلى الله عليه وسلم، فدخلت عليه فإذا هو مضطجع على رمال\nحصير ليس بينه وبينه فراش قد أثر الرمال بجنبه متكئا على وسادة من أدم\nحشوها ليف، فسلمت عليه، الحديث بطوله.\n</p>\n\n<p>\nففي هذا دلالة لكل من ثلاث الصور الباقية.\n</p>\n\n<p>\nأما الثانية فلأن عمر رضي الله عنه صلى صلاة الفجر مع رسول الله صلى الله\nعليه وسلم فلا يظن بعمر رضي الله عنه أنه ترك تسليم اللقاء على النبي صلى\nالله عليه وسلم لقوله صلى الله عليه وسلم ((إذا لقي أحدكم أخاه فليسلم\nعليه)) الحديث ثم فارقه عمر رضي الله عنه إلى أن جاء المشربة التي فيها\nرسول الله صلى الله عليه وسلم فاستأذنه، والاستئذان عبد لا يكون إلا مع\nالتسليم كما تقدم عند المؤلف من حديث رجل من بني عامر، على أنه في قصة\nالاعتزال أيضا مصرح في رواية أبي داود أن عمر رضي الله عنه سلم على النبي\nصلى الله عليه وسلم تسليم الاستئذان ثم قال أيدخل عمر، فهذا التسليم تسليم\nالاستئذان بعد تسلم اللقاء وقت صلاة الصبح.\n</p>\n\n<p>\nوأما الثالثة فلأن عمر سلم على النبي صلى الله عليه وسلم تسليم الاستئذان\nفلم يؤذن له، فرجع، ثم جاء واستأذن، فكيف يترك عمر تسليم الاستئذان ثانيا\nمع علمه بذلك.\n</p>\n\n<p>\nوأما الرابعة فلأن عمر سلم عليه صلى الله عليه وسلم تسليم الاستئذان أولا\nكما تدل عليه رواية المؤلف فلم يؤذن له فرجع، ثم جاء ثانيا واستأذن، فكيف\nيترك عمر تسليم الاستئذان فإذا أذن له دخل عليه صلى الله عليه وسلم وسلم\nعليه تسليم اللقاء، ولا يخفى ما فيه من التكلف والتعسف، وأحسن منه أن يقال\nإن عمر رضي الله عنه أتى النبي صلى الله عليه وسلم وهو في مشربة له فاستأذن\nبواسطة غلام له أسود فقال في استئذانه: السلام عليك يا رسول الله، السلام\nعليكم أيدخل عمر، وقد وقع الاستئذان من عمر في هذه الواقعة ثلاث مرار على\nما أخرجه الشيخان وغيرهما في حديث طويل، اختصر منه المؤلف هذا <span id='ms3730'></span> الحديث.\n</p>\n\n<p>\nوقد دل هذا الحديث على طريق استئذان عمر وهو قوله: السلام عليك يا رسول\nالله إلى آخره، وهذا الطريق هو الذي علمه النبي صلى الله عليه وسلم كما\nتقدم قريبا في باب كيف الاستئذان من قوله السلام عليكم أأدخل، وقد ورد هذا\nالطريق في عدة أحاديث ذكرها الحافظ ابن كثير في تفسير قوله تعالى: * (يا\nأيها الذين آمنوا لا تدخلوا بيوتا غير بيوتكم) * الآية، بل قد جاء الاكتفاء\nفي الاستئذان على مجرد السلام أيضا كما تقدم في ثالث أبواب الاستئذان وبهذا\nيظهر المطابقة بين ترجمة الباب وبين حديث عمر رضي الله عنه إذ قد وقع\nالاستئذان من عمر في هذه الواقعة ثلاث مرات، وقد ثبت أن الاستئذان لا بد\nفيه من التسليم أو هو التسليم، وأيما كان فقد سلم عمر على رسول الله صلى\nالله عليه وسلم في كل لقاء بعد مفارقة ولو بواسطة وقد قرره النبي صلى الله\nعليه وسلم، فقد ثبت أن الرجل إذا فارق الرجل ثم لقيه سلم وهو مقصود الترجمة\nوالله أعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p073'> Vol. 14, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nقال المنذري: وأخرجه النسائي من مسند عبد الله بن عباس، والصواب الأول.\n</p>\n\n<p>\n(باب في السلام على الصبيان) بالكسر جمع صبي (على غلمان) بكسر أوله جمع\nغلام بمعنى صبي (فسلم عليهم) فيه استحباب السلام على الصبيان وبيان تواضعه\nصلى الله عليه وسلم، وكمال شفقته.\n</p>\n\n<p>\nقال ابن بطال: في السلام على الصبيان تدريبهم على آداب الشريعة وفيه طرح\nالأكابر رداء الكبر وسلوك التواضع ولين الجانب كذا في فتح الباري.\n</p>\n\n<p>\nقال المنذري: وأخرجه النسائي وأخرجه البخاري ومسلم والترمذي والنسائي من\nحديث سيار أبي الحكم عن ثابت بنحوه.\n</p>\n\n<p>\n(انتهى إلينا) أي وصل إلينا (وأنا غلام في الغلمان) أي في جملتهم والواو\nللحال (أو قال إلى جدار) شك من الراوي (حتى رجعت إليه) أي إلى النبي صلى\nالله عليه وسلم.\n</p>\n\n<p>\nقال المنذري: وأخرجه ابن ماجة.\n</p>\n\n<p>\n(باب في السلام على النساء) (عن ابن أبي حسين) هو عبد الله بن عبد الرحمن\nبن أبي حسين بن الحارث المكي وثقه أحمد <span id='ms3731'></span> والنسائي (في نسوة) أي حال كوننا مع\nجماعة كثيرة من النساء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p074'> Vol. 14, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الطيبي: هو متعلق بالجار والمجرور وبيان له وهو من باب قولك في\nالبيضة عشرون رطلا من حديد وهي بنفسها هذا المقدار لا أنها ظرف له (فسلم\nعلينا) قال الحليمي: كان صلى الله عليه وسلم للعصمة مأمونا من الفتنة، فمن\nوثق من نفسه بالسلامة فليسلم وإلا فالصمت أسلم.\n</p>\n\n<p>\nقال ابن بطال عن المهلب: سلام الرجال على النساء والنساء على الرجال جائز\nإذا أمنت الفتنة، وفرق المالكية بين الشابة والعجوز سدا للذريعة، ومنع منه\nربيعة مطلقا.\n</p>\n\n<p>\nوقال الكوفيون: لا يشرع للنساء ابتداء السلام على الرجال لأنهم منعن من\nالأذان والإقامة والجهر بالقراءة، قالوا ويستثني المحرم فيجوز لها السلام\nعلى محرمها كذا في فتح الباري.\n</p>\n\n<p>\nقال المنذري: وأخرجه الترمذي وابن ماجة وقال الترمذي حسن، وقال أحمد بن\nحنبل:\n</p>\n\n<p>\nلا بأس بحديث عبد الحميد بن بهرام عن شهر بن حوشب يعني هذا الحديث.\n</p>\n\n<p>\nوقال محمد بن إسماعيل: شهر حسن الحديث وقوي أمره. وقد تقدم الاختلاف في\nالاحتجاج بحديث شهر بن حوشب.\n</p>\n\n<p>\n(باب في السلام على أهل الذمة) (فجعلوا يمرون) عوام من النصارى (بصوامع\nفيها نصارى) أي رهبانهم والصوامع جمع صومعة بفتح مهملتين وبميم وهي نحو\nالمنارة ينقطع فيها رهبان النصارى (فيسلمون) أي عوام النصارى (عليهم) أي\nعلى رهبانهم (لا تبدأوهم بالسلام) لأن الابتداء به إعزاز للمسلم عليه ولا\nيجوز إعزازهم قيل النهي للتنزيه وضعفه النووي وقال الصواب أن ابتداءهم\nبالسلام حرام.\n</p>\n\n<p>\nوقال الطيبي: المختار أن المبتدع لا يبدأ بالسلام ولو سلم على من لا\nيعرفه فظهر ذميا أو مبتدعا يقول استرجعت سلامي تحقيرا له. كذا في شرح\nالمشارق لابن مالك (فاضطروهم إلى أضيق الطريق) أي ألجؤوهم إلى أضيقه بحيث\nلو كان في الطريق جدار يلتصق بالجدار وإلا فيأمره ليعدل عن وسط الطريق إلى\nأحد طرفيه، قاله القاري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p075'> Vol. 14, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن الملك: يعني لا تتركوا لهم صدر الطريق هذا في صورة الازدحام\nوأما إذا خلت الطريق فلا حرج.\n</p>\n\n<p>\nقال المنذري: وأخرجه مسلم والترمذي دون <span id='ms3732'></span> القضية.\n</p>\n\n<p>\n(فإنما يقول السام عليكم) أي بالألف ومعناه الموت العاجل (فقولوا وعليكم)\nقال النووي: في شرح صحيح مسلم: قد جاءت الأحاديث التي ذكرها مسلم عليكم\nوعليكم بإثبات الواو وحذفها، وأكثر الروايات بإثباتها، وعلى هذا في معناه\nوجهان:\n</p>\n\n<p>\nأحدهما: أنه على ظاهره فقالوا عليكم الموت فقال وعليكم أيضا أي نحن وأنتم\nفيه سواء وكلنا نموت.\n</p>\n\n<p>\nوالثاني: أن الواو ههنا للاستئناف لا للعطف والتشريك وتقديره وعليكم ما\nتستحقونه من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p076'> Vol. 14, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nالذم، وأما من حذف الواو فتقديره بل عليكم السام (وكذلك رواه مالك) أي\nبلفظ وعليكم بالواو وضمير الجمع (ورواه الثوري) أي وكذلك رواه الثوري (قال\nفيه وعليكم) أي بالواو وضمير الجمع.\n</p>\n\n<p>\nقال المنذري: وأخرجه الترمذي والنسائي ولفظ الترمذي. وفي لفظ لمسلم\nوالنسائي فقل عليك بغير واو، وحديث مالك الذي أشار إليه أبو داود أخرجه\nالبخاري في صحيحه، وحديث سفيان الثوري أخرجه البخاري ومسلم، وأخرجه النسائي\nمن حديث عيينة بإسقاط الواو.\n</p>\n\n<p>\nوقال الخطابي: هكذا يرويه عامة المحدثين وعليكم بالواو، وكان سفيان بن\nعيينة يرويه عليكم بحذف الواو وهو الصواب وذلك أنه إذا حذف الواو صار قولهم\nالذي قالوه نفسه مردودا عليهم، وبإدخال الواو يقع الاشتراك معهم والدخول\nفيما قالوه لأن الواو حرف العطف والجمع بين الشيئين، والسام فسروه بالموت.\nهذا آخر كلامه.\n</p>\n\n<p>\nوقد أخرجه مسلم والترمذي والنسائي من حديث إسماعيل بن جعفر عن عبد الله\nبن دينار بغير واو كما قدمناه، وقال غيره أما من فسر السام بالموت فلا يبعد\nالواو ومن فسره بالسآمة وهي الملالة أي تسامون دينكم فإسقاط الواو هو\nالوجه، واختار بعضهم أن يرد عليهم السلام بكسر السين وهي الحجارة، وقال\nغيره: الأول أولى لأن السنة وردت بما ذكرناه ولأن الرد إنما يكون يجنس\nالمردود لا بغيره انتهى كلام المنذري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p077'> Vol. 14, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n(إن أهل الكتاب يسلمون الخ) قال المنذري: وأخرجه مسلم والنسائي وابن\nماجة، وأخرجه البخاري ومسلم من حديث عبيد الله بن أبي بكر بن أنس عن جده\nبمعناه.\n</p>\n\n<p>\n(قال أبو داود وكذلك رواية عائشة الخ) قال المنذري: فأما حديث عائشة الذي\nأشار <span id='ms3733'></span> إليه أبو داود فأخرجه البخاري ومسلم والترمذي والنسائي وابن ماجة،\nوأما حديث عبد الرحمن الجهني فأخرجه ابن ماجة، وأما حديث أبي بصرة الغفاري\nفأخرجه النسائي.\n</p>\n\n<p>\n(باب في السلام إذا قام من المجلس) (إذا انتهى) أي جاء ووصل (فليست\nالأولى) أي التسليمة الأولى (بأحق) أي بأولى وأليق (من الآخرة) بل كلتاهما\nحق وسنة.\n</p>\n\n<p>\nقال المنذري: وأخرجه الترمذي والنسائي وقال الترمذي حسن، وأخرجه النسائي\nأيضا من حديث سعيد بن أبي سعيد المقبري عن أبيه عن أبي هريرة، وأشار إليه\nالترمذي.\n</p>\n\n<p>\n(باب كراهية أن يقول عليك السلام) (عن أبي جري) بالجيم والراء مصغرا\n(الهجيمي) بالجيم مصغرا نسبة إلى الهجيم بن عمرو بن تميم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p078'> Vol. 14, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nقال البخاري: أصح شئ عندنا في اسم أبي جري جابر بن سليم انتهى. سكن\nالبصرة روى عنه ابن سير وأبو تميمة الهجيمي قاله ابن الأثير، وزاد الذهبي\nفي التجريد وعقيل بن طلحة وابن المعتمر انتهى (لا تقل عليك السلام الخ) فيه\nكراهة أن يقول في الابتداء عليك السلام، والسنة للمبتدئ أن يقول السلام\nعليكم، والحديث قد تقدم في كتاب اللباس.\n</p>\n\n<p>\nقال المنذري: وأخرجه الترمذي والنسائي مختصرا ومطولا، وقال الترمذي حسن\nصحيح وقد تقدم في كتاب اللباس.\n</p>\n\n<p>\n(باب ما جاء في رد واحد عن الجماعة) (الجدي) بضم الجيم وتشديد الدال (قال\nأبو داود رفعه الحسن بن علي) أي رفع الحديث إلى النبي صلى الله عليه وسلم\nأي رواه مرفوعا، والحسن بن علي هذا هو شيخ أبي داود (يجزئ) بضم أوله وكسر\nالزاي بعد همزة أي يكفي (أن يسلم أحدهم) أي أحد المارين.\n</p>\n\n<p>\nقال القاري: اعلم أن ابتداء السلام سنة مستحبة ليست بواجبة وهي سنة على\nالكفاية، فإن كانوا جماعة كفى عنهم تسليم واحد ولو سلموا كلهم كان أفضل\n(ويجزئ عن الجلوس) بضم الجيم جمع جالس والمراد بهم المسلم عليهم بأي صفة\nكانوا، وإنما خص الجلوس لأنه الغالب على جمع مجتمعين (أن يرد أحدهم).\n</p>\n\n<p>\nقال القاري: وهذا فرض كفاية بالاتفاق، ولو ردوا كلهم كان أفضل كما هو شأن\nفروض الكفاية كلها.\n</p>\n\n<p>\nقال <span id='ms3734'></span> المنذري: في إسناده سعيد بن خالد الخزاعي المدني، قال أبو زرعة\nالرازي مدني ضعيف، وقال أبو حاتم الرازي هو ضعيف الحديث، وقال البخاري فيه\nنظر، وقال الدارقطني ليس بالقوي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p079'> Vol. 14, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n(باب في المصافحة) قال في القاموس: والمصافحة الأخذ باليد كالتصافح\nانتهى.\n</p>\n\n<p>\nوقال في تاج العروج شرح القاموس: والرجل يصافح الرجل إذا وضع صفح كفه، في\nصفح كفه، وصفحا كفيهما وجهاهما، ومنه حديث المصافحة عند اللقي وهي مفاعلة\nمن إلصاق صفح الكف بالكف وإقبال الوجه بالوجه كذا في اللسان والأساس\nوالتهذيب انتهى.\n</p>\n\n<p>\nوفي المرقاة شرح المشكاة المصافحة هي الإفضاء بصفحة اليد إلى صفحة اليد\nانتهى.\n</p>\n\n<p>\nومما يدل على أن المصافحة بيد واحدة ما أخرجه ابن عبد البر في التمهيد\nبقوله حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ حدثنا ابن وضاح\nحدثنا يعقوب بن كعب حدثنا مبشر بن إسماعيل عن حسان بن نوح عن عبيد الله بن\nبسر قال: ((ترون يدي هذه صافحت بها رسول الله صلى الله عليه وسلم)) وذكر\nالحديث وإسناده صحيح والله أعلم.\n</p>\n\n<p>\n(واستغفراه) أي طلبا المغفرة من مولاهما (غفر لهما) بصيغة المجهول. وفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p080'> Vol. 14, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث سنية المصافحة عند اللقي وأنه يستحب عند المصافحة حمد الله\nوالاستغفار وهو قوله يغفر الله لنا ولكم.\n</p>\n\n<p>\nولفظ ابن السني من حديث البراء ((إذا التقى المسلمان فتصافحا وحمدا الله\nتعالى واستغفرا غفر الله عز وجل لهما)).\n</p>\n\n<p>\nوأخرج ابن السني عن أنس قال: ((ما أخذ رسول الله صلى الله عليه وسلم بيد\nرجل ففارقه حتى قال اللهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب\nالنار)).\n</p>\n\n<p>\nوفيه عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم قال ((ما من عبدين\nمتحابين في الله يستقبل أحدهما فيصافحه فيصليان على النبي صلى الله عليه\nوسلم إلا لم يتفرقا حتى تغفر ذنوبهما ما تقدم منها وما تأخر)) انتهى. قال\nالنووي: المصافحة سنة مجمع عليها عند التلاقي.\n</p>\n\n<p>\nقال الحافظ: ويستثني من عموم الأمر بالمصافحة المرأة الأجنبية والأمرد\nالحسن انتهى.\n</p>\n\n<p>\nوقال النووي في كتاب الأذكار <span id='ms3735'></span>: واعلم أن هذه المصافحة مستحبة عند كل لقاء\nوأما ما اعتاده الناس من المصافحة بعد صلاتي الصبح والعصر فلا أصل له في\nالشرع على هذا الوجه ولكن لا بأس به، فإن أصل المصافحة سنة، وكونهم حافظوا\nعليها في بعض الأحوال وفرطوا فيها في كثير من الأحوال أو أكثرها لا يخرج\nذلك البعض عن كونه من المصافحة التي ورد الشرع بأصلها.\n</p>\n\n<p>\nوذكر الأمام أبو محمد بن عبد السلام أن البدع على خمسة أقسام: واجبة\nومحرمة ومكروهة ومستحبة ومباحة، قال ومن أمثلة البدع المباحة المصافحة عقب\nالصبح والعصر انتهى.\n</p>\n\n<p>\nورد عليه العلامة علي القاري في شرح المشكاة فقال: ولا يخفى أن في كلام\nالإمام نوع تناقض لأن إتيان السنة في بعض الأوقات لا يسمى بدعة مع أن عمل\nالناس في الوقتين المذكورين ليس على وجه الاستحباب المشروع، فإن محل\nالمصافحة المشروعة أول الملاقاة وقد يكون جماعة يتلاقون من غير مصافحة\nويتصاحبون بالكلام ومذاكرة العلم وغيره مدة مديدة ثم إذا صلوا يتصافحون\nفأين هذا من السنة المشروعة، ولهذا صرح بعض علمائنا بأنها مكروهة من البدع\nالمذمومة انتهى كلامه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p081'> Vol. 14, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: والذي قاله علي القاري هو الحق والصواب، وقول النووي خطأ. وتقسيم\nالبدع إلى خمسة أقسام كما ذهب إليه الإمام ابن عبد السلام وتبعه عليه\nالإمام النووي أنكر عليه جماعة من العلماء المحققين ومن آخرهم شيخنا القاضي\nالعلامة بشير الدين القنوجي رحمه الله فإنه رد عليه ردا بالغا.\n</p>\n\n<p>\nقلت: وكذا المصافحة والمعانقة بعد صلاة العيدين من البدع المذمومة\nالمخالفة للشرع والله أعلم.\n</p>\n\n<p>\nقال المنذري: في إسناده اضطراب وفي إسناده أبو بلج، ويقال أبو صالح يحيى\nبن سليم ويقال يحيى بن أبي الأسود الفزاري الواسطي ويقال الكوفي. قال ابن\nمعين ثقة، وقال أبو حاتم الرازي لا بأس به، وقال البخاري وفيه نظر، وقال\nالسعدي غير ثقة، وضعفه الإمام أحمد، وقال وروى حديثا منكرا هذا آخر كلامه،\nوبلج بفتح الباء الموحدة وسكون اللام وبعدها جيم انتهى كلام المنذري.\n</p>\n\n<p>\n(قبل أن يفترقا) أي بالأبدان وبالفراغ عن المصافحة.\n</p>\n\n<p>\nقال <span id='ms3736'></span> المنذري: وأخرجه الترمذي وابن ماجة، وقال الترمذي حسن غريب من حديث\nأبي إسحاق عن البراء. هذا آخر كلامه. وفي إسناده الأجلح واسمه يحيى بن عبد\nالله أبو حجية الكندي. قال ابن معين ثقة وقال مرة صالح ومرة ليس به بأس.\nوقال ابن عدي يعد في شيعة الكوفة وهو عندي مستقيم الحديث صدوق، وقال أبو\nزرعة الرازي ليس بقوي، وقال أبو حاتم الرازي ليس بقوي كان كثير الخطأ مضطرب\nالحديث يكتب حديثه ولا يحتج به، وقال الإمام أحمد روى غير حديث منكر، وقال\nالسعدي الأجلح مفتر، وقال ابن حبان كان لا يدري ما يقول يجعل أبا سفيان أبا\nالزبير ويقلب الأسامي انتهى كلام المنذري.\n</p>\n\n<p>\n(قد جاءكم أهل اليمن الخ) قال المنذري: رجال إسناده اتفق البخاري ومسلم\nعلى الاحتجاج بحديثهم سوى حماد بن سلمة فإن مسلما انفرد بالاحتجاج بحديثه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p082'> Vol. 14, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nوقد أخرج البخاري في الصحيح عن قتادة قال ((قلت لأنس بن مالك أكانت\nالمصافحة في أصحاب النبي صلى الله عليه وسلم قال نعم)).\n</p>\n\n<p>\nوقد أخرج البخاري ومسلم حديث كعب بن مالك وفيه ((دخلت المسجد فإذا رسول\nالله صلى الله عليه وسلم فقام إلى طلحة بن عبيد الله يهرول حتى صافحني\nوهناني)).\n</p>\n\n<p>\nوقال البخاري وصافح حماد بن زيد بن المبارك بيديه. وقال غيره المصافحة\nحسنة عند عامة العلماء، وقد استحسنها مالك بعد كراهته وهي مما تثبت الود\nوتأكد المحبة، واستشهد بموقع فعل طلحة عند كعب بن مالك وسروره بذلك وقوله\nلا أنساها لطلحة، وذكر ما رواه قتادة عن أنس أن المصافحة كانت في أصحاب\nالنبي صلى الله عليه وسلم قال وهم الحجة والقدوة الذين يلزم اتباعهم انتهى\nكلام المنذري.\n</p>\n\n<p>\n(باب في المعانقة) (عن أيوب بن بشير) بالتصغير (عن رجل من عنزة) بعين\nمهملة فنون فزاي مفتوحات قبيلة شهيرة (حيث سير من الشام) بصيغة المجهول من\nالتسيير يقال سيره من بلده أخرجه وأجلاه. والمعنى حين أخرج أبو ذر من\nالشام، وكان أبو ذر يسكن بالشام بدمشق وكان معاوية إذ ذاك عامل عثمان عليها\nفاختلف هو <span id='ms3737'></span> ومعاوية في الذين يكنزون الذهب والفضة ولا ينفقونها في سبيل\nالله، قال معاوية نزلت في أهل الكتاب، وقال أبو ذر نزلت فينا وفيهم، فكان\nبينه وبينه، فكتب معاوية إلى عثمان يشكوه فطلب عثمان أبا ذر بالمدينة، وهذا\nهو سبب خروجه من الشام وقصته مذكورة في صحيح البخاري (قال إذا) بالتنوين\n(فلما جئت) أي رجعت إلى أهلي (أخبرت) بصيغة المجهول (وهو) أي رسول الله صلى\nالله عليه وسلم (على سريره) قال ابن الملك: قد يعبر بالسرير عن الملك\nوالنعمة فالسرير هنا يجوز أن يكون المراد به ملك النبوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p083'> Vol. 14, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nونعمتها، وقيل هو السرير من جريد النخل يتخذه كل أحد من أهل المدينة وأهل\nمصر للنوم فيه وتوقيا من الهوام انتهى.\n</p>\n\n<p>\nقال القاري: والمعتمد ما قيل كما لا يخفى (فالتزمني) أي عانقني (فكانت\nتلك) أي تلك الفعلة وهي التزامه قاله في فتح الودود. وقيل أي الالتزام لأن\nالمصدر يذكر ويؤنث (أجود) أي من المصافحة في إفاضة الروح والراحة أو أحسن\nمن كل شئ، وينصره عدم ذكر متعلق أفعل ليعم، ويؤيده تأكيده مكررا بقوله\nوأجود كذا في المرقاة.\n</p>\n\n<p>\nقال المنذري: رجل من عنزة مجهول. وذكر البخاري هذا الحديث في تاريخه\nالكبير وقال مرسل انتهى. وأخرج أحمد في مسنده من طريق بشر بن المفضل عن\nخالد بن ذكوان حدثني أيوب بن بشير عن فلان العنزي وفيه ((فقلت يا أبا ذر\nإني سائلك عن بعض أمر رسول الله صلى الله عليه وسلم قال إن كان سرا من سر\nرسول الله صلى الله عليه وسلم لم أحدثك قلت ليس بسر ولكن كان إذا لقي الرجل\nيأخذ بيده يصافحه قال على الخبير سقطت لم يلقني قط إلا أخذ بيدي غير مرة\nواحدة وكانت تلك آخرهن أرسل إلي فأتيته في مرضه الذي توفي فيه فوجدته\nمضطجعا فأكببت عليه فرفع يده فالتزمني صلى الله عليه وسلم.\n</p>\n\n<p>\n(باب في القيام) قد أورد المؤلف في هذا الباب حديثين دالين على جواز\nالقيام ثم ترجم بعد عدة أبواب بلفظ باب الرجل يقوم للرجل <span id='ms3738'></span> يعظمه بذلك وأورد\nفيه حديثين يدلان على النهي عن القيام، فكأنه أراد بصنيعه هذا الجمع بين\nالأحاديث المختلفة في جواز القيام وعدمه بأن القيام إذا كان للتعظيم مثل\nصنيع الأعاجم فهو منهي عنه، وإذا كان لأجل العلم والفضل والصلاح والشرف\nوالود والمحبة فهو جائز.\n</p>\n\n<p>\nوقال النووي في الأذكار: وأما إكرام الداخل بالقيام فالذي نختاره أنه\nمستحب لمن كان فيه فضيلة ظاهرة من علم أو صلاح أو شرف أو ولاية ونحو ذلك،\nويكون هذا القيام للبر والإكرام والاحترام لا للرياء والإعظام، وعلى هذا\nاستمر عمل السلف والخلف، وقد جمعت في ذلك جزء جمعت فيه الأحاديث والآثار\nوأقوال السلف وأفعالهم الدالة على ما ذكرته، وذكرت فيه ما خالفها، وأوضحت\nالجواب عنه، فمن أشكل عليه من ذلك شئ ورغب في مطالعته رجوت أن يزول إشكاله\nانتهى كلامه.\n</p>\n\n<p>\nقلت: وقد نقل تلك الرسالة الشيخ ابن الحاج في كتابه المدخل، وتعقب على كل\nما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p084'> Vol. 14, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nاستدل به النووي رحمه الله ورد كلامه، فعليك بمطالعة المدخل وفتح الباري.\n</p>\n\n<p>\n(أن أهل قريظة) بالتصغير وهم جماعة من اليهود (على حكم سعد) أي ابن معاذ\nلكونهم من حلفاء قومه (أرسل إليه) أي رسولا (أقمر) أي أبيض (فقال النبي صلى\nالله عليه وسلم) أي للأنصار كما في رواية الشيخين (قوموا إلى سيدكم أو إلى\nخيركم) شك من الراوي.\n</p>\n\n<p>\nقال القاري في المرقاة: قيل أي لتعظيمه، ويستدل به على عدم كراهته فيكون\nالأمر للإباحة ولبيان الجواز، وقيل معناه قوموا لإعانته في النزول عن\nالحمار إذا كان به مرض وأثر جرح أصاب أكحله يوم الأحزاب، ولو أراد تعظيمه\nلقال قوموا لسيدكم ومما يؤديه تخصيص الأنصار والتنصيص على السيادة المضافة\nوأن الصحابة رضي الله عنهم ما كانوا يقومون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p085'> Vol. 14, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nله صلى الله عليه وسلم تعظيما له مع أنه سيد الخلق لما يعلمون من كراهيته\nلذلك على ما سيأتي. انتهى كلام القاري.\n</p>\n\n<p>\nقلت: أراد بما سيأتي حديث أنس رضي الله عنه قال ((لم يكن شخص أحب إليهم\nمن رسول الله صلى الله عليه وسلم وكانوا إذا <span id='ms3739'></span> رأوه لم يقوموا لما يعلمون من\nكراهيته لذلك)) رواه الترمذي وقال هذا حديث حسن صحيح.\n</p>\n\n<p>\nولقد أصاب من قال إن معناه قوموا لإعانته في النزول عن الحمار فقد وقع في\nمسند عائشة عند أحمد بلفظ ((قوموا إلى سيدكم فأنزلوه)) قال الحافظ سنده\nحسن، قال وهذه الزيادة تخدش في الاستدلال بقصة سعد على مشروعية القيام\nالمتنازع فيه انتهى كلام الحافظ.\n</p>\n\n<p>\nوالمراد بالقيام المتنازع فيه القيام للتعظيم.\n</p>\n\n<p>\nقال المنذري: وأخرجه البخاري والنسائي. والأقمر هو الشديد البياض والأنثى\nقمراء انتهى كلام المنذري.\n</p>\n\n<p>\n(ما رأيت أحدا كان أشبه سمتا) بفتح فسكون (ودلا) بفتح دال وتشديد لام\n(وهديا) بفتح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p086'> Vol. 14, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nفسكون، قال في فتح الودود هذه الألفاظ متقاربة المعاني فمعناها الهيئة\nوالطريقة وحسن الحال ونحو ذلك انتهى.\n</p>\n\n<p>\nوفسر الراغب الدل بحسن الشمائل (وقال الحسن) هو ابن علي شيخ أبي داود\n(ولم يذكر الحسن) هو ابن علي المذكور (من فاطمة) صلة أفعل التفضيل أعني\nأشبه (كانت) أي فاطمة (إذا دخلت عليه) أي على رسول الله صلى الله عليه وسلم\n(قام إليها) أي مستقبلا ومتوجها (فقبلها) قال القاري: أي ما بين عينيها أو\nرأسها (وكان إذا دخل) أي رسول الله صلى الله عليه وسلم (فقبلته) أي عضوا من\nأعضائه الشريفة والظاهر أنه اليد المنيفة. واحتج النووي بهذا الحديث أيضا\nعلى جواز القيام المتنازع، وأجاب عنه ابن الحاج باحتمال أن يكون القيام لها\nلأجل إجلاسها في مكانه إكراما لها لا على وجه القيام المتنازع فيه، ولا\nسيما ما عرف من ضيق بيوتهم وقلة الفرش فيها فكانت إرادة إجلاسه لها في\nموضعه مستلزمة لقيامه وأمعن في بسط ذلك كذا في فتح الباري.\n</p>\n\n<p>\nقال المنذري: وأخرجه الترمذي والنسائي وقال الترمذي حسن غريب من هذا\nالوجه.\n</p>\n\n<p>\n(باب في قبلة الرجل ولده) (أبصر) أي رأى (وهو يقبل) بتشديد الموحدة\nوالواو للحال (إن لي عشرة من الولد) بفتحتين ويجوز ضم أوله وسكون ثانيه\nبمعنى الأولاد (ما فعلت هذا) أي التقبيل (من لا يرحم لا يرحم) الفعل الأول\nعلى البناء للفاعل والثاني للمفعول، وروى الفعلان <span id='ms3740'></span> مرفوعين على أن تكون\n((من)) موصولة ومجزومين على أن تكون شرطية، ويجوز أن يراد من الرحمة الأولى\nالشفقة على الأولاد بقرينة ما قبله وأن يراد أعم.\n</p>\n\n<p>\nقال المنذري: وأخرجه البخاري ومسلم والترمذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p087'> Vol. 14, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n(أبشري) بقطع الهمزة (قد أنزل عذرك) وفي رواية البخاري ((فقد أنزل الله\nبراءتك)) (وقرأ) أي النبي صلى الله عليه وسلم (عليها) أي على عائشة\n(القرآن) أي آيات براءتها من قوله تعالى * (إن الذين جاؤوا بالإفك) * الخ\n(فقال أبواي) أي أبي أبو بكر وأمي أم رومان (قومي فقبلي) بتشديد الموحدة\n(لا إياكما) أي لا أحمد إياكما.\n</p>\n\n<p>\nقال المنذري: هو طرف من الحديث وقد أخرجه البخاري ومسلم من هذه الطريق\nمختصرا ومطولا.\n</p>\n\n<p>\n(باب في قبلة ما بين العينين) (علي بن مسهر) بضم الميم وسكون المهملة\nوكسر الهاء (تلقى جعفر بن أبي طالب) أي استقبله حين قدم من السفر (فالتزمه)\nأي عانقه.\n</p>\n\n<p>\nقال المنذري: هذا مرسل، وأجلح تقدم الكلام عليه.\n</p>\n\n<p>\n(باب في قبلة الخد) (عن إياس بن دغفل) بفتح دال مهملة وسكون غين معجمة\nوفتح فاء (رأيت أبا نضرة) بنون ومعجمة ساكنة اسمه منذر بن مالك ثقة من\nالثالثة (قبل خد الحسن رضي الله عنه) هكذا في أكثر النسخ وكذا في أطراف\nالمزي الحسن غير منسوب، وفي بعض النسخ الحسن بن علي عليهما السلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p088'> Vol. 14, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nقال المنذري: إياس بن دغفل الحراني بصري تابعي، وأبو نضرة المنذر بن مالك\nبن قطعة العوقي البصري تابعي، والحسن هو ابن أبي الحسن البصري، ودغفل هو\nبفتح الدال وسكون الغين المعجمة وبعدها فاء مفتوحة ولام، ونضرة بفتح النون\nوسكون الضاد المعجمة وبعدها راء مهملة مفتوحة وتاء تأنيث، والعوقة بفتح\nالعين المهملة وبعدها واو مفتوحة وقاف مفتوحة وتاء تأنيث بطن من عبد القيس.\n</p>\n\n<p>\n(أول ما قدم المدينة) ما مصدرية أي أول قدومه المدينة (قد أصابتها حمى)\nبضم الحاء وتشديد الميم مقصورا (يا بنية) تصغير بنت للشفقة (وقبل خدها) أي\nللمرحمة والمودة، أو مراعاة للسنة قاله القاري.\n</p>\n\n<p>\nوالحديث سكت عنه المنذري.\n</p>\n\n<p>\n(باب في قبلة اليد) (وذكر قصة) قد تقدم <span id='ms3741'></span> ذكر هذه القصة في كتاب الجهاد\n(فدنونا) أي قربنا.\n</p>\n\n<p>\nقال المنذري: وأخرجه الترمذي وابن ماجة وقال الترمذي حسن لا نعرفه إلا من\nحديث يزيد يعني أبي زياد هذا آخر كلامه وقد تقدم في كتاب الجهاد أتم من\nهذا.\n</p>\n\n<p>\nوقد روى عمرو بن مرة الجملي عن عبد الله بن سلمة وهو أبو العالية الكوفي\nوهو بكسر اللام عن صفوان بن عسال رضي الله عنهم أن يهوديا قال لصاحبه اذهب\nبنا إلى هذا النبي قال فقبلا يده ورجله، وأخرجه الترمذي والنسائي وابن ماجة\nمطولا ومختصرا، وأخرجه الترمذي في موضعين من كتابه وصححه في الموضعين قال\nوفي الباب عن يزيد بن الأسود وابن عمر وكعب بن مالك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p089'> Vol. 14, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nوقال النسائي في حديث صفوان وهذا حديث منكر ويشبه أن يكون إنكار النسائي\nله من جهة عبد الله بن سلمة فإن فيه مقالا، وقد صنف الحافظ أبو بكر\nالأصبهاني المقري جزءا في الرخصة في تقبيل اليد ذكر فيه حديث ابن عمر وابن\nعباس وجابر بن عبد الله وبريدة بن الحصيب وصفوان بن عسال وبريدة العبدي\nوالزارع بن عامر العبدي وذكر فيه آثارا صحيحة عن الصحابة والتابعين رضي\nالله عنهم، وذكر بعضهم أن مالكا أنكره وأنكر ما روي فيه وأجازه آخرون.\n</p>\n\n<p>\nوقال الأبهري إنما كرهها مالك إذا كانت على وجه التكبر والتعظيم لمن فعل\nذلك به، فأما إذا قبل إنسان يد إنسان أو وجهه أو شيئا من بدنه ما لم يكن\nعورة على وجه القربة إلى الله لدينه أو لعلمه أو لشرفه فإن ذلك جائز،\nوتقبيل يد النبي صلى الله عليه وسلم يقرب إلى الله وما كان من ذلك تعظيما\nلدنيا أو لسلطان أو لشبهه من وجوه التكبر فلا يجوز انتهى كلام المنذري.\n</p>\n\n<p>\n(باب في قبلة الجسد) (عن أسيد بن حضير) بالتصغير فيهما (رجل) بالجر على\nأنه بدل من أسيد أو بالرفع على أنه خبر مبتدأ محذوف أي هو رجل من الأنصار\n(قال بينما هو) أي أسيد والقائل هو عبد الرحمن بن أبي ليلى (وكان فيه مزاح <span id='ms3742'></span>)\nقال الجوهري: المزاح بالضم الاسم، وأما المزاح بالكسر فهو مصدر مازحه\nوالمفهوم من القاموس أنهما مصدران إلا أن الضم مصدر المجرد والكسر مصدر\nالمزيد كذا في المرقاة (فطعنه النبي صلى الله عليه وسلم) أي ضربه على سبيل\nالمزاح (في خاصرته) معناه بالفارسية تهى كاه (فقال) أي أسيد (أصبرني) بفتح\nالهمزة وكسر الموحدة أي أقدرني ومكني من استيفاء القصاص حتى أطعن في خاصرتك\nكما طعنت في خاصرتي (قال) أي النبي صلى الله عليه وسلم (اصطبر) أي استوف\nالقصاص. قال الخطابي: معنى أصبرني أقدني من نفسك ومعنى اصطبر استقد.\n</p>\n\n<p>\nقال في النهاية: إن النبي صلى الله عليه وسلم طعن إنسانا بقضيب مداعبة\nفقال له أصبرني قال اصطبر أي أقدني من نفسك قال استقد يقال اصطبر فلان من\nخصمه واصطبر أي اقتص منه واصبره الحاكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p090'> Vol. 14, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nأي أقصه من خصمه انتهى (فاحتضنه) أي اعتنقه وأخذه في حضنه وهو ما دون\nالإبط إلى الكشح (وجعل يقبل كشحه) هو ما بين الخاصرة إلى الضلع الأقصر من\nأضلاع الجنب كذا قال في المرقاة وقال في الصراح كشح تهيكاه (قال إنما أردت\nهذا) أي ما أردت بقولي أصبرني إلا هذا التقبيل وما أردت حقيقة القصاص.\nوالحديث سكت عنه المنذري.\n</p>\n\n<p>\n(باب قبلة الرجل) بكسر الراء وسكون الجيم.\n</p>\n\n<p>\n(أخبرنا مطر) بفتحتين (بن عبد الرحمن الأعنق) بفتح الهمزة وسكون المهملة\nوفتح النون (وكان) أي زارع (في وفد عبد القيس) أي في ما بينهم ومن جملتهم\n(فجعلنا نتبادر) أي في النزول من رواحلنا (وانتظر المنذر الأشج) قال الذهبي\nفي التجريد: أشج عبد القيس اسمه المنذر بن الحارث العبدي انتهى.\n</p>\n\n<p>\nقال الشيخ عبد الحق الدهلوي في اللمعات شرح المشكاة: روى أنه لما وفد عبد\nالقيس تبادروا من رواحلهم وسقطوا عنها على الأرض وفعلوا ما فعلوا وقررهم\nالنبي صلى الله عليه وسلم على ذلك، والذي كان رأسهم ومقدمهم اسمه الأشج نزل\nأولا في منزل له واغتسل ولبس الثياب البيض ثم دخل المسجد فصلى فيه ركعتين\nودعا فقصد إلى النبي صلى الله عليه وسلم خاضعا <span id='ms3743'></span> خاشعا بتأني ووقار، فلما رأى\nالنبي صلى الله عليه وسلم هذا الأدب أثنى عليه وقال إن فيك خلتين إلى آخره\nانتهى (عيبته) بفتح عين مهملة ثم مثناة تحتية ساكنة ثم موحدة مفتوحة مستودع\nالثياب (فقال) أي النبي صلى الله عليه وسلم (له) أي للمنذر الأشج (خلتين)\nأي خصلتين (الحلم والأناة) رويا مرفوعين ومنصوبين الحلم بكسر الحاء تأخير\nمكافأة الظالم، والمراد به هنا عدم استعجاله وتراخيه حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p091'> Vol. 14, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nينظر في مصالحه، والأناة على وزن القناة هو التثبت والوقار كذا في شرح\nالمشارق لابن الملك (جبلني) أي خلقني. وفي الحديث دليل على جواز تقبيل\nالأرجل.\n</p>\n\n<p>\nقال المنذري: وأخرج هذا الحديث أبو القاسم البغوي في معجم الصحابة وقال\nولا أعلم لزارع غيره، وذكر أبو عمرو النمري أن كنيته أبو الزارع وأن له\nابنا يسمى الزارع وبه كان يكنى وأن حديثه عند البصريين وأن حديثه هذا حسن.\n</p>\n\n<p>\n(باب في الرجل يقول جعلني الله فداك) فدى بالكسر مقصور ويفتح أيضا لكنه\nمرجوح على ما نقله الأزهري عن الفراء بأن الكسر مع القصر هو الراجح والفتح\nمرجوح.\n</p>\n\n<p>\nوقال أبو علي القالي: قال الفراء إذا فتحوا الفاء قصروا فقالوا فدى لك\nوإذا كسروا الفاء مدوا وربما كسروا الفاء وقصروا فقالوا هم فدى لك.\n</p>\n\n<p>\nوأيضا قال أبو علي سمعت الأخفش يقول لا يقتصر الفداء بكسر الفاء إلا\nللضرورة وإنما المقصور هو المفتوح. وقال الجوهري: الفداء كسر أوله يمد\nويقصر وإذا فتح فهو مقصور انتهى.\n</p>\n\n<p>\nويراد من هذه الجملة الدعاء على النوعين، أحدهما حفظ الانسان وإخلاصه عن\nالنائبة ببذل المال عنه. قاله الراغب كما في قوله تعالى * (وعلى الذين\nيطيقونه فدية طعام مسكين) * أي على الذين يطيقون أن يحفظوا ويخلصوا أنفسهم\nعن النائبة أي تكليف الصوم أو عذاب عدم الصوم ببذل المال عنهم وهو إطعام\nالمسكين، فكان معنى الجملة أن الله جعلني أن أحفظك عن النوائب ببذل المال\nعنك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p092'> Vol. 14, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nوالثاني إقامة الشئ مقام الشئ في دفع المكاره. قاله أبو البقاء كما في\nقوله تعالى * (وفديناه بذبح عظيم) * أي أقمنا ذبحا <span id='ms3744'></span> عظيما مقام إسماعيل في\nدفع المكروه يعني الذبح عنه، فكان معنى الجملة أن الله يحفظك عن المكاره\nوجعلني قائما مقامك في دفعها عنك ويعرض لي ما يعرض لك من النوائب والمكاره\nفي عوضك، وهذا المعنى هو الصريح في المقصود، تقول العرب فداك أبي وأمي أي\nأبي وأمي ينوبان منابك في دفع المكروه عنك. وأنشد الأصمعي للنابغة:\n</p>\n\n<p>\nمهلا فداء لك الأقوام كلهم وما أثمر من مال ومن ولد أي الأقوام كلهم\nوجميع الأموال والأولاد ينوبون منابك في دفع المكاره عنك ويعرض لهم في عوضك\nما يعرض لك من النوائب والمكاره وأنت تسلم وتحفظ منها.\n</p>\n\n<p>\nوقد ترجم البخاري باب قول الرجل فداك أبي وأمي، وباب قول الرجل جعلني\nالله فداءك انتهى.\n</p>\n\n<p>\nقال الحافظ: أي هل يباح أو يكره، وقد استوعب الأخبار الدالة على الجواز\nأبو بكر بن أبي عاصم وجزم بجواز ذلك فقال للمرء أن يقول ذلك لسلطانه\nولكبيره ولذوي العلم ولمن أحب من إخوانه غير محظور عليه ذلك، بل يثاب عليه\nإذا قصد توقيره واستعطافه، ولو كان ذلك محظورا لنهي النبي صلى الله عليه\nوسلم قائل ذلك ولأعلمه أن ذلك غير جائز أن يقال لأحد غيره وكذا أخرجه\nالبخاري في الأدب المفرد في الترجمة. قال الطبراني: في هذه الأحاديث دليل\nعلى جواز قول ذلك انتهى.\n</p>\n\n<p>\n(فقلت لبيك وسعد يك) يجئ معناه في باب الرجل ينادي الرجل فيقول لبيك\n(وأنا فداك) وفي بعض النسخ فداؤك، وفي نسخة المنذري جعلني الله فداك مكان\nوأنا فداك. قال في مجمع البحار بكسر فاء وفتحها مدا وقصرا، وقال الحافظ في\nفتح الباري تحت قوله فاغفر فدى لك ما اقتفينا. قال المازري: لا يقال الله\nفداء لك لأنها كلمة تستعمل عند توقع مكروه لشخص فيختار شخص آخر أن يحل به\nدون ذلك الآخر ويفديه، فهو إما مجاز عن الرضا كأنه قال نفسي مبذولة لرضاك،\nأو هذه الكلمة وقعت خطابا لسامع الكلام انتهى. وفي الحديث دليل جواز قول\nجعلني الله فداك أو أنا فداؤك. والحديث سكت عنه المنذري <span id='ms3745'></span>. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p093'> Vol. 14, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n(باب في الرجل يقول أنعم الله بك عينا) (عن قتادة أو غيره) شك من الراوي\n(أنعم الله بك عينا) أي أقر بك عين من تحبه أو أقر عينك بمن تحبه كذا في\nالقاموس.\n</p>\n\n<p>\nقال في المرقاة: أنعم الله بك عينا الباء زائدة لتأكيد التعدية، والمعنى\nأقر الله عينك بمن تحبه، وعينا تمييز من المفعول أو بما تحبه من النعمة،\nويجوز كونه من أنعم الرجل إذا دخل في النعيم، فالباء للتعدية وقيل الباء\nللسببية أي أنعم الله بسببك عينا أي عين من يحبك انتهى (وأنعم) قال القاري\nفي المرقاة بقطع همز وكسر عين، وفي نسخة بهمز وصل وفتح عين من النعومة\n(صباحا) تمييز أو ظرف، أي طاب عيشك في الصباح (فلما كان الإسلام) أي وجد\n(نهينا) بصيغة المجهول (قال معمر يكره أن يقول الرجل الخ) قال في فتح\nالودود ما حاصله:\n</p>\n\n<p>\nإن الظاهر أن مبنى النهي على أنه من تحية الجاهلية، ولكن كان المشهور عند\nأهل الجاهلية أنعم الله بك عينا، فإذا تغير ذلك ما بقي له حكم تحية\nالجاهلية انتهى.\n</p>\n\n<p>\nقال المنذري: هذا منقطع، قتادة لم يسمع من عمران بن حصين انتهى.\n</p>\n\n<p>\nوقال الإمام ابن الأثير في النهاية: وفي حديث مطرف لا تقل نعم الله بك\nعينا فإن الله لا ينعم بأحد عينا ولكن قل أنعم الله بك عينا. قال الزمخشري:\nالذي منع منه مطرف صحيح فصيح في كلامهم، وعينا نصب على التمييز من الكاف\nوالباء للتعدية، والمعنى نعمك الله عينا أي نعم عينك وأقرها وقد يحذفون\nالجار ويوصلون الفعل فيقولون نعمك الله عينا، وأما أنعم الله بك عينا\nفالباء فيه زائدة لأن الهمزة كافية في التعدية تقول نعم زبد عينا وأنعمه\nالله عينا، ويجوز أن يكون من أنعم إذا دخل في النعيم فيتعدى بالباء. قال\nولعل مطرفا خيل إليه أن انتصاب المميز في هذا الكلام عن الفاعل فاستعظمه\nتعالى الله أن يوصف بالحواس علوا كبيرا كما يقولون نعمت بهذا الأمر عينا\nوالباء للتعدية، فحسب أن الأمر في نعم الله <span id='ms3746'></span> بك عينا كذلك انتهى كلامه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p094'> Vol. 14, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n(باب الرجل يقول للرجل حفظك الله) (فانطلق سرعان من الناس) بفتح السين\nالمهملة وفتح الراء هو المشهور، ويروي بإسكان الراء هم المسرعون إلى الخروج\nكذا في السبل.\n</p>\n\n<p>\nقال المنذري: وأخرجه مسلم بطوله، وقد تقدم في كتاب الصلاة مختصرا أيضا،\nوأخرجه الترمذي والنسائي وابن ماجة مختصرا، وقد تقدم الكلام على سرعان.\n</p>\n\n<p>\n(باب الرجل يقوم للرجل يعظمه بذلك) (من أحب أن يمثل له) كينصر أي يقوم\nوينتصب له (فليتبوأ) أي فليهيئ أمر بمعنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p095'> Vol. 14, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nالخبر كأنه قال من أحب ذلك وجب له أن ينزل منزلة من النار وحق له ذلك.\nواستدل المؤلف رحمه الله بهذا الحديث على منع قيام الرجل للرجل تعظيما له.\n</p>\n\n<p>\nوفي فتح الباري قال النووي في الجواب عن هذا الحديث: إن الأصح والأولى بل\nالذي لا حاجة إلى ما سواه أن معناه زجر المكلف أن يحب قيام الناس له، قال\nوليس فيه تعرض للقيام بنهي ولا غيره وهذا متفق عليه. قال والمنهي عنه محبة\nالقيام، فلو لم يخطر بباله فقاموا له أو لم يقوموا فلا لوم عليه، فإن أحب\nارتكب التحريم سواء قاموا أو لم يقوموا، قال فلا يصح الاحتجاج به لترك\nالقيام فإن قيل فالقيام سبب للوقوع في المنهى عنه، قلنا هذا فاسد لأنا\nقدمنا أن الوقوع في المنهى عنه يتعلق بالمحبة خاصة انتهى ملخصا. ولا يخفى\nما فيه، واعترضه ابن الحاج بأن الصحابي الذي تلقى ذلك من صاحب الشرع قد فهم\nمنه النهي عن القيام الموقع للذي يقام له في المحذور فصوب فعل من امتنع من\nالقيام دون من قام وأقروه على ذلك، وكذا قال شمس الذين ابن القيم في حواشي\nالسنن في سياق حديث معاوية رد على من زعم أن النهي إنما هو في حق من يقوم\nالرجال بحضرته، لأن معاوية إنما روى الحديث حين خرج فقاموا له. انتهى ما في\nالفتح.\n</p>\n\n<p>\nقال المنذري: وأخرجه الترمذي وقال حسن هذا آخر كلامه. وقد تقدم الكلام\nعلى هذا الحديث وما بعده في الورق التي <span id='ms3747'></span> قبل هذا في باب ما جاء في القيام\nانتهى كلام المنذري.\n</p>\n\n<p>\n(عن أبي العدبس) بفتح المهملتين والموحدة المشددة بعدها مهملة كوفي مجهول\nمن السادسة كذا في التقريب (متوكئا) أي معتمدا (على عصا) أي لمرض كان به،\nقاله القاري (فقمنا إليه) وفي المشكاة فقمنا له. قال القاري: أي لتعظيمه،\nواحتج بهذا الحديث على منع القيام، وأجاب عنه الطبري بأنه حديث ضعيف مضطرب\nالسند فيه من لا يعرف كذا في فتح الباري.\n</p>\n\n<p>\nقال المنذري: وأخرجه ابن ماجة وفي إسناده أبو غالب واسمه حزور، ويقال\nنافع، ويقال سعيد بن الحزور، قال يحيى بن معين صالح الحديث، وقال مرة ليس\nبه بأس، وقال مرة ترك شعبة أبا غالب إنه رآه يحدث في الشمس، وضعفه شعبة على\nأنه تغير عقله، وقال موسى بن هارون ثقة، وقال أبو حاتم الرازي ليس بالقوي،\nوقال ابن حبان: لا يجوز الاحتجاج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p096'> Vol. 14, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nبه إلا فيما يوافق الثقات، وقال ابن سعد في الطبقات اسمه نافع وكان ضعيفا\nمنكر الحديث، وقال النسائي ضعيف، وقال الدارقطني لا يعتبر به، وقال مرة\nثقة. هذا آخر كلامه. وحزور بفتح الحاء المهملة وبعدها زاي مفتوحة وواو\nمشددة مفتوحة وبعدها راء مهملة وهو مذكور في الأسماء المفردة. وقد أخرج\nمسلم في صحيحه من حديث أبي الزبير عن جابر أنهم لما صلوا خلفه قعودا قال\nفلما سلم قال إن كدتم آنفا تفعلون فعل فارس والروم يقومون على ملوكهم وهم\nقعود فلا تفعلوا. انتهى كلام المنذري.\n</p>\n\n<p>\n(باب في الرجل يقول فلان يقرئك بالسلام) (عن غالب) هو ابن خطاب البصري\nالقطان قاله المنذري (إنا لجلوس) أي جالسون (بباب الحسن) أي البصري (عن جدي\nقال) أي الجد (فقال ائته) أمر من أتى يأتي (فقال عليك وعلى أبيك السلام)\nقال في فتح الودود: هذا يدل على أنه يرده على الحامل أيضا. وحديث عائشة\nالآتي يدل على جواز الاقتصار على الأصل فيؤخذ من الحديثين أن الأول مندوب\nوالثاني جائز انتهى.\n</p>\n\n<p>\nقال المنذري: وأخرجه النسائي، وقال فيه عن رجل من بني نمير عن أبيه <span id='ms3748'></span> عن\nجده هذا الإسناد فيه مجاهيل. وخطاف بضم الخاء المعجمة ويقال بفتح الخاء\nوبعدها طاء مهملة مشددة مفتوحة وبعد الألف فاء أخت القاف.\n</p>\n\n<p>\n(فقالت وعليه السلام) قال الحافظ في فتح الباري: ولم أر في شئ من طرق\nحديث عائشة أنها ردت على النبي صلى الله عليه وسلم، فدل على أنه أي الرد\nعلى المبلغ غير واجب انتهى.\n</p>\n\n<p>\nقال المنذري: وأخرجه البخاري ومسلم والترمذي وابن ماجة بنحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p097'> Vol. 14, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n(باب الرجل ينادي الرجل فيقول لبيك) (شديد الحر) تفسير لقائظ. قال في\nالقاموس: قاظ يومنا اشتد حره (لبست لأمتي) اللأمة بفتح اللام وسكون الهمزة\nالدرع، ويقال له بالفارسية زره (وهو في فسطاطه) بالضم هو ضرب من الأبنية في\nالسفر دون السرادق كذا في المجمع (قد حان الرواح) أي جاء وقت الرواح وهو\nالسير في آخر النهار (ثم قال يا بلال) وفي بعض النسخ يا بلال قم وفي بعضها\nقم يا بلال قم (فثار) أي وثب (من تحت سمرة) قال في الصراح سمرة بالفتح وضم\nالميم درخت طلح (كأن ظله) أي ظل شجرة السمرة في القلة (ظل طائر) المقصود أن\nظل السمرة كان قليلا غاية القلة فكأنه بسبب القلة ظل طائر (فقال لبيك\nوسعديك) قال في القاموس: ألب أقام كلب ومنه لبيك أي أنا مقيم على طاعتك\nإلبابا بعد إلباب وإجابة بعد إجابة. وقال فيه في مادة سعد أسعده أعانه\nولبيك وسعديك أي إسعادا بعد إسعاد انتهى.\n</p>\n\n<p>\nوقال في النهاية: لبيك هو مأخوذ من لب بالمكان وألب إذا أقام به وألب على\nكذا إذا لم يفارقه، ولم يستعمل إلا على لفظ التثنية في معنى التكرير أي\nإجابة بعد إجابة وهو منصوب على المصدر بعامل لا يظهر كأنك قلت ألب إلبابا\nبعد إلباب، وقيل معناه اتجاهي وقصدي يا رب إليك من قولهم داري تلب دارك أي\nتواجهها، وقيل معناه إخلاصي لك من قولهم حسب لباب إذا كان خالصا مخلصا،\nومنه لب الطعام ولبابه. ومعنى قوله سعديك أي ساعدت طاعتك مساعدة بعد مساعدة\nوإسعادا بعد إسعاد، ولهذا <span id='ms3749'></span> ثنى وهو من المصادر المنصوبة بفعل لا يظهر في\nالاستعمال. قال الجرمي: لم يسمع سعديك مفردا انتهى كلامه (أسرج لي الفرس)\nأي اشدد على الفرس السرج وهو بالفارسية زين: قال في القاموس: أسرجتها شددت\nعليها السرج (دفتاه) أي جانباه.\n</p>\n\n<p>\nقال في القاموس: الدف بالفتح الجنب من كل شئ أو صفحته كالدفة قبل (من\nليف) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p098'> Vol. 14, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nبالكسر هو بالفارسية بوست درخت خرما (ليس فيهما) أي في الدفتين، وفي بعض\nالنسخ ليس فيه فالضمير للسرج (أشر ولا بطر) كلاهما بفتحتين ومعناهما واحد\nوهو شدة النشاط وقلة احتمال النعمة والطغيان بالنعمة. قال في المصباح: أشر\nأشرا فهو أشر من باب تعب وبطر وكفر النعمة فلم يشكرها وبطر بطرا فهو بطر من\nباب تعب بمعنى أشر أشرا انتهى.\n</p>\n\n<p>\nقال المنذري: أبو عبد الرحمن القرشي الفهري له صحبة قيل اسمه عبد، وقيل\nيزيد بن أنيس وقيل كرز بن ثعلبة وقيل إنه لم يرو عنه إلا أبو همام عبد الله\nبن يسار انتهى (قال أبو داود) من ههنا إلى قوله حماد بن سلمة لم يوجد في\nبعض النسخ (حديث نبيل) بالإضافة، والنبيل على وزن الأمير هو الماهر في\nالأمور وهذا ثناء من المؤلف ليعلى بن عطاء شيخ لحماد بن سلمة والله أعلم.\n</p>\n\n<p>\n(باب في الرجل يقول للرجل أضحك الله سنك) (البركي) بكسر الموحدة وفتح\nالراء. قال في تاج العروس: البرك كعنب كأنه جمع بركة سكة بالبصرة معروفة\nنقله ياقوت انتهى.\n</p>\n\n<p>\nوفي المراصد: البرك جمع بركة سكة معروفة بالبصرة انتهى (وسمعته) أي هذا\nالحديث أيضا (أضبط) أي أحفظ وأتقن (أو عمر) شك من الراوي (أضحك الله سنك)\nأي أدام الله فرحك وسرورك.\n</p>\n\n<p>\nقال المنذري: وأخرجه ابن ماجة مطولا في دعاء عشية عرفة. قال البخاري:\nكنانة روى عنه ابنه لم يصح وقال ابن حبان كنانة بن العباس بن مرداس السلمي\nيروي عن أبيه روى عنه ابنه منكر الحديث جدا فلا أدري التخليط في حديثه منه\nأو من ابنه وأيهما كان فهو ساقط الاحتجاج بما روى لعظم ما أتى من <span id='ms3750'></span> المناكير\nعن المشاهير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p099'> Vol. 14, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n(باب في البناء) (وأنا أطين حائطا لي) من التطيين أي أصلحه بالطين،\nوالواو للحال (فقال الأمر أسرع من ذلك) أي الموت أسرع من فساد ذلك الحائط\nالذي تخاف فساده وهدمه لو لم تصلحه.\n</p>\n\n<p>\nقال المنذري: وأخرجه الترمذي وابن ماجة، وقال الترمذي حسن صحيح.\n</p>\n\n<p>\n(ونحن نعالج) أي نصلح (خصا) قال في القاموس: الخص بالضم البيت من القصب\nأو البيت يسقف بخشبة كالأزج (وهي) في القاموس: وهي كوعى وولى تخرق وانشق\nواسترخى رباطه، والجملة صفة لخصا (ما أرى الأمر) أي الموت (إلا أعجل) أي\nأسرع (من ذلك) أي من خراب ذلك الخص.\n</p>\n\n<p>\n(قبة مشرفة) أي بناء عاليا (فقال ما هذه) استفهام انكار أي ما هذه\nالعمارة المنكرة ومن بانيها (رجل) بالجر بدل من فلان (وحملها) أي أضمر تلك\nالفعلة في نفسه غضبا على فاعلها في فعلها. ففي أساس البلاغة حملت الحقد\nعليه إذا أضمرته كذا في المرقاة، وقيل الضمير للكراهة المفهومة من المقام\n(أعرض عنه) أي لم يرد عليه السلام (فشكا ذلك) أي ما رآه من أثر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p100'> Vol. 14, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nالغضب والإعراض (والله إني لأنكر رسول الله صلى الله عليه وسلم) أي أرى\nمنه ما لم أعهده من الغضب والكراهة ولا أعرف له سببا. قاله القاري (ما فعلت\nالقبة) ضبط بالمعروف والمجهول أي ما صار حالها وما شأنها لا يرى أثرها\n(أما) بالتخفيف حرف التنبيه (إلا مالا) أي إلا ما لا بد منه فحذف اسم لا\nوخبرها معا (إلا مالا) كرره للتأكيد (يعني ما لا بد منه) هذا تفسير من أحد\nمن الرواة.\n</p>\n\n<p>\nوقال الحافظ زين الدين العراقي في تخريج أحاديث إحياء العلوم والحافظ ابن\nحجر في فتح الباري: يعني إلا ما لا بد منه والله أعلم.\n</p>\n\n<p>\nوالحديث سكت عنه المنذري.\n</p>\n\n<p>\n(باب في اتخاذ الغرف) بضم الغين وفتح الراء جمع غرفة بالضم، ويقال لها\nبالفارسية برواره [بروزن همواره بالاخانة وحجره بالاي حجره بأشد فرهنك\nصراح] كما في الصراح (إلى علية) بضم العين وكسرها وكسر اللام وبالتحتية\nالمشددتين أي غرفة (من حجرته) بالراء <span id='ms3751'></span> المهملة، وفي بعض النسخ حجزته بالزاي\nالمعجمة.\n</p>\n\n<p>\nقال في القاموس: الحجزة بالضم معقد الإزار ومن السراويل موضع التكة.\n</p>\n\n<p>\nقال المنذري: وأخرجه البخاري في التاريخ الكبير، وذكر فيه سماع إسماعيل\nبن أبي خالد عن قيس بن أبي حازم وسماع قيس بن أبي حازم من دكين، وقال أبو\nالقاسم البغوي ولا أعلم لدكين غير هذا الحديث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p101'> Vol. 14, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nودكين بضم الدال المهملة وفتح الكاف وسكون الياء آخر الحروف وبعدها نون.\n</p>\n\n<p>\nوالمفتاح والمفتح بكسر الميم فيهما واحد المفاتيح التي يفتح بها. انتهى\nكلام المنذري.\n</p>\n\n<p>\n(باب في قطع السدر) (حبشي) بضم المهملة وسكون الموحدة بعدها معجمة ثم ياء\nثقيلة كذا في التقريب (من قطع سدرة) أي شجرة نبق، زاد في رواية للطبراني\n(من سدر الحرم) وهي مبينة للمراد دافعة للإشكال، كذا في شرح الجامع الصغير\n(سئل أبو داود الخ) وما أجاب به أبو داود ووافقه عليه العلماء، ولا بد له\nمن التأويل الصحيح.\n</p>\n\n<p>\nوقال في النهاية: قيل أراد به سدر مكة لأنها حرم، وقيل سدر المدينة نهى\nعن قطعه ليكون أنسا وظلا لمن يهاجر إليها.\n</p>\n\n<p>\nوقيل أراد السدر الذي يكون في الفلاة يستظل به أبناء السبيل والحيوان أو\nفي ملك انسان فيتحامل عليه ظالم فيقطعه بغير حق، ومع هذا فالحديث مضطرب\nالرواية فإن أكثر ما يروي عن عروة بن الزبير وكان هو يقطع السدر ويتخذ منه\nأبوابا.\n</p>\n\n<p>\nقال هشام: وهذه أبواب من سدر قطعه أبي وأهل العلم مجمعون على إباحة قطعة\nانتهى.\n</p>\n\n<p>\nوفي مرقاة الصعود قال البيهقي في سننه قال أبو ثور سألت أبا عبد الله\nالشافعي عن قطع السدر فقال لا بأس به، قد روي عن النبي صلى الله عليه وسلم\nأنه قال ((اغسلوه بماء وسدر)).\n</p>\n\n<p>\nقال البيهقي: فيكون محمولا على ما حمله عليه أبو داود.\n</p>\n\n<p>\nقال وروينا عن عروة أنه كان يقطعه من أرضه وهو أحد رواة النهي، ويشبه أن\nيكون النهي خاصا كما قال أبو داود.\n</p>\n\n<p>\nوفي كتاب أبي سليمان الخطابي أن المزني سئل عن هذا فقال وجهه أي يكون صلى\nالله عليه <span id='ms3752'></span> وسلم سئل عمن هجم على قطع سدر لقوم أو ليتيم أو لمن حرم الله أن\nيقطع عليه فتحامل عليه بقطعه، فاستحق ما قاله، فتكون المسألة سبقت السامع\nفسمع الجواب ولم يسمع السؤال، وجعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p102'> Vol. 14, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nنظيره حديث أسامة أن رسول الله صلى الله عليه وسلم قال ((إنما الربا في\nالنسيئة)) وقد قال ((لا تبيعن الذهب بالذهب إلا مثلا بمثل)) واحتج المزني\nبما احتج به الشافعي من اجازته صلى الله عليه وسلم أن يغسل الميت بالسدر\nولو كان حراما لم يجز الانتفاع به. قال والورق من السدر كالغصن وقد سوى\nرسول الله صلى الله عليه وسلم فيما حرم قطعه من شجر الحرم بين ورقه وغيره،\nفلما لم يمنع عن ورق السدر دل ذلك على جواز قطع السدر. انتهى (صوب الله) أي\nنكسه وألقاه على رأسه في نار جهنم، وهذا دعاء أو خبر. قال المنذري: والحديث\nأخرجه النسائي وقال فيه عبد الله الخثعمي.\n</p>\n\n<p>\n(عن رجل من ثقيف) قال البيهقي: الرجل لعله عمرو بن أوس ثم أخرجه من طريق\nعمرو بن دينار عن عمرو بن أوس عن عروة قال قال رسول الله صلى الله عليه\nوسلم ((إن الذين يقطعون السدر يصب الله على رؤوسهم النار صبا)) وأخرجه من\nوجه آخر عن عمرو بن دينار عن عمرو بن أوس عن عروة عن عائشة موصولا وقال\nالمرسل هو المحفوظ.\n</p>\n\n<p>\nقال المنذري: وهذا مرسل.\n</p>\n\n<p>\n(عن قطع السدر) قال المنذري: السدر شجر النبق الواحدة سدرة، وقيل هو\nالسمر، وقال الأصمعي ما ينبت عنه في البراري فهو الضال بتخفيف اللام (وهو)\nأي هشام (فقال) هشام (والمصاريع) جمع مصراع.\n</p>\n\n<p>\nقال في المصباح: المصراع من الباب الشطر وهما مصراعان (وقال) عروة (فقال)\nهشام بن عروة لحسان بن إبراهيم (هي) ضمير الشأن والقصة والكوفيون يسمونها\nضمير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p103'> Vol. 14, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nالمجهول، وهذا الضمير يرجع إلى ما بعدها لزوما على خلاف القياس كما في\nقوله تعالى:\n</p>\n\n<p>\n* (قل هو الله أحد) * وقوله تعالى: * (فإذا هي شاخصة أبصار الذين كفروا)\n* كذا في مغنى اللبيب. فلفظة هي هذه ترجع إلى لفظ <span id='ms3753'></span> بدعة في قوله جئتني ببدعة\nوالله أعلم (جئتني ببدعة) أي بأمر مبتدع لم نسمعه من النهي عن قطع السدر\n(قال) حسان (إنما البدعة من قبلكم) أي من جانبكم يا هشام، فأنتم تذهبون إلى\nجواز قطع السدر.\n</p>\n\n<p>\nقال المنذري: إسناده مضطرب وهو يروي عن عروة بن الزبير وقد ذكر عنه ولده\nهشام أنه كان يقطعه.\n</p>\n\n<p>\n(باب في إماطة الأذى عن الطريق) (أبي بريدة) هو بدل من أبي (عن كل مفصل)\nهو على وزن مسجد أحد مفاصل الأعضاء (قال) النبي صلى الله عليه وسلم\n(النخاعة) بالضم هي البزقة الخارجة من أصل الفم مما يلي النخاع قاله\nالمناوي.\n</p>\n\n<p>\nوقال في المصباح: النخاعة ما يخرجه الانسان من حلقه من مخرج الخاء\nالمعجمة.\n</p>\n\n<p>\nكذا قيده ابن الأثير.\n</p>\n\n<p>\nوقال المطرزي: النخاعة هي النخامة وهكذا قال في العباب (فإن لم تجد) أي\nشيئا مما يطلق عليه اسم الصدقة عرفا أو شرعا يبلغ عدد الثلاثمائة والستين\n(فركعتا الضحى) وخصت الضحى بذلك لتمحضها للشكر لأنها لم تشرع جابرة لغيرها\nبخلاف الرواتب قاله المناوي (تجزئك) أي تكفيك عن الصدقة. قال النووي:\nضبطناه بفتح أوله وضمه فالضم من الأجزاء والفتح من جزي يجزي أي كفى، ومنه\nقوله تعالى: * (لا تجزي نفس عن نفس) * وفي الحديث (لا يجزي عن أحد بعدك)\nقاله السيوطي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p104'> Vol. 14, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nقال المنذري: في إسناده علي بن الحسين بن واقد وفيه مقال انتهى.\n</p>\n\n<p>\nوالحديث أخرجه أحمد في مسنده وابن حبان في صحيحه، وقال المناوي في شرح\nالجامع الصغير إسناده حسن (وهذا لفظه) أي عباد (وهو أتم) أي حديث عباد (عن\nيحيى بن عقيل) بضم العين مصغرا (يصبح على كل سلامي من ابن آدم صدقة)\nالسلامي بضم السين وفتح الميم أي عظام الأصابع والمراد بها العظام كلها.\n</p>\n\n<p>\nقال في النهاية: السلامي جمع السلامية وهي الأنملة من أنامل الأصابع وقيل\nواحدة وجمعه سواء ويجمع على سلاميات، وهي التي بين كل مفصلين من أصابع\nالإنسان انتهى.\n</p>\n\n<p>\nقال الطيبي: اسم يصبح إما صدقة أي تصبح الصدقة واجبة على كل سلامي وإما\nمن ابن آدم <span id='ms3754'></span> على تجويز زيادة من والظرف خبره وصدقة فاعل الظرف أي يصبح ابن\nآدم واجبا على كل مفصل منه صدقة، وإما ضمير الشأن، والجملة الإسمية بعدها\nمفسرة له.\n</p>\n\n<p>\nقال القاضي يعني أن كل عظم من عظام ابن آدم يصبح سليما عن الآفات باقيا\nعلى الهيئة التي تتم بها منافعه فعليه صدقة شكرا لمن صوره ووقاه عما يغيره\nويؤذيه (عن الطريق صدقة).\n</p>\n\n<p>\nقال القاضي عياض: يحتمل تسمية هذه الأشياء صدقة أن لها أجرا كما للصدقة\nأجر، وأن هذه الطاعات تماثل الصدقات في الأجور، وسماها صدقة على طريق\nالمقابلة وتجنيس الكلام، وقيل معناه أنه صدقة على نفسه (وبضعته) أي جماعة.\n</p>\n\n<p>\nوفي المصباح: البضع بالضم جمعه أبضاع مثل قفل وأقفال يطلق على الفرج\nوالجماع (يأتي) أي أحدنا (قال) النبي صلى الله عليه وسلم (أرأيت) أي أخبرني\n(لو وضعها) أي شهوته (أكان يأثم) زاد مسلم: ((فكذلك إذا وضعها في الحلال\nكان له أجر)) قال النبي صلى الله عليه وسلم (ويجزئ) أي يكفي (من ذلك) هي\nبمعنى عن، أي يكفي عما ذكر مما وجب على السلامي من الصدقات كذا في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p105'> Vol. 14, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nالمرقاة (ركعتان) لأن الصلاة عمل بجميع أعضاء البدن فيقوم كل عضو بشكره\n(من الضحى) أي من صلاة الضحى أو في وقت الضحى.\n</p>\n\n<p>\nقال في النهاية: فأما الضحوة فهو ارتفاع أول النهار، والضحى بالضم والقصر\nفوقه وبه سميت صلاة الضحى انتهى.\n</p>\n\n<p>\nقال المنذري: والحديث أخرجه النسائي.\n</p>\n\n<p>\n(بهذا الحديث) السابق (وذكر النبي صلى الله عليه وسلم) النبي بالرفع فاعل\nذكر أي ذكر النبي صلى الله عليه وسلم هذا الحديث (في وسطه) بفتح الواو\nوسكون السين أي في وسط كلامه أي بين كلامه، فالضمير المجرور يرجع إلى كلام\nالنبي صلى الله عليه وسلم، وقد نقل هذا الضبط عن العلامة المحدث محمد إسحاق\nالدهلوي رحمه الله.\n</p>\n\n<p>\nويحتمل أن لفظ النبي بالنصب وفاعل ذكر الراوي وضمير المجرور في لفظ وسطه\nيرجع إلى الحديث، أي ذكر الراوي لفظ النبي صلى الله عليه وسلم في وسط\nالحديث ولم يذكر في أول الحديث أي <span id='ms3755'></span> بعد أبي ذر فروى الحديث عن أبي ذر بصورة\nالموقوف، ثم ذكر لفظ النبي صلى الله عليه وسلم في وسط الحديث وجعله مرفوعا\nوالله أعلم بالصواب.\n</p>\n\n<p>\nويؤيد المعنى الأول الذي نقل عن شيخ شيخنا الدهلوي ما أخرجه أحمد في\nمسنده من طريق مهدي بن ميمون حدثنا واصل مولى أبي عيينة عن يحيى ابن عقيل\nعن يحيى بن يعمر عن أبي الأسود الديلي عن أبي ذر قال: ((قالوا يا رسول الله\nذهب أهل الدثور بالأجور يصلون كما نصلي ويصومون كما نصوم ويتصدقون بفضول\nأموالهم. قال فقال رسول الله صلى الله عليه وسلم أو ليس قد جعل الله لكم ما\nتصدقون، إن بكل تسبيحة صدقة، وبكل تحميدة صدقة وفي بضع أحدكم صدقة، قال\nقالوا يا رسول الله أيأتي أحدنا شهوته يكون له فيها أجر؟ قال أرأيتم لو\nوضعها في الحرام أكان عليه فيها وزر وكذلك إذا وضعها في الحلال كان له فيها\nأجر. وقال وتهليلة وتكبيرة صدقة، وأمر بمعروف صدقة، ونهى عن منكر صدقة)).\n</p>\n\n<p>\nوفي رواية له من طريق عبد الرزاق أنبأنا سفيان عن الأعمش عن عمرو بن مرة\nعن أبي البختري عن أبي ذر قال ((قيل للنبي صلى الله عليه وسلم ذهب أهل\nالأموال بالأجر، فقال النبي صلى الله عليه وسلم: إن فيك صدقة كثيرة فذكر\nفضل سمعك وفضل بصرك قال وفي مباضعتك أهلك صدقة، فقال أبو ذر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p106'> Vol. 14, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nأيؤجر أحدنا في شهوته؟ قال أرأيت لو وضعته في غير حل أكان عليك وزر؟ قال\nنعم. قال أفتحتسبون بالشر ولا تحسبون بالخير)).\n</p>\n\n<p>\nوفي رواية له من طريق يعلى بن عبيد حدثنا الأعمش عن عمرو بن مرة عن أبي\nالبختري عن أبي ذر قال: ((قلت يا رسول الله ذهب الأغنياء بالأجر يصلون\nويصومون ويحجون، قال وأنتم تصلون وتصومون وتحجون، قلت: يتصدقون ولا نتصدق،\nقال وأنت فيك صدقة رفعك العظم عن الطريق صدقة وهدايتك الطريق صدقة، وعونك\nالضعيف بفضل قوتك صدقة، وبيانك عن الأرتم (هو الذي لا يفصح الكلام ولا\nيبينه) صدقة، ومباضعتك امرأتك صدقة <span id='ms3756'></span>)) فذكر الحديث.\n</p>\n\n<p>\nوأما في الرواية السابقة أي رواية عباد بن عباد فكان ذكر الصدقات في صدر\nالكلام من غير بيان قصة الأغنياء والفقراء.\n</p>\n\n<p>\nوحديث أبي ذر أخرجه مسلم في كتاب الصلاة في باب استحباب صلاة الفتح حدثنا\nعبد الله بن محمد بن أسماء الضبعي قال أخبرنا مهدي وهو ابن ميمون أخبرنا\nواصل مولى أبي عيينة عن يحيى بن عقيل عن يحيى بن يعمر عن أبي الأسود الديلي\nعن أبي ذر عن النبي صلى الله عليه وسلم أنه قال ((يصبح على كل سلامي من\nأحدكم صدقة، فكل تسبيحة صدقة، وكل تحمده صدقة، وكل تهليلة صدقة، وكل تكبيرة\nصدقة، وأمر بالمعروف صدقة، ونهى عن المنكر صدقة، ويجزئ من ذلك ركعتان\nيركعهما من الضحى)).\n</p>\n\n<p>\nقال المنذري والحديث أخرجه مسلم (فشكر الله) أي غفر الله. قال في\nالنهاية: فشكره لعباده مغفرته لهم (له) أي للرجل (بها) أي بهذه الخصلة\nوالحديث سكت عنه المنذري.\n</p>\n\n<p>\n(باب في إطفاء النار بالليل) (عن أبيه) عبد الله بن عمر (رواية) أي عن\nالنبي صلى الله عليه وسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p107'> Vol. 14, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\n(لا تتركوا النار) أي موقدة. قال النووي: هذا عام يدخل فيه نار السراج\nوغيرها، وأما القناديل المعلقة في المساجد وغيرها فإن خيف حريق بسببها دخلت\nفي الأمر بالإطفاء وإن أمن ذلك كما هو الغالب فالظاهر أنه لا بأس بتركها\nلانتفاء العلة التي علل بها النبي صلى الله عليه وسلم، وإذا انتفت العلة\nزال المنع انتهى. قال المنذري: والحديث أخرجه البخاري ومسلم والترمذي وابن\nماجة.\n</p>\n\n<p>\n(فأخذت) أي شرعت (فجاءت) الفأرة (بها) أي بالفتيلة (فألقتها) أي الفتيلة\n(على الخمرة) هي مقدار ما يضع الرجل عليه وجهه في سجوده من حصير أو نسيجة\nخوص ونحوه من النبات ولا تكون خمرة إلا في هذا المقدار وسميت خمرة لأن\nخيوطها مستورة بسعفها وقد جاء في سنن أبي داود عن ابن عباس قال ((جاءت\nفأرة)) الحديث وهذا صريح في إطلاق الخمرة على الكبير كذا في النهاية وفي\nحياة الحيوان: الخمرة السجادة التي يسجد عليها المصلي سميت بذلك لأنها <span id='ms3757'></span> تخمر\nالوجه أي تغطيه انتهى (فأحرقت) الفأرة (منها) أي من الخمرة (فقال) النبي\nصلى الله عليه وسلم (مثل هذه) أي الفأرة (على هذا) أي الفعل وفأرة البيت هي\nالفويسقة التي أمر النبي صلى الله عليه وسلم بقتلها في الحل والحرم وأصل\nالفسق الخروج عن الاستقامة والجور، وبه سمي العاصي فاسقا، وإنما سميت هذه\nالحيوانات فواسق على الاستعارة لخبثهن، وقيل لخروجهن عن الحرمة في الحل\nوالحرم أي لا حرمة لهن بحال. وروى الطحاوي في أحكام القرآن بإسناده عن يزيد\nبن أبي نعيم أنه سأل أبا سعيد الخدري لم سميت الفأرة الفويسقة، فقال استيقظ\nالنبي صلى الله عليه وسلم ذات ليلة وقد أخذت فأرة فتيلة السراج لتحرق على\nرسول الله صلى الله عليه وسلم البيت فقام إليها وقتلها وأحل قتلها للحلال\nوالمحرم ذكره العلامة الدميري. قال المنذري: في إسناده عمرو بن طلحة ولم\nنجد ذكرا فيما رأيناه من كتبهم، وإن كان هو عمرو بن طلحة وقع فيه تصحيف وهي\nطبقة لا يحتج بحديثه والله عز وجل أعلم. وقد أخرج البخاري ومسلم في صحيحهما\nمن حديث أبي موسى الأشعري قال ((احترق بيت على أهله بالمدينة فلما حدث رسول\nالله صلى الله عليه وسلم بشأنهم قال إن هذه النار إنما هي عدوة لكم فإذا\nنمتم فأطفئوها عنكم)).\n</p>\n\n<p>\nوأخرج البخاري من حديث جابر بن عبد الله قال قال رسول الله صلى الله عليه\nوسلم خمروا لآنية، وفيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p108'> Vol. 14, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nفإن الفويسقة ربما جرت الفتيلة فأحرقت أهل البيت)) وأخرجه مسلم بمعناه\nوفيه ((فإن الفويسقة تضرم على أهل البيت بيتهم)) قال الطبري في هذه\nالأحاديث الإبانة على أن الحق على من أراد المبيت في بيت ليس فيه غيره وفيه\nنار أو مصباح أن لا يبيت حتى يطفئه أو يجره بما يأمن به إحراقه وضره، وكذلك\nإن كان في البيت جماعة فالحق عليهم إذا أرادوا النوم أن لا ينام آخرهم حتى\nيفعل ما ذكرت لأمر رسول الله صلى الله عليه وسلم، فإن فرط في ذلك مفرط\nفلحقه ضرر في نفس <span id='ms3758'></span> أو مال كان لوصية النبي صلى الله عليه وسلم لأمته مخالفا\nولا دية له. انتهى كلام المنذري. قلت:\n</p>\n\n<p>\nعمرو بن حماد بن طلحة هو عمرو بن حماد بن طلحة الكوفي أبو محمد القناد،\nروى عن أسباط بن نصر ومندل بن علي، وروى عنه مسلم فرد حديث. وإبراهيم\nالجوزجاني قال مطين ثقة وقال أبو داود رافضي، كذا في الخلاصة. والحديث\nأخرجه الحاكم وقال إسناده صحيح.\n</p>\n\n<p>\n(باب في قتل الحيات) (ما سالمناهن) أي ما صالحنا الحيات (منذ حاربناهن)\nأي منذ وقع بيننا وبينهن الحرب، فإن المحاربة والمعاداة بين الحية والإنسان\nجبلية لأن كلا منهما مجبول على طلب قتل الآخر، وقيل أراد العداوة التي\nبينها وبين آدم عليه السلام على ما يقال إن إبليس قصد دخول الجنة فمنعه\nالخزنة فأدخلته الحية في فيها فوسوس لآدم وحواء حتى أكلا من الشجرة المنهية\nفأخرجا عنها. قاله القاري (ومن ترك شيئا منهن) أي من ترك التعرض لهن (خيفة)\nأي لخوف ضرر منها أو من صاحبها (فليس منا) أي من المقتدين بسنتنا الآخذين\nبطريقتنا. ولعل المراد ما لا تظهر فيه علامة أن يكون جنيا. والحديث سكت عنه\nالمنذري. (السكري) بضم السين وتشديد الكاف منسوب إلى بيع السكر وشرائه\nوعمله. قاله المقدسي في الأنساب (اقتلوا الحيات كلهن) ظاهر في قتل أنواع\nالحيات كلها. وفي حياة الحيوان وما كان منها في البيوت لا يقتل حتى ينذر\nثلاثة أيام لقوله صلى الله عليه وسلم ((إن بالمدينة جنا قد أسلموا فإذا\nرأيتم منها شيئا فأذنوه ثلاثة أيام)) حمل بعض العلماء ذلك على المدينة\nوحدها والصحيح أنه عام في كل بلد لا يقتل حتى ينذر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p109'> Vol. 14, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nواختلف العلماء في الأنذار هل هو ثلاثة أيام أو ثلاثة مرات والأول عليه\nالجمهور. وكيفية ذلك أن يقول أنشدكن بالعهد الذي أخذه عليكن نوح وسليمان\nعليهما السلام أن لا تبدون ولا تؤذونا (ثأرهن) أي انتقامهن الثأر هو الدم\nوالانتقام، والمعنى مخافة أن يكون لهن صاحب يطلب ثارها. قد جرت العادة على\nنهج الجاهلية بأن يقال لا تقتلوا <span id='ms3759'></span> الحيات فإنكم لو قتلتم لجاء زوجها ويلسعكم\nللانتقام، فنهى رسول الله صلى الله عليه وسلم عن هذا القول والاعتقاد كذا\nفي المرقاة.\n</p>\n\n<p>\nقال المنذري: والحديث أخرجه النسائي.\n</p>\n\n<p>\n(طلبهن) أي انتقامهن قال المنذري: ولم يجزم موسى بن مسلم الراوي عن عكرمة\nبأن عكرمة رفعه.\n</p>\n\n<p>\n(إن نكنس زمزم) من باب نصر وضرب أي نصفي زمزم ونخرج منها الكناسة وهي\nبالضم ما يكنس وهي الزبالة والسباطة (وإن فيها) أي في بئر زمزم (من هذه\nالجنان) بكسر الجيم وتشديد النون جمع جان كحيطان أهل وحائط ومن هذه تبعيضية\nمنصوبة على أنها اسم إن أي إن فيها بعض هذه الجنان (يعني) أي يريد العباس\nرضي الله عنه بالجنان. قال المنذري: في سماع عبد الرحمن بن سابط من العباس\nبن عبد المطلب نظر والأظهر أنه مرسل.\n</p>\n\n<p>\n(عن سالم) بن عبد الله بن عمر (اقتلوا الحيات) أي كلها عموما. قال\nالقرطبي: الأمر في ذلك للارشاد، نعم ما كان منها محقق الضرر وجب دفعه (و)\nاقتلوا خصوصا (ذا الطفيتين) بضم الطاء المهملة وسكون الفاء أي صاحبهما، وهي\nحية خبيثة على ظهرها خطان أسودان كالطفيتين، والطفية بالضم على ما في\nالقاموس خوصة المقل، والخوص بالضم ورق النخل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p110'> Vol. 14, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nالواحدة بهاء، والمقل بالضم صمغ شجرة قاله القاري. وقال في النهاية\nالطفية خوصة المقل في الأصل وجمعها طفي، شبه الخطين اللذين على ظهر الحية\nبخوصتين من خوص المقل (والأبتر) بالنصب عطفا على ذا قيل هو الذي يشبه\nالمقطوع الذنب لقصر ذنبه وهو من أخبث ما يكون من الحيات (فإنهما يلتمسان)\nأي يخطفان ويطمسان (البصر) أي بمجرد النظر إليهما لخاصية السمية في بصرهما،\nوقيل معناه أنهما يقصدان البصر باللسع والنهش (الحبل) بفتحتين أي الجنين\nعند النظر إليهما بالخاصية السمية أو من الخوف الناشئ منهما لبعض الأشخاص\n(قال) سالم (وكان عبد الله) أي ابن عمر (فأبصره) الضمير المنصوب إلى عبد\nالله (أبو لبابة) بضم اللام الأنصاري المدني اسمه بشير وقيل رفاعة بن عبد\nالمنذر صحابي مشهور وكان أحد النقباء وعاش إلى خلافة علي كذا <span id='ms3760'></span> في التقريب\n(زيد بن الخطاب) هو عم عبد الله (وهو) أي عبد الله (يطارد) من باب المفاعلة\nللمغالبة أي يطرد يعني يتبعها طلبا لقتلها (فقال) أبو لبابة (عن ذوات\nالبيوت) أي صواحبها.\n</p>\n\n<p>\nوفي مرقاة الصعود: قيل إنه عام في جميع البيوت. وعن مالك تخصيصه بيوت\nالمدينة وهو المختار، وقيل تختص ببيوت المدن دون غيرها وعلى كل حال فتقتل\nفي البراري والصحاري من غير إنذار، وروى الترمذي أنها الحية التي تكون\nدقيقة كأنها فضة ولا تلتوي في مشيتها انتهى.\n</p>\n\n<p>\nقال المنذري: والحديث أخرجه البخاري ومسلم والترمذي وابن ماجة.\n</p>\n\n<p>\n(الجنان التي تكون في البيوت).\n</p>\n\n<p>\nقال المنذري: والحديث أخرجه البخاري ومسلم بنحوه.\n</p>\n\n<p>\n(فأمر) ابن عمر (بها) أي بالحية (فأخرجت) الحية. والحديث سكت عنه\nالمنذري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p111'> Vol. 14, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n(في هذا الحديث) السابق (ثم رأيتها) أي الحية (بعد) أي بعد ما أخرجت إلى\nالبقيع.\n</p>\n\n<p>\nقال المنذري: قال بعضهم يحتمل أن تكون عادت للأذية في المرة الثانية،\nويحتمل أن تكون مؤمنة تحرمت به وتبركت بجواره انتهى.\n</p>\n\n<p>\n(انطلق هو) أي والد محمد وهو أبو يحيى (وصاحب له) أي لأبي يحيى (يعودونه)\nبصيغة الجمع تغليبا، وفي بعض النسخ يعودانه بصيغة التثنية والضمير المنصوب\nإلى أبي سعيد.\n</p>\n\n<p>\nقال أبو علي (فخرجنا من عنده) أي من عند أبي سعيد أنا ومن كان عنده بعد\nما دخلنا عليه غير صاحبي الذي كان يريد الدخول عليه أيضا فإنه دخل عليه\nبعدي كما يدل عليه السياق وهو قوله (فلقينا صاحبا لنا وهو يريد أن يدخل\nعليه) أي على أبي سعيد للعيادة بعد خروجي من عنده (فأقبلنا) أي توجهنا إلى\nالمسجد (فجاء) صاحبي (إن الهوام) جمع هامة مثل دابة ودواب، والهامة ماله سم\nيقتل كالحية وهو المراد ههنا، وقد تطلق على ما لا يقتل كالحشرات (في بيته\nشيئا) أي أحدا تصور بصورة شئ من الحيات (فليخرج) من التحريج بمعنى التضييق\nبأن يقول لهن أنتن في حرج وضيق إن عدتن إلينا فلا تلومننا أن نضيق عليكن\nبالتتبع والطرد والقتل كذا في النهاية وفتح الودود.\n</p>\n\n<p>\nقال المنذري: في إسناده <span id='ms3761'></span> رجل مجهول. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p112'> Vol. 14, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n(اقتلها) أي الحية (فأشار) أبو سعيد (إلى بيت في داره) أي من جملة داره\nوفي رواية لمسلم إلى بيت في الدار (تلقاء بيته) أي أبي سعيد (فقال) أبو\nسعيد (يوم الأحزاب) أي يوم الخندق (استأذن) أي ابن عم لي من النبي صلى الله\nعليه وسلم أي يرجع (وكان) ابن عم لي (حديث) أي جديد (عهد بعرس) بضم أوله\nأعرس الرجل بالمرأة بني عليها (وأمره أن يذهب بسلاحه).\n</p>\n\n<p>\nوفي رواية مسلم: ((خذ عليك سلاحك فإني أخشى عليك قريظة)) (فأتى) ابن عم\n(فأشار) ابن عم (إليها) أي إلى امرأته (بالرمح) ليطعنها به لما أصابه من\nغيرة وحمية (فقالت) امرأته (فطعنها) أي الحية (ثم خرج بها) أي بالحية\n(ترتكض) أي تتحرك وتضطرب الحية (قال) أبو سعيد (الرجل أو الحية) بيان\nلأيهما (أن يرد صاحبنا) أي يحييه (فقال) رسول الله صلى الله عليه وسلم\n(استغفروا لصاحبكم) يريد أن الذي ينفعه هو استغفاركم لا الدعاء بالإحياء\nلأنه مضى سبيله (فحذروه) أي خوفوه، والمراد من التخويف التشديد بالحلف عليه\nكما في الرواية الآتية أن يقال لها أسألك بعهد نوح وبعهد سليمان ابن داود\nعليهم السلام أن لا تؤذينا (ثم إن بدا) بالألف أي ظهر (لكم بعد) أي بعد\nالتحذير.\n</p>\n\n<p>\nقال المذري: والحديث أخرجه مسلم والترمذي والنسائي.\n</p>\n\n<p>\n(بهذا الحديث) السابق (فليؤذنه) من الإيذان بمعنى الإعلام والمراد به\nالإنذار والاعتذار، والمعنى قولوا له نحو ما تقدم (بعد) أي بعد الإيذان\n(فإنه شيطان) أي فليس بجني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p113'> Vol. 14, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nمسلم بل هو إما جني كافر وإما حية وإما ولد من أولاد إبليس، وسماه شيطانا\nلتمرده وعدم ذهابه بالايذان.\n</p>\n\n<p>\n(فذكر نحوه) أي نحو الحديث السابق.\n</p>\n\n<p>\nقال المنذري: وفي لفظ لمسلم ((فإنه كافر)).\n</p>\n\n<p>\n(أنشدكن) من باب نصر أي أسألكن لأنه (العهد الذي أخذ عليكن نوح) ولعل\nالعهد كان عند إدخالها في السفينة (أخذ عليكن سليمان) كأنه يذكرهن إياه (أن\nتؤذونا) أي لا تؤذونا كما في الترمذي.\n</p>\n\n<p>\nقال المنذري: والحديث أخرجه الترمذي والنسائي، وقال الترمذي: حسن غريب لا\nنعرفه من حديث ثابت البناني <span id='ms3762'></span> إلا من هذا الوجه من حديث ابن أبي ليلى. هذا\nآخر كلامه.\n</p>\n\n<p>\nوابن أبي ليلى الذي رواه عن ثابت البناني هو محمد بن عبد الرحمن بن أبي\nليلى الفقيه الكوفي قاضيها ولا يحتج بحديثه، وأبو ليلى له صحبة واسمه يسار،\nوقيل داود، وقيل أوس، وقيل بلال أخوه، وقيل لا يحفظ اسمه، ولقبه أنيس.\n</p>\n\n<p>\n(إلا الجان الأبيض) ولعل النهي عن قتل هذا النوع من الحيات إنما كان لعدم\nضرره (كأنه قضيب فضة) أي قطعة فضة.\n</p>\n\n<p>\nقال في المصباح: قضيب الشئ أي قطعته، ومنه قيل للغصن المقطوع قضيب فعيل\nبمعنى مفعول انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p114'> Vol. 14, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\n(قال أبو داود) من ههنا إلى قوله إن شاء الله وجد في بعض النسخ (لا\nينعرج) أي لا ينعطف، يقال انعرج الشئ انعطف.\n</p>\n\n<p>\nقال المنذري: هذا منقطع، إبراهيم لم يسمع من ابن مسعود.\n</p>\n\n<p>\nقال أبو عمرو النمري روى عن ابن مسعود في هذا الباب قول غريب حسن وساق\nهذا الحديث بإسناد أبي داود.\n</p>\n\n<p>\n(باب في قتل الأوزاغ) (بقتل الوزغ) بواو مفتوحة وزاي كذلك وبمعجمة واحدها\nوزغة وهي دويبة مؤذية وسام أبرص كبيرها قاله القاري.\n</p>\n\n<p>\nوفي النهاية: الوزغ جمع وزغة بالتحريك وهي التي يقال لها سام أبرص وجمعها\nأوزاغ ووزغان (وسماه فويسقا) لأن الفسق الخروج وهن خرجن عن خلق معظم\nالحشرات بزيادة الضرر وتصغيره للتعظيم أو للتحقير لأنه ملحق بالخمس أي\nالفواسق الخمسة التي تقتل في الحل والحرم.\n</p>\n\n<p>\nقال المنذري: والحديث أخرجه مسلم يشبه أن يكون المراد بهذا التصغير\nالتحقير والذنب.\n</p>\n\n<p>\nقال ابن الأعرابي: لم يسمع بالفسوق في كلام الجاهلية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p115'> Vol. 14, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n(من قتل وزغة) بفتحات.\n</p>\n\n<p>\nقال الشيخ عز الدين بن عبد السلام في أماليه: الضربة الأولى معلل إما\nلأنه حين قتل أحسن فيندرج تحت قوله صلى الله عليه وسلم: ((إن الله كتب\nالإحسان على كل شئ فإذا قتلتم فأحسنوا القتلة)) أو يكون معللا بالمبادرة\nإلى الخير، فيندرج في قوله تعالى: * (فاستبقوا الخيرات) * وعلى كلا\nالتعليلين يكون الحية أولى بذلك والعقرب لعظم مفسدتهما انتهى.\n</p>\n\n<p>\nوقال في موضع آخر: الأجر في التكاليف على قدر <span id='ms3763'></span> النصب إذا اتحد النوع\nاحترازا عن اختلافه كالتصديق بكل مال الانسان، وشذ عن هذه القاعدة قوله صلى\nالله عليه وسلم في الوزغة ((من قتلها في المرة الأولى فله مائة حسنة، ومن\nقتلها في الثانية فله سبعون حسنة)) فقد صار كلما كثرت المشقة قل الأجر،\nوالسبب في ذلك أن الأجر إنما هو مترتب على تفاوت المصالح لا على تفاوت\nالمشاق، لأن الله سبحانه وتعالى لم يطلب من عباده المشقة والعناء وإنما طلب\nجلب المصالح ودفع المفاسد، وإنما قال أفضل العبادة أحمزها أي أشقها وأجرك\nعلى قدر نصبك، لأن الفعل إذا لم يكن شاقا كان حظ النفس فيه كثيرا فيقل\nالإخلاص فإذا كثرت المشقة كان ذلك دليلا على أنه جعل خالصا لله عز وجل،\nفالثواب في الحقيقة مرتب على مراتب الإخلاص لا على مراتب المشقة. وقيل إن\nالوزغة كانت يوم رمى إبراهيم عليه السلام في النار تضرم النار عليه بنفخها\nوالحيوانات كلها تتسبب في طفئها كذا في مرقاة الصعود (في أول ضربة فله كذا\nوكذا حسنة) وفي رواية مسلم ((كتبت له مائة حسنة)) وسبب تكثير الثواب في\nقتله أول ضربة الحث على المبادرة بقتله والاعتناء به والحرص عليه. قال\nالمنذري: والحديث أخرجه مسلم والترمذي وابن ماجة.\n</p>\n\n<p>\n(عن سهيل) بن أبي صالح (حدثني أخي أو أختي) قال النووي في شرح مسلم: في\nأكثر النسخ أختي، وفي بعضها أخي بالتذكير، وفي بعضها أبي، وذكر القاضي\nالأوجه الثلاثة قالوا ورواية أبي خطأ وهي الواقعة في رواية أبي العلاء بن\nماهان، ووقع في رواية أبي داود أخي أو أختي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p116'> Vol. 14, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nقال القاضي: أخت سهيل سودة وأخواه هشام وعباد انتهى.\n</p>\n\n<p>\nوقال المزي في الأطراف في ترجمة إسماعيل بن زكريا عن سهيل عن أبيه عن أبي\nهريرة، وفي رواية أبي الحسن بن العبد قال حدثني أبي أو أخي عن أبي هريرة\n(سبعين حسنة) قال النووي: وأما تقييد الحسنات في الضربة الأولى بمائة وفي\nرواية بسبعين فجوابه من أوجه إحداها أي هذا مفهوم للعدد ولا يعمل به عند\nالأصوليين وغيرهم <span id='ms3764'></span>، فذكر سبعين لا يمنع المائة فلا معارضة بينهما.\n</p>\n\n<p>\nالثاني لعله أخبرنا بسبعين ثم تصدق الله تعالى بالزيادة فاعلم بها النبي\nصلى الله عليه وسلم حين أوحى إليه بعد ذلك.\n</p>\n\n<p>\nوالثالث أنه يختلف باختلاف قاتلي الوزغ بحسب نياتهم وإخلاصهم وكمال\nأحوالهم ونقصها فتكون المائة للكامل منهم والسبعين لغيره والله أعلم انتهى.\n</p>\n\n<p>\nقال المنذري: وهذا منقطع وليس في أولاد أبي صالح من أدرك أبا هريرة وهم\nهشام بن أبي صالح وعبد الله بن أبي صالح يعرف بعبادة وسودة بنت أبي صالح\nوفيهم من فيه مقال ولم يبين من حدثه منهم.\n</p>\n\n<p>\nوقال أبو مسعود الدمشقي في تعليقه: قال سهيل وحدثني أخي عن أبي هريرة عن\nالنبي صلى الله عليه وسلم فذكره، وعلى هذا يتصل وتبقى جهالة الأخ وقد أخرج\nمسلم في الصحيح من حديث سهيل بن أبي صالح عن أبيه عن أبي هريرة عن النبي\nصلى الله عليه وسلم أنه قال ((في أول ضربة سبعين حسنة)) انتهى.\n</p>\n\n<p>\n(باب في قتل الذر) أي صغار النمل كذا في المصباح (فلدغته) بإهمال الدال\nوإعجام الغين أي لسعته (فأمر) أي نبي (بجهازه) بفتح الجيم وكسرها وهو\nالمتاع فأخرج المتاع (من تحتها) أي الشجرة (ثم أمر) نبي (بها) أي بالنملة\nوفي الرواية الآتية فأمر بقربة النملة (إليه) أي إلى النبي (فهلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p117'> Vol. 14, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nنملة واحدة) أي فهلا عاقبت نملة واحدة هي التي قرصتك لأنها الجانية وأما\nغيرها فليس لها جناية وأما في شرعنا فلا يجوز الاحتراق بالنار للحيوان إلا\nإذا أحرق إنسانا فمات بالإحراق فلوليه الاقتصاص بإحراق الجاني وسواء في منع\nالإحراق بالنار النمل وغيره للحديث المشهور ((لا يعذب بالنار إلا الله))\nقاله النووي. قال المنذري: والحديث أخرجه مسلم والنسائي.\n</p>\n\n<p>\n(قرصت) أي لسعت ولدغت (نبيا من الأنبياء) هو موسى بن عمران عليه السلام\nكما سيجئ من كلام القرطبي، وقيل داود عليه السلام (فأمر بقرية النمل) أي\nمسكنها ومنزلها سمى قرية لاجتماعها فيه (نملة) أي واحدة (أهلكت أمه) أي\nأمرت بإهلاك طائفة عظيمة (من الأمم) حال كونها (تسبح) قال النووي: هذا <span id='ms3765'></span>\nالحديث محمول على أن شرع ذلك النبي صلى الله عليه وسلم كان فيه جواز قتل\nالنمل وجواز الاحتراق بالنار. ولم يعتب عليه في أصل القتل والإحراق بل في\nالزيادة على نملة واحدة انتهى.\n</p>\n\n<p>\nوقال العلامة الدميري قال أبو عبد الله الترمذي في نوادر الأصول: لم\nيعاتبه الله تعالى على تحريقها وإنما عاتبه على كونه أخذ البرئ بغير البرئ.\nوقال القرطبي: هذا النبي هو موسى بن عمران عليه السلام وأنه قال يا رب تعذب\nأهل قرية بمعاصيهم وفيهم الطائع فكأنه جل وعلا أحب أن يريه ذلك من عنده\nفسلط عليه الحر حتى التجأ إلى شجرة مستروحا إلى ظلها وعندها قرية النمل\nفغلبه النوم فلما وجد لذة النوم لدغته نملة فدلكهن بقدمه فأهلكهن وأحرق\nمسكنهن، فأراه الله تعالى الآية في ذلك عبرة لما لدغته نملة كيف أصيب\nالباقون بعقوبتها، يريد تعالى أن ينبهه على أن العقوبة من الله تعم الطائع\nوالعاصي فتصير رحمة وطهارة وبركة على المطيع، وسوءا ونقمة وعذابا على\nالعاصي وعلى هذا ليس في الحديث ما يدل على كراهية ولا حظر في قتل النمل،\nفإن من آذاك حل لك دفعه عن نفسك ولا أحد من خلق الله أعظم حرمة من المؤمن،\nوقد أبيح لك دفعه عنك بضرب أو قتل على ماله من المقدار، فكيف بالهوام\nوالدواب التي قد سخرت للمؤمن وسلط عليها وسلطت عليه، فإذا آذته أبيح له\nقتلها.\n</p>\n\n<p>\nوقوله فهلا نملة واحدة دليل على أن الذي يؤذي يقتل، وكل قتل كان لنفع أو\nدفع ضر فلا بأس به عند العلماء، ولم يخص تلك النملة التي لدغته من غيرها\nلأنه ليس المراد القصاص لأنه لو أراده لقال فهلا نملتك التي لدغتك ولكن قال\nفهلا نملة، فكأن نملة تعم البرئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p118'> Vol. 14, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nوالجاني، وذلك ليعلم أنه أراد تنبيهه لمسألة ربه تعالى في عذاب أهل قرية\nفيهم المطيع والعاصي.\n</p>\n\n<p>\nوقد قيل إن في شرع هذا النبي عليه السلام كانت العقوبة للحيوان بالتحريق\nجائزة فلذلك إنما عاتبه الله تعالى في إحراق الكثير لا في أصل <span id='ms3766'></span> الإحراق، ألا\nترى قوله فهلا نملة واحدة وهو بخلاف شرعنا، فإن النبي صلى الله عليه وسلم\nنهى عن تعذيب الحيوان بالنار وقال ((لا يعذب بالنار إلا الله تعالى)) فلا\nيجوز إحراق الحيوان بالنار إلا إذا أحرق إنسانا فمات بالإحراق فلوارثه\nالاقتصاص بالإحراق للجاني انتهى كلام العلامة الدميري.\n</p>\n\n<p>\nقال المنذري: والحديث أخرجه البخاري ومسلم والنسائي وابن ماجة.\n</p>\n\n<p>\n(النملة والنحلة والهدهد والصرد) بالجر على البدلية. ويجوز الرفع بتقدير\nأحدها وثانيها، ويجوز النصب بتقدير أعني.\n</p>\n\n<p>\nقال الدميري: والمراد النمل الكبير السليماني كما قاله الخطابي والبغوي\nفي شرح السنة، وأما النمل الصغير المسمى بالذر فقتله جائز، وكره مالك قتل\nالنمل إلا أن يضر ولا يقدر على دفعه إلا بالقتل. وأطلق ابن أبي زيد جواز\nقتل النمل إذا آذت انتهى.\n</p>\n\n<p>\nوالصرد على وزن عمر، قال ابن الأثير في النهاية هو الطائر ضخم الرأس\nوالمنقار له ريش عظيم نصفه أبيض ونصفه أسود.\n</p>\n\n<p>\nقال الخطابي: إنما جاء في قتل النمل عن نوع منه خاص وهو الكبار ذوات\nالأرجل الطوال لأنها قليلة الأذى والضرر، وأما النحلة فلما فيها من المنفعة\nوهو العسل والشمع، وأما الهدهد والصرد فلتحريم لحمها، لأن الحيوان إذا نهي\nعن قتله ولم يكن ذلك لاحترامه أو لضرر فيه كان لتحريم لحمه ألا ترى أنه نهى\nعن قتل الحيوان بغير مأكلة، ويقال إن الهدهد منتن الريح فصار في معنى\nالجلالة، والصرد تتشاءم به العرب وتتطير مع بصوته وشخصه، وقيل إنما كرهوه\nمن اسمه من التصريد سعيد وهو التقليل انتهى كلام ابن الأثير.\n</p>\n\n<p>\nقال المنذري: والحديث أخرجه ابن ماجة انتهى.\n</p>\n\n<p>\nوقال النووي في شرح مسلم: رواه أبو داود عن ابن عباس مرفوعا بإسناد صحيح\nعلى شرط البخاري ومسلم انتهى. وكذا صححه الإمام الحافظ عبد الحق الأشبيلي\nوالعلامة كمال الدين الدميري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p119'> Vol. 14, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n(فانطلق) أي النبي صلى الله عليه وسلم (حمرة) في النهاية: هي بضم الحاء\nوتشديد الميم وقد تخفف طائر صغير كالعصفور انتهى.\n</p>\n\n<p>\nوقال الدميري: بضم الحاء المهملة وتشديد الميم وبالراء المهملة ضرب من\nالطير كالعصفور والواحدة حمرة وهي <span id='ms3767'></span> حلال بالإجماع لأنها من أنواع العصافير.\n</p>\n\n<p>\nوأخرج أبو داود الطيالسي والحاكم وقال صحيح الإسناد عن ابن مسعود رضي\nالله عنه قال ((كنا عند النبي صلى الله عليه وسلم فدخل رجل غيضة. فأخرج\nمنها بيض حمرة فجاءت الحمرة ترف على رأس رسول الله صلى الله عليه وسلم\nوأصحابه فقال رسول الله صلى الله عليه وسلم لأصحابه أيكم فجع هذه فقال رجل\nأنا يا رسول الله أخذت بيضها)).\n</p>\n\n<p>\nوفي رواية الحاكم: ((أخذت فرخها فقال صلى الله عليه وسلم رده رده رحمة\nلها)).\n</p>\n\n<p>\nوفي الترمذي وابن ماجة عن عامر الرام ((أن جماعة من أصحاب رسول الله صلى\nالله عليه وسلم دخلوا غيضة فأخذوا فرخ طائر فجاء إلى رسول الله صلى الله\nعليه وسلم يرف، فقال صلى الله عليه وسلم أيكم أخذ فرخ هذا؟\n</p>\n\n<p>\nفقال رجل أنا فأمره أن يرد فرده)).\n</p>\n\n<p>\nوقد تقدم في سنن أبي داود في أول كتاب الجنائز عن عامر الرام (معها) أي\nمع الحمرة (فرخان) الفرخ ولد طائر (تعرش) بالعين المهملة من التعريش في\nالنهاية التعريش أن ترتفع وتظلل بجناحيها على من تحتها انتهى.\n</p>\n\n<p>\nوفي مجمع البحار: من عرش الطائر إذا رفرف بأن يرخي جناحيه ويدنو من الأرض\nليسقط ولا يسقط وروى تفرش أي تبسط (من فجع) من التفجيع أي من أصاب المصيبة\n(هذه) أي الحمرة (بولدها) أي بأخذ ولدها.\n</p>\n\n<p>\nقال في المصباح: الفجيعة الرزية والرزية المصيبة رزأته أنا إذا أصبته\nبمصيبة (إليها) أي إلى الحمرة (ورأى) أي النبي صلى الله عليه وسلم (قرية\nنمل) أي مسكنها (فقال) النبي صلى الله عليه وسلم (من حرق هذه) أي قرية نمل.\nوالحديث سكت عنه المنذري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p120'> Vol. 14, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عبد الرحمن بن عبد الله هو ابن مسعود انتهى.\n</p>\n\n<p>\n(باب في قتل الضفدع) (عن ضفدع) بكسر الضاد وسكون الفاء والعين المهملة\nبينهما دال مهملة قال الجوهري: الضفدع مثل الخنصر واحد الضفادع والأنثى\nضفدعة، وناس يقولون ضفدع بفتح الدال.\n</p>\n\n<p>\nقال الخليل: ليس في الكلام فعلل إلا أربعة أحرف درهم وهجرع وهو الطويل\nوهبلع وهو الأكول وبلعم وهو <span id='ms3768'></span> اسم.\n</p>\n\n<p>\nقال ابن الصلاح: الأشهر فيه من حيث اللغة كسر الدال وفتحها أشهر في ألسنة\nالعامة كذا في حياة الحيوان للدميري.\n</p>\n\n<p>\nقال المنذري: والحديث أخرجه النسائي انتهى وأخرجه أيضا أبو داود الطيالسي\nوالحاكم عن عبد الرحمن بن عثمان التيمي نحوه سواء.\n</p>\n\n<p>\nوروى البيهقي في سننه عن سهل بن سعد الساعدي ((أن النبي صلى الله عليه\nوسلم نهى عن قتل خمسة النملة والنحلة والضفدع والصرد والهدهد)) انتهى فنهيه\nصلى الله عليه وسلم عن قتلها يدل على أن الضفدع يحرم أكلها وأنها غير داخلة\nفيما أبيح من دواب الماء.\n</p>\n\n<p>\n(باب في الخذف) (مغفل) بضم الميم وفتح الغين المعجمة وتشديد الفاء وفتحها\nولام قاله المنذري (عن الخذف) بالخاء والذال المعجمتين، وهو رمي الانسان\nبحصاة أو نواة ونحوهما يجعلها بين إصبعيه السبابتين أو الإبهام والسبابة\nقاله النووي (ولا ينكأ) أي لا يجرح ولا يقتل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p121'> Vol. 14, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nقال النووي: هو بفتح الياء وبالهمزة في آخره هكذا هو في الروايات\nالمشهورة.\n</p>\n\n<p>\nقال القاضي: كذا رويناه قال وفي بعض الروايات ينكي بفتح الياء وكسر الكاف\nغير مهموز.\n</p>\n\n<p>\nقال القاضي: وهو أوجه ههنا لأن المهموز إنما هو من نكأت القرحة، وليس هذا\nموضعه إلا على تجوز وإنما هذا من النكاية، يقال نكيت العدو وأنكيته نكاية\nونكأت بالهمزة لغة فيه انتهى.\n</p>\n\n<p>\nوفي النهاية: يقال نكيت في العدو وأنكي نكاية فأنا إذا كثرت فيهم الجراح\nوالقتل فوهنوا لذلك، وقد يهمز لغة فيه يقال نكأت القرحة أنكؤها إذا قشرتها\nانتهى.\n</p>\n\n<p>\nوفي هذا الحديث دلالة على النهي عن الخذف لأنه لا مصلحة فيه ويخاف مفسدته\nويلتحق به كل ما شاركه في هذا.\n</p>\n\n<p>\nقال المنذري: والحديث أخرجه البخاري ومسلم وابن ماجة.\n</p>\n\n<p>\n(باب ما جاء في الختان) (أخبرنا مروان) هو ابن معاوية (أخبرنا محمد بن\nحسان) الكوفي (قال عبد الوهاب) الأشجعي في روايته (الكوفي) أي محمد بن حسان\nالكوفي، وأما سليمان فقال محمد بن حسان ولم يذكر الكوفي.\n</p>\n\n<p>\nوفي بعض النسخ هذا الإسناد هكذا أنبأنا محمد بن حسان أخبرنا عبد الوهاب\nالكوفي وهو غلط لا يصح <span id='ms3769'></span>.\n</p>\n\n<p>\nقال الحافظ المزي في الأطراف: هذا الحديث أخرجه أبو داود في الأدب عن\nسليمان بن عبد الرحمن الدمشقي وعبد الوهاب بن عبد الرحيم الأشجعي كلاهما عن\nمروان بن معاوية عن محمد بن حسان الكوفي عن عبد الملك بن عمير عن نسيبة أم\nعطية الأنصارية انتهى.\n</p>\n\n<p>\n(كانت تختن) ختن الخاتن الصبي ختنا، من باب ضرب، والاسم الختان بالكسر.\nكذا في المصباح. وفي المجمع: الختان موضع القطع من ذكر الغلام وفرج\nالجارية، وأما في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p122'> Vol. 14, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nالغلام فقطع جميع الجلد التي تغطي الحشفة، وفي الجارية قطع أدنى جزء من\nجلدة أعلى الفرج. انتهى. وفي فتح الباري: الختان اسم لفعل الخاتن ولموضع\nالختان أيضا. انتهى.\n</p>\n\n<p>\n(لا تنهكي) يقال: نهكت الشئ نهكا بالغت فيه، من باب نفع وتعب، وأنهكه\nبالألف لغة. كذا في المصباح. وفي النهاية: معنى لا تنهكي أي لا تبالغي في\nاستقصاء الختان.\n</p>\n\n<p>\nانتهى. وفي النهاية في مادة شمم. وفي حديث أم عطية: ((أشمي ولا تنهكي))\nشبه القط اليسير بإشمام الرائحة والنهك المبالغة فيه، أي اقطعي بعض النواة\nولا تستأصليها. انتهى. وفي المجمع: الإشمام أخذ اليسير في ختان المرأة،\nوالنهك المبالغة في القطع. انتهى.\n</p>\n\n<p>\nقال النووي: ويسمى ختان الرجل إعذارا بذال معجمة، وختان المرأة خفضا بخاء\nوضاد معجمتين. انتهى. وفي فتح الباري قال الماوردي: ختان الذكر قطع الجلدة\nالتي تغطي الخشفة، والمستحب أن تستوعب من أصلها عند أول الحشفة وأقل ما\nيجزئ أن لا يبقى منها ما يتغشى به شئ من الحشفة.\n</p>\n\n<p>\nوقال إمام الحرمين: المستحق في الرجال قطع القلفة وهي الجلدة التي تغطي\nالحشفة حتى لا يبقى من الجلدة شئ متدل. وقال ابن الصباغ: حتى تنكشف جميع\nالحشفة ويتأدى الواجب بقطع شئ مما فوق الحشفة وإن قل بشرط أن يستوعب القطع\nتدوير رأسها. قال النووي: وهو شاذ والأول هو المعتمد.\n</p>\n\n<p>\nقال الامام: والمستحق من ختان المرأة ما ينطلق عليه الاسم.\n</p>\n\n<p>\nقال الماوردي: ختانها قطع جلدة تكون في أعلى فرجها فوق مدخل الذكر\nكالنواة أو كعرف الديك، والواجب قطع الجلدة المستعلية منه دون استئصاله <span id='ms3770'></span>.\n</p>\n\n<p>\nثم ذكر الحافظ حديث أم عطية الذي في الباب، ثم قال قال أبو داود إنه ليس\nبالقوي.\n</p>\n\n<p>\nقلت: وله شاهدان من حديث أنس ومن حديث أم أيمن عند أبي الشيخ في كتاب\nالعقيقة.\n</p>\n\n<p>\nوآخر عن الضحاك بن قيس عند البيهقي.\n</p>\n\n<p>\nواختلف في النساء هل يخفضن عموما أو يفرق بين نساء المشرق فيخفضن ونساء\nالمغرب فلا يخفضن لعدم الفضلة المشروع قطعها منهن بخلاف نساء المشرق قال:\nفمن قال إن من ولد مختونا استحب إمرار الموسى على الموضع امتثالا للأمر.\nقال في حق المرأة كذلك ومن لا فلا وقد ذهب إلى وجوب الختان الشافعي وجمهور\nأصحابه، وقال به من القدماء عطاء، وعن أحمد وبعض المالكية يجب، وعن أبي\nحنفية واجب، وليس بفرض وعنه سنة يأثم بتركه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p123'> Vol. 14, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nوفي وجه للشافعية لا يجب في حق النساء، وهو الذي أورده صاحب المغنى عن\nأحمد وذهب أكثر العلماء وبعض الشافعية إلى أنه ليس بواجب.\n</p>\n\n<p>\nومن حجتهم حديث شداد بن أوس رفعه: ((الختان سنة للرجال مكرمة للنساء))\nأخرجه أحمد والبيهقي بإسناد فيه حجاج بن أرطاة ولا يحتج به. وأخرجه\nالطبراني في مسند الشاميين من طريق سعيد بن بشر عن قتادة عن جابر بن زيد عن\nابن عباس. وسعيد بن بشر مختلف فيه.\n</p>\n\n<p>\nوأخرجه أبو الشيخ والبيهقي من وجه آخر عن ابن عباس. وأخرجه البيهقي أيضا\nمن حديث أبي أيوب. انتهى كلام الحافظ من الفتح مختصرا ملخصا.\n</p>\n\n<p>\nوقال الحافظ في تلخيص الحبير: حديث الختان في الرجال سنة مكرمة في النساء\nأخرجه أحمد والبيهقي من حديث الحجاج بن أرطاة عن أبي المليح بن أسامة عن\nأبيه به، والحجاج مدلس، وقد اضطرب فيه، فتارة رواه كذا، وتارة رواه بزيادة\nشداد بن أوس بعد والد أبي المليح، أخرجه ابن أبي شيبة وابن أبي حاتم في\nالعلل، والطبراني في الكبير، وتارة رواه عن مكحول عن أبي أيوب، وأخرجه أحمد\nوذكره ابن أبي حاتم في العلل، وحكى عن أبيه أنه خطأ من حجاج أو من الراوي\nعنه عبد الواحد بن زياد. وقال البيهقي <span id='ms3771'></span>: هو ضعيف منقطع.\n</p>\n\n<p>\nوقال ابن عبد البر في التمهيد: هذا الحديث يدور على حجاج ابن أرطاة وليس\nممن يحتج به.\n</p>\n\n<p>\nقلت: وله طريق أخرى من غير رواية حجاج، فقد رواه الطبراني في الكبير\nوالبيهقي من حديث ابن عباس مرفوعا، وضعفه البيهقي في السنن، وقال في\nالمعرفة: لا يصح رفعه، وهو من رواية الوليد عن ابن ثوبان عن ابن عجلان عن\nعكرمة عنه ورواته موثقون إلا أن فيه تدليسا.\n</p>\n\n<p>\nوقوله صلى الله عليه وسلم لأم عطية وكانت خافضة: ((أشمي ولا تنهكي))\nأخرجه الحاكم في المستدرك من طريق عبيد الله بن عمرو عن زيد بن أبي أسيد عن\nعبد الملك بن عمير عن الضحاك بن قيس: ((كان بالمدينة امرأة يقال لها أم\nعطية تخفض الجواري، فقال لها رسول الله صلى الله عليه وسلم: يا أم عطية\nاخفضي ولا تنهكي فإنه أنضر للوجه وأحظى عند الزوج)) ورواه الطبراني وأبو\nنعيم في المعرفة والبيهقي من هذا الوجه عن عبيد الله بن عمرو قال حدثني رجل\nمن أهل الكوفة عن عبد الملك بن عمير به.\n</p>\n\n<p>\nوقال المفضل العلائي: سألت ابن معين عن هذا الحديث فقال: الضحاك ابن قيس\nهذا ليس بالفهري. قلت: أورده الحاكم وأبو نعيم في ترجمة الفهري. وقد اختلف\nفيه على عبد الملك بن عمير، فقيل عنه كذا. وقيل عنه عن عطية القرظي قال:\nكانت بالمدينة خافضة يقال لها أم عطية فذكره رواه أبو نعيم في المعرفة.\nوقيل عنه عن أم عطية رواه أبو داود في السنن وأعله بمحمد بن حسان فقال إنه\nمجهول ضعيف. انتهى كلامه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p124'> Vol. 14, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nوقال المناوي في فتح القدير شرح الجامع الصغير: حديث ((الختان سنة للرجال\nمكرمة للنساء)) أخرجه أحمد في مسنده من حديث الحجاج بن أرطاة عن والد أبي\nالمليح. قال الذهبي: وحجاج ضعيف لا يحتج به. وأخرجه الطبراني في الكبير عن\nشداد عن بن أوس، وعن ابن عباس رضي الله عنه قال السيوطي إسناده حسن. وقال\nالبيهقي ضعيف منقطع وأقره الذهبي. وقال الحافظ العراقي سنده ضعيف. وقال ابن <span id='ms3772'></span>\nحجر فيه: الحجاج بن أرطاة مدلس وقد اضطرب فيه وقال أبو حاتم: هذا خطأ من\nحجاج أو الراوي عنه. انتهى كلامه.\n</p>\n\n<p>\nوقال المناوي في التيسير: والحديث إسناده ضعيف خلافا لقول السيوطي حسن،\nوقد أخذ بظاهره أبو حنيفة ومالك فقالا: سنة مطلقا، وقال أحمد: واجب للذكر\nسنة للأنثى، وأوجبه الشافعي عليهما. انتهى.\n</p>\n\n<p>\nوقال الإمام أبو عبد الله محمد بن الحاج المالكي في المدخل: والسنة في\nختان الذكر إظهاره وفي ختان النساء إخفاؤه، واختلف في حقهن هل يخفضن مطلقا\nأو يفرق بين أهل المشرق وأهل المغرب، فأهل المشرق يؤمرن به لوجود الفضلة\nعندهن من أصل الخلقة وأهل المغرب لا يؤمرون به لعدمها عندهن. انتهى.\n</p>\n\n<p>\nوأخرج البخاري في الأدب المفرد من حديث أم المهاجر قالت: سبيت في جواري\nمن الروم فعرض علينا عثمان الاسلام فلم يسلم منا غيري وغير أخرى، فقال\nعثمان: اذهبوا فاخفضوهما وطهروهما، وفي إسناده مجهول.\n</p>\n\n<p>\n(فإن ذلك) أي عدم المبالغة في القطع وإبقاء بعض النواة والغدة على فرجها\n(أحظى للمرأة) أي أنقع لها وألذ (وأحب إلى البعل) أي إلى الزوج وذلك لأن\nالجلد الذي بين جانبي الفرج والغدة التي هناك وهي النواة إذا دلكا دلكا\nملائما بالإصبع أو بالحك من الذكر تلتذ كمال اللذة حتى لا تملك نفسها وتنزل\nبلا جماع، فإن هذا الموضع كثير الأعصاب فيكون حسه أقوى ولذة الحكة هناك\nأشد، ولهذا أمرت المرأة في ختانها لإبقاء بعض النواة والغدة لتلتذ بها\nبالحك ويحبها زوجها بالملاعبة معها وليتحرك مني المرأة ويذوب، لأن منيها\nبارد بطئ الحركة، فإذا ذاب وتحرك قبل الجماع بسبب الملاعبة يسرع إنزالها\nفيوافق إنزالها إنزال الرجل، فإن مني الرجل لحرارته أسرع إنزالا، وهذا كله\nسبب لازدياد المحبة والألفة بين الزوج والزوجة، وهذا الذي ذكرته هو مصرح في\nكتب الطب، والله أعلم.\n</p>\n\n<p>\n(قال أبو داود روى) بصيغة المجهول، أي هذا الحديث (عن عبيد الله ابن\nعمرو) بن أبي الوليد الأسدي الرقي ثقة (عن عبد الملك) بن عمير الكوفي ثقة\n(بمعناه وإسناده) أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p125'> Vol. 14, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nبمعنى حديث محمد بن <span id='ms3773'></span> حسان وإسناده فعبيد الله بن عمرو الرقي وعبد الملك\nكلاهما من الثقات، لكن اختلف عليهما في هذا الحديث اختلافا شديدا، فقيل عن\nعبيد الله عن زيد بن أبي أسيد، وقيل عنه عن رجل من أهل الكوفة، ثم اختلف\nعلى عبد الملك بن عمير فقيل عنه عن أم عطية، وقيل عنه عن الضحاك بن قيس،\nوقيل عنه عن عطية القرظي كما تقدم بيانه آنفا، وهذا الاضطراب موجب لضعف\nالحديث.\n</p>\n\n<p>\n(قال أبو داود: وليس هو) أي الحديث (بالقوي) لأجل الاضطراب ولضعف الراوي\nوهو محمد بن حسان الكوفي (وقد روى) هذا الحديث (مرسلا) كما رواه الحاكم في\nالمستدرك والطبراني وأبو نعيم والبيهقي عن عبد الملك ابن عمير عن الضحاك بن\nقيس: كان بالمدينة امرأة يقال لها أم عطية فقال لها رسول الله صلى الله\nعليه وسلم وسلف آنفا من كلام الحافظ. ومن قوله قد روى مرسلا إلى آخره قد\nوجد في أكثر النسخ وذكره أيضا المزي في الأطراف (محمد ابن حسان مجهول)\nوتبعه ابن عدي في تجهيله والبيهقي وخالفهم الحافظ عبد الغني بن سعيد فقال\nهو محمد بن سعيد المصلوب على الزندقة أحد الضعفاء والمتروكين، وأورد هذا\nالحديث من طريقه في ترجمته من إيضاح الشك كتاب له.\n</p>\n\n<p>\nوله طريقان آخران رواه ابن عدي من حديث سالم بن عبد الله بن عمر، ورواه\nالبزار من حديث نافع كلاهما عن عبد الله بن عمر مرفوعا بلفظ ((يا نساء\nالأنصار اختضبن غمسا واخفضن ولا تنهكن فإنه أحظى عند أزواجكن)) لفظ البزار،\nوفي إسناده مندل بن علي وهو ضعيف.\n</p>\n\n<p>\nوفي إسناده ابن عدي خالد بن عمرو القرشي وهو أضعف من مندل.\n</p>\n\n<p>\nورواه الطبراني في الصغير وابن عدي أيضا عن أبي خليفة عن محمد بن سلام\nالجمحي عن زائدة بن أبي الرقاد عن ثابت عن أنس نحو حديث أبي داود. قال ابن\nعدي: تفرد به زائدة عن ثابت، وقال الطبراني تفرد به محمد بن سلام، وقال\nثعلب رأيت يحيى بن معين في جماعة بين يدي محمد بن سلام <span id='ms3774'></span> فسأله عن هذا\nالحديث، وقد قال البخاري في زائدة إنه منكر الحديث كذا في التلخيص (وهذا\nالحديث ضعيف) والأمر كما قال أبو داود، وحديث ختان المرأة روي من أوجه\nكثيرة وكلها ضعيفة معلولة مخدوشة لا يصح الاحتجاج بها كما عرفت.\n</p>\n\n<p>\nوقال ابن المنذر: ليس في الختان خبر يرجع إليه ولا سنة يتبع.\n</p>\n\n<p>\nوقال ابن عبد البر في التمهيد: والذي أجمع عليه المسلمون أن الختان\nللرجال انتهى والله أعلم: والحديث سكت عنه المنذري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p126'> Vol. 14, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n(باب في مشي النساء مع الرجال في الطريق) (وهو خارج) أي النبي صلى الله\nعليه وسلم (أن تحققن) بسكون الحاء المهملة وضم القاف الأولى. قال في\nالنهاية: هو أن يركبن حقها وهو وسطها يقال سقط على حاق القفا وحقه انتهى.\nوقال الطيبي: أي أبعدن عن الطريق، وفاء فاختلط مسبب عن محذوف أي يقول كيت\nوكيت فاختلطوا فقال للنساء انتهى.\n</p>\n\n<p>\nوالمعنى أن ليس لهن أن يذهبن في وسط الطريق (بحافات) جمع حافة وهي\nالناحية (ثوبها) أي المرأة (من لصوقها) أي المرأة (به) بالجدار. والحديث\nسكت عنه المنذري.\n</p>\n\n<p>\n(أن يمشي يعني) هذا تفسير من أحد الرواة (الرجل بين المرأتين) فإنه ينافي\nالحياء والمروءة والوقار: قال الامام المنذري رحمه الله: داود بن أبي صالح\nهذا هو المدني. قال أبو حاتم الرازي: هو مجهول حدث بحديث منكر. قال أبو\nزرعة لا أعرفه إلا في حديث واحد يرويه عن نافع عن ابن عمر عن النبي صلى\nالله عليه وسلم وهو حديث منكر. وذكر البخاري هذا الحديث في تاريخه الكبير\nمن رواية داود هذا وقال لا يتابع عليه. وقال ابن حبان: يروي الموضوعات عن\nالثقات حتى كان يتعمد لها وذكر هذا الحديث انتهى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p127'> Vol. 14, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\n(باب في الرجل يسب الدهر) (أخبرنا سفيان) هو ابن عيينة ذكره المزي (عن\nسعيد) بن المسيب (عن النبي صلى الله عليه وسلم) فيما يرويه عن الله تبارك\nوتعالى (يؤذيني) من الإيذاء معناه يعاملني معاملة توجب الأذى في حقكم قاله\nالنووي (يسب الدهر) قال العلامة العيني في عمدة القاري قال الخطابي: كانت <span id='ms3775'></span>\nالجاهلية تضيف المصائب والنوائب إلى الدهر الذي هو من الليل والنهار وهم في\nذلك فرقتان فرقة لا تؤمن بالله تعالى ولا تعرف إلا الدهر الليل والنهار\nاللذان هما محل للحوادث وظرف لمساقط الأقدار فتنسب المكاره إليه على أنها\nمن فعله ولا ترى أن لها مدبرا غيره، وهذه الفرقة هي الدهرية الذين حكى الله\nعنهم في قوله * (وما يهلكنا إلا الدهر) * الآية، وفرقة تعرف الخالق وتنزهه\nمن أن تنسب إليه المكاره فتضيفها إلى الدهر والزمان، وعلى هذين الوجهين\nكانوا يسبون الدهر ويذمونه فيقول القائل منهم يا خيبة الدهر ويا بؤس الدهر،\nفقال صلى الله عليه وسلم لهم مبطلا ذلك ((لا يسبن أحمد أحد منكم الدهر فإن\nالله هو الدهر)) يريد والله أعلم لا تسبوا الدهر على أنه الفاعل لهذا\nالصنيع فالله تعالى هو الفاعل له، فإذا سببتم الذي أنزل بكم المكاره رجع\nالسب إلى الله تعالى وانصرف إليه انتهى (وأنا الدهر) قال العيني قال\nالخطابي: معناه أنا ملك الدهر ومصرفه فحذف اختصار اللفظ واتساعا في المعنى.\n</p>\n\n<p>\nوقال غيره: معنى قوله أنا الدهر أي المدبر أو صاحب الدهر أو مقبله أو\nمصرفه، ولهذا عقبه بقوله بيدي الأمر.\n</p>\n\n<p>\nويروي بنصب الدهر على معنى أنا باق أو ثابت في الدهر.\n</p>\n\n<p>\nوروى أحمد عن أبي هريرة بلفظ ((لا تسبوا الدهر فإن الله قال أنا بعد\nالدهر الأيام والليالي أوجدها وأبليها وآتي بملوك بعد ملوك)) انتهى. وليس\nالمراد أن الدهر اسم من أسماء الله تعالى.\n</p>\n\n<p>\nوقال النووي: قوله وأنا الدهر فإنه برفع الراء هذا هو الصواب المعروف\nالذي قاله الشافعي وأبو عبيد وجماعة من المتقدمين والمتأخرين. وقال أبو بكر\nومحمد بن داود الظاهري: إنما هو الدهر بالنصب على الظرف أي أنا مدة الدهر\nأقلب ليله ونهاره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p128'> Vol. 14, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nوحكى ابن عبد البر هذه الرواية عن بعض أهل العلم. وقال النحاس: يجوز\nالنصب أي فإن الله باق مقيم أبدا لا يزول.\n</p>\n\n<p>\nوقال بعضهم: هو منصوب على التخصيص قال والظرف أصح وأصوب. وأما رواية\nالرفع وهي الصواب فموافقة لقوله فإن <span id='ms3776'></span> الله هو الدهر.\n</p>\n\n<p>\nقال العلماء: وهو مجاز وسببه أن العرب كان شأنها أن تسب الدهر عند\nالنوازل والحوادث والمصائب النازلة بها من موت أو هرم أو تلف مال أو غير\nذلك، فيقولون يا خيبة الدهر ونحو هذا من ألفاظ سب الدهر، فقال النبي صلى\nالله عليه وسلم لا تسبوا الدهر فإن الله هو الدهر أي لا تسبوا فاعل النوازل\nفإنكم إذا سببتم فاعلها وقع السب على الله تعالى لأنه هو فاعلها ومنزلها\nوأما الدهر الذي هو الزمان فلا فعل له بل هو مخلوق من جملة خلق الله تعالى.\n</p>\n\n<p>\nومعنى فإن الله هو الدهر أي فاعل النوازل والحوادث وخالق الكائنات انتهى\nكلامه.\n</p>\n\n<p>\nوفي صحيح مسلم روي هذا الحديث من طرق متنوعة وألفاظ كثيرة، فمنها قوله\n((قال الله عز وجل: يسب ابن آدم الدهر وأنا الدهر بيدي الليل والنهار)).\n</p>\n\n<p>\nوفي رواية ((قال الله: يؤذيني ابن آدم، يسب الدهر وأنا الدهر، أقلب الليل\nوالنهار)).\n</p>\n\n<p>\nوفي رواية ((قال الله تبارك وتعالى: يؤذيني ابن آدم يقول يا خيبة الدهر\nفلا يقولن أحدكم يا خيبة الدهر فإني أنا الدهر أقلب ليله ونهاره، فإذا شئت\nقبضتهما)).\n</p>\n\n<p>\nوفي رواية ((لا تسبوا الدهر فإن الله هو الدهر)) انتهى.\n</p>\n\n<p>\nقال الإمام الحافظ عبد العظيم المنذري: والحديث أخرجه البخاري ومسلم\nوالنسائي.\n</p>\n\n<p>\nانتهى.\n</p>\n\n<p>\nوقال الحافظ جمال الدين المزي في الأطراف: والحديث أخرجه البخاري في\nالتفسير والتوحيد والأدب، ومسلم في الأدب، وأبو داود في الأدب، والنسائي في\nالتفسير. انتهى والله أعلم.\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v14p129'> Vol. 14, p. 129</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES#\n\n\n(1) قال أخونا الأعظم أبو الطيب محمد شمس الحق في كتابه \" نهاية الرسوخ في\nمعجم الشيوخ \":\n<p>\n(هو الامام العلامة الرحالة ملحق الأصاغر بالأكابر السيد محمد نذير حسين\nالمحدث الدهلوي ابن السيد جواد علي ابن السيد عظمت الله، وينتهي نسبه إلى\nالإمام زين العابدين علي ابن الإمام حسين ابن الإمام الهمام أمير المؤمنين\nعلي بن أبي طالب رضي الله عنه، ولد في وطنه سورج كده من مضافات البهار سنة\nعشرين بعد الألف والمائتين، وقيل سنة خمس وعشرين بعد الألف والمائتين،\nوالأول أصح لان بعض <span id='ms3777'></span> الثقات من سكان على نكر الذي (هو) متصل بسورج كده قال\nإني رأيت مكتوبا على بعض الدفاتر بخط بعض القدماء أن ولادته عام عشرين بعد\nالألف والمائتين. وهكذا سمعنا من أفواه بعض أقاربنا. انتهى.\n</p>\n\n<p>\nقال أبو الطيب: وإنما أرخت في غاية المقصود شرح سنن أبي داود سنة خمس\nوعشرين لأن شيخنا العلامة لما سألته عن عام ولادته أجابني أني لم أحفظه\nبالتعيين لكن أظن أني ولدت سنة خمس وعشرين أو قبل ذلك بقليل، وهو من أجل\nتلامذة الشيخ العلامة محمد إسحاق المحدث الدهلوي، حصل له الإجازة في شوال\nسنة ثمان وخمسين بعد الألف والمائتين، وهو أحد من ملا فيضه شرقا وغربا،\nمتعنا الله تعالى بطول بقائه.\n(١) هو الشيخ العلامة <a href=\"/الكتب/1939_الورع\">الورع</a> الناسك الزاهد\nالتقي المحدث أبو سليمان محمد بن إسحاق الدهلوي بن محمد أفضل الفاروقي\nاللاهوري، ولد تقريبا عام اثنين وتسعين بعد الألف والمائة، وهو ابن بنت\nالكريمة للشيخ عبد العزيز الدهلوي، قرأ على أجداده: الشيخ عبد القادر بن\nولي الله الدهلوي، والشيخ رفيع الدين بن ولي الله الدهلوي، والشيخ الامام\nعبد العزيز بن ولي الله الدهلوي، وحصل له الإجازة العامة بعد القراءة\nوالسماع من جده الشيخ عبد العزيز.\n</p>\n\n<p>\nويروي أيضا عن الشيخ عمر بن عبد الكريم المكي وحصل له منه الإجازة عام\nأحد وأربعين بعد الألف والمائتين في مكة المشرفة، وهاجر في سنة ثمان وخمسين\nبعد الألف والمائتين من الدهلي إلى مكة المشرفة، وجده الشيخ عبد العزيز\nرحمه الله يفرح به كثيرا ويتلو هذه الآية الكريمة: (الحمد الله الذي وهب لي\nعلى الكبر إسماعيل وإسحاق). ولابد عليه أن يشكر بمثل هذه الأولاد، فإن ابن\nبنته محمد إسحاق، وابن أخيه العلامة الذي لم تر مثله العيون محمد إسماعيل\nالغازي الشهيد من آيات الله تبارك وتعالى. وهذا كل ذلك ببركة العمل الصالح\nوالنية الخالصة من جدهما الأعلى الشيخ ولى الله الدهلوي رحمه الله.\n</p>\n\n<p>\nوكان شيخه العلامة عمر بن عبد الكريم المكي المتوفى سنة 1247 يشهد بكماله\nفي علم الحديث ورجاله <span id='ms3778'></span>، وكان يقول: قد حلت فيه بركة جده الشيخ عبد العزيز\nالدهلوي. وقال الشيخ العلامة عبد الله السراج المكي المتوفى سنة 1264 وقت\nغسل جنازته في حقه: والله إنه لو عاش وقرأت عليه الحديث طول عمري ما نلت ما\nناله.\n</p>\n\n<p>\nتوفي رحمه الله تعالى عام اثنين وستين بعد الألف والمائتين، ودفن بالمعلي\nعند قبر سيدتنا أم المؤمنين خديجة رضي الله عنها، وله تلامذة لا يحصون في\nالعرب والعجم منهم الشيخ الأجل السيد محمد نذير حسين الدهلوي، والشيخ\nالعلامة المحدث محمد الأنصاري السهار نفوري ثم المكي، والشيخ العلامة محمد\nإبراهيم النكر نهسوي العظيم آبادي، والشيخ محمد بن حمد الله الشهير بشيخ\nمحمد تهانوي مظفر نكري، والمولوي سبحان بخش شكاربوري مظفر لكري، والمولوي\nعلي أحمد نزيل التونك، والشيخ المحدث عبد الغني بن أبي سعيد المجددي\nالدهلوي ثم المدني المتوفى سنة 1297، والشيخ الحافظ أحمد علي السهارنفوري،\nوالفاضل عالم علي المراد آبادي، والفاضل النواب قطب الدين خان الدهلوي،\nوالقاري عبد الرحمن الفاني فتي، والمفتي عنايت أحمد صاحب التأليفات\nالشهيرة، والمولوي فضل رحمن المراد آبادي، والشيخ العلامة المحدث المحقق\nمحمد بن ناصر الحازمي، رحمهم الله تعالى، كذا في نهاية الرسوخ في معجم\nالشيوخ.\n(١) هو الشيخ العلامة أستاذ الأساتذة إمام الجهابذة عبد العزيز بن ولي الله\nالدهلوي. ولد عام تسع وخمسين بعد الألف والمائة، وتوفي عام تسع وثلاثين بعد\nالألف والمائتين. له تلامذة كثيرة، وكان رحمه الله تعالى بحرا في جميع\nالعلوم، وله مؤلفات جليلة مشهورة، وترجمته مبسوطة في نهاية الرسوخ وإتحاف\nالنبلاء للعلامة القنوجي ثم البوفالي رحمه الله.\n</p>\n\n<p>\n(١) هو الشيخ الامام الاجل ولي الله بن عبد الرحيم الدهلوي بن وجيه الدين\nوينتهي نسبه إلى عمر الفاروق، ولد رحمه الله تعالى يوم الأربعاء رابع شوال\nمن سنة أربع عشر بعد الألف والمائة في مقام بهلت من مضافات مظفر نكر، وراح\nإلى الحرمين الشريفين عام ثلاث وأربعين، وعاد إلى الوطن عام خمس وأربعين،\nوكانت وفاته عام ست وسبعين بعد مائة وألف في الدهلي، له مناقب جليلة ومآثر <span id='ms3779'></span>\nعظيمة لا يسع هذا المختصر (ذكرها) ومن أعظم مؤلفاته: حجة الله البالغة،\nوإزالة الخفاء عن خلافة الخلفاء: وفتح الرحمن في ترجمة <a\nhref=\"/الكتب/1_القرآن\">القرآن</a>، والمسوى شرح الموطأ، والمصفي شرح\nالموطأ، والارشاد إلى مهمات علم الاسناد.\n</p>\n\n<p>\nوقرة العينين في تفصيل الشيخ وغير ذلك.\n</p>\n\n<p>\n(2) هو الشيخ العلامة إبراهيم بن حسن الكوراني الشهرزوري الشافعي نزيل\nالمدينة المنورة عمدة المسندين خاتمة المحققين. ولد في شوال سنة خمس وعشرين\nوألف، وتوفي سنة إحدى ومائة وألف، ودفن بالبقيع. كذا في نهاية الرسوخ.\n(1) هو الشيخ الامام العلامة عبد الرحمن بن سليمان بن يحيى بن عمر بن مقبول\nالأهدل. ولد سنة تسع وسبعين بعد الألف والمائة. وتوفي سنة خمسين بعد الألف\n- والمائة - (والمائتين) وكان من كبار العلماء وعديم النظير في عصره.\n</p>\n\n<p>\n(2) هو الشيخ العلامة محمد بن سنة بكسر السين وشدة النون. توفي عام ستة\nوثمانين ومائة وألف.\n</p>\n\n<p>\nرحمه الله تعالى.\n</p>\n\n<p>\n(3) هو الشيخ العلامة محمد عابد بن أحمد علي بن محمد مراد السندي ثم\nالمدني توفى يوم الاثنين من ربيع الأول سنة سبع وخمسين - ومائة - (ومائتين)\nوألف، ودفن بالبقيع، له تلامذة كثيرة، منها الشيخ عبد الغني المجددي\nالدهلوي، ومفتي بغداد السيد داود، والشيخ محمد خوج المكي، والشيخ جمال\nالمكي، والشيخ أبو المحاسن السيد محمد القاوقجي، وغيرهم.\n</p>\n\n<p>\n(4) هو الشيخ الامام المحقق صالح الفلاني المسوفي بن محمد بن نوح، وينتهي\nنسبه إلى سالم بن عبد الله بن عمر، كانت ولادته عام ست وستين ومائة وألف،\nوتوفي في المدينة عام ثمانية عشر بعد الألف والمائتين، له مؤلفات جليلة\nنفيسة منها: إيقاظ همم أهل الابصار في تحقيق مسألة التقليد، ومنها قطف\nالثمر. رحمه الله تعالى.\n</p>\n\n<p>\n(5) هو الشيخ العلامة عبد الرحمن الكزبري بن محمد بن عبد الرحمن بن محمد\nبن زين العابدين الكزبري الشافعي الدمشقي، بركة الشام وعمدة ساداتها\nالكرام. ولد بدمشق الشام عام أربع وثمانين بعد الألف والمائة، وتوفي بمكة\nتاسع عشر ذي الحجة عام اثنتين وستين بعد الألف - والمائة - (والمائتين).\n</p>\n\n<p>\nكذا في تاج التواريخ، والذي بخط الشيخ العلامة عبد الرحمن بن عبد <span id='ms3780'></span> الله\nالسراج أنه توفي عام أربع وسبعين بعد الألف - والمائة - (والمائتين) وله\nتلامذة كثيرة، منهم: الشيخ المفسر العلامة السيد محمود الآلوسي البغدادي\nمؤلف تفسير روح المعاني، ومنهم: الشيخ أحمد بن دحلان الشافعي.\n(4) هو الشيخ العلامة عبد اللطيف بن فتح الله البيروتي. توفي بدمشق سنة نيف\nوخمسين بعد الألف والمائتين.\n</p>\n\n<p>\nوتراجم هؤلاء كلهم مذكورة في نهاية الرسوخ منه.\n(1) هنا بياض بالأصل. <span id='ms3781'></span>\n</p>\n",
  "pages": [
    "001",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14"
  ]
}