{
  "content": "\n<p>\nبسم الله الرحمن الرحيم الحمد لله الذي بين أحكام الملة السنية وزين\nأعلام الجلة السنية وبصرهم بما آتاهم من الآثار النبوية ونصرهم على من\nناوأهم من الأشرار الحشوية أشكره على أيادي جارية وحفية وأستغفره لمساوئ\nبادية وخفية وأشهد أن لا إله إلا الله وحده لا شريك له المتوحد بالبقاء في\nالأزلية المنفرد بالكبرياء والجبرية وأشهد أن محمدا عبده ورسوله الذي دعانا\nإلى الملة الزهراء الحنفية وتركنا على محجة بيضاء نقية صلى الله عليه وسلم\nوعلى آله وأصحابه ذوي المقادر العلية والمآثر الجلية\n</p>\n\n<p>\nوبعد\n</p>\n\n<p>\nفلما أكملت كتابي المسمى بتقريب الأسانيد وترتيب المسانيد وحفظه ابني أبو\nزرعة المؤلف له وطلب حمله عني جماعة من الطلبة الحملة سألني جماعة من\nأصحابنا في كتابه شرح له يسهل ما عساه يصعب علي موضوع الكتاب ويكون متوسطأ\nبين الإيجاز والإسهاب فتعللت بقصور من المجاورة بمكة عن ذلك وبقلة الكتب\nالمعينة على ما هنالك ثم رأيت أن المسارعة إلى الخير أولى وأجل وتلوت <span class='quran'>فإن لم يصبها وابل فطل </span>البقرة 265 ولما ذكرته من قصر الزمان وقلة\nالأعوان سميته طرح التثريب في شرح التقريب فليبسط الناظر فيه عذرا وليقتنص\nعروس فوائده عذرا والله المسؤوال في إكماله وإتمامه وحصول النفع به ودوامه\nإنه على ما يشاء قدير وبالإجابة جدير\n</p>\n\n<p>\nورأيت أن أقدم قبل شرح مقصود الكتاب مقدمة في تراجم رجال إسناده ورأيت أن\nأضم إليهم من ذكر اسمه في بقية الكتاب لرواية حديث أو كلام عليه أو لذكره\nفي أثناء حديث لعموم الفائدة بذلك وهذا حين أشرع في الكلام على خطبة\nالأحكام\n</p>\n\n<p>\nقوله الحمد لله الذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n             أنزل الأحكام لإمضاء علمه القديم المراد\nبالأحكام هنا أعم من القرآن والسنة إذ السنة في هذا التأليف هي المقصودة\nووصف السنة بالإنزال صحيح فقد كان الوحي ينزل بها كما ينزل بالقرآن كما في\nالحديث الصحيح في الرجل الذي أحرم لعمرة وهو متضمخ بخلوق فنزل الوحي في ذلك\nبالسنة الثابتة من قوله ^ ما كنت صانعا في حجك فاصنعه في عمرتك الحديث\nالمشهور وروينا في كتاب <span id='ms0001'></span> السنن لأبي داود من حديث المقدام بن معدي كرب عن\nرسول اله صلى الله عليه وسلم أنه قال ألا إني أوتيت الكتاب ومثله معه ألا\nيوشك رجل شبعان على أريكته يقول عليكم بهذا القرآن فما وجدتم فيه من حلال\nفأحلوه الحديث\n</p>\n\n<p>\nوقد قال الشافعي رضي الله عنه السنة وحي يتلى\n</p>\n\n<p>\nواللام في قوله لإمضاء يجوز أن تكون للتعليل ويجوز أن تكون للعاقبة ولا\nمانع من التعليل لأن الأحكام لو لم تنزل لما عذب الكافر لقوله تعالى ^ وما\nكنا معذبين حتى نبعث رسولا ^ الإسراء 15 فكان نزول الأحكام سببا لبيان\nالطائع والعاصي وأما قولهم إن الله تعالى لا تعلل أفعاله فالمراد أنها لا\nتعلل بالغرض لغناه عن جلب النفع ودفع الضر وأما التعليل بمعنى إبداء الحكمة\nفلا مانع منه وقد علل هو سبحانه أفعاله لقوله ^ الذي خلق الموت والحيوة\nليبلوكم أيكم أحسن عملا ^ الملك 2 وقوله ^ وما جعلنا عدتهم إلا فتنة للذين\nكفروا ليستيقن الذين أوتوا الكتب ويزداد الذين أمنوا إيمانا ^ المدثر 31\nالآية ونحو ذلك\n</p>\n\n<p>\nقوله وبعد فقد أردت أن أجمع لابني أبي زرعة مختصرا إلى آخره تقدم في خطبة\nهذا الشرح أني أترجم كل من ذكر فيه فلم أر ان أخل بذكر من ألف له الكتاب\nولم أر إدخاله في رجال الكتاب لصغر سنة عن الشيوخ فرأيت أن أذكره هنا وأبين\nوقوع أحاديث الكتاب له عالية لاحتمال أن يطول عمره فيحدث به وهو أحمد بن\nعبد الرحيم بن الحسين بن عبد الرحمن بن أبي بكر بن إبراهيم أبو زرعة مولده\nبظاهر القاهرة في ثالث ذي الحجة بعد صلاة الصبح من سنة اثنتين وستين\nوسبعمائة حضر بالقاهرة على القاضي ناصر الدين أبي عبد الله محمد بن محمد بن\nمحمد بن أبي القاسم الربعي التونسي وفتح الدين أبي الحرم محمد بن محمد بن\nمحمد بن أبي الحرم القلانسي وأبي العباس أحمد بن أبي بكر العطار العسقلاني\nفي آخرين وحضر بدمشق على يعقوب بن يعقوب الحريري والقاضي عماد الدين محمد\nبن موسى بن سليمان بن <span id='ms0002'></span> السيرجي وأبي عبد الله المؤذن وعمر بن أميلة في آخرين\nوحضر بصالحية دمشق على أحمد بن النجم إسماعيل بن أحمد بن عمر بن أبي عمر\nوالحسن بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             أحمد بن هلال بن الهبل وصلاح الدين محمد أبي عمر\nوعمر بن أبي بكر الشحطبي في آخرين ثم سمع ذلك من خلائق ومن مسموعاته الكتب\nالستة والموطأ ومسند الشافعي ومسند الدرامي ومسند الطيالسي ومسند عبد بن\nحميدو وكتاب الأدب للبخاري وكتاب الأدب للبيهقي وصحيح ابن حيان والمعجم\nالصغير للطبراني وغير ذلك وقد وقعت له أحاديث هذه الأحكام عالية فما كان\nفيها من الموطأ فخصوه بقراءتي على أبي الحرم محمد بن محمد القلانسي بإسناده\nفيه وأجاز له وما كان فيه من مسند أحمد فكتب إليه به من الإسكندرية علي بن\nأحمد بن محمد بن صالح العرضي قال أخبرتنا بجميع المسند زينب بنت مكي بن\nكامل قالت أنبأنا حنبل بن عبد الله بسنده فيه جعله الله من العلماء\nالعاملين\n</p>\n\n<p>\nقوله ويتخلص به من الحرج في الجزم بنقل ما ليست له به رواية فإنه غير\nسائغ بإجماع أهل الدراية ا ه\n</p>\n\n<p>\nحكى هذا الإجماع الذي ذكرته الحافظ أبو بكر محمد بن خير بن عمر الأموي\nبفتح الهمزة الإشبيلي وهو خال أبي القاسم السهيلي فقال في برنامجه المشهور\nحين ذكر من فائدة كثرة الرواية أن الشخص يتخلص بذلك من الحرج في نقل ما\nليست له به رواية ثم قال وقد اتفق العلماء رحمهم الله على أنه لا يصح لمسلم\nأن يقول قال رسول الله صلى الله عليه وسلم كذا حتى يكون عنده ذلك القول\nمرويا ولو على أقل وجوه الروايات لقول رسول الله صلى الله عليه وسلم من كذب\nعلي متعمدا فليتبوأ مقعده من النار وفي بعض الروايات من كذب علي مطلقا دون\nتقييد\n</p>\n\n<p>\nانتهى كلام ابن خير\n</p>\n\n<p>\nقوله رأيت أن أجمع أحاديث عديدة في تراجم محصورة وتكون تلك التراجم فيما\nعد من أصح الأسانيد مذكورة إما مطلقا على قول من عممه أو مقيدا بصحابي تلك\nالترجمة <span id='ms0003'></span> 1 ه\n</p>\n\n<p>\nالتراجم التي جمعها في هذا المختصر ستة عشر ترجمة بعضها قيل فيها إنها\nأصح الأسانيد مطلقا وبعضها قيدت إما بالصحابي الذي رواها أو بأهل بلد مثلا\nكما ستقف عليه هنا في حكاية كلام من رآها أصح وقد أطلق الأئمة أحمد وإسحاق\nوابن معين والبخاري وآخرون على تراجم أنها أصح الأسانيد كما ستقف عليه\nواستشكله الحاكم وابن الصلاح فقال الحاكم في علوم الحديث لا يمكن أن يقطع\nالحكم في أصح الأسانيد لصحابي واحد فيقول إن أصح أسانيد أهل البيت فذكر\nكلامه إلى آخره وستقف على بعضه في بعض التراجم التي نذكرها ولما ذكر ابن\nالصلاح في علومه أن درجات الصحيح تتفاوت قال ولهذا نرى الإمساك عن الحكم\nلإسناد أو حديث بأنه الأصح على الإطلاق على أن جماعة من الأئمة خاضوا غمرة\nذلك فاضطربت أقوالهم ثم ذكر الخلاف في أصح التراجم وهذه التراجم الست عشر\nمرتبة على ما ذكرت في الخطبة الأولى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             قال البخاري أصح الأسانيد كلها مالك عن نافع عن ابن عمر هكذا\nأطلق البخاري وقيده الحاكم فقال في علوم الحديث أصح أسانيد ابن عمر مالك عن\nنافع عن ابن عمر\n</p>\n\n<p>\n| الثانية\n</p>\n\n<p>\nقال البخاري أيضا أصح أسانيد أبي هريرة أبو الزناد عن الأعرج عن أبي\nهريرة الثالثة قال الحاكم في علوم الحديث أصح أسانيد أنس مالك عن الزهري عن\nأنس الرابعة عبد الرحمن بن القاسم عن أبيه عن عائشة الخامسة قال الحاكم في\nعلوم الحديث أصح أسانيد عمر الزهري عن سالم عن أبيه عن جده السادسة قال\nإسحاق بن راهويه أصح الأسانيد كلها الزهري عن سالم عن أبيه وكذلك قال أحمد\nأيضا السابعة قال عمرو بن علي الفلاس أصح الأسانيد محمد بن سيرين عن عبيدة\nعن علي الثامنة قال يحيى بن معين أجود الأسانيد الأعمش عن إبراهيم عن علقمة\nعن عبد الله التاسعة قال الحاكم في علومه أصح أسانيد اليمانيين معمر عن\nهمام عن أبي هريرة العاشرة قال الحاكم أيضا أصح أسانيد أبي هريرة الزهري عن\nسعيد بن المسيب عن <span id='ms0004'></span> أبي هريرة الحادية عشرة يحيى بن أبي كثير عن أبي سلمة عن\nأبي هريرة الثانية عشرة قال الحاكم أصح أسانيد المكيين سفيان بن عيينة عن\nعمرو بن دينار عن جابر الثالثة عشرة قال الحاكم أثبت أسانيد الخراسانيين\nالحسين بن واقد عن عبد الله بن بريدة عن أبيه الرابعة عشرة قال الحاكم أثبت\nأسانيد المصريين الليث عن يزيد بن أبي حبيب عن أبي الخير عن عقبة بن عامر\nالخامسة عشرة الزهري عن عروة عن عائشة السادسة عشرة قال الحاكم أصح أسانيد\nعائشة عبيد الله بن عمر عن القاسم عن عائشة وقال يحيى بن معين هذه ترجمة\nمشبكة بالذهب قوله وسميته تقريب الأسانيد وترتيب المسانيد المناسبة بين\nالكتاب وبين هذه التسمية أن الأسانيد الطوال قربت بكونها جمعت في تراجم\nمحصورة فصارت قريبة التناول وأن الأحاديث المرتبة على التراجم جرت العادة\nبأن توضع على الحروف في تراجم الرجال فرتبت هذه على أبواب الفقه مع كونها\nعلى التراجم\n</p>\n\n<p>\nوالمسانيد جمع مسند وقد أنكر بعضهم إثبات الياء وقال إنما يقال فيه مساند\nلأن قياس مفعل مفاعل وأجاب بعض النحاة بأنه يجوز إثبات الياء وحذفها في\nنظائره وصرح صاحب العباب بأنه يجمع على مسانيد والجواب على تقدير عدم جوازه\nأنه يجوز هنا لمناسبة الأسانيد فهو سائغ في كلام العرب\n</p>\n\n<p>\nقوله روينا عن عبد الرحمن بن مهدي قال من أراد أن يصنف كتابا فليبدأ\nبحديث الأعمال بالنيات أخبرني به محمد بن محمد بن إبراهيم الميدومي بقراءتي\nعليه قال أخبرنا عبد اللطيف بن عبد المنعم الحراني قال أنبأنا أبو المطهر\nسعيد بن روح بن أرويه الأصبهاني وغيره عن أبي عبد الله محمد بن الفضل\nالفراوي قال سمعت أبا بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             أحمد بن الحسين الحافظ يقول سمعت أبا\nعبد الله الحافظ يقول سمعت أبا عبد الله محمد بن يعقوب الحافظ يقول سمعت\nمحمد بن سليمان بن فارس يقول سمعت محمد بن إسماعيل يقول قال عبد الرحمن بن\nالمهدي ذلك وروينا عن ابن مهدي أيضا أنه قال لو صنفت الأبواب لجعلت <span id='ms0005'></span> حديث\nعمر في أول كل باب\n</p>\n\n<p>\nوهنا حين الشروع في تراجم الكتاب أحمد ومحمد بن عبد الله بن عبد المطلب\nويدعى شيبه الحمد بن هاشم واسمه عمرو بن عبد مناف واسمه المغيرة بن قصي\nواسمه زيد ويدعى مجمعا بن كلاب بن مرة بن كعب بن لؤي بن غالب بن فهر بن\nمالك بن النضر بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر بن نزار بن معد\nبن عدنان\n</p>\n\n<p>\nإلى هنا أجمع النسابون على صحته واختلفوا فيما بعد ذلك ولا خلاف بينهم أن\nعدنان من ولد إسماعيل ولكن اختلفوا كم بينهما من الآباء فقيل سبعة وقيل\nتسعة وقيل خمسة عشر وقيل أربعون وفهر هو جماع قريش كلها قاله مصعب بن عبد\nالله الزبيري وغيره وكنيته صلى الله عليه وسلم أبو القاسم كنى بابنه القاسم\nوهو أكبر ولده\n</p>\n\n<p>\nولد قبل النبوة وأم رسول الله صلى الله عليه وسلم آمنة بنت وهب بن عبد\nمناف بن زهرة بن كلاب فزهرة أخو قصي وغلط ابن قتيبة في قوله إن زهرة امرأة\n</p>\n\n<p>\nفكان صلى الله عليه وسلم أشرف العرب نسبا من قبل أبيه وأمه وفي صحيح مسلم\nمن حديث واثلة بن الأسقع سمعت رسول الله صلى الله عليه وسلم يقول إن الله\nاصطفى كنانة من ولد إسماعيل واصطفى قريشا من كنانة واصطفى من قريش بني هاشم\nواصطفاني من بني هاشم وفي الصحيحين من حديث جبير بن مطعم عن النبي صلى الله\nعليه وسلم إن لي خمسة أسماء أنا محمد وأنا أحمد الحديث ولم يتسم بأحمد قبله\nصلى الله عليه وسلم أحد ولا في زمنه ولا في زمن أصحابه حماية لهذا الاسم\nالذي بشر به الأنبياء وأول من سمي أحمد في الإسلام أحمد بن عمرو بن تميم\nوالد الخليل بن أحمد العروضي قاله أبو بكر بن أبي خيثمة وأبو العباس المبرد\nوأما من تسمى بمحمد فذكر أبو القاسم السهيلي أنه لا يعرف في العرب من تسمى\nبه قبله إلا ثلاثة طمع آباؤهم حين سمعوا <span id='ms0006'></span> به وبقرب زمانه أن يكون ولدا لهم\nفذكرهم وبلغ بهم القاضي عياض عد ستة لا سابع لهم وعد فيهم محمد بن مسلمة\nوله صحبة ولد بعد النبي صلى الله عليه وسلم بعشر سنين وكل من تسمى بهذا\nالاسم لم يدع النبوة ولم يدعها له أحد والله أعلم حيث يجعل رسالته\n</p>\n\n<p>\nوولد صلى الله عليه وسلم عام الفيل في يوم الاثنين ولم يختلفوا في أنه\nيوم الاثنين لكن أختلفوا هل كان يوم الثاني عشر وهو قول محمد بن إسحاق وغير\nواحد وقيل ثانية وقيل ثامنة وقيل أول اثنين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             فيه وشذ الزبير بن\nبكار فقال في يوم الاثنين ثاني عشر شهر رمضان ولم يتابع عليه وحكى ابن عبد\nالبر الاتفاق على أنه كان في عام الفيل وليس كذلك فقد قيل إنه ولد بعد عام\nالفيل بثلاثين سنة حكاه المزي في التهذيب ومات أبوه وهو حمل كما جزم به ابن\nإسحاق وعليه يدل حديث حليمة في صحيح ابن حبان وقيل مات وله ثمانية عشر شهرا\nوقيل ثمانية وعشرون شهرا وقيل غير ذلك وورد في غير ما حديث أنه ولد مختونا\nمسرورا وقيل ختنه جده عبد المطلب وقيل ختنة جبريل حكاهما ابن العديم في\nالملحة وأرضعته ثويبة ثم حليمة السعدية وأقام عندها في بني سعد بن بكر أربع\nسنين وقيل خمس وقيل غير ذلك وقيل أرضعته أيضا خولة بنت المنذر ذكره أبو\nإسحاق الأمين وذكر بعضهم فيمن أرضعه أيضا أم أيمن وهي حاضنته وفي بني سعد\nبن بكر شق صدره صلى الله عليه وسلم ومقتضى حديث حليمة الذي صححه ابن حبان\nأنه كان في السنة الثالثة وقيل كان ابن خمس وفي مسند أحمد من زيادات ابنه\nعبد الله من حديث أبي بن كعب في قصة شق الصدر انه كان ابن عشر سنين وأشهر\nوالله أعلم\n</p>\n\n<p>\nوثبت في الصحيحين شق صدره في ليلة الإسراء وأنكر صحته ابن حزم والقاضي\nعياض وادعيا أنه من تخليط شريك وليس كذلك فقد ثبت في الصحيحين من غير طريق\nشريك <span id='ms0007'></span> ورجح السهيلي وصاحب المفهم وغيرهما أن شق صدره كان مرتين جمعا بين\nالأحاديث وتوفيت أمه آمنة وله ست سنين وقيل أربع ومات جده وله ثمان سنين\nوتزوج خديجة وهو ابن خمس وعشرين سنة وأبتعثه الله بالرسالة على رأس\nالأربعين فأقام بعد النبوة بمكة ثلاث عشرة سنة وبالمدينة عشر سنين وتوفي\nليلة الاثنين ثالث عشر شهر ربيع الأول سنة إحدى عشرة من الهجرة هذا هو\nالصواب\n</p>\n\n<p>\nوقد استشكل السهيلي قولهم يوم الاثنين ثاني عشرة لعدم إمكان كون الثاني\nعشر يتصور أن يكون يوم الاثنين لا تفاقهم على أن حجة الوداع كانت الوقفة\nفيها بعرفة يوم جمعة كما في الصحيحين وغيرهما وعلى هذا فلو فرضت الشهور\nنواقص أو كوامل أو مختلفة لم يتصور ذلك والجواب عنه أن من قال لاثنتي عشرة\nليلة خلت منه هو الصواب وتكون وفاته في ليلة الثالث عشر يوم الاثنين فبهذا\nيحصل الجمع ويدل عليه أيضا ما في صحيح مسلم من حديث أنس فألقى السجف وتوفي\nمن آخر ذلك اليوم فهذا يدل على انه آخر النهار وأول الليل ولكن يشكل على\nهذا أن كلام أهل السير يقتضي نقصان الشهور لا كمالها وأيضا فروي عن عائشة\nأنه توفي في ارتفاع الضحى وانتصاف النهار يوم الاثنين\n</p>\n\n<p>\nرواه ابن عبد البر والذي يترجح من حيث التاريخ قول من قال يوم الاثنين\nثاني عشر ربيع الأول وهو قول سليمان التيمي ومحمد بن قيس ومحمد بن جرير\nالطبري وكان عمره صلى الله عليه وسلم ثلاثا وستين سنة وهو قول عائشة\nومعاوية وجرير وإليه ذهب الجمهور وقيل ستون وقيل اثنان وستون وقيل خمس\nوستون صلى الله عليه وسلم تسليما كثيرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n| باب الرواة\n</p>\n\n<p>\nأحمد بن إبراهيم بن إسماعيل أبو بكر الإسماعيلي الجرجاني أحد الائمة\nالأعلام روى عن الحسن بن سفيان ويوسف بن يعقوب القاضي وإبراهيم بن زهير\nالحلواني وخلائق يجمعهم معجمه المشهور\n</p>\n\n<p>\nروى عنه الحافظ أبو بكر أحمد بن محمد بن غالب البرقاني والحسن بن محمد بن\nعلي الباساتي والحافظ أبو بكر أحمد بن علي <span id='ms0008'></span> بن محمد بن منجويه الأصبهاني\nوالحافظ أبو القاسم حمزة بن يوسف السهمي وأبو الفضل عمر بن إبراهيم الهروي\nوآخرون كثيرون وكان أول سماعه في سنة تسع وثمانين ومائتين قال الحاكم في\nتاريخ نيسابور كان واحد عصره وشيخ المحدثين والفقهاء وأجلهم في الرياسة\nوالمروءة والسخاء وقال الشيخ أبو إسحاق في الطبقات جمع بين الفقه والحديث\nورياسة الدين والدنيا وصنف الصحيح\n</p>\n\n<p>\nوقال الذهبي كان ثقة حجة كثير العلم\n</p>\n\n<p>\nقال حمزة السهمي في تاريخ جرجان توفي في غرة رجب سنة إحدى وسبعين\nوثلثمائة وله أربع وتسعون سنة\n</p>\n\n<p>\nأحمد بن أبي بكر واسم أبي بكر القاسم بن الحارث بن زرارة بن مصعب بن عبد\nالرحمن بن عوف أبو مصعب الزهري المدني أحد رواة الموطأ عن مالك روى عن مالك\nوالمغيرة بن عبد الرحمن المخزومي ويوسف بن يعقوب الماجشون في آخرين روى عنه\nالبخاري ومسلم وأبو داود والترمذي وابن ماجة وأبو زرعة الرازي وإبراهيم بن\nعبد الصمد الهاشمي وخلائق قال الزبير بن بكار مات وهو فقيه أهل المدينة غير\nمدافع ولاه القضاء بالمدينة عبيد الله بن الحسن بعد أن كان على شرطته وقال\nأبو زرعة وأبو حاتم صدوق وقال الدار قطني ثقة في الموطأ وقدمه على يحيى بن\nبكير وقال ابن حزم إن روايته للموطأ ورواية أبي حذافة السهمي آخر ما روى عن\nمالك وفيهما نحو مائة حديث زائدة على سائر الموطآت قال السراج مات في رمضان\nسنة اثنتين وأربعين ومائتين زاد غيره وله اثنتان وتسعون سنة\n</p>\n\n<p>\nأحمد بن جعفر بن حمدان بن مالك أبو بكر البغدادي القطيعي كان يسكن قطيعة\nالدقيق ببغداد فنسب إليها روى عن عبد الله بن أحمد بن محمد بن حنبل وأبي\nإبراهيم إسحاق بن الحسن الجوني ومحمد بن يونس الكديمي وبشر بن موسى الأسدي\nوأبي مسلم إبراهيم بن عبد الله الكجي وإدريس بن عبد الكريم المقري والحسين\nبن عمر بن إبراهيم في آخرين روى عنه أبو عبد الله محمد بن عبد الله بن\nالبيع الحاكم والقاضي أبو بكر محمد بن <span id='ms0009'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             الطيب بن الباقلاني وأبو\nالعلاء صاعد بن الحسن اللغوي ومكي بن محمد التميمي وأبو سعيد عبد الرحمن بن\nحمدان البصروي وأبو القاسم عبيد الله بن أحمد بن عثمان الأزهري وأبو محمد\nالحسن بن محمد الخلال وأبو طاهر محمد بن علي بن العلاف وأبو عبد الله محمد\nبن عبد الله بن باكويه الشيرازي وأبو القاسم عبيد الله بن عمر بن شاهين\nوأبو منصور محمد بن محمد بن عثمان السواق وأبو علي الحسن بن علي بن محمد\nالتميمي الواعظ راوي المسند عنه وأبو إسحاق إبراهيم بن عمر البرمكي وأبو\nالحسن علي بن إبراهيم بن عيسى الباقلاني وأبو محمد الحسن بن علي الجوهري\nوهو آخر من روى عنه\n</p>\n\n<p>\nقال الحاكم ثقة مأمون\n</p>\n\n<p>\nوقال البرقاني غرقت قطعة من كتبه فنسخها من كتاب ذكروا أنه لم يكن سماعه\nفيه فغمزوه لأجل ذلك وإلا فهو ثقة\n</p>\n\n<p>\nقال وكنت شديد التنقير عنه حتى تبين عندي أنه صدوق ولا شك في سماعه قال\nوسمعت أنه مجاب الدعوة\n</p>\n\n<p>\nوقال الخطيب لم نر أحدا ترك الاحتجاج به\n</p>\n\n<p>\nوذكر أبو الحسن بن الفرات وتبعه ابن الصلاح في علوم الحديث أنه اختل في\nآخر عمره وخرف حتى كان لا يعرف شيئا مما قرئ عليه قال الذهبي فهذا غلو\nوإسراف\n</p>\n\n<p>\nوتوفي في ذي الحجة سنة ثمان وستين وثلثمائة وله خمس وتسعون سنة\n</p>\n\n<p>\nأحمد بن الحسين بن علي بن موسى بن عبد الله أبو بكر البيهقي الخسرو جردي\nالإمام الحافظ الفقيه الشافعي صاحب التصانيف المشهورة سمع بنيسابور وخراسان\nوبغداد ومكة والمدينة والكوفة وغيرها من البلاد وروى عن أبي الحسن محمد بن\nالحسين بن داود العلوي وابن علي الحسين محمد الروذباري وأبي عبد الله محمد\nبن عبد الله الحاكم بن البيع وأبي زكريا يحيى بن إبراهيم بن محمد الزكي بن\nمنده وأبي سعيد محمد بن موسى بن الفضل وأبي طاهر محمد بن محمد الزيادي وعلي\nبن محمد بن بشران وأبي عبد الرحمن محمد بن الحسين السلمي في آخرين\n</p>\n\n<p>\nروى عنه حفيده عبيد الله بن محمد <span id='ms0010'></span> ويحيى بن عبد الوهاب بن منده وأبو عبد\nالله محمد بن الفضل القراوي وأبو المظفر عبد المنعم بن عبد الكريم بن هوازن\nالقشيري وأبو القاسم زاهر بن طاهر الشحامي وأبو محمد عبد الجبار بن محمد\nالخواري وأبو المعالي محمد بن إسماعيل الفارسي وأبو الحسن عبد الجبار بن\nعبد الوهاب الدهان وغيرهم\n</p>\n\n<p>\nوصنف كتبا كثيرة منها السنن الكبرى له وكتاب معرفة السنن والآثار وكتاب\nشعب الإيمان وكتاب المدخل وكتاب الأدب وكتاب الأسماء والصفات وكتاب الأدعية\nالكبير وكتاب الأدعية الصغير وكتاب الإعتقاد الكبير وكتاب الإعتقاد الصغير\nوفصائل الأوقات وكتاب المبسوط في نصوص الشافعي وكتاب أحكام القرآن ودلائل\nالنبوة وكتاب الزهد الكبير وكتاب الزهد الصغير ومناقب الشافعي وغير ذلك\n</p>\n\n<p>\nقال الذهبي وبلغت تصانيفه ألف جزء ونفع الله المسلمين بها شرقا وغربا\nلإمامة الرجل ودينه وفضله وإتقانه فالله يرحمه\n</p>\n\n<p>\nانتهى تفقه أبو بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             البيهقي على أبي الفتح ناصر بن الحسين\nالمروزي واعتنى بكتب الشافعي في تخريج أحاديثها وجمع نصوصه وانتزاعاته حتى\nقيل ليس أحد من الشافعية إلا وللشافعي في عنقه منه إلا البيهقي فإن له عليه\nمنة وكان مولده سنة أربع وثمانين وثلثمائة وتوفي في عاشر جمادى الأول سنة\nثمان وخمسين وأربعائة بنيسابور وحمل تابوته إلى بيهق فدفن بها رحمه الله\nورضي عنه\n</p>\n\n<p>\nأحمد بن سنان بن أسد بن حيان أبو جعفر الواسطي القطان الحافظ روى عن يحيى\nبن سعيد القطان ووكيع وعبد الرحمن بن مهدي وطبقتهم روى عنه ابنه جعفر\nوالبخاري ومسلم وأبو داود وابن ماجه والنسائي في جمعه لحديث مالك وأبو بكر\nبن أبي داود وعبد الرحمن بن أبي حاتم وخلق قال أبو حاتم ثقة صدوق وقال ابن\nأبي حاتم إمام أهل زمانه واختلف في وفاته فقيل سنة ست وخمسين ومائتين وبه\nصدر ابن عساكر كلامه وقيل سنة ثمان وخمسين وبه جزم الذهبي في العبر وقيل\nسنة تسع وخمسين\n</p>\n\n<p>\nأحمد بن شعيب بن علي بن بحر بن سنان بن دينار أبو عبد الرحمن النسائي\nالحافظ مصنف السنن وأحد الأئمة المبرزين روى عن <span id='ms0011'></span> قتيبة بن سعيد وإسحاق بن\nراهويه وهشام بن عمار وعيسى بن حماد زغبة في خلق كثيرين روى عنه ابنه عبد\nالكريم وأبو سعيد بن يونس وأبو سعيد بن الأعرابي وأبو غواتة الإسفراييني\nوأبو جعفر الطحاوي وأبو جعفر العقبلي وابو القاسم الطبراني وأبو بشر\nالدولابي وأبو بكر بن السني وخلائق آخرهم أبيض بن محمد القهري حدث عنه بحر\nسمعناه متصلا عاليا قال الحافظ أبو علي النيسابوري النسائي إمام في الحديث\nبلا مدافعة وقال الطحاوي إمام من أئمة المسلمين وقال الدار قطني مقدم على\nكل من يذكر بهذا العلم من أهل عصره وسئل الدار قطني إذا حدث النسائي وابن\nخزيمة أيهما يقدم فقال النسائي فإنه لم يكن مثله ولا أقدم عليه أحدا ولم\nيكن في الورع مثله وقال الحاكم سمعت الدار قطني يقول كان النسائي أفقه\nمشايخ مصر في عصره وأعرفهم بالصحيح والسقيم وأعلمهم بالرجال وقال ابن يونس\nكان إماما في الحديث ثقة ثبتا حافظا كان خروجه من مصر في ذي القعدة سنة\nاثنين وثلثمائة وتوفي بفلسطين يوم الاثنين لثلاث عشرة خلت من صفر سنة ثلاث\nوقال أبو علي الغساني ليلة الاثنين وكذا قال الطحاوي مات في صفر بفلسطين\nوقال الحافظ أبو عامر العبدري أنه توفي بالرملة مدينة فلسطين وحمل إلى بيت\nالمقدس فدفن به\n</p>\n\n<p>\nوحكى ابن منده عن مشايخه بمصر أنه خرج من مصر إلى دمشق فوقعت له بها\nكائنة ثم حمل إلى مكة ومات بها سنة ثلاث وثلثمائة وهو مدفون بها وكذا قال\nالدار قطني أنه حمل إلى مكة فتوفي بها في شعبان سنة ثلاث وكان مولده سنة\nأربع عشرة ومائتين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             أحمد بن عبد الله بن أحمد بن إسحاق أبو نعيم الأصبهاني سبط\nالزاهد محمد بن يوسف بن البناء أحد الحفاظ المكثرين وصاحب التصانيف كالحلية\nوتاريخ أصبهان وعمل اليوم والليلة وفضائل القرآن وغير ذلك\n</p>\n\n<p>\nروى عن أبيه أبي محمد عبد الله بن أحمد وعن أبي جعفر أحمد بن جعفر\nالسمسار وعبد الله بن جعفر بن أحمد بن فارس وأبي علي <span id='ms0012'></span> محمد بن أحمد بن الحسن\nبن الصواف وأبي بكر أحمد بن يوسف بن خلاد والقاضي أبي أحمد محمد بن أحمد بن\nإبراهيم العسال وأبي القاسم سليمان بن أحمد بن أيوب الطبراني وأبي بكر بن\nمحمد بن الحسين الآجرى وأبي الشيخ عبد الله بن محمد بن جعفر بن حيان وعبد\nالله بن جعفر بن إسحاق الجابري في آخرين كثيرين وأجاز له خيثمة بن سليمان\nالإطرابلسي وأبو العباس محمد بن يعقوب الأصم وأبو بكر محمد بن بكر بن داسة\nوآخرون روى عنه الحافظ أبو بكر محمد بن إبراهيم بن علي العطار وهو كان\nالمستملي عنه عنه وأبو الفضل حمد بن أحمد بن الحسن الحداد وأبو سعد محمد بن\nمحمد بن محمد المطرزة وأبو القاسم غانم بن محمد بن عبيد الله البرجي وأبو\nعلي الحسن بن أحمد بن الحداد وأبو طاهر عبد الواحد بن محمد الدشتج وهو آخر\nمن حدث عنه وآخرون وهو أحد الثقات المكثرين ووثقه الخطيب إلا أنه قال رأيت\nله أشياء يتساهل فيها منها أنه يطلق في الإجازة أخبرنا ولا يبين وقال\nالذهبي صدوق تكلم فيه بلا حجة وتوفي بأصبهان في المحرم سنة ثلاثين\nوأربعمائة وله يومئذ أربع وتسعون سنة\n</p>\n\n<p>\nأحمد بن عمرو بن عبد الخالق أبو بكر البزار البصري أحد الحفاظ ومصنف\nالمسند روى عن هدية بن خالد وعبد الله بن معاوية الجمحي وزيد بن أخزم\nالطائي والفلاس وبندار وخلق روى عنه محمد بن عبد الله بن حبوبة النيسابوري\nوابو الشيخ عبد الله بن محمد بن جعفر بن حيان ومحمد بن أيوب بن حبيب بن\nالصموت وأبو القاسم سليمان بن أيوب بن أحمد الطبراني وغيرهم تكلم فيه\nالنسائي وقال أبو أحمد الحاكم يخطئ في المتن والإسناد وكذا قال الدار قطني\nوكان يحدث من حفظه ويتكل عليه فيغلط توفي بالرملة في شهر ربيع الأول سنة\nاثنين وتسعين ومائتين\n</p>\n\n<p>\nأحمد بن محمد بن سلامة الأزدي الحافظ أبو جعفر الطحاوي إمام الحنفية روى\nعن يونس بن عبد الأعلى وهارون بن سعيد الأيلي <span id='ms0013'></span> والربيع الجيزي والربيع\nالمرادي وعلي بن معبد بن نوح وأحمد بن عبد الرحمن بن وهب وخلائق روى عنه\nأبو القاسم الطبراني وأبو بكر بن المقري وأبو سعيد بن يونس وقال كان ثقة\nثبتا لم يخلف مثله وقال أبو إسحاق الشيرازي انتهت إليه رئاسة الحنفية بمصر\nأخذ الفقه عن أبي جعفر بن أبي عمران وأبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             حازم القاضي وتوفي\nسنة إحدى وعشرين وثلثمائة وكان مولده سنة تسع وعشرين ومائتين\n</p>\n\n<p>\nأحمد بن محمد بن حنبل بن هلال بن أسد بن إدريس بن عبد الله بن حيان بن\nعبد الله بن أنس بن عوف بن قاسط بن مازن بن شيبان بن ذهل بين ثعلبة بن\nعكابة بن صعب بن علي بن بكر بن وائل بن قاسط بن هنب بن أقصي بن دعمى بن\nجديلة بن أسد بن ربيعة بن نزار بن معد بن عدنان الإمام العلم أبو عبد الله\nالذهلي ثم الشيباني المروزي ثم البغدادي خرج به من مرو وهو حمل فولد ببغداد\nسنة أربع وستين ومائة في شهر ربيع الأول وتوفي أبوه شابا وطلب أحمد العلم\nسنة وفاة مالك وهي سنة تسع وسبعين فسمع من هشيم وجرير بن عبد الحميد وسفيان\nبن عيينة ومعتمر بن سليمان ويحيى بن سعيد القطان ومحمد بن إدريس الشافعي\nوعبد الرزاق وعبد الرحمن بن مهدي وخلائق بمكة والبصرة والكوفة وبغداد\nواليمن وغيرها من البلاد روى عنه ابناه صالح وعبد الله والبخاري ومسلم وأبو\nداود وإبراهيم الحربي وأبو زرعة الرازي وأبو زرعة الدمشقي وعبد الله بن أبي\nالدنيا وأبو بكر الأثرم وعثمان بن سعيد الدارمي وأبو القاسم البغوي وهو آخر\nمن حدث عنه وخلائق وروى عنه من شيوخه عبد الرحمن بن مهدي والأسود بن عامر\nومن أقرانه علي بن المديني ويحيى بن معين وقال ما رأيت خيرا منه\n</p>\n\n<p>\nوقال عبد الرحمن بن مهدي إنه أعلم الناس بحديث سفيان الثوري وقال وكيع ما\nقدم الكوفة مثله وقال يحيى القطان ما قدم علي مثله\n</p>\n\n<p>\nوقال الشافعي خرجت من بغداد وما خلفت <span id='ms0014'></span> بها أفقه ولا أزهد ولا أورع منه\n</p>\n\n<p>\nوقال قتيبة أحمد إمام الدنيا وقال ابن المديني ليس في أصحابنا أحفظ منه\n</p>\n\n<p>\nوقال أيضا ما قام أحد في الإسلام ما قام به\n</p>\n\n<p>\nوقال أبو عبيد لست أعلم في الإسلام مثله وقال أيضا انتهى علم الحديث إلى\nأربعة فكان أحمد أفقههم فيه وقال حجاج ابن الشاعر ما رأت عيناي أفضل منه\nوقال أحمد بن سعيد الدارمي ما رأيت أسود الرأس أحفظ لحديث رسول الله صلى\nالله عليه وسلم ولا أعلم بفقهه ومعانيه منه\n</p>\n\n<p>\nوقال أبو زرعة كان يحفظ ألف ألف حديث وقال بشر الحافي إن ابن حنبل أدخل\nالكير فخرج ذهبا أحمر وقال بصر بن علي الجهضمي أحمد أفضل أهل زمانه وقال\nابنه عبد الله كان أبي يصلي كل يوم وليلة ثلثمائة ركعة فلما مرض من تلك\nالأسواط يعني التي ضربها في المحنة ضعف فكان يصلي في كل يوم وليلة مائة\nوخمسين ركعة وقد قارب الثمانين وكان يختم في كل أسبوع مرة بالليل ومرة\nبالنهار وكان يصلي العشاء وينام نومة خفيفة ثم يقوم إلى الصباح\n</p>\n\n<p>\nقال البخاري مرض أحمد لليلتين خلتا من ربيع الأول ومات يوم الجمعة لاثنتي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             عشرة خلت منه وقال حنبل مات يوم الجمعة في ربيع الأول سنة إحدى\nوأربعين ومائتين وله سبع وسبعون سنة وقال ابنه عبد الله والفضل بن زياد مات\nفي ثاني عشر ربيع الآخر\n</p>\n\n<p>\nأحمد بن محمد بن هارون أبو بكر الخلال البغدادي الحنبلي صاحب كتاب العلل\nروى عن الحسن بن عرفة وغيره وتفقه على أبي بكر أحمد بن محمد بن الحجاج\nالمروزي وأنفق عمره في جمع مذهب الإمام أحمد وتصنيفه روى عنه أبو بكر عبد\nالعزيز بن جعفر بن أحمد الحنبلي وآخرون وكان ثقة صالحا توفي في شهر ربيع\nالأول سنة إحدى عشرة وثلثمائة له ذكر في الصلاة\n</p>\n\n<p>\nإبراهيم بن سعد بن إبراهيم بن عبد الرحمن بن عوف أبو إسحاق الزهري المدني\nنزيل بغداد أحد الأعلام روى عن أبيه وعن الزهري وابن إسحاق وغيرهم روى عنه <span id='ms0015'></span>\nأبو داود الطيالسي وعبد الرحمن بن مهدي وابن وهب وأحمد بن حنيل وخلق كثيرون\nقال أبو داود ولي بيت المال ببغداد\n</p>\n\n<p>\nوقال إبراهيم بن حمزة كان عنده عن ابن إسحاق نحو من سبعة عشر ألف حديث في\nالأحكام سوى المغازي وقد وثقه أحمد وابن معين وغيرهما توفي سنة ثلاث\nوثمانين ومائة قاله ابن سعد وجماعة وقيل سنة أربع وكان مولده سنة ثمان\nومائة\n</p>\n\n<p>\nإبراهيم بن عبد الصمد بن موسى بن محمد بن إبراهيم بن محمد بن علي بن أبي\nطالب الهاشمي العلوي أبو إسحاق الأمير روى عن أبي مصعب أحمد بن بكر الزهري\nوالزبير بن بكار وابي سعيد الأشج وعبيد بن أسباط وأبي الوليد محمد بن عبد\nالله الأزرقي في آخرين وهو آخر من روى الموطأ عن أبي مصعب روى عنه الحافظ\nأبو الحسن علي بن عمر الدار قطني وأبو حفص عمر بن إبراهيم الكتاني وأبو علي\nزاهر بن أحمد السرخسي وأبو الحسن علي بن صالح السامري الرفاء وابو الحسن\nعلي بن محمد بن معروف البزاز والقاضي أبو الحسن علي بن أحمد بن محمد بن\nيوسف السرمري ومحمد بن محمد بن أبي موسى الهاشمي وآخرون آخرهم أحمد بن محمد\nبن موسى المجبر تكلم فيه علي بن لؤلؤ الوراق بلا حجة فقال دخلت إليه إلى\nسامرا لأسمع منه الموطأ فلم أر له أصلا صحيحا فتركته وخرجت\n</p>\n\n<p>\nوقد قال ابن أم شيبان القاضي رأيت سماعه بالموطأ سماعا قديما صحيحا وقال\nالذهبي لا بأس به إن شاء الله تعالى توفي في المحرم سنة خمس وعشرين\nوثلثمائة\n</p>\n\n<p>\nإبراهيم بن عبد الله أبو مسلم الكشي يأتي في الكنى\n</p>\n\n<p>\nإبراهيم بن يزيد بن قيس بن الأسود بن عمرو بن ربيعة النخعي الكوفي يكنى\nأبا عمران كان أحد الفقهاء الأعلام دخل على عائشة وهو صغير وروى عنها فقيل\nإنه لم يسمع منها وروى عن خاله الأسود بن يزيد وعلقمة بن قيس ومسروق بن\nالأجدع وغيرهم روى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             عنه حماد بن أبي سليمان والأعمش ومنصور\nوزبيد اليامي وخلائق قال <span id='ms0016'></span> الأعمش كان إبراهيم صيرفي الحديث وقال العجلي كان\nمفتي الكوفة هو والشعبي وتوفي سنة ست وتسعين قال أبو نعيم واختلف في مبلغ\nسنة فقيل تسع وأربعون وقيل ثمان وخمسون\n</p>\n\n<p>\nإبراهيم بن يزيد الخوزي نزل شعب الخوز بمكة روى عن عطاء وطاووس وغيرهما\nروى عنه وكيع وعبد الرزاق في جماعة آخرين قال ابن معين ليس بثقة وقال أحمد\nمتروك وقال البخاري سكتوا عنه قال ابن سعد مات سنة إحدى وخمسين ومائة\n</p>\n\n<p>\nأسامة بن زيد بن حارثة بن شراحيل الكلبي حب رسول الله صلى الله عليه وسلم\nومولاه وابن مولاه وابن مولاته أم أيمن روى عن النبي صلى الله عليه وسلم\nوعن أبيه وبلال وأم سلمة\n</p>\n\n<p>\nروى عنه أبو عثمان الهندي وعروة بن الزبير وأبو وائل وغيرهم أمره النبي\nصلى الله عليه وسلم على جيش فيهم أبو بكر وعمر وقال فيه وايم الله إن كان\nلخليقا للإمارة\n</p>\n\n<p>\nوفي صحيح البخاري أنه قال له وللحسن اللهم إني أحبهما فأحبهما وزوجه\nفاطمة بنت قيس وكان يومئذ ابن خمس عشرة سنة وولد له في عهد النبي صلى الله\nعليه وسلم وتوفي النبي صلى الله عليه وسلم وهو ابن تسع عشرة سنة وفضله عمر\nعلى ابنه عبد الله في الفرض وقال هو أحب إلى رسول الله صلى الله عليه وسلم\nمنك وسكن أسامة المزة مدة ثم تحول إلى المدينة ومات بوادي القرى سنة أربع\nوخمسين وقيل في وفاته غير ذلك\n</p>\n\n<p>\nإسماعيل بن أمية بن عمرو بن سعيد بن العاصي الأموي المكي روى عن أبيه\nونافع وعكرمة وغيرهم روى عنه معمر والسفيانان وآخرون وكان من الأشراف\nوالعلماء وثقة أبو حاتم وغيره وتوفي سنة أربع وأربعين ومائة قاله ابن سعد\nوقيل سنة تسع وثلاثين\n</p>\n\n<p>\nإسماعيل بن مرزوق بن يزيد أبو يزيد المرادي الكعبي أحد بني الحارث بن كعب\nبن عوف بن أنعم بن مراد المصري روى عن يحيى بن أيوب الغافقي ونافع بن يزيد\n</p>\n\n<p>\nروى عنه ابنه محمد بن إسماعيل ومحمد بن عبد الله بن عبد الحكم ذكره <span id='ms0017'></span> ابن\nحبان في الثقات وتكلم فيه الطحاوي بغير حجة لكونه روى في حديث السراية في\nالعتق ورق منه ما رق فقال إسماعيل ليس ممن يقطع بروايته وهذا في الحقيقة لا\nيضره لأن خبر الواحد لا يفيد القطع نعم أفحش ابن حزم في المحلى عند ذكر هذه\nالزيادة فقال إنها موضوعة مكذوبة لا نعلم أحدا رواها لا ثقة ولا ضعيفا وهذه\nمجازفة منه فقد رواها ابن يونس في تاريخ مصر والدار قطني والبيهقي في\nسننهما ولا يظن بإسماعيل هذا وضعها فإنها معروفة قبل إسماعيل فقد ذكرهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             الشافعي وقد عاش إسماعيل هذا بعد الشافعي ثلاثين سنة فقد ذكرها\nالشافعي وقد عاش إسماعيل هذا بعد الشافعي ثلاثين سنة فقد ذكر ابن يونس أنه\nتوفي بمصر سنة أربع وثلاثين ومائتين\n</p>\n\n<p>\nالأسود بن يزيد بن قيس النخعي الكوفي يكنى أبا عمرو وقيل أبا عبد الرحمن\nروى عن عمر وعلي وابن مسعود في آخرين روى عنه ابنه عبد الرحمن وأخوه عبد\nالرحمن بن يزيد وابن أخيه إبراهيم النخعي وأبو إسحاق السبيعي وآخرون\n</p>\n\n<p>\nقرأ على ابن مسعود وقال الشعبي كان صواما قواما حجاجا وقال إبراهيم\nالنخعي كان يختم القرآن في كل ليلتين وورد أنه كان يصلي في كل يوم وليلة\nسبعمائة ركعة ووثقة يحيى بن معين وغيره توفي سنة خمس وسبعين وقيل سنة أربع\n</p>\n\n<p>\nأسيد بن الحضير بن سماك بن عتيك الأنصاري الأشهلي كنيته أبو عتيك وبه\nكناه النبي صلى الله عليه وسلم وقيل أبو يحيى وقيل أبو حضير وقيل أبو عيسى\nوقيل أبو عتيق وقيل أبو عمرو أسلم على يد مصعب بن عمير وكان أحد النقباء\nليلة العقبة واختلف في شهودة بدرا قال النبي صلى الله عليه وسلم نعم الرجل\nأسيد بن حضير وقال له تلك الملائكة تنزلت لقراءاتك ولو مضيت لرأيت العجائب\nوهو الذي أضاءت عصاه في ليلة ظلماء هو وعباد بن بشر كما في صحيح البخاري\nوقالت عائشة كان من أفاضل الناس روى عنه أنس بن مالك وأبو سعيد الخدري وعبد\nالرحمن بن أبي <span id='ms0018'></span> ليلى وغيرهم وتوفي سنة عشرين وصلى عليه عمر قاله ابن نمير\nوجماعة مذكور في التيمم والحدود\n</p>\n\n<p>\nأنس بن مالك بن النضر بن ضمضم بن زيد بن حرام الأنصاري البخاري يكنى أبا\nحمزة خادم رسول الله صلى الله عليه وسلم روى عن النبي صلى الله عليه وسلم\nوأبي بكر وعمر وعثمان في آخرين روى عنه أولاده موسى والنضر وأبو بكر\nوحفيداه ثمامة وحفص وسليمان التيمي وحميد الطويل وعاصم الأحول وخلائق لا\nيحصون خدم النبي صلى الله عليه وسلم تسع سنين أو عشر سنين ودعا له النبي\nصلى الله عليه وسلم فقال اللهم أكثر ماله وولده وأدخله الجنة وقال أبو\nهريرة ما رأيت أحدا أشبه صلاة برسول الله صلى الله عليه وسلم منه وقال\nثمامة كان يصلي فيطيل القيام حتى تقطر قدماه دما واختلف في وفاته فقيل سنة\nاثنين قاله الواقدي ومعن بن عيسى عن رجل وقيل سنة إحدى قاله قتادة والهيثم\nبن عدي وأبو عبيد وقيل سنة تسعين قاله جرير بن حازم وشعيب بن الحبحاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             أيوب بن أبي تميمة واسم أبي تميمة كيسان السختياني يكنى أبا\nبكر أحد الأئمة الأعلام رأى أنسا وروى عن عمرو بن سلمة الجرمي والحسن وسعيد\nبن جبير وخلق روى عنه شعبة والسفيانان والحمادان وخلائق وروى عنه من شيوخه\nابن سيرين قال الحسن أيوب سيد شباب أهل البصرة وقال شعبة كان سيد الفقهاء\nوقال ابن عيينة ما لقيت مثله في التابعين وقال ابن معين أيوب أثبت من ابن\nعون وقال ابن سعد كان أيوب ثقة حجة ثبتا في الحديث جامعا كثير العلم وقال\nأشعث كان جهبذ العلماء وقال هشام بن عروة لم أر في البصرة مثله قال ابن\nعلية ولد سنة ست وستين وقال ابن المديني توفي سنة إحدى وثلاثين ومائة\n</p>\n\n<p>\nالبراء بن عازب بن الحارث بن عدي الأوسي الحارثي كنيته أبو عمارة وقيل\nأبو عمرو وقيل أبو الطفيل نزل الكوفة روى عن النبي صلى الله عليه وسلم وعن\nعلي وبلال وأبي أيوب وآخرين روى عنه عبد <span id='ms0019'></span> الرحمن بن أبي ليلى وسعد بن عبيدة\nوأبو إسحاق السبيعي وآخرون كثيرون شهد أحدا والحديبية وما بعدهما قال\nالبراء غزوت معه خمس عشرة غزوة وما قدم علينا المدينة حتى حفظت سورا من\nالمفصل وتوفي سنة اثنتين وسبعين وقيل سنة إحدى وكان في سن عبد الله بن عمر\n</p>\n\n<p>\nبريدة بن الحصيب بن عبد الله بن الحارث الأسلمي أسلم قبل بدر ولم يشهدها\nروى عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\nروى عنه ابناه عبد الله وسليمان والشعبي وجماعة وكان فارسا شجاعا نزل\nالبصرة ثم مر وبها توفي سنة ثلاث وستين قاله أبو عبيدة وغيره وبه جزم المزي\nفي التهذيب وتبعه الذهبي في مختصره وخالف ذلك في العبر فقال الأصح أنه توفي\nسنة اثنتين\n</p>\n\n<p>\nبشير بن عبد المنذر أبو لبابه يأتي في الكنى إن شاء الله تعالى\n</p>\n\n<p>\nبلال بن رباح الحبشي مؤذن رسول الله صلى الله عليه وسلم ومولى أبي بكر\nالصديق يكنى أبا عبد الله وقيل أبو عبد الرحمن وقيل أبو عبد الكريم وقيل\nأبو عمرو وهو أحد السابقين إلى الإسلام الذين عذبوا في الله بمكة وشهد بدرا\nولم يؤذن بعد النبي صلى الله عليه وسلم لأحد من الخلفاء إلا أن عمر لما قدم\nالشام حين فتحها أذن بلال فتذكر الناس النبي صلى الله عليه وسلم قال أسلم\nمولى عمر فلم أر باكيا أكثر من يؤمئذ وقال النبي صلى الله عليه وسلم لبلال\nما دخلت الجنة قط إلا سمعت خشخشتك أمامي وقال عمر أبو بكر سيدنا وأعتق\nسيدنا وقال أنس بلال سابق الحبشة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             وروى مرفوعا وسكن بلال داريا\nمن عمل دمشق وبها توفي سنة عشرين ودفن بباب كيسان وقال الواقدي بباب الصغير\nوله بضع وستون سنة وقيل دفن بحلب\n</p>\n\n<p>\nجابر بن عبد الله بن عمرو بن حرام بن سلمة الأنصاري السلمي المدني وكنيته\nأبو عبد الله وقيل أبو عبد الرحمن وقيل أبو محمد روى عن النبي صلى الله\nعليه وسلم وأبي بكر وعمر وعلي وآخرين روى عنه أولاده محمد وعقيل وعبد\nالرحمن <span id='ms0020'></span> وعطاء بن أبي رباح ومحمد بن المنكدر وعمرو بن دينار وخلائق\n</p>\n\n<p>\nغزى مع النبي صلى الله عليه وسلم تسع عشرة غزوة ولم يشهد بدرا ولا أحدا\nمنعه أبوه وقال النبي صلى الله عليه وسلم لأهل الحديبية وهو منهم أنتم خير\nأهل الأرض واستغفر له النبي صلى الله عليه وسلم ليلة البعير خمسا وعشرين\nمرة قال هشام بن عروة رأيت له حلقة في المسجد تأخذ عنه وتوفي بالمدينة على\nقول الجمهور وقيل مات بمكة قاله أبو بكر بن أبي داود وقيل بقباء والمشهور\nفي وفاته أنها في سنة ثمان وسبعين قاله عمرو بن علي الفلاس وجماعة وقال أبو\nنعيم سنة تسع وسبعين وقيل سنة سبع وقيل أربع وقيل ثلاث وقيل اثنتين وروى\nأحمد بن حنبل عن قتادة أنه آخر من مات بالمدينة من الصحابة وكذا قال أبو\nنعيم وليس بجيد فقد تأخر بعده بها السائب بن يزيد وغيره\n</p>\n\n<p>\nجرير بن حازم أبو النضر الأزدي البصري أحد الأعلام روى عن أبي الطفيل\nعامر بن واثلة فقيل لم يسمع منه وقد شهد جنازته وعن الحسن وابن سيرين وعطاء\nوخلق وقرأ على أبي عمرو بن العلاء فقال له أبو عمرو أنت أفصح من معد\n</p>\n\n<p>\nروى عنه ابنه وهب بن جرير وعبد الرحمن بن مهدي وعبد الله بن وهب وهدبة بن\nخالد وهو آخر من حدث عنه وآخرون كثيرون وثقه ابن معين وأبو حاتم وقال تغير\nقبل موته بسنة قلت ولم يحدث بعد اختلاطه\n</p>\n\n<p>\nمنعه أولاده وحجبوه فجزاهم الله خيرا توفي سنة سبعين ومائة\n</p>\n\n<p>\nجعفر بن ربيعة بن شرحبيل بن حسنة الكندي المصري يكنى أبا شرحبيل رأى عبد\nالله بن الحارث بن جزء الصحابي وروى عن الأعرج وأبي سلمة بن عبد الرحمن\nوغيرهما وروى عنه الليث بن سعد وبكر بن مضر وآخرون ووثقة أحمد وأبو زرعة\nوتوفي سنة ست وثلاثين ومائة قاله ابن يونس\n</p>\n\n<p>\nجميع بن عمير بن عفاف التيمي الكوفي يكنى أبا الأسود روى عن عائشة وابن\nعمر\n</p>\n\n<p>\nروى عنه الأعمش وأبو إسحاق الشيباني <span id='ms0021'></span> وغيرهما قال أبو حاتم من عتق الشيعة\nصالح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             الحديث وقال البخاري فيه نظر وقال ابن نمير هو من أكذب\nالناس وقال ابن عدي عامة ما يرويه لا يتابعه عليه أحد وقال ابن حبان كان\nيضع الحديث\n</p>\n\n<p>\nجندب بن جنادة أبو ذر الغفاري يأتي في الكنى إن شاء الله تعالى\n</p>\n\n<p>\nجهجاه بن مسعود ويقال ابن سعيد بن حرام بن غفار الغفاري المدني روى عن\nالنبي صلى الله عليه وسلم شيئا يسيرا روى عنه عطاء بن يسار وسليمان بن يسار\nونافع مولى ابن عمر يقال إنه شهد بيعة الشجرة وكان قد شهد غزوة المريسيع\nوهو الذي وقع بينه وبين سنان بن وبرة الجهني فيها شر فنادى يا للمهاجرين\nونادى سنان يا للأنصار فقال عبد الله بن أبي بن سلول لئن رجعنا إلى المدينة\nليخرجن الأعز منها الأذل مات جهجاه بعد عثمان بن عفان بشيء يسير قاله ابن\nعبد البر الحارث بن عمرو السهمي الباهلي يكنى أبا سفينة له صحبة نزل البصرة\nروى عن النبي صلى الله عليه وسلم حديثا في المواقيت والعتيرة روى عنه حفيده\nزرارة بن كريم بن الحارث وابنه عبد الله\n</p>\n\n<p>\nالحارث بن ربعي أبو قتادة يأتي في الكنى\n</p>\n\n<p>\nحامد بن يحيى البلخي أبو عبد الله نزل طرسوس روى عن ابن عيينة وأبي النضر\nوجماعة\n</p>\n\n<p>\nروى عنه أبو داود وابو بكر بن أبي عاصم وجعفر الفريابي وآخرون وسأل\nالفريابي عنه علي بن المديني فقال يا سبحان الله أبق حامد إلى أن يحتاج أن\nيسأل عنه وقال أبو حاتم صدوق وقال ابن حبان كان من أعلم أهل زمانة بحديث\nابن عيينة أفنى عمره في مجالسته قال مطين مات سنة اثنتين وأربعين ومائتين\n</p>\n\n<p>\nحجاج بن محمد الأعور المصيصي أحد الحفاظ أصله من ترمذ وسكن بغداد ثم\nالمصيصة روى عن ابن جريج وشعبة وطائفة روى عنه أحمد وابن معين والحسن\nالزعفراني وخلق وثقه أحمد وابن المديني وغيرهما قال أحمد ما كان أضبطه وأصح\nحديثه وأشد تعاهده للحروف ورفع من أمره جدا قال ابن <span id='ms0022'></span> سعد مات في ربيع الأول\nسنة ست ومائتين\n</p>\n\n<p>\nحسان بن ثابت بن المنذر بن عمرو بن حرام الأنصاري البخاري شاعر رسول الله\nصلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n             يكنى أبا عبد الرحمن وقيل أبو الوليد وقيل\nأبو الحسام روى عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\nروى عنه ابنه عبد الرحمن وسعيد بن المسيب وأبو سلمة بن عبد الرحمن وآخرون\nدعا له النبي فقال اللهم أيده بروح القدس فيقال أعانة جبريل بسبعين بيتا\nوعاش حسان مائة وعشرين سنة ستين في الجاهلية وستين في الإسلام وكذا عاش\nأبوه ثابت وجده المنذر وجد أبيه حرام كل واحد منهم مائة وعشرين سنة قال أبو\nعبيد توفي سنة أربع وخمسين\n</p>\n\n<p>\nالحسن بن علي بن أبي طالب أبو محمد الهاشمي المدني سبط رسول الله صلى\nالله عليه وسلم وريحانته روى عن جده وأبيه وخاله هند بن أبي هاله روى عنه\nابنه الحسن وأبو وائل ومحمد بن سيرين وطائفة ولد في شوال سنة ثلاث وكان\nأشبه الناس برسول الله صلى الله عليه وسلم قاله أنس وابن الزبير وأبو جحيفة\nوفي صحيح مسلم من حديث أبي هريرة قال قال النبي صلى الله عليه وسلم للحسن\nاللهم إني أحبه فأحبه وأحب من يحبه وقال فيما رواه البخاري من حديث أبي\nبكرة إن ابني هذا سيد وقال فيما رواه النسائي والترمذي وصححه من حديث أبي\nسعيد الحسن والحسين سيدا شباب أهل الجنة وقال فيما رواه البخاري والترمذي\nوصححه من حديث ابن عمر هما ريحانتاي من الدنيا وقد بويع الحسن بالخلافغة\nفقال هشام بن الكلبي فوليها سبعة أشهر وأحد عشر يوما ثم صالح معاوية وسلمها\nإليه خوفا من القتال على الملك وكان الحسن يحج ماشيا ونجائبه تقاد إلى\nجانبه وكان كثير التزوج حتى أنه أحصن سبعين أمراة فيما قاله المدائني وقد\nأصيب من قبلهن فقتل شهيدا مسموما سمته جعدة بنت الأشعث بن قيس فاشتكى منه\nأربعين يوما ثم توفي بالمدينة ودفن بالبقيع واختلف في وفاته فالأكثر أنه\nتوفي سنة خمسين قاله المدائني وجماعة <span id='ms0023'></span> وقال الواقدي وجماعة سنة تسع وأربعين\nوفيه أقوال أخر غلط قائلها فقيل سنة إحدى وخمسين وقيل سنة ست وخمسين وقيل\nثمان وخمسين وقيل تسع وخمسين\n</p>\n\n<p>\nالحسن بن علي بن محمد بن علي بن أحمد بن وهب بن شبيل بن فروة بن واقد\nالتميمي البغدادي الواعظ يعرف بابن المذهب روى عن الدار قطني وعن أبي بكر\nأحمد بن جعفر بن حمدان القطيعي وعبد الله بن إبراهيم بن أيوب بن ماسي وأبي\nسعيد الحسن بن جعفر بن الوضاح الحرفي وأبي الحسن علي بن محمد بن أحمد بن\nلؤلؤ الوراق في آخرين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n             روى عنه الحافظان أبو بكر أحمد بن علي الخطيب وأبو نصر علي\nبن هبة الله بن ماكولا وهبة الله بن محمد بن علي المبخر وأبو طالب عبد\nالقادر بن محمد اليوسفي وهبة الله بن محمد بن الحصين وهو آخر من روى عنه\nوآخرون قال الخطيب كان سماعه للمسند من القطيعي صحيحا إلا في أجزاء فإنه\nألحق اسمه فيها قال وليس لمحل الحجة قال ابن نقطة لو بين الخطيب في أي مسند\nهي لأتي بالفائدة قال وقد ذكرنا أن مسندي فضالة بن عبيد وعوف ابن مالك لم\nيكونا في كتاب ابن المذهب وكذلك أحاديث من مسند جابر لم توجد في نسخته\nفرواها عن الحرفي عن القطعي قال ولو كان الرجل يلحق اسمه كما زعم الخطيب\nلألحق ما ذكرناه أيضا وقال شجاع الدهلي لم يكن ممن يعتمد عليه في الرواية\nوتوفي في التاسع والعشرين من شهر ربيع الآخر سنة أربع وأربعين وأربعمائة\nوكان مولده سنة خمس وخمسين وثلثمائة\n</p>\n\n<p>\nالحسن بن محمد بن محمد بن محمد بن عمرو بن محمد التيمي البكري النيسابوري\nالحافظ يكنى أبا علي ويلقب بصدر الدين سمع بمكة من عمر الميانجي وبدمشق من\nابن طبرزد وطبقته وبأصبهان من أبي الفتوح بن الجنيد وبنيسابور من المؤيد\nالطوسي وطبقته وبخراسان من ابن روح وطبقته روى عنه أبو الحسن علي بن أحمد\nبن عبد الواحد بن البخاري والحافظ عبد المؤمن بن خلف الدمياطي <span id='ms0024'></span> والشريف عطوف\nمحمد بن علي بن أبي طالب الحسيني وأخوه موسى بن علي بن أبي طالب وأبو محمد\nصالح بن تامر الجعبري ويوسف بن يعقوب المشهدي وعبد الله بن ريحان التقوى\nوآخرون آخرهم موتا إبراهيم بن محمد بن الخيمي وكان أحد من عنى بهذا الشأن\nوكتب الكثير ورحل وقرأ وأفاد وصنف وجمع تكلم فيه بعضهم وقال الزكي البرزالي\nكان كثير التخليط وقال عمر بن الحاجب كان إماما عالما فصيحا إلا أنه كثير\nالبهت كثير الدعاوي وولي بدمشق مشيخة الشيوخ والحسبة ثم تحول إلى القاهرة\nومات بها في حادي عشر ذي الحجة سنة ست وخمسين وستمائة وكان مولده في سنة\nأربع وسبعين وخمسمائة\n</p>\n\n<p>\nالحسن بن موسى الأشيب أبو علي البغدادي ولي قضاء حمص وقضاء طبرستان وقضاء\nالموصل روى عن شعبة والحمادين وخلق روى عنه أحمد بن حنبل وأبو بكر بن أبي\nشيبة والحارث بن أبي أسامة وآخرون وثقة ابن معين وابن المديني وأبو حاتم\nالرازي وابن خراش وغيرهم توفي بالري في شهر ربيع الأول سنة تسع ومائتين\n</p>\n\n<p>\nالحسين بن علي بن أبي طالب أبو عبد الله الهاشمي سبط رسول الله وريحانته\nروى عن جده وأبيه وأمه فاطمة وخاله هند بن أبي هاله روى عنه أولاده زين\nالعابدين علي وزيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             وسكينة وفاطمة وعكرمة والفرزدق وجماعة\n</p>\n\n<p>\nقال قتادة ولد بعد الحسن بعام وعشرة أشهر وقال ابن سعد ولد في شعبان سنة\nأربع وقال أنس كان أشبههم برسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nرواه الترمذي وصححه وتقدم في الحسن أيضا أنه كان أشبه الناس بالنبي صلى\nالله عليه وسلم ويجمع بينهما بما رواه الترمذي أيضا وحسنه من حديث علي\nالحسن أشبه برسول اله صلى الله عليه وسلم ما بين الصدر والرأس والحسين أشبه\nالنبي صلى الله عليه وسلم ما كان أسفل من ذلك وقال النبي صلى الله عليه\nوسلم فيما رواه الترمذي وقال حسن وابن ماجه من حديث علي بن مرة حسين مني\nوأنا من حسين أحب الله من أحب حسينا وحسين سبط من <span id='ms0025'></span> الأسباط ومناقبة كثيرة\nقال عمرو بن العاص ورأى الحسين هذا أحب أهل الأرض إلى أهل السماء اليوم\n</p>\n\n<p>\nوقد أخبر النبي صلى الله عليه وسلم بقتله فيما رواه أحمد في مسنده من\nحديث عائشة أو أم سلمة ان النبي صلى الله عليه وسلم قال لقد دخل علي البيت\nملك لم يدخل علي قبلها فقال لي إن ابنك هذا حسينا مقتول وإن شئت أريتك من\nتربة الأرض التي يقتل بها قال فأخرج تربة حمراء ورواه عبد الرزاق فجعله عن\nأم سلمة من غير شك وروى أحمد أيضا من حديث أنس أن ملك القطر استأذن أن يأتي\nالنبي صلى الله عليه وسلم فأذن له فقال لأم سلمة أملكي علينا الباب لا يدخل\nعلينا أحد قال وجاء الحسين عليه السلام ليدخل فمنعته فوثب فدخل فجعل يقعد\nعلى ظهر النبي صلى الله عليه وسلم وعلى منكبه وعلى عاتقة قال فقال الملك\nللنبي صلى الله عليه وسلم أتحبه فقال نعم فقال فإن أمتك ستقتله وإن شئت\nأريتك المكان الذي يقتل به فضرب بيده فجاء بطينة حمراء فأخذتها أم سلمة\nفصيرتها في خمارها قال ثابت بلغنا أنها كربلاء وقد روى عبد الله بن أحمد في\nزياداته على المسند من حديث أم سلمة نحو هذا إلا أن فيه ان الملك جبريل\nوزاد في آخره فشمها رسول الله صلى الله عليه وسلم وقال ريح كرب وبلاء وقال\nيا أم سلمة إذا تحولت هذه التربة دما فاعلمي أن ابني قد قتل فجعلتها أم\nسلمة في قارورة ثم جعلت تنظر إليها كل يوم وتقول إن يوما تحولين دما ليوم\nعظيم\n</p>\n\n<p>\nوروى أحمد في مسنده من رواية عمار بن أبي عمار عن أبن عباس قال رأيت\nالنبي صلى الله عليه وسلم في المنام بنصف النهار أشعث أغبر معه قارورة فيها\nدم يلتقطه أو تتبع فيها شيئا فقلت يا رسول الله ما هذا قال دم الحسين\nوأصحابه لم أزل أتتبعه منذ اليوم\n</p>\n\n<p>\nقال عمار فحفظنا ذلك فوجدناه قتل ذلك اليوم\n</p>\n\n<p>\nوقد اختلف في <span id='ms0026'></span> قاتله فقيل رماه عمرو بن خالد الطهوي بسهم في جنبه وقيل\nطعنه سنان النخعي فصرعه واحتز رأسه خولي الأصبحي وقيل إن الذي احتز رأسه\nالشمر بن ذي الجوشن لا رضي الله عن الأربعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             واختلف أيضا في يوم\nوفاته فالمشهور أنه قتل يوم عاشوراء من سنة إحدى وستين قاله قتادة والليث\nوالواقدي وأبو معشر وجماعة غيرهم وقيل يوم السبت وقيل يوم الاثنين وقيل كان\nقبله في آخر سنة ستين والأول أصح\n</p>\n\n<p>\nوالله أعلم\n</p>\n\n<p>\nالحسين بن علي بن يزيد أبو علي النيسابوري أحد الحفاظ الأعلام روى عن\nإبراهيم بن أبي طالب وأبي خليفة الفضل بن الحباب الجمحي وأبي عبد الرحمن\nالنسائي وغيرهم روى عنه الحافظ أبو عبد الله محمد بن عبد الله الحاكم\nوآخرون قال الحاكم هو واحد عصره في الحفظ والإتقان والورع والمذاكرة\nوالتصنيف وكان آية في الحفظ كان ابن عقدة يخضع لحفظه توفي بنيسابور في\nجمادي الأولى سنة تسع وأربعين وثلثمائة وله اثنتان وسبعون سنة\n</p>\n\n<p>\nالحسين بن واقد أبو عبد الله المروزي قاضي مرو وهو مولى عبد الله بن عامر\nبن كريز ولم يحتج به البخاري ولكن استشهد به روى عن عبد الله بن بريدة\nوعكرمة وعمر بن دينار وخلق وروى عنه ابناه علي والعلاء وعبد الله بن\nالمبارك وزيد بن الحباب وعلي بن الحسن بن شقيق وجماعة آخرون وثقة ابن معين\nوالنسائي وغيرهما وقال ابن المبارك من مثل الحسين توفي سنة تسع وخمسين\nومائة قاله البخاري قيل ويقال سنة سبع وخمسين قلت وبه جزم الذهبي في العبر\nوهو خلاف ما اقتضى كلامه في مختصر التهذيب ترجيحه\n</p>\n\n<p>\nحفص بن غيلان أبو معيد بضم الميم وفتح العين المهملة مصغرا وآخره دال\nمهملة الهمداني وقيل الرعيني الدمشقي روى عن طاووس وعطاء وجماعة روى عنه\nالهيثم بن حميد والوليد بن مسلم وغيرهما وثقة يحيى بن معين ودحيم والنسائي\nوابن عدي وقال أبو داود قدري ليس بذاك وقال ابنه أبو بكر بن داود ضعيف وقال\nأبو حاتم لا يحتج به\n</p>\n\n<p>\nحكيم بن حزام بن <span id='ms0027'></span> خويلد بن أسد بن عبد العزى بن قصي أبو خالد الأسدي المكي\nوهو ابن أخي خديجة رضي الله عنها روى عن النبي صلى الله عليه وسلم روى عنه\nابنه حزام وعبد الله بن الحارث بن نوفل وابن المسيب وعروة وجماعة وكان من\nسادات قريش ووجوهها ولد في جوف الكعبة قبل الفيل بثلاث عشرة سنة وأسلم قبل\nدخول النبي صلى الله عليه وسلم مكة للفتح لقيه في الطريق وروى عروة مرسلا\nمن دخل دار حكيم بن حزام فهو آمن وكان حكيم كثير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n             الصدقة\nوالمعروف في الجاهلية والإسلام فكان تأتيه العير تحمل الحنطة وبنو هاشم\nمحصورون في الشعب فيقبل بها الشعب ثم يضرب أعجازها فتدخل عليهم فيأخذون ما\nعليها وجاء الإسلام وفي يد حكيم الرفادة والندوة وفي الصحيحين أن حكيما قال\nيا رسول الله أرأيت أشياء كنت أتحنث بها في الجاهلية من صدقة وعتاقة وصلة\nفهل فيها من أجر فقال أسلمت على ما سلف لك من خير فقلت لا أدع شيئا صنعته\nلله في الجاهلية إلا صنعت في الإسلام مثله وكان أعتق في الجاهلية مائة رقبة\nفأعتق في الإسلام مثلها وساق في الجاهلية مائة بدنة فساق في الإسلام مثلها\nولم يقبل حكيم بن حزام بعد النبي صلى الله عليه وسلم من أحد عطاء ولا سأل\nأحدا شيئا وكان تاجرا وعند أبي داود والترمذي أن النبي صلى الله عليه وسلم\nبعثه يشترى له أضحية فاشتراها بدينار وباعها بدينارين الحديث\n</p>\n\n<p>\nوقال البخاري عاش في الجاهلية ستين سنة وفي الإسلام ستين سنة قاله\nإبراهيم بن المنذر ومات سنة ستين كذا قال البخاري والمعروف أنه توفي سنة\nأربع وخمسين قاله مصعب بن عبد الله وجماعة وروى إبراهيم بن المنذر عن عثمان\nبن سليمان بن أبي حثمة قال كبر حكيم حتى ذهب بصره ثم اشتد وجعه فقلت والله\nلأحضرنه فلأنظرن ما يتكلم به عند الموت فإذا هو يهمهم فأصغيت إليه فإذا هو\nيقول لا إله إلا الله قد كنت أخشاك فأنا اليوم أرجوك\n</p>\n\n<p>\nحكيم بن معاوية النميري <span id='ms0028'></span> وقيل اسمه مخمر بن معاوية اختلف في صحبته له في\nالكتابين عن النبي صلى الله عليه وسلم حديث لا شؤم رواه عنه ابن أخيه\nمعاوية بن حكيم ولا أعرف روى عنه غيره\n</p>\n\n<p>\nحمد بن محمد بن إبراهيم بن خطاب أبو سليمان الخطابي البستي قيل إنه منسوب\nإلى جده خطاب وقيل إلى خطاب أبي عمر بن الخطاب فإنه قيل إنه من ذرية زيد بن\nالخطاب والله أعلم روى عن أبي سعيد أحمد بن محمد بن زياد بن الأعرابي\nوإسماعيل بن محمد الصفار ومحمد بن يعقوب الأصم وغيرهم روى عنه أبو نصر محمد\nبن أحمد البلخي وعبد الغفار بن محمد الفارسي وآخرون وتفقه على القفال\nالشاشي وأبي علي بن أبي هريرة وغيرهما وصنف التصانيف المفيدة معالم السنن\nوغريب الحديث وشرح الأسماء الحسنى والغنية عن الكلام وكتاب العزلة وغير ذلك\nوكان رأسا في العربية والأدب والغريب والحديث والفقه وله شعر جيد فمن شعره\nقوله % وما غربة الإنسان في شقة النوى % ولكنها والله في عدم الشكل %\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             % وإني غريب بين بست وأهلها % وإن كان فيها أسرتي وبها أهلي %\nوسكن نيسابور مدة ثم انتقل إلى بست فتوفي بها في شهر ربيع الآخر سنة ثمان\nوثمانين وثلثمانة\n</p>\n\n<p>\nحنبل بن عبد الله بن الفرج بن سعادة أبو علي المكبر البغدادي الرصافي\nمنسوب إلى رصافة بغداد روى عن هبة الله بن محمد بن الحصين جميع المسند سمعه\nبقراءة ابن الخشاب النحوي في نيف وعشرين مجلسا\n</p>\n\n<p>\nروى عنه الحافظ أبو محمد عبد العظيم بن عبد القوي المنذري والشيخ عز\nالدين عبد العزيز بن عبد السلام والضياء محمد بن عبد الواحد المقدسي وقاضي\nالقضاة أبو الفرج عبد الرحمن بن أبي عمر وأبو الغنائم المسلم بن محمد بن\nالمسلم بن مكي بن علان وأحمد بن شيبان بن ثعلب وعبد الرحمن بن يوسف بن خطيب\nالمزة وغازي بن عبد الوهاب الخلاوي وعلي بن أحمد بن عبد الواحد بن البخاري\nوهو آخر من حدث عنه وآخرون وكان ثقة صحيح السماع أحضر من بغداد إلى <span id='ms0029'></span> دمشق\nفقريء عليه مسند أحمد في سنة ثلاث وستمائة ثم رجع إلى بغداد فتوفي بها في\nرابع المحرم سنة أربع وستمائة وكان مولده سنة سبع عشرة وخمس مائة\n</p>\n\n<p>\nخالد بن الحارث الهجير البصري يكنى أبا عثمان روى عن أبي عون وهشام بن\nعرورة وعبيد الله بن عمر العمري وطبقتهم روى عنه أحمد وإسحاق وابن المديني\nوخلق كثير قال أحمد إليه المنتهى في التثبت بالبصرة وقال النسائي ثقة ثبت\nقال الفلاس ولد سنة عشرين ومائة ومات سنة ست وثمانين له ذكر في نزول المحصب\n</p>\n\n<p>\nخالد بن سعيد بن العاصي بن أمية بن عبد شمس بن عبد مناف بن قصي القرشي\nالأموي يكنى أبا سعيد أسلم قديما قال ضمرة بن ربيعة كان إسلامه مع إسلام\nأبي بكر وقيل كان ثالث من أسلم وقيل رابعا وقيل خامسا أسلم قبله أبو بكر\nوعلي وزيد بن حارثة وسعد بن أبي وقاص وهاجر إلى أرض الحبشة فولد له بها\nسعيد وأم خالد وقدم على النبي صلى الله عليه وسلم بخيبر وشهد معه عمرة\nالقضية والفتح وحنينا والطائف وتبوك واستعمله النبي صلى الله عليه وسلم على\nصدقات مذحج وعلى صنعاء اليمن وتوفي النبي صلى الله عليه وسلم وهو بها فترك\nالعمل بعد النبي صلى الله عليه وسلم وذهب إلى الشام فقتل بأجنادين سنة ثلاث\nعشرة في آخر خلافة أبي بكر وقيل إنه قتل في مرج الصفر سنة أربع عشرة في\nإمارة عمر قالت ابنته أم خالد أبي أول من كتب بسم الله الرحمن الرحيم\n</p>\n\n<p>\nله ذكر في الطلاق في قصة امرأة رفاعة القرظي\n</p>\n\n<p>\nالخرباق هو ذو اليدين نأتي بعده بترجمته\n</p>\n\n<p>\nخنيس بن حذافة بن قيس بن عدي بن سعد بن سهم القرشي السهمي أخو عبد الله\nبن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             حذافة وقال ابن عبد البر عدي بن سعيد بالتصغير ووهمه أبو\nالفتح اليعمري وكان من المهاجرين الأولين هاجر الهجرة الأولى إلى أرض\nالحبشة ثم رجع وشهد بدرا واحدا وحصلت له بها جراحة مات منها بالمدينة قاله\nابن عبد البر وضعفه <span id='ms0030'></span> أبو الفتح اليعمري وقال إن قوله إنه شهد أحدا ليس بشيء\nوالمعروف أنه مات بالمدينة على رأس خمسة وعشرين شهرا بعد رجوعه من بدر\nوكانت عنده حفصة بنت عمر بن الخطاب ومات عنها فتزوجها بعده رسول الله صلى\nالله عليه وسلم\n</p>\n\n<p>\nله ذكر في هذه القصة في كتاب النكاح\n</p>\n\n<p>\nذو اليدين السلمي اسمه الخرباق وكان ينزل بذي خشب من ناحية المدينة له\nصحبة ورواية وله ذكر في حديث السهو في الصلاة روى عنه خالد بن معدان وجبير\nبن نفير وابو الزاهرية وغيرهم وقد زعم ابن شهاب انه ذو الشمالين وهو غلط\nفإن ذا الشمالين قتل ببدر واسمه عبيد بن عبد عمرو بن نضلة الخزاعي وذكر ابن\nأبي خيثمة أنه بقي إلى زمن معاوية وتوفي بذي خشب\n</p>\n\n<p>\nرفاعة بن شموال القرظي وقيل اسم أبيه أيضا رفاعة من بني قريظة روي عنه\nأنه قال نزلت هذه الآية ^ ولقد وصلنا لهم القول القصص 28 الآية في عشرة أنا\nأحدهم وهو الذي طلق امرأته ثلاثا في عهد النبي صلى الله عليه وسلم فتزوجها\nعبد الرحمن بن الزبير\n</p>\n\n<p>\nله ذكر بهذه القصة في كتاب الطلاق\n</p>\n\n<p>\nزاهر بن أحمد بن محمد السرخسي الفقيه الشافعي أحد الأئمة يكنى أبا علي\nروى عن أبي الوليد محمد بن إدريس الشافعي وابن القاسم عبد الله بن محمد\nالبغوي وإبراهيم بن عبد الصمد الهاشمي في آخرين روى عنه الحاكم أبو عبد\nالله النيسابوري والحافظ أبو العباس جعفر بن محمد المستغفري والحافظ أبو\nيعقوب إسحاق بن إبراهيم القراب وأبو عثمان إسماعيل بن عبد الرحمن الصابوني\nوأبو عثمان سعيد بن محمد البحيري وأبو نصر زهير بن الحسن السرخسي وكريمة\nبنت أحمد المروزيه وبالإجازة عبد الرحمن بن محمد بن إسحاق بن منده ذكره\nالحاكم في تاريخ نيسابور فقال المقرئ الفقيه المحدث شيخ عصره بخراسان أخذ\nالفقه عن أبي إسحاق المرزوي وأذخ القراآت عن ابن مجاهد وأخذ الأدب عن أبي\nبكر بن الأنباري\n</p>\n\n<p>\nوقال غيره أخذ الكلام عن الأشعري توفي في سلخ شهر ربيع الأخر سنة <span id='ms0031'></span> تسع\nوثمانين وثلثمائة وهو ابن ست وتسعين سنة\n</p>\n\n<p>\nزيد بن أسلم المدني الفقيه أحد الأعلام مولى عمر بن الخطاب يكنى أبا\nأسامة وقيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             أبا عبد الله روى عن أبيه وابن عمر وجابر وأبي\nهريرة وخلق روى عنه بنوه أسامة وعبد الرحمن وعبد الملك ومالك بن أنس\nوالسفيانان وخلائق وثقه أحمد وجماعة قال يعقوب بن شيبة ثقة من أهل الفقة\nوالعلم وكان عالما بالتفسير له فيه كتاب توفي في العشر الأول من ذي الحجة\nسنة ست وثلاثين ومائة\n</p>\n\n<p>\nله ذكر في الأدب مقرون بنافع\n</p>\n\n<p>\nزيد بن ثابت بن الضحاك بن لوذان بن عمرو بن عبد عوف بن غنم بن مالك بن\nالنجار الأنصاري الخزرجي المدني يكنى أبا سعيد وقيل أبا خارجة روى عن النبي\nصلى الله عليه وسلم روى عنه ابناه سليمان وخارجة وابن عمر وأنس وعروة\nوالقاسم وابن المسيب وخلق كثير وكان كاتب الوحي للنبي صلى الله عليه وسلم\nقدم النبي صلى الله عليه وسلم المدينة وعمر زيد بن ثابت إحدى عشرة سنة وكان\nأبوه ثابت قتل يوم بعاث فقرأ زيد سبع عشرة سورة قبل الهجرة فأعجب النبي صلى\nالله عليه وسلم وقال يا زيد تعلم لي كتاب اليهود قال فما مضى لي نصف شهر\nحتى حذقته وتعلم كتاب العبرانية أو السريانية في سبع عشرة ليلة وقال النبي\nصلى الله عليه وسلم فيه أفرضكم زيد رواه الترمذي من حديث أنس وصححه وفي\nالصحيحين من حديث أنس قال جمع القرآن على عهد رسول اله صلى الله عليه وسلم\nأربعة كلهم من الأنصار أبي بن كعب ومعاذ بن جبل وزيد بن ثابت وأبو زيد وشهد\nزيد بيعة الرضوان وندبه أبو بكر الصديق لجمع القرآن وكان عمر إذا حج\nاستخلفه على المدينة وأخذ ابن عباس بركاب زيد وقال هكذا أمرنا أن نفعل\nبعلمائنا وكبرائنا رواه الحاكم في المستدرك\n</p>\n\n<p>\nوعده مسروق في الستة الذين هم أصحاب الفتوى من الصحابة وتوفي سنة خمسة\nوأربعين قاله يحيى بن بكير وقيل سنة ثمان وأربعين وقيل إحدى وخمسين <span id='ms0032'></span> ولما\nمات قال أبو هريرة مات حبر الأمة\n</p>\n\n<p>\nزيد بن الحباب أبو الحسين العكلي الخراساني ثم الكوفي أحد الحفاظ\nالجوالين روى عن مالك بن مغول والضحاك بن عثمان والحسين بن واقد وخلائق روى\nعنه أحمد وعلي بن المديني ومحمد بن رافع ويحيى بن أبي طالب وهو آخر من حدث\nعنه وآخرون وثقه ابن معين والمديني وأبو حاتم وقال أحمد كان صدوقا يضبط\nالألفاظ عن معاوية بن صالح ولكن كان كثير الخطأ وقال أيضا كان صاحب حديث\nكيسا رحل إلى مصر وإلى خراسان في الحديث وما كان أصبره على الفقر وقد ضرب\nفي الحديث إلى الأندلس توفي سنة ثلاث ومائتين قاله أبو هاشم الرفاعي وغيره\n</p>\n\n<p>\nزيد بن خالد الجهني المدني يكنى أبا عبد الرحمن وقيل أبا طلحة وقيل أبا\nزرعة روى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n             عن النبي صلى الله عليه وسلم وعن عثمان وأبي طلحة\nوغيرهما روى عنه ابناه خالد وأبو حرب وعطاء بن يسار وأبو سلمة بن عبد\nالرحمن وغيرهم وكان صاحب لواء جهينة يوم الفتح اختلف في وفاته اختلافا\nكثيرا فقال أحمد بن البر في سنة ثمان وسبعين بالمدينة وله خمس وثمانون سنة\nوقيل سنة ثمان وستين وبه صدر ابن عبد البر كلامه وقيل سنة خمسين بمصر وهو\nابن ثمان وسبعين سنة وقيل سنة اثنتين وسبعين وهو ابن ثمانين سنة وقيل إنه\nمات بالكوفة في آخر خلافة معاوية\n</p>\n\n<p>\nزيد بن الخطاب أخو عمر كان أسن من عمر وأسلم قبله له حديث في الصحيح في\nالنهي عن قتل ذوات البيوت قال له عمر يوم أحد خذ درعي قال إني أريد من\nالشهادة ما تريد فتركاها جميعا وكانت مع زيد راية المسلمين يوم اليمامة فلم\nيزل يتقدم بها ثم قاتل بسيفه حتى استشهد فحزن عليه عمر حزنا شديدا\n</p>\n\n<p>\nزيد بن سهل بن الأسود بن حرام بن عمرو بن زيد مناة بن عدي بن عمرو بن\nمالك بن النجار أبو طلحة الأنصاري أحد النقباء ليلة العقبة شهد بدرا\nوالمشاهد وهو أحد الرماة المجيدين قتل يوم حنين <span id='ms0033'></span> عشرين رجلا وأخذ أسلابهم\nقال النبي صلى الله عليه وسلم صوت أبي طلحة في الجيش خير من فئة وأبلى يوم\nأحد بلاء شديدا ووقى النبي صلى الله عليه وسلم بيده يومئذ فشلت وقال فيه\nالنبي صلى الله عليه وسلم هذا ممن قضى نحبه وأعطاه شعر شق رأسه في حجة\nالوداع وكان أكثر الأنصار مالا فتصدق ببير حاء فقال النبي صلى الله عليه\nوسلم بخ بخ ذلك مال رابح وغزا البحر فمات فيه فلم يجدوا جزيرة إلا بعد سبعة\nأيام ولم يتغير مات سنة أربع وثلاثين\n</p>\n\n<p>\nسالم بن عبد الله بن عمر بن الخطاب القرشي العدوي يكنى أبا عمر وقيل أبا\nعبد الله أحد الأئمة الفقهاء السبعة بالمدينة روى عن أبيه وأبي هريرة وأبي\nأيوب وغيرهم روى عنه ابنه أبو بكر وابن شهاب وموسى بن عقبة وخلق كثير قال\nابن المسيب كان عبد الله أشبه ولد عمر به وكان سالم أشبه ولد عبد الله به\nوقال مالك لم يكن أحد في زمان سالم أشبه بمن مضى من الصالحين في الزهد\nوالفضل والعيش منه كان يلبس الثوب بدرهمين ويشتري السماك فيحملها وعن خالد\nبن أبي بكر بلغني أن ابن عمر كان يلام في حب سالم فكان يقول % يلومونني في\nسالم وألومهم % وجلدة بين الأنف والعين سالم % \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             وذكر ابن عيينة\nان هشام بن عبد الملك دخل الكعبة فإذا بسالم بن عبد الله فقال سلني حاجة\nقال إنني أستحيي من الله أن أسأل في بيته غيره فلما خرج قال له سلني الآن\nفقال والله ما سألت الدنيا من يملكها فكيف أسأل من لا يملكها وتوفي سنة ست\nومائة فقيل في ذي القعدة وقيل في ذي الحجة وقيل سنة سبع\n</p>\n\n<p>\nسالم بن معقل مولى أبي حذيفة يكنى أبا عبد الله كان من أهل فارس من اصطخر\nوقيل إنه من عجم الفرس وشهد بدرا وكان يعد من المهاجرين فقيل إنه هاجر مع\nعمر في نفر من الصحابة فكان يؤمهم في السفر لكونه أقرأهم وقيل بل لأن <span id='ms0034'></span> أبا\nحذيفة تبناه فنسب إليه وكان يؤم المهاجرين بقباء فيهم عمر قبل مقدم النبي\nصلى الله عليه وسلم وقال النبي صلى الله عليه وسلم فيما رواه الشيخان من\nحديث عبد الله بن عمر واستقرؤا القرآن من أربعة من عبد الله بن مسعود وسالم\nمولى أبي حذيفة وأبي بن كعب ومعاذ بن جبل ويقال إن النبي صلى الله عليه\nوسلم كان آخي بينه وبين أبي بكر ولا يصح والصحيح أنه أخى بينه وبين معاذ بن\nماعص فكان عمر يفرط في الثناء عليه حتى روي عنه أنه قال بعد أن طعن لو كان\nسالم حيا ما جعلتها شورى قال ابن عبد البر وهذا عندي على أنه كان يصدر فيها\nعن رأيه\n</p>\n\n<p>\nقتل سالم هو ومولاه أبو حذيفة في اليمامة سنة اثنتي عشرة فوجد رأس أحدهما\nعند رجلي الآخر\n</p>\n\n<p>\nسرافة بن مالك بن جعشم المدلجل يكنى أبا سفيان كان ينزل قديدا وهو الذي\nساخت قوائم فرسه في الأرض في قصة الهجرة المشهورة ثم أسلم وحسن إسلامه وروى\nعن النبي صلى الله عليه وسلم أحاديث روى عنه ابنه محمد وعبد الله بن عمر\nوعبد الله بن عباس وابن المسيب وآخرون واختلف في وفاته فقيل سنة أربع\nوعشرين وقيل إنه مات بعد عثمان\n</p>\n\n<p>\nسعد بن طارق بن أشيم أبو مالك الأشجعي الكوفي روى عن أبيه وأنس وعبد الله\nبن أبي أوفي وجماعة روى عنه شعبة وسفيان الثوري وأبو عوانة وخلق آخرهم يزيد\nبن هارون وثقة أحمد وابن معين وأبو حاتم وبقي إلى حدود الأربعين ومائة\n</p>\n\n<p>\nسعد بن عبادة بن دليم بن حارثة بن أبي خزيمة بن ثعلبة بن ظريف بن الخزرج\nبن ساعدة بن كعب بن الخزرج الأنصاري سيد الخزرج يكنى أبا ثابت وقيل أبا قيس\nكان من نقباء العقبة واختلف في شهودة بدرا روى عنه بنوه قيس وسعيد وإسحاق\nوابن عباس وآخرون قال ابن عيينة هو عقبي بدري نقيب وقال ابن سعد تهيأ\nللخروج إلى بدر فنهس فأقام وكان يسمى الكامل لأنه كان يحسن <span id='ms0035'></span> الكتابة والعوم\nوالرمي وكان من الأجواد وكانت جفنته تدور مع رسول الله صلى الله عليه وسلم\nفي بيت أزواجه وكان يذهب كل ليلة بثمانين من أهل الصفة يعيشهم وكان مناديه\nينادي على أطمة من كان يريد شحما أو لحما فليأت سعدا وكان يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \nاللهم هب لي حمدا وهب لي مجدا لا مجد إلا بفعال ولا فعال إلا بمال اللهم\nإنه لا يصلحني القليل ولا أصلح عليه وقيل كان عبادة ينادي على أطمة بذلك\nوأنه كان ينادي على أطم دليم بذلك ثم كان قيس بن سعد ينادي على أطمة بذلك\n</p>\n\n<p>\nقال ابن عبد البر يقال إنه لم يكن في الأوس والخزرج أربعة مطعمون يتوالون\nفي بيت واحد إلا قيس بن سعد بن عبادة بن دليم قال ولا كان مثل ذلك في سائر\nالعرب أيضا إلا ما ذكرنا عن صفوان بن أمية قال وفي سعد بن عبادة وسعد بن\nمعاذ جاء الخبر المأثور أن قريشأ سمعوا صائحا يصيح ليلا على أبي قبيس % فإن\nيسلم السعدان يصبح محمد % بمكة لا يخشى خلاف المخالف % قال فظنت قريش أنهما\nسعد بن زيد مناة وسعد بن هديم فلما كانت الليلة الثانية سمعوا صوتا على أبي\nقبيس % أيا سعد سعد الأوس كن أنت ناصرا % ويا سعد سعد الخزرجين الغطارف % %\nأجيبا إلى داعي الهدى وتمنيا % على الله في الفردوس منية عارف % % فإن ثواب\nالله للطالب الهدى % جنان من الفردوس ذات رفارف % ووجد سعد ميتا في مغتسله\nوقد أحضر جسده ولم يشعروا بموته حتى سمعونا قائلا يقول ولا يرونه قد قتلنا\nسيد الخزرج سعد بن عبادة\n</p>\n\n<p>\nورميناه بسهمين فلم نخط فؤاده\n</p>\n\n<p>\nفيقال إن الجن قتلته وقال ابن سيرين إنه بال قائما فلما رجع قال لأصحابه\nإني لأجد دبيبا فمات واختلف في وفاته فقيل مات بحوران سنة خمسة عشرة وقيل\nأربع عشرة وقيل إحدى عشرة وقيل إنه مات ببصرى وهي أول مدينة فتحت بالشام له\nذكر في الحدود في قصة الإفك\n</p>\n\n<p>\nسعد بن مالك بن سنان بن ثعلبة بن عبيد <span id='ms0036'></span> بن الأبجر وهو خدرة بن عوف بن\nالحارث بن الخزرج الأنصاري أبو سعيد الخدري بايع تحت الشجرة وغزا غزوات\nوكان أبوه قتل يوم أحد وكان أبو سعيد من علماء الصحابة ومكثريهم\n</p>\n\n<p>\nروى عن النبي صلى الله عليه وسلم فأكثر وعن الخلفاء الأربعة وغيرهم\n</p>\n\n<p>\nروى عنه جابر وابن عباس وابن المسيب والأعطية ابن أبي رباح وابن يزيد\nوابن يسار وخلائق روى حنظلة بن أبي سفيان عن أشياخه قالوا لم يكن أحد من\nأحداث الصحابة أفقه من أبي سعيد وتوفي أبو سعيد سنة أربع وسبعين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             سعد بن معاذ بن النعمان بن امرئ القيس بن زيد بن عبد الأشهل بن\nجشم بن الحارث بن الخزرج بن البيت وهو عمرو بن مالك بن الأوس الأنصاري\nالأشهلي سيد الأوس يكنى أبا عمرو وأسلم بالمدينة بين العقبتين على يد مصعب\nبن عمير وشهد بدرا واحدا والخندق فرمي فيه بسهم عاش شهرا ثم انتقض جرحه\nفمات رماه حبان بن العرقة فقال خذها وأنا ابن العرقة فقال رسول الله صلى\nالله عليه وسلم عرق الله وجهه في النار وضرب له رسوله الله صلى الله عليه\nوسلم خيمة في المسجد فكان يعوده كل يوم روى الترمذي وصححه والنسائي من حديث\nجابر قال رمي يوم الأحزاب سعد بن معاذ فقطعوا أكحله أبو أبجله فحسمه رسول\nالله صلى الله عليه وسلم بالنار فانتفخت يده فتركه فنزفه الدم فحسمه أخرى\nفانتفخت يده فلما رأى ذلك قال اللهم لا تخرج نفسي حتى تقر عيني من بني\nقريظة فاستمسك عرقه فما قطر قطرة حتى نزلوا على حكم سعد بن معاذ فأرسل إليه\nفحكم أن تقتل رجالهم وتسبى نساؤهم يستعين بهن المسلمون فقال رسول الله صلى\nالله عليه وسلم أصبت حكم الله فيهم وكانوا أربعمائة فلما فرغوا من قتلهم\nانفتق عرقه فمات وروى مسلم من حديث جابر قال سمعت رسول الله صلى الله عليه\nوسلم يقول وجنازة سعد بن معاذ بين أيديهم اهتز له عرش الرحمن وروى البخاري\nمن حديث البراء أن النبي صلى الله <span id='ms0037'></span> عليه وسلم أتى بثوب من حرير فجعلوا\nيعجبون من لينه فقال النبي صلى الله عليه وسلم لمناديل سعد بن معاذ في\nالجنة أحسن من هذا وروى ابن عبد البر من حديث ابن عباس قال قال سعد بن معاذ\nثلاث أنا فيهن رجل يعني كما ينبغي وما سوى ذلك فأنا رجل من النار ما سمعت\nمن رسول الله صلى الله عليه وسلم حديثا قط إلا علمت أنه حق من الله ولا كنت\nفي صلاة قط فشغلت نفسي بغيرها حتى أقضيها ولا كنت في جنازة قط فحدثت نفسي\nبغير ما تقول وما يقال لها حتى أنصرف عنها قال ابن المسيب هذه الخصال ما\nكنت أحسبها إلا في نبي\n</p>\n\n<p>\nسعد بن أبي وقاص واسم أبي وقاص مالك بن أهيب بن عبد مناف بن زهرة بن كلاب\nبن مرة الزهري يكنى أبا إسحاق أحد العشرة وأول من رمى بسهم في سبيل الله\nوفارس الإسلام وحارس رسول الله صلى الله عليه وسلم حيث قال ليت رجلا صالحا\nيحرسني الليلة وسابع سبعة في الإسلام وأحد الستة أهل الشورى وأحد الستة\nالذين توفي رسول الله صلى الله عليه وسلم وهو عنهم راض وأحد من فداه رسول\nالله صلى الله عليه وسلم بأبيه وأمه وأحد مجابي الدعوة وأحد الرماة الذين\nلا يخطئون دعا له النبي صلى الله عليه وسلم اللهم سدد رميته وأجب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             دعوته وهو الذي تولى قتال فارس وكوف الكوفة روى عنه بنوه\nإبراهيم وعمر ومحمد وعامر ومصعب وعائشة وابن عباس وابن عمر وآخرون كثيرون\nوكان سعد ممن قعد في الفتنة ولزم بيته وأمر أهله أن لا يخبروه عن أخبار\nالناس بشيء حتى تجتمع الأمة على إمام وتوفي سعد في قصره بالعقيق على عشرة\nأميال من المدينة وحمل على الرقاب إلى البقيع فدفن به في سنة خمس وخمسين\nوقيل سنة ست وقيل سنة سبع وقيل سنة ثمان وقيل سنة أربع واختلف أيضا في مبلغ\nسنه فقال أحمد ثلاث وثمانون سنة وقيل اثنتان وثمانون وقال الفلاس أربع\nوسبعون <span id='ms0038'></span> وقال الزبير بن بكار والواقدي بضع وسبعون\n</p>\n\n<p>\nسعيد بن أبي سعيد واسم أبي سعيد كيسان أبو سعيد المدني المقبري كان جارا\nللمقبرة فنسب إليها روى عن أبيه وأبي هريرة وابن عمر وعائشة وخلق روى عنه\nابنه عبد الله بن سعيد ومالك والليث وابن أبي ديب وآخرون كثيرون وثقة أحمد\nوابن المديني وأبو زرعة وابن خراش والنسائي وغيرهم وذكر الواقدي أنه اختلط\nقبل موته بأربع سنين ولم يتابع الواقدي على ذلك نعم قال شعبة حدثنا سعيد\nبعدما كبر واختلف في وفاته فقيل سنة ثلاث وعشرين ومائة قاله ابن سعد وابن\nحبان وقيل سنة خمس وعشرين قاله أبو عبيد والطحاوي وقيل سنة ست وعشرين حكاه\nابن حبان ووهم ابن القطان فقال إن المعروف في وفاته سنة مائة أو قبلها وذلك\nأنه اشتبهت عليه وفاته بوفاة أبيه أبي سعيد\n</p>\n\n<p>\nسعيد بن عبد الرحمن بن حسان أبو عبيد الله القرشي المخزومي المكي روى عن\nسفيان بن عيينة وحسين بن زيد العلوي في آخرين روى عنه الترمذي والنسائي\nوابن خزيمة وابن صاعد وآخرون وثقة النسائي وغيره ومات سنة تسع وأربعين\nومائتين\n</p>\n\n<p>\nسعيد بن محمد بن أحمد بن محمد البحيري النيسابوري يكنى أبا عثمان روى عن\nجده أبي الحسين وأبي عمرو بن حمدان وأبي علي زاهر بن أحمد السرخسي وغيرهم\nروى عنه أبو المظفر عبد المنعم بن عبد الكريم بن هوازن القشيري وهبة الله\nبن سهل بن عمر السيدي وغيرهما وكان محدث خراسان ومسندها رحل إلى مرو\nوإسفرابين وجرجان وبغداد كان مولده سنة أربع وستين وثلثمائة وتوفي في شهر\nربيع الآخر سنة إحدى وخمسين وأربعمائة\n</p>\n\n<p>\nسعيد بن المسيب بن حزن بن أبي وهب بن عمرو بن عابد بن عمران بن مخزوم أبو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             محمد المخزومي المدني سيد فقهاء التابعين روى عن أبيه وعن عمر\nواختلف في سماعه منه وعن عثمان وعلي وسعد بن أبي وقاص وأبي موسى في آخرين\nروى عنه الزهري وعمرو بن دينار ويحيى بن سعيد الأنصاري وآخرون كثيرون قال\nقتادة ما رأيت أحدا قط <span id='ms0039'></span> أعلم بالحلال والحرام منه وكذا قال مكحول ما لقيت\nأعلم منه وقال سليمان بن موسى إنه أفقه التابعين وقال أحمد إنه أفضل\nالتابعين وقال ابن المديني لا أعلم أحدا في التابعين أوسع علما منه وهو\nعندي أجل التابعين وقال ابن حاتم ليس في التابعين أنبل منه وقال ابن حبان\nهو سيد التابعين قلت وأظن من فضله على بقية التابعين إنما أرادوا في العلم\nوإلا ففي صحيح مسلم من حديث عمر إن خير التابعين رجل يقال له أويس الحديث\n</p>\n\n<p>\nوقال الشافعي وأحمد بن حنبل وغير واحد مراسيل ابن المسيب صحاح قال أبو\nنعيم توفي سنة ثلاث وتسعين وقال الواقدي سنة أربع وتسعين واختلف أيضا في\nمولده فقيل سنة خمس عشرة وقيل سنة سبع عشرة وقيل سنة إحدى وعشرين\n</p>\n\n<p>\nسفيان بن عيينة بن أبي عمران أبو الهلالي المكي مولى محمد بن مزاحم أحد\nأئمة الإسلام روى عن عمرو بن دينار والزهري وعبد الله بن دينار وابن\nالمنكدر في خلائق من التابعين فمن بعدهم روى عنه الشافعي وأحمد بن حنبل\nويحيى بن معين وعلي بن المديني والحميدي وأمم سواهم قال الشافعي مالك وابن\nعيينة القرينان لولاهما لذهب علم الحجاز وقال أيضا ما رأيت من فيه من آلة\nالعلم ما في سفيان وما رأيت أحدا أكف عن الفتيا منه\n</p>\n\n<p>\nوقال ابن المديني ما في أصحاب الزهري أتقن منه وقال ابن وهب ما رأيت أحدا\nأعلم بكتاب الله منه روى سليمان بن أيوب عنه قال شهدا ثمانين موقفا وقال\nابن أخيه الحسن بن عمر إن ابن عيينة قال قال لي سفيان بجمع قد أتيت هذا\nالموضع سبعين مرة أقول في كل سنة اللهم لا تجعله آخر العهد من هذا المكان\nوإني قد استحييت من كثرة ما أسأله ذلك فرجع فتوفي في السنة الداخلة وتوفي\nفي أول رجب سنة ثمان وتسعين ومائة بمكة قاله ابن سعد وابن زيد وقال ابن\nحبان آخر يوم من جمادى الآخرة وقول ابن الصلاح في علوم الحديث سنة تسع\nوتسعين غلط <span id='ms0040'></span> وكان مولده سنة سبع ومائة وقد ذكر عن يحيى بن سعيد أن سفيان\nاختلط سنة سبع وتسعين واستبعده الحافظ أبو عبد الله الذهبي فإن يحيى بن\nسعيد مات قبله في أوائل السنة\n</p>\n\n<p>\nسلمان الفارسي أبو عبد الله مولى رسول الله صلى الله عليه وسلم قيل إنه\nمن أصبهان وقيل من رامهرمز وهو الصحيح فقد رواه البخاري في صحيحه عن سلمان\nقال إن اسم أبيه حسان وكان إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             قيل له ابن من أنت يقول أنا\nسلمان ابن الإسلام وأول مشاهده الخندق في قول الأكثرين وقيل إنه شهد بدرا\nوأحدا روى عن النبي صلى الله عليه وسلم أحاديث روى عنه ابن عمر وابن عباس\nوأنس بن مالك وشرحبيل بن السمط وأبو عثمان النهدي وآخرون وقصة مجيئه إلى\nالمدينة وإسلامه مشهورة ذكرها ابن إسحاق وغيره وقد قيل إنه لقي بعض أوصياء\nعيسى بن مريم وقيل لقي عيسى نفسه قال العباس بن يزيد يقول أهل العلم عاش\nسلمان ثلثمائة وخمسين سنة فأما مائتين وخمسين سنة فلا يشكون فيها روى\nالترمذي وابن ماجه من حديث بريده قال قال رسول الله صلى الله عليه وسلم إن\nالله امرني بحب أربعة وأخبرني أنه يحبهم قيل يا رسول الله سمهم لنا قال علي\nمنهم يقول ذلك ثلاثا وأبو ذر والمقداد وسلمان قال الترمذي حديث حسن غريب\nوروى الترمذي من حديث أنس قال قال رسول الله صلى الله عليه وسلم إن الجنة\nتشتاق إلى ثلاثة علي وعمار وسلمان قال هذا حديث حسن غريب وقال فيه علي بن\nأبي طالب ذاك امرؤ منا أهل البيت أدرك العلم الأول والعلم الآخر بحر لا\nينزف وقد روي مرفوعا سلمان منا أهل البيت فروي أن سبب ذلك أن المهاجرين\nوالأنصار احتجوا فيه عند حفر الخندق وكان رجلا قويا فقال المهاجرون سلمان\nمنا وقالت الأنصار سلمان منا فقال رسول الله صلى الله عليه وسلم سلمان منا\nأهل البيت وكان سلمان يأكل من عمل يده يعمل الخوص فكان إذا خرج عطاؤه وهو\nخمسة آلاف أمضاه <span id='ms0041'></span> ويأكل من عمل يده وروى ابن ماجه من حديث أنس قال اشتكى\nسلمان فعاده سعد بن أبي وقاص فرآه يبكي فقال له سعد ما يبكيك يا أخي أليس\nقد صحبت رسول الله صلى الله عليه وسلم أليس أليس\n</p>\n\n<p>\nفقال سلمان ما أبكي واحدة من اثنتين ما أبكي صبابة للدنيا ولا كراهية\nللآخرة ولكن رسول الله صلى الله عليه وسلم عهد إلي عهدا ما أراني إلا قد\nتعديت قال وما عهد إليك قال عهد إلي أن يكفي أحدكم مثل زاد الراكب ولا\nأراني إلا قد تعديت قال ثابت فبلغني أنه ما ترك إلا بضعة وعشرين درهما\nنفيفة كان عنده ومات سلمان بالمدائن سنة ست وثلاثين قاله أبو عبيدة وخليفة\nوغيرهما وقال خليفة في موضع آخر سنة سبع وثلاثين وقيل سنة خمس وثلاثين وبه\nصدر ابن عبد البر كلامه وصححه قيل إنه توفي في خلافة عمر له ذكر في الزكاة\nفي إهدائه إلى النبي صلى الله عليه وسلم\n</p>\n\n<p>\nسلمة بن الأكوع والأكوع جده واسمه سنان واختلف في اسم أبيه فالصحيح أنه\nعمر وقيل وهب وسنان هو ابن عبد الله بن قشير بن خزيمة بن مالك بن سلامان بن\nأسلم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             أفضى وكنية سلمة أبو مسلم وقيل أبو إياس وقيل أبو عامر\nالأسلمي المدني بايع تحت الشجرة وغزا عدة غزوات وروى عن النبي صلى الله\nعليه وسلم روى عنه ابنه إياس وأبو سلمة بن عبد الرحمن ويزيد بن أبي عبيد\nوهو آخر من حدث عنه وآخرون وقد ذكر ابن إسحاق أن سلمة كلمه الذئب في قصة\nإسلامه فقال سلمة يا عباد الله إن هذا لعجب ذئب يتكلم فقال الذئب أعجب من\nهذا أن النبي صلى الله عليه وسلم في أصول النخل يدعوكم إلى عبادة الله فلحق\nرسول الله صلى الله عليه وسلم فأسلم والمشهور أن الذي كلمة الذئب رافع بن\nعميرة ذكره ابن إسحاق أيضا وفي الصحيحين ان سلمة قالت غزوت مع النبي صلى\nالله عليه وسلم سبع غزوات وخرجت فيما يبعث من <span id='ms0042'></span> البعوث تسع غزوات وقال النبي\nصلى الله عليه وسلم خير رجالتنا سلمة بن الأكوع وكان سلمة يسبق الفرس شدا\nقال ابن عبد البر كان شجاعا راميا محسنا خيرا فاضلا سكن بالربذة وتوفي\nبالمدينة سنة أربع وسبعين وهو ابن ثمانين سنة\n</p>\n\n<p>\nسلمة بن هشام بن المغيرة بن عبد اله بن عمر بن مخزوم القرشي المخزومي كان\nمن خيار الصحابة وفضلائهم ومن مهاجرة الحبشة أسلم قديما واحتبس بمكة وعذب\nفي الله عز وجل فكان رسول الله صلى الله عليه وسلم يدعو له في قنوته مع\nالمستضعفين بمكة ولم يشهد بدرا لذلك ولحق برسول الله صلى الله عليه وسلم\nبعد الخندق فلم يزل معه حتى توفي رسول الله صلى الله عليه وسلم فخرج مع\nالمسلمين إلى الشام لجهاد الروم فقتل شهيدا بمرج الصفر في المحرم سنة أربع\nعشرة في أول خلافة عمر وقيل إنه قتل بأجنادين في جمادي الأولى سنة ثلاث\nعشرة في آخر خلافة أبي بكر له ذكر في القنوت في الصلاة\n</p>\n\n<p>\nسليك بن هدبة الغطفاني مذكور في الجمعة في حديث جابر في جلوس سليك قبل أن\nيصلي ركعتين والنبي صلى الله عليه وسلم يخطب فأمره أن يصلي ركعتين وقد رواه\nأحمد في المسند من رواية أبي سفيان عن جابر عن السليك مختصرا ورواه أيضا من\nحديث أبي سعيد الخدري ولم يسم الداخل والظاهر أنه هو\n</p>\n\n<p>\nسليمان بن أحمد بن أيوب بن مطير اللخمي الطبراني أبو القاسم أحد الحفاظ\nالمكثرين صاحب المعجم الكبير والصغير والأوسط ومسند الشاميين وكتاب الدعاء\nوكتاب السنة وغير ذلك روى عن معاذ بن هشام وبشر بن موسى الأسدي وإسحاق بن\nإبراهيم الدبري وأبو زرعة عبد الرحمن بن عمرو الدمشقي ويحيى بن أيوب العلاف\nالمصري وأبي يزيد يوسف بن يزيد بن كامل القراطيسي وأبي جعفر محمد بن محمد\nالتمار البصري وأبي جعفر محمد بن هشام بن أبي الدميك وخلائق روى عنه الحافظ\nأبو بكر أحمد بن عبد الرحمن الشيرازي والقاضي أبو عمر محمد بن الحسين\nالبسطامي والحافظ أبو بكر <span id='ms0043'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             أحمد بن موسى بن مردويه والحافظ أبو\nالفضل محمد بن أحمد الجارودي والحافظ أبو نعيم أحمد بن عبد الله الأصبهاني\nوأبو الحسن أحمد بن محمد بن الحسين بن فاذشاة وأبو بكر محمد بن عبد الله بن\nجريدة وآخرون رحل إلى الشام ومصر والعراق وأصبهان وفارس واليمن وغيرها وأول\nما رحل إلى القدس سنة أربع وسبعين ومائتين ثم إلى قيسارية سنة خمس وسبعين\nقال الذهبي وكان ثقة صدوقا واسع الحفظ بصيرا بالعلل والرجال والأموات كثير\nالتصانيف وأول سماعه سنة ثلاث وسبعين ومائتين بطبرية وقد تكلم فيه أبو بكر\nبن مردويه لكونه حدث عن أحمد بن عبد الله بن البرقي بالمغازي وإنما سمعها\nعلى أخيه عبد الرحيم قال الذهبي إنما أراد الطبراني عبد الرحيم أخاه فتوهم\nأن اسم شيخه أحمد وقال فيه الحافظ الثبت\n</p>\n\n<p>\nتوفي بأصبهان في ذي القعدة سنة ستين وثلاثمائة وله مائة سنة وعشر أشهر\n</p>\n\n<p>\nسليمان بن الأشعث بن إسحاق بن بشير بن شداد بن عمرو بن عمران وقيل في\nنسبه غير ذلك أبو داود الأزدي السجستاني الحافظ صاحب السنن روى عن القعنبي\nوأحمد بن حنبل وإسحاق وعلي بن المديني ويحيى بن المديني ويحيى بن معين\nوخلائق بالحجاز والشام ومصر والعراق وخراسان والجزيرة روى عنه ابنه أبو بكر\nعبد الله والترمذي وأبو عوانة وأبو بكر النجاد وأبو سعيد بن الأعرابي وأبو\nعلي الؤلؤي وغيرهم قال ابن حبان أبو داود أحد أئمة الدنيا فقها وعلما وحفظا\nونسكا وورعا وإتقانا جمع وصفن وذب عن السنن وقال أبو بكر الخلال هو الإمام\nالمقدم في زمانه لم يسبقه أحد إلى معرفته بتخريج العلوم وبصرة بمواضعه في\nزمانه رجل ورع مقدم سمع منه أحمد بن حنبل حديثا وقال محمد بن مخلد كان أبو\nداود يفي بمذاكرة مائة ألف حديث وقال ابن داسة سمعت أبا داود يقول كتبت عن\nرسول الله صلى الله عليه وسلم خمس مائة ألف حديث انتخبت منها ما ضمنته هذا\nالكتاب يعني السنن جمعت فيه أربعة آلاف وثمان مائة حديث ذكرت الصحيح <span id='ms0044'></span> وما\nيشبهه ويقاربه ويكفي الإنسان من ذلك لدينه أربعة أحاديث الأعمال بالنيات و\nمن حسن إسلم المرء تركه مالا يعينه و لا يكون المؤمن مؤمنا حتى يرضى لأخيه\nما يرضى لنفسه و الحلال بين الحرام بين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             قال أبو عبيد الآجري\nسمعت أبا داود يقول ولدت سنة اثنتين ومائتين قال الآجري ومات لأربع عشرة\nبقيت من شوال سنة خمس وسبعين ومائتين بالبصرة\n</p>\n\n<p>\nسليمان بن مهران الأعمش أبو محمد الأسدي الكاهلي مولاهم الكوفي أحد\nالأعلام رأى أنسا وروى عن عبد الله بن أبي أوفى وأبي وائل وإبراهيم النخعي\nوزر بن حبيش وخلق\n</p>\n\n<p>\nروى عنه شعبة وسفيان ووكيع وأبو معاوية الضرير وأبو نعيم وخلائق\n</p>\n\n<p>\nقال ابن عيينة سبق الأعمش أصحابه بأربع كان أقرأهم للقرآن وأحفظهم للحديث\nوأعلمهم بالفرائض وذكر خصلة أخرى\n</p>\n\n<p>\nوقال عيسى بن يونس لم نر نحن ولا القرن الذين كانوا قبلنا مثل الأعمش\nوقال وكيع أقام قريبا من سبعين سنة لم تفته التكبيرة الأولى\n</p>\n\n<p>\nوقال يحيى القطان كان من النساك وكان علامة الإسلام وقال أبو بكر بن عياش\nكنا نسميه سيد المحدثين وقال العجلي كان ثقة ثبتا محدث أهل الكوفة في زمانه\n</p>\n\n<p>\nوكذا قال النسائي وغيره ثقة ثبت وكانت له نوادر أفردت بالتصنيف قال أبو\nنعيم وغيره مات في شهر ربيع الأول سنة ثمان وأربعين ومائة وهو ابن ثمان\nوثمانين سنة\n</p>\n\n<p>\nسليمان بن موسى الأشدق القرشي مولى آل أبي سفيان بن حرب يكنى أبا أيوب\nوقيل أبا الربيع وقيل أبا هشام كان فقيه أهل الشام في زمانه روى عن واثلة\nبن الأسقع وطاوس وعطاء بن أبي رباح في طائفة من التابعين روى عنه ابن جريج\nوالأوزاعي وثور بن يزيد وسعيد بن عبد العزيز وهو آخر من حدث عنه وآخرون\nكثيرون قال سعيد كان أعلم أهل الشام بعد مكحول وقال عطاء بن أبي رباح سيد\nشباب أهل الشام سليمان بن موسى\n</p>\n\n<p>\nوقال ابن لهيعة ما لقيت مثله قيل ولا الأعرج قال ولا الأعرج وقد وثقه ابن\nمعين ودحيم وقال أبو حاتم مخلد <span id='ms0045'></span> الصدق وفي حديثه بعض الاضطراب ولا أعلم أحدا\nمن أصحاب مكحول أفقه ولا أثبت منه\n</p>\n\n<p>\nوقال البخاري عنده مناكير قال ابن عدي هو عندي ثبت صدوق واختلف في وفاته\nفقال دحيم سنة خمس عشرة ومائة وقال البخاري وابن سعد وآخرون سنة تسع عشرة\nله ذكر في العتق\n</p>\n\n<p>\nسمرة بن جندب بن هلال بن خديج بن مرة بن حزن بن عمرو بن جابر بن ذي\nالرأسين واسمه حشير بن لؤي بن عاصم بن شمخ بن فزارة الفزاري كذا في كتاب\nابن الكلبي ووقع في الاستيعاب ذي الرئاستين واقتصر على بلوغ نسبه إليه\nوكنية سمرة أبو عبد الرحمن وقيل أبو عبد الله وقيل أبو سليمان وقيل أبو\nسعيد وكان ينزل البصرة روى عن النبي صلى الله عليه وسلم روى عنه ابناه سعيد\nوسليمان وأبو رجاء العطاردي ومحمد بن سيرين والحسن البصري وآخرون\n</p>\n\n<p>\nقال محمد بن سيرين كان سمرة فيما علمت عظيم الأمانة صدوق الحديث يحب\nالإسلام وأهله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n             قال ابن عبد البر كان من الحفاظ المكثرين عن رسول الله صلى\nالله عليه وسلم وكانت وفاته بالبصرة سنة ثمان وخمسين سقط في قدر مملوءة ماء\nحارا فمات فكان ذلك تصديقا لقول رسول الله صلى الله عليه وسلم له ولأبي\nهريرة وثالث معهما آخركم موتا في النار انتهى\n</p>\n\n<p>\nوقيل مات في آخر سنة تسع وخمسين وقال الذهبي في العبر في أول سنة ستين\n</p>\n\n<p>\nسهل بن أبي حثمة واسم أبي حثمة عبد الله وقيل عامر وقيل عبيد الله بن\nساعدة بن عامر بن عدي بن مجدعة بن حارثة بن الحارث بن عمرو وهو النبيت بن\nمالك بن الأوس الأنصاري المدني يكنى أبا عبد الرحمن وقيل أبا يحيى وقيل أبا\nمحمد روى عن النبي صلى الله عليه وسلم روى عنه صالح بن خوات ونافع بن جبير\nوبشير بن يسار وآخرون\n</p>\n\n<p>\nقال الواقدي توفي النبي صلى الله عليه وسلم وهو ابن ثمان سنين وكذا قال\nابن عبد البر ولد سنة ثلاث من الهجرة وذكر أبو حاتم أنه سمع <span id='ms0046'></span> رجلا من ولده\nيقول إنه بايع تحت الشجرة وكان دليل النبي صلى الله عليه وسلم ليلة أحد\nوشهد المشاهد كلها إلا بدرا قال ابن عبد البر والذي قاله الواقدي أظهر قال\nالذهبي أظنه توفي في زمن معاوية\n</p>\n\n<p>\nسهل بن سعد بن مالك بن خالد بن ثعلبة بن حارثة بن عمرو بن الخزرج بن\nساعدة بن كعب بن الخزرج الساعدي المدني يكنى أبا العباس وقيل أبا يحيى له\nولأبيه صحبة روى سهل عن النبي صلى الله عليه وسلم وعن أبي بن كعب وعاصم بن\nعدي وغيرهما روى عنه ابنه العباس والزهري وأبو حازم وآخرون وعمر حتى بلغ\nمائة فيما قيل وتوفي النبي صلى الله عليه وسلم وهو ابن خمس عشرة\n</p>\n\n<p>\nواختلف في وفاته فقيل سنة إحدى وتسعين قاله يحيى بن بكير وابن نمير\nوإبراهيم بن المنذر الحزامي والواقدي والمدائني ورجحه ابن زيد وابن حبان\nوقيل سنة ثمان وثمانين قاله أبو نعيم والبخاري والترمذي\n</p>\n\n<p>\nواختلف أيضا في محل وفاته فالجمهور أنه مات بالمدينة وأنه آخر من مات بها\nمن الصحابة قاله علي بن المديني والواقدي وإبراهيم بن المنذر ومحمد بن سعد\nوابن حبان وابن قانع وغيرهم وقيل مات بمصر قاله قتادة وقيل بالإسكندرية\nقاله أبو بكر بن أبي داود\n</p>\n\n<p>\nشعيب بن أبي حمزة واسم أبي حمزة دينار أبو بشر الأموي مولاهم الحمصي روى\nعن نافع ومحمد بن المنكدر والزهري في آخرين روى عنه ابنه بشر والوليد بن\nمسلم وأبو اليمان وآخرون وثقه أحمد وابن معين توفي سنة اثنتين وستين ومائة\nقاله يزيد بن عبد ربه وقيل سنة ثلاث وستين قاله يحيى الوحاطي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             شعيب بن محمد بن عبد الله بن عمرو بن العاص السهمي روى عن\nجده عبد الله وابن عمر وابن عباس وغيرهم روى عنه ابناه عمرو وعمر وثابت\nالبناني وعطاء الخراساني وغيرهم ذكره ابن حبان في الثقات وقال لا يصح له\nسماع من عبد الله بن عمرو وقال البخاري وأبو داود والدارقطني والبيهقي\nوغيرهم إنه سمع منه وهو الصواب والله أعلم <span id='ms0047'></span>\n</p>\n\n<p>\nشيبان بن عبد الرحمن التميمي مولاهم البصري النحوي مؤدب سليمان بن داود\nالهاشمي وإخوانه سكن الكوفة ثم بغداد روى عن الحسن وقتادة ويحيى بن أبي\nكثير وجماعة روى عنه عبد الرحمن بن مهدي وأبو نعيم ويحيى بن أبي بكير وعلي\nبن الجعد وخلق وثقه أحمد وابن معين وأبو حاتم وغيرهم مات سنة أربع وستين\nومائة\n</p>\n\n<p>\nشهر بن حوشب الأشعري الشامي مولى أسماء بنت يزيد يكنى أبا سعيد وقيل أبا\nعبد الرحمن روى عن عائشة وأم سلمة وأبي هريرة وجابر في آخرين\n</p>\n\n<p>\nروى عنه قتادة وثابت البناني ومطر الوراق وخلق كثير وثقه أحمد بن حنبل\nويحيى بن معين وأبو زرعة ويعقوب الفسوي وقال أبو حاتم ليس بدون أبي الزبير\nولا يرى يحتج به وكان ابن المديني يحدث عنه قال وكان عبد الرحمن بن مهدي\nيحدث عنه وقال أنا لا أدع حديث الرجل إلا أن يجتمع يحيى وعبد الرحمن على\nتركه وقال ابن عون تركوه قال النضر بن شميل أي طعنوا فيه وقال شعبة لقيته\nفلم أعتد به وقال النسائي ليس بالقوي وقال موسى بن هارون ضعيف\n</p>\n\n<p>\nواختلف في وفاته فقيل سنة مائة قاله الهيثم وأبو عبيد وخليفة والبخاري\nوالمدائني وغيرهم وقيل إحدى عشرة قاله يحيى بن بكير وقيل سنة اثنتي عشرة\nقاله الواقدي وابن سعد\n</p>\n\n<p>\nصفوان بن المعطل بن ربيعة بن خزاعي بن محارب بن مرة بن فالج بن ذكوان بن\nثعلبة بن بهتة بن سليم السلمي ثم الذكواني كنيته أبو عمرو ذكر الواقدي أنه\nشهد مع رسول الله صلى الله عليه وسلم الخندق وما بعدها روى عن النبي صلى\nالله عليه وسلم حديثا في النهي عن الصلاة في الأوقات المكروهة رواه عنه أبو\nهريرة وقيل روى عنه ابن المسيب وأبو بكر بن عبد الرحمن وأنكره أبو حاتم\n</p>\n\n<p>\nقال ابن عبد البر كان خيرا فاضلا شجاعا بطلا قال وكان يكون على ساقة\nالنبي صلى الله عليه وسلم ولم يتخلف عنه بعد ذلك في غزوة غزاها وقال فيه\nالنبي صلى الله عليه <span id='ms0048'></span> وسلم في قصة الإفك ما علمت عليه إلا خيرا وفي رواية\nلمسلم والله ما علمت عليه من سوء قط وثبت فيه أنه قتل بعد ذلك شهيدا\n</p>\n\n<p>\nواختلفوا في وفاته فقيل غزا الروم في خلافة معاوية فاندقت ساقه ولم يزل\nيطاعن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             حتى مات وذلك في سنة ثمان وخمسين وهو ابن بضع وستين سنة\nوقيل مات في سنة تسع وخمسين في آخر خلافة معاوية وقال ابن إسحاق قتل في\nغزاة أرمينية وكانت في خلافة عمر سنة تسع عشرة ويقال مات بالجزيرة والله\nأعلم\n</p>\n\n<p>\nالضحاك بن عثمان بن عبد الله بن خالد بن حزام الأسدي الحزامي المدني أبو\nعثمان روى عن سعيد المقبري وزيد بن أسلم ونافع وخلق روى عنه ابنه محمد\nوالثوري وابن وهب ويحيى القطان وآخرون وثقه ابن معين وابن سعد وأبو داود\nوقال أبو حاتم صدوق ولا يحتج به وقال أبو زرعة ليس بقوي توفي بالمدينة سنة\nثلاث وخمسين ومائة\n</p>\n\n<p>\nضمضم بن جوس وقيل بن الحارث بن جوس الهفاني اليماني روى عن أبي هريرة\nوعبد الله بن حنظلة الغسيل روى عنه عكرمة بن عمار ويحيى بن أبي كثير وثقه\nأحمد وابن معين\n</p>\n\n<p>\nعبادة بن الصامت بن قيس بن أصرم بن فهر بن قيس بن ثعلبة بن غنم بن سالم\nبن عوف بن عمرو بن عوف بن الخزرج أبو الوليد الأنصاري الخزرجي شهد العقبة\nالأولى والثانية وبدرا وهو أحد النقباء الاثني عشر روى عن النبي صلى الله\nعليه وسلم روى عنه ابنه الوليد وحفيده عبادة بن الوليد وأنس وأبو أمامة\nومحمود بن الربيع وأبو إدريس الخولاني وخلق كثير\n</p>\n\n<p>\nروى البخاري في تاريخه عن محمد بن كعب القرظي قال جمع القرآن في زمن\nالنبي صلى الله عليه وسلم خمسة من الأنصار فذكر منهم عبادة بن الصامت\nوأرسله عمر إلى حمص يعلمهم القرآن ويفقههم فأقام بها ثم خرج بعد موت معاذ\nإلى فلسطين فمات بها\n</p>\n\n<p>\nقال الواقدي وجماعة مات بالرملة سنة أربع وثلاثين وهو ابن اثنتين وسبعين\nسنة وقال الهيثم بن عدي توفي <span id='ms0049'></span> في خلافة معاوية سنة خمس وأربعين\n</p>\n\n<p>\nالعباس بن عبد المطلب بن هاشم بن عبد مناف أبو الفضل الهاشمي عم رسول\nالله صلى الله عليه وسلم كان أسن من النبي صلى الله عليه وسلم بسنتين أو\nثلاث أسلم بعد بدر وقيل أسلم قبلها وكان يكتم إسلامه وحضر بدرا مكرها فأسر\nيومئذ روى عن النبي صلى الله عليه وسلم روى عنه بنوه عبد الله وعبيد الله\nوكثير ومالك بن أوس بن الحدثان ونافع بن جبير وجماعة قال النبي صلى الله\nعليه وسلم العباس مني وأنا منه\n</p>\n\n<p>\nوقال اللهم اغفر للعباس وولده مغفرة ظاهرة باطنة لا تغادر ذنبا اللهم\nاحفظه في ولده\n</p>\n\n<p>\nوقال والذي نفسي بيده لا يدخل قلب رجل الإيمان حتى يحبكم لله ولرسوله\n</p>\n\n<p>\nثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             قال أيها الناس من آذى عمي فقد آذاني فإنما عم الرجل صنو\nأبيه رواها الترمذي وحسنها\n</p>\n\n<p>\nوفي الصحيحين أن عمر استسقى بالعباس وقال اللهم إنا كنا إذا قحطنا على\nعهد نبينا توسلنا إليك به وإنا نتوسل إليك بعم نبينا قال فسقوا واختلف في\nوفاته فقيل سنة اثنتين وقيل سنة ثلاث وثلاثين له ذكر في الجنائز\n</p>\n\n<p>\nعبد الله بن إبراهيم الأصلي كنيته أبو محمد أحد العلماء الأعلام روى عن\nوهب بن أبي ميسرة وأبي الطاهر بن الذهلي ومحمد بن الحسين الآجري وأبي زيد\nالمروزي وأبي علي بن الصواف في آخرين\n</p>\n\n<p>\nروى عنه أبو القاسم بن المهلب بن أبي صفرة وسراج بن عبد الله القاضي وأبو\nعبد الله محمد بن يحيى الحذاء وعبد الرحيم بن أحمد بن العجوز وعبد الله بن\nغالب بن تمام وأبو عبد الله محمد بن عبد الله بن عائد المعافري وهو آخر من\nحدث عنه وغيرهم ورحل إلى بغداد قال الدارقطني لم أر مثله وقال غيره كان\nنظير أبي محمد بن أبي زيد في القيروان وكان على الشورى بقرطبة وكان عالما\nبالحديث رأسا في الفقه\n</p>\n\n<p>\nتوفي سنة اثنتين وتسعين وثلاثمائة\n</p>\n\n<p>\nعبد الله بن أبي ابن سلول وسلول أمه رأس المنافقين وأظهر إسلامه بعد وقعة\nبدر <span id='ms0050'></span> ومات في سنة تسع من الهجرة مذكور في الجنائز والحدود في قصة الإفك\nوإنما ذكرته لأني ذكرت من سمي فيها\n</p>\n\n<p>\nعبد الله بن أحمد بن محمد بن حنبل أبو عبد الرحمن الشيباني البغدادي\nالحافظ روى عن أبيه ويحيى بن معين وشيبان بن فروخ وخلائق روى عنه النسائي\nوابن صاعد وأبو عوانة وأبو القاسم الطبراني وأبو بكر القطيعي وأبو بكر\nالشافعي وخلق\n</p>\n\n<p>\nقال فيه أبوه إن أبا عبد الرحمن قد وعى علما كثيرا\n</p>\n\n<p>\nوقال أيضا ابني عبد الله محظوظ من علم الحديث وقال ابن عدي نبل بابيه وله\nفي نفسه محل في العلم وقال أبو الحسين بن المنادي ما زلنا نرى أكابر شيوخنا\nيشهدون له بمعرفة الرجال وعلل الحديث والأسماء والكنى والمواظبة على طلب\nالحديث ويذكرون عن أسلافهم الإقرار له بذلك حتى إن بعضهم أسرف في تقريظه\nإياه بالمعرفة وزيادة السماع على أبيه\n</p>\n\n<p>\nوقال الخطيب كان ثقة ثبتا فهما توفي لتسع بقين من جمادى الآخرة سنة تسعين\nومائتين وكان مولده سنة ثلاث عشرة ومائتين\n</p>\n\n<p>\nعبد الله بن أبي أوفى واسم أبي أوفى علقمة بن خالد الأسلمي يكنى أبا\nإبراهيم وقيل أبا محمد وقيل أبا معاوية له ولأبيه صحبة وشهد عبد الله بيعة\nالرضوان\n</p>\n\n<p>\nوروى عن النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n             عدة أحاديث روى عنه طلحة\nبن مصرف وإسماعيل بن أبي خالد وأبو إسحاق الشيباني وخلق وهو آخر من مات ممن\nشهد بيعة الرضوان وهو آخر من مات بالكوفة من الصحابة كما قال قتادة وعمرو\nبن علي الفلاس وابن حبان وابن زبر وابن عبد البر وغيرهم وقيل آخرهم موتا\nبها أبو جحيفة وقيل عمرو بن حريث وتوفي ابن أبي أوفى سنة ست وثمانين وقيل\nسنة سبع وقيل سنة ثمان وثمانين\n</p>\n\n<p>\nعبد الله بن بريدة بن الخصيب أبو سهل الأسلمي قاضي مرو وعالمها روى عن\nأبيه وابن مسعود وابن عمر وابن عباس وغيرهم روى عنه ابناه سهل وصخر وقتادة\nومحارب بن دثار والحسين بن واقد وآخرون كثيرون وثقه ابن معين وأبو حاتم\nوأبو <span id='ms0051'></span> داود وابن حبان وقال ولد سنة خمس عشرة ومات أخوه سليمان بمرو وهو على\nالقضاء سنة خمس ومائة وولي هو بعده القضاء بمرو إلى أن مات سنة خمس عشرة\nومائة وله مائة سنة قال وكيع كانوا لسليمان أحمد منهم لعبد الله بن بريدة\n</p>\n\n<p>\nعبد الله بن أبي بكر بن محمد بن عمرو بن حزم الأنصاري المدني أبو محمد\nوقيل أبو بكر روى عن أبيه وأنس وعروة وعمرة في آخرين روى عنه الزهري وهو من\nأقرانه وشيوخه وابن جريج والسفيانان وآخرون\n</p>\n\n<p>\nقال مالك كان رجل صدق وقال أحمد حديثه عن أبيه شفاء وقال النسائي ثقة ثبت\nوقال ابن سعد كان ثقة كثير الحديث عالما توفي سنة خمس وثلاثين ومائة وقيل\nسنة ثلاثين وهو ابن سبعين سنة له ذكر في النكاح في باب الإحسان إلى البنات\n</p>\n\n<p>\nعبد الله بن أبي داود سليمان بن الأشعث السجستاني أبو بكر الحافظ بن\nالحافظ روى عن عمرو بن علي الفلاس وأبي سعيد عبد الله بن سعيد الأشج وعيسى\nبن حماد زغبة ومحمد بن أسلم الطوسي ومحمد بن رافع وأبي علي أحمد بن حفص\nالنيسابوري وأحمد بن حرب الطائي وأحمد بن سعيد بن بشر المصري وأحمد بن سنان\nالواسطي وأحمد بن سيار المروزي وأحمد بن صالح المصري وهو آخر من حدث عنه\n</p>\n\n<p>\nوخلائق روى عنه الحافظ أبو الحسن علي بن عمر الدارقطني والحافظ أبو حفص\nعمر بن أحمد بن عثمان بن شاهين وأبو الحسين محمد بن أحمد بن إسماعيل بن\nشمعون وأبو القسم عبيد الله بن محمد بن إسحاق بن حبابة وأبو طاهر محمد بن\nعبد الرحمن بن العباس المخلص وأبو بكر محمد بن عمر بن علي بن خلف بن زنبور\nوأبو مسلم محمد بن أحمد بن علي الكاتب وهو آخر من حدث عنه وآخرون وكان\nمولده سنة ثلاثين ومائتين بسجستان ونشأ بنيسابور وسمع بخراسان والشام\nوالحجاز ومصر والعراق وأصبهان وغيرها وكان عنده عن شيخ واحد ثلاثون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n             ألف حديث وهو أبو سعيد الأشج وجمع وصنف وحدث في <span id='ms0052'></span> أصبهان من حفظه\nبثلاثين ألف حديث وكانت عنده قوة نفس فوقع بينه وبين محمد بن جرير ويحيى بن\nمحمد بن صاعد فتكلم فيهما وتكلما فيه على عادة الأقران\n</p>\n\n<p>\nقال الدارقطني ثقة إلا أنه كثير الخطأ في الكلام على الحديث وقال صالح بن\nأحمد جزرة أبو بكر بن أبي داود إمام العراق كان في وقته ببغداد مشايخ أسند\nمنه ولم يبلغوا في الآلة والإتقان ما بلغ وقال ابن عدي هو مقبول عند أصحاب\nالحديث\n</p>\n\n<p>\nوأما كلام أبيه فيه فما أدري أيش تبين له منه ثم روى عن علي بن الحسين بن\nالجنيد سمعت أبا داود يقول ابني عبد الله كذاب\n</p>\n\n<p>\nقال ابن عدي وعامة ما كتب مع أبيه وقال عبدان سمعت أبا داود يقول ومن\nالبلاء أن عبد الله يطلب للقضاء وقال الحافظ أبو محمد الخلال كان عبد الله\nأحفظ من أبيه\n</p>\n\n<p>\nوقال محمد بن عبيد الله بن الشخير كان زاهدا ناسكا وقد احتج به الأئمة\nوأخرجوه في الصحيح ولم يرجعوا إلى كلام أبيه فيه توفي في ذي الحجة سنة ست\nعشرة وثلاثمائة وصلي عليه ثلثمائة ألف إنسان له ذكر في الجنائز\n</p>\n\n<p>\nعبد الله بن دينار المدني أبو عبد الرحمن مولى ابن عمر روى عنه وعن أنس\nوسليمان بن يسار ونافع وجماعة روى عنه مالك وشعبة والسفيانان وخلق وثقه أبو\nحاتم وغيره وتوفي سنة سبع وعشرين ومائة وذكر في صلاة الوتر مقرونا بنافع\nوكذلك في الأدب\n</p>\n\n<p>\nعبد الله بن ذكوان المدني أبو الزناد وهو لقب له وكنيته أبو عبد الرحمن\nوهو مولى بني أمية روى عن أنس وعن الأعرج فأكثر عنه وابن المسيب وعروة في\nآخرين روى عنه ابن إسحاق ومالك والسفيانان وخلق كان أبو الزناد فقيه أهل\nالمدينة قال أحمد هو أعلم من ربيعة قال عبد ربه بن سعيد رأيته دخل مسجد\nالنبي صلى الله عليه وسلم ومعه من الأتباع مثل ما مع السلطان فمن سائل عن\nالحساب ومن سائل عن فريضة ومن سائل عن الشعر ومن سائل عن الحديث <span id='ms0053'></span> ومن سائل\nعن معضلة\n</p>\n\n<p>\nوقال الليث رأيته وخلفه ثلاثمائة طالب ثم لم يلبث أن بقي وحده وأقبلوا\nعلى ربيعة فكان ربيعة يقول شبر من حظوة خير من باع من علم\n</p>\n\n<p>\nوقال مصعب كان فقيه أهل المدينة وكان صاحب كتاب وحساب وكان معاديا لربيعة\nوكانا فقيهي المدينة في زمانهما ووثقه أحمد وأبو حاتم وغيرهما وتكلم فيه\nربيعة فلم يقبل منه قال ابن معين وغيره مات سنة إحدى وثلاثين ومائة وقال\nالواقدي مات فجأة في مغتسله ليلة الجمعة لسبع عشرة خلت من رمضان وهو ابن ست\nوستين سنة\n</p>\n\n<p>\nعبد الله بن روح بن عبد الله بن زيد وقيل روح بن هارون ويعرف بعبدوس أبو\nمحمد المدائني روى عن يزيد بن هارون وشبابة بن سوار وغيرهما روى عنه أبو\nبكر محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             عبد الله الشافعي وحمزة بن محمد بن العباس الدهقان\nوالقاضي المحاملي وأبو عمرو بن السماك وآخرون قال الدارقطني ليس به بأس\n</p>\n\n<p>\nوقال هبة الله بن الحسن الطبري ثقة صدوق قال أبو بكر الشافعي وعبد الباقي\nبن قانع وابن المنادي توفي سنة سبع وسبعين ومائتين زاد ابن المنادي سلخ\nجمادى الآخرة\n</p>\n\n<p>\nوقال أحمد بن كامل القاضي مات ببغداد سنة أربع وسبعين ومائتين قال الخطيب\nهذا خطأ وقال ابن قانع كانت وفاته بالمدائن\n</p>\n\n<p>\nعبد الله بن الزبير بن العوام بن خويلد بن أسد بن عبد العزى الأسدي أبو\nبكر وأبو خبيب أول مولود ولد في الإسلام بعد الهجرة من قريش ولد في السنة\nالثانية وحفظ عن النبي صلى الله عليه وسلم وروى عنه وعن أبيه وعن الخلفاء\nالأربعة وغيرهم روى عنه بنوه عباد وعامر وثابت وأم عمرو وحفيداه يحيى بن\nعباد ومصعب بن ثابت وأخوه عروة وابن أخيه عبد الله بن عروة ورآه هشام بن\nعروة وحفظ عنه وخلق من التابعين وبايعه النبي صلى الله عليه وسلم وهو صغير\nوشهد اليرموك مع أبيه وبويع له بالخلافة بعد يزيد ولم يستكمل الخلافة بل\nغلب على الحجاز واليمن والعراق وخراسان وبعض الشام وكانت دولته تسع <span id='ms0054'></span> سنين\nوكان رأسا في العبادة رأسا في الشجاعة فروى البيهقي أن عبد الله شرب دم\nالنبي صلى الله عليه وسلم فقال له ويل لك من الناس وويل للناس منك وحاصره\nالحجاج بمكة مدة إلى أن أخذ فقتل وصلب في جمادى الأولى سنة ثلاث وسبعين\n</p>\n\n<p>\nعبد الله بن زيد بن عمرو وقيل عامر بن نائل بن مالك بن عبيد أبو قلابة\nالجرمي البصري أحد أئمة التابعين روى عن سمرة بن جندب ومالك بن الحويرث\nوأنس في آخرين من الصحابة والتابعين روى عنه مولاه أبو رجاء وقتادة ويحيى\nبن أبي كثير وآخرون\n</p>\n\n<p>\nقال أيوب كان من الفقهاء ذوي الألباب وقال عمر بن عبد العزيز يا أهل\nالشام لن تزالوا بخير ما دام فيكم مثل هذا\n</p>\n\n<p>\nقال محمد بن سعد ثقة كثير الحديث ديوانه بالشام مات بالشام فقيل سنة ست\nوقيل سنة سبع وقيل أربع ومائة\n</p>\n\n<p>\nعبد الله بن سعيد بن حصين أبو سعيد الأشج الكندي الكوفي أحد الأئمة\nالحفاظ روى عن أبي خالد الأحمر وعمر بن عبيد وهشيم وطبقتهم روى عنه الأئمة\nالستة وأبو زرعة وابن أبي حاتم وابن خزيمة وخلائق قال أبو حاتم ثقة صدوق\nإمام أهل زمانه\n</p>\n\n<p>\nوقال محمد بن أحمد بن بلال الشطوي ما رأيت أحفظ منه توفي سنة سبع وخمسين\nومائتين له ذكر في آخر إحياء الموات ذكر بكنيته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             عبد الله بن سلام بن الحارث الإسرائيلي من ذرية يوسف بن\nيعقوب صلى الله عليهما وسلم وكان حليفا لبني عوف كان اسمه الحصين فسماه\nالنبي صلى الله عليه وسلم عبد الله روى عن النبي صلى الله عليه وسلم روى\nعنه ابنه يوسف وله صحبة وأبو هريرة وأنس وأبو سلمة وآخرون وفي الصحيحين من\nحديث سعد بن أبي وقاص قال ما سمعت النبي صلى الله عليه وسلم يقول لأحد يمشي\nعلى وجه الأرض إنه من أهل الجنة إلا لعبد الله بن سلام\n</p>\n\n<p>\nوروى الترمذي والنسائي في سننه الكبرى من حديث معاذ أنه قال التمسوا\nالعلم عند أربعة رهط أبي الدرداء <span id='ms0055'></span> وسلمان وابن مسعود وعبد الله بن سلام الذي\nكان يهوديا فأسلم فإني سمعت رسول الله صلى الله عليه وسلم يقول إنه عاشر\nعشرة في الجنة قال الترمذي حسن غريب\n</p>\n\n<p>\nوقال ابن عبد البر حسن الإسناد صحيح\n</p>\n\n<p>\nوروى الترمذي أن عبد الله بن سلام قال نزلت في وشهد شاهد من بني إسرائيل\nعلى مثله ونزلت في قل كفى بالله شهيدا بيني وبينكم ومن عنده علم الكتاب\nوقال حديث غريب\n</p>\n\n<p>\nوحكى ابن عبد البر هذا عن بعض المفسرين واستبعده لكون السورتين مكيتين\nقال وقد تكون السورة مكية وفيها آيات مدينة كالأنعام وغيرها وتوفي ابن سلام\nبالمدينة في خلافة معاوية سنة ثلاث وأربعين له ذكر في كتاب الحدود\n</p>\n\n<p>\nعبد الله بن العباس بن عبد المطلب الهاشمي بن عم النبي صلى الله عليه\nوسلم وصاحبه وحبر الأمة والبحر وترجمان القرآن روى عن النبي صلى الله عليه\nوسلم وعن أبويه والخلفاء الأربعة وخلق من الصحابة روى عنه أنس وأبو أمامة\nبن سهل وابن المسيب وسعيد بن جبير في خلائق من التابعين توفي النبي صلى\nالله عليه وسلم وهو ابن خمس عشرة سنة وقيل ثلاث عشرة قال أحمد والصواب\nالأول ودعا له النبي صلى الله عليه وسلم فقال اللهم فقهه في الدين\n</p>\n\n<p>\nزاد أحمد في مسنده وعلمه التأويل وقال الزهري قال المهاجرون لعمر ألا\nتدعو أبناءنا كما تدعو ابن عباس قال ذاكم فتى الكهول إن له لسانا سئولا\nوقلبا عقولا\n</p>\n\n<p>\nوقال ابن مسعود لو أدرك ابن عباس أسناننا ما عشره منا أحد وقال معاوية\nابن عباس أفقه من مات ومن عاش وقال عبيد الله بن عبد الله بن عتبة ما رأيت\nأحدا أعلم بما سبقه من حديث رسول الله صلى الله عليه وسلم ولا بقضاء أبي\nبكر وعمر منه ولا أعلم بشعر منه ولا أفقه ولا أعلم بعربية ولا بتفسير ولا\nبحساب ولا بفريضة منه ولا أعلم بما مضى ولا أثبت رأيا منه واستخلفه علي على\nالبصرة ومما روي لحسان بن ثابت فيه إذا ما ابن <span id='ms0056'></span> عباس بدا لك وجهه رأيت له في\nكل أحواله فضلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             إذا قال لم يترك مقالا لقائل بمنتظمات لا ترى\nبينها فصلا كفى وشفى ما في النفوس فلم يدع لذي أرب في القول جدا ولا هزلا\nسموت إلى العليا بغير مشقة فنلت ذراها لا دنيا ولا وعلا خلقت حليفا للمروءة\nوالندى بليجا ولم تخلق كهاما ولا جبلا قال أبو نعيم ويحيى بن بكير مات سنة\nثمان وستين زاد ابن بكير وصلى عليه محمد بن الحنفية وقال اليوم مات رباني\nهذه الأمة\n</p>\n\n<p>\nعبد الله بن عبد الله بن أبي بن مالك بن الحارث بن عبيد بن مالك بن سالم\nبن غنم بن عوف بن الخزرج الأنصاري الخزرجي كان اسمه الحباب وبه كان يكنى\nأبوه عبد الله بن أبي رأس المنافقين فسماه رسول الله صلى الله عليه وسلم\nعبد الله وكان عبد الله بن عبد الله من خيار المسلمين وفضلائهم شهد بدرا\nوأحدا والمشاهد كلها مع رسول الله صلى الله عليه وسلم روت عنه عائشة\nواستأذن رسول الله صلى الله عليه وسلم في قتل أبيه وقال إن أذنت لي قتلته\nفقال رسول الله صلى الله عليه وسلم لا يتحدث الناس أن محمدا يقتل أصحابه\nولكن بر أباك وأحسن صحبته\n</p>\n\n<p>\nقال ابن عبد البر وكان رسول الله صلى الله عليه وسلم يثني على عبد الله\nبن عبد الله واستشهد يوم اليمامة في خلافة أبي بكر سنة اثنتي عشرة\n</p>\n\n<p>\nعبد الله بن عبد الرحمن بن الفضل بن بهرام أبو محمد الدارمي التميمي\nالسمرقندي الحافظ صاحب المسند أحد الأئمة الأعلام روى عن يزيد بن هارون\nومروان بن محمد والنضر بن شميل وحبان بن هلال وخلق روى عنه البخاري في غير\nالصحيح ومسلم وأبو داود والترمذي وأبو زرعة وجعفر الفريابي وخلق قال فيه\nأحمد السيد الإمام وقال أبو حاتم إمام أهل زمانه وقال بندار حفاظ الدنيا\nأبو زرعة والبخاري والدارمي ومسلم\n</p>\n\n<p>\nوقال ابن حبان كان من الحفاظ المتقنين وأهل الورع والدين ممن حفظ وجمع\nوتفقه وصنف وحدث <span id='ms0057'></span> وأظهر السنة في بلده وقال الخطيب كان يضرب به المثل ألح\nعليه السلطان فاستقضاه على سمرقند فقضى قضية واحدة ثم استعفى فأعفي\n</p>\n\n<p>\nولد سنة إحدى وثمانين ومائة وتوفي يوم التروية سنة خمس وخمسين ومائتين\n</p>\n\n<p>\nعبد الله بن عثمان بن عامر بن عمرو بن كعب بن سعد بن تيم بن مرة أبو بكر\nالصديق بن أبي قحافة القرشي التيمي وقيل اسمه عتيق كان أول من آمن من\nالرجال وقد نظمه حسان بن ثابت فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             إذا تذكرت شجوا من أخي ثقة\nفاذكر أخاك أبا بكر بما فعلا خير البرية أتقاها وأعدلها بعد النبي وأوفاها\nبما حملا والثاني التالي المحمود مشهده وأول الناس قدما صدق الرسلا رواه\nالحاكم في المستدرك ويشهد له ما في صحيح مسلم من حديث عمرو بن عبسة إذ قال\nللنبي صلى الله عليه وسلم من معك على هذا قال حر وعبد قال ومعه يومئذ أبو\nبكر وبلال ممن آمن به روى عن النبي صلى الله عليه وسلم أحاديث ولم يكثر\nحديثه عنه لقرب وفاته واشتغاله بقتال أهل الردة وقرب العهد بالنبي صلى الله\nعليه وسلم فلم يكن فشا الحديث عنه روى عنه ابناه عبد الرحمن وعائشة وعمر\nوعلي وابن عمر وابن عباس وآخرون هاجر أبو بكر مع النبي صلى الله عليه وسلم\nوفيه نزلت ثاني اثنين إذ هما في الغار إذ يقول لصاحبه لا تحزن إن الله معنا\nقال النبي صلى الله عليه وسلم ما ظنك باثنين الله ثالثهما\n</p>\n\n<p>\nوقال إن من أمن الناس علي في صحبته وماله أبا بكر ولو كنت متخذا خليلا\nغير ربي لاتخذت أبا بكر خليلا ولكن أخوة الإسلام ومودته لا يبقين في المسجد\nباب إلا سد إلا باب أبي بكر وسئل أي الناس أحب إليك قال عائشة قيل من\nالرجال قال أبوها وقال ابن عمر كنا نخير بين الناس في زمن رسول الله صلى\nالله عليه وسلم فنخير أبا بكر ثم عمر ثم عثمان وهذه كلها مخرجة في الصحيحين\nومناقبه كثيرة وكان أبو بكر <span id='ms0058'></span> أصغر من النبي صلى الله عليه وسلم بسنتين أو\nثلاث وبويع بعد النبي صلى الله عليه وسلم بالخلافة وأشار النبي صلى الله\nعليه وسلم إلى ذلك بأمور منها قوله للمرأة فإن لم تجديني فأتي أبا بكر\nومنها قوله يأبى الله والمؤمنون إلا أبا بكر ومنها قوله مروا أبا بكر فليصل\nبالناس ومنها رؤياه صلى الله عليه وسلم أنه مر على قليب ينزع فأخذه منه أبو\nبكر ثم عمر وهذه الأحاديث كلها متفق عليها في الصحيحين فأقام رضي الله عنه\nفي الخلافة سنتين وأربعة أشهر ثم توفي لثمان بقين من جمادى الآخرة سنة ثلاث\nعشرة\n</p>\n\n<p>\nهذا قول أكثر أهل السير فيما حكاه ابن عبد البر وبه جزم ابن إسحاق وابن\nزبر وابن قانع وابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             الجوزي والذهبي في العبر وذهب الواقدي\nوالفلاس إلى أنه توفي في جمادى الأولى وبه جزم ابن الصلاح في علوم الحديث\nوالمزني في التهذيب والأول أشهر\n</p>\n\n<p>\nواختلف في مبلغ سنه فالأصح أنه عاش ثلاثا وستين سنة وهو قول الأكثرين وبه\nجزم ابن قانع والمزي والذهبي وقيل خمس وستون وحرره ابن حبان فقال في كتاب\nالخلفاء اثنان وستون سنة وثلاثة أشهر واثنان وعشرون يوما والله أعلم\n</p>\n\n<p>\nعبد الله بن عدي بن عبد الله بن محمد بن القطان أبو أحمد الجرجاني الحافظ\nمصنف الكامل في الجرح روى عن أبي خليفة الفضل بن الحباب الجمحي وبهلول بن\nإسحاق وعبد الرحمن بن الرواس وخلائق روى عنه الشيخ أبو حامد أحمد بن محمد\nبن أحمد الإسفراييني وأبو الحسين أحمد بن محمد بن منصور بن العالي وأبو عبد\nالله محمد بن عبد الله بن عبيد الله بن ماكويه الشيرازي والحافظ أبو القاسم\nحمزة بن يوسف السهمي وأبو سعد أحمد بن محمد بن أحمد الملايني وأبو عمر\nومحمد بن عبد الله البسطامي\n</p>\n\n<p>\nوقال حمزة كان حافظا متقنا لم يكن في زمانه مثله وقال أبو القاسم بن\nعساكر كان ثقة على محن فيه توفي في جمادى الآخرة سنة خمس وستين وثلاثمائة\nوله ثمان وثمانون سنة\n</p>\n\n<p>\nعبد <span id='ms0059'></span> الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب أبو عبد الرحمن العدوي\nالعمري المدني روى عن سعيد المقبري ونافع والزهري وغيرهم روى عنه ابنه عبد\nالرحمن ووكيع وابن وهب والقعنبي وأبو مصعب وخلق قال أحمد لا بأس به ولكن\nليس مثل أخيه عبيد الله\n</p>\n\n<p>\nوقال ابن معين صويلح وقال يعقوب بن شيبة صدوق ثقة في حديثه اضطراب وقال\nابن عدي لا بأس به صدوق وقال النسائي ضعيف توفي سنة إحدى وسبعين ومائة\n</p>\n\n<p>\nعبد الله بن عمر بن الخطاب أبو عبد الرحمن العدوي هاجر به أبوه واستصغر\nيوم أحد وشهد الخندق وبيعة الرضوان والمشاهد روى عن النبي صلى الله عليه\nوسلم فأكثر وعن أبيه وأبي بكر وبلال وآخرين روى عنه أولاده سالم وحمزة وعبد\nالله وعبيد الله وبلال وزيد وعمرو وأحفاده محمد بن زيد وأبو بكر بن عبد\nالله وعبد الله بن واقد وابن المسيب وزيد بن أسلم ونافع وآخرون كثيرون وكان\nإماما واسع العلم متين الدين وافر الصلاح\n</p>\n\n<p>\nقال فيه النبي صلى الله عليه وسلم فيما رواه الشيخان من حديث حفصة إن عبد\nالله رجل صالح وقال ابن مسعود إن من أملك شباب قريش لنفسه عن الدنيا عبد\nالله بن عمر\n</p>\n\n<p>\nوقال جابر ما منا أحد إلا مالت به الدنيا ومال بها إلا ابن عمر وقال ابن\nالمسيب مات وما في الأرض أحد أحب إلي أن ألقى الله بمثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n             عمله\nمنه وذكر يوم التحكيم للخلافة فقال بشرط أن لا تجرى فيها محجمة دم مات سنة\nثلاث وسبعين قال ابن عبد البر لا يختلفون في ذلك انتهى\n</p>\n\n<p>\nوقد قال خليفة والواقدي وآخرون سنة أربع وسبعين\n</p>\n\n<p>\nعبد الله بن عمرو بن العاص بن وائل بن هاشم بن سعيد بن سعد بن سهم أبو\nمحمد وقيل أبو عبد الرحمن وقيل أبو نصير السهمي أسلم عبد الله قبل أبيه\nوكان بينه وبين أبيه في السن إحدى عشرة سنة فيما جزم به المزي وقال ابن عبد\nالبر اثنتا عشرة روى عن النبي <span id='ms0060'></span> صلى الله عليه وسلم وعن أبيه وأبي بكر وعمر\nوغيرهم روى عنه حفيده شعيب بن محمد وأبو أمامة بن سهل وابن المسيب وأبو\nسلمة وخلائق\n</p>\n\n<p>\nروى عبد الجبار بن الورد عن ابن أبي مليكة قال قال طلحة بن عبيد الله\nسمعت رسول الله صلى الله عليه وسلم يقول نعم أهل البيت عبد الله وأبو عبد\nالله وأم عبد الله قال ابن عبد البر وكان فاضلا حافظا عالما قرأ الكتب\nواستأذن النبي صلى الله عليه وسلم في أن يكتب حديثه فأذن له\n</p>\n\n<p>\nوروى البخاري من حديث أبي هريرة قال ما من أصحاب النبي صلى الله عليه\nوسلم أحد أكثر حديثا عنه مني إلا عبد الله بن عمرو فإنه كان يكتب ولا أكتب\n</p>\n\n<p>\nوروى النسائي وابن ماجه عن عبد الله بن عمرو قال جمعت القرآن فقرأت به في\nكل ليلة فبلغ ذلك النبي صلى الله عليه وسلم فذكر الحديث\n</p>\n\n<p>\nوكان عبد الله يسرد الصوم ويقوم الليل كله حتى أمره النبي صلى الله عليه\nوسلم بالتخفيف كما ثبت في الصحيح\n</p>\n\n<p>\nواختلف في وفاته فقال أحمد توفي ليالي الحرة وكانت سنة ثلاث وستين وقيل\nثلاث وسبعين وقيل خمس وستين وقيل سبع وستين وقيل سنة ثمان وستين وقيل سنة\nخمس وخمسين وهو بعيد\n</p>\n\n<p>\nواختلف أيضا في محل وفاته فقيل مات بمصر وقيل مات بفلسطين وقيل بمكة وقيل\nبالمدينة وقيل بالطائف والله أعلم\n</p>\n\n<p>\nعبد الله بن عون بن أرطبان أبو عون البصري مولى عبد الله بن مغفل المزني\nوقيل مولى عبد الله بن درة روى عن سعيد بن جبير والشعبي ونافع وخلق روى عنه\nشعبة والثوري ويزيد بن هارون وخلق\n</p>\n\n<p>\nقال شعبة ما رأيت مثل أيوب ويونس وابن عون وقال عثمان البتي ما رأت عيناي\nمثل ابن عون\n</p>\n\n<p>\nوكذا قال هشام بن حسان وقال ابن مهدي ما كان أحد بالعراق أعلم بالسنة منه\nوقال روح بن عبادة ما رأيت أعبد منه وقال خارجة بن مصعب جالسته ثنتي عشرة\nسنة فما أظن أن الملكين كتبا عليه سوءا <span id='ms0061'></span> توفي سنة إحدى وخمسين ومائة وقيل\nاثنتين وخمسين وقيل خمسين والأول أصح له ذكر في الوصية\n</p>\n\n<p>\nعبد الله بن قيس بن سليم بن حضار بن حرب بن عامر بن عتر بن بكر بن عامر\nبن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             عذر بن وائل بن ناجية بن الجماهر بن الأشعر الأشعري أبو\nموسى روى عن النبي صلى الله عليه وسلم وأبي بكر وعمر وعلي وغيرهم روى عنه\nبنوه أبو بردة وأبو بكر وإبراهيم وموسى وأنس بن مالك وابن المسيب وأبو\nعثمان النهدي وخلق ذكره ابن إسحاق فيمن هاجر إلى الحبشة ثم قدم مع جعفر\nوأصحابه بخيبر\n</p>\n\n<p>\nوالصحيح أنه لم يهاجر إليها وإنما خرج مع قومه الأشعريين إلى النبي صلى\nالله عليه وسلم في سفينة فألقتهم إلى الحبشة إلى النجاشي فقدموا إلى جعفر\nفلهذا قيل هاجر إلى الحبشة صححه ابن عبد البر وغيره\n</p>\n\n<p>\nوكان أبو موسى حسن الصوت ففي الصحيحين أن النبي صلى الله عليه وسلم قال\nلقد أوتي أبو موسى مزمارا من مزامير آل داود وسئل علي بن أبي طالب عن محل\nأبي موسى من العلم فقال صبغ في العلم صبغة\n</p>\n\n<p>\nوقال الشعبي كان العلم يؤخذ عن ستة من أصحاب رسول الله صلى الله عليه\nوسلم فذكر منهم أبا موسى وروي أيضا عن الشعبي عن مسروق نحوه\n</p>\n\n<p>\nوعمل أبو موسى للنبي صلى الله عليه وسلم على زبيد وعدن وولاه عمر البصرة\nثم الكوفة وأقره عليها عثمان وعزله علي عنها واختلف في وفاته فقيل سنة\nاثنتين وأربعين وقيل سنة أربع وقيل سنة خمسين وقيل اثنتين وخمسين وقيل ثلاث\nوخمسين واختلف أيضا في محل وفاته فقيل بمكة وقيل بالكوفة\n</p>\n\n<p>\nعبد الله بن المبارك بن واضح الحنظلي التميمي مولاهم أبو عبد الرحمن\nالمروزي أحد الأئمة الأعلام روى عن حميد الطويل وسليمان التيمي ويحيى بن\nسعيد الأنصاري وخلق ثم عن شعبة ومالك والثوري وطبقتهم فأكثر عنهم ثم عن ابن\nعيينة وابن إسحاق الفزاري وغيرهما روى عنه معمر والسفيانان وعبد الرحمن بن\nمهدي ويحيى بن معين وخلائق\n</p>\n\n<p>\nقال ابن المبارك حملت <span id='ms0062'></span> عن أربعة آلاف شيخ فرويت عن ألف وقيل له إلى متى\nتكتب العلم قال لعل الكلمة التي أنتفع بها ما كتبتها بعد\n</p>\n\n<p>\nقال أحمد لم يكن في زمنه أطلب للعلم منه رحل إلى اليمن ومصر والشام\nوالبصرة والكوفة كتب عن الصغار والكبار وجمع أمرا عظيما وما كان أحد أقل\nسقطا منه كان يحدث من كتاب وكان صاحب حديث حافظا\n</p>\n\n<p>\nوقال ابن معين ثقة مستثبت كان عالما صحيح الحديث وكان كتبه التي حدث بها\nعشرين ألفا أو واحدا وعشرين ألفا وقال ابن مهدي كان نسيج وحده وكان يفضله\nعلى الثوري وقال ما رأيت أنصح للأمة منه وقال ابن عيينة ما رأيت للصحابة\nعليه فضلا إلا بصحبتهم النبي صلى الله عليه وسلم وغزوهم معه وقال كان فقيها\nعالما عابدا زاهدا سخيا شجاعا شاعرا وقال الفضيل ما خلف بعده مثله\n</p>\n\n<p>\nوقال الحسن بن عيسى اجتمع جماعة من أصحاب ابن المبارك فقالوا تعالوا حتى\nنعد خصال ابن المبارك من أبواب الخير فقالوا جمع العلم والفقه والأدب\nوالنحو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             واللغة والشعر والفصاحة والزهد والورع والإنصاف وقيام\nالليل والعبادة والحج والغزو والشجاعة والفروسية والشدة في بدنه وترك\nالكلام فيما لا يعنيه وقلة الخلاف على أصحابه وكان كثيرا ما يتمثل وإذا\nصاحبت فاصحب صاحبا ذا حياء وعفاف وكرم قوله للشيء لا إن قلت لا وإذا قلت\nنعم قال نعم وله شعر رائق في الزهد والمواعظ\n</p>\n\n<p>\nقال ابن سعد كان ثقة مأمونا إماما حجة ولد سنة ثمان عشرة ومائة ومات\nمنصرفا من الغزو بهيت سنة إحدى وثمانين ومائة زاد غيره في رمضان\n</p>\n\n<p>\nعبد الله بن مسعود بن غافل بن حبيب بن شمخ بن مخزوم بن صاهلة بن كاهل بن\nالحارث بن تميم بن سعد بن هذيل بن مدركة بن إلياس بن مضر بن نزار أبو عبد\nالرحمن الهذلي أحد السابقين الأولين شهد بدرا والمشاهد روى عن النبي صلى\nالله عليه وسلم فأكثر وعن عمر وسعد بن معاذ في آخرين روى عنه ابناه عبد\nالرحمن وأبو عبيدة فقيل لم يسمعا <span id='ms0063'></span> منه وابن عمر وابن عباس وقيس بن أبي حازم\nوأبو وائل وشريح القاضي وخلق\n</p>\n\n<p>\nقال ابن إسحاق أسلم بعد اثنين وعشرين نفسا وكان صاحب السواد والوساد\nوالسواك والنعلين والطهور كان يلي ذلك من النبي صلى الله عليه وسلم ففي\nالصحيحين من حديث عبد الله بن عمر واستقرئوا القرآن من أربعة من ابن أم عبد\nفبدأ به وفي الصحيح أيضا من أراد أن يقرأ القرآن غضا كما أنزل فليقرأه على\nقراءة ابن أم عبد الله\n</p>\n\n<p>\nوللترمذي من حديث علي مرفوعا لو كنت مؤمرا أحدا من غير مشورة لأمرت عليهم\nابن أم عبد وفيه أيضا ما حدثكم ابن مسعود فصدقوه وقال عمر كنيف ملئ علما\nوقال أبو الدرداء ما ترك بعده مثله توفي بالمدينة سنة اثنتين وثلاثين وقيل\nسنة ثلاث وقيل مات بالكوفة\n</p>\n\n<p>\nعبد الله بن مغفل بن عبد نهم وقيل ابن عبد غنم وبه صدر ابن عبد البر\nكلامه ابن عفيف بن أسيحم بن ربيعة بن عدي بن ثعلبة بن دويد بن سعد بن عداء\nبن عثمان بن عمرو بن أدبن طابخة المزني وولد عثمان بن عمرو المذكور هم\nمزينة نسبوا إلى أمهم مزينة بنت كلب بن وبرة يكنى أبا سعيد وقيل أبا عبد\nالرحمن وقيل أبا زياد كان من أصحاب الشجرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             وهو من أهل المدينة\nنزل البصرة بعثه إليها عمر مع عشرة يفقهون الناس روى عن النبي صلى الله\nعليه وسلم وأبي بكر وعثمان روى عنه الحسن ومعاوية بن قرة وسعيد بن جبير\nوجماعة ومات بالبصرة سنة ستين قاله ابن عبد البر وقال مسدد سنة سبع وخمسين\n</p>\n\n<p>\nعبد الرحمن بن أحمد بن محمد بن الوقاياتي العمري القاضي أبو الحسن بن أبي\nغالب البغدادي روى عن هبة الله بن محمد بن الحصين والقاضي أبي بكر محمد بن\nعبد الباقي الأنصاري وغيرهما وأجاز له أبو عبد الله البارع روى عنه أبو\nالمجد إسماعيل بن هبة الله بن باطيش وأحمد بن عبد الدائم وعبد اللطيف بن\nعبد المنعم الحراني وغيرهم وكان ثقة صحيح <span id='ms0064'></span> السماع وولي نيابة الحكم ببغداد\nسئل عن مولده فقال في سنة خمس عشرة وتوفي بها في ثاني عشر شهر رمضان سنة\nثمان وتسعين وخمسمائة\n</p>\n\n<p>\nعبد الرحمن بن أبي بكر بن أبي قحافة بن الصديق يكنى أبا عبد الله وقيل\nأبا محمد أسلم قبل الفتح وهاجر مع معاوية فيما قيل وقال أهل السير أسلم في\nهدنة الحديبية روى عن النبي صلى الله عليه وسلم وعن أبيه روى عنه ابناه عبد\nالله وحفصة وابن أخيه القاسم بن محمد وابن أبي ليلى وآخرون وكان من أشجع\nقريش وأرماهم بسهم قتل يوم اليمامة سبعة قال الزبير بن بكار كان امرأ صالحا\nفيه دعابة\n</p>\n\n<p>\nوقال ابن المسيب لم تجرب عليه كذبة قط توفي فجأة في مقيل قاله سنة ثلاث\nوخمسين وقيل سنة أربع وقيل سنة خمس وقيل إنه مات بالحبشى وبينه وبين مكة\nعشرة أميال ثم حمل إلى مكة فدفن بها فأعتقت عائشة رقيقا من رقيقه رجاء أن\nينفعه الله به\n</p>\n\n<p>\nله ذكر في الحج في أمر النبي صلى الله عليه وسلم أن يعمر عائشة من\nالتنعيم\n</p>\n\n<p>\nعبد الرحمن بن الزبير بفتح الزاي وكسر الموحدة ابن باطيا القرظي المدني\nله صحبة وهو الذي تزوج امرأة رفاعة بن سموأل القرظي حين طلقها وقد روى عبد\nالرحمن هذه القصة في الموطإ في رواية ابن وهب وابن القاسم رواها عنه ابنه\nالزبير بن عبد الرحمن وبقية رواة الموطإ جعلوه من رواية الزبير بن عبد\nالرحمن مرسلا واختلف في الزبير بن عبد الرحمن هل هو كأبيه بالفتح أو بالضم\nكالجادة وهو الصحيح\n</p>\n\n<p>\nعبد الرحمن بن القاسم بن خالد بن جنادة أبو عبد الله العتقي المصري\nالفقيه صاحب مالك وأحد رواة الموطإ ومن عليه العمدة في قول مالك عند أصحابه\nروى عن مالك ونافع القارئ وابن عيينة وجماعة روى عنه عبد الله بن عبد الحكم\nوابنه محمد بن عبد الله وسحنون وابن السرح وآخرون\n</p>\n\n<p>\nقال أبو زرعة ثقة رجل صالح عنده ثلثمائة جلد أو نحوه عن مالك مسائل وقال\nالنسائي <span id='ms0065'></span> ثقة مأمون أحد الفقهاء وروى عنه أنه قال خرجت إلى مالك اثنتي عشرة\nخرجة أنفقت في كل خرجة ألف دينار قال فيه مالك مثله كمثل جراب مملوء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             مسكا\n</p>\n\n<p>\nوقال أسد بن الفرات كان يختم كل يوم وليلة ختمتين مات في صفر سنة إحدى\nوتسعين ومائة واختلف في مولده فقيل سنة إحدى وثلاثين وقيل سنة تسع وعشرين\n</p>\n\n<p>\nعبد الرحمن بن القاسم بن محمد بن أبي بكر الصديق التيمي الفقيه أبو محمد\nالمدني الإمام ابن الإمام ولد في حياة عائشة روى عن أبيه وأسلم وابن المسيب\nوجماعة روى عنه شعبة ومالك والليث والسفيانان وخلق\n</p>\n\n<p>\nقال ابن عيينة كان أفضل أهل زمانه وقال مالك لم يخلف أحد أباه في مجلسه\nإلا عبد الرحمن\n</p>\n\n<p>\nقال ابن سعد كان ثقة ورعا كثير الحديث وكذلك وثقه أحمد وأبو حاتم وغيرهم\nتوفي بالشام سنة ست وعشرين ومائة\n</p>\n\n<p>\nعبد الرحمن بن مهدي بن حسان أبو سعيد الأزدي العنبري مولاهم البصري\nاللؤلؤي يكنى أبا سعيد أحد الأئمة الأعلام الحفاظ روى عن عمر بن ذر وشعبة\nوسفيان ومالك والحمادين في آخرين روى عنه الأئمة أحمد وإسحاق وابن المديني\nوابن معين والفلاس وخلائق ولد سنة خمس وثلاثين ومائة وطلب الحديث سنة نيف\nوخمسين\n</p>\n\n<p>\nقال ابن المديني هو أعلم الناس وقال أيضا لم أر قط أعلم بالحديث منه وقال\nكان أعلم بقول الفقهاء السبعة بعد مالك وقال وكان يختم في كل ليلتين وقال\nأحمد إذا حدث ابن مهدي عن رجل فهو حجة وقال أبو حاتم إمام ثقة أثبت من يحيى\nبن سعيد وأتقن من وكيع قال ابن سعد توفي بالبصرة في جمادى الآخرة سنة ثمان\nوتسعين ومائة وهو ابن ثلاث وستين سنة\n</p>\n\n<p>\nعبد الرحمن بن هرمز الأعرج أبو داود المدني القارئ روى عن أبي هريرة وأبي\nسعيد ومعاوية في آخرين من الصحابة والتابعين روى عنه الزهري وربيعة الرأي\nوأبو الزناد وابن إسحاق وخلق كان يكتب المصاحف وكان أحد الثقات من أصحاب\nأبي هريرة توفي بالإسكندرية سنة سبع عشرة ومائة\n</p>\n\n<p>\nعبد الرزاق بن <span id='ms0066'></span> همام بن نافع الحميري الصنعاني يكنى أبا بكر أحد الأئمة\nالأعلام روى عن أبيه وابن جريج ومعمر وسفيان ومالك والأوزاعي وخلائق روى\nعنه الأئمة أحمد وإسحاق وابن معين وابن المديني وخلائق آخرهم موتا إسحاق بن\nإبراهيم الدبري قيل لأحمد رأيت أحسن حديثا منه قال لا وقال من سمع منه\nبعدما ذهب بصره فهو ضعيف السماع كان يلقن بعدما عمي\n</p>\n\n<p>\nقال ابن عدي رحل إليه ثقات المسلمين وأئمتهم ولم يروا لحديثه بأسا إلا\nأنهم نسبوه إلى التشيع وقد روى في الفضائل أحاديث لم يوافق عليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n             وأرجو أنه لا بأس به وسئل عنه أحمد أكان يفرط في التشيع فقال\nأما أنا فلم أسمع منه في هذا شيئا ولكن كان رجلا تعجبه أخبار الناس\n</p>\n\n<p>\nوقد صح عنه أنه قال والله ما انشرح صدري قط أن أفضل عليا على أبي بكر\nوعمر وقال أفضلهما بتفضيل علي إياهما على نفسه ولو لم يفضلهما لم أفضلهما\nكفى بي إزراء أن أحب عليا ثم أخالف قوله وكان مولده سنة ست وعشرين ومائة\nقاله أحمد وتوفي في نصف شوال سنة إحدى عشرة ومائتين\n</p>\n\n<p>\nعبد اللطيف بن عبد المنعم بن علي بن نصر بن منصور بن هبة الله بن الصيقل\nالحراني الحنبلي يكنى أبا الفرح ولد بحران سنة سبع وثمانين وخمسمائة ورحل\nبه أبوه إلى بغداد فأسمعه من عبد المنعم بن عبد الوهاب بن كليب وعبد الرحمن\nبن محمد بن هبة الله بن ملاح الشط وعبد الله بن المبارك بن الطويلة والحافظ\nأبي الفرج عبد الرحمن بن علي بن الجوزي وعبد الله بن أحمد بن أبي المجد\nالحربي وهبة الله بن الحسن بن السبط وعبد الله بن نصر بن أحمد بن مزروع\nوعبد الرحمن بن أحمد بن محمد بن الوقاياتي في آخرين وسمع بحران من حماد بن\nهبة الله الحراني وغيره\n</p>\n\n<p>\nوأجاز له ذاكر بن كامل الخفاف وأبو جعفر محمد بن إسماعيل الطرسوسي ومسعود\nبن أبي منصور الجمال وآخرون روى عنه الحافظ عبد المؤمن بن خلف الدمياطي\nوأبو عمر <span id='ms0067'></span> ومحمد بن محمد بن سيد الناس اليعمري وأبو عمر وعثمان بن محمد بن\nعثمان النورزي والشيخ نصر بن سليمان بن عمر المنبجي والقاضي سعد الدين بن\nمسعود بن أحمد الحارثي ومحمد بن عبد الحميد بن محمد الهمداني وعبد الله بن\nعلي بن عمر بن شبل الصنهاجي ومحمد بن منصور بن إبراهيم بن الجوهري وأخوه\nأحمد وعبد المحسن بن أحمد بن محمد الصابوني وأبو نعيم أحمد بن عبيد بن محمد\nبن عباس الأسعردي وأحمد بن علي بن أيوب المشتولي وأبو الفتح محمد بن محمد\nبن إبراهيم الميدومي وهو آخر من حدث عنه بالسماع وآخرون كثيرون وكان ثقة\nصحيح السماع وولي مشيخة دار الحديث الكاملية وتوفي في أول صفر سنة اثنتين\nوسبعين وستمائة بالقاهرة\n</p>\n\n<p>\nعبد الوهاب بن علي بن علي بن عبيد الله بن سكينة أبو أحمد البغدادي\nالشافعي وسكينة جدته أحد الحفاظ الأعلام روى عن هبة الله بن محمد بن الحصين\nوزاهر بن طاهر الثحامي وأبي بكر محمد بن عبد الباقي الأنصاري ومحمد بن عبد\nالملك بن الحسين بن خيرون وأحمد بن طاهر بن سعيد الميهني وأبي الفضل محمد\nبن ناصر في آخرين\n</p>\n\n<p>\nروى عنه ابنه شيخ الشيوخ صدر الدين عبد السلام والحفاظ الضياء محمد بن\nعبد الواحد المقدسي وأبو بكر محمد بن عبد الغني بن نقطة وأبو عبد الله محمد\nبن محمود بن الحسين بن النجار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             والمجد عبد السلام بن عبد الله\nبن تيمية وإسماعيل بن هبة الله بن باطيش وعبد الله بن يوسف بن اللمط وأحمد\nبن عبد الدائم وعبد اللطيف بن عبد المنعم الحراني وأخوه عبد العزيز وهو آخر\nمن روى عنه بالسماع والكمال بن الفويرة آخر من روى عنه بالإجازة وكان مسند\nالعراق وشيخ الشيوخ بها قرأ المذهب والخلاف على أبي منصور وابن الرزاز وقرأ\nالقراءات على سبط الخياط ومهر فيها وقرأ النحو على ابن الخشاب وأخذ علم\nالحديث عن ابن ناصر وابن السمعاني\n</p>\n\n<p>\nقال ابن النجار في الذيل هو شيخ العراق في الحديث والزهد والسمت وموافقة <span id='ms0068'></span>\nالسنة كانت أوقاته محفوظة لا تمضي له ساعة إلا في تلاوة أو ذكر أو تهجد أو\nتسميع وكان يديم الصيام غالبا ويستعمل السنة في أموره إلى أن قال وما رأيت\nأكمل منه ولا أكثر عبادة ولا أحسن سمتا صحبته وقرأت عليه القراءات وكان ثقة\nنبيلا من أعلام الدين توفي في تاسع عشر شهر ربيع الآخر سنة سبع وستمائة\nببغداد وكان مولده في ليلة الجمعة رابع شعبان سنة تسع عشرة وخمسمائة\n</p>\n\n<p>\nعبد بن زمعة بن قيس بن عبد شمس بن عبد ود بن نصر بن مالك بن حنبل بن عامر\nبن لؤي بن غالب القرشي العامري أخو سودة أم المؤمنين قال ابن عبد البر كان\nشريفا سيدا من سادات الصحابة له ذكر في النكاح في باب لحاق النسب في\nاختصامه هو وسعد في ابن وليدة زمعة واسم ابن وليدة زمعة بن عبد الرحمن بن\nزمعة\n</p>\n\n<p>\nعبيد الله بن عبد الله بن عتبة بن مسعود أبو عبد الله الهذلي المدني أحد\nالفقهاء السبعة وهو ابن أخي عبد الله بن مسعود روى عن أبيه وأبي هريرة وابن\nعباس وعائشة في آخرين روى عنه الزهري وأبو الزناد وصالح بن كيسان وخلق قال\nمالك كان كثير العلم وقال العجلي كان جامعا للعلم وقال أبو زرعة ثقة مأمون\nإمام واختلف في وفاته فقيل سنة أربع أو خمس وتسعين وقيل سنة ثمان وقيل تسع\nوتسعين\n</p>\n\n<p>\nعبيد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب أبو عثمان العمري\nالمدني أحد الأعلام أخو عبد الله بن عمر المتقدم روى عن أبيه والقاسم وسالم\nونافع والزهري وخلق روى عنه شعبة والليث والسفيانان وخلق فضله أحمد على\nمالك وأيوب على نافع فقال هو أثبتهم وأحفظهم وأكثرهم رواية\n</p>\n\n<p>\nوقال النسائي ثقة ثبت وقال ابن منجويه كان من سادات أهل المدينة وأشراف\nقريش فضلا وعلما وعبادة وحفظا وإتقانا واختلف في وفاته فقيل سنة سبع\nوأربعين ومائة وقيل سنة خمس أو أربع وأربعين\n</p>\n\n<p>\nعبيد بن عمير بن قتادة بن سعد أبو <span id='ms0069'></span> عاصم الليثي ثم الجندعي المكي قاضي أهل\nمكة ولد في زمن النبي صلى الله عليه وسلم وروى عن عمر وعلي وأبي بن كعب في\nآخرين روى عنه ابنه عبد الله فقيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             لم يسمع منه وعطاء بن أبي\nرباح ومجاهد وآخرون وهو أول من قص على عهد عمر وثقه أبو زرعة وغيره قيل إنه\nتوفي سنة أربع توفي سنة أربع وسبعين وقال ابن جريج مات قبل ابن عمر\n</p>\n\n<p>\nعبيدة بن عمرو وقيل بن قيس بن غنم المرادي السلماني منسوب إلى سلمان ابن\nناجية بن مراد أبو مسلم وقيل أبو عمرو الكوفي أسلم قبل وفاة النبي صلى الله\nعليه وسلم بسنتين وروى عن علي وابن مسعود وغيرهما روى عنه إبراهيم النخعي\nومحمد بن سيرين والشعبي وآخرون قال ابن عيينة كان يوازي شريحا في العلم\nوالقضاء وقال العجلي كان أحد أصحاب ابن مسعود الذين يفتون ويقرئون وكان\nشريح إذا أشكل عليه الشيء يرسلهم إليه واختلف في وفاته فقيل سنة اثنتين\nوقيل سنة ثلاث وقيل أربع وسبعين\n</p>\n\n<p>\nعتبة بن أبي وقاص أخو سعد بن أبي وقاص ومات على شركه على المشهور وعهد\nإلى أخيه سعد أن ابن وليدة زمعة مني واسم ابن وليدة زمعة عبد الرحمن فاختصم\nسعد وعبد بن زمعة في الغلام فقضى به النبي صلى الله عليه وسلم لصاحب الفراش\nوهو زمعة وأبطل الاستلحاق بالزنا وعتبة هذا هو الذي كسر ثنية النبي صلى\nالله عليه وسلم في وقعة أحد فقال فيه حسان بن ثابت إذا الله جازى معشرا\nبفعالهم ونصرهم الرحمن رب المشارق فأخزاك ربي يا عتيب بن مالك ولقاك قبل\nالموت إحدى الصواعق بسطت يمينا للنبي تعمدا فأدميت فاه قطعت بالبوارق فهلا\nذكرت الله والموقف الذي تصير إليه عند إحدى البوائق وقد ذكر ابن الأثير في\nأسد الغابة ما يقتضي أنه أسلم والله أعلم وإنما ذكرت عتبة وإن لم يكن أسلم\nلكونه مذكورا في هذا الحديث في باب لحاق النسب\n</p>\n\n<p>\nعثمان بن طلحة بن عبد الله بن عبد العزى بن عثمان <span id='ms0070'></span> بن عبد الدار بن قصي\nالعبدري الحجبي حاجب الكعبة له صحبة ورواية روى عنه ابن عمه شيبة بن عثمان\nالحجبي وعبد الله بن عمر وغيرهما قدم المدينة مسلما مع خالد بن الوليد\nوعمرو بن العاص ومات بمكة سنة اثنتين وأربعين له ذكر في الحج\n</p>\n\n<p>\nعثمان بن عفان بن أبي العاص بن أمية بن عبد شمس الأموي أمير المؤمنين\nيكنى أبا عمرو وأبا عبد الله هاجر الهجرتين وزوجه النبي صلى الله عليه وسلم\nابنته رقية ثم ابنته أم كلثوم فلذلك كان يلقب بذي النورين ولا يعلم أحد\nأرخى سترا على ابنتي نبي غيره\n</p>\n\n<p>\nروى عنه أولاده أبان وسعيد وعمرو وابن مسعود وابن عمر وابن عباس وخلق ولد\nقبل الفيل بستة أعوام وهاجر مع زوجته رقية إلى الحبشة واشتغل بتمريضه لها\nعن شهود بدر فضرب له رسول الله صلى الله عليه وسلم بسهمه وأجره ولم يشهد\nبيعة الرضوان لكون النبي صلى الله عليه وسلم بعثه إلى مكة فقال النبي صلى\nالله عليه وسلم بيده اليمنى هذه يد عثمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n             فضرب بها على يده\nفقال هذه لعثمان وهو أحد العشرة المشهود لهم بالجنة وأحد الخلفاء الأربعة\nوأحد من أحيا الليل بركعة قرأ فيها القرآن كله وأحد من كان يصوم الدهر وجهز\nالعسرة بألف بعير وسبعين فرسا واشترى بئر رومة بعشرين ألفا فسبلها للمسلمين\n</p>\n\n<p>\nوروى مسلم من حديث عائشة أن النبي صلى الله عليه وسلم قال ألا أستحيي ممن\nتستحي منه الملائكة\n</p>\n\n<p>\nوفي الصحيحين من حديث ابن عمر كنا في زمن النبي صلى الله عليه وسلم لا\nنعدل بأبي بكر أحدا ثم عمر ثم عثمان ثم نترك أصحاب النبي صلى الله عليه\nوسلم لا نفاضل بينهم زاد الطبراني فيه فيسمع ذلك رسول الله صلى الله عليه\nوسلم فلا ينكره ومناقبه كثيرة قال علي كان أوصلنا للرحم\n</p>\n\n<p>\nوقال ابن مسعود بايعنا خيرنا ولم نأل وقالت عائشة لقد قتلوه وإنه لمن\nأوصلهم للرحم وأتقاهم لربه بويع عثمان بالخلافة بعد قتل عمر في أول سنة\nأربع أواخر سنة <span id='ms0071'></span> ثلاث وعشرين فأقام فيها اثنتي عشرة ثم سنة قتل في أواخر ذي\nالحجة سنة خمس وثلاثين قتله ناس من أهل مصر فلما بلغ عليا قتله قال تبا لكم\nآخر الدهر\n</p>\n\n<p>\nوقال سعيد بن زيد أحد العشرة لو أن أحدا انقض لما فعلوه بعثمان لكان\nحقيقا أن ينقض وقال ابن عباس لو اجتمع الناس على قتله لرموا بالحجارة كما\nرمي قوم لوط وقال عبد الله بن سلام لقد فتح الناس على أنفسهم بقتله باب\nفتنة لا يغلق عنهم إلى قيام الساعة\n</p>\n\n<p>\nوقال حسان بن ثابت في ذلك من سره الموت صرفا لا مزاج له فليأت مأدبة في\nدار عثمانا ضحوا بأشمط عنوان السجود به يقطع الليل تسبيحا وقرآنا صبرا فدا\nلكم أمي وما ولدت قد ينفع الصبر في المكروه أحيانا لتسمعن وشيكا في ديارهم\nالله أكبر يا ثارات عثمانا وقال أيضا فيما نسبه مصعب لحسان وقال ابن شيبة\nإنها للوليد بن عقبة وقيل هي لكعب بن مالك فكف يديه ثم أغلق بابه وأيقن أن\nالله ليس بغافل وقال لأهل الدار لا تقتلوهم عفا الله عن ذنب امرئ لم يقاتل\nفكيف رأيت الله ألقى عليهم ال عداوة والبغضاء بعد التواصل وكيف رأيت الخير\nأدبر بعده عن الناس إدبار السحاب الجوافل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             له ذكر في الجمعة\n</p>\n\n<p>\nعروة بن الزبير بن العوام أبو عبد الله الأسدي المدني روى عن أبيه وأمه\nأسماء وخالته عائشة وعلي بن أبي طالب وزيد بن ثابت وخلق روى عنه أولاده\nعثمان وعبد الله وهشام ويحيى ومحمد وحفيده عمر بن عبد الله والزهري وأبو\nالزناد وخلائق قال الزهري وجدته بحرا لا ينزف\n</p>\n\n<p>\nوقال عمر بن عبد العزيز ما أحد أعلم منه وقال أبو الزناد فقهاء المدينة\nأربعة فذكر منهم عروة وقال ابن شوذب كان يقرأ كل يوم ربع القرآن نظرا في\nالمصحف ويقوم به في الليل فما تركه إلا ليلة قطعت رجله وكان وقع في رجله\nالأكلة فنشرها وكان يقلم حائطه أيام الرطب فيأكل الناس ويحملون\n</p>\n\n<p>\nوقال هشام إن أباه كان <span id='ms0072'></span> يصوم الدهر إلا يومي الفطر والنحر ومات وهو صائم\nوقال العجلي كان ثقة رجلا صالحا لم يدخل في شيء من الفتن وقال ابن سعد كان\nثقة كثير الحديث فقيها عالما ثبتا مأمونا واختلف في وفاته فقيل سنة اثنتين\nوتسعين وقيل ثلاث وقيل أربع وقيل خمس واختلف أيضا في مولده فقيل سنة ثلاث\nوعشرين وقيل سنة تسع وعشرين\n</p>\n\n<p>\nعطارد بن حاجب بن زرارة بن عدس التميمي وهو الذي أهدى الحلة الحرير للنبي\nصلى الله عليه وسلم قال ابن عبد البر وفد على النبي صلى الله عليه وسلم في\nطائفة من وجوه قومه فيهم الأقرع بن حابس والزبرقان بن بدر وقيس بن عاصم\nوعمرو بن الأهتم والحتات بن زيد وغيرهم فأسلموا ذلك سنة تسع وكان سيدا في\nقومه وزعيمهم وقيل بل قدموا على رسول الله صلى الله عليه وسلم سنة عشر\nوالأول أصح له ذكر في الصلاة\n</p>\n\n<p>\nعقبة بن عامر بن عبس بن عمرو الجهني روى عن النبي صلى الله عليه وسلم وعن\nعمر روى عنه جابر وابن عباس وجبير بن نقير وأبو إدريس الخولاني وخلق كثير\nمن الصحابة والتابعين وكان عقبة عالما بكتاب الله وبالفرائض فصيحا شاعرا\nمفوها ولي مصر لمعاوية سنة أربع وأربعين ثم صرفه بمسلمة بن مخلد وتوفي بها\nسنة ثمان وخمسين وذكر خليفة أنه قتل يوم النهروان شهيدا سنة ثمان وثلاثين\nوهذا غلط منه فقد ذكر هو بعد ذلك أنه توفي سنة ثمان وخمسين وهو الصواب وكذا\nذكره ابن يونس وقال كان كاتبا قارئا له هجرة وسابقة\n</p>\n\n<p>\nعلقمة بن قيس بن عبد الله بن مالك بن علقمة بن سلامان بن كهيل بن بكر بن\nعوف بن النخع أبو شبل النخعي الكوفي أحد الأعلام ولد في حياة النبي صلى\nالله عليه وسلم وروى عن الخلفاء الأربعة وغيرهم روى عنه ابن أخيه عبد\nالرحمن بن يزيد وابن أخته إبراهيم النخعي وإبراهيم بن سويد النخعيون وأبو\nوائل وخلق\n</p>\n\n<p>\nقال ابن مسعود ما أقرأ شيئا ولا أعلمه إلا علقمة يقرؤه ويعلمه كان <span id='ms0073'></span> أشبه\nالناس بابن مسعود سمتا وهديا قاله أبو معمر وغيره وقال مرة الهمذاني كان من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n             الربانيين وقال إبراهيم النخعي كان يقرأ القرآن في خمس وقال\nأبو ظبيان أدركت ناسا من الصحابة يسألون علقمة ويستفتونه واختلف في وفاته\nفقيل سنة اثنتين وستين وقيل سنة إحدى وقيل غير ذلك وعاش تسعين سنة فيما قيل\n</p>\n\n<p>\nعلي بن أحمد بن سعيد بن حزم بن غالب بن صالح الأموي مولاهم الفارسي الأصل\nالأندلسي القرطبي الظاهري صاحب التصانيف المشهورة المحلى والإعراب والملل\nوالنحل وغير ذلك ذكر ابنه الفضل أنه اجتمع عنده بخط أبيه من تأليفه\nأربعمائة مجلد ذكر صاعد أنه أخبره بذلك روى عن ابن عمرو بن الجسور ويحيى بن\nعبد الرحمن بن مسعود بن وجه الحية والقاضي أبي بكر حام بن أحمد القرطبي\nوخلق\n</p>\n\n<p>\nروى عنه الحافظ أبو عبد الله محمد بن أبي نصر الحميدي وآخرون آخرهم شريح\nبن محمد بن شريح الإشبيلي روى عنه بالإجازة وكان أول سماعه سنة تسع وتسعين\nوثلاثمائة قال أبو حامد الغزالي وجدت في أسماء الله كتابا لأبي محمد بن حزم\nيدل على عظم حفظه وسيلان ذهنه\n</p>\n\n<p>\nوقال صاعد في تاريخه كان ابن حزم أجمع أهل الأندلس قاطبة لعلوم الإسلام\nوأوسعهم معرفة مع توسعه في علم البيان والبلاغة والشعر والسير والأخبار\nوقال الذهبي في العبر كان إليه المنتهى في الذكاء وحدة الذهن وسعة العلم\nبالكتاب والسنة والمذاهب والملل والنحل والعربية والآداب والمنطق والشعر مع\nالصدق والديانة والحشمة والسؤدد والرياسة والثروة وكثرة الكتب مات مشردا عن\nبلده من قبل الدولة ببادية ليلة بقرية له ليومين بقيا من شعبان سنة ست\nوخمسين وأربعمائة عن اثنتين وسبعين سنة له ذكر في رفع اليدين في الصلاة وفي\nالعتق\n</p>\n\n<p>\nعلي بن أبي طالب واسم أبي طالب عبد مناف بن عبد المطلب بن هاشم أبو الحسن\nوأبو تراب الهاشمي ابن عم النبي صلى الله عليه وسلم وأمير المؤمنين روى عن\nالنبي صلى الله عليه وسلم وعن أبي بكر روى عنه أولاده الحسن والحسين ومحمد\nبن الحنفية <span id='ms0074'></span> وعمر وفاطمة وابن أخيه عبد الله بن جعفر وابن عمه عبد الله بن\nعباس وأمم لا يحصون وكان له من الولد أربعون إلا ولدا وكان علي أصغر ولد\nأبي طالب كان أصغر من جعفر بعشر سنين وجعفر أصغر من عقيل بعشر سنين وعقيل\nأصغر من طالب بعشر سنين وقيل إن عليا أول من آمن روي ذلك عن جماعة من\nالصحابة منهم زيد بن أرقم وأبو ذر والمقداد وأبو أيوب وأنس وسلمان وجابر\nوأبو سعيد وخزيمة بن ثابت وأنشد له المرزباني في ذلك أليس أول من صلى\nلقبلتهم وأعلم الناس بالفرقان والسنن وادعى الحاكم نفي الخلاف فيه فقال في\nعلوم الحديث لا أعلم خلافا بين أصحاب التواريخ أن عليا أولهم إسلاما قال\nوإنما اختلفوا في بلوغه ثم ناقض الحاكم ذلك فقال بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             ذلك\nوالصحيح عند الجماعة أن أبا بكر الصديق أول من أسلم من الرجال البالغين\n</p>\n\n<p>\nوقد اختلف في سنه حين أسلم فقيل سنه ثمان وقيل سنه عشر وقيل ثلاث عشرة\nوذكر ابن إسحاق أنه شهد بدرا وله خمس وعشرون سنة وقيل كان يومئذ ابن عشرين\nسنة ولم يتخلف عن شيء من المشاهد إلا تبوك فإن النبي صلى الله عليه وسلم\nخلفه على المدينة وعلى عياله وقال له يومئذ أنت مني بمنزلة هارون من موسى\nإلا أنه لا نبي بعدي وهو في الصحيحين من حديث سعد بن أبي وقاص\n</p>\n\n<p>\nوقال في خيبر لأعطين الراية غدا رجلا يحبه الله ورسوله أو قال يحب الله\nورسوله أخرجاه من حديث سهل بن سعد\n</p>\n\n<p>\nولمسلم من حديث علي قال والذي فلق الحبة وبرأ النسمة إنه لعهد النبي\nالأمي إلي إنه لا يحبني إلا مؤمن ولا يبغضني إلا منافق وقال الترمذي حديث\nحسن صحيح ومناقبه كثيرة\n</p>\n\n<p>\nوقال عمر أقضانا علي وكان يتعوذ من معضلة ليس لها أبو حسن بويع علي بعد\nمقتل عثمان وتخلف عن بيعته معاوية وأهل الشام فكان بينهم ما كان بصفين ثم\nانتدب له قوم من الخوارج فقاتلهم فظفر بهم ثم انتدب له <span id='ms0075'></span> من بقاياهم أشقى\nالآخرين عبد الرحمن بن ملجم المرادي وكان فاتكا ملعونا فطعنه في رمضان سنة\nأربعين وقبض أول ليلة من العشر الأواخر\n</p>\n\n<p>\nواختلف في موضع دفنه وفي مبلغ سنه فقيل ثلاث وستون قاله أبو نعيم وغيره\nوهو قول عبد الله بن عمر وصححه ابن عبد البر وقيل سبع وخمسون وقيل ثمان\nوخمسون وهو قول البخاري وقيل أربع وستون وقيل خمس وستون وقيل اثنان وستون\nوهو قول ابن حبان\n</p>\n\n<p>\nعلي بن عمر بن أحمد بن مهدي أبو الحسن الدارقطني أحد الحفاظ الأعلام روى\nعن عبد الله بن محمد بن عبد العزيز البغوي ويحيى بن محمد بن صاعد والحسين\nبن إسماعيل المحاملي ومحمد بن إبراهيم بن نيروز وأبي بكر بن أبي داود روى\nعنه أبو بكر أحمد بن محمد بن أحمد بن عبد الله بن الحارث الأصبهاني وعلي بن\nشجاع المعقلي والقاضي أبو الطيب طاهر بن عبد الله الطبري وأبو بكر محمد بن\nعبد الملك بن بشران وأبو عثمان بن إسماعيل بن عبد الرحمن الصابوني وأبو\nمنصور محمد بن محمد بن أحمد البرقاني وأبو طالب محمد بن علي بن الفتح\nالعشاري وأبو الغنائم عبد الصمد بن علي بن المأمون وأبو الحسين محمد بن علي\nبن محمد المهتدي بالله وهو آخر من حدث عنه وآخرون كثيرون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n             وكان\nأحفظ أهل زمانه صنف السنن والعلل والمؤتلف والمختلف وغير ذلك\n</p>\n\n<p>\nقال الحاكم كان أوحد عصره في الحفظ والفهم والورع وإماما في القراء\nوالنحاة صادفته فوق ما وصف لي وله مصنفات يطول ذكرها وقال أبو ذر الهروي\nقلت للحاكم هل رأيت مثل الدارقطني فقال هو لم ير مثل نفسه فكيف أنا وقال\nالبرقاني كان الدارقطني يملي علي العلل من حفظه\n</p>\n\n<p>\nوقال القاضي أبو الطيب الدارقطني أمير المؤمنين في الحديث وقال الخطيب\nكان فريد عصره وقريع دهره ونسيج وحده وإمام وقته انتهى إليه علم الأثر\nوالمعرفة بالعلل وأسماء الرجال مع الصدق وصحة الحديث والاعتقاد والاطلاع من\nعلوم سوى الحديث منها القراءات وقد صنف فيها مصنفه ومنها المعرفة <span id='ms0076'></span> بمذاهب\nالفقهاء\n</p>\n\n<p>\nوبلغني أنه درس فقه الشافعي على أبي سعيد الإصطخري ومنها المعرفة بالأدب\nوالشعر وكان مولده في ذي القعدة سنة ست وثلاثمائة وتوفي لثمان خلون من ذي\nالقعدة سنة خمس وثمانين وثلاثمائة عن ثمانين سنة\n</p>\n\n<p>\nعلي بن محمد بن عبد الملك بن يحيى بن إبراهيم بن يحيى القرطبي الأصل\nالفارسي بن القطان أحد الحفاظ الأعلام صاحب كتاب بيان الوهم والإيهام وكتاب\nأحكام النظر وكتاب الإجماع وغير ذلك روى عنه الحافظ أبو عبد الله محمد بن\nعبد الله ابن الأبار وآخرون ولي قضاء سجلماسا من المغرب وتوفي بها في أول\nشهر ربيع الأول سنة ثمان وعشرين وستمائة له ذكر في رفع اليدين في الصلاة\n</p>\n\n<p>\nعلي بن مسهر أبو الحسن القرشي الكوفي روى عن الأعمش وإسماعيل بن أبي خالد\nوغيرهما روى عنه أبو بكر بن أبي شيبة وهناد بن السري وعلي بن حجر وخلق وثقه\nأحمد وابن معين والعجلي وقال كان ممن جمع بين الحديث والفقه وولي قضاء\nأرمينية ومات سنة تسع وثمانين ومائة وله ذكر في الطهارة\n</p>\n\n<p>\nعمار بن ياسر بن عامر بن مالك بن كنانة بن قيس بن حصين العنسي ثم المذحجي\nوقيل إنه مولى بني مخزوم كذا قال الزهري وغيره ويكنى أبا اليقظان أسلم هو\nوأبوه وأمه سمية وكانوا من السابقين المعذبين في الله مر بهم النبي صلى\nالله عليه وسلم وهم يعذبون فقال صبرا آل ياسر موعدكم الجنة وكانت أمه أول\nشهيد في الإسلام وهاجر عمار الهجرتين وشهد بدرا روى عن النبي صلى الله عليه\nوسلم\n</p>\n\n<p>\nروى عنه ابنه محمد وأبو موسى الأشعري وابن عباس وأبو وائل وزر بن حبيش\nوآخرون قال له النبي صلى الله عليه وسلم مرحبا بالطيب المطيب رواه الترمذي\nوصححه وابن ماجه من حديث علي وله من حديثه إن عمارا ملئ إيمانا إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n             مشاشه\n</p>\n\n<p>\nوللنسائي من حديث خالد بن الوليد من أبغض عمارا أبغضه الله ومن عادى\nعمارا عاداه الله وقال له في الحديث الصحيح تقتلك الفئة الباغية فقتل مع\nعلي بصفين قتله <span id='ms0077'></span> أبو غادية الجهني سنة سبع وثلاثين وقد جاوز التسعين\n</p>\n\n<p>\nعمر بن الخطاب بن نفيل بن عبد العزى بن رياح بن عبد الله بن قرط بن رزاح\nبن عدي بن كعب بن لؤي أمير المؤمنين أبو حفص العدوي أحد العشرة المشهود لهم\nبالجنة وأحد الخلفاء الأربعة ولد بعد الفيل بثلاث عشرة سنة وأسلم بعد\nأربعين رجلا وإحدى عشرة امرأة روى عن النبي صلى الله عليه وسلم وعن أبي بكر\nروى عنه أولاده عبد الله وحفصة وعاصم ومولاه أسلم وعلي وعثمان وابن عباس\nوأنس وخلق من الصحابة والتابعين\n</p>\n\n<p>\nقال ابن عبد البر كان إسلامه عزا ظهر به الإسلام بدعوة النبي صلى الله\nعليه وسلم فروى الترمذي من حديث ابن عمر أن رسول الله صلى الله عليه وسلم\nقال اللهم أعز الإسلام بأحب هذين الرجلين إليك بأبي جهل أو بعمر بن الخطاب\nقال وكان أحبهما إليه عمر قال هذا حديث حسن صحيح\n</p>\n\n<p>\nوفي صحيح البخاري عن ابن مسعود قال مازلنا أعزة منذ أسلم عمر\n</p>\n\n<p>\nوفي الصحيحين من حديث سعد بن أبي وقاص أن النبي صلى الله عليه وسلم قال\nإيها يا ابن الخطاب والذي نفسي بيده ما لقيك الشيطان سالكا فجا إلا سلك فجا\nغير فجك ولهما من حديث أبي هريرة لقد كان فيمن كان قبلكم من بني إسرائيل\nرجال مكلمون من غير أن يكونوا أنبياء فإن يكن في أمتي أحد فعمر\n</p>\n\n<p>\nورأى له النبي صلى الله عليه وسلم قصرا في الجنة ورأى أنه سقاه فضله\nقالوا فما أولته قال العلم ورأى عليه قميصا يجره قالوا فما أولته قال الدين\nورأى أنه ينزع على قليب ثم نزع أبو بكر ذنوبا أو ذنوبين ثم نزع حتى روي\nالناس فكان ذلك إشارة للخلافة وكل هذه الأحاديث في الصحيحين ورؤيا الأنبياء\nوحي\n</p>\n\n<p>\nوللترمذي وصححه من حديث ابن عمر مرفوعا إن الله جعل الحق على لسان عمر\nوقلبه ومناقبه كثيرة وأوصى إليه أبو بكر بالخلافة فأقام فيها عشر سنين\nونصفا واستشهد يوم الأربعاء لأربع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             أو ثلاث بقين <span id='ms0078'></span> من ذي الحجة\nسنة ثلاث وعشرين وهو ابن ثلاث وستين سنة على الصحيح الذي جزم ابن إسحاق\nوالجمهور وصح ذلك عن معاوية وأنس وقيل خمس وستون\n</p>\n\n<p>\nوقيل ست وستون وقيل واحد وستون وقيل ستون وقيل تسع وخمسون وقيل سبع\nوخمسون وقيل ست وخمسون وقيل خمس وخمسون والذي طعنه أبو لؤلؤة فيروز غلام\nالمغيرة بن شعبة فاستجاب الله دعاءه لأنه كان يدعو اللهم ارزقني شهادة في\nسبيلك وموتا في بلد نبيك كما رواه البخاري في صحيحه وصلى عليه صهيب ودفن في\nالحجرة الشريفة مع صاحبيه فكان كما قال علي رضي الله عنه فيما رواه البخاري\nوأيم الله إن كنت لأظن أن يجعلك الله مع صاحبيك إني كنت كثيرا أسمع النبي\nصلى الله عليه وسلم يقول ذهبت أنا وأبو بكر وعمر ودخلت أنا وأبو بكر وعمر\nوخرجت أنا وأبو بكر وعمر وقال ما خلفت أحدا أحب إلي أن ألقى الله تعالى\nبمثل عمله منك\n</p>\n\n<p>\nعمر بن نافع المدني مولى ابن عمر روى عن أبيه والقاسم بن محمد روى عنه\nعبيد الله بن عمر العمري ومالك والدراوردي وآخرون قال أحمد هو أوثق ولد\nنافع وقال أبو حاتم وغيره ليس به بأس قال الواقدي مات في خلافة المنصور\n</p>\n\n<p>\nعمر بن دينار المكي مولى بني جمح وقيل مولى بني مخزوم أبو محمد الأثرم\nأحد أعلام التابعين روى عن ابن عمر وابن عباس وجابر وخلق من الصحابة\nوالتابعين روى عنه أيوب وشعبة والحمادان والسفيانان ومالك وخلق قال شعبة لم\nأر مثله يعني في الثبت وقال مسعر ما رأيت أثبت منه ومن القاسم بن عبد\nالرحمن وقال ابن أبي نجيح ما كان عندنا أحد أعلم ولا أفقه منه\n</p>\n\n<p>\nوقال ابن عيينة ثقة ثقة ثقة كان أعلم أهل مكة كان قد جزأ الليل ثلاثة\nأجزاء ثلثا ينام وثلثا يدرس حديثه وثلثا يصلي وقال النسائي ثقة ثبت مات أول\nسنة ست وعشرين وهو ابن ثمانين سنة وقيل مات سنة خمس وعشرين\n</p>\n\n<p>\nعمرو بن شعيب بن محمد بن عبد الله <span id='ms0079'></span> بن عمرو بن العاص السهمي المدني يكنى\nأبا إبراهيم وقيل أبا عبد الله نزل الطائف ومكة وروى عن أبيه فأكثر وعن\nالربيع بنت معوذ وزينب بنت أبي سلمة وطاوس وابن المسيب وآخرين روى عنه عمرو\nبن دينار وعطاء وداود بن أبي هند وابن جريج والأوزاعي وخلق كثير\n</p>\n\n<p>\nقال الأوزاعي ما رأيت قرشيا أفضل أو قال أكمل منه وقال البخاري رأيت أحمد\nبن حنبل وعلي بن المديني وإسحاق بن راهويه وأبا عبيد وعامة أصحابنا يحتجون\nبحديث عمرو بن شعيب عن أبيه عن جده فمن الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n             بعدهم ووثقه أيضا\nيحيى بن معين والنسائي واختلف فيه قول يحيى بن سعيد\n</p>\n\n<p>\nوكذا عن أحمد أيضا وقال أبو داود ليس بحجة قال ابن عدي روى عنه أئمة\nالناس إلا أن أحاديثه عن أبيه عن جده مع احتمالهم إياه لم يدخلوها في صحاح\nما خرجوا وقالوا هي صحيفة ومات بالطائف سنة ثماني عشرة ومائة\n</p>\n\n<p>\nعمرو بن أم مكتوم الأعمى وقيل اسمه عبد الله واختلف في اسم أبيه فقيل\nزائدة وقيل قيس بن زائدة وقيل زيادة واسم التي اشتهر بها عاتكة من بني\nمخزوم وهو قرشي عامري هاجر إلى المدينة قبل النبي صلى الله عليه وسلم\nواستخلفه على المدينة ثلاث عشرة مرة روى عن النبي صلى الله عليه وسلم روى\nعنه أنس وأبو رزين وزر بن حبيش وآخرون وكان معه اللواء يوم القادسية فقيل\nاستشهد يومئذ وقيل رجع إلى المدينة فمات بها وكان أحد مؤذني رسول الله صلى\nالله عليه وسلم له ذكر في الأذان\n</p>\n\n<p>\nعمران بن حصين بن عبيد بن خلف بن عبد نهم بن سالم بن غاضرة بن حبيشة ابن\nسلول بن كعب بن عمرو الخزاعي الكعبي يكنى أبا نجيد أسلم عام خيبر روى عن\nالنبي صلى الله عليه وسلم روى عنه ابنه نجيد والحسن والشعبي وآخرون\n</p>\n\n<p>\nقال عمران ما مسست ذكري بيميني منذ بايعت بها رسول الله صلى الله عليه\nوسلم وكان عمر بعثه إلى أهل البصرة ليفقههم ثم استقضاه عليها عبد الله بن <span id='ms0080'></span>\nعامر فقضى أياما ثم استعفى وكانت الملائكة تسلم عليه قبل أن يكتوي\n</p>\n\n<p>\nقال ابن عبد البر وكان من فضلاء الصحابة وفقهائهم وسكن البصرة ومات بها\nسنة اثنتين وخمسين\n</p>\n\n<p>\nعمير بن حبيب روى عن النبي صلى الله عليه وسلم في رفع اليدين روى عنه\nابنه عبيد بن عمير كذا وقع عند ابن ماجه والصواب عمير بن قتادة بن سعد بن\nعامر الليثي\n</p>\n\n<p>\nعويمر العجلاني صاحب قصة اللعان اختلف في اسم أبيه فقال ابن عبد البر\nعويمر بن أبيض\n</p>\n\n<p>\nوقال الطبري عويمر بن الجد بن زيد بن حارثة بن الجد بن العجلان وهو الذي\nرمى زوجته بشريك بن السحماء وكان قد قدم من سفر فوجدها حبلى وقد قيل إنه\nعويمر بن أشقر أحد من شهد بدرا فالله أعلم له ذكر في اللعان\n</p>\n\n<p>\nعياش بن أبي ربيعة واسم أبي ربيعة عمرو بن المغيرة بن عبد الله بن عمر بن\nمخزوم المخزومي يكنى أبا عبد الرحمن وقيل أبا عبد الله وهو أخو أبي جهل\nلأمه أمهما أم الجلاس أسماء بنت مخرمة أسلم قديما قبل أن يدخل رسول الله\nصلى الله عليه وسلم دار الأرقم وذكر الزبير أنه هاجر إلى المدينة حين هاجر\nعمر فقدم عليه أخوه لأمه أبو جهل والحارث ابنا هشام فذكر له أن أمه حلفت أن\nلا يدخل رأسها دهن ولا تستظل حتى تراه فرجع معهما فأوثقاه رباطا وحبساه\nبمكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n             فكان رسول الله صلى الله عليه وسلم يدعو له في القنوت\n</p>\n\n<p>\nوذكر ابن عبد البر أن عياشا هاجر إلى أرض الحبشة مع امرأته أسماء فولدت\nله هناك ابنه عبد الله ثم هاجر إلى المدينة فجمع الهجرتين ولم يذكره موسى\nبن عقبة ولا أبو معشر في مهاجري الحبشة روى عياش عن النبي صلى الله عليه\nوسلم لا تزال هذه الأمة بخير ما عظموا هذه الحرمة حق تعظيمها\n</p>\n\n<p>\nروى عنه ابنه عبد الله وعبد الرحمن بن سابط فقيل لم يسمع منه ومات عياش\nبمكة فيما ذكره الطبري وروى ابن سعد عن حبيب بن أبي <span id='ms0081'></span> ثابت أنه قتل باليرموك\nوالله أعلم له ذكر في الصلاة في القنوت\n</p>\n\n<p>\nالفضل بن العباس بن عبد المطلب الهاشمي بن عم رسول الله صلى الله عليه\nوسلم وهو أسن من عبد الله روى عن النبي صلى الله عليه وسلم أحاديث روى عنه\nأبوه وأخوه عبد الله وأبو هريرة وابن عمه ربيعة بن الحارث وغيرهم وكان\nوسيما جميلا أردفه رسول الله صلى الله عليه وسلم في حجة الوداع وغزا معه\nمكة وحنينا وثبت يومئذ وكان فيمن غسل رسول الله صلى الله عليه وسلم وولي\nدفنه ثم خرج إلى الشام مجاهدا فمات بالأردن في طاعون عمواس سنة ثماني عشرة\nقاله ابن سعد وكذا قال الواقدي وقال ابن معين قتل يوم اليرموك وقال أبو\nداود قتل بدمشق له ذكر في الصيام والحج\n</p>\n\n<p>\nالقاسم بن محمد بن أبي بكر الصديق أبو محمد وقيل أبو عبد الرحمن التيمي\nالمدني أحد الفقهاء السبعة بالمدينة روى عن عائشة وأبي هريرة وابن عباس في\nآخرين كثيرين روى عنه الشعبي والزهري وأبو الزناد ويحيى بن سعيد الأنصاري\nوخلق\n</p>\n\n<p>\nقال يحيى بن سعيد ما أدركنا بالمدينة أحدا نفضله عليه وقال مالك القاسم\nمن فقهاء الأمة\n</p>\n\n<p>\nوقال البخاري في صحيحه حدثنا علي حدثنا سفيان حدثنا عبد الرحمن بن القاسم\nوكان أفضل أهل زمانه أنه سمع أباه وكان أفضل أهل زمانه\n</p>\n\n<p>\nوقال ابن سعد كان ثقة رفيعا عالما فقيها إماما ورعا كثير الحديث مات سنة\nاثنتي عشرة ومائة كذا قال ابن مسعود وهو بعيد والصحيح أن وفاته سنة سبع\nوقيل ثمان وقيل ست\n</p>\n\n<p>\nقتادة بن دعامة بن قتادة بن عزيز بن عمرو بن ربيعة بن عمر بن الحارث بن\nسدوس وقيل غير ذلك السدوسي البصري يكنى أبا الخطاب أحد الأئمة الأعلام وكان\nأكمه روى عن أنس وعبد الله بن سرجس وأبي الطفيل وسعيد بن المسيب وابن سيرين\nفي آخرين روى عنه أيوب وحميد وشعبة والأوزاعي ومعمر وأمم\n</p>\n\n<p>\nقال ابن المسيب ما أتاني عراقي أفضل منه وقال ابن سيرين قتادة أحفظ الناس\nوقال <span id='ms0082'></span> بكر المزني ما رأيت أحفظ منه وقال أبو حاتم سمعت أحمد بن حنبل وذكر\nقتادة فأطنب في ذكره وجعل يقول عالم بتفسير القرآن وباختلاف العلماء ووصفه\nبالحفظ والفقه فقال قل ما تجد من تقدمه أما المثل فلعل\n</p>\n\n<p>\nوقال الأثرم عنه كان أحفظ أهل البصرة وكان قتادة يدلس ويومئ أيضا بالقدر\nولد سنة ستين وتوفي سنة سبع عشرة أو ثماني عشرة ومائة له ذكر في العتق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n             قيس بن سعد بن عبادة وتقدم نسبه في ترجمة أبيه يكنى أبا عبد\nالله وقيل أبا الفضل وقيل أبا عبد الملك كان صاحب شرطة النبي صلى الله عليه\nوسلم روى عن النبي صلى الله عليه وسلم روى عنه عبد الرحمن بن أبي ليلى\nوالشعبي وغيرهما قال قيس صحبت رسول الله صلى الله عليه وسلم عشر سنين وقال\nالزهري كان حامل راية الأنصار مع رسول الله صلى الله عليه وسلم وكان من ذوي\nالرأي من الناس وكان بعد من دهاة العرب\n</p>\n\n<p>\nوروي عنه أنه قال لولا أني سمعت رسول الله صلى الله عليه وسلم يقول المكر\nوالخديعة في النار لكنت من أمكر هذه الأمة وكان قيس من الأجواد وهو الذي\nنحر لجيش الحبط تسع جزائر حتى نهاه أبو عبيدة وزاد ابن وهب في القصة من\nحديث جابر أنه لما ذكر فعل قيس لرسول الله صلى الله عليه وسلم قال إن الجود\nمن شيمة أهل ذلك البيت وباع من معاوية مالا بتسعين ألفا فأجاز بشطرها وأقرض\nشطرها بصكاك ثم أرسل الصكاك لمن هي عليه في مرضة مرضها وكان قيس وأبوه وجده\nوجد أبيه من الأجواد المطعمين توفي قيس بالمدينة سنة ستين وقيل سنة تسع\nوخمسين في آخر خلافة معاوية كذا ذكر ابن عبد البر وذكر أبو الشيخ في تاريخه\nأنه توفي بفلسطين سنة خمس وثمانين والأول أصح فهو قول الهيثم وخليفة\nوالواقدي وغيرهم له ذكر في الأطعمة\n</p>\n\n<p>\nكثير بن فرقد المدني نزيل مصر روى عن نافع وأبي بكر بن حزم وغيرهما روى\nعنه مالك والليث وعمرو بن <span id='ms0083'></span> الحارث وغيرهم وثقه ابن معين\n</p>\n\n<p>\nالليث بن سعد بن عبد الرحمن الفهمي مولاهم المصري الإمام عالم أهل مصر\nيكنى أبا الحارث روى عن سعيد المقبري ونافع وعطاء بن أبي رباح وخلائق روى\nعنه ابنه شعيب وابن المبارك وابن وهب والقعنبي ويحيى بن بكير وقتيبة وأمم\nلا يحصون ولد بقلقشندة من قرى مصر قال أحمد ثقة ثبت أصح الناس حديثا عن\nالمقبري ما في المصريين أثبت منه\n</p>\n\n<p>\nوقال ابن المديني ثبت وقال يحيى بن بكير ما رأيت أكمل منه كان فقيه البدن\nعربي اللسان يحسن القرآن والنحو ويحفظ الشعر والحديث حسن المذاكرة لم أر\nمثله وقال أيضا هو أفقه من مالك لكن الحظوة لمالك\n</p>\n\n<p>\nوقال ابن وهب لولا مالك والليث لهلكت وقال ابنه شعيب حججت مع أبي فقدم\nالمدينة فبعث إليه مالك بطبق رطب فجعل على الطبق ألف دينار ورده إليه وكان\nأبي يشتغل في السنة ما بين عشرين ألف دينار إلى خمسة وعشرين ألف دينار تأتي\nعليه السنة وعليه دين\n</p>\n\n<p>\nوقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n             محمد بن رمح كان دخله ثمانين ألف دينار ما وجبت زكاة\nوسأله أبو جعفر أن يلي له مصر فقال يا أمير المؤمنين إني أضعف عن ذلك لأني\nمن الموالي قال ما بك ضعف معي ولكن ضعفت نيتك عن ذلك قال فدلني على من\nأقلده مصر قلت عثمان بن الحكم الجذامي رجل صالح وله عشيرة قال فبلغه ذلك\nفعاهد الله أن لا يكلم الليث قال يحيى بن بكير ولد الليث سنة أربع وتسعين\nوتوفي نصف شعبان سنة خمس وسبعين ومائة\n</p>\n\n<p>\nمالك بن أنس بن مالك بن أبي عامر بن عمرو بن الحارث بن عثمان بن جثيل بن\nعمرو بن ذي أصبح الأصبحي الحميري أبو عبد الله المدني حليف عثمان أخي طلحة\nبن عبيد الله التيمي إمام دار الهجرة وأحد أعلام الإسلام روى عن نافع وسعيد\nالمقبري وزيد بن أسلم وعمرو بن دينار وخلق كثير روى عنه ابن جريج والأوزاعي\nوالسفيانان وشعبة والشافعي وعبد الرحمن بن مهدي والقعنبي ويحيى بن بكير <span id='ms0084'></span>\nويحيى بن يحيى وخلائق آخرهم موتا أبو حذافة السهمي وقيل آخر من روى عنه\nزكريا بن دويد ولكنه ضعيف كان ابن مهدي لا يقدم على مالك أحدا\n</p>\n\n<p>\nوقال يحيى القطان ما في القوم أصح حديثا من مالك وقال ابن معين كل من روى\nعنه مالك فهو ثقة إلا عبد الكريم أبا أمية وقال الشافعي إذا جاء الأثر\nفمالك النجم وقال أيضا مالك حجة الله على خلقه وقال أيضا لولا مالك وابن\nعيينة لذهب علم الحجاز\n</p>\n\n<p>\nوقال أحمد مالك أثبت في كل شيء روى الترمذي من حديث أبي هريرة يرفعه قال\nيوشك أن يضرب الناس أكباد الإبل يطلبون العلم فلا يجدون أحدا أعلم من عالم\nالمدينة حسنه الترمذي قال عبد الرزاق وهو مالك ولد مالك سنة ثلاث وتسعين\nوحملت به أمه ثلاث سنين قاله معن بن عيسى والواقدي وغيرهما وتوفي سنة تسع\nوسبعين ومائة في شهر ربيع الأول فقيل في رابع عشره وقيل ثالث عشره وقيل\nحادي عشره وقيل عاشره وقال مصعب مات في صفر\n</p>\n\n<p>\nمالك بن الحويرث بن أشيم الليثي قاله ابن عبد البر وقيل مالك بن الحويرث\nبن حشيش وبه صدر المزي كلامه يكنى أبا سليمان وفد على النبي صلى الله عليه\nوسلم وروى عنه أبو قلابة الجرمي وعبد الله بن سلمة الجرمي وغيرهما قال ابن\nعبد البر سكن البصرة ومات بها سنة أربع وتسعين كذا رأيته في نسخة صحيحة من\nالاستيعاب وتسعين بتقديم التاء وهو بعيد لأن أنسا مات قبل هذا وهو آخر من\nمات بالبصرة من الصحابة كما قاله علي بن المديني وعمرو بن علي الفلاس ومحمد\nبن سعد وغيرهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             المبارك بن المبارك بن هبة الله بن علي بن المعطوش أبو طاهر\nالبغدادي الحريمي العطار روى عن أبي علي محمد بن محمد بن عبد العزيز بن\nالمهتدي بالله وأبي الغنائم محمد بن محمد بن أحمد بن المهتدي بالله وهو آخر\nمن حدث عنهما وعن هبة الله بن محمد بن الحصين وعبد الوهاب بن المبارك بن\nأحمد الأنماطي <span id='ms0085'></span> والحسن بن علي بن محمد الجوهري في آخرين\n</p>\n\n<p>\nروى عنه الضياء محمد بن عبد الواحد المقدسي والشريف بن عبد الله بن أبي\nعمر بن قدامة وأبو عبد الله محمد بن محمود بن النجار وأحمد بن عبد الدائم\nبن نعمة وعبد اللطيف بن عبد المنعم الحراني وآخرون وكان ثقة صحيح السماع\nمولده في سنة سبع وخمسمائة وتوفي في عاشر جمادى الأولى سنة تسع وتسعين\nوخمسمائة ببغداد\n</p>\n\n<p>\nمحمد بن إبراهيم بن الحارث بن خالد بن صخر التيمي المدني أبو عبد الله\nروى عن جابر وأبي سعيد وأنس وعلقمة بن وقاص وأبي سلمة في آخرين روى عنه\nابنه موسى ويحيى بن سعيد الأنصاري والأوزاعي وآخرون\n</p>\n\n<p>\nقال ابن سعد كان فقيها محدثا ووثقه ابن معين وجماعة وقال أحمد في حديثه\nشيء يروي أحاديث منكرة توفي سنة عشرين ومائة وقيل إحدى وعشرين وقيل تسع\nعشرة\n</p>\n\n<p>\nمحمد بن إدريس بن العباس بن عثمان بن شافع بن السائب بن عبيد بن عبد يزيد\nبن هاشم بن المطلب بن عبد مناف الإمام العالم أبو عبد الله المطلبي الشافعي\nروى عن مالك وإبراهيم بن سعد الزهري وسفيان بن عيينة وعبد العزيز بن محمد\nالدراوردي وخلق\n</p>\n\n<p>\nروى عنه الأئمة أبو بكر الحميدي وأحمد بن حنبل وأبو عبيد وأبو ثور وأبو\nيعقوب البويطي وأبو إبراهيم المزني ومحمد بن عبد الله بن عبد الحكم وآخرون\nكثيرون ولد سنة خمسين ومائة قيل بغزة وقيل بعسقلان وقيل باليمن وقيل بمنى\nوالأول أصح وحمل إلى مكة وله سنتان وقيل عشر سنين والأول أصح وطلب العلم\nبالحرمين والعراق\n</p>\n\n<p>\nوروينا عن الشافعي قال حفظت القرآن وأنا ابن سبع سنين وحفظت الموطأ وأنا\nابن عشر سنين وأفتى وهو ابن خمس عشرة سنة\n</p>\n\n<p>\nقال أبو ثور كتب عبد الرحمن بن مهدي إلى الشافعي أن يضع له كتابا فيه\nمعاني القرآن ويجمع فنون القرآن فيه وحجة الإجماع وبيان الناسخ والمنسوخ من\nالقرآن والسنة فعمل له كتاب الرسالة قال ابن مهدي ما أصلي صلاة إلا وأنا\nأدعو فيها للشافعي\n</p>\n\n<p>\nوقال أحمد <span id='ms0086'></span> ما بت منذ ثلاثين سنة إلا وأنا أدعو للشافعي وقال ابنه صالح\nمشى أبي مع بغلة الشافعي فبعث إليه يحيى بن معين فقال يا أبا عبد الله ما\nرضيت إلا أن تمشي مع بغلة الشافعي فقال يا أبا زكريا لو مشيت من الجانب\nالآخر كان أنفع لك وقال الحميدي حدثنا سيد الفقهاء الشافعي\n</p>\n\n<p>\nوقال أبو ثور من زعم أنه رأى مثل الشافعي في علمه وفصاحته ومعرفته وثباته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n             وتمكنه فقد كذب كان منقطع القرين في حياته وروينا في مسند أبي\nداود الطيالسي من حديث ابن مسعود قال قال رسول الله صلى الله عليه وسلم لا\nتسبوا قريشا فإن عالمها يملأ الأرض علما\n</p>\n\n<p>\nوروينا في تاريخ الخطيب من حديث أبي هريرة نحوه ثم قال أحد رواة الحديث\nوهو أبو نعيم الإستراباذي في هذه علامة للميزان المراد بذلك رجل من علماء\nهذه الأمة من قريش قد ظهر علمه وانتشر في البلاد قال وهذه صفة لا نعلمها قد\nأحاطت إلا بالشافعي\n</p>\n\n<p>\nوروينا في سنن أبي داود من حديث أبي هريرة عن رسول الله صلى الله عليه\nوسلم قال إن الله يبعث لهذه الأمة على رأس كل مائة سنة من يجدد لها دينها\n</p>\n\n<p>\nوروينا في كتاب المدخل للبيهقي عن أحمد بن حنبل قال إذا سئلت عن مسألة لا\nأعرف فيها خبرا قلت فيها يقول الشافعي لأنه إمام عالم من قريش قال وروي عن\nالنبي صلى الله عليه وسلم أنه قال عالم قريش يملأ الأرض علما قال وذكر في\nالخبر أن الله تعالى يقيض في رأس كل مائة سنة رجلا يعلم الناس دينهم وروى\nأحمد ذلك عن النبي صلى الله عليه وسلم ثم قال فكان في المائة الأولى عمر بن\nعبد العزيز وفي المائة الثانية الشافعي قال محمد بن عبد الله بن عبد الحكم\nمات الشافعي في آخر يوم من رجب سنة أربع ومائتين رحمه الله تعالى\n</p>\n\n<p>\nمحمد بن إسحاق بن خزيمة أبو بكر السلمي النيسابوري الحافظ الملقب بإمام\nالأئمة مصنف الصحيح روى عن أحمد بن <span id='ms0087'></span> منيع ومحمد بن رافع وعلي بن حجر ومحمد\nبن بشار بندار ومحمد بن المثنى الزمن ومحمد بن إسماعيل البخاري ومحمد بن\nيحيى الذهلي وأحمد بن سيار المروزي وخلائق روى عنه أبو حاتم محمد بن حبان\nالبستي وأبو القاسم سليمان بن أحمد بن أيوب الطبراني وأبو أحمد عبد الله بن\nعدي الجرجاني وأبو إسحاق إبراهيم بن عبد الله الأصبهاني والحافظ أبو علي\nالحسين بن محمد بن أحمد الماسرجسي والفقيه أبو بكر محمد بن علي بن إسماعيل\nالشاشي القفال الكبير والزاهد أبو القاسم إبراهيم بن محمد بن أحمد\nالنصرآباذي وأبو أحمد محمد بن عيسى بن عمرويه الجلودي وأبو سهل محمد بن\nسليمان الصعلوكي وأبو الحسن أحمد بن محمد جعفر البحيري والحافظ أبو أحمد\nالحسين بن محمد الملقب حسينك وأبو أحمد محمد بن أحمد بن الحسين الغطريفي\nوالقاضي أبو القاسم بشر بن محمد بن محمد بن ياسين الباهلي وأبو سعيد محمد\nبن بشر الكرابيسي والحافظ أبو أحمد محمد بن محمد بن أحمد بن إسحاق الحاكم\nوأبو نصر أحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n             الحسين بن مروان الضبي وأبو العباس أحمد بن\nمحمد بن أحمد الصندوقي وأبو بكر أحمد بن الحسين بن مهران الأصبهاني المقرئ\nوحفيده أبو الفضل محمد بن طاهر بن محمد بن إسحاق وهو من آخر من علمته حدث\nعنه وتفقه على الربيع والمزني وصار إمام أهل زمانه بخراسان\n</p>\n\n<p>\nقال الربيع استفدنا من ابن خزيمة أكثر مما استفاد منا وقال الحافظ أبو\nعلي النيسابوري لم أر مثله وقال أيضا كان ابن خزيمة يحفظ الفقهيات من حديثه\nكما يحفظ القارئ السورة\n</p>\n\n<p>\nوقال ابن حبان لم نر مثله في حفظ الإسناد والمتن وقال الدارقطني كان\nإماما معدوم النظير وقال أبو زكريا العنبري سمعت ابن خزيمة يقول ليس مع\nرسول الله صلى الله عليه وسلم قول إذا صح الخبر عنه وكان مولده في صفر سنة\nثلاث وعشرين ومائتين وتوفي في ثاني ذي القعدة سنة إحدى عشرة وثلاثمائة له\nذكر في الصلاة\n</p>\n\n<p>\nمحمد بن إسحاق بن محمد بن يحيى بن <span id='ms0088'></span> منده العبدي أبو عبد الله الأصبهاني\nأحد الأئمة الحفاظ روى عن أبي علي الحسن بن محمد بن أبي هريرة البصري وأبي\nسعيد أحمد بن محمد بن زياد بن الأعرابي وأبي العباس محمد بن يعقوب الأصم\nوالهيثم بن كليب الشاشي وأبي حامد أحمد بن محمد بن يحيى بن بلاب ومحمد بن\nالحسين القطان وخيثمة بن سليمان وعبد الله بن يعقوب وعمر بن الحسين بن علي\nالتوني وعبد الله بن محمد بن عبد الرحمن الرازي وخلائق\n</p>\n\n<p>\nوعدة شيوخه ألف وسبعمائة شيخ روى عنه ابناه عبد الرحمن وعبد الوهاب وأبو\nمظفر عبد الله بن شبيب خطيب أصبهان وعبد الرحمن بن أحمد بن الحسن بن بندار\nالعجلى والمطهر بن عبد الواحد الميزاني وأبو بكر أحمد بن الفضل الباطرقاني\nوعائشة بنت الحسن الوركانية وآخرون طوف ابن منده الدنيا وبقي في الرحلة\nبضعا وثلاثين سنة وجمع وكتب ما لا ينحصر وأول سماعه ببلده في سنة ثماني\nعشرة وثلاثمائة قال أبو إسحاق بن حمزة الحافظ ما رأيت مثله\n</p>\n\n<p>\nوقال الباطرقاني ابن منده إمام الأئمة في الحديث وكانت بينه وبين أبي\nنعيم وحشة فتكلم كل منهما في الآخر فلم يلتفت إلى كلامهما لما يكون بين\nالأقران ولما ذكره أبو نعيم في التاريخ قال هو حافظ من أولاد المحدثين\nاختلط في آخر عمره فحدث عن أبي أسيد وعبد الله بن أخي أبي زرعة وابن\nالجارود بعد أن سمع منه أن له عنهم إجازة وتخبط في أماليه ونسب إلى جماعة\nأقوالا في المعتقدات لم يعرفوا بها\n</p>\n\n<p>\nقال الذهبي البلاء الذي بين الرجلين هو الإعتقاد وقال شيخ الإسلام\nالأنصاري ابن منده سيد أهل زمانه وقال ابنه عبد الرحمن ابن منده كتبت عن\nأبي عن أبي سعيد بن الأعرابي ألف جزء وعن خيثمة ألف جزء وعن الأصم ألف جزء\nوعن الهيثم الشاشي ألف جزء ومولده سنة عشر أو إحدى عشرة وثلاثمائة وتوفي\nسنة خمس وتسعين وثلاثمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n             محمد بن إسحاق بن يسار القرشي المطلبي مولاهم المدني يكنى\nأبا بكر وقيل أبا عبد الرحمن <span id='ms0089'></span> أحد الأئمة الأعلام صاحب السيرة وصاحب المغازي\nوقد رأى أنسا وروى عن أبيه وعطاء بن أبي رباح وسعيد المقبري ونافع وخلق روى\nعنه شعبة والحمادان والسفيانان وزياد البكائي ويزيد بن هارون وخلائق سئل\nالزهري عن مغازيه فقال هذا أعلم الناس بها وأشار إلى ابن إسحاق\n</p>\n\n<p>\nوقال ابن المديني مدار حديث رسول الله صلى الله عليه وسلم على ستة ثم صار\nعلم الستة عند اثني عشر أحدهم ابن إسحاق وسئل عنه أحمد فقال حسن الحديث ثم\nقال قال مالك هو دجال من الدجاجلة قال أبو زرعة الدمشقي ذاكرت دحيما مولى\nمالك فرأى أن ذلك ليس للحديث إنما هو لأنه اتهمه بالقدر\n</p>\n\n<p>\nوقال يعقوب بن شيبة سألت ابن المديني عن كلام مالك فيه فقال مالك لم\nيجالسه ولم يعرفه وأي شيء حدث ابن إسحاق بالمدينة قلت له كيف حديثه عندك\nقال صحيح\n</p>\n\n<p>\nوكذا قال البخاري رأيت ابن المديني يحتج به\n</p>\n\n<p>\nوقال ابن عيينة جالسته منذ بضع وسبعين سنة وما يتهمه أحد من أهل المدينة\nولا يقول فيه شيئا\n</p>\n\n<p>\nوقال شعبة بن إسحاق أمير المحدثين لحفظه ووثقه أيضا العجلي ومحمد بن سعد\nواختلف فيه قول يحيى بن معين وقد تكلم فيه لتدليسه ولكونه اتهم بالقدر قال\nابن نمير كان يرمى بالقدر وكان أبعد الناس منه وإذا حدث عمن سمع منه من\nالمعروفين فهو حسن الحديث صدوق وإنما أتي من أنه يحدث عن المجهولين أحاديث\nباطلة\n</p>\n\n<p>\nوقال النسائي ليس بالقوي وقال ابن عدي لا بأس به توفي سنة إحدى وخمسين\nومائة وقيل سنة خمسين وقيل اثنتين وقيل سنة ثلاث وخمسين له ذكر في الاعتكاف\n</p>\n\n<p>\nمحمد بن إسماعيل بن إبراهيم بن سالم بن ركاب أبو عبد الله بن أبي الفداء\nبن الخباز الأنصاري الخزرجي العبادي الدمشقي من ولد سعد بن عبادة روى عن\nأحمد بن عبد الدائم بن نعمة حضورا وعن عبد الوهاب بن محمد بن إبراهيم بن\nسعد وعبد العزيز بن عبد المنعم بن الخضر بن شبل الحارثي وإسماعيل بن\nإبراهيم بن أبي اليسر <span id='ms0090'></span> التنوخي ويحيى بن الناصح وعبد الرحمن بن نجم الحنبلي\nوالعلامة أبي عبد الله محمد بن عبد الله بن عبد الله بن مالك الطائي وهو\nآخر من حدث عنهم بالسماع وأحمد بن عبد السلام بن أبي عصرون ومؤمل بن محمد\nالبالسي وأحمد بن أبي الخير الحداد وأبي زكريا يحيى بن أبي منصور بن\nالصيرفي والقاسم بن أبي بكر بن القاسم الإربلي والكمال عبد الرحيم بن عبد\nالملك بن عبد الملك المقدسي والحافظ أبي حامد محمد بن علي بن محمود بن\nالصابوني والمسلم بن محمد بن المسلم بن مكي القيسي وأبي بكر بن عمر بن يونس\nالمزي وإبراهيم بن إسماعيل بن الدرجي والمقداد بن هبة الله القيسي وأبي\nالفرج عبد الرحمن بن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n             عمر المقدسي وعمر بن محمد بن أبي سعد\nبن أبي عصرون ومحمد بن عبد المنعم بن عمر بن القواس والرشيد محمد بن أبي\nبكر بن محمد العامري وأبي بكر محمد بن إسماعيل بن الأنماطي وأحمد بن شيبان\nبن تغلب الشيباني وعبد الرحيم بن محمد بن أحمد بن فارس ومحمد بن عبد الرحيم\nبن عبد الواحد بن الكمال والفخر علي بن أحمد بن عبد الواحد بن النجاري في\nخلائق تجمعهم مشيخته التي أخرجها له البرزالي روى عنه الأئمة والحفاظ أبو\nمحمد القاسم بن محمد البرزالي وأبو عبد الله محمد بن أحمد بن عثمان الذهبي\nوأبو الحسن علي بن عبد الكافي السبكي وأبو سعيد خليل بن كيكلدي العلائي\nوأبو المعالي محمد بن رافع السلامي والشريف أبو المحاسن محمد بن علي بن\nحمزة الحسيني وآخرون كثيرون\n</p>\n\n<p>\nوكان رحمه الله ثقة صحيح السماع سهلا في التسميع راغبا في الخير قرأت\nعليه صحيح مسلم في ستة مجالس متوالية وقرأت عليه مسند أحمد متواليا في مدة\nيسيرة وكان مولده في سنة ست وستين وستمائة وتوفي في سنة ست وخمسين وسبعمائة\nعن تسعين سنة وكان قد انفرد بكثير من الشيوخ والأجزاء وانقطعت بموته كتب\nوأجزاء رحمه الله تعالى\n</p>\n\n<p>\nمحمد بن إسماعيل بن إبراهيم بن المغيرة بن <span id='ms0091'></span> بردزبه وقيل بذدذبه وقيل ابن\nالمغيرة بن الأحنف الجعفي مولاهم أبو عبد الله البخاري الحافظ العلم أمير\nالمؤمنين في الحديث مؤلف الصحيح والتاريخ وغير ذلك كتب بخراسان والجبال\nوالعراق والحجاز والشام ومصر فروى عن مكي بن إبراهيم وأبي عاصم الضحاك بن\nمخلد النبيل ومحمد بن عبد الله الأنصاري وأبي نعيم الفضل بن دكين وخلائق من\nهذه الطبقة ومن بعدهم حتى كتب عن أقرانه وعن أصغر منه حتى زاد عدد شيوخه\nعلى الألف\n</p>\n\n<p>\nوروى عنه مسلم خارج الصحيح والترمذي وأبو زرعة وابن خزيمة وابن صاعد وأبو\nحامد بن الشرقي ومحمد بن يوسف الفربري ومنصور بن محمد البزدوي وهو آخر من\nروى الصحيح عنه وآخرون كثيرون وآخر من زعم أنه سمع منه عبد الله بن فارس\nالبلخي ولد البخاري في ثالث عشر شوال سنة أربع وتسعين ومائة وألهم حفظ\nالحديث في الكتاب وهو ابن عشر سنين وحضر عند الداخلي وهو ابن إحدى عشرة\nفقال سفيان عن أبي الزبير عن إبراهيم فقال له البخاري إن أبا الزبير لم يرو\nعن إبراهيم فقال كيف هو يا غلام قال هو الزبير بن عدي فأخذ القلم وأصلح\nكتابه وحفظ كتب ابن المبارك ووكيع وهو ابن ست عشرة سنة وخرج مع أمه وأخيه\nأحمد إلى مكة وتخلف بها يطلب وصنف وهو ابن ثماني عشرة سنة التاريخ عند قبر\nرسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nقال ابن عقدة لو كتب الرجل ثلاثين ألفا ما استغنى عن تاريخ البخاري وشرع\nفي جمع الصحيح في أيام إسحاق بن راهويه وقال أخرجته من زهاء ستمائة ألف\nحديث وما أدخلت فيه إلا ما صح وتركت من الصحاح لحال الطول وروى الفربري عنه\nما وضعت في الصحيح حديثا إلا اغتسلت قبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n             ذلك وصليت ركعتين\n</p>\n\n<p>\nوروى ابن عدي أنه كان يصلي لكل ترجمة من تراجم التاريخ ركعتين قال أحمد\nما أخرجت خراسان مثله وقال ابن المديني ما رأى مثل نفسه وقال يعقوب الدورقي\nونعيم بن حماد هو فقيه هذه الأمة ولما دخل البخاري البصرة <span id='ms0092'></span> قال بندار دخل\nاليوم سيد الفقهاء\n</p>\n\n<p>\nوقال أبو مصعب لو أدركت مالكا ونظرت إليه وإلى محمد بن إسماعيل لقلت\nكلاهما واحد في الفقه والحديث\n</p>\n\n<p>\nوقال أبو حاتم هو أعلم من دخل العراق وقصته مع أهل بغداد مشهورة في أنهم\nقلبوا عليه مائة حديث حين قدم عليهم فرد كل إسناد إلى متنه ذكرها ابن عدي\nعن عدة من المشايخ وكان له ببغداد ثلاثة مستملين واجتمع في مجلسه أكثر من\nعشرين ألفا وحدثت له محنة مع خالد بن أحمد الذهلي والي بخارى فنفاه من\nالبلد فجاء إلى خرتنك قرية من قرى سمرقند فنزل على أقارب له بها فقال عبد\nالقدوس بن عبد الجبار السمرقندي سمعته ليلة وقد فرغ من صلاة الليل يدعو\nيقول اللهم إنه قد ضاقت علي الأرض بما رحبت فاقبضني إليك فما تم الشهر حتى\nقبضه الله تعالى فتوفي ليلة عيد الفطر سنة ست وخمسين ومائتين\n</p>\n\n<p>\nمحمد بن بشار بن عثمان بن داود بن كيسان العبدي مولاهم البصري أبو بكر\nبندار أحد الحفاظ الأعلام روى عن يزيد بن زريع ومحمد بن جعفر غندر ومعتمر\nبن سليمان وطبقتهم فأكثر روى عنه الأئمة الستة وابن أبي الدنيا وابن خزيمة\nوابن صاعد وخلق\n</p>\n\n<p>\nقال أبو داود كتبت عنه نحوا من خمسين ألف حديث وقال العجلي ثقة كثير\nالحديث\n</p>\n\n<p>\nوقال أبو حاتم صدوق وقال عبد الله بن محمد بن سيار ثقة لكنه يقرأ من كل\nكتاب قال الخطيب وإن كان يقرأ من كل كتاب فإنه كان يحفظ حديثه وقد ضعفه\nيحيى بن معين القواريري قال الذهبي انعقد الإجماع بعد على الاحتجاج به مات\nفي شهر رجب سنة اثنتين وخمسين ومائتين وكان مولده سنة سبع وستين ومائة\n</p>\n\n<p>\nمحمد بن حبان بن أحمد بن حبان بن معاذ أبو حاتم التميمي البستي أحد\nالحفاظ الأعلام روى عن أبي عبد الرحمن أحمد بن شعيب النسائي وأحمد بن الحسن\nبن عبد الجبار الصوفي وأبي يعلى أحمد بن علي بن المثنى الموصلي والحسن بن\nسفيان النسوي ومحمد بن إسحاق بن <span id='ms0093'></span> خزيمة وأبي خليفة الفضل بن الحباب الجمحي\nوعمر بن محمد بن بجير وعبد الله بن محمد بن سلم ومحمد بن الحسن بن قتيبة\nومحمد بن عبد الله بن الجنيد وجعفر بن أحمد بن سنان القطان وخلائق\n</p>\n\n<p>\nروى عنه الحاكم أبو عبد الله محمد بن عبد الله النيسابوري وأبو الحسن\nمحمد بن أحمد بن هارون الزوزني راوي صحيحه عنه وآخرون وصنف كتبا حسنة منها\nصحيحه المسمى بالتقاسيم والأنواع وتاريخ الثقات وتاريخ الضعفاء وكتاب وصف\nالصلاة بالسنة فهذا ما وصل إلينا من تصانيفه وقد عقد الخطيب فصلا في كتاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n             الجامع سمى فيه تصانيفه وهي كثيرة نفيسة وسمع بالحجاز والشام\nومصر والعراق والجزيرة وخراسان وغيرها خرجت له من صحيحه أربعين حديثا\nبلدانية وقد ولي قضاء سمرقند مدة وأقام بنيسابور قبل الأربعين وحدث\nبمصنفاته وكان رأسا في علم الحديث عالما بالفقه والكلام والطب والنجوم\n</p>\n\n<p>\nوقد امتحن بسبب الكلام وتكلموا فيه وأمر بقتله ثم أخرج إلى سمرقند ذكره\nابن الصلاح في طبقات الفقهاء فقال غلط الغلط الفاحش في تصرفه ورأيت للضياء\nالمقدسي جزءا ذكر فيه أوهامه في التقاسيم والأنواع فمنها قوله إن خاتم\nالنبوة الذي بين كتفيه صلى الله عليه وسلم مكتوب عليه محمد رسول الله وغير\nذلك وتوفي ببست في شوال من سنة أربع وخمسين وثلاثمائة وهو في عشر الثمانين\n</p>\n\n<p>\nمحمد بن حازم أبو معاوية الضرير التميمي مولاهم الكوفي أحد الأعلام قال\nأبو داود عمي وهو ابن أربع سنين وقيل ابن ثمان روى عن الأعمش وعاصم الأحول\nوهشام بن عروة وخلق روى عنه الأئمة أحمد وإسحاق وابن المديني وابن معين\nوخلق\n</p>\n\n<p>\nقال ابن معين أثبتهم في الأعمش بعد سفيان وشعبة أبو معاوية وقال أحمد\nوكان في غير حديث الأعمش مضطربا لا يحفظها جيدا\n</p>\n\n<p>\nوقال العجلي ثقة يرى الأرجاء وقال يعقوب بن شيبة كان من الثقات وربما دلس\nوكان يرى الأرجاء مات سنة خمس وتسعين ومائة وقيل سنة أربع وتسعين\n</p>\n\n<p>\nمحمد بن ربح بن سليمان أبو بكر البزار روى عن يزيد بن هارون ويعقوب بن <span id='ms0094'></span>\nإسحاق الحضرمي وأبي نعيم الفضل بن دكين روى عنه محمد بن عثمان بن ثابت\nالصيدلاني وأبو بكر الشافعي وأبو سهل بن زياد القطان ودعلج بن أحمد قال\nالخطيب وكان ثقة قال عبد الباقي بن قانع مات في سنة ثلاث وثمانين ومائتين\n</p>\n\n<p>\nمحمد بن سيرين أبو بكر البصري مولى أنس بن مالك كان أبوه من سبي عين\nالتمر روى عن زيد بن ثابت وأبي هريرة وعمران بن حصين ومولاه أنس بن مالك في\nآخرين من الصحابة والتابعين\n</p>\n\n<p>\nقال هشام بن حسان أدرك ابن سيرين ثلاثين صحابيا\n</p>\n\n<p>\nروى عنه ثابت وقتادة وعبد الله بن عون وجرير بن حازم والأوزاعي وخلائق\nقال هشام هو أصدق من رأيت من البشر\n</p>\n\n<p>\nوقال ابن سعد كان ثقة مأمونا عاليا رفيعا فقيها إماما كثير العلم ورعا\nوقال مورق العجلي ما رأيت رجلا أفقه في ورعه ولا أورع في فقهه منه وقال ابن\nعون لم أر في الدنيا مثله وقال أبو بكر المزني ما رأينا من هو أورع منه\nوقال أبو عوانة رأيته في السوق فما رآه أحد في السوق إلا ذكر الله ووثقه\nابن معين وغيره وكان آية في التعبير\n</p>\n\n<p>\nورأى ابن سيرين كأن الجوزاء تقدمت الثريا فأخذ في وصيته وقال يموت الحسن\nوأموت بعده هو أشرف مني فكان كذلك ماتا في سنة عشرة ومائة مات الحسن في أول\nرجب ومات ابن سيرين في تاسع شوال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n             محمد بن عبد الله بن إبراهيم أبو بكر البزار الشافعي صاحب\nالفوائد المشهورة روى عن عبد الله بن أحمد بن حنبل وإسحاق بن الحسن الحربي\nومحمد بن مسلمة الواسطي وعبد الله بن روح المدائني وإبراهيم بن عبد الله\nالكعنبي ومحمد بن ربح البزار وبشر بن موسى الأسدي وموسى بن سهل الوشاء\nوجعفر بن محمد بن شاكر الصائغ وعلي بن الحسن بن عبدويه الحراز وأحمد بن عبد\nالله الترس ومحمد بن شداد المسمعي والحارث بن محمد بن أبي أسامة وخلق\n</p>\n\n<p>\nروى عنه الحاكم أبو عبد الله محمد بن عبد الله النيسابوري وأبو <span id='ms0095'></span> طاهر عبد\nالغفار بن محمد المؤدب وأبو القاسم عبد الباقي بن محمد الطحان قال الخطيب\nكان ثقة ثبتا حسن التصنيف جمع أبوابا وشيوخا قال ولما منعت الديلم الناس من\nذكر فضائل الصحابة وكتبوا السب على أبواب المساجد كان يتعمد إملاء أحاديث\nالفضائل في الجامع توفي في ذي الحجة سنة أربع وخمسين وثلاثمائة وله خمس\nوتسعون سنة\n</p>\n\n<p>\nمحمد بن عبد الله بن محمد بن حمدويه بن البيع أبو عبد الله الضبي\nالنيسابوري صاحب المستدرك على الصحيحين وتاريخ نيسابور وكتاب الإكليل وعلوم\nالحديث والمدخل وغير ذلك أحد الحفاظ الأعلام روى عن أبي العباس محمد بن\nيعقوب الأصم وأبي عبد الله محمد بن يعقوب بن الأخرم وأبي عمرو عثمان بن\nأحمد بن السماك وأبي الوليد حسان بن محمد الفقيه وأبي علي الحسين بن علي بن\nيزيد النيسابوري وأبي بكر أحمد بن إسحاق بن أيوب الضبعي الفقيه وأبي عبد\nالله محمد بن عبد الله بن دينار الفقيه النيسابوري وخلائق\n</p>\n\n<p>\nروى عنه الحافظ أبو بكر أحمد بن الحسين البيهقي وأبو عثمان إسماعيل بن\nعبد الرحمن الصابوني ومحمد بن عبد العزيز بن أحمد الجيري وأبو صالح أحمد بن\nعبد الملك المؤذن ومحمد بن يحيى بن إبراهيم المزكى ومحمد بن عبيد الله\nالصوام وعثمان بن محمد بن عبيد الله المحمي ومحمد بن أحمد بن أبي جعفر\nالطبسي وأبو المظفر موسى بن عمران النيسابوري وأبو بكر أحمد بن علي بن عبد\nالله بن عمر بن خلف الشيرازي وغيرهم وكان أحد الحفاظ المكثرين لم يكن في\nعصره أحسن تصنيفا منه ولكنه نسب إلى التشيع وإلى التساهل في التصحيح\n</p>\n\n<p>\nقال الذهبي برع في معرفة الحديث وفنونه وصنف التصانيف الكثيرة وانتهت\nإليه رياسة الفن بخراسان لا بل بالدنيا وكان فيه تشيع وحط على معاوية وهو\nثقة حجة وقال محمد بن طاهر سألت أبا إسماعيل عبد الله الأنصاري عنه فقال\nإمام في الحديث رافضي خبيث\n</p>\n\n<p>\nقال الذهبي الله يحب الإنصاف ما هو برافضي بل شيعي فقط توفي في صفر سنة\nخمس وأربعمائة <span id='ms0096'></span> وله أربع وثمانون سنة بنيسابور وكان مولده بها في شهر ربيع\nالأول سنة إحدى وعشرين وثلاثمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n             محمد بن عبد الرحمن بن الحارث بن هشام المخزومي وهو أخو أبي\nبكر روى عن عائشة روى عنه الزهري وثقه النسائي له ذكر في النكاح\n</p>\n\n<p>\nمحمد بن عبد الرحمن بن المغيرة بن الحارث بن أبي ذئب واسم أبي ذئب هشام\nبن شعبة بن عبد الله بن أبي قيس بن عبدود القرشي العامري المدني يكنى أبا\nالحارث أحد الأئمة الأعلام روى عن خاله الحارث بن عبد الرحمن القرشي ونافع\nوعكرمة وابن المنكدر في آخرين كثيرين روى عنه الثوري ومعمر وابن المبارك\nوالقعنبي وعلي بن الجعد وخلق\n</p>\n\n<p>\nقال أحمد كان أشبه بسعيد بن المسيب قيل له خلف مثله ببلاده قال لا ولا\nبغيرها كان ثقة صدوقا أفضل من مالك إلا أن مالكا أشد تنقية للرجال منه وسئل\nأيضا من أعلم مالك أو ابن أبي ذئب فقال ابن أبي ذئب أكبر من مالك وأصلح\nوأورع وأقوم بالحق من مالك عند السلاطين وقد دخل على أبي جعفر وقال له\nالظلم فاش ببابك وقال يحيى بن معين وأحمد بن صالح شيوخ ابن أبي ذئب كلهم\nثقات إلا أبو جابر البياضي\n</p>\n\n<p>\nوقال النسائي وغيره ثقة ولما حج أبو جعفر دعا ابن أبي ذئب بدار الندوة\nفقال له ما تقول في مرتين أو ثلاثا فقال ورب هذه البنية إنك لجائر ولما حج\nالمهدي دخل مسجد النبي صلى الله عليه وسلم فقام الناس إلا ابن أبي ذئب فقال\nله المسيب بن زهير قم هذا أمير المؤمنين فقال ابن أبي ذئب إنما يقوم الناس\nلرب العالمين فقال المهدي دعه فلقد قامت كل شعرة في رأسي وتوفي سنة ثمان\nوخمسين وقيل سنة تسع وخمسين ومائة وكان مولده سنة ثمانين\n</p>\n\n<p>\nمحمد بن عمرو بن علقمة بن وقاص الليثي المدني يكنى أبا عبد الله وقيل أبا\nالحسن روى عن أبيه وأبي سلمة بن عبد الرحمن وعبد الرحمن بن يعقوب مولى\nالحرقة روى عنه شعبة ومالك والسفيانان <span id='ms0097'></span> ويزيد بن هارون وخلق وثقه أبو حاتم\nوالنسائي وقال الجوزجاني ليس بقوي قال ابن عدي أرجو أنه لا بأس به قيل مات\nسنة أربع وقيل خمس وأربعين ومائة له ذكر في الصلاة\n</p>\n\n<p>\nمحمد بن عيسى بن سورة بن موسى بن الضحاك وقيل في نسبه غير ذلك أبو عيسى\nالسلمي الترمذي الحافظ الضرير أحد الأئمة الستة وقيل إنه كان أكمه طاف\nالبلاد فسمع من قتيبة وعلي بن حجر وأبي كريب وخلائق وأخذ علم الرجال والعلل\nعن البخاري روى عنه حماد بن شاكر وأحمد بن علي بن حسنويه ومحمد بن أحمد بن\nمحبوب ومحمد بن محمد بن يحيى القراب والهيثم بن كليب الشاشي وآخرون وقد سمع\nالبخاري منه أيضا\n</p>\n\n<p>\nقال ابن حبان في الثقات كان ممن جمع وصنف وحفظ وذاكر قال المستغفري مات\nفي شهر رجب سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n             تسع وسبعين ومائتين وقول الخليلي في الإرشاد\nمات بعد الثمانين ليس بصحيح والصحيح الأول قاله المستغفري وغنجار وابن\nماكولا وغيرهم\n</p>\n\n<p>\nمحمد بن أبي القاسم بن إسماعيل بن مظفر الفارقي آخر من طلب الحديث وعنى\nبه روى لنا عن عبد الرحيم بن يوسف بن يحيى بن خطيب المزة والنجم أحمد بن\nحمدان بن شبيب الحراني وأبي محمد عبد الله بن غلام الله بن إسماعيل بن\nالشمعة وأبي بكر بن إلياس بن محمد الرسعني والحسن بن علي بن عيسى بن\nالصيرفي اللخمي وسيدة بنت موسى المارانية في آخرين ورحل إلى الإسكندرية\nفسمع بها من الشريف علي بن أحمد بن عبد المحسن العراقي وطبقته\n</p>\n\n<p>\nروى عنه الأئمة أبو عمر عبد العزيز بن محمد بن إبراهيم بن سعد الله بن\nجماعة وأبو المعالي محمد بن رافع بن أبي محمد وأبو المحاسن محمد بن علي بن\nحمزة الحسيني وآخرون وكان قد اعتنى بطلب الحديث فقرأ بنفسه وكتب ورحل وأفاد\nوكان أحد الشهود المعدلين بالقاهرة إلا أني سمعت من يتكلم فيه في الشهادة\nفلذلك قرنته في الرواية بأبي الحرم القلانسي وكان مولده في سنة ست وسبعين\nوستمائة وتوفي يوم الجمعة رابع <span id='ms0098'></span> عشر المحرم سنة إحدى وستين وسبعمائة\n</p>\n\n<p>\nمحمد بن محمد بن إبراهيم بن غيلان أبو طالب البزار الهمذاني البغدادي روى\nعن أبي بكر محمد بن عبد الله الشافعي وتفرد بالرواية عنه روى عنه الحافظ\nأبو بكر أحمد بن علي الخطيب وأبو نصر علي بن هبة الله بن ماكولا وأبو علي\nأحمد بن محمد بن أحمد البرداني وأبو غالب شجاع بن فارس الذهلي ومقرئ العراق\nأبو طاهر أحمد بن علي بن سوار وأبو منصور عبد المحسن بن محمد الشيمي ونور\nالهدى أبو طالب الحسين بن محمد الزينبي وأبو علي بن المهدي محمد بن محمد بن\nعبد العزيز الخطيب وأبو سعيد أحمد بن عبد الجبار بن الطيوري وأبو البركات\nهبة الله بن علي المبخر وهبة الله بن محمد بن الحصين وهو آخر من حدث عنه\nوآخرون وثقه الخطيب وغيره قال الخطيب كان صدوقا صالحا دينا ومات في شوال\nسنة أربعين وأربعمائة وقد استكمل أربعا وتسعين سنة\n</p>\n\n<p>\nمحمد بن محمد بن إبراهيم بن أبي القاسم أبو الفتح البكري الميدومي مسند\nالديار المصرية روى عن أبيه وعن أبي الفرج عبد اللطيف بن عبد المنعم بن علي\nالحراني وأبي عيسى عبد الله بن عبد الواحد بن محمد بن علاق وتفرد بالسماع\nمنهم وأبي بكر محمد بن إسماعيل بن عبد الله بن الأنماطي وأبي بكر عبد الله\nبن أحمد بن إسماعيل بن فارس التميمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n             وأبي بكر محمد بن أحمد بن\nعلي بن القسطلاني وعبد الرحيم بن يوسف بن يحيى بن خطيب المزة وشامية بنت\nالحسن بن محمد البكري في آخرين\n</p>\n\n<p>\nوأجاز له أحمد بن عبد الدائم ومجد الدين علي بن وهب بن دقيق العيد والشيخ\nمحيي الدين النووي في آخرين روى عنه الأئمة أبو محمد عبد الكريم بن منير\nالحلبي وأبو عمر عبد العزيز بن محمد بن إبراهيم بن سعد الله بن جماعة وأبو\nسعيد خليل بن كيكلدي العلائي وأبو العباس أحمد بن لؤلؤ بن النقيب وأبو\nالمعالي محمد بن رافع وأبو المحاسن محمد بن علي بن <span id='ms0099'></span> حمزة الحسيني وأبو الحسن\nعلي بن الحسين بن البناء وآخرون وكان رجلا جيدا ثقة صحيح السماع مولده في\nشعبان سنة أربع وستين وستمائة وتوفي في العشر الأخير من شهر رمضان سنة أربع\nوخمسين وسبعمائة وقد جاوز التسعين ولم يحضره والده مجالس السماع إلا بعد\nاستكمال الخامسة فلم يوجد له حضور أصلا وكان والده من أهل هذا الشأن ولي\nمشيخة دار الحديث الكاملية\n</p>\n\n<p>\nمحمد بن محمد بن محمد بن أبي الحرام أبو الحرم القلانسي الحنبلي شيخ مكثر\nثقة صحيح السماع روى عن الشهاب محمد بن عبد المنعم بن الخيمي وعبد الرحمن\nبن يوسف بن يحيى بن خطيب المزة حضر عندهما وعند عبد العزيز بن أبي الفتوح\nبن الحصري وعبد الله بن غلام الله بن السمعة وغازي بن أبي الفضل الحلاوي\nومحمد بن إبراهيم بن ترجم والنجم أحمد بن حمدان بن شبيب الحراني الحنبلي\nوالتاج إسماعيل بن إبراهيم بن قريش ويوسف بن عبد المحسن الحمزي وأحمد بن\nعبد الكريم بن غازي بن الأغلاقي والضياء عيسى بن يحيى بن أحمد السبتي\nوالرضي أبي بكر بن عمر بن علي القسطنطيني النحوي والحافظ أبي العباس أحمد\nبن محمد الظاهري ويعقوب بن أحمد بن فضائل الحلبي وعبد الرحيم بن عبد المنعم\nبن خلف الدميري وسيدة بنت موسى المارانية ومؤنسة ابنة الملك العادل في\nآخرين كثيرين روى عنه أبو المعالي محمد بن رافع وأبو المحاسن محمد بن علي\nبن حمزة الحسيني وآخرون وكان مولده سنة ثلاث وثمانين وستمائة وتوفي سنة\nأربع وستين وسبعمائة\n</p>\n\n<p>\nمحمد بن مسلم بن تدرس الأسدي مولى حكيم بن حزام أبو الزبير المكي أحد\nأئمة التابعين روى عن جابر وابن عباس وعائشة في آخرين من الصحابة والتابعين\nروى عنه الأئمة شعبة ومالك والليث والسفيانان وخلائق قيل لشعبة لم تركت\nحديثه قال رأيته يزن ويسترجح في الميزان\n</p>\n\n<p>\nوقال الشافعي أبو الزبير يحتاج إلى دعامة وقال أبو حاتم لا يحتج به وقد\nوثقه ابن معين والنسائي وقال ابن عدي لا أعلم أحدا من الثقات تخلف عن <span id='ms0100'></span>\nالرواية عنه ولم يحتج ابن حزم بحديث أبي الزبير عن جابر إلا إذا قال حدثنا\nجابر أو كان من رواية الليث عنه فإنه لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n             يسمع منه إلا ما سمعه\nمن جابر توفي سنة ثمان وعشرين ومائة له ذكر في الصلاة\n</p>\n\n<p>\nمحمد بن مسلم بن عبيد الله بن عبد الله بن شهاب بن عبد الله بن الحارث بن\nزهرة بن كلاب بن مرة بن كعب بن لؤي بن غالب أبو بكر القرشي الزهري المدني\nأحد الأئمة الأعلام روى عن ابن عمر وسهل بن سعد وربيعة بن عباد والسائب بن\nيزيد في آخرين من الصحابة والتابعين روى عنه الأئمة مالك والليث والأوزاعي\nوابن جريج وابن إسحاق وابن عيينة وخلائق\n</p>\n\n<p>\nوقد أفرد النسائي بالتصنيف من روى عنه الزهري وروى عن الزهري\n</p>\n\n<p>\nقال ابن شهاب ما استودعت قلبي شيئا قط فنسيته وقال عمرو بن دينار ما رأيت\nأحدا أقص للحديث منه وما رأيت أحدا الدينار والدرهم أهون عليه منه كأنها\nعنده بمنزلة البعر وقال عمر بن عبد العزيز ومكحول لم يبق أحد أعلم بسنة\nماضية منه وقال أيوب ما رأيت أعلم منه\n</p>\n\n<p>\nوقال الليث ما رأيت عالما قط أجمع ولا أكثر علما منه وما رأيت أكرم منه\nوقال مالك بقي وما له في الناس نظير توفي بآدام آخر حد الحجاز وأول عمل\nفلسطين سنة أربع وعشرين ومائة وقيل سنة ثلاث وقيل سنة خمس واختلف أيضا في\nمولده فقيل سنة خمسين وقيل إحدى وقيل ست وقيل ثمان وخمسين\n</p>\n\n<p>\nمحمد بن المنكدر بن عبد الله بن الهدير بن عبد العزى بن عامر بن الحارث\nبن حارثة بن سعيد بن تيم بن مرة أبو عبد الله القرشي التيمي المدني أحد\nالأعلام روى عن جابر وعائشة وأنس في آخرين من الصحابة والتابعين روى عنه\nالأئمة شعبة ومالك وابن جريج والأوزاعي والسفيانان وخلق\n</p>\n\n<p>\nقال ابن عيينة كان من معادن الصدق يجتمع إليه الصالحون وقال مالك كان سيد\nالقراء لا يكاد أحد يسأله عن حديث إلا كان يبكي وقال ابن <span id='ms0101'></span> معين وأبو حاتم\nثقة وقال الحميدي ابن المنكدر حافظ توفي سنة ثلاثين ومائة وقيل سنة إحدى\nوثلاثين له ذكر في النكاح\n</p>\n\n<p>\nمحمد بن موسى بن عثمان بن موسى بن عثمان بن حازم أبو بكر الحازمي\nالهمذاني الشافعي أحد الأئمة الأعلام على حداثة سنه\n</p>\n\n<p>\nروى عن أبي الوقت عبد الأول بن عيسى السجزي حضورا وعن أبي زرعة طاهر بن\nمحمد بن طاهر المقدسي ومعمر بن الفاخر وغيرهم ورحل سنة نيف وسبعين إلى\nالعراق وأصبهان والجزيرة والنواحي ثم استوطن بغداد وتفقه بها على ابن فضلان\nوغيره وصنف التصانيف المفيدة كالأنساب والناسخ والمنسوخ قال الذهبي كان\nإماما ذكيا ثاقب الذهن فقيها بارعا ومحدثا بارعا بصيرا بالرجال والعلل\nمتبحرا في علم السنن ذا زهد وتعبد وتأله وانقباض عن الناس توفي في جمادى\nالأولى سنة أربع وثمانين وخمسمائة شابا عن خمس وثلاثين سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n             محمد بن يحيى بن عبد الله بن خالد بن فارس بن ذؤيب الذهلي\nأبو عبد الله النيسابوري أحد الأعلام الحفاظ روى عن عبد الرحمن بن مهدي\nويزيد بن هارون وأبي داود الطيالسي وخلائق وله رحلة واسعة روى عنه البخاري\nوأصحاب السنن الأربعة وأبو حاتم وابن خزيمة وأبو عوانة الإسفراييني وخلائق\nقال أحمد ما رأيت خراسانيا أعلم بحديث الزهري منه ولا أصح كتابا منه\n</p>\n\n<p>\nوقال أبو حاتم محمد بن يحيى إمام أهل زمانه ثقة وقال النسائي ثقة مأمون\nوقال أبو بكر بن أبي داود هو أمير المؤمنين في الحديث وقال ابن خزيمة محمد\nبن يحيى إمام أهل عصره توفي يوم الاثنين لأربع بقين من شهر ربيع الأول سنة\nثمان وخمسين ومائتين عن ست وثمانين سنة له ذكر في النكاح\n</p>\n\n<p>\nمحمد بن يزيد الربعي مولاهم أبو عبد الله بن ماجه وماجه لقب لأبيه يزيد\nأحد الأئمة الأعلام الستة صاحب السنن والتفسير والتاريخ سمع بخراسان\nوالعراق والحجاز ومصر والشام وغيرها من البلاد روى عن إبراهيم بن المنذر\nالحزامي ومصعب بن عبد الله الزبيري وداود بن رشيد ومحمد بن رمح وخلائق\n</p>\n\n<p>\nروى عنه أبو الحسن علي <span id='ms0102'></span> بن إبراهيم بن سلمة القطان وعلي بن سعيد العسكري\nومحمد بن عيسى الأبهري والصفار وآخرون\n</p>\n\n<p>\nقال أبو يعلى الخليلي ثقة كبير متفق عليه محتج به له معرفة وحفظ وله\nمصنفات في السنن والتفسير والتاريخ توفي سنة ثلاث وسبعين ومائتين وكذا أرخه\nجعفر بن إدريس وزاد يوم الاثنين ودفن يوم الثلاثاء لثمان بقين من شهر رمضان\n</p>\n\n<p>\nمخمر بن معاوية كذا عند ابن ماجه وقال الترمذي حكيم بن معاوية تقدم في\nباب الحاء مخنف بن سليم بن الحارث بن عوف بن ثعلبة بن عامر بن ذهل بن مازن\nبن ذبيان بن ثعلبة بن الدؤل بن سعد مناة بن غامد الأزدي الغامدي له صحبة\nروى عن النبي صلى الله عليه وسلم وعن علي وأبي أيوب روى عنه ابنه حبيب وعون\nبن أبي جحيفة وغيرهما نزل الكوفة وعده بعضهم في البصريين وولي أصبهان لعلي\nوشهد معه صفين وكان على راية الأزد يومئذ وقتل يوم الجمل ذكره ابن عبد البر\nله ذكر في الأضحية\n</p>\n\n<p>\nمرثد بن عبد الله أبو الخير اليزني ويزن من حمير المصري\n</p>\n\n<p>\nروى عن عمرو بن العاص وابنه عبد الله بن عمرو وعقبة بن عامر في آخرين من\nالصحابة والتابعين روى عنه يزيد بن أبي حبيب وجعفر بن ربيعة وكعب بن علقمة\nوآخرون قال ابن يونس كان مفتي أهل مصر في زمانه وذكره ابن حبان في الثقات\nوتوفي سنة تسعين\n</p>\n\n<p>\nمسروق بن الأجدع الهمداني أبو عائشة نزل الكوفة أحد أئمة التابعين وأحد\nالثمانية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n             الذين انتهى إليهم الزهد من التابعين صلى خلف أبي بكر\nوروى عنه وعن عمر وعلي ومعاذ في آخرين من الصحابة روى عنه أبو وائل والشعبي\nوالنخعي وأبو إسحاق وخلق\n</p>\n\n<p>\nقال مرة ما ولدت همدانية مثله وقال الشعبي ما علمت أن أحدا كان أطلب\nللعلم منه وقال ابن المديني ما أقدم عليه أحدا من أصحاب عبد الله\n</p>\n\n<p>\nوقال ابن معين ثقة لا يسأل عن مثله وقالت امرأته قمير كان يصلي حتى تورم\nقدماه وتوفي سنة ثلاث وستين وقيل سنة اثنتين <span id='ms0103'></span>\n</p>\n\n<p>\nمسطح بن أثاثة بن عباد بن المطلب بن عبد مناف بن قصي القرشي المطلبي وقيل\nإن مسطحا لقب واسمه عوف يكنى أبا عباد وقيل أبا عبد الله شهد بدرا ثم خاض\nفي الإفك فجلده رسول الله صلى الله عليه وسلم فيمن جلده واختلف في وفاته\nفقيل سنة أربع وثلاثين وقيل إنه شهد صفين وتوفي سنة سبع وثلاثين له ذكر في\nالحدود وفي قصة الإفك\n</p>\n\n<p>\nمسلم بن الحجاج بن مسلم بن ورد بن كوشاد أبو الحسين القشيري النيسابوري\nأحد الحفاظ الأعلام ومصنف الصحيح والمسند الكبير على أسماء الرجال والجامع\nالكبير على الأبواب وكتاب العلل وكتاب أوهام المحدثين وكتاب التمييز وكتاب\nالطبقات وكتاب الواحدان وكتاب المخضرمين روى عن عبد الله بن مسلمة القعنبي\nوعلي بن الجعد ويحيى بن يحيى التميمي وسعيد بن منصور وخلائق روى عنه أبو\nعيسى الترمذي وأبو العباس السراج وأبو بكر بن خزيمة وإبراهيم بن محمد بن\nسفيان وأبو عوانة الإسفراييني وخلق\n</p>\n\n<p>\nقال أحمد بن مسلمة النيسابوري رأيت أبا زرعة وأبا حاتم يقدمان مسلما في\nمعرفة الصحيح على مشايخ عصرهما وكان مولده سنة أربع ومائتين وتوفي لخمس\nبقين من شهر رجب سنة إحدى وستين ومائتين بنيسابور وقيل إنه بلغ ستين سنة\nوبه جزم الذهبي في العبر وقيل بلغ خمسا وخمسين سنة وبه جزم ابن الصلاح في\nعلوم الحديث وكلاهما مخالف لما تقدم من تاريخ مولده والله أعلم\n</p>\n\n<p>\nالمسلم بن مكي ويعرف أيضا بالمسلم بن علان فينسب إلى أجداده وهو المسلم\nبن محمد بن المسلم بن مكي بن خلف بن علان أبو القاسم القيسي الدمشقي الكاتب\nولد سنة أربع وتسعين وخمسمائة وروى عن حنبل بن عبد الله الرصافي وعمر بن\nمحمد بن معمر بن طبرزد وعبد الجليل بن أبي غالب بن مندويه وأبي اليمن زيد\nبن الحسن الكندي في آخرين وعن أبي طاهر بركات بن إبراهيم الخشوعي بالإجازة\n</p>\n\n<p>\nروى عنه أبو الحسن علي بن إبراهيم بن داود بن العطار وأخوه داود بن\nإبراهيم وقاضي القضاة بدر الدين محمد بن إبراهيم <span id='ms0104'></span> بن سعد الله بن جماعة\nوالحافظ أبو محمد القاسم بن محمد البرزالي والحافظ أبو الحجاج يوسف بن عبد\nالرحمن المزي وأخوه محمد بن عبد الرحمن وعبد الله بن علي بن محمد بن هلال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n             الأزدي وعلي بن إبراهيم بن الإسكندري وإبراهيم بن جعفر بن\nإسماعيل بن الكحال ومحمد بن إسماعيل بن إبراهيم بن الخباز وهو آخر من حدث\nعنه بالسماع وآخرون وكان ثقة صحيح السماع من بيت حديث ورياسة توفي في ذي\nالحجة سنة ثمانين وستمائة\n</p>\n\n<p>\nمصعب بن سعد بن أبي وقاص الزهري أبو زرارة المدني روى عن أبيه وعلي وطلحة\nفي آخرين من الصحابة روى عنه ابن أخيه إسماعيل بن محمد وطلحة بن مصرف وأبو\nإسحاق السبيعي وخلق قال ابن سعد ثقة كثير الحديث مات سنة ثلاث ومائة مصعب\nبن شيبة بن جبير بن شيبة بن عثمان الحجبي روى عن عمة أبيه صفية بنت شيبة\nوأخيها مسافع وطلق بن حبيب وجماعة روى عنه ابنه زرارة وحفيده عبد الله بن\nزرارة وابن جريج وآخرون قال ابن معين ثقة وقال أحمد روى مناكير وقال أبو\nحاتم ليس بالقوي قال النسائي منكر الحديث له ذكر في الطهارة في السواك\n</p>\n\n<p>\nمعاذ بن جبل بن عمرو بن أوس بن عائد بن عدي بن كعب بن عمرو بن أدى بن سعد\nبن علي بن أسد بن ساردة بن يزيد بن جشم بن الخزرج الأنصاري الخزرجي ثم\nالجشمي وقد نسبه بعضهم في سلمة بن سعد بن علي قال ابن إسحاق وإنما ادعته\nبنو سلمة لأنه كان أخا سهل بن محمد بن الجد بن قيس لأمه كنية معاذ أبو عبد\nالرحمن أحد علماء الصحابة\n</p>\n\n<p>\nروى عن النبي صلى الله عليه وسلم أحاديث روى عنه أبو موسى الأشعري وابن\nعباس وابن عمر في آخرين من الصحابة والتابعين\n</p>\n\n<p>\nقال ابن إسحاق أسلم وهو ابن ثماني عشرة سنة وشهد بدرا والمشاهد كلها وقال\nابن عبد البر كان أحد من شهد العقبة روى الترمذي وصححه من حديث أنس في حديث\nمرفوع وأعلمهم <span id='ms0105'></span> بالحلال والحرام معاذ بن جبل\n</p>\n\n<p>\nوفي الصحيحين من حديث عبد الله بن عمرو استقرئوا القرآن من أربعة فذكر\nمعاذ بن جبل ومن حديث أنس جمع القرآن على عهد رسول الله صلى الله عليه وسلم\nأربعة فذكر منهم معاذا\n</p>\n\n<p>\nوقال له النبي صلى الله عليه وسلم فيما رواه أبو داود والنسائي بأسناد\nصحيح والله يا معاذ إني لأحبك\n</p>\n\n<p>\nوقال ابن مسعود إن معاذا كان أمة قانتا لله حنيفا ولم يكن من المشركين\nإنا كنا لنشبه معاذا بإبراهيم عليه السلام ومناقبه كثيرة توفي بطاعون عمواس\nسنة ثماني عشرة وقيل سبع عشرة واختلفوا في مبلغ سنه فقيل ثمان وثلاثون وقيل\nأربع وثلاثون وقيل ثلاث وثلاثون وقيل ثمان وعشرون وهو وهم فإنه شهد بدرا\nوهو رجل\n</p>\n\n<p>\nمعاذ بن هشام بن أبي عبد الله الدستوائي البصري روى عن أبيه وابن عون\nوشعبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n             وغيرهم روى عنه الأئمة أحمد وإسحاق وابن المديني والفلاس\nوخلق قال ابن معين صدوق وليس بحجة وقيل لأبي داود هو عندك حجة قال أكره أن\nأقول شيئا كان يحيى لا يرضاه وقال ابن عدي ربما يغلط وأرجو أنه صدوق مات\nسنة مائتين\n</p>\n\n<p>\nمعاوية بن خديج بن جفنة بن قنبر بن حارثة بن عبد شمس بن معاوية بن جعفر\nبن أسامة بن سعد بن أشرس بن شبيب بن السكون السكوني وقيل الكندي وقيل\nالتجيبي وقيل الخولاني قال ابن عبد البر والصواب إن شاء الله السكوني يكنى\nأبا عبد الرحمن وقيل أبا نعيم يعد في أهل مصر\n</p>\n\n<p>\nروى عن النبي صلى الله عليه وسلم وعن عمرو وأبي ذر وغيرهم روى عنه ابنه\nعبد الرحمن وعبد الرحمن بن شماسة وعلي بن رباح في آخرين ذكر البيهقي وغيره\nأنه أسلم قبل موت النبي صلى الله عليه وسلم بشهرين\n</p>\n\n<p>\nوقال ابن يونس وفد على النبي صلى الله عليه وسلم وشهد فتح مصر وقدم على\nعمر بشيرا بفتح الإسكندرية وولي غزو إفريقية ثلاث مرات ذهبت عينه في إحداها\nوقيل بل ذهبت يوم دنقلة مع عبد الله بن سعد وتوفي <span id='ms0106'></span> سنة اثنتين وخمسين\n</p>\n\n<p>\nمعاوية بن أبي سفيان واسم أبي سفيان صخر بن حرب بن أمية بن عبد شمس بن\nعبد مناف الأموي يكنى أبا عبد الرحمن وهو وأبوه من مسلمة الفتح وقيل أسلم\nهو في عمرة القضاء وكتم إسلامه روى عن النبي صلى الله عليه وسلم وأبي بكر\nوعمر في آخرين من الصحابة والتابعين\n</p>\n\n<p>\nروى عنه أبو ذر وابن عباس وأبو سعيد وسعيد بن المسيب وهمام بن منبه في\nآخرين كثيرين من الصحابة والتابعين ولي لعمر الشام وأقره عثمان قال ابن\nإسحاق كان أميرا عشرين سنة وخليفة عشرين سنة\n</p>\n\n<p>\nروينا في مسند أحمد من حديث العرباض قال سمعت رسول الله صلى الله عليه\nوسلم يقول اللهم علم معاوية الكتاب والحساب وقه العذاب قال ابن عبد البر\nإلا أن الحارث بن زياد في إسناده مجهول لا يعرف بغير هذا الحديث وقد أخرجه\nابن حبان في صحيحه من هذا الوجه والترمذي وحسنه من حديث عبد الرحمن بن أبي\nعميرة عن النبي صلى الله عليه وسلم أنه قال لمعاوية اللهم اجعله هاديا\nمهديا واهد به وله من حديث سعد بن عمير لا تذكروا معاوية إلا بخير فإني\nسمعت رسول الله صلى الله عليه وسلم يقول اللهم اهد به وقال ابن عباس إنه\nفقيه رواه البخاري\n</p>\n\n<p>\nوقال ابن عمر ما رأيت أحدا بعد رسول الله صلى الله عليه وسلم أسود من\nمعاوية فقيل له فأبو بكر وعمر وعثمان وعلي فقال كانوا والله خيرا منه وأفضل\nوكان معاوية أسود منهم قال الزبير بن بكار هو أول من اتخذ ديوان الخاتم\nوأمر بهدايا النيروز والمهرجان واتخذ المعاصر في الجوامع وأول من أقام على\nرأسه حرسا وأول من قيدت بين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n             يديه الجنائب وأول من اتخذ الخصيان\nفي الإسلام وأول من بلغ درجات المنبر خمس عشرة درجة وكان يقول أنا أول\nالملوك وصدق في ذلك فقد روى أبو داود والترمذي وحسنه والنسائي من حديث\nسفينة قال قال رسول الله صلى الله عليه وسلم وخلافة النبوة ثلاثون سنة ثم <span id='ms0107'></span>\nيؤتي الله الملك من يشاء توفي لأربع بقين من شهر رجب سنة ستين عن ثمان\nوسبعين سنة وقيل عاش أكثر من ذلك\n</p>\n\n<p>\nالمعلى بن إسماعيل روى عن نافع روى عنه أرطاة بن المنذر قال أبو حاتم\nالرازي ليس بحديثه بأس صالح الحديث لم يرو عنه غير أرطاة ذكره ابن حبان في\nالثقات له ذكر في زكاة الفطر\n</p>\n\n<p>\nمعمر بن راشد أبو عروة الأزدي مولاهم البصري سكن اليمن أحد الأئمة\nالأعلام روى عن همام بن منبه وعمرو بن دينار ومحمد بن المنكدر والزهري\nوطبقتهم روى عنه الأئمة شعبة وابن المبارك وابن علية والسفيانان وعبد\nالرزاق وخلق آخرهم موتا محمد بن كثير الصنعاني قال عبد الرزاق سمعت منه\nعشرة آلاف\n</p>\n\n<p>\nقال أحمد لا تضم أحدا إلى معمر إلا وجدته يتقدمه وكان من أطلب أهل زمانه\nللعلم وهو أول من رحل إلى اليمن وقال ابن جريج لم يبق أحد من أهل زمانه\nأعلم منه\n</p>\n\n<p>\nوقال العجلي ثقة رجل صالح لما دخل صنعاء كرهوا أن يخرج من بين أظهرهم\nفقال رجل قيدوه فزوجوه وقال أبو حاتم صالح الحديث وقال النسائي ثقة مأمون\nمات في شهر رمضان سنة ثلاث وخمسين ومائة وقيل سنة أربع وقال الطبراني فقد\nفلم ير له أثر\n</p>\n\n<p>\nمغيرة بن عبد الرحمن بن عبد الله بن خالد بن حزام بن خويلد بن أسد الأسدي\nالحزامي روى عن أبي الزناد وموسى بن عقبة في آخرين روى عنه ابنه عبد الرحمن\nوالقعنبي وسعيد بن منصور ويحيى بن بكير وقتيبة وآخرون قال أبو داود رجل\nصالح نزل عسقلان\n</p>\n\n<p>\nوقال النسائي ليس بالقوي وقال الخطيب كان علامة النسب قال الذهبي وموته\nقريب من موت مالك له ذكر في النجاسة\n</p>\n\n<p>\nموسى بن عبيدة بن نشيط الربذي يكنى أبا عبد العزيز روى عن محمد بن كعب\nالقرظي ونافع وعلقمة بن مرثد في آخرين روى عنه الأئمة شعبة وسفيان الثوري\nوابن المبارك وخلق\n</p>\n\n<p>\nقال أحمد لا تحل الرواية عندي عنه وضعفه أيضا علي بن المديني ويحيى بن\nمعين وأبو <span id='ms0108'></span> زرعة وأبو حاتم\n</p>\n\n<p>\nوقال ابن سعد ثقة كثير الحديث وليس بحجة وقال يعقوب بن شيبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \nصدوق ضعيف الحديث جدا وقال أبو بكر البزار رجل متعبد حسن العبادة ليس\nبالحافظ وأحسب إنما قصر به عن الحديث فضل العبادة توفي سنة اثنتين وقيل\nثلاث وخمسين ومائة\n</p>\n\n<p>\nموسى بن عقبة بن أبي عياش الأسدي أبو محمد مولى آل الزبير وقيل مولى أم\nخالد زوج الزبير أحد علماء المدينة روى عن أم خالد ولها صحبة وعن عروة\nوسالم وأبي سلمة وخلق روى عنه الأئمة ابن جريج ومالك وابن المبارك\nوالسفيانان وخلق\n</p>\n\n<p>\nقال مالك عليكم بمغازي موسى بن عقبة فإنه ثقة وقال أيضا فإنها أصح\nالمغازي وقال ابن معين كتاب موسى عن الزهري من أصح هذه الكتب وروايته عن\nنافع فيها شيء وقال أحمد وابن معين وأبو حاتم ثقة توفي سنة إحدى وقيل\nاثنتين وأربعين ومائة\n</p>\n\n<p>\nموسى بن أبي عيسى الحناط أبو هارون المدني واسم أبي عيسى ميسرة وهو أخو\nعيسى الحناط روى عن عون بن عبد الله بن عتبة ونافع في آخرين روى عنه الليث\nوابن عيينة وغيرهما وثقه النسائي له ذكر في الجنائز في باب الكفن\n</p>\n\n<p>\nالمؤيد بن محمد بن علي بن حسن أبو الحسن الطوسي المقري مسند خراسان روى\nعن أبي عبد الله محمد بن الفضل بن أحمد القروي وهبة الله بن سهل بن عمر\nالسيدي وعبد الجبار بن محمد بن أحمد الخواري ومحمد بن إسماعيل بن محمد\nالفارسي وهو آخر من حدث عنهم وأبي العباس محمد بن محمد العصاري الطوسي في\nآخرين روى عنه الأئمة والحفاظ أبو عبد الله محمد بن يوسف بن محمد البرزالي\nوأبو إسحاق إبراهيم بن محمد بن الأزهر الصيرفيني وأبو عمر وعثمان بن عبد\nالرحمن بن موسى بن الصلاح والضياء محمد بن عبد الواحد بن أحمد المقدسي\nوالمجد محمد بن محمد بن عمر الإسفراييني والشمس عبد الحميد بن عيسى الخسر\nوشاهي المتكلم والنظام محمد بن محمد البلخي الحنفي وأبو الحسن علي بن يوسف\nالصدري والسري محمد بن <span id='ms0109'></span> عبد الله بن محمد المرسي والصدر أبو علي الحسن بن\nمحمد البكري والزكي بن الحسن البيلقاني المتكلم والقاسم بن أبي بكر بن\nالقاسم الإربلي وهو آخر من حدث عنه بالسماع وروى عنه بالإجازة عبد العزيز\nبن أبي الفتوح بن الحصري والفخر علي بن أحمد بن البخاري ومحمود بن عبد\nالرحمن بن أبي عصرون وأحمد بن عبد السلام بن أبي عصرون والشريف أحمد بن هبة\nالله بن عساكر وسيدة بنت موسى المارانية وزينب بنت عمر بن كندي وهي آخر من\nروى عنه بالإجازة الخاصة وروى عنه بالإجازة العامة الحافظ عبد المؤمن بن\nخلف وكان ثقة مكثرا صحيح السماع وكان الرحلة إليه من الأقطار مولده في سنة\nأربع وعشرين وخمسمائة وتوفي في ليلة الجمعة العشرين من شوال سنة سبع عشرة\nوستمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n             نافع مولى ابن عمر العدوي المدني قيل اسم أبيه هرمز أحد\nالأعلام من المغرب وقيل من نيسابور وقيل من سبي كابل روى عن ابن عمر وأبي\nلبابة وأبي هريرة وعائشة في آخرين من الصحابة والتابعين روى عنه ابناه أبو\nبكر وعمر والأئمة مالك والليث والأوزاعي وابن جريج وعبيد الله بن عمر\nالعمري وخلائق\n</p>\n\n<p>\nقال مالك كنت إذا سمعت منه لا أبالي أن لا أسمعه من غيره وقال عبيد الله\nبن عمر لقد من الله علينا بنافع قال وبعثه عمر بن عبد العزيز إلى مصر\nيعلمهم السنن وأعطى فيه عبد الله بن جعفر لعبد الله بن عمر اثني عشر ألفا\nفأبى وأعتقه قال النسائي اختلف نافع وسالم في ثلاثة أحاديث وقول نافع فيها\nأولى بالصواب ولم يفضل بينهما أحمد وابن معين إذا اختلفا توفي سنة سبع عشرة\nوقيل تسع عشرة وقيل عشرين ومائة\n</p>\n\n<p>\nنبيشة بن عبد الله بن عمرو بن عتاب بن الحارث بن حصين بن دابغة بن لحيان\nبن هذيل بن مدركة بن إلياس بن مضر الهذلي وقيل في نسبه غير ذلك ويقال له\nنبيشة الخير روى عن النبي صلى الله عليه وسلم أحاديث روى عنه أبو المليح\nالهذلي وأم عاصم <span id='ms0110'></span> جدة المعلى بن راشد أم ولد لسنان بن سلمة له ذكر في\nالذبائح\n</p>\n\n<p>\nنعيم بن عبد الله بن أسيد بن عبد عوف بن عبيد بن عويج بن عدي بن كعب بن\nلؤي القرشي العبدري ويقال له النحام لقول رسول الله صلى الله عليه وسلم\nدخلت الجنة فسمعت نحمة نعيم فيها والنحمة السعلة وقيل النحنحة الممدود\nآخرها أسلم قديما قبل عمر بن الخطاب فيقال بعد عشرة أنفس وكان يكتم إسلامه\nومنعه قومه من الهجرة لشرفه فيهم ولأنه كان ينفق على أرامل بني عدي\nوأيتامهم ويمونهم وهاجر عام خيبر وقتل في الحديبية وقيل بل أقام في مكة حتى\nكان قبل الفتح روى عنه نافع ومحمد بن إبراهيم التيمي قال ابن عبد البر ما\nأظنهما سمعا منه وهو كما ذكر فقد قال الواقدي إنه قتل يوم اليرموك في رجب\nسنة خمس عشرة وقال غيره قتل قبل ذلك في خلافة أبي بكر شهيدا بأجنادين سنة\nثلاث عشرة له ذكر في العتق\n</p>\n\n<p>\nنفيع بن الحارث بن كلدة بن عمرو بن علاج الثقفي أبو بكرة قيل كان ابن\nعبيد الحارث بن كلدة فاستلحقه وقيل نفيع بن مسروح وقيل اسم أبي بكرة مسروح\nوقيل إن النبي صلى الله عليه وسلم كناه أبا بكرة لأنه تدلى إليه من حصن\nالطائف ببكرة فأسلم وأعتقه النبي صلى الله عليه وسلم نزل البصرة روى عن\nالنبي صلى الله عليه وسلم روى عنه أولاده عبيد الله ومسلم وداود وعبد\nالعزيز وكيسة وأبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n             عثمان النهدي والحسن البصري وآخرون قال\nالحسن لم ينزل البصرة أحد من أصحاب رسول الله صلى الله عليه وسلم أفضل من\nعمران بن حصين وأبي بكرة قال أبو نعيم الأصبهاني كان رجلا صالحا ورعا آخى\nرسول الله صلى الله عليه وسلم بينه وبين أبي برزة كان ممن اعتزل يوم الجمل\nولم يقاتل مع أحد توفي سنة خمسين وقيل إحدى وقيل اثنتين وخمسين\n</p>\n\n<p>\nهبة الله بن سهل بن عمرو أبو محمد السيد البسطامي ثم النيسابوري روى عن\nأبي حفص عمر بن <span id='ms0111'></span> أحمد بن عمر بن مسرور الزاهد وأبي عثمان سعيد بن محمد بن\nأحمد البحيري وأبي يعلى إسحاق بن عبد الرحمن الصابوني النيسابوري في آخرين\nروى عنه الحافظ أبو القاسم علي بن الحسن بن هبة الله بن عساكر والعلامة أبو\nالمعالي مسعود بن محمد بن مسعود الطريثيثي النيسابوري وعبد الرحيم بن أبي\nالقاسم الشعري ومنصور بن عبد المنعم الفراوي والمؤيد بن محمد الطوسي وهو\nآخر من حدث عنه وآخرون قال الذهبي فقيه صالح متعبد عالي الإسناد توفي في\nصفر سنة ثلاث وثلاثين وخمسمائة عن تسعين سنة كان مولده سنة ثلاث وأربعين\nوأربعمائة\n</p>\n\n<p>\nهبة الله بن محمد بن عبد الواحد بن أحمد بن العباس بن الحصين أبو القاسم\nالشيباني البغدادي الكاتب المعروف بالأزرق روى عن أبي طالب محمد بن محمد بن\nإبراهيم بن غيلان وأبي علي الحسن بن علي بن محمد بن المذهب والحسن بن عيسى\nبن المقتدر وأبي القاسم علي بن المحسن بن علي التنوخي وتفرد بالرواية عنهم\nوالقاضي أبي الطيب طاهر بن عبد الله الطبري وأبي محمد الحسن بن علي الجوهري\n</p>\n\n<p>\nروى عنه أبو أحمد معمر بن عبد الواحد بن الفاخر وأبو مسعود عبد الرحيم بن\nأبي الوفا الحاجي والعلامة أبو محمد عبد الله بن أحمد بن الخشاب والإمام\nأبو بكر يحيى بن سعدون القرطبي نزيل الموصل وعبد المغيث بن زهير الحربي\nوقاضي القضاة أبو الحسن علي بن أحمد بن الدامغاني وقاضي القضاة أبو سعد عبد\nالله بن محمد بن أبي عصرون وأبو طالب المبارك بن المبارك بن المبارك الكرخي\nوعبد الوهاب بن هبة الله بن أبي حبة البغدادي وعبد الخالق بن هبة الله بن\nالبندار وأبو الفرج عبد الرحمن بن علي بن الجوازي وأبو محمد عبد الله بن\nالمبارك بن الطويلة وعبد الرحمن بن محمد بن ملاح الشط وعمر بن علي الحربي\nالواعظ وعبد الله بن أحمد بن أبي المجد الحربي وعبد الله بن نصر بن أحمد\nالثلاجي وعبد الرحمن بن أحمد بن الوقاياتي العمري وعلي بن محمد بن <span id='ms0112'></span> علي بن\nيعيش سبط بن الدامغاني وأبو القاسم هبة الله بن الحسن بن السبط والحسن بن\nإبراهيم بن منصور بن أشنانة وعبد الله بن محمد بن محمد بن عبد القادر بن\nعليان وعلي بن حمزة الكاتب والمبارك بن المبارك بن هبة الله بن المعطوس\nوأبو العمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n             بقاء بن عمر الأزجي وأبو المعالي بن معالي بن\nشدقيني وعمر بن محمد بن الحسن الأزجي والمبارك بن إبراهيم بن مختار الأزجي\nولاحق بن أبي الفضل وعبد الله بن عبد الرحمن بن أيوب الحربي وحنبل بن عبد\nالله الرصافي والحسين بن أبي نصر الحريمي وأبو الفتح محمد بن أحمد بن\nبختيار المندائي وأبو أحمد عبد الوهاب بن علي ابن سكينة وعمر بن محمد بن\nمعمر بن طبرزد وهو آخر من حدث عنه بالسماع قال الذهبي وكان دينا صحيح\nالسماع توفي في رابع عشر شوال سنة خمس وعشرين وخمسمائة وكان مولده في سنة\nاثنتين وثلاثين وأربعمائة\n</p>\n\n<p>\nهشام بن حسان الفردوسي الأزدي مولاهم البصري يكنى أبا عبد الله أحد\nالأعلام روى عن الحسن وابن سيرين وعطاء وعكرمة في آخرين روى عنه شعبة\nوالسفيانان والحمادان ويزيد بن هارون ويزيد بن زريع وخلائق آخرهم عثمان بن\nالهيثم المؤذن قال ابن المديني حديثه عن محمد صحاح وحديثه عن الحسن عامتها\nتدور على حوشب\n</p>\n\n<p>\nوقال أحمد صالح وقال ابن المعين لا بأس به وقال أبو حاتم صدوق وقال\nالعجلي ثقة حسن الحديث وابن المديني عن يحيى بن سعيد أنه كان يضعف حديثه عن\nعطاء وقال يحيى هو في محمد ثقة وتوفي في أول صفر سنة ثمان وأربعين ومائة\nقاله مكي بن إبراهيم وقيل سنة سبع وقيل سنة ست\n</p>\n\n<p>\nهمام بن منبه بن كامل بن سيج الأنباري اليماني الصنعاني يكنى أبا عقبة\nوهو أخو وهب بن منبه روى عن أبي هريرة صحيفة صحيحة وعن معاوية وابن عباس\nوابن عمر روى عنه أخوه وهب وابن أخيه عقيل بن معقل وعلي بن أنس ومعمر بن\nراشد وثقه ابن معين وغيره وتوفي سنة إحدى <span id='ms0113'></span> وقيل اثنتين وثلاثين ومائة\n</p>\n\n<p>\nهمام بن يحيى بن دينار العوذي المحملي من الأزد بصري يكنى أبا عبد الله\nوقيل أبا بكر أحد أئمة الحديث روى عن الحسن وعطاء بن أبي رباح ويحيى بن أبي\nكثير وخلق روى عنه الثوري وابن المبارك وابن مهدي ويزيد بن هارون وخلق قال\nأحمد ثبت في كل المشايخ ووثقه أبو حاتم وأبو زرعة وذكر ابن عمار الموصلي أن\nيحيى القطان كان لا يعبأ به مات سنة ثلاث وقيل أربع وستين ومائة\n</p>\n\n<p>\nوائل بن حجر بن ربيعة بن وائل بن يعمر الحضرمي يكنى أبا هنيدة وقيل أبا\nهنيد كان قيلا من أقيال حضرموت وكان أبوه من ملوكهم فوفد على النبي صلى\nالله عليه وسلم فأكرمه ورحب به وبسط له رداءه فأجلسه معه عليه وقيل أطلعه\nمعه المنبر فأثنى عليه وقال هذا وائل بن حجر بقية الأقيال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n             وقيل\nإنه بشرهم بقدومه قبل أن يقدم وقال اللهم بارك في وائل وولده وولد ولده\nواستعمله النبي صلى الله عليه وسلم على الأقيال من حضرموت وكتب معه ثلاثة\nكتب وأقطعه أرضا وأرسل معه معاوية وقصته معه معروفة ونزل الكوفة روى عن\nالنبي صلى الله عليه وسلم أحاديث روى عنه ابناه عبد الجبار وعلقمة وكليب بن\nشهاب وآخرون وبقي إلى زمن معاوية وقدم عليه ولم يقبل جائزته له ذكر في\nالأدب\n</p>\n\n<p>\nورقاء بن عمر بن كليب اليشكري الكوفي يكنى أبا بشر نزل المدائن روى عن\nعمرو بن دينار وعبد الله بن دينار وزيد بن أسلم وأبي الزناد في آخرين روى\nعنه ابن المبارك وشعبة ويزيد بن هارون وأبو نعيم وآخرون قال شعبة لأبي داود\nالطيالسي عليك به فإنك لا تلقى بعده مثله حتى ترجع وقال أحمد وابن معين ثقة\nوقال أحمد وأبو داود صاحب سنة زاد أبو داود فيه إرجاء\n</p>\n\n<p>\nورقة بن نوفل بن أسد بن عبد العزى بن قصي بن كلاب القرشي الأسدي أدرك\nابتداء الوحي واستخبر النبي صلى الله عليه وسلم عن ذلك فأخبره فقال ورقة\nهذا الناموس الذي <span id='ms0114'></span> أنزل على موسى ثم توفي ورقة قبل اشتهار النبوة قال أبو\nعبد الله بن منده اختلفوا في إسلام ورقة وقال السهيلي هو أحد من آمن بالنبي\nصلى الله عليه وسلم قبل المبعث وما ذكره السهيلي هو الصواب فقد روى الحاكم\nفي المستدرك من رواية هشام بن عروة عن أبيه عن عائشة أن النبي صلى الله\nعليه وسلم سمع رجلا يسب ورقة فقال أما علمت أني رأيت لورقة جنة أو جنتين\nقال هذا حديث صحيح على شرط الشيخين\n</p>\n\n<p>\nوروى الترمذي من رواية عثمان بن عبد الرحمن الوقاصي عن الزهري عن عروة عن\nعائشة أن النبي صلى الله عليه وسلم سئل عن ورقة فقالت له خديجة كان صدقك\nولكنه مات قبل أن تظهر فقال رسول الله صلى الله عليه وسلم رأيت ورقة في\nالمنام وعليه ثياب بياض ولو كان من أهل النار لكان عليه لباس غير ذلك قال\nالترمذي هذا حديث غريب وعثمان ليس بالقوي\n</p>\n\n<p>\nقلت وقد رواه معمر عن الزهري عن عروة مرسلا ليس فيه عائشة وهو مرسل صحيح\nرواه الزبير بن بكار هكذا\n</p>\n\n<p>\nوروى ابن عساكر في تاريخ دمشق بإسناده إلى الشعبي عن جابر قال سئل النبي\nصلى الله عليه وسلم عن ورقة فقال أبصرته في بطنان الجنة عليه السندس فهذا\nمع حديث عائشة مع مرسل عروة يقوي بعضها بعضا وهي تدل على إسلام ورقة وهو\nالصواب إن شاء الله تعالى\n</p>\n\n<p>\nالوليد بن الوليد بن المغيرة بن عبد الله بن عمر بن مخزوم القرشي\nالمخزومي أخو خالد بن الوليد أسره عبد الله بن جحش يوم بدر كافرا فقدم\nأخواه خالد وهشام فافتكاه بأربعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n             آلاف درهم وقيل افتكاه بدرع\nلأبيهما أقيمت بمائة دينار فلما فدي أسلم فقيل له هلا أسلمت وأنت مع\nالمسلمين فقال كرهت أن تظنوا بي أني جزعت من الإسار فأخذوه فحبسوه بمكة\nفكان رسول الله صلى الله عليه وسلم يدعو له في قنوته مع المستضعفين ثم أفلت\nولحق برسول الله صلى الله عليه وسلم وشهد معه عمرة القضية <span id='ms0115'></span> وكتب إلى أخيه\nخالد بن الوليد فكان هو السبب في هجرة أخيه خالد وقيل إنه لما أفلت من قريش\nخرج على رجليه وطلبوه فلم يدركوه شدا ونكبت أصبعه فجعل يقول هل أنت إلا\nأصبع دميت وفي سبيل الله ما لقيت فمات ببئر أبي عتبة على ميل من المدينة\nقال مصعب والصحيح أنه شهد عمرة القضية وكتب إلى أخيه خالد فكان سبب هجرته\nورثته أم سلمة زوج النبي صلى الله عليه وسلم يا عين فابكي للوليد بن الوليد\nبن المغيره قد كان عينا في السن ين ورحمة فينا وميره ضخم الدسيعة ماجد يسمو\nإلى طلب الوثيره مثل الوليد بن الوليد أبي الوليد كفى العشيره\n</p>\n\n<p>\nيحيى بن سعيد بن فروخ أبو سعيد التميمي البصري القطان أحد الحفاظ الأعلام\nروى عن هشام بن عروة ويحيى بن سعيد الأنصاري وعبيد الله بن عمر العمري وخلق\nروى عنه ابنه محمد بن يحيى والأئمة شعبة والسفيانان وابن مهدي وأحمد وإسحاق\nوابن المديني وابن معين وخلق آخرهم محمد بن شداد المسمعي قال أحمد ما رأت\nعيناي مثله في كل أحواله هو أثبت من وكيع وعبد الرحمن ويزيد بن هارون وأبي\nنعيم\n</p>\n\n<p>\nوقال رحمه الله ما كان أضبطه وأشد تفقده وقال ما رأيت أحدا أقل خطأ منه\nوقال ابن المديني ما رأيت أحدا أعلم بالرجال منه ولم أر أحدا أثبت منه وقال\nابن مهدي لا ترى بعينك مثله أبدا وقال إسحاق بن إبراهيم الشهيدي كنت أراه\nيصلي العصر ثم يستند إلى أصل منارة المسجد فيقف بين يديه أحمد وابن المديني\nوابن معين والفلاس والشاذكوني وغيرهم يسالونه عن الحديث وهم قيام على\nأرجلهم إلى قرب المغرب لا يقول لواحد منهم اجلس ولا يجلسون هيبة له وإعظاما\n</p>\n\n<p>\nوقال ابن معين أقام عشرين سنة يختم القرآن في كل ليلة ولم يفته الزوال في\nالمسجد أربعين سنة وقال العجلي كان لا يحدث إلا عن ثقة وقال بندار يحيى\nإمام أهل زمانه اختلفت إليه عشرين سنة فما أظن أنه عصى الله قط\n</p>\n\n<p>\nوقال <span id='ms0116'></span> النسائي أمناء الله على حديث رسوله شعبة ومالك ويحيى القطان ولد في\nسنة عشرين ومائة وتوفي في صفر سنة ثمان وتسعين ومائة\n</p>\n\n<p>\nقال شيخنا الإمام العلامة ولي الدين أبقاه الله تعالى فات الشيخ هذه\nالترجمة فكتبتها من عندي مختصرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n             يحيى بن سعيد بن قيس بن عمرو\nوقيل ابن فهد بن سهل بن ثعلبة الأنصاري النجاري أبو سعيد المدني أحد\nالأعلام ولي قضاء المدينة ثم أقدمه المنصور العراق وولاه القضاء بالهاشمية\nوبها مات وقيل إنه ولي القضاء ببغداد قال الخطيب وليس بثابت روى عن أنس بن\nمالك والسائب بن يزيد وأبي أمامة بن سهل وسعيد بن المسيب والقاسم بن محمد\nوآخرين كثيرين\n</p>\n\n<p>\nروى عنه الحمادان والسفيانان وشعبة ومالك وآخرون كثيرون قال جرير بن عبد\nالحميد لم أر من المحدثين أنبل عندي منه وقال أيوب السختياني ما تركت\nبالمدينة أحدا أفقه منه وقال سفيان الثوري كان أجل عند أهل المدينة من\nالزهري وقال أحمد بن حنبل هو أثبت الناس\n</p>\n\n<p>\nوقال مالك ما خرج منا أحد إلى العراق إلا تغير غير يحيى بن سعيد والمشهور\nأنه مات سنة ثلاث وأربعين ومائة وقيل أربع وأربعين وقيل ست وأربعين\n</p>\n\n<p>\nيحيى بن سيرين البصري مولى أنس بن مالك روى عن أبي هريرة وأنس بن مالك\nوأخيه أنس بن سيرين وعبيدة روى عنه أخوه محمد ذكره ابن حبان في الثقات ثم\nقال قيل إنه كان يفضل على أخيه محمد بن سيرين\n</p>\n\n<p>\nيحيى بن شرف بن مري بن حسن بن حزام الحزامي الشيخ الإمام العلامة شيخ\nالإسلام محيي الدين أبو زكريا النووي ولد في العشر الأول من المحرم سنة\nإحدى وثلاثين وستمائة بنوى من عمل دمشق وقدم دمشق في سنة تسع وأربعين وحفظ\nالتنبيه في سنة خمسين في أربعة أشهر ونصف وحفظ ربع المهذب ولزم الاشتغال\nليلا ونهارا نحو عشر سنين حتى فاق الأقران ثم شرع في التصنيف من حدود\nالستين إلى أن مات وسمع من شيخ الشيوخ عبد العزيز بن محمد عبد المحسن\nالأنصاري وأبي إسحاق إبراهيم <span id='ms0117'></span> بن عمر بن مضر والزين خالد بن يوسف بن سعد\nالحافظ وأحمد بن عبد الدائم والكمال عبد العزيز بن عبد المنعم بن عبد\nوإسماعيل بن إبراهيم بن أبي اليسر في آخرين كثيرين وتفقه على الكمال إسحاق\nبن أحمد بن عثمان المعري والكمال سلار بن الحسن بن عمر الإربلي وغيرهما\nوأخذ النحو عن العلامة جمال الدين أبي عبد الله محمد بن عبد الله بن عبد\nالله بن مالك وأخذ علم الحديث عن الزبن خالد المذكور قرأ عليه الكمال لعبد\nالغني وحدث\n</p>\n\n<p>\nروى عنه تلميذه الشيخ علاء الدين علي بن إبراهيم بن داود بن العطار\nوالحافظ أبو الحجاج يوسف بن عبد الرحمن بن يوسف المزي والشيخ شمس الدين\nمحمد بن أبي بكر بن إبراهيم بن النقيب وعبد الرحمن بن أحمد بن عبد الهادي\nوآخرون وبالإجازة داود بن إبراهيم بن داود بن العطار وأبو الفتح محمد بن\nمحمد بن إبراهيم الميدومي وأبو عبد الله محمد بن محمد بن أبي البركات\nالمصري وهو آخر من حدثنا عنه بالإجازة وصنف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n             تصانيف مفيدة منها\nشرح مسلم والأذكار ورياض الصالحين والبستان والروضة والمنهاج ودقائقه ولغات\nالتنبيه وتصحيحه ونكت عليه ورءوس المسائل وكتاب في قسمة الغنائم ومختصر\nالتذنيب والمناسك الكبرى والصغرى والتبيان وتصنيف في الاستسقاء وتصنيف آخر\nفي جواز القيام والأربعون وتهذيب الأسماء واللغات وطبقات الفقهاء ومات عن\nهذين الأخيرين وهما مسودتان فبيضهما أبو الحجاج الحافظ المزي والفتاوى التي\nسماها المسائل المنثورة فرتبها ابن العطار فهذا ما بلغنا أنه أكمله\n</p>\n\n<p>\nوأما ما لم يكمل تصنيفه فشرح البخاري والخلاصة في الأحكام وشرح المهذب\nوالتحقيق وشرح التنبيه وشرح الوسيط المسمى بالتنقيح ونكت عليه أيضا ومهمات\nالأحكام والإشارات على الروضة والأصول والضوابط قال الحافظ أبو عبد الله\nالذهبي كان مع تبحره في العلم وسعة معرفته بالحديث والفقه واللغة وغير ذلك\nمما قد سارت به الركبان رأسا في الزهد قدوة في الورع\n</p>\n\n<p>\nعديم المثل في الأمر بالمعروف والنهي عن المنكر قانعا باليسير راضيا عن\nالله والله عنه راض\n</p>\n\n<p>\nمقتصدا إلى الغاية في <span id='ms0118'></span> ملبسه ومطعمه وأثاثه تعلوه سكينة وهيبة فالله يرحمه\nويسكنه الجنة بمنه ولي مشيخة دار الحديث بعد الشيخ شهاب الدين بن أبي شامة\nوكان لا يتناول من معلومها شيئا بل يتقنع بالقليل مما يبعث به إليه أبوه\nتوفي في الرابع والعشرين من رجب سنة ست وسبعين وستمائة بقرية نوى عند أهله\nرضي الله عنه ورحمه\n</p>\n\n<p>\nيحيى بن أبي كثير الطائي اليمامي واختلف في اسم أبيه فقيل صالح وقيل يسار\nوقيل دينار وكنية يحيى أبو نصر أحد الأعلام أرسل عن بعض الصحابة وروى عن\nعبد الله بن أبي قتادة وعطاء وأبي سلمة وخلق روى عنه الأوزاعي ومعمر وشيبان\nبن عبد الرحمن النحوي وخلق آخرهم موتا أبو إسماعيل القناد قال أيوب ما بقي\nعلى وجه الأرض مثله وقال ما أعلم أحدا بعد الزهري أعلم بحديث أهل المدينة\nمنه\n</p>\n\n<p>\nوقال شعبة هو أحسن حديثا من الزهري وقال أحمد إذا خالفه الزهري فالقول\nقول يحيى وقال أبو حاتم إمام لا يحدث إلا عن ثقة وقال ابن حبان كان من\nالعباد إذا حضر جنازة لم يتعش تلك الليلة ولا يقدر أحد من أهله يكلمه وكان\nيدلس توفي سنة تسع وعشرين ومائة وقيل سنة اثنتين وثلاثين\n</p>\n\n<p>\nيحيى بن معين بن عون وقيل غياث بن زياد أبو زكريا الغطفاني البغدادي\nالحافظ العلم روى عن ابن عيينة وابن المبارك ويحيى القطان وخلائق روى عنه\nالبخاري ومسلم وعباس الدوري وجعفر بن محمد الفريابي وأبو يعلى الموصلي\nوأحمد بن الحسن الصوفي وهو آخر من حدث عنه وخلق كثيرون قال العجلي هو من\nأهل الأنبار وكان أبوه كاتبا لعبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n             بن مالك قال محمد بن\nنصر الطبري سمعت ابن معين يقول كتبت بيدي ألف ألف حديث\n</p>\n\n<p>\nوقال عباس الدوري عنه لو لم يكتب الحديث من ثلاثين وجها ما عقلناه قال\nابن سعيد كثر من كتابة الحديث وكان لا يكاد يحدث قال ابن المديني ما أعلم\nأحدا كتب على كتب وقال انتهى العلم إلى يحيى بن آدم وبعده إلى ابن معين\n</p>\n\n<p>\nوقال أيضا <span id='ms0119'></span> انتهى العلم إلى ابن المبارك وبعده إلى ابن معين وقال أيضا دار\nحديث الثقات إلى جماعة إلى أن قال وصار حديث هؤلاء كلهم إلى يحيى بن معين\nقال أبو زرعة ولم ينتفع به لأنه كان يتكلم في الناس وقال أبو عبيدة أعلمهم\nبصحيح الحديث وسقيمه يحيى بن معين وقال أحمد أعلمنا بالرجال يحيى بن معين\nوقال أيضا كل حديث لا يعرفه يحيى فليس بحديث\n</p>\n\n<p>\nوقال يحيى بن سعيد ما قدم علينا مثل أحمد ويحيى وقال سعيد بن عمرو\nالبردعي عن أبي زرعة كان أحمد لا يرى الكتابة عن أبي نصر التمار ولا عن\nيحيى بن معين ولا عمن امتحن فأجاب ولد يحيى سنة ثمان وخمسين ومائة وتوفي\nلسبع بقين من ذي القعدة سنة ثلاث وثلاثين ومائتين بمدينة النبي صلى الله\nعليه وسلم دخلها ليلة الجمعة فمات في تلك الليلة وأخرجت له الأعواد التي\nغسل عليها النبي صلى الله عليه وسلم فغسل عليها وقال عباس حمل على أعواد\nالنبي صلى الله عليه وسلم ونودي بين يديه هذا الذي كان ينفي الكذب عن رسول\nالله صلى الله عليه وسلم\n</p>\n\n<p>\nيحيى بن يحيى بن كثير بن وسلاس بن شملال بن منعايا الليثي مولاهم البربري\nالمصمودي الأندلسي القرطبي يكنى أبا محمد أحد الأعلام وعالم الأندلس سكن\nجده كثير الأندلس ورحل يحيى وحج فسمع الموطأ عن مالك غير أبواب من الاعتكاف\nشك في سماعها فرواها عن زياد بن عبد الرحمن عن مالك وسمع أيضا من الليث بن\nسعد وسفيان بن عيينة وابن وهب وابن القاسم وآخرين\n</p>\n\n<p>\nروى عنه ابنه عبيد الله وبقي بن مخلد ومحمد بن وضاح ومحمد بن العباس بن\nالوليد وآخرون\n</p>\n\n<p>\nقال ابن عبد البر عادت فتيا الأندلس بعد عيسى بن دينار عليه وانتهى\nالسلطان والعامة إلى رأيه وكان فقيها حسن الرأي إلى أن قال وكان إمام أهل\nبلده والمقتدى به منهم والمنظور إليه والمعول عليه وكان ثقة عاقلا حسن\nالهدي والسمت يشبه بمالك في سمته قال ولم يكن له بصر بالحديث وقال <span id='ms0120'></span> ابن\nالفرضي كان إمام وقته وواحد بلده وقال ابن بشكوال كان مجاب الدعوة مات في\nرجب سنة أربع وثلاثين ومائتين وقيل سنة ثلاث وثلاثين\n</p>\n\n<p>\nيزيد بن الأصم أبو عوف العامري البكائي واختلف في اسم الأصم وقيل الأصم\nمن أهل الصفة ويزيد هذا كوفي نزل الكوفة وهو ابن أخت ميمونة روى عنها وعن\nابن خالته ابن عباس وأبي هريرة وغيرهم روى عنه ابنا أخيه عبد الله وعبيد\nالله ابنا عبد الله بن الأصم والزهري وميمون بن مهران وآخرون وثقه النسائي\nوغيره وتوفي سنة ثلاث ومائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n             يزيد بن أبي حبيب وأبو حبيب اسمه سويد أبو رجاء الأزدي\nمولاهم المصري عالم أهل مصر روى عن عبد الله بن الحارث بن جزء وله صحبة وعن\nأبي الخير مرثد بن عبد الله اليزني وعبد الرحمن بن شماسة وعطاء بن أبي رباح\nوخلق كثير حتى كتب عن أصحابه روى عنه حيوة بن شريح وعمرو بن الحارث والليث\nوآخرون قال ابن لهيعة سمعته يقول كان أبي من دنقلة ونشأت بمصر\n</p>\n\n<p>\nقال ابن يونس كان مفتي أهل مصر في زمانه وكان حليما عاقلا وكان أول من\nأظهر العلم بمصر والكلام في الحلال والحرام وقال ابن سعد كان ثقة كثير\nالحديث مات سنة ثمان وعشرين ومائة قال ابن لهيعة ولد سنة ثلاث وخمسين\n</p>\n\n<p>\nيزيد بن هارون بن زاذى ويقال زاذان أبو خالد السلمي الواسطي أحد الأئمة\nالأعلام روى عن سليمان التيمي وحميد ويحيى بن سعيد الأنصاري وهشام بن حسان\nفي خلائق من التابعين وأتباعهم روى عنه الأئمة أحمد وإسحاق وابن المديني\nوالذهلي وابن أبي شيبة وآخرون ومن آخر من روى عنه عبد الله بن أروح ومحمد\nبن ربح\n</p>\n\n<p>\nقال أحمد كان حافظا متقنا وقال ابن المديني ما رأيت أحفظ منه وقال أبو\nبكر بن أبي شيبة ما رأيت أتقن حفظا منه\n</p>\n\n<p>\nوقال أبو حاتم ثقة إمام صدوق لا يسأل عن مثله وقال ابن سعد ثقة كثير\nالحديث وقال العجلي ثقة ثبت وكان متعبدا حسن الصلاة جدا وكان قد عمر <span id='ms0121'></span> كان\nيصلي الضحى ست عشرة ركعة\n</p>\n\n<p>\nوقال أحمد بن سنان ما رأيت عالما قط أحسن صلاة منه يقوم كأنه أسطوانة\nيصلي بين الظهر والعصر وبين المغرب والعشاء لم يكن يفتر من صلاة الليل\nوالنهار\n</p>\n\n<p>\nوقال عاصم بن علي كان إذا صلى العتمة لا يزال قائما حتى يصلي الغداة بذلك\nالوضوء نيفا وأربعين سنة وقال يعقوب بن شيبة كان من الآمرين بالمعروف\nوالناهين عن المنكر\n</p>\n\n<p>\nوقال محمد بن قدامة الجوهري عنه أحفظ خمسة وعشرين ألف إسناد وأنا سيد من\nروى عن حماد بن سلمة ولا فخر وقال علي بن شعيب السمسار سمعته يقول أحفظ\nأربعة وعشرين ألف حديث بالإسناد ولا فخر وأحفظ للشاميين عشرين ألف حديث لا\nأسأل عنها مات في أول سنة ست ومائتين وكان مولده في سنة ثماني عشرة وقيل\nسبع عشرة\n</p>\n\n<p>\nيعقوب القبطي الذي دبره أبو مدكور فباعه النبي صلى الله عليه وسلم من\nنعيم بن عبد الله النحام لا يعرف له ذكر في غير هذا الحديث وتوفي يعقوب هذا\nفي إمارة ابن الزبير ذكر في العتق في هذا الحديث\n</p>\n\n<p>\nيوسف بن عبد الله بن محمد بن عبد البر بن عاصم الحافظ أبو عمر النمري\nالقرطبي أحد الأعلام صاحب التمهيد والاستذكار والاستيعاب والتقصي والكنى\nوغير ذلك روى عن سعيد بن نصر وأبي الفضل أحمد بن القاسم القامري وعبد\nالوارث بن سفيان وعبد الله بن أسد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n             وخلف بن قاسم بن عبد الرحمن\nالتميمي ومحمد بن إبراهيم بن سيد بن أبي الفراهيد ومحمد بن عبد الله بن حكم\nالقرطبي في خلائق\n</p>\n\n<p>\nروى عنه الحفاظ أبو الحسن طاهر بن مفوز الشاطبي وأبو عبد الله محمد بن\nأبي نصر الحميدي وأبو علي الحسين بن محمد الغساني الجياني والمقري أبو\nالحسن علي بن عبد الرحمن بن الروشن الشاطبي وأبو الحسن عبد العزيز بن عبد\nالملك بن شفيع الأندلسي وأبو بحر سفيان بن العاص الأسدي الأندلسي والعلامة\nأبو محمد عبد الله بن أبي جعفر المرسي وآخرون كثيرون\n</p>\n\n<p>\nوروى عنه بالإجازة أبو الحسن علي بن <span id='ms0122'></span> عبد الله بن موهب الجذامي قال الذهبي\nوليس لأهل المغرب أحفظ منه مع الثقة والدين والنزاهة والتبحر في الفقه\nوالعربية وكان مولده فيما حكاه عنه طاهر بن مفوز يوم الجمعة والإمام يخطب\nلخمس بقين من شهر ربيع الآخر سنة ثمان وستين وثلاثمائة وتوفي في سلخ شهر\nربيع الآخر سنة ثلاث وستين وأربعمائة بشاطبة من الأندلس\n</p>\n\n<p>\nيوسف بن عبد الرحمن بن يوسف بن عبد الملك بن يوسف بن علي بن أبي الزهراء\nأبو الحجاج القضاعي الكلبي المزي أحد الحفاظ الأعلام مولده بظاهر حلب في\nسنة أربع وخمسين وستمائة ونشأ بالمزة وحفظ القرآن في صغره وقرأ شيئا من\nالفقه والعربية ثم دخل دمشق وشرع في طلب الحديث بنفسه وله عشرون سنة فسمع\nالكثير من أبي العباس أحمد بن أبي الخير الحداد وأبي الرجاء مؤمل بن محمد\nبن علي البالسي وأبي زكريا يحيى بن أبي منصور الحراني والقاسم بن أبي بكر\nبن القاسم الإربلي والكمال عبد الرحيم بن عبد الملك المقدسي والحافظ أبي\nحامد محمد بن علي بن محمود بن الصابوني وأبي الغنائم المسلم بن محمد بن\nالمسلم القيسي وأبي بكر بن عمر بن يونس الحنفي وأبي إسحاق إبراهيم بن\nإسماعيل بن الدرجي والمقداد بن هبة الله القيسي وأبي محمد بن عبد الرحمن بن\nأبي عمر بن قدامة والرشيد محمد بن أبي بكر بن محمد العامري وأبي العباس\nأحمد بن شيبان بن ثعلب الشيباني وأحمد بن أبي بكر بن سليمان بن الحموي\nومحمد بن عبد الرحيم بن عبد الواحد بن الكمال وعبد الرحمن بن الزين أحمد بن\nعبد الملك المقدسي والفخر علي بن أحمد بن عبد الواحد بن البخاري ومحمد بن\nعبد المؤمن الصوري ويوسف بن يعقوب بن المجاور وخلائق لا يحصون ثم رحل إلى\nالقاهرة في سنة ثمانين فسمع بها من العز عبد العزيز بن عبد المنعم الحراني\nوعبد الرحيم بن يوسف بن يحيى بن خطيب المزة وغازي بن أبي الفضل الحلاوي\nوالنجيب محمد بن أحمد بن محمد بن المؤيد الهمداني ومحمد <span id='ms0123'></span> بن إبراهيم بن ترجم\nوالنجم أحمد بن حمدان وخلائق وسمع بالإسكندرية من محمد بن عبد الخالق بن\nطرخان وعبد المنعم بن عبد اللطيف الحراني والشريف تاج الدين علي بن أحمد بن\nعبد المحسن الغرافي في آخرين وسمع بحلب من الكمال أحمد بن محمد بن عبد\nالقاهر بن النصيبي وسنقر بن عبد الله الزيني في آخرين وسمع بحماة من التقي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n             إدريس بن محمد بن مزيز والشريف عبد الكريم بن محمد المغيزل في\nآخرين وسمع بشير من شامية بنت الحسن بن محمد البكري وسمع بنابلس من عبد\nالحافظ بن بدران وغيره وببعلبك من التاج عبد الخالق بن عبد السلام وزينب\nبنت عمر بن كندي في آخرين وسمع أيضا بالحرمين وبيت المقدس وحمص وغيرها من\nالبلاد روى عنه الحفاظ والأئمة أبو عبد الله محمد بن أحمد عثمان الذهبي\nوأبو الحسن علي بن عبد الكافي بن علي السبكي وأبو سعيد خليل بن كيكلدي\nالعلائي والعماد إسماعيل بن عمر بن كثير وأبو عمر عبد العزيز بن محمد بن\nإبراهيم بن سعد الله بن جماعة وأبو المعالي محمد بن رافع والصلاح خليل بن\nأيبك الصفدي وأبو المحاسن محمد بن علي بن محمد بن حمزة الحسيني وخلائق وصنف\nتهذيب الكمال والأطراف ودرس بدار الحديث الأشرفية وانتفع به الناس ولم يكن\nفي زمانه أحفظ منه\n</p>\n\n<p>\nقال الذهبي هو الإمام الأوحد العالم الحجة الحافظ المأمون شرف المحدثين\nعمدة النقاد شيخنا وصاحب معضلاتنا إلى أن قال برع في فنون الحديث معانيه\nولغاته وفقهه وعلله وصحيحه وسقيمه ورجاله فلم نر مثله في معناه ولا رأى هو\nمثل نفسه مع الإتقان والصدق وحسن الخط والديانة وحسن الأخلاق والسمت الحسن\nوالهدي الصالح والتصوف والخير والاقتصاد في المعيشة واللباس والملازمة\nللاشتعال والسماع مع العقل التام والرزانة والفهم وصحة الإدراك انتهى كلامه\nوتوفي المزي في يوم السبت ثاني عشر صفر سنة ثنتين وأربعين وسبعمائة\n</p>\n\n<p>\nله ذكر في الحج\n</p>\n\n<p>\nيوسف بن يعقوب بن أحمد بن عيسى المشهدي روى عن الحافظ أبي علي الحسن بن\nمحمد بن <span id='ms0124'></span> محمد البكري في آخرين روى عنه الإمام أبو الحسن علي بن عبد الكافي\nالسبكي ومحمد بن أبي القاسم بن إسماعيل الفارقي ومحمد بن محمد بن محمد\nالقلانسي ومحمد بن رافع وآخرون كان أحد العدول بالقاهرة توفي في ذي الحجة\nسنة ثمان وسبعمائة\n</p>\n\n<p>\nيونس بن يزيد بن أبي النجاد الأيلي أبو يزيد القرشي مولاهم روى عن عكرمة\nوالقاسم ونافع والزهري وجماعة روى عنه الأئمة الأوزاعي والليث وابن المبارك\nوابن وهب وآخرون قال ابن المبارك وابن مهدي كتابه صحيح وقال ابن معين أثبت\nالناس في الزهري مالك ومعمر ويونس وذكر جماعة واختلف كلام أحمد فقال مرة ما\nأحد أعلم بحديث الزهري من معمر إلا ما كان من يونس فإنه كتب كل شيء هناك\n</p>\n\n<p>\nوروى الأثرم عنه أنه ضعف أمر يونس وقال لم يكن يعرف الحديث وعقيل أقل خطأ\nمنه ونحوه ما رواه الميموني عنه أنه روى أحاديث منكرة وكذا قال ابن سعد ليس\nبحجة وربما جاء بالشيء المنكر وقال أحمد بن صالح نحن لا نقدم في الزهري على\nيونس أحدا وقال النسائي وغيره ثقة وتوفي سنة تسع وخمسين وقيل سنة ستين\nومائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n| باب الكنى\n</p>\n\n<p>\nأبو بردة بن نيار واختلف في اسمه فقال الأكثرون هانئ بن نيار بن عبيد بن\nكلاب بن غانم بن هبيرة بن ذهل بن هانئ بن بلي بن عمرو بن حلوان بن إلحاق بن\nقضاعة البلوي الحارثي حليف لبني حارثة من الأنصار وقيل هانئ بن عمرو بن\nنيار وقيل اسمه الحارث بن عمرو قاله ابن أخته البراء بن عازب وقيل اسمه\nمالك بن هبيرة قاله إبراهيم بن المنذر الحزامي روى عن النبي صلى الله عليه\nوسلم أحاديث روى عنه ابن أخته البراء وابن أخته سعيد بن عمير وجابر بن عبد\nالله وبشير بن بشار وآخرون وكان عقبيا بدريا شهد العقبة الثانية مع السبعين\nفي قول موسى بن عقبة وابن إسحاق والواقدي وأبي معشر وشهد بدرا وأحدا وسائر\nالمشاهد وحمل راية بني حارثة في غزوة الفتح\n</p>\n\n<p>\nوذكر الواقدي أنه لم <span id='ms0125'></span> يكن يوم أحد مع المسلمين إلا فرسان فرس لرسول الله\nصلى الله عليه وسلم وفرس لأبي بردة بن نيار وتوفي في أول خلافة معاوية قيل\nسنة إحدى وقيل اثنتين وأربعين له ذكر في الأضحية\n</p>\n\n<p>\nأبو بكر الصديق عبد الله بن عثمان تقدم في الأسماء أبو بكر الثقفي اسمه\nنفيع بن الحارث تقدم أبو جهم بن حذيفة بن غانم بن عامر بن عبد الله بن عبيد\nبن عويج بن عدي بن كعب القرشي العدوي واختلف في اسم أبي جهم فقيل عامر وقيل\nعبيد أسلم عام الفتح وصحب النبي صلى الله عليه وسلم وكان مقدما معظما في\nقريش قال الزبير كان من مشيخة قريش عالما بالنسب وهو أحد الأربعة الذين\nكانت قريش تأخذ عنهم علم النسب وهو أحد الأربعة الذين دفنوا عثمان بن عفان\nرضي الله عنهم وهو الذي أهدى النبي صلى الله عليه وسلم خميصة لها علم فقال\nاذهبوا بها إليه وأتوني بأنبجانيته واستعمله النبي صلى الله عليه وسلم على\nالصدقة وانفرد عن بقية الصحابة بأنه شهد بناء الكعبة مرتين مرة في الجاهلية\nحين بنتها قريش ومرة في الإسلام حين بناها ابن الزبير هكذا ذكر مصعب\nالزبيري وقيل إنه مات في آخر خلافة معاوية قبل بناء ابن الزبير والله أعلم\n</p>\n\n<p>\nله ذكر في الصلاة وفي الديات أيضا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n             أبو حذيفة بن عتبة بن ربيعة بن عبد شمس بن عبد مناف القرشي\nواختلف في اسمه فقيل مهشم وقيل هشيم وقيل هاشم أسلم قبل دخول النبي صلى\nالله عليه وسلم دار الأرقم وهاجر مع امرأته سهلة بنت سهيل إلى الحبشة فولدت\nله هناك محمدا ثم قدم على رسول الله صلى الله عليه وسلم وهو بمكة فأقام بها\nحتى هاجر إلى المدينة وشهد بدرا وأحدا والخندق والحديبية والمشاهد كلها\nوصلى إلى القبلتين وكان من فضلاء الصحابة وقتل يوم اليمامة شهيدا وهو ابن\nثلاث أو أربع وخمسين سنة له ذكر في الرضاع\n</p>\n\n<p>\nأبو حميد الساعدي الأنصاري واختلف في اسمه فقيل عبد الرحمن بن عمرو بن\nسعيد <span id='ms0126'></span> بن مالك بن خالد بن ثعلبة بن عمرو بن الخزرج بن ساعدة وقيل عبد الرحمن\nبن عمرو بن سعد بن المنذر وقيل عبد الرحمن بن سعد بن المنذر وقيل عبد\nالرحمن بن سعد بن مالك وقيل اسمه المنذر بن سعد بن المنذر يعد في أهل\nالمدينة روى عن النبي صلى الله عليه وسلم أحاديث روى عنه حفيده سعد بن\nالمنذر وجابر بن عبد الله وعمرو بن سليم الزرقي وآخرون وتوفي في آخر خلافة\nمعاوية أو أول خلافة يزيد قاله الواقدي\n</p>\n\n<p>\nأبو الخير مرثد بن عبد الله اليزني تقدم أبو داود سليمان بن الأشعث تقدم\nأبو رافع مولى النبي صلى الله عليه وسلم اختلف في اسمه فقيل إبراهيم وقيل\nقيل ثابت وقيل هرمز كان للعباس فوهبه للنبي صلى الله عليه وسلم فلما بشره\nبإسلام العباس أعتقه وقيل كان لسعيد بن العاص وشهد أبو رافع أحدا والخندق\nوروى عن النبي صلى الله عليه وسلم أحاديث روى عنه أولاده حسن وعبيد الله\nورافع وأحفاده صالح والفضل ابنا عبيد الله والحسن بن علي بن أبي رافع\nوسليمان بن يسار وأبو سعيد المقبري وآخرون ومات في خلافة علي وقيل في خلافة\nعثمان\n</p>\n\n<p>\nأبو رافع الصائغ اسمه نفيع وهو مولى ابنة عمر بن الخطاب وقيل مولى ليلى\nبنت العجماء وهو مدني نزل البصرة وعده مسلم في المخضرمين أدرك الجاهلية\nوروى عن الخلفاء الأربعة وابن مسعود وأبي هريرة في آخرين روى عنه ابنه عبد\nالرحمن وابن خلاس بن عمرو وثابت البناني وقتادة وآخرون\n</p>\n\n<p>\nقال ابن سعد لم يرو عنه أهل المدينة شيئا لأنه تحول قديما وكان ثقة وقال\nالعجلي بصري ثقة من كبار التابعين وقال أبو حاتم ليس به بأس\n</p>\n\n<p>\nله ذكر في آخر كتاب الطهارة\n</p>\n\n<p>\nأبو الزبير محمد بن مسلم بن تدرس تقدم في الأسماء أبو الزناد اسمه عبد\nالله بن ذكوان تقدم وأبو الزناد لقب له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n             أبو سعيد الخدري اسمه\nسعد بن مالك تقدم أبو سعيد الأشج اسمه عبد الله بن سعيد تقدم أبو سفيان <span id='ms0127'></span>\nالأموي اسمه صخر بن حرب بن أمية بن عبد شمس بن عبد مناف أسلم يوم الفتح\nوقال النبي صلى الله عليه وسلم يومئذ من دخل دار أبي سفيان فهو آمن وشهد\nحنينا وأعطي من غنائمها مائة بعير وأربعين أوقية وشهد الطائف وفقئت عينه\nيومئذ\n</p>\n\n<p>\nفذكر ابن سعد أن النبي صلى الله عليه وسلم قال له وهي في يده أيما أحب\nإليك عين في الجنة أو أدعو الله أن يردها عليك قال بل عين في الجنة ورمى\nبها وشهد اليرموك فقيل فقئت عينه الأخرى يومئذ\n</p>\n\n<p>\nروى عن النبي صلى الله عليه وسلم روى عنه ابنه معاوية بن أبي سفيان وابن\nعباس وقيس بن أبي حازم والمسيب بن حزن وقال خمدت الأصوات يوم اليرموك إلا\nصوت رجل يقول يا نصر الله اقترب يا نصر الله اقترب فرفعت رأسي فإذا أبو\nسفيان تحت راية ابنه يزيد واختلف في وفاته فقيل سنة إحدى وقيل اثنتين وقيل\nأربع وثلاثين\n</p>\n\n<p>\nأبو سلمة بن عبد الرحمن بن عوف الزهري المدني أحد الأعلام اختلف في اسمه\nفقيل عبد الله وقيل إسماعيل وقال مالك اسمه كنيته روى عن أبيه فقيل مرسلا\nوأسامة بن زيد وأبي أسيد الساعدي وأبي قتادة وأبي هريرة في خلق كثير من\nالصحابة والتابعين روى عنه ابنه عمر وابن أخيه سعد بن إبراهيم والأعرج\nوالشعبي والزهري ويحيى بن أبي كثير ويحيى بن سعيد الأنصاري وخلائق\n</p>\n\n<p>\nقال الزهري أربعة من قريش وجدتهم بحورا فذكر منهم أبا سلمة وقال يحيى\nالقطان فقهاء أهل المدينة عشرة فذكر منهم أبا سلمة\n</p>\n\n<p>\nوقال ابن سعد كان ثقة كثير الحديث وقال أبو زرعة ثقة إمام وقال خليفة\nاستقضاه سعيد بن العاص على المدينة قيل توفي سنة أربع ومائة وقيل سنة أربع\nوتسعين عن اثنتين وسبعين سنة قال ابن سعد وهذا أثبت\n</p>\n\n<p>\nأبو طلحة الأنصاري زيد بن سهل تقدم أبو عبيدة بن الجراح اسمه عامر بن عبد\nالله بن الجراح بن هلال بن وهيب بن ضبة بن الحارث بن فهر القرشي الفهري\nأمين <span id='ms0128'></span> هذه الأمة وأحد العشرة المشهود لهم بالجنة شهد بدرا وقتل أباه يومئذ\nكافرا روى عن النبي صلى الله عليه وسلم أحاديث روى عنه العرباض بن سارية\nوجابر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n             وآخرون من الصحابة والتابعين\n</p>\n\n<p>\nوفي الصحيحين من حديث أنس عن النبي صلى الله عليه وسلم لكل أمة أمين\nوأميننا أبو عبيدة\n</p>\n\n<p>\nوروى الترمذي وصححه والنسائي وابن ماجه من رواية عبد الله بن شقيق قال\nقلت لعائشة أي أصحاب النبي صلى الله عليه وسلم كان أحب إليه قالت أبو بكر\nقلت فمن بعده قالت عمر قلت فمن بعده قالت أبو عبيدة بن الجراح\n</p>\n\n<p>\nوفي الصحيح أن أبا بكر يوم السقيفة دعا إلى البيعة إلى عمر أو إلى أبي\nعبيدة وولاه عمر الشام وفتح الله على يده اليرموك والجنية وسرغ والرمادة\nوتوفي في طاعون عمواس سنة ثماني عشرة وهو ابن ثمان وخمسين سنة\n</p>\n\n<p>\nأبو علي النيسابوري اسمه الحسين بن علي تقدم أبو قتادة الأنصاري السلمي\nاختلف في اسمه فقيل الحارث ربعي بن بلدمة بن خناس بن سنان بن عبيد بن عدي\nبن غنم بن كعب بن سلمة وقيل النعمان بن ربعي وقيل النعمان بن عمرو بن بلدمة\nوقيل عمرو بن ربعي بن بلدمة فارس رسول الله صلى الله عليه وسلم الذي قال\nفيه يوم ذي قرد خير فرساننا أبو قتادة وشهد أحدا وما بعدها\n</p>\n\n<p>\nواختلف في شهوده بدرا فقال الشعبي كان بدريا ولم يذكره موسى بن عقبة ولا\nابن إسحاق في أصحاب بدر وهو الصحيح روى عن النبي صلى الله عليه وسلم وعن\nعمر ومعاذ روى عنه ابنه عبد الله وأبو سعيد وجابر وأنس وابن المسيب وخلق\nفقيل توفي بالمدينة سنة أربع وخمسين وله سبعون سنة وقيل توفي بالكوفة سنة\nثمان وثلاثين وصلى عليه علي رضي الله عنه\n</p>\n\n<p>\nأبو قلابة الجرمي اسمه عبد الله بن زيد تقدم أبو لبابة بن عبد المنذر\nالأنصاري المدني واختلف في اسمه فقيل بشير قاله موسى بن عقبة وخليفة وغير\nواحد وقال أحمد وابن معين اسمه رفاعة وكذا قال ابن <span id='ms0129'></span> إسحاق رفاعة بن عبد\nالمنذر بن زبير بن زيد بن أمية بن زيد بن مالك بن عوف بن عمرو بن عوف بن\nمالك بن الأوس أحد النقباء بالعقبة شهد بدرا أو قيل رده رسول الله صلى الله\nعليه وسلم فأمره على المدينة وضرب له بسهمه وأجره وشهد أحدا وما بعدها\nوكانت معه راية بني عمرو بن عوف في غزوة الفتح روى عن النبي صلى الله عليه\nوسلم\n</p>\n\n<p>\nروى عنه ابناه السائب وعبد الرحمن وابن عمر وابنه سالم وآخرون وهو الذي\nربط نفسه بسارية من سواري المسجد بضعة عشر يوما حتى تاب الله عليه واختلف\nفي سبب ذلك فقيل إنه لما أرادت قريظة أن تنزل على حكم سعد بن معاذ أشار\nإليهم أنه الذبح فندم على ذلك وقيل أنه تخلف عن تبوك فربط نفسه وحلف لا يحل\nنفسه ولا يذوق طعاما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n             وشرابا حتى يتوب الله عليه أو يموت فمكث\nسبعة أيام حتى خر مغشيا عليه ثم تاب الله عليه فقيل له فقال والله لا أحل\nنفسي حتى يكون رسول الله صلى الله عليه وسلم هو يحلني فجاء فحله بيده قال\nابن عبد البر وهذا أحسن واختلف في وفاته فقيل مات في خلافة علي وبه جزم ابن\nعبد البر وقيل بقي إلى بعد الخمسين والله أعلم\n</p>\n\n<p>\nأبو مذكور رجل من بني عذرة كذا عند مسلم وفي الصحيحين أنه من الأنصار له\nصحبة دبر عبدا له يقال له يعقوب فباعه النبي صلى الله عليه وسلم من نعيم\nالنحام وتوفي أبو مذكور هذا في حياة النبي صلى الله عليه وسلم كما ثبت في\nهذا الحديث ولا يعرف أبو مذكور إلا في هذا الحديث أبو مسلم الكشي اسمه\nإبراهيم بن عبد الله بن مسلم البصري أحد الحفاظ الأعلام مؤلف كتاب السنن\nروى عن أبي عاصم الضحاك بن مخلد النبيل ومحمد بن عبد الله بن مثنى الأنصاري\nوعبد الله بن مسلمة القعنبي ومسلم بن إبراهيم الفراهيدي وحامد بن محمد\nالرفاء روى عنه العلامة أبو الفضل بكر <span id='ms0130'></span> بن محمد البصري وأبو محمد الحسن بن\nمحمد بن إسحاق الإسفراييني وأبو بكر محمد بن الحسن بن يعقوب بن مقسم وأبو\nالقاسم حبيب بن الحسن القزاز وأبو بكر محمد بن الحسين الآجري والحافظ أبو\nعبد الله أحمد بن طاهر بن النجم الميانجي ويوسف بن يعقوب النجيرمي وأبو بكر\nأحمد بن أحمد بن جعفر بن حمدان القطيعي والفاروق بن عبد الكبير الخطابي\nوعبد الله بن إبراهيم بن أيوب بن ماسي وأبو بكر محمد بن عبد الله بن\nإبراهيم الشافعي وأبو بكر أحمد بن جعفر بن محمد بن سلم الحنبلي وأبو عمرو\nإسماعيل بن نجيد السلمي والقاضي أبو الطاهر محمد بن أحمد بن عبد الله\nالذهلي وآخرون\n</p>\n\n<p>\nوثقه الدارقطني وغيره ولما قدم بغداد ازدحموا عليه حتى حزر مجلسه بأربعين\nألف إنسان وزيادة وكان في المجلس سبعة مستملين كل واحد يبلغ الآخر قال\nالذهبي كان محدثا حافظا محتشما كبير الشأن وكان مولده سنة مائتين وتوفي سنة\nاثنتين وتسعين ومائتين أبو معاوية الضرير اسمه محمد بن حازم تقدم أبو معيد\nبضم الميم وفتح العين وإسكان المثناة من تحت وآخره دال مهملة اسمه حفص بن\nغيلان تقدم\n</p>\n\n<p>\nأبو موسى الأشعري اسمه عبد الله بن قيس تقدم أبو نعيم الأصبهاني اسمه\nأحمد بن عبد الله تقدم أبو هارون اسمه موسى بن أبي عيسى الخياط تقدم أبو\nهريرة الدوسي صاحب رسول الله صلى الله عليه وسلم اختلف في اسمه واسم أبيه\nاختلافا كثيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n             على نحو ثلاثين قولا أصحها عند الجمهور عبد\nالرحمن بن صخر وهو قول ابن إسحاق ورجحه أبو أحمد الحاكم قال ابن عبد البر\nوعلى هذا اعتمدت طائفة ألفت في الأسماء والكنى وصححه من الفقهاء الرافعي ثم\nالنووي وبه صدر المزي كلامه وقيل اسمه عمير بن عامر\n</p>\n\n<p>\nوهو قول خليفة بن خياط ورجحه الحافظ شرف الدين الدمياطي قال خليفة هو\nعمير بن عامر بن عبد ذي الشراء بن طريف بن عتاب بن أبي صعب بن هنية بن سعد\nبن ثعلبة بن سلم بن بهم بن <span id='ms0131'></span> غنم بن دوس وقيل اسمه عبد شمس قاله أبو سلمة بن\nعبد الرحمن وحكاه البخاري عن ابن أبي الأسود وهو قول أحمد بن حنبل ويحيى بن\nمعين وأبي نعيم الفضل بن دكين وقيل اسمه عبد عمرو بن عبد غنم قاله ابنه\nالمحرر بن أبي هريرة\n</p>\n\n<p>\nوصححه الفلاس وقيل اسمه عبد نهم بن عامر وهو قول ابن لهيعة وقيل اسمه عبد\nالرحمن بن غنم وقيل عبد الله بن عامر وقيل عبد الله بن عبد شمس وهو قول أبي\nخيثمة زهير بن حرب وقيل سكين بن درمة وقيل سكين بن عمرو وقيل بريرة بن\nعسرقة وقيل برير بن عبد الله وقيل عمرو بن عبد العزى وقيل عبد الله بن عبد\nالعزى وقيل عبد الرحمن بن عمرو\n</p>\n\n<p>\nوقيل عمرو بن عبد غنم وقيل اسمه عامر وقيل كردوس وقيل غير ذلك\n</p>\n\n<p>\nقال ابن عبد البر محال أن يكون اسمه في الإسلام عبد شمس أو عبد عمرو أو\nعبد غنم قال وهذا إن كان شيء منه إنما كان شيء في الجاهلية\n</p>\n\n<p>\nوأما في الإسلام فاسمه عبد الله أو عبد الرحمن\n</p>\n\n<p>\nوقال الهيثم بن عدي وإسماعيل بن أبي أويس كان اسمه في الجاهلية عبد شمس\nوفي الإسلام عبد الله وروى يونس بن بكير عن ابن إسحاق قال حدثني بعض\nأصحابنا عن أبي هريرة قال كان اسمي في الجاهلية عبد شمس فسميت في الإسلام\nعبد الرحمن وإنما كنيت بأبي هريرة لأني وجدت هرة فحملتها في كمي فقيل لي ما\nهذا فقلت هرة قيل لي فأنت أبو هريرة وقيل النبي صلى الله عليه وسلم هو الذي\nكناه بذلك لذلك قال ابن عبد البر وهذا أشبه عندي أسلم أبو هريرة عام خيبر\nوشهده مع رسول الله صلى الله عليه وسلم ثم لزمه وواظبه حتى كان أحفظ أصحابه\n</p>\n\n<p>\nوروى عن النبي صلى الله عليه وسلم فأكثر ذكر بقي بن مخلد أنه روى خمسة\nآلاف حديث\n</p>\n\n<p>\nوثلثمائة وأربعة وسبعين حديثا وروى عن أبي بكر وعمر وأبي بن كعب وآخرين\nروى عنه <span id='ms0132'></span> ابن عباس وابن عمر وجابر وأنس وواثلة وابن المسيب وأبو سلمة بن عبد\nالرحمن وعبد الرحمن بن هرمز الأعرج وخلائق قال البخاري روى عنه أكثر من\nثمانمائة رجل من بين صاحب وتابع وفي الصحيح من حديث أبي هريرة قال إن\nإخواننا من المهاجرين كان يشغلهم الصفق بالأسواق وإن إخواننا من الأنصار\nكان يشغلهم العمل في أموالهم وإن أبا هريرة كان يلزم رسول الله صلى الله\nعليه وسلم لشبع بطنه ويحضر ما لا يحضرون ويحفظ ما لا يحفظون\n</p>\n\n<p>\nوفي الصحيح من حديثه قلت يا رسول الله إني أسمع منك حديثا كثيرا أنساه\nقال ابسط رداءك فبسطته فغرف يديه ثم قال ضمه فضممته فما نسيت شيئا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n             بعد\n</p>\n\n<p>\nوفي الصحيح أيضا عنه قال حفظت من رسول الله صلى الله عليه وسلم دعاءين\nفأما أحدهما فبثثته وأما الآخر فلو بثثته قطع مني هذا البلعوم قال عكرمة\nكان أبو هريرة يسبح كل يوم اثنتي عشرة ألف تسبيحة\n</p>\n\n<p>\nوقال أبو عثمان النهدي كان هو وامرأته وخادمه يتعاقبون الليل أثلاثا\nبالصلاة واستعمله عمر على البحرين ثم عزله ثم أراده على العمل فأبى\nواستعمله معاوية على المدينة ثم عزله بمروان ولم يزل يسكن المدينة إلى أن\nمات بها فقيل سنة سبع وقيل سنة ثمان وقيل سنة تسع وخمسين وقيل مات بالعقيق\nوصلى عليه الوليد بن عتبة بن أبي سفيان كان يومئذ أميرا بالمدينة\n</p>\n\n<p>\nوروي عنه أنه قال اللهم لا تدركني سنة ستين فتوفي قبلها أو فيها\n</p>\n\n<p>\nابن حبان اسمه محمد تقدم ابن حزم اسمه علي بن أحمد تقدم ابن خزيمة اسمه\nمحمد بن إسحاق تقدم ابن خطل اسمه عبد الله كما قال ابن إسحاق وجماعة وقيل\nاسمه هلال بن عبد الله قاله الزبير بن بكار وقيل اسمه عبد العزى حكاه ابن\nعبد البر كان أسلم وكتب الوحي لرسول الله صلى الله عليه وسلم ثم ارتد فكانت\nله قينتان تغنيان بهجاء النبي صلى الله عليه وسلم فلما كان يوم الفتح قالوا\nلرسول الله صلى الله عليه وسلم هذا ابن <span id='ms0133'></span> خطل متعلق بأستار الكعبة فقال\nاقتلوه فقتل يومئذ نعوذ بالله من خاتمة السوء له ذكر في الحج بهذا\n</p>\n\n<p>\nابن أبي داود اسمه عبد الله بن سليمان تقدم ابن أبي ذئب اسمه محمد بن عبد\nالرحمن تقدم ابن سنان اسمه أحمد تقدم ابن عبد البر اسمه يوسف تقدم ابن عدي\nاسمه عبد الله تقدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n             ابن القطان اسمه علي بن محمد تقدم ابن ماجه\nمحمد بن يزيد تقدم ابن أم مكتوم اسمه عمرو تقدم ابن منده اسمه محمد بن\nإسحاق تقدم ابن المنذر اسمه محمد بن إبراهيم تقدم ابن نمير اسمه محمد بن\nعبد الله بن نمير تقدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n| فصل فيمن اشتهر بنسبة\n</p>\n\n<p>\nالإسماعيلي أحمد بن إبراهيم تقدم الأصيلي اسمه عبد الله بن إبراهيم تقدم\nالبخاري محمد بن إسماعيل تقدم البزار أحمد بن عمر تقدم البيهقي أحمد بن\nالحسين تقدم الترمذي محمد بن عيسى تقدم الحازمي محمد بن موسى تقدم الحاكم\nمحمد بن عبد الله تقدم الخطابي أحمد بن محمد تقدم الخلال أحمد بن محمد بن\nهارون تقدم الدارقطني علي بن عمر تقدم الدارمي عبد الله بن عبد الرحمن تقدم\nالشافعي محمد بن إدريس تقدم الطحاوي أحمد بن محمد بن سلامة تقدم الكشي أبو\nمسلم إبراهيم بن عبد الله تقدم في الكنى المزي يوسف بن عبد الرحمن تقدم\nالنسائي أحمد بن شعيب تقدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n| باب في النساء\n</p>\n\n<p>\nأسماء بنت أبي بكر الصديق أم عبد الله بن الزبير من المهاجرات روت عن\nالنبي صلى الله عليه وسلم روى عنها ابناها عبد الله وعروة وأحفادها عباد بن\nعبد الله بن الزبير وفاطمة بنت المنذر بن الزبير وعباد بن حمزة بن عبد الله\nبن الزبير وابن عباس وصفية بنت شيبة وآخرون وكانت تسمى ذات النطاقين لما\nذكر في حديث الهجرة وقيل في سببه غير ذلك أسلمت بعد سبعة عشر إنسانا قاله\nابن إسحاق وهاجرت وهي حامل بابنها عبد الله بن الزبير وكانت عارفة بتعبير\nالرؤيا حتى قيل أخذ ابن سيرين التعبير عن ابن المسيب وأخذه ابن المسيب <span id='ms0134'></span> عن\nأسماء وأخذته أسماء عن أبيها\n</p>\n\n<p>\nوقالت فاطمة بنت المنذر كانت جدتي أسماء تمرض المرضة فتعتق كل مملوك لها\nوقال ابن الزبير ما رأيت امرأتين قط أجود من عائشة وأسماء وجودهما مختلف\nأما عائشة فكانت تجمع الشيء إلى الشيء حتى إذا اجتمع عندها وضعته مواضعه\n</p>\n\n<p>\nوأما أسماء فكانت لا تدخر شيئا لغد وهي آخر المهاجرات وفاة توفيت في\nجمادى الأولى سنة ثلاث وسبعين بمكة بعد ابنها عبد الله بن الزبير بأيام قيل\nلم تمكث بعده إلا بمقدار ما جاء كتاب عبد الملك بإنزال ابنها عبد الله من\nالصلب فقيل عشرة أيام وقيل عشرون وقيل بضع وعشرون وبلغت مائة سنة لم تسقط\nلها سن ولم ينكر لها عقل لها ذكر في آخر الجهاد في الهجرة أنيسة بنت خبيب\nبضم الخاء المعجمة مصغرا ابن يساف وقيل إساف الأنصارية روت عن النبي صلى\nالله عليه وسلم حديثا في أذان بلال وابن أم مكتوم رواه عنها ابن أخيها خبيب\nبن عبد الرحمن اختلف في صحبتها لها ذكر في الأذان بريرة مولاة عائشة بنت\nالصديق روي لها عن النبي صلى الله عليه وسلم حديثان وليسا بمحفوظين روى\nعنها عبد الملك بن مروان وعروة بن الزبير إن ثبت ذلك عنهما\n</p>\n\n<p>\nلها ذكر في قصة الإفك في الحدود\n</p>\n\n<p>\nحفصة بنت عمر بن الخطاب أم المؤمنين العدوية شقيقة عبد الله بن عمر أمها\nزينب بنت مظعون مولدها قبل النبوة بخمس سنين وكانت من المهاجرات وكانت تحت\nحنيس بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n             خذافة فلما توفي تزوجها رسول الله صلى الله عليه وسلم\nواختلفوا متى تزوجها النبي صلى الله عليه وسلم فروينا عن أبي عبيدة معمر بن\nالمثنى أنه تزوجها سنة اثنتين وهو ضعيف والأكثرون ذهبوا إلى أنه تزوجها سنة\nثلاث واستشكله الذهبي في مختصر التهذيب فقال على كل حال كيف يصح أن خنيسا\nاستشهد بأحد وأن النبي صلى الله عليه وسلم تزوج بها عام أحد أو قبل أحد\nاللهم إلا أن يكون خنيس طلقها فالله أعلم\n</p>\n\n<p>\nوالجواب عنه أنه إنما جاء الإشكال <span id='ms0135'></span> من حيث إن الذهبي جزم أولا من زوائده\nأن خنيسا استشهد بأحد وتبع في ذلك ابن عبد البر فإنه جزم به في ترجمة خنيس\nولو كان كذلك لكان الإشكال صحيحا لأنهم اتفقوا أن وقعة أحد في شوال إما في\nسابعه أو في حادي عشره أو نصفه أقوال ولكن قد وهم الحفاظ والمتأخرون ابن\nعبد البر في قوله إنه استشهد بأحد وإنما توفي قبلها بالمدينة\n</p>\n\n<p>\nوالذي ثبت في صحيح البخاري من حديث عمر أنه شهد بدرا وتوفي بالمدينة قال\nأبو الفتح اليعمري والمعروف أنه مات بالمدينة على رأس خمسة وعشرين شهرا بعد\nرجوعه من بدر وتأيمت منه حفصة بنت عمر فتزوجها رسول الله صلى الله عليه\nوسلم في شعبان على رأس ثلاثين شهرا\n</p>\n\n<p>\nوقال الذهبي في العبر إنه دخل بها في رمضان وقد قيل إنما تزوجها بعد أحد\nومما وهم فيه ابن عبد البر أيضا قوله إن عمر عرضها على أبي بكر فلم يرجع\nإليه ثم عرضها على عثمان حين ماتت رقية فقال ما أريد أن أتزوج اليوم فانطلق\nعمر إلى النبي صلى الله عليه وسلم فشكا إليه عثمان إلى آخر القصة\n</p>\n\n<p>\nوقد تبع ابن عبد البر في ذلك أبو الفتح اليعمري في عيون الأثر والذهبي في\nمختصر التهذيب والذي ثبت في صحيح البخاري بالإسناد المتصل إلى عمر أنه\nعرضها على عثمان أولا ثم على أبي بكر وهذا هو الصواب روت حفصة عن النبي صلى\nالله عليه وسلم وروى عنها أخوها ابن عمر وابنه حمزة والمطلب بن أبي وداعة\nوصفية بنت أبي عبيد وآخرون\n</p>\n\n<p>\nوفي مسند أحمد من رواية عاصم بن عمر أن رسول الله صلى الله عليه وسلم طلق\nحفصة ثم ارتجعها وهذا مرسل وروى محمد بن الربيع الجيزي في كتاب من دخل مصر\nمن الصحابة بإسناد متصل من حديث عقبة بن عامر طلق رسول الله صلى الله عليه\nوسلم حفصة فبلغ ذلك عمر فحثا على رأسه التراب وقال ما يعبأ الله بعمر\nوابنته بعد هذا فنزل جبريل من الغد <span id='ms0136'></span> على رسول الله صلى الله عليه وسلم وقال\nإن الله يأمرك أن تراجع حفصة رحمة لعمر قال ابن عبد البر فطلقها تطليقة ثم\nارتجعها وذلك أن جبريل عليه السلام قال له راجع حفصة فإنها صوامة قوامة\nوإنها زوجتك في الجنة\n</p>\n\n<p>\nواختلف في وفاتها فقال الواقدي توفيت سنة خمس وأربعين\n</p>\n\n<p>\nوقال ابن أبي خيثمة وأبو معشر سنة إحدى وأربعين وقال محمد بن أحمد بن\nأيوب سنة سبع وعشرين وهذا قول مالك فقد روى ابن وهب عنه أنها توفيت عام\nافتتحت إفريقية والله أعلم وقع لها حديث متصل في صلاة التطوع وإن كان من\nغير تراجم الكتاب\n</p>\n\n<p>\nحمنة بنت جحش بن رباب بن يعمر بن صبرة بن مرة بن كبير بن غنم بن دودان بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n             أسد بن خزيمة الأسدية كنيتها أم حبيبة فيما ذكر الزهري كانت\nتحت مصعب بن عمير فقتل عنها يوم أحد فتزوجها طلحة وكانت مستحاضة روت عن\nالنبي صلى الله عليه وسلم حديثها في ذلك روى عنها ابنها عمران بن طلحة بن\nعبيد الله وعمرة فيما قيل وزعم الواقدي أن المستحاضة أختها أم حبيب حبيبة\nفالله أعلم لها ذكر في الحدود في قصة الإفك وكذلك أختها خديجة بنت خويلد بن\nأسد بن عبد العزى بن قصي القرشية الأسدية زوج النبي صلى الله عليه وسلم كان\nمولدها قبل الفيل بخمس عشرة سنة وتزوجت أولا بعائد وقيل عتيق بن عائد ثم\nتزوجت بأبي هالة هند بن زرارة ثم تزوجها رسول الله صلى الله عليه وسلم وهو\nابن خمس وعشرين سنة على المشهور وقيل ابن إحدى وعشرين وقيل ابن ثلاثين\nفأقامت معه خمسا أو أربعا وعشرين سنة ولدت له قبل النبوة القاسم ثم زينب ثم\nرقية ثم فاطمة ثم أم كلثوم وولدت له في الإسلام عبد الله وسمي الطيب\nوالطاهر\n</p>\n\n<p>\nوقيل إن الطيب والطاهر اثنان غيره وقيل في ترتيب مواليدهم غير ذلك فقيل\nإن فاطمة أصغر من أم كلثوم ورجحه ابن عبد البر وهي أول من آمن برسول الله\nصلى الله عليه <span id='ms0137'></span> وسلم وقد ادعى الثعلبي الاتفاق عليه وفي الصحيحين من حديث\nعلي خير نسائها مريم بنت عمران وخير نسائها خديجة بنت خويلد ولهما من حديث\nأبي هريرة قال أتى جبريل النبي صلى الله عليه وسلم فقال يا رسول الله هذه\nخديجة قد أتت معها إناء فيه طعام وشراب فإذا هي أتتك فاقرأ عليها السلام من\nربها وبشرها ببيت في الجنة من قصب لا صخب فيه ولا نصب\n</p>\n\n<p>\nولهما من حديث عائشة استأذنت هالة بنت خويلد أخت خديجة على رسول الله صلى\nالله عليه وسلم نعرف استئذان خديجة وارتاع لذلك فقال اللهم هالة قالت فغرت\nفقلت ما تذكر من عجوز من عجائز قريش حمراء الشدقين هلكت في الدهر قد أبدلك\nالله خيرا منها\n</p>\n\n<p>\nوزاد أحمد ابن عبد البر قال ما أبدلني الله بها خيرا منها لقد آمنت بي\nحين كفر الناس وصدقتني حين كذبني الناس وأشركتني في مالها حين حرمني الناس\nورزقني الله ولدها وحرمني ولد غيرها فقلت والله لا أعاتبك فيها بعد اليوم\nوفي إسناده مجالد وتوفيت خديجة قبل الهجرة بثلاث سنين قاله عروة بن إسحاق\nوقال الزهري ماتت بعد المبعث بسبعة أعوام وبلغت من العمر خمسا وستين سنة\nوقيل غير ذلك وذكر الواقدي أنها توفيت في شهر رمضان ودفنت بالحجون لها ذكر\nفي الاعتكاف\n</p>\n\n<p>\nزينب بنت جحش بن رئاب أم المؤمنين وهي بنت عمة رسول الله صلى الله عليه\nوسلم أميمة بنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n             عبد المطلب وكان اسمها برة فسماها زينب كانت\nتحت زيد بن حارثة مولى رسول الله صلى الله عليه وسلم فلما طلقها تزوجها\nرسول الله صلى الله عليه وسلم كما قال الله تعالى فلما قضى زيد منها وطرا\nزوجناكها فلذلك كانت تفخر على نساء النبي صلى الله عليه وسلم وتقول زوجكن\nأهاليكن وزوجني الله من فوق سبع سماوات واختلفوا متى تزوجها النبي صلى الله\nعليه وسلم فقال أبو عبيدة سنة ثلاث وكذا قال خليفة وقال قتادة والواقدي سنة\nخمس وقيل سنة أربع ورجحه أبو الفتح اليعمري روى مسلم من <span id='ms0138'></span> حديث أنس قال لما\nانقضت عدة زينب قال النبي صلى الله عليه وسلم لزيد اذهب فاذكرها علي فانطلق\nزيد حتى أتاها وهي تخمر عجينها قال فلما رأيتها عظمت في صدري حتى ما أستطيع\nأن أنظر إليها أن رسول الله صلى الله عليه وسلم ذكرها فوليتها ظهري ونكصت\nعلى عقبي فقلت يا زينب أرسل رسول الله صلى الله عليه وسلم يذكرك قالت ما\nأنا بصانعة شيئا حتى أوامر ربي فقامت إلى مسجدها ونزل القرآن وجاء رسول\nالله صلى الله عليه وسلم فدخل عليها بغير إذن الحديث روت عن النبي صلى الله\nعليه وسلم\n</p>\n\n<p>\nروى عنها ابن أخيها محمد بن عبد الله بن جحش وأم حبيبة وزينب بنت أبي\nسلمة وفي صحيح مسلم عن عائشة قالت لم أر امرأة قط خيرا في الدين من زينب\nوأتقى لله وأصدق حديثا وأوصل للرحم وأعظم صدقة وأشد ابتذالا لنفسها في\nالعمل الذي تصدق به وتقرب به إلى الله تعالى ما عدا سورة من حدة كانت فيها\nتسرع منها الفينة وله من حديث عائشة أسرعكن لحاقا بي أطولكن يدا قالت فكن\nيتطاولن أيتهن أطول يدا قالت فكانت أطولنا يدا زينب لأنها كانت تعمل بيدها\nوتصدق انتهى\n</p>\n\n<p>\nفكان كما قال كانت أول نسائه بعده موتا فقيل توفيت سنة عشرين وقيل إحدى\nوعشرين وروي أن عمر أرسل إليها بعطائها ففرقته وكان اثني عشر ألفا ثم رفعت\nيدها إلى السماء فقالت اللهم لا يدركني عطاء عمر بعد عامي هذا فماتت وهي\nأول امرأة جعل على سريرها نعش وغشي بثوب بعد فاطمة ولم يشتهر أمر فاطمة في\nذلك لكونها دفنت ليلا وهي أول من ضرب على قبرها فسطاط في الإسلام ضربه عمر\nلأنه رآهم يحفرون لها في يوم حار فيما رواه أبو معشر عن محمد بن المنكدر\n</p>\n\n<p>\nزينب بنت عبد الله بن معاوية بن عتاب بن الأسعد بن غاضرة بن حطيط بن قسي\nوهو ثقيف الثقفية كما نسبها ابن عبد البر قال وهي ابنة أبي معاوية الثقفي\nوقال المزي زينب <span id='ms0139'></span> بنت معاوية أو أبي معاوية وهي امرأة عبد الله بن مسعود لها\nصحبة ورواية عن النبي صلى الله عليه وسلم وروت عن زوجها وعمر بن الخطاب روى\nعنها ابنها أبو عبيدة وعمرو بن الحارث المصطلقي وغيرهما وقيل إنما حدث عمرو\nبن الحارث عن ابن أخيها عنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n             سهلة بنت سهيل بن عمرو بن عبد شمس\nبن عبدود بن نضرة بن مالك بن حنبل بن عامر بن لؤي بن غالب القرشية العامرية\nوهي امرأة أبي حذيفة بن عتبة وخلف عليها بعده عبد الرحمن بن عوف روت عن\nالنبي صلى الله عليه وسلم في رضاعة الكبير روى عنها القاسم بن محمد سودة\nبنت زمعة بن قيس بن عبد شمس بن عبدود المذكور في ترجمة سهلة وهي أم\nالمؤمنين تكنى أم الأسود تزوجها النبي صلى الله عليه وسلم بعد موت خديجة\nقبل عائشة على الصحيح وأصدقها أربعمائة وقيل تزوج عائشة قبلها فقيل تزوج\nسودة في السنة العاشرة من النبوة وقيل في الثامنة قال ابن عبد البر ولا\nخلاف أنه لم يتزوجها إلا بعد موت خديجة وكانت قبله عند السكران بن عمرو أخي\nسهيل بن عمرو المذكور وهاجر بها الهجرة الثانية إلى الحبشة ثم رجع بها إلى\nمكة فمات عنها روت عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\nوروى عنها ابن عباس ويحيى بن عبد الله بن عبد الرحمن الأنصاري وكانت ضخمة\nسمينة وكبرت عند النبي صلى الله عليه وسلم وقد اختلفوا هل طلقها النبي صلى\nالله عليه وسلم ثم ارتجعها أم هم بطلاقها فقط فروى هشام الدستوائي عن\nالقاسم بن أبي بزة أن النبي صلى الله عليه وسلم بعث إلى سودة بطلاقها فجلست\nعلى طريقه فقالت أنشدك الله لم طلقتني ألموجدة قال لا قالت فأنشدك الله لما\nراجعتني وقد كبرت ولا حاجة لي في الرجال ولكني أحب أن أبعث في نسائك\nفراجعها قالت وإني قد جعلت يومي لعائشة\n</p>\n\n<p>\nوقال ابن عبد البر أسنت عند النبي صلى الله عليه وسلم فهم بطلاقها فقالت\nلا تطلقني وأنت <span id='ms0140'></span> في حل من شأني فإنما أريد أن أحشر في أزواجك وإني قد وهبت\nيومي لعائشة وإني لا أريد ما تريد النساء فأمسكها رسول الله صلى الله عليه\nوسلم حتى توفي عنها وهذا هو الصحيح أنه لم يطلقها كما صححه الحافظ أبو محمد\nعبد المؤمن بن خلف الدمياطي\n</p>\n\n<p>\nروى ابن أبي خيثمة بإسناد صحيح إلى عائشة قالت ما من الناس أحد أحب إلي\nأن أكون في ملاخه من سودة بنت زمعة إلا أن بها حدة واختلف في وفاتها\nفالمشهور أنها توفيت في آخر خلافة عمر قاله أبو بكر بن أبي خيثمة وغيره\nوحكى ابن سعد عن الواقدي أنها توفيت سنة أربع وخمسين\n</p>\n\n<p>\nسيدة بنت موسى بن عثمان بن درباس المازني تكنى أم محمد سمعت بالموصل من\nمسمار بن العويس وتفردت بالرواية عنه وأجاز لها المؤيد بن محمد الطوسي\nوآخرون\n</p>\n\n<p>\nروى عنها الحفاظ أبو محمد عبد الكريم بن عبد النور بن منير الحلبي وأبو\nالفتح محمد بن محمد بن محمد بن سيد الناس اليعمري وأبو القاسم عمر بن الحسن\nبن عمر بن حبيب الحلبي وأبو محمد القاسم بن محمد البرزالي وأبو عبد الله\nمحمد بن أبي القاسم بن إسماعيل الفارقي وأبو الحرم محمد بن محمد بن محمد بن\nأبي الحرم القلانسي وهو آخر من حدث عنها بالسماع وآخرون وكان سماعها\nوإجازتها صحيحين وتوفيت في سنة خمس وتسعين وستمائة بالقاهرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \nصفية بنت حيي بن أخطب بن سعنة بن ثعلبة بن عبيد بن كعب بن الخزرج بن أبي\nحبيب بن النضير بن النحام بن ينحوم من بني إسرائيل أم المؤمنين من ذرية\nهارون صلى الله عليه وسلم كانت عند سلام بن مشكم الشاعر اليهودي ثم خلف\nعليها كنانة بن أبي الحقيق فقتل يوم خيبر فصارت لدحية ثم أخذها النبي صلى\nالله عليه وسلم ففي الصحيحين من رواية عبد العزيز بن صهب عن أنس في غزاة\nخيبر وجمع السبي فجاءه دحية فقال يا نبي الله أعطني جارية من السبي فقال\nاذهب فخذ جارية فأخذ صفية <span id='ms0141'></span> بنت حيي فجاء رجل إلى نبي الله صلى الله عليه\nوسلم فقال يا نبي الله أعطيت دحية صفية بنت حيي سيدة قريظة والنضير ما تصلح\nإلا لك قال ادعوه بها فجاء بها فلما نظر إليها النبي صلى الله عليه وسلم\nقال خذ جارية من السبي غيرها قال وأعتقها وتزوجها فذكر الحديث\n</p>\n\n<p>\nولمسلم من رواية ثابت عن أنس ووقعت في سهم دحية جارية جميلة فاشتراها\nرسول الله صلى الله عليه وسلم بسبعة أرؤس وهي صفية بنت حيي وفي رواية له\nصارت صفية لدحية في مقسمه وجعلوا يمدحونها عند رسول الله صلى الله عليه\nوسلم قال ويقولون ما رأينا في السبي مثلها قال فبعث إلى دحية فأعطاه بها ما\nأراد الحديث وقال الزهري كانت مما أفاء الله على رسوله فحجبها وأولم عليها\nبتمر وسويق وقسم لها وتزوجها رسول الله صلى الله عليه وسلم سنة سبع من\nالهجرة ويقال كان عمرها يومئذ سبع عشرة سنة وتوفيت في شهر رمضان سنة خمسين\nقاله الواقدي وبه جزم ابن عبد البر والذهبي في العبر وقيل سنة اثنتين\nوخمسين وقيل سنة ست وثلاثين ضباعة بنت الزبير بن عبد المطلب الهاشمية بنت\nعم النبي صلى الله عليه وسلم من المهاجرات الأول كانت عند المقداد وخلف\nعليها بعده عبد الرحمن بن الأسود بن عبد يغوث الزهري وروت عن النبي صلى\nالله عليه وسلم وعن زوجها المقداد روت عنها ابنتها كريمة بنت المقداد\nوعائشة أم المؤمنين وابن عباس وابن المسيب والأعرج وغيرهم لها ذكر في الحج\nعائشة بنت أبي بكر الصديق أم المؤمنين الصديقة المبرأة من كل عيب حبيبة\nرسول الله صلى الله عليه وسلم الفقيهة الربانية وكنيتها أم عبد الله كناها\nالنبي صلى الله عليه وسلم بابن أختها عبد الله بن الزبير\n</p>\n\n<p>\nوقيل إنها أسقطت منه سقطا سمي عبد الله فكنيت به رواه ابن السني ولم يصح\nروت عن النبي صلى الله عليه وسلم فأكثرت روى عنها خلق كثير من الصحابة\nوالتابعين منهم مسروق والأسود وابن المسيب وعروة والقاسم <span id='ms0142'></span> وأبو سلمة وعمر\nوولدت سنة أربع من النبوة وتزوجها النبي صلى الله عليه وسلم بعد موت خديجة\nبثلاث سنين وهي بنت سبع أو ست\n</p>\n\n<p>\nوفي صحيح مسلم من حديثها تزوجها وهي بنت ست وبنى بها وهي بنت تسع ومات\nعنها وهي بنت ثماني عشرة\n</p>\n\n<p>\nوله أيضا تزوجها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n             وهي بنت سبع سنين وله تزوجني في شوال وبنى\nبي في شوال والصحيح أنه دخل بها في السنة الثانية من الهجرة في شوال\nومناقبها جمة منها نزول القرآن ببراءتها\n</p>\n\n<p>\nوفي الصحيحين من حديث أنس وأبي موسى أيضا فضل عائشة على النساء كفضل\nالثريد على سائر الطعام\n</p>\n\n<p>\nوفي الصحيحين من حديثها قالت قال رسول الله صلى الله عليه وسلم يا عائش\nهذا جبريل يقرئك السلام ولهما عنها قالت قال رسول الله صلى الله عليه وسلم\nأريتك في المنام ثلاث ليال جاءني بك الملك في سرقة من حرير فيقول هذه\nامرأتك فأكشف عن وجهك فإذا أنت هي الحديث\n</p>\n\n<p>\nوقال الترمذي في هذا الحديث إن جبريل جاء بصورتها في سرقة حرير خضراء\nفقال هذه زوجتك في الدنيا والآخرة قال حديث حسن غريب وللبخاري\n</p>\n\n<p>\nمن حديثها كان الناس يتحرون بهداياهم يوم عائشة الحديث وفيه يا أم سلمة\nلا تؤذيني في عائشة فإنه والله ما نزل علي الوحي وأنا في لحاف امرأة منكن\nغيرها\n</p>\n\n<p>\nوفي الصحيحين أنه قال لها إني لأعلم إذا كنت عني راضية وإذا كنت علي غضبى\nالحديث\n</p>\n\n<p>\nوللترمذي من حديث عمرو بن العاص قلت يا رسول الله أي الناس أحب إليك قال\nعائشة قلت من الرجال قال أبوها وقال حسن صحيح ورواه من حديث أنس وقال حسن\nغريب\n</p>\n\n<p>\nوله عن أبي موسى قال ما أشكل علينا أصحاب رسول الله صلى الله عليه وسلم\nحديث قط فسألنا عائشة إلا وجدنا عندها منه علما قال حديث حسن صحيح غريب\n</p>\n\n<p>\nوله أن رجلا نال من عائشة عند عمار فقال اغرب مقبوحا منبوحا أتؤذي حبيبة\nرسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nقال حديث حسن صحيح\n</p>\n\n<p>\nوله عن موسى بن <span id='ms0143'></span> طلحة قال ما رأيت أحدا أفصح من عائشة وقال حديث صحيح\n</p>\n\n<p>\nوقال معاوية والله ما سمعت خطيبا ليس رسول الله صلى الله عليه وسلم أبلغ\nمن عائشة وقال مسروق رأيت مشيخة أصحاب رسول الله صلى الله عليه وسلم\nيسألونها عن الفرائض\n</p>\n\n<p>\nوقال عطاء بن أبي رباح كانت أفقه الناس وأحسن الناس رأيا في العامة\n</p>\n\n<p>\nوقال عروة ما رأيت أحدا أعلم بفقه ولا بخطب ولا بشعر منها وبعث إليها\nمعاوية بمائة ألف فما أمست حتى فرقتها\n</p>\n\n<p>\nوقيل إنه قضى عنها ثمانية عشر ألف دينار ورآها عروة تصدقت بسبعين ألفا\nوإنها لترفع جانب درعها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n             وبعث إليها ابن الزبير بمائة ألف فما أمست حتى قسمته وفيها\nيقول حسان بن ثابت يمدحها ويعتذر إليها حصان رزان ما تزن بريبة وتصبح غرثى\nمن لحوم الغوافل عقيلة أصل من لؤي بن غالب كرام المساعي مجدهم غير زائل\nمهذبة قد طيب الله خيمها وطهرها من كل بغي وباطل فإن كان ما قد قيل عني\nقلته فلا رفعت سوطي إلى أناملي وإن الذي قد قيل ليس بلائط بها الدهر بل قول\nامرئ بي ماحل وكيف وودي ما حييت ونصرتي لآل رسول الله زين المحافل وزاد\nبعضهم فيها أبياتا أخر ودخل عليها ابن عباس وهي تموت فأثنى عليها فقالت\nدعني منك فوالذي نفسي بيده لوددت أني كنت نسيا منسيا واختلف في وفاتها فقيل\nسنة ست وخمسين وقيل سنة سبع قاله هشام بن عروة وخليفة\n</p>\n\n<p>\nوقال جماعة سنة ثمان زاد الواقدي في ليلة سابع عشر شهر رمضان وصلى عليها\nأبو هريرة بالبقيع ودفنت به مع صواحبها رضي الله عنهن أجمعين عمرة بنت عبد\nالرحمن بن سعد بن زرارة الأنصارية المدنية الفقيهة كانت في حجر عائشة فحفظت\nعنها الكثير وروت عنها وعن أم سلمة وحمنة بنت جحش وغيرهن روى عنها ابنها\nمحمد بن عبد الرحمن بن أبي الرجال وابناه حارثة ومالك وعروة والزهري وخلق\nقال ابن المديني هي أحد الثقات العلماء بعائشة الأثبات فيها وقال ابن معين\nثقة قيل توفيت سنة <span id='ms0144'></span> ثمان وتسعين وقيل سنة ست ومائة لها ذكر في الطب فاطمة\nبنت محمد صلى الله عليه وسلم سيدة نساء هذه الأمة كناها بعضهم أم أبيها\nحكاه الواقدي عن جعفر بن محمد كانت أصغر بنات النبي صلى الله عليه وسلم على\nما رجحه ابن عبد البر وفيه اختلاف واختلف في مولدها فقيل ولدت قبل النبوة\nبخمس سنين وقيل ولدت له وعمره إحدى وأربعون سنة\n</p>\n\n<p>\nوقيل ولدت عام بنت قريش الكعبة وقيل غير ذلك وقيل دخل بها علي وعمرها خمس\nعشرة سنة روت فاطمة عن النبي صلى الله عليه وسلم روى عنها زوجها علي وابنها\nالحسين وأنس وعائشة وأم سلمة وفاطمة بنت الحسين ولم تدركها وفي الصحيحين من\nحديث عائشة أقبلت فاطمة تمشي كأن مشيتها مشية أبيها فقال النبي صلى الله\nعليه وسلم مرحبا بابنتي ثم سارها فبكت ثم سارها فضحكت الحديث وفيه حتى إذا\nقبض سألتها فقالت إنه كان حدثني أن جبريل كان يعارضه بالقرآن كل عام مرة\nوأنه عارضه به العام مرتين ولا أراني إلا قد حضر أجلي وإنك أول أهلي لحوقا\nبي ونعم السلف أنالك فبكيت لذلك ثم إنه سارني فقال ألا ترضين أن تكوني سيدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n             نساء المؤمنين أو سيدة نساء هذه الأمة فضحكت لذلك\n</p>\n\n<p>\nولأحمد من حديث أبي سعيد الخدري فاطمة سيدة نساء أهل الجنة إلا ما كان من\nمريم بنت عمران وفيه يزيد بن أبي زياد وهو صدوق تكلم في حفظه وذكر ابن عبد\nالبر من رواية كثير النواء عن عمران بن حصين مرفوعا أما ترضين أن تكوني\nسيدة نسائها فقلت يا أبت فأين مريم بنت عمران\n</p>\n\n<p>\nقال تلك نساء عالمها وأنت سيدة نساء عالمك وكثير النواء شيعي جلد ضعيف\n</p>\n\n<p>\nوروى الزبير بن بكار من رواية الدراوردي عن موسى بن عقبة عن كريب عن ابن\nعباس قال قال رسول الله صلى الله عليه وسلم سيدة نساء أهل الجنة مريم ثم\nفاطمة بنت محمد ثم خديجة ثم آسية امرأة فرعون قال ابن عبد البر هكذا رواه\nالزبير وذكره <span id='ms0145'></span> أبو داود قال حدثنا عبد الله بن محمد النفيلي حدثنا عبد\nالعزيز بن محمد عن إبراهيم بن عقبة عن كريب عن ابن عباس قال قال رسول الله\nصلى الله عليه وسلم سيدة نساء أهل الجنة بعد مريم بنت عمران فاطمة وخديجة\nوآسية\n</p>\n\n<p>\nقال ابن عبد البر وهذا هو الصواب في إسناده ومتنه قلت لم يخرجه أبو داود\nفي السنن فلعله في غيره\n</p>\n\n<p>\nوللنسائي في سننه الكبرى من حديث ابن عباس أفضل نساء أهل الجنة خديجة بنت\nخويلد وفاطمة بنت محمد ومريم بنت عمران وآسية بنت مزاحم امرأة فرعون\n</p>\n\n<p>\nوللترمذي وصححه من حديث أنس حسبك من نساء العالمين مريم بنت عمران وخديجة\nبنت خويلد وفاطمة بنت محمد وآسية امرأة فرعون وقالت عائشة فيما رواه\nالترمذي وحسنه ما رأيت أحدا أشبه سمتا ولا هديا برسول الله صلى الله عليه\nوسلم في قيامها وقعودها من فاطمة\n</p>\n\n<p>\nوفي الصحيحين من حديث المسور بن مخرمة فاطمة بضعة مني يريبني ما رابها\nويؤذيني ما آذاها\n</p>\n\n<p>\nوفي رواية للبخاري فمن أغضبها فقد أغضبني\n</p>\n\n<p>\nوروى السراج عن عائشة قالت ما رأيت أحدا كان أصدق لهجة من فاطمة إلا أن\nيكون الذي ولدها صلى الله عليه وسلم ومناقبها جمة تزوجها علي رضي الله عنه\nفي السنة الثانية من الهجرة بعد رجوعهم من بدر وكانت يومئذ على ما قيل بنت\nخمس عشرة سنة وخمسة أشهر ونصف فولدت خمسة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n             أولاد حسنا وحسينا\nومحسنا وأم كلثوم وزينب ومات محسن صغيرا وتوفيت فاطمة بعد النبي صلى الله\nعليه وسلم بستة أشهر وقيل بثلاثة أشهر وقيل بسبعين يوما وقيل بخمسة وسبعين\nيوما وقيل بمائة يوم وقيل بثمانية أشهر\n</p>\n\n<p>\nوالقول الأول أصح ثبت ذلك عن عائشة وغيرها وهو الذي رجحه الواقدي وحرره\nبعضهم فقال فيما حكاه ابن عبد البر توفيت بعده بستة أشهر إلا ليلتين وذلك\nيوم الثلاثاء لثلاث خلت من شهر رمضان وغسلها علي على الصحيح ودفنها ليلا\nبوصيتها له في ذلك وقيل صلى عليها العباس وفي مسند أحمد من حديث سلمى امرأة\nأبي <span id='ms0146'></span> رافع أن فاطمة اغتسلت بنفسها ولبست ثيابا جددا\n</p>\n\n<p>\nوقالت إني مقبوضة الساعة قد اغتسلت فلا يكشفن أحد لي كنفا فماتت وجاء علي\nفأخبرته فقال لا والله ما نكشف لها كنفا فاحتملها ودفنها بغسلها ذلك والأصح\nكما قال الذهبي أن عليا غسلها وروى السراج بإسناد منقطع أنه غسلها علي\nوأسماء بنت عميس وزاد ابن عبد البر معهما سلمى امرأة أبي رافع واختلفوا في\nمبلغ عمرها فقيل عاشت أربعا وعشرين سنة وبه جزم الذهبي في العبر وقيل خمسا\nوعشرين وقيل تسعا وعشرين وهو قول المدائني\n</p>\n\n<p>\nوقيل ثلاثين ومما يستحسن ما ذكر الزبير بن بكار أن عبد الله بن حسن بن\nحسن دخل على هشام بن عبد الملك وعنده الكلبي فقال هشام لعبد الله بن حسن يا\nأبا محمد كم بلغت فاطمة من السن فقال ثلاثين فقال هشام للكلبي كم بلغت قال\nخمسا وثلاثين سنة فقال هشام لعبد الله بن حسن اسمع الكلبي يقول ما تسمع وقد\nعني بهذا الشأن فقال عبد الله بن حسن يا أمير المؤمنين سلني عن أمي وسل\nالكلبي عن أمه ميمونة بنت الحارث بن حزن بن بجير بن الهزم بن رويبة بن عبد\nالله بن هلال بن عامر بن صعصعة بن بكر بن هوازن بن منصور بن عكرمة بن خصفة\nالهلالية أم المؤمنين روى ابن أبي خيثمة بإسناده إلى ابن عباس أن ميمونة\nكان اسمها برة فسماها رسول الله صلى الله عليه وسلم ميمونة وكانت تحت أبي\nرهم بن عبد العزى\n</p>\n\n<p>\nوقيل بل عند أبي سبرة بن أبي رهم حكاهما أبو عبيدة وقيل كانت تحت حويطب\nبن عبد العزى وقيل كانت عند فروة بن عبد العزى بن قتادة وهو خطأ والقول\nالأول أصح وكانت قبل أبي رهم تحت مسعود بن عمرو الثقفي ففارقها فلما تزوجت\nمن أبي رهم بعث إليها رسول الله صلى الله عليه وسلم جعفر بن أبي طالب\nفخطبها وتزوجها في سنة سبع في عمرة القضية وبنى بها بسرف\n</p>\n\n<p>\nوقيل بعث أبا رافع قيل وأوس بن <span id='ms0147'></span> خولي والخلاف معروف هل كان محرما حين\nتزوجها فيكون من خصائصه أو كان حلالا والراجح أنه تزوجها في شوال قبل\nالإحرام ثم بنى بها بعد الفراغ من عمرته في ذي الحجة وزوجه إياها العباس\nوقال الزهري إنها التي وهبت نفسها للنبي صلى الله عليه وسلم واختلف في\nوفاتها اختلافا كثيرا والأكثرون على أنها توفيت سنة إحدى وخمسين بسرف\nبالمكان الذي بنى بها فيه وصلى عليها ابن عباس وأما الواقدي فقال إنها آخر\nأمهات المؤمنين وفاة وأنها توفيت سنة إحدى وستين وقيل توفيت سنة ست وستين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n             هند أم سلمة بنت أبي أمية واسم أبي أمية حذيفة وقيل اسمه\nسهيل بن المغيرة بن عبد الله بن مخزوم المخزومية أم المؤمنين وقيل اسمها\nرملة وغلط قائل ذلك وكان أبوها أبو أمية أحد الأجواد يلقب بزاد الراكب\nوهاجرت أم سلمة إلى المدينة وحدها كان معها رجل من المشركين\n</p>\n\n<p>\nقيل هو عثمان بن طلحة قبل أن يسلم فكان يرحل لها بعيرها وينتحي عنها فلما\nرأى نخل المدينة قال لها هذا الذي تريدين وانصرف قال ابن عبد البر يقال\nإنها أول ظعينة دخلت المدينة مهاجرة وقيل بل ليلى بنت أبي خثمة وشهدت أم\nسلمة فتح خيبر وكانت تحت أبي سلمة بن عبد الأسد وهاجرت معه الهجرة الأولى\nإلى الحبشة فلما توفي خلف عليها رسول الله صلى الله عليه وسلم فتزوجها في\nسنة أربع لليال بقين من شوال فهذا هو الصحيح\n</p>\n\n<p>\nوقول ابن عبد البر إنه تزوجها في سنة اثنتين غلط وتبعه عليه المزي في\nالتهذيب وليس بشيء لأنه إنما تزوجها بعد وفاة أبي سلمة بالاتفاق وابن عبد\nالبر قد ذكر في وفاة أبي سلمة أنها جمادى الآخرة سنة ثلاث فكيف يتفق تزوجها\nسنة اثنتين على أن الصحيح في وفاة أبي سلمة أنها في سنة أربع لثمان خلون من\nجمادى الآخرة روت أم سلمة عن النبي صلى الله عليه وسلم علما كثيرا روى عنها\nولدها عمر وزينب ابنا أبي سلمة ومولاها سفينة وابن المسيب وعروة وعطاء وخلق <span id='ms0148'></span>\nواختلف في وفاتها فقال الواقدي سنة تسع وخمسين وصلى عليها أبو هريرة وغلط\nفي ذلك لما ثبت في صحيح مسلم أن عبد الله بن صفوان دخل عليها في خلافة يزيد\n</p>\n\n<p>\nوإنما ولي يزيد في سنة ستين وقيل سنة ستين في خلافة يزيد بن معاوية قاله\nأبو بكر بن أبي خيثمة وبه صدر ابن عبد البر كلامه وصححه أبو الفتح اليعمري\nوضعف أيضا لما روى حماد بن سلمة عن عمار سمع أم سلمة تقول سمعت الجن تبكي\nعلى حسين وتنوح عليه\n</p>\n\n<p>\nوروى الترمذي من حديث سلمى قالت دخلت على أم سلمة وهي تبكي وقالت رأيت\nرسول الله صلى الله عليه وسلم في المنام وعلى رأسه ولحيته التراب فقلت مالك\nيا رسول الله قال شهدت قتل الحسين آنفا\n</p>\n\n<p>\nوروينا عنها من طرق أنها كانت عند قتل الحسين باقية وسمعت نوح الجن عليه\nوإنما قتل الحسين سنة إحدى وستين وقيل إنها توفيت سنة إحدى وستين ورجحه\nالذهبي في العبر وقيل سنة اثنتين وستين وأبعد من قال صلى عليها سعيد بن زيد\nفإن سعيد بن زيد توفي سنة إحدى وخمسين وسبب الوهم فيه ما روي أنها أوصت أن\nيصلي عليها ولا يلزم من إيصائها بذلك أن يكون وقع ذلك بل تكون الوصية بذلك\nعلى تقدير حياته وكان قد مات والله أعلم\n</p>\n\n<p>\nهند بنت عتبة بن ربيعة بن عبد شمس بن عبد مناف القرشية زوجة أبي سفيان\nوأم معاوية أسلمت عام الفتح بعد إسلام زوجها فأقرهما النبي صلى الله عليه\nوسلم على نكاحهما وكانت امرأة لها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n             نفس وأنفة فلما بايع رسول\nالله صلى الله عليه وسلم النساء وأخذ عليهن أن لا يسرقن ولا يزنين قالت هند\nوهل تزني الحرة أو تسرق يا رسول الله وتوفيت في خلافة عمر في اليوم الذي\nمات فيه أبو قحافة والد أبي بكر الصديق وكان ذلك في المحرم سنة أربع عشرة\n</p>\n\n<p>\nأم الحصين بنت إسحاق الأحمسية شهدت حجة الوداع وروت عن النبي صلى الله\nعليه وسلم حديثين روى عنها حفيدها <span id='ms0149'></span> يحيى بن الحصين والعيزار بن حريث\n</p>\n\n<p>\nلها ذكر في الحج\n</p>\n\n<p>\nأم شريك القرشية العامرية اختلف في اسمها فقيل غزية بنت دودان بن عوف بن\nعمرو بن عامر بن رواحة بن حجر وقيل حجير بن عبد بن معيص بن عامر بن لؤي قيل\nأم شريك بنت عوف بن جابر بن ضباب بن حجر بن عبد بن معيص بن عامر بن لؤي\nوقيل اسمها غزيلة وقيل إن أم شريك أنصارية روت عن النبي صلى الله عليه وسلم\nأحاديث روى عنها جابر وابن المسيب وعروة وشهر بن حوشب ويقال إنها التي وهبت\nنفسها للنبي صلى الله عليه وسلم وعدها بعضهم في نساء النبي صلى الله عليه\nوسلم ولا يصح وقيل إنه تزوجها بمكة لها ذكر في الحج\n</p>\n\n<p>\nأم كرز الكعبية الخزاعية مكية لها صحبة ورواية روى عنها ابن عباس وسباع\nبن ثابت وعروة وآخرون لها ذكر في العقيقة\n</p>\n\n<p>\nأم مسطح بنت أبي درهم بن المطلب بن عبد مناف بن قصي القرشية المطلبية\nوأمها سلمى بنت صخر بن عامر بن كعب بن سعد بن تيم بن مرة خالة أبي بكر\nالصديق وقيل إن أم مسطح اسمها سلمى بنت صخر بن عامر بن كعب بن سعد بن تيم\nبن مرة وبه صدر ابن عبد البر كلامه في نسبها وقال هي ابنة خالة أبي بكر\nكانت تحت أثاثة بن عباد بن عبد المطلب فولدت له مسطحا لها ذكر في قصة الإفك\nفي الحدود فهذا آخر ما ذكر في هذه الأحكام من الرجال والنساء المذكورين\nبأسمائهم أو كناهم دون من أبهم منه فلم أذكره هنا بل من عرف منهم ذكرته في\nموضع الحديث الذي ذكر فيه إن شاء الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}