{
  "content": "\n<p>\nخصائص مسند الإمام أحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p002'> Vol. 00, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nسلسلة الرسائل النادرة خصائص مسند الإمام أحمد للحافظ أبى موسى المديني\nالمتوفى سنة 581 ه‍ مكتبة التوبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nحقوق الطبع محفوظة 1410 ه‍ - 1990 م تحقيق مكتب تحقيق مكتبة التوبة تم\nالاعتماد على نسخة مطبعة السعادة المطبوعة في مصر عام 1347 ه‍ مكتبة التوبة\nالرياض - المملكة العربية السعودية - شارع جرير هاتف 4763421 ص. ب 18290\nالرمز 11415 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nترجمة المؤلف هو الإمام العلامة الحافظ شيخ المحدثين محمد بن عمر بن أحمد\nبن عمر بن محمد بن أحمد، أبو موسى المديني الأصبهاني الشافعي.\n</p>\n\n<p>\nولد في ذي القعدة سنة إحدى وخمس مئة بأصبهان.\n</p>\n\n<p>\nوحرص عليه أبوه فسمعه حضورا، ثم سماعا كثيرا من أصحاب أبي نعيم الحافظ\nوطبقتهم.\n</p>\n\n<p>\nوارتحل في طلب الحديث والسماع، فسمع من أبي منصور محمد بن طاهر المقدسي،\nوأبي زكريا بن مندة، وهبة الله بن الحسن الأبرقوهي وغيرهم كثير، وقد عمل\nلنفسه معجما روى فيه عن أكثر من ثلاث مئة شيخ.\n</p>\n\n<p>\nحدث عنه: أبو سعد السمعاني، وأبو بكر محمد بن موسى الحازمي، وأبو محمد\nعبد الغني بن عبد الواحد المقدسي، وأبو محمد عبد القادر بن عبد الله\nالرهاوي، ومحمد بن مكي الأصبهاني، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nوأبو نجيح محمد بن معاوية، والناصح عبد الرحمن بن الحنبلي وآخرون.\n</p>\n\n<p>\nقال ابن الدبيثي في: \" ذيل تاريخ مدينة السلام \": عاش أبو موسى حتى صار\nأوحد وقته، وشيخ زمانه، إسنادا وحفظا.\n</p>\n\n<p>\nوقال عبد القادر الرهاوي: حصل أبو موسى بن المسموعات بأصبهان ما لم يحصل\nلأحد في زمانه، وانضم إلى ذلك الحفظ والاتقان، وله التصانيف التي أربى فيها\nعلى المتقدمين، مع الثقة والعفة، كان له شئ يسير يتربح به وينفق منه، ولا\nيقبل من أحد شيئا قط، أوصى إليه غير واحد بمال فيرده، فكان يقال له: فرقه\nعلى من ترى، فيمتنع، وكان فيه من التواضع بحيث إنه يقرئ الصغير والكبير،\nويرشد المبتدىء، رأيته يحفظ الصبيان القرآن في الألواح، وكان يمنع من يمشي\nمعه، فعلت ذلك مرة فزجرني، وترددت إليه نحوا من سنة ونصف، فما رأيت منه ولا\nسمعت عنه سقطه تعاب <span id='ms1'></span> عليه.\n</p>\n\n<p>\nوكان أبو مسعود يقول: أبو موسى كنز مخفي.\n</p>\n\n<p>\nوقال الذهبي: سمعت شيخنا العلامة أبا العباس ابن تيمية يثني على حفظ أبي\nموسى ويقدمه على الحافظ ابن عساكر باعتبار تصانيفه ونفعها.\n</p>\n\n<p>\nوقد صنف أبو موسى التصانيف الكثيرة منها: كتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n\" الطوالات \" وكتاب \" ذيل معرفة الصحابة \" - استدرك فيه على كتاب معرفة\nالصحابة لأبي نعيم الحافظ - وكتاب \" تتمة الغريبين \" يدل على براعته في\nاللغة، وكتاب \" اللطائف في رواية الكبار ونحوهم عن الصغار \"، وكتاب \" عوالي\nالتابعين \" ينبئ بتقدمه في معرف العالي والنازل، وكتاب \" القنوت \"، وكتاب \"\nالزيادات \" - جعله ذيلا على كتاب شيخه أبي الفضل محمد بن طاهر المقدسي\nالمسمى \" الأنساب \" فذكر من أهمله وما أقتصر فيه - وكتاب \" الوظائف \"،\nوكتاب \" تضييع العمر في اصطناع المعروف إلى اللئام \" وغيرها. وحفظ \" علوم\nالحديث \" للحاكم وعرضه على إسماعيل التيمي.\n</p>\n\n<p>\nقال الذهبي: كان حافظ المشرق في زمانه.\n</p>\n\n<p>\nوقال الحسين بن يوحن الباوري: كنت في مدينة الخان فسألني سائل عن رؤيا،\nفقال: رأيت كأن رسول الله صلى الله عليه وسلم توفي، فقلت: إن صدقت رؤياك\nيموت إمام لا نظير له في زمانه، فإن مثل هذا المنام رئي حال وفاة الشافعي\nوالثوري وأحمد بن حنبل، قال: فما أمسينا حتى جاءنا الخبر بوفاة الحافظ أبي\nموسى المديني.\n</p>\n\n<p>\nوكانت وفاته في تاسع جمادى الأولى سنة إحدى وثمانين وخمس مئة بأصبهان،\nرحمه الله تعالى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n* (بسم الله الرحمن الرحيم رب يسر وأعن يا كريم برحمتك) * قال الشيخ عبد\nالمنعم بن علي بن مفلح الحنبلي: أخبرتني الشيخة الجليلة الأصيلة المسندة\nالمعمرة أم عبد الله عائشة ابنة محمد بن عبد الهادي بن عبد الحميد بن عبد\nالهادي بن يوسف بن محمد بن قدامة المقدسي الصالحي إجازة منها، قالت أنبأنا\nأبو عبد الله محمد بن أحمد بن تمام بن حسان الصالحي وغيره عن أبي العباس\nأحمد بن عبد الدائم بن نعمة المقدسي، قال: أخبرنا الحافظ أبو محمد عبد\nالغني بن عبد الواحد المقدسي سماعا (ح) قالت عائشة: وأنبأتنا به عاليا\nبدرجة أم عبد الله زينب ابنة عبد الرحيم بن <span id='ms2'></span> أحمد بن عبد الرحمن البجدي عن\nالحافظ ضياء الدين أبي عبد الله محمد بن عبد الواحد بن أحمد بن عبد الرحمن\nالمقدسي. قالا: أنبأنا الحافظ أبو موسى محمد بن عمر بن أحمد بن عمر\nالأصبهاني المديني رحمه الله تعالى. قال:\n</p>\n\n<p>\nالحمد لله الواسع المنعم، المفضل المكرم، العالم المعلم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nالذي أحسن بدءا وغفر آخرا. وصلواته على محمد المختار من خلقه وعلى آله.\n</p>\n\n<p>\nأما بعد: فإن مما أنعم الله علينا، أن رزقنا سماع كتاب \" المسند \" للإمام\nالكبير إمام الدين أبى عبد الله أحمد بن محمد بن حنبل الشيباني رحمه الله\nتعالى. فحصل لي والدي رحمه الله وجزاه عني خيرا، إحضاري رسول قراءته سنة\nخمس وخمسمائة على الشيخ المقرئ بقية المشايخ أبي علي الحسن بن الحداد. وكان\nسماعه لأكثره عن أبي نعيم أحمد بن عبد الله الحافظ - وما فاته منه قرئ عليه\nبإجازته له - وأبو نعيم كان يرويه عن شيخه أبي علي محمد بن أحمد بن الحسن\nالصواف، وأبي بكر أحمد بن جعفر بن حمدان بن مالك القطيعي. على ما تنطق\nفهرست مسموعاتي بخط والدي رحمه الله. ثم قرأناه أجمع ببغداد، على الشيخ\nالرئيس الثقة أبي القاسم هبة الله محمد بن عبد الواحد بن الحصين الشيباني،\nمن أصل سماعه إلا ما لم يكن عند شيخه عن أبي علي الحسن بن علي بن المذهب\nالتميمي الواعظ عن أبي بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد بن جعفر بن حمدان القطيعي، عن عبد الله بن أحمد عن أبيه رحمهما الله\nتعالى.\n</p>\n\n<p>\nولعمري أن من كان قبلنا من الحفاظ يتبجحون بجزء واحد يقع لهم من حديث هذا\nالإمام الكبير على ما أخبرني الإمام الحافظ أستاذي أبو القاسم إسماعيل بن\nمحمد رحمه الله في إجازته لي، قال: أخبرنا أبو بكر بن مردويه، قال: كتب إلي\nأبو حازم العبدوي، يذكر أنه سمع الحاكم أبا عبد الله عند منصرفه من بخارى\nيقول: كنت عند أبي محمد المزني، فقدم عليه إنسان علوي من بغداد وكان أقام\nببغداد على كتابة الحديث، فسأله أبو محمد المزني - وذلك <span id='ms3'></span> في سنة ست وخمسين\nوثلاثمائة - عن فائدته ببغداد وعن باقي إسناد العراق فذكر في جملة ما ذكر:\nسمعت مسند أحمد بن حنبل رحمه الله تعالى من أبي بكر بن مالك في مائة جزء\nوخمسين جزءا فعجب أبو محمد المزني من ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: مائة وخمسون جزءا من حديث أحمد بن حنبل! كنا ونحن بالعراق إذا\nرأينا عند شيخ من شيوخنا جزءا من حديث أحمد بن حنبل قضينا العجب من ذلك،\nفكيف في هذا الوقت هذا المسند الجليل. فعزم الحاكم على إخراج الصحيحين ولم\nيكن عنده مسند إسحاق الحنظلي، ولا مسند عبد الله بن شيرويه ولا مسند أبي\nالعباس السراج. وكان في قلبه ما سمعه من أبي محمد المزني، فعزم على أن يخرج\nإلى الحج في موسم سنة سبع وستين، فلما ورد في سنة ثمان وستين، أقام بعد\nالحج ببغداد أشهرا، وسمع جملة المسند من أبي بكر بن مالك. وعاد إلى وطنه\nومد يده إلى إخراج الصحيحين على تراجم المسند. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nقال شيخنا الحافظ رحمه الله تعالى: وفي هذه السنة مات ابن مالك في آخر\nالسنة سنة ثمان وستين، وأبو محمد المزني هذا من الحفاظ الكبار المكثرين.\n</p>\n\n<p>\nوهذا الكتاب أصل كبير ومرجع وثيق لأصحاب الحديث انتقي من حديث كثير\nومسموعات وافرة فجعله إماما ومعتمدا وعند التنازع ملجأ ومستندا، على ما\nأخبرنا والدي وغيره رحمهما الله تعالى: أن المبارك بن عبد الجبار أبا\nالحسين الكتب إليهما من بغداد: أخبرنا أبو إسحاق إبراهيم بن عمر بن أحمد\nابن إبراهيم البرمكي قراءة عليه، حدثنا أبو حفص عمر بن محمد بن رجاء، حدثنا\nموسى بن حمدون البزار، قال: قال لنا حنبل بن إسحاق: جمعنا عمي لي ولصالح\nولعبد الله وقرأ علينا المسند وما سمعه منه - يعني تاما - غيرنا، وقال لنا:\nإن هذا الكتاب قد جمعته وأتقنته من أكثر من سبعمائة وخمسين ألفا فما اختلف\nالمسلمون فيه من حديث رسول الله صلى الله عليه وسلم فارجعوا إليه، فإن كان\nفيه إلا فليس بحجة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n[وجدت] بخط أبي بكر بن <span id='ms4'></span> أبي نصر. قال أبو الحسن اللنباني:\n</p>\n\n<p>\nسمعت عبد الله بن أحمد بن حنبل رحمه الله تعالى يقول: كتب أبي عشرة آلاف\nألف حديث، ولم يكتب سوادا في بياض إلا قد حفظه. وبه قال: أخبرنا البرمكي\nقراءة عليه فأقر به، حدثني أبي، حدثني أبو محمد القاسم بن الحسن الباقلاني\nبسر من رأى. قال:\n</p>\n\n<p>\nسمعت أبا بكر بن أبي حامد الفقيه صاحب بيت المال، سمعت عبد الله بن أحمد\nبن حنبل يقول: قلت لأبي رحمه الله تعالى: لم كرهت وضع الكتب وقد عملت\nالمسند؟ فقال: عملت هذا الكتاب إماما إذا أختلف الناس في سنة رسول الله صلى\nالله عليه وسلم رجع إليه.\n</p>\n\n<p>\nقال: وحدثني أيضا القاسم، قال: سمعت أبا الحسن بن عبيد الحافظ، سمعت أبا\nعبد الرحمن عبد الله ابن أحمد يقول: خرج أبي المسند من سبعمائة ألف حديث.\n</p>\n\n<p>\nقال الشيخ الحافظ أبو موسى رحمه الله: ولم يخرج إلا عمن ثبت عنده صدقه\nوديانته، دون من طعن في أمانته. كما قرأته ببغداد على أبي منصور عبد الرحمن\nبن محمد بن عبد الواحد القزاز، أخبرنا أبو بكر أحمد بن علي بن ثابت الحافظ،\nأخبرنا أبو الحسن أحمد بن محمد العتيقي، أخبرنا يوسف بن أحمد الصيدلاني\nبمكة، حدثنا محمد بن عمرو العقيلي، حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن أحمد قال: سألت أبي عن عبد العزيز بن أبان، فقال:\n</p>\n\n<p>\nلم أخرج عنه في المسند شيئا، قد أخرجت عنه على غير وجه الحديث، لما حدث\nبحديث المواقيت تركته.\n</p>\n\n<p>\nفأما عدد أحاديث المسند، فلم أزل أسمع من أفواه الناس أنها أربعون ألفا.\nإلى أن قرأت على أبي منصور بن زريق ببغداد، أخبرنا أبو بكر الخطيب، قال:\nوقال ابن المنادي: لم يكن في الدنيا أحد أروى عن أبيه منه - يعني عبد الله\nبن أحمد بن حنبل - لأنه سمع المسند، وهو ثلاثون ألفا. والتفسير، وهو مائة\nألف وعشرون ألفا، سمع منه ثمانين ألفا والباقي وجادة وذكره. فلا أدري هل\nالذي ذكره ابن المنادي أراد به ما لا مكرر فيه، وأراد غيره <span id='ms5'></span> من المكرر؟ فيصح\nالقولان جميعا. أو الاعتماد على قول ابن المنادي دون غيره. ولو وجدنا فراغا\nلعددناه إن شاء الله تعالى.\n</p>\n\n<p>\nفأما عدد الصحابة: فنحو من سبعمائة رجل. وجدت بخط الشيخ حامد بن أبي\nالفتح، ذكره أبو عبد الله الحسين بن أحمد الأسدي في كتابه المسمى \" مناقب\nأحمد بن جنبل \" أنه سمع أبا بكر بن مالك، يذكر أن جملة ما وعاه المسند\nأربعون ألف حديث غير ثلاثين أو أربعين. قال: وسمعته - يعني أبا بكر بن مالك\n- سمعت عبد الله بن أحمد بن حنبل يقول: أخرج أبي هذا المسند من جملة\nسبعمائة ألف حديث. وقال أبو عبد الله الأسدي: وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nأفردت لذلك كتابا في جزء واحد، وسميته كتاب \" المدخل إلى المسند \" أثبت\nفيه ذلك أجمع.\n</p>\n\n<p>\nوذكر الأسدي: سمعت أبا بكر بن مالك يقول: رأيت أبا بكر أحمد بن سلمان\nالنجاد في النوم، وهو على حالة جميلة.\n</p>\n\n<p>\nفقلت: أي شئ كان خبرك / قال: كل ما تحب. إلزم ما أنت عليه وما نحن عليه،\nفإن الأمر هو ما نحن عليه وما أنتم عليه. ثم قال: بالله إلا حفظت هذا\nالمسند! فهو إمام المسلمين وإليه يرجعون، وقد كنت قديما أسألك بالله إن\nأعرت منه أكثر من جزء لمن تعرفه ليبقى. قال: وسمعت أبا بكر بن مالك يقول:\nحضرت مجلس يوسف القاضي سنة خمس وثمانين ومائتين، أسمع منه كتاب الوقوف.\nفقال لي: من عنده مسند أحمد بن حنبل والفضائل إيش يعمل ههنا؟ أو كلاما نحو\nهذا.\n</p>\n\n<p>\nومن الدليل على أن ما أودعه الإمام أحمد رحمه الله تعالى - مسنده - قد\nاحتاط فيه إسنادا ومتنا. ولم يورد فيه إلا ما صح عنده، على ما أخبرنا أبو\nعلي سنة خمس، قال: حدثنا أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nنعيم (ح) وأخبرنا ابن الحصين قال: أخبرنا ابن المذهب قال:\n</p>\n\n<p>\nأخبرنا القطيعي قال: حدثنا عبد الله قال: حدثني أبي، قال: حدثنا محمد بن\nجعفر، قال: حدثنا شعبة عن أبي التياح، قال: سمعت أبا زرعة يحدث عن أبي\nهريرة عن النبي صلى الله عليه وسلم أنه <span id='ms6'></span> قال: \" يهلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nأمتي هذا الحي من قريش. قالوا: فما تأمرنا يا رسول الله؟ قال:\n</p>\n\n<p>\nلو أن الناس اعتزلوهم \". قال عبد الله: قال لي أبي في مرضه الذي مات فيه:\nإضرب على هذا الحديث فإنه خلاف الأحاديث عن النبي صلى الله عليه وسلم يعني\nقوله: \" اسمعوا وأطيعوا \". وهذا مع ثقة رجال إسناده حين شذ لفظه عن\nالأحاديث المشاهير أمر بالضرب عليه.\n</p>\n\n<p>\nفقال عليه ما قلناه. وفيه نظائر له.\n</p>\n\n<p>\n[وجدت] بخط أحمد بن البرداني، عن أبي علي بن الصواف، قال: سمعت عبد الله\nبن أحمد يقول: صنف أبي المسند بعد ما جاء من عند عبد الرزاق.\n</p>\n\n<p>\nذكر علي بن الحسين بن جدي. قال قرأت بخط أبي حفص عمر بن عبد الله\nالعكبري. قال: سمعت أبا عبد الله عبيد الله بن محمد، قال: سمعت أبا بكر\nأحمد ابن سلمان يقول: سمعت أبا بكر يعقوب بن يوسف المطوعي يقول: جلست إلى\nأبي عبد الله أحمد بن حنبل ثلاث عشرة سنة وهو يقرأ المسند على أولاده، ما\nكتبت منه حرفا واحدا، وإنما كنت أكتب آدابه وأخلاقه وأتحفظها.\n</p>\n\n<p>\nوقال عبيد الله: قال لي أبو بكر بن أيوب: سمعت يعقوب يقول: كنت أختلف إلى\nأحمد ثلاث عشرة سنة لا أكتب عنه - وهو يقرأ المسند - إنما كنت أنظر إلى\nهديه أتأدب به.\n</p>\n\n<p>\nأخبرنا ابن الحصين بإسناده حدثنا عبد الله، حدثني عثمان بن أبي شيبة\nحدثنا جرير عن محمد بن سالم، عن أبي إسحاق، عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nعاصم بن ضمرة، عن علي رضي الله عنه قال: قال رسول الله صلى الله عليه\nوسلم: \" فيما سقت السماء العشر، وما يسقى بالغرب والدالية ففيه نصف العشر\n\". قال أبو عبد الرحمن: فحدثت أبي بحديث عثمان عن جرير فأنكره جدا، وكان\nأبي لا يحدثنا عن محمد بن سالم لضعفه عنده وإنكاره لحديثه.\n</p>\n\n<p>\nوقال عبد الله حدثنا شيبان أبو محمد، حدثنا عبد الوارث بن سعيد حدثنا\nالحسن بن ذكوان، عن عمرو بن خالد، عن حبيب بن أبي ثابت، عن عاصم بن ضمرة،\nعن علي رضي الله <span id='ms7'></span> عنه، عن النبي صلى الله عليه وسلم قال: \" أتاني جبريل عليه\nالسلام فلم يدخل عليه، فقال النبي صلى الله عليه وسلم: ما منعك أن تدخل؟\nقال: إنا لا ندخل بيتا فيه صورة ولا بول \". قال: وحدثناه شيبان مرة أخرى:\nحدثنا عبد الوارث عن حسن بن ذكوان، عن عمرو بن خالد، عن حبة بن أبي حبة عن\nعاصم نحوه.\n</p>\n\n<p>\nقال: وكان أبي لا يحدث عن عمرو بن خالد - يعني كان حديثه لا يسوى عنده\nشيئا - قال: وكان في كتاب أبي عن عبد الصمد عن أبيه عن الحسن - يعني ابن\nذكوان - عن حبيب عن سعيد بن جبير عن ابن عباس رضي الله عنهما: أن النبي صلى\nالله عليه وسلم نهى أن يمشي في خف واحد أو نعل واحد. وفي الحديث كلام كثير\nغير هذا فلم يحدثنا به ضرب عليه في كتابه. فظننت أنه ترك حديثه من أجل أنه\nروى عن عمرو بن خالد الذي يحدث عن زيد بن علي - وعمرو بن خالد لا يسوي شيئا\n- وهذا أقوى لأنه لم يرو عمن رواه عن ضعيف وإن كان حاله خالصا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nوبه، حدثنا أبو عامر حدثنا خارجة بن عبد الله، عن أبي الرجال، عن أمه\nعمرة. وبه، حدثنا عصام بن خالد، حدثني صفوان بن عمرو عن سليم بن عامر\nالخبايري وأبو اليمان الهوزي، عن أبي أمامة، أن رسول الله صلى الله عليه\nوسلم قال: \" إن الله تعالى وعدني أن يدخل من أمتي الجنة سبعين ألفا بغير\nحساب \".\n</p>\n\n<p>\nفقال يزيد بن الأخنس السلمي: والله ما أولئك في أمتك إلا كالذباب الأصهب\nفي الذباب! فقال رسول الله: \" فإن ربي عز وجل قد وعدني سبعين ألفا مع كل\nألف سبعين ألفا، وزادني ثلاث حثيات \". قال: فما سعة حوضك يا نبي الله؟ قال:\n\" كما بين عدن إلى عمان وأوسع وأوسع \". يشير بيده - قال: \" فيه مثعبان من\nذهب وفضة \". قال: فماء حوضك؟ قال: ماء أشد بياضا من اللبن، وأحلى مذاقة من\nالعسل، وأطيب رائحة من المسك، من شرب منه لم <span id='ms8'></span> يظمأ بعدها \". وبهذا الإسناد\nقال عبد الله: وجدت هذا الحديث في كتاب أبي بخطه وقد ضرب عليه، فظننت أنه\nقد ضرب عليه لأنه خطأ، إنما هو عن زيد عن أبي سلام عن أبي أمامة.\n</p>\n\n<p>\nقال: حدثنا يزيد، قال: حدثنا رجل - والرجل كان يسمى في كتاب أبي عبد\nالرحمن عمرو بن عبيد - حدثنا أبو رجاء العطاردي، عن عمران بن حصين، قال ما\nشبع آل محمد صلى الله عليه وسلم من خبز مأدوم حتى مضى لوجهه. قال عبد الله:\nوكان أبي قد ضرب على هذا الحديث في كتابه، فسألته وحدثني به وكتب عليه صح\nصح.\n</p>\n\n<p>\nقال: إنما ضرب أبي علي هذا الحديث لأنه لم يرض الرجل الذي حدث عنه يزيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشيخ الإمام الحافظ أبو موسى: قد روى لابنه الحديث لكنه ضرب عليه في\nالمسند لأنه أراد أن لا يكون في المسند إلا لثقات. ويروي في غير المسند عمن\nليس بذاك.\n</p>\n\n<p>\nذكر أبو العز بن كادس أن عبد الله بن أحمد، قال لأبيه: ما تقول في حديث\nربعي عن حذيفة؟ قال: الذي يرويه عبد العزيز بن أبي رواد؟ قلت: يصح؟ قال:\nلا! الأحاديث بخلافه. وقد رواه الخياط عن ربعي عن رجل لم يسموه. قال: قلت\nله. فقد ذكرته في المسند. فقال: قصدت في المسند الحديث المشهور، وتركت\nالناس تحت ستر الله تعالى، ولو أردت أن أقصد ما صح عندي لم أرو من هذا\nالمسند إلا الشئ بعد الشئ، ولكنك يا بني تعرف طريقتي في الحديث، لست أخالف\nما ضعف إذا لم يكن في الباب ما يدفعه.\n</p>\n\n<p>\nقال الشيخ الحافظ: وهذا ما أظنه يصح لأنه كلام متناقض.\n</p>\n\n<p>\nلأنه يقول: لست أخالف ما فيه ضعف إذا لم يكن في الباب شئ يدفعه. وهو يقول\nفي هذا الحديث بخلافه وإن صح فلعله كان أولا ثم أخرج منه ما ضعف لأني طلبته\nفي المسند فلم أجده.\n</p>\n\n<p>\nآخر خصائص المسند إملاء الحافظ أبي موسى المديني رحمه الله تعالى علقه\nلنفسه فقير عفو ربه تعالى عبد المنعم بن <span id='ms9'></span> علي بن مفلح الحنبلي عفا الله عنه\nفي ذي القعدة سنة خمس وتسعين وثمانمائة أحسن الله تقضيها في خير.\n</p>\n\n<p>\nوالحمد لله رب العالمين.\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES# <span id='ms10'></span>",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021"
  ],
  "volumes": [
    "01"
  ]
}