{
  "content": "\n\nبسم الله الرحمن الرحيم\n<p>\nالكتاب : المغني للإمام المتولي\n</p>\n\n<p>\nالمؤلف : الإمام أبو سعيد عبد الرحمن بن محمد المأمون المتولي الشافعي\n</p>\n\n<p>\n( المتوفى 478 ه )\n</p>\n\n<p>\nالناشر : غير معروف\n</p>\n\n<p>\nعدد الأجزاء : 1\n</p>\n\n<p>\nتنبيه :\n</p>\n\n<p>\n[ ترقيم الكتاب موافق للمطبوع ]\n</p>\n\n<p>\nجزى الله كاتبه ومن تحمل نفقة الكتابة خير الجزاء وأوفاه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<h1 class='l1' id='head0'>AUTO مقدمة</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nرب يسر ولا تعسر\n</p>\n\n<p>\nالحمد لله رب العالمين حمدا يزيد ولا يبيد.\n</p>\n\n<p>\nوصلوته على خير خلقه ، صلاة ينتفع مصليها عليه ويستفيد ورأفته على أصحابه\nوذرياته وأهل بيته ، وتبدى الرحمة عليهم وتعيد.\n</p>\n\n<p>\nاعلم ، وفقك الله إلى الرشاد وهداك إلى الحق والسداد ، لما رأيت ظهور\nالبدع والضلالات وكثرة اختلاف المقالات ، أحببت أن أتقرب إلى الله ، تعالى\nذكره وجل قدره ، بإظهار الحق من بين سائر المقالات المختلفة وكشف تمويه\nالملحدة المتنبتة متحريا بذلك جزيل الثواب ومستعينا على إتمامه.\n</p>\n\n<p>\nوقدمت فصولا لابد من معرفتها وأثرت في ذلك التخفيف واجتنبت التطويل.\n</p>\n\n<p>\nوإلى الله أرغب أن يوفقني إلى الصواب ولا يحرمني فيما أجمعه جزيل الثواب\nوبه أستعين إنه خير موفق ومعين.\n</p>\n\n<h1 class='l1' id='head1'>AUTO فصل في بيان العبارات المصطلح عليها بين أهل الأصول</h1>\n\n<p>\nالعالم : اسم لكل موجود سوى الله تعايى.\n</p>\n\n<p>\nوينقسم قسمين :\n</p>\n\n<p>\nجواهر وأعراض.\n</p>\n\n<p>\nفالجوهر هو كل ذي حجم متحيز ، والتحيز تقدير المكان.\n</p>\n\n<p>\nومعناه أن لا يجوز أن يكون غير ذلك الجوهر حيث هو.\n</p>\n\n<p>\nوأما العرض فالمعاني القائمة بالجوهر : كالطعوم والروائح والألوان.\n</p>\n\n<p>\nوالجوهر الفرد هو الجزء الذي لا يتصور تجزئته عقلا ولا تقدير تجزئته وهما.\n</p>\n\n<p>\nوأما الجسم فهو المؤلف.\n</p>\n\n<p>\nوأقل الجسم جوهران بينهما تأليف.\n</p>\n\n<p>\nوالأكوان اسم للاجتماع والافتراق والحركة والسكون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>AUTO فصل في حد العلم</h1>\n\n<p>\nحقيقة العلم معرفة المعلوم على ما هو به.\n</p>\n\n<p>\nوقالت المعتزلة :\n</p>\n\n<p>\nحقيقة العلم : اعتقاد الشيء على ما هو به مع سكون النفس الواقع عن ضرورة\nأو نظر.\n</p>\n\n<p>\nوقصدوا بذلك نفي العلم للباري تعالى.\n</p>\n\n<p>\nوهذا الحد باطل بالعلم بأن الله تعالى ليس له نظير ولا زوجة ولا ولد.\n</p>\n\n<p>\nفإن هذه علوم وليست باعتقاد الأشياء ، لأن الشيء عندنا الموجود وعندهم\nالموجود والمعدوم الذي يصح وجوده.\n</p>\n\n<p>\nوأما الجهل اعتقاد <span id='ms01'></span> المعتقد على خلاف ما هو به.\n</p>\n\n<p>\nوالشك تردد بين المعتقدين من غير ترجيح.\n</p>\n\n<p>\nوالظن أن يترجح أحد المعتقدين على الآخر.\n</p>\n\n<p>\nوالعلم ينقسم إلى قديم وحادث.\n</p>\n\n<p>\nوالقديم علم الله سبحانه وتعالى.\n</p>\n\n<p>\nوليس بضروري ولا بديهي ولا كسبي.\n</p>\n\n<p>\nوالحادث ينقسم إلى ضروري وبديهي وكسبي.\n</p>\n\n<p>\nوالضروري فهو العلم الحادث الذي يلزم ذات العالم لزوما لا انفكاك له ،\nوليس للشك إليه سبيل.\n</p>\n\n<p>\nوذلك مثل العلم الحاصل عن إدراك الحواس وعلم الإنسان بنفسه وما يلحقه من\nالألم واللذة وغيرها.\n</p>\n\n<p>\nأما البديهي فيقرب من الضروري وهو علم الإنسان باستحالة اجتماع المتضادين\nمثل الحركة والسكون ، والسواد والبياض ، واستحالة كون الموجود الواحد في\nالوقت الواحد في مكانين ونحو ذلك.\n</p>\n\n<p>\nوأما الكسبي فالعلم الحاصل عن نظر واستدلال.\n</p>\n\n<p>\nفمن حكمة جواز طريان الشك والإبطال عليه.\n</p>\n\n<p>\nوأما العقل فهو العلم والدليل على أنه لا يحسن أن يقول الرجل : علمت وما\nعقلت أو عقلت وما علمت إلا أنه اسم لنوع من العلم وهو البديهي دون الضروري\nوالكسبي ، لأن الأصل الضروري [هو] الحواس ومن الجائز أن يكون الوجود عاقلا\nولا حاسة له.\n</p>\n\n<p>\nوالكسبي يحصل عن نظر واستدلال والعقل يسبق النظر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الدليل فهو المرشد إلى المقصود وينقسم ذلك إلى عقلي وسمعي.\n</p>\n\n<p>\nفالعقلي مثل دلالة الصنع على الصانع.\n</p>\n\n<p>\nوالسمعي هو الخبر الصادق : مثل كتاب الله تعالى وسنة رسوله.\n</p>\n\n<p>\nأما النظر فهو فكر القلب والتأمل في حق المنظور لطلب حقيقة علم أو غلبة ظن.\n</p>\n\n<p>\nوالنظر الصحيح يحصل به العلم.\n</p>\n\n<p>\nوأنكرت طائفة من الدهرية صحة النظر وقالوا : لا معلوم إلا من جهة الحواس\nوتطرقوا بذلك إلى نفى الصانع.\n</p>\n\n<p>\nوالدليل على بطلان قولهم أن نقول لهم : أعرفتم فساد النظر أو تشكون فيه ؟\n</p>\n\n<p>\nفإن قالوا : نقطع ببطلانه فقد أبطلوا قولهم : \" لا معلوم إلا من جهة\nالحواس \" .\n</p>\n\n<p>\nلأن فساد النظر لا يعرف حسا.\n</p>\n\n<p>\nفإن قالوا : \" نشك في كون النظر طريقا إلى العلم \" دعوناهم إلى النظر في\nالدليل.\n</p>\n\n<p>\nفإن نظروا في الدليل واعترفوا حصول العلم فقد أقروا ببطلان مذهبهم.\n</p>\n\n<p>\nوإن أنكروا حصول العلم فقد أقطعوا بأن النظر ليس بطريق إلى <span id='ms02'></span> العلم ، وفيه\nإثبات علم حاصل لا بالحواس.\n</p>\n\n<p>\nومن الدليل على بطلان قولهم أن نقول لهم : أعلمتم فساد النظر ضرورة أم\nنظرا ؟ فإن قالوا : ضرورة ، عكسنا عليهم وقلنا : نحن علمنا بطرن مذهبكم\nضرورة إذ ليس أحد الخصمين بدعوى ضرورة ينفرد بها أولى من الآخر.\n</p>\n\n<p>\nوإن قالوا عرفنا بطلانه نظرا ، فقد أقروا بكون النظر طريقا إلى العلم.\n</p>\n\n<p>\nفإن قيل يلزمكم مثل ذلك فإنكم جعلتم النظر طريقا إلى العلم ، فعرفتم ذلك\nضرورة أو نظرا ؟ فإن قلتم عرفناه ضرورة ادعينا نحن بطلانه ضرورة.\n</p>\n\n<p>\nوإن قلتم عرفناه نظرا فكيف يعرف الشيء بنفسه ؟ قلنا : عين سؤالكم يلزمكم\nلأنه نوع من النظر.\n</p>\n\n<p>\nفإن لم يكن مفيدا فهو لغو وإن كان مفيدا للعلم ببطلان النظر ففيه إقرار\nبأن النظر يفيد العلم.\n</p>\n\n<p>\nثم جوابنا عنه أنا نصحح النظر بنوع من النظر داخل في جملة النظر نصحح\nنفسه وغيره كالعلم به المعلومات.\n</p>\n\n<p>\nويعلم بالعلم نفس العلم.\n</p>\n\n<p>\nوفي كتاب الله تعالى آيات كثيرة تدل على أن النظر طريق العلم مثل قوله\nتعالى {أفلا ينظرون إلى الإبل} ؟ - أو لم يتفكروا.\n</p>\n\n<p>\nوقوله تعالى {فاعتبروا ....} وذلك أكثر من أن يحصى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>AUTO فصل النظر ينقسم إلى صحيح وفاسد</h1>\n\n<p>\nفالصحيح ما يؤدي إلى المقصود والفاسد ما لا يؤدي إلى المقصود وفساده\nبطريقين : أحدهما بأن يعدل من الدليل إلى الشبهة والثاني بأن يطرأ على\nالدليل فيمتنع تمام النظر.\n</p>\n\n<h1 class='l1' id='head4'>AUTO فصل لا واجب عند أهل الحق إلا من جهة الشرع والسمع ، ولولا ورود</h1>\n\nالرسل لما وجب على العباد شيء ، والعقل طريق المعرفة.\n<p>\nوذهبت المعتزلة إلى أن العقل موجب حتى إنا لو قدرنا أن الله تعالى لم\nيبعث إلينا رسولا لكان يجب علينا أن نعرف الله تعالى ونشكره.\n</p>\n\n<p>\nوالدليل على أن واجب إلا بالشرع قوله تعالى : {وما كنا معذبين حتى نبعث\nرسولا} ...\n</p>\n\n<p>\nوقوله تعالى : {رسلا مبشرين ومنذرين لئلا يكون للناس على الله حجة بعد\nالرسل} وسنذكر المسألة على الاستقصاء.\n</p>\n\n<p>\nفإن قال قائل : إذا نفيتم وجوب الأشياء عقلا وعولتم في وجوبها على السمع\nكان فيه إبطال النبوات.\n</p>\n\n<p>\nوذلك لأن أول رسول يرد <span id='ms03'></span> من الله تعالى ويدعوا إليه لا يعلم صدقه إلا\nبالنظر في معجزته.\n</p>\n\n<p>\nور يجب النظر إلا بدليل سمعي ، وقبل ورود الرسل لم يثبت شرع يلزم النظر\nبحكم ذلك الشرع.\n</p>\n\n<p>\nفلا يلزمهم النظر في المعجزة وفيه إبطال النبوات.\n</p>\n\n<p>\nقلنا : عين هذا السؤال يتوجه على من يقول بالوجوب عقلا.\n</p>\n\n<p>\nفإن الطريق عندهم أن العاقل ربما يخطر بقلبه أن له صانعا خالقه وأوجده\nوأنعم عليه وأراد شكره على ما أنعم عليه.\n</p>\n\n<p>\nومن لم يخطر له هذا الخاطر وتغافل ، فليس يعلم وجوب النظر في المعجزة ولا\nوجوب معرفة الصانع ، وعندهم معرفة الله والنظر في المعجزة واجب.\n</p>\n\n<p>\nثم جواب آخر أن نقول لهم : ليس من شرط الوجوب شرع مستقر قبل ورود الرسل ،\nولكن الشرط ورود الرسل وظهور الدلالة في الظاهر وتمكن المخاطب من النظر فيه.\n</p>\n\n<p>\nفإذا وجد ذلك وجب النظر في المعجزة.\n</p>\n\n<p>\nفلم يتضمن قولنا إبطال النبوات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>AUTO فصل أول ما يجب على العاقل المكلف القصد إلى النظر الصحيح</h1>\n\nالمؤدي إلى العلم بحدوث العالم وإثبات العلم بالصانع.\n<p>\nوالدليل عليه إجماع الأمة والعقلاء على وجوب معرفة الله تعالى ، وعلمنا\nعقلا أنه لا يعلم حدوث العالم ولا الصانع إلا بالنظر والتأمل ، ومت لا\nيتوصل إلى الواجب إلا به فهو واجب.\n</p>\n\n<h1 class='l1' id='head6'>AUTO مسألة : العالم محدث مخلوق ، حدث بعد أن لم يكن.</h1>\n\n<p>\nوذهبت الدهرية إلى أن العالم قديم ليس له أول لم يزل هكذا ولا يزال يكون\nهكذا رجل من نطفة ونطفة من رجل ، وحب من نبات ونبات من حب ، ودجاجة من بيضة\nوبيضة من دجاجة ، وليل بعد نهار ونهار بعد ليل.\n</p>\n\n<p>\nوللكلام فيه طريقان : أحدهما إثبات أصول ومقدمات ، إذا صحت وثبتت ، ثبت\nحدوث العالم.\n</p>\n\n<p>\nوالثاني يدل على بطلان مذهبهم واستحالة قولهم.\n</p>\n\n<p>\nأما الطريق الأول فيعتمد ثلاثة أصول :\n</p>\n\n<p>\n[الأصل] الأول على إثبات الأعراض وهي المعاني القائمة بالجوهر.\n</p>\n\n<p>\nوأنكرت طائفة من الملحدة الأعراض بالكلية.\n</p>\n\n<p>\nوقالوا لا موجود إلا الجواهر.\n</p>\n\n<p>\nوالدليل على ثبوت الأعراض أنا نرى الجوهر ساكنا ثم نراه متحركا فيتحرك\nويزول عن الجهة التي كان فيها إلى غيرها ، مع جواز أن <span id='ms04'></span> لا يتحرك ويبقى في جهته.\n</p>\n\n<p>\nفإذا كان من الجائز أن يتحرك ومن الجائز أن لا يتحرك ، فإذا اختص بالحركة\nبدلا عن استمداد السكون لا بد له من موجب أوجب زواله.\n</p>\n\n<p>\nثم الموجب لا يخلو : أما أن يكون نفسه وهو محال ، لأن نفسه كان موجودا\nقبل ذلك الوقت وبعده والحركة غير موجودة.\n</p>\n\n<p>\nفثبت أن الموجب أمر زائد عليه.\n</p>\n\n<p>\nفإذا ثبت إنه يقتضي معنى زائد عليه فلابد [من] أن يكون المعنى ثابتا\nموجودا لأن العدم نفى محض والنفي لا يجوز أن يكون حكما موجبا.\n</p>\n\n<p>\nفإذا ثبت أن الزائد على الجوهر موجود فلا يخلو : إما أن يكون مثل الجوهر\nأو خلافه.\n</p>\n\n<p>\nفلا يجوز أن يكون مثله لأن مثل الجوهر جوهر آخر ، وليس أحد الجوهرين\nبإيجاب حركة في الآخر بأولى أن يكون الجوهر الآخر موجبا غير تلك الحركة فيه.\n</p>\n\n<p>\nفإذا ثبت أنه خلافه فلا يخلو : إما أن يكون فاعلا مختارا أو معنى قائما\nبه هو الموجب.\n</p>\n\n<p>\nولا يجوز أن يكون ذلك الخلاف فاعلا مختارا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \nلأن الكلام في جوهر موجود ، والموجود لا يفعل بل يستغني بوجوده عن الفاعل\nفثبت أنه معنى زائد عليه ، قائم به وهو ما ذكرناه في الأعراض.\n</p>\n\n<p>\nالأصل الثاني يدل على أن ما أثبتناه من الأعراض حادثة.\n</p>\n\n<p>\nوالدليل عليه أن الجوهر الساكن إذا تحرك فقد طرأت عليه الحركة ودل\nطريانها على انتفاء السكون ، وانتفاء السكون دليل حدوثه لأن القديم يستحيل عدمه.\n</p>\n\n<p>\nفإن قيل : وبما أنكرتم على من يقول أن الحركة ما حدثت والسكون ما انتفى\nولكن الحركة كانت كامنة وظهرت ، والسكون كان ظاهرا وكمن وتستر ؟\n</p>\n\n<p>\nقلنا : لو كان كذلك لاجتمع الحركة والسكون في المحل ، وقد علمنا استحالة\nكون الشيء الواحد متحركا ساكنا فكذلك يستحيل اجتماع الحركة والسكون.\n</p>\n\n<p>\nفإن قيل : ولم قلتم إن القديم يستحيل عدمه ؟\n</p>\n\n<p>\nقلنا : الدليل على استحالة عدمه أنه لو جاز عدمه لكن لا يخلو : إما أن\nيقال عدمه حالة ما يعدم واجبا حتى يستحيل عليه البقاء في تلك الحالة من\nالجائزات ، ويجوز أن يستمر وجوده في تلك الحالة واجبا <span id='ms05'></span> حتى لا يجوز استمرار\nالوجود ، لأنا نجوز بقاء الحركة في المتحرك حالة ما سكن.\n</p>\n\n<p>\nولو كان عدم الحركة واجبا لاستحال تقدير بقائها في تلك الحالة.\n</p>\n\n<p>\nوإن كان عدمه جائزا واستمرار الوجود جائزا فمحال ، لأنه إذا جاز بقاؤه\nوجاز عدمه فلا يختص بأحد الجائزين إلا بمخصص يقصد إلى تقديم أحد الجائزين\nعلى الآخر.\n</p>\n\n<p>\nوهم أنكروا الصانع والمخصص.\n</p>\n\n<p>\nفإن قيل : ولم لا يجوز أن يكون عدمه بضد يطرأ عليه فيبطله ؟ قلنا : هذا\nمحال لأن الطارئ يضاد القديم والقديم يضاده أيضا.\n</p>\n\n<p>\nفلم كان إبطال القديم بضد الطارئ أولى من أن يمتنع ثبوت الطارئ بمضادة\nالقديم له ؟\n</p>\n\n<p>\nفإن قيل : ولم لا يجوز أن تكون الحركة هي قد انتقلت من جوهر آخر إليه ؟\nقلنا : الحركة هو الانتقال فلو افتقر الانتقال إلى انتقال آخر لافتقر ذلك\nالانتقال إلى انتقال آخر ، ثم لا يزال كذلك فيتسلسل ، وذلك محال.\n</p>\n\n<p>\nالأصل الثالث : إن عند أهل الحق يستحيل خلو الجوهر عن الأعراض وبيانه وهو\nأنه لا يجوز أن يكون جوهر لا يكون له لون أصلا ولا يكون له طعم أصلا ولا\nيكون ساكنا ولا متحركا وكذلك لا يجوز أن يكون جواهر لا متصلة مجتمعة ولا\nمتباينة متفرقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nوذهبت جماعة من الملحدة إلى جواز خلق الجوهر عن جميع الأعراض.\n</p>\n\n<p>\nوجوز الكعبي من المعتزلة تعرى الجواهر عن الأكوان وهو الافتراق والاجتماع\nوالحركة والسكون.\n</p>\n\n<p>\nولم يجز تعريها مما سواه من الأعراض.\n</p>\n\n<p>\nوأما معتزلة البصرة جوزوا تعريها من الأكوان وسائر الأعراض غير الألوان\nلأن جملة المعتزلة وافقونا على أن الجوهر بعدما اتصف بالأعراض يستحيل خلوه\nعنها وإنما جوزوا ذلك من ابتداء الحدوث.\n</p>\n\n<p>\nفأما إذا أردنا الكلام مع الملحدة نفرض في الأكوان فنقول : الجواهر\nالقابلة للاجتماع والافتراق غير مجتمعة ولا متباينة ، ولا يعقل.\n</p>\n\n<p>\nوأيضا فإنهم جوزوا الاجتماع والافتراق فيما لا يزال ، ولا يعقل اجتماع\nموجودين إلا عن افتراق سابق ، ولا افتراق موجودين إلا عن اجتماع سابق.\n</p>\n\n<p>\nوأما الرد على المعتزلة فنستدل على الكعبي بالألوان وساير الأعراض فنقول\n: لو جاز تعرى الجواهر عن الألوان لجاز عن <span id='ms06'></span> الأكوان.\n</p>\n\n<p>\nولما استحال ذلك لاستحال هذا.\n</p>\n\n<p>\nونستدل على معتزلة البصرة بالأكوان فنقول : لما جاز تعرى الجواهر عن\nالأكوان لجاز عن الألوان.\n</p>\n\n<p>\nونستدل على الفريقين بمناقضتهم حيث قالوا بعد قبوله الأعراض : لا يجوز\nخلوه عن الأعراض.\n</p>\n\n<p>\nفنقول : كل عرض اتصف به المحل لا ينتفي إلا عند طريان السكون ، والضد\nإنما يطرأ على زعمهم بعد انتفاء العرض الموجود الذي كان في المحل ، ولما\nاستحال ذلك في الابتداء فكذلك في الانتهاء.\n</p>\n\n<p>\nفإذا تقررت هذه ألأصول ثبت حدوث العالم لأن الأعراض حادثة والجواهر لا\nتخلو من الأعراض.\n</p>\n\n<p>\nوإذا لم يتصور خلو من الأعراض لم تسبق الأعراض ، وما لا يسبق الحادث فهو حادث.\n</p>\n\n<p>\nالطريقة الثانية تدل على استحالة حوادث لا أول لها فنقول للدهرية : من\nأصلكم لا نبات إلا من حب ولا حب إلا من نبات ، وقد وجد من ذلك أعداد لا\nنهاية لها وانقضت وظهر لها آخر وهو ما نشاهده في الوقت.\n</p>\n\n<p>\nوحوادث لا نهاية لأعدادها ولا غاية لآحادها كلها حصلت في الوجود ، لا\nيعقل انقضاؤها وتناهيها لأن ما لا نهاية لها كيف يقتضي وينتفي ؟ فلما ظهر\nآخر الحوادث والأعداد ثبت إنه كان له ابتداء حتى ظهر له انتهاء.\n</p>\n\n<p>\nفإن قيل : أليس من قولكم إن نعيم أهل الجنة لا آخر له وله ابتداء وعقوبة\nأهل النار لا آخر لها ولها ابتداء ؟ فإذا جاز حصول حوادث لا آخر لها ولها\nابتداء.\n</p>\n\n<p>\nفلم لا يجوز حصول حوادث لا أول لها ولا آخر ؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا : هذا الكلام ساقط لأن المستحيل حصول ما لا يتناهى في الوجود وعندنا\nالموجود من نعيم أهل الجنة وعقوبة أهل النار معلوم الابتداء والانتهاء في\nكل وقت.\n</p>\n\n<p>\nوأما الذي لا يتناهى ولا يحصى ما هو في مقدور الله تعالى من النعمة\nوالعقوبة فالله تعالى يجدد كل وقت لأهل الجنة نعمة ولأهل النار عقوبة ،\nومقدوراته لا نهاية لها فيما يثبته غير متناهي لو يحصل في الوجود وأنتم\nأثبتم أعداد كلها حصلت في الوجود وانتهت.\n</p>\n\n<p>\nوانتهاء أعداد موجودة لا نهاية لها مستحيل.\n</p>\n\n<p>\nونستشهد على هذه الجملة <span id='ms07'></span> بصورة يتضح الغرض بها ، وذلك أن يقول الرجل لولده\nلا أعطيك درهما إلا وأعطيك قبله دينارا ، ولا أعطيك دينارا إلا وأعطيك قبله\nدرهما ، فلا يتصور بحكم الشرط أن يعطيه لا دينارا ولا درهما.\n</p>\n\n<p>\nلأن الولد متى طالبه بالدرهم فيقول : حتى أعطيك دينارا فهنا نظير ما جوزوه.\n</p>\n\n<p>\nفإن النبات عن الحب والحب عن النبات ، ولا حب إلا وقبله نبات ولا نبات\nإلا وقبله حب ، وقد حصل الجميع وانقضى.\n</p>\n\n<p>\nومثال ما جوزنا أن يقول الرجل لا أعطيك درهما إلا [و] أعطيك بعده دينارا\n، ولا أعطيك دينارا إلا وأعطيك بعده ردهما فيعطيه من الدراهم والدنانير ما\nيريد ، ولا يمتنع العطاء بحكم الشرط.\n</p>\n\n<p>\nفظهر فساد قولهم ويتضح ذلك بآيات من كتب الله ، فإن الله قد قال : {وقد\nخلقتك من قبل ولم تك شيئا}.\n</p>\n\n<p>\nوقوله تعالى {قل الله خالق كل شيء وهو الواحد القهار}.\n</p>\n\n<h1 class='l1' id='head7'>AUTO مسألة : إذا ثبت حدوث العالم يترتب عليه ثبوت الصانع.</h1>\n\n<p>\nوالدليل على أن للعالم صانعا أنه لا موجود في وقت من الأوقات إلا ومن\nالجائز حدوثه وظهوره قبل ذلك الوقت ، ومن الجائز حدوثه وظهوره بعد ذلك\nالوقت بزمان.\n</p>\n\n<p>\nفإذا أختص في ذلك الوقت بالجود بدلا عن استمرار العدم اقتضى مخصصا اختار\nالوجود في تلك الحالة.\n</p>\n\n<p>\nفإذا ثبت أنه يقتضي مخصصا فلا يجوز أن يكون المقتضى علة أوجبت وجوده في\nتلك الحالة ، كما توجب الحركة كون المحل متحركا والسواد كون المحل أسود ،\nلأن العلة توجب الحكم مقرونا بها لا يتقدمها ولا يتأخر عنها.\n</p>\n\n<p>\nوإذا كان حكم العلة يقارن العلى فالعلة لا تخلو : إما أن تكون قديمة أو محدثة.\n</p>\n\n<p>\nفإن كانت قديمة أوجبت قدم العالم ، وقد دللنا على حدوثه.\n</p>\n\n<p>\nوإن كانت العلة الحادثة أيضا تفتقر إلى مخصص ومقتضى.\n</p>\n\n<p>\nثم الكلام في علة العلة مثل ذلك.\n</p>\n\n<p>\nوالقول بهذا يؤدى إلى التسلسل.\n</p>\n\n<p>\nولا يجوز أن يكون المخصص والمقتضى طبيعة لأن قول نم يثبت الطبيعة يظهر\nتأثير الطبيعة لا يتأخر عن الطبيعة.\n</p>\n\n<p>\nفالطبيعة إن كانت قديمة أوجبت قدم العلم وإن كانت حادثة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \nاقتضت مخصصا وموجدا لها.\n</p>\n\n<p>\nثم <span id='ms08'></span> القول في موجدها كالقول فيها.\n</p>\n\n<p>\nوإذا بطل ذلك ثبت أن المخصص فاعل مختار موصوف بالاختيار والاقتدار أراد\nالوجود بدلا عن العدم.\n</p>\n\n<p>\nومن الدليل على إثبات الصانع أنه لا يتصور في العقول بناء بلا بان وكتابة\nبلا كاتب.\n</p>\n\n<p>\nفكيف يتصور خلق بلا خالق ؟\n</p>\n\n<p>\nويتضح ذلك بآيات من كتاب الله تعالى : {أفلا ينظرون إلى الإبل كيف خلقت}\n؟ وقوله تعالى : {الله خلقكم وما تعملون}.\n</p>\n\n<p>\nوغير ذلك من الآيات.\n</p>\n\n<h1 class='l1' id='head8'>AUTO مسألة : إذا ثبت للعالم صانعا فالصانع واحد</h1>\n\n<p>\nووصفنا الباري تعالى بأنه واحد له معنيان : أحدهما أن ذاته غير منقسم على\nمعنى إنه ليس له أجزاء وأبعاض بل هو واحد على التحقيق.\n</p>\n\n<p>\nوالمعنى الثاني أنه لا نظير له ولا مثل له وكلا المعنيين حقيقة.\n</p>\n\n<p>\nوالدليل على استحالة إثبات الأجزاء والأبعاض إنه لو كان له أجزاء لم يخل\n: إما أن يكون كل جزء منه حيا ، عالما ، قادرا كان في ذلك إثبات الجهة\nونستدل على بطلانه وإن كانت الحياة والعلم والقدرة في جزء مخصوص لم يكن\nالجزء الثاني حيا ، عالما ، قادرا لاستحالة وجود العلة في محل وثبوت حكمها\nفي محل آخر ، كما يستحيل وجود في بعض أجزاء الثوب ويكون الباقي من الثوب أسود.\n</p>\n\n<p>\nوإذا ثبت أن الجزء الثاني لا يكون حيا ، عالما ، قادرا لم يكن مستحقا\nلصفات الإلهية ولم يكن إلها ويتضح ذلك بقوله تعالى : {وإلهكم إله واحد}.\n</p>\n\n<p>\nوأما الدليل على إنه لا مثل له ولا نظير له : إنه لو قدرنا إلهين اثنين\nوقدرنا أن أحدهما أراد تحريك جسم والثاني تسكينه لم يخل عن ثلثة أحوال :\nإما أن يحصل مرادهما أو لا يحصل مرادهما أو يحصل مراد أحدهما دون الثاني.\n</p>\n\n<p>\nولا جائز أن يحصل مرادهما جميعا لاستحالة أن يكون الجسم الواحد في الحالة\nالواحدة متحركا ساكنا وإن لم يحصل مراد واحد منهما كانا جميعا عاجزين لا\nيصلحان للإلهية.\n</p>\n\n<p>\nوأيضا فإنه يؤدي إلى خلق المحل القابل للحركة والسكون عن الأمرين جميعا.\n</p>\n\n<p>\nوإن حصل مراد أحدهما دون الآخر فهو الإله والثاني عاجز لا يصلح للإلهية.\n</p>\n\n<p>\nوهذا معنى قوله تعالى : {لو <span id='ms09'></span> كان فيهما آلهة إلا الله لفسدتا}.\n</p>\n\n<p>\nومعناه أدى إلى التناقض والاختلاف وإن لا يجرى الأمر على النظام.\n</p>\n\n<p>\nفإن قال قائل : رتبتم هذه الدلالة على اختلاف القديمين في الإرادة ولم\nأنكرتم على من يثبت إلهين قديمين لا يختلفان ولا يريد أحدهما إلا ما يريد\nالثاني ؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nالجواب : إن هذا السؤال لا يقدح في الدليل لأنهما وإن كانا لا يختلفان ألا\nمن الجائز تقدير الاختلاف بينهما ؟ وأن أحدهما يريد الحركة والثاني يريد\nالسكون.\n</p>\n\n<p>\nولو حصل الاختلاف بينهما كان دلالة نفي الإلهية.\n</p>\n\n<p>\nفكذى إذا كان الاختلاف بينهما مجوزا ، لأن ما دل وقوعه على حكم دل جوازه عليه.\n</p>\n\n<p>\nألا ترى أن قيام الحوادث بالشيء دل على حدوثه ؟\n</p>\n\n<p>\nفإن قيل : بما أنكرتم على من يثبت إلهين لا يختلفان ولا يجوز عليهما\nالاختلاف ؟ قلنا : هذا باطل فإنا لو قدرنا أحدهما منفردا بالإلهية لم يكن\nمن الممتنع أن يريد تحريك جسم ، ولو قدرنا الثاني منفردا لا يستحيل أن يريد\nتسكين جسم في ذلك الوقت بعينه ، وأحد الذاتين منفرد عن الآخر.\n</p>\n\n<p>\nفيستحيل أن يتغير حكم ذاته بوجود ذلت آخر ، كما يستحيل أن يزول السواد عن\nمحل بوجود السواد عن محل آخر ، وبوجود البياض في محل آخر.\n</p>\n\n<p>\nفعلم أن ما ادعوه باطل.\n</p>\n\n<p>\nفإن قيل : ولم لا يجوز أن يكون إلهان ويكون مقدورات كل واحد منهما يتناهى\nفما يقدر أحدهما من المقدورات لا يقدر عليه الثاني حتى لا يؤدي إلى\nالاستحالة.\n</p>\n\n<p>\nقلنا : هذا السؤال لا يقدح في الدلالة لأنا فرضنا الكلام في جنس من\nالأعراض وهو الحركة والسكون.\n</p>\n\n<p>\nفإن زعم أنهما جميعا لا يقدران على الحركة والسكون أدى إلى خلو الجسم\nالقابل للحركة والسكون عن الوصفين جميعا وهو مستحيل.\n</p>\n\n<p>\nوإن قدر السكون مقدور أحدهما والحركة مقدور الثاني ، وقعا في التمانع على\nما سبق ذكره.\n</p>\n\n<p>\nفإن قال : جملة الأكوان مقدور أحدهما دون الآخر ، [و] نفرض في جنس آخر من\nالأعراض مثل الألوان ، فنقول : ما قولكم فيما لو أراد أحدهما أن يكون بعض\nالمحال أسود وأراد الثاني بياضه ؟ فإن قال : وجملة الألوان مقدور <span id='ms10'></span> أحدهما\nأيضا دون الثاني ، نفرض في نوع آخر من الأعراض مثل الطعوم والروائح إلى أن\nيثبت اشتراكهما في جنس من الأعراض أو نقول : جملة الأعراض مقدور أحدهما.\n</p>\n\n<p>\nفنقول : الثاني هل يقدر على الجوهر أم لا ؟ وإن قال : الثاني لا يقدر على\nخلق الجوهر ، فقد أخرجه عن القدرة بالكلية.\n</p>\n\n<p>\nفإن قال : الثاني قادر على الجوهر ، كان محالا.\n</p>\n\n<p>\nلأن من المستحيل خلو الجوهر عن الأعراض ، والقدرة لا تتعلق بما يستحيل وجوده.\n</p>\n\n<p>\nفإن قيل : وبم أنكرتم على من يثبت قديمين أحدهما قادر والثاني عاجز وأشير\nفيه من الاستحالة ؟ قلنا إثبات قديم عاجز محال.\n</p>\n\n<p>\nوذلك لأنه لو كان عاجزا قديما لكان عاجزا بعجز قديم قائم به ، وإثبات عجز\nقديم محال ، لأن معنى العجز امتناع إيقاع الفعل الممكن في نفسه ، وذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \nيقتضي إمكان الفعل أزلا ، ثم الحكم بأن العجز مانع منه.\n</p>\n\n<p>\nوإذا وجب أن يكون الإمكان سابقا لم يكن العجز قديما.\n</p>\n\n<p>\nوكما أن إثبات حركة قديمة محال لأنه يقتضي سكونا سابقا ، وإذا سبق السكون\nلم تكن الحركة قديمة.\n</p>\n\n<p>\nفإن قيل : أليس أنتم أثبتم قدرة قديمة وكما أثبتم [أن] يقتضي العجز إثبات\nإمكان الفعل أزلا ، ثم الحكم بالعجز عنه يقتضي [ب] القدرة تمكنا من الفعل ،\nثم يلزمكم من ذلك إثبات إمكان فعل أزلي.\n</p>\n\n<p>\nفكذا لا يلزمنا بإثبات عجز قديم إثبات إمكان الفعل في الأزل.\n</p>\n\n<p>\nقلنا : ليس في إثبات قدرة قديمة استحالة.\n</p>\n\n<p>\nلأن من الجائز سبق القدرة على المقدور.\n</p>\n\n<p>\nألا ترى لقد قدرنا في الشاهد لواحد منا قدرة باقية مستمرة لم يمكن من\nالمستحيل تقدمها على المقدور ؟ وليس من الشرط ظهور المقدور مع ظهور القدرة\nبل قد يمتنع من يحصل ومقدوره مع وجود القدرة.\n</p>\n\n<p>\nوأما العجز عن الفعل يستحيل أن يكون مقارنا للتمكين من الفعل.\n</p>\n\n<p>\nولو ثبت عجز قديم لاقتضى ذلك إمكان فعل قديم فبطل قولهم.\n</p>\n\n<h1 class='l1' id='head9'>AUTO مسألة : صانع العالم موجود حقيقة.</h1>\n\n<p>\nوأنكرت طائفة من الباطنية ذلك وقالوا : لا نقول إنه سبحانه وتعالى موجود\nلأنا قد علمنا أن الحوادث موجودات ، فلو أثبتنا صفة الوجود في حقه تعالى\nلكان <span id='ms11'></span> في ذلك إثبات التشبيه من حيث إنه اتصف بصفة تتصف بها الحوادث ،\nوالتشبيه محال.\n</p>\n\n<p>\nثم طريقهم فيما يسألون عنه ، النفي فيقولون : صانع العالم ليس بمعدوم.\n</p>\n\n<p>\nوالدليل في فساد قولهم : أنا قد أقمنا الدلالة على إنه لابد للعالم من\nصانع ، والصانع لا يجوز أن يكون معدوما.\n</p>\n\n<p>\nلأن العدم نفى محض ليس له صفة إثبات.\n</p>\n\n<p>\nفلا فرق بين أن يقول : لا صانع للعالم وبين أن يقول : له صانع هو نفى وعدم.\n</p>\n\n<p>\nوالدليل على بطلان قولهم أنهم قالوا : ليس بمعدوم وإذا نفوا العدم ثبت\nالوجود ، إذ ليس بين الوجود والعدم واسطة.\n</p>\n\n<p>\nوقولهم في وصفنا له بالوجود إثبات التشبيه خطأ ، لأن الدليل دل على ثبوت\nالصانع ، فالحوادث ثابتة ، فثبت به التشبيه على مقتضى قولهم.\n</p>\n\n<p>\nفيلزمهم نفي الصانع.\n</p>\n\n<p>\nوإن زعموا أنا لا نسميه ثابتا لم ينفعهم ذلك.\n</p>\n\n<p>\nفإن التماثيل والاختلاف يتعلق بما دل الدليل على ثبوته لا بما يطلق من\nالتسميات والعبارات فنفيهم تسمية الوجود والإثبات لا ينفعهم على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \nإنه كان يمكنهم إثبات صفة الوجود للبارئ تعالى ونفيه عن الحوادث ، بأن\nيقولوا لا نسمي الحوادث موجودات.\n</p>\n\n<p>\nفيحصل به غرضهم.\n</p>\n\n<p>\nفلم صاروا إلى نفي هذه الصفة في حقه وإثباتها للحوادث ؟\n</p>\n\n<h1 class='l1' id='head10'>AUTO مسألة : البارئ تعالى قديم.</h1>\n\n<p>\nوالقديم في عرف الإنسان اسم لموجود تقدم على غيره زمانا كما يقال لرسم\nقديم ودار قديمة.\n</p>\n\n<p>\nوقد قال تعالى : {حتى عاد كالعرجون القديم}.\n</p>\n\n<p>\nومعنى وصفنا البارئ تعالى بالقدم أنه لا أول لوجوده وإطلاق الاسم على\n[هذا] السبيل الأولى لأن ما تقدم على غيره زمانا معلوما إذا سمى قديما.\n</p>\n\n<p>\nفما لا أول لوجوده فأولى أن يسمى قديما.\n</p>\n\n<p>\nوالدليل على أنه قديم أنه لو كان حادثا لافتقر إلى محدث ، ثم كذلك محدثه\nيفتقر إلى محدث آخر فيتسلسل ذلك فيؤدي إلى إثبات حوادث لا أول لها وفي ذلك\nحكم بإثبات قدم العالم.\n</p>\n\n<p>\nفإن قيل يلزمكم مثل ذلك في إثبات موجود لا أول له ، وذلك لأنه لا يعقل\nاستمرار الوجود إلا في أوقات متعاقبة لا نهاية لها ، وفيه إثبات حوادث لا\nنهاية لها.\n</p>\n\n<p>\nقلنا : هذا السؤال <span id='ms12'></span> غلط ، فإن حقيقة الوقت مقارنة موجود بموجود.\n</p>\n\n<p>\nيقال : وقت طلوع الشمس إذا قارنت الشمس مشرقها ، ووقت دخول الأمير إذا\nقرب من البلد.\n</p>\n\n<p>\nوفي العرف عبارة عن حركات الفلك ، فإذا أثبت ذلك فليس من شرط الوجود\nحركات الفلك ولا اقتران موجود آخر به إذا لم يتعلق أحد الموجودين بالثاني\nمثل تعلق الصنع بالصانع.\n</p>\n\n<p>\nوالدليل على ذلك إنه لو افتقر كل موجود إلى وقت آخر فالأوقات موجودة\nفتفتقر إلى وقت آخر ، وذلك يؤدي إلى ما لا يتناهي.\n</p>\n\n<p>\nوإذا تقرر ما ذكرناه والبارئ تعالى منفرد وجوده لا يقارنه حادث.\n</p>\n\n<h1 class='l1' id='head11'>AUTO مسألة : البارئ تعالى قائم بنفسه.</h1>\n\n<p>\nواختلفوا في معناه.\n</p>\n\n<p>\nفقال بعضهم معنى القائم بالنفس المستغني عن المحل فعلى هذه الطريقة يجوز\nأن تكون الجواهر قائمة بنفسها لاستغنائها عن المحل.\n</p>\n\n<p>\nفإن من الجائز إن خلق الله تعالى جوهرا واحدا ألا يكون معه غيره.\n</p>\n\n<p>\nوقال الأستاذ أبو إسحاق الأسفراثنى : القائم بالنفس [هو] المستغني من\nجميع الوجوه ، فعلى هذا الجوهر لا يكون قائما بنفسه لحاجته إلى الصنع\nوالمخصص.\n</p>\n\n<p>\nوالغرض بهذا الفصل نفي الحاجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \nإلى المحل والجهة خلافا للكرامية والحشوية والمشبهة الذين قالوا : إن الله\nتعالى في جهة فوق ، وأطلق بعضهم القول : \" لأنه جالس على العرش مستقر عليه\n\" تعالى الله عن قولهم.\n</p>\n\n<p>\nالدليل على إنه مستغني عن المحل أنه لو أفتقر إلى المحل لزم أن يكون\nالمحل قديما لأنه قديم ، أو يكون حادثا كما أن المحل حادث.\n</p>\n\n<p>\nوكلاهما كفر.\n</p>\n\n<p>\nالدليل عليه إنه لو كان له محل لاتصف المحل به لأن ما قام بمحل يتصف به المحل.\n</p>\n\n<p>\nألا ترى أن السواد إذا قام بمحل يسمى المحل أسود.\n</p>\n\n<p>\nوالعلم إذا قام بمحل يسمى عالما وإذا كان هو صفة المحل لم يجز أن يكون\nعالما قادرا لأن الصفة لا تقبل الصفة والأحكام التي هي موجبات المعاني ،\nكالعلم لا يجوز أن يكون قادرا والقدرة لا يجوز أن تكون عالمة.\n</p>\n\n<p>\nوالدليل عليه إنه لو كان على العرش على ما زعموا لكان لا يخلو : إما أن\nيكون مثل العرش أو أصغر منه أو أكبر منه <span id='ms13'></span>.\n</p>\n\n<p>\nوفي جميع ذلك إثبات التقدير والحد والنهاية وهو كفر.\n</p>\n\n<p>\nوالدليل عليه إنه لو كان في جهة وقدرنا شخصا أعطاه الله تعالى قوة عظيمة\nواشتغل بقطع المسافة والصعود إلى فوق لا يخلو : إما أن يصل إليه وقتا ما ،\nأو لا يصل إليه.\n</p>\n\n<p>\nفإن قالوا : لا يصل إليه فهو قول بنفي الصانع.\n</p>\n\n<p>\nلأن كل موجوين بينهما مسافة معلومة ، وأحدهما لا يزال أن يقطع تلك\nالمسافة ولا يصل إليه دل على إنه ليس بموجود.\n</p>\n\n<p>\nوإن قالوا : يجوز أن يصل إليه ويحاديه ويجوز أن يماسه أيضا ، ويلزم في\nذلك أمران : أحدهما قدم العالم لأنا نستدل على حدوث العالم بالافتراق\nوالاجتماع ، وقد جوزوا عليه الاجتماع مع غيره والافتراق.\n</p>\n\n<p>\nوالثاني إثبات الولد والزوجة على ما قالت النصارى فإن الذي يقطع المسافة\nإليه ويصعد إلى فوق يجوز أن يكون امرأة فتتصل به ، وكل ذلك كفر وضلال.\n</p>\n\n<p>\nفإن استدلوا بظواهر الكتاب والسنة مثل قوله تعالى : {الرحمن على العرش\nاستوى} وقوله تعالى : {يخافون ربهم من فوقهم}.\n</p>\n\n<p>\nومثل قوله عليه السلام : \" ينزل الله تعالى كل ليلة إلى السماء الدنيا \"\nوغير ذلك من الآيات والأخبار.\n</p>\n\n<p>\nفلأصحابنا في ذلك طريقان : أحدهما الإعراض عن التأويل والإيمان بها كما\nجاءت ، والإيمان بها صحيح وإن لم يعرف معناها.\n</p>\n\n<p>\nوهذا الطريق أقرب إلى السلامة.\n</p>\n\n<p>\nومن أصحابنا من صار إلى التأويل ، والاختلاف صار لاختلاف القراءتين في\nقوله تعالى : {منه آيات محكمات هن أم الكتاب وأخر متشابهات} إلى قوله تعالى\n: {وما يعلم تأويله إلا الله والراسخون في العلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \nيقولون آمنا}.\n</p>\n\n<p>\nفمن صار إلى الوقف على قوله {وما يعلم تأويله إلا الله} أعرض عن التأويل\nوجعل قوله {والراسخون في العلم} كلاما مبتدأ معناه أن العلماء يقولون :\n{آمنا به}.\n</p>\n\n<p>\nومن صار إلى أن الوقف عند قوله : {والراسخون في العلم} فيكون معناه أن\nالله تعالى يعلم تأويله والراسخون في العلم يعلمون أيضا صار إلى التأويل.\n</p>\n\n<p>\nولكن الطريق في الجواب معهم أن نعارضهم بآيات تخالف ظواهرها ظواهر هذه\nالآيات ، وذلك مثل قوله تعالى : {ما يكون من نجوى ثلاثة إلا هو رابعهم} إلى <span id='ms14'></span>\nقوله : {هو معهم أين ما كانوا} وقوله : {وهو معكم أين ما كنتم} وموجب\nالآيتين حلوله في كل مكان.\n</p>\n\n<p>\nقال تعالى : {ألا إنه بكل شيء محيط} ومقتضى ظاهرها إنه محيط بالعلم فإن\nأعرضوا عن التأويل هذه الآيات مع الإيمان بظواهرها والاعتقاد بأنه لا يكون\nفي كل مكان وإنه غير محيط بالعالم أعرضنا نحن عن التأويل وصرنا إلى الإيمان\nبما ورد مع الاعتقاد بأن الحق تعالى منزه عن المكان.\n</p>\n\n<p>\nوإن صاروا إلى التأويل وقالوا : المراد بقوله تعالى : {وهو معكم أين ما\nكنتم} بالعلم لا بالذات وكذلك قوله تعالى : {ألا إنه بكل شيء محيط} يعني\nبالعلم ، صرنا إلى التأويل.\n</p>\n\n<p>\nقلنا : المراد بقوله تعالى : {الرحمن على العرش استوى} القدرة.\n</p>\n\n<p>\nفإن قيل : إذا أحملتم ذلك على القدرة لم يكن لتخصيص العرش فائدة.\n</p>\n\n<p>\nقلنا : إن العرش أعظم المخلوقات فإذا قدر عليه علم من طريق التنبيه إنه\nقادر على ما دونه.\n</p>\n\n<p>\n'لأي أن مثل هذا يلزمهم فيما قالوا : فإن الله تعالى عالم بكل مخلوق غير\nبني آدم.\n</p>\n\n<p>\nفإذا حملوا على العلم لم يكن لتخصيص بني آدم فائدة.\n</p>\n\n<p>\nفإن قالوا : خص بني آدم تشريفا لهم.\n</p>\n\n<p>\nوخص العرش بذلك تشريفا له.\n</p>\n\n<p>\nفإن قيل : الاستواء إذا كان بمعنى القمر والغلبة يقتضي منازعة سابقة ،\nوذلك محال في وصفه.\n</p>\n\n<p>\nقلنا : والاستواء بمعنى الاستقرار يقتضي سبق اضطرار واعوجاج ، وذلك محال\nفي وصفه.\n</p>\n\n<p>\nوأما قوله تعالى : [و] {إني متوفيك ورافعك إلي} معناه إلى كرامتي ورحمتي\nوقوله {يخافون ربهم من فوقهم} معناه : يخافون ربهم أن ينزل عليهم عذابا من فوق.\n</p>\n\n<p>\nوإنما خص جهة الفوق لأن الله تعالى أجرى سنته أنه ينزل العذاب من فوق.\n</p>\n\n<p>\nوأما قوله عليه السلام \" ينزل الله كل ليلة إلى السماء الدنيا \" فالمراد\nبه أن يبعث ملكا إلى السماء الدنيا حتى ينادى على ما ورد في الخبر ثم أضاف\nنزول الملك إلى نفسه كما يقال : \" نادى الأمير في البلد إذا أمر بالنداء \"\nأو يقال \" قتل الأمير فلانا \" والقاتل غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nويضاف إلى الأمير من حيث أنه هو الآمر به.\n</p>\n\n<p>\nفإن استدلوا بعرف الناس <span id='ms15'></span> برفع أيديهم إلى السماء ليس لآن الله تعالى في\nمكان ولكن لأن السماء قبلة الدعاء ، كما إن الكعبة قبلة في الصلاة في حال\nالقيام ، والأرض قبلة في حال الركوع والسجود.\n</p>\n\n<p>\nنعلم أن الله تعالى ليس في الكعبة ولا في الأرض.\n</p>\n\n<p>\nوإن استدلوا بقصة المعراج وأن رسول الله حمل إلى جهة فوق.\n</p>\n\n<p>\nوبقوله تعالى : {ثم دنا فتدلى (8) فكان قاب قوسين أو أدنى} فليس فيها حجة.\n</p>\n\n<p>\nلأن موسى عليه السلام سمع الكلام على الطور وكان ميعاده الطور ، ولم يدل\nعلى أن الله على الطور.\n</p>\n\n<p>\nوقال في قصة إبراهيم {إني مهاجر إلى ربي} فكانت هجرته إلى الشام.\n</p>\n\n<p>\nولم يكن البارئ تعالى في الشام.\n</p>\n\n<p>\nفبطل قولهم.\n</p>\n\n<p>\nوأما قوله تعالي : {ثم دنا فتدلى} فذلك دنو كرامة لا دنو مجاورة كقولة\nتعالى : {واسجد واقترب}.\n</p>\n\n<h1 class='l1' id='head12'>AUTO مسألة : البارئ تعالى لا يشبه شيئا ولا يشبهه شيء.</h1>\n\n<p>\nوحقيقة هذه المسألة تبتنى على معرفة المثلين والحلافين.\n</p>\n\n<p>\nفحقيقة المثلين عندنا كل موجودين ينوب أحدهما مناب الآخر ويقوم مقامه.\n</p>\n\n<p>\nوذهب أبو هاشم إلى أن حد المثلين المشتركان في أخص الأوصاف.\n</p>\n\n<p>\nثم زعم أن الاشتراك في الوصف الأخص يوجب الاشتراك فيما عداه من الصفات.\n</p>\n\n<p>\nوهذا باطل لأن الاشتراك في الوصف الأخص لو كان يوجب الاشتراك في الصفات\nلكان الاختلاف في الأخص يوجب الاختلاف في سائر الصفات.\n</p>\n\n<p>\nورأينا الحركة مع السواد يختلفان في الأخص فإن أخص أوصاف الحركة الزوال\nعن المكان وأخص أوصاف السواد أن يسود المحل.\n</p>\n\n<p>\nثم يشتركان في أوصاف العموم وكونهما موجودين عرضين حادثين.\n</p>\n\n<p>\nإذا ثبت ما ذكرنا ، ثبت أن الله تعالى ليس له مقل.\n</p>\n\n<p>\nلأنه لو كان مثل وجب قدم العالم وحدوث البارئ.\n</p>\n\n<p>\nفكل واحد منهما كفر.\n</p>\n\n<p>\nوتتضح هذه الجملة بقوله تعالى : {ليس كمثله شيء وهو السميع البصير} وقوله\nتعالى : {لم يلد ولم يولد (3) ولم يكن له كفوا}.\n</p>\n\n<h1 class='l1' id='head13'>AUTO مسألة : البارئ تعالى ليس بجسم</h1>\n\n<p>\nوذهب الكرامية إلى أنه تعالى جسم.\n</p>\n\n<p>\nوالدليل على فساد قولهم أن الجسم في اللغة بكعنى التأليف واجتماع\nالأجزاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوالدليل عليه أنه يقال عند زيادة الأجزاء وكثر التأليف جسيم وأجسم <span id='ms16'></span> ، كما\nيقال عند زيادة العلم عليم وأعلم.\n</p>\n\n<p>\nوقد قال الله تعالى : {وزاده بسطة في العلم والجسم} فلما كان وصف\nالمبالغة لزيادة التأليف دل أن أصل الاسم للتأليف.\n</p>\n\n<p>\nوإذا ثبت ما ذكرنا بطل مذهبهم لأن الله تعالى لا يجوز عليه التأليف.\n</p>\n\n<p>\nفإن قالوا : نحن نريد بقولنا جسم إنه موجود ولا نريد به التأليف.\n</p>\n\n<p>\nقلنا : هذه التسمية في اللغة ليس كما ذكرتم وهي منبئة عن المستحيل.\n</p>\n\n<p>\nفلم أطلقتم ذلك من غير ورود السمع ؟ وما الفصل بينكم وبين من يسميه جسدا\nويريد به الوجود ، وإن كان يخالف مقتضى اللغة : ؟ فإن قيل : أليس يسمى نفسا\n؟ قلنا : اتبعنا فيه السمع وهو قوله تعالى : {تعلم ما في نفسي ولا أعلم ما\nفي نفسك} ولم يرد السمع بالجسم.\n</p>\n\n<h1 class='l1' id='head14'>AUTO مسألة : لا يجوز قيام حادث بذات البارئ تعالى.</h1>\n\n<p>\nوزعمت الكرامية إنه يقوم بذات البارئ قول حادث وهو قوله للأشياء : كن\nموجودا أو عرضا أو جوهرا فيحصل بالوجود فيخلق في نفسه أولا هذا القول ، ثم\nيحدث ذلك الشيء بعد حدوث هذا القول لا محالة حتى لو أراد أن لا يحدث ذلك\nكان مستحيلا.\n</p>\n\n<p>\nثم زعموا إنه لا يتصف بهاذ القول ولا يسمى به قائلا وإنما هو قائل\nلقائليه قديمة ، والقائلية عندهم القدرة على القول.\n</p>\n\n<p>\nوالدليل على بطلان قولهم إنه لو قبل ذاته الحوادث لم تخل منها كما أن\nالجواهر لما قبلت الحوادث لم يتصور خلوها من الحوادث.\n</p>\n\n<p>\nوما لا يخلو من الحوادث فهو حادث.\n</p>\n\n<p>\nلأنهم قالوا يقوم بذاته قول حادث ، ثم لا يوصف به.\n</p>\n\n<p>\nولو جاز في الغائب قيام حادث بمحل من غير أن يتصف المحل به لجاز في\nالشاهد أن يقوم بمحل قول أو إرادة.\n</p>\n\n<p>\nثم لا يتصف بكونه قائلا ومريدا ولأنه له.\n</p>\n\n<p>\nوجاز أن يقوم بذاته لون حادث ، لأن الحق تعالى جسم على قولهم وهو متحيز\nومختص بجهة.\n</p>\n\n<p>\nولا يتقرر في العقول جسم متحيز يخلو عن الألوان وجاز أن يقوم بذاته قدرة\nحادثه وعلم حادث.\n</p>\n\n<p>\nفإن استدلوا بقوله : {إنما قولنا لشيء إذا أردناه أن نقول له كن فيكون <span id='ms17'></span>}\nفيدل على إنه محدث قولا عند إرادته خلق الأشياء.\n</p>\n\n<p>\nفالجواب في الآية دلالة على أن قوله ليس بحادث لأنه لو كان حادثا لما جاز\nحدوثه إلا بقول آخر يسبقه.\n</p>\n\n<p>\nثم القول الآخر أيضا لا يجوز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \nحدوثه إلا بقول آخر يسبقه لأنه حادث يريد وجوده وذلك يؤدي إلى التسلسل وإلى\nما لا يتناهى وهو محال.\n</p>\n\n<h1 class='l1' id='head15'>AUTO مسألة : البارئ تعالى ليس بجوهر.</h1>\n\n<p>\nوقالت النصارى هو جوهر وزعموا أن المراد بقولهم جوهر إنه أصل الأقانيم\nالثلاثة وهي : الوجود والحياة والعلم.\n</p>\n\n<p>\nويعبرون عن الوجود بالأب وعن العلم بالكلمة وقد يسمونها ابنا.\n</p>\n\n<p>\nويعبرون عن الحياة بروح القدس ولا يعنون بالكلمة الكلام لأن الكلام عندهم مخلوق.\n</p>\n\n<p>\nوالأقانيم عندهم هي الجوهر بلا زيادة.\n</p>\n\n<p>\nوالجوهر واحد والأقانيم ثلاثة.\n</p>\n\n<p>\nوليست الأقانيم عندهم موجودات.\n</p>\n\n<p>\nثم زعموا أن الكلمة حلت جسم عيسى كحلول العرض بالجوهر.\n</p>\n\n<p>\nوقال بعضهم : الكلمة مازحت جسد المسيح كالخمر يمازج اللبن.\n</p>\n\n<p>\nوالدليل على إنه لا يوصف بأنه جوهر ، أن الجوهر لا يخلو من الحوادث وقد\nثبت بالدليل إنه لا يجوز أن يوصف ذاته بالحوادث.\n</p>\n\n<p>\nولأن الجواهر متحيزة والحق سبحانه وتعالى لا يجوز أن يكون متحيزا.\n</p>\n\n<p>\nوالدليل على فساد برهان النصارى أن نقول لهم : بما أنكرتم على من يثبت\nأربعة أقانيم ويعد القدرة أقنوما آخر مثل العلم سواء ؟ وبماذا يرجح قولكم\nعلى قولهم ؟ ولأن الكلمة على زعمهم حلت في المسيح فهل فارقت الجوهر أم لا ؟\nفإن زعموا أن العلم فارق الجوهر لم يجز أن يكون الجوهر ثلاثة أقانيم ، حين\nصار العلم حالا في جسد المسيح.\n</p>\n\n<p>\nوإن قالوا : لم يفارقه ، فكيف حل جسد عيسى مع قيامه بالجوهر الأول ؟ إذ\nلا يجوز حلول صفة في جسم مع بقائها في جسم آخر.\n</p>\n\n<p>\nولأنه لو جاز أن تحل الكلمة في المسيح جاز أن يحل الجوهر بنفسه في المسيح\nوما أنفصل.\n</p>\n\n<p>\nوإنه لو جاز أن تحل الكلمة في المسيح جاز أن يحل فيه روح القدس وهي أقنوم\nالحياة.\n</p>\n\n<p>\nفإن من حكم العلم أن لا يفارق الحياة ولا يتصور وجوده دون الحياة.\n</p>\n\n<p>\nويقال : بم تنكرون على <span id='ms18'></span> من يقول أن الكلمة حلت جسد موسى ، صلوات الله عليه\n، ولذلك كان يقلب العصا ثعبانا ويفلق البحر ؟ ولأنهم قالوا : المسيح ابن\nالإله واتفقوا أن المسيح ناسوت ولاهوت حتى أطلق القول بأنه صلب المسيح\nوقالوا : إنما صلب الناسوت دون اللاهوت وإطلاق اسم الإله يقتضي بمحض\nالإلهية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>AUTO مسألة البارئ تعالى ليس بعرض.</h1>\n\n<p>\nوالدليل عليه أن العرض لابد له من محل يقوم به.\n</p>\n\n<p>\nوالبارئ تعالى لا يجوز أن يكون في محل.\n</p>\n\n<p>\nوالدليل عليه أن الدلالة قد دلت على حدوث الأعراض.\n</p>\n\n<p>\nوالخالق لا يجوز أن يكون حادثا.\n</p>\n\n<p>\nوالدليل عليه أن الدليل قد دل كونه عالما ، قادرا ، حيا.\n</p>\n\n<p>\nوالعرض لا يقبل الصفات كالحركة لا توصف بالسواد والبياض.\n</p>\n\n<h1 class='l1' id='head17'>AUTO مسألة : البارئ سبحانه وتعالى قادر.</h1>\n\n<p>\nوالدليل عليه أنا نعلم أن الفعل في الشاهد لا يصح إلا من قادر عليه\nولطائف صنعه ظاهرة.\n</p>\n\n<p>\nفثبت بذلك كونه قادرا.\n</p>\n\n<p>\nويدل عليه من حيث الشرع كقوله تعالى : {قل هو القادر على أن يبعث عليكم\nعذابا من فوقكم} وغير ذلك من الآيات.\n</p>\n\n<h1 class='l1' id='head18'>AUTO مسألة : صانع العالم عالم.</h1>\n\n<p>\nوالدليل عليه أن دلالة العالم في الشاهد ترتب الفعل وانتظامه.\n</p>\n\n<p>\nفإن من رأى أسطرا مكتوبة منظومة يعلم أن ذلك لك يصدر من جاهل بالخط [و]\nالترتيب والإحكام والنظام ظاهرة في أفعاله.\n</p>\n\n<p>\nفدل على كونه عالما.\n</p>\n\n<p>\nوالدليل عليه من الكتاب قوله تعالى : {عالم الغيب والشهادة} وقوله عالم\nالغيب فلا يظهر على غيبه وغير ذلك من الآيات.\n</p>\n\n<h1 class='l1' id='head19'>AUTO مسألة : الحق سبحانه وتعالى حي.</h1>\n\n<p>\nوالدليل عليه إنه قد ثبت بدلالة العقل قدرته وبانتظام الفعل علمه.\n</p>\n\n<p>\nولا يجوز أن يكون قادرا عالما ولا يكون حيا.\n</p>\n\n<p>\nفإن الميت والجماد لا يجوز وصفه بالقدرة والعلم.\n</p>\n\n<p>\nوالدليل عليه من الكتاب قوله تعالى : {هو الحي لا إله إلا هو}.\n</p>\n\n<p>\nوقوله تعالى : {وعنت الوجوه للحي القيوم}.\n</p>\n\n<p>\nوغير ذلك من الآيات.\n</p>\n\n<h1 class='l1' id='head20'>AUTO مسألة : البارئ سبحانه وتعالى مريد لأفعاله على الحقيقة.</h1>\n\n<p>\nوأنكر الكعبي كونه مريدا.\n</p>\n\n<p>\nوالدليل على فساد قول الكعبي أنا قد علمنا أن اختصاص أفعال العباد بأ[ن]\nالوقوع في بعض الأوقات على أوصاف مخصوصة يقتضي القصد منهم إلى <span id='ms19'></span> تخصيصها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \nبأوقاتها وأوصافها.\n</p>\n\n<p>\nوالدلالة العقلية يجب أطرادها شاهدا وغائبا إذ لو جاز أن لا تطرد دلالة\nالإرادة في الغائبة حتى [ ؟] ، لا يوصف البارئ تعالى بكونه عالما.\n</p>\n\n<p>\nفإن قيل : إنما دل اختصاص الفعل بوقت وصفة على القصد في الشاهد ، لأن\nعلمه لا يحيط بما غاب عنه.\n</p>\n\n<p>\nوإذا لم يحط علمه بوقت وقوع الفعل وصفته لم يكن بد من القصد ، والبارئ\nسبحانه وتعالى عالم الغيب ، فيستغنى بعلمه عن إثبات كونه مريدا.\n</p>\n\n<p>\nولو جاز أن يقال إنه ستغنى بكونه عالما عن وصفه بالإرادة ، فرقا بين\nالشاهد والغائب ، لجاز أن لا يوصف البارئ بالقدرة أيضا لاتصافه بالعلم ،\nفرقا بين الشاهد والغائب.\n</p>\n\n<p>\nعلى أن هذا باطل لأنا قدرنا في الشاهد فاعلا علم ما سيكون من فعله بأخبار\nصادقة ووقت وقوعه وصفته لم تكن بد من الإرادة والقصد وقت الفعل.\n</p>\n\n<p>\nفبطل أن يكون وصف الإرادة في الشاهد لفقد العلم.\n</p>\n\n<p>\nفإن قالوا : الفعل في الشاهد أيضا لا يدل على القصد والإرادة.\n</p>\n\n<p>\nوإنما عرف القصد والإرادة بدليل آخر.\n</p>\n\n<p>\nقلنا : لو جاز أن يقال مثل هذا في الإرادة لجاز أن يقال : الفعل المحكم\nالمتقن لا يدل على العلم في الشاهد.\n</p>\n\n<p>\nوإنما عرفنا في الشاهد بدليل آخر.\n</p>\n\n<p>\nوالدليل عليه من الشرع قوله تعالى : {يفعل الله ما يشاء} ....\n</p>\n\n<p>\n{يحكم ما يريد}.\n</p>\n\n<p>\nوقوله : {إنما قولنا لشيء إذا أردناه}.\n</p>\n\n<p>\nوغير ذلك من الآيات.\n</p>\n\n<h1 class='l1' id='head21'>AUTO مسألة : البارئ تعالى سميع بصير.</h1>\n\n<p>\nوقال الكعبي لا يوصف بالسمع والبصر وزعم أن معنى السمع والبصر في وصفه\nإنه عالم بالمعلومات على حقائقها.\n</p>\n\n<p>\nوقال الجبائي : المعنى كونه سميعا بصيرا إنه حي لا آفة به ولا يجوز وصفه\nبالسمع والبصر.\n</p>\n\n<p>\nوالدليل عليه أنا قد بينا بالدليل كونه حيا والحي يجوز أن يتصف بالسمع\nوالبصر.\n</p>\n\n<p>\nفإذا لم يتصف به وجب اتصافه بضده لأن من أتصف بقبول الضدين على البدل ولم\nيكن بينهما واسطة يستحيل خلوه عنها.\n</p>\n\n<p>\nوضد السمع والبصر آفة ونقص والآفات لا يجوز عليه تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قيل : ولم قلتم أنه يجوز اتصافه بالسمع والبصر ؟ وبم أنكرتم على من\nيزعم استحالة اتصافه <span id='ms20'></span> بالسمع والبصر وأضدادهما كما يستحيل عليه الاتصاف\nبالبياض وبما يضاده من الألوان ، ويستحيل وصفه بالحركة والسكون.\n</p>\n\n<p>\nقلنا : الدليل عليه أنا قد علمنا أن الحي في الشاهد يجوز أن يصف بالسمع\nوالبصر وأن الجماد والميت لا يجوز أن يتصف بهما.\n</p>\n\n<p>\nوإذا سبرنا المعاني لم يكن المصحح للسمع والبصر في الشاهد إلا الحياة.\n</p>\n\n<p>\nوقد ثبت الحياة في الغائب فوجب القول باتصافه بالسمع والبصر.\n</p>\n\n<p>\nفإن قيل : إذا ثبتم السمع والبصر وهما إدراكان ثم رأينا في الشاهد إدراكا\nيتعلق بالطعوم وهو الذوق ، والآخر يتعلق بالروائح وهو الشم ، والآخر يتعلق\nباللين والخشونة والحرارة والبرودة ، فهل يثبت للبارئ تعالى هذه الإدراكات ؟\n</p>\n\n<p>\nقلنا : نعم يثبت لله تعالى هذه الإدراكات لأن لكل واحد من هذه الإدراكات\nضدا وضده آفة.\n</p>\n\n<p>\nفإذا لم يتصف به وجب وصفه بضده ، لأن إنه لا يسمى شاما ولا ذائقا ولا\nماسا لأسباب ، منها :\n</p>\n\n<p>\nإنه يعتبر في أساميه وفي أسامي ورود الأذن.\n</p>\n\n<p>\nوالشرع ما ورد به.\n</p>\n\n<p>\nوالثاني أن الوصف بالشم والذوق واللمس يقتضي نوع اتصال بين الشام\nوالمشموم والذائق والمذوق.\n</p>\n\n<p>\nوالحق تعالى يتقدس عن الاتصال.\n</p>\n\n<p>\nوأما السمع والبصر لا يقتضيان اتصالا.\n</p>\n\n<p>\nوالثالث أن هذه الصفات لا تنبئ عن حقيقة الإدراك لأنه يصح أن يقول القائل\n: شممت ولم يدرك رائحته ، ولو كان إدراكا لتناقض قوله.\n</p>\n\n<p>\nوصار بمنزلة ما لو قال : أدركت الرائحة ولم أدرك.\n</p>\n\n<p>\nفنطلق القول بوصف الإدراك ولا تثبت هذه الأوصاف.\n</p>\n\n<p>\nوالدليل عليه من الشرع قوله تعالى في مواضع كثيرة \" السميع \" و\" البصير \" .\n</p>\n\n<p>\nوالدليل عليه أنه أنكر على عبدة الأوثان ورد عليهم صنيعهم بأنه لا سمع\nلمعبودهم ولا بصر.\n</p>\n\n<p>\nوقال خبرا عن إبراهيم ، عليه السلام : {لم تعبد ما لا يسمع ولا يبصر} ؟\nفثبت بذلك ما ذكرنا.\n</p>\n\n<h1 class='l1' id='head22'>AUTO مسألة : البارئ تعالى متكلم.</h1>\n\n<p>\nوطريق إثبات كونه متكلما مثل طريق إثبات السمع والبصر إلا أنه لابد في\nإثبات ذلك من إثبات حقيقة.\n</p>\n\n<p>\nوسنذكرها بعد ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nوالدليل عليه من الشرع قوله تعالى : {فأجره حتى يسمع كلام الله} وغير ذلك\nمن الآيات.\n</p>\n\n<h1 class='l1' id='head23'>AUTO مسألة : البارئ تعالى باق.</h1>\n\n<p>\nوالدليل على أنه باق ما <span id='ms21'></span> قدمنا من الدلالة على إنه ، سبحانه وتعالى ، قديم.\n</p>\n\n<p>\nفإن القديم يستحيل عدمه وإذا ثبت ذلك وجب وصفه بالبقاء لأن البقاء\nاستمرار الوجود.\n</p>\n\n<p>\nوالدليل عليه من الشرع قوله تعالى : {ويبقى وجه ربك} وغير ذلك من الآيات.\n</p>\n\n<h1 class='l1' id='head24'>AUTO مسألة : إذا ثبت أن البارئ قادر ، عالم ، حي ، وعندنا البارئ</h1>\n\nتعالى عالم بعلم ، قادر بقدرة ، حي بحياة ، وعلمه قديم وقدرته قديمة.\n<p>\nوالمعتزلة وافقونا على وصفه بأنه عالم ، قادر ، حي إلا أنهم نفوا العلم\nوالقدرة والحياة ثم اختلفوا في العبارة عن وصفه بهذه الأوصاف.\n</p>\n\n<p>\nفقال بعضهم : هو عالم لنفسه وقادر لنفسه.\n</p>\n\n<p>\nوقوم قالوا عالم لا لنفسه ولا بعلة.\n</p>\n\n<p>\nوقوم قالوا هذه الأحكام ثابتة بأنفسها.\n</p>\n\n<p>\nولابد في إثبات الصفات الأزلية من أصل تقدم ذكرها وهو أن يعلم أن طريق\nإثبات الصفات اعتبار الغائب بالشاهد بجامع يجمع.\n</p>\n\n<p>\nوالجامع أربعة أشياء :\n</p>\n\n<p>\nأحدهما : العلة.\n</p>\n\n<p>\nذلك إذا رأينا حكما ثابتا في الشاهد بعلة وجب تعليق المعلوم بتلك العلة\nفي الغايب.\n</p>\n\n<p>\nمثاله أن كون العالم عالما في الشاهد مقيد بالعلم.\n</p>\n\n<p>\nفوجب أن يكون في الغائب مثل ذلك.\n</p>\n\n<p>\nوالثاني : الشرط.\n</p>\n\n<p>\nفإذا ثبت في الشاهد حكم يتعلق بشرط وثبت مثل ذلك الحكم غائبا فيجب أن\nيكون مشروطا بذلك الشرط.\n</p>\n\n<p>\nومثاله أن شرط العالم في الشاهد أن يكون حيا فيشترط ذلك في الغائب.\n</p>\n\n<p>\nالثالث : الحقيقة والحد.\n</p>\n\n<p>\nمثل قوله : حقيقة العالم من قام به من علم ، فيقتضى في الغائب بمثل ذلك.\n</p>\n\n<p>\nالرابع : الدليل.\n</p>\n\n<p>\nفإذا دل الدليل على مدلول عقلا لا يوجد الدليل إلا والدال عليه غائبا\nوشاهدا وذلك من دلالة الصنع على الصانع.\n</p>\n\n<p>\nفطريق اعتبار الغائب بالشاهد هذه الطرق.\n</p>\n\n<p>\nولا يعتبر مجرد الصورة حتى تضاهى نذهب الدهرية ويلزم من ذلك إثبات جسم\nمحدود [د] اعتبار الغائب بالشاهد إذا عرفت هذه المقدمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nوالدليل على إثبات الصفات لله تعالى إنه قد ثبت وتقرر وأن وصفنا الحي في\nالشاهد بأنه عالم معلل بالعلم وقد وصفنا الحق سبحانه بكونه عالما فلابد وأن\nيكون معللا بالعلم.\n</p>\n\n<p>\nإذ لو جاز عالم لا علم له ، جاز تقدير علم لا يتصف محله بكونه عالما <span id='ms22'></span> ،\nشاهدا وغائبا.\n</p>\n\n<p>\nاستحال إثبات عالم لا يتصف بعلمه شاهدا وغائبا.\n</p>\n\n<p>\nفإن قيل : بم أنكرتم على من قال لكم : وصفنا الشاهد بكونه عالما إنما كان\nمعللا بالعلم لأنه حكم جائز ، فافتقر إلى مقتض أو مخصص.\n</p>\n\n<p>\nفأما كونه ، سبحانه وتعالى ، عالما صفة واجبة والواجب يستقل بوجوبه عن\nمقتض يقتضيه.\n</p>\n\n<p>\nوصار هذا كما أن وجود البارئ سبحانه وتعالى لما كان واجبا لم يتعلق بموجب ومقتض.\n</p>\n\n<p>\nووجود المحدثات لما كان جائزا افتقر إلى مقتضيه ومخصص يخصصه.\n</p>\n\n<p>\nقلنا : بم أنكرتم على من يقول لكم أن الحكم الجائز يتعلق بعلة جائزة\nوالحكم الواجب يتعلق بعلة واجبة ؟ فكونه عالما لما كان وصفه واجبا تعلق\nواجبة وهي علمه القديم.\n</p>\n\n<p>\nوليس كما استشهدوا به من الوجود.\n</p>\n\n<p>\nلأننا لم نعول على ما ادعوه من الواجب والجائز ولكن وجوده سبحانه ، ليس\nمقتضى لأنه لا أول له.\n</p>\n\n<p>\nوألا أول له لا يتعلق بفاعل.\n</p>\n\n<p>\nلأن الفعل لابد أن يكون له أول.\n</p>\n\n<p>\nعلى أن هذا الكلام يبطل عليهم بالرشط.\n</p>\n\n<p>\nفإنهم زعموا أن كونه ، سبحانه وتعالى ، عالما مشروطا بكونه حياة كما أن\nالعالم في الشاهد مشروط بالحياة.\n</p>\n\n<p>\nفإذا لم يفصلوا بين الواجب والجائز في الشرط امتنع الفصل بينهما في العلة.\n</p>\n\n<p>\nطريقة أخرى :\n</p>\n\n<p>\nأن يقال لهم : قد ثبت وتقرر أن الذي يحيط بالمعلوم ويتعلق به هو العلم ،\nلاستحالة أن يكون المتعلق بالمعلوم قدرة أو حياة ، وقد ثبت أن المعلومات\nكلها معلومة لله ، سبحانه وتعالى ، قد أحاط بها.\n</p>\n\n<p>\nويشهد له قوله تعالى : {وأن الله قد أحاط بكل شيء علما} فوجب وصفه\nبالعلم.\n</p>\n\n<p>\nومن الدليل بما ذكرناه أنا قد علمنا أن الحق تعالى موصوف بكونه عليما كما\nإنه موصوف بكونه مريدا.\n</p>\n\n<p>\nثم المعتزلة البصريون ساعدونا أن كونه مريدا ليس لنفسه.\n</p>\n\n<p>\nفكذلك وصفه بكونه عالما وجب أن لا يكون للنفس.\n</p>\n\n<p>\nوالدليل عليه من الكتاب قوله تعالى : {أنزله بعلمه}.\n</p>\n\n<p>\nشبههم في المسألة :\n</p>\n\n<p>\nقالوا لو ثبت لله تعالى صفة لكانت قديمة والقدم من أخص أوصاف البارئ ،\nوالاشتراك في الوصف الأخص يوجب الاشتراك في كل وصف وفي ذلك قول بإثبات\nإلهين ( ؟).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nفنقول <span id='ms23'></span> لهم في الجواب : هذا بناء على أصلكم.\n</p>\n\n<p>\nوعندنا الاشتراك في الأخص لا يوجب الاشتراك فيما عداه.\n</p>\n\n<p>\nوقد ذكرنا هذا الفصل فيما تقدم.\n</p>\n\n<p>\nجواب آخر ما ذكروه مجرد الدعوى فإنا لا نساعدهم على كون القدم من أخص\nأوصاف البارئ.\n</p>\n\n<p>\nشبهة أخرى ، وعليها معلولهم قالوا : علم البارئ على زعمكم يتعلق بما لا\nيتناهى من المعلومات على التفصيل.\n</p>\n\n<p>\nوفي الشاهد العلم الواحد لا يتعلق بمعلومات مختلفة.\n</p>\n\n<p>\nفإن العلم بالسواد غير العلم بالبياض ، وإنما يتعلق بمعلوم واحد.\n</p>\n\n<p>\nفالعلم الواحد عندكم في حكم العلوم المختلفة ، ولو جاز ذلك لجاز أن يكون\nالعلم في حكم القدرة ، وإن كان العلم والقدرة مختلفين.\n</p>\n\n<p>\nويلزم من ذلك أن يكون للبارئ صفة واحدة وهي علم وقدرة وحياة وسمع وبصر\nوذلك مستحيل.\n</p>\n\n<p>\nفكذلك إثبات علم يتعلق مختلفة مستحيل.\n</p>\n\n<p>\nالجواب : إن الدليل العقلي يقتضي إثبات صفة هي علم.\n</p>\n\n<p>\nفأما كون العلم صفة زايدة على القدرة لم نعلمه عقلا ولكن [نعلمه]\nبالدلالة السمعية.\n</p>\n\n<p>\nفإن الذين تكلموا في الصفات بالنفي والإثبات أجمعوا على نفي صفة وهي في\nحكم العلم والقدرة.\n</p>\n\n<p>\nفإن قيل : فإذا لم يبعد على قولكم إثبات علم في حكم علوم مختلفة فما\nالمانع من قولنا عالم لنفسه ، قادر لنفسه ، ويكون نفسه في حكم العلم\nوالقدرة فليستغنى بذلك عن الصفات.\n</p>\n\n<p>\nقلنا المانع منه أن ذات البارئ تعالى لو كان في حكم العلم لكان علما ،\nلأن ما يتعلق بالمعلوم علم والقول بأن ذاته علم باطل على القطع.\n</p>\n\n<p>\nثم يقال لهم : الفعل قد دل على إثبات العلم وانعقد الإجماع على أن وجود\nالبارئ ليس بعلم فيحصل من مجموع ذلك : أن العلم زائد على الوجود.\n</p>\n\n<h1 class='l1' id='head25'>AUTO مسألة : لله تعالى صفة هي الإرادة تتعلق بالمرادات كلها.</h1>\n\n<p>\nوذهبت المعتزلة البصرية إلى أن البارئ تعالى مريد بإرادات حادثة لا في\nمحال فتحدث تلك الإرادات لا في محال ، ويصير البارئ بها مريدا.\n</p>\n\n<p>\nثم زعموا أن الإرادات لا تتعلق بها الإرادة.\n</p>\n\n<p>\nوالدليل على بطلانه أن إرادته لو كانت حادثه لافتقرت إلى تعلق إرادة أخرى\nبها ، لأن كل فعل ينشئه الفاعل العالم به <span id='ms24'></span> ويوقعه على صفة مخصوصة في وقت\nمخصوص ، لابد وأن يكون قاصدا إلى إيقاعه ، إذ لو جاز وقوعه من غير قصد لجاز\nوقوع سائر الأفعال من غير قصد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nولو افتقرت الإرادة إلى إرادة أخرى لافتقرت تلك الإرادة إلى مثلها فيتسلسل\nوهو باطل.\n</p>\n\n<p>\nفثبت أن إرادته قديمة.\n</p>\n\n<p>\nفإن زعموا أن الإرادة لا تراد في نفسها لكن يراد بها فهو خطأ.\n</p>\n\n<p>\nلأنه لو صح ما قولوا في الإرادة ، لصح قول جهم في العلم إن لله تعالى\nعلوما ثابتة يعلم بها الحوادث ولا يعلم العلوم في نفسها.\n</p>\n\n<p>\nولما كان قول جهم في العلم باطلا كذلك قولهم في الإرادة.\n</p>\n\n<p>\nثم نقول : من أصلكم أن المثلين يحب اشتراكهما في جميع الصفات وإرادتنا\nمثل الإرادات الحادثة لاشتراكهما في الوصف الأخص وهو كونهما إرادة.\n</p>\n\n<p>\nومن حكم إرادتنا القيام بالمحل فأثبتوا لإرادة البارئ تعالى محلا.\n</p>\n\n<p>\nثم يلزمكم من ذلك قيام إرادته بحمار أو كلب وذلك محال.\n</p>\n\n<p>\nفإن قالوا : الإرادة من شرطها الحياة وبنية مخصوصة لا تتعلق بكل محل.\n</p>\n\n<p>\nفنقول في إثباتكم إرادة لا في محل نفي المحل والبنية والصفة التي أشرتم إليها.\n</p>\n\n<p>\nفإذا جاز نفي أصل المحل لم لا يجوز نفي شرط المحل حتى تقوم إرادته بكل\nبنية مخصوصة ؟\n</p>\n\n<h1 class='l1' id='head26'>AUTO مسألة : ذكرنا أن لله تعالى علما يتعلق بالمعلومات وعلمه صفة</h1>\n\nقديمة بذاته.\n<p>\nوذهب جهم بن صفوان إلى أنه ليس لله تعالى علم قديم ولكن له علوم حادثة\nعلى عدد المعلومات وكلما تجدد شيء حدث لله تعالى علم يتعلق به يكون وقوع\nذلك العلم سابقا على وقوع المعلوم وتتعاقب العلوم كما تتعاقب المعلومات.\n</p>\n\n<p>\nوالدليل على بطلان قوله أن الحوادث قد افتقرت إلى علوم تتقدمها والعلوم\nمشاركة للحوادث في كونها أفعالا حادثة.\n</p>\n\n<p>\nفوجب أن تتقدمها علوم غيرها.\n</p>\n\n<p>\nوفي ذلك إثبات علوم لا نهاية لها.\n</p>\n\n<p>\nويقضى ذلك إلى القول بقدم العالم.\n</p>\n\n<p>\nفإن قالوا العلوم تحدث من غير معلوم تتقدمها فيلزمهم من ذلك استغناء جملة\nالحوادث عن العلم وهو باطل على القطع.\n</p>\n\n<p>\nومن الدليل على بطلان قوله أن العلوم الحادثة لا تخلو إما أن <span id='ms25'></span> تكون في غير\nمحل أو قائمة بأجسام أو قائمة بذات البارئ.\n</p>\n\n<p>\nفإن زعم أنها قائمة لا في محل فالرد عليه مثل الرد على معتزلة البصرة في\nالإرادة.\n</p>\n\n<p>\nوإن زعموا قيامها بذات البارئ فالكلام عليه مثل الكلام على الكزامية حيث\nجوزوا قيام الحوادث بذاته.\n</p>\n\n<p>\nوإن زعموا قيام العلوم بأجسام لزمهم من ذلك أن يقوم علم بجسم والعالم به\nجسم آخر ، وذلك باطل على القطع.\n</p>\n\n<p>\nشبهة الجهمية : قالوا البارئ تعالى عالم بأزله العالم سيقع ، فلما وقع\nكان ذلك معلوما متجددا ، لأنه [وقع] من قبله ما علمه.\n</p>\n\n<p>\nوإذا تجدد له حكم اقتضى تجدد موجب الحكم.\n</p>\n\n<p>\nوفي ذلك إثبات علوم متجددة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا : البارئ ، تعالى ، لا يتجدد له حكم ولا تتعاقب عليه الأحوال.\n</p>\n\n<p>\nلأنه يلزم من ذلك القول بحدوث الصانع كما لزم القول بحدوث الجواهر لتعاقب\nالحوادث عليها.\n</p>\n\n<p>\nبل البارئ تعالى موصوف بعلم واحد يتعلق بالمعلومات لا يتجدد ولا يتعدد\nوهو غير مستحيل في العقل.\n</p>\n\n<p>\nوالذي يدل عليه أنا لو قدرنا في الشاهد علما حادثا باقيا متعلقا بمجيء\nغدا ، وقدرنا استمرار العلم إلى وقت وقوع المطر ، تفتقر حالة وقوعه إلى علم\nمتجدد بوقوعه.\n</p>\n\n<p>\nوالدليل عليه أنا إذا قدرنا علما سابقا على وقوع المطر إنه سيقع وقدرناه\nباقيا إلى وقت وقوعه ، وقلنا لا يتعلق العلم السابق بالوقوع ، يلزمه أن\nيكون جاهلا بالوقوع في وقت الوقوع أو غافلا عنه مع تقدير دوام العلم\n[بالوقوع في الوقت المعين].\n</p>\n\n<p>\nوذلك محال.\n</p>\n\n<p>\nفثبت بذلك أن العلم السابق على الوقوع إذا كان باقيا إلى وقت الوقوع يغنى\nعن تجدد علم.\n</p>\n\n<p>\nوعلومنا فإن لم تكن باقية.\n</p>\n\n<p>\nإلى أن الدلالة العقلية قد تبنى على الموجودات مرة وعلى التقديرات أخرى.\n</p>\n\n<p>\nفإذا لم يلزم في الشاهد تجدد علم عند تقدير علم باق ، لم يلزم في حق\nالصانع تجدد علم عند الوقوع لأن علمه السابق باق عند الوقوع.\n</p>\n\n<h1 class='l1' id='head27'>AUTO مسألة : عند أهل الحق البارئ تعالى متكلم بكلام قديم أزلي غير</h1>\n\nمفتتح الوجود.\n<p>\nوكلامه أمر ونهي وخبر واستخبار ووعد ووعيد.\n</p>\n\n<p>\nوذهبت المعتزلة والخوارج إلى أن كلام البارئ تعالى <span id='ms26'></span> مفتتح الوجود وليس بقديم.\n</p>\n\n<p>\nثم منهم من يطلق القول بأنه مخلوق ومنهم من يمتنع من إطلاق هذه اللفظة مع\nالقطع بأنه ليس بقديم ، احترازا مما فيه من الإفهام.\n</p>\n\n<p>\nلأن المختلق ما لا يكون له أصل.\n</p>\n\n<p>\nوقالت الكزامية : الكلام قديم والقول حادث غير محدث والقرآن قول الله\nوليس بكلام الله.\n</p>\n\n<p>\nوالكلام عندهم القدرة على التكلم.\n</p>\n\n<p>\nوالكلام في هذا على أصلين : أحدهما إثبات حقيقة الكلام والثاني إثبات\nحقيقة المتكلم.\n</p>\n\n<p>\nفأما الأصل الأول حقيقة الكلام : المعنى القائم بالنفس الذي يدل عليه\nالعبارات والإشارات والكتابة ، فتسمى كلاما.\n</p>\n\n<p>\nثم المذهب الصحيح أن العبارات كلام على الحقيقة واسم الكلام نتناولها على\nالحقيقة لا على المجاز.\n</p>\n\n<p>\nومن أصحابنا من قال : تسمية العبارات كلام على سبيل المجاز لأنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \nدلالة على الكلام كما يسمى علما.\n</p>\n\n<p>\nيقول القائل : سمعت اليوم علوما كثيرة ويريد به العبارات الدالة على\nالعلوم.\n</p>\n\n<p>\nوقالت المعتزلة : حقيقة الكلام حروف منتظمة وأصوات منقطعة دالة على أغراض صحيحة.\n</p>\n\n<p>\nوالدليل على بطلان تقديرهم أن حدوا الكلام بالحروف وقد نجد الحرف الواحد\nكلاما صحيحا مثل لفظه الأمر من \" وقى \" و\" وشى \" ق ووش.\n</p>\n\n<p>\nوليس ها هنا حروف ولا أصوات ، ولأنهم ذكروا في الحد [أنها] \" دالة على\nأغراض \" وليس يصح.\n</p>\n\n<p>\nلأن من يلفظ بكلمات لا تفيد يسمى متكلما وليس ها هنا غرض.\n</p>\n\n<p>\nولأنهم قالوا : الحروف المنتظمة والأصوات المنقطعة ، والحروف نفي الأصوات\nولا معنى لتكررها فيجب حذفها.\n</p>\n\n<p>\nفإذا حذفت ، يبقى قولهم الأصوات المنقطعة.\n</p>\n\n<p>\nوالأصوات المنقطعة لا تفيد فائدة ما لم يقع الاصطلاح على كونها دالة على\nغرض فبطل تحديدهم.\n</p>\n\n<p>\nوأما الدليل على إثبات ما ذكرناه من كلام النفس أن العاقل إذا أمر عبده\nبأمر وجد في نفسه طلب الطاعة منه وجدانا ضروريا قبل أن يعلمه به.\n</p>\n\n<p>\nثم يدله على ما في نفسه بلغة أو إشارة أو كناية ، فدل ذلك على ثبوت كلام النفس.\n</p>\n\n<p>\nفإن قيل : بم أنكرتم على من قال أن الذي يجده في نفسه إرادة من الآمر\nامتثال المأمور به ؟ قلنا : ليس من شرط الأمر أ، يكون مريدا للمأمور.\n</p>\n\n<p>\nوسنذكر ذلك <span id='ms27'></span>.\n</p>\n\n<p>\nوإذا لم تكن الإرادة من شرط الأمر بطل أن يكون ذلك المعنى هو الإرادة.\n</p>\n\n<p>\nفإن قيل : فبم أنكرتم على من قال أن الذي يجده في نفسه إرادة تجعل اللفظة\nأمرا على جهة الإيجاب أو على جهة الندب وليس بكلام ؟ قلنا هذا باطل لأن\nاللفظة تقتضي بالفراغ منها وذلك الطلب والاقتضاء مستمر الوجود والماضي لا\nيراد ولكن يتلهف عليه ونحن نعلم أن ما يجده في نفسه من الاقتضاء والطلب ليس بتلهف.\n</p>\n\n<p>\nفبطل أن يكون ذلك إرادة.\n</p>\n\n<p>\nفإن قيل : بم أنكرتم على من يقول أن ما يجده في نفسه ضرب من الاعتقاد\nوليس بكلام ؟ قلنا : هذا محال لأن الاعتقاد إما أن يكون علما أو ظنا أو شكا\nأو جهلا.\n</p>\n\n<p>\nوالذي يجد في نفسه الطلب والاقتضاء يقطع بأنه ليس بعلم ولا ظن ولا شك ولا جهل.\n</p>\n\n<p>\nفبطل أن يكون ذلك اعتقادا على أن جميع ما ذكروه يبطل عليهم بالنظر.\n</p>\n\n<p>\nفإن قائلا لو قال : النظر إرادة علم المنظور أو ضرب من الاعتقاد لكان في\nمثل منزلتهم.\n</p>\n\n<p>\nونحن نعلم أن النظر ليس هو إرادة ولا اعتقادا ، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \nومن الدليل على ما ذكرنا أن قول القائل \" افعل \" قد يتضمن الإيجاب كقوله\nتعالى \" {أقيموا الصلاة} وقد يتضمن الاستحباب كقوله تعالى : {وافعلوا\nالخير} وقد يتضمن الإباحة كقوله تعالى : {فإذا طعمتم فانتشروا} وقد يراد به\nالتهديد كقوله تعالى : {اعملوا ما شئتم} وإذا كان لفظ الأمر يتردد على هذه\nالوجوه فقد يقول \" افعل \" ويريد به الوجوب وقد يريد الاستحباب وقد يريد\nالإباحة وقد يريد به التهديد.\n</p>\n\n<p>\nوصورة الحروف والأصوات واحدة ولو كان الأمر نفس اللفظ لما اختلف.\n</p>\n\n<p>\nفعلم أن الإيجاب صفة قائمة بالنفس يتميز بوصفه الخاص عن الاستحباب\nوالإباحة والنهي والتهديد.\n</p>\n\n<p>\nثم يقع التنبيه عليه بالعبارة والإشارة والكناية.\n</p>\n\n<p>\nفإن قيل : ما ألزمتمونا ينعكس عليكم.\n</p>\n\n<p>\nفإنكم جعلتم العبارة دلالة على ما في النفس.\n</p>\n\n<p>\nولا يجوز أن يكون دليل الإيجاب والاستحباب واحدا.\n</p>\n\n<p>\nقلنا : التمييز يحصل بالقرآن لا بنفس الأصوات والحروف ، والقرآن عندهم\nليس من الكلام.\n</p>\n\n<p>\nوالدليل على إثبات كلام النفس من جهة الشرع <span id='ms28'></span> قوله تعالى : {يقولون في\nأنفسهم} فأثبت قول.\n</p>\n\n<p>\nوقال صلى الله عليه : \" رفع عن أمتي ما حدثت به أنفسهم \" وقال عمر بن\nالخطاب ، - رضي الله عنه - : \" زورت في نفسي كلاما يوم السقيفة \" .\n</p>\n\n<p>\nويقول الرجل في العادة : \" في نفسي كلام أريد أن لأعرضه عليك \" وقال\nالأخطل : \" إن الكلام لفي الفؤاد \" .\n</p>\n\n<p>\nوإنما جعل اللسان على الفؤاد دليلا فثبت أن وراء العبارة والحروف كلاما.\n</p>\n\n<p>\nوأما الأصل الثاني فعندنا المتكلم من قام بذاته الكلام كالعالم من قام به العلم.\n</p>\n\n<p>\nوعندهم المتكلم من يفعل الكلام.\n</p>\n\n<p>\nوليس من الشرط قيامه بالمتكلم كما لا يشترط قيام الفعل بالفاعل.\n</p>\n\n<p>\nوالمسألة في الحقيقة بناء على أصل وهو أن عندنا لا فاعل بالحقيقة إلا\nالله تعالى وإن أثبت ذلك فالله تعالى فاعل كلامنا وليس متكلما به.\n</p>\n\n<p>\nفبطل أن يكون المتكلم من يفعل الكلام.\n</p>\n\n<p>\nوالدليل على بطلان كلامهم إنه لو كان المتكلم من يفعل الكلام لكان المصوت\nيفعل الصوت.\n</p>\n\n<p>\nويلزم من ذلك أن يكون البارئ ، سبحانه وتعالى ، مصوتا من حيث خلق\nالأصوات.\n</p>\n\n<p>\nوالدليل عليه [أن] من سمع كلاما من آخر علم كونه متكلما من غير أن يخطر\nبباله كونه فاعلا لكلامه.\n</p>\n\n<p>\nولو كان الكلام بمعنى الفعل لكان لا يعلمه متكلما من لا يعلمه فاعلا.\n</p>\n\n<p>\nوالذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \nيدل على فساد قولهم أن الكلام عندهم حروف منتظمة وأصوات متقطعة.\n</p>\n\n<p>\nفإذا قال الواحد منا : زرت الكعبة مختارا فهو متكلم به عندهم.\n</p>\n\n<p>\nولو قدرنا أن الله تعالى خلق هذه الحروف والأصوات على صورتها في بعض\nعبيده ضرورة بحيث لا يمكنه الشكوك منها فلا يخلو : إما أن يقضى بكون من\nيسمع منه هذه الحروف متكلما أو لا يقضى.\n</p>\n\n<p>\nفإن قال : يقضى بكونه متكلما فقد بطل أن يكون المتكلم من يفعل الكلام\nلأنه لا فعل من جهته ها هنا وإنما الفعل لله تعالى.\n</p>\n\n<p>\nوإن قال : ذلك العبد غير متكلم به فقد جحد المشاهدة لأنا نسمع منه الكلام\nكما نسمع منه إذا كان مختارا فبطل قولهم.\n</p>\n\n<p>\nويقال لهم : من أصلكم أنه عالم لنفسه فهلا قلتم أيضا إنه متكلم لنفسه ؟\nفإن <span id='ms29'></span> قالوا إنما لم نقل ذلك لأن الصفة لنفسه يعم تعلقها.\n</p>\n\n<p>\nألا ترى أنه كما كان حقيقة وليس الله به متكلما.\n</p>\n\n<p>\nقلنا هذا باطل بالقدرة فإن عندهم البارئ تعالى قادر لنفسه ثم لا تتعلق\nقدرته عندهم بجملة المقدورات لأن أفعال العباد غير مقدورة لله تعالى على قولهم.\n</p>\n\n<p>\nفبطل أصلكم بذلك.\n</p>\n\n<p>\nوإذا أثبت كلام النفس وبطل أن يكون الكلام بمعنى الفعل فقد ثبت كونه\nسبحانه وتعالى متكلما فلابد أن يكون كلامه قديما لأنه لا يجوز قيام الحوادث بذاته.\n</p>\n\n<p>\nشبهتهم في المسألة :\n</p>\n\n<p>\nفإن قالوا قوله تعالى : \" اخلع نعليك وألق عصاك \" كلام الله تعالى\nويستحيل أن يكون البارئ تعالى يخاطب بذلك في أزلة وموسى ، عليه السلام ،\nغير موجود لأن الخطاب ولا مخاطب هناك لغو ، وهذا يباب.\n</p>\n\n<p>\nويستحيل ذلك في صفات الله تعالى.\n</p>\n\n<p>\nالجواب : إن مثل هذا يلزمهم.\n</p>\n\n<p>\nلأن قوله تعالى : \" اخلع نعليك وألق عصاك \" بإجماع المسلمين كلام الله\nتعالى في دهرنا ووقتنا وموسى غير مخاطب به الآن.\n</p>\n\n<p>\nفإذا لم يمتنع إثبات كلام الآن والمخاطب بد قد تقدم ولم يكن لغوا ، لماذا\nيمتنع إثبات خطاب سابق والمخاطب به متأخر ؟ وربما أوردوا هذا الكلام على\nوجه آخر ، فقالوا : إذا أثبتم كلاما قديما أزليا فلا يخلو إما أن تحكموا في\nالأزل بكونه أمرا ونهيا وخبرا واستخبارا أو لا تثبتوا له هذه الأوصاف.\n</p>\n\n<p>\nفإن صرتم إلى نفي هذه الأوصاف أبطلتم الكلام ، إذ لا يعقل لا يتصف بكونه\nأمرا ونهيا وخبرا واستخبارا.\n</p>\n\n<p>\nفإن هذه جملة أقسام الكلام.\n</p>\n\n<p>\nوإن أطلقتم كونه أمرا ونهيا وخبرا لزمكم إثبات مخاطب به في الأزل\nلاستحالة توجه الخطاب على المعدوم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا : عندنا الكلام الأزلي يتصف بكونه أمرا ونهيا والمعدوم على أصلنا\nمأمور بالأمر الأزلي بشرط الوجود وما ألزمونا من الاستحالة فيلزمهم مثله.\n</p>\n\n<p>\nلأن من مذهب المعتزلة إنه ليس لله تعالى في وقتنا كلام وإنما كان له كلام\nوقت الخطاب ، وقد علم الآن ، ونحن الآن مأمورين بالأوامر.\n</p>\n\n<p>\nفإذا لم يستعبدوا مأمورا بلا أمر لم أنكروا أمرا بلا مأمور ؟\n</p>\n\n<p>\nثم هذا باطل.\n</p>\n\n<p>\nفإن الله تعالى موصوف في <span id='ms30'></span> أزلة بأنه قادر بالإجماع.\n</p>\n\n<p>\nومن حكم القادر أن يكون له مقدور والمقدور هو الجائز الممكن وإيقاع\nالأفعال في الأزل يستحيل.\n</p>\n\n<p>\nفإذا جاز وصفه بكونه قادرا مع أن وقوع المقدرات مختص بما لا يزال ، جاز\nوصفه بكلام أزلي هو أمر لمن سيكون.\n</p>\n\n<p>\nثم جوابنا عنه أن الكلام في الأزل موجود إلا إنه لو وقع الإخبار عنه في\nالأزل كان تقديره : إني آمر عبيدا أخلقهم بكذى وكذى وحين خلقهم تقدير\nالأخبار : افعلوا كذى ، وبعدما يغنيهم تقدير الأخبار عنه : إني أمرت عبيدا\nخلقتهم بكذى.\n</p>\n\n<p>\nفالتعبير يرجع إلى الحوادث لا إلى كلامه ومثاله لو قدرنا في الشاهد كلاما\nباقيا وقدرنا أن الواحد منا أضمر في نفسه أن يقول لعبده : \" غدا أدخل السوق\nوأشتر ثوبا \" فذلك الكلام الآن موجود وتقدير العبارة عنه إني أريد أن أقول\nلعبدي : \" أدخل السوق وأشتر الثوب \" فإذا جاء الغد كان تقديره العبارة عنه\n: \" أدخل الشوق وأشتر الثوب \" فإذا مضى الغد والرجل عبر على ما أضمر فيكون\nتقدير العبارة بأني قلت لعبدي : \" أمس أدخل السوق وأشتر الثوب \" .\n</p>\n\n<p>\nفالمعنى القائم بذاته في الأحوال كلها واحد.\n</p>\n\n<p>\nوالاختلاف يرجع إلى العبارة الدالة عليه لا إلى نفس المعنى كذى في وصف كلامه.\n</p>\n\n<p>\nومن شبههم إنهم قالوا القرآن معجزة الرسول ، صلى الله عليه ، والمعجزة لا\nتكون إلا أفعالا خارقة للعادة ولا يجوز أن تكون المعجزة قديمة إذ لو جاز\nذلك لجاز أن يكون علمه القديم معجزة وسمعه القديم معجزة.\n</p>\n\n<p>\nوهذا لآن القديم لا يختص ببعض المحدثين حتى يصير معجزة له.\n</p>\n\n<p>\nوإذا ثبت كونه معجزة ثبت إنه مخلوق.\n</p>\n\n<p>\nفالجواب : أن عندهم القرآن حين كان أصواتا ثم انقضت والمتلو والمحفوظ ليس\nبكلام الله تعالى ونفى كلامه أشنع مما ذكرنا.\n</p>\n\n<p>\nجواب من مذهبهم أن ما تحدى به الرسول لم يكن كلام الله تعالى ، وإنما\nتحدى مثله.\n</p>\n\n<p>\nوعندهم أن كل قارئ آت بمثل كلام الله تعالى وقد قال : {لئن اجتمعت الإنس والجن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \nعلى أن يأتوا بمثل هذا القرآن لا يأتون بمثله}.\n</p>\n\n<p>\nفأبطلوا المعجزة فكذبوا القرآن فظهر فساد قولهم.\n</p>\n\n<h1 class='l1' id='head28'>AUTO مسألة : كلام <span id='ms31'></span> الله تعالى منزل على الحقيقة.</h1>\n\n<p>\nوالدليل عليه ظاهر الآيات من كتاب الله تعالى مثل قوله : {إنا أنزلناه}\nقوله حط شيء من علو إلى سفل ونقله من مكان إلى مكان.\n</p>\n\n<p>\nولكن المراد بالإنزال أن جبريل ، عليه السلام ، أدرك كلام الله تعالى فوق\nسبع سموات ، ثم نزل إلى الأرض فأفهم الرسول ، عليه السلام ، ما فهم عند\nسدرة المنتهى وهو كما يقال : \" أنزلت رسالة الملك من القصر \" لا يراد به حط\nشيء من القصر ، فإنما يراد به ما ذكرنا.\n</p>\n\n<h1 class='l1' id='head29'>AUTO مسألة : كلام الله تعالى مسموع على الحقيقة.</h1>\n\n<p>\nوالدليل عليه قوله تعالى : {وإن أحد من المشركين استجارك فأجره حتى يسمع\nكلام الله} والمعنى بقولنا مسموع أن كلام الله تعالى مفهوم السامع عند سماع\nالقرآن والسماع يذكر ويراد به الفهم.\n</p>\n\n<p>\nيقول القائل : \" سمعت كلام فلان الغائب \" إذا انتهى إليه معنى كلامه وإن\nلم يسمع منه.\n</p>\n\n<p>\nوليس المراد به أن السامع مدرك لنفس كلام الله تعالى.\n</p>\n\n<p>\nوالدليل عليه أن الله تعالى خص موسى ، عليه السلام ، بأن أسمعه كلامه\nالقديم بلا واسطة وخص محمد به ليلة المعراج.\n</p>\n\n<p>\nولو كان المسموع إدراك كلام الله القديم لما ظهر لتخصيص بعض الأنبياء\nبذلك فايدة.\n</p>\n\n<h1 class='l1' id='head30'>AUTO مسألة : كلام الله تعالى في المصاحف على الحقيقة ومحفوظ في</h1>\n\nالقلب على الحقيقة.\n<p>\nوالدليل على إنه مكتوب قوله تعالى \" في لوج \" ومعناه في لوح محفوظ ولا\nيوصف بأنه حال في المصحف ولا في القلب وهذا كما أن الله تعالى على الحقيقة\nمعبود في مسجدنا معلوم في قلوبنا مذكور بألسنتنا.\n</p>\n\n<p>\nولا يوصف البارئ تعالى بالحلول والانتقال.\n</p>\n\n<h1 class='l1' id='head31'>AUTO مسألة : القراءة عندنا أصوات القراء ونغماتهم وهي اكتسابهم</h1>\n\nوالمفهوم عند القراءة كلام الله تعالى.\n<p>\nوالدليل عليه أن القارئ يؤمر بالقراءة في حال الطهارة ويثاب عليها ويمنع\nعنها في حال الجنابة ويعاقب عليها ولا يتعلق الثواب والعقاب إلا بما هو كسب العبد.\n</p>\n\n<p>\nوالدليل عليه أن القراءة تستطاب من بعض القراء ولا تستطاب من البعض وذلك\nمحال فيما صفته القدم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>AUTO مسألة : كلام الله تعالى واحد وهو أمر بجميع المأمورات وخبر عن</h1>\n\nجميع المخبرات يسمى <span id='ms32'></span> بالعربية قرآنا وبالعبرانية توراة وبالسرينية إنجيلا\nوليس طريق إثبات العلم باتخاذ الصفات : العقل.\n<p>\nبل العقل يدل على إثبات الكلام الواحد ، وإنما عرفناه بالإجماع.\n</p>\n\n<p>\nفإن الإجماع قد انعقد على نفي ما زاد على الواحد.\n</p>\n\n<h1 class='l1' id='head33'>AUTO مسألة : صفات البارئ لا توصف بأنها متغايرة وكذلك الذات مع</h1>\n\nالصفات.\n<p>\nولا يجوز أن يقال العلم غير القدرة أو غير الكلام ، ولا أن العلم هو\nالكلام ، أو القدرة هي العلم أو العلم هو الذات أو الكلام هو الذات.\n</p>\n\n<p>\nولكن يقال : الذات موجودة والصفات موجودة مع الذات قائمة بالذات.\n</p>\n\n<p>\nوالدليل عليه أن حقيقة الغيرين الموجودين اللذين يجوز مفارقة أحدهما\nالثاني بزمان أو مكان أو وجود أو عدم لا يجوز مفارقة الصفات للذات ولا\nمفارقة الصفات بعضها بعضا ، بما ذكرناه أن العقل قد دل على قدم الصفات\nويستحيل عدم القديم.\n</p>\n\n<h1 class='l1' id='head34'>AUTO مسألة : ذهب القدماء من أئمتنا إلى أن البقاء للباقي زائدة على</h1>\n\nالذات وأن لله صفة تسمى البقاء كالعلم والقدرة.\n<p>\nوالصحيح أن البقاء ليس بمعنى زائد على الذات ولكن البقاء استمرار الوجود.\n</p>\n\n<p>\nوالدليل عليه : أنا نصف الصفات الأزلية بالبقاء ولو كان البقاء معنى لما\nوصف به الصفات لاستحالة قيام المعنى بالمعنى.\n</p>\n\n<p>\nولأنا لو أثبتنا بقاء قديما لزمنا أن نصفه ببقاء آخر فيتسلسل ذلك ،\nونظيره القدم.\n</p>\n\n<p>\nفإن الشيء في أول حدوثه لا يسمى قديما.\n</p>\n\n<p>\nفإذا استمر وجوده مدة يسمى قديما.\n</p>\n\n<p>\nوليس القدم معنى زائدا على الوجود المستمر.\n</p>\n\n<h1 class='l1' id='head35'>AUTO مسألة : للبارئ سبحانه وتعالى في الأزل اسم وصفة.</h1>\n\n<p>\nوأنكرت المعتزلة ذلك.\n</p>\n\n<p>\nوقالوا : ليس لله تعالى في الأزل اسم ولا صفة.\n</p>\n\n<p>\nوهذا القول يفضى إلى القول بأن الله تعالى له في الأصل صفة الإلوهية فهو\nكفر وضلالة.\n</p>\n\n<p>\nوحقيقة هذه المسألة تبتنى على معرفة الاسم والتسمية والصفة والموصوف.\n</p>\n\n<p>\nفالتسمية عندنا لفظ المسمى الدال على الاسم ، والاسم مدلول التسمية.\n</p>\n\n<p>\nوقد يذكر الاسم ويراد به التسمية توسعا ومجازا.\n</p>\n\n<p>\nوالوصف قول الواصف والصفة مدلول الوصف.\n</p>\n\n<p>\nوقد تطلق الصفة ويراد بها الوصف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \nوذهبت المعتزلة إلى أن الاسم والتسمية واحد.\n</p>\n\n<p>\nوالاسم والصفة أقوال المسمى والواصفين.\n</p>\n\n<p>\nولم يكن في الأزل عندهم لله <span id='ms33'></span> تعالى كلام وقول ، فلم يكن له اسم ولا صفة.\n</p>\n\n<p>\nوالدليل على أن الاسم يخالف التسمية : قوله تعالى : {سبح اسم ربك}\nوالمسبح ذات البارئ تعالى لا قول الذاكرين وألفاظهم وقال تعالى : {ما\nتعبدون من دونه إلا أسماء سميتموها أنتم وآباؤكم} وعبدة الأصنام ما عبدوا\nاللفظ بل عبدوا الأجسام والأعيان فثبت أن الاسم هو المسمى.\n</p>\n\n<p>\nفإن قيل : قد ورد في الخبر أن رسول الله ، - صلى الله عليه وسلم - ، قال\n: لله تسعة وتسعون اسما ولو كان الاسم المسمى لكان تسعة وتسعون إلها.\n</p>\n\n<p>\nفالجواب : أن الاسم قد يطلق ويراد به التسمية.\n</p>\n\n<p>\nفالمراد به \" لله تعالى تسعة وتسعون تسمية \" .\n</p>\n\n<p>\nفإذا تقرر ما ذكرنا فأسامي الرب تعالى على ثلاثة أقسام : فمن الأسامي ما\nيطلق بأنه المسمى ، وهو ما دلت التسمية به على وجوده.\n</p>\n\n<p>\nمثل قولنا \" حق \" و\" موجود \" و\" ذات \" .\n</p>\n\n<p>\nومن أساميه ما يطلق بأنه غير المسمى وهو ما دلت التسمية به على فعله :\nكالخالق والرازق.\n</p>\n\n<p>\nومن أسمائه ما لا يقال فيه إنه هو ولا غير المسمى.\n</p>\n\n<p>\nوهو ما دلت التسمية به وعلى صفة قديمة كالعالم والقادر والسميع والبصير.\n</p>\n\n<h1 class='l1' id='head36'>AUTO مسألة : ما ورد السمع بإثبات صفات الله تعالى لا يدل عليها مثل</h1>\n\nالوجه في قوله تعالى {كل شيء هالك إلا وجهه} والأعين في قوله تعالى : {تجري\nبأعيننا} واليدين في قوله تعالى : {لما خلقت بيدي}.\n<p>\nواختلفوا في ذلك.\n</p>\n\n<p>\nفذهب جماعة إلى أن هذه صفات زائدة على ما دلت عليه العقول واستدلوا على\nذلك بقوله تعالى : {ما منعك أن تسجد لما خلقت بيدي} ولا وجه لحمله على\nالقدرة لأن جملة المخلوقات حاصلة بالقدرة فتبطل فائدة التخصيص.\n</p>\n\n<p>\nومنهم من أنكر أن تكون هذه صفات زائدة على ما دل عليه العقل.\n</p>\n\n<p>\nوصار إلى أن العين محمول على البصر والوجه على الوجود واليد على القدرة.\n</p>\n\n<p>\nاستدل عليه بأن قال : العقل قد دل على أن الخلق لا يقع إلا على القدرة\nومن أثبت صفة قديمة يقع بها الخلق فقد أبطل حقيقة القدرة وأثبت لها تناهيا.\n</p>\n\n<p>\nلأن ما حصل باليد لم يحصل بالقدرة فتكون <span id='ms34'></span> متناهية.\n</p>\n\n<p>\nوأيضا فإن آدم ، عليه السلام ، ما استحق السجود لأنه مخلوق باليد ولكن\nلأمر الحق ، سبحانه وتعالى ، أمر الملائكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \nبالسجود فصار ظاهر الآية متروكا ووجب حمله على تأويل.\n</p>\n\n<p>\nوهو إنه تخصيص تشريف كما أضاف الكعبة إلى نفسه.\n</p>\n\n<p>\nوأضاف المؤمنين بصفة العبودية إلى نفسه.\n</p>\n\n<p>\nوأما قوله : {تجري بأعيننا}.\n</p>\n\n<p>\nفالمراد به الأعين التي تفجرت من الأرض وإضافته إلى الله تعالى على سبيل الملك.\n</p>\n\n<p>\nوأما قوله : { ويبقى وجه ربك} فمتروك الظاهر إذ لا يختص البقاء بعد فناء\nالخلق بصفة من صفات البارئ التي هي الوجه ، بل البارئ تعالى باق بعد فناء\nالخلق بجميع صفاته.\n</p>\n\n<p>\nويقال : المراد بالوجه الجهة التي يراد بها التقرب إلى الله تعالى.\n</p>\n\n<p>\nكما يقال : فعلت كذى لوجه الله تعالى ، خالصا لله تعالى.\n</p>\n\n<p>\nفيكون معناه : إن كل عمل ما أريد به وجه الله يحبطه ويبطله ومما يقرب كما\nذكرنا آيات في كتاب الله وأخبار رسول الله ، - صلى الله عليه وسلم -.\n</p>\n\n<p>\nومنها قوله تعالى : {الله نور السماوات والأرض}.\n</p>\n\n<p>\nوالغرض من الآية ضرب المثل بدليل إنه قال في آخر الآية : {ويضرب الله\nالأمثال للناس} ومنها قوله تعالى : {يا حسرتى على ما فرطت في جنب الله}.\n</p>\n\n<p>\nمعناه جهة أمر الله لأن الجنب إن كان بمعنى الجارحة فالجارحة لا يجوز في\nوصفه بالاتفاق وإن كان بمعنى الصفة ولا يكون للتفريط فيه معنى وفائدة.\n</p>\n\n<p>\nمنها قوله تعالى : {يوم يكشف عن ساق} والمراد به التنبيه على أهوال\nالقيامة ، كما يقال قامت الحرب على ساقها أي على شدتها ومنها قوله تعالى :\n{وجاء ربك} وقوله : {هل ينظرون إلا أن يأتيهم الله} ...\n</p>\n\n<p>\nوالمراد به : جاء أمر ربك ...\n</p>\n\n<p>\nويأتيهم أمر الله.\n</p>\n\n<p>\nوالدليل عليه أن الله تعالى ذكر في سورة الأنعام إخبارا عن إبراهيم أنه\nاستدل بأقوال الشمس والقمر والكواكب على أنها ليست بآلهة وتبرء منها.\n</p>\n\n<p>\nولو كان البارئ يجوز عليه الإتيان والمجيء لبطلت الدلالة.\n</p>\n\n<p>\nومنها ما روى في الخبر : \" ينزل الله تعالى كل ليلة إلى السماء الدنيا \"\nفالمراد به أن يأمر الملائكة بالنزول فيكون معناه ينزل ملائكة الله.\n</p>\n\n<p>\nونظيره قوله تعالى <span id='ms35'></span> : {إنما جزاء الذين يحاربون الله}.\n</p>\n\n<p>\nومعناه يحاربون أولياء الله.\n</p>\n\n<p>\nويقال في العادة نادى الأمير في البلد والأمير لا ينادى ولكن يأمر به\nويضاف إليه لكونه أمرا به ويقال : قتل الأمير فلانا وضرب فلانا وهو لا\nيتولى بنفسه ويضاف إليه لكونه آمرا له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nومنها ما روى أن الجبار يضع قدمه في النار فيقول قط قط.\n</p>\n\n<p>\nفالمراد بالجبار المتجبر من العباد.\n</p>\n\n<p>\nوالدليل عليه قوله تعالى : {كل قلب متكبر جبار}.\n</p>\n\n<p>\nوالدليل عليه أن الله تعالى أخبر عن الأصنام أنهم يدخلون النار في قوله\nتعالى : {إنكم وما تعبدون من دون الله حصب جهنم} ثم استدل على نفي صفة\nالإلهية عنهم بدخولهم النار فقال : \" لو كان هؤلاء آلهة ما وردوها \" فمن\nزعم أن البارئ له قدم يضعها في النار فقد أبطل هذه الدلالة سوى بينه وبين\nالأصنام.\n</p>\n\n<p>\nومنها ما روى أن الله تعالى خلق آدم على صورته.\n</p>\n\n<p>\nفهذا بعض الخبر وله سبب وهو ما روى أن رجلا كان يلطم وجه عبد له فنهاه ،\nصلوات الله عليه ، عن ذلك.\n</p>\n\n<p>\nفقال لا تلطم وجهه فإن الله تعالى خلق آدم على صورته ، يعني على صورة\nالغلام , وقيل : إن الهاء كناية راجعة إلى آدم نفسه ومعناه : \" خلقه بشرا\nسويا من غير والد ووالدة ، من غير أن كان نطفة وعلقة ، بل صورة ابتداء ،\nوخلقه على تلك الصورة ، هذه طريقة المتحققين.\n</p>\n\n<p>\nوالأولى لمن لا يتبحر في العلم الإعراض عن التأويل في جملة ذلك ،\nوالإيمان بظاهر الآيات والأخبار ، وإجرائها كما جاءت مع الاعتقاد بأنه لا\nيجوز عليه ، سبحانه وتعالى ، ما هو من سمات المحدثين وصفات المخلوقين.\n</p>\n\n<h1 class='l1' id='head37'>AUTO مسألة : مذهب أهل الحق أن لا خالق إلا الله فما يحدث في العالم</h1>\n\nفكلها حادثة بقدرته واختراعه.\n<p>\nولا فرق بين ما لا يتعلق به قدرة الآدميين كالأجسام والألوان والطعوم\nوبين ما يتعلق به قدرة العباد كالإكساب.\n</p>\n\n<p>\nوجملة ذلك أن كل مقدور لقادر فهو مقدور لله تعالى والله خالقه.\n</p>\n\n<p>\nوزعمت المعتزلة أن العباد مخترعون لأفعالهم.\n</p>\n\n<p>\nفإن البارئ لا يوصف بالقدرة على مقدورات العباد كما لا يوصف العبد <span id='ms36'></span>\nبالقدرة على مقدروات الله تعالى.\n</p>\n\n<p>\nثم المتقدمون منهم امتنعوا من تسمية العبد خالقا والمتأخرون أطلقوا ذلك.\n</p>\n\n<p>\nوالدليل على بطلان قولهم أن يقال لهم : زعمتم أن مقدورات العباد ليست\nبمقدورة لله تعالى لاستحالة مقدور بين قادرين فقيل : إن يخلق القدرة لعبده\nهل يقدر على ما يعلم أن العبد سيقدر عليه إذا خلقه ؟ فإن قولوا بطل ، لأن\nما سيقدر عليه العبد من الجائزات الممكنات ولم تتعلق بها قدرة العبد استحال\nأن لا يقدر عليه الصانع.\n</p>\n\n<p>\nوإن قالوا يقدر عليه ، فمن المستحيل أن يكون الشيء مقدورا.\n</p>\n\n<p>\nثم يخرج عن كونه مقدورا بعد ذلك.\n</p>\n\n<p>\nوالذي يدل على فساد قولهم أن خروجه عن كونه مقدورا لظهور قدرة العبد\nويستحيل مقدور بين قادرين ، فنفاه مقدورا لله تعالى.\n</p>\n\n<p>\nونفى قدرة العبد أولى من إثبات قدرة حادثة للعبد ونفى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \nقدرة الصانع.\n</p>\n\n<p>\nوإذا ثبت إنه مقدور لله تعالى ثبت إنه خالقه إذ لا يجوز أن يخترع العبد\nما هو مقدور لله تعالى.\n</p>\n\n<p>\nومن الدليل على فساد قولهم أن الفعل المحكم المتقن دلالة على علم مخترعه.\n</p>\n\n<p>\nورأينا تصدر من العبد أفعال في حال غفلته وسكره وجنوبه على الاتساق\nوالإتقان.\n</p>\n\n<p>\nوالعبد غير عالم.\n</p>\n\n<p>\nكما يصدر منه في هذه الحالة.\n</p>\n\n<p>\nفيجب أن يكون من يصدر منه عالما به وليس يتحقق ذلك إلا على مذهب أهل الحق.\n</p>\n\n<p>\nفإن مخترع الأفعال هو الله.\n</p>\n\n<p>\nفأما على ما زعموا : العبد هو المخترع ويكون غير عالم, ولو ساغ ذلك لخرج\nالفعل المحكم من أن يكون دلالة على علم فاعله.\n</p>\n\n<p>\nفإن عكسوا علينا وقالوا : \" أنتم أثبتم للعبد كسبا ويجب أن يكون عالما\nبما يكتسبه.\n</p>\n\n<p>\nثم يصدر عنه القليل من أفعاله في حال غفلته وهو غير عالم به \" .\n</p>\n\n<p>\nقلنا : ليس من الواجب كون المكتسب عالما بما يكتسبه وإنما يمتنع وقوعه\nدون علمه لاطراد العادة.\n</p>\n\n<p>\nفإما أن يكون العلم شرطا فلا.\n</p>\n\n<p>\nومن الدليل على فساد قولهم أن من أصلهم القدرة المتعلقة بالشيء لأمثاله\nوأضداده.\n</p>\n\n<p>\nفالقدرة على الحركة قدرة على أمثالها وعلى السكون ، [إذ] الموجودات كلها\nمشتركة في تعلق القدرة بها <span id='ms37'></span>.\n</p>\n\n<p>\nفيجب أن تتعلق القدرة الحادثة بجميع الحوادث كالطعوم والألوان والروائح\nونحوها.\n</p>\n\n<p>\nكما تتعلق القدرة المتعلقة بالحركة بجميع ما يضادها.\n</p>\n\n<p>\nولما لم تتعلق قدرته [ب] المقدورات مع اشتراك الجميع في تعلق القدرة بها\n، بطل أن يكون العبد مخترعا.\n</p>\n\n<p>\nومن الدليل على فساد قولهم إنهم قالوا : القدرة الحادثة تتعلق بالاختراع\nابتداء ولا تتعلق بالعدم والفوات.\n</p>\n\n<p>\nومعلوم أن الإعادة بمثابة النشأة الأولى.\n</p>\n\n<p>\nوكذلك يستدل على قدرة البارئ تعالى على الإعادة بالنشأة الأولى.\n</p>\n\n<p>\nوعليه يدل نص التنزيل حيث قال : {قل يحييها الذي أنشأها أول مرة}.\n</p>\n\n<p>\nفإذا لم تصلح القدرة الحادثة لإعادة ما يجوز إعادته كيف تصلح لابتداء\nالخلق والاختراع ؟\n</p>\n\n<p>\nومن الدليل على إبطال قولهم إجماع سلف الأمة على الرغبة إلى الله تعالى\nفي أن يرزقهم الإيمان ويجنبهم الكفر والطغيان ويعصمهم عن المعاص.\n</p>\n\n<p>\nوعليه يدل نص القرآن من قصة إبراهيم حيث دعا وقال : {ربنا واجعلنا مسلمين\nلك} ....\n</p>\n\n<p>\nقال : {واجنبني وبني أن نعبد الأصنام} ولو كانت المعاصي والكفر غير\nمقدورة لله تعالى كان سؤال ما لا يقدر عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nوذلك محال.\n</p>\n\n<p>\nفإن قالوا هذه الداعية ليست بخلق الإيمان وإنما هو سؤال القدرة على\nالإيمان والله تعالى هو الذي يخلق له القدرة على الإيمان وإن كان العبد هو\nالذي يخلق الإيمان.\n</p>\n\n<p>\nفالجواب أن هذا خطأ على أصلكم لأن عندكم كل مكلف قادر على الإيمان\nوالبارئ تعالى لا يسلبهم القدرة على الإيمان.\n</p>\n\n<p>\nوأيضا فإن القدرة على الإيمان قدره على الكفر ، على قولهم.\n</p>\n\n<p>\nفلو كان البارئ تعالى معينا على الإيمان بخلق القدرة [عليه] لكان معينا\nعلى الكفر بخلق القدرة [عليه] كيف ومن العبيد من علم الله إنه لو خلق له\nقدرة الكفر لكفر.\n</p>\n\n<p>\nفخلق القدرة في هذه الحالة ، مع علمه بأنه لا يؤمن ، إعانة على الكفر.\n</p>\n\n<p>\nومن الدليل على فساد قولهم إطلاق السلف والخلف القول بأن البارئ مالك بكل\nمخلوق وإله كل محدث ومن المستحيل أن يكون البارئ مالك ما لا يخلقه وإله ما\nلا يقدر عليه.\n</p>\n\n<p>\nإذا لم يكن البارئ رب هذه الأفعال وكان العبد خلق أعمال نفسه كان <span id='ms38'></span> ربها.\n</p>\n\n<p>\nوإليه أشار البارئ في القرآن حيث قال : {إذا لذهب كل إله بما خلق} ...\n</p>\n\n<p>\nوالقول بذلك كفر.\n</p>\n\n<p>\nومن الدليل على فساد قولهم إن الإيمان والطاعات أحسن من الأجسام\nوأعراضها.\n</p>\n\n<p>\nفلو اتصف العبد بكونه خالقا لإيمانه وطاعته لكان أحسن خلقا من ربه.\n</p>\n\n<p>\nوقد قال الله تعالى : {أحسن الخالقين}.\n</p>\n\n<p>\nفإن قيل : لولا القدرة على الإيمان لما قدر العبد على الإيمان فخلق\nالقدرة على الإيمان أحسن من خلق الإيمان.\n</p>\n\n<p>\nوالبارئ تعالى هو أحسن الخالقين.\n</p>\n\n<p>\nقلنا : فلزم على مقتضى قولهم أن تكون القدرة على الكفر شرا من الكفر\nوعندكم القدرة صالحة للكفر كما هي صالحة للإيمان.\n</p>\n\n<p>\nوإذا كان ذلك إعانة على الكفر لم يكن أحسن.\n</p>\n\n<p>\nومن الدليل على بطلان قولهم أقوال الله تعالى : {ذلكم الله ربكم خالق كل شيء}.\n</p>\n\n<p>\nفتمدح بالاختراع والإبداع ولو كان غيره خالقا مبدعا لبطل التمدح من حيث\nأنه يصير خاصا بأنه الخالق لأفعاله دون أفعال غيره.\n</p>\n\n<p>\nوالعبد أيضا يقول : \" وأنا خالق كل شيء \" ويريد به أفعال نفسه.\n</p>\n\n<p>\nفيبطل المدح.\n</p>\n\n<p>\nونستدل بكل آية مثل قوله تعالى : {والله على كل شيء قدير} ولا معنى لذلك\nعند المعتزلة لأنه يقدر على أفعاله نفسه دون أفال عبيده والعبد كذلك على\nأفعال نفسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nومن الدليل عليه قوله تعالى : {أم جعلوا لله شركاء خلقوا كخلقه فتشابه\nالخلق ....\n</p>\n\n<p>\nقل الله خالق كل شيء وهو الواحد القهار}.\n</p>\n\n<p>\nوالمعتزلة أثبتوا الشركاء له حيث أثبتوا الخلق لأنفسهم.\n</p>\n\n<p>\nشبههم في هذه المسألة.\n</p>\n\n<p>\nقالوا : العاقل يميز بين مقدوره [و] غير مقدوره ، ويفرق بين الحركة\nالواقعة بإرادته واختياره وبين حركة المرتعش ، بأن مقدوره يقع على حسب قصده\n، وما لا يكون مقدوره لا يقع على حسب قصده.\n</p>\n\n<p>\nولو كان فعله غير واقع به لما كان على وفق إرادته : كلونه وصورته وسائر صفاته.\n</p>\n\n<p>\nالجواب : أن من المقدور ما لا يقع على حسب قصده وإرادته وهو أفعال\nالسكران والنائم إذا لم يطرد ذلك أبدا لم يدل وقوعه في بعض الأحوال على حسب\nإرادته على كونه خالقا.\n</p>\n\n<p>\nكما أن الشبع يقع عند الأكل في عامة الأحوال والري <span id='ms39'></span> عند الشرب ، وفهم\nالمخاطب عند الخطاب ، وحجل الإنسان عند التحجيل ، وفزعه عند التهويل.\n</p>\n\n<p>\nولم يدل وقوع هذه الأشياء على هذه الوجوه على أنه فعل القاصد على أن\nالتفرقة التي ذكروها راجعة إلى تعلق القدرة بأحدهما دون الثاني.\n</p>\n\n<p>\nوهو كما يفرق الإنسان بين العلم والظن مع إنه لا تأثير للعلم والظن فيما\nتعلقا به.\n</p>\n\n<p>\nومن شبههم.\n</p>\n\n<p>\nقالوا : العبد مطالب من ربه بالطاعة ويستحيل في العقول مطالبة العبد بما\nلا يقع منه ، كما يستحيل مطالبته بألوانه وخلقته وسائر صفاته.\n</p>\n\n<p>\nوربما قرروا ذلك بأن قالوا : الإجماع قد انعقد على أن ما يؤدى إلى كلام\nالبارئ على التناقض والخروج عن الإفادة باطل.\n</p>\n\n<p>\nومن جملة اللغو أن يقول المخاطب لمن يخاطبه : أفعل ما لا يقدر عليه أو :\nافعل ما أنا فاعله.\n</p>\n\n<p>\nفالجواب أن مثل هذا يلزمكم في أهلكم أن المعدوم شيء وثابت على خصائص\nأوصافه فما معنى المطالبة بإثبات ما هو ثابت ؟ وأيضا فإن العبد عندكم مطالب\nبالنظر ابتداء وهو ليس يعتقد أمرا مطالبا.\n</p>\n\n<p>\nفكيف يصح الطلب قبل معرفة الطالب على أن مثل هذا التناقض يلزمهم.\n</p>\n\n<p>\nلأن من أصلهم أن على الله أن يفعل ما هو الأصلح لعباده.\n</p>\n\n<p>\nفإذا قدرنا عبدا علم الله سبحانه إنه لو مات في صباه نجا من العذاب فلو\nعاش إلى وقت التكليف وخلق الله له القدرة على الكفر لكفر.\n</p>\n\n<p>\nفصلاحه في أن لا يقدره.\n</p>\n\n<p>\nوهذا غاية التناقض.\n</p>\n\n<p>\nأو يقول الآمر : أنا أكلفك أشياء قاصدا بها صلاحك مع علمي بأنك لا تصلح قط.\n</p>\n\n<p>\nويقال لهم : اتفق أهل الملك على توجه الخطاب على المكلفين فما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \nادعيتم من استحالة علمتموه ضرورة أو دلالة ؟ فإن ادعوه ضرورة كان محالا.\n</p>\n\n<p>\nلأن الخصم يدعى عليهم ضرورة على الضد مما ادعوه.\n</p>\n\n<p>\nوإن ادعوه من حيث الدلالة فلابد من إظهاره.\n</p>\n\n<p>\nومن شبههم.\n</p>\n\n<p>\nإذا كانت القدرة الحادثة لا تؤثر في متعلقها كان نظير العلم المتعلق\nبالمعلوم من حيث إنه لا يؤثر فيه ويلزم من ذلك تجويز القدرة الحادثة\nبالألوان والأجسام وجميع الحوادث كما يتعلق العلم بجميع ذلك.\n</p>\n\n<p>\nقلنا لهم <span id='ms40'></span> ولم قلتم أن العلم يتعلق بكل المعومات لانتفاء تأثيره فيه حتى\nيكون مشارك القدرة معه في نفي التأثير.\n</p>\n\n<p>\nفوجب أن يعم تعلقه على أن هذا باطل بالرؤية لا تؤثر في المرأى.\n</p>\n\n<p>\nثم لا يتعلق عندهم بجميع الموجودات.\n</p>\n\n<p>\nفإن الطعوم عندهم والروائح لا يجوز أن ترى.\n</p>\n\n<p>\nومن شبههم.\n</p>\n\n<p>\nقالوا : العبد يثاب على فعله ويعاقب عليه.\n</p>\n\n<p>\nوذلك دليل على إنه واقع منه ، لا يحسن توبيخه والثناء عليه بما لا يقع\nمنه كما لا يوبخ على لونه وساير صفاته.\n</p>\n\n<p>\nقلنا : هذا فاسد لأن الثواب والعقاب والذم والمدح ليس من موجبات فعل\nالمكلف حتى لو ابتدأ البارئ بنعيم مقيم أو عقاب أليم من غير طاعة ولا معصية\nكان جائزا.\n</p>\n\n<p>\nوإنما أفعال العباد أمارات ودلالات لا موجبات.\n</p>\n\n<p>\nفإن قيل : ما ذكرتم من قول العبد مكتسبا غير معقول فإن القدرة إذا لم\nتؤثر في المقدور لم يكن لتعلقها به معنى.\n</p>\n\n<p>\nقلنا : ليس من شرط الصفة أن تؤثر فيما يتعلق بها ، فإن العلم يتعلق\nبالمعلوم ولا يؤثر فيه والرؤية متعلقة بالمرئي ولا تؤثر فيه والإرادة تتعلق\nبفعل الغير.\n</p>\n\n<p>\nفإن الإنسان قد يريد أن يفعل غيره شيئا ولا تأثير لإرادته في فعله ، فبطل\nما ادعوه.\n</p>\n\n<p>\nاستدلوا بقول الله تعالى : {فتبارك الله أحسن الخالقين} وهذا دليل على أن\nالله يتصف بالخلق والاختراع حتى يكون البارئ أحسن الخالقين خلقا.\n</p>\n\n<p>\nقلنا : العبد عندكم أحسن خلقا من البارئ لأن العبد يخلق الإيمان والبارئ\nيخلق الأجسام.\n</p>\n\n<p>\nعلى أن الخلق في اللغة بمعنى التقدير ومنه سمى الحذا خالقا لأنه يقدر\nطاقة بطاقة فيكون معنى الآية : \" أحسن المقدرين \" فتحمله على التقدير دون\nالاختراع.\n</p>\n\n<h1 class='l1' id='head38'>AUTO مسألة : مذهب أهل الحق أن العبد قادر على كسبه وله فعل.</h1>\n\n<p>\nوذهبت الجبرية إلى أنه لا قدرة للعبد أصلا وما يسمى فعلا للعبد فهو على\nسبيل المجاز.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nوالدليل على إثبات القدرة أن العاقل يفرق بين الحركة القصدية والاختيارية\nوبين حركة المرتعش الضرورية ، والحركتان على صفة واحدة ، فلا من موجب\nالتفرقة.\n</p>\n\n<p>\nويستحيل أن تكون التفرقة راجعة إلى نفس الفاعل ، لأن ما كان صفة <span id='ms41'></span> للنفس\nيستمر ما دامت النفس موجودة.\n</p>\n\n<p>\nترى النفس موجودة ولا حركة ، فثبت إنها زائدة على النفس.\n</p>\n\n<p>\nوليس ذلك إلا القدرة.\n</p>\n\n<p>\nفإن قيل : بم أنكرتم على من يقول أن التفرقة راجعة إلى الإرادة والكراهة\n، والاختيارية مرادة ، وغيرها ليس بمراد ؟ قلنا : هذا محال لأن الغافل من\nلا إرادة له يفرق بين تحريك اليد والرعدة والإرادة معدومة فإن قيل : بم\nأنكرتم على من قال التفرقة راجعة إلى صحة الجارحة ووجود بنية مخصوصة وعدمها\n، لا إلى القدرة ؟\n</p>\n\n<p>\nقلنا : هذا باطل فإن صاحب اليد الصحيحة والبنية التامة يفرق بين أن يحرك\nيد نفسه اختيارا وبين أن يحرك الغير يده ، وبنية اليد في الحالتين على صفة واحدة.\n</p>\n\n<p>\nوالذي يدل على ما ذكرناه من الكتاب قوله تعالى : {لها ما كسبت وعليها ما\nاكتسبت} وقوله تعالى : {كل نفس بما كسبت رهينة}.\n</p>\n\n<p>\nوغير ذلك من الآيات.\n</p>\n\n<h1 class='l1' id='head39'>AUTO مسألة : مذهب أهل الحق أن الحوادث كلها بقضاء الله وقدره</h1>\n\nومشيئته وإرادته خيرها وشرها نفعها وضرها حلوها ومرها ، الكفر والإيمان\nوالطاعة والعصيان.\n<p>\nفما أراد الله كان وما لم يرد لم يكن.\n</p>\n\n<p>\nثم من أصحابنا من أطلق هذا القول على الجملة.\n</p>\n\n<p>\nفإذا جاء الأمر إلى التفصيل لا يطلق القول بأن له زوجة لما فيه من\nالإيهام والزلل.\n</p>\n\n<p>\nومن أصحابنا من أطلق ذلك.\n</p>\n\n<p>\nوقال : الله تعالى يريد كفر الكافر له معاقبة.\n</p>\n\n<p>\nوأما المحبة والرضى فمن أصحابنا من قال : المحبة والرضى بمعنى الإرادة\nإلا أنهما أخص من الإرادة فإذا أراد الله تعالى بالعبد نعمة يقال أحبه ،\nوضده السخط [وهو] إرادة العقوبة.\n</p>\n\n<p>\nومن أصحابنا من قال : المحبة والرضى عبارة عن أنعام الرب وأفضاله.\n</p>\n\n<p>\nوالسخط عبارة عن النعمة والعقوبة.\n</p>\n\n<p>\nوقالت المعتزلة : الرب تعالى مريد لأفعال نفسه سوى الإرادة والكراهة.\n</p>\n\n<p>\nفإن لا يوصف بأنه مريد للإرادة والكراهة مع قولهم مريد بإرادة حادثة.\n</p>\n\n<p>\nفأما أفعال العباد فما كان منها قربة وطاعة فيوصف البارئ بأنه مريد لها ،\nوما كان معصية من أفالهم أو كان مباحا فلا يوصف البارئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \nبأنه مريد [لها].\n</p>\n\n<p>\nفأما ما لا يدخل تحت التكليف من معتقدات الأطفال وأفعالهم <span id='ms42'></span> فلا يريدها\nالبارئ ولا يكرهها.\n</p>\n\n<p>\nوالدليل على بطلان قولهم أن القائلين بثبوت الصانع اتفقوا على تقدسه عن\nالنقائص واتفق العقلاء على أن نفوذ المشيئة علامة السلطنة ودلالة الكمال.\n</p>\n\n<p>\nوضد ذلك دلالة النقص.\n</p>\n\n<p>\nفإذا زعموا أن معظم ما يجرى في العالم الله تعالى كاره له فقد قضوا\nبالقصور والعجز وإليه أشار جعفر الصادق ، - رحمه الله - لما سأله عن هذه\nالمسألة فقال : \" أو عصى كرها \" .\n</p>\n\n<p>\nفإن قالوا : الرب تعالى قادر على إلجاء الخلق إلى الإيمان بأن يظهر آية\nهائلة تقهر الجبابرة كما فعل باليهود لما امتنعوا من قبول الأمر.\n</p>\n\n<p>\nقال الله تعالى : {وإذ نتقنا الجبل فوقهم} ...\n</p>\n\n<p>\nقلنا : هذا فاسد لأن الله تعالى لا يخلق عندهم إيمان المؤمنين.\n</p>\n\n<p>\nومعنى الإلجاء إظهار آيات هائلة.\n</p>\n\n<p>\nوربما يتفق [أن] طائفة من الكفرة والمعاندين لا يؤمنون وإن راؤا الآيات\nالهائلة.\n</p>\n\n<p>\nوأيضا فإنه إذا ألجأهم لا يكون إيمانهم مما يثاب عليه لأن الثواب إنما\nيكون على ما يختار فعله لأن ما يقع بطريق الخير يكون قبيحا ، والرب تعالى\nلا يريد القبيح على زعمهم فما يريده الرب لا يقدر عليه ، والذي لا يقدر\nعليه لا يريده.\n</p>\n\n<p>\nوالذي يدل عليه إجماع الأمة على كلمة وهو قولهم : ما شاء الله كان ، وما\nلم يشأ لم يكن.\n</p>\n\n<p>\nفهو إذا قال : الله تعالى لا يريد ما تحدث من الحوادث فقد خرق الإجماع.\n</p>\n\n<p>\nوالدليل عليه من الكتاب الآيات الواردة في الهداية والضلالة والختم\nوالطبع كقوله تعالى : {فمن يرد الله أن يهديه يشرح صدره للإسلام} ، وقال\nتعالى : {ومن يهد الله فهو المهتد} ...\n</p>\n\n<p>\n{ومن يضلل فأولئك هم الخاسرون}.\n</p>\n\n<p>\nوقال تعالى : {والله يدعو إلى دار السلام ويهدي من يشاء}.\n</p>\n\n<p>\nولا يجوز حمل هذه الآية على الإرشاد وإلى طريق الجنان لأن الله تعالى علق\nالهداية على مشيئته وكل من يستوجب الجنة فختم على الله تعالى أن يدخل الجنة\nولا يتعلق بالمشيئة.\n</p>\n\n<p>\nومنها قول الله تعالى : {ختم الله على قلوبهم} وقوله : {بل طبع الله\nعليها}.\n</p>\n\n<p>\nوقوله تعالى : {وجعلنا قلوبهم قاسية} ...\n</p>\n\n<p>\n{وجعلنا على قلوبهم أكنة} وإنه متفرد بخلقه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nشبههم في <span id='ms43'></span> هذه المسألة.\n</p>\n\n<p>\nقال : الله تعالى أمرنا الإيمان والطاعة ونهانا عن الكفر والفجور\nوالمعصية ويستحيل في حقه أن يأمر بما يكرهه ويأباه وينهى عما يريده.\n</p>\n\n<p>\nلأن الجمع بين الأمر وكراهة المأمور وبين النهي وإرادة المنفي تناقض وهو\nيشابه الأمر بالشيء والنهي عنه فإذا أن ما أمر الله به فقد أراده وما نهى\nعنه فلم يرده.\n</p>\n\n<p>\nقلنا : لا نساعدكم على هذه القاعدة بل يجوز في العقل أن يأمر العاقل بما\nلا يريده.\n</p>\n\n<p>\nومثال ذلك شاهدا رجل ضرب عبده وبالغ في تأديبه فاتصل الخبر بسلطان الوقت\nفهم بزجره فلما استحضره قال معتذرا \" إنه عصاني ولم يمتثل أمري \" فاتهمه\nالسلطان فقال سيد الغلام : \" أنا أحقق قولي بين يديك فاستدعى العبد وأمره\nبأمر بمرأى منك ومسمع فإن خالفني بأن صدقي وإن أطاعني بأن كذبي.\n</p>\n\n<p>\nفاستحضره وأمره بشرائط الأمر وصورتها كلها موجودة.\n</p>\n\n<p>\nونعلم أن مراد السيد أن لا يتمثل أمره ليتمهد عذره عند الأمير.\n</p>\n\n<p>\nفصح أن الآمر يجوز أن يأمر بما لا يريده.\n</p>\n\n<p>\nهذا من جهة المشاهدة.\n</p>\n\n<p>\nومن جهة الشرع فالله تعالى أمر إبراهيم بذبح ولده وما أراد الذبح.\n</p>\n\n<p>\nفإن قالوا : ذلك لم يكن أمرا على التحقيق فخطأ لأن مثل إبراهيم ، عليه\nالسلام ، ولا يجوز أن يقدم على ذبح ولده من غير أمر.\n</p>\n\n<p>\nفإن قالوا : هو لم يكن مأمورا بالذبح حقيقة وإنما كان مأمورا بمقدمات\nالذبح من شد الأطراف والقصد إلى القتل.\n</p>\n\n<p>\nوالدليل عليه أن الله تعالى قال : {قد صدقت الرؤيا} فدل إنه لم يكن\nمأمورا إلا بما فعل.\n</p>\n\n<p>\nقلنا هذا محال لأن اله تعالى قال : {إن هذا لهو البلاء المبين} وليس في\nمقدمات الذبح بلاء مبين.\n</p>\n\n<p>\nوأيضا فإن الله تعالى قال : {وفديناه بذبح عظيم}.\n</p>\n\n<p>\nولو كان المأمور به مقدمات الذبح ما احتاج إلى الفدا.\n</p>\n\n<p>\nوأما قوله تعالى : {قد صدقت الرؤيا} فمعناه : اعتقدت كونه وابتدرت إلى\nالامتثال فخففنا عنك.\n</p>\n\n<p>\nثم يقال لهم : ما ألزمتمونا من التناقض يلزمكم ، لأنكم تواقعونا أن الله\nتعالى أمرهم بالإيمان مع علمه بأنهم لا يؤمنون.\n</p>\n\n<p>\nومن قال لعبده : أعطيتك القوة وأتممت عليك <span id='ms44'></span> النعمة حتى تكتسب الجنة مع\nعلمي بأنك تعصي وتفجر بعد ذلك تناقضا.\n</p>\n\n<p>\nفقد جوزوه.\n</p>\n\n<p>\nفبطل دعواهم.\n</p>\n\n<p>\nشبهة أخرى قالوا : الإرادة تكتسب صفة المراد فإذا كان المراد سفها كانت\nالإرادة سفها.\n</p>\n\n<p>\nولا يجوز وصف الله تعالى به.\n</p>\n\n<p>\nقلنا : عندنا إرادة البارئ تعالى قديمة وإنما يتصف بالسفه وضده ما كان\nحادثا ، هذا كما أن من أكتسب علما بالفواحش من غير حاجة إليه يعد سفها.\n</p>\n\n<p>\nثم البارئ تعالى عالم بجملة الحوادث خيرها وشرها ثم لا يوصف بما يوصف به\nمن اكتسب بذلك علما.\n</p>\n\n<p>\nثم هذه القاعدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \nفاسدة لأنه لو كان إرادة السفه سفها لكان إرادة الطاعة طاعة ويلزم من ذلك\nأن يكون البارئ تعالى مطيعا لإرادته الطاعة.\n</p>\n\n<p>\nواستدلوا بقوله : {لا يرضى لعباده الكفر}.\n</p>\n\n<p>\nالجواب : أن نحمل ذلك على المؤمنين دون الكفار وقد يرد لفظ العباد\nوالمراد به الخصوص.\n</p>\n\n<p>\nقال الله تعالى : {عينا يشرب بها عباد الله يفجرونها تفجيرا}.\n</p>\n\n<p>\nاستدلوا بقوله : [وقال] {الذين أشركوا لو شاء الله ما أشركنا}.\n</p>\n\n<p>\nثم وبخهم عليه ورد مقالتهم.\n</p>\n\n<p>\nقلنا : إنما وبخهم عليه لاستهزائهم بالدين ، فإنهم سمعوا من الرسول أن\nالأمور بإرادة الله فلما طوبوا بالإسلام قالوا على سبيل الاستهزاء لو شاء\nالله ما أشركنا.\n</p>\n\n<p>\nوغرضهم بذلك رد دعوة الأنبياء عليهم السلام.\n</p>\n\n<p>\nوالدليل عليه إنه قال بعد ذلك أن تتبعون إلا الظن.\n</p>\n\n<p>\nوأيضا فإن الإيمان بصفات الله تعالى فرع الإيمان بالله تعالى وهم أنكروا\nالصانع فكيف يؤمنون بصفاته ؟ قال : فإن الله تعالى قال : {وما خلقت الجن\nوالإنس إلا ليعبدون}.\n</p>\n\n<p>\nفدل أن الله تعالى أراد من العباد العبادة وهم يكفرون.\n</p>\n\n<p>\nفالجواب أن الآية قد دخلها التخصيص.\n</p>\n\n<p>\nفإن الصبيان والمجانين خصوا من الآية.\n</p>\n\n<p>\nوعندكم العموم إذا دخله التخصيص صار مجملا.\n</p>\n\n<p>\nثم المراد بالآية بيان استغناء الله عن العباد بدليل إنه قال : {ما أريد\nمنهم من رزق وما أريد أن يطعمون}.\n</p>\n\n<p>\nوالحمل على ما ذكرنا أولى لأن الله تعالى قد علم أن معظم الخليقة يكفرون.\n</p>\n\n<p>\nفإذا حملوا الآية على ظاهرها فيصير تقديرها ما خلقت من علمت إنه لا يؤمن\nإلا ليؤمن.\n</p>\n\n<p>\nوذلك <span id='ms45'></span> تناقض ظاهر.\n</p>\n\n<p>\nاستدلوا بقوله تعالى : {أصابك من حسنة فمن الله وما أصابك من سيئة فمن نفسك}.\n</p>\n\n<p>\nفدل أن ذلك من العباد وليس من الله تعالى.\n</p>\n\n<p>\nقلنا : إنهم لا يقولون بظاهر الآية لأن عندكم أفال العباد مخلوقة لهم\nخيرها وشرها فلا يقولون أن الحسنة من الله تعالى.\n</p>\n\n<p>\nوأيضا فإن الإصابة إنما تستعمل فيما يكون بغير الاختيار.\n</p>\n\n<p>\nيقال أصابه مرض وخسران.\n</p>\n\n<p>\nفأما ما يقع باختياره لا يستعمل فيه هذه الكلمة ، لا يقال : أصابه أكل وشرب.\n</p>\n\n<p>\nفلم يكن لهم حجة.\n</p>\n\n<p>\nثم هذه يعارضها قوله : {إن تصبهم حسنة يقولوا هذه من عند الله وإن تصبهم\nسيئة يقولوا هذه من عندك قل كل من عند الله}.\n</p>\n\n<p>\nفدل أن الجميع بمشيئة الله تعالى وقضائه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>AUTO مسألة : التوفيق خلق قدرة الطاعة والخذلان خلق قدرة المعصية ،</h1>\n\nثم الموفق لا يعصى لعدم القدرة والمخذول لا يطيع لعدم القدرة.\n<p>\nالرب تعالى قادر على توفيق جملة العباد وعلى خذلانهم.\n</p>\n\n<p>\nوالعصمة هي التوفيق بعينه.\n</p>\n\n<p>\nثم قد يكون خاصا على بعض الذنوب.\n</p>\n\n<p>\nوقد يكون عاما - واللطف أيضا - خلق قدرة الطاعة.\n</p>\n\n<p>\nوقالت المعتزلة التوفيق خلق لطف بعلم الله تعالى أن العبد يؤمن عنده\nوالخذلان امتناع ذلك.\n</p>\n\n<p>\nواللطف خلق فعل بعلم الله تعالى أن العبد يطيع عنده ثم قد يكون الشيء\nلطفا في إيمان واحد ولا يكون لطفا في إيمان غيره.\n</p>\n\n<p>\nثم يجب عندهم على الله تعالى أقصى ما يقدر عليه من اللطف بعبيده حتى\nيطيعوه.\n</p>\n\n<p>\nوليس في مقدوره لطف لو فعله بالكافر لا من عنده.\n</p>\n\n<p>\nوهذا كفر وضلال وقد قال الله : {ولو شئنا لآتينا كل نفس هداها}.\n</p>\n\n<p>\nوقال تعالى : {ولو شاء ربك لجعل الناس أمة واحدة}.\n</p>\n\n<p>\nويقال لهم إذا وجبتم على الله أقصى ما يقدر عليه من اللطف فهل لا قلتم\nبأنه يقطع التكليف عمن علم إنه لا يؤمن أو يميته حتى لا يبلغ مبلغ التكليف\nويكفر ويستوجب العقوبة ، إذ لا عرض في تكليف من يعلم إنه لا يؤمن في حياته.\n</p>\n\n<h1 class='l1' id='head41'>AUTO مسألة : الحسن عند أهل الحق ما ورد الشرع بالثناء على فاعله</h1>\n\nوالقبيح ما ورد <span id='ms46'></span> الشرع بذم فاعله.\n<p>\nوليس الحسن والقبيح صفة زائدة على ورود الشرع.\n</p>\n\n<p>\nفأما العقل فلا يحسن ولا يقبح.\n</p>\n\n<p>\nوذهبت المعتزلة إلى أن الحسن والقبيح يعلم من طريق العقل فالكفر قبيح\nوالضرر المحض الذي لا غرض فيه قبيح.\n</p>\n\n<p>\nوالدليل على بطلان قولهم أن يقال لهم : عرفتم قبح ما حكمتم بقبحه ضرورة\nأو دلالة ؟ فإن ادعوا ذلك ضرورة كان محالا لأنا لا نساعدهم عليه.\n</p>\n\n<p>\nومن المستحيل اختصاص طائفة من العقلاء بضرب من العلوم الضرورية مع استواء\nالجميع في مداركها.\n</p>\n\n<p>\nوإن قالوا : دلالة.\n</p>\n\n<p>\nفنقول لا يخلو إما أن تكون قبيحة لنفسها أو لمعنى فيها أو لا لنفسها ولا لمعنى.\n</p>\n\n<p>\nبطل أن يكون لنفسها أو لمعنى فيها لأن القتل ظلما يماثل القتل قصاصا ،\nوالزنى يماثل الوطئ الحلال.\n</p>\n\n<p>\nواختلفا في الحسن والقبح.\n</p>\n\n<p>\nوبطل أن يكون لا لنفسه ولا لمعنى فيه لاستحالة أن يوجب النفي حكما فثبت\nإنه لورود الشرع به.\n</p>\n\n<p>\nومن الدليل عليه أن الألم واللذة حادثان بقدرة الله ورأينا إيلام الأطفال\nالذين لم يرتكبوا ذنبا ولم يصدر منه سبب بوجوب العقوبة.\n</p>\n\n<p>\nوكذلك نشاهد إيلام البهائم التي لا تكليف عليهم وهو ضرر محض لا يحكم بقبحه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قيل : إنما حسن ذلك لأن الله تعالى يثيبهم على ذلك بما يزيد نفعه على ذلك.\n</p>\n\n<p>\nقلنا : النفع الذي يصل إليه لا يخلو : أما أن يكون في مقدور الله تعالى\nإيصاله إليه من غير ألم أو ليس ذلك في مقدوره.\n</p>\n\n<p>\nفإن زعموا عليه فقد نفوا قدرة الصانع وهو كفر.\n</p>\n\n<p>\nفإن قالوا : يقدر عليه : فما الفائدة في إيلامه ؟ وهلا من عليه بذلك\nابتداء تفضلا من عنده من غير ألم ؟ فإن قالوا : إنما حسن إيلام الأطفال\nلغرض فيه وهو أن يعتبر غيره فيمتنع من المعصية.\n</p>\n\n<p>\nقلنا : فليس من المستحسن إيلام من لا ذنب له ليعتبر به مذنب.\n</p>\n\n<p>\nشبهتهم.\n</p>\n\n<p>\nقالوا : الذين ينكرون الشرع يعلمون قبح الظلم وكفران المنعم مثل\nالبراهمة.\n</p>\n\n<p>\nولو كان طريق التحسين والتقبيح الشرع لما عرفه من ينكر الشرع.\n</p>\n\n<p>\nقلنا : من سلم لكم أن اعتقادا البراهمة علم ؟ بل اعتقادهم ليس بعلم <span id='ms47'></span> ، وهو\nمثل اعتقادهم أن ذبح البهائم وتعريضها التعب قبيح ، ولا يعد ذلك علما.\n</p>\n\n<p>\nقالوا : العاقل إذا عرض له حاجة ويحصل غرضه بالصدق ويحصل بكذب يصدر منه\nولا مزية لأحد الطريقين على الثاني ، فإنه يختار الصدق ويجتنب الكذب ،\nوإنما يؤثر الكذب إذا كان فيه غرض لا يحصل من الصدق وليس ذلك إلا لكون\nالصدق حسنا بالعقل.\n</p>\n\n<p>\nقلنا : هذا الكلام متناقض في نفسه لأن الكذب قبيح يستحق الذم والصدق\nيستحق المدح ، فكيف يتصور استوائهما في حصوله الغرض بهما ؟ والذي يدل على\nفساد ذلك أن ما ذكروه يوجب خروج الصدق عن حكم التكليف واستحقاق الثواب عليه\n، لأن الملجأ إلى الشيء لا يثاب عليه.\n</p>\n\n<p>\nوعلى قولهم العاقل مجبر على الصدق.\n</p>\n\n<p>\nثم أن هذا الكلام إنما يستمر لهم بعد ورود الشرع بتحسين الصدق وتقبيح\nالكذب ، وأما قبل ورود الشرع واستقراره فلا نسلم لهم ما ادعوه.\n</p>\n\n<h1 class='l1' id='head42'>AUTO مسألة : لا واجب على العبد عقلا وإنما طريق الإيجاب الشرع وقبل</h1>\n\nورود الشرع لا حكم أصلا.\n<p>\nوقالت المعتزلة : يجب على العبد عقلا أن يعرف الصانع ويشكره وهذه المسألة\nكالتي قبلها وقد بينا [ها].\n</p>\n\n<p>\nوشبههم في المسألة قالوا : العاقل إذا تأمل في حال نفسه جوز في ابتداء\nنظره أن يكون له صانع أنعم عليه وإنه لو شكر المنعم لأثابه وتفضل عليه\nبالزيادة ، ولو كفر لعاقبه ومن الجائز أن لا يزيد ذلك.\n</p>\n\n<p>\nفإذا تساوى الجوازان فالعقل يرشده إلى ما فيه الأمن من العقوبة.\n</p>\n\n<p>\nوهذا كما لو قصد السفر إلى بلده ولها طريقان أحدهما آمن والثاني مخوف ولا\nغرض له في المخوف فالعقل يقتضي تقديم ما فيه الأمن والعدول عن طريق الخوف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا : هذا الخاطر يعارضه مثله وذلك أن العاقل يخطر له كونه عبدا محكوما\nعليه وأن ليس للمملوك إلا ما أذن فيه مالكه وإنه لو أتعب نفسه صارت مكدودة\nمن غير إذن مولاه وإن مالكه غنى عن شكره وإنه كما يبتدئ بالنعم قبل\nالاستحقاق لا يبتغي بدلا عليها.\n</p>\n\n<p>\nولو فعل كان منه سوء أدب.\n</p>\n\n<p>\nفإذا كان هذا الخاطر معارضا للأول فقضية العقل <span id='ms48'></span> فيه وانتظار الأمر والإذن.\n</p>\n\n<p>\nوالذي يحقق ما قلنا أن الملك العظيم إذا أعطى عبده رغيفا بالمثل ثم أراد\nالعبد أن يطوف شرقا وغربا يثنى على سيده بحسن عطائه وذكر إنعامه لا يعد ذلك\nمستحسنا.\n</p>\n\n<p>\nلأن ما صدر من الملك بالإضافة إلا قدره مستحق ، فيكون العبد مستحقا\nللتأديب.\n</p>\n\n<p>\nوجملة المخلوقات بالإضافة إلى جلال الله أقل من إضافة رغيف إلى مملكة ملك\nمن ملوك الدنيا.\n</p>\n\n<p>\nجواب آخر : إن من لم يخطر له الخاطر الذي ذكروه فطريق العلم لم يوجد في\nحقه والشكر حتم عليه على قولهم فبطلت قاعدتهم.\n</p>\n\n<h1 class='l1' id='head43'>AUTO مسألة : مذهب أهل الحق أن لا واجب على الله تعالى أصلا بل هو</h1>\n\nيتصرف في مملكته على حسب إرادته ومشيئته.\n<p>\nوقالت المعتزلة : يجب على الله تعالى من طريق الحكمة أن يخلق الخلق\nابتداء وإذا خلق الذين علم إنه يكلفهم فيجب أن يكمل عقولهم ويزيح العلل حتى\nيؤمنوا به ويجب عليه أن يفعل ما هو الأصلح لهم وفي دينهم ودنياهم.\n</p>\n\n<p>\nولا يجوز في حكمته أن يبقى ممكنا لما فيه صلاحهم في العاجل والآجل.\n</p>\n\n<p>\nوإذا أطاع العبد مولاه فيما أمره به يجب على الله أن يثيبه عليه وأن\nيعوضه عما لحقه من الإله.\n</p>\n\n<p>\nوالدليل على بطلان قولهم أن يقال لهم أيش تريدون مما أثبتم من الوجوب ؟\nفإن قالوا : أردنا به توجه أمر كان عليه محالا لأن الله تعالى هو الآمر\nوحده ، لا آمر سواه.\n</p>\n\n<p>\nفإن قالوا : نريد به أنه يتضرر بتركه ، فالبارئ تعالى يتقدس عن الضرر\nوالنفع إذ لا معنى لهما إلا الألم واللذة.\n</p>\n\n<p>\nوإذا بطل الطريقان ثبت ما ذكرناه.\n</p>\n\n<p>\nويقال لهم : بم أوجبتم ثواب الأعمال على الله تعالى وأعمالهم شكر على ما\nسبق من نعمة.\n</p>\n\n<p>\nومن أصلكم أن شكر المنعم واجب وأداء الغرض لا يستحق عليه عوض ؟ ويقال لهم\n: لو وجب على الله تعالى فعل الأصلح لعباده لوجب على العبد أن يعمل ما هو\nالأصلح له ولأولاده من أمر الدنيا.\n</p>\n\n<p>\nوقد وافقونا على أنه لا يلزمه أن يعمل في حق نفسه ما هو الأصلح لدنياه <span id='ms49'></span>.\n</p>\n\n<p>\nفإن قالوا : إنما لم نوجب عليه فعل الصلح في حق نفسه لأنه يصير بتكلف ذلك\nمجهولا متعبا والبارئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \nتعالى لا يلحقه في فعل الأصلح تعب.\n</p>\n\n<p>\nقلنا : فإذا لم توجبوا على العبد فعل الأصلح لأن فيه مشقة وتعبا وفي\nتكليف العباد مشقة عليهم ، فيجب أن لا تجوزوا تكليف العباد ابتداء.\n</p>\n\n<p>\nفإن قالوا : يحصل له مما يقاس من التعب ثواب عظيم منه.\n</p>\n\n<p>\nقلنا : [من] نفى أمر الدنيا كذلك يحصل له النفع ولم توجبوا.\n</p>\n\n<p>\nومن الدليل على بطلان قولهم : أن في فعل النوافل صلاح العباد والذي يدل\nعليه أن الشرع دعاهم إلى ذلك وندبهم إليها ، فوجب أن تجب النوافل على\nالعبيد لأن فيها صلاحهم.\n</p>\n\n<p>\nفإن قالوا إنما لم تجب جملة النوافل لأن البارئ تعالى علم إنه لو كلفهم\nلم يطيعوا فيكفرون بالجميع ويستحقون العقاب.\n</p>\n\n<p>\nقلنا : إنهم لا يعتبرون الأصلح في العلم فإن البارئ تعالى إذا علم من حال\nعبد إنه إذا مات في حال الصبا أنجا من العذاب ولو بلغ مبلغ التكليف لطغى\nوعصى ، يجب عليه أن يرزقه العقل والكمال مع علمه بأن فيه هلاكه.\n</p>\n\n<p>\nويقال لهم : قولكم بوجوب الأصلح على الله تعالى بحد الضرورة ، لأن الله\nتعالى يدخل الكفار في عذاب النار ويخلدهم فيها وأي صلاح لأهل النار في\nالخلود في النار ؟ فإن قالوا : إنما يخلدهم لأن البارئ تعالى علم منهم إنه\nلو أنقذهم لعادوا لما نهوا عنه ، فيستحقون زيادة العذاب.\n</p>\n\n<p>\nقلنا : وكان من سبيلكم أن تقولوا يميتهم أو يقطع العذاب عنهم أو يسلب\nعقولهم حتى يعصوه.\n</p>\n\n<p>\nويقال لهم إذا حكمتم بأن كل ما يفعله الرب واجب عليه فعله فينبغي أن\nيقولوا : البارئ تعالى لا يستوجب شكرا لأن الواجب لا يقابل بشيء كقضاء\nالدين ولما أوجبوا الشكر بطلت قاعدتهم.\n</p>\n\n<h1 class='l1' id='head44'>AUTO مسألة : مذهب أحد الحق : أن البارئ تعالى يصح أن يرى بالإبصار</h1>\n\nعقلا وهو واجب للمؤمنين في دار القرار كم جهة الوعد وورود الخبر به.\n<p>\nوأما المعتزلة بأجمعهم نفوا جواز الرؤية عليه أصلا.\n</p>\n\n<p>\nوحقيقتها تنبني على أصلين : أحدهما أن عندنا الرؤية لا تقتضي أن <span id='ms50'></span> يكون\nلمحل الرؤية بنية مخصوصة مثل بنية العين ولا اتصال الشعاع من محل الرؤية\nبالمرئي.\n</p>\n\n<p>\nوالأصل الآخر أن الرؤية ليس من شرطها المقابلة واختصاص المرئي بجهة ،\nوعندهم شرط الرؤية بنية مثل العين فينبعث منها الشعاع وهي أجسام لطيفة\nفتتصل بالمرئي والموانع مرتفعة : من الحجاب الكثيف والقرب المفرط والبعد\nالمفرط ، فيحصل الإدراك.\n</p>\n\n<p>\nوالشرط أن يكون المرئي مقابلا لمحل الرؤية.\n</p>\n\n<p>\nويستحيل الاتصال والمقابلة على البارئ فيستحيل رؤيته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nفالدليل على أن الرؤية لا تقتضي بنية أن البارئ يرى الموجودات ويستحيل عليه\nالبنية.\n</p>\n\n<p>\nوأيضا فإن الإدراك الواحد لا يقوم إلا بجوهر واحد ، والجواهر المحيطة به\nلا تؤثر في محل الإدراك.\n</p>\n\n<p>\nلأن كل جوهر مختص بحيزه لا يؤثر في جوهر آخر.\n</p>\n\n<p>\nوإذا ثبت أن الأعراض إذا قامت بمحل مثل السواد والبياض لا تؤثر في محل آخر.\n</p>\n\n<p>\nوإذا ثبت أن الجواهر المجتمعة [مع محل الإدراك] غير مؤثرة فيه ، كان\nوجودها كعدمها.\n</p>\n\n<p>\nوالدليل على إنه لا تقتضي اتصال الشعاع أن البارئ تعالى يرى الموجودات\nوالاتصال في وصفه محال.\n</p>\n\n<p>\nوالدليل عليه أنا نرى الأعراض ولا يجوز تقدير الاتصال بالعرض.\n</p>\n\n<p>\nفإن قالوا : إنا لا نرى العرض لأن الشعاع تتصل بما قام العرض به وهو\nالجوهر.\n</p>\n\n<p>\nقلنا يلزمكم أن تجوزوا رؤية الطعوم والروائح أنها قائمة بالمحل والشعاع\nقد اتصلت بالمحل.\n</p>\n\n<p>\nوعندهم لا يجوز رؤية الطعوم والروائح.\n</p>\n\n<p>\nلأن الجوهر الواحد على قولهم لا يجوز تعلق الرؤية [به] والاتصال بالجوهر\nالواحد صحيح.\n</p>\n\n<p>\nفإن قالوا : وجدنا أن الشيء يرى عند اتصال الشعاع البصرية ولا يرى عند\nعدمها فدل أن اتصال الشعاع شرط.\n</p>\n\n<p>\nفالجواب أن يقال لهم : لم قلتم أن ثبوت الرؤية في حالة وانتفاؤها في حالة\n[أخرى] لاتصال الشعاع وعدمها ؟ وبم أنكرتم على من يقول أن ذلك راجع إلى\nاستمرار العادة كالشبع عند أكل الخنزير والحرارة عند القرب من النار وغيره ؟\n</p>\n\n<p>\nوأما الدليل على أن الرؤية ليس في شرطها المقابلة أن البارئ تعالى يرى\nالمخلوقات والمقابلة محال.\n</p>\n\n<p>\nوأيضا فإن الإنسان إذا نظر في المرآة أو في جسم صقيل يرى نفسه ولا يجوز\nأن <span id='ms51'></span> يكون الإنسان في مقابلة نفسه ، وإذا نظر في ما تحت سقف يرى سقف والسقف\nليس في مقابلة محل الرؤية.\n</p>\n\n<p>\nوالدليل : عليه أنا نرى إذا نظرنا أجساما كثيرة وما يقابل حاسة العين شيء\nقليل والمرئي أضعاف أضعافه فعلم أن الرؤية ليس من شرطها المقابلة.\n</p>\n\n<p>\nوإذا ثبت هذه المقدمات ثبت جواز الرؤية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nومن الدليل على جواز الرؤية : أن المصحح للرؤية الوجود ، والبارئ تعالى موجود.\n</p>\n\n<p>\nوالدليل أن المصحح للرؤية الوجود ، أنا نرى المختلفات والمتضادات مثل\nالسواد والبياض ولو لم يكن المصحح الوجود لما صحت رؤية المتضادات لأن\nالموجودات ما اشتركت إلا في الوجود.\n</p>\n\n<p>\nفإن قيل : لو كان المصحح للرؤية الوجود حتى يرى جميع الموجودات لكان\nالمصحح للسمع والشم والذوق الوجود حتى تسمع جميع الموجودات وتشم جميع\nالموجودات وتذاق جميعها.\n</p>\n\n<p>\nوقد علمنا استحالة القول بأن البارئ مسموع أو مشموم أو مذوق.\n</p>\n\n<p>\nفالجواب : أما إدراك السمع فالمصحح له الوجود ويجوز أن يخلق الله تعالى\nلنا سمعا ندرك به الجواهر والألوان وسائر الموجودات.\n</p>\n\n<p>\nوأما الشم والذوق فهو عبارة عن نوع اتصال بمحل.\n</p>\n\n<p>\nومن الموجودات ما يستحيل عليه الاتصال فلم نطلق القول بجواز تعلقه بكل موجود.\n</p>\n\n<p>\nفالدليل على جواز الرؤية من جهة السمع قوله تعالى : {وجوه يومئذ ناضرة\n(22) إلى ربها ناظرة} والنظر المقرون بالوجه الموصول بحرف \" إلى \" لا يكون\nإلا بمعنى الرؤية.\n</p>\n\n<p>\nوقال الله تعالى : {كلا إنهم عن ربهم يومئذ لمحجوبون}.\n</p>\n\n<p>\nفلما اتصف قوم بالحجاب دل على أتصاف قوم بالرؤية.\n</p>\n\n<p>\nوقال الله تعالى : {يوم يلقونه سلام} ...\n</p>\n\n<p>\nواللقاء مقرون بالسلام لا يكون إلا لمعنى الرؤية.\n</p>\n\n<p>\nوقال رسول الله - صلى الله عليه وسلم - : \" إنكم سترون ربكم الأبصار \"\nفدل أنه لا يرى.\n</p>\n\n<p>\nفالجواب أن نفى الإدراك لا يقتضي نفي الرؤية.\n</p>\n\n<p>\nقال الله تعالى : {لا الشمس ينبغي لها أن تدرك القمر} ...\n</p>\n\n<p>\nفنفى أن تكون الشمس مدركة للقمر ويجوز أن ترى الشمس والقمر.\n</p>\n\n<p>\nجواب آخر : أن نقول بظاهر الآية لأن الإدراك ينبئ عن الإحاطة والوقوف على\nالكيفية ، والبارئ تعالى يتقدس عن التحديد والكيفية فلا تحصل الإحاطة.\n</p>\n\n<p>\nفإن استدلوا بقوله تعالى في قصة <span id='ms52'></span> موسى : {لن تراني} فدل أن الرؤية محال.\n</p>\n\n<p>\nفالجواب : أن الآية حجتنا من وجوه.\n</p>\n\n<p>\nأحدهما : أن موسى ، عليه السلام ، سأل الرؤية ومثل موسى لا يجوز أن يسأل\nالمستحيل.\n</p>\n\n<p>\nوالثاني : أن الله تعالى علق رؤية موسى بأمر غير مستحيل وهو استقرار الجبل.\n</p>\n\n<p>\nفقال تعالى : {فإن استقر مكانه فسوف تراني} ...\n</p>\n\n<p>\nفي مقدور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \nالله استقرار الجبل ، فدل على جواز الرؤية.\n</p>\n\n<p>\nالآخر : إن البارئ تعالى قال : {لن تراني} ولم يقل لا يجوز عليه الرؤية.\n</p>\n\n<p>\nفإن قيل : لو كان البارئ مرئيا لرأيناه في وقتنا لأن الموانع مرتفعة من\nالحجب الكثيفة ، إذ البارئ تعالى ليس في مكان حتى لا يكون بيننا وبينه حجاب\nوالقرب المفرط والبعد المفرط.\n</p>\n\n<p>\nولما لم نره دل على استحالة الرؤية.\n</p>\n\n<p>\nقلنا : ولم حضرتم الموانع بما ذكرتم وبم أنكرتم على من يقول : إنما لم\nنره لمعنى قائم بالحاسة مضاد لرؤية البارئ تعالى وهو أنه لم يخلق لنا\nالإدراك.\n</p>\n\n<p>\nيدل عليه أن جبريل ، عليه السلام ، كان يحضر رسول الله ، صلى الله عليه ،\nوهو يراه والباقون ما كانوا يرونه مع جواز الرؤية.\n</p>\n\n<p>\nوالمريض عند الموت يرى الملائكة وغيره لا يراه مع جواز الرؤية.\n</p>\n\n<p>\nفإن قيل : هذا الذي ذكرتم من امتناع الرؤية لعدم خلو الإدراك محال.\n</p>\n\n<p>\nلأنه يؤدي إلى أن يكون بحضرة الإنسان أشخاص وأطلال وهو لا يراها مع سلامة\nالبصر وعدم الحجب والبعد المفرط والقرب المفرط ، لعدم الإدراك.\n</p>\n\n<p>\nومن حق ذلك نسب إلى الجهل.\n</p>\n\n<p>\nقلنا : امتناع ذلك يجرى العادة وإلا فذلك يجوز عقلا.\n</p>\n\n<p>\nونظير ذلك من المقدورات أن يقلب الله تعالى جبال الدنيا ذهبا ومن قدر\nوجوده اعتمادا على المقدور عد جاهلا.\n</p>\n\n<p>\nومن الجائز أن يخلق الله تعالى بشرا نسويا من غير والدين ، كما خلق آدم.\n</p>\n\n<p>\nثم من رأى إنسانا وشك في كونه مولودا عن أبوين عد جاهلا : وكان ذلك راجع\nإلى استمرار العادة فكذا ما ذكروا.\n</p>\n\n<h1 class='l1' id='head45'>AUTO مسألة : مذهب أهل الحق جواز بعث الرسول - صلى الله عليه وسلم -</h1>\n\nوالأنبياء إلى الخلق.\n<p>\nوأنكرت البراهمة ذلك وقالوا من المحال أن يبعث البارئ تعالى بشرا رسولا.\n</p>\n\n<p>\nوالمسألة تنبني على <span id='ms53'></span> تحسين العقل وتقبيحه.\n</p>\n\n<p>\nوقد قدمنا ذكرها.\n</p>\n\n<p>\nوالدليل على جواز بعث الأنبياء المعجزات الظاهرة على أيدي الأنبياء.\n</p>\n\n<p>\nوسنذكر شرائط المعجزة وكونها دلالة.\n</p>\n\n<p>\nشبههم.\n</p>\n\n<p>\nقالوا : لو قدرنا ورود نبي من الله تعالى لم يخل ما جابه الرسول : إما أن\nيستدرك بالعقل أو لا يستدرك.\n</p>\n\n<p>\nفإن كان مما يستدرك بالعقل فلا فائدة في بعث الرسل وإن كان مما لا يستدرك\nبالعقل فلا يتلقى بالقبول وإنما يقبل عليه العقل ، فلم يكن فيه فائدة.\n</p>\n\n<p>\nوالحكيم لا يفعل ما لا فائدة فيه.\n</p>\n\n<p>\nفيقال له : ولم لا يجوز أن يكون ما جابه الرسول مما يستدرك بالعقل ويكون\nبعث الرسول تأكيدا له ومثله غير ممتنع ؟ كما لا يستحيل قيام أدلة عقلية على\nمدلول واحد وإن كان في الواحد كفاية ويكون باقي الأدلة مؤكدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nجواب آخر : لماذا لا يجوز أن يكون ما جابه الرسول مما يستدرك عقلا إلا أن\nالعقلاء تغافلوا عنه فيكون مجيء الرسول لطفا من الله تعالى بالقوم لينتبهوا\nلما تغافلوا عنه فيكون فيه عرض.\n</p>\n\n<p>\nجواب آخر : نقول لهم من الأمور ما لا يستدرك عقلا ويحتاج إليه العقلاء\nوهو الأغذية الموافقة للبدن والسموم القاتلة ، فهلا جوزتم بعث نبي يبين ذلك\nلهم ويميز الأغذية من السموم القاتلة ؟\n</p>\n\n<p>\nومن شبههم أن قالوا : نرى في الشرائع أمورا مستقبحة بالعقل مثل ذبح\nالبهائم وغيرها.\n</p>\n\n<p>\nوالحكيم لا يأمر بالفواحش ، وفيها أمور يمنع منها العقل وهو الانحناء في\nالركوع والإنكباب على الوجه في السجود وخلع الثياب في الإحرام والمشي بين\nالجبلين في السعي ورمي الحجار وغير ذلك.\n</p>\n\n<p>\nوإذا كانت جملة الشرائع مثل هذه الأشياء ، والعقل ينكره ، علمنا أن الأصل له.\n</p>\n\n<p>\nقلنا : أما فصل ذبح البهائم فتوابل.\n</p>\n\n<p>\nوإنا نرى في فعل الله تعالى إيلام البهائم والأطفال من غير جناية ولا يعد\nذلك قبيحا في فعله.\n</p>\n\n<p>\n[و] جاز الأمر به.\n</p>\n\n<p>\nوأما الثاني فمقابل فإن الواحد منا لو أخذ ثياب غيره وعراه ومنع عنه\nالطعام والشراب مع تمكنه منه يعد قبيحا.\n</p>\n\n<p>\nثم الله تعالى يبلى عنده بالفقر والجوع والعطش ويبليه بسلب جوارحه وأطرفه\nأطرافه وبسلب العقل <span id='ms54'></span> حتى يتعاطى في حال جنونه ما يتعاطاه ، ولا يعد ذلك\nمستقبحا.\n</p>\n\n<p>\nكذى ما أشاروا إليه من الأمر لا يعد مستقبحا.\n</p>\n\n<h1 class='l1' id='head46'>AUTO مسألة : المعجزة دالة على صدق الأنبياء.</h1>\n\n<p>\nوحقيقة المعجزة امتناع المعارضة وتحديه الإتيان بها.\n</p>\n\n<p>\nوالمعجزة خمس شرائط.\n</p>\n\n<p>\nأحداهما : أن تكون فعلا من أفعال الله ولا يجوز أن تكون صفة قديمة وذلك\nلأن المعجزة دالة على صدق الرسول خاصة.\n</p>\n\n<p>\nوالصفة القديمة لا اختصاص لها ببعض المخلوقات دون بعض.\n</p>\n\n<p>\nفإن قال قائل شرطتم في المعجزة كونها فعلا فلو أن نبيا ادعى فقال : آية\nصدقي عجزكم عن القيام عشرة أيام.\n</p>\n\n<p>\nعل يكون ذلك معجزة ؟ قلنا : نعم فيه راجع إلى الفعل وهو القعود المستمر\nمع القصد إلى القيام.\n</p>\n\n<p>\nوالشرط الثاني : أن يكون الفعل خارقا للعادة لأنه إذا لم يكن خارقا\nللعادة استوى فيه الصادق والكاذب.\n</p>\n\n<p>\nفلا يظهر الصدق.\n</p>\n\n<p>\nفإن قيل : خرق العادة لا يدل على الصدق لأن من المقدور أن يجرى الله عادة\nلم تعهد قبلها ولو اطردت واستمرت لم يكن معجزة.\n</p>\n\n<p>\nوهذا الذي ظهر لا يومن أن يكون ابتداء عادة.\n</p>\n\n<p>\nفيقال لهم : لو قال نبي من الأنبياء : آية صدقي أن يقلب الله العادة\nويطردها على خلاف ما هو معتاد لكان دليلا على صدقة لأن النادر الواحد إذا دل على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \nصدقه مع عود العادة إلى ما كان قبلها فلأن يدل عادة مطردة على خلاف ما كان\nمعهود على صدقة أولى.\n</p>\n\n<p>\nفإن قيل : الحكماء بحكمهم اطلعوا على خاصة الأجسام حتى توصلوا إلى قلب\nالنحاس ذهبا وإمساك الحديد في الهواء بحجر له خاصة فأيش الذي يؤمننا أن\nيكون هذا الذي ظهر على يد مدعى النبوة مثل ذلك ؟ ويكون ما جابه من خاصية\nبعض الأجسام وقد انفرد هو بالاطلاع عليه.\n</p>\n\n<p>\nقلنا : قول هذا الكلام يفضي إلى جحد الضرورات لأنا لا نعلم إنه ليس في\nقدرة البشر إحياء العظم البالي وقلب العصا ثعبانا وشق القمر نصفين.\n</p>\n\n<p>\nومن أدعى أن الحكمة يتوصل إلى مثل ذلك لا يعد عاقلا.\n</p>\n\n<p>\nالشرط الثالث : تحدى النبي بالمعجزة وإن يكون ظهورها على وفق دعواه حتى <span id='ms55'></span>\nلو ظهرت على يد شخص وهو ساكت لم تكن معجزة.\n</p>\n\n<p>\nوذلك لأن المعجزة دلالة من حيث أنها تنزل منزلة تصديق الله تعالى للرسول.\n</p>\n\n<p>\nوإذا كان دون التحدي لم تنزل التصديق.\n</p>\n\n<p>\nبيانه أن من أدعى على جماعة من العقلاء إنه رسول ملكهم إليهم وقد عرفوا\nمن عادة ملكهم إنه لا يقوم إذا قعد في مجلس إلا وقت معلوم فجاء الرسول\nوالمرسل يراه ويعلم حاله وادعى الرسالة وقال : آية صدقي أن أسأل الملك\nتغيير عادته في القيام والقعود فيوافقني عليه.\n</p>\n\n<p>\nوسأله ذلك فوافقه عليه ، كان ذلك دلالة على صدقه.\n</p>\n\n<p>\nولو ادعى الرسالة مطلقا ولم يقل إنه يوافقني على ما اقترحه عليه من تغيير\nعادته فقام الملك وقعد ، لم يكن ذلك دليلا على صدقه.\n</p>\n\n<p>\nالشرط الرابع : أن يكون ظهور المعجزة بعد الدعوى والتحدي حتى لو ظهرت آية\nفقال رجل من القوم : أنا نبي الله والذي ظهر معجزتي لم يكن شيئا لأنه لا\nنغلق لما مضى بدعواه ولا يدل على صدقه.\n</p>\n\n<p>\nفإن قيل : فهل يجوز أن تتأخر المعجزة عن دعوى دعوى النبوة ؟ قلنا : إذا\nتأخرت ووافقت دعواه بأن قال : علامة صدقي في ظهور كذى في الوقت الفلاني ،\nفظهر ما أخبر عنه على وفق ما قال ، كان معجزة دالة على صدقه.\n</p>\n\n<p>\nالشرط الخامس : أن تشهد المعجزة بصدقه ولا تشهد بتكذيبه حتى لو قال : \"\nأيها الناس إنه كاذب فاحذروه \" لم يكن معجزة ودلالة على صدقه.\n</p>\n\n<p>\nفهذه شرائطها.\n</p>\n\n<h1 class='l1' id='head47'>AUTO مسألة : مذهب أهل الحق جواز ظهور ما يخرق العادة على أيدي</h1>\n\nالأولياء على سبيل الكرامة.\n<p>\nوأنكرت المعتزلة بالكلية كرامات الأولياء.\n</p>\n\n<p>\nوالدليل على ثبوتها قصة أصحاب الكهف ، وما كانوا أنبياء.\n</p>\n\n<p>\nوالدليل عليه قصة مريم - عليها السلام - فإنها خصت بكرامات.\n</p>\n\n<p>\nفمن ذلك أن زكريا يجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \nعندها في الشتاء فاكهة الصيف وفي الصيف فاكهة الشتاء.\n</p>\n\n<p>\nحتى قال : {أنى لك هذا} ؟ قالت : {هو من عند الله}.\n</p>\n\n<p>\nومن ذلك حديث جذع النخلة وسقوط الحباء من الجذع بعدما جفت ويبست النخلة.\n</p>\n\n<p>\nومن ذلك حديث أم موسى وما ألهمت ، والقصة ظاهرة في القرآن.\n</p>\n\n<p>\nومن ذلك ما <span id='ms56'></span> ظهر لعائشة من سحر جاريتها فباعدتها عائشة عنها.\n</p>\n\n<p>\nوالدليل عليه إجماع الفقهاء على السحر واختلافهم في أحكامه حتى تكلموا في\nوجوب القصاص على من قتل بالسحر.\n</p>\n\n<p>\nفذل ذلك على إنه موجود.\n</p>\n\n<p>\nفإذا ثبت كون السحر موجودا فالسحر موافق للكرامة إلا أن السحر لا يظهر\nإلا على يد فاسق والكرامة لا تظهر على يد فاسق بل تظهر على يد من يكون حاله\nموافقا للشرع والدين.\n</p>\n\n<h1 class='l1' id='head48'>AUTO مسألة : محمد رسول الله - صلى الله عليه وسلم - نبي حق وهو أفضل</h1>\n\nالأنبياء عليهم السلام ، وخاتم النبيين.\n<p>\nوليست النبوة وصفا راجعا إلى نفس النبي ولا إلى صفة من صفاته وإلى علمه\nبربه ، ولكن النبوة هو قول الله تعالى لمن يصطفيه ويختاره : \" أنت رسولي \"\nفهو من أحكام القول لا من صفات الفعل.\n</p>\n\n<p>\nوأنكرت رسالة رسولنا طائفتان : اليهود وطريقهم منع النسخ.\n</p>\n\n<p>\nوالثانية أنكروا معجزته.\n</p>\n\n<p>\nوذهب قوم يسم,ن العيسوية إلى أنه رسول إلى العرب خاصة دون سائر الناس.\n</p>\n\n<p>\nفأما الكلام مع اليهود فيبنى على أصل : وهو جواز النسخ ، وأنكرته اليهود.\n</p>\n\n<p>\nوحقيقة النسخ عندنا الخطاب الدال على ارتفاع الحكم الثابت بخطاب قبله.\n</p>\n\n<p>\nلولا الخطاب الثاني لاستمر الحكم المنسوخ وضرورته رفع حكمه بعدة ثبوته.\n</p>\n\n<p>\nوالدليل على جواز النسخ إنه لو كان مستحيلا لكان لا يخلو إما أن يكون\nاستحالته لنفسه كاستحالة اجتماع المتضادين مثل الحركة والسكون والافتراق\nوالاجتماع ، أو يكون استحالته لكونه قادحا في صفة من صفات الإلهية.\n</p>\n\n<p>\nولا يجوز أن تكون استحالته لنفسه لأن كون الشيء مأمورا به ليس لنفسه ،\nولا يكون منهيا عنه لنفسه.\n</p>\n\n<p>\nوإذا لم يكن كونه مأمورا به أو منهيا عنه من صفات نفسه لم يجز امتناع\nالنهي عما أمر به لنفسه ولا يجوز أن يكون بكونه قادحا في صفة من صفات\nالإلهية.\n</p>\n\n<p>\nلأنه ليس في النسخ ما يضاد العلم ولا القدرة ولا الإرادة ولا شيئا من\nالصفات ، فلم يكن مستحيلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قيل : هو مستحيل لأنه بداء والبداء لا يجوز على الله تعالى.\n</p>\n\n<p>\nقلنا النسخ ليس بداء لأن معنى البداء استفادة علم لم يكن.\n</p>\n\n<p>\nوقد يكون <span id='ms57'></span> عبادة عن من يهم بأمر ويقصده ثم يندم على ما قدم.\n</p>\n\n<p>\nولا يتحقق ذلك في وصفه سبحانه وتعالى لأن علم البارئ متعلق بجملة\nالمعلومات لا يتجدد له علم لم يكن.\n</p>\n\n<p>\nوليس له تعلق بالإرادة لأن على أصلنا يجوز أن يأمر البارئ تعالى بما لا\nيريده وينهى عما يريده.\n</p>\n\n<p>\nوليس ذلك بمستحيل.\n</p>\n\n<p>\nوقد قدمنا ذكره.\n</p>\n\n<p>\nفإن قالوا : فيه استحالة لأن ما أوجبه الله تعالى فقد أخبر عن كونه واجبا\nفلو حظره وأخبر عن كونه محظورا لانقلب الخبر الأول خلقا وذلك مستحيل في\nوصفه لأنه خبره سبحانه وتعالى صدق لا محالة.\n</p>\n\n<p>\nقلنا : هذا ليس بصحيح لأن الوجوب ليس بصفة الواجب على أصلنا.\n</p>\n\n<p>\nولكن الواجب الذي قيل فيه : أفعل فإذا أخبر البارئ تعالى عن وجوب شيء\nفمعناه إنه أخبر عن الأمر به فإذا نهى عنه أخبر عن النهي.\n</p>\n\n<p>\nفلم يكن بين الإخبار عن الأمر به وبين الإخبار عن النهي عنه تناقض.\n</p>\n\n<p>\nوإنما يقع التناقض لو كان الوجوب صفة للواجب يقع الخبر عنه فيقع التناقض.\n</p>\n\n<p>\nفإن قالوا : أنتم جوزتم النسخ ثم ادعيتم أن شريعتكم مؤبدة وإذا طولبتم\nبالدليل صرتم إلى إخبار رسولكم يتأبد شرعه وإنه لا نبي معه ، ونحن ندعى\nأيضا أن موسى يتأبد شرعه وإنه لا نبي بعده.\n</p>\n\n<p>\nقلنا : لو صح ما قلتموه عن موسى لكان صادقا ولو كان صادقا لما ظهرت\nالمعجزة على يد عيسى عليه السلام ، وعلى يد محمد ، - صلى الله عليه وسلم -\nفلما ظهرت المعجزة على يد من ادعى النبوة بعد موسى ظهر به كذبهم فيما ادعوه.\n</p>\n\n<p>\nوإن طعنوا في معجزة عيسى ومعجزة رسولنا عليهما السلام لم ينفصلوا عمن\nيعكس ذلك عليهم في معجزة موسى عليه السلام.\n</p>\n\n<p>\nجواب آخر عن سؤالهم نقول لهم : [ما] ادعيتم محالا ، فإنه لو كان لما قلتم\nأصل ، لكان أولى الإعصار بإظهار ذلك عصر رسولنا ، عليه السلام ، ومعلوم أن\nالجاحدين لرسالته ، عليه السلام ، من اليهود في عصره ما تركوا مجهودا في رد نبوته.\n</p>\n\n<p>\nفلو كان في التوراة نص لا يقبل التأويل في تأبد شرعه لأظهر.\n</p>\n\n<p>\nفلما <span id='ms58'></span> لم يظهر دل على فساد قولهم.\n</p>\n\n<p>\nوأما الكلام على الطائفة الثانية : وهم الذين أنكروا معجزته فنقيم عليه\nإثبات كون القرآن معجزة وبيان الإعجاز فيه من ثلاثة أوجه :\n</p>\n\n<p>\nإحداهما جزلة اللفظ وفصاحته وكونه مختلفا للنظم المعهود عند العرب وهو\nالنظم للشعر.\n</p>\n\n<p>\nوهذا أمر لا منازعة فيه لأن العرب مع فصاحتهم وكونهم من أهل اللسان كلهم\nانقادوا له وأقروا بفصاحته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nثم منهم من صرح بالإقرار ومنهم من سكت.\n</p>\n\n<p>\nوالدليل على اعترافهم إنهم ارتقوا من دفعة بالمجاوبة إلى محاربته بالسيوف\nحتى قتلوا وقهروا ونهبت أموالهم وسلبت ذراريهم.\n</p>\n\n<p>\nوالعاقل لا يشتغل بأمر يكون فيه هلاكه وهو يقدر على دفع الخصم بما لا\nيخاف منه الهلاك والضرر.\n</p>\n\n<p>\nولو قدروا على معارضته لاشتغلوا به فثبت إنه من أفصح الكلام ومعنى\nالفصاحة والبلاغة يعود إلى أمرين : أحدهما العبارة عن المعنى السديد بلفظ\nشريف يدل على المقصود من غير زيادة وجمع المعاني الكثيرة تحت عبارة وجيزة.\n</p>\n\n<p>\nوهذا لا يعد في القرآن ، كثيرة.\n</p>\n\n<p>\nفمن ذلك إنه أخبر عن قصص الأولين وعن إهلاكهم في شطرانه.\n</p>\n\n<p>\nوذلك قوله تعالى : {...فمنهم من أرسلنا عليه حاصبا ومنهم من أخذته\nالصيحة} ....\n</p>\n\n<p>\nالآية.\n</p>\n\n<p>\nوذلك أخبر عن سفينة نوح وإجرائها على الماء وإهلاك الكفرة واستقرار\nالسفينة وتسخير السماء والأرض بالأمر في ألفاظ وجيزة وقوله تعالى : {وقال\nاركبوا فيها ...} إلى آخر الآية.\n</p>\n\n<p>\nوأخبر عن الموت وحسرته وفي الدار الآخرة وثوابها وعقابها وإن الدنيا دار\nغرور وإنها قليلة بإضافة إلى دار البقاء في ألفاظ معدودة وهو قوله : {كل\nنفس ذائقة الموت} ...\n</p>\n\n<p>\nإلى آخر الآية.\n</p>\n\n<p>\nوأمثال ذلك كثيرة.\n</p>\n\n<p>\nوالوجه الثاني من البلاغة إنه ذكر القصص واستوفاها بأجزل عبارة وأفصحها.\n</p>\n\n<p>\nوالبلغاء إنما يحسن كلامهم في التشبيب.\n</p>\n\n<p>\nفإذا أشرعوا في حكاية الأحوال تركوا الجزالة وإن أردوا الجزالة لم يذكروا\nمقصودهم من المعنى إلا بتطويل وزيادة على القدر المحتاج إليه.\n</p>\n\n<p>\nفظهر به الفصاحة.\n</p>\n\n<p>\nوالوجه الثالث من الإعجاز أن القرآن يضمن الإخبار غن قصص الأولين على وفق\nما كان في الكتب المنزلة على الرسل قبله ، والرسول كان أميا لم يكن قد درس\nالكتب <span id='ms59'></span> ولا اشتغل بالعلم وكان قد نشأ بينهم ولم يعرف له سفرا يتوقع فيه تلقف\nالعلم ، فظهر بذلك صدقه.\n</p>\n\n<p>\nوالوجه الرابع يضمن الإخبار عن أمور في المستقبل وخرجت كلها عن ما وقع\nالإخبار عنه موافقا له فمن ذلك قوله : {لئن اجتمعت الإنس والجن على أن\nيأتوا بمثل هذا القرآن لا يأتون بمثله} ولد يقدروا عليه.\n</p>\n\n<p>\nوقال تعالى : {فإن لم تفعلوا ولن تفعلوا} ...\n</p>\n\n<p>\nوما قدروا عليه.\n</p>\n\n<p>\nوقال الله تعالى : {لتدخلن المسجد الحرام} ...\n</p>\n\n<p>\nوتحقق دخوله.\n</p>\n\n<p>\nوقال تعالى : {الم (1) غلبت الروم}.\n</p>\n\n<p>\nوقد تحقق دخوله في القرآن أكثر من أن يحصى.\n</p>\n\n<p>\nفظهر بذلك كون القرآن معجزا وإذا أثبت ذلك لزم الانقياد وبطل دعوى من\nأنكر المعجزة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الكلام على العيسوية فظاهر.\n</p>\n\n<p>\nوذلك لأنهم ما اعترفوا بصدقه فيما ادعى من الرسالة.\n</p>\n\n<p>\nوقد ادعى الرسالة إلى جملة الخلق.\n</p>\n\n<p>\nوبعث الرسل إلى الأكاسرة والقياصرة ، وبعث إليهم السرايا واشتغل بالقتل (\n؟) معهم.\n</p>\n\n<p>\nفثبت إنه رسول إلى كافة الخلق ، صلوات الله عليه ، وقد ادعى الرسالة.\n</p>\n\n<h1 class='l1' id='head49'>AUTO مسألة : الأنبياء معصومون عما يناقض مدلول المعجزة وهو صدقهم.</h1>\n\n<p>\nفلا يجوز عليهم الكذب فيما يبالغون ، هذا لا خلاف فيه.\n</p>\n\n<p>\nوالدليل عليه إنه لو جاز عليهم الكذب لم تقع الثقة بقولهم فكان في ذلك\nإبطال فائدة المعجزة.\n</p>\n\n<p>\nوأما غير الكذب من الكبائر فهم معصومون عنها.\n</p>\n\n<p>\nوطريق إثباته الإجماع.\n</p>\n\n<p>\nفإن العقل لا يدل عليه.\n</p>\n\n<p>\nوأما الصغائر فاختلفوا في جوازها عليهم.\n</p>\n\n<p>\nفمنهم من نفاها تحقيقا للعصمة ومنهم من جوزوها.\n</p>\n\n<p>\nعليه تدل قصص الأنبياء وهو ظاهر في القرآن ، مثل قصة داود وغيره عليهم\nالسلام.\n</p>\n\n<h1 class='l1' id='head50'>AUTO مسألة : حشر الخلائق ونشرهم بعد إقنائهم حق.</h1>\n\n<p>\nوالله تعالى قادر على إعادة ما رده بعد وجوده إلى الفناء ، جوهرا كان أو عرضا.\n</p>\n\n<p>\nوأنكر قوم من الملحدة والزنادقة الحشر.\n</p>\n\n<p>\nوقالت المعتزلة الجواهر والأجسام والأعراض الباقية المقدورة لله تعالى\nيجوز إعادتها.\n</p>\n\n<p>\nفأما ما لا يجوز بقاؤه من الأعراض فلا يجوز إعادتها.\n</p>\n\n<p>\nوكذلك ما كان مقدور للعباد لا يجوز إعادتها.\n</p>\n\n<p>\nوالبارئ تعالى لا يقدر على إعادتها.\n</p>\n\n<p>\nوقالت الكرامية : البارئ تعالى لا يقدر على إعادة الجواهر بعد فنائها\nولكن يعيد <span id='ms60'></span> أمثالها وأشباهها.\n</p>\n\n<p>\nوالدليل على جواز الحشر والنشر والإعادة ما نص الشرع عليه في قوله تعالى\n: {قل يحييها الذي أنشأها أول مرة}.\n</p>\n\n<p>\nوتحقيق الدلالة أن الإعادة ليست بمخالفة للنشأة الأولى لأن المعاد هو\nالمخلوق بعينه ولا يجوز أن يقدر الشيء بخلاف نفسه.\n</p>\n\n<p>\nوإذا كان مثلا للأول جاز وجوده لأن من حكم المثلين في الجائز والواجب من\nأحكامه.\n</p>\n\n<p>\nومن الدليل عليه أن الأوقات التي تقارن الموجودات لا تأثير لها فيما يظهر\nمن الحوادث.\n</p>\n\n<p>\nوإذا لم يكن للوقت تأثير فيما وقع وحدث في وقت لم يمنع وقوعه في غيره.\n</p>\n\n<p>\nوإذا ثبت إنه غير مستحيل فنصوص الكتاب دلت على إنه سيكون.\n</p>\n\n<p>\nقال الله تعالى : {إليه تحشرون} ...\n</p>\n\n<p>\nقال : {ثم إليه ترجعون} ...\n</p>\n\n<p>\nوقال تعالى : {ثم نفخ فيه أخرى فإذا هم قيام ينظرون}.\n</p>\n\n<p>\nوغير ذلك من الآيات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nفأما ما قالت الكرامية فهو إبطال الثواب والعقاب بالكلية.\n</p>\n\n<p>\nوذلك لأن الله تعالى إذا أفنى عباده فلا يقدر على إعادتهم.\n</p>\n\n<p>\nوأما يعيد أمثلة لهم.\n</p>\n\n<p>\nفالثواب ليس للمطيع وإنما هو لمثله.\n</p>\n\n<p>\nوالعقاب لا يكون للعاصي وإنما يكون لمثله ومثله لا طاعة له ولا معصية.\n</p>\n\n<p>\nفإن قيل : إذا جوزتم إعادة الجواهر والأعراض فالأجسام يفنيها الله تعالى\nبكلياتها جواهرها وأعراضها.\n</p>\n\n<p>\nثم يعيد أم يغنى أعراضها المعهودة ويثبتها ثم يعيدها.\n</p>\n\n<p>\nقلنا : كلا الأمرين جائز عقلا ولم يرد دليل سمعي يوجب القطع بأحد\nالأمرين.\n</p>\n\n<p>\nوكرهما جائز وقوعه عقلا.\n</p>\n\n<h1 class='l1' id='head51'>AUTO مسألة : عذاب القبر ومسائلة منكر ونكير حق ثابت.</h1>\n\n<p>\nوالدليل عليه أن العذاب والفتن في القبر ليس مما يستحيل عقلا.\n</p>\n\n<p>\nوورد به دليل السمع فلابد من إثباته.\n</p>\n\n<p>\nقال الله تعالى في قصة فرعون : {وحاق بآل فرعون سوء العذاب} ...\n</p>\n\n<p>\nوهذا العذاب قيل الحشر لأن الله تعالى أخبر عما يكون يوم القيامة من\nحالهم : {ويوم تقوم الساعة أدخلوا آل فرعون أشد العذاب}.\n</p>\n\n<p>\nوالدليل عليه أن الأخبار قد تواترت باستعاذة رسول الله - صلى الله عليه\nوسلم - من عذاب القبر.\n</p>\n\n<p>\nوروى أن رسول الله - صلى الله عليه وسلم - ، مر بقبرين فقال : إنهما\nيعذبان ، وما يعذبان في كبيرة أما أحدهما فكان يمشي بالنميمة <span id='ms61'></span>, وأما الآخر\nفكان لا يستنزه من البول.\n</p>\n\n<p>\nوقال رسول الله - صلى الله عليه وسلم - : \" استنزهوا من البول فإن عامة\nعذاب القبر منه \" .\n</p>\n\n<p>\nوروى أن رسول الله - صلى الله عليه وسلم - ، لما وضع سعد بن أبي وقاص في\nالقبر تغير وجهه فقال : \" سبحان الله \" فسئل عن ذلك فقال : \" رأيت ضمه ضمة\nفتلفت منها أضلاعه \" .\n</p>\n\n<p>\nفإن قيل : نحن نشاهد الميت كما كان لم يتغير حتى لو كان على بطنه قدح من\nماء لم يتغير عن حاله.\n</p>\n\n<p>\nيقال لهم : إن مثل هذه الاستعاذات لا يعول عليها.\n</p>\n\n<p>\nوهو مثل استبعاد الكفرة إحياء العظام البالية وإعادة الخلق بعد إفنائهم\nوالله تعالى قادر أن يربأ صورته على حاله ، والماء على بطنه ويكون هو معذبا\n، كما أنا نشاهد الرجل به الوجع الشديد والألم العظيم وهو على صفته.\n</p>\n\n<p>\nفإن قيل : فمن أكلته السباع أو أحرق وفرق رماده كيف يسئل وكيف يرد إليه\nالروح ؟ فيقال له : ليس من شرط الحياة بنية مجتمعة ولا جثة كبيرة.\n</p>\n\n<p>\nفإنا نشاهد حيوانات صغيرة الجسم.\n</p>\n\n<p>\nوإذا لم يكن كثر الجثة شرطا فالله تعالى يجمع منها جزءا يعلمه ويرد إليه\nالروح ويتوجه عليه السؤال والعقاب لو أراد معاقبته ، وليس ذلك بمستحيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>AUTO مسألة : الروح أجسام لطيفة مجتمعة مع الأجسام المحسوسة والله</h1>\n\nتعالى أجرى العادة أن الحياة تستمر في الأجسام المحسوسة وإذا كانت تلك\nالأجسام اللطيفة مجتمعة معها ، وتفارقها الحياة إذا فارقتها تلك الأجسام.\n<p>\nوأما الحياة فعرض ، والأجسام اللطيفة والمحسوسة تكون حية وهي صفة تقوم\nبالجسم لأن الروح موجب للحياة.\n</p>\n\n<p>\nوهذا كما أجرى الله تعالى العادة بظهور الشبع عند الأكل والري بعد الشرب\nوالله تعالى خالق الشبع والري.\n</p>\n\n<p>\nولكن تجرى العادة بكون ذلك عند الأكل والشرب.\n</p>\n\n<p>\nثم الأرواح إذا فارقت الأجسام فما كان من أرواح المؤمنين يكون في الجنة\nفي حواصل طيور خضر ، وما كان من أرواح الأشقياء يهبط بها إلى سجين كما ورد\nبه الأخبار والآثار.\n</p>\n\n<p>\nوليس للعقل في هذا مجال.\n</p>\n\n<h1 class='l1' id='head53'>AUTO مسألة : الكتب التي تحاسب عليها العباد حق.</h1>\n\n<p>\nوالميزان حق والصراط حق ، وهو جسر ممدود على <span id='ms62'></span> جهنم يرد الخلائق.\n</p>\n\n<p>\nفإذا أوردوها يسألون عليها.\n</p>\n\n<p>\nوالحوض حق ، وهو حوض من الماء أعطاه الله تعالى لرسوله ، - صلى الله عليه\nوسلم - كرامة يسمى الكوثر.\n</p>\n\n<p>\nوأنكرت المعتزلة الكتب والصراط ، وجماعة من المبتدعة أنكروا الحوض.\n</p>\n\n<p>\nالطريقة في إثبات هذه الأشياء أن كل هذه الأمور من مجوزات العقل إذ ليس\nفي شيء منها استحالة ، والسمع قد ورد بجميع ذلك.\n</p>\n\n<p>\nقال الله تعالى : {وكل إنسان ألزمناه طائره في عنقه ونخرج له يوم القيامة\nكتابا يلقاه منشورا} وقال : {وأما من أوتي كتابه وراء ظهره} وقال تعالى :\n{وأما من أوتي كتابه بشماله} وقال في الميزان : {ونضع الموازين القسط ليوم\nالقيامة}.\n</p>\n\n<p>\nووردت الأخبار عن رسول الله - صلى الله عليه وسلم - بصفة الصراط وبالحوض\nوبصفته.\n</p>\n\n<p>\nوفي القرآن ما يدل عليه وهو قوله : {إنا أعطيناك الكوثر} فوجب الإيمان\nبجميعه.\n</p>\n\n<p>\nفإن قيل : كيف توزن الطاعات والمعاصي ، والأعراض لا يمكن وزنها ؟ فيقال :\nالخبر قد ورد عن رسول الله ، صلى الله عليه ، بأنه يوزن الصحف والله تعالى\nيثقلها في الميزان على قدر ما يتعلق بها من الثواب والعقاب في علمه.\n</p>\n\n<p>\nفإن قيل : ورد في الخبر أن هذا الصراط أدق من الشعر وأحد من السيف وحضور\nالحلائق على ما هذا وصفه غير ممكن.\n</p>\n\n<p>\nقلنا : هذا خطأ ، لأن الوقوف في الهواء على الماء غير مستحيل فلماذا\nيستحيل الوقوف على صراط صفته ما ذكرناه ؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head54'>AUTO مسألة : الجنة والنار مخلوقتان مدة حياة الدنيا وموجودتان على</h1>\n\nالحقيقة.\n<p>\nوأنكرت المعتزلة كونها مخلوقتين في الحال.\n</p>\n\n<p>\nوقالوا أن يخلقهما يوم القيامة.\n</p>\n\n<p>\nوما ورد في قصة آدم وكان في بستان من بساتين الدنيا.\n</p>\n\n<p>\nوالدليل عليه ما ذكرنا أن كونهما مخلوقتين ليس بمستحيل في العقل.\n</p>\n\n<p>\nوقد ورد السمع بذلك.\n</p>\n\n<p>\nقال الله تعالى : {وجنة عرضها السماوات والأرض} ...\n</p>\n\n<p>\nوقال تعالى : {عندها جنة المأوى} ...\n</p>\n\n<p>\nوالدليل عليه قصة آدم وإدخاله الجنة وإخراجه منها وما قالوا إنه كان في\nبستان من بساتين الدنيا فخطأ ، لأن الله تعالى وعده الرد إليها ولا يكون\nرده إلى بساتين الدنيا.\n</p>\n\n<p>\nفإن قالوا : أي فائدة في خلقها ؟ قيل : وقت الثواب والعقاب.\n</p>\n\n<p>\nقلنا : أفعال <span id='ms63'></span> الله تعالى لا تحمل على الأعراض بل هو الفعال لما يشاء من\nغير حاجة وغرض.\n</p>\n\n<h1 class='l1' id='head55'>AUTO مسألة : ثواب المطيعين وعقاب العصاة ليس بحتم على الله تعالى أن</h1>\n\nيثيب المطيعين ويعذب العصاة ووعده حق ووعيده حق.\n<p>\nوقالت المعتزلة يجب على الله تعالى أن يثيب المطيعين حتما ويجب عليه\nمعاقبة من عصاه ومن مات من غير توبة.\n</p>\n\n<p>\nوالدليل على بطلان قولهم أن السيد إذا قام بمؤن عبده وكفايته وأعطاه\nزيادة على ما يحتاج إليه وأنعم عليه ، ولم يكلف العبد بذل جهده في الخدمة\nأقصى ما يقدر عليه بل تركه مودعا مرفها في عامة أوقاته يشتغل بلذاته\nوشهواته ، وأمره بالخدمة في بعض الأوقات على وجه ليس فيه مشقة عظيمة.\n</p>\n\n<p>\nفإن العبد لا يستحق بإزاء تلك الخدمة على خدمة سيده شيئا.\n</p>\n\n<p>\nفإذا كان سبيل من يخدم مثله فكيف سبيل ن يعبد الله وجميع عبادته لو قوبلت\nبأدنى نعمة من نعم الله عليه لما كان له في مقابلة تلك النعمة خطر ؟ وأيضا\nفإن عبادة العباد شكر على النعمة وشكر النعمة واجب خصوصا عندهم.\n</p>\n\n<p>\nفإنهم أوجبوه عقلا وليس من حكم العقل استيجاب عوض على ما هو واجب.\n</p>\n\n<p>\nإذ لو استحق العبد بشكره عوضا لاستحق الرب عليه شكرا آخرا بإزاء الثواب.\n</p>\n\n<p>\nوذلك يؤدي إلى ما لا يتناهى.\n</p>\n\n<p>\nومن الدليل على فساد قولهم أنهم قالوا يجب على الله تعالى أن يثيب\nالمطيعين ثوابا مؤبدا ويعاقب العصاة عقابا مؤبدا وطاعات العبد ومعاصيه\nمتناهية ونحن نعلم أن من جنى جنابة وقدر له دوام البقاء لم يحسن معاقبته\nعلى الجناية أبدا.\n</p>\n\n<p>\nولأنهم قالوا الثواب يتأخر إلى يوم القيامة وليس من حكم العقل تأخير\nالمستحق عن مستحقه وحبسه عنه مع القدرة.\n</p>\n\n<p>\nفهلا أوجبوا الثواب في الوقت حتى يزداد العبد بذلك رغبة في الطاعة.\n</p>\n\n<p>\nفظهر فساد قولهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>AUTO مسألة : من ارتكب كبيرة ولم يوفق للتوبة لم يستحق اسم الكفر ولا</h1>\n\nيبطل ثواب عمله ولا يستحق التخليد في النار.\n<p>\nوالذنوب كلها كبائر عندنا من حيث أنها مخالفة لأمر الرب إلا أنها في\nأنفسها متفاوتة فبعضها أعظم <span id='ms64'></span> من البعض.\n</p>\n\n<p>\nوقال قوم من الخوارج أنه يستحق اسم الكفر على جهة كفران النعمة.\n</p>\n\n<p>\nوقالت المعتزلة : لا نسميه مؤمنا ولا كافرا ولكن يسمى فاسقا وهو [على]\nمنزلة بين منزلتين.\n</p>\n\n<p>\nواتفقوا على أنه يستحق التخليد ولا يغفر ذنبه ويبطل ثواب أعماله فنقول\nلهم : قد قلتم أن البارئ يحبط أعماله بزلة واحدة ونحن نعلم أن من خدم غيره\nمدة وبذل جهده في رعاية حقه ، وما وقعت له هفوة وزلة ، وصاحبه عالم به ،\nقادر على منعه ولم يمنعه ، منه أنه لا يحسن إحباط جميع خدمته بسبب ذلك ،\nفإذا كان لا يحسن ذلك فيما بين المخلوقين كيف يجب ذلك على البارئ العظيم ؟\nوأيضا فإنه لا كبيرة توازي معرفة الله تعالى كما لا طاعة تقابل الكفر بالله\nتعالى وإنما يعرف الأشياء بأضدادها ، فكان من سبيلهم أن يقولوا تبطل الزلات\nبالمعرفة ، فأما أن يبطل بها ثواب الإيمان فلا.\n</p>\n\n<p>\nولأن الثواب والعقاب إن كانا متنافيين فلم كان إبطال الثواب بالعقاب أولى\nمن إبطال العقاب بالثواب ؟ بل إحباط العقاب أولى لأن السمع ورد به.\n</p>\n\n<p>\nقال الله تعالى : {إن الحسنات يذهبن السيئات} ولأن الكبيرة تفارق الطاعات\nولا تمنع صحتها ، حتى لو تاب بعده يثاب عليها ولو كان يسقط ثواب طاعة لكان\nينافي صحته ، كما في حال الردة ولأن من بغى عليه عبده وعصاه فعاقبه مدة ثم\nرده إلى الكرامة لم يستقبح ذلك.\n</p>\n\n<p>\nفكيف حكموا بأنه لا يجوز من الله تعالى أن يعفوا عنه ويرده إلى الكرامة ؟\nويتضح ذلك بآيات من كتاب الله تعالى.\n</p>\n\n<p>\nقال الله تعالى : {إن الله يغفر الذنوب جميعا}.\n</p>\n\n<p>\nقوال : {لا تقنطوا من رحمة الله}.\n</p>\n\n<p>\nوقال : {ومن يغفر الذنوب إلا الله} فإن استدلوا بقوله تعالى : {ومن يقتل\nمؤمنا متعمدا فجزاؤه جهنم خالدا فيها}.\n</p>\n\n<p>\nقلنا معناه : ومن يقتل مؤمنا مستحلا بقتله.\n</p>\n\n<p>\nفيكون معناه : ومن قتل مؤمنا لأجل إيمانه ، ومن يفعل ذلك فهو كافر مخلدا\nفي النار.\n</p>\n\n<p>\nهكذا قاله ابن عباس وهو ترجمان القرآن.\n</p>\n\n<p>\nثم نعارضه بقوله أن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن <span id='ms65'></span> يشاء.\n</p>\n\n<p>\nولا يصح حمله على موضع التوبة لأن الله تعالى علق المغفرة بالمشيئة وقبول\nالتوبة, على قولهم فمن تاب يغفر له حتما لا.\n</p>\n\n<p>\nيتعلق ذلك بمشيئته.\n</p>\n\n<h1 class='l1' id='head57'>AUTO مسألة : شفاعة المصطفى ، عليه السلام ، حق في حق العصاة من أمته.</h1>\n\n<p>\nوأنكرت المعتزلة له ذلك.\n</p>\n\n<p>\nوقالوا لا يجوز الشفاعة لأهل الكبائر وشفاعته ، صلى الله عليه ، لرفع\nالدرجات لا لغفران السيآت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nوالدليل على بطلان قولهم أن قبول الشفاعة في العصاة ليس مما يحليه العقل.\n</p>\n\n<p>\nفإن من عصى مالكه وخالفه عنه لا يستقبح في العقل أن يتشفع إليه ببعض\nالمختصين به حتى يعفوا عنه.\n</p>\n\n<p>\nوإذا كان جائزا في العقل فالسنة المستقصية قد وردت به فوجب الإيمان به.\n</p>\n\n<p>\nفإن حملوا على الشفاعة لرفع الدرجات لم يصح ، لأنه ورد في الخبر عن رسول\nالله - صلى الله عليه وسلم - ، إنه قال : \" شفاعتي أهل الكبائر من أمتي \" ...\n</p>\n\n<p>\nوفي خبر آخر [عنه صلى] الله عليه ، حيث قال : \" تنام عيناي ولا ينام قلبي \" .\n</p>\n\n<p>\nوفي حق غيره لا يتعاقب مثل ما يتعاقب في حقه ويقع فيه الغرة بالغفلة\nوالنوم ، وفي حق الفسقة والجهال بالسك.\n</p>\n\n<p>\nفيظهر بذلك التفاوت وتتحقق الزيادة بزيادة تجدد التصديق المجدد.\n</p>\n\n<h1 class='l1' id='head58'>AUTO مسألة : التوبة في اللغة هي الرجوع.</h1>\n\n<p>\nيقال : تاب إذا رجع.\n</p>\n\n<p>\nفإذا أضيفت التوبة إلى الله تعالى كان المراد به رجوع نعمائه إلى عباده.\n</p>\n\n<p>\nوإذا أضيفت إلى العباد كان المراد بها رجوعهم من الذلات والمعاصي إلى\nالندم عليها.\n</p>\n\n<p>\nوالتوبة في اصطلاح الناس الندم على المعصية.\n</p>\n\n<p>\nوأما شرائط التوبة ، فالمعاصي قسمان : قسم منها يتمحض حقا لله تعالى لا\nيتصل بحق إلى مبين.\n</p>\n\n<p>\nفأما ما هو حق الله تعالى فإن كان ذلك له ارتكاب محظور مثل الشرب والزنا\nوغيره فله شرطان : أحدهما الندم على ما كان منه.\n</p>\n\n<p>\nوحقيقة الندم أن يتمنا إن كان منه ليته لم يكن.\n</p>\n\n<p>\nوالشرط الثاني أن يعزم أن لا يعود إليه في المستقبل وإن كان بترك مأمور.\n</p>\n\n<p>\nمثل الصلوة والصوم.\n</p>\n\n<p>\nفله ثلاثة شرائط : الندم على التفريط وقضاء ما تركه والخروج منه والعزم\nعلى ترك العودة إليه.\n</p>\n\n<p>\nفأما ما يتصل <span id='ms66'></span> بحق العباد فله ثلاثة شرائط : الخروج عن حقه مثل رد المغصوب\nوغرامة ما أتلف عليه من مال ونفس.\n</p>\n\n<p>\nفإن لم يكن له بدل مثل القصد والأذية فيطلب رضاه ويطيب قلبه بما يقدر\nعليه والندم على ما حصل منه والعزم على تركه والعود إليه.\n</p>\n\n<p>\nفإذا اجتمع نفذه الشرائط على ما ذكرنا تصح التوبة.\n</p>\n\n<h1 class='l1' id='head59'>AUTO مسألة : التوبة واجبة على من عصى الله وخالف أمر الله تعالى.</h1>\n\n<p>\nوالدليل عليه الآيات الواردة في كتاب الله تعالى في الأمر بالتوبة.\n</p>\n\n<p>\nمثل قوله : {وتوبوا إلى الله جميعا} ....\n</p>\n\n<p>\nوغير ذلك من الآيات.\n</p>\n\n<p>\nوالدليل عليه إجماع الأمة على وجوب ترك الزلات والندم على ما حصل في\nالوجوب فثبت إنه واجب.\n</p>\n\n<h1 class='l1' id='head60'>AUTO مسألة : قبول التوبة لا يجب على الله تعالى عقلا وقالت المعتزلة</h1>\n\n: يحتم على الله تعالى قبول التوبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n<p>\nوالدليل على فساد قولهم إنا إذا رجعنا إلى الشاهد ورأينا الواحد منا أساء\nإلى غيره وبالغ في عداوته ثم جاء إليه معتذرا لا يتحتم عليه في قضية العقل\nقبول توبته ، حتى لو امتنع من ذلك لا يعد ذلك مخالفا للعقل.\n</p>\n\n<p>\nفإذا لم يكن ذلك في الشاهد حتما كيف أوجبوا على الله تعالى ؟\n</p>\n\n<p>\nوالدليل عليه إجماع المسلمين على الرغبة إلى الله تعالى في قبول توبتهم\nوالخضوع والخشوع خوفا أن لا تقبل التوبة فثبت أن غير واجب.\n</p>\n\n<p>\nفإن قيل : إذا لم تحكموا بوجوب قبوله عقلا فهل تقطعون بقبوله سمعا أو لا\n؟ قلنا : أما التوبة عن الكفر فمقبولة طبعا ، وأما التوبة عن المعاصي فقد\nورد به ظواهر القرآن مثل قوله : {غافر الذنب وقابل التوب} ...\n</p>\n\n<p>\nوقوله : {وهو الذي يقبل التوبة عن عباده}.\n</p>\n\n<p>\nإلا أن هذه ظواهر ، وليست مما يوجب القطع في حق كل أحد والظاهر أن البارئ\nتعالى يقبل التوبة من كل ذنب.\n</p>\n\n<h1 class='l1' id='head61'>AUTO مسألة : تصح التوبة عن بعض الذنوب عندنا مع الإصرار على غيره.</h1>\n\n<p>\nوقال أبو هاشم من المعتزلة : لا يصح ذلك.\n</p>\n\n<p>\nودليلنا على بطلان قوله أن من تعدى على رجل بغصب ماله وهتك محارمه\nوإيلامه بالضرب وتخريق ثيابه ثم عزم ما أتلفه ورد ما أخذه <span id='ms67'></span> واعتذر عن ما جنى\nولم يعتذر عما خرق من ثيابه ، يصح اعتذاره مما اعتذر منه.\n</p>\n\n<p>\nولكن الكافر لو أسلم صد إسلامه وإن كان مصرا على ذلة فكذا إذا تاب عن ذنب\nوجب أن تصح توبته مع الإصرار على غيره.\n</p>\n\n<p>\nولكن عنده الطاعة حسنة بالعقل والمعصية مستقبحة بالعقل.\n</p>\n\n<p>\nثم اتفقنا إنه يصح منه الطاعة مع تركه لغيرها فكذا وجب أن يصح منه التوبة\nعن معصيته مع الإصرار على غيرها.\n</p>\n\n<h1 class='l1' id='head62'>AUTO مسألة : من تاب عن ذنب وصحت توبته ثم عاد إلى الذنب فالتوبة</h1>\n\nالماضية صحيحة ولا تبطل.\n<p>\nوإنما قلنا ذلك لأن التوبة عبادة من العبادات فلا يقدح فيها بعد صحتها ما\nيظهر آخذها كسائر العبادات ، وعليه تجديد التوبة بما أحدث من الذنب.\n</p>\n\n<p>\nوتكون هذه التوبة عبادة أخرى.\n</p>\n\n<h1 class='l1' id='head63'>AUTO مسألة : شرائط الإمامة أن يكون من ينصب إماما رجلا مسلما حرا</h1>\n\nعاقلا بالغا مجتهدا بحيث لا يحتاح أن يستفتى فيما يقع من الحوادث.\n<p>\nوأن يكون مهتديا إلى الأمور يضبط أمور المسلمين ويقوم بمصالحهم ، ذا رأى\nقوى حصيف بتجهيز الجيوش وسد الثغور وإقامة الحدود واستيفاء الحقوق وأن يكون\nورعا موثوقا بدينه.\n</p>\n\n<p>\nلأن من لا يكون ورعا لا يقبل قوله في حكومته ، فكيف في أمور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \nالمسلمين ؟ ويشترط أن يكون قريشيا لقول رسول الله صلى الله عليه : \" الأئمة\nمن قريش \" ورواه أبو بكر يوم السقيفة وانقاد له الصحابة وما خالفوه.\n</p>\n\n<h1 class='l1' id='head64'>AUTO مسألة : نصب إمامين في عصر واحد.</h1>\n\n<p>\nلا يجوز لأن الغرض من نصب الأئمة صلاح أمور المسلمين وانتظام أسبابهم\nوسكون الفتنة والثائرة.\n</p>\n\n<p>\nوإذا نصب إمامان في وقت واحد فأتت المصلحة ويخاف من ذلك ظهور الفتنة بين\nالمسلمين ووقوع الحرب والعداوة بينهم فيمنع منهم وأحرى بنا الواحد لتكون\nالأمور كلها صادرة عن رأيه فلا تضطرب الأمور.\n</p>\n\n<p>\nفإن قيل : أليس يجوز نبيان في عصر واحد وأنبياء ؟ وقد اتفقت أعصار كان\nفيها أنبياء كثيرون فلم لا يجوز إمامان وأئمة ؟ فالجواب أن الأنبياء\nمعصومون عن الخطأ ومن جوز عليهم السهو لم يجوز التقرير عليه بل ينبهون في\nالوقت فيؤمن وقوع الفتنه.\n</p>\n\n<h1 class='l1' id='head65'>AUTO مسألة : الخليفة بعد <span id='ms68'></span> رسول الله - صلى الله عليه وسلم - ، غير</h1>\n\nمنصوص عليه.\n<p>\nوذهبت الإمامية من الروافض إلى أن رسول الله ، صلى الله عليه ، نص على\nعلي ولكن القوم ظلموا وغصبوا على حقه.\n</p>\n\n<p>\nوالدليل على بطلان قولهم أن حديث الإمامة جرى في عهد أمير المؤمنين - رضي\nالله عنه - في أوقات ، فمنها يوم السقيفة حيث عقدوا الخلافة لأبي بكر ،\nومنها استخلاف أبي بكر لعمر ، ومنها حين جعل عمر ، - رضي الله عنه - الأمر\nشورى بين ستة ، ومنها حين قتل عثمان ووقع القتال والحكمان بين علي ومعاوية.\n</p>\n\n<p>\nوعلي - رضي الله عنه - لم يدع في وقت من هذه الأوقات إنه منصوص عليه من\nجهة رسول الله - صلى الله عليه وسلم - فلو كان يعرف نصا لأطهره كما أن\nالصديق ، رضوان الله عليه ، لما عرف نصا في تخصيص قريش أظهره يوم السقيفة.\n</p>\n\n<p>\nوالدليل على فساد قولهم أن هذا النص الذي أدعوا لا يخلو : إما أن عرفوه\nعقلا أو خبرا.\n</p>\n\n<p>\nوبطل أن يكون طريقه العقل.\n</p>\n\n<p>\nلأنه ليس في العقل ما يدل على تنصيص رسول الله ، - صلى الله عليه وسلم -\nعلى إنسان بعينه.\n</p>\n\n<p>\nوإن قالوا عرفناه خبرا فلا يخلو إما أن أدعوا خبرا تواتر أو خبرا أحاد.\n</p>\n\n<p>\nفإن أدعوا تواترا فهو محال لأنهم لا ينفصلون ممن يعكس عليهم ذلك في أبي\nبكر ويقول إنه منصوص عليه من جهة الرسول ويدعى تواترا يختص به.\n</p>\n\n<p>\nفإن قالوا عرفناه بخبر أحاد فالخلافة لا تثبت بخبر الواحد لأن عندنا خبر\nالواحد لا يوجب العلم.\n</p>\n\n<p>\nوعند الروافض لا يوجب العمل أيضا فكيف أثبتوا به الخلافة ؟ فإن قالوا :\nفهل لا تعلمون أنتم أن عليا ، - رضي الله عنه - غير منصوص من جهة الرسول ؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا : بلى نعم.\n</p>\n\n<p>\nذلك لأن النص لا يخلو أما أ، يكون نصا جليا على رؤس الخلائق أو كان خفيا\nاختص به جماعة مخصوصون من بين الصحابة.\n</p>\n\n<p>\nولا يجوز أن يكون نصا جليا ظاهرا إذ لو كان ذلك لما خفي إلى يومنا هذا\nكما لم يخف نصب أبي بكر إماما واستخلافه لعمر وحديث الشورى في زمن عثمان <span id='ms69'></span> ،\nرضي الله عنهم أجمعين ، ولأنا لو جوزنا إنكتام مثل هذا الأمر الظاهر لم\nنأمن أن يكون القرآن قد عورض على عهد النبي ، عليه السلام ، ثم كتم.\n</p>\n\n<p>\nوكل أمر في الإمامة يوجب بطلان النبوة كان محالا.\n</p>\n\n<p>\nوإن دعوا نصا خفيا علمنا بطلانه بإجماعهم على خلافة ، إذ لو كان صحيحا\nلما خالفوه ، كما لم يخالفوا أبا بكر أن الأئمة من قريش.\n</p>\n\n<p>\nفإن استدلوا بما روى أن النبي ، عليه السلام ، قال : من كنت مولاه فعلى\nمولاه \" فالمراد بالمولى الناصر.\n</p>\n\n<p>\nفمعناه : من كنت ناصره يدل عليه أنه ذلك في حياته.\n</p>\n\n<p>\nولم يقل : \" وبعد الموت على مولاه \" ومعلوم أن في حياته رسول الله - صلى\nالله عليه وسلم - لم يكن الأمر إلا علي - رضي الله عنه -.\n</p>\n\n<p>\nفإن قالوا : روى عن النبي ، عليه السلام ، أنه قال [لعلي] \" أنت مني\nبمنزلة هرون من موسى \" .\n</p>\n\n<p>\nفإنما ورد ذلك على سبب وهو أن النبي ، عليه السلام ، استخلفه على المذمة\nعند خروجه إلى غزوة تبوك ، فشق عليه تخلفه عنه فقال له : ذلك تطييبا لقلبه\nفإن موسى استخلف هرون ما ولى الأمر بعد موسى بل مات في زمانه.\n</p>\n\n<h1 class='l1' id='head66'>AUTO مسألة : الخليفة الحق بعد رسول الله - صلى الله عليه وسلم - ،</h1>\n\nأبو بكر - رضي الله عنه -.\n<p>\nوالدليل عليه اتفاق الصحابة بأجمعهم على طاعته وانقيادهم لأوامره وتركهم\nالإنكار عليه فيما كان يفعل.\n</p>\n\n<p>\nولو لم يكن خليفة حقا لما تركوا الإنكار عليه وما أطاعوه مع زهدهم وورعهم\nوديانتهم وايضافهم بأنهم لا يخافون في الله لومة لائم.\n</p>\n\n<p>\nوالدليل عليه أنه علي بن أبي طالب - رضي الله عنه - ، ما قاتله.\n</p>\n\n<p>\nفلا يخلو : إما أن ترك قتاله لخوف الفتنة والشر أو لعجزه أو لعلمه بأن\nالحق معه.\n</p>\n\n<p>\nبطل أن يكون لاتقاء الفتنة وخوف الشر لأنه قاتل في زمن معاوية وقتل في\nالحرب الخلق الكثير وقتل طلحة والزبير وقاتل معه عائشة حين علم أن الحق معه\n، ولم يترك بسبب الفتنة.\n</p>\n\n<p>\nوإن قالوا : كان عاجزا ، فهم فاسد لأن الذين نصروه في زمن معاوية كان على\nالإيمان يوم السقيفة ويوم استخلاف عمر ويوم <span id='ms70'></span> الشورى.\n</p>\n\n<p>\nفلو أعلموا أن الحق له أنصروه.\n</p>\n\n<p>\nفثبت أنه إنما إنقاذ لأمره ، وترك القتال لعلمه أن الحق مع أبي بكر ، -\nرضي الله عنه -.\n</p>\n\n<p>\nفإن قالوا : فلماذا لم يبايعه علي ، - رضي الله عنه - على الخلافة ؟ قلنا\n: ليس كذلك ، بل بايعه على رؤس الخلائق في المسجد إلا إنه لم يحضر يوم\nالسقيفة لأنه كان يتولى تجهيز النبي ، عليه السلام ، وغسله ودفنه مع العباس\nفكان لا يتفرغ إلى الخروج إلى السقيفة ، وبعد ذلك كان قد لازم بيته أياما\nوما كان يخرج لشدة حزنه على رسول الله - صلى الله عليه وسلم -.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head67'>AUTO مسألة : عقد الخلافة لا يشترط فيها اجتماع جميع أهل الحل والعقد</h1>\n\nفي ذلك العصر ولكن إذا حضره من يتيسر حضوره من أهل الحل والعقد كفى ذلك إلا\nأنه يشترط إظهاره وحضور جماعة يشاهدون ذلك ، حتى لا ينصب إمام آخر فيقع\nالشارع بينهما.\n<p>\nوالدليل عليه أن الخلافة لما عقدت لأبي بكر يوم السقيفة اشتغل بإمضاء\nالحكم وترتيب الأمور ولم يتوقف قدرا يبلغ الخبر إلى الغائبين ولم ينكر عليه.\n</p>\n\n<p>\nفذل أن إجماع الجميع ليس بشرط.\n</p>\n\n<h1 class='l1' id='head68'>AUTO مسألة : أفضل الصحابة بعد النبي ، عليه السلام ، وخيرهم أبو بكر</h1>\n\n، - رضي الله عنه - ، وليس هذا ما يدل عليه العقل لأن العقل لا يدل على\nتفضيل بعض الأشخاص ولكن طريق إثباته الإجماع فإن الصحابة اتفقوا على أنه\nخيرهم وأفضلهم.\n<p>\nوالدليل عليه ما روى عن علي ، - رضي الله عنه - ، أنه قال : خير الناس\nبعد نبينا أبو بكر وعمر.\n</p>\n\n<p>\nوالدليل عليه أن النبي ، عليه السلام ، اختاره لإمامة الصلاة في مرضه.\n</p>\n\n<p>\nولو كان غيره خيرا منه لما قدمه في الصلاة مع وجود من هو خير منه.\n</p>\n\n<p>\nفإن قيل : فقد روى عن أبي بكر ، - رضي الله عنه - ، أنه لما ولى الخلافة\nقال : \" أقيلوني أقيلوني فلست بخيركم \" قلنا : هذا ليس يوجب مدحا فيه ولا\nفي فضله ، بل يوجب تقديمه.\n</p>\n\n<p>\nلأنه لا يرى لنفسه فضلا مع كونه أفضل.\n</p>\n\n<p>\nوهذا كما روى عن النبي عليه السلام ، أنه قال : \" لا تفضلوني على يونس بن\nمتى \" مع كونه أفضل منه <span id='ms71'></span>.\n</p>\n\n<p>\nوكما روي أن عليا يوم الحكمين كتب كتاب عهد وذكر فيه كتابا كتب فيه : \"\nأمير المؤمنين علي بن أبي طالب \" .\n</p>\n\n<p>\nفقالوا : \" لا نرضى بذلك فجأة \" مع كونه أمير المؤمنين فذ لك الوقت.\n</p>\n\n<h1 class='l1' id='head69'>AUTO مسألة : الخلافة بعد أبي بكر لعمر ، - رضي الله عنهما - ، وطريق</h1>\n\nثبوته استخلاف أبي بكر إياه ثم الخلافة بعده لعثمان وطريق ثبوته الشورى\nوالاختيار فإن عمر ، - رضي الله عنه - ، لما خرج جعل الأمر في ستة : عثمان\nوعلي وطلحة والزبير وسعد بن وقاص وعبد الرحمان بن عوف ، - رضي الله عنهم -.\n<p>\nثم أن عبد الرحمان ترك حقه بشرط أن يكون هو حكما بين عثمان وعلي ، - رضي\nالله عنهما - ، فتراضيا بذلك فاختار عثمان بإشارة الصحابة ، ثم الخلافة\nبعده لعلي بن أبي طالب ، كرم الله وجهه ، بإجماع القوم وعقدهم الخلافة له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head70'>AUTO مسألة : أمير المؤمنين عثمان - رضي الله عنه - قتل ظلما لأن</h1>\n\nموجبات القتل معلومة في الشرع وما كان قد ارتكب شيئا من ذلك.\n<p>\nوالدليل عليه أن العوام باشروا قتله وما كان بمستوجب للقتل لا يجعل قتله\nإلى العوام.\n</p>\n\n<p>\nمسألة : الذين قاتلوا علي بن أبي طالب ، - رضي الله عنه - ، كانوا بغاة\nمجتهدين مخطئين اجتهدوا في ...\n</p>\n\n<p>\nقتل عثمان فوقع لهم أن عليا ليس يقتلهم لرضاه بقتل عثمان وأنه قادر على\nقتلهم وكانوا على الخطأ وعائشة ما كانت قاصدة إلى القتال وإنما خرجت لتسكين\nالفتنة ، ولما نبح عليها كلاب قرية سماها رسول الله - صلى الله عليه وسلم -\nقصدت الانصراف في جماعة وحلفوا بأن هذه القرية ليس تلك القرية حتى لم ترجع\nعن الطريق.\n</p>\n\n<p>\nوكذى طلحة والزبير كانا محيطين.\n</p>\n\n<p>\nثم إنهما تأتا ثم رجعا عن ذلك وقتلا بعد التوبة.\n</p>\n\n<h1 class='l1' id='head71'>AUTO مسألة : كثير من المطاعن من المبتدعة في أئمة الصحابة.</h1>\n\n<p>\nوالواجب عن كل واحد أن يعتقد أنهم خير الناس وأفضلهم.\n</p>\n\n<p>\nوقد نطق القرآن بعدالتهم وفضلهم حيث قال : {والسابقون الأولون من\nالمهاجرين والأنصار} ...\n</p>\n\n<p>\nوغير ذلك من الآيات وشهد النبي ، عليه السلام ، بفضلهم وعدالتهم حيث قال\n: \" خير الناس قربى.\n</p>\n\n<p>\nثم الذين يلونهم \" وقال النبي ، عليه السلام : لو أن أحدكم أنفق ملء <span id='ms72'></span>\nالأرض ذهبا ما بلغ مد أحدهم ولا تضييقه.\n</p>\n\n<p>\nوسكت عن ما جرى في زمانهم وهو يفوض ذلك إلى الله تعالى عما روى عن الزهري\nأنه قال لما سئل عن ذلك : \" تلك دماء طهر الله عنها أيدينا فلا نلوث بها\nألسنتنا \" .\n</p>\n\n<h1 class='l1' id='head72'>AUTO مسألة : يزيد بن معاوية من جملة المؤمنين وحاله في المشيئة إن</h1>\n\nشاء أن يعذبه وإن شاء أن يرحمه فغفر له ولا يجوز لعنه ولا تكفيره.\n<p>\nوهو الذي نسب إليه الروافض من تقديم رأس الحسين ، رضوان الله عليه ، وضرب\nالقضيب على أسنانه.\n</p>\n\n<p>\nوكل ذلك بهتان وزور ولم ينقل ذلك أحد من السلف ولا وجد ذلك في مصنف إمام.\n</p>\n\n<p>\nوإنما هو من وضع الروافض فلا يوثق بقولهم وأكثر ما في الأمر أنهم اتهموا\nبالرضا بقتل حسين بن علي ، - رضي الله عنهما - والأمر به.\n</p>\n\n<p>\nولو قدرنا أنه باشر قتله لم يصر بذلك كافرا لانا لا نكفر قاتل عثمان ، -\nرضي الله عنه - ، مع كونه أفضل من الحسين ولو قدرنا مسلما قتل الصديق ، -\nرضي الله عنه - ما كنا نكفره وهذا لأن التكفير بسبب القتل رتبة الأنبياء ،\nصلوات الله عليهم ، فمن قتل نبيا وأذاه صار كافرا ، وأما من ليس له رتبة\nالأنبياء فقاتله عاص بالقتل فاسق ، فيكون أمره مفوضا إلى الله تعالى كسائر\nالعصاة لا يجوز لعنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head73'>AUTO مسألة : الأمر بالمعروف والنهي عن المنكر واجبان.</h1>\n\n<p>\nلأن خطاب الشرع قد ورد بهما في قوله تعالى : {كنتم خير أمة أخرجت للناس\nتأمرون بالمعروف وتنهون عن المنكر} ...\n</p>\n\n<p>\nوقال تعالى : {خذ العفو وأمر بالعرف} ...\n</p>\n\n<p>\nوقال ، عليه السلام : \" ليأخذن على يد الظالم \" في قصة طويلة.\n</p>\n\n<p>\nوقال أيضا أنصر أخاك ظالما أو مظلوما والله ليس عا .....\n</p>\n\n<p>\nالأمر بالمعروف من العصر الأول إلى زماننا ....\n</p>\n\n<p>\nوعلى الولاة والخ .....\n</p>\n\n<p>\nمن غير نكير عليهم.\n</p>\n\n<p>\nفإذا ثبت إنه واجب وهو من فرض الله.\n</p>\n\n<p>\nفإذا قام به واحد سقط الفرض عن الباقين ولا يختص بالأئمة بل لآحاد الرعية\nالقيام به بالقول والفعل ، ما ينتهي الأمر فيه إلى نصب قتال فيترك لسبب\nالفتنة ...\n</p>\n\n<p>\nيجوز ذلك فيما هو مقطوع بتحريمه يدرك <span id='ms73'></span> العام و[الخاص].\n</p>\n\n<p>\nفأما من كان مجتهدا فيه فالأمر به إلى الأئمة والله الموفق.\n</p>\n\n<p>\nتم الكتاب بحمد الله الوهاب ومنه ...\n</p>\n\n<p>\nوالصلوات على نبيه خير خلقه محمد وآله أجمعين.\n</p>\n\n<p>\nوقع الفراغ في عشر أول شوال سنة تسعين وخمس مائة على يد العبد الضعيف\nالمحتاج إلى فضل الله تعالى ورحمته إسماعيل بن يحي بن صالح المتفقه رزقه\nالله علما وأدبا كاملا أمين رب العالمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             <span id='ms74'></span>\n</p>\n",
  "pages": [
    "001",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066"
  ],
  "volumes": [
    "01"
  ]
}