{
  "content": "\n<p>\nالتلخيص الحبير في تخريج الرافعي الكبير للإمام أبي الفضل أحمد بن علي بن\nحجر العسقلاني المتوفى سنة 852 ه‍ الجزء الثاني دار الفكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p001'> Vol. 02, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم (باب الاحداث) (1) * (حديث) * أنس أن رسول الله\nصلى الله عليه وسلم احتجم وصلى ولم يتوضأ ولم يزد على غسل محاجمه الدارقطني\nبلفظه الا أنه قال قال فصلى رواه البيهقي وفى اسناده صالح بن مقاتل وهو\nضعيف وادعى ابن العربي أن الدارقطني صححه وليس كذلك بل قال عقبه في السنن\nصالح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p002'> Vol. 02, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nابن مقاتل ليس بالقوي وذكره النووي في فصل الضعيف (فصل) وأما ما رواه\nالدارقطني من حديث أبي هريرة مرفوعا ليس في القطرة ولا في القطرتين من الدم\nوضوء لا أن يكون دما سائلا فاسناده ضعيف جدا فيه محمد بن الفضل بن عطية وهو\nمتروك: قوله وروى مثل مذهبنا عن ابن عمر وابن عباس وابن أبي أوفى وأبي\nهريرة وجابر وعائشة * أما حديث ابن عمر فرواه الشافعي في القديم وابن أبي\nشيبة والبيهقي أنه عصر بثرة في وجهه فخرج شئ من دمه فحكه بين أصبعيه ثم صلى\nولم يتوضأ وعلقه البخاري: وعن ابن عمر انه كان إذا احتجم غسل أثر المحاجم *\nوحديث ابن عباس رواه الشافعي عن رجل عن ليث عن طاوس عن ابن عباس قال اغسل\nأثر المحاجم عنك وحسبك * وحديث ابن أبي أوفى ذكره الشافعي ووصله البيهقي في\nالمعرفة وكذا حديث أبي هريرة موقوفا * وحديث جابر علقه البخاري ووصله ابن\nخزيمة وأبو داود وغيرهما من طريق عقيل ابن جابر عن أبيه أن رجلين من\nالصحابة حرسا في ليلة غزوة ذات الرقاع فقام أحدهما يصلى فجاء رجل <span id='ms113'></span> من الكفار\nفرماه بسهم فوضعه فيه فنزعه ثم رماه بآخر فنزعه ثم رماه بثالث فركع وسجد ثم\nانتبه صاحبه فلما رأى ما به من الدماء قال ألا أنبهتني قال كنت في سورة\nفأحببت أن لا اقطعها وحديث عائشة لم أقف عليه * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p003'> Vol. 02, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n(1) * (حديث) حابر أن رسول الله صلى الله عليه وسلم قال الضحك ينقض\nالصلاة ولا ينقض الوضوء الدارقطني ونقل عن أبي بكر النيسابوري أنه قال هو\nحديث منكر وخطا الدارقطني رفعه وقال الصحيح عن جابر من قوله: وقال ابن\nالجوزي قال أحمد ليس في الضحك حديث صحيح وكذا قال الدهلي لم يثبت عن النبي\nصلى الله عليه وسلم في الضحك في الصلاة خبر وأبو شيبة المذكور في اسناد\nحديث جابر هو الواسطي جد أبى بكر ابن أبي شيبة ووهم ابن الجوزي فسماه عبد\nالرحمن ابن إسحاق: وروى ابن عدي عن أحمد بن حنبل قال ليس في الضحك حديث\nصحيح وحديث الأعمى الذي وقع في البئر مداره على أبى العالية وقد اضطرب عليه\nفيه وقد استوفي البيهقي الكلام عليه في الخلافيات وجمع أبو يعلى الخليلي\nطرقه في جزء مفرد * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p004'> Vol. 02, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n* (1) * (حديث) * أنه صلى الله عليه وسلم قال توضؤا من لحوم الإبل ولا\nتتوضئوا من لحوم الغنم أبو داود والترمذي وابن ماجة وابن حبان وابن الجارود\nوابن خزيمة من حديث البراء بن عازب وقال ابن خزيمة في صحيحه لم أر خلافا\nبين علماء الحديث ان هذا الخبر صحيح من جهة النقل لعدالة ناقليه وذكر\nالترمذي الخلاف فيه على ابن أبي ليلى هل هو عن البراء أو عن ذي الغرة أو عن\nأسيد بن حضير وصحح انه عن البراء وكذا ذكره ابن أبي حاتم في العلل عن أبيه:\nقلت وقد قيل إن ذا الغرة لقب البراء بن عازب والصحيح انه غيره وان اسمه\nيعيش * وحديث جابر ابن سمرة رواه مسلم: وروى ابن ماجة نحوه من حديث محارب\nبن دثار عن ابن عمر وذكر ابن أبي حاتم في العلل عن أبيه انه منكر وان له <span id='ms114'></span>\nأصلا من هذا الوجه عن ابن عمر لكنه موقوف: (فائدة) قال البيهقي حكى بعض\nأصحابنا عن الشافعي قال إن صح الحديث في لحوم الإبل قلت به قال البيهقي قد\nصح فيه حديثان حديث جابر بن سمرة وحديث البراء قاله أحمد بن حنبل وإسحاق بن\nراهويه * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p005'> Vol. 02, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n(1) * (حديث) * جابر كان اخر الامرين من رسول الله صلى الله عليه وسلم\nترك الوضوء مما مست النار: الأربعة وابن خزيمة وابن حبان من حديثه * وقال\nأبو داود هذا اختصار من حديث قربت للنبي صلى الله عليه وسلم خبزا ولحما\nفاكل ثم دعا بوضوء فتوضأ قبل الظهر ثم دعا بفضل طعامه ثم فأكل قام إلى\nالصلاة ولم يتوضأ: وقال ابن أبي حاتم في العلل عن أبيه نحوه وزاد ويمكن أن\nيكون شعيب حدث به من حفظه فوهم فيه وقال ابن حبان نحوا مما قاله أبو داود\nوله علة أخرى قال الشافعي في سنن حرملة لم يسمع ابن المنكدر هذا الحديث من\nجابر إنما سمعه من عبد الله بن محمد بن عقيل: وقال البخاري في الأوسط ثنا\nعلي بن المديني قال قلت لسفيان ان أبا علقمة الفروي روى عن ابن المنكدر عن\nجابر أن النبي صلى الله عليه وسلم اكل لحما ولم يتوضأ فقال أحسبني سمعت ابن\nالمنكدر قال اخبرني من سمع جابرا ويشيد أصل حديث جابر ما أخرجه البخاري في\nالصحيح عن سعيد بن الحرث قلت لجابر الوضوء مما مست النار قال لا وللحديث\nشاهد من حديث محمد ابن مسلمة: أخرجه الطبراني في الأوسط ولفظه اكل اخر أمره\nلحما ثم صلى ولم يتوضأ وقال الجوزجاني حديث عائشة ما ترك النبي صلى الله\nعليه وسلم الوضوء مما مست النار حتى قبض حديث باطل * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p006'> Vol. 02, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n(1) * [حديث] * أنه صلى الله عليه وسلم قال في الرجل يصيبه المذي ينضح\nفرجه ويتوضأ وضوءه للصلاة: الشيخان عن علي كنت رجلا مذاء فاستحييت أن أسأل\nرسول الله صلى الله عليه وسلم لمكان ابنته منى فأمرت المقداد فسأله فقال\nيغسل ذكره ويتوضأ وفى رواية للبخاري <span id='ms115'></span> توضأ واغسل ذكرك وفى رواية لمسلم توضأ\nوانضح فرجك ورواه أبو داود والنسائي من طريق سليمان بن يسار عن المقداد ان\nعليا امره ان يسأل وهذه الرواية منقطعة ولأحمد والنسائي وابن حبان انه امر\nعمار بن ياسر ان يسأل وفى رواية لابن خزيمة ان عليا سال بنفسه وجمع بينها\nابن حبان بتعدد الأسئلة ورواه أبو داود من طريق عروة عن علي وفيه يغسل\nأنثييه وذكره وعروة لم يسمع من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p007'> Vol. 02, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nعلى لكن رواه أبو عوانة في صحيحه في حديث عبيدة عن علي بالزيادة واسناده\nلا مطعن فيه وروى أبو داود من حديث حزام بن حكيم عن عمه عبد الله بن سعيد\nقال سألت رسول الله صلى الله عليه وسلم عن الماء يكون بعد الماء قال ذلك\nالمذي وكل فحل يمذى فتغسل من ذلك فرجك وأنثييك وتوضأ وضوءك للصلاة وفي\nاسناده ضعف وقد حسنه الترمذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p008'> Vol. 02, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n(1) * (حديث) * لا وضوء الا من صوت أو ريح * احمد والترمذي وصححه وابن\nماجة والبيهقي من حديث أبي هريرة وقال البيهقي هذا حديث ثابت قد اتفق\nالشيخان على اخراج معناه من حديث عبد الله بن زيد وقال ابن أبي حاتم سمعت\nأبي وذكر حديث شعبة عن سهيل عن أبيه عن أبي هريرة مرفوعا لا وضوء الا من\nصوت أو ريح فقال أبى هذا وهم اختصر شعبة متن هذا الحديث فقال لا وضوء الا\nمن صوت أو ريح ورواه أصحاب سهيل بلفظ إذا كان أحدكم في الصلاة فوجد ريحا من\nنفسه فلا يخرج حتى يسمع صوتا أو يجد ريحا ورواه أحمد والطبراني من حديث\nالسائب بن خباب بلفظ لا وضوء الا من ريح أو سماع * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p009'> Vol. 02, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nقوله روى أنه صلى الله عليه وسلم قال الوضوء مما خرج (1) الدارقطني\nوالبيهقي من حديث ابن عباس بلفظ الوضوء مما يخرج وليس مما يدخل وفى اسناده\nالفضيل بن المختار وهو ضعيف جدا وفيه شعبة مولى ابن عباس وهو ضعيف وقال ابن\nعدي الأصل في هذا الحديث انه موقوف وقال البيهقي لا يثبت مرفوعا ورواه <span id='ms116'></span> سعيد\nبن منصور موقوفا من طريق الأعمش عن أبي ظبيان عنه ورواه الطبراني من حديث\nأبي أمامة واسناده أضعف من الأول ومن حديث ابن مسعود موقوفا * وفى الباب عن\nابن عمر رواه الدارقطني في غرائب مالك من طريق سوادة بن عبد الله عنه عن\nنافع عن ابن عمر مرفوعا لا ينقض الوضوء الا ما خرج من قبل أو دبر واسناده\nضعيف * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p010'> Vol. 02, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n(1) (حديث) العينان وكاء السه: احمد وأبو داود وابن ماجة والدارقطني من\nحديث على وهو من رواية بقية عن الوضين بن عطاء قال الجوزجاني واه وأنكر\nعليه هذا الحديث عن محفوظ بن علقمة وهو ثقة عن عبد الرحمن بن عائذ وهو\nتابعي ثقة معروف عن علي لكن قال أبو زرعة لم يسمع منه وفى هذا النفي نظر\nلأنه يروى عن عمر كما جزم به البخاري ورواه أحمد والدارقطني من حديث معاوية\nأيضا وفى اسناده بقية عن أبي بكر بن أبي مريم وهو ضعيف. قال ابن أبي حاتم\nسألت أبى عن هذين الحديثين فقال ليسا بقويين. وقال احمد حديث على أثبت من\nحديث معاوية في هذا الباب. وحسن المنذري وابن الصلاح والنووي حديث على وقال\nالحاكم في علوم الحديث لم يقل فيه ومن نام فليتوضأ غير إبراهيم بن موسي\nالرازي وهو ثقة كذا قال وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p020'> Vol. 02, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nتابعه غيره: (تنبيه) السه المذكور في هذا الحديث بفتح السين المهملة وكسر\nالهاء المخففة الدبر:\n</p>\n\n<p>\nوالوكاء بكسر الواو الخيط الذي تربط به الخريطة والمعنى اليقظة وكاء\nالدبر أي حافظة ما فيه من الخروج لأنه ما دام مستيقظا أحس بما يخرج منه:\nقوله روى أنه صلى الله عليه وسلم قال (1) من استجمع نوما فعليه الوضوء:\nالبيهقي من حديث أبي هريرة بلفظ من استحق النوم وجب عليه الوضوء وقال بعده\nلا يصح رفعه: وروى موقوفا واسناده صحيح ورواه في الخلافيات من طريق آخر عن\nأبي هريرة واعله بالربيع بن بدر عن ابن عدي وكذا قال الدارقطني في العلل ان\nوقفه أصح * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p021'> Vol. 02, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n(1) (حديث) ان أصحاب رسول الله صلى الله <span id='ms117'></span> عليه وسلم كانوا ينتظرون العشاء\nفينامون قعودا ثم يصلون ولا يتوضؤن: الشافعي في الام انا الثقة عن حميد عن\nانس به وقال أحسبه قعودا قال الحاكم أراد بالثقة ابن علية: ورواه الشافعي\nأيضا ومسلم وأبو داود والترمذي من حديث شعبة عن قتادة عن انس بلفظ كان\nأصحاب رسول الله صلى الله عليه وسلم ينتظرون العشاء الآخرة حتى تخفق رؤوسهم\nثم يصلون ولا يتوضؤن قال أبو داود واللفظ له زاد فيه شعبة عن قتادة على عهد\nرسول الله صلى الله عليه وسلم ولفظ الترمذي من طريق شعبة لقد رأيت أصحاب\nرسول الله صلى الله عليه وسلم يوقظون للصلاة حتى انى لأسمع لأحدهم غطيطا ثم\nيقومون فيصلون ولا يتوضؤن قال ابن المبارك هذا عندنا وهم جلوس: قال البيهقي\nوعلى هذا حمله عبد الرحمن ابن مهدي والشافعي وقال ابن القطان هذا الحديث\nسياقه في مسلم يحتمل ان ينزل على نوم الجالس وعلى ذلك نزله أكثر الناس لكن\nفيه زيادة تمنع من ذلك رواها يحي القطان عن شعبة عن قتادة عن انس قال كان\nأصحاب النبي صلى الله عليه وسلم ينتظرون الصلاة فيضعون جنوبهم فمنهم من\nينام ثم يقوم إلى الصلاة رواها قاسم بن اصبغ عن محمد بن عبد السلام الخشني\nعن بندار محمد بن بشار عنه: وقال ابن دقيق العيد يحمل هذا على النوم الخفيف\nلكن يعارضه رواية الترمذي التي فيها ذكر الغطيط: قال وروى أحمد بن حنبل هذا\nالحديث عن يحيى القطان بسنده وليس فيه يضعون جنوبهم: وكذا أخرجه الترمذي عن\nبندار بدونها وكذا أخرجه البيهقي من طريق تمتام عن بندار رواه البزار\nوالخلال من طريق عبد الاعلى عن شعبة عن قتادة وفيه فيضعون جنوبهم وقال أحمد\nبن حنبل لم يقل شعبة قط كانوا يضطجعون قال وقال هشام كانوا ينعسون وقال\nالخلال قلت لأحمد حديث شعبة كانوا يضعون جنوبهم فتبسم وقال هذا بمرة يضعون\nجنوبهم ابن عباس وجب الوضوء على كل نائم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p022'> Vol. 02, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nالا من خفق خفقة برأسه رواه البيهقي موقوفا ومرفوعا: قوله <span id='ms118'></span> روى أنه صلى\nالله عليه وسلم قال لا وضوء على من نام قاعدا إنما الوضوء على من نام\nمضطجعا (1) فان من نام مضطجعا استرخت مفاصله وفي لفظ لا وضوء على من نام\nقائما أو راكعا أو ساجدا: أبو داود والترمذي والدارقطني باللفظ الأول ورواه\nعبد الله بن أحمد في زياداته بلفظ ليس على من نام ساجدا وضوء حتى يضطجع:\nورواه البيهقي بلفظ لا يجب الوضوء على من نام جالسا أو قائما أو ساجدا حتى\nيضع جنبه الحديث: قال الرافعي تبعا لإمام الحرمين اتفق أئمة الحديث على ضعف\nالرواية الثانية: قلت مخرج الحديثين واحد ومداره على يزيد أبى خالد\nالدالاني وعليه اختلف في ألفاظه وضعف الحديث من أصله احمد والبخاري فيما\nنقله الترمذي في العلل المفرد وأبو داود في السنن والترمذي وإبراهيم الحربي\nفي علله وغيرهم: وقال البيهقي في الخلافيات تفرد به أبو خالد الدالاني\nوانكره عليه جميع أئمة الحديث وقال في السنن أنكره عليه جميع الحفاظ\nوأنكروا سماعه من قتادة; وقال الترمذي رواه سعيد ابن أبي عروبة عن قتادة عن\nابن عباس: قوله ولم يذكر فيه أبا العالية ولم يرفعه * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p023'> Vol. 02, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n(1) * (حديث) * لا وضوء على من نام قائما أو راكعا أو ساجدا رواه ابن عدي\nفي الكامل من حديث عمر وبن شعيب عن أبيه عن جده الا انه ليس فيه ساجدا وفيه\nمهدي بن هلال وهو متهم بوضع الحديث ومن رواية عمر بن هارون البلخي وهو\nمتروك ومن رواية مقاتل بن سليمان وهو متهم أيضا: وروى البيهقي من حديث\nحذيفة قال كنت في مسجد المدينة جالسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p024'> Vol. 02, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nأخفق فاحتضنني رجل من خلفي فالتفت فإذا أنا بالنبي صلى الله عليه وسلم\nفقلت هل وجب على الوضوء قال لا حتى تضع جنبك: قال البيهقي تفرد به بحر بن\nكنيز السقاء وهو متروك لا يحتج به: وروى البيهقي من طريق يزيد بن قسيط انه\nسمع أبا هريرة يقول ليس على المحتبى النائم ولا على القائم النائم ولا على\nالساجد النائم وضوء حتى يضطجع فإذا اضطجع <span id='ms119'></span> توضأ اسناده جيد وهو موقوف:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p025'> Vol. 02, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nقوله روى أنه صلى الله عليه وسلم قال إذا نام العبد في صلاته باهى الله\nبه ملائكته يقول انظروا لعبدي روحه عندي وجسده ساجد بين يدي أنكر جماعة\nمنهم القاضي ابن العربي وجوده وقد رواه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p026'> Vol. 02, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nالبيهقي في الخلافيات من حديث انس وفيه داود بن الزبرقان وهو ضعيف: وروى\nمن وجه آخر عن ابان عن انس وابان متروك ورواه ابن شاهين في الناسخ والمنسوخ\nمن حديث المبارك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p027'> Vol. 02, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nابن فضالة وذكره الدارقطني في العلل من حديث عباد بن راشد كلاهما عن\nالحسن عن أبي هريرة بلفظ إذا نام العبد وهو ساجد يقول الله انظروا إلى عبدي\nقال وقيل عن الحسن بلغنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p028'> Vol. 02, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nعن النبي صلى الله عليه وسلم قال والحسن لم يسمع من أبي هريرة اه‍ وعلى\nهذه الرواية اقتصر ابن حزم واعلها بالانقطاع ومرسل الحسن أخرجه أحمد في\nالزهد ولفظه إذا نام العبد وهو ساجد يباهي الله به الملائكة يقول انظروا\nإلى عبدي روحه عندي وهو ساجد لي: وروى ابن شاهين عن أبي سعيد معناه واسناده\nضعيف * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p029'> Vol. 02, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] عائشة أصابت يدي أخمص قدم رسول الله صلى الله عليه وسلم فلما\nفرغ من الصلاة قال اتاك شيطانك هذا الحديث بهذا السياق لم أره بلفظه نعم\nأصله في مسلم من حديث الأعرج عن أبي هريرة عن عائشة قال فقدت رسول الله صلى\nالله عليه وسلم ليلة من الفراش فالتمسته فوقعت يدي على بطن قدميه وهو في\nالمسجد وهما منصوبتان يقول اللهم إني أعوذ برضاك من سخطك ورواه البيهقي\nكذلك وزاد وهما منصوبتان وهو ساجد واعل البيهقي هذه الرواية بان بعضهم\nرواه] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p033'> Vol. 02, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nعن الأعرج عن عائشة بدون ذكر أبي هريرة ورجع البرقاني الرواية الزائدة\nأعني رواية مسلم:\n</p>\n\n<p>\nوروى مسلم أيضا في أواخر الكتاب عن عائشة قالت خرج النبي صلى الله عليه\nوسلم من عندها ليلا فغرت عليه فجاء فرأى ما اصنع فقال مالك يا عائشة أغرت\nفقلت ومالي لا يغار مثلي على مثلك فقال لقد جاءك شيطانك قالت يا رسول <span id='ms120'></span> الله\nأو معي شيطان الحديث وذكره ابن أبي حاتم في العلل من طريق يونس بن خباب عن\nعيسى بن عمر عن عائشة انها افتقدت رسول الله صلى الله عليه وسلم فإذا هو في\nالمسجد فوضعت يدها على أخمص قدميه وهو يقول اللهم أعوذ برضاك من سخطك قال]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p034'> Vol. 02, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nأبو حاتم لا أدرى عيسى أدرك عائشة أم لا: وروى الطبراني في المعجم الصفير\nمن حديث عمرة عن عائشة قالت فقدت رسول الله صلى الله عليه وسلم ذات ليلة\nفقلت انه قام إلى جاريته مارية فقمت التمس الجدار فوجدته قائما يصلى فأدخلت\nيدي في شعره لأنظر اغتسل أم لا فلما انصرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p035'> Vol. 02, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nقال أخذك شيطانك يا عائشة الحديث: (قلت) وظاهر هذا السياق يقتضى تغاير\nالقصتين مع الاختلاف في الاسناد على راويه عن عمرة فإنه من رواية فرج بن\nفضالة وهو ضعيف عن يحيى ابن سعيد عن عمرة وقد رواه جعفر بن عون ووهيب ويزيد\nبن هارون وغير واحد عن يحيى بن سعيد عن محمد بن إبراهيم التيمي عن عائشة\nومحمد لم يسمع من عائشة قاله أبو حاتم * (تنبيه) قال الشافعي روى معبد بن\nنباتة عن محمد بن عمر وبن عطاء عن عائشة عن النبي صلى الله عليه وسلم وانه\nكان يقبل ولا يتوضأ وقال لا اعرف حال معبد فإن كان ثقة فالحجة فما روى عن\nالنبي صلى الله عليه وسلم: (قلت) روى من عشرة أوجه عن عائشة أوردها البيهقي\nفي الخلافيات وضعفها وسيأتي ذكر حديث النسائي في آخر الباب * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p036'> Vol. 02, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n(1) (حديث) بسرة بنت صفوان عن رسول الله صلى عليه وسلم من مس ذكره\nفليتوضأ * مالك والشافعي عنه واحمد والأربعة وابن خزيمة وابن حبان والحاكم\nوابن الجارود من حديثها وصححه الترمذي ونقل عن البخاري انه أصح شئ في الباب\nوقال أبو داود قلت لأحمد حديث بسرة ليس بصحيح قال بل هو صحيح: وقال\nالدارقطني صحيح ثابت وصححه أيضا يحيى بن معين فيما حكاه ابن عبد البر وأبو\nحامد بن الشرقي والبيهقي والحازمي وقال البيهقي هذا الحديث <span id='ms121'></span> وان لم يخرجه\nالشيخان لاختلاف وقع في سماع عروة منها أو من مروان فقد احتجا بجميع رواته\nواحتج البخاري بمروان بن الحكم في عدة أحاديث فهو على شرط البخاري بكل حال:\nوقال الإسماعيلي في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p037'> Vol. 02, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nصحيحه في أواخر تفسير سورة آل عمران انه يلزم البخاري اخراجه فقد اخرج\nنظيره وغاية ما يعلل به هذا الحديث انه من رواية عروة عن مروان عن بسرة وان\nرواية من رواه عن عروة عن بسرة منقطعة فان مروان حدث به عروة فاستراب عروة\nبذلك فأرسل مروان رجلا من حرسه إلى بسرة فعاد إليه بأنها ذكرت ذلك فرواية\nمن رواه عن عروة عن بسرة منقطعة والواسطة بينه وبينها اما مروان وهو مطعون\nفي عدالته أو حرسيه وهو مجهول وقد جزم ابن خزيمة وغير واحد من الأئمة بان\nعروة سمعه من بسرة وفي صحيح ابن خزيمة وابن حبان قال عروة فذهبت إلى بسرة\nفسألتها فصدقته واستدل على ذلك برواية جماعة من الأئمة له عن هشام ابن عروة\nعن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p038'> Vol. 02, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nأبيه عن مروان عن بسرة قال عروة ثم لقيت بسرة فصدقته وبمعنى هذا أجاب\nالدارقطني وابن حبان وقد أكثر ابن خزيمة وابن حبان والدارقطني والحاكم من\nسياق طرقه بما اجتمع لي في الأطراف التي جمعتها لكتبهم وبسط الدارقطني في\nعلله الكلام عليه في نحو من كراسين: واما الطعن في مروان فقد قال ابن حزم\nلا نعلم لمروان شيئا يجرح به قبل خروجه على ابن الزبير وعروة لم يلقه الا\nقبل خروجه على أخيه: (تنبيه) نقل بعض المخالفين عن يحيى بن معين أنه قال\nثلاثة أحاديث لا تصح حديث مس الذكر ولا نكاح الا بولي وكل مسكر حرام ولا\nيعرف؟ ذا عن ابن معين وقد قال ابن الجوزي ان هذا لا يثبت عن ابن معين وقد\nكان من مذهبه انتقاض الوضوء بمسه: وقد روى الميموني عن يحيى بن معين أنه\nقال إنما يطعن في حديث بسرة من لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p039'> Vol. 02, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nيذهب إليه وفى سؤالات مضر بن محمد له قلت ليحيى أي شئ <span id='ms122'></span> صح في مس الذكر قال\nحديث مالك عن عبد الله ابن أبي بكر عن عروة عن مروان عن بسرة فإنه يقول فيه\nسمعت ولولا هذا لقلت لا يصح فيه شئ فهذا يدل بتقدير ثبوت الحكاية المتقدمة\nعنه على أنه رجع عن ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p040'> Vol. 02, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nوأثبت صحته بهذه الطريق خاصة: (تنبيه) آخر طعن الطحاوي في رواية هشام بن\nعروة عن أبيه لهذا الحديث بان هشاما لم يسمعه من أبيه إنما أخذه عن أبي بكر\nبن محمد بن عمر وبن حزم وكذا قال النسائي ان هشاما لم يسمع هذا من أبيه\nوقال الطبراني في الكبير ثنا علي بن عبد العزيز حدثنا حجاج ثنا همام عن\nهشام عن أبي بكر بن محمد بن عمر وعن عروة وهذه الرواية لا تدل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p041'> Vol. 02, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nعلى أن هشاما لم يسمعه من أبيه بل فيها انه ادخل بينه وبينه واسطة\nوالدليل على أنه سمعه من أبيه أيضا ما رواه الطبراني أيضا حدثنا عبد الله\nبن أحمد حدثني أبي ثنا يحيى بن سعيد قال قال شعبة لم يسمع هشام حديث أبيه\nفي مس الذكر قال يحيى فسألت هشاما فقال اخبرني أبى ورواه الحاكم من طريق\nعمرو بن علي حدثنا يحيى بن سعيد عن هشام حدثني أبي وكذا هو في مسند أحمد\nثنا يحيى بن سعيد عن هشام حدثني أبي ورواه الجمهور من أصحاب هشام عنه عن\nأبيه بلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p042'> Vol. 02, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nواسطة فهذا إما أن يكون هشام سمعه من أبى بكر عن أبيه ثم سمعه من أبيه\nفكان يحدث به تارة هكذا وتارة هكذا أو يكون سمعه من أبيه وثبته فيه أبو بكر\nفكان تارة يذكر أبا بكر وتارة لا يذكره وليست هذه العلة بقادحة عند\nالمحققين: وفى الباب عن جابر وأبي هريرة وعبد الله بن عمرو وزيد بن خالد\nوسعد بن أبي وقاص وأم حبيبة وعائشة وأم سلمة وابن عباس وابن عمر وعلي بن\nطلق والنعمان بن بشير وانس وأبي بن كعب ومعاوية بن حيدة وقبيصة وأروى بنت\nأنيس: اما حديث جابر فذكره الترمذي <span id='ms123'></span> وأخرجه ابن ماجة والأثرم وقال ابن عبد\nالبر اسناده صالح: وقال الضياء لا اعلم باسناده بأسا: وقال الشافعي سمعت\nجماعة من الحفاظ غير] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p043'> Vol. 02, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nبن نافع يرسلونه: واما حديث أبي هريرة فذكره الترمذي: وأخرجه الدارقطني\nوغيره وسيأتي:\n</p>\n\n<p>\nواما حديث عبد الله بن عمرو فذكره الترمذي ورواه أحمد والبيهقي من طريق\nبقية حدثني محمد بن الوليد الزبيدي حدثني عمرو بن شعيب عن أبيه عن جده رفعه\n(أيما رجل مس فرجه فليتوضأ وأيما امرأة مست فرجها فلتتوضأ): قال الترمذي في\nالعلل عن البخاري هو عندي صحيح:\n</p>\n\n<p>\nواما حديث زيد بن خالد الجهني فذكره الترمذي: وأخرجه أحمد والبزار من\nطريق عروة عنه:\n</p>\n\n<p>\nقال البخاري إنما رواه الزهري عن عبد الله بن أبي بكر عن عروة عن بسرة:\nوقال ابن المديني خطأ فيه ابن إسحاق انتهي: وأخرجه البيهقي في الخلافيات من\nطريق ابن جريج حدثني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p044'> Vol. 02, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nالزهري عن عبد الله بن أبي بكر عن عروة عن بسرة وزيد بن خالد: وأخرجه\nإسحاق بن راهويه في مسنده عن محمد بن بكر البرساني عن ابن جريج وهذا اسناد\nصحيح: واما حديث سعد بن أبي وقاص فذكره الحاكم وأخرجه: واما حديث أم حبيبة\nفصححه أبو زرعة والحاكم واعله البخاري بان مكحولا لم يسمع من عنبسة بن أبي\nسفين وكذا قال يحيى بن معين وأبو زرعة وأبو حاتم والنسائي انه لم يسمع منه\nوخالفهم دحيم وهو اعرف بحديث الشاميين فأثبت سماع مكحول من عنبسة: وقال\nالخلال في العلل صحح احمد حديث أم حبيبة: أخرجه ابن ماجة من حديث العلاء بن\nالحرث عن مكحول وقال ابن السكن لا اعلم به علة: واما حديث عائشة]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p045'> Vol. 02, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nفذكره الترمذي واعله أبو حاتم وسيأتي من طريق الدارقطني: واما حديث أم\nسلمة فذكره الحاكم: واما حديث ابن عباس فرواه البيهقي من جهة ابن عدي في\nالكامل وفي اسناده الضحاك ابن حمزة وهو منكر الحديث: واما حديث ابن عمر\nفرواه الدارقطني والبيهقي من طريق إسحاق الفروي عن عبد الله بن عمر عن نافع\nعن ابن عمر مرفوعا <span id='ms124'></span> والعمرى ضعيف وله طريق أخرى: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p046'> Vol. 02, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nخرجها الحاكم وفيها عبد العزيز بن ابان وهو ضعيف وطريقة أخرى: أخرجها ابن\nعدي وفيها أيوب بن عتبة وفيه مقال: واما حديث علي بن طلق: فأخرجه الطبراني\nوصححه: واما حديث النعمان بن بشير فذكره ابن منده: وكذا حديث انس وأبي بن\nكعب ومعاوية بن حيدة وقبيصة: واما حديث أروى بنت أنيس فذكره الترمذي ورواه\nالبيهقي من طريق هشام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p047'> Vol. 02, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nأبى المقدام عن هشام بن عروة عن أبيه عنها قال وهذا خطأ وسال الترمذي\nالبخاري عنه فقال ما تصنع بهذا لا تشتغل به (فصل) حديث طلق بن علي أن رسول\nالله صلى الله عليه وسلم سئل عن مس الذكر في الصلاة فقال هل هو الا بضعة\nمنك رواه أحمد وأصحاب السنن والدارقطني وصححه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p048'> Vol. 02, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n* [عمرو بن علي الفلاس وقال هو عندنا أثبت من حديث بسرة: وروى عن ابن\nالمديني أنه قال هو عندنا أحسن من حديث بسرة والطحاوي وقال اسناده مستقيم\nغير مضطرب بخلاف حديث بسرة وصححه أيضا ابن حبان والطبراني وابن حزم وضعفه\nالشافعي وأبو حاتم وأبو زرعة والدارقطني والبيهقي وابن الجوزي وادعى فيه\nالنسخ ابن حبان والطبراني وابن العربي والحازمي وآخرون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p049'> Vol. 02, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nوأوضح ابن حبان وغيره ذلك والله أعلم: وقال البيهقي يكفي في ترجيح حديث\nبسرة على حديث طلق ان حديث طلق لم يخرجه الشيخان ولم يحتجا بأحد من رواته\nوحديث بسرة قد احتجا بجميع رواته الا انهما لم يخرجاه للاختلاف فيه على\nعروة وعلى هشام بن عروة وقد بينا ان ذلك الاختلاف لا يمنع من الحكم بصحته\nوان نزل عن شرط الشيخين وتقدم أيضا عن الإسماعيلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p050'> Vol. 02, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nانه الزم البخاري اخراجه لاخراجه نظيره في الصحيح: (7) [حديث] إذا أفضى\nأحدكم بيده إلى فرجه ليس دونها حجاب ولا ستر فقد وجب عليه الوضوء: ابن حبان\nفي صحيحه من طريق نافع ابن أبي نعيم ويزيد بن عبد الملك جميعا عن سعيد\nالمقبري عن أبي هريرة بهذا وقال احتجاجنا في]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p051'> Vol. 02, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nهذا بنافع دون يزيد بن عبد الملك وقال في كتاب الصلاة <span id='ms125'></span> له: هذا حديث صحيح\nسنده عدول نقلته: وصححه الحاكم من هذا الوجه وابن عبد البر وأخرجه البيهقي\nوالطبراني في الصغير وقال لم يروه عن نافع عن أبي نعيم الا عبد الرحمن بن\nالقاسم تفرد به أصبغ وقال ابن السكن هو أجود ما روى في هذا الباب: واما\nيزيد بن عبد الملك فضعيف: وقال ابن عبد الركان هذا الحديث] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p052'> Vol. 02, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nلا يعرف الا من رواية يزيد حتى رواه أصبغ عن ابن القاسم عن نافع بن أبي\nنعيم ويزيد جميعا عن المقبري فصح الحديث الا ان أحمد بن حنبل كان لا يرضي\nنافعا بن أبي نعيم في الحديث ويرضاه في القراءة وخالفه ابن معين فوثقه\nورواه الشافعي والبزار والدارقطني من طريق يزيد بن عبد الملك خاصة وقال فيه\nالنسائي متروك وضعفه غيره قال البزار لا نعلمه يروى عن أبي هريرة بهذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p053'> Vol. 02, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nاللفظ الا من هذا الوجه وادخل البيهقي في الخلافيات بين يزيد بن عبد\nالملك النوفلي وبين المقبري رجلا فإنه أخرجه من طريق الشافعي عن عبد الله\nبن نافع عن النوفلي عن أبي موسى الحناط عن المقبري وقال قال ابن معين أبو\nموسى هذا رجل مجهول (تنبيه) احتج أصحابنا بهذا الحديث في أن النقض إنما\nيكون إذا مس الذكر بباطن الكف لما يعطيه لفظ الافضاء لان مفهوم الشرط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p054'> Vol. 02, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nيدل على أن غير الافضاء لا ينقض فيكون تخصيصا لعموم المنطوق لكن نازع في\nدعوى ان الافضاء لا يكون الا ببطن الكف غير واحد قال ابن سيده في المحكم\nأفضى فلان إلى فلان وصل إليه والوصول أعم من أن يكون بظاهر الكف أو باطنها:\nوقال ابن حزم الافضاء يكون بظهر اليد كما يكون ببطنها وقال بعضهم الافضاء\nفرد من افراد المس فلا يقتضى التخصيص * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p055'> Vol. 02, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] عائشة ويل للذين يمسون فروجهم ثم يصلون ولا يتوضئون الحديث:\nوفيه إذا مست إحداكن فرجها فلتتوضأ: الدارقطني وضعفه بعبد الرحمن بن عبد\nالله العمرى وكذا ضعفه ابن حبان به وله شاهد من حديث عبد الله بن عمرو وقد\nتقدم: وروى <span id='ms126'></span> بن عدي من حديث بسرة انها سمعت رسول الله صلى الله عليه وسلم\nيأمر بالوضوء من مس الذكر والمرأة مثل ذلك: قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p056'> Vol. 02, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nابن عدي تفرد بهذه الزيادة عبد الرحمن بن نمر وقال أبو حاتم فيه وهم في\nموضعين أحدهما في روايته عن الزهري عن عروة ولم يسمعه الزهري منه والثاني\nفي ذكر المرأة: وروى الطحاوي من طريق يحيى بن أبي كثير انه سمع رجلا يحدث\nفي مسجد المدينة عن عروة عن عائشة مثل حديث بسرة رجال اسناده ثقات الا هذا\nالمبهم وصحح الحاكم وقفه على عائشة بالجملة الأخيرة: وأخرجه] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p057'> Vol. 02, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nمن طريقين: وروى عن عائشة ما يخالفه قال أبو يعلى ثنا الجراح ابن مخلد\nثنا عمر بن يونس ثنا المفضل بن ثواب حدثني حسين بن ذراع عن أبيه عن سيف بن\nعبد الله الحميري قال دخلت انا ورجال معي على عائشة فقالت سمعت رسول الله\nصلى الله عليه وسلم يقول (ما أبالي مسست فرجي أو انفي) اسناد مجهول *]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p058'> Vol. 02, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n(1) * [حديث] * من مس الفرج الوضوء تقدم من حديث بسرة وهذا لفظ رواية\nالطبراني عن إسحاق الدبري عن عبد الرزاق عن معمر عن الزهري عن عروة عن\nمروان عن بسرة انهما سمعت رسول الله صلى الله عليه وسلم يأمر بالوضوء من مس\nالفرج فكان عروة لم يرجع لحديثه فأرسل إليها شرطيا فرجع فأخبرهم انها سمعت\nذلك * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p059'> Vol. 02, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n* [حديث] * روى أنه صلى الله عليه وسلم قبل زبيبة الحسن أو الحسين وصلى\nولم يتوضأ الطبراني والبيهقي من حديث أبي ليلى الأنصاري قال كنا عند النبي\nصلى الله عليه وسلم فجاء الحسن فاقبل يتمرغ عليه فرفع عن قميصه وقبل زبيبته\nقال البيهقي اسناده ليس بالقوى: قلت وليس فيه انه صلى الله عليه وسلم صلى\nولم يتوضأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p060'> Vol. 02, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nورواه الطبراني من طريق قابوس بن أبي ظبيان عن أبيه عن ابن عباس قال رأيت\nالنبي صلى الله عليه وسلم فرج ما بين فخذي الحسين وقبل زبيبته وقابوس ضعفه\nالنسائي وليس في هذا الحديث أيضا انه] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p061'> Vol. 02, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nصلى عقب ذلك وأنكر ابن الصلاح <span id='ms127'></span> على الغزالي هذا السياق والغزالي تبع\nالامام في النهاية فيه قال ابن الصلاح وليس في حديث أبي ليلى تردد؟؟ الحسن\nوالحسين إنما هو عن الحسن بفتح الحاء] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p062'> Vol. 02, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nمكبرا وإذا تقرر انه ليس في الحديث انه صلى الله عليه وسلم صلى عقب ذلك\nفلا يستدل به على عدم النقض نعم يستدل به على جواز مس فرج الصغير ورؤيته:\nوقال الامام في النهاية هو محمول على أن ذلك جرى من وراء ثوب وتبعه الغزالي\nفي الوسيط; قلت وسياق البيهقي يأبى هذا التأويل فان فيه انه رفع قميصه *]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p063'> Vol. 02, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n(1) * [حديث] * أبي هريرة إذا وجد أحدكم في بطنه شيئا فأشكل عليه اخرج\nمنه شئ أم لا لا فلا يخرجن من المسجد حتى يسمع صوتا أو يجد ريحا مسلم وأبو\nداود والترمذي: وفي الباب عن عبد الله ابن زيد بن عاصم المازني بمعناه *\n(2) * [حديث] * ان الشيطان ليأتي أحدكم فينفخ بين أليتيه ويقول أحدثت أحدثت\nفلا ينصرفن حتى يسمع صوتا أو يجد ريحا هذا الحديث تبع في ايراده الغزالي\nوهو تبع الامام وكذا الماوردي وقال ابن الرفعة في المطلب لم اظفر به يعنى\nهذا الحديث انتهي وقد ذكره البيهقي في الخلافيات عن الربيع عن الشافعي أنه\nقال قال رسول الله صلى الله عليه وسلم فذكره بغير اسناد دون قوله فيقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p079'> Vol. 02, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nأحدثت أحدثت وذكره المزني في المختصر عن الشافعي نحوه بغير اسناد أيضا ثم\nساقه البيهقي من حديث عبد الله بن زيد بن عاصم المازني بمعناه وهو في\nالصحيحين: وفي الباب عن أبي سعيد وابن عباس: اما حديث أبي سعيد فرواه\nالحاكم من طريق عياض بن عبد الله عنه ان رسول الله صلى الله عليه وسلم قال\nإذا جاء أحدكم الشيطان فقال إنك أحدثت فليقل كذبت الا ما وجد ريحا بأنفه أو\nسمع صوتا باذنه ورواه ابن حبان بلفظ فليقل في نفسه كذبت وهو عند احمد بلفظ\nان الشيطان ليأتي أحدكم وهو في صلاته فيأخذ بشعرة من دبره فيمدها فيرى انه\nأحدث فلا ينصرف حتى يسمع صوتا وفى <span id='ms128'></span> اسناده احمد علي بن زيد بن جذعان: واما\nحديث ابن عباس فرواه البزار بلفظ يأتي أحدكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p080'> Vol. 02, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nالشيطان في صلاته حتى ينفخ في مقعدته فيخيل له انه قد أحدث ولم يحدث فإذا\nوجد ذلك أحدكم فلا ينصرف حتى يسمع صوتا باذنه أو يجد ريحا بأنفه وفي اسناده\nأبو أويس لكن تابعه الدراوردي عند البيهقي: (تنبيه) قال الرافعي هذا الخبر\nحجة على مالك في تفرقته بين الشك في الصلاة وخارجها لأنه مطلق انتهى ورواية\nأبى داود لهذا الحديث حجة لمالك فإنه اخرج من حديث عبد الله بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p081'> Vol. 02, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nبن زيد بلفظ إذا كان أحدكم في الصلاة فوجد ريحا أو حركة في دبره فأشكل\nعليه فلا ينصرف الحديث] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p082'> Vol. 02, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] * ابن عباس في الذي له ما للرجال وما للنساء يورث من حيث يبول\nابن عدي والبيهقي من طريق الكلبي عن أبي صالح عن ابن عباس عن النبي صلى\nالله عليه وسلم انه سئل عن مولود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p087'> Vol. 02, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nله قبل وذكر من أين يورث قال من حيث يبول أورده البيهقي في المعرفة في\nالفرائض والكلبي هو محمد بن السائب متروك الحديث بل كذاب: وأخرجه ابن\nالجوزي في الموضوعات ويغنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p088'> Vol. 02, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nعن هذا الحديث الاحتجاج في هذه المسألة بالاجماع فقد نقله بن المنذر\nوغيره: وقد روى ابن أبي شيبة وعبد الرزاق هذا عن علي انه ورث خنثى من حيث\nيبول اسناده صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p089'> Vol. 02, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] * لا صلاة الا بطهارة: قلت لم أر هذا الحديث بهذا اللفظ نعم\nروى الترمذي من حديث ابن عمر لا يقبل صلاة الا بطهور واصله في صحيح مسلم\nبلفظ لا يقبل صلاة بغير طهور ورواه الطبراني في الأوسط من حديث ابن عمر\nبلفظ لا صلاة لمن لا طهور له: وفي الباب عن والد أبى المليح عن أبي هريرة\nوانس وأبى بكرة وأبى بكر الصديق والزبير بن العوام وأبي سعيد الخدري وغيرهم\nوقد أوضحت طرقه وألفاظه في الكلام على أوائل الترمذي * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p095'> Vol. 02, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] * روى أنه صلى الله عليه وسلم قال الطواف بالبيت صلاة الا ان\nالله أباح فيه الكلام الترمذي <span id='ms129'></span> والحاكم والدارقطني من حديث ابن عباس وصححه\nابن السكن وابن خزيمة وابن حبان وقال الترمذي روى مرفوعا وموقوفا ولا نعرفه\nمرفوعا الا من حديث عطاء ومداره على عطاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p096'> Vol. 02, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nابن السائب عن طاوس عن ابن عباس واختلف في رفعه ووقفه ورجح الموقوف\nالنسائي والبيهقي وابن الصلاح والمنذري والنووي وزاد ان رواية الرفع ضعيفة\nوفي اطلاق ذلك نظر فان عطاء بن السائب صدوق وإذا روى عنه الحديث مرفوعا\nتارة وموقوفا أخرى فالحكم عند هؤلاء الجماعة للرفع والنووي ممن يعتمد ذلك\nويكثر منه ولا يلتفت إلى تعليل الحديث به إذا كان الرافع ثقة فيجئ على\nطريقته ان المرفوع صحيح فان اعتل عليه بان عطاء بن السائب اختلط ولا يقبل\nالا رواية من رواه عنه قبل اختلاطه: أجيب بان الحاكم أخرجه من رواية سفيان\nالثوري عنه والثوري ممن سمع قبل اختلاطه باتفاق وإن كان الثوري قد اختلف\nعليه في وقفه ورفعه فعلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p097'> Vol. 02, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nطريقتهم تقدم رواية الرفع أيضا والحق انه من رواية سفيان موقوف ووهم عليه\nمن رفعه قال البزار لا نعلم أحدا رواه عن النبي صلى الله عليه وسلم الا ابن\nعباس ولا نعلم أسند عطاء بن السائب عن طاوس غير هذا ورواه غير واحد عن عطاء\nموقوفا وأسنده جرير وفضيل بن عياض: قلت وقد غلط فيه أبو حذيفة فرواه مرفوعا\nعن الثوري عن عطاء عن طاوس عن ابن عمر: أخرجه الطبراني في الأوسط عن محمد\nبن ابان عن أحمد بن ثابت الجحدري عنه ثم ظهر ان الغلط من الجحدري والا فقد\nأخرجه ابن السكن من طريق أبى حذيفة فقال عن ابن عباس وله طريق أخرى ليس\nفيها عطاء وهي عند النسائي من حديث أبي عوانة عن إبراهيم ابن مسيرة عن طاوس\nعن ابن عباس موقوفا ورفعه عن إبراهيم محمد بن عبد الله بن عبيد بن عمير وهو\nضعيف رواه الطبراني ورواه] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p098'> Vol. 02, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nالبيهقي من طريق موسي بن أعين عن ليث بن أبي سليم عن طاوس عن ابن عباس\nمرفوعا وليث يستشهد به: قلت لكن <span id='ms130'></span> اختلف على موسي بن أعين فيه فروى الدارمي\nعن علي بن معبد عنه عن عطاء بن السائب فرجع إلى رواية عطاء رواه البيهقي من\nطريق الباغندي عن عبد الله بن عمر بن أبان عن ابن عيينة عن إبراهيم مرفوعا\nوانكره البيهقي على الباغندي وبه طريق أخرى مرفوعة:\n</p>\n\n<p>\nأخرجها الحاكم في أوائل تفسير سورة البقرة من المستدرك من طريق القاسم بن\nأبي أيوب عن عن سعيد بن جبير عن ابن عباس قال قال الله لنبيه (طهر بيتي\nللطائفين والعاكفين والركع السجود) فالطواف قبل الصلاة وقد قال رسول الله\nصلى الله عليه وسلم الطواف بمنزلة الصلاة الا ان الله قد أحل فيه المنطق\nفمن نطق فلا ينطق الا بخير وصحح اسناده وهو كما قال فإنهم ثقات واخرج من\nطريق] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p099'> Vol. 02, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nحماد بن سلمة عن عطاء ابن السائب عن سعيد بن جبير عن ابن عباس أوله\nالموقوف ومن طريق فضيل بن عياض عن عطاء عن طاوس اخره المرفوع: وروى النسائي\nواحمد من طريق ابن جريج عن الحسن بن مسلم عن طاوس عن رجل أدرك النبي صلى\nالله عليه وسلم ان النبي صلى الله عليه وسلم قال الطواف صلاة فإذا طفتم\nفاقلوا الكلام وهذه الرواية صحيحة وهي تعضد رواية عطاء ابن السائب وترجح\nالرواية المرفوعة والظاهر أن المبهم فيها هو ابن عباس وعلى تقدير أن يكون\nغيره فلا يضر ابهام الصحابة ورواه النسائي أيضا من طريق حنظلة بن أبي سفيان\nعن طاوس عن ابن عمر موقوفا وإذا تأملت هذه الطرق عرفت انه اختلف على طاوس\nعلى خمسة أوجه فأوضح الطرق وأسلمها رواية القاسم بن أبي أيوب عن سعيد بن\nجبير عن ابن عباس فإنها سالمة من الاضطراب الا انى أظن أن فيها إدراجا\nوالله أعلم * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p100'> Vol. 02, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] انه صلى الله عليه وسلم قال لحكيم بن حزام لا يمس المصحف الا\nطاهر الدارقطني والحاكم في المعرفة من مستدركه والبيهقي في الخلافيات\nوالطبراني من حديث حكيم قال لما بعثني رسول الله صلى الله عليه وسلم إلى\nاليمن قال <span id='ms131'></span> لا تمس القرآن الا وأنت طاهر وفي اسناده سويد أبو حاتم وهو ضعيف\nوذكر الطبراني في الأوسط انه تفرد به وحسن الحازمي اسناده واعترض النووي\nعلى صاحب المهذب في ايراده له عن حكيم بن حزام بما حاصله انه تبع في ذلك\nالشيخ أبا حامد يعنى في قوله عن حكيم بن حزام قال والمعروف في كتب الحديث\nانه عن عمرو بن حزم: قلت حديث عمرو ابن حزم أشهر وهو في الكتاب الطويل كما\nسيأتي الكلام عليه في الديات إن شاء الله تعالى ثم إن الشيخ محي الدين في\nالخلاصة ضعف حديث حكيم بن حزام وحديث عمرو بن حزم جميعا فهذا يدل على أنه\nوقف على حديث حكيم بعد ذلك والله أعلم * وفي الباب عن ابن عمر رواه\nالدارقطني والطبراني واسناده لا باس به ذكر الأثرم ان احمد احتج به وعثمان\nابن أبي العاص رواه الطبراني وابن أبي داود في المصاحف وفي اسناده انقطاع\nوفي رواية الطبراني من لا يعرف: وعن ثوبان أورده علي بن عبد العزيز في\nمنتخب مسنده وفي اسناده خصيب ابن جحدر وهو متروك: وروى الدارقطني في قصة\nاسلام عمر ان أخته قالت له قبل ان يسلم انك رجس ولا يمسه الا المطهرون وفي\nاسناده مقال وفيه عن سلمان موقوفا: أخرجه الدارقطني والحاكم: قوله ويروى\nأنه صلى الله عليه وسلم قال لا يحمل المصحف ولا يمسه الا طاهر هذا اللفظ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p101'> Vol. 02, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nلا يعرف في شئ من كتب الحديث ولا يوجد ذكر حمل المصحف في شئ من الروايات\nواما المس ففيه الأحاديث الماضية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p102'> Vol. 02, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] * انه صلى الله عليه وسلم كتب كتابا إلى هرقل وكان فيه تعالوا\nإلى كلمة سواء بيننا وبينكم الآية متفق عليه من حديث ابن عباس عن أبي سفيان\nابن حرب في حديث طويل قوله اللمس المراد به الجس باليد روى عن ابن عمر\nوغيره انتهي: اما ابن عمر فرواه مالك والشافعي عنه بلفظ من قبل امرأة\nأوجسها بيده فعليه الوضوء: ورواه البيهقي عن ابن مسعود وبلفظ: القبلة من <span id='ms132'></span>\nاللمس وفيها الوضوء: واللمس ما دون الجماع وفي رواية عنه في قوله أو لامستم\nالنساء معناه ما دون الجماع واستدل الحاكم على أن المراد باللمس ما دون\nالجماع بحديث عائشة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p106'> Vol. 02, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nما كان أو قل يوم الا وكان رسول الله صلى الله عليه وسلم يأتينا فيقيل\nعندنا فيقبل ويلمس الحديث: واستدل البيهقي بحديث أبي هريرة اليد زناها\nاللمس: وفي قصة ماعز لعلك قبلت أو لمست وبحديث عمر القبلة من اللمس فتوضؤوا\nمنها: واما ابن عباس فحمله على الجماع: فائدة روى النسائي من طريق عبد\nالرحمن بن القاسم عن أبيه عن عائشة قالت إن كان رسول الله صلى الله عليه\nوسلم ليصلى وانا معترضة بين يديه اعتراض الجنازة حتى إذا أراد ان يوتر مسني\nبرجله اسناده صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p107'> Vol. 02, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nواستدل به على أن اللمس في الآية الجماع لأنه مسها في الصلاة واستمر واما\nحديث حبيب عن عروة عن عائشة ان النبي صلى الله عليه وسلم كان يقبل بعض\nنسائه ثم يصلى ولا يتوضأ فمعلول ذكر علته أبو داود والترمذي والدارقطني\nوالبيهقي وابن حزم وقال لا يصح في هذا الباب شئ وان صح فهو محمول على ما\nكان عليه الامر قبل نزول الوضوء من اللمس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p108'> Vol. 02, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nباب الغسل (1) [حديث] انه صلى الله عليه وسلم قال لفاطمة بنت أبي حبيش\nإذا أقبلت الحيضة فدعي الصلاة وإذا أدبرت فاغتسلي وصلى متفق عليه من حديث\nعائشة بلفظه عنك الدم وصلى وفي رواية للبخاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p109'> Vol. 02, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nثم اغتسلي وصلى وفي رواية لابن منده فلتغتسل ولتصل واستدل البيهقي على\nأنها كانت مميزة بقوله في الحديث دعى الصلاة قدر الأيام التي كنت تحيضين\nفيها ثم قال ويحتمل انه كان لها حالتان حالة تميز وحالة لا تميز فأمرها\nبالرجوع إلى العادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p110'> Vol. 02, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] إنما الماء من الماء كرره في موضع آخر منه وقد رواه مسلم من\nحديث أبي سعيد الخدر مطولا وفيه قصة عتبان بن مالك واقتصر البخاري على\nالقصة دون قوله الماء من الماء ورواه أبو داود وابن خزيمة وابن حبان بلفظ\nالباب ورواه أحمد <span id='ms133'></span> والنسائي وابن ماجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p113'> Vol. 02, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nوالطبراني من حديث أبي أيوب ورواه أحمد من حديث رافع بن خديج ومن حديث\nعتبان بن مالك والطحاوي من حديث أبي هريرة وابن شاهين في ناسخه من حديث انس\nوقد جمع طرقه الحازمي وقبله ابن شاهين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p114'> Vol. 02, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] عائشة إذا التقي الختانان فقد وجب الغسل فعلته انا ورسول الله\nصلى الله عليه وسلم فاغتسلنا: الشافعي في الام: انا الثقة عن الأوزاعي عن\nعبد الرحمن بن القاسم عن أبيه أو عن يحيى بن سعيد عن القاسم عنها وفي مختصر\nالمزني ذكره عن عبد الرحمن بن القاسم بلا شك وفي سنن حرملة رواه عن الوليد\nبن مسلم عن الأوزاعي عن عبد الرحمن من غير شك وهكذا رواه أحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p115'> Vol. 02, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nفي مسنده عن الوليد حدثنا الأوزاعي حدثني عبد الرحمن بن القاسم به وقال\nالنسائي: انا عبيد الله بن سعيد ثنا الوليد به والترمذي ثنا محمد بن المثنى\nثنا الوليد ثم قال حسن صحيح: وصححه أيضا ابن حبان وابن القطان واعله\nالبخاري بان الأوزاعي أخطأ فيه ورواه غيره عن عبد الرحمن بن القاسم مرسلا\nواستدل على ذلك بان أبا الزناد قال سألت القاسم ابن محمد سمعت في هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p116'> Vol. 02, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nالباب شيئا فقال لا وأجاب من صححه بأنه يحتمل أن يكون القاسم كان نسيه ثم\nيذكر فحدث به ابنه أو كان حدث به ابنه ثم نسي ولا يخلو الجواب عن نظر:\n(تنبيه) قال النووي في التنقيح هذا الحديث أصله صحيح الا ان فيه تغيير أو\nتبع في ذلك ابن الصلاح فإنه قال في مشكل الوسيط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p117'> Vol. 02, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nهو ثابت من حديث عائشة بغير هذا اللفظ واما بهذا اللفظ فغير مذكور انتهي\nوقد عرف من رواية الشافعي ومن تابعه انه مذكور باللفظ المذكور واصله في\nمسلم بلفظ إذا جلس بين شعبها الأربع ومس الختان الختان فقد وجب الغسل *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p118'> Vol. 02, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] عائشة إذا التقي الختانان وجب الغسل تقدم قبله: (فائدة) ذهب\nالجمهور إلى نسخ حديث إنما الماء من الماء وأوله ابن عباس فقال إنما قال\nالنبي صلى الله عليه وسلم <span id='ms134'></span> إنما الماء من الماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p119'> Vol. 02, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nفي الاحتلام: أخرجه الطبراني واصله في الترمذي ولم يذكر النبي صلى الله\nعليه وسلم وفي اسناده لين لأنه من رواية شريك عن أبي الحجاف وفي السنن بسند\nرجاله ثقات عن أبي ابن كعب قال إنما كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p120'> Vol. 02, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nالماء من الماء رخصة في أول الاسلام لكن وقع عند أبي داود ما يقتضي\nانقطاعه فقال عن عمرو بن الحرث عن ابن شهاب حدثني بعض من أرضي ان سهل بن\nسعد اخبره أن أبي بن كعب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p121'> Vol. 02, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nاخبره وفي رواية ابن ماجة من طريق يونس عن الزهري قال قال سهل وجزم موسى\nبن هارون والدارقطني بان الزهري لم يسمعه من سهل: وقال ابن خزيمة هذا الرجل\nالذي لم يسمعه الزهري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p122'> Vol. 02, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nهو أبو حازم ثم ساقه من طريق أبى حازم عن سهل عن أبي ان الفتيا التي\nكانوا يفتون ان الماء من الماء كانت رخصة رخصها رسول الله صلى الله عليه\nوسلم في بدء الاسلام ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p123'> Vol. 02, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nامر بالاغتسال بعد وقد وقع في رواية لابن خزيمة من طريق معمر عن الزهري\nاخبرني سهل فهذا يدفع قول ابن حزم بأنه لم يسمعه منه لكن قال ابن خزيمة\nأهاب أن تكون هذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p124'> Vol. 02, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nاللفظة غلطا من محمد بن جعفر الراوي له عن معمر: قلت أحاديث أهل البصرة\nعن معمر يقع فيها الوهم لكن في كتاب ابن شاهين من طريق معلى بن منصور عن\nابن المبارك عن يونس عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p125'> Vol. 02, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nالزهري حدثني سهل وكذا أخرجه بقي بن مخلد في مسنده عن أبي كريب عن ابن\nالمبارك وقال ابن حبان يحتمل أن يكون الزهري سمعه من رجل عن سهل ثم لقي\nسهلا فحدثه أو سمعه من سهل ثم ثبته فيه أبو حازم ورواه ابن أبي شيبة من\nطريق شعبة عن سيف بن وهب عن أبي حرب بن أبي الأسود عن عميرة بن يثربي عن\nأبي بن كعب نحوه: وروى مالك في الموطأ عن الزهري عن سعيد بن المسيب ان عمر\nوعثمان وعائشة كانوا يقولون إذا مس الختان الختان فقد <span id='ms135'></span> وجب الغسل وفي الباب\nعدة أحاديث في عدم الايجاب لكن انعقد الاجماع أخيرا على ايجاب الغسل قاله\nالقاضي ابن العربي وغيره * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p126'> Vol. 02, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] * ان أم سليم جاءت إلى رسول الله صلى الله عليه وسلم فقالت إن\nالله لا يستحي من الحق هل على المرأة من غسل إذا احتلمت قال نعم إذا رأت\nالماء فقالت لها أم سلمة فضحت النساء الحديث متفق عليه من حديث أم سلمة\nواللفظ للبخاري في الطهارة وله ألفاظ عندهما ورواه مسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p127'> Vol. 02, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nمن حديث انس عن أم سليم ومن حديث عائشة ان امرأة سألت: وفى الباب عن عمرو\nبن شعيب عن أبيه عن جده ان بسرة سألت: أخرجه ابن أبي شيبة: وعن أبي هريرة\nأخرجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p128'> Vol. 02, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nالطبراني في الأوسط: وعن خولة بنت حكيم رواه النسائي: (تنبيه) وقع في\nكلام الصيدلاني وتبعه امام الحرمين ثم الغزالي والروياني ثم محمد بن يحيى\nان أم سليم جدة انس وغلطهم ابن الصلاح ثم النووي في ذلك: (تنبيه) آخر في\nالوسيط ان القائلة فضحت النساء عائشة وغلطه بعض الناس فلم يصب فقد وقع ذلك\nفي مسلم * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p129'> Vol. 02, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] من غسل ميتا فليغتسل: احمد والبيهقي من رواية ابن أبي ذئب عن\nصالح مولى التؤمة عن أبي هريرة بهذا وزاد ومن حمله فليتوضأ وصالح ضعيف\nورواه البزار من رواية العلاء عن أبيه ومن رواية محمد بن عبد الرحمن بن\nثوبان ومن رواية أبي بحر البكراوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p131'> Vol. 02, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nعن محمد بن عمرو عن أبي سلمة كلهم عن أبي هريرة ورواه الترمذي وابن ماجة\nمن حديث عبد العزيز بن المختار وابن حبان من رواية حماد بن سلمة كلاهما عن\nسهيل بن أبي صالح عن أبيه عن أبي هريرة: ورواه أبو داود من رواية عمرو بن\nعمير واحمد من رواية شيخ يقال له أبو إسحاق كلاهما عن أبي هريرة وذكر\nالبيهقي له طرقا وضعفها ثم قال والصحيح انه موقوف وقال البخاري الأشبه\nموقوف وقال على واحمد لا يصح في الباب شئ نقله الترمذي عن البخاري عنهما\nوعلق الشافعي القول به على صحة <span id='ms136'></span> الخبر وهذا في البويطي: وقال الدهلي لا اعلم\nفيه حديثا ثابتا ولو ثبت للزمنا استعماله: وقال ابن المنذر ليس في الباب\nحديث يثبت وقال ابن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p132'> Vol. 02, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nحاتم في العلل عن أبيه لا يرفعه الثقات إنما هو موقوف: وذكر الدارقطني\nالخلاف في حديث ابن أبي ذئب هل هو عن صالح أو عن المقبري وعن سهيل عن أبيه\nأو عن القاسم بن عباس عن عمرو بن عمير ثم قال وقوله عن المقبري أصح: وقال\nالرافعي لم يصحح علماء الحديث في هذا الباب شيئا مرفوعا: قلت قد حسنه\nالترمذي وصححه ابن حبان وله طريق أخرى قال عبد الله بن صالح ثنا يحيى بن\nأيوب عن عقيل عن الزهري عن سعيد بن المسيب عن أبي هريرة رفعه من غسل ميتا\nفليغتسل ذكره الدارقطني وقال فيه نظر: قلت رواته موثقون وقال ابن دقيق\nالعيد في الامام حاصل ما يعتل به وجهان: أحدهما من جهة الرجال ولا يخلو\nاسناد منها من متكلم فيه ثم ذكر ما معناه ان أحسنها رواية سهيل عن أبيه عن\nأبي هريرة وهي معلولة وان صححها ابن حبان وابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p133'> Vol. 02, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nحزم فقد رواه سفيان عن سهيل عن أبيه عن إسحاق مولى زائدة عن أبي هريرة:\nقلت اسحق مولى زائدة اخرج له مسلم فينبغي ان يصحح الحديث قال واما رواية\nمحمد ين عمرو عن أبي سلمة عن أبي هريرة فاسناد حسن الا ان الحفاظ من أصحاب\nمحمد بن عمرو رووه عنه موقوفا وفى الجملة هو بكثرة طرقه أسوأ أحواله أن\nيكون حسنا فانكار النووي على الترمذي تحسينه معترض وقد قال الذهبي في مختصر\nالبيهقي طرق هذا الحديث أقوى من عدة أحاديث احتج بها الفقهاء ولم يعلوها\nبالوقف بل قدموا رواية الرفع والله أعلم * وفي الباب عن عائشة رواه أحمد\nوأبو داود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p134'> Vol. 02, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nوالبيهقي وفي اسناده مصعب بن شيبة وفيه مقال وضعفه أبو زرعة واحمد\nوالبخاري وصححه ابن خزيمة وفيه عن علي وسيأتي في الجنائز: وعن حذيفة ذكره\nابن أبي حاتم والدارقطني في العلل وقالا انه <span id='ms137'></span> لا يثبت: (قلت) ونفيهما الثبوت\nعلى طريقة المحدثين والا فهو على طريقة الفقهاء قوى لان رواته ثقات: أخرجه\nالبيهقي من طريق معمر عن أبي إسحاق عن أبيه عن حذيفة واعله بان أبا بكر بن\nإسحاق الصبغي قال هو ساقط قال علي بن المديني لا يثبت فيه حديث انتهي وهذا\nالتعليل ليس بقادح لما قدمناه: وعن أبي سعيد رواه ابن وهب في جامعه: وعن\nالمغيرة رواه أحمد في مسنده وذكر الماوردي ان بعض أصحاب الحديث خرج لهذا\nالحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p135'> Vol. 02, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nمائة وعشرين طريقا: قلت وليس ذلك ببعيد وقد أجاب احمد عنه بأنه منسوخ\nوكذا جزم بذلك أبو داود ويدل له ما رواه البيهقي عن الحاكم عن أبي على\nالحافظ عن أبي العباس الهمداني الحافظ ثنا أبو شيبة ثنا خالد بن مخلد عن\nسليمان بن بلال عن عمرو عن عكرمة عن ابن عباس قال قال رسول الله صلى الله\nعليه وسلم ليس عليكم في غسل ميتكم غسل إذا غسلتموه ان ميتكم يموت طاهرا\nوليس بنجس فحسبكم ان تغسلوا أيديكم قال البيهقي هذا ضعيف والحمل فيه على\nأبى شيبة: قلت أبو شيبة هو إبراهيم بن أبي بكر بن أبي شيبة احتج به النسائي\nووثقه الناس ومن] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p136'> Vol. 02, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nفوقه احتج بهم البخاري: وأبو العباس الهمداني هو ابن عقدة حافظ كبير إنما\nتكلموا فيه بسبب المذهب ولأمور أخرى ولم يضعفه بسبب المتون أصلا فالاسناد\nحسن فيجمع بينه وبين الامر في حديث أبي هريرة بان الامر على الندب أو\nالمراد بالغسل غسل الأيدي كما صرح به في هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p137'> Vol. 02, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nقلت ويريد ان الامر فيه للندب ما روى الخطيب في ترجمة محمد بن عبد الله\nالمخرمي من طريق عبد الله بن أحمد بن حنبل قال قال لي أبى كتبت حديث عبيد\nالله عن نافع عن ابن عمر كنا نغسل الميت فمنا من يغتسل ومنا من لا يغتسل\nقال قلت لا قال في ذلك الجانب شاب يقال له محمد بن عبد الله يحدث به عن أبي\nهشام المخزومي عن وهيب فاكتبه عنه <span id='ms138'></span>: قلت وهذا اسناد صحيح وهو أحسن ما جمع به\nبين مختلف هذه الأحاديث والله أعلم] * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p138'> Vol. 02, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] روى أنه صلى الله عليه وسلم قال لا يقرأ الجنب ولا الحائض\nشيئا من القرآن الترمذي وابن ماجة من حديث ابن عمر وفي اسناده إسماعيل بن\nعياش وروايته عن الحجازيين ضعيفة وهذا منها وذكر البزار انه تفرد به عن\nموسي بن عقبة وسبقه إلى نحو ذلك البخاري وتبعهما البيهقي لكن رواه\nالدارقطني من حديث المغيرة بن عبد الرحمن عن موسي ومن وجه آخر فيه مبهم عن\nأبي معشر وهو ضعيف عن موسي وصحح ابن سيد الناس طريق المغيرة وأخطأ في ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p139'> Vol. 02, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nفان فيها عبد الملك بن مسلمة وهو ضعيف فلو سلم منه لصح اسناده وإن كان\nابن الجوزي ضعفه بمغيرة بن عبد الرحمن فلم يصب في ذلك فان مغيرة ثقة وكان\nابن سيد الناس تبع ابن عساكر في قوله في الأطراف ان عبد الملك بن مسلمة هذا\nهو القعنبي وليس كذلك بل هو آخر: وقال ابن أبي حاتم عن أبيه حديث إسماعيل\nبن عياش هذا خطأ وإنما هو ابن عمر: قوله وقال عبد الله بن أحمد عن أبيه هذا\nباطل أنكر على إسماعيل: وله شاهد من حديث جابر رواه الدارقطني] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p140'> Vol. 02, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nمرفوعا وفيه محمد بن الفضل وهو متروك: وموقوفا وفيه يحيى بن أبي أنيسة\nوهو كذاب: وقال البيهقي هذا الأثر ليس بالقوى وصح عن عمر انه كان يكره ان\nيقرأ القرآن وهو جنب وساقه عنه في الخلافيات باسناد صحيح * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p141'> Vol. 02, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] علي بن أبي طالب لم يكن يحجب النبي صلى الله عليه وسلم عن\nالقرآن شئ سوى الجنابة: وفي رواية يحجز: احمد وأصحاب السنن وابن خزيمة وابن\nحبان والحاكم والبزار والدارقطني والبيهقي من طريق شعبة عن عمر وبن مرة عن\nعبد الله بن سلمة عن علي: وفى رواية للنسائي عن الأعمش عن عمرو بن مرة نحوه\nوألفاظهم مختلفة: وصححه الترمذي وابن السكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p142'> Vol. 02, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nوعبد الحق والبغوي في شرح السنة: وروى ابن خزيمة باسناده عن شعبة قال هذا <span id='ms139'></span>\nالحديث ثلث رأس مالي: وقال الدارقطني قال شعبة ما أحدث بحديث أحسن منه وقال\nالبزار لا يروى من حديث على الا عن عمرو بن مرة عن عبد الله بن سلمة عنه\nوحكي الدارقطني في العلل ان بعضهم رواه عن عمرو بن مرة عن أبي البختري عن\nعلي وخطا هذه الرواية وقال الشافعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p143'> Vol. 02, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nفي سنن حرملة إن كان هذا الحديث ثابتا ففيه دلالة على تحريم القرآن على\nالجنب: وقال في جماع كتاب الطهور أهل الحديث لا يثبتونه: قال البيهقي إنما\nقال ذلك لان عبد الله بن سلمة راويه كان قد تغير وإنما روى هذا الحديث بعد\nما كبر قاله شعبة وقال الخطابي كان احمد يوهن هذا الحديث: وقال النووي في\nالخلاصة خالف الترمذي الأكثرون فضعفوا هذا الحديث وتخصيصه الترمذي بذلك\nدليل على أنه لم ير تصحيحه لغيره وقد قدمنا ذكر من صححه غير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p144'> Vol. 02, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nالترمذي: وروى الدارقطني عن علي موقوفا: اقرأوا القرآن ما لم تصب أحدكم\nجنابة فان اصابته فلا ولا حرفا: وهذا يعضد حديث عبد الله بن سلمة لكن قال\nابن خزيمة لا حجة في هذا الحديث لمن منع الجنب من القراءة لأنه ليس فيه نهي\nوإنما هي حكاية فعل ولم يبين النبي صلى الله عليه وسلم انه إنما امتنع من\nذلك لأجل الجنابة وذكر البخاري عن ابن عباس انه لم ير بالقراءة للجنب بأسا\nوذكر في الترجمة قالت عائشة كان النبي صلى الله عليه وسلم يذكر الله على كل\nاحيانه] * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p145'> Vol. 02, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n* (1) [حديث] روى أنه صلى الله عليه وسلم قال لا أحل المسجد لحائض ولا\nجنب أبو داود من حديث جسرة عن عائشة وفيه قصة وابن ماجة والطبراني من حديث\nجسرة عن أم سلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p146'> Vol. 02, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nوحديث الطبراني أتم وقال أبو زرعة الصحيح حديث جسرة عن عائشة وضعف بعضهم\nهذا الحديث بان رواية أفلت بن خليفة مجهول الحال: واما قول ابن الرفعة في\nأواخر شروط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p147'> Vol. 02, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nالصلاة من المطلب بأنه متروك فمردود لأنه لم يقله أحد من أئمة الحديث بل\nقال احمد ما أرى به <span id='ms140'></span> بأسا وقد صححه ابن خزيمة وحسنه ابن القطان *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p148'> Vol. 02, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] عائشة كنت اغتسل انا والنبي صلى الله عليه وسلم من إناء واحد\nتختلف أيدينا فيه من الجنابة متفق عليه باللفظ المذكور من حديثها ومن حديث\nأم سلمة وميمونة نحوه * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p150'> Vol. 02, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] عائشة كان النبي صلى الله عليه وسلم إذا أراد ان يأكل أو ينام\nوهو جنب توضأ وضوءه للصلاة متفق عليه بمعناه ولفظ مسلم من طريق الأسود عنها\nكان رسول الله صلى الله عليه وسلم إذا كان جنبا وأراد ان يأكل أو ينام توضأ\nوضوءه للصلاة ولهما من طريق أبى سلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p151'> Vol. 02, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nعند الطبراني في الأوسط: (وقد روى) النسائي من طريق أبى سلمة عن عائشة\nبلفظ كان إذا أراد ان ينام وهو جنب توضأ وضوءه للصلاة وإذا أراد ان يأكل أو\nيشرب غسل يديه ثم يأكل أو يشرب: (واما) ما رواه أصحاب السنن من حديث الأسود\nأيضا عن عائشة ان رسول الله صلى الله عليه وسلم كان ينام وهو جنب ولا يمس\nماء فقد قال احمد انه ليس بصحيح: (وقال)] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p153'> Vol. 02, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nأبو داود هو وهم وقال يزيد بن هارون هو خطأ: (واخرج) مسلم الحديث دون\nقوله ولم يمس ماء وكأنه حذفها عمدا لأنه عللها في كتاب التمييز وقال منها\nعن أحمد بن صالح لا يحل ان يروى هذا الحديث وفي علل الأثرم لو لم يخالف أبا\nإسحاق في هذا الا إبراهيم وحده لكفي فكيف وقد وافقه عبد الرحمن بن الأسود\nوكذلك روى عروة وأبو سلمة عن عائشة: (وقال) ابن] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p154'> Vol. 02, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nمفوز اجمع المحدثون على أنه خطأ من أبي إسحاق كذا قال وتساهل في نقل\nالاجماع فقد صححه البيهقي وقال إن أبا إسحاق قد بين سماعه من الأسود في\nرواية زهير عنه وجمع بينهما ابن شريج على ما حكاه الحاكم عن أبي الوليد\nالفقيه عنه: (وقال) الدارقطني في العلل يشبه أن يكون الخبران صحيحين قاله\nبعض أهل العلم: (وقال الترمذي يرون ان هذا غلط من أبي إسحاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p155'> Vol. 02, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى تقدير صحته فيحمل على أن المراد لا يمس <span id='ms141'></span> ماء للغسل ويؤيده رواية عبد\nالرحمن بن الأسود عن أبيه عند احمد بلفظ كان يجنب من الليل ثم يتوضأ وضوءه\nللصلاة حتى يصبح ولا يمس ماء أو كان يفعل الامرين لبيان الجواز وبهذا جمع\nابن قتيبة في اختلاف الحديث ويؤيده ما رواه هشيم عن عبد الملك عن عطاء عن\nعائشة مثل رواية أبي إسحاق عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p156'> Vol. 02, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nالأسود وما رواه ابن خزيمة وابن حبان في صحيحهما عن ابن عمر انه سأل\nالنبي صلى الله عليه وسلم أينام أحدنا وهو جنب قال نعم ويتوضأ ان شاء:\nواصله في الصحيحين دون قوله إن شاء كما سيأتي *] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p157'> Vol. 02, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] إذا اتى أحدكم أهله ثم بدا له ان يعاود فليتوضأ بينهما وضوء:\nمسلم من حديث أبي سعيد الخدري ورواه أحمد وابن خزيمة وابن حبان والحاكم\nوزادوا فإنه انشط للعود وفي رواية لابن خزيمة والبيهقي فليتوضأ وضوءه\nللصلاة وقال إن الشافعي قال لا يثبت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p158'> Vol. 02, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nمثله قال البيهقي لعله لم يقف على اسناد حديث أبي سعيد ووقف على اسناد\nحديث غيره : فقد روى عن عمر وابن عمر باسنادين ضعيفين ويؤيد هذا حديث انس\nالثابت في الصحيحين انه صلى الله عليه وسلم كان يطوف على نسائه بغسل واحد:\nويعارضه ما روى احمد وأصحاب السنن من حديث أبي رافع انه صلى الله عليه وسلم\nطاف على نسائه ذات ليلة يغتسل عند هذه وعند هذه فقيل يا رسول الله الا\nتجعله غسلا واحدا فقال هذا أزكى وأطيب وهذا الحديث طعن فيه داود فقال حديث\nانس أصح منه وقال النووي هو محمول على أنه فعل الامرين في وقتين مختلفين *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p159'> Vol. 02, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] روى عن عمر أنه قال يا رسول الله أيرقد أحدنا وهو جنب قال نعم\nإذا توضأ أحدكم فليرقد قال ويروى أنه قال اغسل فرجك وتوضأ متفق عليه من\nحديث عبد الله بن عمر والأول لفظ البخاري: وفي رواية لمسلم نعم ليتوضأ ثم\nليتم حتى يغتسل إذا شاء ولابن خزيمة أينام أحدنا وهو جنب قال ينام ويتوضأ\nان شاء وفي رواية للشيخين ذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p160'> Vol. 02, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nعمر <span id='ms142'></span> انه تصيبه جنابة من الليل فقال توضأ واغسل ذكرك ثم نعم: (وروى) مالك\nفي الموطأ عن ابن عمر انه كان لا يغتسل رجليه إذا توضأ وهو جنب للاكل\nوالنوم ويؤيده حديث على في سنن أبي داود حيث قال هذا وضوء من لم يحدث ولابن\nحبان من حديث ابن عباس بت عند ميمونة فرأيت النبي صلى الله عليه وسلم قام\nفبال ثم غسل وجهه وكفه ثم نام * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p161'> Vol. 02, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] تحت كل شعرة جنابة فبلوا الشعر وانقوا البشرة أبو داود\nوالترمذي وابن ماجة والبيهقي من حديث أبي هريرة ومداره على الحارث بن وجبة\nوهو ضعيف جدا قال أبو داود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p165'> Vol. 02, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nالحرث حديثه منكر وهو ضعيف: (وقال) الترمذي غريب لا نعرفه الا من حديث\nالحرث وهو شيخ ليس بذاك: (وقال) الدارقطني في العلل إنما يروى هذا عن مالك\nبن دينار عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p166'> Vol. 02, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nالحسن مرسلا ورواه سعيد بن منصور عن هشيم عن يونس عن الحسن قال نبئت ان\nرسول الله صلى الله عليه وسلم فذكره ورواه ابان العطار عن قتادة عن الحسن\nعن أبي هريرة من قوله: (وقال) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p167'> Vol. 02, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nالشافعي هذا الحديث ليس بثابت وقال البيهقي أنكره أهل العلم بالحديث\nالبخاري وأبو داود وغيرهما: وفى الباب عن أبي أيوب رواه ابن ماجة في حديث\nفيه أداء الأمانة غسل الجنابة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p168'> Vol. 02, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nفان تحت كل شعرة جنابة واسناده ضعيف: وعن علي مرفوعا من ترك موضع شعره من\nجنابة لم يغسلها فعل به كذا وكذا الحديث واسناده صحيح فإنه من رواية عطاء\nبن السائب وقد سمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p169'> Vol. 02, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nمنه حماد بن سلمة قبل الاختلاط: أخرجه أبو داود وابن ماجة من حديث حماد\nلكن قيل إن الصواب وقفه على على: قوله فسروا الأذى في الخبر بموضع\nالاستنجاء إذا كان قد استجسر بالحجر والخبر المشار إليه سيأتي من حديث\nميمونة * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p170'> Vol. 02, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] عائشة كان رسول الله صلى الله عليه وسلم إذا اغتسل من الجنابة\nبدأ فغسل يديه ثم يتوضأ كما يتوضأ للصلاة ثم يدخل أصابعه في الماء فيخلل\nبها أصول شعره ثم يفيض الماء على جلده كله <span id='ms143'></span> متفق عليه من حديث هشام ابن عروة\nعن أبيه عن عائشة ومن أوجه أخر واللفظ للبخاري وزاد فيه ثم يصب على رأسه\nثلاث غرفات وعلى هذا احتجاج الرافعي به على الوضوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p175'> Vol. 02, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nقبل الغسل واضح واحتجاجه به على تقديم غسل الرجلين في الوضوء على الغسل\nمشكل فإنه ظاهر في تأخيرهما في رواية مسلم ولفظه ثم أفاض على سائر جسده ثم\nغسل رجليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p176'> Vol. 02, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] ميمونة انها وصفت غسل رسول الله صلى الله عليه وسلم فقالت ثم\nتمضمض واستنشق وغسل وجهه وذراعيه ثم أفاض على سائر جسده ثم تنحي فغسل رجليه\nمتفق عليه بمعناه: وفي رواية مسلم أدنيت لرسول الله صلى الله عليه وسلم\nغسله من الجنابة فغسل كفيه مرتين أو ثلاثا ثم ادخل يده في الاناء ثم أفرغ\nبه على فرجه وغسل بشماله ثم ضرب بشماله الأرض فدلكها دلكا شديدا ثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p181'> Vol. 02, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nتوضأ وضوءه للصلاة ثم أفرغ على رأسه ثلاث حثيات ملء كفيه ثم غسل سائر\nجسده ثم تنحي عن مقامه ذلك فغسل رجليه ثم أتيته بالمنديل فمسح به وفي لفظ\nالبخاري توضأ رسول الله صلى الله عليه وسلم للصلاة غير رجليه وغسل فرجه وما\nاصابه من الأذى ثم أفاض الماء ثم تنحي فغسل رجليه * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p182'> Vol. 02, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\n(قوله) ويفيض الماء على رأسه ثم على الشق الأيمن ثم على الشق الأيسر وذلك\nفي غسل رسول الله صلى الله عليه وسلم البخاري من حديث القاسم عن عائشة بلفظ\nفبدأ بشق رأسه الأيمن ثم الأيسر ورواه مسلم أيضا بنحوه ورواه الإسماعيلي في\nصحيحه بلفظ فبدأ بشقه الأيمن ثم الأيسر ورواه ابن حبان في صحيحه بلفظ يصب\nعلى شقه الأيمن ثم يأخذ بكفه يصب على شقه الأيسر الحديث وللبخاري عن عائشة\nكانت إحدانا إذا اصابتها جنابة أخذت بيديها فوق رأسها ئم تأخذ بيدها على\nشقها الأيمن وبيدها الأخرى على شقها الأيسر ولأحمد عن جبير بن مطعم اما أنا\nفاخذ ملء كفي ثلاثا واصب على رأسي ثم أفيض على سائر جسدي * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p183'> Vol. 02, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\n(قوله) والترغيب في التجديد إنما ورد في الوضوء والغسل <span id='ms144'></span> ليس في معناه كأنه\nيشير إلى حديث ابن عمر من توضأ على طهر كتب له عشر حسنات رواه أبو داود\nوالترمذي وسنده ضعيف * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p184'> Vol. 02, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] أما انا فأحثى على رأسي ثلاث حثيات فإذا قد طهرت تقدم في\nالوضوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p185'> Vol. 02, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] عائشة ان امرأة جاءت إلى رسول الله صلى الله عليه وسلم تسأله\nعن الغسل من الحيض فقال خذي فرصة من مسك فتطهري بها الحديث الشافعي\nوالبخاري ومسلم وسماها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p186'> Vol. 02, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nمسلم أسماء بنت شكل وقيل إنه تصحيف والصواب أسماء بنت يزيد بن السكن ذكره\nالخطيب في المبهمات وقال المنذري يحتمل أن تكون القصة تعددت والله أعلم *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p187'> Vol. 02, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\n(1) (قوله) وروى خذي فرصة ممسكة انتهى متفق عليه بهذا اللفظ أيضا (تنبيه)\nالفرصة القطعة من كل شئ وهي بكسر الفاء واسكان الراء حكاه ثعلب وقال ابن\nسيده الفرصة من القطن أو الصوف مثلثة الفاء والمسك هو الطيب المعروف وقال\nعياض رواية الأكثرين بفتح الميم وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p188'> Vol. 02, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nالجلد وفيه نظر لقوله في بعض الروايات فإن لم تجد فطيبا غيره كذا أجاب به\nالرافعي في شرح المسند وهو متعقب فان هذا لفظ الشافعي في الام نعم في رواية\nعبد الرزاق يعنى بالفرصة المسك أو الذريرة * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p189'> Vol. 02, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] انه صلى الله عليه وسلم كان يتوضأ بالمد ويغتسل بالصاع مسلم\nمن حديث سفينة واتفقا عليه من حديث انس بزيادة إلى خمسة امداد وله ألفاظ\nولأبي داود والنسائي وابن ماجة من حديث عائشة كحديث الباب ولأبي داود وابن\nماجة وابن خزيمة من حديث جابر مثله وصححه ابن القطان * (2) [حديث] روى أنه\nصلى الله عليه وسلم قال سيأتي أقوام يستقلون هذا فمن رغب في سنتي وتمسك بها\nبعث معي في حظيرة القدس رواه الحافظ ابن المظفر السمعاني في اثنا الجزء\nالثاني من كتابه الانتصار لأصحاب الحديث من حديث أم سعد بلفظ (الوضوء مد\nوالغسل صاع وسيأتي أقوام يستقلون ذلك أولئك خلاف أهل سنتي والآخذ بسنتي معي\nفي حظيرة القدس) وفيه عنبسة بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p190'> Vol. 02, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الرحمن وهو متروك: وفى الباب * حديث عبد الله بن مغفل سيكون قوم\nيعتدون <span id='ms145'></span> في الطهور والدعاء وفيه قصة وهو صحيح رواه أحمد وأبو داود وابن ماجة\nوابن حبان والحاكم وغيرهم وورد في كراهية الاسراف في الوضوء أحاديث منها *\nحديث أبي بن كعب ان للوضوء شيطانا يقال له الولهان رواه الترمذي وغيره وفيه\nخارجة بن مصعب وهو ضعيف * وحديث ابن عمر ان النبي صلى الله عليه وسلم مر\nبسعد وهو يتوضأ فقال ما هذا السرف قال أفي الوضوء اسراف قال نعم وان كنت\nعلى نهر جار رواه ابن ماجة وغيره واسناده ضعيف: وروى ابن عدي من حديث ابن\nعباس مرفوعا كان يتعوذ بالله من وسوسة الوضوء واسناده واه * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p191'> Vol. 02, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n(1) (قوله) روى أنه صلى الله عليه وسلم توضأ بنصف مد الطبراني في الكبير\nوالبيهقي من حديث أبي أمامة وفى اسناده الصلت بن دينار وهو متروك وفي رواية\nالبيهقي بقسط من ماء وفي رواية له بأقل من مد * (2) [حديث] روى أنه صلى\nالله عليه وسلم توضأ بثلث مد لم أجده والمعروف ما أخرجه ابن خزيمة وابن\nحبان من حديث عبد الله بن زيد توضأ بنحو ثلثي المد ورواه أبو داود والنسائي\nمن حديث أم عمارة الأنصارية وصححه أبو زرعة في العلل لابن أبي حاتم *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p192'> Vol. 02, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\n(كتاب التيم) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p193'> Vol. 02, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\n(1) (قوله) روى أن ابن عمر أقبل من الجرف حتى إذا كان بالمربد تيمم وصلى\nالعصر فقيل له أتتيمم وجدران المدينة تنظر إليك فقال أو أحيي حتى أدخلها ثم\nدخل المدينة والشمس حية مرتفعة فلم يعد الصلاة هذا الأثر أصله عند الشافعي\nعن بن عينية عن ابن عجلان عن نافع عن ابن عمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p211'> Vol. 02, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nانه أقبل من الجرف حتى إذا كان بالمربد تيمم فمسح وجهه ويديه وصلى العصر\nثم دخل المدينة والشمس مرتفعة فلم يعد الصلاة قال الشافعي الجرف قريب من\nالمدينة انتهي ورواه الدارقطني من طريق فضيل بن عياض عن ابن عجلان بلفظ ان\nابن عمر تيمم بمربد النعم وصلى وهو على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p212'> Vol. 02, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nثلاثة أميال من المدينة ثم دخل المدينة والشمس مرتفعة فلم يعد ورواه\nالدارقطني والحاكم والبيهقي من طريق هشام بن حسان <span id='ms146'></span> عن عبيد الله عن ابن عمر\nمرفوعا: قال الدارقطني في العلل الصواب ما رواه غيره عن عبيد الله موقوفا\nوكذا رواه أيوب ويحيى بن سعيد الأنصاري وابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p213'> Vol. 02, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nإسحاق وابن عجلان موقوفا وذكره البخاري في صحيحه تعليقا وعند البيهقي من\nطريق الوليد بن مسلم قيل للأوزاعي حضرت العصر والماء حائز عن الطريق أيجب\nعلي أن أعدل إليه فقال حدثني موسي بن يسار عن نافع عن ابن عمر انه كأن يكون\nفي السفر فتحضر الصلاة والماء منه على غلوة أو غلوتين ونحو ذلك ثم لا يعدل\nإليه: قلت ولم أقف على المراجعة التي زادها الرافعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p214'> Vol. 02, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\n(1) * [حديث] أنه صلى الله عليه وسلم سئل أي الأعمال أفضل قال الصلاة\nلأول وقتها رواه الدارقطني وابن خزيمة وبين حبان والحاكم من حديث عثمان بن\nعمر عن مالك بن مغول عن الوليد بن العيزر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p215'> Vol. 02, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي عمر والشيباني عن ابن مسعود بهذا اللفظ: واخرج له الحاكم متابعين\nوصححه على شرطهما وله شواهد من حديث ابن عمر وأم فروة وغيرهما *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p216'> Vol. 02, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nوحديث أم فروة صححه ابن السكن وضعفه الترمذي وأصله في الصحيحين بلفظ على\nوقتها بدل قوله لأول وقتها واغرب النووي فقال إن الزيادة ضعيفة *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p217'> Vol. 02, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\n(1) (قوله) المرض مبيح للتيمم في الجملة قال الله تعالى وان كنتم مرضي أو\nعلى سفر نقل عن ابن عباس ان المعنى وان كنتم مرضي فتيمموا: لم أجده هكذا:\nوروى الدارقطني من طريق عطاء بن السائب عن سعيد عن ابن عباس رخص للمريض\nالتيمم بالصعيد قال ورواه علي بن عاصم عن عطاء مرفوعا والصواب وقفه (وقال)\nأبو زرعة وأبو حاتم أخطأ فيه علي بن عاصم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p265'> Vol. 02, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\n(1) (وقوله) نقل عن ابن عباس في تفسير الآية إذا كانت بالرجل جراحة في\nسبيل الله أو قروح أو جدري فيجنب ويخاف أن يغتسل فيموت يتيمم بالصعيد رواه\nالدارقطني أيضا من طريق عطاء بن السائب عن سعيد عن ابن عباس في قوله وان\nكنتم مرضي أو على سفر قال إذا كانت بالرجل الجراحة في سبيل الله والقروح\nوالجدري قيجنب فيخاف أن <span id='ms147'></span> يموت أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p266'> Vol. 02, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nاغتسل تيمم: وأخرجه البزار وابن خزيمة والحاكم والبيهقي من طريقه مرفوعا\nوقال البزار لا نعلم رفعه عن عطاء من الثقات الا جريرا وذكر ابن عدي عن ابن\nمعين ان جريرا سمع من عطاء بعد الاختلاط * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p267'> Vol. 02, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\n(1) (قوله) روى أنه صلى الله عليه وسلم امر عليا أن يمسح على الجبائر ابن\nماجة والدارقطني من حديثه وفي اسناده عمرو بن خالد الواسطي وهو كذاب ورواه\nالدارقطني والبيهقي من طريقين آخرين أو هي منه وقال الشافعي في الام\nوالمختصر لو عرفت اسناده بالصحة لقلت به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p281'> Vol. 02, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا مما أستخير الله فيه: وقال الخلال في العلل قال المروزي سألت أبا\nعبد الله عن حديث عبد الرزاق عن معمر عن أبي إسحاق عن عاصم بن ضمرة عن علي\nبهذا فقال هذا باطل ليس من هذا شئ من حدث بهذا: قلت فلان فتكلم فيه بكلام\nغليظ وقال في رواية ابنه عبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p282'> Vol. 02, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nان الذي حدث به هو محمد بن يحيى وزاد فقال احمد لا والله ما حدث به معمر\nقط قال عبد الله ابن أحمد وسمعت يحيى بن معين يقول على بذلة مجللة مقلدة إن\nكان معمر حدث بهذا من حدث بهذا عن عبد الرزاق فهو حلال الدم: وفي الباب عن\nابن عمر رواه الدارقطني وقال لا يصح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p283'> Vol. 02, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nوفى اسناده أبو عمارة محمد بن أحمد وهو ضعيف جدا: وروى الطبراني من حديث\nأبي امامه ان النبي صلى الله عليه وسلم لما رماه ابن قبيئة يوم أحد رأيته\nإذا توضأ حل عن عصابته ومسح عليها بالوضوء واسناده ضعيف وأبو امامة لم يشهد\nأحدا وقال البيهقي لا يثبت عن النبي صلى الله عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p284'> Vol. 02, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nوسلم في هذا الباب شئ وأصح ما فيه حديث عطاء يعنى الآتي عن جابر وقال\nالنووي اتفق الحفاظ على ضعف حديث على في هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p285'> Vol. 02, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\n(1) (حديث) جابر في المشجوج الذي احتلم واغتسل فدخل الماء شجته ومات فقال\nالنبي صلى الله عليه وسلم إنما كان يكفيه ان يتيمم ويعصب على رأسه خرقة ثم\nيمسح عليها ويغسل سائر <span id='ms148'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p286'> Vol. 02, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nجسده: أبو داود من حديث الزبير عن عطاء عن جابر قال خرجنا في سفر فأصاب\nرجلا معنا حجر في رأسه فشجه فاحتلم فسال أصحابه هل تجدون له رخصة في التيمم\nفقالوا ما نجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p287'> Vol. 02, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nلك وخصة وأنت تقدر على الماء فاغتسل فمات فلما قدمنا على النبي صلى الله\nعليه وسلم أخبر بذلك فقال قتلوه قتلهم الله ألا سألوا إذ لم يعلموا فإنما\nشفاء العي السؤال إنما يكفيه أن يتيمم ويعصب على جرحه خرقة ثم يمسح عليها\nويغسل سائر جسده وصححه ابن السكن وقال ابن أبي داود تفرد به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p288'> Vol. 02, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nالزبير بن خريق وكذا قال الدارقطني قال وليس بالقوى وخالفه الأوزاعي\nفرواه عن عطاء عن ابن عباس وهو الصواب: قلت رواه أبو داود أيضا من حديث\nالأوزاعي قال بلغني عن عطاء عن ابن عباس ورواه الحاكم من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p289'> Vol. 02, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nحديث بشر بن بكر عن الأوزاعي حدثني عطاء عن ابن عباس به وقال الدارقطني\nاختلف فيه على الأوزاعي والصواب ان الأوزاعي أرسل آخره عن عطاء: قلت هي\nرواية ابن ماجة وقال أبو زرعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p290'> Vol. 02, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\nوأبو حاتم لم يسمعه الأوزاعي من عطاء إنما سمعه من إسماعيل بن مسلم عن\nعطاء بين ذلك ابن أبي العشرين في روايته عن الأوزاعي ونقل ابن السكن عن ابن\nأبي داود ان حديث الزبير بن خريق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p291'> Vol. 02, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nأصح من حديث الأوزاعي قال وهذا مثل ما ورد في المسح على الجبيرة (تنبيه)\nلم يقع في رواية عطاء هذه عن ابن عباس ذكر للتيمم فيه فثبت ان الزبير بن\nخريق تفرد بسياقه نبه على ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p292'> Vol. 02, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nابن القطان لكن روى ابن خزيمة وابن حبان والحاكم من حديث الوليد بن عبيد\nالله بن أبي رباح عن عمه عطاء ابن أبي رباح عن ابن عباس ان رجلا أجنب في\nشتاء فسال فأمر بالغسل فمات فذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p293'> Vol. 02, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nذلك للنبي صلى الله عليه وسلم فقال مالهم قتلوه قتلهم الله (ثلاثا) قد\nجعل الله الصعيد أو التيمم طهورا والوليد بن عبيد الله ضعفه الدارقطني\nوقواه من صحح حديثه هذا: وله شاهد ضعيف جدا <span id='ms149'></span> من رواية عطية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p294'> Vol. 02, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي سعيد الخدري رواه الدارقطني (تنبيه آخر) لم يقع في رواية ابن أخي\nعطاء أيضا ذكر المسح على الجبيرة فهو من أفراد الزبير بن خريق كما تقدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p295'> Vol. 02, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n(7) (قوله) لنا قوله تعالى فتيمموا صعيدا طيبا عن ابن عمر وابن عباس\nترابا طاهرا انتهي لم أجدهما: فاما تفسير ابن عمر فلم أر عنه في ذلك شيئا:\nوأما تفسير ابن عباس فروى البيهقي من طريق قابوس بن أبي ظبيان عن أبيه عن\nابن عباس قال أطيب الصعيد حرث الأرض ورواه ابن أبي حاتم في تفسيره بلفظ\nأطيب الصعيد تراب الحرث وأورده ابن مردويه في تفسيره من حديث ابن عباس\nمرفوعا وليس مطابقا لما ذكره الرافعي بل قال ابن عبد البر في الاستذكار انه\nيدل على أن الصعيد يكون غير ارض الحرث * (حديث) * حذيفة فضلنا على الناس\nبثلاث جعلت لنا الأرض مسجدا وجعل ترابها لنا طهورا مسلم من حديث أبي مالك\nالأشجعي عن ربعي بن حراش عن حذيفة بلفظ فضلنا على الناس بثلاث جعلت صفوفنا\nكصفوف الملائكة وجعلت لنا الأرض مسجدا وجعلت تربتها لنا طهورا إذا لم نجد\nالماء وذكر خصلة أخرى كذا لفظ مسلم والخصلة التي أبهمها قد أخرجها أبو بكر\nبن أبي شيبة وهو شيخه فيه في مسنده ورواها ابن خزيمة وابن حبان في صحيحيهما\nمن هذا الوجه وفيه وأوتيت هؤلاء الآيات من آخر سورة البقرة من كنز تحت\nالعرش لم يعطه أحد قبلي ولا يعطي أحد بعدي فهذه هي الخصلة التي لم يذكرها\nمسلم ولم أره في شئ من طرق حديث حذيفة بلفظ جعل ترابها وإنما عند جميع من\nأخرجه تربتها قلت كذا في الأصل وقد رواه أبو داود الطيالسي في مسنده عن أبي\nعوانة عن أبي مالك بلفظ وترابها طهورا: وكذا أخرجه أبو عوانة في صحيحه\nوالدارقطني من طريق سعيد بن مسلمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p315'> Vol. 02, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي مالك والبيهقي من طريق عفان وأبى كامل كلاهما عن أبي عوانة كذلك\nوهذا اللفظ ثابت أيضا من رواية على: أخرجه أحمد والبيهقي <span id='ms150'></span> ولفظه عندهما\nأعطيت ما لم يعط أحد من الأنبياء فقلنا ما هو يا رسول الله قال نصرت بالرعب\nوأعطيت مفاتيح الأرض وسميت احمد وجعل لي التراب طهورا وجعلت أمتي خير الأمم\nواصل حديث الباب في الصحيحين من حديث جابر أعطيت خمسا لم يعطهن أحد من\nالأنبياء قبلي فعد منها وجعلت لي الأرض مسجدا وطهورا: وعن أبي هريرة عند\nمسلم بلفظ فضلت على الأنبياء بست فذكر أربعا مما في حديث جابر وزاد وأعطيت\nجوامع الكلم وختم بي النبيون وحذف الخامسة مما في حديث جابر و؟ ي وأعطيت\nالشفاعة: وعن عوف بن مالك عند ابن حبان فذكر أربعا مما في حديث جابر بمعناه\nولم يذكر الشافعة بل قال بدلها وسألت ربى الخامسة سألته ان لا يلقاه عبد من\nأمتي يوحده الا أدخله الجنة فأعطانيها وعن أبي ذر عند أبي داود بلفظ جعلت\nلي الأرض طهورا ومسجدا حسب وعن أنس عند ابن الجارود بلفظ جعلت لي كل أرض\nطيبة مسجدا وطهورا حسب وليس في رواية أحد منهم ذكر التراب وفي الثقفيات عن\nأبي أمامة نحو الأربع المذكورة واسناد صحيح وأصله عند البيهقي * (قوله) أنه\nصلى الله عليه وسلم تيمم بتراب المدينة وأرضها سبخة هو مستفاد من حديثين:\nأما كونه تيمم ففي صحيح البخاري موصولا وعلقه مسلم من حديث أبي جهبم بن\nالحرث بن الصمة أنه صلى الله عليه وسلم تيمم على الجدار وفي الحديث قصة\nوأما كون تربة المدينة سبخة فاستدل عليه ابن خزيمة في صحيحة بحديث عائشة في\nشأن الهجرة فقال رسول الله صلى الله عليه وسلم للمسلمين قد أريت دار هجرتكم\nأريت سبخة ذات النخل بين اللابتين *] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p316'> Vol. 02, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] ليس للمرأة من عمله الا ما نواه هذا الحديث بهذا اللفظ لم\nأجدة وللبيهقي من حديث أنس أنه لا عمل لمن لا نية له ولا أجر لمن لا حسبة\nله ذكره في باب السواك بالإصبع وفي سنده جهالة وروينا في السنة لأبي القاسم\nاللالكائي من طريق يحيى بن سليم عن أبي حيان البصري <span id='ms151'></span> سمعت الحسن يعنى البصري\nيقول لا يصلح قول الا بعمل ولا يصلح قول وعمل الا بنية ولا يصلح قول وعمل\nونية الا بمتابعة السنة ومن طريق وقاع بن اياس عن سعيد بن جبير نحوه وهذان\nالاثران موقوفان وروى ابن عساكر في الأول من أماليه من حديث ابان وهو ابن\nأبي عياش عن انس نحوه وابان متروك (قلت) وهو في امالي ابن عساكر أيضا من\nطريق يحيى بن سعيد الأنصاري عن محمد بن إبراهيم التيمي عن انس بلفظ لا عمل\nلمن لا نية له وقال غريب جدا قال وهو شاذ لان المحفوظ عن يحيى بن سعيد من\nحديث عمر بغير هذا السياق * (2) [حديث] لا صلاة الا بطهارة تقدم في باب\nالاحداث * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p320'> Vol. 02, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] أنه صلى الله عليه وسلم قال لعمرو بن العاصي وقد تيمم عن\nالجنابة من شدة البرد يا عمرو صليت بأصحابك وأنت جنب فقال عمرو انى سمعت\nالله يقول ولا تقتلوا أنفسكم الآية فضحك النبي صلى الله عليه وسلم ولم ينكر\nعليه رواه البخاري تعليقا وأبو داود وابن حبان والحاكم موصلا من حديث عمرو\nبن العاص نحوه وفى آخره فضحك ولم يقل شيئا واختلف فيه على عبد الرحمن بن\nجبير فقيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p321'> Vol. 02, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nعنه عن أبي قيس عن عمرو وقيل عنه عن عمرو بلا واسطة لكن الرواية التي\nفيها أبو قيس ليس فيها ذكر التيمم بل فيها انه غسل معابنه فقط وقال أبو\nداود روى هذه القصة الأوزاعي عن حسان ابن عطية وفيه فتيمم ورجح الحاكم إحدى\nالروايتين على الأخرى وقال البيهقي يحتمل أن يكون فعل ما في الروايتين\nجميعا فيكون قد غسل ما أمكن وتيمم للباقي وله شاهد من حديث ابن عباس ومن\nحديث أبي أمامة عند الطبراني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p322'> Vol. 02, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] انه صلى الله عليه وسلم تيمم فمسح وجهه ويديه يأتي من حديث\nعمار وهو في حديث أبي الجهيم المتقدم * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p326'> Vol. 02, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] انه صلى الله عليه وسلم تيمم بضربتين مسح بإحداهما وجهه * (2)\nوحديث انه تيمم فمسح وجهه وذراعيه هذا كله موجود في حديث ابن <span id='ms152'></span> عمر رواه أبو\nداود بسند ضعيف ولفظه مر رجل على النبي صلى الله عليه وسلم في سكة من السكك\nوقد خرج من غائط أو بول فسلم عليه فلم يرد عليه حتى كاد الرجل يتوارى في\nالسكك فضرب بيده على الحائط ومسح بها وجهه ثم ضرب ضربة أخرى فمسح ذراعيه ثم\nرد على الرجل السلام الحديث زاد أحمد بن عبيد الصفار في مسنده من هذا الوجه\nفمسح ذراعيه إلى المرفقين ومداره على محمد بن ثابت وقد ضعفه ابن معين وأبو\nحاتم والبخاري واحمد: وقال احمد والبخاري ينكر عليه حديث التيمم يعنى هذا\nزاد البخاري خالفه أيوب وعبيد الله والناس فقالوا عن نافع عن ابن عمر فعله:\nوقال أبو داود لم يتابع أحد محمد بن ثابت في هذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p327'> Vol. 02, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\nالقصة على ضربتين عن رسول الله صلى الله عليه وسلم ورووه عن فعل ابن عمر\nوقال الخطابي لا يصح لان محمد بن ثابت ضعيف جدا: قلت لو كان محمد بن ثابت\nحافظا ما ضره وقف من وقفه على طريقة أهل الفقه والله أعلم * وقد قال\nالبيهقي رفع هذا الحديث غير منكر لأنه رواه الضحاك ابن عثمان عن نافع عن\nابن عمر مرفوعا الا انه لم يذكر التيمم ورواه ابن الهاد عن نافع فذكره\nبتمامه الا أنه قال مسح وجهه ويديه والذي تفرد به محمد بن ثابت في هذا ذكر\nالذراعين:\n</p>\n\n<p>\nتنبيه استدل الرافعي بهذا الحديث على أن التراب لا يجب ان يصل به إلى\nمنابت الشعر للاقتصار على الضربة الواحدة ويغنى عن هذا الحديث حديث عمار في\nالصحيحين ففيه انه تيمم بضربة واحدة *] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p328'> Vol. 02, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] روى أنه صلى الله عليه وسلم قال التيمم ضربتان ضربة للوجه\nوضربة لليدين إلى المرفقين الدارقطني والحاكم والبيهقي من حديث علي بن\nظبيان عن عبيد الله بن عمر عن نافع عن ابن عمر مرفوعا قال الدارقطني وقفه\nيحيى القطان وهشيم وغيرهما وهو الصواب ثم رواه من طريق مالك عن نافع عن ابن\nعمر موقوفا: قلت وعلي بن ظبيان ضعفه القطان <span id='ms153'></span> وابن معين وغير واحد وقد تقدمت\nطريق محمد بن ثابت العبدي عن نافع ورواه الدارقطني من طريق سالم عن عن ابن\nعمر مرفوعا ولفظه تيممنا مع النبي صلى الله عليه وسلم ضربنا بأيدينا على\nالصعيد الطيب ثم نفضنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p329'> Vol. 02, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\nأيدينا فمسحنا بها وجوهنا ثم ضربنا ضربة أخرى فمسحنا من المرافق إلى\nالأكف الحديث لكن فيه سليمان بن أرقم وهو متروك قال البيهقي رواه معمر\nوغيره عن الزهري موقوفا وهو الصحيح ومن طريق سليمان بن أبي داود الحراني\nوهو متروك أيضا عن سالم ونافع جميعا عن ابن عمر مرفوعا بلفظ في التيمم\nضربتين ضربة للوجه وضربة لليدين إلى المرفقين قال أبو زرعة حديث باطل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p330'> Vol. 02, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nورواه الدارقطني والحاكم من طريق عثمان بن محمد الأنماطي عن عزرة بن ثابت\nعن أبي الزبير عن جابر عن النبي صلى الله عليه وسلم قال التيمم ضربة للوجه\nوضربة للذراعين إلى المرفقين ومن طريق أبى نعيم عن عزرة بسنده المذكور قال\nجاء رجل فقال أصابتني جنابة وانى تمعكت في التراب فقال اضرب فضرب بيده\nالأرض فمسح وجهه ثم ضرب يديه فمسح بهما إلى المرفقين ضعف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p331'> Vol. 02, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nابن الجوزي هذا الحديث بعثمان بن محمد وقال أنه متكلم فيه وأخطأ في ذلك:\nقال ابن دقيق العيد لم يتكلم فيه أحد نعم روايته شاذة لان أبا نعيم رواه عن\nعزرة موقوفا: أخرجه الدارقطني والحاكم أيضا: قلت وقال الدارقطني في حاشية\nالسنن عقب حديث عثمان بن محمد كلهم ثقات والصواب موقوف: وفي الباب عن\nالأسلع قال كنت أخدم النبي صلى الله عليه وسلم فاتاه جبرائيل بآية الصعيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p332'> Vol. 02, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nفأراني التيمم فضربت بيدي الأرض واحدة فمسحت بهما وجهي ثم ضربت بهما\nالأرض فمسحت بهما يدي إلى المرفقين رواه الدارقطني والطبراني وفيه الربيع\nبن بدر وهو ضعيف: وعن أبي أمامة رواه الطبراني واسناده ضعيف أيضا ورواه\nالبزار وابن عدي من حديث عائشة مرفوعا التيمم ضربتان ضربة للوجه وضربة\nلليدين إلى المرفقين تفرد به الحريش بن الخريث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p333'> Vol. 02, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\nعن ابن أبي مليكة عنها قال أبو حاتم حديث منكر <span id='ms154'></span> والحريش شيخ لا يحتج\nبحديثه: وعن عمار قال كنت في القوم حين نزلت الرخصة فأمرنا فضربنا واحدة\nللوجه ثم ضربة أخرى لليدين إلى المرفقين رواه البزار (2) [حديث] روى أنه\nصلى الله عليه وسلم قال لعمار بن ياسر تكفيك ضربة للوجه وضربة للكفين\nالطبراني في الأوسط والكبير وفيه إبراهيم بن محمد بن أبي يحيى وهو ضعيف\nلكنه حجة عند الشافعي ورواه الشافعي في حديث ابن الصمة كما تقدم وقال ابن\nعبد البر أكثر الآثار المرفوعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p334'> Vol. 02, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\nعن عمار ضربة واحدة وما روى عنه من ضربتين فكلها مضطربة وقد جمع البيهقي\nطرق حديث عمار فابلغ (قوله) بعد ذكر كيفية المسح وزعم بعضهم أنها منقولة عن\nفعل النبي صلى الله عليه وسلم قال ابن الصلاح في مشكله لم يرد بها أثر ولا\nخبر: وقال النووي في شرح المهذب لم يثبت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p335'> Vol. 02, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\nوليس الذي قاله هذا الزاعم بشئ انتهى وفي البخاري من حديث عمار طرف من\nالكيفية حيث قال ثم مسح بها ظهر كفة بشماله أو ظهر شماله بكفه ولأبي داد\nوالنسائي ثم ضرب بشماله على يمينه وبيمينه على شماله وقد استدل صاحب المهذب\nبحديث الأسلع الذي قدمناه عن الطبراني وكيفيته مع ضعفه مخالفة للكيفية\nالمذكورة والله أعلم * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p336'> Vol. 02, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] أنه صلى الله عليه وسلم قال لأبي ذر إذا وجدت الماء فامسه\nجلدك واعاده المصنف في آخر الباب بلفظ قال صلى الله عليه وسلم لأبي ذر وكان\nيقيم بالربذة ويفقد الماء أياما فسأل عن ذلك فقال التراب كافيك ولو لم تجد\nالماء عشر حجج النسائي باللفظ الأول وأبو داود واللفظ التام له وباقي أصحاب\nالسنن من رواية خالد الحذاء عن أبي قلابة عن عمرو بن بجدان عن أبي ذر قال\nاجتمعت عنيمة عند رسول الله صلى الله عليه وسلم فقال يا أبا ذر ابد قيها\nوفبدت إلى الربذة الحديث وفيه الصعيد الطيب وضوء المسلم ولو إلى عشر سنين\nفإذا وجدت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p337'> Vol. 02, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\nالماء فامسه جلدك فان ذلك خير وللترمذي طهور المسلم واختلف فيه على أبى\nقلابة فقيل هكذا وقيل <span id='ms155'></span> عنه عن رجل من بنى عامر وهذه رواية أيوب عنه وليس\nفيها مخالفة لرواية خالد وقيل عن أيوب عنه عن أبي المهلب عن أبي ذر وقيل\nعنه باسقاط الواسطة وقيل في الواسطة محجن أو ابن محجن أو رجاء بن عامر أو\nرجل من بنى عامر وكلها عند الدارقطني والاختلاف فيه كله على أيوب ورواه ابن\nحبان والحاكم من طريق خالد الحذاء كرواية أبى داود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p338'> Vol. 02, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\nوصححه أيضا أبو حاتم ومدار طريق خالد على عمرو بن يجدان وقد وثقه العجلي\nوغفل ابن القطان فقال إنه مجهول: وفى الباب عن أبي هريرة رواه البزار قال\nحدثنا مقدم عن محمد ثنا عمي القاسم بن يحيى ثنا هشام بن حسان عن محمد بن\nسيرين عن أبي هريرة رفعه الصعيد وضوء المسلم وان لم يجد الماء عشر سنين\nفإذا وجد الماء فليتق الله وليمسه بشرته فان ذلك خير وقال لا نعلمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p339'> Vol. 02, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي هريرة إلا من هذا الوجه ورواه الطبراني في الأوسط من هذا الوجه\nمطولا: أخرجه في ترجمة أحمد بن محمد بن صدقة وساق فيه قصة أبي ذر وقال لم\nيروه الا هشام عن ابن سيرين ولا عن هشام الا القاسم تفرد به مقدم وصححه ابن\nالقطان لكن قال الدارقطني في العلل أن ارساله أصح * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p340'> Vol. 02, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] * ابن عباس من السنة ان لا يصلى بالتيمم إلا مكتوبة واحدة ثم\nيتيمم الأخرى والسنة في كلام الصحابي تنصرف إلى سنة النبي صلى الله عليه\nوسلم الدارقطني والبيهقي من طريق الحسن بن عمارة عن الحكم عن مجاهد عنه\nوالحسن ضعيف جدا: وفي الباب موقوفا عن علي وابن عمر وعمر وبن العاص: أما\nعلى فرواه الدارقطني وفيه حجاج بن أرطأة والحارث الأعور: وأما ابن عمر\nفرواه البيهقي عن الحاكم من طريق عامر الأحول عن نافع عن ابن عمر قال يتيمم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p341'> Vol. 02, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\nلكل صلاة وان لم يحدث قال البيهقي هو أصح ما في الباب قال ولا نعلم له\nمخالفا من الصحابة وأما عمرو بن العاص فرواه الدارقطني من طريق عبد الرزاق\nعن <span id='ms156'></span> معمر عن قتادة ان عمرو بن العاص كان يتيمم لكل صلاة وبه كان يفتى قتادة\nوهذا فيه ارسال شديد بين قتادة وعمرو * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p342'> Vol. 02, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\n(1) * [حديث] * انه صلى الله عليه وسلم قال في الفائتة فليصلها إذا ذكرها\nفان ذلك وقتها متفق عليه من حديث قتادة عن انس دون قوله فان ذلك وقتها\nوعندهما بدل هذه الزيادة لا كفارة لها الا ذلك نعم رواه الدارقطني والبيهقي\nبنحو اللفظ الذي ذكره المصنف من رواية حفص بن أبي العطاف عن أبي الزناد عن\nالأعرج عن أبي هريرة مرفوعا من نسي صلاة فوقتها إذا ذكرها وحفص ضعيف جدا *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p349'> Vol. 02, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\n(1) * [حديث] * ان رجلين خرجا في سفر فحضرت الصلاة وليس معهما ماء فتيمما\nصعيدا طيبا وصليا ثم وجدا الماء في الوقت فأعاد أحدهما الوضوء والصلاة ولم\nيعد الاخر فاتيا رسول الله صلى الله عليه وسلم فذكرا ذلك فقال للذي لم يعد\nأصبت السنة وأجزأتك صلاتك وقال للذي أعاد لك الاجر مرتين أبو داود والدارمي\nوالحاكم من حديث أبي سعيد الخدري ورواه النسائي مسندا ومرسلا ورواه\nالدارقطني موصولا ثم قال تفرد به عبد الله بن نافع عن الليث عن بكر بن\nسوادة عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p352'> Vol. 02, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\nعطاء عنه موصولا وخالفه ابن المبارك فأرسله وكذا قال الطبراني في الأوسط\nلم يروه متصلا الا عبد الله بن نافع تفرد به المسيبي عنه وقال موسي بن\nهارون فيما حكاه محمد بن عبد الملك بن أيمن عنه رفعه وهم من ابن نافع وقال\nأبو داود رواه غيره عن الليث عن عميرة بن أبي ناجية عن بكر عن عطاء مرسلا\nقال وذكر أبي سعيد فيه ليس بمحفوظ. قلت لكن هذه الرواية رواها ابن السكن في\nصحيحه من طرسق أبي الوليد الطيالسي عن الليث عن عمرو بن الحارث وعميرة بن\nأبي ناجية جميعا عن بكر موصولا قال أبو داود ورواه ابن لهيعة عن بكر فزاد\nبين عطاء وأبي سعيد أبا عبد الله مولى إسماعيل بن عبيد الله انتهى وابن\nلهيعة ضعيف فلا يلتفت لزيادته ولا يعمل بها رواية الثقة عمرو <span id='ms157'></span> بن الحرث ومعه\nعميرة بن أبي ناجية وقد وثقه النسائي ويحي بن بكير وابن حبان وأثنى عليه\nأحمد بن صالح وابن يونس وأحمد بن سعد بن أبي مريم وله شاهد من حديث ابن\nعباس قال إسحاق بن راهويه في مسنده أنا زيد بن أبي الزرقاء ثنا بن لهيعة عن\nابن هبيرة عن حنش عن ابن عباس أن النبي صلى الله عليه وسلم بال ثم تيمم\nفقيل له ان الماء قريب منك فقال فلعلي لا أبلغه * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p353'> Vol. 02, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] أنه صلى الله عليه وسلم قال لا ظهران في يوم هو بالظاء\nالمعجمة المضمومة ولم أره بهذا اللفظ لكن الدارقطني من حديث ابن عمر رفعه\nلا تصلوا صلاة في يوم مرتين وأصله عند أحمد وأبى داود والنسائي وابن خزيمة\nوابن حبان وصححه ابن السكن وهو محمول على اعادتها منفردا اما إن كان صلى\nمنفردا ثم أدرك جماعة فإنه يعيد معهم وكذا إذا كان امام قوم فصلى مع قوم\nآخرين ثم جاء فصلى بقومه كقصة معاذ والله أعلم * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p354'> Vol. 02, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\n(1) * [حديث] * إذا أمرتكم بأمر فاتوا منه ما استطعتم متفق عليه من حديث\nأبي هريرة وفيه إذا نهيتكم عن شئ فاجتنبوه ولأحمد من طريق همام عن أبي\nهريرة فاتوه ما استطعتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p355'> Vol. 02, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\n(1) * [حديث] * ابن عمر أنه أقبل من الجرف تقدم وكذا حديث أبي ذر وحديث\nجابر في المشجوج وحديث عبد الله بن عمرو بن العاص تقدم الجميع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p360'> Vol. 02, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\nقوله اختلفت الصحابة في تيمم الجنب ولم يختلفوا في تيمم الحائض انتهي\nنشير باختلافهم في تيمم الجنب إلى قصة عمرو ابن مسعود في الصحيحين من رواية\nأبى موسى أنه قال لابن مسعود لو أن جنبا لم يجد الماء شهرا لا يتيمم فقال\nله أبو موسى كيف تصنع بهذه الآية (فلم تجدوا ماء فتيمموا) فقال عبد الله لو\nرخص لهم في هذا لا وشك إذا برد عليهم الماء أن يتيمموا بالصعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p362'> Vol. 02, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\nفقال أبو موسى ألم تسمع قول عمار لعمر فقال عبد الله ألم تر عمر لم يقنع\nبقول عمار: وأما قوله إنهم لم <span id='ms158'></span> يختلفوا في تيمم الحائض فان أراد انه لم يرد\nعنهم المنع ولا الجواز في ذلك فصحيح وان أراد انه ورد عنهم ضد ما ورد في\nتيمم الجنب فغير مسلم والله أعلم * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p363'> Vol. 02, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\nباب المسح على الخفين (1) حديث أبي بكرة ان رسول الله صلى الله عليه وسلم\nأرخص للمسافر ثلاثة أيام ولياليهن وللمقيم يوما وليلة إذا تطهر فلبس خفيه\nان يمسح عليهما ابن خزيمة واللفظ له وابن حبان وابن الجارود والشافعي وابن\nأبي شيبة والدارقطني والبيهقي والترمذي في العلل المفرد وصححه الخطابي أيضا\nونقل البيهقي ان الشافعي صححه في سنن حرملة * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p364'> Vol. 02, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\n(1) حديث صفوان بن عسال أمرنا رسول الله صلى الله عليه وسلم إذا كنا\nمسافرين أو سفرا ان لا ننزع خفافنا ثلاثة أيام ولياليهن الا من جنابة لكن\nمن غائط أو بول أو نوم الشافعي واحمد والترمذي والنسائي وابن ماجة وابن\nخزيمة وابن حبان والدارقطني والبيهقي قال الترمذي عن البخاري حديث حسن\nوصححه الترمذي والخطابي ومداره عندهم على عاصم بن أبي النجود عن ذر بن حبيش\nعنه وذكر ابن مندة أبو القاسم انه رواه عن عاصم أكثر من أربعين نفسا وتابع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p365'> Vol. 02, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\nعاصما عليه عبد الوهاب بن بحث وإسماعيل بن أبي خالد وطلحة بن مصرف\nوالمنهال بن عمرو ومحمد ابن سوقة وذكر جماعة معه ومراده أصل الحديث لأنه في\nالأصل طويل مشتمل على التوبة والمرء مع من أحب وغير ذلك لكن حديث طلحة عند\nالطبراني باسناد لا بأس به * وقد روى الطبراني أيضا حديث المسح من طريق عبد\nالكريم أبى أمية عن حبيب بن أبي ثابت عن زر وعبد الكريم ضعيف ورواه البيهقي\nمن طريق أبي روق عن أبي الغريف عن صفوان ابن عسال ولفظه ليمسح أحدكم إذا\nكان مسافرا على خفيه إذا أدخلهما طاهرتين ثلاثة أيام ولياليهن وليمسح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p366'> Vol. 02, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\nالمقيم يوما وليلة ووقع في الدارقطني زيادة في آخر هذا المتن وهو قوله أو\nريح وذكر ان وكيعا تفرد بها عن مسعر عن عاصم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p367'> Vol. 02, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\nحديث] المغيرة بن شعبة سكبت لرسول الله صلى الله عليه <span id='ms159'></span> وسلم الوضوء فلما\nانتهيت إلى الخفين أهويت لأنزعهما فقال دع الخفين فانى أدخلتهما وهما\nطاهرتان متفق عليه بلفظ فاني دعهما أدخلتهما طاهرتين فمسح عليهما واللفظ\nللبخاري ورواه أبو داود بنحو لفظ المصنف وابرز الضمير فقال دع الخفين فاني\nأدخلت القدمين الخفين وهما طاهرتان فمسح عليهما وله طرق كثيرة عن المغيرة\nذكر البزار انه روى عنه من نحو ستين طريقا وذكر ابن منده منها خمسة وأربعين\nورواه الشافعي بلفظ (قلت) يا رسول الله المسح على الخفين قال نعم اني\nأدخلتهما وهما طاهرتان * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p385'> Vol. 02, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\nقوله والأحاديث في باب المسح كثيرة وهو كما قال فقد قال الإمام أحمد فيه\nأربعون حديثا عن الصحابة مرفوعة وموقوفة * وقال ابن أبي حاتم فيه عن أحد\nوأربعين وقال ابن عبد البر في الاستذكار روى عن النبي صلى الله عليه وسلم\nالمسح على الخفين نحو أربعين من الصحابة ونقل ابن المنذر عن الحسن البصري\nقال حدثني سبعون من أصحاب رسول الله صلى الله عليه وسلم انه كان يمسح على\nالخفين وذكر أبو القاسم ابن منده أسماء من رواه في تذكرته فبلغ ثمانين\nصحابيا وسرد الترمذي منهم جماعة والبيهقي في سننه جماعه وقال ابن عبد البر\nبعد أن سرد منهم جماعة لم يرو عن غيرهم منهم خلاف الا الشئ الذي لا يثبت عن\nعائشة وابن عباس وأبي هريرة (قلت) قال احمد لا يصح حديث أبي هريرة في إنكار\nالمسح وهو باطل: وروى الدارقطني من حديث عائشة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p386'> Vol. 02, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\nاثبات المسح على الخفين ويؤيد ذلك حديث شريح بن هاني في سؤاله إياها عن\nذلك فقالت له سل ابن أبي طالب وفى روية انها قالت لا علم لي بذلك: واما ما\nأخرجه ابن أبي شيبة عن حاتم بن إسماعيل عن جعفر بن محمد عن أبيه قال قال\nعلى سبق الكتاب الخفين فهو منقطع لان محمدا لم يدرك عليا واما ما رواه محمد\nبن مهاجر عن إسماعيل ابن أبي أويس عن إبراهيم بن إسماعيل عن داود بن الحصين\nعن القاسم عن عائشة قالت لان اقطع <span id='ms160'></span> رجلي أحب إلى من أن امسح على الخفين فهو\nباطل عنها قال ابن حبان محمد بن مهاجر كان يضع الحديث * واغرب ريعة فيما\nحكاه الآجري عن أبي داود قال جاء زيد بن أسلم إلى ربيعة فقال امسح على\nالجوربين فقال ربيعة ما صح عن النبي صلى الله عليه وسلم انه مسح على الخفين\nفكيف على خرقتين * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p387'> Vol. 02, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] المغيرة انه صلى الله عليه وسلم مسح أعلى الخف وأسفله احمد\nوأبو داود والترمذي وابن ماجة والدارقطني والبيهقي وابن الجارود من طريق\nثور بن يزيد عن رجاء بن حيوه عن كاتب المغيرة عن المغيرة وفي رواية ابن\nماجة عن وراد كاتب المغيرة قال الأثرم عن أحمد انه كان يضعفه ويقول ذكرته\nلعبد الرحمن بن مهدي فقال عن ابن المبارك عن ثور حدثت عن رجاء عن كاتب\nالمغيرة ولم يذكر المغيرة قال احمد وقد كان نعيم بن حماد حدثني به عن ابن\nالمبارك كما حدثني الوليد بن مسلم به عن ثور فقلت له إنما يقول هذا الوليد\nفاما ابن المبارك فيقول حدثت عن رجاء ولا يذكر المغيرة فقال لي نعيم هذا\nحديثي الذي أسأل عنه فاخرج إلى كتابه القديم بخط عتيق فإذا فيه ملحق بين\nالسطرين بخط ليس بالقديم عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p390'> Vol. 02, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\nالمغيرة فأوقفته عليه وأخبرته أن هذه زيادة في الاسناد لا أصل لها فجعل\nيقول للناس بعد وأنا أسمع اضربوا على هذا الحديث وقال ابن أبي حاتم في\nالعلل عن أبيه وأبى زرعة حديث الوليد ليس بمحفوظ وقال موسى بن هارون وأبو\nداود لم يسمعه ثور من رجاء حكاه قاسم بن أصبغ عنه وقال البخاري في التاريخ\nالأوسط ثنا محمد بن الصباح ثنا ابن أبي الزناد عن أبيه عن عروة ابن الزبير\nعن المغيرة رأيت رسول الله صلى الله عليه وسلم يمسح على خفيه ظاهرهما قال\nوهذا أصح من حديث رجاء عن كاتب المغيرة وكذا رواه أبو داود والترمذي من\nحديث ابن أبي الزناد ورواه أبو داود الطيالسي عن ابن أبي الزناد فقال عن\nعروة <span id='ms161'></span> بن المغيرة عن أبيه وكذا أخرجه البيهقي من رواية إسماعيل بن موسى عن\nابن أبي الزناد وقال الترمذي هذا حديث معلول لم يسنده عن ثور غير الوليد:\n(قلت) رواه الشافعي في الام عن إبراهيم بن محمد بن أبي يحي عن ثور مثل\nالوليد وذكر الدارقطني في العلل ان محمد بن عيسى بن سمع رواه عن ثور كذلك\nقال الترمذي وسمعت أبا زرعة ومحمدا يقولان ليس بصحيح وقال أبو داود لم\nيسمعه ثور من رجاء وقال الدارقطني روى عن عبد الملك بن عمير عن وراد كاتب\nالمغيرة عن المغيرة ولم يذكر أسفل الخف وقال ابن حزم أخطأ فيه الوليد في\nموضعين فذكرهما كما تقدم: (قلت) ووقع في سنن الدارقطني ما يوهم رفع العلة\nوهي حدثنا عبد الله بن محمد بن عبد العزيز ثنا داود بن رشيد عن الوليد بن\nمسلم عن ثور بن يزيد ثنا رجاء بن حياة فذكره فهذا ظاهره ان ثور أسمعه من\nرجاء فتزول العلة ولكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p391'> Vol. 02, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\nرواه أحمد بن عبيد الصفار في مسنده عن أحمد بن يحي الحلواني عن داود بن\nرشيد فقال عن رجاء ولم يقل حدثنا رجاء فهذا اختلاف على داود يمنع من القول\nبصحة وصله مع ما تقدم في كلام الأئمة (فائدة) روى الشافعي في القديم وفي\nالاملاء من حديث نافع عن ابن عمر انه كان يمسح أعلى الخف وأسفله * وفى\nالباب حديث على لو كان الدين بالرأي لكان أسفل الخف أولى من أعلاء وقد رأيت\nرسول الله صلى الله عليه وسلم يمسح على ظاهر خفيه رواه أبو داود واسناده\nصحيح (قوله) والأولى ان يضع كفه اليسرى تحت العقب واليمنى على ظهور الأصابع\nويمر اليسرى على أطراف الأصابع من أسفل واليمنى إلى الساق ويروى هذه\nالكيفية عن ابن عمر كذا قال والمحفوظ عن ابن عمر انه كان يمسح أعلى الخف\nوأسفله كذا رواه الشافعي والبيهقي كما قدمناه * (1) (قوله) واستيعاب الكل\nليس بسنة مسح رسول الله صلى الله عليه وسلم على خفيه خطوطا من الماء * قال <span id='ms162'></span>\nابن الصلاح تبع الرافعي فيه الامام فإنه قال في النهاية انه صحيح فكذا حزم\nبه الرافعي وليس بصحيح وليس له أصل في كتب الحديث انتهى وفيما قال نظر ففي\nالطبراني الأوسط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p392'> Vol. 02, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\nمن طريق جرير بن يزيد عن محمد بن المنكدر عن جابر قال مر رسول الله صلى\nالله عليه وسلم برجل يتوضأ فغسل خفيه فنخسه برجليه وقال ليس هكذا السنة\nأمرنا بالمسح هكذا وامر بيديه على خفيه وفي لفظ له ثم أراه بيده من مقدم\nالخفين إلى أصل الساق مرة وفرج بين أصابعه قال الطبراني لا يروى عن جابر\nالا بهذا الاسناد وعزاه ابن الجوزي في التحقيق إلي رواية ابن ماجة عن محمد\nبن مصفى عن بقية عن جرير بن يزيد عن منذر عن المنكدر عن جابر نحوه ولم أره\nفي سنن ابن ماجة (قلت) هو في بعض النسخ دون بعض وقد استدركه المزي على ابن\nعساكر في الأطراف واسناده ضعيف جدا: واما قول امام الحرمين المذكور فكأنه\nتبع القاضي الحسين فإنه قال روى حديث على كنت أرى ان باطن القدمين أحق\nبالمسح من ظاهرهما قال فحكى عنه أنه قال ولكني رأيت رسول الله صلى الله\nعليه وسلم يمسح على ظهور الخف خطوطا بالأصابع وتبع الغزالي في الوسيط امامه\nوقال النووي في شرح المهذب هذا الحديث ضعيف روى عن علي مرفوعا: وعن الحسن\nيعنى البصري قال من السنة ان يمسح على الخفين خطوطا وقال في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p393'> Vol. 02, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\nالتنقيح قول امام الحرمين انه صحيح غلط فاحش لم يجده من حديث على لكن روى\nابن أبي شيبة اثر لحسن المذكور * وروى أيضا من حديث المغيرة بن شعبة رأيت\nرسول الله صلى الله عليه وسلم بال ثم جاء حتى توضأ ومسح على خفيه ووضع يده\nاليمنى على خفه الأيمن ويده اليسرى على خفه الأيسر ثم مسح أعلاهما مسحة\nواحدة حتى كأني انظر إلى أصابعه صلى الله عليه وسلم على الخفين ورواه\nالبيهقي من طريق الحسن عن المغيرة بنحوه وهو منقطع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p394'> Vol. 02, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] خزيمة بن ثابت رخص <span id='ms163'></span> رسول الله صلى الله عليه وسلم للمسافر أن\nيمسح ثلاثة أيام ولياليهن ولو استزدناه لزادنا أبو داود بزيادته وابن ماجة\nبلفظ ولو مضى السائل على مسألته لجعلها خمسا ورواه ابن حبان باللفظين جميعا\nورواه الترمذي وغيره بدون الزيادة قال الترمذي قال البخاري لا يصح عندي\nلأنه لا يعرف للجد لي سماع من خزيمة وذكر عن يحي بن معين أنه قال هو صحيح\nوقال ابن دقيق العيد الروايات متظافرة متكاثرة برواية التيمي له عن عمرو بن\nميمون عن الجدلي عن خزيمة وقال ابن أبي حاتم في العلل قال أبو زرعة الصحيح\nمن حديث التيمي عن عمرو بن ميمون عن الجدلي عن خزيمة مرفوعا والصحيح عن\nالنخعي عن الجدلي بلا واسطة وادعي النووي في شرح المهذب الاتفاق على ضعف\nهذا الحديث وتصحيح ابن حبان له يرد عليه مع نقل الترمذي عن ابن معين انه\nصحيح أيضا كما تقدم والله أعلم * (تنبيه) رواية النخعي ليس فيها الزيادة\nالمذكورة وقال في الامام أصح طرقه رواية زائدة سمعت منصورا يقول كنا في\nحجرة إبراهيم النخعي ومعنا إبراهيم التيمي فذكرنا المسح على الخفين فقال\nالتيمي ثنا عمرو بن ميمون عن أبي عبد الله الجدلي عن خزيمة فذكره بتمامه *\nأخرجها البيهقي ورواها حسين الجعفي عن زائدة بلا زيادة الاستزادة: أخرجه\nالطبراني * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p396'> Vol. 02, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] أبي بن عمارة وكان ممن صلى إلى القبلتين قلت يا رسول الله\nامسح على الخف قال نعم قلت يوما قال نعم قلت ويومين قال نعم قلت وثلاثة قال\nنعم وما شئت أبو داود وابن ماجة والدارقطني والحاكم في المستدرك قال أبو\nداود ليس بالقوى وضعفه البخاري فقال لا يصح وقال أبو داود اختلف في اسناده\nوليس بالقوى وقال أبو زرعة الدمشقي عن أحمد رجاله لا يعرفون وقال أبو الفتح\nالأزدي هو حديث ليس بالقائم وقال ابن حبان لست اعتمد على اسناد خبره وقال\nالدارقطني لا يثبت وقد اختلف فيه على يحيى بن أيوب اختلافا كثيرا وقال ابن\nعبد البر لا يثبت وليس له اسناد قائم <span id='ms164'></span> ونقل النووي في شرح المهذب اتفاق\nالأئمة على صعفة: قلت وبالغ الجوزقاني فذكره في الموضوعات * [حديث] علي بن\nأبي طالب عن النبي صلى الله عليه وسلم أنه جعل المسح ثلاثة أيام ولياليهن\nللمسافر ويوما وليلة للمقيم مسلم وأبو داود والترمذي وابن حبان من حديث\nشريح بن هاني قال اتيت عائشة أسألها عن المسح على الخفين فقالت عليك بابن\nأبي طالب فذكر الحديث * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p397'> Vol. 02, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\n* [كتاب الحيض] * (1) [حديث] روى أنه صلى الله عليه وسلم قال تمكث إحداكن\nشطر دهرها لا تصلى لا أصل له بهذا اللفظ قال الحافظ أبو عبد الله ابن منده\nفيما حكاه ابن دقيق العيد في الامام عنه ذكر بعضهم هذا الحديث ولا يثبت\nبوجه من الوجوه وقال البيهقي في المعرفة هذا الحديث يذكره بعض فقهائنا وقد\nطلبته كثيرا فلم أجده في شئ من كتب الحديث ولم أجد له اسنادا وقال ابن\nالجوزي في التحقيق هذا لفظ يذكره أصحابنا ولا اعرفه وقال الشيخ أبو إسحاق\nفي المهذب لم أجده بهذا اللفظ الا في كتب الفقهاء وقال النووي في شرحه باطل\nلا يعرف وقال في الخلاصة باطل لا أصل له وقال المنذري لم يوجد له اسناد\nبحال واغرب الفخر بن تيمية في شرح الهداية لأبي الخطاب فنقل عن القاضي أبى\nيعلى أنه قال ذكر هذا الحديث عبد الرحمن ابن أبي حاتم البستي في كتاب السنن\nله كذا قال وابن أبي حاتم ليس هو بستيا إنما هو رازي وليس له كتاب يقال له\nالسنن (تنبيه) في قريب من المعنى ما اتفقا عليه من حديث أبي سعيد قال أليس\nإذا حاضت لم تصل ولم تصم فذلك من نقصان دينها ورواه مسلم من حديث ابن عمر\nبلفظ تمكث الليالي ما تصلى وتفطر في شهر رمضان فهذا نقصان دينها (ومن حديث)\nأبي هريرة كذلك وفي المستدرك من حديث أبي مسعود نحوه ولفظه فان إحداهن تقعد\nما شاء الله من يوم وليلة لا تسجد لله سجدة (قلت) وهذا وإن كان قريبا من\nمعنى الأول لكنه لا <span id='ms165'></span> يعطي المراد من الأول وهو ظاهر من التفريع والله أعلم\nوإنما أورد الفقهاء هذا محتجين به على أن أكثر الحيض خمسة عشر يوما ولا\nدلالة في شئ من الأحاديث التي ذكرناها على ذلك والله أعلم * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p413'> Vol. 02, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] تحيضي في علم الله ستا أو سبعا كما تحيض النساء ويطهرن هذا\nطرف من حديث قد أعاد الرافعي منه قطعة في موضع آخر من هذا الباب وهو حديث\nطويل (أخرجه) الشافعي واحمد وأبو داود والترمذي وابن ماجة والدارقطني\nوالحاكم من حديث عبد الله بن محمد بن عقيل عن إبراهيم بن محمد بن طلحة عن\nعمه عمران بن طلحة عن أمه حمنة بنت جحش قالت كنت استحاض حيضة كبيرة شديدة\nفاتيت النبي صلى الله عليه وسلم استفتيه الحديث بطوله وفيه تلجمي قالت هو\nأكثر من ذلك قال الترمذي حسن قال وهكذا قال احمد والبخاري وقال البيهقي\nتفرد به ابن عقيل وهو مختلف في الاحتجاج به وقال ابن منده لا يصح بوجه من\nالوجوه لأنهم اجمعوا على ترك حديث ابن عقيل كذا قال وتعقبه ابن دقيق العيد\nواستنكر منه هذا الاطلاق لكن ظهر لي أن مراد ابن منده بذلك من خرج الصحيح\nوهو كذلك وقال ابن أبي حاتم سالت أبى عنفه وهنه ولم يقو اسناده (قوله) وفى\nرواية تلجمي واستثفري ينظر فيمن زاد واستثفري فقد ذكرنا رواية تلجمي تم\nوجدت في المستدرك من طريق ابن أبي مليكة عن عائشة في قصة فاطمة بنت أبي\nحبيش قال ولتنظف ولتحتش وللبيهقي من حديث أبي أمامة في حديث ولتحتش كرسفا\n(تنبيه) قال ابن عبد البرقيل إن بنات جحش الثلاثة استحضن زينب وحمنة وأم\nحبيبة ومن الغرائب ما حكاه السهيلي عن شيخه محمد بن نجاح ان أم حبيبة كان\nاسمها أيضا زينب وان زينب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p414'> Vol. 02, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\nزوج النبي صلى الله عليه وسلم غلب عليها الاسم وان أم حبيبة غلبت عليها\nالكنية وأراد بذلك تصويب ما وقع في الموطأ ان زينب بنت جحش كانت عند عبد\nالرحمن بن عوف قوله قالت عائشة كنا <span id='ms166'></span> نؤمر بقضاء الصوم ولا نؤمر بقضاء الصلاة\nمتفق عليه من حديث معاذة عن عائشة واللفظ لإحدى روايات مسلم وفي رواية\nللترمذي والدارمي عن الأسود عن عائشة كنا نحيض عند رسول الله صلى الله عليه\nوسلم فيأمرنا بقضاء الصيام ولا يأمرنا بقضاء الصلاة وقال حسن * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p415'> Vol. 02, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\n(قوله) روى أن معاذة العدوية قالت لعائشة ما بال الحائض تقضي الصوم ولا\nتقضى الصلاة فقالت الحرورية أنت الحديث هو الذي قبله في إحدى روايات مسلم\nوجعله عبد الغنى في العمدة متفقا عليه وهو كذلك الا انه ليس في رواية\nالبخاري تعرض لقضاء الصوم * (1) [حديث] إذا أقبلت الحيضة فدعي الصلاة: تقدم\nفي الغسل * (2) [حديث] أنه قال لعائشة وقد حاضت وهي محرمة اصنعي ما يصنع\nالحاج غير أن لا تطوفي بالبيت: متفق عليه من حديث عائشة في قصة وفي البخاري\nعن جابر غير أن لا تطوفي ولا تصلى ذكره في أواخر الكتاب * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p416'> Vol. 02, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] لا أحل المسجد لحائض ولا جنب تقدم في الغسل * (2) [حديث] لا\nيقرأ الجنب ولا الحائض شيئا من القرآن تقدم فيه * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p417'> Vol. 02, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] أبي سعيد إذا حاضت المرأة لم تصل ولم تصم تقدم التنبيه عليه\nفي أوائل الباب وانه في الصحيحين من حديث أبي سعيد ولمسلم من حديث ابن عمر\nوأبي هريرة نحوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p419'> Vol. 02, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] افعلوا كل شئ الا الجماع قاله في تفسير قوله تعالى فاعتزلوا\nالنساء في المحيض هو مختصر من حديث طويل رواه مسلم من حديث انس وفيه قصة\nوقيل أن السائل عن ذلك هو أبو الدحداح قاله الواقدي والصواب ما في الصحيح\nأن السائل عن ذلك أسيد بن الحضير وعباد بن بشر ولفظ مسلم اصنعوا كل شئ الا\nالنكاح * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p421'> Vol. 02, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\n(1) (قوله) يستحب للواطي في الحيض التصدق بدينار ان جامع في اقبال الدم\nوبنصفه ان جامع في ادباره لو رود الخبر بذلك ثم قال بعد ذلك روى عن ابن\nعباس فذكر نحو ذلك وفى رواية ان وطئها في اقبال الدم فدينار وان وطئها في\nادبار الدم بعد انقطاعه وقبل الغسل فعليه نصف دينار وفي رواية إذا <span id='ms167'></span> وقع\nبأهله وهي حائض إن كان دما احمر فليتصدق بدينار وإن كان اصفر فليتصدق بنصف\nدينار وفى رواية من اتى حائضا فليتصدق بدينار أو نصف دينار اما الرواية\nالأولى فرواها البيهقي من حديث ابن جريح عن أبي أمية عن مقسم عن ابن عباس\nمرفوعا إذا اتى أحدكم امرأته في الدم فليتصدق بدينار وإذا اتاها وقد رأت\nالطهر ولم تغتسل فليتصدق نصف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p422'> Vol. 02, p. 422</a>\n            </div>\n            \n</p>\n\n<p>\nدينار ورواها من حديث ابن جريج عن عطاء عن ابن عباس موقوفا واما الثانية\nفرواها البيهقي من طريق سعيد بن أبي عروبة عن عبد الكريم أبى أمية مرفوعا\nوجعل التفسير من قول مقسم فقال فسر ذلك مقسم فقال إن في غشيها الدم فدينار\nوان غشيها بعد انقطاع الدم قبل أن تغتسل فنصف دينار واما الثالثة فرواها\nالترمذي والبيهقي أيضا من هذا الوجه بلفظ إذا كان دما احمر فدينار وإذا كان\nدما اصفر فنصف دينار ورواها الطبراني من طريق سفيان الثوري عن خصيف وعلي بن\nبذيمة وعبد الكريم عن مقسم بلفظ من اتى امرأته وهي حائض فعليه دينار ومن\nاتاها في الصفرة فنصف دينار ورواها الدارقطني من هذا الوجه فقال في الأولى\nفي الدم ورواه أبو يعلى والدارمي من طريق أبى جعفر الرازي عن عبد الكريم\nبسنده في رجل جامع امرأته وهي حائض فقال إن كان دما عبيطا فليتصدق بدينار\nالحديث واما الرابعة فرواها ابن الجارود في المنتقى من طريق عبد الحميد عن\nمقسم عن ابن عباس فليتصدق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p423'> Vol. 02, p. 423</a>\n            </div>\n            \n</p>\n\n<p>\nبدينار أو نصف دينار ورواه أيضا احمد وأصحاب السنن والدارقطني وله طرق في\nالسنن غير هذه لكن شك شعبة في رفعه عن الحكم عن عبد الحميد (تنبيه) قول\nالرافعي جاء في رواية فليتصدق بدينار ونصف دينار فيه تحريف وهو حذف الألف\nوالصواب أو نصف دينار كما تقدم: واما الروايات المتقدمة كلها فمدارها على\nعبد الكريم أبى أمية وهو مجمع على تركه الا انه توبع في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p424'> Vol. 02, p. 424</a>\n            </div>\n            \n</p>\n\n<p>\nبعضها من جهة خصيف ومن جهة علي بن بذيمة وفيهما مقال واعلت الطرق كلها\nبالاضطراب وأما الأخيرة <span id='ms168'></span> وهي رواية عبد الحميد فكل رواتها مخرج لهم في\nالصحيح الا مقسم فانفرد به البخاري لكنه ما أخرج له الا حديثا واحدا في\nتفسير النساء قد توبع عليه وقد صححه الحاكم وابن القطان وابن دقيق العيد\nوقال الخلال عن أبي داود عن أحمد ما أحسن حديث عبد الحميد فقيل له تذهب\nإليه قال نعم وقال أبو داود هي الرواية الصحيحة وربما لم يرفعه شعبة وقال\nقاسم بن أصبغ رفعه غندر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p425'> Vol. 02, p. 425</a>\n            </div>\n            \n</p>\n\n<p>\nثم إن هذا من جملة الأحاديث التي ثبت فيها سماع الحكم من مقسم واما تضعيف\nابن حزم لمقسم فقد نوزع فيه وقال فيه أبو حاتم صالح الحديث وقال ابن أبي\nحاتم في العلل سألت أبى عنه فقال اختلف الرواة فيه فمنهم من يوقفه ومنهم من\nيسنده واما من حديث شعبة فان يحيى بن سعيد أسنده وحكى عن شعبة أنه قال\nأسنده للحكم مرة ووقف مرة وبين البيهقي في روايته ان شعبة رجع عن رفعه\nورواه الدارقطني س حديث شعبة موقوفا وقال شعبة اما حفظي فمرفوع وأما فلان\nوفلان وفلان فقالوا غير مرفوع وقال البيهقي قال الشافعي في أحكام القرآن لو\nكان هذا الحديث ثابتا لأخذنا به انتهي: والاضطراب في اسناد هذا الحديث و؟؟\nكثير جدا وقال الخطابي قال أكثر أهل العلم لا شئ عليه وزعموا أن هذا الحديث\nمرسل أو موقوف على ابن عباس قال والأصح انه متصل مرفوع لكن الذمم برية الا\nان تقوم الحجة بشغلها وقال ابن عبد البر حجة من لم يوجب الكفارة باضطراب\nهذا الحديث وان الذمة على البراءة ولا يجب ان يثبت فيها شئ لمسكينين ولا\nغيره الا بدليل لا مدفع فيه ولا مطعن عليه وذلك معدوم في هذه المسألة وقد\nأمعن ابن القطان القول في تصحيح هذا الحديث والجواب عن طرق الطعن فيه بما\nيراجع منه وأقر ابن دقيق العيد تصحيح ابن القطان وقواه في الامام وهو\nالصواب فكم من حديث قد احتجوا فيه من الاختلاف أكثر مما في هذا كحديث بئر\nبضاعة وحديث <span id='ms169'></span> القلتين ونحوهما وفي ذلك ما يرد على النووي في دعواه في شرح\nالمهذب والتنقيح والخلاصة ان الأئمة كلهم خالفوا الحاكم في تصحيحه وان الحق\nانه ضعيف باتفاقهم وتبع النووي في بعض ذلك ابن الصلاح والله أعلم *]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p426'> Vol. 02, p. 426</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] معاذ بن جبل سألت رسول الله صلى الله عليه وسلم عما يحل للرجل\nمن امرأته وهي حائض فقال ما فوق الإزار أبو داود من حديثه وقال ليس بالقوى\nوفي اسناده بقية عن سعيد ابن عبد الله الاغطش ورواه الطبراني من رواية\nإسماعيل بن عياش عن سعيد بن عبد الله الخزاعي فإن كان هو الاغطش فقد توبع\nبقية وبقيت جهالة حال سعيد فانا لا نعرف أحدا وثقه وأيضا فعبد الرحمن بن\nعائذ رواية عن معاذ قال أبو حاتم روايته عن علي مرسلة فإذا كان كذلك فعن\nمعاذ أشد ارسالا * وفي الباب عن حرام بن حكيم عن عمه انه سأل رسول الله صلى\nالله عليه وسلم ما يحل لي من امرأتي وهي حائض قال لك ما فوق الإزار رواه\nأبو داود * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p427'> Vol. 02, p. 427</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] من رتع حول الحمي يوشك ان يواقعه متفق عليه من حديث النعمان\nبن بشير وله عندهما وعند غيرهما عنه ألفاظ * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p428'> Vol. 02, p. 428</a>\n            </div>\n            \n</p>\n\n<p>\n(1) حديث عائشة كنت مع النبي صلى الله عليه وسلم في الخميلة فحضت فانسللت\nفقال انفست فقلت نعم فقال خذي ثياب حيضتك وعودي إلى مضجعك ونال منى ما ينال\nالرجل من امرأته الا ما تحت الإزار: مالك في الموطأ والبيهقي من حديث عائشة\nبمعناه واسناده عند البيهقي صحيح وليس فيه قوله ونال منى ما ينال الرجل من\nامرأته وقد نكر ذلك النووي في شرح المهذب على الغزالي حيث أوردها في وسيطه\nوهو في ذلك تابع لامامه في النهاية قال النووي وهذه الزيادة غير معروفة في\nكتب الحديث وفي الصحيحين من حديثها كانت إحدانا إذا كانت حائضا أمرها رسول\nالله صلى الله عليه وسلم فتأتزر بإزارها ثم يباشرها لفظ مسلم * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p429'> Vol. 02, p. 429</a>\n            </div>\n            \n</p>\n\n<p>\n(قوله) وروى من حديث أم سلمة مثل حديث عائشة: قلت هو متفق عليه من من <span id='ms170'></span>\nحديثها نحوه دون الزيادة المنكرة ولفظهما بينا أنا مضطجعة مع رسول الله صلى\nالله عليه وسلم في الخميلة إذا حضت فانسللت فأخذت ثياب حيضتي فقال انفست\nقلت نعم فدعاني فاضطجعت معه في الخميلة * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p430'> Vol. 02, p. 430</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] عائشة قالت جاءت فاطمة بنت أبي حبيش إلى النبي صلى الله عليه\nوسلم فقالت يا رسول الله انى امرأة استحاض فلا أطهر أفأدع الصلاة قال لا\nإنما ذلك عرق وليست بالحيضة فإذا أقبلت الحيضة فدعي الصلاة فإذا أدبرت\nفاغسلي عنك الدم وصلى لفظ الترمذي من رواية وكيع وعبدة وأبى معاوية عن هشام\nعن أبيه عنها وزاد قال أبو معاوية في حديثه وتوضأي لكل صلاة حتى يجئ ذلك\nالوقت وراه أبو داود وابن ماجة من حديث وكيع وفيه وتوضأي ورواه ابن حبان في\nصحيحه وأبو داود والنسائي من رواية محمد بن عمرو عن الزهري عن عروة وفيه\nفتوضأي وصلى ومن طريق أبى حمزه السكري عن هشام بن عروة بلفظ فاغتسلي وتوضأي\nلكل صلاة ورواه مسلم في الصحيح دون قوله وتوضأي من حديث هشام ثم أخرجه عن\nخلف عن حماد بن زيد عن هشام وقال في آخره وفى حديث حماد حرف تركنا ذكره قال\nالبيهقي هو قوله وتوضأي لأنها زيادة غير محفوظة وقد بين أبو معاوية في\nروايته انها قول عروة وكان مسلما ضعف هذه الرواية لمخالفتها سائر الرواة عن\nهشام: قلت قد زادها غيره كما تقدم وكذا رواه الدارمي من حديث حماد بن سلمة\nوالطحاوي وابن حبان من حديث أبي عوانة وابن حبان من حديث أبي حمزة السكري:\nقلت ورواية أبى معاوية المفصلة أخرجها البخاري لكن سياقه لا يدل على\nالادراج كما بينته في المدرج: وروى أبو داود وابن ماجة من طريق الأعمش عن\nحبيب بن أبي ثابت عن عروة عن عائشة لم ينسب أبو داود عروة ونسبه ابن ماجة\nفي روايته فقال ابن الزبير وكذا الدارقطني وقد قال علي بن المديني وغيره\nولم يسمع حبيب من عروة بن الزبير وإنما سمع من عروة المزني وقال الترمذي <span id='ms171'></span> في\nالحج عن البخاري لم يسمع حبيب من عروة بن الزبير شيئا: وقد أخرج البزار\nوإسحاق بن راهويه هذا الحديث في ترجمة عروة بن الزبير عن عائشة فإن كان\nعروة هو المزني فهو مجهول وإن كان ابن الزبير فالاسناد منقطع لان حبيب بن\nأبي ثابت مدلس: وقد روى الحاكم من حديث ابن أبي مليكة عن عائشة في قصة\nفاطمة بنت أبي حبيش ثم لتغتسل في كل يوم غسلا ثم الطهور عند كل صلاة\nولأصحاب السنن سوى النسائي من طريق عدى بن ثابت عن أبيه عن جده مرفوعا انه\nامر المستحاضة تدع الصلاة أيام أقرائها ثم تغتسل والوضوء عند كل صلاة\nواسناده ضعيف: وعن جابر ان النبي صلى الله عليه وسلم امر المستحاضة بالوضوء\nلكل صلاة رواه أبو يعلى باسناد ضعيف ومن طريقه البيهقي وعن سودة بنت زمعة\nنحوه رواه الطبراني * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p449'> Vol. 02, p. 449</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] انه صلى الله عليه وسلم قال لفاطمة بنت أبي حبيش ان دم الحيض\nاسود يعرف وان له رائحة فإذا كان ذلك فدعي الصلاة وإذا كان الآخر فاغتسلي\nوصلى أبو داود والنسائي من حديث عروة عن فاطمة بنت أبي حبيش وزاد النسائي\nفإنما هو عرق الا انه ليس عندهما وان له رائحة وكذا رواه ابن حبان والحاكم:\n(تنبيه) وقع في الوسيط تبعا للنهاية زيادة بعد قوله فإنما هو عرق انقطع\nوأنكر قوله انقطع ابن الصلاح والنووي وابن الرفعة وهي موجودة في سنن\nالدارقطني والحاكم والبيهقي من طريق ابن أبي مليكة جاءت خالتي فاطمة بنت\nأبي حبيش إلى عائشة فذكر الحديث وفيه فإنما هو داء غرض أو ركضة من الشيطان\nأو عرق انقطع * (2) قوله ورد في صفته انه اسود محتدم بحراني ذو دفعات هذا\nتبع فيه الغزالي وهو تبع الامام وفي تاريخ العقيلي عن عائشة نحوه قالت دم\nالحيض احمر بحراني ودم الاستحاضة كغسالة اللحم وضعفه والصفة المذكورة وقعت\nفي كلام الشافعي في الام * (3) قوله وورد في صفته أنه احمر رقيق مشرق لم\nأجده بل روى الدارقطني والبيهقي والطبراني من حديث <span id='ms172'></span> أبي أمامة مرفوعا دم\nالحيض اسود خاثر تعلوه حمرة ودم الاستحاضة اصفر رقيق وفى رواية ودم الحيض\nلا يكون الا اسود غليظا تعلوه حمرة ودم الاستحاضة دم رقيق تعلوه صفرة *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p450'> Vol. 02, p. 450</a>\n            </div>\n            \n</p>\n\n<p>\n(حديث) انه صلى الله عليه وسلم قال لحمنة بنت جحش انعت لك الكرسف قالت هو\nأكثر من ذلك قال فاتخذي ثوبا الحديث تقدم في أوائل الباب * (حديث) عائشة\nجاءت فاطمة بنت أبي حبيش الحديث كما تقدم في الرواية الماضية دون قوله\nوتوضأي قال أخرجاه في الصحيحين وهو كما قال كما تقدم * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p452'> Vol. 02, p. 452</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] أم سلمة ان امرأة كانت تهراق الدماء على عهد رسول الله صلى\nالله عليه وسلم فاستفتيت لها رسول الله صلى الله عليه وسلم فقال لنظر عدد\nالأيام والليالي التي كانت تحيضهن من الشهر قبل أن يصيبها الذي أصابها\nفلتترك الصلاة قدر ذلك من الشهر فإذا خلفت ذلك فلتطهر ثم تستثفر بثوب ثم\nلتصل: مالك والشافعي واحمد وأبو داود والنسائي وابن ماجة وغيره من حديث\nسليمان بن يسار عنها قال النووي اسناده على شرطهما وقال البيهقي هو حديث\nمشهور الا ان سليمان لم يسمعه منها وفي رواية لأبي داود عن سليمان ان رجلا\nاخبره عن أم سلمة وللدارقطني عن سليمان ان فاطمة بنت أبي حبيش استحيضت\nفأمرت أم سلمة وقال المنذري لم يسمعه سليمان وقد رواه موسي بن عقبة عن نافع\nعن سليمان عن مرجانة عنها وساقه الدارقطني من طريق صخر بن جويرية عن نافع\nعن سليمان أنه حدثه رجل عنها * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p469'> Vol. 02, p. 469</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] ان النبي صلى الله عليه وسلم قال دعي الصلاة أيام أقرائك أبو\nداود والنسائي من حديث فاطمة بنت أبي حبيش انها شكت إلى رسول الله صلى الله\nعليه وسلم الدم فقال إذ اتاك قرؤك فلا تصلى وإذا مر قرؤك فتطهري ثم صلى ما\nبين القروء إلى القروء ورواه النسائي من حديث الزهري عن عمرة عن عائشة ان\nأم حبيبة كانت تستحاض فسألت النبي صلى الله عليه وسلم فأمرها ان تترك\nالصلاة قدر أقرائها وحيضها ورواه ابن حبان <span id='ms173'></span> من طريق هشام عن أبيه عنها بنحوه\nورواه البيهقي موقوفا والطبراني في الصغير مرفوعا من طريق قمير امرأة مسروق\nعنها بنحوه وزاد إلى مثل أيام أقرائها ورواه الدارقطني من طرق عن أم سلمة\nوهو في أبى داود كما تقدم ورواه الدارمي من حديث عدى بن ثابت عن أبيه عن\nجده وهو في الترمذي وأبى داود وابن ماجة ولفظه في المستحاضة تدع الصلاة\nأيام أقرائها التي كانت تحيض ثم تغتسل وتصلى واسناده ضعيف: وفي الباب عن\nسودة بنت زمعة نحوه وزاد ثم تتوضأ لكل صلاة رواه الطبراني في الأوسط وفيه\nعن جابر نحوه * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p470'> Vol. 02, p. 470</a>\n            </div>\n            \n</p>\n\n<p>\n(1) [حديث] عائشة كنا نعد الصفرة والكدرة حيضا قال وهذا اخبار عما عهدته\nفي زمن النبي صلى الله عليه وسلم قال النووي في شرح المهذب لا اعلم من رواه\nبهذا اللفظ انتهي وفى البيهقي عن عمرة عن عائشة انها كانت تنهي النساء ان\nينظرن إلى أنفسهن ليلا في الحيض وتقول انها قد يكون الصفرة والكدرة وفي\nالموطأ من حديث أم علقمة عن عائشة في قصة النساء اللاتي كن يرسلن إليها\nبالكرسف فيه الصفرة من دم الحيض فتقول لا تعجلن حتى ترين القصة وعلقه\nالبخاري وهذا قريب مما أورده الرافعي وقال البيهقي روى باسناد ضعيف عن\nعائشة قالت ما كنا نعد الصفرة والكدرة شيئا ونحن مع رسول الله صلى الله\nعليه وسلم ثم ساقه وفيه بحر السقاء وهو ضعيف وأخرجه ابن أبي حاتم في العلل\nمن طريقه وهو عكس ما أورده الرافعي وفي البيهقي أيضا من وجه اخر نحوه *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p487'> Vol. 02, p. 487</a>\n            </div>\n            \n</p>\n\n<p>\n(1) * (حديث) * أم عطية وكانت ممن بايع النبي صلى الله عليه وسلم قالت\nكنا لا نعد الصفرة والكدرة شيئا البخاري بهذا من حديثها زاد أبو داود\nوالحاكم فيه بعد الطهر شيئا ورواه الإسماعيلي في مستخرجه بلفظ كنا لا نعد\nالصفرة والكدرة شيئا يعنى في الحيض وللدارمي بعد الغسل: (تنبيه) وقع في\nالنهاية والوسيط زيادة في هذا وراء العادة وهي زيادة باطلة * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p488'> Vol. 02, p. 488</a>\n            </div>\n            \n</p>\n\n<p>\n(1) * (حديث) * سهلة بنت سهيل انها استحيضت فاتت النبي صلى الله عليه <span id='ms174'></span>\nوسلم فأمرها بالغسل عند كل صلاة أبو داود من حديث محمد بن إسحاق عن عبد\nالرحمن بن القاسم عن أبيه عن عائشة بهذا وقد قيل إن ابن إسحاق وهم فيه *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p492'> Vol. 02, p. 492</a>\n            </div>\n            \n</p>\n\n<p>\n(1) * (حديث) * أم سلمة كانت النفساء تجلس على عهد رسول الله صلى الله\nعليه وسلم أربعين يوما احمد وأبو داود والترمذي وابن ماجة والدارقطني\nوالحاكم من حديث أبي سهل كثير بن زياد عن مسة الأزدية عنها وله ألفاظ وفيه\nمن الزيادة وكنا نطلي وجوهنا بالورس والزعفران وزاد أبو داود ولا يأمرها\nالنبي صلى الله عليه وسلم بقضاء صلاة النفاس وأبو سهل وثقه البخاري وابن\nمعين وضعفه ابن حبان وأم مسة مجهولة الحال قال الدارقطني لا يقوم بها حجة\nوقال ابن القطان لا يعرف حالها واغرب ابن حبان فضعفه بكثير بن زياد فلم يصب\nوقال النووي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p574'> Vol. 02, p. 574</a>\n            </div>\n            \n</p>\n\n<p>\nقول جماعة من مصنفي الفقهاء ان هذا الحديث ضعيف مردود عليهم وله شاهد:\nأخرجه ابن ماجة من طريق سلام عن حميد عن انس ان رسول الله صلى الله عليه\nوسلم وقت للنفساء أربعين يوما الا أن ترى الطهر قبل ذلك قال لم يروه عن\nحميد غير سلام وهو ضعيف ورواه عبد الرزاق من وجه آخر عن انس مرفوعا وروى\nالحاكم من حديث الحسن عن عثمان ابن أبي العاص قال وقت رسول الله صلى الله\nعليه وسلم للنساء في نفاسهن أربعين يوما قال أن سلم من أبى بلال الأشعري:\nقلت وقد ضعفه الدارقطني والحسن عن عثمان بن أبي العاص منقطع والمشهور عن\nعثمان موقوف عليه * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p575'> Vol. 02, p. 575</a>\n            </div>\n            \n</p>\n\n<p>\n* (1) (حديث) لا توطأ حامل حتى تضع ولا حائل حتى تحيض احمد وأبو داود\nوالمحاكم من حديث أبي سعيد الخدري ان النبي صلى الله عليه وسلم قال في\nسبابا أو طاس لا توطأ حامل حتى تضع ولا غير ذا ت حمل حتى تحيض واسناده حسن\nوروى الدارقطني من حديث عبد الله بن عمران العابدي عن ابن عيينة عن عمرو\nابن مسلم الجندي عن عكرمة عن ابن عباس قال نهي رسول الله صلى الله <span id='ms175'></span> عليه\nوسلم ان توطأ حامل حتى تضع أو حائل حتى تحيض ثم نقل عن ابن صاعد أن العابدي\nتفرد بوصله وان غيره أرسله ورواه الطبراني في الصغير من حديث أبي هريرة\nباسناد ضعيف وأبو داود من حديث رويفع بن ثابت بلفظ لا يحل لا مرئ يؤمن\nبالله واليوم الآخر أن يقع على امرأة من السبي حتى يستبرئها بحيضة وروى ابن\nأبي شيبة عن علي قال نهي رسول الله صلى الله عليه وسلم ان توطأ الحامل حتى\nتضع أو الحائل حتى تستبرأ بحيضة لكن في اسناده ضعف وانقطاع * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p576'> Vol. 02, p. 576</a>\n            </div>\n            \n</p>\n\n<p>\n(7) [حديث] على أقل الحيض يوم وليلة كان يشير إلي ما ذكره البخاري تعليقا\nعن علي وشريح انهما جوزا ثلاث حيض في شهر وقد ذكرت من وصله في تعليق\nالتعليق * قوله وروى مثله عن عطاء ذكره البخاري أيضا تعليقا ووصله\nالدارقطني * قوله روى عن الأوزاعي كانت عندنا امرأة تحيض بالغداة وتطهر\nبالعشي رواه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p600'> Vol. 02, p. 600</a>\n            </div>\n            \n</p>\n\n<p>\nالدارقطني من طريق محمد بن مصعب سمعت الأوزاعي يقول عندنا ههنا امرأة\nتحيض غدوة وتطهر عشية * * (حديث) * على ما زاد على خمسة عشر فهو استحاضة\nهذا اللفظ لم أجده عن علي لكنه يخرج من قصة على وشريح التي تقدمت * قوله\nوروى مثله عن عطاء هو عند الدارقطني صحيح وعلقه البخاري أيضا * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p601'> Vol. 02, p. 601</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قوله مذهب عمر من جامع في الحيض فعليه عتق رقبة لم أجده عن عمر هكذا\nلكن روى الطبراني من حديث ابن عباس جاء رجل فقال يا رسول الله أصبت امرأتي\nوهي حائض فأمره ان يعتق النسمة وقيمة النسمة يومئذ دينار وفى اسناده عبد\nالرحمن بن يزيد بن تميم وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p602'> Vol. 02, p. 602</a>\n            </div>\n            \n</p>\n\n<p>\nضعيف ورواه ابن حبان في الضعفاء أيضا وروى الدارمي وغيره ان القصة وقعت\nلعمر كانت له امرأة تكره الجماع فطلبها فاعتلت بالحيض فظن أنها كاذبة فوقع\nعليها فإذا هي صادقة فاتى النبي صلى الله عليه وسلم فأمره ان يتصدق بخمس\nدينار وقال ابن المنذر هو قول سعيد بن جبير (قلت) لكن روى الدارمي عنه أنه\nقال ذنب اتاه وليس كفارة * .. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p603'> Vol. 02, p. 603</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "079",
    "080",
    "081",
    "082",
    "087",
    "088",
    "089",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "106",
    "107",
    "108",
    "109",
    "110",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "150",
    "151",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "175",
    "176",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "265",
    "266",
    "267",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "315",
    "316",
    "320",
    "321",
    "322",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "349",
    "352",
    "353",
    "354",
    "355",
    "360",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "385",
    "386",
    "387",
    "390",
    "391",
    "392",
    "393",
    "394",
    "396",
    "397",
    "413",
    "414",
    "415",
    "416",
    "417",
    "419",
    "421",
    "422",
    "423",
    "424",
    "425",
    "426",
    "427",
    "428",
    "429",
    "430",
    "449",
    "450",
    "452",
    "469",
    "470",
    "487",
    "488",
    "492",
    "574",
    "575",
    "576",
    "600",
    "601",
    "602",
    "603"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12"
  ]
}