{
  "content": "\n\n#\n<p>\n| بسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله الذي فضل ملوك الأمة المحمدية وسلاطين الملة الاحمدية على كثير\nمن عباده تفضيلا وجعلهم للأنام من حوادث الأيام في أفاق بلاده ظلا ظليلا\nوأوضح لهم إلى اكتساب الفضائل واجتناب الرذائل 2 / ب بعناية الأزلية سبيلا\nوأقام على سعادتهم في مناهج معجلتهم من يمن حركاتهم وسكناتهم دليلا وعداهم\nللنظر في مصالح الرعايا باستعلام وقائع القضايا فهي تتلى عليهم بكرة وأصيلا\n</p>\n\n<p>\nنحمده على نعم لم تعزب عنا طوالعها ونشكره على 3 / أ من لم تنصب لدينا\nمشارعها حم من استنفد من القيام بشكره عدة أيامه إلا قليلا\n</p>\n\n<p>\nوأشهد أن لا اله إلا الله مالك الملك الحكم العدل الغني عن الشريك\nوالوزير والكفيل والظهير والمعين والمشير القيوم الذي لو رامت العقول\nالإحاطة بكنة تدبيره 3 ب لرجع طرفها حسيرا وخذها كليلا\n</p>\n\n<p>\nوأشهد أن سيدنا محمد عبده ورسوله الذي سبغت به نعمة الهداية اكمل سبوغ\nوجعل لها سلطانا نصيرا أقضي إلى درك غاية الظفر ونهاية البلوغ وأيده\nبالكتاب العزيز الذي ضمنه من نبأ الأولين والآخرين ما جعله بإعجازه كفيلا 4\n/ أ شهادة تفيض على الأسرار نورها وتستفيض على الأنظار بظهورها وتلقى\nالشيطان منها قولا ثقيلا ونصلي ونسلم على المبعوث بالآيات الباهرة والأحكام\nالزاهرة التي أبرأت بأنوار حقها الساطعة من أنصاب القلوب عليلا سيدنا محمد\nالمبعوث 4 / ب بالصفات الطاهرة والمعجزات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nالظاهرة التي شنت ببراهينها للقاطعة من اضطراب النفوس غليلا وعلى مبايعة\nومتابعية الذين أعلاهم الله أعلى المراتب بأعظم الوسائل وأولاهم أولى\nالمناقب بأكرم الشمائل صلاة وسلاما لسنة 5 أ دوامها المفترض تحويل ورضي\nالله عن ولاة أمور الموحدين وحماة حوزة الدين أئمة الإسلام الذين صدقوا ما\nهادوا الله عليه وما بدلوا تبديلا رضوانا يحلهم به منازل آنسة من حظائر\nقدسه في جنات عدن خير مستقر وأحسن 5 ب مقيلا أما بعد\n</p>\n\n<p>\nفقد وضح لذوي الدراية والعرفان وثبت عند أولي الرواية بالدليل والبرهان\nأن السلطنة منزلة عالية معدودة من الرتب العظام المضبوط بها مصالح الخواص\nوالعوام وأن لعلو فخرها وعلو قدرها امتن الله ( 6 أ ) بها على <span id='ms01'></span> كليمة موسى\nعليه السلام حين استضعف نفسه عن أداء رسالة ربه وخاف أن لا ينهض منفردا\nبثقل أعباء ما أمره الله به فسأل الحق جل وعلى أعاده بإسعافه في ذلك بأخيه\nهارون فقال ^ وأخي هارون هو أفصح مني لسانا فأرسله ( 6 ب ^ معي ردءا يصدقني\nأني أخاف أن يكذبون ) فأجابه الله إلى سؤاله وأجناه من شجرة سؤله ثمرة\nنواله ومنحه سلطنه يقصر عن تأميل إدراكها الطالبون ولا يقدر على منالها بجد\nواجتهاد الراغبون فقال تعالى ^ سنشد عضدك بأخيك ونجعل لكما سلطانا ( 7 أ ^\nفلا يصلون إليكما بآياتنا أنتما ومن اتبعكما الغالبون ) وأن الأحرى بمن\nارتضاه الله لها من خليقته وناط أزمة أمورها نقصا وإبراما بقضية أن يأخذ\nنفسه برعاية أحوالها ويرضوها في أفعالها وأقوالها ويعلم يقينا أنه متى قدر\nعلى سياسته ( 7 ب ) نفسه كان على سياسة غيره أقدر وإذا أهمل أمر نفسه كان\nبإهمال غيره أجدر كما قيل\n</p>\n\n<p>\n( أتطمع أن يطيعك قلب سعدي % وتزعم أن قلبك قد عصاكا )\n</p>\n\n<p>\nوقد تزين نفس الإنسان له حسن الظن بها فيعتقد أنه متصف بمحاسن الأخلاق (\n8 أ ) فيعرض عن مراعاتها وينقاد بزمام الرضى عنها إلى متابعتها في شهواتها\nفيبقى وهو لا يعلم في أسر هواه مرتهنا معدودا ممن زين له سوء عمله فرآه\nحسنا فيقوى نفسه عليه حتى تغلب عقله ويلعب به هواه حتى يستنفد في شهواته\nقوله وفعله ويكشفه ( 8 ب ) صوارف غفلاته عن تأمل إصلاح شأنه فتنسيه فروعه\nوأصله فلا يشعر إلا وقد أشرف به الصلف على التلف فأغسد أمره كله فمتى\nاستظهر على هذه الحالة من مبدأ أمره واعتبر مواقع تزين النفس المارة بالسوء\nببصيرة فكره وحصر أسباب التزيين ( 9 أ ) فقطعه بشبا صبره وزجر قلبه عن\nإتباع هواه بموجبات زجره وقهر نفسه فانقادت طوع عقله في سره وجهره كان\nخليقا أن تنقلب خلائقه الذاتية حميدة وطرائقه المأتية سعيدة ونظراته في\nتصريف الحركات والسكنات سعيدة ( 9 ب ) فلا جرم تكون دولته دائمة ومدته\nمديدة ولا يدرك هذا الاستظهار بعين اليقين إلا إذا أحاط علما بأسباب\nالتزيين فقطعها <span id='ms02'></span> بحد عزمه المبين ودفعها بحد ذي القوة المتين وانه يتعين على\nمن رزقه الله نعمة السلطنة وحلاه بعقدها وأتاه أزمة حل ( 10 أ ) الأمور\nوعقدها وجعله نائبا في حماية بلاده ورعاية عباده واليه مال مرجعها ومردها\nأن يصرف عناية اهتمامه المتقنة إلى النظر في عشرة أمور وهي قرار قواعد\nالملك وقطب السلطنة الأول حفظ بيضة الإسلام ( 10 ب ) والقيام بحمايته في\nجميع أقطار بلاده ونواحي مملكته لئلا يقوى عليه بشوكة كافر ولا تصل إليه يد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nفاجر وذلك بإقامة الأمراء والأجناد وإعداد الأهبة والاستعداد وتحصيل\nمهمات الإمداد لإرهاب الأعداء ( 11 أ ) والأضداد\n</p>\n\n<p>\nوالثاني تفقد المعاقل والحصون والثغور باعتبار أحوال ولاتها واختيار رجال\nحماتها والمبادرة إلى إصلاح عمائرها وذخائرها ومهماتها\n</p>\n\n<p>\nوالثالث إقامة السياسات لدفع العتاة والمفسدين وردع الطغاة ( 11 ب )\nوالمعتدين فإن بها يسترعى الرعايا لتحصيل المعايش والأقوات ويعم نفع\nالبرايا بالأسفار التي لا تحصل إلا بأمن الطرقات\n</p>\n\n<p>\nوالرابع إقامة حدود الله المانعة من ارتكاب المحارم الوازعة من اقتراف\nالجرائم الرادعة عن اكتساب المظالم فقد جعلها ( 12 أ ) الله لحفظ النفوس\nوحراسة الأموال وأمر بإقامتها فلا يحل إسقاطها بشفاعة ولا سؤال\n</p>\n\n<p>\nوالخامس دوام تمسكة بحبل الشريعة الغراء والتزامها واعتماده في أمر ونهيه\nعلى نقصها وإبرامها واعتبار أمور القائمين بأحكام ( 12 ب ) أحكامها\nواعتناؤه بإقامة صلحاء قضاتها وحكامها فبنصبه فيأصل القضاة قطع النزاع\nوصيانة الأموال والحقوق عن الإتلاف والضياع وحفظ ذلك من أن تمد إليه أيدي\nالاقتطاع من ذوي البغي وأولي الأطماع ( 13 أ ) وإقامة العقود المحتاج إليها\nعلى مالها من الأوضاع\n</p>\n\n<p>\nوالسادس القيام بإقطاع الأمراء والأجناد وأرزاق الحقوق اللازمة من العباد\nوترتيبهم على مقدار منازلهم وأحوالهم وتفضيلهم بما يوجبه تفاضل الاحتياج\nإليهم في أعمالهم\n</p>\n\n<p>\n( 13 ب ) والسابع الاهتمام بجهاب الأموال لاجتلاب أنواعها ومواطن الغلال\nالتي بها تقوية البلاد باعتبار مزارع ضياعها وان لا تؤخذ إلا بالحق والعدل\nفهو أكبر حارس لها من ضياعها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nوالثامن استخدام الكفاة والأمناء والأتقياء واستعمال ( 14 أ ) النصحاء\nالصلحاء الأقوياء لتكون الأحوال يكفايتهم ملحوظة مضبوطة وبأمانتهم ونصحهم\nمحفوظة محوطة\n</p>\n\n<p>\nوالتاسع الانتصاب لأمور العامة بأن يجلس لها وقتا <span id='ms03'></span> من الأوقات لكشف\nالمظالم ولإقامة فريضة العدل لإزالة المظالم\n</p>\n\n<p>\nوالعاشر ( 14 ب ) التطلع إلى مجددات الأحوال وحوادث المرور واستعمال\nالفكرة فيما يتجدد منها مخافة طرئان مكررة ومحذور بأن يجعل له عيونا\nيعتمدهم بصددها وثقاة يعدهم لرصدها فإن حوادث الأقدار وتقلبات الأدوار ( 15\nأ ) قد تجعل الموافق مخالفا والموالي مجانبا والأمين خائنا والناصح غاشا\nوالساكن متحركا والمقرب مباينا فإذا تطلع إلى معرفة مجددات الأسباب ظهر له\nالخطأ من الصواب وعلم المحق من المبطل المرتاب فبادر إلى إصلاح الخلل\nوإزالة الاضطراب ( 15 ب ) فهذه الأمور العشرة أصول شوامخ ينشأ منها شعب\nمتفرعة وقواعد ورواسخ ينبني عليها أحكام فإذا لحظها السلطان بعين يقظتة\nوأدخل أحكام أحكامها في باب معرفته أقام بما وجب عليه من حراسة الملة\nوسياسة ( 16 أ ) رعيته\n</p>\n\n<p>\nهذا وأنى لما رأيت بإعانة ولاة الأمر الأئمة على ما تحملوه من أعباء\nمصالح الأمة المهمة بتعريفهم مناهج إرشادهم وإسعافهم بمباهج إسعادهم من\nلوازم طاعتهم التي لا بد لكل مسلم منها وتمام نصرتهم ( 16 ب ) التي لا غنى\nلمستمسك بدين الله عنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nوالغيت المصنفات المعتبرة في أحكام رياسة أئمة الإسلام المرعية والمؤلفات\nالمشتهرة في أحكام سياسة الخاص والعوام من الرعية أما بسط ممل العزمات عن\nتصفحة عليلة أو وجيزة مخل الرغبات ( 17 أ ) في تلمحة قليلة حدانى غرض أختلع\nفي سرى وأمل عتلج في صحرى على أن أصرف همتي الفاترة وأبعث قريحتي القاصرة\nإلى تأليف مختصر في قواعد تعريف رياسة الإمام ومعاقدها وعوائد تصريف سياسة\nالآنام ومراشدها ( 17 ب ) جامع لزبد هذه الأسباب قاطع بما يشتمل عليه من\nالفوائد وزوائد المقاصد شبه الارتياب واقع بإفادة التحقيق وإجادة التدقيق\nموقع الغرض من هذا الباب\n</p>\n\n<p>\nفاستخرت الله الذي ما خاب من استخارة ولا بد من آب إليه ( 18 ب )\nواستجارة والفت هذا الكتاب البديع واللباب الرفيع من شرائف المعارف\nالمسطورة في نفائس كتب هذا الفن المشهور وجعلته في هذا الشان عدة لكل حام\nحامل لأعباء الأمور وعمدة لكل كاف بمصالح الجمهور ( 18 ب ) وسميته إذا\nرسمته بتحرير السلوك في تدبير الملوك ورتبته بعد أن <span id='ms04'></span> هذبته على مقدمة مهمة\nوواسطة وخاتمة متمة\n</p>\n\n<p>\nأما المقدمة فتشمل على ما يتخلى عنه ولى الأمر من غرر النقائص الفاضحة\nوما يتحلى به من غرر الخصائص الواضحة ( 19 أ ) وأما الواسطة فتشتمل على ما\nيعتده ولي الأمر عند النظر في المظالم من الأحكام السلطانية وما يعتمده حين\nالحكم من السياسات الدينية\n</p>\n\n<p>\nوأما الخاتمة فتشتمل على التبيان لما يحكمه ولي الأمر من الأعمال عند\nالنظر في الجرائم بواضح البيان\n</p>\n\n<p>\n( 19 ب ) وأنا راغب لكل خاطب وصاله وطلاب نواله أعيان السادات وسادات\nالأعيان الحائزين في حلبات البيان قصبات الرهان إذا جليت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nعليه عرائس جماله ونفائس كماله أن لا يفوق لهدف الاختيار سهم الاختيار (\n20 أ ) وأن يحذق إليه بصر الانتقاد فأي جواد لا يكبو وأي مهند لا ينبو ومع\nهذا فان لسان التقصير عن القيام بالعذر قصير والمصنف وأن نظم درر الفوائد\nفي منظوم الفوائد ونثر غرر ( 20 ب ) الفرائد في منثور الفوائد واستعان في\nترصيف ما صنف وتنقيح ما ألف من نقاد العبارة وفرسانها بحسبان البراعة\nوسحبانها معرض لحاسد أو طاعن بقال وقيل أل أن يحتاج له عاذر ومقيل وإني\nلأرجو أن يفخم أمره من الناس ( 21 أ ) حر شأنه الصفح والستر وإلى ذي الغني\nالمطلق أمد كف الفقر المحقق أن يجعلني فيه من المخلصين وبأذيال كرمه العام\nأعلق يد الفاقة والإعدام أن يجعله ذخيرة لي يوم الدين وبباب عفوه العزيز\nأقف وقفة المعترف بالعجز ( 21 ب ) والتقصير سائلا ستر عيوبي جمعا وإليه\nسبحانه أضرع أن لا يجعلني من الذين ضل سعيهم في الحياة الدنيا وهم يحسبون\nأنهم يحسنون صنعا ومن فيضه الجم أسأله المعونة على خزن الأمر وسهله وفيما\nخص وعم أتوكل عليه ( 22 أ ) واعتصم بحبله فهو الجواد الكريم البر الرحيم\nوهذا حين شروعنا في بيان المقصود من الكلام على مقاصد الكتاب بفضل مانح\nالجود فنقول وبالله الإعانة على الإبانة\n</p>\n\n<p>\n| الكلام على المقدمة الحرية بالتقدمة\n</p>\n\n<p>\nأعلم أن أولى ما تطلعت إليه أفكار ( 22 ب ) الملوك التي هي ملوك الأفكار\nورغبت فيه نفوسهم الشريفة التي خصها الله بمشكاة <span id='ms05'></span> الأنوار وأسجل لها حاكم\nالسعادة بشرف الهمة وصفاء الفكرة حتى يكاد زيتها يضيء ولو لم تمسسه نار\nالتخلي عن الرذائل والتحلي بالفضائل\n</p>\n\n<p>\n( 22 أ ) وأن الرذائل أمهات إذ أبعدتها النفس عنها وأزالتها منها استعدت\nللإنصاف بشرف الخلاء بلا خلاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nفأولها : الكبروثانيها : العجبوثالثها : الغرورورابعها : الشح وخامسها :\nالكذب\n</p>\n\n<p>\nفأما الكبر فهو جالب ( 23 ب ) لسخط الله المليك القهار قال الله تعالى\n<span class='quran'>كذلك يطبع الله على كل قلب متكبر جبار </span></p>\n\n<p>\nوروينا عن رسول الله صلى الله عليه وسلم فيما يرويه عن اله جلت عظمته أن\nتعالى يقول ^ الكبرياء ردائي والعظمة ازارى فمن ناز عني في شيء منها قصمته\n^\n</p>\n\n<p>\n( 24 أ ) وقلما اتصف ملك بصفة الكبر إلا اختلت أحوال مملكته واضطربت\nقواعد دولته وعميت عليه أبناء مصالحه وقل مواليه وظهرت مقالته بسهام أعاديه\n</p>\n\n<p>\nوأما العجب فهو من المهلكات قال الله تعالى ترهيبا لعباده المتدبرين ( 24\nب ) <span class='quran'>ويوم حنين إذ أعجبتكم كثرتكم فلم تغن عنكم شيئا وضاقت عليكم الأرض\nبما رحبت ثم وليتم مدبرين </span>^ وروينا عن رسول صلى الله عليه وسلم أنه\nقال ثلاث مهلكات شح مطاع وهوى متبع وإعجاب المرء بنفسه\n</p>\n\n<p>\nومن الحكم الصادر عن حكماء العلماء ( 25 أ ) الذين شرفهم الله بنزل قدسه\nمن استهواء العجب حتى نظر في عطفيه واختال في برديه ولم ير لغيره فضلا عليه\nفقد اكتسب التلف مما فوق في سهام المقت إليه واحتقب ما يورثه ندامة وحسرة\nيوم يعض الظالم على يديه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوأما ( 25 ب ) الغرور فهو مضل بصاحبه إلى العطب سائق له ورطات هلاك ذات\nشعب وهو أن يرى المغرور الأحوال في مباديها منتظمة في سلك السداد والأمور\nفي أوائلها جارية على وفق المراد والأوقات ساكنة عن هبوب عوارض البغي ( 26\nأ ) والفساد والاختلافات الشاغلة قد نزلت بساحات الأعداء والاضداد فيظن أن\nهذه الحالة واجبة الإطراد دائمة الاستمرار بلا انقطاع ولا نفاذ فيغتر بذلك\nفيهمل التأهب ويغفل عن الاستعداد فتفاجئه حوادث الخال وتباغته نوازل ( 26 ب\n) الزلل فتسد عنه أبواب الصلاح وتفتح عليه أبواب الفساد وأعظم موارد الغرور\nالنفاق المادحين ومدح المنافقين وتملق المقربين وتقرب <span id='ms06'></span> المتملقين الذين\nاتخذوا الكذب والنفاق وسيلة وجعلوا المكر والخداع أحبولة وحيلة ( 27 أ )\nفمتى وجدوا لنفاقهم نفاقا وسوقا ولكذبهم قبولا وتصديقا نصبوه سلما إلى\nمرامهم وأقاموا المغتر بهم غرضا لسهامهم واتخذوه عرضة لاستهزائهم به\nواستقسامهم وقد عد العلماء وأساطين الحكماء هذا النوع من الاغترار من أقوى\n( 27 ب ) الأسباب وحثوا أكابر الملوك على التيقظ له عند الإسهاب فيه\nوالإطناب ونبهوا على الاحتراز منه والتجنب عند أرباب الألباب فأن أقل ما\nفيه رواج الاستسخار والاستهزاء ونفاق الكذب بلا ارتياب ولهذا المعنى أمر (\n28 أ ) الرسول صلى الله عليه وسلم بإهانة مباشريه بقوله أحثوا في وجوه\nالمادحين التراب\n</p>\n\n<p>\nوأما الشح فهو من الأسباب التي أخبر الرسول صلى الله عليه وسلم بكونها\nمهلكة للورى ويكفي في ذمة الفلاح مقرون بالسلامة منه والتوقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nبلا ( 28 ب ) مراء قال الله تعالى في كتابه المكنون <span class='quran'>ومن يوق شح نفسه\nفأولئك هم المفلحون </span></p>\n\n<p>\nومن الحكم البالغة الشحيح مطرود مقامات الكرام معدود من سيئات الأيام\nمقصود بسهام الملامة بين النام لا يسود أبدا ولا يبلغ مقصدا\n</p>\n\n<p>\n( 29 أ ) وأما الكذب فيكفي في ذمة أنه يجانب الإيمان ويسلب خصيصة الإنسان\nفان النطق هو الفارق بينه وبين سائر الحيوان وآلته المعبر بها عما في\nالضمائر المتوصل بها عند التخاطب إلى إظهار ما في السرائر هي اللسان فإذا\nاستعمله صاحبه ( 29 ب ) في الكذب فغير الأشياء عن حقائقها وأبرز الباطل في\nصورة الحق وأخبر بالأمور على خلاف ما هي عليها وكسا المحال لباس الصدق فقد\nسقط الوثوق به من القلوب عند الأخبار ولم يبق لما يصدر عنه أثر ولا اعتبار\n</p>\n\n<p>\nومن الحكم البالغة ( 30 أ ) الكذب يسلب صاحبه صفة الصلاح ويلبسه جلباب\nالافتضاح ويجعل در نعته لغوا منثورا ولو نظمه الجوهري في سمط الصحاح\n</p>\n\n<p>\nفهذه الرذائل الخمسة يتعين على السلطان أن يصون نفسه وشرف همته وعز\nسلطانه وحسن سمعته ( 30 ب ) عن شيء منها لأنها النقائض الوضيعة المحطة لذوي\nالأقدار الرفيعة ومنها يتطرق تزيين الفضائح وتحسين القبائح فإنه قل ما كانت\nفيه إلا اختلت أحوال مملكته بلا نزاع واضطربت <span id='ms07'></span> قواعد دولته ونفرت عنه قلوب (\n31 أ ) الإتباع وعميت عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nأنباء المصالح وظهرت مقاتله لسهام عدوه الكاشح ومالت عنه خواطر ناصريه\nواتسع لألسن الطاعنين مجال المقال فيه وسقط وقعه من نفوس رعاياه وجنوده\nوزال الوثوق بوعده والخوف من وعيده\n</p>\n\n<p>\n( 31 ب ) فواجب على السلطان إذا تخلى عن هذه النقائض أن يتحلى من الخصائص\nالحسان بما يزداد به مهابة ووقار ويكسبه عظمة وفخار ويعلي له في العالم\nشأنا ومنارا ويبقى له على الأبد ذكرا وفخارا\n</p>\n\n<p>\nوها أنا أنبه على شيء منها تنبيها أعتمد ( 32 أ ) فيه اقتصار واختصار\nفعليه أن لا يسارع إلى إتباع الشهوات وأن يتثبت عند اعتراض الشبهات وأن\nيجانب سرعة الحركات وخفة الإشارات ويديم أطراف طرفه وملازمة صمته إلا عند\nالحاجة في أكثر الأوقات ( 32 ب ) فإن أنفاس الملك ملحوظة وألفاظه منقولة\nعلى ممر الساعات وكلام الإنسان ترجمان عقله وبرهان فضله ومن كثر كلمة كبر\nندمه\n</p>\n\n<p>\nويختار عند الكلام أعذب الألفاظ وأحسنها وأعدلها وأجزلها وأبينها ويجهر\nصوته ( 33 أ ) في كلامه ليكون أبين لسامعيه وأوقع في القلوب ويجعل وعيده\nبالتأديب على مقدار الذنوب جمعا بين مصلحة العقوبة والانزجار ومصلحة اجتناب\nالإثم بمجاوزة الحد والمقدار\n</p>\n\n<p>\nويجتهد في منع نفسه من الغضب فإنه أشر قاهر ( 33 ب ) وأضر معاندو مجاهر\nوهو إذا غلب أعظم الأشياء فسادا لنظام المرام وأبلغ الأمور تأثيرا في\nانتقاض قواعد تدبير الإبرام فإن قدر الله عليه بشيء منه فليحذر جزما من أن\nيباشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nفي تلك الحالة فعلا أو ينفذ حكما وكما يجب الاحتراز ( 34 أ ) من الغضب\nوكذلك يتعين الاحتراس من اللجاج لأنه حليف الطب وهو مما يثمر الزلل في\nالعاجل ويسفر عن الندامة في الأجل ويدفعه الحق خير من التمادي في الباطل\nولا يستعمل في الناس حالة واحدة بل يعتمده ( 34 ب ) في كل قضية ما يليق\nبصاحبها من لين وشدة وإقبال وإعراض وبشر وانقباض ووصل وقطع وإجابة ومنع\nوإحسان وإساءة وزيادة ونقصان وتجاوز وانتقام وإقدام وإحجام وعفو وعقاب\nوظهور واحتجاب فإن استعمال ( 35 أ ) كل حالة في محلها مع مستحقها أكمل\nتدبيرا وأجمع <span id='ms08'></span> لبلوغ الأرب ووضعها في غير محلها أفضى إلى توقع الضرر ومفتاح\nلباب الغضب وطباع العامل غير متوازنة وأخلاقهم على التحقيق متباينة فمنهم\nمن يصلحه الإقبال عليه ( 35 ب ) والإحسان إليه ومنهم من يعدله الإعراض عنه\nوالانتقام منه وليعلم أن من أعم الأشياء نفعا وأعظمها في المصالح وقعا\nكتمان سره وإخفاء أمره وأن لا يطلع أحدا على ما عزم على فعله قبل إتمامه\nولا يتحدث بما يريد من المهمات ( 36 أ ) قبل إبرامه فإن ذلك من أقوى أسباب\nالظفر بالمطالب وأنكا في قلوب الأعداء وأعون على نجح المقاصد والمأرب لكن\nالأسرار والأمور ما يستغني فيه إطلاع ناصح حكيم ومشاورة صديق حميم يرى نصحه\nلإمامه من طاعته لربه ( 36 ب ) ويعده عند الله من أعظم أسباب قربه فيستعين\nبرأيه في المهمات وينتفع بفكرة عند الملمات ومتى حدث أمر من الأمور العظيمة\nأو وقع خطب من الخطوب الجسيمة يكثر الاستشارة فيه فيمن يراه لذلك أهلا\nويسمع رأي كل واحد منهم على انفراده ( 37 أ ) وينظر فيما سمعه فرعا واصلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nويعمل بمقتضى ما هو الأقرب إلى نيل المطلوب والأصوب في دفع المرهوب ويعمل\nالفكر فيما يرد عليه ولا يهمل الاحتراز والحذر في عواقب الأمور وما يؤول\nإليه\n</p>\n\n<p>\nويجتهد أن لا يفتح بابا يعييه سده ( 37 ب ) ولا يرمي سهما يعجزه رده فقد\nقيل\n</p>\n\n<p>\n( وإياك والأمر الذي قد توسعت % موارده ضاقت عليك المصادر )\n</p>\n\n<p>\n( فما حسن أن يعذر المرء نفسه % وليس له من سائر الناس عاذر )\n</p>\n\n<p>\nولا يجعل أوقاته مصروفة إلى نوع واحد من مصادره والموارد ( 38 أ ) فإن\nذلك إن كان جدا واجتهادا في تدبير مصالح ما هو متوليه ضجرت النفوس منه\nوسئمت الفكرة فيه وربما أدى إلى خلل وساق إلى زلل بل عليه أن يحصر ساعاته\nويقسم أوقاته فيصرف منها قسطا إلى النظر في مصالح ولايته ورعيته ( 38 ب )\nوقسطا إلى اختلافه بنفسه لراحته وقسطا يخصه بتضرعه إلى الله تعالى وقيامه\nبشكر نعمه وأداء عبادته وكما أنه يقسم أوقاته ويخص كلا منها بحالة لا يليق\nأن يوقع فيع غيرها من مهماته <span id='ms09'></span> كوقت ركوبه على جاري عادته ووقت نظرة ( 39 أ )\nفي مصالح ولايته ووقت جلوسه لكشف قضايا رعيته ووقت دخول جنوده عليه لأداء\nوظيفته خدمته ووقت استحضار من يحضر من الرسل لأداء رسالته ووقت اختلائه\nبنفسه طلبا للراحة في خلوته ووقت ( 39 ب ) سكونه ومنامه وقيلولته ووقت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nاستبيانه بمن يحضره لمحادثته ووقت قيامه بفريضة الله تعالى وطاعته ولكل\nحالة من هذه الحالات ووقت من هذه الأوقات أو أن جعل علما عليها لا يتعدها\nوزمانا منسوبا إليه ( 40 أ ) لا يليق به سواها فكذلك عليه أن يستعين في\nالأعمال بكفاة العمال في المهمات الثقال باجلاد الرجال فيفوض كل كل عمل إلى\nمن قدمته قدم راسخة في معرفته وأيدته يد باسطة في درايته وتجربته ولا يفوض\n( 40 ب ) عمل عالم إلى جاهل ولا عمل بنية إلى خامل ولا عمل متيقظ إلى غافل\nولا عمل ذي جبلة إلى عاطل فإن غفل عن ذلك فقد باع حقا بباطل واعتاض عن قسى\nبباقل وسلط على دولته لسان كل قائل\n</p>\n\n<p>\nومن الحكم الباهرة من استعان في عمله بغير ( 41 أ ) كفؤ أضاعه ومن فوض\nأمره إلى عاجز عنه فقد أفسد أوضاعه\n</p>\n\n<p>\nوليحذر كل الحذر من أن يولى أحد الخلق أمرا دينيا أو دنيويا بشفاعة أو\nرعاية لحرمة أو لقضاء الحق إذا لم يكن أهلا للولاية ولا ناهضا تحصل بتقليده\nالكفاية ( 41 ب ) فإن أحب مكافاة من هذه صفته كافأة بالمال والصلات وقطع\nطعمه عما لا يصلح له من الولايات ليكون قاضيا لحقه بماله لا بمملكته قائما\nبما لا بد منه من حقوق ولايته\n</p>\n\n<p>\nوهذا المعنى هو الذي أعتمده كسرى أنو شروان لأحكام قواعد ملكه ( 42 أ )\nوتأييده وإتمام مقاصد تدبيره وتأكيده حتى أنه على ما يقال وضع على بناية\nخشبة من ساج مكتوب عليها بالذهب الأعمال بالكفاة والحقوق على بيوت الأموال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nومن الحكم الزاهرة أي ملك جده هزله وحقق قوله فعله ( 42 ب ) وقهر رأيه\nهواه في تدبيره وعبر ظاهره عما في ضميره ولم يخدعه رضاه عن حقه وفوض كل عمل\nإلى مستحقه واستعمل بالكفاءة <span id='ms10'></span> لا بشفاعة المتعرضين ولم يأخذ بالسعاية قبل\nالكشف ولا استهواه تحض المعترضين فهو خليق ( 43 أ ) باستحقاق الملكة\nوارتداء جلباب جدير بها ولم يكن أواصره وعناصره من أربابها\n</p>\n\n<p>\nوإلى هذا الحال انتهى بنا الكلام على مقدمة الكتاب فلنشرع في الكم على\nالواسطة بعون الملك العلام فنقول والله للعفو مسؤول\n</p>\n\n<p>\nأعلم أن الله ( 43 ب ) جل جلاله وتقدس كماله شرع الزواجر والعقوبات ردعا\nللعباد عن الفساد ووضع الروادع والسياسات حفظا لنظام المعاش والمعاد فوجب\nعلى من قلده القيام برعاية خلقه وألزمه النظر في مظالم العباد الإحاطة\nبالسياسة ( 44 أ ) الدينية تحريا للنجاة من عذاب يوم التناد ولا تكون\nسياسته غاشمة خارجة عن قواعد دين الإسلام وأحكامه آثمة باطلة في شريعة\nالنبي صلى الله عليه وسلم ويكون من الغشمة الجاهلين الذين سيجزون بغشهم\nجحيما ومن الجهلة الظالمين ( 44 ب ) الذين سيصلون بظلمهم سعيرا ويسقون\nحميما بل من المنذرين في كتاب الله المكنون بقوله عز اسمه <span class='quran'>ومن لم يحكم\nبما أنزل الله فأولئك هم الكافرون </span>فمعرفة ما لا يجوز له وما يجوز\nتهدية إلى صراط مستقيم وتنجيه من عذاب أليم وتعلمه أن ( 45 أ ) الناظر في\nالمظالم أوسع من القضاة في محال النظر مجالا وأعم منهم في الفحص عن المظالم\nوالجرائم أعمالا وأكثر منهم في الكشف عن الحق أسبابا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nوافتتح منهم على الأنام للنجح أبوابا إذ له النظر فيما تنظر فيه القضاة\nوما لا تنظر فيه من ( 45 ب ) الحكومات\n</p>\n\n<p>\nوله النظر قبل التظلم إليه في الجرائم والظلمات وله إرهاب المفهوم بالظلم\nوالجريمة قبل الثبوت بالإقرار أو البينة القويمة وله الحمل على الاعتراف\nبالحق والحبس في المظالم وله الضرب للاعتراف عند ظهور الأمارات في الجرائم\n( 46 أ ) وله تأديب المدعى عليه إذا ثبت الحق بالبينة بعد الأنكار وله حمل\nالمجرمين على التوبة للإجبار وليس للقضاة هذه السياسات ولا هم قبل الرفع\nإليهم النظر في المظالم والخصومات وإنما لهم النظر فيها بعد رفعها إليهم\nولا ( 46 ب ) طريق لكشفها لهم سوى عملهم أو الإقرار أو البينة العادلة\nلديهم 0\n</p>\n\n<p>\nوبالجملة فالناظر في المظالم <span id='ms11'></span> يمتاز عن القضاة بوجوه كثيرة إذا تقرر هذا\nفاعلم أشرق الله قلبك بأنوار اليقين ونظمك في سلك عباده المتيقن\n</p>\n\n<p>\nأنه يشترط في الناظر في المظالم ( 47 أ )\n</p>\n\n<p>\nأن يكون جليل القدر نافذ الأمر عظيم الهيبة ظاهر العفة قليل الطمع كثير\nالورع لا تأخذه في الله لومة لائم ولا تدنس دينه ولا عرضه الرشوة بالقائم\nإذ يحتاج إلى سطوة الولاة وتثبت القضاة فينبغي أن يكون جامعة بين صفتي\nالفريقين ( 47 ب ) ويكون لجلالة قدره نافذه المر من الجهتين ويكون سهل\nالحجاب نزه الأصحاب وان يستكمل مجلس نظره بخمسة أصناف لا يستغني عنهم ولا\nينتظم أمره إلا بهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nالصنف الأول الحماة والأعوان والكماة والشجعان لجذب القوى ( 48 أ )\nوتقويم الجريء\n</p>\n\n<p>\nالصنف الثاني القضاة لاستعلام ما يثبت عندهم من حقوق الأنام ولمعرفة ما\nمجرى في مجالسهم من الوقائع بين الأخصام\n</p>\n\n<p>\nوالصنف الثالث الفقهاء ليرجع إليهم فيما أشكل ويسأل منهم عما أبهم وأعضل\n</p>\n\n<p>\nوالصنف الرابع ( 48 ب ) الكتاب ليكتبوا ما جرى بين الخصوم في مجلس\nالمخاصمة وما توجه لهم أو عليهم من الحقوق اللازمة\n</p>\n\n<p>\nوالصنف الخامس الشهود ليشهدهم على ما أوجبه من حق واجب أو أمضاه من حكم\nلازب\n</p>\n\n<p>\nفإذا استكمل مجلس المظالم بما ذكرناه من هذا ( 49 أ ) الأصناف الخمسة شرع\nحينئذ في نظره\n</p>\n\n<p>\nوالمواضع التي ينظر فيها ويحكمها عشرة\n</p>\n\n<p>\nالأول منها النظر في تعدي الولاة على الرعية وأخذهم بالعنف والعدول عن\nسيرة العدل المرعية فيكون لمسيرهم متصفحا ولأحكام متعرفا ولأمورهم مستطلعا\n( 49 ب ) وعن أحوالهم مستكشفا ليقويهم أن أنصفوا ويكفهم أن عسفوا ويستبدل\nبهم إذا هم بالعدل لم يتصفوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nحكى أن عمر بن عبد العزيز رضي الله عنه خطب في الناس في أول خلافته خطبة\nأعرب بها عن قيامه في الله ومعداته فقال ( 50 أ ) أيها الناس أوصيكم بتقوى\nالله فإنه لا يقبل غيرها ولا يرحم إلا أهلها وقد كان قوم من الولاة منعوا\nالحق حتى اشترى منهم شراء وبذلوا الباطل حتى افتدى منهم فداء والله لولا\nسنة الحق أميتت فأحييتها وسنة من الباطل أحييت فأمتها ما باليت ( 50 ب <span id='ms12'></span> ) أن\nأعيش فواقا واحدا فالسعيد منكم من يحوي رشدا أصلحوا أخرتكم يصلح لكم دنياكم\nأن إمرء سوء ليس بينه وبين آدم إلا ميت لمغرق في الموتى وعن قريب بكأس\nالمنية يؤتى كل أمر مصبح أهله والموت أدنى من شراك نعله\n</p>\n\n<p>\nالثاني النظر ( 51 أ ) في جور العمال فيما يحبونه من الأموال فيرجع فيه\nإلى القوانين لعادلة في داوين الأئمة فيحمل الناس عليها ويأخذ العمال بها\nويقودهم إليها وينظر فيما استزادوه فإن رفعوه إلى بيت المال أمر برده على\nأصحابه وإن أخذوه لأنفسهم استرجعه منهم لأربابه ( 51 ب )\n</p>\n\n<p>\nحكى عن المهدي رحمه الله أنه جلس يوما للنظر في مظالم العباد فرفعت إليه\nإليه قصص في الكسور فسأل عن ذلك تحريا للرشاد فقال له سليمان بن وهب كان\nعمر بن لخطاب رضي الله عنه قسط الخراج على أهل السواد وعلى ما فتح من نواحي\nالمشرق والمغرب وريا ( 52 أ ) وعينا بالاجتهاد وكانت الدراهم والدنانير\nمضروبة على وزن كسرى وقيصر في غالب الأرض وكان أهل البلاد يؤدون فيما في\nأيديهم من المال عددا ولا ينظرون في فضل بعض الأوزان على بعض ثم فسد الناس\nفصاروا يؤدون من الخراج ( 52 ب ) المال الدراهم الطبرية وهي أربعة دوانيق\nويمسكون الدرهم الواقي الذي وزنه مثقال فلما ولى زياد العراق طالب بأداء\nالواقي وألزمهم الكسور وجار في ذلك في زمن بني أمية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nالعمال إلى أن ولى الملك بني مروان فنظر بين الوزنين في نقص كلامهما\nوكماله ( 53 أ ) وقدر الدرهم على نصف وخمس من المثقال وترك المثقال على\nحاله ثم أن الحجاج أعاد المطالبة بالكسور حتى أسقطها عمر بن عبد العزيز رضي\nالله عنه وأعادها من بعده إلى زمن المنصور إلى أن حزب السواد بذلك الظلم\nفأراد المنصور عمارة البلاد ( 53 ب ) فأزال الخراج عن الحنطة والشعير ورقا\nوصيره ومقاسمه وهما أكثر السواد وبقي اليسير من الحبوب والنحل على رسم\nالخراج المعتاد وهوذا يلزمهم الآن المؤمن فتأمل المهدي رحمه الله مقاله\nسليمان وتدبر وقال معاذ الله أن ألزم الناس ظلما تقدم العمل به <span id='ms13'></span> ( 54 أ ) أو\nتأخر أسقطوه عن الناس فالعدل أقوم\n</p>\n\n<p>\nفقال الحسن بن مخلد أن أمير المؤمنين هذا ذهب من أموال السلطان اثنا عشر\nألف ألف درهم\n</p>\n\n<p>\nفقال المهدي رحمه الله مقالة عدل في المقال على أن أقيم حقا وأزيل ظلما\nوأن أجحف بيت المال\n</p>\n\n<p>\n( 54 ب ) الثالث النظر في كتاب الدواوين والإحاطة بأحوالهم لأنهم أمناء\nالمسلمين على ثبوت أموالهم فيما يستوفونه منهم ويوفرونه لهم من الحقوق في\nالحال والمال فيتصفح ما وكل إليهم تدبيره من الأعمال فإن وجدهم نقدوا الحق\nفي دخل ( 55 أ ) أو خرج إلى زيادة أو نقصان في تفصيل أو أجمال أعاده إلى\nقوانينه العادلة واستعمل السياسة معهم في المقابلة على تجاوزه ودعا للعمال\n</p>\n\n<p>\nحكى أن المنصور رحمه الله بلغه جماعة من كتاب ديوانه زوروا فيه وغيروا\nفأمر بإحضارهم إليه ( 55 ب ) وتقدم بتأديبهم فقال شاب منهم وهو يضرب بين\nيديه\n</p>\n\n<p>\n( أطال الله عمرك في صلاح % وعزيا أمير المؤمنين ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n( بعفوك أستجير فإن تجازى % فإنك عصمة للعالمين )\n</p>\n\n<p>\n( ونحن الكاتبون وقد أسانا % فهبنا ( 56 أ ) للكرام الكاتبينا )\n</p>\n\n<p>\nفأمر بتخليتهم وأطلق الفتى ورضي عليه ووصله بأنعامه وأحسن غليه لأنه ظهرت\nفيه الإنابة ولاحت له منه النجابة\n</p>\n\n<p>\nوهذه الأقسام الثلاثة لا يحتاج الناظر في المظالم في تصفحها إلى متظلم (\n56 ب ) من ظالم\n</p>\n\n<p>\nالرابع النظر في تظلم المسترزقة من بيت المال من الأجناد والعلماء\nوالقضاة وغيرهم من نقص أرزاقهم وتأخيرها عنهم أو أجحاف النظار بهم فيرجع\nإلى ديوانه في فرض العطاء العادل فيجريهم عليه من غير إهمال\n</p>\n\n<p>\n( 57 أ ) وينظر فيما نقصوه أو منعوه فإن أخذه ولاة أمورهم استرجعه لهم\n</p>\n\n<p>\nوإن لم يأخذوه قضاهم إياه من بيت المال في الحال\n</p>\n\n<p>\nكتب بعض ولاة الأجناد إلى المأمون رحمه الله إن الجند قد شغبوا ونبهوا\nوساءت أخلاقهم\n</p>\n\n<p>\nفكتب إليه المأمون لو ( 57 ب ) عدلت لم يشغبوا ولو قويت لم ينبهوا وعزله\nعنهم وزاد أرزاقهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nالخامس النظر في رد الغصوب\n</p>\n\n<p>\nوهي ضربان\n</p>\n\n<p>\nغصوب سلطانية قد تغلب عليها ولاة الجور والعدوان كالأملاك المقبوضة من\nأربابها لرغبة فيها وتعاد على أصحابها فالناظر في ( 58 أ <span id='ms14'></span> ) المظالم أن علم\nبها قبل التظلم إليه أمر بردها\n</p>\n\n<p>\nوأن لم يعلم بها فهو موقوف على تظلم أهلها\n</p>\n\n<p>\nويجوز أن يرجع عند تظلمهم إلى ديوان السلطانية فإن وجد فيه ذكر قبضها على\nملاكها عمل به وأمر بردها إليه ولم يحتج فيه إلى بينه تشهد به وكان ( 58 ب\n) ما وجد في الديوان كافيا يعتمد عليه\n</p>\n\n<p>\nحكى عن عمر بن عبد العزيز رضي الله عنه أنه ظهر يوما إلى الصلاة بعد\nالزوال فصادفه رجل ورد من اليمين متظلما فقال\n</p>\n\n<p>\n( تدعو حيران مظلوما ببابكم % فقد أتاك يعيد الدار مظلوما )\n</p>\n\n<p>\n( 59 أ ) فقال وما ظلامتك فقال غصبني الوليد بن عبد الملك ضيعتي بيد\nالعدوان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nفقال يا مزاحم أتاني بدفتر الصواني فوجد فيه أضفى عبد الله الوليد بن عبد\nالملك ضيغة فلان\n</p>\n\n<p>\nقال لكاتبه أخرجها من الدفتر وأحسن صلته\n</p>\n\n<p>\n( 59 ب ) وكتب بردها إليه وأطلق له ضعف نفقته\n</p>\n\n<p>\nوالضرب الثاني\n</p>\n\n<p>\nغصوب تغلب عليها ذوو الأيدي القوية وتصرفوا فيها تصرف الملاك بالجوار\nوالغلبة والقهرية\n</p>\n\n<p>\nورد هذا موقوف على تظلم أربابه ممن غصبه بالجور والفجور ولا ( 60 أ )\nينتزع من أيدي غصابة إلا بأحد أربعة أمور\n</p>\n\n<p>\nأما باعتراف الغاضب له بإقراره\n</p>\n\n<p>\nوأما بعلم الناظر في المظالم ومعرفته بأخباره فيجوز له أن يحجم بعلمه\nواستبصاره\n</p>\n\n<p>\nوأما بينة تشهد الغاضب بغضبه وتشهد للمغضوب منه بملكه دون ( 60 ب ) الناس\n</p>\n\n<p>\nوأما بتظاهر الأخبار التي ينتفى عنها التواطؤ ولا يختلج فيها الشكوك\nوالالتباس لأنه لما جاز للشهود أن يشهدوا في الأملاك بتظاهر الأخبار كان\nحكم الناظر في المظالم بذلك أحق واخرى عند أولي الأنصار\n</p>\n\n<p>\nالسادس النظر في ( 61 أ ) مشارفة الأوقاف فإن كانت عامة يبتدأ بتصفحها\nليجربها على سبيلها ويمضيها على شروط واقفها إذ عرفها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nأما دواوين الحكام والمنتدبين لحراسة الأحكام\n</p>\n\n<p>\nوأما من دواوين السلطنة على ما جرى فيها المعاملة المقررة أو ثبت لها من\nذكر ( 61 ب ) وتسمية معتبرة\n</p>\n\n<p>\nوأما من كتب فيها قديمة يقع في النفس صحتها ويقضي العمل باعتبارها عند\nرؤيتها\n</p>\n\n<p>\nوإن كانت خاصة فيتوقف نظره فيها على تظلم أهلها عند التنازع فيها لكونها <span id='ms15'></span>\nوقفا على خصوم متعينين للخصام\n</p>\n\n<p>\nويعمل عند التشاجر ( 62 أ ) فيها على ما يثبت به الحقوق عند القضاة\nالأعلام ولا يجوز أن يرجع فيها إلى ديوان السلطنة كما يفعل في الوقف العام\nولا إلى ما ثبت من ذكر في الكتب إذا لم يشهد بها شهود معدلون عند الحكام\n</p>\n\n<p>\nالسابع النظر في تنفيذ ما توقف من أحكام ( 62 ب ) القضاة لضعفهم عن\nانفاذه عجزهم عن المحكوم عليه لعلو قدره وعظم خطره وقوة يده وتفرده\nوامتناعه\n</p>\n\n<p>\nويكون الناظر في المظالم أقوى وأنفذ أمرا فينفذ الحكم بسطوته بل على من\nتوجه إليه بانتزاع حق الغير من يده أو بإلزامه ( 63 أ ) بالخروج مما في\nذمته\n</p>\n\n<p>\nالثامن النظر فيما عجز عنه الناظرون في الحسبة من المصالح العامة\nوالمنافع الشاملة والحسابات التامة كالمجاهرة بمنكر ضعف المحتسب عن دفعه\nوالتعدي في الطريق من متعد عجز منعه والتسطي في حق من لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n( 63 ب ) يقدر على ردعه فيأخذهم بحق الله تعالى في جميعها من غير إهمال\nويأمر بحملهم على واجباته\n</p>\n\n<p>\nالتاسع النظر في مراعاة العبادات الظاهرة كالجمع والأعياد والحج والجهاد\nمن تقصير فيها أو إخلال بشروطها الواجبة ( 64 أ ) على العباد فحقوق الله\nتعالى أولى أن تستوفى وفروضه أحق أن تؤدى كما أراد\n</p>\n\n<p>\nالعاشر النظر بين المتشاجرين والحكم بين المتنازعين ولا يحرج عن موجب\nالحق ومقتضاه ولا يسوغ له أن يحكم بينهم بما لا يحكم به الحكام والقضاة لكن\nللناظر ( 64 ب ) في المظالم حسب ما يقترن بالدعوى مما يقويها أو يضعفها\nوبحسب تجردها عن أمور سياسة ليس للقاضي أن يباشرها ويصرفها\n</p>\n\n<p>\nوالأمور المقوية للدعوى المقتضية لإرهاب المدعى عليه ستة أمور\n</p>\n\n<p>\nأحدها أن يكون مع المدعي كتاب فيه ( 65 أ ) شهود عدول حضور يشهدون بصحة\nدعواه فالذي يختص به نظر الناظر في المظالم شيئان\n</p>\n\n<p>\nأحدهما أن يبتدئ باستدعاء الشهود للشهادة ليسأل منهم عما عندهم تنازع\nالخصوم من الحق المستبان وعادة القضاة تكليف الدعي بإحضار ( 65 ب ) بينته\nولا يسمعوا لها إلا بعد مسألته\n</p>\n\n<p>\nوثانيهما إنكار على الجاحد بحسب حالة في الوجاعة والديانة وعدمها عند\nالاستنصار <span id='ms16'></span> وبحسب شواهد أحواله عن أمارات بطلان الإنكار وعدمها عند\nالاستنصار فإذا أحضر الشهود ( 66 أ ) فإن كان كلا من المتنازعين جليل القدر\nعظيم الشأن من أبناء جنسه باشر الناظر في المظالم في ذلك على ما تقضيه\nالسياسة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             بنفسه وإلا يرد النظر قاضيه بمحضر منه إن كان متوسطين\nأو على بعد منه إن كان خاملين\n</p>\n\n<p>\nحكى أن المأمون ( 66 ب ) كان يجلس للمظالم يوم الحد فنهض ذات يوم من مجلس\nنظره والشمس قد زالت فتلقته امرأة في ثياب رثة وقالت\n</p>\n\n<p>\n( يا خير منتصف يهدي له الرشد % ويا إماما به قد أشرق البلد )\n</p>\n\n<p>\n( تشكو إليه حينئذ الملك أرملة % عدا عليها فما تقوى به أسد )\n</p>\n\n<p>\n( فابتز منها ضياعا بعد منعتها % لما تفرق عنها الأهل والولد )\n</p>\n\n<p>\nفأطرق المأمون منكرا في مقالتها ثم رفع رأسه وقال مجيبا لها\n</p>\n\n<p>\n( من دون ما قلت يميل الصبر والجلد % وأقرح القلب هذا الحزن والكمد )\n</p>\n\n<p>\n( هذا أو أن صلاة الظهر فانصرفي % واحضري الخصم في اليوم الذي أعد )\n</p>\n\n<p>\n( المجلس السبت أن يقضي الجلوس لنا % أنصفكي منه أو فالمجلس الأحد )\n</p>\n\n<p>\nفانصرفت وحضرت يوم الأحد أول الناس فوقفت في مجلس المتظلمين فقال لها\nالمأمون من خصمك فقالت ( 68 أ ) القائم على رأسك العباس بن أمير المؤمنين\nفقال المأمون لقاضيه يحيى بن أكتم أجلسها معه وانظر بينهما فأجلست معه\nوالمأمون ينظر إليها فجعل كلامها يعلو فزجرها بعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nالحجاب فقال المأمون دعها فإن الحق أنطقها والباطل أخرسه وأمر ( 68 أ )\nبرد ضياعها إليها ففعل المأمون في النظر بينهما ما تقضيه السياسة حيث كان\nبمحضر منه ولم يباشر بنفسه لأن الخصم امرأة يجل المأمون عن محاورتها وابنه\nمن جلالة القدر بمكان لا يقدر غيره على إلزامه الحق وإحراجه عنه فرد النظر\n( 69 أ ) بمحضر منه إلى من كفاه محاورة المرأة في استيضاح الدعوى والحجة\nوباشر بنفسه تنفيذ الحكم وإلزام ابنه الحق وسلوك المحجة\n</p>\n\n<p>\nالثاني مقويات الدعوى أن يقترن بها كتاب يدل على صحتها فيه شهود معدولون\nغائبون عن المخاضعة ( 69 أ ) فالذي يختص بالناظر في المظالم هنا أربعة\nأشياء يعتمدها حين المحاكمة <span id='ms17'></span>\n</p>\n\n<p>\nأحدهما إرهاب المدعي عليه فربما تجعل بقوة الهيبة من إقراره ما يغنى عن\nسماع البينة عند إنكاره\n</p>\n\n<p>\nوثانيهما التقدم بإحضار الشهود إذا عرف مكانهم ولم يدخل الضرر ( 70 أ )\nالشاق عليهم عند إحضارهم\n</p>\n\n<p>\nوثالثهما الأمر بملازمة المدعي عليه ثلاثة أيام ويجتهد رأيه في الزيادة\nعليها بحسب الحال من قوة الأمارة ودلائل الصحة والإلزام\n</p>\n\n<p>\nورابعها أن ينظر في الدعوى بتصوره الجميل فإن كانت مالا في الذمة كلفه (\n70 ب ) إقامة الكفيل وإن كانت عينا قائمة كالعقار حجر عليه فيه ولا يرفع\nحكم يده عنها بل يرد استغلالها إلى أمين يحفظه على مستحقيه منها\n</p>\n\n<p>\nفإن تطاولت مدة إحضار الشهود ووقع اليأس من إحضارهم اعتمد الناظر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nفي المظالم هنالك سؤال المدعي ( 71 أ ) عليه عن سبب دخوله في يده وإن لم\nير أبو حذيفة والشافعي ذلك\n</p>\n\n<p>\nإذ للناظر في المظالم استعمال الجائز ولا يلزمه الاقتصار على الواجب كما\nيلزم ذلك القضاة فإن أجاب بما يقطع المنازعة أمضاه وإلا فضل بينهما بموجب\nالشرع ومقتضاه ( 72 أ )\n</p>\n\n<p>\nالثالث من مقويات الدعوى أن يكون في الكتاب المقترن بها شهود حضور لكنهم\nغير معدلين فالذي يختص به الناظر في المظالم يتقدم فيها بإحضار الشهود فإن\nكانوا من ذوي الهيئات وأهل الصيانة ( 73 أ ) فالثقة بشهادتهم أقوى وإن\nكانوا بعد الكشف عن أحوالهم أراذل فلا يعول عليهم بل يقوى إرهاب الخصم بهم\nحين الدعوى وإن كانوا أوساطا فيجوز له أن يستظهر بتحليفهم أن راه قبل\nالشهادة أو بعدها ثم هو في سماع شهادة الصنفين ( 73 ب ) الآخرين في ثلاثة\nأمور\n</p>\n\n<p>\nإما أن يسمعها بنفسه فيحكم بها وأما أن يرد إلى القاضي سماعها ليؤديها\nالقاضي إليه ويكون الحكم فيها موقوفا عليه لأن القاضي لا يحكم إلا بشهادة\nمن يثبت عدالته لديه\n</p>\n\n<p>\nوأما أن ترد سماعها إلى الشهود المعدلين فإن رد إليهم نقل شهادة ( 74 أ )\nأولئك إليه لم يلزم استكشاف أحوالهم وتطلبها وإن رد إليهم الشهادة عنده بما\nيصح من شهادتهم لزمهم الكشف عما يقتضي قبول شهادتهم ليشهدوا بها بعد العلم\nبصحتها ليكون تنفيذ الحكم بحسبها <span id='ms18'></span>\n</p>\n\n<p>\nالرابع من مقويات الدعوى ( 74 ب ) أن يكون في الكتاب المقترن بها شهود\nمعدلون غير أحياء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nفالذي يختص بنظر الناظر في المظالم ها هنا ثلاثة أشياء\n</p>\n\n<p>\nأحدها إرهاب المدعي عليه بما يضطره إلى الصدق والاعتراف بالحق\n</p>\n\n<p>\nوثانيها سؤاله عن سبب دخوله يده لجواز أن يجيب بما ( 75 أ ) يتضح به الحق\nويعرف به المحق\n</p>\n\n<p>\nوثالثها سؤاله من جيران المتنازع فيه والمتنازعين عن المتنازع فيه ليتوصل\nبهم إلى الكشف عن الحال ووضوح الحق ومعرفة المحق والصدق فإن لم يصل إلى\nالحق بواحد من هذه الثلاثة ردها إلى وساطة عظيم القدر مطاع ( 75 ب ) عالم\nبالمصالح له بهما بمعرفة وبما يتنازعون فيه خبرة ليضطرهما بطول المدة وكثرة\nالتردد الصادق والتصالح\n</p>\n\n<p>\nوالخامس من مقويات الدعوى أن يكون مع المدعي خط المدعي عليه بما تضمنته\nالدعوى فنظر المظالم فيه يقتضي سؤال المدعي عليه ( 76 أ ) عن الخط الذي\nأحضره المدعي عند الشكوى بأن يقال هذا حظك فإن اعترف به يسأل بعد اعترافه\nعن صحة ما تضمنه فإن اعترف بصحته صار مقرا والزم حكم إقراره وإن لم يعترف\nبصحته فمن ولاء النظر في المظالم من حكم عليه إذا اعترف ( 76 ب ) بأنه خطه\nوان يعترف بصحته واعتباره وجعل ذلك من شواهد الحقوق اعتبارا للعرف والذي\nعليه محققوهم وما يراه جميع الفقهاء الإعلام أنه لا يجوز للناظر منهم أن\nيحكم بمجرد الخط حتى يعترف بصحة ما فيه إذ نظر المظالم لا يبيح ما حصره\nالشرع ( 77 أ ) من الأحكام وللنظر في المظالم في هذه الصورة أن يرجع إلى ما\nذكر في خطه فإن قال كتبته ليقرضني وما أعطاني القدر الذي إستقرضه أو ليدفع\nإلى ثمن ما بعت له ولم يدفع لي ثمن الذي بعته فهذا بما يفعل الناس أحيانا\nونظر المظالم أن يستعمل ( 77 ب ) الناظر في المظالم فيه من زواجر الإرهاب\nوالردع يشهد به الحال وتقوى به الأمارة ثم يرده إلى الوساطة فإن أفضت إلى\nالصلح ثم المقصود وإلا بت القاضي الحكم بينهما على مقتضى الشرع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nوإن أنكر المدعي عليه الخط فمن <span id='ms19'></span> ولاه النظر ( 78 أ ) في المظالم من يختبر\nالخط بخطوطه التي كتبها ويكلفه من كثرة الكتابة ما يمنعه من التصنع فيما\nويجمع بين الخطين فان لم يتغايرا وتشابها حكم به عليه عملا بقول من يجعل\nالاعتراف بالخط موجبا للحكم عليه والذي عليه المحققون منهم أن يفعل ( 78 ب\n) ذلك لا يكون للحكم بل لتوجه الإرهاب إليه وتكون الشبهة مع إنكاره للخط\nأضعف منها مع اعتراف به وترتفع إن كان الخط متباين الأوضاع ويرهب المدعي\nعند تباين الخط ثم يرد والمدعي عليه إلى الوساطة فإن أفضت ( 79 أ ) إلى\nالصلح ثم المقصود ولأبت القاضي الحكم بينهما بما يقتضيه الشرع وقطع النزاع\n</p>\n\n<p>\nوالسادس من مقويات الدعوى إظهار الحساب بما تضمنته الدعوى وهذا يكون في\nالمعاملات بلا ارتياب فإن كان الحساب المدعي فالشبهة فيه أضعف ( 79 ب )\nونظر المظالم فيه أن يرعى نظم الحساب وإن كان مختلا يحتمل فيه الإدخال فذلك\nلضعف الدعوى أشبه منه بقوتها عند الاعتبار وإن كان نظمه صحيحا منسقا فالثقة\nبه أقوى فيقتضي من الإرهاب بحسب شواهده ثم يردان إلى الوساطة ( 80 أ ) ثم\nيلي الحكم الثابت بمقتضى الشريعة الشريفة المقدار\n</p>\n\n<p>\nوإن كان الحساب للمدعي عليه كانت الدعوى به أقوى ثم ذلك الحساب إن كان\nمنسوبا إلى خط المدعي عليه فالناظر المظالم فيه أن يسأل من المدعي عليه أهو\nخطك ليحيط علما بما بيديه ( 80 ب ) فإن اعترف به يقول له أتعلم ما فيه فإن\nأقر بمعرفته يقول له أتعلم ما فيه فإن أقر يقول له أتعلم صحته فإن أقر\nبصحته صار بهذه الثلاثة مقرا بمضمون الحساب فيؤخذ بما فيه\n</p>\n\n<p>\nوإن لم يعترف بصحته فمن حكم بالخط من ولاة النظر في المظالم يحكم عليه (\n81 أ ) بموجب حسابه وإن لم يعترف بصحته فالذي عليه المحققون منهم وهو قول\nالفقهاء أنه لا يحكم عليه بالحساب الذي اعترف بصحة ما فيه لكن يقتضى من فضل\nالإرهاب به أكثر مما اقتضاه الخط المرسل من زواجر رهبته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nثم يرادن إلى الوساطة ( 81 ب ) ثم إلى بت القضاة الإعلام وإن كان ذلك <span id='ms20'></span>\nالخط منسوبا إلى كاتب سئل المدعي عليه فإن اعترف به أخذيه وتوجه الإلزام\nوإن أنكره أرهب فإن اعترف به وبصحته ما فيه صار شهادة على المدعي عليه\nفيحكم عليه بشهادة ( 82 أ ) كاتبه أن كان عدلا مرضيا ويقضي بالشاهد واليمين\nمذهبا إن كان شافعيا وسياسة إن كان حنيفا ويشهد بما تقضيه شواهد الخال فإن\nلها في المظالم تأثيرا عن اختلاف الأحكام ولكل حال منها في الإرهاب حد لا\nيجوز أن يجاوز ( 82 ب ) عنه تمييزا بين الأحوال بما يقتضيه شروطها في حالتي\nالنقص والإبرام\n</p>\n\n<p>\nوأما الأمور المضعفة للدعوى المقتضية لإرهاب المدعى فهي أيضا ستة أمور\n</p>\n\n<p>\nالأول منها : أن يكون مع المدعي عليه كتاب فيه شهود معدلون حضور ( 83 أ )\nيشهدون بما يوجب بطلان الدعوى بأن يشهدوا عليه بأحقيته للمدعى عليه ما ادعى\nبه أو يشهدون على إقرار المدعي بأنه لا حق له فيما ادعاه أو على إقرار أبيه\nالذي ذكر انتقال الملك عنه إليه على أنه لا حق له فيما ادعاه أو يشهدوا (\n83 ب ) للمدعي عليه بأنه مالك جائز لما ادعاه عليه فتبطل بهذه الشهادة\nدعواه ويقتضي نظر المظالم تأديبه بحسب حاله فان ذكر أن الشهادة عليه\nبالابتياع كانت على سبيل الرهن والالجاء فهذا ما يفعله الناس أحيانا فينظر\nفي كتاب الابتياع ( 84 أ ) عن ذكر فيه أنه غير رهن ولا الجاء ضعفت شبهة هذه\nالدعوى بلا إمتراء وإن لم يذكر فيه قويت شبهة هذه الدعوى وكان الإرهاب في\nالجهتين يمقتضى شواهد الحالين فيرجع إلى الكشف بالمجاورين والخلطاء فإن بان\nما يوجب العدول هن ظاهر ( 84 ب ) الكتاب عمل عليه وإن لم يبين كان أمضاء\nالحكم بما يشهد به شهود الابتياع أحق وأولى عند العلماء فإن سأل المدعى\nعليه أحلاف المدعى بأن الابتياع المدعى به كان حقا عليه ولم يكن على سبيل\nالرهن والجاء فقد اختلف في جواز أحلافه الأئمة ( 85 أ ) الفقهاء فمنهم من\nأجاز ذلك لاحتمال ما ادعاه وإمكانه وامتنع آخرون من أصحاب الإمام الشافعي\nرضي الله عنه عن أخلاقه لأن إقراره المتقدم يخالف <span id='ms21'></span> دعواه المتأخرة ولو إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nالنظر في المظالم أن يعمل من القولين بما تقتضيه شواهد الحالين وهكذا (\n85 ب ) لو كانت الدعوى دنيا في الذمة وأظهر المدعي عليه كتاب براة منه\nمعتبرة فذكر المدعى أنه أشهد عليه قبل القبض ولم يقبض كان أحلاف المدعى\nعليه على ما تقدم ذكره\n</p>\n\n<p>\nوالثاني من مضعفات الدعوى أن يكون شهود الكتاب المبطل للدعوى ( 86 أ )\nعدولا غائبين فيحنئذ لا يخلو الأمر أما إن يكون إنكار المدعي عليه متضمنا\nالاعتراف بسبب دخول ما ادعى عليه في يده المتاملين أو لم يكن متضمنا\nالاعتراف بذلك السبب فالأول مثل أن يقول المدعى عليه لا حق للمدعى في هذه\nالصبغة ( 86 ب ) التي ابتعها منه ودفعت ثمنها الته وهذا كتاب عهدتي\nبالأشهاد عليه\n</p>\n\n<p>\nوالثاني مثل أن يقول هذه الصبغة لي لا حق فيها للمدعي\n</p>\n\n<p>\nففي الأول يصير المدعى عليه مدعيا بكتاب قد غاب شهوده فيكون على ما مضى\nوله زيادة يد وتصرف وتكون ( 87 أ ) الأمارة أقوى وشواهد الحال أظهر وإن لم\nتثبت بها ملك وللناظر في المظالم أن يرهبها بحسب ما تقضيه شواهد أحوالها\nويوجه إليهما وعيده ويأمر بإحضار الشهود إن أمكن ويضرب لحضورهم أجلا\nويردهما فيه إلى الوساطة ( 87 ب ) فإن أفضت إلى صلح تراض تقو المطلوب عند\nالخصومات ويعدل سماع الشهادة إذا حضرت وإن لم يلتزما بينهما صلحا أمعن في\nالكشف باستعمال ثلاث أمور يفعل منها ما يختاره ويؤدي إليه احتياجه بحسب\nالأمارات ( 88 أ ) فإما انتزاع الضيعة من يد المدعى عليه وتسليمها إلى\nالمدعى إلى أن تقوم البينة عليه بطريقة وإما يسلمها إلى أمين تكون يده\nويحفظ استغلالها على مستحقيه وإما يقرها في يد المدعى عليه ويحجز عليه فيها\nويتولها أمينا يحفظ استغلالها عن الضياع هذا ( 88 ب ) إذ كان الناظر راجيا\nظهور الحق بالكشف أو حضور الشهود للأداء وأما إذا كان آيسا منه بت الحكم\nبينهما وقطع النزاع فلو سأل المدعى عليه أحلاف المدعى أحلفه له إن كان ذلك\nبتا للحكم بينهما على الوجه المدعى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nوأما في الثاني وهو أن لا <span id='ms22'></span> يكون إنكار المدعى عليه متضمنا لسبب الدخول في\nيده مثل ما يقول هذه الضيعة لي حق فيها لهذا المدعى وتكون شهادة الكتاب على\nالمدعى عليه إما على إقراره بأن لا حق له فيها وإما بإنشاء ملك للمدعى عليه\nفعلى الناظر في المظالم أن يقر ( 89 ب ) الضيعة في يد المدعى عليه ولا\nينتزعها منه ويحويها فإما الحجز عليه فيها وحفظ استغلالها مدة الكشف\nالمعتبر بشواهد أحواليهما فإلى اجتهاد الناظر في المظالم فيما يراه فيها\nمنهما إلى أن يثبت الحكم بينهما\n</p>\n\n<p>\nالثالث من مضعفات الدعوى ( 90 أ ) أن يكون شهود الكتاب المبطل للدعوى\nحضور غير معدلين فيراعى الناظر في المظالم فيهم ما قدمناه جنبه المدعي\nوالمدعى عليه من أحوالهم الثلاثة من غير إهمال ويراعى حال إنكار المدعى\nعليه هل يتضمن الاعتراف بالسبب أم لا فيعمل ( 90 ب ) في ذلك بما قدمناه\nتعويلا على اجتهاد رأيه في شواهد الأحوال\n</p>\n\n<p>\nالرابع من مضعفات الدعوى أن تكون شهود الكتاب المبطل للدعوى معدلون موتى\nفليس يتعلق به حكم أصلا إلا في الإرهاب المجرد الذي يقتضي فصل الكشف ثم\nيعمل في بت الحكم ( 91 أ ) على ما تضمنه الإنكار من الاعتراف بالسبب وعدمه\nليكون الحكم فصلا\n</p>\n\n<p>\nالخامس من مضعفات الدعوى أن يظهر المدعى عليه ما يوجب إكذابه في الدعوى\nفيعمل فيه بما قدمناه في الخطوط ويكون الإرهاب به معتبرا بشاهد الحال ( 91\nب ) وما تقضيه التقوى\n</p>\n\n<p>\nالسادس من مضعفات الدعوى أن يظهر في الدعوى حساب يقتضي بطلانها فيعمل فيه\nبما قدمناه في الخطوط مع اعتماد الضوابط ومراعاتها ويكون الإرهاب والكشف\nوالمطاولة معتبرا بشواهد الحال ثم يبت الحكم ( 92 أ ) بعد الاياس قطعا\nللتنازع\n</p>\n\n<p>\nوحال التجرد عن مضعفات الدعوى ومقوياتها فالذي يقتضي نظر المظالم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nفيها هو مراعاة حال المتنازعين في غلبة الظن في جنبه المدعى عليه أو من\nاستوائها فيه فغلبة الظن في إحدى الجهتين في إرهابها ( 92 ب ) والكشف عن\nحالهما وليس لفصل الحكم بينهما تأثير لغلبة الظن فإن كان عليه الظن في جنب\nالمدعى والريبة في جنب المدعى عليه عند الحكم بينهما <span id='ms23'></span> فذلك يكون على ثلاثة\nأوجه\n</p>\n\n<p>\nأحدهما أن تكون المدعى مع خلوه من حجة يظهرها ضعيف الحال مستلان الجنبة (\n93 أ ) والمدعى عليه ذا بأس وقدره مشتهرة فإذا ادعى عليه غضب دار أو ضيعة\nغلب في الظن أن مثله مع لينه واستضعافه لا يتجوز في دعواه على من كان ذا\nبأس وذا سطوة ومقدرة\n</p>\n\n<p>\nوثانيها أن يكون المدعي مشهورا بالصدق والأمانة ( 93 ب ) والمدعى عليه\nمعروفا بالكذب والخيانة فيغلب على الظن صدق المدعى في دعواه واعتماد خوفه\nفيما خاصم فيه وتقواه\n</p>\n\n<p>\nوثالثها أن تتساوى أحوالهما غير أنه قد عرف للمدعى يد متقدمة وليس يعرف\nلدخول يد المدعى عليه سبب ( 94 أ ) حادث يعتمد عليه فالذي يقتضيه نظر\nالناظر لفي المظالم من هذه الأحوال الثلاثة\n</p>\n\n<p>\nشيئان إرهاب المدعى عليه لتوجه الريبة إليه وسؤاله عن سبب الدخول في يده\nوحدوث ملكه فإن ملكا يرى ذلك مذهبا في القضاء مع الارتياب فكان نظر ( 94 ب\n) المظالم به أولى وربما انف المدعى عليه لنفسه مع علو منزلته عن مساوات\nخصمه في المحاكمة فينزل عما في يده لخصمهم عفوا وإيثارا لرفعه الجناب\n</p>\n\n<p>\nحكى أن أمير المؤمنين موسى الهادي جلس يوما لمظالم وعمارة بن حمزة قائما\nعلى رأسه ( 95 أ ) وكان ذا منزلة عالية عند الهادي فحضر رجل من المتظلمين\nفادعى إن عمارة غضب ضيعة له فأمر الهادي عمارة بالجلوس معه للمحاكمة فقال\nعمارة يا أمير المؤمنين إن كانت الضيعة له فلا أنازعه فيها وإن كانت لي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nفقد وهبتها له ولا ( 95 ب ) أبيع موضعي من مجلس أمير المؤمنين بمساواتي\nله في المخاصمة\n</p>\n\n<p>\nوإن كانت غلبة الظن في جنبة المدعى عليه فذلك أيضا يكون من ثلاثة وجوه\n</p>\n\n<p>\nأحدها أن يكون المدعى مشهورا بالظلم والخيانة والمدعى عليه معروفا\nبالإنصاف والأمانة ( 96 أ ) والصدق\n</p>\n\n<p>\nوثانيها أن يكون المدعي دينا مبتذلا والمدعى عليه نزها صينا فيطلب أحلافه\nقصدا بها إيذاية بين الخلق\n</p>\n\n<p>\nوثالثها أن يكون لدخول يد المدعى عليه سبب معروف وليس تعرف لدعوى المدعى\nسبب فيكون عليه الظن في هذه الأحوال الثلاثة في جنبة المدعى عليه <span id='ms24'></span> والريبة\nمتوجهة إلى المدعى وفي حاصله\n</p>\n\n<p>\nفمذهب مالك رحمه الله في مثل هذه الحالة إن كانت الدعوى بعين قائمة لم\nيسمعها إلا بعد ذكر السبب الموجب لها وإن كانت ( 96 ب ) في الذمة لم يسمعها\nإلا أن يقسم المدعى لنفسه بأنه كان بينه وبين المدعى عليه محاكمة\n</p>\n\n<p>\nوالشافعي وأبو حنيفة رحمهما الله لا يريان في حكم ذلك القضاة أما في نظر\nالمظالم الموضوع على الأصلح في الفعل الجائز دون الواجب المتعين فيسوغ ( 97\nأ ) ذلك عند ظهور الريبة وقصد العنت ويبالغ في الكشف بالأسباب المؤدية إلى\nظهور الحق المبين فإن وقف المر على التحالف فهو غاية الحكم الذي لا يجوز\nدفع طالب عنه في نظر القضاة الأعيان ولا في نظر المظالم إذا لم يكف عنه\nإرهاب ( 97 ب ) ولا وعظ فإن فريق دعاويه وأراد أن يحلفه في كل مجلس منها\nعلى بعضها قصدا لإعانته وبهدلته فالذي يوجبه حكم القضاة أنه لا يمتنع من\nتبعيض الدعاوى وتفريق الإيمان والذي ينتجه نظر المظالم أن يؤمر المدعى بجمع\nدعاويه المتعددة ( 98 أ ) عند ظهور الإعنات منه وأحلاف الخصم على جميعها\nيمينا واحدة وأما إن اعتدلت حال المتنازعين وتقابلت شبهة المتشاجرين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nولم يترجح أحدها بأمارة ولا ظن فينبغي أن يساوى بينهما في العظة وهذا مما\nيتعلق عليه القضاة وولاة ( 98 ب ) أمور النظر في المظالم ثم يختص ولاة أمور\nالنظر في المظالم بعد العظة بالإرهاب لهما معا لتساويهما بالكشف ما يعرف به\nالمحق منهما عما عليه المبطل الآثم فإن لم يظهر بالكف عن أصل الدعوى\nوانتقال الملك فن ظهر بالكشف ما يفضل به تنازعهما ( 99 أ ) ردهما إلى وساطة\nوجوه الخير وأكابر العشائر فإن فضلوا ما بينهما ثم المقصود وإلا كان فصل\nالقضاة بينهما هو خاتمة أمرهما بحسب ما يراه المباشر لبت الحكم والاستنابة\nفيه للأكابر انتهى الكلام على الوساطة\n</p>\n\n<p>\nفلنشرع ( 99 ب ) في الكلام على الخاتمة التي هي لإتمام الكلام رابطة\nفنقول وبالله التوفيق والهداية\n</p>\n\n<p>\nأعلم أن الجرائم محظورات شرعية زجر الله تعالى عنها بحد أو تعزير وأن\nللناظر في <span id='ms25'></span> المظالم فيها من الأعمال ما ليس لمفاحيل القضاة المشاهير ليس (\n100 أ ) لهم أن يحسبوا المتهوم بسرقة أو زنا للكشف والاستبراء اختبارا ولا\nأن يأخذوه بأسباب الإقرار أخبارا ولا أن يسمعوا الدعوى على المتهم بالسرقة\nممن ليس خصما مستحقا للمال المسروق قطعا ولا على المتهم بالزنا إلا أن يذكر\nالمدعى المرأة التي زنا ( 100 ب ) بها ويصفها بما يكون - زنا - موجبا للحد\nشرعا فإن أقر المتهوم بعد شرائط سماع الدعوى أخذوه بموجب إقراره وإن أنكر\nوكانت بينة سمعوها عليه بعد إنكاره وإن لم تكن بينة أحلفوه في حقوق العباد\nكالسرقة والقذف ونحوهما لا في حقوق ( 101 أ ) الله تعالى كالزنا والخمر وحد\nالمحاربة وغن كان للناظر في المظالم الذي يرفع إليه هذا المتهوم أميرا أو\nمن أولاد الأحداث والمعاون كان له مع هذا المتهوم من أسباب الكشف\nوالاستبراء ما ليس للقضاة والحكام وذلك من تسعة أوجه يختلف بها حكم\nالناظرين\n</p>\n\n<p>\n( 101 ب ) الأول أنه لا يجوز للناظر في المظالم أن يسمع المظلوم من أعوان\nالأمارة من غير تحقيق الدعوى المقررة ويرجع إلى قولهم في الأخبار عن حال\nالمظلوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nهو من أهل الريب أو معروف بمثل ما قذف به لذوي الخواص أو العموم فإن يرده\nمن ذلك خفت التهمة وضعفت فيجعل إطلاقه ولم يغلظ عليه وغن وصفوه بأمثاله\nوعرفوه بأشباهه عظمت التهمة فيستعمل ( 102 أ ) فيها من حال الكشف ما سنذكره\nآنفا ونشير إليه\n</p>\n\n<p>\nالثاني إن له أن يراعى شواهد الحال وأوصاف المتهم في قسوة التهمة وضعفها\nفإن كانت التهمة بزنا وكان المتهم للنساء ذا فكاهة وخلابة قويت التهمة وإن\nكان ( 102 ب ) بضده ضعفت وتعذر تعريفها وإن كانت التهمة بسرقة وكان المتهوم\nله شطارة أو في بدنه آثار ضرب أو كان معه حين أخذ منه قويت التهمة وإن كان\nبضده ضعفت وخفيت الأمارة\n</p>\n\n<p>\nالثالث أن له حبس المتهوم قبل ثبوت ( 103 أ ) التهمة بالبينة أو الإقرار\nللكشف واستبراء واختلف في مدة حبسه فذهب البعض إلى أنها مقدرة بشهر واحد لا\nيتجاوزه وبعضهم إلى أنها ليست مقدرة بل <span id='ms26'></span> موكول إلى الناظر في المظالم وهذا\nأشبه عند النظر\n</p>\n\n<p>\nالرابع أن له إذا قويت التهمة ( 103 ب ) أن يضرب المتهوم ضرب تقرير لا\nضرب حد ليحمله على الصدق فيما قذف به\n</p>\n\n<p>\nفإن أقر تحت الضرب حكم عليه بعول وإن ضرب ليصدق عن حالة فأقر تحت الضرب\nترك ضربة واستعيد إقراره فإذ ( 104 أ ) أعاده كان مأخوذا بالإقرار الثاني\nدون الأول\n</p>\n\n<p>\nالخامس أن له فيمن تكرر منه الجرائم ولا ينزجر عنها بالحدود أن يستديم\nحسبه وجزره إذا إستضر الناس بجرائمه حتى يموت بعد أن يقوم بقوته وكسوته من\nبيت المال ( 104 ب ) ليدفع ضرره عن الناس وشره\n</p>\n\n<p>\nالسادس إن له أحلاف المتهوم في حقوق الله تعالى وحقوق العباد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nويغلظ عليه اليمين ويضيق عليه بالطلاق والعتاق واستبراء حالة وكشفا عن\nأمره\n</p>\n\n<p>\nالسابع أن له أن يأخذ أهل الجرائم بالتوبة إجبارا ويظهر ( 105 أ ) من\nالوعيد عليهم ما يقودهم إليها طوعا واختيارا ولا يضيق عليهم بالوعيد بالقتل\nفيما لا يجب فيه القتل لأنه وعيد إرهاب يخرج عن حد الكذب إلى حد التعزير\nوالأدب ولا يجوز أن يحقق وعيده بالقتل فيقتل فيما لا يحب ( 105 أ ) فيل\nالقتل تحريا للرهب\n</p>\n\n<p>\nالثامن إن له أن يسمع شهادة أهل المهن ويعتمدهم ومن لا يجوز أن يسمح\nقولهم القضاة وإن كثر عددهم\n</p>\n\n<p>\nالتاسع أن له النظر في المواثبات وغن لم توجب عزما ولا حدا فإن لم يكن\nبأحد المتواثبين أثر فقد ذهب ( 106 أ ) بعضهم إلى أنه يبدأ بسماع قول من\nسبق بالدعوى وإن كان بأحدهما أثر بدأ بسماع قوله ولا يراعي السبق بالشكوى\nوالذي عليه أكثر الفقهاء أنه يسمع قول اسبقهما بالدعوى ويكون المبتدي\nبالمواثبة جرما وأغلظها تأديبا وأوقر ( 106 ب ) ويجوز أن يخالف بينهما في\nالتأديب من وجهين\n</p>\n\n<p>\nأحدهما بحسب اختلافهما في الافتراء والتعدي والضرر\n</p>\n\n<p>\nوثانيهما يحسب اختلافهما في الهيبة والصيانة وعلو القدر وإذا رأى من\nالصلاح في ردع السلفة ان يشهرهم وينادي عليهم بجرائمهم ساغ له ذلك الأمر (\n107 أ ) فهذه تسعة اوجه يقع بها الفرق فيس الجرائم بين نظر الناظر في <span id='ms27'></span>\nالمظالم ونظر القضاة الأعلام في حال الاستبراء قبل ثبوت الحد لاختصاص\nالمراء بالسياسة واختصاص القضاة بالأحكام\n</p>\n\n<p>\nفأما بعد ثبوت جرائمهم بالإقرار أو البينة ( 107 ب ) فيستوي غفي إقامة\nالحدود والزواجر حال الأمراء والقضاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nوالزواجر نوعان حد وتعزير\n</p>\n\n<p>\nوالحدود ضربان أحدها ما كان من حقوق الله تعالى وهو ضربان\n</p>\n\n<p>\nأحدهما ما وجب في ترك مفروض وثانيهما ما وجب في ارتكاب محظور وثانيهما ما\nكان من ما كان ن حقوق العباد\n</p>\n\n<p>\n( 108 أ ) بالردة إن لم يتب وإن تركها استثقالا لفعلها معترفا بوجوبها\nفذهب أبو حنيفة رضي الله عنه أنه يقتل لكنه يحبس ثم يضرب في وقت كل صلاة\nحتى يقوم بها\n</p>\n\n<p>\nوقال أحمد بن حنبل وطائفة من الفقهاء من أصحاب الحديث يقتل حدا لا كفرا (\n108 ب ) وذلك بعد استتابة فإن تاب وأجاب إلى فعلها ترك وأمر بها فإن قال\nأصليها في منزلي وكل إلى أمانته ولم يجبر على فعلها بمشهد من الناس وإن\nامتنع من التوبة قتل بتركها في الحال على أحد قولي الشافعي رضي الله عنه من\nغير توانى أو بعد ثلاثة ( 109 أ ) أيام القول الثاني واختلف أصحاب الشافعي\nرحمه الله في وجوب قتله بترك قضاء الصلوات الفوائت إذا امتنع عن قضائها\nفذهب بعضهم إلى قتله بها كما يقتل بالامتناع عن أداء الوقتيات حين أدائها\nوذهب آخرون إلى أنه لا يقتل بها ( 109 ب ) لاستقرارها في الذمة بالقوات\nويصلي عليه بعد قتله ويدفن في مقابر المسلمين لأنه منهم ويكون ماله لورثته\n</p>\n\n<p>\nوأما تارك الصيام فلا يقتل بإجماع الفقهاء الذين قولهم نقول ويحبس عن\nالطعام والشراب مدة صيام شهر رمضان ويؤدب ( 110 أ ) ويعزر أن كتمها بغير\nشبهة يرجع إليها فإن تعذر أخذها منه لامتناعه حورب عليها\n</p>\n\n<p>\nوأما الحج فلا يتصور تأخيره عن الوقت إلا بالموت عند من يقول بوجوبه على\nالتراخي كالشافعي رحمه الله عليه\n</p>\n\n<p>\nوعند القائلين بوجوبه على النور كأبي حنيفة ( 110 ب ) ومالك في المشهور\nعنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nوأحمد في أظهر روايتيه وإن كان يتصور تأخيره عن وقته لا يقتل به ولا يعزر\nعلى إهماله <span id='ms28'></span> لأن فعله بعد الوقت الأول أداء لاقضاء فإن مات قبل أدائه حج عنه\nفي ماله وإما الممتنع من حقوق العباد من ديون ( 111 أ ) أو غيرها فتؤخذ منه\nإجبارا إذا أمكن بعذرته ويحبس بها إذا تعذر إلا أن يكون معسرا فينظر إلى\nميسرته\n</p>\n\n<p>\nفهذا حكم ما وجب بترك المفروضات على أهل الإيمان وإما ما وجب بارتكاب\nالمحظورات فضربان\n</p>\n\n<p>\nأحدهما ما كان من حقوق الله ( 111 ب ) تعالى وهي أربعة\n</p>\n\n<p>\nحد الزنا وشرب الخمر والسرقة وقطع الطريق والضرب الثاني ما كان من حقوق\nالعباد وهو شيئان\n</p>\n\n<p>\nحد القذف والود في الجنايات\n</p>\n\n<p>\nوتفصيل الحدود والتعازير وكميتها وكيفيتها على التحقيق مذكورة في كتب\nالفقه فليرجع إليها ويعولها ولي ( 112 أ ) الأمر عن مطالعتها عليها\n</p>\n\n<p>\nهذا آخر ما سمح بوضعه الخاطر الفاتر في بطون هذه الدفاتر وتجلجلت به\nألسنة الأقلام في أفواه المحابر من تحرير السلوك في تدبير الملوك\n</p>\n\n<p>\nكتبه أبو الفضل محمد الأعرج غفر الله له ولوالديه ولكافة المسلمين أجمعين\n( 112 ب ) وصلى الله على سيدنا محمد صلى الله عليه وسلم\n</p>\n\n<p>\nوحسبنا الله ونعم الوكيل\n</p>\n\n<p>\nتم الكتاب بعون الملك الواهب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             <span id='ms29'></span>\n</p>\n",
  "pages": [
    "023",
    "024",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061"
  ],
  "volumes": [
    "01"
  ]
}