{
  "content": ":\n\n= المنهيات، خبر عن المخبرات ثم يتعلق بالمتعلقات المتجددات، ولا يتجدد في نفسه\". وقال في ص: 128: \"ذهبت الحشوية المنتمون إلى الظاهر إلى أن كلام الله تعالى قديم أزلي، ثم زعموا أنه حروف وأصوات. . \".\n(¬1) في س: فانعقل.\n(¬2) في ط: مصحف.\n(¬3) في س: يجعلهما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p741'> Vol. 03, p. 741</a>\n            </div>\n            :\n\n(¬1) في س: يناسب.\n(¬2) في س، ط: ذلك.\n(¬3) في س، ط: وليس.\n(¬4) في س: يعرض.\n(¬5) في س، ط: الواجب.\n(¬6) في الأصل، س: يفرق. وأثبت ما يستقيم به الكلام من: ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p742'> Vol. 03, p. 742</a>\n            </div>\n            :\n\n(¬1) في الأصل: حروف. وهو خطأ والمثبت من س، ط.\n(¬2) في ط: أصوات. وهو خطأ.\n(¬3) في الأصل، س: وأن. وأثبت ما يستقيم به الكلام من: ط.\n(¬4) في س: وفرض.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p743'> Vol. 03, p. 743</a>\n            </div>\n            :\n\n(¬1) أورده الشيخ -رحمه الله- بتصرف يسير.\n(¬2) في س، ط: يعقل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p744'> Vol. 03, p. 744</a>\n            </div>\n            :\n\n(¬1) في س، ط: ألفاظ.\n(¬2) في ط: تريد.\n(¬3) سورة الانفطار، الآية: 8.\n(¬4) بيان تلبيس الجهمية في تأسيس بدعهم الكلامية 1/ 504، 511.\nوانظر كلام الشيخ -أيضا- عن الألفاظ المجملة المتشابهة، وما يجب اتباعه إذا وردت في كلام المعارض في درء تعارض العقل والنقل 1/ 222 فما بعدها.\n(¬5) في الأصل: فقلنا. وهو خطأ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p745'> Vol. 03, p. 745</a>\n            </div>\n            :\n\n(¬1) ورد في س: بعد كلمة \"بجسم\" زيادة: \"كما لم يقولوا أن الله ليس بجسم\".\n(¬2) في الأصل: جسما. وهو خطأ.\n(¬3) في س: استقسل. وهو تصحيف.\n(¬4) في س: كبيرا.\nوالشيخ -رحمه الله- في كتابه بيان تلبيس الجهمية في تأسيس بدعهم الكلامية 1/ 478، 495، 496 بين أن مورد النزاع بين أئمة أهل الكلام وغيرهم في المعنى الخاص الذي يعنيه النفاة والمثبتة الذين يقولون: هو جسم لا كالأجسام وهو الذي يتناقض سائر الطوائف من نفاته لإثبات ما يستلزمه <span id='ms731'></span>، كما يتناقض مثبتوه مع نفي لوازمه.\nولهذا كان أئمة الإسلام لا يطلقون الألفاظ المبتدعة المتنازع فيها لا نفيا ولا إثباتا إلا بعد الاستفسار والتفصيل.\nوانظر نزاع الناس في الجسم في:\nمقالات الإسلاميين -للأشعري- 1/ 281 - 283، 2/ 4 - 8. والمواقف -للآيجي- ص: 183 - 200.\n(¬5) في س: تجسما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p746'> Vol. 03, p. 746</a>\n            </div>\n            :\n\n(¬1) في الأصل: المجسم والمثبت من: س، ط.\n(¬2) في الأصل: وهو. والمثبت من: س، ط.\n(¬3) في الأصل: بعينه. والمثبت من: س، ط.\n(¬4) في س، ط: تقول.\n(¬5) في س، ط: عن.\n(¬6) ما بين المعقوفتين زيادة من: س، ط.\n(¬7) في الأصل: النفافين. ولا معنى لها والمثبت من: س، ط.\n(¬8) قد: ساقطة من: س.\n(¬9) في الأصل: في غير ذلك. وهو خطأ والمثبت من: س، ط.\n(¬10) راجع بيان تلبيس الجهمية في تأسيس بدعهم الكلامية -لابن تيمية 1/ 378 - 592.\n(¬11) في الأصل: عمرو. وهو خطأ. وتقدم التعريف به. وانظر النقل عنه في كتابه التمهيد لما في الموطأ من المعاني والأسانيد 7/ 152.\n(¬12) في التمهيد: أنه من نظر. .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p747'> Vol. 03, p. 747</a>\n            </div>\n            :\n\n(¬1) في التمهيد: وعلى طلحة وسعد وعبد الرحمن وسائر. .\n(¬2) في التمهيد: النبيين بأعلام. .\n(¬3) ولا سكون: ساقطة من: التمهيد.\n(¬4) ما بين المعقوفتين زيادة من: س، ط، والتمهيد.\n(¬5) في س، ط: لما.\n(¬6) ما بين المعقوفتين زيادة من جميع النسخ في غير هذا الموضع، راجع ص: 400 حيث تقدم هذا النقل عن أبي عمر بن عبد البر -رحمه الله- من التمهيد.\n(¬7) في التمهيد: عملهم.\n(¬8) في التمهيد: أو من.\n(¬9) في التمهيد: ولشهروا.\n(¬10) في ط: الرويات. وهو تصحيف.\n(¬11) في س: إلا. وهو تصحيف والضمير في قوله يرجع إلى أبي بكر الباقلاني.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p748'> Vol. 03, p. 748</a>\n            </div>\n            :\n\n(¬1) في ط: وهي عن. وهو خطأ.\n(¬2) في س: التي.\n(¬3) في الأصل، س: المبحث. وأثبت المناسب من ط. وقد ورد في هامش س: لعلمه المحدث.\n(¬4) موحدون: ساقطة من: س، ط.\n(¬5) في س، ط: ضلالاته.\n(¬6) في س: معاني.\n(¬7) شيء: ساقطة من: س.\n(¬8) في الأصل، س: فيقول. وأثبت المناسب للسياق من: ط.\n(¬9) في س: ثلاث.\nأقول: وهذه المعاني الثلاثة أوردها شيخ الإسلام -رحمه الله- في كتابه \"درء تعارض العقل والنقل\" 1/ 224 - 228، وبين أن في هذه المعاني ما هو حق =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p749'> Vol. 03, p. 749</a>\n            </div>\n            :\n\n= وما هو باطل، وليس الحق الذي <span id='ms732'></span> فيها هو الغاية التي جاء بها الرسول - صلى الله عليه وسلم - بل التوحيد الذي أمر به أمر يتضمن الحق الذي في هذه المعاني وزيادة أخرى، فهذا التقسيم من الكلام الذي لبس فيه الحق بالباطل وكتم الحق.\nانظر: هذه المعاني في \"الشامل\" للجويني- ص: 347.\n(¬1) في جميع النسخ: إحداها. وأثبت الصواب.\n(¬2) هي: ساقطة من: ط.\n(¬3) ما بين المعقوفتين زيادة من: ط.\n(¬4) لم أقف على هذا النقل في الإرشاد لأبي المعالي، وما وقفت عليه في باب العلم بالوحدانية ص: 52 قوله:\n\"الباري -سبحانه وتعالى- واحد، والواحد في اصطلاح الأصوليين -وفي نسخة: \"الموحدين\"- الشيء الذي لا ينقسم، ولو قيل الواحد هو الشيء لوقع الاكتفاء بذلك، والرب -سبحانه وتعالى- موجود فرد متقدس عن قبول التبعيض والانقسام، وقد يراد بتسميته واحدا أنه لا مثل له ولا نظير، ويترتب على اعتقاد الوحدانية إيضاح الدليل على أن الإله ليس بمؤلف، إذ لو كان كذلك -تعالى الله عنه وتقدس- لكان كل بعض قائما بنفسه عالما حيا قادرا، وذلك صريح بإثبات إلهين\".\nوانظر: قريب مما نقله الشيخ هنا عن أبي المعالي، مع اختلاف في الألفاظ في: \"الشامل\" لأبي المعالي الجويني - ص: 345 - 347.\nوانظره في \"بيان تلبيس الجهمية في تأسيس بدعهم الكلامية\" -لابن تيمية- 1/ 469، 470.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p750'> Vol. 03, p. 750</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين ساقط من: س.\n(¬2) ما بين المعقوفتين زيادة من: ط.\n(¬3) أي: بزمان أو مكان أو وجود أو عدم.\nوقد أوضح إمام الحرمين في \"الإرشاد\" ص: 138، أن هذا هو الذي ارتضاه المتأخرون من أئمته في حقيقة الغيرين، وأنه أمثل من قول من قال: الغيران كل شيئين يجوز وجود أحدهما مع عدم الثاني.\n(¬4) ذكر الجويني في \"الشامل\" ص: 346، 347: أن الذي قال بهذا القاضي ووافقه عليه الأستاذ أبو بكر بن فورك.\n(¬5) ما بين المعقوفتين زيادة من: ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p751'> Vol. 03, p. 751</a>\n            </div>\n            :\n\n(¬1) في الأصل: قسم. وقد أثبت المناسب للكلام من: س، ط، وبيان تلبيس الجهمية.\n(¬2) في بيان تلبيس الجهمية في تأسيس بدعهم الكلامية، قال الأنصاري: أشار إلى وحدة. . .\n(¬3) في الأصل، س: ينفيه. وأثبت ما يناسب سياق الكلام من: ط.\n(¬4) في الأصل، س: ولا. والمعنى يستقيم <span id='ms733'></span> بدون الواو.\n(¬5) في س: فإذ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p752'> Vol. 03, p. 752</a>\n            </div>\n            :\n\n(¬1) الإرشاد -للجويني- ص: 3.\n(¬2) في جميع النسخ: من. وهو تصحيف. والمثبت من الإرشاد. ليستقيم الكلام.\n(¬3) في ط: بحدوث.\n(¬4) قال: إضافة من الشيخ -رحمه الله- والكلام متصل بما قبله في: الإرشاد.\n(¬5) في س: تطلب.\n(¬6) ما بين المعقوفتين زيادة يستقيم بها الكلام من: الإرشاد.\n(¬7) في س، ط: آخر.\n(¬8) الإرشاد -للجويني- ص: 99 - 101.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p753'> Vol. 03, p. 753</a>\n            </div>\n            :\n\n(¬1) في الإرشاد: متواعد.\n(¬2) في جميع النسخ: خلل. وأثبت ما رأيته مناسبا من: الإرشاد.\n(¬3) في ط: أن الطريق.\n(¬4) في الإرشاد: متكلم.\n(¬5) في س، ط: أستاذنا. وهو خطأ.\n(¬6) في الأصل: توجهنا. وأثبت المناسب من: س، ط، والإرشاد.\n(¬7) في الإرشاد: يثبت للسمع.\n(¬8) قال: إضافة من الشيخ -رحمه الله- والكلام متصل بما قبله في \"الإرشاد\".\n(¬9) في الإرشاد: وضح.\n(¬10) في جميع النسخ: أوقيتم. ولعل الصواب ما أثبت من: الإرشاد.\n(¬11) أن: ساقطة من: س.\n(¬12) من: ساقطة من: ط.\n(¬13) منهم: ساقطة من: الإرشاد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p754'> Vol. 03, p. 754</a>\n            </div>\n            :\n\n(¬1) في س: بحدته. وفي ط: بحدوثه.\n(¬2) في الأصل، س: إبهام. والمثبت من: ط، والإرشاد.\n(¬3) في س: المختلف. وفي الإرشاد: المخلوق.\n(¬4) في الإرشاد: وكلام الله عندهم القدرة.\n(¬5) في الإرشاد: بالقول القائم به.\n(¬6) هو: ساقطة من: الإرشاد.\n(¬7) في الأصل، ط: بالقابلية. وفي س: بالقابلة. والمثبت من: الإرشاد.\nوالقائلية عندهم: القدرة على التكلم.\nوانظر: درء تعارض العقل والنقل -لابن تيمية- 2/ 194. والقابلية: الاستعداد للقبول.\nانظر: المعجم الوسيط -لمجموعة من المؤلفين- 2/ 712.\n(¬8) في الإرشاد: بالذات.\n(¬9) في الإرشاد: مفتتح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p755'> Vol. 03, p. 755</a>\n            </div>\n            :\n\n(¬1) في الإرشاد: متنكبية.\n(¬2) في جميع النسخ: مائية. وهو تصحيف. والمثبت من: الإرشاد.\n(¬3) في س: أجداه. وهو تصحيف.\n(¬4) في الأصل: صدفنا. وأثبت المناسب من: س، ط، والإرشاد.\n(¬5) في الأصل: الأمة. والمثبت من: س، ط، والإرشاد.\n(¬6) ما بين المعقوفتين زيادة من: س، ط، والإرشاد.\n(¬7) في الإرشاد: طرقا.\n(¬8) انظر: الإرشاد -للجويني- ص: 102.\n(¬9) انظر: الإرشاد -للجويني- ص: 109.\n(¬10) في الإرشاد: ص: 118.\n(¬11) في الإرشاد: بقيام.\n(¬12) في الإرشاد: بعد بطلان هذه. .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p756'> Vol. 03, p. 756</a>\n            </div>\n            :\n\n(¬1) الإرشاد -للجويني- ص: 44 - 46.\n(¬2) في جميع النسخ: في. ولعل ما أثبت من: \"الإرشاد\"، و \"درء تعارض العقل والنقل -لابن تيمية- 2/ 194 \"يكون مناسبا\".\n(¬3) في الإرشاد: بتقديس.\n(¬4) قال: إضافة من الشيخ -رحمه الله- والكلام متصل بما قبله في <span id='ms734'></span>: الإرشاد.\n(¬5) في الإرشاد: الرب.\n(¬6) قال: إضافة من الشيخ. والكلام متصل بما قبله.\n(¬7) في جميع النسخ: بالقابلية. وكذا في النسخ (م) (ق) (ص:) (ط) من درء تعارض العقل والنقل -لابن تيمية- والمثبت من: الإرشاد- وما اعتمده محقق الدرء 2/ 194.\n(¬8) في الإرشاد: أصلهم.\n(¬9) في الأصل: تتحد. وهو تصحيف. والمثبت من: س، ط، والإرشاد.\n(¬10) في الإرشاد: ولذلك.\n(¬11) في الإرشاد: ولم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p757'> Vol. 03, p. 757</a>\n            </div>\n            :\n\n(¬1) قال: إضافة من الشيخ. والكلام متصل بما قبله.\n(¬2) في س: يسقبها. وهو تصحيف.\n(¬3) في ط: بحدوث.\n(¬4) قال: إضافة من الشيخ. والكلام متصل بما قبله في: الإرشاد.\n(¬5) في س: بمجال.\n(¬6) في الأصل، س: وبصدهم. وأثبت المناسب للسياق من: ط، والإرشاد.\n(¬7) في الإرشاد: للذات.\n(¬8) في الإرشاد: تدل.\n(¬9) في ط: الحدوث.\n(¬10) قال: إضافة من الشيخ، والكلام متصل بما قبله.\n(¬11) في الإرشاد: الباري.\n(¬12) في الإرشاد: غائبا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p758'> Vol. 03, p. 758</a>\n            </div>\n            :\n\n(¬1) المحل: ساقطة من: الإرشاد.\n(¬2) في الأصل: يتصف. والمثبت من: س، ط، والإرشاد.\n(¬3) في الإرشاد: بأحكام موجبة عن. . .\n(¬4) ما بين القوسين ساقط من: الإرشاد.\n(¬5) في الإرشاد: ألوان.\nوسوف ترد لفظة \"الألوان\" و\"الأكوان\" كثيرا في الصفحات القادمة لذا رأيت أن أثبت النقل التالي من الإرشاد لأبي المعالي -الجويني- ص: 17 - ليتضح المراد باللفظتين وغيرهما من الألفاظ عندهم، يقول: \"فمما يستعملونه، وهو منطوق به لغة وشرعا: العالم وهو كل موجود سوى الله تعالى، وصفة ذاته، ثم العالم جواهر وأعراض فالجوهر هو المتحيز، وكل ذي حجم متحيز.\nوالعرض: هو المعنى القائم بالجوهر، كالألوان والطعوم والروائح والحياة والموت، والعلوم والإرادات، والقدر، القائمة بالجواهر.\nومما يطلقونه: الأكوان وهي الحركة والسكون والاجتماع والافتراق، ويجمعها ما يخصص الجوهر بمكان أو تقدير مكان\".\n(¬6) ما بين المعقوفتين زيادة من: س، ط، والإرشاد.\n(¬7) ما بين المعقوفتين زيادة من: س، ط، والإرشاد.\n(¬8) في الأصل: وجوزوه. والكلام يستقيم بدون الواو.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p759'> Vol. 03, p. 759</a>\n            </div>\n            :\n\n(¬1) في الإرشاد: الرب.\n(¬2) في جميع النسخ: متحيز وحجم جرم.\nوفي الإرشاد، ونسخة س من الدرء: متحيز حجم وجرم.\nولعل ما أثبته من \"درء تعارض العقل والنقل\" لابن تيمية 2/ 198، يناسب السياق، وهو ما اعتمده محقق الدرء.\n(¬3) في الأصل: في. وهو خطأ. والمثبت من: س، ط، والإرشاد <span id='ms735'></span>.\n(¬4) في الأصل بعضه غيره والكلام يستقيم بدون هذه الزيادة.\n(¬5) في الأصل: المنوع: وهو تصحيف، والمثبت من: س، ط.\n(¬6) على: ساقطة من: س، ط.\n(¬7) في س: إلا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p760'> Vol. 03, p. 760</a>\n            </div>\n            :\n\n(¬1) في ط: حجة.\n(¬2) ما بين المعقوفتين زيادة من: س، ط.\n(¬3) شيخ الإسلام -رحمه الله تعالى- بين في \"درء تعارض العقل والنقل- 2/ 196 \" أن لقائل أن يقول: \". . هو لم يذكر دليلا هناك إلا قياس ما قبل الاتصاف على ما بعده، وهو ليس حجة علمية عقلية، بل غايته: احتجاج بموافقة منازعة في مسألة عظيمة عقلية ترد لأجلها نصوص الكتاب والسنة، وينبني عليها من مسائل الصفات والأفعال أمور عظيمة اضطرب فيها الناس، ممن يجعل أصول الدين مجرد قول قالته طائفة من أهل الكلام وافق بعضهم بعضا عليه من غير حجة عقلية ولا سمعية\".\n(¬4) الجويني ذكر أن حدث الجواهر ينبني على أربعة أصول:\nالاول: إثبات الأعراض.\nوالثاني: إثبات حدثها.\nوالثالث: استحالة تعري الجواهر عن الأعراض، وهو ما ذكره الشيخ -رحمه الله- هنا وناقشه.\nوالرابع: استحالة حوادث لا أول لها.\nانظرها مجملة في \"الإرشاد\" ص: 17، 18. ومفصلة في ص: 18 - 27.\n(¬5) الإرشاد -للجويني- ص: 22 - 25.\n(¬6) في س، ط: وأما.\n(¬7) في الأصل: الجواهر. والمثبت من: س، ط، والإرشاد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p761'> Vol. 03, p. 761</a>\n            </div>\n            :\n\n(¬1) عن: ساقطة من: س.\n(¬2) في الإرشاد: وإن.\n(¬3) قال: إضافة من الشيخ، والكلام متصل بما قبله في الإرشاد.\n(¬4) الهيولى: لفظ يوناني بمعنى: الأصل والمادة.\nوفي الاصطلاح هي: جوهر في الجسم قابل لما يعرض لذلك الجسم من الاتصال والانفصال، محل للصورتين الجسمية والنوعية.\nانظر: التعريفات -للجرجاني- ص: 257. والمعجم الفلسفي -لجميل صليب - 2/ 536.\nومادة الشيء: أصوله وعناصره التي يتركب منها حسية كانت أو معنوية.\nوللمادة في اصطلاح الفلاسفة عدة معان يمكن الاطلاع عليها في المعجم الفلسفي -لجميل صليبا- 2/ 306 - 308.\nوالصورة: ما تنتفش به الأعيان وتميزها عن غيرها (الشكل الذي يحدد الشيء) ولها عدة إطلاقات، ذكرها أبو البقاء الكوفي في \"الكليات\" 3/ 114، 115.\n(¬5) هو: أبو الحسين صالح بن عمرو الصالحي، إليه تنسب \"الصالحية\" إحدى فرق المرجئة.\nوقد ذكر الشهرستاني في \"الملل والنحل\" 1/ 145: أن الصالحي جمع القدر والإرجاء، وأنه انفرد عن المرجئة بأشياء، وكان يقول: الإيمان <span id='ms736'></span> المعرفة بالله تعالى على الإطلاق، والكفر الجهل بالله على الإطلاق، وقول القائل إن الله ثالث ثلاثة ليس بكفر ولكنه لا يظهر إلا من كافر، والصلاة عنده ليست بعبادة الله، وأنه لا عبادة له إلا الإيمان به، وهو معرفته وهو خصلة واحدة لا تزيد ولا تنقص.\nانظر: ما قاله في الجوهر وجواز تعريه عن الأعراض في مقالات الإسلاميين =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p762'> Vol. 03, p. 762</a>\n            </div>\n            :\n\n= للأشعري 2/ 8، 11.\n(¬1) في س: وضع.\n(¬2) تقدم التعريف بالمعتزلة، وأنهم فرعان:\nمعتزلة البصرة. ومعتزلة بغداد.\nوأول ظهور الاعتزال كان بالبصرة -كما يقول أبو الحسن الملطي- ثم أخذ معتزلة بغداد الاعتزال من معتزلة البصرة، ويذكر الملطي أن بشر بن المعتمر -مؤسس فرع بغداد- المتوفى سنة 210 ه خرج إلى البصرة، فلقي بشر بن سعيد، وأبا عثمان الزعفراني -وهما صاحبا واصل بن عطاء- فأخذ عنهما الاعتزال وحمله إلى بغداد ودعا إليه، ففشى قوله.\nومعتزلة بغداد أغلظ بدعة من معتزلة البصرة -كما سيبينه الشيخ -رحمه الله- بعد صفحات قليلة.\nومن أعلام معتزلة البصرة: أبو الهذيل العلاف -المتوفى سنة 235 ه.\nوإبراهيم النظام - المتوفى سنة 231 ه. وأبو علي الجبائي- المتوفى سنة 303 ه وغيرهم.\nومن معتزلة بغداد: بشر بن المعتمر - المؤسس- كما تقدم. وثمامة بن الأشرس- المتوفى سنة 213 ه. وأبو الحسين الخياط- المتوفى سنة 290 ه.\nوأبو القاسم البلخي الكعبي- المتوفى سنة 219 ه.\nانظر: التنبيه والرد على أهل الأهواء والبدع -للملطي- ص: 38 - 41.\nوفلسفة المعتزلة -لألبير نصري نادر- ص: 7 - 34. وضحى الإسلام -لأحمد أمين- 3/ 96 - 161: وقد ذكر أن من أظهر مسائل الخلاف بين البصريين والبغداديين الكلام في الجوهر والعرض.\n(¬3) في س: وجوز العرو. . . وفي الإرشاد: وجوزوا الخلو. .\n(¬4) في ط: متبوعه.\nوهم: أتباع أبي القاسم عبد الله بن أحمد بن محمود البلخي الكعبي، من متكلمي المعتزلة البغداديين وإليه تنسب \"الكعبية\" أخذ الكلام عن أبي الحسين الخياط، وخالف البصريين من المعتزلة في أحوال كثيرة ذكرها البغدادي في \"الفرق بين الفرق\" ص: 181، 182. توفي سنة 319 ه. . . . . . . . . . . . =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p763'> Vol. 03, p. 763</a>\n            </div>\n            :\n\n= وعن الكعبي وأتباعه يراجع: تاريخ بغداد -للبغدادي- 9/ 384. ولسان الميزان -لابن حجر- 3/ 255، 256. وطبقات المعتزلة -للقاضي عبد الجبار- ص: 283. والتبصير في الدين -للإسفراييني- ص: 84، 85.\n(¬1) في جميع <span id='ms737'></span> النسخ: الخلو عن الأكوان.\nوفي النسخ ط، ص:، ر، ه من درء تعارض العقل والنقل: العرو عن الأكوان. وفي م، ق: من الدرء: العرو عن الأعراض.\nوما أثبته من: الإرشاد، وما اعتمده محقق الدرء 2/ 190.\n(¬2) قال: إضافة من الشيخ، والكلام متصل بما قبله.\n(¬3) في الإرشاد: يوافقنا.\n(¬4) في الأصل: عند. والمثبت من: س، ط، والإرشاد.\n(¬5) في جميع النسخ: المعقول. ولعل ما أثبته من حاشية الإرشادات: (3) يكون مناسبا.\n(¬6) في الأصل: للإجماع. والمثبت من: س، ط، والإرشاد.\n(¬7) في س، نعقل.\n(¬8) في جميع النسخ: مماسة.\nوالمثبت من: الإرشاد، ودرء تعارض العقل والنقل- 2/ 190.\n(¬9) في الأصل: اجتماعهما. والمثبت من: س، ط، والإرشاد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p764'> Vol. 03, p. 764</a>\n            </div>\n            :\n\n(¬1) رام الشيء، يرومه، روما، ومراما: طلبه. راجع: لسان العرب -لابن منظور- 12/ 258 (روم).\n(¬2) في الإرشاد: حدث.\n(¬3) أي: بثبوت الأكوان.\n(¬4) في س: والاجتماع.\n(¬5) في جميع النسخ: ينتهي، والمثبت من: الإرشاد، ودرء تعارض العقل والنقل -لابن تيمية- 2/ 191.\n(¬6) في الإرشاد: ضد فيه، ثم الضد إنما يطرأ. .\n(¬7) في الإرشاد: أن لا يحدث.\n(¬8) في الأصل، س: تجوز. والمثبت من: ط، والإرشاد.\n(¬9) في الإرشاد: ونطرد.\n(¬10) في الأصل: المسألة. والمثبت من: س، ط، والإرشاد، ودرء تعارض العقل والنقل- 2/ 192.\n(¬11) الكلام عن النكتة الثانية.\n(¬12) في الإرشاد: أنه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p765'> Vol. 03, p. 765</a>\n            </div>\n            :\n\n(¬1) في س، ط: بحدوثه. وفي الإرشاد: ينفي لحدثه.\n(¬2) في الإرشاد: الحوادث.\n(¬3) في الأصل: غرض. وهو تصحيف. والمثبت من: س، ط.\n(¬4) في ط: والرابع.\n(¬5) في جميع النسخ: بصرى. ولعل الصواب ما أثبته.\n(¬6) في س، ط: البغدادي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p766'> Vol. 03, p. 766</a>\n            </div>\n            :\n\n(¬1) أقول: وشيخ الإسلام -رحمه الله- أوضح في كتابه \"درء تعارض العقل والنقل\" أن إثبات الأكوان بقبول الحركة والسكون هو الذي لا يمكن دفعه، لأن الجسم الباقي لا بد له من الحركة أو السكون.\nوأما الاجتماع أو الافتراق فهو مبني على إثبات الجوهر الفرد، ثم أوضح أن النزاع فيه كثير مشهور. فمن رام الوقوف عليه فليراجع 2/ 191.\n(¬2) وهي إحدى النكتتين اللتين تمسك بهما الجويني في الرد على المعتزلة حيث استشهد بالإجماع على امتناع العرو عن الأعراض بعد الاتصاف بها.\nوقد بين شيخ الإسلام -رحمه الله- في كتابه \"درء تعارض العقل والنقل\" 2/ 192: \"أن مضمون هذا أنه <span id='ms738'></span> قاس ما بعد الاتصاف على ما قبله، وقد أجابه المنازعون عن هذا بأن الفرق بينهما: أن الضد لا يزول إلا بطريان ضده، فلهذا لم يخل منهما، فإن كان الفرق صحيحا بطل القياس، وإلا منع الحكم في الأصل وقيل: بل يجوز خلوه بعد الاتصاف إذا أمكن زوال الضد بدون طريان آخر، وما ذكره في السواد والبياض قضية جزئية، فلا تثبت بها دعوى كلية، ومن أين يعلم أن كل طعم في الأجسام إذا زال فلا بد أن يخلفه طعم آخر؟ وكل ريح إذا زالت فلا بد أن يخلفها ريح آخر، وكذلك في الإرادة والكراهة ونحو ذلك. . \".\n(¬3) ما بين المعقوفتين زيادة من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p767'> Vol. 03, p. 767</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n(¬2) تقدم قول الجويني في النكتة الثانية ص: 611، وفي \"الإرشاد\" ص: 25. وقد ناقش شيخ الإسلام -رحمه الله- هذه النكتة في \"درء تعارض العقل والنقل\" 2/ 193.\n(¬3) في ط: بحدوثه. وفي الإرشاد: ينفي لحدثه.\n(¬4) تقدم قول الجويني هذا في ص: 757. وفي الإرشاد ص: 45.\n(¬5) ما بين المعقوفتين زيادة من: س، ط.\n(¬6) في س: القايل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p768'> Vol. 03, p. 768</a>\n            </div>\n            :\n\n(¬1) في س: نحتج.\n(¬2) تقدم في ص: 757، وفي الإرشاد: ص: 45.\n(¬3) في س: قيل.\n(¬4) في الأصل: لم. وأثبت المناسب من: س، ط، والإرشاد.\n(¬5) في ط: بحدوث.\n(¬6) في الأصل، س: عنها.\n(¬7) في الأصل: الجوهر. والمثبت من: س، ط.\n(¬8) في س، ط: لشيء.\n(¬9) له: ساقطة من: س.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p769'> Vol. 03, p. 769</a>\n            </div>\n            :\n\n(¬1) في س: قيل.\n(¬2) في س: قد.\n(¬3) في الأصل: قائلا. وأثبت المناسب للسياق من: س، ط.\n(¬4) في الأصل: قائله. وأثبت المناسب للكلام من: س، ط.\n(¬5) في الأصل: يقوله. وأثبت المناسب للسياق من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p770'> Vol. 03, p. 770</a>\n            </div>\n            :\n\n(¬1) في ط: ذوات.\n(¬2) ما بين المعقوفتين زيادة من: س، ط.\n(¬3) وهذه المقدمات هي الأصول التي بنى الجويني عليها حدث الجواهر. وتقدمت الإشارة إليها في ص: 762، وفي الإرشاد: ص: 17، 18.\n(¬4) ما بين المعقوفتين كرر في: س، وهو سهو من الناسخ.\n(¬5) في س: وهي لم. وفي ط: وهو لم.\n(¬6) في الأصل: فعالم. وهو تصحيف. والمثبت من: س، ط.\n(¬7) سورة الحديد، الآية: 4.\n(¬8) سورة فصلت، الآية: 11.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p771'> Vol. 03, p. 771</a>\n            </div>\n            :\n\n(¬1) هو: ساقطة من: س.\n(¬2) في الأصل <span id='ms739'></span>: قد عم. وهو تصحيف. والمثبت من: س، ط.\n(¬3) ما بين المعقوفتين زيادة من: س، ط.\n(¬4) الفلاسفة: جمع فيلسوف. وتقدم الكلام عليه في ص: 272.\nالدهرية: هم القائلون بقدم العالم ووجوده أزلا وأبدا ولا صانع له، وذهبوا إلى ترك العبادة، لأنها لا تفيد، وإنما الدهر بما يقتضيه مجبول من حيث الفطرة على ما هو واقع فيه.\nوالدهرية: من الفلاسفة كابن سينا وأمثاله قالوا: تسلسل الحوادث ودوامها واجب؛ لأن حدوث الحادث بدون سبب حادث ممتنع، فيمتنع أن يكون جنسها حادثا بلا سبب حادث، وإذا كان لكل حادث سبب حادث كان الجنس قديما، فيكون العالم قديما. وهذا أصل تفرعت عنه مقالاتهم.\nانظر: الفصل -لابن حزم- 1/ 9 - 14. نهاية الإقدام -للشهرستاني - ص: 123، 124. ودرء تعارض العقل والنقل -لابن تيمية- 4/ 43، 8/ 131، 9/ 147، 148.\nوالكليات -لأبي البقاء- 2/ 332. وكشاف اصطلاحات الفنون -للتهانوي- 2/ 274، 275.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p772'> Vol. 03, p. 772</a>\n            </div>\n            :\n\n(¬1) في س: فتبطل.\n(¬2) في الأصل، س: كل. وأثبت الصواب من: ط.\n(¬3) بعد أسطر سوف يذكر الشيخ -رحمه الله- أنه قيل: إن أبا الحسن الأشعري أقر بتكافؤ الأدلة في آخر عمره، وكذا الفخر الرازي صرح في آخر كتبه \"المطالب العالية\" أن هذه المسألة من محارات العقول.\n(¬4) تقدم التعريف به وبفرقته ص: 629.\n(¬5) هو: أبو عيسى محمد بن هارون الوراق، من أهل بغداد، له تصانيف على مذهب المعتزلة، وعنه أخذ ابن الراوندي. توفي سنة 247 ه.\nانظر: لسان الميزان -لابن حجر- 5/ 412. والأعلام -للزركلي- 7/ 351. تاريخ الأدب العربي -لبروكلمان 4/ 30، وفيه: أنه تحول عن مذهب المعتزلة، وذلك بسبب دراسته للمنطق الإغريقي، وتوفي بالسجن بعد أن اتهم بالإلحاد، مثل الراوندي.\n(¬6) كتاب \"التاج\" في قدم العالم ذكره ابن الجوزي في \"المنتظم\" 6/ 99، 101، وأن أبا علي الجبائي نقضه وقال: \"قد وضع كتابا في قدم العالم، ونفى الصانع، وتصحيح مذهب الدهر، وفي الرد على مذهب أهل التوحيد\".\nانظر: تاريخ التراث العربي -لسزكين- 1/ 4 / 74. وهدية العارفين للبغدادي 1/ 55، وذكر في ص: 677 أن لأبي الحسن الأشعري نقض كتاب التاج على ابن الراوندي. ومعجم المؤلفين -لكحالة- 2/ 200.\n(¬7) في الأصل: قدوم. وأثبت المناسب من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p773'> Vol. 03, p. 773</a>\n            </div>\n            :\n\n(¬1) نقل ابن عساكر عن أبي بكر بن فورك أن أبا الحسن الأشعري صنف كتابا سماه <span id='ms740'></span> \"الفصول\" في الرد على الملحدين والخارجين عن الملة كالفلاسفة والطبائعيين والدهريين وأهل التشبيه والقائلين بقدم الدهر على اختلاف مقالاتهم وأنواع مذاهبهم، ثم رد فيه على البراهمة واليهود والنصارى والمجوس، وهو كتاب كبير يشتمل على اثني عشر كتابا، أول كتاب إثبات النظر وحجة العقل والرد على من أنكر ذلك، ثم ذكر علل الملحدين والدهريين فيما احتجوا بها في قدم العالم، وتكلم عليها، واستوفى ما ذكره ابن الراوندي في كتابه المعروف بكتاب \"التاج\" وهو الذي نصر فيه القول بقدم العالم.\nراجع: تبيين كذب المفتري -لابن عساكر- ص: 128، 129. وانظر عن كتاب \"الفصول\": هدية العارفين -للبغدادي- 1/ 677. وإيضاح المكنون -للبغدادي- 2/ 194. ولم يذكره ضمن آثار أبي الحسن كل من: بروكلمان -في تاريخ الأدب العربي- 4/ 39. وسزكين -في تاريخ التراث العربي- العقائد والتصوف- 1/ 4 / 35.\n(¬2) في الأصل: بكتابه. والمثبت من: س، ط.\n(¬3) نسب أبو إسماعيل الهروي في كتابه \"ذم الكلام\" -مخطوط- الجزء السابع -اللوحة: 33 - هذا القول إلى: زاهر بن أحمد السرخسي.\n(¬4) ما بين المعقوفتين زيادة من: ط.\n(¬5) في الأصل: أخر حدوث. . والكلام يستقيم بما أثبته من: س، ط.\n(¬6) هذا الكتاب آخر ما ألف الرازي -وفيه ما استقر عليه رأيه في نهاية عمره، والكتاب لا زال مخطوطا.\nيقول محمد صالح الزركاني، في كتابه \"فخر الدين الرازي وآراؤه الكلامية =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p774'> Vol. 03, p. 774</a>\n            </div>\n            :\n\n= والفلسفية\" ص: 194: \"والكتاب الموجود -والمشار إليه في الكتب التاريخية- كله في الإلهيات وبعض المباحث الطبيعية المتأخرة في الترتيب عن الإلهيات، ويلوح لي أنه حلقة في مجموعة كلامية فلسفية سماها الرازي \"المطالب العالية\" كتب الرازي أكثرها، ووقف قبل قسم \"الأخلاق\" بعد أن عاجلته المنية. . \".\nوعن المطالب العالية -ونسخه الخطية وأماكن وجودها يراجع: المصدر السابق ص: 95، 96.\nوممن أشار إليه: ابن خلكان في \"وفيات الأعيان\" 4/ 249، وابن كثير في \"البداية والنهاية\" 13/ 53، وحاجي خليفة في \"كشف الظنون\" 2/ 1714. وقال: شرحه عبد الرحمن المعروف بجبلي زادة.\n(¬1) الشيخ -رحمه الله- بين في كتابه \"تلبيس الجهمية\" 1/ 130: أن الرازي ذكر في أكبر كتبه \"المطالب العالية\" أدلة الفريقين القائلين بحدوث العالم، وقدمه وضرب هذه بهذه، ولم يرجح شيئا، بل ذكر أن الكتب الإلهية، والأدلة <span id='ms741'></span> السمعية لم تبين هذه الأدلة.\nوانظر: إشارة الشيخ إلى اعتراف الرازي بالحيرة والشك في هذه المسألة في: درء تعارض العقل والنقل- 4/ 290.\n(¬2) في هامش س: هو عبد الحميد بن عيسى الخسرو شاهي.\nهو: أبو محمد عبد الحميد بن عيسى بن عموية بن يونس الخسروشاهي، نسبة إلى خسرو شاه من قرى تبريز، كان فقيها متكلما، بارعا في المعقولات، وأخذ عن الفخر الرازي الأصول وغيره، قدم الكرك فأقام عند صاحبها الملك الناصر داود، فإنه استدعاه ليقرأ عليه، ثم عاد إلى دمشق، فأقام بها إلى أن توفي سنة 652 ه.\nانظر: العبر -للذهبي- 3/ 268، 269. وطبقات الشافعية -للسبكي- 8/ 160، 161. والبداية والنهاية -لابن كثير- 13/ 177.\n(¬3) هو: فخر الدين الرازي أبو عبد الله محمد بن عمر -تقدمت ترجمته- يعرف بابن الخطيب، أو ابن خطيب الري، لأن والده كان خطيب مسجد الري.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p775'> Vol. 03, p. 775</a>\n            </div>\n            :\n\n= انظر: وفيات الأعيان -لابن خلكان- 4/ 249. والوافي بالوفيات -للصفدي- 4/ 248. والفخر الرازي وآراؤه الكلامية والفلسفية - للزركان- ص: 15.\n(¬1) هو: داود بن الملك المعظم عيسى بن محمد بن أيوب، الملك الناصر صلاح الدين ملك دمشق بعد أبيه سنة 626 ه، وأخذها منه عمه الأشرف، فتحول إلى الكرك، فملكها إحدى عشرة سنة، ثم استخلف عليها ابنه عيسى سنة 647 ه، فانتزعها منه الصالح أيوب بن عيسى في هذه السنة، فرحل الناصر مشردا في البلاد، وكان فاضلا زكيا مناظرا بصيرا بالأدب، وله عناية بتحصيل الكتب النفسية، توفي سنة 656 ه.\nانظر: فوات الوفيات -لابن شاكر- 1/ 419 - 428. وشذرات الذهب -لابن العماد- 5/ 275. والأعلام -للزركلي- 3/ 10.\n(¬2) الكرك: بفتح الراء، كلمة أعجمية، وهي اسم لقلعة حصينة جدا في طرف الشام من نواحي البلقاء، بين أيلة وبحر القلزم وبيت المقدس، وهي على جبل عال تحيط بها أودية إلا من جهة الربض.\nانظر: معجم البلدان- للحموي- 4/ 453. والروض المعطار- للحميري\n- ص: 493.\n(¬3) في س: بذلك.\n(¬4) شديدا: ساقطة من: س، ط.\n(¬5) نقل شيخ الإسلام -رحمه الله- حيرة الخسرو شاهي وشكه في كتابه \"نصيحة أهل الإيمان في الرد على منطق اليونان\"، والذي اختصره السيوطي وسماه \"كتاب جهد القريحة في تجريد النصيحة\" ص: 322، 323.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p776'> Vol. 03, p. 776</a>\n            </div>\n            :\n\n(¬1) هو: محمد بن عبد القوي بن بدران المرداوي -نسبة <span id='ms742'></span> إلى مردا من قرى نابلس- المقدسي، فقيه حنبلي، بارع في العربية واللغة، حسن الديانة دمث الأخلاق كثير الإفادة، توفي سنة 699 ه.\nانظر: الوافي بالوفيات -للصفدي- 3/ 278. وشذرات الذهب -لابن العماد- 5/ 452، 453. والأعلام -للزركلي- 7/ 83.\n(¬2) وأيضا: كررت في الأصل.\n(¬3) يعني: الجويني- في الإرشاد ص: 45.\n(¬4) في س: اللذات.\n(¬5) في الأصل: الاعتوار. والمثبت من: س، ط، والإرشاد.\n(¬6) في الأصل: ولا، والمثبت من: س، ط.\n(¬7) في س: الأحول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p777'> Vol. 03, p. 777</a>\n            </div>\n            :\n\n(¬1) في س: وان.\n(¬2) في الأصل: العلوم. والمثبت من: س، ط.\n(¬3) في كتابه \"نهاية العقول في دراية الأصول\" - مخطوط- أحمد الثالث 1874 اللوحة: 153.\n(¬4) في الأصل: بذلك. والمثبت من: س، ط. وسوف يورد الشيخ -رحمه الله- جوابه بعد أن يذكر حجة مخالفة.\n(¬5) في س: بثبوت.\n(¬6) أي: فخر الدين الرازي في المصدر السابق- اللوحة: 153، 154.\n(¬7) ذلك: ساقطة من: س، ط.\n(¬8) في س: ووجودها.\n(¬9) قال: إضافة من الشيخ، والكلام متصل بما قبله في: نهاية العقول.\n(¬10) هو: ساقطة من: نهاية العقول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p778'> Vol. 03, p. 778</a>\n            </div>\n            :\n\n(¬1) قائل: ساقطة من: نهاية العقول.\n(¬2) في نهاية العقول: إذا لم يثبت التعلقات أمورا.\n(¬3) ما بين المعقوفتين زيادة من: ط. ونهاية العقول.\n(¬4) في الأصل: تحدثا. وفي س: أن محدثا. والمثبت من: ط. ونهاية العقول.\n(¬5) أي: قول المخالف لأبي عبد الله الرازي -كما تقدم- والكلام متصل بما قبله في \"نهاية العقول\".\n(¬6) في نهاية العقول: عنيت.\n(¬7) في نهاية العقول: بعد أن يكون حادثا فيها.\n(¬8) في نهاية العقول: به شيئا.\n(¬9) في نهاية العقول: يلزم دخول التغير في صفاته.\n(¬10) في هامش ط: ورد \"قوله: وضده نفي السمع والبصر هو الإدراك كذا بالأصل فليحرر\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p779'> Vol. 03, p. 779</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n(¬2) ما بين المعقوفتين ساقط من: س.\n(¬3) في س: لا أمتنع.\n(¬4) في الأصل: معلوم والمثبت من: س، ط.\n(¬5) انظر كلام الشيخ -رحمه الله- على مسألة الأفعال الاختيارية القائمة بالله، وأقوال السلف فيها بتوسع وتفصيل في كتابه \"درء تعارض العقل والنقل\" 2/ 3 - 156، 164 - 304، 324 - 344.\nوقد تكلمنا على هذه المسألة في الدراسة وبينا أن ابن كلاب والأشعري وغيرهما ينفونها، وعلى ذلك بنوا قولهم في مسألة القرآن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p780'> Vol. 03, p. 780</a>\n            </div>\n            :\n\n(¬1) في س: معاني.\n(¬2) في ط: ولا يرى.\n(¬3) في س، ط <span id='ms743'></span>: يشار منه إلى شيء.\n(¬4) ما بين المعقوفتين زيادة من: س، ط.\n(¬5) في ط: عن رؤيته.\n(¬6) في الأصل وبسبب تمزق فيه صارت الكلمة (لا حجاب). والمثبت من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p781'> Vol. 03, p. 781</a>\n            </div>\n            :\n\n(¬1) في س، ط: يلقاه.\n(¬2) في الأصل الكلمة غير واضحة بسبب التمزق، وظهور جزء من كلمة في الورقة التالية. والمثبت من: س، ط.\n(¬3) في الأصل، س: في هذا والمثبت من: ط.\n(¬4) في الأصل: يكون. والمثبت من: س، ط.\n(¬5) الكلمة غير واضحة بالأصل بسبب التمزق واختلاط جزء من هذه الكلمة مع جزء من كلمة أخرى في الورقة التالية. والمثبت من: س، ط.\n(¬6) في الأصل، س: كلما. والمثبت من: ط.\n(¬7) في س: فإنه. وهي ساقطة من: ط.\n(¬8) في س، ط: عن.\n(¬9) في الأصل: فنفى. والمثبت من: س، ط، ولعله المناسب.\n(¬10) في س، ط: التجسيم والتشبيه.\n(¬11) ما بين المعقوفتين زيادة من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p782'> Vol. 03, p. 782</a>\n            </div>\n            :\n\n(¬1) في س: يسمع.\n(¬2) أي: ما صنفه في ذم الكلام. بيان تلبيس الجهمية -لابن تيمية 1/ 486. ولم أقف على كتاب لأبي عبد الرحمن السلمي الأزدي المتوفى سنة 412 ه، بهذا الاسم، ولعله كتاب \"الرد على أهل الكلام\" الذي ذكره فؤاد سزكين ضمن آثار أبي عبد الرحمن، وأشار إلى أن عبد الرحمن بن أحمد بن الحسن الرازي المقري، المتوفى سنة 454 ه اختصره.\nراجع: تاريخ التراث العربي -العقائد والتصوف- 1/ 4 / 184.\nوقد أورد هذا النقل أبو إسماعيل الهروي في كتابه ذم الكلام -مخطوط- تحت رقم 1128 - الظاهرية بدمشق- الجزء السادس- الطبقة السادسة- اللوحة: 16 فقال:\n\"أخبرني طيب بن أحمد، أنبأنا محمد بن الحسين، سمعت عبد الرحمن بن محمد بن حامد السلمي، سمعت محمد بن عقيل ابن الأزهر يقول:. . \". وانظره في: صون المنطق والكلام -للسيوطي- ص: 63.\n(¬3) في ذم الكلام: فلقد.\n(¬4) في ذم الكلام: فقال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p783'> Vol. 03, p. 783</a>\n            </div>\n            :\n\n(¬1) في ذم الكلام: والتوحيد.\n(¬2) قوله: (فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقها وحسابهم على الله) لم يرد في ذم الكلام.\nوالحديث بهذا اللفظ رواه الترمذي عن جابر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"أمرت. . .\nسنن الترمذي 5/ 439 كتاب تفسير القرآن- باب 78 - تفسير سورة الغاشية <span id='ms744'></span> - الحديث / 3341.\nوأخرجه البخاري مع اختلاف في الألفاظ في كتاب الإيمان- باب: فإن تابوا وأقاموا الصلاة وآتوا الزكاة فخلوا سبيلهم- 1/ 11، 12.\nوفي كتاب \"الاعتصام بالكتاب والسنة\" باب قول الله تعالى: {وأمرهم شورى بينهم} - 8/ 162.\nومسلم -كتاب الإيمان- باب الأمر بقتال الناس حتى يقولوا: لا إله إلا الله محمد رسول الله، ويقيموا الصلاة. . 1/ 51 - 53 - الأحاديث / 32 - 36.\n(¬3) ما بين المعقوفتين زيادة من: س، ط، وذم الكلام. وقد سبق ذلك في: س، ط قوله: \"وإن كان\" ولا معنى لها.\n(¬4) في ذم الكلام: فما عصم به المال والدم حقيقة. .\n(¬5) وقد روى: ساقطة من: ط.\n(¬6) ظهر في صورة \"الأصل\" بعد قوله: ذلك. كلمة \"الاضطرار\" من الورقة السابعة لخرم كان موجودا في الأصل. والكلام يستقيم بما أثبته من: س، ط.\n(¬7) ما بين المعقوفتين زيادة من: س، ط.\nوفي الأصل كلمة غير مقروءة بسبب التمزق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p784'> Vol. 03, p. 784</a>\n            </div>\n            :\n\n(¬1) هو: أبو إسماعيل عبد الله بن محمد بن علي الأنصاري الهروي، شيخ خراسان في عصره كان بارعا في اللغة، حافظا للحديث، عارفا بالتاريخ والأنساب، مظهرا للسنة داعيا إليها، توفي سنة 481 ه.\nله مصنفات منها \"ذم الكلام\" مخطوط بظاهرية دمشق تحت رقم 1128 وقد انتقاه الإمام برهان الدين إبراهيم بن عمر البقاعي المفسر حين سمع من الشيخ شهاب الدين بن حجر العسقلاني بالقاهرة سنة 846 ه وسماه أحسن الكلام.\nانظر، كشف الظنون -لحاجي خليفة- 1/ 828. وللترجمة: سير أعلام النبلاء -للذهبي- 18/ 503 - 518. الذيل على طبقات الحنابلة -لابن رجب - 1/ 50 - 68. الأعلام -للزركلي- 4/ 267.\n(¬2) أبو الحسن الكرخي: غير واضحة بالأصل وقد ظهر بعض كلمات من الورقة التي قبلها مثل \"وجود يا إذا قيل\" نتيجة التمزق. والمثبت من: س، ط. وقد ورد فيهما \"الكرجي\". ولعل الصواب ما أثبته من مصادر الترجمة.\nهو: أبو الحسن محمد بن عبد الملك بن محمد بن عمر الكرجي الشافعي، شيخ الكرج وعالمها ومفتيها، الفقيه المحدث المفسر الأديب. توفي سنة 532 ه. من تصانيفه: \"الفصول في اعتقاد الأئمة الفحول\".\nيقول ابن كثير -رحمه الله- في \"البداية والنهاية 12/ 228 \": \"وله مصنفات كثيرة منها: الفصول في اعتقاد الأئمة الفحول، يذكر فيه مذاهب السلف في باب الاعتقاد، ويحكي فيه <span id='ms745'></span> أشياء غريبة حسنة\".\nوذكر شيخ الإسلام في \"درء تعارض العقل والنقل 2/ 95 \" أن أبا الحسن الكرجي في كتابه الفصول ذكر اثني عشر إماما هم: الشافعي -ومالك- والثوري - وأحمد- وابن عيينة- وابن المبارك- والأوزاعي - والليث بن سعد- وإسحاق بن راهوية- والبخاري- وأبو زرعة- وأبو حاتم.\nوعن كتاب الفصول ومؤلفه انظر: المنتظم -لابن الجوزي- 10/ 75، 76. وطبقات الشافعية -للشبكي- 6/ 137 - 147. وشذرات الذهب -لابن العماد- 4/ 100. وكشف الظنون -لحاجي خليفة- 2/ 1271. وهدية العارفين -للبغدادي- 2/ 87. ومعجم المؤلفين -لكحالة- 10/ 258.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p785'> Vol. 03, p. 785</a>\n            </div>\n            :\n\n(¬1) أبو عبد الرحمن السلمي: غير واضحة بالأصل، وقد ظهر في الصورة التي بين يدي: \"المعدوم به فإن\" من الورقة السابقة، نتيجة للتمزق ووجود خرم تظهر معه بعض الكلمات من الورقة السابقة أو اللاحقة، وما أثبته من: س، ط، وهذا النقل في ذم الكلام لأبي إسماعيل الهروي -مخطوط- الجزء (5) الطبقة الرابعة اللوحتان: 13، 14 وانظره في: \"صون المنطق والكلام\" -للسيوطي ص: 57، 56.\n(¬2) الفقيه بمرو: غير واضح بالأصل، وقد ظهر بعض كلمات من الورقة السابقة لا تقرأ لتداخل الحروف. والمثبت من: س، ط. وذم الكلام.\n(¬3) التجيبي بمصر، ثنا: غير واضحة بالأصل. والمثبت من: س، ط. وذم الكلام.\n(¬4) أبو الحسن الكرجي في كتابه \"الفصول في الأصول\"، وأبو إسماعيل الهروي في \"ذم الكلام\" -مخطوط- الجزء (5) الطبقة الرابعة اللوحة: 14. وانظره في: صون المنطق والكلام -للسيوطي- ص: 57.\n(¬5) ثنا: ساقطة من: س، ط.\n(¬6) في الأصل: نهدي. وفي س: نهيد. وكلاهما خطأ. والمثبت من: ط، وذم الكلام، وصون المنطق. وعبد الرحمن بن مهدي: تقدمت ترجمته ص: 260.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p786'> Vol. 03, p. 786</a>\n            </div>\n            :\n\n(¬1) في س: عن. وهو تصحيف.\n(¬2) في الأصل: فإنما. وأثبت المناسب لسياق الكلام من: س، ط.\n(¬3) في ط: أنكروا.\n(¬4) ذم الكلام -لأبي إسماعيل الهروي- مخطوط- الجزء الخامس- الطبقة الخامسة اللوحة: 34.\nوانظر هذا النقل في \"صون المنطق والكلام\" -للسيوطي- ص: 59، 60.\n(¬5) في الأصل: فإنهما.\nوالمثبت من: س، ط، وذم الكلام، وصون المنطق.\n(¬6) أي: أبو عبد الرحمن السلمي في \"ذم الكلام\" لأبي إسماعيل الهروي -مخطوط- الجزء الخامس الطبقة الخامسة، اللوحتان: 35، 36.\nانظر: صون المنطق -للسيوطي- ص: 60.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p787'> Vol. 03, p. 787</a>\n            </div>\n            :\n\n(¬1) في جميع النسخ: الحسين. وهو خطأ. والمثبت من: ذم الكلام، وصون المنطق.\nوهو: أبو عبد الله <span id='ms746'></span> محمد بن الحسن الشيباني. تقدمت ترجمته ص: 41.\n(¬2) في س: لا ينعينهم. وهو تصحيف.\n(¬3) في ذم الكلام -لأبي إسماعيل الهروي- مخطوط- المجلد السادس - الطبقة السادسة- اللوحتان: 16، 17. وانظره في: صون المنطق والكلام للسيوطي ص: 63.\n(¬4) ما بين المعقوفتين زيادة من: ذم الكلام.\n(¬5) أبو الفضل: ساقطة من: ذم الكلام.\n(¬6) يقول: ساقطة من: \"ذم الكلام\".\n(¬7) في جميع النسخ: الكرانيس، وهو خطأ. والمثبت من: ذم الكلام، وصون المنطق.\nوهو: الحسين بن علي بن يزيد الكرابيسي. وتقدمت ترجمته.\n(¬8) في الأصل: فقاله. والمثبت من: س، ط، وذم الكلام، وصون المنطق.\n(¬9) في الأصل: تدعون. والمثبت من: س، ط، وذم الكلام، وصون المنطق.\n(¬10) في ذم الكلام: بنفسك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p788'> Vol. 03, p. 788</a>\n            </div>\n            :\n\n(¬1) في ط: من.\n(¬2) في ذم الكلام -مخطوط- الجزء السادس- الطبقة السادسة- اللوحتان: 16، 17. وانظره في: صون المنطق والكلام -للسيوطي- ص: 64.\n(¬3) في جميع النسخ: لا تخوض. والمثبت من: ذم الكلام، وصون المنطق.\n(¬4) في س، ط: لا يصلح أن يكون إلا. .\n(¬5) ذم الكلام لأبي إسماعيل الهروي -مخطوط- الجزء السادس الطبقة السابعة اللوحة: 41. وانظر: صون المنطق والكلام -للسيوطي- ص: 76.\n(¬6) في جميع النسخ: وأبو. والمثبت من: ذم الكلام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p789'> Vol. 03, p. 789</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n(¬2) في س: ابتدعه.\n(¬3) ابن خزيمة تقدم التعريف به ص: 165.\nوكتابه هو: التوحيد وإثبات صفات الرب -عز وجل- التي وصف بها نفسه في تنزيله الذي أنزله على نبيه المصطفى - صلى الله عليه وسلم - وعلى لسان نبيه نقل، الأخبار الثابتة الصحيحة نقل العدول عن العدول من غير قطع في إسناد، ولا جرح في ناقلي الأخبار الثقات.\nهكذا عنوان للكتاب المطبوع، مراجعة وتعليق محمد خليل هراس، وقد قام الأخ د. عبد العزيز بن إبراهيم الشهوان، بتحقيقه تحقيقا علميا لأهميته، وسعة رواية مؤلفه -رحمه الله-.\n(¬4) ذم الكلام للهروي -مخطوط- الجزء السادس الطبقة السابعة، اللوحة رقم: 40. وانظر: صون المنطق والكلام -للسيوطي- ص: 75.\n(¬5) في جميع النسخ: سريح. وهو خطأ. والمثبت من: ذم الكلام، وصون المنطق. وقد تقدمت ترجمته ص: 197.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p790'> Vol. 03, p. 790</a>\n            </div>\n            :\n\n(¬1) في ذم الكلام -لأبي إسماعيل الهروي- مخطوط- الجزء السادس الطبقة الثامنة، اللوحة: 43.\nوانظر: صون المنطق والكلام -للسيوطي- ص: 77.\n(¬2) في التمهيد <span id='ms747'></span> لما في الموطأ من المعاني والأسانيد -لابن عبد البر- 7/ 152.\n(¬3) في التمهيد: وعلي وطلحة وسعد وعبد الرحمن وسائر. .\n(¬4) في التمهيد: النبيين بأعلام.\n(¬5) ولا مسكون: ساقطة: من التمهيد.\n(¬6) في التمهيد: الكل والبعض.\n(¬7) في س، ط: وفي التشبيه.\n(¬8) في التمهيد: ما.\n(¬9) في التمهيد: عملهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p791'> Vol. 03, p. 791</a>\n            </div>\n            :\n\n(¬1) في التمهيد: ولشهروا به كما شهروا بالقرآن.\n(¬2) في الأصل: يدخل. وأثبت المناسب للكلام من: س، ط.\n(¬3) في الأصل، س: أضاعوه. والمثبت من: ط. وهو ما يستقيم به الكلام.\n(¬4) إحياء علوم الدين -للغزالي- 1/ 33، 34.\nوأذكر طرفا من اعترافه في المصدر السابق، لكي يستبين للقارئ ما أثبته بين القوسين التاليين من مختصر منهاج القاصدين، لا من المنهاج نفسه لعدم وقوفي عليه، يقول الغزالي: \"اللفظ الثالث التوحيد: وقد جعل الآن عبارة عن صناعة الكلام، ومعرفة طريق المجادلة، والإحاطة بطرق مناقضات الخصوم والقدرة على التشدق فيها بتكثير الأسئلة، وإثارة الشبهات، وتأليف الإلزامات حتى لقب طوائف منهم أنفسهم بأهل العدل والتوحيد، وسمي المتكلمون العلماء بالتوحيد، مع أن جميع ما هو خاصة هذه الصناعة لم يكن يعرف منها شيء في العصر الأول، بل كان يشتد منهم النكير على من كان يفتح بابا من الجدل والمماراة، فأما ما يشتمل عليه القرآن من الأدلة الظاهرة التي تسبق الأذهان إلى قبولها في أول السماع فلقد كان ذلك معلوما للكل، وكان العلم بالقرآن هو العلم كله، وكان التوحيد عندهم عبارة عن أمر آخر لا يفهمه أكثر المتكلمين، وإن فهموه لم يتصفوا به، وهو أن يرى الأمور كلها من الله -عز وجل- رؤية تقطع التفاته عن الأسباب والوسائط. . فهذا مقام شريف إحدى ثمراته التوكل. . . والرضاء والتسليم لحكم الله تعالى. . \".\n(¬5) هو: أبو الفرج عبد الرحمن بن علي بن محمد بن علي البغدادي الحنبلي، =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p792'> Vol. 03, p. 792</a>\n            </div>\n            :\n\n= المعروف بابن الجوزي، شيخ وقته، إمام عصره، صاحب التصانيف السائرة في فنون العلم.\nيقول الذهبي: \"ما علمت أحدا من العلماء صنف ما صنف هذا الرجل\".\nمن تصانيفه: منهاج القاصدين -في مجلدين، وهو -كما يقول حاجي خليفة- على أسلوب الإحياء، لكنه حذف منه الأحاديث الواهية، ومذاهب الصوفية التي لا أصل <span id='ms748'></span> لها. توفي ابن الجوزي -رحمه الله- سنة 597 ه.\nانظر: تذكرة الحفاظ -للذهبي- 4/ 1342 - 1348. والبداية والنهاية -لابن كثير- 13/ 27 - 29. والذيل على طبقات الحنابلة -لابن رجب- 1/ 399 - 43. وكشف الظنون -لحاجي خليفة- 2/ 1878.\n(¬1) ما بين المعقوفتين بياض في: الأصل، بقدر أربعة عشر سطرا، وفي: س: بقدر ثمانية أسطر، وفي ط: بقدر كلمة واحدة علق عليها بالهامش بما يلي: \"هذا بياض بالأصول التي تحت أيدينا يبلغ نحو سبعة أسطر والظاهر أنه صحيح\".\nوفي هذا نظر، إذ الظاهر من النص أن القائل هو ابن الجوزي، ولعل ما أثبته من مختصر منهاج القاصدين لابن الجوزي، اختصار ابن قدامة المقدسي -رحمهما الله تعالى- ص: 21 - يكتمل به النص، وقد ذكر ابن قدامة في مقدمة الكتاب أنه لم يلتزم المحافظة على ترتيبه، وذكر ألفاظا بعينها، بل ذكر بعضها بالمعنى قصد الاختصار، وربما ذكر فيه حديثا أو شيئا يسيرا من غيره إن كان مناسبا له.\nانظر؛ مقدمة المصدر السابق ص: 12.\n(¬2) ما بين المعقوفتين زيادة من: س، ط.\nوقد ورد في الأصل: \"أبو عبد الله محمد بن عبد الله بن سعيد\" وهو خطأ. وقد تقدمت ترجمته ص: 169.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p793'> Vol. 03, p. 793</a>\n            </div>\n            :\n\n(¬1) أبو إسماعيل الهروي في ذم الكلام -الجزء السابع- الطبقة التاسعة اللوحة: 3.\n(¬2) في ذم الكلام: سمعت الحاكم عدنان. .\n(¬3) في الأصل: \"عمرو\". والمثبت من: س، ط، وذم الكلام، ومصادر الترجمة. هو: أبو عمر محمد بن الحسين بن محمد بن الهيثم البسطامي، الواعظ المتكلم، انظر: تاريخ بغداد -للبغدادي- 2/ 247، 248. وتبيين كذب المفتري -لابن عساكر- ص: 236 - 238. وسير أعلام النبلاء -للذهبي - 17/ 320. وطبقات الشافعية -للسبكي- 4/ 140 - 142.\n(¬4) تكلم ابن عساكر عن انتحال أبي الحسن الأشعري للاعتزال، وإقامته عليه، أربعين سنة، ورجوعه عنه في \"تبيين كذب المفتري\" ص: 38 - 45.\nوقد نقل عن أبي بكر بن فورك رجوعه، وما صنفه بعد ذلك من المصنفات التي نقض فيها مذهب المعتزلة، وأبطل استدلالهم، وكشف عن تمويهاتهم.\nانظر: المصدر السابق- ص: 128 - 136.\n(¬5) في ذم الكلام: مذهباه.\n(¬6) ذكر الشيخ -رحمه الله- في \"درء تعارض العقل والنقل\" 7/ 236 أن كلام أبي نصر هذا في \"الإبانة\".\n(¬7) في الأصل: السخزي. وهو خطأ.\nهو: أبو نصر عبيد الله بن سعيد <span id='ms749'></span> بن حاتم السجزي. الوائلي البكري، من حفاظ الحديث.\nيقول الذهبي: شيخ الحرم، ومصنف \"الإبانة الكبرى\" في أن القرآن غير =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p794'> Vol. 03, p. 794</a>\n            </div>\n            :\n\n= مخلوق، وهو مجلد كبير دال على سعة علم الرجل بفن الأثر\". توفي بمكة المكرمة سنة 444 ه.\nانظر: الأنساب -للسمعاني- 13/ 279 - 281. وسير أعلام النبلاء -للذهبي- 17/ 654 - 657. وشذرات الذهب -لابن العماد- 3/ 271 - 272.\n(¬1) في الرد على من أنكر الحرف والصوت، وقد حققها الأح: محمد باكريم با عبد الله، للحصول على درجة الماجستير من الجامعة الإسلامية بالمدينة المنورة. وانظر هذا النص فيها ص: 168.\n(¬2) برقة: بفتح الراء والقاف: اسم صقع كبير يشتمل على مدن وقرى، بين الإسكندرية وإفريقية، افتتحها عمرو بن العاص صلحا سنة 21 ه، وإلى برقة ينسب جماعة من أهل العلم.\nانظر: معجم البلدان -لياقوت الحموي- 1/ 388، 389. والروض المعطار -للحميري- ص: 91.\n(¬3) هو: أبو سعيد خلف بن عمر، وقيل: اسمه عثمان بن عمر، وقيل: عثمان بن خلف، من أهل القيروان، وإمام أهل زمانه في الفقه والورع ويعرف بمعلم الفقهاء، لم يكن في وقته أحفظ منه. توفي سنة 371. انظر: الديباج المذهب -لابن فرحون- 1/ 347. وترتيب المدارك -لعياض- 2/ 488 - 491.\n(¬4) ما بين المعقوفتين ساقط من: س.\n(¬5) في الرسالة: أقام الأشعري.\n(¬6) في الأصل: ورجع إلى. وأثبت المناسب من: س، ط، والرسالة، ودرء تعارض العقل والنقل.\n(¬7) قال أبو نصر: \"إضافة من الشيخ -رحمه الله- والكلام متصل بما قبله في الرسالة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p795'> Vol. 03, p. 795</a>\n            </div>\n            :\n\n(¬1) في الرسالة: وهذا.\n(¬2) في جميع النسخ: وعورته. وما أثبته من: الرسالة، ودرء تعارض العقل والنقل 7/ 236. وقد علق على ذلك الشيخ -رحمه الله- في الدرء بقوله: \"ليس مراده بالأصول ما أظهروه من مخالفة السنة، فإن الأشعري مخالف لهم فيما أظهروه من مخالفة السنة، كمسألة الرؤية، والقرآن، والصفات، لكن أصولهم الكلامية العقلية التي بنوا عليها الفروع المخالفة للسنة. . . \".\nانظر: درء تعارض العقل والنقل 7/ 237.\n(¬3) هو: أبو عبد الله محمد بن أحمد بن إسحاق بن خويز منداد المصري المالكي، تفقه على الأبهري، كان يكره الكلام ويجانب أهله، له مصنفات منها: كتاب \"الخلاف\" توفي سنة 390 ه تقريبا.\nانظر: الديباج المذهب -لابن فرحون- ص: 268. وجامع بيان العلم وفضله -لابن عبد البر- 2/ 117. والوافي بالوفيات <span id='ms750'></span> -للصفدي- 2/ 52.\n(¬4) ذكر ابن عبد البر أن محمد بن خويز منداد قال في كتاب \"الشهادات في تأويل قول مالك: \"لا تجوز شهادة أهل البدع وأهل الأهواء ما نصه:\n\"أهل الأهواء عند مالك وسائر أصحابنا هم أهل الكلام، فكل متكلم فهو من أهل الأهواء والبدع، أشعريا كان أو غير أشعري، ولا تقبل له شهادة في الإسلام أبدا، ويهجر ويؤدب على بدعته، فإن تمادى عليها استتيب منها\".\nراجع: جامع بيان العلم وفضله -لابن عبد البر- 2/ 117.\n(¬5) في س: الذي.\n(¬6) في جميع النسخ: فهو عندهم من أهل. . . والكلام يستقيم بدون لفظه: عندهم كما أثبته من: درء تعارض العقل والنقل 7/ 158.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p796'> Vol. 03, p. 796</a>\n            </div>\n            :\n\n(¬1) في الأصل: فكل. والمثبت من: ط، ودرء تعارض العقل والنقل.\n(¬2) ما بين المعقوفتين ساقط من: س.\n(¬3) بين الشيخ -رحمه الله- في \"التدمرية\" ص: 62 أن عامة المتكلمين الذين يقررون التوحيد في كتب الكلام والنظر غايتهم، أن يجعلوا التوحيد ثلاثة أنواع فيقولون: هو: واحد في ذاته لا قسيم له. واحد في صفاته لا شبيه له. واحد في أفعاله لا شريك له. والنوع الثالث هو أشهرها عندهم، وهو توحيد الأفعال.\nوهو: أن خالق العالم واحد، ويحتجون على ذلك بما يذكرونه من دلالة التمانع وغيرها، ويظنون أن هذا هو التوحيد المطلوب، وأن هذا هو معنى قولنا: لا إله إلا الله، حتى يجعلوا معنى الإلهية القدرة على الاختراع.\nانظر: تقسيم الطوائف للتوحيد وتسمية كل طائفة باطلهم توحيدا في: مدارج السالكين -لابن القيم- 3/ 447 - 449.\n(¬4) في الأصل: أو. والمثبت من: س، ط.\n(¬5) في ط: ومربيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p797'> Vol. 03, p. 797</a>\n            </div>\n            :\n\n(¬1) في س، ط: بها.\n(¬2) سورة البقرة، الآية: 163.\n(¬3) سورة النحل، الآية: 51.\n(¬4) سورة الإسراء، الآيات: 22 - 39.\n(¬5) سورة الزمر، الآيات: 1 - 3.\n(¬6) سورة الفرقان، الآية: 68.\n(¬7) في ط: محق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p798'> Vol. 03, p. 798</a>\n            </div>\n            :\n\n(¬1) سورة الزمر، الآية: 38.\nوقد ورد في: س، ط: {قل أرأيتم} وهو خطأ.\n(¬2) سورة الزمر، الآيات: 64 - 66.\n(¬3) سورة الزمر، الآية: 45.\n(¬4) سورة الإسراء، الآية: 46.\n(¬5) سورة ص، الآية: 4 - 7.\nفي س: {منذ منهم} وهو خطأ.\n(¬6) سورة الصافات، الآيتان: 35، 36.\n(¬7) سورة يوسف، الآية: 106.\n(¬8) في س: ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p799'> Vol. 03, p. 799</a>\n            </div>\n            :\n\n(¬1) في س: وقالت ثلاثة. وهو تصحيف.\nيقول ابن كثير -رحمه الله- عند تفسيره لقوله تعالى {وما يؤمن أكثرهم <span id='ms751'></span> بالله إلا وهم مشركون} 106 / يوسف.\n\"قال ابن عباس: من إيمانهم أنهم إذا قيل لهم: من خلق السماوات، ومن خلق الأرض، ومن خلق الجبال؟ قالوا: الله، وهم مشركون به، وكذا قال مجاهد وعطاء وعكرمة والشعبي وقتادة والضحاك وعبد الرحمن بن زيد بن أسلم\".\nوقد ذكر ابن الجوزي -رحمه الله- في \"زاد المسير\" 4/ 294 عند تفسيره لهذه الآية الكريمة ثلاثة أقوال:\nالأول: عن ابن عباس ومجاهد وعكرمة وقتادة والشعبي: أنهم المشركون الذين يؤمنون بأن الله خالقهم ورازقهم وهم يشركون به.\nوالثاني: عن ابن عباس: أنهم النصارى، يؤمنون بأن الله خالقهم ورازقهم ومع ذلك يشركون به.\nالثالث: عن الحسن أنهم المنافقون، يؤمنون في الظاهر رئاء الناس، وهم في الباطن كافرون.\n(¬2) سورة الزخرف، الآية: 45.\n(¬3) سورة الأنبياء، الآية: 25.\n(¬4) سورة النحل، الآية: 36.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p800'> Vol. 03, p. 800</a>\n            </div>\n            :\n\n(¬1) سورة آل عمران، الآيات: 83 - 85.\nفي س: (وإليه ترجعون) وهو خطأ. في الأصل: (قولوا آمنا بالله) وهو خطأ.\n(¬2) في الأصل: للعباد. والمثبت من: س، ط.\n(¬3) سورة آل عمران، الآيتان: 18، 19.\n(¬4) في الأصل، س: أولو والمثبت من: ط.\n(¬5) في جميع النسخ: هو. وأثبت ما رأيته مناسبا للكلام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p801'> Vol. 03, p. 801</a>\n            </div>\n            :\n\n(¬1) ورد في هامش الأصل: قف على هذا المبحث المفيد جدا.\n(¬2) في الأصل: العباد. وأثبت المناسب لتقسيم التوحيد من: س، ط. فالتوحيد نوعان:\nنوع في العلم والاعتقاد، ويسمى التوحيد العلمي، لتعلقه بالأخبار والمعرفة، ومداره على إثبات صفات الكمال، ونفي التشبيه والمثال، والتنزيه عن العيوب والنقائص.\nونوع في الإرادة والقصد، ويسمى التوحيد القصدي والإرادي، لتعلقه بالقصد والإرادة، وهو نوعان:\nتوحيد في الربوبية.\nوتوحيد في الإلهية.\nوقد تكلم الشيخ -رحمه الله- في \"التدمرية\" على هذين الأصلين العظيمين، فبينهما غاية البيان إجابة لمن مسألة أن يكتب لهم مضمون ما سمعوه منه في بعض المجالس من الكلام في التوحيد والصفات والشرع والقدر، لمسيس الحاجة إلى تحقيقهما، وكثرة الاضطراب فيهما.\nوانظر أنواع التوحيد في \"مدارج السالكين\" لابن القيم 1/ 24، 25، 3/ 449.\n(¬3) ما بين المعقوفتين زيادة من: س، ط، يقتضيها السياق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p802'> Vol. 03, p. 802</a>\n            </div>\n            :\n\n(¬1) تقدم ذكر بعض الأحاديث التي تدل على أن {قل هو الله أحد} تعدل ثلث القرآن. راجع ص: 122.\nوقد أشرنا في <span id='ms752'></span> الصفحة نفسها أن لشيخ الإسلام رسالة تسمى ب \"جواب أهل العلم والإيمان أن {قل هو الله أحد} تعدل ثلث القرآن.\n(¬2) انظر: مجموع فتاوى شيخ الإسلام 17/ 214 - 221، 224، 225، 235، 241، 449 - 452.\nوبيان تلبيس الجهمية -لابن تيمية- 1/ 459 - 487، 493، 499، 500، 503 - 511، 518.\n(¬3) وحده. ساقطة من: ط.\n(¬4) سورة الأنفال، الآية: 39.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p803'> Vol. 03, p. 803</a>\n            </div>\n            :\n\n(¬1) في س: الوجه السادس والستون. وهو خطأ لم يستمر حيث أثبت الأوجه التالية لهذا الوجه في هذه النسخة بصورة سليمة توافق الأصل، ط.\n(¬2) سورة الأنعام، الآية: 115.\n(¬3) سورة لقمان، الآية: 27.\n(¬4) سورة الكهف، الآية: 109.\n(¬5) سورة الأعراف، الآية: 158.\n(¬6) سورة الأنفال، الآية: 7.\nوقد ورد في الأصل: ويريد والله. وفي س، ط: ويحق الله الحق بكلماته. وهو خطأ.\n(¬7) سورة الشورى، الآية: 24. وقد ورد في س، ط: ويمحو الباطل. وهو خطأ.\n(¬8) سورة التحريم، الآية: 12.\n(¬9) تقدم ذكر بعض الأحاديث في ذلك ص: 462، 463.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p804'> Vol. 03, p. 804</a>\n            </div>\n            :\n\n(¬1) في هامش س: كلام ابن فورك في مسألة الكلام.\nوقد أورده القرطبي في كتابه \"الأسنى في أسماء الله الحسنى وصفاته العلى\" -مخطوط- اللوحة: 242.\n(¬2) في الأسنى: هو.\n(¬3) في س، ط: وقال.\n(¬4) سورة لقمان، الآية: 27.\n(¬5) سورة الأنعام، الآية: 115.\n(¬6) سورة التحريم، الآية: 12.\n(¬7) في الأسنى: سمى. بدون الواو.\n(¬8) سورة الأعراف، الآية: 180.\n(¬9) في الأصل: تسعين. والمثبت من: س، ط، والأسنى.\n(¬10) الحديث بهذا اللفظ رواه مسلم عن أبي هريرة وتمامه \". . . من حفظها دخل الجنة، كان الله وتر يحب الوتر\".\nوفي رواية ابن عمر: \"من أحصاها\".\nصحيح مسلم 4/ 2062 كتاب الذكر والدعاء والتوبة والاستغفار- باب في أسماء الله تعالى، وفضل من أحصاها، الحديث / 2677.\nورواه الإمام أحمد بلفظ: \"لله تسعة وتسعون اسما\" مع اختلاف يسير في باقي ألفاظ الحديث. المسند 2/ 214، 427.\nوأخرجه البخاري عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: \"إن =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p805'> Vol. 03, p. 805</a>\n            </div>\n            :\n\n= لله تسعة وتسعين اسما، مائة إلا واحدا، من أحصاها دخل الجنة.\nصحيح البخاري 3/ 185 كتاب الشروط -باب ما يجوز من الاشتراط. . . 8/ 169 كتاب التوحيد- باب إن لله مائة اسم إلا واحدا.\nوبلفظ البخاري رواه مسلم -أيضا- في صحيحه 4/ 2063 - نفس الكتاب والباب السابقين.\nوالترمذي في سننه 5/ 530 كتاب الدعوات -باب حدثنا يوسف بن حماد البصري، الحديث / 3506. وأحمد في مسنده 2/ 503، 516.\nوهذا الحديث لا يدل على <span id='ms753'></span> حصر أسماء الله تعالى بعدد معين، ولو كان المراد الحصر لقال: إن أسماء الله تسعة وتسعون اسما.\nومعنى الحديث: أن هذا العدد من شأنه أن من أحصاه دخل الجنة، وعلى هذا فيكون قوله: (من أحصاها دخل الجنة) جملة مكملة لما قبلها، وليست مستقلة كما تقول: \"عندي ألف درهم أعددتها للحج\" فهذا لا يمنع أن يكون عندك دراهم أخرى لم تعدها للحج.\nفالتقيد بالعدد هو الموصوف بهذه الصفة، لا في أصل استحقاقه لذلك العدد.\nومما يدل على أن أسماء الله تعالى غير محصورة بعدد، ما رواه أحمد في مسنده 1/ 452: عن ابن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"ما قال عبد قط إذا أصابه هم وحزن: اللهم إني عبدك وابن عبدك، ابن أمتك؛ ناصيتي بيدك، ماض في حكمك، عدل في قضاؤك، أسألك بكل اسم هو لك سميت به نفسك، أو أنزلته في كتابك، أو علمته أحدا من خلقك، أو استأثرت به في علم الغيب عندك، أن تجعل القرآن ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همي. . . \".\nفهذا يدل على أن لله أسماء فوق تسعة وتسعين، يحصيها بعض المؤمنين، وأما ما استأثر الله تعالى به في علم الغيب، فلا يمكن لأحد حصره ولا الإحاطة به. والله أعلم.\nانظر: مجموع فتاوى شيخ الإسلام ابن تيمية- 6/ 379 - 382. ودرء تعارض العقل والنقل 3/ 332، 333. والقواعد المثلى في صفات الله وأسمائه الحسنى لابن عثيمين ص: 13 - 16.\n(¬1) في الأسنى: وإنما هي تسميات متعددة بألفاظ مختلفة دالة على مسمى واحد بنعوت الجلال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p806'> Vol. 03, p. 806</a>\n            </div>\n            :\n\n(¬1) في س، ط: قلت.\n(¬2) في الأسنى: الكلام الأزلي.\n(¬3) في الأسنى: أو الربانية. ولعلها السريانية.\n(¬4) الإنجيل بلغة السريانية، وليس بالفارسية، وإنما المقصود المترجم بالفارسية كما سيأتي.\n(¬5) في الأسنى: وصف.\n(¬6) في الأصل: خذا بررك. وفي س: خذا بررك. وفي الأسنى: خذي بززك والمثبت من: ط. ولعله الصواب، وتعني: الله العظيم.\n(¬7) في الأسنى: ننكري.\n(¬8) في الأسنى: وكذلك بالحبشية تحبكي، وبالإفرنجية قلنطر ونحو ذلك. هكذا بدون نقط على بعض الحروف.\n(¬9) في الأسنى: من في السماء.\n(¬10) في س: قصور.\n(¬11) في <span id='ms754'></span> ط: يكتب ويقرأ.\n(¬12) في الأسنى: وكتابات.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p807'> Vol. 03, p. 807</a>\n            </div>\n            :\n\n(¬1) سورة لقمان، الآية: 27.\n(¬2) في الأصل: بما. وأثبت المناسب للسياق من: س، ط.\n(¬3) في الأسنى: كلماته.\n(¬4) في الأسنى: تفخيما.\n(¬5) في ط: قول.\n(¬6) الحق: ساقطة من: الأسنى.\n(¬7) سورة الحجر، الآية: 9.\n(¬8) سورة الحجر، الآية: 23.\n(¬9) سورة النحل، الآية: 120.\n(¬10) سورة الأنبياء، الآية: 47.\nولم يرد قوله تعالى {ليوم القيامة} في: س، ط، والأسنى.\n(¬11) جاء في الأسنى: قبل كلمة \"وقيل\":\nوقال الأعشى:\nووجه نقي اللون صاف يزينه ... مع الجيد لثات لها ومعاصم\nفعبر باللثات عن اللثة.\n(¬12) في س، ط: تقدمت. وهو تصحيف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p808'> Vol. 03, p. 808</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n(¬2) في س، ط: صفاته.\n(¬3) من أسمائه - عليه السلام -: المزمل، والمدثر، والرسول، والنبي، ومنها: ما ورد في الحديث الذي رواه البخاري عن محمد بن جبير بن مطعم عن أبيه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"لي خمسة أسماء: أنا محمد، وأحمد، وأنا الماحي -الذي يمحو الله به الكفر، وأنا الحاشر- الذي يحشر الناس على قدمي- وأنا العاقب\".\nصحيح البخاري 4/ 162 كتاب المناقب- باب ما جاء في أسماء رسول الله - صلى الله عليه وسلم -.\nومعنى العاقب: الذي ليس بعده نبي.\nورد هذا التفسير في صحيح مسلم- 4/ 1828 - كتاب الفضائل- باب في أسمائه - صلى الله عليه وسلم - الحديث / 2354.\n(¬4) من أسماء القرآن: الفرقان، والتنزيل، والكتاب، والهدى، والنور والشفاء، والبيان، وغير ذلك.\n(¬5) في س، ط: يجعل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p809'> Vol. 03, p. 809</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n(¬2) أن: ساقطة من: س.\n(¬3) في ط: تعرف.\n(¬4) في س: تقتضي. وفي ط: يقتض.\n(¬5) في س: تفرد.\n(¬6) لا: ساقطة من: س، ط.\n(¬7) في س: محقوهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p810'> Vol. 03, p. 810</a>\n            </div>\n            :\n\n(¬1) يعني: ابن فورك.\n(¬2) تلك: ساقطة من: س.\n(¬3) لولا: ساقطة من: س.\n(¬4) في الأصل، س: بعضها. وأثبت المناسب من: ط.\n(¬5) في س، ط: أسألك اللهم بكل. ولم ترد في المسند.\n(¬6) الحديث مع اختلاف في الألفاظ وفي مسند الإمام أحمد 1/ 391، 452، يقول الهيثمي في مجمع الزوائد 10/ 136 كتاب الأذكار- باب ما يقول إذا أصابه هم: \"رواه أحمد وأبو يعلى والبزار، إلا أنه قال: وذهاب غمي مكان همي، والطبراني =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p811'> Vol. 03, p. 811</a>\n            </div>\n            :\n\n= ورجال أحمد وأبي <span id='ms755'></span> يعلى رجال الصحيح، غير أبي سلمة الجهني وقد وثقه ابن حبان.\nوقال أحمد شاكر: إسناده صحيح.\nانظر: المسند للإمام أحمد شرح أحمد محمد شاكر 5/ 266، 267 الحديث / 3712، 6/ 153 الحديث / 4318.\n(¬1) بياض في الأصل، س بقدر ثلاث كلمات، والكلام متصل في: ط. ولعل الصواب ما أثبته.\n(¬2) الحديث بهذا اللفظ في سنن أبي داود 2/ 167، 168 كتاب الصلاة -باب الدعاء- الحديث / 1495.\nوفي سنن النسائي 3/ 44 - كتاب السهو- باب الدعاء بعد الذكر وفيها (. . باسمه العظيم. . .).\nوأول الحديث: عن أنس أنه كان مع رسول الله - صلى الله عليه وسلم - جالسا ورجل يصلي، ثم دعا: اللهم إني أسألك الحمد لا إله إلا أنت المنان بديع السماوات والأرض، يا ذا الجلال والإكرام، يا حي يا قيوم. فقال النبي - صلى الله عليه وسلم -: \"لقد دعا. . . \".\nوالحديث يروى بألفاظ مختلفة في:\nسنن أبي داود، وتقدمت الإشارة إلى رقم الجزء والصفحة والكتاب والباب الحديثان / 1493، 1494.\nوسنن الترمذي 5/ 515، 516 - كتاب الدعوات- باب جامع الدعوات عن النبي - صلى الله عليه وسلم - الحديث رقم 3475.\nوقال فيه: حديث حسن غريب، ص: 55، - باب خلق الله مائة رحمة - الحديث / 3544.\nوسنن ابن ماجة 2/ 1267، 1268 - كتاب الدعاء- باب اسم الله الأعظم، الأحاديث / 3856 - 3858.\n(¬3) ما بين المعقوفتين بياض في الأصل، س، بقدر ثلاث كلمات، والكلام متصل في: ط. والظاهر أنه صحيح، ولا يختل المعنى به.\n(¬4) في الأصل: إلا كبير. وهو تصحيف. والمثبت من: س، ط. ولم أقف على=\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p812'> Vol. 03, p. 812</a>\n            </div>\n            :\n\n= هذا الحديث بهذا اللفظ.\nوقد ورد في مجمع الزوائد -للهيثمي- 10/ 156 عن ابن عباس -رضي الله عنه- أن رجلا قال: يا رسول الله هل من الدعاء شيء لا يرد؟ قال: \"نعم تقول: أسألك باسمك الأعلى الأعز الأجل الأكرم\".\nيقول الهيثمي: رواه الطبراني في الأوسط والكبير، وفيه من لم أعرفهم.\n(¬1) ما بين المعقوفتين بياض في جميع النسخ بمقدار كلمتين، لا يختل به المعنى.\n(¬2) ما بين المعقوفتين بياض في الأصل بقدر ثلاث كلمات، ولعل ما أثبته هو الصواب.\n(¬3) أخرجه الترمذي في سننه 5/ 517، كتاب الدعوات، الباب: 65، الحديث رقم 3478 بمن أسماء بنت يزيد أن النبي - صلى الله عليه وسلم - قال: \"اسم الله الأعظم في هاتين الآيتين <span id='ms756'></span>: {وإلهكم إله واحد لا إله إلا هو الرحمن الرحيم} وفاتحة آل عمران: {الم (1) الله لا إله إلا هو الحي القيوم}.\nوقال: هذا حديث حسن صحيح.\nوانظره: في سنن أبي داود 2/ 168 - كتاب الصلاة- باب الدعاء - الحديث / 1496. وسنن ابن ماجة - 2/ 1267 - كتاب الدعاء- باب اسم الله الأعظم الحديث / 3855. وسنن الدارمي 2/ 323 - كتاب فضائل القرآن- باب فضل أول سورة البقرة وآية الكرسي- الحديث / 3392. ومسند الإمام أحمد 6/ 461.\n(¬4) ما بين المعقوفتين زيادة من: ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p813'> Vol. 03, p. 813</a>\n            </div>\n            :\n\n(¬1) في الأصل: يشاركه.\n(¬2) ما بين المعقوفتين زيادة من: س، ط.\n(¬3) في ط: وسورة.\n(¬4) في الأصل: الأحوال فعال. والمثبت من: س، ط.\n(¬5) في س، ط: مشترك.\n(¬6) في الأصل، س: واحد. والمثبت من: ط.\n(¬7) في س: يشركان.\n(¬8) ما بين المعقوفتين ساقط من: ط.\n(¬9) في س: إحداها هو الآخر. وفي ط: إحداها هي الأخرى.\n(¬10) في س: البديهة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p814'> Vol. 03, p. 814</a>\n            </div>\n            :\n\n(¬1) في س: أحدا.\n(¬2) في ط: فهذا أحق من هؤلاء.\n(¬3) في الأصل، س: يقول. والمثبت من: ط.\n(¬4) في ط: أو.\n(¬5) في ط: العبرانية.\n(¬6) في ط: تقرأ بالعبرية وتترجم.\n(¬7) في س: فسر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p815'> Vol. 03, p. 815</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n(¬2) هذا من الأحاديث القدسية التي يذكرها الرسول - صلى الله عليه وسلم - مضافة إلى الله تعالى أنه قالها.\nوقد رواه البخاري مع اختلاف في اللفظ عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إن الله قال: من عادى في وليا فقد آذنته بالحرب، وما تقرب إلي عبدي بشيء أحب إلي مما افترضته عليه، وما يزال عبدي يتقرب إلي بالنوافل حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها. . \".\nصحيح البخاري 7/ 190 - كتاب الرقاق- باب التواضع. ويروى عن عائشة رضي الله عنها بلفظ قريب من هذا.\nانظر: المسند -للإمام أحمد- 6/ 256.\n(¬3) وهذا من الأحاديث القدسية- أيضا.\nوهو بهذا اللفظ في مسند الإمام أحمد 3/ 210، 277 عن أنس بن مالك وعن أبي هريرة - رضي الله عنه - في صحيح مسلم 4/ 2067 كتاب الذكر والدعاء والتوبة والاستغفار- باب فضل الذكر والدعاء والتقرب إلى الله <span id='ms757'></span> تعالى الحديث / 2675.\nقال رسول الله - صلى الله عليه وسلم -: \"إن الله يقول: أنا عند ظن. . . \"، وورد بلفظ \"يقول الله تعالى: أنا عند ظن عبدي بي، وأنا معه إذا ذكرني، فإن ذكرني في نفسه ذكرته في نفسي، كان ذكرني في ملأ ذكرته في ملأ خير منهم. . . \" الحديث، واللفظ للبخاري.\nصحيح البخاري 8/ 171 كتاب التوحيد- باب قول الله تعالى {ويحذركم الله نفسه}.\nوصحيح مسلم 4/ 2068 الكتاب والباب السابقين.\nوسنن الترمذي 5/ 581 كتاب الدعوات -باب في حسن الظن بالله -عز وجل- الحديث / 3603. =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p816'> Vol. 03, p. 816</a>\n            </div>\n            :\n\n= وسنن ابن ماجة 2/ 1255، 1256 - كتاب الأدب- باب فضل العمل - الحديث / 3822.\nوالمسند -للإمام أحمد- 2/ 413.\n(¬1) ما بين المعقوفتين زيادة من: ط.\n(¬2) ما بين المعقوفتين زيادة من: س، ط.\n(¬3) في س: ما ترجموا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p817'> Vol. 03, p. 817</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n(¬2) في الأصل، س: ملاء. وهو خطأ. والمثبت من: ط، ومصادر تخريج الحديث.\n(¬3) رواه البخاري في صحيحه 6/ 122 كتاب النكاح- باب الأكفاء في الدين، عن سهل بن سعد الساعدي قال: رجل على رسول الله - صلى الله عليه وسلم - فقال: \"ما تقولون في هذا؟ \" قالوا: حري إن خطب أن ينكح، وإن شفع أن يشفع، وإن قال أن يسمع، قال: ثم سكت. فمر رجل من فقراء المسلمين فقال: \"ما تقولون في هذا؟ \" قالوا: حري إن خطب أن لا ينكح، وإن شفع أن لا يشفع، وإن قال أن لا يسمع، فقال رسول الله - صلى الله عليه وسلم -: \"هذا خير من ملء. . . \".\nوأخرجه البخاري -أيضا- 7/ 178 كتاب الرقاق -باب فضل الفقر بلفظ قريب من هذا وفيه: أنه قال لرجل عنده جالس: \"ما رأيك في هذا؟ \".\nيقول ابن حجر: \"ووقع في رواية جبير بن نفير عن أبي ذر عند أحمد وأبي يعلى وابن حبان بلفظ: قال لي النبي - صلى الله عليه وسلم -: \"انظر إلى أرفع رجل في المسجد في عينيك\" قال: فنظر إلى رجل في حلة. . الحديث.\nفعرف منه أن المسؤول هو أبو ذر، ويجمع بينه وبين حديث سهل أن الخطاب وقع لجماعة منهم أبو ذر، ووجه إليه فأجاب. ولذلك نسبه لنفسه.\nانظر: فتح الباري -لابن <span id='ms758'></span> حجر- 24/ 59.\nويغلب على الظن أن هذا الحديث لم يخرجه مسلم، لأن ابن حجر لم يذكر رواية مسلم، فضلا عن تتبعي لصحيح مسلم وعدم وقوفي عليه.\nوقد أخرجه ابن ماجة في سننه 2/ 1379، 1380، كتاب الزهد -باب فضل الفقراء- الحديث / 4120.\nوالإمام أحمد في مسنده 5/ 157 عن أبي ذر قال: قال لي رسول الله - صلى الله عليه وسلم -: \" يا أبا ذر انظر أرفع رجل في المسجد\" قال: فنظرت فإذا رجل عليه حلة، قال: قلت: هذا، قال: قال لي: \"انظر أوضع رجل في المسجد\" قال:=\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p818'> Vol. 03, p. 818</a>\n            </div>\n            :\n\n= فنظرت فإذا رجل عليه أخلاق قال: قلت هذا، قال: فقال رسول الله - صلى الله عليه وسلم -: \"لهذا عند الله أخير يوم القيامة من ملء الأرض من مثل هذا\".\n(¬1) في الأصل، س. خير. والمثبت من: ط.\n(¬2) في الأصل، س: ملا. والمثبت من: ط.\n(¬3) ما بين المعقوفتين ساقط من: س، ط.\n(¬4) في ط: تكن.\n(¬5) في س: كمجرد. وفي ط: بمجرد.\n(¬6) في س: منها.\n(¬7) في س، ط: هي معاني.\n(¬8) في جميع النسخ: معاني. وأثبت ما رأيته الصواب.\n(¬9) في س: العبرية.\n(¬10) في س، ط: الذي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p819'> Vol. 03, p. 819</a>\n            </div>\n            :\n\n(¬1) شيء: ساقطة من: س.\n(¬2) سورة الإسراء، الآية: 88.\n(¬3) في س، ط: العربية.\n(¬4) في ط: هو الكلام.\n(¬5) أدنى: ساقطة من: س، ط.\n(¬6) في: ساقطة من: س.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p820'> Vol. 03, p. 820</a>\n            </div>\n            :\n\n(¬1) في الأصل، س: فإنه. والمثبت من: ط. للتناسب مع ضمير المتكلمين السابق.\n(¬2) في س، ط: بلغة.\n(¬3) في ط: وهذا.\n(¬4) في ط: سورة.\n(¬5) في س، ط: معنى.\n(¬6) في الأصل، س: واحدا. وأثبت الصواب منم: ط.\n(¬7) في س، ط: ضلال.\n(¬8) في الأصل، س: فإن معناه. والكلام يستقيم بدون \"فإن\".\n(¬9) في س: واحدا.\n(¬10) في س، ط: تختلف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p821'> Vol. 03, p. 821</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n(¬2) في س، ط: هنا.\n(¬3) في س، ط: وقد.\n(¬4) في الأصل: صح. وأثبت ما رأيته مناسبا من: س، ط.\n(¬5) في س، ط: بعبادة.\n(¬6) ما بين المعقوفتين زيادة من: س، ط.\n(¬7) في س: عافاه.\n(¬8) في الأصل: كثير. وهو خطأ. والمثبت من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p822'> Vol. 03, p. 822</a>\n            </div>\n            :\n\n(¬1) في س، ط: تعلم.\n(¬2) في س، ط: إن.\n(¬3) سورة الحجر، الآية: 9.\n(¬4) سورة الحجر، الآية <span id='ms759'></span>: 9.\n(¬5) سورة الفتح، الآية: 1.\n(¬6) ما بين المعقوفتين زيادة من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p823'> Vol. 03, p. 823</a>\n            </div>\n            :\n\n(¬1) في الأصل: واحد. والمثبت من: س، ط.\n(¬2) ما بين المعقوفتين زيادة من: س، ط.\n(¬3) ما بين المعقوفتين زيادة من: س، ط.\n(¬4) سورة المؤمنون، الآية: 99.\n(¬5) سورة النحل، الآية: 120.\n(¬6) في الأصل: الأمر. والمثبت من: س، ط.\n(¬7) أخرج ابن جرير الطبري تفسير ابن مسعود لهذه الآية من غير وجه.\nراجع: جامع البيان -تفسير ابن جرير- 14/ 191، 192.\nوذكر ابن الجوزي في \"زاد المسير\" 4/ 503: \"أن للمفسرين في المراد بالأمة ثلاثة أقوال:\nإحداها: أن الأمة: الذي يعلم الخير. قاله ابن مسعود، والفراء وابن قتيبة.\nوالثاني: أنه المؤمن وحده في زمانه، روى هذا المعنى الضحاك عن ابن عباس وبه قال مجاهد.\nوالثالث: أنه الإمام الذي يقتدى به. قاله قتادة، ومقاتل، وأبو عبيدة وهو في معنى القول الأول\".\n(¬8) في ط: قوله.\n(¬9) سورة الأنبياء، الآية: 47.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p824'> Vol. 03, p. 824</a>\n            </div>\n            :\n\n(¬1) في الأصل، س: كلام. وأثبت ما رأيت أنه يستقيم به الكلام من: ط.\n(¬2) في الأصل: واحد. والمثبت من: س، ط.\n(¬3) في الأصل: بأداة. ولا معنى لها. والمثبت من: س، ط.\n(¬4) سورة طه، الآية: 129.\nفي س، ط: {لكان لزاما وأجل مسمى} ساقطة.\nفي الأصل: وقوله: {ولولا كلمة سبقت من ربك} مكررة بعد {وأجل مسمى}.\n(¬5) سورة الكهف، الآية: 109.\nولم يرد قوله تعالى: {لنفذ البحر قبل أن تنفذ كلمات ربي} في: الأصل، وهو سهو من الناسخ.\n(¬6) سورة لقمان، الآية: 27.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p825'> Vol. 03, p. 825</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n(¬2) الحديث في صحيح البخاري 3/ 93، كتاب اللقطة -باب إذا لم يوجد صاحب اللقطة بعد سنة فهي لمن وجدها- عدا كلمة \"ترعى\" فقد وردت فيه \"وتأكل الشجر. . \"، وأوله:\nعن زيد بن خالد الجهني - رضي الله عنه - قال: جاء رجل إلى رسول الله - صلى الله عليه وسلم - فسأله عن اللقطة فقال: \"اعرف عفاصها ووكاءها، ثم عرفها سنة، فإن جاء صاحبها وإلا فشأنك بها\" قال: فضالة الغنم؟ قال: \"هي لك أو لأخيك أو للذئب\" قال: فضالة الإبل؟ قال: \"ما لك ولها؟ معها سقاؤها وحذاؤها، ترد الماء. . \".\nوانظره بألفاظ مختلفة في:\nصحيح مسلم 3/ 1346 - 1348 - كتاب اللقطة- الحديث / 1722. سنن <span id='ms760'></span> الترمذي 3/ 655، 656 كتاب الأحكام- باب ما جاء في اللقطة وضالة الإبل والغنم- الحديث / 1372. وسنن أبي داود 2/ 331، 332 - كتاب اللقطة - باب: التعريف باللقطة، الحديثين 1704، 1705. وسنن ابن ماجة 2/ 836 - كتاب اللقطة- باب ضالة الإبل والبقر والغنم- الحديث / 2504. ومسند الإمام أحمد- 4/ 115، 116، 117.\n(¬3) ما بين المعقوفتين زيادة من: س، ط.\n(¬4) الحديث في صحيح مسلم 1/ 556 - كتاب صلاة المسافرين وقصرها- باب فضل قراءة {قل هو الله أحد} - الحديث / 811. وسنن الدارمي 2/ 330 - كتاب =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p826'> Vol. 03, p. 826</a>\n            </div>\n            :\n\n= فضائل القرآن- باب في فضل {قل هو الله أحد} الحديث / 3434. ومسند الإمام أحمد- 6/ 443، 447.\n(¬1) في الأصل: وكذلك. ولا معنى لها. والمثبت من: س، ط.\n(¬2) أخرجه الترمذي في سننه 5/ 167 كتاب فضائل القرآن -باب ما جاء في سورة الإخلاص- الحديث / 2896، وقد جاء فيه: (من قرأ: الله الواحد الصمد. . .).\nوانظره مع اختلاف في الألفاظ في: سنن النسائي 2/ 133 - كتاب الافتتاح- الفضل في قراءة {قل هو الله أحد}. وسنن الدارمي 2/ 331 - كتاب فضل القرآن- باب في فضل {قل هو الله أحد} الحديث / 3440.\n(¬3) ما بين المعقوفتين ساقط من: س.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p827'> Vol. 03, p. 827</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط، وصحيح مسلم.\n(¬2) في جميع النسخ: تقرأ. والمثبت من: صحيح مسلم.\n(¬3) تقدم تخريج هذا الحديث ص: 124.\n(¬4) في س: اللفظتين.\n(¬5) تقدم تخريجه قريبا.\n(¬6) ما بين المعقوفتين زيادة من: س، ط، ومصادر تخريج الحديث.\n(¬7) في س: احشروا. وهو خطأ.\nومعنى: احشدوا: اجتمعوا واستحضروا الناس. والحشد: الجماعة، واحتشد القوم لفلان: تجمعوا له وتأهبوا.\nانظر: النهاية -لابن الأثير- 1/ 388.\n(¬8) ما بين المعقوفتين زيادة من: س، ط، ومصادر تخريج الحديث.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p828'> Vol. 03, p. 828</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط، وسنن الترمذي.\n(¬2) الحديث بهذا اللفظ في:\nسنن الترمذي 5/ 168، 169 - كتاب فضائل القرآن- باب ما جاء في سورة الإخلاص- الحديث / 2900.\nوأخرجه مع اختلاف في الألفاظ:\nمسلم في صحيحه 1/ 557 - كتاب صلاة المسافرين وقصرها- باب فضل قراءة {قل هو الله أحد} - الحديث / 812. والإمام أحمد في مسنده- 2/ 429.\n(¬3) صحيح البخاري 6/ 105 - كتاب فضائل القرآن- باب فضل {قل هو الله أحد}.\n(¬4) في الأصل: ورواه. والمثبت من: س، ط.\n(¬5) سنن أبي داود 2/ 152 - كتاب الصلاة- باب في سورة الصمد الحديث / 1461.\n(¬6) سنن النسائي - 2/ 133 - كتاب الافتتاح- الفضل في قراءة {قل هو الله أحد <span id='ms761'></span>}.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p829'> Vol. 03, p. 829</a>\n            </div>\n            :\n\n(¬1) كأبي عبد الله محمد بن أحمد القرطبي (ت: 671) في كتابه الأسنى شرح أسماء الله الحسنى وصفاته العلى -مخطوط- اللوحة: 243.\n(¬2) في س، ط: مثالا.\n(¬3) في الأصل: الثاني. والمثبت من: س، ط، والأسنى.\n(¬4) فلانا: ساقطة من: س، ط.\n(¬5) فلانا: ساقطة من: س، ط.\n(¬6) ما بين المعقوفتين زيادة من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p830'> Vol. 03, p. 830</a>\n            </div>\n            :\n\n(¬1) نهاية العقول في دراية الأصول -للرازي- مخطوط- اللوحة: 157.\n(¬2) في نهاية العقول: الواحد يستحيل.\n(¬3) في نهاية العقول: بيانه. بدون واو.\n(¬4) في نهاية العقول: محدثا.\n(¬5) في س، ط: كان.\n(¬6) في الأصل: معانا. والمثبت من: س، ط، ونهاية العقول.\n(¬7) في س: فليقل. وهو تصحيف.\n(¬8) أي: الرازي في المصدر السابق.\n(¬9) في نهاية العقول: وأما الثاني فضعيف.\n(¬10) في الأصل: هي. والمثبت من: س، ط، ونهاية العقول.\n(¬11) في نهاية العقول: حقيقة الطلب وحقيقة الخبر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p831'> Vol. 03, p. 831</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n(¬2) ما بين المعقوفتين زيادة من: س، ط.\n(¬3) في س: ورحمه الله.\n(¬4) سورة فصلت، الآية: 40.\n(¬5) في الأصل: من. والكلام يستقيم بما أثبته من: س، ط.\n(¬6) النزاع في هذه المسألة مشهور ذكره أبو عبد الله الرازي في \"المحصول في علم أصول الفقه\" 1/ 1 / 371 - 373 - فقال: =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p832'> Vol. 03, p. 832</a>\n            </div>\n            :\n\n= \"المسألة الرابعة: في أنه لا يجوز استعمال المثشرك المفرد في معانيه على الجمع.\nوذهب الشافعي، والقاضي أبو بكر - رضي الله عنهما - إلى جوازه، وهو قول الجبائي، والقاضي عبد الجبار بن أحمد.\nوذهب آخرون: إلى امتناعه، وهو قول أبي هاشم وأبي الحسين البصري والكرخي.\nثم اختلفوا: فمنهم من منع منه لأمر يرجع إلى القصد. ومنهم من منع منه لأمر يرجع إلى الوضع، وهو المختار\".\nثم قال بعد ذكره المقدمة في المصدر السابق ص: 373، 374: فالدليل على ما قلنا: أن الواضع إذا وضع لفظا لمفهومين على الانفراد، فإما أن يكون قد وضعه مع ذلك لمجموعهما، أو ما وضعه لهما.\nفإن قلنا: إنه ما وضعه للمجموع، فاستعماله لإفادة المجموع استعمال اللفظ في غير ما وضع له، وإنه غير جائز.\nوإن قلنا: إنه وضعه للمجموع، فلا يخلو إما أن يستعمل لإفادة المجموع -وحده- أو لإفادته مع إفادة الأفراد. فإن كان الأول <span id='ms762'></span>: لم يكن اللفظ إلا لأحد مفهوماته، لأن الواضع إن كان وضعه بإزاء أمور ثلاثة -على البدل- وأحدها ذلك المجموع، فاستعمال اللفظ فيه -وحده- لا يكون استعمالا للفظ في كل واحد من مفهوماته.\nفإن قلت: إنه يستعمل في إفادة المجموع والأفراد على الجمع، فهو محال، لأن إفادته للمجموع معناه: أن الاكتفاء لا يحصل إلا بهما، وإفادته للمفرد معناه: أنه يحصل الاكتفاء بكل واحد منهما وحده، وذلك جمع بين النقيضين وهو محال.\nفثبت أن اللفظ المشترك -من حيث أنه مشترك- لا يمكن استعماله في إفادة مفهوماته على سبيل الجمع\".\nثم أورد أبو عبد الله الرازي في المصدر السابق ص: 375 - 394 حجج المجوزين وأجاب عنها بما يوافق اختياره.\nوانظر هذه المسألة مفصلة في: إحكام الأحكام -للآمدي- 1/ 19 - 22، 2/ 342 - 346. والمعتمد في أصول الفقه -لأبي الحسين البصري 1/ 17، 18.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p833'> Vol. 03, p. 833</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n(¬2) في الأصل: المراجع. ولا معنى لها. والمثبت من: س، ط.\n(¬3) أقول: ساقطة من: س.\n(¬4) في الأصل: فيها. والمثبت من: س، ط.\n(¬5) في الأصل: المسوخين لاستعماله. والمثبت من: س، ط.\n(¬6) في س، ط: يسوغ.\n(¬7) في س: مفرد.\n(¬8) ما بين المعقوفتين بياض في الأصل بمقدار ثلاث كلمات في منتصف السطر. ويبدو أن الكلام مستمر في: س. رغم وجود بياض بقدر ثلاث كلمات في بداية السطر. في أعلى صفحة جديدة بدليل التعقيب الموجود في نهاية كل صفحة. والكلام متصل في: ط. ولعل ما أثبته يناسب السياق ويستقيم به المعنى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p834'> Vol. 03, p. 834</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n(¬2) في س: واحدا.\n(¬3) في ط: وأمره.\n(¬4) في ط: أو نهيه.\n(¬5) ونهيه عن كذا: ساقطة من: س.\n(¬6) في ط: أو خبره.\n(¬7) وخبره بكذا: ساقطة من: س.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p835'> Vol. 03, p. 835</a>\n            </div>\n            :\n\n(¬1) في الأصل: يقصد. والمثبت من: س، ط.\n(¬2) في الأصل: لمعاني. والمثبت من: س، ط.\n(¬3) ما بين المعقوفتين زيادة من: س، ط.\n(¬4) في الأصل: المعنى. ولا يستقيم الكلام بها. والمثبت من: س، ط.\n(¬5) في س، ط: لأن.\n(¬6) لعل مقول القول المقدر يعود إلى ما تقدم من أن بين اللفظ والمعنى مناسبة. .\n(¬7) في الأصل، س: معاني. والمثبت من <span id='ms763'></span>: ط.\n(¬8) في الأصل: إلا بقصد. ولعل الكلام يستقيم بدون: إلا. كما في: س، ط.\n(¬9) في س، ط: وإرادته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p836'> Vol. 03, p. 836</a>\n            </div>\n            :\n\n(¬1) في الأصل: أن. والمثبت من: س، ط.\n(¬2) في الأصل: أنه. وهو خطأ. والمثبت من: س، ط.\n(¬3) ما بين المعقوفتين زيادة من: س، ط.\n(¬4) في س، ط: عليه.\n(¬5) سورة البقرة، الآية: 255.\n(¬6) من: ساقطة من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p837'> Vol. 03, p. 837</a>\n            </div>\n            :\n\n(¬1) سورة آل عمران، الآية: 61.\n(¬2) يقول عبد الله بن أحمد بن حنبل في كتابه \"السنة\" ص: 4: \"سمعت أبي يقول: من قال: القرآن مخلوق فهو عندنا كافر، لأن القرآن من علم الله، قال الله تعالى {فمن حاجك فيه من بعد ما جاءك من العلم. .} الآية.\nوانظر: مسائل الإمام أحمد بن حنبل -رواية إسحاق بن إبراهيم 2/ 153، 154.\n(¬3) كقوله تعالى: {ولن ترضى عنك اليهود ولا النصارى حتى تتبع ملتهم قل إن هدى الله هو الهدى ولئن اتبعت أهواءهم بعد الذي جاءك من العلم ما لك من الله من ولي ولا نصير} 120 / البقرة.\nوقوله تعالى: {ولئن أتيت الذين أوتوا الكتاب بكل آية ما تبعوا قبلتك وما أنت بتابع قبلتهم وما بعضهم بتابع قبلة بعض ولئن اتبعت أهواءهم من بعد ما جاءك من العلم إنك إذا لمن الظالمين} 145 / البقرة.\nيقول إسحاق بن إبراهيم: سمعت أبا عبد الله يقول: \"أربعة مواضع في القرآن- الآيتان 120، 145 من سورة البقرة، والآية 61 من سورة آل عمران، والآية 37 من سورة الرعد- {من بعد ما جاءك من العلم} فمن زعم أن القرآن مخلوق، فهو كافر\".\nانظر: مسائل الإمام أحمد برواية إسحاق بن إبراهيم 2/ 154.\n(¬4) سوف يذكر الشيخ -رحمه الله- بعد أسطر قليلة هذا الإجماع فيما نقله عن أبي عبد الله الرازي في نهاية العقول.\n(¬5) في س، ط: غير موضع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p838'> Vol. 03, p. 838</a>\n            </div>\n            :\n\n(¬1) انظر دعواه على هذا الإجماع في البرهان في أصول الفقه للجويني 1/ 288.\n(¬2) الصلاة في الموضع المغصوب لا تصح في أظهر الروايتين وأحد قولي الشافعي.\nوالرواية الثانية: تصح، وهو مذهب أبي حنيفة ومالك والقول الثاني للشافعي، لأن النهي لا يعود إلى الصلاة فلم يمنع صحتها.\nيقول ابن قدامة -رحمه الله- مرجحا الرواية الأولى: \"ولنا: أن <span id='ms764'></span> الصلاة عبادة أتى بها على الوجه المنهي عنه، فلم تصح كصلاة الحائض وصومها، وذلك لأن النهي يقتضي تحريم الفعل واجتنابه والتأثيم بفعله، فكيف يكون مطيعا بما هو عاص به ممتثلا بما هو محرم عليه؟ متقربا بما يبعد به؟ فإن حركاته وسكناته من القيام والركوع والسجود أفعال اختيارية، هو عاص بها منهي عنها\".\nأما صلاة الجمعة في الموضع المغصوب فقال أحمد -رحمه الله-: \"تصلى الجمعة في الموضع الغصب، يعني إذا كان الجامع أو بعضه مغصوبا صحت الصلاة، لأن الجمعة تختص ببقعة فإذا صلاها الإمام في الموضع المغصوب فامتنع الناس من الصلاة فيه فاتتهم الجمعة\".\nانظر: المغني -لابن قدامة- 2/ 74، 75. والمقنع -لابن قدامة- مع حاشيته- 1/ 127، 128. وكشف القناع -للبهوتي- 1/ 343، 344.\n(¬3) في الأصل: لا. والمثبت من: س، ط. وهو الصواب.\n(¬4) نهاية العقول في دراية الأصول -للرازي- مخطوط- اللوحة: 157.\n(¬5) في الأصل: الشاملي. وهو خطأ.\nوهو: كتاب في الكلام على مذهب الأشاعرة -يقع في خمسة مجلدات.\nراجع: كشف الظنون -لحاجي خليفة- 2/ 1024. ومعجم المؤلفين =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p839'> Vol. 03, p. 839</a>\n            </div>\n            :\n\n= -لكحالة- 6/ 184.\n(¬1) قال: إضافة من الشيخ، والكلام متصل بما قبله في: نهاية العقول.\n(¬2) في الأصل: يقول. وهو خطأ. والمثبت من: س، ط، ونهاية العقول.\n(¬3) في الأصل: واحد سبحانه. والمثبت من: س، ط، ونهاية العقول.\n(¬4) في نهاية العقول: خارجا عن الإجماع.\n(¬5) قال: إضافة من الشيخ. والكلام متصل بما قبله في: نهاية العقول.\n(¬6) انظر هذا الإجماع الذي احتج به: الفخر الرازي، على قدم الكلام في: \"نهاية العقول في دراية الأصول\" الفصل الثاني من الأصل التاسع- اللوحة رقم: 130.\n(¬7) في س، ط: إنه.\n(¬8) ولعل ما في س الصواب. إذ لم أجد ترجمة لهذا الاسم فيما وقع تحت يدي من مراجع.\n(¬9) ما بين المعقوفتين زيادة من: ط. يقتضيها السياق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p840'> Vol. 03, p. 840</a>\n            </div>\n            :\n\n(¬1) في الأصل: نفوا. وهو خطأ من الناسخ. والمثبت من: س، ط.\n(¬2) في س، ط: اختصوا.\n(¬3) في الأصل: المرجئية. والمثبت من: س، ط.\n(¬4) وهو نهاية العقول في دراية الأصول -مخطوط- اللوحة: 157.\n(¬5) في س: يكون. وهو تصحيف.\n(¬6) تقدم تعريف الحال، ومن قال بها ومن نفاها ص: 609.\n(¬7) يقول الآمدي في \"أبكار الأفكار\" -مخطوط- القسم الثاني <span id='ms765'></span>- اللوحة: 206: \"والذي عليه اتفاق أكثر الأئمة من أصحابنا، وقدماء المعتزلة القول بنفي الأحوال. . . \".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p841'> Vol. 03, p. 841</a>\n            </div>\n            :\n\n(¬1) ذكر الشهرستاني في \"نهاية الإقدام\" ص: 131 أن أبا المعالي الجويني كان يقول بثبوت الأحوال لكنه نفاها أخيرا.\nوانظر قوله بثبوت الأحوال في \"الإرشاد\" ص: 80 - 84. وقوله بنفيها في \"الشامل\" ص: 108، 109، 296، 297.\n(¬2) فقال: في نهاية العقول في دراية الأصول -مخطوط- اللوحة: 157: \". . وأنا إلى الآن لم يتضح في فيه دليل لا نفيا ولا إثباتا\". وقد تقدم هذا النص بكامله.\nوسوف يورده الشيخ -رحمه الله- بعد أسطر قليلة- أيضا.\n(¬3) في الأصل: اعترف. وهو تصحيف. والمثبت من: س، ط.\n(¬4) في س، ط: عندهم.\n(¬5) ما بين المعقوفتين ساقط من: س.\n(¬6) في س: واحدا. وهو خطأ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p842'> Vol. 03, p. 842</a>\n            </div>\n            :\n\n(¬1) في نهاية العقول في دراية الأصول -مخطوط- اللوحة: 157.\n(¬2) في الأصل، س: يتصف. والمثبت من: ط.\n(¬3) في نهاية العقول: فإن قلت: جاز ذلك.\n(¬4) في نهاية العقول: به.\n(¬5) قال: إضافة من الشيخ، والكلام متصل بما قبله في: نهاية العقول.\n(¬6) في ط: أغلوطة.\nوالغلوطة، والأغلوطة، والمغلطة: الكلام يغلط فيه ويغالط به.\nانظر: القاموس المحيط -للفيروزآبادي 3/ 410 (غلط).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p843'> Vol. 03, p. 843</a>\n            </div>\n            :\n\n(¬1) في الأصل: يجوز. والمثبت من: س، ط. وهو المناسب للكلام.\n(¬2) إن: ساقطة من: س.\n(¬3) في الأصل، س: زائدا. وهو خطأ. والمثبت من: ط.\n(¬4) في س: الامتناع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p844'> Vol. 03, p. 844</a>\n            </div>\n            :\n\n(¬1) في الأصل، س: توجد. والمثبت من: ط، وهو المناسب للسياق.\n(¬2) في الأصل: فوجود. وهو تصحيف. والمثبت من: س، ط.\n(¬3) في الأصل: واحد. وهو خطأ. والمثبت من: س، ط.\n(¬4) في س: لدليل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p845'> Vol. 03, p. 845</a>\n            </div>\n            :\n\n(¬1) في الأصل: واحد. وهو خطأ. والمثبت من: س، ط.\n(¬2) في نهاية العقول في دراية الأصول -مخطوط- اللوحة 157.\n(¬3) في س: الذي.\n(¬4) ولا يمكن أن يقال: ساقط من: نهاية العقول.\n(¬5) في الأصل: النصارى. وهو تصحيف. والمثبت من: س، ط.\n(¬6) يقول الشيخ -رحمه الله- في الجواب الصحيح 2/ 301: \"وقد ذكر الإمام أحمد في كتاب الرد على الجهمية -وذكر غيره- أن النصارى الحلولية، والجهمية المعطلة اعترضوا على أهل السنة.\nفقالت النصارى: القرآن كلام الله غير مخلوق. والمسيح كلمة الله فهو غير مخلوق. وقالت الجهمية: المسيح كلمة الله وهو مخلوق. والقرآن كلام الله فيكون مخلوقا <span id='ms766'></span>. وأجاب أحمد وغيره: بأن المسيح نفسه ليس هو كلاما، فإن المسيح إنسان وبشر مولود من امرأة، وكلام الله ليس بإنسان ولا بشر، ولا مولود من امرأة، ولكن المسيح خلق بالكلام، وأما القرآن فهو نفسه كلام الله، فأين هذا من هذا؟ =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p846'> Vol. 03, p. 846</a>\n            </div>\n            :\n\n= انظر: الرد على الجهمية -للإمام أحمد- ص: 124.\nوسوف ينقل الشيخ -رحمه الله تعالى- عن ابن الزغواني وغيره ما يبين مضاهاة الجهمية للنصارى من بعض الوجوه في ص: 706 فما بعدها.\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n(¬2) سورة التوبة، الآية: 30.\n(¬3) سورة مريم، الآية: 34، 35.\nفي س: (الله) بدلا من (لله) وهو سهو من الناسخ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p847'> Vol. 03, p. 847</a>\n            </div>\n            :\n\n(¬1) سورة مريم، الآيات: 88 - 95.\n(¬2) سورة المائدة، الآية: 17.\n(¬3) سورة المائدة، الآيتان: 72، 73.\nفي س: فقدم. بدلا من: فقد حرم. وهو سهو من الناسخ.\n(¬4) سورة النساء، الآيتان: 171، 172.\nوقد ورد في س: بعد قوله (المقربون) قوله: {ومن يستنكف عن عبادته ويستكبر. . .} الآية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p848'> Vol. 03, p. 848</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n(¬2) اليعقوبية: فرقة من فرق النصارى، وهم أصحاب يعقوب البرذعاني، راهب بالقسطنطينية، قالوا: بالأقانيم الثلاثة: الوجود، والعلم، والحياة.\nثم يعبرون عن الوجود بالأب، وعن العلم بالكلمة، وعن الحياة بروح القدس، لكنهم قالوا: انقلبت الكلمة -أقنوم العلم عندهم- لحما ودما، فصار الإله هو المسيح، وهو الظاهر بجسده، بل هو هو.\nوقال بعضهم: ظهر اللاهوت بالناسوت، فصار ناسوت المسيح مظهر الجوهر لا على طريق حلول جزء فيه، ولا على سبيل اتحاد الكلمة التي هي في حكم الصفة، بل صار هو هو.\nوزعم أكثرهم: أن المسيح جوهر واحد، أقنوم واحد، إلا أنه من جوهرين، وربما قالوا: طبيعة واحدة من طبيعتين. فجوهر الإله القديم، وجوهر الإنسان المحدث تركبا تركيبا، كما تركبت النفس والبدن، فصارا جوهرا واحدا، أقنوما واحدا.\nوقالوا: إن مريم ولدت إلها، وقالوا في القتل: إنه وقع على الجوهر الذي هو من جوهرين، ولو وقع على أحدهما لبطل الاتحاد، تعالى الله عن قولهم علوا كبيرا.\nانظر: الملل والنحل -للشهرستاني- 1/ 225، 226. والفصل في الملل والأهواء والنحل -لابن حزم- 1/ 49، 50. واعتقادات فرق المسلمين والمشركين للرازي، مع هامشه المرشد الأمين إلى اعتقادات فرق <span id='ms767'></span> المسلمين والمشركين -لطه عبد الرؤوف ومصطفى الهواري- ص: 131، 132.\n(¬3) في س، ط: الملكانية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p849'> Vol. 03, p. 849</a>\n            </div>\n            :\n\n= الملكية أو الملكانية: إحدى فرق النصارى، وهم أصحاب \"ملكا\" الذي ظهر بأرض الروم، واستولى عليها، ويقوم مذهبهم على: أن الكلمة -أقنوم العلم عندهم- اتحدت بالمسيح، وتدرعت بناسوته، ولا يسمون العلم قبل تدرعه ابنا، بل المسيح مع ما تدرع به ابن، فقال بعضهم: إن الكلمة مازجت لأجسد المسيح كما يمازج الخمر أو الماء اللبن.\nوصرحت الملكانية بأن الجوهر غير الأقانيم، وأنها كالموصوف والصفة. فقالوا: بإثبات التثليث، وقالوا: إن المسيح ناسوت كلي لا جزئي، وهو قديم أزلي من قديم أزلي، وقد ولدت مريم عليها السلام إلها أزليا، والقتل والصلب وقع على الناسوت واللاهوت معا.\nوأطلقوا لفظ \"النبوة\" والأبوة على الله -تعالى الله عما يقوله الظالمون علوا كبيرا- وعلى المسيح.\nولهم ضلالات وترهات فصلها أصحاب المقالات، انظر مثلا: الملل والنحل -للشهرستاني- 1/ 22، 224. والفصل -لابن حزم- 1/ 48، 49. واعتقادات فرق المسلمين والمشركين -للرازي- ومع المرشد الأمين ص: 131، 132.\n(¬1) النسطورية: فرقة من فرق النصارى تنسب إلى نسطور الحكيم الذي ظهر في زمن المأمون، وتصرف في الأناجيل بحكم رأيه، وهذه الفرقة غالبة على الموصل والعراق وفارس وخراسان.\nقالوا: إن الله واحد ذو أقانيم ثلاثة -المتقدمة في اليعقوبية- وهذه الأقانيم ليست زائدة على الذات، ولا هي هو، واتحدت الكلمة بجسد المسيح، لا على طريق الامتزاج -كما قالت \"الملكانية\"- ولا على طريق الظهور -كما قالت \"اليعقوبية\"، ولكن كإشراق الشمس في كوة على بلورة- أي: جسم مشف- وكظهور النقش في الشمع إذا طبع بالخاتم.\nوأما قولهم في القتل والصلب: فيخالف -أيضا- قول \"الملكانية\" و \"اليعقوبية\" فقالوا: إن ذلك وقع على المسيح من جهة ناسوته لا من جهة لاهوته، لأن الإله لا تحله الآلام.\nإلى غير ذلك من أقوالهم الباطلة -تعالى الله وتقدس عنها- التي ذكرها أصحاب المقالات، انظر: الملل والنحل -للشهرستاني- 1/ 224، 225. والفصل -لابن حزم- 1/ 49. واعتقادات فرق المسلمين والمشركين -للرازي=\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p850'> Vol. 03, p. 850</a>\n            </div>\n            :\n\n= - ص: 132. وانظر ما أجمعت عليه هذه الفرق وما اختلفت فيه، في: الملل والنحل -للشهرستاني- 1/ 226 - 228. وللرد عليها ودحضها يراجع: الفصل -لابن حزم- 1/ 50 - 65. والجواب <span id='ms768'></span> الصحيح لمن بدل دين المسيح -لابن تيمية.\n(¬1) ذكر أبو البقاء في كلياته 4/ 173 عدة إطلاقات على اللاهوت والناسوت فقال: \"اللاهوت: الخالق، والناسوت: المخلوق، وربما يطلق الأول على الروح، والثاني على البدن، وربما يطلق الأول -أيضا- على العالم العلوي والثاني على العالم السفلي. وعلى السبب والمسبب. وعلى الجن والإنس\".\nوانظر: المعجم الفلسفي -لجميل صليبا- 2/ 277.\n(¬2) في الأصل: واحد جوهر. والمثبت من: س، ط، والملل والنحل 1/ 226.\n(¬3) في ط: المطلوب. وهو خطأ.\n(¬4) في س، ط: الملكانية.\n(¬5) في الأصل: جواهر. والمثبت من: س، ط.\n(¬6) في الأصل: والنسطور يقول. وفي س: والنسطورية يقول. والمثبت من: ط، والجواب الصحيح 2/ 310، ومنحة القريب المجيب ص: 134.\n(¬7) في الأصل: بالاتحادية. والمثبت من: س، ط. وهو الموافق للسياق.\n(¬8) في الإرشاد: ص: 48.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p851'> Vol. 03, p. 851</a>\n            </div>\n            :\n\n(¬1) في ط: ومنهم من يقول. فأضاف كلمة \"منهم\". ولا يقتضيها السياق.\n(¬2) في الأصل: الناهوت. وهو خطأ. والمثبت من: س، ط.\n(¬3) أقول: وقد ذكر شيخ الإسلام ابن تيمية -رحمه الله- في كتابه القيم \"الجواب الصحيح لمن بدل دين المسيح\" 3/ 141 - الذي تولى فيه الرد على النصارى، وتشنيع أقوالهم: \"إنه ليس في كلام الأنبياء -لا المسيح ولا غيره- ذكر أقانيم لله، لا ثلاثة ولا أكثر، ولا إثبات ثلاث صفات، ولا تسمية شيء من صفات الله، ابنا لله، لا ربا، ولا تسمية حياته روحا، ولا أن لله ابنا هو إله حق من إله حق من جوهر أبيه، وإنه خالق، كما أن الله خالق، إلى غير ذلك من الأقوال المتضمنة لأنواع من الكفر، لم تنقل عن نبي من الأنبياء\".\n(¬4) الاختلاف ذكره الشيخ -رحمه الله- في المصدر السابق 2/ 309، 310 فقال: \"ثم اختلفوا، فقال بعضهم: إن الأقانيم مختلفة في الأقنومية، متفقة في الجوهر.\nوقال آخرون: ليست مختلفة في الأقنومية، بل متغايرة. وقال فريق منهم: إن كل واحد منها لا هو الآخر، ولا هو غيره، وليست متغايرة ولا مختلفة\".\n(¬5) ما بين المعقوفتين زيادة من: س، ط، والجواب الصحيح 2/ 310.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p852'> Vol. 03, p. 852</a>\n            </div>\n            :\n\n(¬1) أي: أبو الحسن بن الزاغوني ومن معه من طوائف المتكلمين.\nوقد ذكر الشيخ -رحمه الله تعالى- أقوالهم في هذه الفرق، وما بينها من <span id='ms769'></span> اختلاف في \"الجواب الصحيح\" 2/ 310.\n(¬2) كما: كررت في: ط.\n(¬3) ما بين المعقوفتين ساقط من: س، ط.\n(¬4) ابن الزاغواني ومن معه.\n(¬5) في س، ط: اتحادا. وهو خطأ.\nوانظر اختلافهم وتباينهم في الاتحاد وما نقله الشيخ عنهم من أقوال في: \"التمهيد\" -للباقلاني- ص: 87، 88.\n(¬6) في جميع النسخ: قبل. والمثبت من: الجواب الصحيح- 2/ 311.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p853'> Vol. 03, p. 853</a>\n            </div>\n            :\n\n(¬1) إن: ساقطة من: س، ط.\n(¬2) أي: كظهور الطابع في المطبوع.\n(¬3) في س: السمع. وهو خطأ.\n(¬4) الباقلاني بعد أن ذكر الأقوال السابقة عنهم ناقشها في كتابه \"التمهيد\" ص: 88 - 92.\n(¬5) ما بين المعقوفتين زيادة من كتاب \"منحة القريب المجيب في الرد على عباد الصليب\" لابن معمر ص: 135.\n(¬6) في الأصل: اتحد. والمثبت من: س، ط.\n(¬7) ما بين المعقوفتين ساقط من: س، ط.\n(¬8) في الأصل: لا تقولون. والمثبت من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p854'> Vol. 03, p. 854</a>\n            </div>\n            :\n\n(¬1) سورة المائدة، الآية: 14.\n(¬2) ما بين المعقوفتين زيادة من: س، ط.\n(¬3) يقول ابن جرير الطبري في تفسيره 6/ 159 بعد أن ذكر القولين في صفة إغراء الله بينهم العداوة والبغضاء: \"وأولى التأويلين في ذلك عندنا بالحق، تأويل من قال: أغرى بينهم بالأهواء التي حدثت بينهم، كما قال إبراهيم النخعي، لأن عداوة النصارى بينهم إنما هي باختلافهم في قولهم في المسيح، وذلك أهواء لا وحي من الله\".\nونقل القرطبي في تفسيره 6/ 118 عن الربيع بن أنس أن المقصود افتراق النصارى خاصة، لأنهم أقرب مذكور، وذلك أنهم افترقوا إلى اليعاقبة والنسطورية والملكانية، أي: كفر بعضهم بعضا.\nويقول ابن كثير في \"تفسير القرآن العظيم\" 2/ 33، أي: فألقينا بينهم العداوة والبغضاء لبعضهم بعضا، ولا يزالون كذلك إلى قيام الساعة، ولذلك طوائف النصارى على اختلاف أجناسهم لا يزالون متباغضين متعادين يكفر بعضهم بعضا، فكل فرقة تحرم الأخرى ولا تدعها تلج معبدها، فالملكية تكفر اليعقوبية، وكذلك الآخرون، وكذلك النسطورية والآريوسية كل طائفة تكفر الأخرى في هذه الدنيا ويوم يقوم الأشهاد\".\n(¬4) في س: الله سبحانه.\n(¬5) في الأصل، س: فقوله. والمثبت من: ط، وهو المناسب للسياق.\n(¬6) سورة النساء، الآية: 171.\nوقد ورد في الأصل: خير. وهو سهو من الناسخ.\n(¬7) قد: ساقطة من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p855'> Vol. 03, p. 855</a>\n            </div>\n            :\n\n(¬1) سورة المائدة، الآية: 72.\nوقد ورد في <span id='ms770'></span> ط: المسيح مريم. وهو خطأ.\n(¬2) في جميع النسخ: قوله. وما أثبته يستقيم به الكلام.\n(¬3) سورة الإسراء، الآية: 111.\n(¬4) سورة الفرقان، الآيتان: 1، 2.\n(¬5) سورة الأنعام، الآية: 100.\n(¬6) في س: لذين. وهو تصحيف.\n(¬7) في س: اتخذوا صارا. وهو تصحيف.\n(¬8) به: ساقطة من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p856'> Vol. 03, p. 856</a>\n            </div>\n            :\n\n(¬1) سورة المائدة، الآية: 73.\n(¬2) سورة النساء، الآية: 171.\n(¬3) سورة المائدة، الآية: 73.\n(¬4) ذكر بعض المفسرين أن هذا القول اشتهر عن النصارى.\nيقول ابن جرير الطبري -رحمه الله- في تفسيره 6/ 313: \"كانوا فيما بلغنا يقولون: الإله القديم جوهر واحد، يعم ثلاثة أقانيم أبا والدا غير مولود وابنا مولودا غير واحد، وزوجا متتبعة بينهما\".\nوقد نقل ابن كثير في تفسيره 2/ 81، عن ابن جرير وغيره أن الطوائف الثلاثة -الملكية واليعقوبية والنسطورية- تقول بهذه الأقانيم.\nقال: \"وهم مختلفون فيها اختلافا متباينا.\nوذكر القرطبي -رحمه الله- في \"الجامع لأحكام القرآن\" 6/ 249، أن هذه الطوائف تقول: إن الأب والابن وروح القدس إله واحد، ولا يقولون ثلاثة آلهة، وهو معنى مذهبهم، وإنما يمتنعون من العبارة وهي لازمة لهم.\nويقول محمد جمال الدين القاسمي، في \"محاسن التأويل\" 5/ 677، 680: \". . وفي تعاليمهم المدرسية المطبوعة الآن ما نصه: أخص أسرار المسيحية سر الثالوث، وهو إله واحد في ثلاثة أقانيم: الأب، والابن، وروح القدس. والأب هو الله، والابن هو الله، وروح القدس هو الله، وليسوا ثلاثة =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p857'> Vol. 03, p. 857</a>\n            </div>\n            :\n\n= آلهة، بل إله واحد موجود في ثلاثة أقانيم متساوين في الجوهر، ومتميزين فيما بينهم بالأقنومية، وذلك لأن لهم جوهرا واحدا ولاهوتا واحدا وذاتا واحدة، وليس أحد هذه الأقانيم الثلاثة أعظم أو أقدم أو أقدر من الآخرين، لكون الثلاثة متساوية في العظمة والأزلية والقدرة وفي كل شيء. ما عدا الأقنومية. ولا نقدر أن نفهم جيدا هذه الحقائق، لأنها أسرار فائقة العقل والإدراك البشري.\nقال: فانظر إلى هذا التناقض والتمويه، يعترفون بأن الثلاثة آلهة، ثم يناقضون قولهم ينكرون ذلك\".\nوقد نقل -رحمه الله- عن الشيخ: رحمة الله الهندي، في كتابه \"إظهار الحق\" والماوردي في \"أعلام النبوة\" ما يبين تناقض هذه الطوائف، وأن مقالتهم هذه مغالطة صرفة لا تقبلها العقول.\n(¬1) في الأصل: أبو. والمثبت من: س <span id='ms771'></span>، ط، والمجموع.\n(¬2) ذكره ابن جرير في تفسيره 6/ 314، وابن الجوزي في \"زاد المسير\" 2/ 403. ونقل ابن كثير في \"تفسير القرآن العظيم\" 2/ 81 أن قوله تعالى: {لقد كفر الذين قالوا إن الله ثالث ثلاثة} الآية، نزلت في جعلهم المسيح وأمه إلهين مع الله، فجعلوا الله ثالث ثلاثة بهذا الاعتبار، قال السدي: وهي كقوله تعالى في آخر السورة {وإذ قال الله ياعيسى ابن مريم أأنت قلت للناس اتخذوني وأمي إلهين من دون الله قال سبحانك} الآية.\nقال ابن كثير: وهذا القول هو الأظهر.\n(¬3) ما بين المعقوفتين بياض في الأصل بقدر كلمتين في بداية السطر. وبقدر أربع كلمات في: س، وبقدر كلمتين في: ط. ولعل ما أثبته يستقيم به الكلام ويناسب السياق. وقد ورد في \"منحة القريب المجيب في الرد على عباد =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p858'> Vol. 03, p. 858</a>\n            </div>\n            :\n\n= الصليب\" للشيخ عبد العزيز آل معمر: \"على صنف منهم، وقيل: إن المراد بذلك جعلهم. . . \".\n(¬1) سورة المائدة، الآيتان: 116، 117.\n(¬2) سورة المائدة، الآيات 73 - 75.\n(¬3) في س، ط: عقب.\n(¬4) سورة المائدة، الآية: 73.\n(¬5) ما بين المعقوفتين زيادة من: س، ط.\n(¬6) في الأصل: وضح. والمثبت من: س، ط.\n(¬7) في س: قوله؛ وهو خطأ.\n(¬8) في ط: فتكون.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p859'> Vol. 03, p. 859</a>\n            </div>\n            :\n\n(¬1) في س: وبين. وفي ط: فتبين.\n(¬2) في الأصل، س: ثلاث منفصلة آلهة. والمثبت من: ط، وهو الأقرب للفهم.\n(¬3) تفرق النصارى واختلافهم في الأقانيم، ذكره الشيخ -رحمه الله- في كتابه \"الجواب الصحيح\" 2/ 94، 100، 311، 3/ 163، 164. وانظره: في \"التمهيد\"- للباقلاني ص: 85، 86.\n(¬4) ما بين المعقوفتين زيادة من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p860'> Vol. 03, p. 860</a>\n            </div>\n            :\n\n(¬1) في س: وقد. وهو تصحيف.\n(¬2) في الأصل: الطيب. والمثبت من: س، ط.\nوقد ذكر الشيخ -رحمه الله- أن هذا القول قال به يحيى بن عدي وغيره، من النصارى اعتذارا لهم.\nانظر: الجواب الصحيح -لابن تيمية- 2/ 118.\n(¬3) لا: ساقطة من: س.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p861'> Vol. 03, p. 861</a>\n            </div>\n            :\n\n(¬1) شيخ الإسلام -رحمه الله- ناقش قولهم هذا في كتابه: \"الجواب الصحيح\" 3/ 167، فقال: \"لو اقتصرتم على قولكم: إنه واحد وله صفات متعددة، لم ينكر ذلك عليكم جمهور المسلمين، بل ينكرون تخصيص الصفات بثلاث، فإن هذا باطل من وجوه:\nمنها: أن الأب عندكم هو الجوهر ليس هو صفة، فلا يكون له صفة إلا الحياة والعلم <span id='ms772'></span>، فيكون جوهرا واحدا له أقنومان، وأنتم جعلتم ثلاثة أقانيم.\nومنها: أن صفات الرب لا تنحصر في العلم والحياة، بل هو موصوف بالقدرة وغيرها.\nومنها: أنكم تارة تفسرون روح القدس بالحياة، وتارة بالقدرة، وتارة بالوجود. وتفسرون الكلمة تارة بالعلم، وتارة بالحكمة، وتارة بالكلام، فبطلان قولكم في إثبات ثلاث صفات كثير، وأنتم -مع هذا- تجعلون كل واحدة منها إلها.\nفتجعلون الحياة إلها، والعلم إلها، وهذا باطل\".\n(¬2) في الأصل: منهما. والمثبت من: س، ط. ولعله المناسب للسياق.\n(¬3) في ط: الآخر.\n(¬4) الكيس: العقل. والكيس: العاقل. والمعنى: العقلاء منهم.\nانظر: لسان العرب -لابن منظور- 6/ 201 (كيس).\nوالمقصود: يحيى بن عدي وغيره من النصارى ممن أراد أن يعتذر عنهم ويظهر قولهم على وجه يعقل.\nوتقدمت الإشارة إليه قريبا.\n(¬5) في الأصل: الطيب. والمثبت من: س، ط.\n(¬6) في الأصل: زيد الطيب. وفي س: زيد الطبيب. والمثبت من: ط. وهو=\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p862'> Vol. 03, p. 862</a>\n            </div>\n            :\n\n= الصواب.\n(¬1) في الأصل: الطيب. والمثبت من: س، ط.\n(¬2) علق الشيخ الفاضل عبد العزيز بن حمد آل معمر -رحمه الله- في كتابه \"منحة القريب المجيب في الرد على عباد الصليب\" ص: 141، بعد نقله لكلام الشيخ السابق بقوله:\n\"قلت: ونظير هذا المثل ما قاله بعضهم: إنك إذا فرضت مثلثا متساوي الأضلاع كانت الأضلاع ثلاثة، والمثلث واحد، وكان للمثلث الواحد ثلاثة أضلاع، وهذا من نمط ما قبله في الفساد، وذلك أن كل واحد من الأضلاع على انفراده ليس هو المثلث المفروض، بل إن اعتبرت الأضلاع الثلاثة شيئا واحدا انتفى التثليث، لأن الواحد لا يكون ثلاثة، وإن اعتبر أحد الأضلاع على انفراده انتفت الوحدة، فالجمع بينهما جمع بين النقيضين\".\n(¬3) في الأصل: يجعلون. والمثبت من: ط. ولعله المناسب للسياق.\n(¬4) ما بين المعقوفتين ساقط من: س.\n(¬5) الواو ساقطة من: س.\n(¬6) في الأصل، ط: بداية. والمثبت من: س. ولعله الصواب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p863'> Vol. 03, p. 863</a>\n            </div>\n            :\n\n(¬1) في الأصل: الإلحاد. والمثبت من: س، ط. وهو المناسب للسياق.\n(¬2) في س: مضاة. وهو تحريف.\n(¬3) في س، ط: يضاهونهم.\n(¬4) في الأصل: ثلاث. والمثبت من: س، ط. وهو الصواب.\n(¬5) في ط: أو جعلوه. وهو خطأ.\n(¬6) في س، ط <span id='ms773'></span>: كقول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p864'> Vol. 03, p. 864</a>\n            </div>\n            :\n\n(¬1) في جميع النسخ: اجعل. ولعل ما أثبته يستقيم به الكلام.\n(¬2) الشيخ -رحمه الله- بسط الكلام على هذه المسألة في بعض رسائله فقال: \". . فبينت في بعض رسائلي: أن الأمر وغيره من الصفات يطلق على الصفة تارة وعلى متعلقها أخرى. . \". مجموع الفتاوى 6/ 18.\n(¬3) تقدم التعريف به. وانظر رأيه هذا في \"مقالات الإسلاميين\" للأشعري 1/ 267، 268.\n(¬4) هو: ساقطة من: س، ط.\n(¬5) في س، ط: حروفه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p865'> Vol. 03, p. 865</a>\n            </div>\n            :\n\n(¬1) في س: أنزله.\n(¬2) كذا في جميع النسخ. ولعل يجعله أنسب للسياق.\n(¬3) في س، ط: كذلك.\n(¬4) ما بين المعقوفتين زيادة من: س، ط.\n(¬5) في س، ط: الله.\n(¬6) في التمهيد- ص: 79 - 87.\n(¬7) كالجويني في \"الإرشاد\" ص: 47، 48.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p866'> Vol. 03, p. 866</a>\n            </div>\n            :\n\n(¬1) في س: أمر. وهو خطأ.\n(¬2) ما بين المعقوفتين زيادة من: س، ط.\n(¬3) لم أقف على هذا النقل، وما بعده من نقول عن أبي الزاغوني.\n(¬4) في الأصل: الكلام. والمثبت من: س، ط. ولعله المناسب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p867'> Vol. 03, p. 867</a>\n            </div>\n            :\n\n(¬1) في س، ط: توقف.\n(¬2) ما بين المعقوفتين زيادة من: س، ط.\n(¬3) ما بين المعقوفتين زيادة من: س، ط.\n(¬4) في الأصل، س: النهي. والمثبت من: ط. ولعله المناسب.\n(¬5) في الأصل: مقبوضا. وهو تحريف. والمثبت من: س، ط.\n(¬6) في الأصل، س: وتعينه. والمثبت من: ط. ولعله المناسب.\n(¬7) ما بين المعقوفتين زيادة من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p868'> Vol. 03, p. 868</a>\n            </div>\n            :\n\n(¬1) في هامش س: قوله: \"كلام ابن الزاغوني -رحمه الله تعالى- في الصوت المسموع من القارئ\".\n(¬2) في س، ط: الحروف.\nيقول الذهبي -رحمه الله- في \"سير أعلام النبلاء- 19/ 607: \"ورأيت لأبي الحسن بخطه مقالة في الحرف والصوت عليه فيها مآخذ، والله يغفر له، فيا ليته سكت\".\n(¬3) في الأصل: بعدمه. وهو خطأ. والمثبت من: س، ط.\n(¬4) في الأصل: كما. والمثبت من: س، ط. ولعله المناسب لسياق الكلام.\n(¬5) في الأصل: محالا. وهو خطأ. والمثبت من: س، ط.\n(¬6) في الأصل: بالآية. وهو خطأ والمثبت من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p869'> Vol. 03, p. 869</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة غير واردة في النسخ لعل الكلام يستقيم بها. وقد ورد في ط: ما قلنا: إنه ظهر. .\n(¬2) في س، ط: ولا هو مضاف.\n(¬3) في الأصل، س: يوجبه. والمثبت من: ط.\n(¬4) في الأصل، س: يقول. والمثبت من: ط <span id='ms774'></span>.\n(¬5) في الأصل: وذلك. والمثبت من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p870'> Vol. 03, p. 870</a>\n            </div>\n            :\n\n(¬1) في الأصل: إلى. وهو خطأ. والمثبت من: س، ط.\n(¬2) في الأصل: الثاني. وهو خطأ. والمثبت من: س، ط.\n(¬3) في س، ط: التبين.\n(¬4) في ط: يمضي.\n(¬5) بين الشيخ -رحمه الله- في مجموع الفتاوى 6/ 526، 527 أن القول بأن أصوات العباد بالقرآن أو ألفاظهم، قديمة أزلية من البدع المحدثة التي هي أظهر فسادا من غيرها، والسلف -رحمهم الله- من أبعد الناس عن هذا القول، والعقل الصريح يعلم أن من جعل أصوات العباد قديمة أزلية، كان قوله معلوم الفساد بالضرورة.\nثم بين -رحمه الله- أن أصل هذا تنازعهم في مسألة اللفظ، وأن المنصوص عن الإمام أحمد وغيره أن من قال: إن اللفظ بالقرآن والتلاوة مخلوقة فهو جهمي، ومن قال: إنه غير مخلوق فهو مبتدع، لأن اللفظ والتلاوة يراد به \"الملفوظ والمتلو\" وذلك هو كلام الله، فمن جعل كلام الله الذي أنزله على نبيه مخلوقا فهو جهمي.\nويراد بذلك \"المصدر وصفات العباد\" فمن جعل أفعال العباد وأصواتهم غير مخلوقة، فهو مبتدع ضال.\n(¬6) في س: من: وهو خطأ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p871'> Vol. 03, p. 871</a>\n            </div>\n            :\n\n(¬1) انظر إنكار الإمام أحمد -رحمه الله- وتبديعه للفظية في: السنة -لعبد الله بن أحمد بن حنبل- ص: 28 - 30.\n(¬2) ذكر الشيخ -رحمه الله- في الفتاوى 12/ 238: أن أبا بكر المروذي -أخص أصحاب الإمام أحمد به- صنف في ذلك رسالة كبيرة مبسوطة، ونقلها عنه أبو بكر الخلال في كتاب \"السنة\" الذي جمع فيه كلام الإمام وغيره من أئمة السنة في أبواب الاعتقاد، وكان بعض أهل الحديث إذ ذاك أطلق القول: بأن لفظي بالقرآن غير مخلوق، معارضة لمن قال: لفظي بالقرآن مخلوق، فبلغ ذلك الإمام أحمد -رحمه الله- فأنكر ذلك إنكارا شديدا.\nوانظر نحوه في \"درء تعارض العقل والنقل\" لابن تيمية- 2/ 312، 313.\n(¬3) انظر: المسند من مسائل أبي عبد الله أحمد بن حنبل، رواية أبي بكر الخلال \"السنة\"- مخطوط- اللوحة- 190 - 202.\nفقد ضمن -رحمه الله- هذه الورقات ما أخبر به أبو بكر المروذي وغيره عن عدد من العلماء من أصحاب أحمد وغيره- ممن أنكر على من قال: لفظي بالقرآن مخلوق <span id='ms775'></span> أو غير مخلوق.\nمن ذلك أنه قال -رحمه الله- في اللوحة رقم 200: \"أخبرنا أبو بكر المروذي قال: سمعت عبد الله بن أيوب المخرمي يقول: القرآن كلام غير مخلوق، ومن قال: إنه مخلوق فقد أبطل الصوم والحج والجهاد وفرائض الله، ومن أبطل واحدة من هذه الفرائض فهو كافر بالله العظيم، ومن قال: لفظي بالقرآن مخلوق فهو جهمي ومن قال: إن لفظي بالقرآن غير مخلوق فهو ضال مبتدع، أدركت ابن عيينة، يحيى بن سليم، ووكيع بن الجراح، وعبد الله بن نمير، وجماعة من علماء الحجاز والبصرة والكوفة، ما سمعت أحدا منهم قال: لفظي بالقرآن مخلوق، ولا غير مخلوق، وقد صح عندنا أن أبا عبد الله أحمد بن محمد بن حنبل نهى أن يقال: لفظي بالقرآن غير مخلوق، فمن خالف ما قال أبو عبد الله فقد صحت بدعته\".\nوفي اللوحة رقم 201 قال: \"أخبرنا أبو بكر المروزي قال: سمعت أبا بكر =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p872'> Vol. 03, p. 872</a>\n            </div>\n            :\n\n= محمد بن إسحاق الصاغاني يقول: القرآن كلام الله غير مخلوق، فمن قال: إنه مخلوق فهو كافر، ومن قال: لفظى بالقرآن مخلوق فهو جهمي، ومن قال: إن لفظي بالقرآن غير مخلوق فهو مبتدع، ما لقول إلا قول أبي عبد الله، فمن خالفه فنحن نهجره ولا نكلمه\".\n(¬1) في س، ط: ذكر.\n(¬2) في مقالات الإسلاميين 1/ 346.\n(¬3) في الإنصاف ص: 106.\n(¬4) في س، ط: أو يقرأ.\n(¬5) مقالات الإسلاميين -للأشعري- 1/ 346.\n(¬6) في الأصل، س: عليه. والمثبت من: ط. ولعله المناسب لسياق الكلام.\n(¬7) في الأصل، س: وافقوهم. والمثبت من: ط. ولعله المناسب للسياق.\n(¬8) ما بين المعقوفتين زيادة من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p873'> Vol. 03, p. 873</a>\n            </div>\n            :\n\n(¬1) هو: أبو الفضل محمد بن ناصر بن محمد بن علي بن عمر البغدادي، الحنبلي، المعروف بالسلامي، محدث العراق في عصره، روى عنه خلق كثير، كابن عساكر، وابن السمعاني، وابن الجوزي وغيرهم. توفي سنة 550 ه.\nيقول ابن رجب: له جزء في الرد على من يقول: إن صوت العبد بالقرآن غير مخلوق.\nانظر: المنتظم لابن الجوزي- 10/ 162، 163. ووفيات الأعيان -لابن خلكان- 4/ 293، 294. والذيل على طبقات الحنابلة -لابن رجب- 1/ 225 - 229. وهدية العارفين -للبغدادي- 2/ 92. ومعجم المؤلفين -لكحالة- 12/ 72.\n(¬2) في الأصل <span id='ms776'></span>: وجوه. وهو تصحيف، والمثبت من: س، ط.\n(¬3) في الأصل، س: كلام. والمثبت من: ط. وهو الصواب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p874'> Vol. 03, p. 874</a>\n            </div>\n            :\n\n(¬1) في الأصل: إلا. والمثبت من: س، ط. ولعله المناسب للكلام.\n(¬2) في ط: واحد.\n(¬3) في ط: لأن تكون.\n(¬4) في س، ط: إذا.\n(¬5) انظر: شرح الأصول الخمسة -للقاضي عبد الجبار- ص: 528 - 563. ومقالات الإسلاميين -للأشعري- 2/ 256، 257.\n(¬6) الكلابية والأشاعرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p875'> Vol. 03, p. 875</a>\n            </div>\n            :\n\n(¬1) في ط: لك.\n(¬2) في الأصل: إسحق. وهو تصحيف. والمثبت من: س، ط.\n(¬3) هو: أبو محمد عبد الله بن يوسف بن محمد بن حيوية الجويني -نسبة إلى \"جوين\" من نواحي نيسابور، من علماء التفسير واللغة والفقه، قال السبكي: كان يلقب بركن الإسلام، توفي سنة 438 ه.\nانظر: تبيين كذب المفتري -لابن عساكر- ص: 257، 258. ووفيات الأعيان -لابن خلكان- 3/ 47، 48. وطبقات الشافعية -للسبكي- 5/ 73 - 93.\n(¬4) في س، ط: صفة. وهو تصحيف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p876'> Vol. 03, p. 876</a>\n            </div>\n            :\n\n(¬1) لم أقف على كتابه هذا فيما وقع تحت يدي من مصادر، وقد وردت هذه التسمية للكتاب -والإشارة إلى أنه آخر مصنف له- في: تبيين كذب المفتري -لابن عساكر- ص: 115.\n(¬2) هو: أبو القاسم علي بن الحسن بن هبة الله بن عبد الله بن عساكر الدمشقي، المؤرخ الحافظ الرحالة، محدث الشام، وصاحب التصانيف الكثيرة. توفي سنة 571 ه.\nانظر: تذكرة الحفاظ -للذهبي- 4/ 1328 - 1334. وطبقات الشافعية -للسبكي- 7/ 215 - 223. والبداية والنهاية -لابن كثير- 12/ 312.\n(¬3) تبيين كذب المفتري -لابن عساكر- ص: 115.\n(¬4) ما بين المعقوفتين زيادة من: س، ط، وتبيين كذب المفتري.\n(¬5) في الأصل: أبو. والمثبت من: س، ط، وتبيين كذب المفتري. وهو الصواب.\n(¬6) في تبيين كذب المفتري: عنهم.\n(¬7) ما بين المعقوفتين زيادة من: س، ط، وتبيين كذب المفتري.\n(¬8) في تبيين كذب المفتري: وتقل وتعز.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p877'> Vol. 03, p. 877</a>\n            </div>\n            :\n\n(¬1) في س، ط: عنه.\n(¬2) ما بين المعقوفتين ساقط من: تبيين كذب المفتري.\n(¬3) في تبيين كذب المفتري: ونفي قدرة الخلق.\n(¬4) ما بين المعقوفتين زيادة من: س، ط، والكلام متصل بما قبله في: تبيين كذب المفتري.\n(¬5) في تبيين كذب المفتري: \"من كتبه وتأملت نصوحه في هذه المسائل فوجدتها\".\n(¬6) في تبيين كذب المفتري: واخترصوا.\n(¬7) علق الشيخ -رحمه الله- على هذا بقوله: \". . ولكن المقصود هنا: أنه جعل من القبيل الذي خالف فيه الشافعي وأعرض عنه <span id='ms777'></span> فيه أصحابه: مسألة صيغ الألفاظ وهذه هي مسألة الكلام، وقوله فيها هو قول ابن كلاب: إن كلام الله معنى واحد قائم بنفس الله تعالى، إن عبر عنه بالعربية كان قرآنا، وإن عبر عنه بالعبرية كان توراة، وإن عبر عنه بالسريانية كان إنجيلا، وإن القرآن العربي لم يتكلم الله به، بل وليس هو كلام الله، وإنما خلقه في بعض الأجسام\".\nدرء تعارض العقل والنقل- 2/ 110.\n(¬8) في س: كتاب أصول. . وتقدم التعريف بأبي حامد، والنقل التالي عنه في \"درء تعارض العقل والنقل\" 2/ 106 - 108.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p878'> Vol. 03, p. 878</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: الدرء. السياق يقتضيها. وفي ط: أو.\n(¬2) ذلك: ساقط من: الدرء.\n(¬3) في س: إذ انفردت. وفي ط: إذا انفردت. وفي الدرء: إذا عريت.\n(¬4) في الأصل: كذا أو كذا. والمثبت من: س، ط، والدرء.\n(¬5) ما بين المعقوفتين زيادة من: س، ط، والدرء. وقد ورد فيه: مذهب الشافعي -رحمه الله- ومالك.\n(¬6) أبو القاسم البلخي الكعبي. تقدمت ترجمته ص: 345.\n(¬7) يمكن الاطلاع على بقية كلام أبي حامد الإسفرائيني في \"درء تعارض العقل والنقل\" 2/ 107.\n(¬8) في الدرء: المعاني.\n(¬9) في الدرء: تزايلها.\n(¬10) في الدرء: وسواء في هذا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p879'> Vol. 03, p. 879</a>\n            </div>\n            :\n\n(¬1) في الدرء: إلى أن تكون.\n(¬2) ما بين المعقوفتين زيادة من: س، ط، والدرء.\n(¬3) ويمكن الاطلاع عليه في: الدرء 2/ 108.\n(¬4) ما بين المعقوفتين زيادة من: س، ط.\n(¬5) في س، ط: الكرخي. وهو خطأ.\nوتقدم التعريف به وبكتابه \"الفصول في الأصول. . . \" ص:. والنقل التالي عنه في \"درء تعارض العقل والنقل\" 2/ 95 - 98.\n(¬6) في جميع النسخ: اثنا عشر. والمثبت من: الدرء. ولعله الصواب.\n(¬7) وهم: ساقطة من: الدرء.\n(¬8) في الدرء: وأحمد وابن عيينة.\n(¬9) في الدرء: وإسحاق بن راهوية والبخاري وأبو زرعة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p880'> Vol. 03, p. 880</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: الدرء.\n(¬2) ما بين المعقوفتين زيادة من: س، ط، والدرء.\n(¬3) في الدرء: أبو حامد الإسفرائيني.\n(¬4) في س: ويستنكفوا.\n(¬5) في س: قطيفة. . وهو خطأ.\nوالقطيعة: الهجران، وهي محال أقطعها المنصور أناسا من أعيان دولته =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p881'> Vol. 03, p. 881</a>\n            </div>\n            :\n\n= ليعمروها ويسكنونها. وهذه بالكرخ ببغداد.\nراجع: القاموس المحيط -للفيروزآبادي- 3/ 648 (قطع). ومعجم البلدان -لياقوت الحموي- 4/ 376. ولم ترد \"قطيعة الكرخ\" بعينها. وانظر: ما كتبته عن \"الكرخ\" ص: 379.\n(¬1) في <span id='ms778'></span> الدرء: الزوزي.\n(¬2) في الدرء: كما قاله الإمام ابن حنبل.\n(¬3) في س: ينشر.\n(¬4) في الدرء: أهل البلاد.\n(¬5) في الدرء: أبي بكر بن الباقلاني.\n(¬6) في الدرء: ويقرؤون.\n(¬7) في س: فيفتتنون.\n(¬8) في الدرء: تعلموه قبله وأنا ما قلته.\n(¬9) في الدرء: أبو الحسن الكرجي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p882'> Vol. 03, p. 882</a>\n            </div>\n            :\n\n(¬1) في الدرء: إليه.\n(¬2) في الدرء: قال الشيخ أبو الحسن.\n(¬3) ما بين المعقوفتين زيادة من: س، ط، والدرء.\n(¬4) في الأصل: أبا حامد. والمثبت من: س، ط، والدرء.\n(¬5) هذا النقل في الدرء 2/ 83.\nوانظره في \"ذم الكلام\" لأبي إسماعيل الهروي -مخطوط- الجزء السابع -الطبقة التاسعة- اللوحة 3.\n(¬6) في جميع النسخ: سمعت عبد الرحمن بن محمد. والمثبت من: الدرء. وهو الصواب، وتقدم ذكره في ص: 783.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p883'> Vol. 03, p. 883</a>\n            </div>\n            :\n\n(¬1) القائل: أبو إسماعيل الأنصاري في \"ذم الكلام\" -مخطوط- الجزء السابع -الطبقة التاسعة- اللوحة 3.\nوانظره في: الدرء 2/ 101.\n(¬2) في الدرء، ط: سمعت. بدون واو.\n(¬3) في الدرء: يعني الإسفرائيني.\n(¬4) في الدرء: على ابن الباقلاني.\n(¬5) الكرجي: ساقطة من: الدرء، والنقل فيه 2/ 98.\n(¬6) في الأصل: عند. والمثبت من: س، ط، والدرء. وهو المناسب للسياق.\n(¬7) الإمام: ساقطة من: الدرء.\n(¬8) في الأصل: أبي بكر. وفي س: أبا بكر. والمثبت من: ط، والدرء. وهو الصواب.\n(¬9) من: ساقطة من: س.\n(¬10) في س، المروذي. وهو تصحيف.\nهو: أبو بكر عبد الله بن أحمد بن عبد الله المروزي الخراساني، يعرف بالقفال الصغير، شيخ الخراسانيين، كان ثقة صادقا حافظا عارفا، له في فقه الشافعي ما ليس لغيره من أهل عصره، توفي سنة 417 ه. =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p884'> Vol. 03, p. 884</a>\n            </div>\n            :\n\n= انظر: البداية والنهاية -لابن كثير- 12/ 24. وطبقات الشافعية -لابن قاضي شهبة- 1/ 175، 176. وشذرات الذهب -لابن العماد- 3/ 207، 208.\n(¬1) هو: محمد بن أحمد بن عبد الله الفاشاني المروزي، كان حافظا للمذهب الشافعي حسن النظر، مشهورا بالزهد والورع، وعنه أخذ أبو بكر القفال، وفقهاء مرو، توفي سنة 371 ه.\nانظر: تبيين كذب المفتري -لابن عساكر- ص: 188 - 190. وطبقات الفقهاء -للشيرازي- ص: 123. وطبقات الشافعية -لابن قاضي شهبة - 1/ 124، 125.\n(¬2) يقول السبكي، في \"طبقات الشافعية\" 5/ 54: \"وقد صار معتمد المذهب على طريقة العراق، وحامل لوائها أبو حامد الإسفرائيني، وطريقة خراسان والقائم بأعبائها القفال المروزي، هما -رحمهما الله- شيخا الطريقتين، إليهما المرجع، وعليهما المعول <span id='ms779'></span>\".\nوانظر: سلسلة من تفقه على هاتين الطريقتين من أصحاب الإمام الشافعي في \"تهذيب الأسماء واللغات\" للنووي- 1/ 18 - 20.\n(¬3) هو: طاهر بن عبد الله بن عمر الطبري، الإمام الجليل، وأحد حملة المذهب الشافعي، وعنه أخذ العراقيون العلم، كان ثقة صادقا ورعا عارفا بأصول الفقه وفروعه، محققا في علمه، ولي القضاء بربع الكرخ بعد موت أبي عبد الله الصيمري. وتوفي سنة 450 ه.\nانظر: تاريخ بغداد -للبغدادي- 9/ 358 - 360. ووفيات الأعيان -لابن خلكان- 2/ 512 - 515. وطبقات الشافعية -للسبكي- 5/ 12 - 90.\n(¬4) هو: أبو إسحاق إبراهيم بن علي بن يوسف الفيروزآبادي الشيرازي، الفقيه الزاهد، والناسك العابد، سكن بغداد، وسمع الحديث بها، وتفقه على جماعة منهم القاضي أبو الطيب الطبري. توفي سنة 476 ه.\nانظر: تبيين كذب المفتري -لابن عساكر- 8/ 276 - 278. وتهذيب الأسماء واللغات -للنووي- 2/ 172 - 174. وطبقات الشافعية -للسبكي- 4/ 215 - 256.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p885'> Vol. 03, p. 885</a>\n            </div>\n            :\n\n(¬1) راجع الصفحة السابقة. ت: (2).\n(¬2) تبيين كذب المفتري -لابن عساكر- ص: 258.\n(¬3) هو: أبو الحسن عبد الغافر بن إسماعيل بن عبد الغافر الفارسي ثم النيسابوري كان إماما في الحديث، واللغة، والأدب، فقيها شافعيا، تفقه على إمام الحرمين ولزمه مدة، له تصانيف منها: \"تاريخ نيسابور\". توفي سنة 529 ه.\nانظر: تذكرة الحفاظ -للذهبي- 4/ 1275، 1276. وطبقات الشافعية -للسبكي- 7/ 171 - 173. وشذرات الذهب -لابن العماد- 4/ 93.\n(¬4) في الأصل، س: أبا سعد. والمثبت من: ط، ومصادر الترجمة التالية.\nوهو: أبو سعيد عبد الواحد بن عبد الكريم بن هوازن النيسابوري القشيري.\nيقول السبكي: \"وسعيد في كنيته بالياء، أما أبو سعد بإسكان العين فذاك أخوه عبد الله، وكلاهما ولد الأستاذ أبي القاسم. كان صالحا عالما كثير الفضل، توفي سنة 494 ه.\nانظر: العبر -للذهبي- 3/ 369. وطبقات الشافعية -للسبكي- 5/ 225 - 228. وشذرات الذهب -لابن العماد- 3/ 401.\n(¬5) فيما نقله ابن عساكر في ترجمة أبي محمد الجويني -المصدر السابق- ص: 257.\n(¬6) هو مختصر مختصر المزني. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p886'> Vol. 03, p. 886</a>\n            </div>\n            :\n\n= انظر: طبقات الشافعية -لابن قاضي شهبة- 1/ 213.\n(¬1) في الأصل، س: سريح. وهو تصحيف. وتقدم التعريف به ص: 197.\n(¬2) طبقات الفقهاء -لأبي إسحاق الشيرازي- ص: 132. وجاء فيه عن أبي الحسين القدوري أنه قال: الشيخ أبو حامد عندي أفقه وأنظر من الشافعي.\nوقد علق الشيرازي على ذلك بقوله: \"هذا القول من أبي الحسين حمله عليه اعتقاده في الشيخ أبي <span id='ms780'></span> حامد وتعصبه للحنفية على الشافعي -رحمه الله تعالى- ولا يلتفت إليه فإن أبا حامد ومن هو أقدم منه وأعلم على بعد من تلك الطبقة. . \".\n(¬3) في س: الكرخي. وهو تصحيف. وتقدم التعريف به ص: 785.\n(¬4) علق على شرح المزني في نحو من خمسين مجلدا، ذكر فيها مذاهب العلماء وبسط أدلتها والجواب عليها.\nراجع كشف الظنون -لحاجي خليفة- 5/ 71. ومعجم المؤلفين -لكحالة- 2/ 65.\n(¬5) في س، ط: العلماء.\n(¬6) تبيين كذب المفتري- ص: 277.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p887'> Vol. 03, p. 887</a>\n            </div>\n            :\n\n(¬1) في الأصل: لهم. والمثبت من: س، ط. وهو المناسب للكلام.\n(¬2) في تبيين كذب المفتري: \"يظن به بعض من لا يفهم\".\n(¬3) لعله كتاب \"اللمع\" في أصول الفقه.\nانظر: تبيين كذب المفتري- ص: 277.\n(¬4) في تبيين كذب المفتري: \"المسألة بعينها، كما خالفه غيره من الفقهاء فيها، فأراد أن يبين فيها أن هذه المسألة مما انفرد بها. . . \".\n(¬5) القائل: أبو القاسم ابن عساكر.\n(¬6) وهو كتاب تبيين كذب المفتري، ونص فتوى الشيرازي وغيره من الفقهاء فيمن خالف الأشعري، ستأتي بعد سطرين تقريبا.\n(¬7) في ط: عند.\n(¬8) في س: بدعتهم.\n(¬9) قبل كلمة (أوفى) بياض في الأصل، س، بقدر كلمة لا يخل بالمعنى.\nوالكلام متصل في: ط، وتبيين كذب المفتري.\n(¬10) ابن عساكر في تبيين كذب المفتري- ص: 332.\n(¬11) في ط: الحلبة. وهو تصحيف.\n(¬12) في تبيين كذب المفتري: الأشعري.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p888'> Vol. 03, p. 888</a>\n            </div>\n            :\n\n(¬1) في تبيين كذب المفتري: يفتونا.\n(¬2) في تبيين كذب المفتري: مثابين إن شاء الله.\n(¬3) هو: أبو عبد الله محمد بن علي بن محمد الدامغاني الحنفي، شيخ زمانه، كان يلقب بقاضي القضاة، سكن بغداد ودرس بها فقه أبي حنيفة، وولي القضاء بها بعد موت ابن ماكولا، وبقي فيه نحو ثلاثين سنة. توفي سنة 478 ه.\nانظر: تاريخ بغداد -للخطيب- 3/ 109. والوافي بالوفيات -للصفدي- 4/ 139. والجواهر المضيئة -لأبي الوفاء القرشي- 3/ 269 - 271.\n(¬4) أهل: ساقطة من: تبيين كذب المفتري.\n(¬5) في تبيين كذب المفتري: ونصار.\n(¬6) أبو إسحاق الشيرازي. وتقدم التعريف به.\n(¬7) في ط: بعده. بدون واو.\n(¬8) هو: أبو بكر محمد بن أحمد بن الحسين بن عمر الشاشي، الفقيه الشافعي، يعرف بالمستظهري، الملقب بفخر الإسلام، ولي التدريس بالمدرسة النظامية.\nتوفي سنة 507 ه.\nيقول السبكي: كان إماما جليلا <span id='ms781'></span> حافظا لمعاقد المذهب وشوارده.\nانظر: المنتظم -لابن الجوزي- 9/ 179. ووفيات الأعيان -لابن خلكان =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p889'> Vol. 03, p. 889</a>\n            </div>\n            :\n\n= - 4/ 219 - 221. وطبقات الشافعية -للسبكي- 6/ 70 - 78.\n(¬1) في تبيين كذب المفتري: أبو عبد الله الحنيفي. وتقدم التعريف به.\n(¬2) ما بين المعقوفتين ساقط من: ط.\n(¬3) في ط، وتبيين كذب المفتري. الإمام أبو بكر.\n(¬4) يقول ابن عساكر: \"ومن جملة أحواله ما خص به من المحنة في الدين والاعتقاد، وظهور التعصب بين الفريقين في عشر سنة أربعين إلى خمس وخمسين وأربعمائة وميل بعض الولاة إلى الأهواء، وسعي بعض الرؤساء والقضاة إليه بالتخليط، حتى أدى ذلك إلى رفع المجالس، وتفرق شمل الأصحاب، وكان هو المقصود من بينهم حسدا، حتى اضطرته الحال مفارقة الأوطان، وامتد في أثناء ذلك إلى بغداد، وورد على أمير المؤمنين القائم بأمر الله، ولقي فيها قبولا، وعقد له المجلس في منازلة الخاصة به، وكان ذلك بمحضر ومرأى منه، ووقع كلامه من مجلسه الموقع، وخرج الأمر بإعزازه وإكرامه\".\nتبيين كذب المفتري- ص: 274، 275.\nوانظر: طبقات الشافعية -للسبكي- 5/ 157.\n(¬5) في الأصل: قدام. وهو تحريف.\n(¬6) في الأصل: الأشعري. والمثبت من: س، ط. ولعله المناسب.\nفي سنة 408 ه استتاب الخليفة القادر بالله فقهاء المعتزلة، فأظهروا الرجوع، وتبرؤوا من الاعتزال، والرفض، والمقالات المخالفة لإسلام، وأخذت خطوطهم بذلك، وأنهم متى خالفوا أحل فيهم من النكال والعقوبة ما يتعظ به أمثالهم، وامتثل يمين الدولة محمود بن سبكتكين أمر الخليفة =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p890'> Vol. 03, p. 890</a>\n            </div>\n            :\n\n= واستن، بسنته في أعماله التي استخلفه عليها من بلاد خراسان وغيرها، في مقتل المعتزلة والرافضة والإسماعيلية والجهمية والمشبهة وصلبهم وحبسهم ونفاهم، وأمر بلعنهم على منابر المسلمين، وإبعاد جميع طوائف أهل البدع ونفيهم عن ديارهم.\nوكان للكرامية صولات وجولات في عهد يمين الدولة، وكان على مذهبهم، وجرت بينهم وبين الأشاعرة مناظرات في بعض المسائل، كمسألة العرش، فقد ذكر ابن كثير -رحمه الله- أن من جملة من كان يجالس السلطان محمود بن سبكتكين محمد بن الهيصم، وقد جرى بينه وبين أبي بكر بن فورك مناظرات بين يدي السلطان في هذه المسألة، وانتهت بميل السلطان إلى قول ابن الهيصم ونقم على ابن فورك كلامه، وأمر بطرده <span id='ms782'></span> وإخراجه لموافقته لرأي الجهمية.\nانظر: المنتظم -لابن الجوزي- 7/ 287. والبداية والنهاية -لابن كثير- 12/ 7، 33. وطبقات الشافعية -للسبكي- 4/ 130 - 133. وشذرات الذهب -لابن العماد- 3/ 186.\nوانظر ما ذكره أبو إسماعيل الهروي في كتابه \"ذم الكلام\" -مخطوط- الجزء السابع- الطبقة التاسعة- اللوحة: 8، من أن محمود بن سبكتكين حث على كشف أستار الأشعرية والإفصاح بعيبهم ولعنهم، وأنه قال: \"أنا ألعن من لا يلعنهم\".\n(¬1) في الأصل، س: مملكته. والمثبت من: ط.\n(¬2) وهم: أتباع محمد بن ميكائيل بن سلجوق أبو طالب الملقب ركن الدين طغرل بك أول ملوك الدولة السلجوقية -وهم أتراك- توفي سنة 455 ه.\nانظر: الكامل -لابن الأثير- 9/ 473 وما بعدها. وطبقات الشافعية -للسبكي- 3/ 389. والأعلام -للزركلي- 7/ 342.\nوقد أمر السلطان طغرل بك في سنة 445 ه يلعن المبتدعة على المنابر في الجمع، فقرن وزيره منصور الكندري اسم الأشعرية بأسماء أرباب البدع، وامتحن الأئمة، مما جعل القشيري والجويني يخرجان عن البلد، وألف في ذلك رسالة سماها \"شكاية أهل السنة بحكاية ما نالهم من المحنة\" إلى أن مات السلطان ووزيره، وتولى بعده ألب أرسلان، والوزير الحسن بن علي بن إسحاق، فصلح الحال، واستقر الأمر، واسترجع من خرج منهم إلى وطنه مكرما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p891'> Vol. 03, p. 891</a>\n            </div>\n            :\n\n= وعن هذه المحنة وأحداثها يراجع:\nتبيين كذب المفتري -لابن عساكر- ص: 108 - 114. طبقات الشافعية -للسبكي- 5/ 389 - 394. الرسالة المسماة \"شكاية أهل السنة بحكاية ما نالهم من المحنة\" للقشيري، ذكرها السبكي في -طبقات الشافعية- 5/ 399 - 423. والبداية والنهاية -لابن كثير- 12/ 70.\n(¬1) في س: وأجاب فإنه أجاب.\n(¬2) ما بين المعقوفتين ساقط من: س.\n(¬3) قبل كلمة \"قال\" بياض في الأصل مع بداية السطر. وفي س: بياض في منتصف السطر. وكلاهما بقدر كلمة ورمز له بنجمة في: ط. وفي نهاية السطر. والذي يظهر أنه نهاية تعليق الشيخ -رحمه الله- على فتوى الدامغاني وبداية النقل عن أبي المعالي.\n(¬4) في الإرشاد - ص: 155.\n(¬5) في الإرشاد: بعض أئمتنا.\n(¬6) الجويني، والكلام متصل بما قبله في: الإرشاد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p892'> Vol. 03, p. 892</a>\n            </div>\n            :\n\n(¬1) تقدم الكلام عليه وعلى كتابه \"شرح الإرشاد\" ص: 643.\n(¬2) لعله: كتاب \"هداية المسترشدين\" في الكلام لأبي بكر. . ابن الباقلاني. انظر: كشف الظنون -لحاجي خليفة- 2/ 2042.\n(¬3) عقد الباقلاني لذلك بابا في كتابه \"التمهيد\" ص: 258، 259 قال <span id='ms783'></span> فيه: \"باب في أن لله وجها ويدين\" واحتج بقوله تعالى في سورة الرحمن {ويبقى وجه ربك ذو الجلال والإكرام} الآية: 27. وبقوله في سورة ص {ما منعك أن تسجد لما خلقت بيدي} الآية: 75. قال: \"فأثبت لنفسه وجها ويدين\". ثم ناقش المنكرين والمؤولين لهاتين الصفتين.\n(¬4) واسمه: \"الإبانة عن إبطال مذهب أهل الكفر والديانة\". ذكره سزكين ضمن آثار الباقلاني في \"تاريخ التراث العربي\" 1/ 4 / 51، ولم يضف أية معلومات عن الكتاب سوى أن ابن تيمية أفاد منه في العقيدة الحموية ص: 422، وابن القمم في \"اجتماع الجيوش الإسلامية\" ص: 120 - 121، وابن العماد في \"شذرات الذهب\" 3/ 169 - 170.\nوأشار بروكلمان في \"تاريخ الأدب العربي\" 4/ 52 إلى أن ابن تيمية ذكره في مجموعة الرسائل الكبرى 1/ 452. ولم أقف عليه.\n(¬5) القائل: أبو القاسم الأنصاري.\n(¬6) أبو إسحاق الإسفرائيني. وتقدمت ترجمته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p893'> Vol. 03, p. 893</a>\n            </div>\n            :\n\n(¬1) في س: يرجع.\n(¬2) في ط: الوجه واليد.\n(¬3) في ط: التفضيل.\n(¬4) في الأصل: العقل. والمثبت من: س، ط.\n(¬5) في الأصل: وجبت. وفي س: ووجبت. والمثبت من: ط. وهو المناسب للسياق.\n(¬6) في ط: هذا.\n(¬7) ما بين المعقوفتين زيادة من: ط. لعل الكلام يستقيم بها. وفي الأصل، س: بياض بقدر كلمة.\n(¬8) في الأصل: القديم. والمثبت من: س، ط. ولعله المناسب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p894'> Vol. 03, p. 894</a>\n            </div>\n            :\n\n(¬1) في الأصل، س: شبيه. والمثبت من: ط.\n(¬2) لفظ الجلالة لم يرد في: س، ط.\n(¬3) في س: بالفعل. وهو تصحيف.\n(¬4) ما بين المعقوفتين زيادة من: س، ط.\n(¬5) ذكرهما الشيخ في \"درء تعارض العقل والنقل\" باختصار 3/ 382.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p895'> Vol. 03, p. 895</a>\n            </div>\n            :\n\n(¬1) في الإرشاد ص: 155، 156.\nوأبو المعالي أول من اشتهر عنه نفي الصفات الخبرية، وله في تأويلها قولان: ففي \"الإرشاد\": أولها.\nثم رجع عن ذلك في: \"الرسالة النظامية\"، وحرم التأويل، وبين إجماع السلف على تحريم التأويل.\nانظر: العقيدة النظامية ص: 32.\n(¬2) في الإرشاد: ومن.\n(¬3) في س، ط: المعقول.\n(¬4) في الإرشاد: بقوله تعالى في توبيخ إبليس إذ امتنع عن السجود.\n(¬5) سورة ص، الآية: 75.\n(¬6) في الإرشاد: جملة المبدعات مخترعة لله تعالى بالقدرة.\n(¬7) أي: الجويني في الإرشاد. والكلام متصل بما قبله.\n(¬8) في الأصل، س: يكون. والمثبت من: ط، والإرشاد.\n(¬9) أبو بكر بن الباقلاني في التمهيد ص: 259، والنقل بالمعنى.\n(¬10) قال القاضي <span id='ms784'></span> في المصدر السابق ص: 259: \"فلو كان المراد بهما القدرة، لوجب أن يكون له قدرتان، وأنتم لا تزعمون أن للباري -سبحانه- قدرة واحدة -فكيف يجوز أن تثبتوا له قدرتين؟ وقد أجمع المسلمون، من مثبتي الصفات =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p896'> Vol. 03, p. 896</a>\n            </div>\n            :\n\n= والنافين لها على أنه لا يجوز أن يكون له تعالى قدرتان- فبطل ما قلتم\".\n(¬1) في س: عن اليد. وهو تصحيف.\n(¬2) سورة المائدة، الآية: 64.\n(¬3) يقول أبو الحسن الأشعري في \"الإبانة\" ص: 55، 56، أثناء مناقشته لمخالفيه: \". . -وأيضا- فلو كان الله -عز وجل- عنى بقوله: {لما خلقت بيدي} القدرة، لم يكن لآدم - عليه السلام - على إبليس في ذلك مزية، والله -عز وجل- أراد أن يري فضل آدم - عليه السلام - إذ خلقه بيده دونه، ولو كان خالقا لإبليس بيديه كما خلق آدم - عليه السلام - بيديه، لم يكن لتفضيله عليه بذلك وجه، وكان إبليس يقول محتجا على ربه: فقد خلقتني بيديك كما خلقت آدم بهما، فلما أراد الله -عز وجل- تفضيله عليه بذلك قال له موبخا على استكباره على آدم أن يسجد له: {ما منعك أن تسجد لما خلقت بيدي أستكبرت} دل على أنه ليس معنى الآية القدرة، إذا كان الله -عز وجل- خلق الأشياء جميعا بقدرته، وإنما أراد إثبات يدين، ولم يشارك إبليس آدم - عليه السلام - في أن خلق بهما\".\nوتقدم النقل عن القاضي أبو بكر وأنه لا يقول: إن المراد باليدين القدرة لأنه يلزم على هذا أن يكون لله قدرتان، والمخالف لا يثبت قدرة واحدة، فكيف يثبت قدرتين؟.\nفالأشعري وأئمة أصحابه كأبي الحسن الطبري، وأبي عبد الله بن مجاهد الباهلي، والقاضي أبي بكر، متفقون على إثبات الصفات الخبرية التي ذكرت في =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p897'> Vol. 03, p. 897</a>\n            </div>\n            :\n\n= القرآن كالاستواء والوجه واليد، وإبطال تأويلها وليس له في ذلك قولان.\nانظر: درء تعارض العقل والنقل 2/ 17.\n(¬1) أبو المعالي الجويني.\n(¬2) في س: باليدين.\n(¬3) سورة يس، الآية: 71.\n(¬4) أو سمع: ساقطة من: س، ط.\n(¬5) في س: حملها.\n(¬6) في س: حملها.\n(¬7) نص أبو الحسن الأشعري على منع حملها على الجارحتين أو القدرتين أو النعمتين فقال: \"فلا يجوز أن يكون معنى ذلك نعمتين، لأنه <span id='ms785'></span> لا يجوز عند أهل اللسان أن يقول القائل: عملت بيدي، وهو يعني نعمتي، ولا يجوز عندنا ولا عند خصومنا أن نعني جارحتين ولا يجوز عند خصومنا أن نعني قدرتين، وإذا =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p898'> Vol. 03, p. 898</a>\n            </div>\n            :\n\n= أفسدت الأقسام الثلاثة، صح القسم الرابع، وهو أن معنى قوله (بيدي) إثبات يدين ليستا جارحتين ولا قادرتين ولا نعمتين ولا يوصفان إلا بأن يقال: إنهما يدان ليستا كالأيدي خارجتان عن سائر الوجوه الثلاثة التي سبقت\". الإبانة -للأشعري- ص: 56.\nومذهب السلف -رحمهم الله- إثبات يدين حقيقتين تليقان به -سبحانه وتعالى- على ما جاءت به النصوص، والوقوف عند ما لم يرد به نص، كإثبات كونهما جارحتين أو نفيه.\n(¬1) في الأصل، س: محمولة. والمثبت من: ط. ولعله المناسب.\n(¬2) انظر مثلا: مجموع فتاوى شيخ الإسلام ابن تيمية 6/ 362 - 373.\n(¬3) ما بين المعقوفتين زيادة من: س، ط.\n(¬4) اعتمد: ساقطة من: س.\n(¬5) في س: أحدهما. وهو خطأ.\n(¬6) في الأصل: يقع. وهو خطأ. والمثبت من: س، ط.\n(¬7) في س: الثاني. وهو خطأ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p899'> Vol. 03, p. 899</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n(¬2) في الأصل: يرد به. والمثبت من: س، ط.\n(¬3) في الأصل، س: فإن. والمثبت من: ط. وهو ما يستقيم به الكلام.\n(¬4) في ط: لكثرة مطالعته. وهو تصحيف.\n(¬5) هو: أبو هاشم عبد السلام بن محمد بن عبد الوهاب الجبائي، المتكلم المشهور وأحد كبار المعتزلة، ومصنف الكتب على مذهبهم، وإليه تنسب الطائفة \"البهشمية\" منهم. توفي سنة 321 ه. شارك هو وأتباعه المعتزلة في أكثر ضلالاتهم، وانفردوا عنهم بفضائح لم يسبقوا إليها، ذكرها عبد القاهر البغدادي في كتابه \"الفرق بين الفرق\" ص: 184 - 198.\nوراجع للترجمة: طبقات المعتزلة -للقاضي عبد الجبار- ص: 290 - 294. ووفيات الأعيان -لابن خلكان- 3/ 183، 184. ولسان الميزان -لابن حجر- 4/ 16.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p900'> Vol. 03, p. 900</a>\n            </div>\n            :\n\n(¬1) في ط: بها.\n(¬2) في الأصل: أصول. والمثبت من: س، ط.\n(¬3) في ط: عليها.\n(¬4) في ط: بها.\n(¬5) في هامش س: كلام أبي المعالي الجويني في الرد على أبي بكر الآجري.\n(¬6) في ط: وقد ردوا.\n(¬7) القائل: أبو المعالي الجويني، ولم أقف عليه في الشامل، والإرشاد، والعقيدة النظامية، ولمع الأدلة، وكلها له.\nوقد أورده القرطبي في \"الأسنى في أسماء الله <span id='ms786'></span> الحسنى وصفاته العلى\" -مخطوط- اللوحة: 253، 254. وسوف أقابل على ما في \"الأسنى\".\n(¬8) في الأسنى: في الآثار.\n(¬9) في الأسنى: القبح والحسن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p901'> Vol. 03, p. 901</a>\n            </div>\n            :\n\n(¬1) في الأسنى: ألفاظ.\n(¬2) في ط: والظاهر.\n(¬3) ما بين المعقوفتين زيادة من: ط، والأسنى.\n(¬4) في الأسنى: المجمل المشكل.\n(¬5) تنزيل من حكيم حميد: ساقطة من: الأسنى.\n(¬6) في الأسنى: وأعرضوا.\n(¬7) ولم يشتغلوا بها: ساقط من: الأسنى.\n(¬8) في الأسنى: وأحبار.\n(¬9) في الأصل، س: ولم. والمثبت من: ط، والأسنى. ولعله المناسب.\n(¬10) في الأسنى: المتشابهة.\n(¬11) في س، ط: يفتوا.\n(¬12) ما بين المعقوفتين زيادة من: س، ط، والأسنى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p902'> Vol. 03, p. 902</a>\n            </div>\n            :\n\n(¬1) أي: الجعد القصير.\nانظر: لسان العرب -لابن منظور- 7/ 380 (قطط).\n(¬2) أبو المعالي الجويني، والكلام متصل بما قبله في: الأسنى.\n(¬3) في الأصل: الأسباب. والمثبت من: س، ط، والأسنى. ولعله المناسب.\n(¬4) في الأسنى في أسماء الله الحسنى وصفاته العلى -مخطوط- اللوحة: 254.\n(¬5) هذا بعض التحامل: ساقط من: الأسنى.\n(¬6) في الأسنى: الباب.\n(¬7) في ط: معنى. وهو تصحيف.\n(¬8) قوله: \"يعني شرح الأسماء الحسنى، فإنه ذكر الصفات في آخره\" بيان من الشيخ -رحمه الله تعالى- لاسم الكتاب.\n(¬9) في الأسنى: حديث التنزيل.\n(¬10) الإشارة ترجع إلى كلام أبي المعالي المتقدم.\n(¬11) في جميع النسخ: أمور. ولعل ما أثبته يناسب السياق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p903'> Vol. 03, p. 903</a>\n            </div>\n            :\n\n(¬1) في الأصل: يفرط. وهو تصحيف لا معنى له. والمثبت من: س، ط.\n(¬2) في الأصل: يسمعها. وهو تصحيف. والمثبت من: س، ط.\n(¬3) في س: مطلقة. وهو تصحيف.\n(¬4) في الأصل، س: المؤمنون. والمثبت من: ط. ولعله الصواب.\n(¬5) سورة محمد، الآية: 3.\n(¬6) سورة الأحزاب، الآية: 4.\n(¬7) سورة الأنعام، الآية: 73.\n(¬8) في س: وقال النبي. وفي ط: وقال رسول الله.\n(¬9) الحديث مع اختلاف يسير في الألفاظ رواه أبو داود عن عبد الله بن عمرو قال: كنت أكتب كل شيء أسمعه من رسول الله - صلى الله عليه وسلم - أريد حفظه، فنهتني قريش، وقالوا: أتكتب كل شيء تسمعه، ورسول الله - صلى الله عليه وسلم - بشر، يتكلم في الغضب والرضا؟ فأمسكت عن الكتاب، فذكرت ذلك لرسول الله - صلى الله عليه وسلم - فأومأ بأصبعه إلى فيه، فقال: \"اكتب فوالذي نفسي بيده ما يخرج منه إلا الحق\".\nسنن أبي داود 4/ 60، 61 - كتاب العلم <span id='ms787'></span>- باب في كتاب العلم =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p904'> Vol. 03, p. 904</a>\n            </div>\n            :\n\n= - الحديث / 3646. وانظره في سنن الدارمي 1/ 103 - المقدمة- باب من رخص في كتابه العلم- الحديث / 490. ومسند الإمام أحمد- شرح أحمد محمد شاكر- 10/ 15، 16 - الحديث / 6510، 11/ 56 الحديث / 6802.\nقال أحمد شاكر في المصدر السابق: إسناده صحيح.\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p905'> Vol. 03, p. 905</a>\n            </div>\n            :\n\n(¬1) علق على ذلك ناشر الكتاب بقوله: \"وفي نسخة ابن العوام\".\nوهو: أبو القاسم الحسين بن العود، نجيب الدين الأسدي الحلي، شيخ الشيعة وأحد أئمتهم. ولد سنة 581 ه. وتوفي سنة 678 ه.\nانظر: البداية والنهاية -لابن كثير- 13/ 272.\n(¬2) في الأصل: فيها. والمثبت من: س، ط. لعله المناسب للسياق.\n(¬3) ما بين المعقوفتين زيادة من: س، ط.\n(¬4) في س، ط: عن.\n(¬5) في ط: توقف.\n(¬6) في الأصل: على هذه. والكلام يستقيم بالمثبت من: س، ط.\n(¬7) في الأصل: يكون. ولعل المثبت من: س، ط. هو المناسب لسياق الكلام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p906'> Vol. 03, p. 906</a>\n            </div>\n            :\n\n(¬1) سورة البقرة، الآيات: 111 - 113.\n(¬2) سورة المائدة، الآية: 18.\n(¬3) في س ثبتت.\n(¬4) في س، ط: في الفهم. وهو تصحيف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p907'> Vol. 03, p. 907</a>\n            </div>\n            :\n\n(¬1) بمثل: ساقطة من: س، ط.\n(¬2) في س، ط: بهذا.\n(¬3) في ط: يؤمن بتفاصيل.\n(¬4) في الأصل: يؤمن. والمثبت من: س، ط. ولعله المناسب للكلام.\n(¬5) في ط: مما.\n(¬6) في س: هموم.\n(¬7) في الأصل: بحجة. وفي ط: الحجة. والمثبت من: س. ولعله المناسب لسياق الكلام الذي بدأ بقوله: \"أمور عظيمة أحدها. . \" ص: 902.\n(¬8) قوله: \"الأفعال لا تتلقى إلا من الشرع\" كرر في: س.\n(¬9) ما بين المعقوفتين زيادة من: س، ط. وقد كرر في: س.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p908'> Vol. 03, p. 908</a>\n            </div>\n            :\n\n(¬1) في الأصل: أصول. والمثبت من: س، ط. ولعله المناسب للسياق.\n(¬2) ما بين المعقوفتين ساقط من: س.\n(¬3) مسألة تحسين العقل وتقبيحه فيها نزاع مشهور.\nفالمعتزلة ومن وافقهم من أصحاب أبي حنيفة ومالك والشافعي وأحمد وأهل الحديث وغيرهم، يثبتون التحسين والتقبيح العقلي.\nوالأشعرية ومن وافقهم من أصحاب مالك والثمافعي وأحمد وغيرهم ينفون.\nواتفق الفريقان على أن الحسن والقبح، إذا فسرا بكون الفعل نافعا للفاعل ملائما له، وكونه ضارا للفاعل منافرا له أنه يمكن معرفته بالعقل، كما يعرف بالشرع.\nانظر: مجموع فتاوى ابن تيمية- 8/ 90. ونهاية الإقدام -للشهرستاني- ص: 370 - 396.\n(¬4) انظر فصل النزاع في هذه المسألة في <span id='ms788'></span>: مجموع فتاوى ابن تيمية- 8/ 428 - 436.\n(¬5) لك: ساقطة من: س.\n(¬6) انظر ما اعتمد عليه الجويني في \"الإرشاد\" ص: 258 - 267: في أن العقل لا يدل على حسن شيء ولا قبحه في حكم التكليف، وإنما يتلقى التحسين والتقبيح من موارد الشرع، وموجب السمع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p909'> Vol. 03, p. 909</a>\n            </div>\n            :\n\n(¬1) رأي القاضي ابن الباقلاني في مسألة التحسين والتقبيح العقلي، وما اعتمد عليه من منع أن يكون في العقل بمجرده طريق إلى العلم بقبح فعل أو حسنه، يمكن الاطلاع عليه في: \"التمهيد\" ص: 105، 341 - 344.\n(¬2) في س: بيده.\n(¬3) أبو عبد الله الرازي.\nوانظر عمدته في هذه المسألة والاستدلال على ذلك بالجبر في \"المحصل\" ص: 202، 203: فهو يرى أنه لا يقبح من العبد شيء، لأن ما يصدر عنه على سبيل الاضطرار وبالاتفاق لا يقبح من المضطر شيء.\n(¬4) انظر حجة الآمدي على أن الحسن والقبح ليس وصفا ذاتيا بل هو أمر إضافي يمكن أن يتغير ويتبدل بالنسبة للأشخاص والأزمان في \"أبكار الأفكار\" -مخطوط- اللوحة 87.\n(¬5) هو: أبو القاسم سعد بن علي بن محمد بن حسين الزنجاني، الحافظ الزاهد، =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p910'> Vol. 03, p. 910</a>\n            </div>\n            :\n\n= شيخ الحرم، عارف بالسنة، وكان ممن يذم الآراء والأهواء، توفي سنة 471 ه.\nانظر: تذكرة الحفاظ -للذهبي- 3/ 1174 - 1178. والوافي بالوفيات -للصفدي- 15/ 180. وشذرات الذهب -لابن العماد- 3/ 339، 340.\n(¬1) سورة النور، الآيات 47 - 50.\n(¬2) سورة البقرة، الآية: 85.\nوقد جاء في جميع النسخ {يؤمنون ببعض الكتاب ويكفرون ببعض} وهو خطأ.\n(¬3) تعالى: ساقطة من: س.\n(¬4) سورة المؤمنون، الآية: 53.\n(¬5) ما بين المعقوفتين زيادة رأيت أن الكلام يستقيم بها.\n(¬6) في س، ط: لله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p911'> Vol. 03, p. 911</a>\n            </div>\n            :\n\n(¬1) في ط: يفسروه.\n(¬2) سورة الزمر، الآية: 67.\n(¬3) في ط: قبضته قدرته وبيمينه.\n(¬4) ولفظه: أن أبا هريرة - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"يقبض الله الأرض ويطوي السماوات بيمينه ثم يقول: أنا الملك أين ملوك الأرض\".\nصحيح البخاري 6/ 33 - كتاب التفسير- تفسير سورة الزمر- باب قوله: {والأرض جميعا قبضته يوم القيامة. .} الآية.\n(¬5) روى مسلم عن عبد الله بن عمر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"يطوي الله -عز وجل- السماوات يوم القيامة ثم يأخذهن بيده اليمنى، ثم يقول: أنا الملك. أين الجبارون <span id='ms789'></span>؟ أين المتكبرون؟ ثم يطوي الأرضين بشماله. ثم يقول: أنا الملك. أين الجبارون؟ أين المتكبرون؟ \".\nصحيح مسلم 4/ 2148 - كتاب صفات المنافقين وأحكامهم- كتاب صفة القيامة والجنة والنار- الحديث / 24.\n(¬6) في الأصل، ط: الخبر. وهو تصحيف. والمثبت من: س، وصحيح البخاري. فقد أخرج البخاري عن عبد الله بن مسعود - رضي الله عنه - قال: =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p912'> Vol. 03, p. 912</a>\n            </div>\n            :\n\n= \"جاء حبر من الأحبار إلى رسول الله - صلى الله عليه وسلم - فقال: يا محمد إنا نجد أن الله يجعل السماوات على إصبع، والأرضين على إصبع، والشجر على إصبع، والماء والثرى على إصبع وسائر الخلائق على إصبع، فيقول: أنا الملك. فضحك النبي - صلى الله عليه وسلم - حتى بدت نواجذه تصديقا لقول الحبر، ثم قرأ رسول الله - صلى الله عليه وسلم - {وما قدروا الله حق قدره}.\nصحيح البخاري 6/ 33 - كتاب التفسير. تفسير سورة الزمر. باب قوله {وما قدروا الله حق قدره}.\n(¬1) روى الترمذي عن عبد الله بن عبد الرحمن، أخبرنا محمد بن الصلت، حدثنا أبو كدينة عن عطاء بن السائب عن أبي الضحى عن ابن عباس قال: مر يهودي بالنبي - صلى الله عليه وسلم - فقال النبي - صلى الله عليه وسلم -: \"يا يهودي حدثنا\" فقال: كيف تقول يا أبا القاسم إذا وضع الله السموات على ذه، والأرض على ذه، والماء على ذه، والجبال على ذه، وسائر الخلق على ذه، وأشار محمد بن الصلت بخنصره أولا، ثم تابع حتى بلغ الإبهام، فأنزل الله {وما قدروا الله حق قدره} قال الترمذي: هذا حديث حسن غريب صحيح لا نعرفه من حديث ابن عباس إلا من هذا الوجه.\nسنن الترمذي 5/ 371، 372 - كتاب تفسير القرآن- باب ومن سورة الزمر الحديث / 3240.\n(¬2) في س: بيده.\nويدل على ذلك قوله تعالى: {قال يا إبليس ما منعك أن تسجد لما خلقت بيدي} الآية: 75.\nوقد استفاضت الأحاديث الصحيحة الثابتة عن رسول الله - صلى الله عليه وسلم - بما يوافق ظاهر هذه الآية وغيرها ويفسر المعنى، ولا يتسع المقام لذكرها، ولكن أكتفي بالإحالة على بعضها.\nانظر: صحيح البخاري 8/ 172، 173 - كتاب التوحيد- باب قول الله تعالى: {لما خلقت بيدي}. صحيح <span id='ms790'></span> مسلم 4/ 2043 - كتاب القدر- باب حجاج آدم وموسى -عليهما السلام- الحديث / 15.\nسنن الترمذي 4/ 444 - كتاب القدر- باب ما جاء في حجاج آدم وموسى -عليهما السلام- الحديث / 2134.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p913'> Vol. 03, p. 913</a>\n            </div>\n            :\n\n= مسند الإمام أحمد 2/ 392.\n(¬1) في س، ط: وغير ذلك من الآيات.\n(¬2) ما بين المعقوفتين زيادة من: س، ط، والأسنى.\n(¬3) ما بين المعقوفتين زيادة من: س، ط.\n(¬4) في س، ط: عن.\n(¬5) في الأصل، س: مشبهة. والمثبت من: ط. ولعله المناسب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p914'> Vol. 03, p. 914</a>\n            </div>\n            :\n\n(¬1) في الأصل: من. والمثبت من: س، ط. ولعله المناسب للسياق.\n(¬2) هو: أبو بكر محمد بن مسلم بن عبيد الله بن عبد الله بن شهاب الزهري، تقدم التعريف به. روى عنه مالك في الموطأ (132) حديثا.\nانظر: تجريد التمهيد -لابن عبد البر- ص: 116.\n(¬3) في س: مسلمة.\nهو: أبو سلمة بن عبد الرحمن بن عوف الزهري، اسمه كنيته، من كبار أئمة التابعين، وأحد فقهاء المدينة الثقات الأثبات، غزير العلم. توفي سنة 94 ه.\nانظر: تذكرة الحفاظ -للذهبي- 1/ 63. وتهذيب التهذيب -لابن حجر 12/ 115 - 118. والتمهيد- بن عبد البر- 7/ 57، 58.\n(¬4) هو: أبو عبد الله عبيد الله بن سليمان الأغر، وثقه أبو داود والنسائي وابن معين.\nانظر: تهذيب التهذيب -لابن حجر- 7/ 18. وخلاصة تهذيب الكمال -لصفي الدين الأنصاري- ص: 250.\n(¬5) تقدم تخريجه، وانظره في: موطأ مالك ص: 149، 150. كتاب القرآن- باب ما جاء في الدعاء- الحديث / 30.\n(¬6) ما بين المعقوفتين زيادة من: س، ط.\n(¬7) ما بين المعقوفتين زيادة من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p915'> Vol. 03, p. 915</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n(¬2) التمهيد -لابن عبد البر- 7/ 128.\n(¬3) في ط: فمن.\n(¬4) ابن عبد البر، والكلام بعد سطرين في: التمهيد.\n(¬5) في التمهيد: من طرق متواترة، ووجوه كثيرة من أخبار. . .\n(¬6) هذا النقل في التمهيد 7/ 129 ويفصله عن النقل المتقدم سبعة أسطر تقريبا.\n(¬7) في التمهيد: المعتزلة والجهمية.\n(¬8) في س: روا. وهو تصحيف.\n(¬9) الموطأ ص: 285 - كتاب الجهاد- باب الشهداء في سبيل الله- الحديث / 28 ولم يرد فيه قوله: {في سبيل الله} الثانية.\n(¬10) هو: أبو عبد الرحمن عبد الله بن ذكوان، القرشي المدني، المعروف بأبي الزناد الإمام الثبت، وأحد الفقهاء، أجمع العلماء على توثيقه، روى عنه الإمام مالك وغيره. توفي سنة 130 ه.\nقال البخاري: أصح <span id='ms791'></span> أحاديث أبي هريرة - رضي الله عنه - أبو الزناد عن الأعرج =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p916'> Vol. 03, p. 916</a>\n            </div>\n            :\n\n= عن أبي هريرة.\nانظر: تاريخ الثقات -للعجلي- ص: 254. وميزان الاعتدال -للذهبي - 2/ 418 - 420. وتهذيب التهذيب -لابن حجر- 5/ 203 - 205.\n(¬1) هو: أبو صفوان حميد بن قيس الأعرج المكي، أحد الثلاثة الذين أخذ عنهم أهل مكة القراءة، وثقه أحمد وغيره، روى عنه السفيانان ومالك وأبو حنيفة وغيرهم. توفي سنة 130 ه.\nانظر: الجرح والتعديل -لابن أبي حاتم- 1/ 2 / 227، 228. وميزان الاعتدال -للذهبي- 1/ 615. وتهذيب التهذيب -لابن حجر- 2/ 46، 47.\n(¬2) ما بين المعقوفتين ساقط من: س.\n(¬3) فأخرجه البخاري عن مالك عن أبي الزناد عن الأعرج عن أبي هريرة بهذا اللفظ دون ذكر اللفظ (كلاهما) و (فيقاتل في سبيل الله).\nصحيح البخاري 3/ 210 كتاب الجهاد- باب الكافر يقتل المسلم ثم يسلم فيسدد بعد ويقتل.\nوأخرجه مسلم عن سفيان عن أبي الزناد عن الأعرج عن أبي هريرة بهذا اللفظ ولكن بزيادة: فقالوا: كيف يا رسول الله؟ بعد قوله - عليه السلام - \"كلاهما يدخل الجنة\" وزيادة: (فيسلم) بعد قوله - عليه السلام -: \"يتوب الله على القاتل\".\nوأخرج مسلم -أيضا- مع اختلاف في اللفظ عن عبد الرزاق عن معمر عن همام بن منبه قال: هذا ما حدثنا أبو هريرة عن رسول الله - صلى الله عليه وسلم -.\nصحيح مسلم 3/ 1504، 1505، كتاب الجهاد- باب بيان الرجلين يقتل أحدهما الآخر ويدخلان الجنة. الحديثان / 128، 129.\nوأخرجه النسائي بهذا اللفظ في سننه 6/ 32. كتاب الجهاد- باب اجتماع القاتل والمقتول في سبيل الله في الجنة. عن مالك عن أبي الزناد عن الأعرج عن أبي هريرة.\nورواه بلفظ آخر عن سفيان عن أبي الزناد عن الأعرج عن أبي هريرة.\nوأخرجه ابن ماجة في سننه 1/ 68 - المقدمة- باب فيما أنكرت الجهمية =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p917'> Vol. 03, p. 917</a>\n            </div>\n            :\n\n= - الحديث / 191 عن سفيان عن أبي الزناد، عن الأعرج، عن أبي هريرة، مع زيادة في بعض الألفاظ.\n(¬1) تقدمت الإشارة إلى رواية سفيان أثناء تخريج الحديث.\n(¬2) وهو حديث الرؤية والشفاعة الطويل، وهو في حقيقته من مسند أبي هريرة وأبي سعيد الخدري - رضي الله عنهما - معا، لأنه ثبت في آخره أن أبا سعيد جالس مع أبي هريرة ولا يغير عليه شيئا من حديثه، حتى <span id='ms792'></span> انتهى إلى قوله (هذا لك ومثله معه) فقال أبو سعيد: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"هذا لك وعشرة أمثاله\" قال أبو هريرة: حفظت \"مثله معه\".\nانظر: المسند للإمام أحمد -شرح أحمد محمد شاكر- 14/ 136، 137.\n(¬3) في الأصل، س: عنه. وهو تصحيف. والمثبت من: ط، ومصادر التخريج.\n(¬4) في س، ط: قال له: ادخل.\n(¬5) الحديث بهذا اللفظ أخرجه مسلم عن الزهري قال: أخبرني سعيد بن المسيب وعطاء بن يزيد الليثي أن أبا هريرة أخبرهما: أن الناس قالوا للنبي - صلى الله عليه وسلم -: يا رسول الله هل نرى ربنا يوم القيامة؟\nصحيح مسلم 1/ 163 - 167. كتاب الإيمان- باب معرفة طريق الرؤية. الحديث / 99.\nوأخرجه مع اختلاف في اللفظ عن الزهري عن سعيد وعطاء، البخاري في صحيحه 7/ 205، 206. كتاب الرقاق. باب: الصراط جسر جهنم.\nورواه الإمام أحمد في مسنده 2/ 533، 534 عن الزهري عن عطاء عن أبي هريرة - رضي الله عنه.\n(¬6) هو: أبو محمد سعيد بن المسيب بن حزن بن أبي وهب القرضي المخزومي. عالم المدينة وسيد التابعين في زمانه. توفي سنة 94 ه.\nيقول قتادة: ما رأيت أحدا قط أعلم بالحلال والحرام منه.\nانظر: الطبقات الكبرى -لابن سعد- 5/ 119 - 143. وسير أعلام النبلاء =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p918'> Vol. 03, p. 918</a>\n            </div>\n            :\n\n= -للذهبي- 4/ 217 - 246. وتهذيب التهذيب -لابن حجر- 4/ 84 - 88.\n(¬1) في س: عرفنا. وهو سهو من الناسخ.\n(¬2) جاء في صحيح مسلم، بعد قوله: (غير صورته التي يعرفون، قوله: (فيقول: أنا ربكم). وكذا في صحيح البخاري والمسند.\n(¬3) في س، ط: أخرى.\nالحديث مع اختلاف في الألفاظ أخرجه البخاري في صحيحه من الطريق الذي ذكره الشيخ -رحمه الله- 8/ 181 - 183. كتاب التوحيد. باب قول الله تعالى: {وجوه يومئذ ناضرة (22) إلى ربها ناظرة}.\nومسلم في صحيحه 1/ 167 - 171. كتاب الإيمان. باب معرفة طريق الرؤية. الحديث / 302.\n(¬4) هو: أبو الحارث الليث بن سعد بن عبد الرحمن النهمي، شيخ الديار المصرية وعالمها، كان كثير العلم، ثقة ثبتا، استقل بالفتوى في زمانه، توفي سنة 175 ه.\nانظر تاريخ بغداد -للخطيب- 13/ 3 - 14. ووفيات الأعيان -لابن خلكان - 4/ 129 - 132. وتذكرة الحفاظ -للذهبي- 1/ 224 - 226.\n(¬5) في الأصل: رواه. وفي س: رواوه. وكلاهما تصحيف. والمثبت من: ط، وصحيح مسلم.\n(¬6) هذا لفظ مسلم، لكن ورد <span id='ms793'></span> فيه: (ثم يرفعون. . .).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p919'> Vol. 03, p. 919</a>\n            </div>\n            :\n\n(¬1) هذا لفظ البخاري.\n(¬2) في ط: يخرج. بدون الفاء.\n(¬3) أي: احترقوا. وهذا لفظ البخاري.\n(¬4) ذكر ابن عبد البر في تجريد التمهيد ص: 92: أن لمالك عن أبي الزناد في الموطأ أربعة وخمسين حديثا كلها مسندة، وقد تتبعتها فلم أقف على هذا الحديث، الذي ذكره الشيخ -رحمه الله.\nوقد أخرجه البخاري من طريق مالك عن أبي الزناد- كما سيأتي في تخريج الحديث.\n(¬5) الحديث بهذا اللفظ أخرجه البخاري في صحيحه 8/ 187، 188 - كتاب التوحيد. باب: (ولقد سبقت كلمتنا لعبادنا المرسلين) عن مالك عن أبي الزناد عن الأعرج عن أبي هريرة.\nورواه من هذا الطريق ومن طريق آخر وبألفاظ مختلفة: البخاري في صحيحه 8/ 171 كتاب التوحيد- باب قول الله تعالى {ويحذركم الله نفسه}، وص 176 باب وكان عرشه على الماء. . . ومسلم في صحيحه 4/ 2107، 2108 كتاب التوبة- باب في سعة رحمة الله، وأنها سبقت غضبه. الأحاديث / 14، 15، 16. وابن ماجة في سننه 2/ 1435.- كتاب الزهد- باب ما يرجى من رحمة الله يوم القيامة- الحديث / 4295. والإمام أحمد في المسند 2/ 466. وغيرهم.\n(¬6) في ط: أن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p920'> Vol. 03, p. 920</a>\n            </div>\n            :\n\n(¬1) صحيح البخاري 8/ 173.-كتاب التوحيد- باب قول الله تعالى: {لما خلقت بيدي} وجاء فيه (الأرض) بدلا من (الأرضين).\n(¬2) قال: ساقطة من: ط. وقد شطبها في: س.\nوالقائل هو: البخاري -رحمه الله.\n(¬3) الموطأ -كتاب القدر- باب النهي عن القول بالقدر- ص: 560 - الحديث / 2.\n(¬4) عن هذه: كررت في الأصل. وهو سهو من الناسخ.\n(¬5) سورة الأعراف، الآية: 172.\nوفي س: وذريتهم. وهو تصحيف.\nوجاء في الموطأ بعد قوله (شهدنا) قوله: (أن تقولوا يوم القيامة إنا كنا عن هذا غافلين).\n(¬6) في الموطأ: سنن الترمذي وأبي داود: \"أهل الجنة فيدخله الجنة\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p921'> Vol. 03, p. 921</a>\n            </div>\n            :\n\n(¬1) في الموطأ وسنن الترمذي وأبي داود: \"أهل النار فيدخله به النار\".\nوانظر الحديث في سنن أبي داود 5/ 79، 80.- كتاب السنة- باب في القدر - الحديث / 4703. وسنن الترمذي 5/ 266 - كتاب تفسير القرآن- باب: ومن سورة الأعراف الحديث / 3075. ومسند الإمام أحمد 1/ 44.\n(¬2) أي: الترمذي.\n(¬3) قال الترمذي: \"هذا حديث حسن، ومسلم بن يسار لم يسمع من عمر، وقد ذكر بعضهم في هذا الإسناد بين مسلم بن يسار وبين عمر رجلا مجهولا\".\nوهذا الرجل <span id='ms794'></span> هو نعيم بن ربيعة، وقد ذكره أبو داود -المصدر السابق-. يقول ابن كثير في تفسيره 2/ 263: \"الظاهر أن الإمام مالكا إنما أسقط ذكر نعيم بن ربيعة عمدا لما جهل حال نعيم ولم يعرفه، فإنه غير معروف إلا في هذا الحديث، ولذلك يسقط ذكر جماعة ممن لا يرتضيهم، ولهذا يرسل كثيرا من المرفوعات، ويقطع كثيرا من الموصولات.\nوقد ذكر أحمد محمد شاكر- شارح المسند 1/ 290 - أن نعيم بن ربيعة ذكره ابن حبان في الثقات، وترجم له البخاري في التاريخ الكبير فلم يذكر فيه جرحا.\nفائدة: المنقطع: هو كل ما لم يتصل إسناده. والمقطوع: هو ما أضيف إلى التابعي من قول أو فعل.\nفالمقطوع غير المنقطع، لأن المنقطع من صفات الإسناد، والمقطوع من صفات المتن.\nانظر: الباعث الحثيث -لابن كثير- ص: 24، 28.\nومنهج النقد في علوم الحديث- د. نور الدين عتر- ص: 327، 367.\n(¬4) كما تقدم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p922'> Vol. 03, p. 922</a>\n            </div>\n            :\n\n(¬1) أبو الحسن الآجري يروي من طريق هؤلاء في كتابه الشريعة في غير موضع.\nانظر مثلا: روايته عن مالك في باب الإيمان بأن الله -عز وجل- ينزل إلى السماء الدنيا ص: 308.\nوعن الثوري في نفس الباب ص: 309. وعن الليث بن سعد في باب الإيمان بأن لله -عز وجل- يدين، وكلتا يديه يمين ص: 322.\n(¬2) في الأصل: تأول. وهو تصحيف. والمثبث من: س، ط.\n(¬3) في جميع النسخ: وذويه. ولعل الصواب ما أثبته.\n(¬4) هكذا في جميع النسخ على الحكاية. والمشهور: ولكن أبا.\n(¬5) تقدم قول الذهبي في أبي المعالي الجويني، وأنه مع فرط ذكائه وإمامته في الفروع وأصول المذهب، وقوة مناظرته لا يدري الحديث كما يليق به، لا متنا ولا إسنادا.\nوانظر: سير أعلام النبلاء -للذهبي- 18/ 471.\n(¬6) ذكر ابن عساكر في \"تبيين كذب المفتري\" ص: 285، أنا أبا المعالي الجويني سمع سنن الدارقطني من أبي سعد بن عليك وكان يعتمد تلك الأحاديث في مسائل الخلاف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p923'> Vol. 03, p. 923</a>\n            </div>\n            :\n\n(¬1) في ط: عنها.\n(¬2) في جميع النسخ: أبا. ولعل ما أثبته الصواب.\n(¬3) تقدم الكلام عليه ص:.\n(¬4) أن يتخذ: ساقطة من: س.\n(¬5) ما بين المعقوفتين زيادة من: س، ط.\n(¬6) في ط: فلا.\n(¬7) في الأصل: الشارع <span id='ms795'></span> وسائر الأمة. والمثبت من: س، ط. ولعله المناسب.\nأخرج ابن عبد البر في \"الانتقاء\" ص: 78: عن يونس بن عبد الأعلى أن الشافعي -رحمه الله- قال له: \"واعلم -والله- أني اطلعت من أهل الكلام على شيء ما ظننته قط، ولأن يبتلي الله المرء بكل ما نهى الله عنه ما عدا الشرك به خير له من أن ينظر في الكلام\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p924'> Vol. 03, p. 924</a>\n            </div>\n            :\n\n(¬1) هو: أبو الفضل محمد بن طاهر بن علي بن أحمد المقدسي الظاهري الصوفي، المعروف بابن القسراني. توفي سنة 507 ه.\nيقول الذهبي: \"له انحراف عن السنة إلى تصوف غير مرضي، وهو في نفسه صدوق لم يتهم، وله حفظ ورحلة واسعة\".\nانظر: وفيات الأعيان -لابن خلكان- 4/ 287، 288. وميزان الاعتدال -للذهبي- 3/ 587. والوافي بالوفيات -للصفدي- 3/ 166 - 168.\n(¬2) انظر قول الجويني مع اختلاف في الألفاظ في: المنتظم -لابن الجوزى - 9/ 19. والعقود الدرية -لابن عبد الهادي- ص: 74. وسير أعلام النبلاء -للذهبي- 18/ 471. وطبقات الشافعية -للسبكي- 5/ 185.\n(¬3) في الأصل: يداركني. والمثبت من: س، ط، والمصادر التي ورد فيها الخبر.\n(¬4) في ط: وها أنا.\n(¬5) أورده مع اختلاف يسير: الذهبي في سير أعلام النبلاء- 18/ 474. والسبكي في طبقات الشافعية- 5/ 191.\n(¬6) هو: أبو عبد الله الحسن بن العباس بن علي بن الحسن الرستمي الأصبهاني أحد الأئمة الفقهاء على مذهب الشافعي ومن الورعين الخاشعين. توفي سنة 561 ه.\nانظر: المنتظم -لابن الجوزي- 10/ 219. وطبقات الشافعية -للسبكي- 7/ 64، 65. والبداية والنهاية -لابن كثير- 12/ 268.\n(¬7) في الأصل، س: الطنزي. وهو تصحيف. والمثبت من: ط، وسير أعلام النبلاء، وطبقات الشافعية. ولم أقف له على ترجمة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p925'> Vol. 03, p. 925</a>\n            </div>\n            :\n\n(¬1) قد: ساقطة من: س، ط.\n(¬2) في ط: المتأخرين.\n(¬3) في ط: ليست.\n(¬4) ما بين المعقوفتين زيادة من: س، ط.\n(¬5) انظر مثلا: كتابه الكافي الجدل ص: 345. والبرهان في أصول الفقه 2/ 743.\n(¬6) القياس الجلي: ما كانت العلة فيه منصوصة، او غير منصوصة غير أن الفارق بين الأصل والفرع مقطوع بنفي تأثيره. انظر: إحكام الأحكام- للآمدي 4/ 3.\nوابن حزم يرى أنه لا يحل القول بالقياس في الدين ولا بالرأي لأن أمر الله تعالى عند التنازع بالرد إلى كتابه وإلى رسوله - صلى الله عليه وسلم - قد صح، فمن رد إلى قياس <span id='ms796'></span> وإلى تعليل يدعيه، أو إلى رأي، فقد خالف أمر الله تعالى المعلق بالإيمان ورد إلى غير من أمر الله تعالى بالرد إليه، وفي هذا ما فيه.\nولا يخفى أن هذا قول بلا برهان، فالقياس في الشريعة الإسلامية ثابت عقلا وشرعا، وبه قال عامة الفقهاء والمتكلمين.=\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p926'> Vol. 03, p. 926</a>\n            </div>\n            :\n\n= وقد عقد ابن قدامة المقدسي -رحمه الله- فصلا في إثبات القياس والرد على منكريه في \"روضة الناظر\" ص: 147 - 153.\n(¬1) في س، ط: سبب. وهو تصحيف.\n(¬2) في س، ط: اتبع. وهو تصحيف.\n(¬3) في ط: الذي ينقص.\n(¬4) أخرجه أبو نعيم في الحلية 3/ 9 بسنده عن أيوب السختياني قال: \"ما ازداد صاحب بدعة اجتهادا. . \".\nوانظره في \"الاعتصام\" للشاطبي 1/ 83 - عن أيوب السختياني.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p927'> Vol. 03, p. 927</a>\n            </div>\n            :\n\n(¬1) الحديث بهذا اللفظ أخرجه البخاري في صحيحه ولم يرد فيه قوله: \"وقراءته مع قراءتهم\"، وأوله: عن أبي سعيد الخدري - رضي الله عنه - قال: بينما نحن جلوس عند رسول الله - صلى الله عليه وسلم -، وهو يقسم قسما إذ أتاه ذو الخويصرة وهو رجل من بني تميم، فقال: يا رسول الله اعدل، فقال: \"ويلك ومن يعدل إذا لم أعدل؟ قد خبت وخسرت إن لم أكن أعدل\". فقال عمر: يا رسول الله ائذن لي فيه فأضرب عنقه، فقال: \"دعه فإن له أصحابا يحقر أحدكم. . \".\nصحيح البخاري 4/ 179. كتاب المناقب. باب علامات النبوة في الإسلام 8/ 52. كتاب استتابة المرتدين. باب من ترك قتال الخوارج للتألف.\nومسلم في صحيحه 2/ 744. كتاب الزكاة. باب ذكر الخوارج وصفاتهم الحديث / 148.\nوأخرجه مع اختلاف يسير في اللفظ ابن ماجة في سننه 1 / المقدمة. باب في ذكر الخوارج. الحديثين / 169، 172. والإمام أحمد في المسند 3/ 33، 34.\n(¬2) في س: الجنس. وهو تصحيف.\n(¬3) هو: أبو علي الفضيل بن عياض بن مسعود التميمي اليربوعي المروزي، شيخ الحرم المكي، العابد الصالح الثقة، روى عنه ابن المبارك والشافعي وغيرهما. توفي سنة 187 ه.\nانظر: تاريخ الثقات -للعجلي- ص: 384. وتذكرة الحفاظ -للذهبي - 1/ 245، 246. وتهذيب التهذيب -لابن حجر- 8/ 294 - 296.\n(¬4) سورة هود، الآية: 7. وسورة الملك، الآية: 2.\n(¬5) أخرجه أبو نعيم في \"الحلية\" 8/ 95 عن إبراهيم بن الأشعث قال: سمعت الفضيل بن عياض يقول في قوله تعالى. . . =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p928'> Vol. 03, p. 928</a>\n            </div>\n            :\n\n= وانظر ما ذكره <span id='ms797'></span> ابن كثير في تفسيره 2/ 438 من أن العمل لا يكون حسنا حتى يكون خالصا لله -عز وجل- على شريعة رسول الله - صلى الله عليه وسلم - فمتى فقد العمل واحدا من هذين الشرطين حبط وبطل.\n(¬1) في ط: وإذا.\n(¬2) ما بين المعقوفتين ساقط من: س.\n(¬3) أن يكون لله والصواب: كرر في: س. وهو سهو من الناسخ.\n(¬4) في الأصل: يتعلق غرض عرض كتابه. وفي س: يتعلق غرض كتابه. والمثبت من: ط. ولعله المناسب.\n(¬5) أخرجه مسلم وأبو داود وأحمد وغيرهم عن معاوية في حديث طويل جاء فيه أنه معاوية قال: \"وكانت لي جارية ترعى غنما لي قبل أحد والجوانية، فاطلعت ذات يوم فإذا الذئب قد ذهب بشاة من غنمها، وأنا رجل من بني آدم آسف كما يأسفون -أي أغضب كما يغضبون- لكني صككتها صكة -أي: ضربتها بيدي مبسوطة- فأتيت رسول الله - صلى الله عليه وسلم - فعظم ذلك علي. قلت: يا رسول الله أفلا أعتقها؟ قال: \"ائتني بها\" فأتيته بها فقال لها: \"أين الله؟ \". . الحديث.\nصحيح مسلم 1/ 382. -كتاب المساجد- باب تحريم الكلام في الصلاة. . الحديث / 33. سنن أبي داود 1/ 572، 573 - كتاب الصلاة- باب تشميت العاطس في الصلاة. الحديث / 930. المسند -للإمام أحمد- 5/ 448.\nوانظره -مختصرا- في السنن المأثورة للإمام الشافعي -رحمه الله- رواية أبي =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p929'> Vol. 03, p. 929</a>\n            </div>\n            :\n\n= جعفر الطحاوي عن خاله إسماعيل بن يحيى المزني تلميذ الشافعي ص: 405. والرسالة -للإمام الشافعي- ص: 75.\n(¬1) أي الشافعي -رحمه الله- في كتابه \"الأم\" 1/ 208، 209. وانظره في \"مسند الشافعي\" 1/ 126، 127. والمقابلة عليهما.\n(¬2) فيه إبراهيم بن محمد الأسلمي المدني، متكلم فيه.\nنقل الذهبي في \"ميزان الاعتدال\" 1/ 57، 58: أن مالكا سئل عنه أكان ثقة في الحديث؟. فقال: لا، ولا في دينه.\nوقال الإمام أحمد: تركوا حديثه، قدري معتزلي، يروي أحاديث ليس لها أصل. وقال البخاري: كان يرى القدر، وكان جهميا. وقال النسائي والدارقطني وغيرهما: متروك. وقال العجلي في \"الثقات\" ص: 55، 56: \"إبراهيم بن أبي يحيى الأسلمي مدني رافضي جهمي لا يكتب حديثه روى عنه الشافعي\".\nأما كيف روى عنه الشافعي -رحمه الله- وهو بهذه الدرجة من الكذب؟. . فيقول ابن حبان في \"المجروحين\" 1/ 107: \"وأما الشافعي <span id='ms798'></span> فإنه كان يجالسه في حداثته، ويحفظ منه حفظ الصبي، والحفظ في الصغر كالنقش في الحجر، فلما دخل مصر في آخر عمره فأخذ يصنف الكتب المبسوطة احتاج إلى الأخبار، ولم تكن معه كتبه، فأكثر ما أودع الكتب من حفظه، فمن أجله ما روى عنه، وربما كنى عنه ولا يسميه في كتبه\".\nونقل الذهبي في \"الميزان\" 1/ 58: أن الربيع قال: \"سمعت الشافعي يقول: كان قدريا، قال يحى بن زكريا بن حيوية، فقلت للربيع: فما حمل الشافعي على الرواية عنه؟ قال: كان يقول: لأن يخر من السماء -أو قال من بعد- أحب إليه من أن يكذب، وكان ثقة في الحديث\".\n(¬3) ما بين المعقوفتين زيادة من: س، ط، والأم، والمسند.\n(¬4) في الأم: قال: حدثني.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p930'> Vol. 03, p. 930</a>\n            </div>\n            :\n\n(¬1) في الأم: عبد الله بن عبيد بن عمير.\nوعبد الله بن عبيد بن عمير الليثي المكي، قال فيه أبو حاتم: ثقة يحتد بحديثه.\nانظر: الجرح والتعديل -لابن أبي حاتم- 2/ 2 / 101.\n(¬2) في الأصل: وكنه. بدون نقط. وفي ط: نكته. والمثبت من: س، والأم، والمسند.\nوالوكت: الأثر اليسير في الشيء. والوكتة: كالنقطة في الشيء.\nانظر: لسان العرب -لابن منظور- 2/ 108 (وكت).\n(¬3) ما بين المعقوفتين زيادة من: س، ط، والأم، والمسند.\n(¬4) في الأم، والمسند: فقال.\n(¬5) عبد: ساقطة من: الأم والمسند.\n(¬6) ما بين المعقوفتين زيادة من: س، ط، والأم، والمسند.\n(¬7) في المسند: ما يوم. بدون واو.\n(¬8) أفيح: ساقطة من: س.\nوالمعنى: واسعا.\nانظر: المصباح المنير -للفيومي- ص: 485 (فاح).\n(¬9) الكثب: التلال.\nانظر: لسان العرب -لابن منظور- 1/ 702 (كثب).\n(¬10) في الأصل: نزل الله -عز وجل- على كرسيه، وحف الكرسي بمنابر من نور ويقعد عليها النبيون، وحفت. . والمثبت من: س، ط، والمسند، والأم، =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p931'> Vol. 03, p. 931</a>\n            </div>\n            :\n\n= ولكن جاء فيه: \"النبيين والصديقين\".\n(¬1) في الأصل: ويجلس من وراءهم. وفي س، ط: ويجلس من ورائهم.\nوالمثبت من: الأم، والمسند.\n(¬2) في المسند: وقد.\n(¬3) في الأم، والمسند: الخير.\n(¬4) في الأم: فيه ربك تبارك اسمه. . . وفي المسند: فيه ربكم.\n(¬5) الحديث بهذا اللفظ أخرجه الشافعي في \"الأم\"، و\"المسند\"، وتقدمت الإشارة إليهما.\nوأخرجه مع اختلاف في الألفاظ عن أنس بن مالك <span id='ms799'></span>، ابن أبي شيبة في \"المصنف\" 2/ 150، 151. وابن جرير الطبري في \"تفسيره\" 26/ 175. والآجري في \"الشريعة\" ص: 265، 266.\nوأورده الهيثمي في \"مجمع الزوائد\" 10/ 421. وقال: \"رواه البزار، والطبراني في \"الأوسط\" بنحوه، وأبو يعلى باختصار، ورجال أبي يعلى رجال الصحيح وأحد إسنادي الطبراني رجاله رجال الصحيح غير عبد الرحمن بن ثابت بن ثوبان، وقد وثقه غير واحد، وضعفه غيرهم، وإسناد البزار فيه خلاف\".\nوذكر السيوطي في \"الدر المنثور\" 7/ 605 أن هذا الحديث أخرجه -بالإضافة إلى من تقدم ذكرهم- ابن أبي الدنيا في صفة الجنة، وابن المنذر، وابن مردوية، والبيهقي في \"الرؤية\"، وأبو نصر السجزي في \"الإبانة\" من طرق جيدة عن أنس بن مالك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p932'> Vol. 03, p. 932</a>\n            </div>\n            :\n\n(¬1) في ص: 160 كلام الشيخ -رحمه الله- في حماد بن سلمة، وأنه صنف كتابه في الصفات، كما صنف كتبه في سائر أبواب العلم.\nوانظر ما ذكرته عن هذا الكتاب في ت: (3) من الصفحة المذكورة.\n(¬2) أخرجه ابن أبي عاصم في \"السنة\" 1/ 229 عن الليث بن سعد عن محمد بن عجلان عن سعيد بن أبي سعيد المقبري عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم - \"لا يقولن أحدكم: قبح الله وجهك، ولا وجه من أشبه وجهك، فإن الله خلق آدم على صورته\".\nيقول الألباني: إسناده حسن صحيح، ورجاله ثقات على كلام في ابن عجلان وابن مصفي.\nوالحديث أخرجه ابن خزيمة في \"التوحيد\" ص: 36. ولفظه: \". . ووجها أشبه وجهك. . \".\n(¬3) في الأصل: سفيان الثوري بن عيينة. وهو تصحيف. والمثبت من: س، ط. وتقدم التعريف به. وقد أخرجه الإمام أحمد في مسنده 2/ 244، عن سفيان عن أبي الزناد، عن الأعرج، عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم -: \"إذا ضرب أحدكم الوجه فليجتنب الوجه، فإن الله خلق آدم على صورته\".\nيقول شارح المسند -أحمد محمد شاكر- 13/ 44: إسناده صحيح.\n(¬4) رواه مسلم 4/ 2016 - كتاب البر والصلة- باب النهي عن ضرب الوجه - الحديث / 112. من طريق سفيان بن عيينة مختصرا.\n(¬5) أبي: ساقطة من: س.\nهو: أبو يحيى حبيب بن أبي ثابت قيس بن دينار، ويقال: قيس بن هند، =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p933'> Vol. 03, p. 933</a>\n            </div>\n            :\n\n= الكوفي من ثقات <span id='ms800'></span> التابعين، روى عن ابن عمر وابن عباس وأنس بن مالك وغيرهم توفي سنة 119 ه.\nقال ابن حبان في \"الثقات\" فيما نقله عنه ابن حجر: كان مدلسا. انظر: ميزان الاعتدال -للذهبي- 1/ 451. وتهذيب التهذيب -لابن حجر- 2/ 178 - 180.\n(¬1) أخرجه ابن خزيمة في التوحيد ص: 38، وذكر أن الثوري روى هذا الخبر مرسلا غير مسند، ولفظه: \"لا يقبح الوجه فإن ابن آدم خلق على صورة الرحمن\".\n(¬2) فقد رواه عن حبيب بن أبي ثابت عن عطاء عن ابن عمر قال: قال رسول الله - صلى الله عليه وسلم -: \"لا تقبحوا الوجه فإن ابن آدم خلق على صورة الرحمن\" إسناده ضعيف. أخرجه ابن أبي عاصم في \"السنة\" 228، 229، ولفظه: \"لا تقبحوا الوجوه. . \" وابن خزيمة في \"التوحيد\" ص: 38، وقال: إن في الخبر عللا ثلاثا:\nإحداهن: أن الثوري قد خالف الأعمش في إسناده، فأرسل الثوري، ولم يقل عن ابن عمر.\nالثانية: أن الأعمش مدلس، لم يذكر أنه سمعه من حبيب بن أبي ثابت.\nوالثالثة: أن حبيب بن أبي ثابت -أيضا- مدلس، لم يعلم أنه سمعه من عطاء.\nوالآجري في \"الشريعة\" ص: 315. والبيهقي في \"الأسماء والصفات\" ص: 291 بلفظ: \". . فإن الله خلق آدم على صورة الرحمن\".\n(¬3) صحيح البخاري 7/ 125 - كتاب الاستئذان- باب بدء السلام.\nصحيح مسلم 4/ 2183 - كتاب الجنة- باب يدخل الجنة أقوام، أفئدتهم مثل أفئدة الطير- الحديث / 28.\n(¬4) صحيح مسلم 4/ 2017 - كتاب الاستئذان- باب النهي عن ضرب الوجه. - الحديث / 115.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p934'> Vol. 03, p. 934</a>\n            </div>\n            :\n\n(¬1) في س، ط: عن ابن القاسم.\nهو: أبو عبد الله عبد الرحمن بن القاسم بن خالد بن جنادة العتقي، الإمام الثقة، وفقيه الديار المصرية، سمع مالك بن أنس وتفقه به، توفي سنة 191 ه.\nانظر: ترتيب المدارك -للقاضي عياض- 3/ 244 - 261. وتذكرة الحفاظ -للذهبي- 1/ 356، 357. ورواية ابن القاسم في التمهيد -لابن عبد البر - 7/ 150.\n(¬2) في الأصل: يدخل. وهو خطأ. والمثبت من: س، ط، والتمهيد. وتقدم تخريج الحديث: \". . إن الله يكشف عن ساقه\"، وعلق محقق كتاب التمهيد: عبد الله بن الصديق -في المصدر السابق- على قوله: وإنه يدخل في النار يده حتى يخرج من أراد\" بقوله: \"لم يأت ذلك في حديث مرفوع مقطوع به <span id='ms801'></span>.\n(¬3) ذكر ابن عبد البر في التمهيد 7/ 150: أن مالكا إنما كره ذلك خشية الخوض في التشبيه بكيف.\n(¬4) كما تقدم لفظه وتخريجه.\nأقول: وحديث \"إن الله خلق آدم على صورته، أو صورة الرحمن\" تكلم فيه الأئمة وأطالوا.\nفمنهم من ذهب إلى تأويل ظاهره وما شابهه من الأحاديث التي جاء بها ذكر الصورة, ونفى أن يكون لله -عز وجل- صورة على ما يليق به. وممن ذهب إلى هذا ابن خزيمة وابن حجر وغيرهما.\nومنهم من أثبت ما جاء في هذا الحديث وأمثاله على ما يليق بجلاله وعظمته من غير تكييف ولا تشبيه ولا تمثيل، وممن قال بهذا الإمام أحمد -رحمه الله- =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p935'> Vol. 03, p. 935</a>\n            </div>\n            :\n\n= وإسحاق بن راهوية، وابن قتيبة وغيرهم، وهذا هو الواجب اعتقاده في مثل هذا الحديث.\nولفضيلة الدكتور عبد العزيز بن إبراهيم الشهوان تعليق جيد على هذا الحديث أحيل عليه في \"التوحيد\" لابن خزيمة 1/ 88 - 91.\nوانظر ما ذكره الشيخ حمود بن عبد الله التويجري في كتابه \"عقيدة أهل الإيمان في خلق آدم على صورة الرحمن- اطلعت أخيرا على خطاب من فضيلة الشيخ عبد العزيز بن باز رقم 380 / خ في 30/ 3 / 1408 ه مفاده تأييد ما ورد في كتاب فضيلة الشيخ حمود الآنف الذكر- وأن الضمير في الحديث الصحيح في خلق آدم على صورته يعود إلى الله عز وجل وهو موافق لما جاء في حديث ابن عمر إن الله خلق آدم على صورة الرحمن وقد صححه الإمام أحمد وإسحاق بن راهويه والآجري وابن تيمية وغيرهم.\n(¬1) تقدم تخريجه فيهما من طريق الليث بن سعد.\n(¬2) تقدم تخريجه -أيضا- فيهما.\n(¬3) في الأصل: لما. والمثبت من: س، ط، وهو ما يستقيم به الكلام.\n(¬4) أخرجه مسلم في مقدمة صحيحه 1/ 11 عن ابن مسعود - رضي الله عنه - قال: \"ما أنت بمحدث قوما حديثا لا تبلغه عقولهم، إلا كان لبعضهم فتنة\".\nوأخرجه السمعاني بسنده إلى ابن مسعود بلفظ: \"إن الرجل ليحدث بالحديث فيسمعه من لا يبلغ عقله فهم ذلك الحديث، فيكون عليهم فتنة\". راجع: أدب الإملاء والاستملاء -للسمعاني- ص: 60.\nوأورده الشيخ -رحمه الله- في \"درء تعارض <span id='ms802'></span> العقل والنقل\" 1/ 50، 51، وكذا قول علي - رضي الله عنه -: \"حدثوا الناس بما يعرفون، ودعوا=\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p936'> Vol. 03, p. 936</a>\n            </div>\n            :\n\n= ما ينكرون، أتحبون أن يكذب الله ورسوله\".\n(¬1) في الأصل، س: لكونها. والمثبت من: ط. ولعله المناسب.\n(¬2) في س، ط: قيل.\n(¬3) في الأصل، س: نظراءه. والمعنى يختلف بهذا. والمثبت من: ط. ولعله المناسب للسياق.\n(¬4) في ط: أحفظه.\n(¬5) في الأصل: مالكا. وهو خطأ. والمثبت من: س، ط.\n(¬6) في الأصل: ينفي. والمثبت من: س، ط. وهو المناسب للمعنى.\n(¬7) أورده ابن حجر في ترجمة الليث -الرحمة الغيثية بالترجمة الليثية- ضمن مجموعة الرسائل المنيرية 2/ 243.\n(¬8) في س، ط: كلام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p937'> Vol. 03, p. 937</a>\n            </div>\n            :\n\n(¬1) تقدم أن أبا المعالي الجويني يبني حدث الجواهر على أربعة أصول:\nالأول: إثبات الأعراض.\nالثاني: إثبات حدثها.\nالثالث: إثبات استحالة تعري الجواهر عن الأعراض.\nالرابع: إثبات استحالة حوادث لا أول لها.\nوانظر: الإرشاد -للجويني- ص: 17 - 27. ولمع الأدلة- للجويني -أيضا- ص: 77 - 80.\n(¬2) ما بين المعقوفتين زيادة من: س، ط.\nوانظر: بيان تلبيس الجهمية -لابن تيمية- 1/ 621، 622.\nوأشار الشيخ رحمه الله في \"درء تعارض العقل والنقل\" 2/ 13 إلى أن أبا الحسن الأشعري صرح بأن تصديق الرسول - عليه السلام - ليس موقوفا على دليل الأعراض، وأن الاستدلال به على حدوث العالم من البدع المحرمة في دين الرسل.\n(¬3) في الأصل: أن إمرار. والكلام يستقيم بدون \"أن\"، كما في: س، ط. وانظر: معتقده هذا في \"العقيدة النظامية\" ص: 32 حيث قال: \"وذهب أئمة السلف إلى الإنكناف عن التأويل، وإجراء الظواهر على مواردها، وتفويض معانيها إلى الرب تعالى، والذي نرتضيه رأيا، وندين الله به عقلا اتباع سلف الأمة. . \".\nوالسلف -رحمهم الله- بريئون من هذا المذهب، وقد تواترت الأقوال عنهم =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p938'> Vol. 03, p. 938</a>\n            </div>\n            :\n\n= بإثبات المعاني لنصوص الصفات إجمالا أحيانا وتفصيلا أحيانا، وتفويضهم الكيفية إلى علم الله تعالى.\nفظواهر نصوص الصفات معلومة لنا باعتبار المعنى، ومجهولة لنا باعتبار الكيفية التي هي عليها.\nانظر: القواعد المثلى في صفات الله وأسمائه الحسنى -للشيخ ابن عثيمين - ص: 34، 35.\n(¬1) في س: صفوه. وهو تصحيف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p939'> Vol. 03, p. 939</a>\n            </div>\n            :\n\n(¬1) في الأصل: فيه. والمثبت من: س، ط، ولعله المناسب للسياق.\n(¬2) هو: أبو عبد الله محمد بن عبد الله بن تومرت المصمودي <span id='ms803'></span> البربري، لقب نفسه بالمهدي، وسمى أتباعه الموحدين، صاحب دعوة السلطان عبد المؤمن بن علي ملك المغرب، وواضع أسس دولة الموحدين التي قامت على أنقاض دولة المرابطين، توفي سنة 524 ه.\nانظر: وفيات الأعيان -لابن خلكان- 5/ 45 - 55. والوافي بالوفيات -للصفدي- 3/ 323 - 328. والأعلام -للزركلي- 7/ 104، 105.\nو\"المرشدة\" رسالة صغيرة طبعت عدة مرات ضمن بعض الكتب، أوردها السبكي في \"طبقات الشافعية\" 8/ 185، 186.\nقال شيخ الإسلام -رحمه الله- في \"شرح الأصبهانية\" ص: 20: \"ولما كان أبو عبد الله محمد بن التومرت على مذهب المعتزلة في نفي الصفات لقب أصحابه بالموحدين، وقد صرح في كتابه الكبير بنفي الصفات، ولهذا لم يذكر في \"مرشدته\" شيئا من الصفات الثبوتية، لا علم الله، ولا قدرته، ولا كلامه، ولا شيئا من صفاته الثبوتية، وإنما ذكر السلوب\".\n(¬3) الإيمان عند جهم وأتباعه هو المعرفة بالله بالقلب فقط، فمن أتى بالمعرفة، ثم جحد بلسانه فإنه لا يكفر -بزعمهم- وهو قول ظاهر الفساد. وتقدم الكلام عليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p940'> Vol. 03, p. 940</a>\n            </div>\n            :\n\n(¬1) في جميع النسخ: يقول. ولعل الصواب ما أثبته.\n(¬2) في الأصل: هذه. والمثبت من: س، ط، ولعله المناسب للكلام.\n(¬3) في الأصل: قولهم. والمثبت من: س، ط. ولعله المناسب للسياق.\n(¬4) في س، ط: أثبتموه.\n(¬5) في الأصل، س: شبحا. والمثبت من: ط. لأنه الموافق للسياق.\n(¬6) ما بين المعقوفتين ساقط من: س.\n(¬7) في الأصل: يصفون. والمثبت من: س، ط. ولعله المناسب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p941'> Vol. 03, p. 941</a>\n            </div>\n            :\n\n(¬1) في الأصل: ظهره. وهو تصحيف. والمثبت من: س، ط.\n(¬2) بين الشيخ -رحمه الله- في \"درء تعارض العقل والنقل\" 2/ 14، 15، أن كلام الجويني وأتباعه هذا يوافقون به الرافضة ونحوهم من أهل البدع، ويخالفون به الكتاب والسنة والإجماع، وأن كلامهم فيه من التناقض والفساد ما ضارعوا به أهل الإلحاد، فهم من جنس الرافضة: لا عقل صريح ولا نقل صحيح، بل منتهاهم السفسطة في العقليات والقرمطة في السمعيات، وهذا منتهى كل مبتدع خالف شيئا من الكتاب والسنة، حتى في المسائل العلمية والقضايا الفقهية.\n(¬3) في س، ط: شعبة.\n(¬4) في الأصل: وكذلك. والمثبت من: س، ط، ولعله المناسب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p942'> Vol. 03, p. 942</a>\n            </div>\n            :\n\n(¬1) في هامش س: كابن عربي وابن سبعين وغيرهما.\n(¬2) في الأصل: وغلطوا. وهو تصحيف. والمثبت <span id='ms804'></span> من: س، ط.\n(¬3) في س، ط: الذي.\n(¬4) في الأصل، س: به. والمثبت من: ط، ولعله المناسب.\n(¬5) في س، ط: مشتغلين.\n(¬6) هو: أبو محمد عبدوس بن مالك العطار، أحد أصحاب الإمام أحمد -رحمه =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p943'> Vol. 03, p. 943</a>\n            </div>\n            :\n\n= الله- وممن كانت له منزلة عند أبي عبد الله، روى عن الإمام أحمد مسائل لم يروها غيره، روى عنه عبد الله بن الإمام أحمد، وغيره.\nانظر ترجمته في: تاريخ بغداد -للخطيب- 11/ 115. وطبقات الحنابلة -لابن أبي يعلى- 1/ 241. والمنهج الأحمد -للعليمي- 1/ 435، 436.\nوهذه الرسالة -كما يقول سزكين في تاريخ التراث العربي- 1/ 3 / 228 - الفقه- تتضمن آراء الإمام أحمد، وهي مخطوطة بالظاهرية بدمشق، ويوجد قسم منها في طبقات الحنابلة -لابن أبي يعلى 1/ 241 - 246. وهذا النقل عن الإمام أحمد في \"طبقات الحنابلة\" 1/ 241.\n(¬1) الحديث مع اختلاف يسير في اللفظ، أخرجه مسلم عن أبي هريرة -رضي الله عنه- قال: قال رسول الله - صلى الله عليه وسلم -: \"خير أمتي القرن الذي بعثت فيهم\" وعن عمران بن حصين - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"خير هذه الأمة القرن الذي بعثت فيهم. . \".\nصحيح مسلم 4/ 1963، 1965 كتاب فضائل الصحابة -باب فضل الصحابة ثم الذين يلونهم ثم الذين يلونهم- الحديثين / 213، 215. وأخرجه أبو داود في سننه 5/ 44 كتاب السنة- باب فضل أصحاب رسول الله - صلى الله عليه وسلم - الحديث / 4657. والترمذي في سننه 4/ 500، 501 كتاب الفتن- باب ما جاء في القرن الثالث الحديث / 2222. والإمام أحمد في مسنده 4/ 440، 5/ 357.\nوالحديث يروى بألفاظ مختلفة عن عدد من الصحابة. انظر إضافة إلى ما تقدم: صحيح البخاري 3/ 151. كتاب الشهادات. باب لا يشهد على شهادة جور إذا أشهد. و 4/ 189 كتاب أصحاب النبي - عليه السلام - باب فضائل أصحاب النبي - صلى الله عليه وسلم -. و 7/ 173 كتاب الرقاق. باب ما يحذر من زهرة الدنيا والتنافس فيها.\nسنن ابن ماجة 2/ 791 كتاب الأحكام- باب كراهية الشهادة لمن لم يستشهد - الحديث / 2362. السنة لابن أبي عاصم 2/ 627 - 629.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p944'> Vol. 03, p. 944</a>\n            </div>\n            :\n\n(¬1) في الأصل: وتجددهم. وهو تصحيف. والمثبت من: س، ط.\n(¬2) في س، ط: الوجه الرابع عشر. وفي الأصل: بياض لعله كتب بالحمرة فلم يتضح. والصواب كما أثبته، إذ السياق في الترقيم <span id='ms805'></span> يقتضي ذلك.\n(¬3) في س، ط: على.\n(¬4) في الأصل: متكلمين. وهو تصحيف. والمثبت من: س، ط.\n(¬5) في س، ط: ما لم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p945'> Vol. 03, p. 945</a>\n            </div>\n            :\n\n(¬1) ذكر أبو حامد الغزالي في كتابه \"إحياء علوم الدين\" 1/ 104: أنه لا يستدل بالسمع على شيء من العلم الخبري، وإنما يعرف الإنسان الحق بنور إلهي يقذف في قلبه، ثم يعرض الوارد في السمع عليه، فما كان موافقا له قرر، وما خالفه أول، فقال: \"وحد الاقتصاد بين هذا الانحلال كله، وبين جمود الحنابلة دقيق غامض لا يطلع عليه إلا الموفقون الذين يدركون الأمور بنور إلهي، لا بالسماع، ثم إذا انكشفت لهم أسرار الأمور على ما هي عليه، نظروا إلى السمع والألفاظ الواردة، فما وافق ما شاهدوه بنور اليقين قرروه وما خالف أولوه\".\nوالشيخ -رحمه الله- بين أن هذا الكلام بعيد عن الصواب وضلال معتقده ظاهر من وجوه خمسة.\n(¬2) في س: الطريقتين.\n(¬3) في الأصل: لا بعقل يقتضي. والكلام يستقيم بدون الزيادة كما في: س، ط.\n(¬4) الوجه: ساقطة من: س.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p946'> Vol. 03, p. 946</a>\n            </div>\n            :\n\n(¬1) في س، ط: العقول.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p947'> Vol. 03, p. 947</a>\n            </div>\n            :\n\n(¬1) وبكشفهم كشف النفاة: ساقطة من: س.\n(¬2) سورة محمد، الآية: 17.\n(¬3) في الأصل: وأخرهم. وهو تصحيف. والمثبت من: س، ط.\n(¬4) في س: منتفا.\n(¬5) الحلول الخاص: هو قول النسطورية من الضارى ونحوهم ممن يقول: إن اللاهوت حل في الناسوت وتدرع به، وقول غالية الرافضة الذين يقولون: إنه حل بعلي بن أبي طالب وأئمة أهل بيته، وغالية النساك الذين يقولون بالحلول في الأولياء ومن يعتقدون فيه الولاية، أو في بعضهم: كالحلاج ونحوه.\nوالحلول العام: هو قول طائفة من الجهمية الذين يقولون: إن الله بذاته في كل مكان، ويتمسكون بمتشابه من القرآن كقوله تعالى: {وهو الله في السماوات وفي الأرض} 3 / الأنعام. وقوله: {وهو معكم} 4 / الحديد.\nوهذا القول رده السلف وكفروا الجهمية به، بل جعلهم كثير من السلف وطائفة من أهل العلم والحديث من أصحاب أحمد وغيره- خارجين به عن الثنتين والسبعين فرقة.\nانظر: مجموع الفتاوى: 2/ 140، 171، 172، 298، 465.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p948'> Vol. 03, p. 948</a>\n            </div>\n            :\n\n(¬1) في ط: وأصل البشر من. وهو تصحيف.\n(¬2) انظر مثلا 2/ 299، 3/ 219 - 227، 5/ 38 - 107، 136 - 143.\n(¬3) ما بين المعقوفتين زيادة أرى أن الكلام يستقيم بها.\nوالأشعري ومتبعوه <span id='ms806'></span> يذهبون إلى أن العرض لا يبقى زمانين، فالأعراض في جملتها على التقضي والتجدد، وتخصيص كل بوقته للقادر المختار، ووافقهم النظام والكعبي.\nانظر: مقالات الإسلاميين -للأشعري- 2/ 46 - 48. والمواقف -للآيجي- ص: 101.\nوقولهم هذا قول محدث في الإسلام، لم يقله أحد من السلف والأئمة، وهو قول مخالف لما عليه جماهير العقلاء من جميع الطوائف، بل من الناس من يقول: إنه معلوم الفساد بالاضطرار.\nانظر: مجموعة الرسائل والمسائل -لابن تيمية- كتاب مذهب السلف القويم =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p949'> Vol. 03, p. 949</a>\n            </div>\n            :\n\n= في تحقيق مسألة كلام الله الكريم- 3/ 365، 366.\n(¬1) في ط: فقولهم.\n(¬2) في الأصل، س: لا يبقى. والمثبت من: ط. ولعله المناسب.\n(¬3) في ط: فأكثر.\n(¬4) انظر قولهم هذا في: الإرشاد -للجويني- ص: 174، 181. ونهاية الإقدام -للشهرستاني- ص: 356 - 369. وأصول الدين -لعبد القاهر البغدادي- ص: 97 - 102.\n(¬5) في ط: العبرانية.\n(¬6) أن: ساقطة من: س.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p950'> Vol. 03, p. 950</a>\n            </div>\n            :\n\n(¬1) في س، ط: حدوثه.\n(¬2) في ط: تقوم.\n(¬3) به: ساقطة من: س.\n(¬4) في س: أبا. وهو خطأ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p951'> Vol. 03, p. 951</a>\n            </div>\n            :\n\n(¬1) سورة طه، الآية: 14.\n(¬2) نهاية العقول في دراية الأصول -لأبي عبد الله الرازي - مخطوط - اللوحة رقم.\n(¬3) ما بين المعقوفتين زيادة من: س.\n(¬4) هو: الكتاب الذي بين أيدينا.\n(¬5) هو: أبو محمد عبد العزيز بن عبد السلام بن أبي القاسم بن حسين بن محمد السلمي الدمشقي الشافعي، أحد الأئمة الأعلام، برع في المذهب وجمع علوما كثيرة، من القائلين بقول الأشعري. توفي سنة 660 ه. وقد ذكر السبكي في طبقاته 8/ 219 - 229 عقيدته في مسألة الكلام.\nوراجع: فوات الوفيات -لابن شاكر - 2/ 350 - 352. والبداية والنهاية -لابن كثير- 13/ 223، 224.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p952'> Vol. 03, p. 952</a>\n            </div>\n            :\n\n(¬1) في الأصل: عين. ولا معنى لها. والمثبت من: س، ط.\n(¬2) الأشاعرة يقولون: إن الله مريد للطاعة والمعصية وسائر الحوادث، فعندهم هو مريد لكل ما يفعله العباد، فيجب أن يكون محبا راضيا لكل ما يفعلونه حتى الكفر والفسوق، ويستدلون لذلك بأدلة واهية لا تثبت أمام التمحيص. وسوف يبين الشيخ -رحمه الله- فساد هذا القول في ص: 975، 976.\nوللاطلاع على هذا الرأي الباطل، يراجع: اللمع -لأبي الحسن الأشعري- ص: 47 - 59. والتمهيد -لأبي بكر الباقلاني- ص: 280 - 285. والإرشاد -لأبي المعالي الجويني- ص: 237 - 239.\n(¬3) سورة الزمر، الآية: 7.\n(¬4) في الأصل، س: بعد الآية الكريمة: أي: لعباده بمعنى. . وفي ط: أي <span id='ms807'></span>: بمعنى. والكلام يستقيم بدون الزيادة.\n(¬5) عشر: ساقطة من: س.\n(¬6) إن: ساقطة من: س، ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p953'> Vol. 03, p. 953</a>\n            </div>\n            :\n\n(¬1) في س، ط:\n(¬2) في ط: تسط. وهو تصحيف.\n(¬3) أنتم: ساقطة من: س، وفي ط: قررتموه أنتم.\n(¬4) في س: جاءت النصوص. وفي ط: جاءت به النصوص.\n(¬5) في س، ط: المتفلسفة.\n(¬6) ما بين المعقوفتين زيادة من: ط. يقتضيها السياق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p954'> Vol. 03, p. 954</a>\n            </div>\n            :\n\n(¬1) في س، ط: أثبتت.\n(¬2) وممن قال بذلك عائشة - رضي الله عنها - ومن تبعها.\nوما يقتضي الدليل رجحانه أن الموتى في قبورهم يسمعون كلام من كلمهم.\nوهذا ما قرره شيخ الإسلام ابن تيمية في مجموع الفتاوى 4/ 295 - 299. وابن القيم في \"الروح\" ص: 5 - 16، وانظر المسألة في \"أضواء البيان\" للشنقيطي - 6/ 421 - 439. والآيات البينات في عدم سماع الأموات عند الحنفية السادات - تأليف نعمان ابن المفسر الشهير محمود الألوسي.\n(¬3) كما يؤثر عن معاوية بن أبي سفيان وعائشة وغيرها. وذهب معظم السلف إلى أن المعراج كان ببدنه في اليقظة. وهو قول ابن عباس وجابر وأنس وغيرهم، وهو الحق. انظر خلاف السلف في هذه المسألة في \"الشفا\" للقاضي عياض 1/ 359 - 374 وانظر: تفسير ابن جرير الطبري 15/ 16. وتفسير القرطبي 10/ 208، 209. وتفسير ابن كثير 3/ 32.\n(¬4) في س، ط: واحد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p955'> Vol. 03, p. 955</a>\n            </div>\n            :\n\n(¬1) هذه المسألة مما اختلف فيها الصحابة -رضي الله عنهم ومن بعدهم- فذهبت طائفة -ومنهم عائشة رضي الله عنها- إلى إنكار رؤية النبي - صلى الله عليه وسلم - لربه ليلة المعراج، وذهب آخرون -ومنهم ابن عباس رضي الله عنهم- إلى إثباتها.\nوقد ذكر القاضي عياض في كتابه \"الشفا\" 1/ 375 - 388: اختلاف السلف في هذه المسألة، ثم قال في ص: 386: \". . ولا مرية في الجواز إذ ليس في الآيات نص في المنع، وأما وجوبه لنبينا - صلى الله عليه وسلم - والقول بأنه رآه بعينه فليس فيه قاطع أيضا ولا نص\".\nيقول الشيخ -رحمه الله- في الفتاوى 6/ 509، 510: \"وأما الرؤية فالذي ثبت في الصحيح عن ابن عباس أنه قال: رأى محمد ربه بفؤاده مرتين، وعائشة أنكرت الرؤية، فمن الناس من جمع بينهما فقال: عائشة أنكرت رؤية العين، وابن عباس أثبت رؤية الفؤاد.\nوالألفاظ الثابتة عن ابن عباس هي مطلقة، أو مقيدة بالفؤاد. تارة يقول <span id='ms808'></span>: رأى محمد ربه، وتارة يقول رآه محمد. ولم يثبت عن ابن عباس لفظ صريح بأنه رآه بعينه. . إلى أن قال: \". . وليس في الأدلة ما يقتضي أنه رآه بعينه ولا ثبت ذلك عن أحد من الصحابة ولا في الكتاب والسنة ما يدل على ذلك، بل النصوص الصحيحة على نفيه أدل كما في صحيح مسلم عن أبي ذر قال: سألت رسول الله - صلى الله عليه وسلم - هل رأيت ربك؟ فقال: \"نور أنى أراه؟ \".\nثم ذكر الأدلة من الكتاب والسنة الدالة بمفهومها على نفي الرؤية بالعين. فمن هذا يتضح - والله أعلم - أن الرأي الأمثل في هذه المسألة أن تحمل النصوص الواردة في الإثبات على رؤية القلب والنصوص الواردة في النفي على رؤية البصر وبهذا تأتلف النصوص ويزول الإشكال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p956'> Vol. 03, p. 956</a>\n            </div>\n            :\n\n= وللاطلاع على هذه المسألة وتفاصيل العلماء فيها، تراجع بالإضافة إلى ما تقدم: التوحيد -لابن خزيمة- تحقيق د. عبد العزيز الشهوان - 1/ 477 - 547، 2/ 548 - 563. شرح الطحاوية -لصدر الدين الحنفي- ص: 213، 214. لوامع الأنوار البهية -للسفاريني- 2/ 250 - 256.\n(¬1) في س: يقولون.\n(¬2) في ط: أهل السنة.\n(¬3) ما بين المعقوفتين زيادة من: س، ط.\n(¬4) أنتم: كررت في: س.\n(¬5) ذكرها البيهقي في \"الأسماء والصفات\" ص: 443 - 446. وبين وجه ضعفها. وانظر: الدر المنثور -للسيوطي- 7/ 646 - 649.\n(¬6) والقول بأن الله لا يرى في الآخرة وأن القرآن مخلوق: كرر في الأصل، وهو سهو من الناسخ.\n(¬7) تقدم الكلام على محنة الإمام أحمد بن حنبل -رحمه الله- في مسألة القول بخلق القرآن. أثناء دراسة مسائل الكتاب.\n(¬8) في الأصل: ووافقتهم. والمثبت من: س، ط. ولعله المناسب للسياق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p957'> Vol. 03, p. 957</a>\n            </div>\n            :\n\n(¬1) قول: ساقطة من: س، ط.\n(¬2) في الأصل: يعارضه. والمثبت من: س، ط. ولعله المناسب للسياق.\n(¬3) ذكر الشيخ -رحمه الله- في درء تعارض العقل والنقل 5/ 225 أن من الأحاديث الموضوعة التي يحتج بها النفاة: \"ما رواه ابن عساكر فيما أملاه في نفي الجهة عن شيخه ابن عبد الله العوسجي عن النبي - صلى الله عليه وسلم - أنه قال: الذي أين الأين فلا يقال له: أين، وعارض به حديث ابن إسحاق الذي رواه أبو داود وغيره الذي قال فيه: يستشفع بك على <span id='ms809'></span> الله، ويستشفع بالله عليك وأكثر فيه في القدح في ابن =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p958'> Vol. 03, p. 958</a>\n            </div>\n            :\n\n= إسحاق، مع احتجاجه بحديث أجمع العلماء على أنه من أكذب الحديث، وغاية ما قالوا فيه: إنه غريب\". ولم أقف عليه فيما رجعت إليه من كتب الموضوعات.\n(¬1) حديث باطل أخرجه الجوزقاني في \"الأباطيل والمناكير\" 1/ 74 - 76 بسنده عن الضحاك عن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم -: رأيت أربعة أملاك التقوا في الهواء، بعثهم ربي جميعا، فقال ملك: بعثنا ربنا جميعا فمن أين بعثك أنت ربك؟ قال: من فوق عرشه، فمن أين بعثك أنت معي؟ قال: بعثني من تحت الأرض السفلى، ثم قال الثالث لصاحبه: فمن أين بعثك أنت معي؟ قال: بعثني من المشرق، ثم قال الرابع لصاحبه: فمن أين بعثك؟ قال: من المغرب، ثم تلا رسول الله - صلى الله عليه وسلم -: {هو الأول والآخر والظاهر والباطن} 3 / الحديد. هو الأول فلم يكن قبله شيء، وهو الآخر فليس بعده شيء، وهو الظاهر فليس فوقه شيء، وهو الباطن فليس دونه شيء، قال رسول الله - صلى الله عليه وسلم -: \"فلو دلي أحدكم إلى الأرض السفلى لدلي على الله تعالى، لأنه لا يخلو منه مكان. قال الجوزقاني: هذا حديث باطل لا أصل له جملة.\nوذكر أن في سنده خمسة متروكون مجروحون، وأن الضحاك لم يسمع من ابن عباس شيئا.\n(¬2) إدراك علو الله على خلقه من الأمور الفطرية الضرورية التي يجدها الإنسان من نفسه حين يدعو ربه -عز وجل- والدعاء لا يكون إلا بالاتجاه نحو العلو، وتقدم الكلام على دلالة الفطرة على علو الله.\n(¬3) في س، ط: ذاك.\n(¬4) في الأصل، س: خالفتموه. والمثبت من: ط. ولعله المناسب للسياق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p959'> Vol. 03, p. 959</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n(¬2) في جميع النسخ: سبعين. والصواب ما أثبته.\n(¬3) يؤثر هذا القول عن عبد الله بن المبارك.\nانظر: السنة -لعبد الله بن أحمد بن حنبل- ص: 7. ومجموعة الرسائل والمسائل -لابن تيمية- كتاب مذهب السلف القويم في تحقيق مسألة كلام الله الكريم 3/ 344، 345.\nوجاء فيه: أن المشهور مذهب أحمد وعامة أئمة السنة تكفير الجهمية <span id='ms810'></span>، وهم المعطلة للصفات، فإن قولهم صريح في مناقضة ما جاءت به الرسل، وحقيقة قولهم: جحود الصانع، وجحود ما أخبر به عن نفسه على لسان رسوله. .\nوالجهمية عند كثير من السلف مثل ابن المبارك ويوسف بن أسباط وطائفة من أصحاب الإمام أحمد ليسوا من الثنتين والسبعين فرقة التي افترقت عليها هذه الأمة. وتقدم الكلام على هذا في ص: 695.\n(¬4) في س: لكن. وهو تصحيف.\n(¬5) في الأصل: الهو. ولا معنى لها. والمثبت من: س، ط.\n(¬6) في س، ط: بذلك عليكم.\n(¬7) ما بين المعقوفتين زيادة من: ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p960'> Vol. 03, p. 960</a>\n            </div>\n            :\n\n(¬1) ينسب هذا القول إلى أبي بكر الصيرفي.\nفقد نقل الذهبي في \"سير أعلام النبلاء\" 15/ 86 والسبكي في طبقات الشافعية 3/ 349 أنه قال: \"كانت المعتزلة قد رفعوا رؤوسهم حتى نشأ الأشعري، فحجرهم في أقماع السمسم\".\n(¬2) القمع: مصدر قمع الرجل يقمعه قمعا. وأقمعه فانقمع قهره وذلله فذل.\nوالقمع: الدخول فرارا وهربا.\nوانظر: لسان العرب -لابن منظور- 8/ 294 (قمع).\nوالسمسمة دويبة، وقيل: هي النملة الحمراء.\nانظر: اللسان -لابن منظور - 12/ 305 (سمم).\nوهذا القول كتابة عن التضييق والقهر، وهو أمر يتفق وإقامة الأشعري على الاعتزال أربعين عاما ومعرفته بدقائقه وخباياه، ولذا نجده ألف الكتب الكثيرة التي كشفت النقاب عن ذلك المذهب، وبينت تناقضه.\n(¬3) في جميع النسخ: مسعود. وهو خطأ. وتقدم التعريف به ص: 169.\n(¬4) في س، ط: أظهره.\n(¬5) سورة النساء، الآية: 40.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p961'> Vol. 03, p. 961</a>\n            </div>\n            :\n\n(¬1) في الأصل: مبدعا. وهو تصحيف. والمثبت من: س، ط.\n(¬2) كل: ساقطة من: س، ط.\n(¬3) أخرج أبو إسماعيل الهروي في كتابه \"ذم الكلام\" مخطوط - الجزء السابع - الطبقة التاسعة - اللوحة: 3، أن الحاكم عدنان بن عبدة النميري قال: سمعت أبا عمر البسطامي يقول: كان أبو الحسن الأشعري أولا ينتحل الاعتزال، ثم رجع فتكلم عليهم، وإنما مذهبه التعطيل إلا أنه رجع من التصريح إلى التمويه.\n(¬4) ما بين المعقوفتين زيادة من: ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p962'> Vol. 03, p. 962</a>\n            </div>\n            :\n\n(¬1) في ط: إلى.\n(¬2) في الأصل: وكذلك. ولعل ما أثبت من: س، ط. يستقيم به الكلام.\n(¬3) قديم: ساقطة من: س.\n(¬4) ما بين المعقوفتين زيادة من: س، ط.\n(¬5) في س، ط: قاله.\n(¬6) من: ساقطة من: ط.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p963'> Vol. 03, p. 963</a>\n            </div>\n            :\n\n(¬1) سورة طه، الآية: 14.\n(¬2) في <span id='ms811'></span> ط: نظمه. وهو خطأ.\nقائل البيت: محيي الدين بن عربي، وقد ذكره في \"الفتوحات المكية\" 4/ 141 بلفظ: ألا كل قول في الوجود. . .\n(¬3) في الأصل: سمعوا. والمثبت من: س، ط. ولعله المناسب للسياق.\n(¬4) في الأصل: اشتراكا. والمثبت من: س، ط. ولعله المناسب.\n(¬5) تقدم تخريجه ص: 538.\n(¬6) في س، ط: وكذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p964'> Vol. 03, p. 964</a>\n            </div>\n            :\n\n(¬1) هو: امرؤ القيس بن حجر الكندي، اختلف في اسمه، واشتهر بلقبه، شاعر عربي من قبيلة كندة التي هاجرت من اليمن، عاش في القرن السادس الميلادي وتوفي سنة 80 ق. ه.\nانظر: دائرة المعارف الإسلامية - 4/ 406، 407. والأعلام -للزركلي 1/ 351 , 352.\n(¬2) هذا صدر بيت لامرئ القيس، وعجزه:\n. . . . . . . . . . . . . . ... بسقط اللوى بين الدخول فحومل\nوهو مطلع معلقته المشهورة، انظر: ديوان امرئ القيس ص: 8.\n(¬3) فطر: ساقطة من: س.\n(¬4) سورة التوبة، الآية: 6.\n(¬5) الحديث عن البراء بن عازب قال: قال رسول الله - صلى الله عليه وسلم - \"زينوا .. \".\nأخرجه أبو داود في سننه 2/ 155 - كتاب الصلاة - باب استحباب الترتيل في القراءة، حديث / 1468. والنسائي في سننه 2/ 139 - كتاب الافتتاح - باب تزيين القرآن بالصوت. وابن ماجة في سننه 1/ 436 - كتاب إقامة الصلاة والسنة فيها - باب في حسن الصوت بالقرآن - الحديث / 1342. والدارمي في سننه 2/ 340 - كتاب فضائل القرآن - باب التغني بالقرآن - الحديث 3503. =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p965'> Vol. 03, p. 965</a>\n            </div>\n            :\n\n= قال الألباني: صحيح.\nانظر: صحيح الجامع الصغير وزياداته (الفتح الكبير) 3/ 194.\n(¬1) في س، ط: يقوله.\n(¬2) هو: أبو هاشم عبد السلام بن أبي علي محمد الجبائي.\nوتقدم التعريف به وبأبيه.\n(¬3) الأول: قول أبي الهذيل وأبي علي الجبائي: أن الحكاية عين المحكي لقولهما بأن الكلام باق، وأنه معنى غير الصوت.\nالثاني: ما يقوله أبو هاشم وأصحابه، والجعفران -هما: جعفر بن حرب، وجعفر بن مبشر الثقفي- من قبل، ومذهب أبي القاسم والإخشيدية أن الحكاية غير المحكي، لما كان الكلام عندهم من قبيل الأصوات، وهي لا تبقى، فلم يكن بد من القول بذلك.\nانظر: المحيط بالتكليف للقاضي عبد الجبار - جمع الحسن بن أحمد بن متوية - ص: 327.\n(¬4) في ط: يقوله.\n(¬5) في س، ط: يقصد.\n(¬6) ما بين المعقوفتين زيادة من: س، ط.\n(¬7) في الأصل: لكن. وهو تصحيف. ولعل ما أثبته من: س، ط. هو الصواب.\n(¬8) في س <span id='ms812'></span>، ط: بقصد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p966'> Vol. 03, p. 966</a>\n            </div>\n            :\n\n(¬1) هذا هو رأي الشيخ -رحمه الله- في هذه المسألة.\nانظر: مجموع الفتاوى 21/ 268، 269، 459 - 463. و 26/ 190، 191.\nوقد اختلف العلماء -رحمهم الله- في جواز قراءة آية أو بعض آية للجنب.\nوللوقوف على ذلك، تراجع المصادر التالية: الإنصاف -للمرداوي- 1/ 243.\nكشاف القناع -للبهوتي- 1/ 168، 169.\n(¬2) في س، ط: يقوله.\n(¬3) في س، ط: لكن قالوا هم.\n(¬4) ما بين المعقوفتين زيادة من: س، ط. يقتضيها الكلام.\n(¬5) ما بين المعقوفتين زيادة من: س، ط، يقتضيها الكلام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p967'> Vol. 03, p. 967</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n(¬2) في الأصل، س: يدخلوه. والمثبت من: ط. ولعله المناسب للسياق.\n(¬3) في ط: وللمعاني وللفظ. .\n(¬4) ما بين المعقوفتين زيادة من: س، ط. سقط من الأصل سهوا.\n(¬5) به: ساقطة من: س، ط.\n(¬6) ثكلتك: أي: فقدتك. وهو دعاء عليه بالموت ظاهرا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p968'> Vol. 03, p. 968</a>\n            </div>\n            :\n\n= والمقصود: التعجب من الغفلة عن هذا الأمر.\nانظر: تعليق محمد فؤاد عبد الباقي على سنن ابن ماجة 2/ 1315. والنهاية -لابن الأثير- 1/ 217.\n(¬1) الحديث مع اختلاف يسير في الألفاظ أخرجه البخاري ومسلم وغيرهما عن أبي هريرة - رضي الله عنه - إلى قوله: \"أو تعمل به\".\nانظره في: صحيح البخاري 6/ 169 - كتاب الطلاق- باب الطلاق في الإغلاق والمكره والسكران. . وصحيح مسلم 1/ 117 - كتاب الإيمان - باب تجاوز الله عن حديث النفس والخواطر. . الحديث / 202. وسنن النسائي 6/ 127، 128 - كتاب الطلاق- باب من طلق في نفسه. وسنن ابن ماجة 1/ 658 - كتاب الطلاق - باب من طلق في نفسه ولم يتكلم به.- الحديث / 2040.\nأما باقي الحديث: فقال له معاذ: يا رسول الله. . فلم أقف عليه مذكورا مع ما أخرجته من الكتب المتقدمة، بل ذكر ضمن حديث أخرجه الترمذي وغيره عن معاذ بن جبل - رضي الله عنه - قال: كنت مع النبي - صلى الله عليه وسلم - في سفر، فأصبحت يوما قريبا منه ونحن نسير، فقلت: يا رسول الله أخبرني بعمل يدخلني الجنة ويباعدني من النار، قال: \"لقد سألت عن عظيم وإنه ليسير على من يسره الله عليه، تعبد الله ولا تشرك به شيئا. . \".\nوجاء في آخره، ثم قال: \"ألا أخبرك بملاك ذلك كله؟ \" قلت: بلى يا نبي الله، فأخذ بلسانه وقال: \"كف عليك هذا\" فقلت <span id='ms813'></span>: يا نبي الله، وإنا لمؤاخذون بما نتكلم به؟ فقال: \"ثكلتك أمك يا معاذ، وهل يكب الناس في النار على وجوههم أو على مناخرهم إلا حصائد ألسنتهم\".\nقال الترمذي: هذا حديث حسن صحيح.\nانظر: سنن الترمذي 5/ 12 - كتاب الإيمان - باب ما جاء في حرمة الصلاة - الحديث / 2616. وسنن ابن ماجة 2/ 1314، 1315 كتاب الفتن - باب كف اللسان في الفتنة الحديث / 3973. المسند -للإمام أحمد - 5/ 231، 236، 237. والمصنف -لابن أبي شيبة - 9/ 65.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p969'> Vol. 03, p. 969</a>\n            </div>\n            :\n\n(¬1) المقصود ترجمة معانيه، لا ترجمة حروفه فهي غير جائزة على ما ذهب إليه أهل العلم. وانظر ما ذكره الشيخ عن ترجمة القرآن في كتابه \"نقض المنطق\" ص: 97 - 99. والزركشي في \"البرهان في علوم القرآن\" 1/ 465، 466.\n(¬2) سورة النساء، الآيتان: 163، 164.\nوقد جاء في الأصل: عليك بالحق ورسلا. وهو خطأ.\n(¬3) سورة الشورى، الآية: 51.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p970'> Vol. 03, p. 970</a>\n            </div>\n            :\n\n(¬1) كحديث الشفاعة الطويل الذي أخرجه البخاري وغيره.\nانظر: صحيح البخاري 8/ 200 - 202 - كتاب التوحيد- باب كلام الرب -عز وجل- يوم القيامة. .\n(¬2) سورة الواقعة، الآية: 77.\n(¬3) سورة الأعراف، الآية: 157.\n(¬4) قبل كلمة \"بمنزلة\" ذكر في الأصل: \"في التوراة هو اسمه\". والكلام يستقيم بدونها. والذي يظهر أنه سبق نظر من الناسخ إلى مثيلتها في السطر السابق.\n(¬5) في الأصل، س: لأن. والمثبت من: ط. ولعله المناسب لسياق الكلام.\n(¬6) في جميع النسخ: أربعة. وهو خطأ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p971'> Vol. 03, p. 971</a>\n            </div>\n            :\n\n(¬1) في الأصل: مرتبة. والمثبت من: س، ط، ولعله المناسب.\n(¬2) ما بين المعقوفتين زيادة من: س. وفي ط: عنه.\n(¬3) الفرق: هو مفرق شعر الرأس. انظر: لسان العرب -لابن منظور- 10/ 301 (فرق).\n(¬4) سورة الحاقة، الآية: 4. وسورة التكوير، الآية: 19.\n(¬5) سورة التكوير، الآية: 19.\n(¬6) سورة الحاقة، الآية: 40.\n(¬7) إن: ساقطة من: س.\n(¬8) ما بين المعقوفتين زيادة من: س، ط.\n(¬9) في س، ط: مبلغ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p972'> Vol. 03, p. 972</a>\n            </div>\n            :\n\n(¬1) سورة المائدة، الآية: 67.\n(¬2) الحديث عن جابر بن عبد الله - رضي الله عنه - أخرجه أبو داود والترمذي وابن ماجة بلفظ: \"ألا رجل يحملني إلى قومه، فإن قريشا. . \". وانظر: سنن أبي داود 5/ 103 - كتاب السنة - باب في القرآن- الحديث / 4734. وسنن الترمذي 5/ 184 - كتاب فضائل القرآن- الباب رقم 24 - الحديث / 2925. وقال: هذا حديث غريب صحيح. وسنن ابن ماجة 1/ 73 - المقدمة- باب فيما أنكرت الجهمية - الحديث 201. وسنن الدارمي 2/ 317 - كتاب فضائل القرآن- باب القرآن كلام الله <span id='ms814'></span> - الحديث / 3357 بلفظ \"هل من رجل يحملني إلى قومه، فإن قريشا. . \".\n(¬3) في الأصل: يقول. والمثبت من: س، ط. ولعله المناسب.\n(¬4) في س: فيجب أن القرآن يكون قولا من تكلم. . وفي ط: فيجب أن القرآن يكون قول من تكلم. .\n(¬5) سورة التكوير، الآية: 19. وسورة الحاقة، الآية: 40.\n(¬6) سورة الأنبياء، الآية: 2.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p973'> Vol. 03, p. 973</a>\n            </div>\n            :\n\n(¬1) في س، ط: وإما.\n(¬2) سورة التكوير، الآية: 19. وسورة الحاقة، الآية: 40.\n(¬3) سورة الأنبياء، الآية: 2.\n(¬4) سورة النحل، الآيتان: 101، 102.\n(¬5) سورة الأنعام، الآية: 114.\n(¬6) سورة الأحقاف، الآية: 2. وسورة الجاثية، الآية: 2. وسورة الزمر، الآية: 1.\nولم ترد لفظة: (الكتاب) في الأصل. وهو خطأ.\n(¬7) سورة فصلت، الآيتان: 1، 2.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p974'> Vol. 03, p. 974</a>\n            </div>\n            :\n\n(¬1) ببدع: ساقطة من: س.\n(¬2) تقدم بيان مذاهب الناس في الإيمان. فراجعه ص: 647 - 648.\n(¬3) في الأصل: الملي الذي لا يسمى. والكلام يستقيم بما أثبته من: س، ط.\n(¬4) أي: في منزلة بين المنزلتين. وهذا في الدنيا.\n(¬5) وهذا الحكم عليهم في الآخرة، وتقدم الكلام على مرتكب الكبيرة عند المتكلمين وبيان مذهب السلف -رحمهم الله - في ذلك. فراجعه في ص: 471.\n(¬6) في س: ينازعون.\n(¬7) لا نعلم: ساقطة من: س.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p975'> Vol. 03, p. 975</a>\n            </div>\n            :\n\n(¬1) في س: فساد.\n(¬2) انظر رأيهم هذا في:\nمسائل العدل والتوحيد - المختصر في أصول الدين -للقاضي عبد الجبار ص: 208. إنقاذ البشرية من الجبر والقدر - للشريف المرتضى- 274. والفرق بين الفرق -للبغدادي- ص: 114، 115. والاقتصاد في الاعتقاد -للغزالي- ص: 123، 136.\n(¬3) عقد القاضي عبد الجبار في \"المغني\" 6/ 51 (الإرادة) -فما بعدها- فصلا في أن المحبة والرضا والاختيار والولاية ترجع إلى الإرادة وما يتصل بذلك، وقد ناقش فيه قول من يقول: \"إن الله لا يجب كونه محبا لما يريده\".\n(¬4) في الرد على الجهمية والزنادقة - ص: 85.\n(¬5) في الرد على الجهمية: مجمعون.\n(¬6) في ط: وقلتم.\n(¬7) تقدم الكلام على رأي الأشاعرة في هذه المسألة ص: 960.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p976'> Vol. 03, p. 976</a>\n            </div>\n            :\n\n(¬1) سورة الزمر، الآية: 7.\n(¬2) انظر هذا التأويل في: التفسير الكبير -للرازي- 26/ 247. والتمهيد -للباقلاني- ص: 284.\n(¬3) سورة البقرة، الآية: 205.\n(¬4) انظر هذا التأويل في: التفسير الكبير -للرازي- 5/ 202. والتمهيد -للباقلاني- ص: 284.\n(¬5) كأبي بكر الباقلاني في \"التمهيد\" ص: 284. والشهرستاني في \"نهاية الإقدام\" ص: 259.\n(¬6) تقدم الكلام على اللطف عند المعتزلة ص: 627.\n(¬7) الأشاعرة يقولون -كما بينه الشيخ رحمه الله -: إن الإنسان يستطيع باستطاعة هي غيره، يستحيل <span id='ms815'></span> تقدمها للفعل، بل الفعل يحدث الاستطاعة في حال حدوثها.\nأي: إن الاستطاعة تقارن الفعل عندهم، ويستدلون لذلك بأدلة عقلية أحيل عليها في المصادر التالية: اللمع -لأبي الحسن الأشعري- ص: 93 - 95.\nالإرشاد -لأبي المعالي الجويني- ص: 219 - 222. التمهيد -لأبي بكر الباقلاني =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p977'> Vol. 03, p. 977</a>\n            </div>\n            :\n\n= - ص: 286، 287. أما المعتزلة فأجمعت على أن الاستطاعة قبل الفعل، وهي قدرة عليه وعلى ضده، وهي غير موجبة للفعل.\nانظر: شرح الأصول الخسمة -للقاضي عبد الجبار- ص: 396. مقالات الإسلاميين -لأبي الحسن الأشعري- 1/ 300. والصواب في هذه المسألة كما قال الشيخ في \"الفتاوى\" 8/ 372، 373: \"والذي دل عليه الكتاب والسنة: أن الاستطاعة متقدمة على الفعل، ومقارنة له -أيضا- وتقارنه -أيضا- استطاعة أخرى لا تصلح لغيره. فالاستطاعة نوعان: متقدمة صالحة للضدين، ومقارنة لا تكون إلا مع الفعل.\nفتلك هي المصححة للفعل المجوزة له، وهذه هي الموجبة للفعل المحققة له. . \".\nثم ذكر -رحمه الله- الأدلة على النوعين من الكتاب والسنة قال: \"فالأولى: هي الشرعية التي هي مناط الأمر والنهي، والثواب والعقاب، وعليها يتكلم الفقهاء، وهي الغالبة في عرف الناس.\nوالثانية: هي الكونية التي هي مناط القضاء والقدر، وبها يتحقق وجود الفعل\".\n(¬1) سورة آل عمران، الآية: 97.\n(¬2) سورة التغابن، الآية: 16.\n(¬3) الحديث بهذا اللفظ أخرجه البخاري عن أبي هريرة عن النبي - صلى الله عليه وسلم - قال: \"دعوني ما تركتكم إنما هلك من كان قبلكم بسؤالهم، واختلافهم على أنبيائهم، فإذا نهيتكم عن شيء فاجتنبوه، وإذا أمرتكم. . \".\nصحيح البخاري 9/ 142 كتاب الاعتصام بالكتاب والسنة - باب الاقتداء بسنن رسول الله - صلى الله عليه وسلم -.\nوالحديث مع اختلاف في الألفاظ في: صحيح مسلم 2/ 975 - كتاب الحج - باب فرض الحج مرة في العمر- الحديث / 412. سنن النسائي 5/ 83 - كتاب =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p978'> Vol. 03, p. 978</a>\n            </div>\n            :\n\n= مناسك الحج - باب وجوب الحج. وسنن ابن ماجة 1/ 3 - المقدمة- باب اتباع سنة رسول الله - صلى الله عليه وسلم - الحديث / 1. ومسند الإمام أحمد 2/ 247، 258.\n(¬1) في ط: لا تلتلزمون. وهو تصحيف.\n(¬2) قال الأشعري والباقلاني: \"الواقع بالقدرة الحادثة هو كون الفعل كسبا، دون كونه موجودا أو محدثا، فكونه كسبا وصف للوجود بمثابة كونه معلوما ولخص بعض متأخريهم هذه العبارات بأن قال: الكسب عبارة عن الاقتران العادي <span id='ms816'></span> بين القدرة المحدثة والفعل، فإن الله - سبحانه - أجرى العبادة بخلق الفعل عند قدرة العبد وإرادته لا بهما، فهذا الاقتران هو الكسب\".\nيقول ابن القيم -رحمه الله- بعد ذكره لما تقدم: \"ولهذا قال كثير من العقلاء: إن هذا من محالات الكلام، وإنه شقيق أحوال أبي هاشم وطفرة النظام، والمعنى القائم بالنفس الذي يسميه القائلون به كلاما، وشيء من ذلك غير معقول، ولا متصور\".\nثم بين -رحمه الله- أن ما استقر عليه قول الأشعري أن القدرة الحادثة لا تؤثر في مقدورها ولم يقع المقدور ولا صفة من صفاته، بل المقدور بجميع صفاته واقع بالقدرة القديمة، ولا تأثير للقدرة الحادثة فيه، وتابعه على ذلك عامة أصحابه\". =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p979'> Vol. 03, p. 979</a>\n            </div>\n            :\n\n= شفاء العليل -لابن القيم- ص: 122. وانظر: اللمع -للأشعري- ص: 96، 97. والتمهيد -للباقلاني- ص: 286، 287، 307، 308. والملل والنحل -للشهرستاني- 1/ 96 - 98.\n(¬1) في الأصل، س، يفرقوا. ولعل ما أثبت من: ط يكون مناسبا للسياق.\n(¬2) ذكر الشيخ -رحمه الله- في \"الفتاوى\" 8/ 119: أنهم فرقوا بين الكسب الذي أثبتوه وبين الفعل فقالوا: \"الكسب عبارة عن اقتران المقدور بالقدرة الحادثة، والخلق هو المقدور بالقدرة القديمة.\nوقالوا -أيضا-: الكسب هو الفعل القائم بمحل القدرة عليه، والخلق هو الفعل الخارج عن محل القدرة عليه\".\nثم بين -رحمه الله- أن الناس قالوا لهم: \"هذا لا يوجب فرقا بين كون العبد كسب وبين كونه فعل، وأوجد وأحدث وصنع وعمل ونحو ذلك، فإن فعله وإحداثه وعمله وصنعه هو -أيضا- مقدور بالقدرة الحادثة، وهو قائم في محل القدرة الحادثة. و -أيضا- فهذا فرق لا حقيقة له، فإن كون المقدور في محل القدرة أو خارجا عن محلها لا يعود إلى نفس تأثير القدرة فيه: وهو مبني على أصلين:\nأن الله لا يقدر على فعل يقوم بنفسه، وأن خلقه للعالم هو نفس العالم، وأكثر العقلاء من المسلمين وغيرهم على خلاف ذلك.\nالثاني: أن قدرة العبد لا يكون مقدورها إلا في محل وجودها، ولا يكون شيء من مقدورها خارجا عن محلها\".\nانظر ما ذكره الآمدي في \"غاية المرام\" ص: 223 من الفرق بين الكسب والخلق.\n(¬3) يحدث: ساقطة من <span id='ms817'></span>: س.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p980'> Vol. 03, p. 980</a>\n            </div>\n            :\n\n(¬1) في هامش س: قف على مذهب أهل السنة.\n(¬2) سورة المعارج، الآيتان: 19 - 20.\n(¬3) في س، ط: هو كسائر.\n(¬4) في الأصل، س: لا تنكر. والمثبت من: ط. ولعله المناسب.\n(¬5) في س: الأحكام والأسماء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p981'> Vol. 03, p. 981</a>\n            </div>\n            :\n\n(¬1) الآثار: ساقطة من: س.\n(¬2) في س: نسبتموه. وهو تصحيف.\n(¬3) سورة الحجر، الآية: 9.\n(¬4) في الأصل: تكون. والمثبت من: س، ط. ولعله المناسب.\n(¬5) في ط: شاركتموهم.\n(¬6) ما بين المعقوفتين ساقط من: س، ط.\n(¬7) وشاركهم الأشاعرة في ذلك.\nانظر: محصل أفكار المتقدمين والمتأخرين -للرازي- ص: 51. حيث ذكر أن كل ما يتوقف العلم بصدق الرسول على العلم به لا يمكن إثباته بالنقل وإلا لزم الدور.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p982'> Vol. 03, p. 982</a>\n            </div>\n            :\n\n(¬1) في ط: سموهما.\n(¬2) سورة الأنعام، الآية: 103.\n(¬3) سورة الشورى، الآية: 11.\n(¬4) سورة الحديد، الآية. 4.\n(¬5) ما بين المعقوفتين زيادة من: س، ط.\n(¬6) ثم: ساقطة من: س.\n(¬7) وقد خصص إمام الحرمين الجويني لذلك بابا في \"الإرشاد\" ص: 358 - 360 أسماه \"باب القول في السمعيات\" قال فيه: \"اعلموا، وفقكم الله تعالى أن أصول العقائد تنقسم إلى ما يدرك عقلا، ولا يسوغ تقدير إدراكه سمعا، وإلى ما يدرك عقلا، ولا يتقدر إدراكه عقلا، وإلى ما يجوز إدراكه سمعا وعقلا\".\nوبعد أن تكلم على كل قسم من هذه الأقسام قال: \"فإذا ثبتت هذه المقدمة، فيتعين بعدها على كل معتن بالدين واثق بعقله أن ينظر فيما تعلقت به الأدلة السمعية، فإن صادفه غير مستحيل في العقل، وكانت الأدلة السمعية قاطعة في طرقها، لا مجال للاحتمال في ثبوت أصولها ولا في تأويلها -فما هذا سبيله- فلا وجه إلا القطع به.\nوإذا لم تثبت الأدلة السمعية بطرق قاطعة، ولم يكن مضمونها مستحيلا في العقل، وثبتت أصولها قطعا، ولكن طريق التأويل يجول فيها، فلا سبيل إلى =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p983'> Vol. 03, p. 983</a>\n            </div>\n            :\n\n= القطع، ولكن المتدين يغلب على ظنه ثبوت ما دل الدليل السمعي على ثبوته، وإن لم يكن قاطعا، وإن كان مضمون الشرع المتصل بنا مخالفا لقضية العقل، فهو مردود قطعا بأن الشرع لا يخالف العقل، ولا يتصور في هذا القسم ثبوت سمع قاطع، ولا خفاء به\".\nأما الرازي فإننا نجده يقول في كتابه \"أساس التقديس\" ص <span id='ms818'></span>: 172، 173: \"اعلم أن الدلائل القطعية العقلية إذا قامت على ثبوت شيء ثم وجدنا أدلة نقلية يشعر ظاهرها بخلاف ذلك فهناك لا يخلو الحال من أحد أمور أربعة: \".\nوبعد أن تكلم عليها مما يفيد إبطالها قال: \"ولما بطلت الأقسام الأربعة لم يبق إلا أن يقطع بمقتضى الدلائل العقلية القاطعة بأن هذه الدلائل النقلية إما أن يقال: إنها غير صحيحة، أو يقال: إنها صحيحة، إلا أن المراد منها غير ظواهرها، ثم إن جوزنا التأويل، واشتغلنا على سبيل التبرع بذكر التأويلات على التفصيل، وإن لم يجز التأويل فوضنا العلم بها إلى الله -تعالى- فهذا هو القانون الكلي المرجوع إليه في المتشابهات\".\nوهذا القانون الكلي عند الرازي مصرح به في كتبه مثل: \"نهاية العقول في دراية الأصول\" -مخطوط- اللوحة 14. ومحصل أفكار المتقدمين والمتأخرين\" ص: 51.\n(¬1) في الأصل: ومنهم من أخذتموها. والكلام يستقيم بدون هذه الزيادة كما في: س، ط.\n(¬2) نسب الشيخ -رحمه الله- في \"مجموع الفتاوى\" 14/ 349، هذا القول إلى: أبي إسماعيل الهروي.\n(¬3) يقول الشيخ -رحمه الله- في \"الفتاوى\" 14/ 349: \"ومن الناس من يقول: المعتزلة مخانيث الفلاسفة.\nوقد ذكر الأشعري وغيره هذا لأن قائله لم يعلم أن جهما سبق هؤلاء إلى هذا الأصل، أو لأنهم مخانيثهم من بعض الوجوه، وإلا فمخالفتهم للفلاسفة كبيرة جدا\".\nوالمعنى: تشبهوا بهم وفعلوا مثل فعلهم. انظر: تاج العروس للزبيدي- 1 / (خنث).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p984'> Vol. 03, p. 984</a>\n            </div>\n            :\n\n(¬1) في ط: شاركتموهم.\n(¬2) بين الشيخ -رحمه الله- في كتابه \"درء تعارض العقل والنقل\" 1/ 22 أنه صنف مصنفا قديما منذ نحو ثلاثين سنة في فساد ما زعمه هؤلاء من أن الاستدلال بالأدلة السمعية موقوف على مقدمات ظنية، وأنه ذكر طرفا من بيان فساد هذا الكلام في الكلام على المحصل.\nيقول د. محمد رشاد سالم -رحمه الله- محقق الكتاب: \"من مؤلفات ابن تيمية كتاب شرح أول المحصل، في مجلد، وهو كتاب مفقود\".\n(¬3) في س: دلة. وهو تصحيف.\n(¬4) انظر: الإرشاد -للجويني- ص: 8.\n(¬5) في س: سميوها. وهو تصحيف.\n(¬6) في ط: نفس. وهو تصحيف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p985'> Vol. 03, p. 985</a>\n            </div>\n            :\n\n(¬1) ما بين المعقوفتين زيادة من: س، ط.\n(¬2) في ط: حكم.\n(¬3) انظر: مجموع الفتاوى- 2/ 46، 47، 12/ 81، 82، حيث بين <span id='ms819'></span> -رحمه الله- أن في القرآن من بيان أصول الدين التي تعلم مقدماتها بالعقل الصريح ما لا يوجد مثله في كلام أحد من الناس، بل عامة ما يأتي به حذاق النظار من الأدلة العقلية يأتي القرآن بخلاصتها، وبما هو أحسن منها.\n(¬4) في الأصل، س: ما. والمثبت من: ط. ولعله المناسب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p986'> Vol. 03, p. 986</a>\n            </div>\n            :\n\n(¬1) في الأصل: لا يتسع. والمثبت من: س. ولعله المناسب للسياق.\n(¬2) انظر: الإرشاد -للجويني- ص: 17 فما بعدها. حيث فسر العرض بأنه المعنى القائم بالجوهر، كالألوان والطعوم والروائح، والحياة والموت، والعلوم والإرادات والقدر القائمة بالجوهر. والجوهر عنده هو المتحيز، وكل ذي حجم متحيز، والعالم جواهر وأعراض. والجواهر حادثة، وإثبات حدثها يبنى على أصول.\nمنها: إثبات الأعراض.\nومنها: إثبات حدثها.\nومنها: إثبات استحالة تعري الجواهر عنها.\nومنها: إثبات استحالة حوادث لا أول لها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p987'> Vol. 03, p. 987</a>\n            </div>\n            :\n\n(¬1) في الأصل: بين. والمثبت من: س، ط. ولعله المناسب.\n(¬2) في س، ط: لزم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p988'> Vol. 03, p. 988</a>\n            </div>\n            :\n\n(¬1) في الأصل: فلو. والمثبت من: س، ط، ولعله المناسب لسياق الكلام.\n(¬2) لأنه: ساقطة من: س، ط.\n(¬3) ذم الكلام -لأبي إسماعيل الهروي- ج / 7 - اللوحات: 30 - 31.\n(¬4) في: ساقطة من: ذم الكلام.\n(¬5) في س، ط: الأشعرية.\n(¬6) في الأصل: طويا. وهو تصحيف. والمثبت من: س، ط، وذم الكلام.\n(¬7) في ذم الكلام: أمو.\n(¬8) في ذم الكلام: منه.\n(¬9) في س، ط: عقيدتهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p989'> Vol. 03, p. 989</a>\n            </div>\n            :\n\n(¬1) في الأصل: درس. وهو تصحيف. والمثبت من: س، ط، وذم الكلام.\n(¬2) ما بين المعقوفتين زيادة من: س، ط، وذم الكلام.\n(¬3) في س: ما استشنعوا.\n(¬4) في ذم الكلام: قادر.\n(¬5) ما بين المعقوفتين زيادة من: س، ط، وذم الكلام.\n(¬6) في الأصل: واجتنابا. والمثبت من: س، ط، وذم الكلام. ولعله المناسب.\nوالاجتنان: الاستتار. لسان العرب لابن منظور 13/ 94 (جنن).\n(¬7) في ذم الكلام: منه.\n(¬8) في جميع النسخ، وذم الكلام: يرون. ولعل ما أثبته يناسب السياق.\n(¬9) الطيالسة: الطلس الوسخ من الثياب. والمقصود: أنهم يحملون ما فيه شائبة.\nالقاموس المحيط -للفيروزآبادي 3/ 87 (طلس).\n(¬10) في جميع النسخ: بمعانيهم. والمثبت من: ذم الكلام. ولعله المناسب.\n(¬11) الدهماء: بفتح الدال هم: العدد الكثير وجماعة الناس. القاموس المحيط -للفيروزآبادي- 2/ 225 (دهم).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p990'> Vol. 03, p. 990</a>\n            </div>\n            :\n\n(¬1) في الأصل: قلوبهم. والمثبت من: س <span id='ms820'></span>، ط، وذم الكلام. ولعله المناسب.\n(¬2) في ذم الكلام: ويصبغوا كلامهم صبغا.\n(¬3) في س، وذم الكلام: ترايا للغبي. وفي ط: تترآى للغبي.\n(¬4) سورة المائدة، الآية: 64.\n(¬5) في الأصل: يكون. والمثبت من: س، ط، وذم الكلام. ولعله المناسب.\n(¬6) في س، ط، وذم الكلام: مقالهم.\n(¬7) في ذم الكلام: مخلوق.\n(¬8) في س، ط، وذم الكلام: أوليهم.\n(¬9) في س، ط، وذم الكلام: آخريهم.\n(¬10) سحر: خدع، ومنه ساحر وسحار، وجمعه: سحرة وسحارة، وهم يستعملون في سحرهم خيوطا يعقدونها وينفثون فيها. والسحارة شيء يلعب به الصبيان إذا مد من جانب خرج على لون، وإذا مد من جانب آخر خرج على لون آخر =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p991'> Vol. 03, p. 991</a>\n            </div>\n            :\n\n= مخالف وكل ما أشبه ذلك: سحارة.\nانظر بتصرف: لسان العرب لابن منظور 4/ 348، 349 مادة \"سحر\".\n(¬1) تقدم تخريجه ص: 928.\n(¬2) الزاج: الشب اليماني، من الأدوية، وهو من أخلاط الحبر.\nراجع: لسان العرب -لابن منظور- 2/ 293 (زوج).\n(¬3) في ط: النفس. وهو تصحيف.\n(¬4) في ط: ما.\n(¬5) في ذم الكلام: وغير حسن.\n(¬6) لبد: بكسر اللام، ما يتلبد من شعر أو صوف.\nراجع: المصباح المنير -للفيومي- ص: 1548 (لبد).\n(¬7) في س، ط: فراعوا.\n(¬8) في جميع النسخ: هذا. والمثبت من: ذم الكلام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p992'> Vol. 03, p. 992</a>\n            </div>\n            :\n\n(¬1) في س: أصابعي. وفي ط: أصابع.\n(¬2) في س، ط: وقالوا.\n(¬3) الواو: ساقطة من: س، ط، وذم الكلام.\n(¬4) في س: بالسنة. وهو تصحيف. وفي ط، وذم الكلام: بالألسنة.\n(¬5) في الأصل: منها. وهي ساقطة من: س. والمثبت من: ط، وذم الكلام ولعله المناسب للسياق، والضمير يعود إلى الصفات الآنفة الذكر.\n(¬6) لعل المقصود: اختلاق الكذب، يقال من باب المجاز: خرق الرجل، إذا كذب، والتخرق: خلق الكذب.\nانظر: تاج العروس-للزبيدي- 6/ 327 - 331 (خرق).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p993'> Vol. 03, p. 993</a>\n            </div>\n            :\n\n(¬1) الشموس من الدواب: الذي لا يكاد يستقر.\nانظر: معجم مقاييس اللغة -لابن فارس- 3/ 212، 213 (شمس).\nوالمقصود: أنهم ينفرون ولا يستقرون.\n(¬2) في الأصل: فإن العبارة. والمثبت من: س، ط، وذم الكلام.\n(¬3) سورة المائدة، الآية: 64.\n(¬4) ما بين المعقوفتين زيادة من: ذم الكلام. يقتضيها السياق.\n(¬5) كتابه: ساقطة من: س.\n(¬6) أخرج الإمام أحمد وغيره بسند صحيح أن زيد بن ثابت قال: قال لي رسول الله - صلى الله عليه وسلم -: \"تحسن السريانية <span id='ms821'></span> إنها تأتيني كتب؟ \" قال: قلت: لا، قال: \"فتعلمها\". فتعلمتها في سبعة عشر يوما.\nانظر: المسند -للإمام أحمد- 5/ 182. والمعرفة والتاريخ -للفسوي- 1/ 483، 484. والطبقات الكبرى -لابن سعد- 2/ 358.\n(¬7) في ذم الكلام: بحجة.\nوقد تكلم أبو القاسم القشيري في رسالته المسماة \"شكاية أهل السنة بحكاية ما نالهم من المحنة\" على هذه المسألة، وأنها حكاية مكذوبة على أبي الحسن الأشعري وأصحابه، ولم ينطق بها أحد منهم، ولم تضمن في كتبهم، ثم ذكر الأدلة على أن الرسول حي في قبره. =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p994'> Vol. 03, p. 994</a>\n            </div>\n            :\n\n= انظر: طبقات الشافعية -للسبكي- 3/ 406 - 413.\n(¬1) الكلام لأبي إسماعيل الهروي في \"ذم الكلام\" -مخطوط- الجزء السابع - اللوحتان 32، 33. والكلام يفصله عن سابقه عدة أسطر.\n(¬2) هو: أبو زكريا يحيى بن عمار بن يحيى الشيباني السجستاني، الإمام المحدث الواعظ، شيخ سجستان، ونزيل هراة. توفي سنة 422 ه.\nقال عنه الذهبي: كان متخرقا على المبتدعة، والجهمية، بحيث يؤول به ذلك إلى تجاوز طريقة السلف.\nانظر: سير أعلام النبلاء -للذهبي- 17/ 481 - 483. وشذرات الذهب -لابن العماد- 3/ 226.\n(¬3) في الأصل: فانظر إلى أحدهم أفلا.\nوفي ط: فانظر أنت إلى أحدهم إذ لا. وفي ذم الكلام: فانظر فلا. والمثبت من: س. ولعله المناسب.\n(¬4) في س، ط: أثره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p995'> Vol. 03, p. 995</a>\n            </div>\n            :\n\n(¬1) في ط: لا تنقر.\n(¬2) ما بين المعقوفتين زيادة من: س، ط، وذم الكلام.\n(¬3) في ذم الكلام: الهزء.\n(¬4) أي: تبتعد وتتجافى.\nانظر: مختار الصحاح -لأبي بكر الرازي- ص: 644 (نبا).\n(¬5) أقول: ويغلب على الظن أن أبا إسماعيل الهروي بنى شيوع هذا الحكم على أبي الحسن الأشعري على ما أثبته في كتابه \"ذم الكلام\" -مخطوط- الجزء السادس وما نقله عنه الذهبي في \"سير أعلام النبلاء\" 16/ 478 أنه قال: \"سمعت يحيى بن عمار، سمعت زاهر بن أحمد، وكان للمسلمين -إماما- يقول: نظرت في صير باب، فرأيت أبا الحسن الأشعري يبول في البالوعة، فدخلت، فحانت الصلاة، فقام يصلي، وما كان تمسح ولا توضأ، فذكرت الوضوء. فقال: لست بمحدث. قلت: لعله نسي\".\nوهذا الكلام، وإن كان فيه من الإخلال ببعض الآداب الإسلامية التي أشك أن تصدر من شيخ خراسان في وقته، لكنه لا يدل على ما رمي به أبو الحسن <span id='ms822'></span> لأمور:\n1 - إن هذا السند منقطع، لأن زاهرا توفي سنة 289 ه - كما سيأتي في ترجمته، ويحيى بن عمار السجستاني توفي سنة 422 ه - انظر: سير أعلام النبلاء -للذهبي- 17/ 481 - 383. وشذرات الذهب -لابن العماد - 3/ 226 - ، وله تسعون سنة، وهذا يقطع بأن يحيى لم يسمع من زاهر.\n2 - إن الرجل -كما ورد في النقل- قام يصلي. فكيف يقال: إنه لا يصلي.\n3 - إن الذهبي اعتذر له بالنسيان، والنسيان -كما هو معلوم- تسقط به التكاليف الشرعية إلى حين التذكر، وهذا على فرض أنه أحدث، فكيف والإنسان قد يجد في نفسه أنه بحاجة إلى الاختلاء للبول، ويكون الأمر على خلاف ذلك.\nفاطلاق اللفظ، وإصدار الحكم على الشخص المعين يحتاج إلى تثبت وأدلة =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p996'> Vol. 03, p. 996</a>\n            </div>\n            :\n\n= قاطعة لا تقبل المناقشة، ولا يتطرق إليها الاحتمال، فكيف وقد أصدر على إمام استقر أمره على عقيدة السلف.\nيقول ابن حجر -رحمه الله- في \"فتح الباري\" 19/ 349 - أثناء شرحه للحديث الذي رواه البخاري، وذلك أن رجلا من الأنصار قال لعمر بن الخطاب - رضي الله عنه - أن الرسول - صلى الله عليه وسلم - طلق زوجاته، فغضب عمر على ابنته حفصة، وبعد سؤاله للرسول - عليه السلام - عن صحة ذلك تبين أن الأمر على خلاف ما أخبر به الأنصاري -الحديث طويل في صحيح البخاري 6/ 147 - 150 كتاب النكاح. باب موعظة الرجل ابنته لحال زوجها -وما أوردته مما يتعلق بالشاهد بالمعنى-:\n\"وفيه أن الأخبار التي تشاع -ولو كثر ناقلوها- إن لم يكن مرجعها إلى أمر حسي من مشاهدة أو سماع لا تستلزم الصدق، فإن جزم الأنصاري -في رواية- بوقوع التطليق، وكذا جزم الناس الذين رآهم عمر عند المنبر بذلك محمول على أنهم شاع بينهم ذلك من شخص بناء على التوهم الذي توهمه من اعتزال النبي - صلى الله عليه وسلم - نساءه، فظن لكونه لم تجر عادته بذلك أنه طلقهن، وأشاع أنه طلقهن، فشاع ذلك، فتحدث الناس به.\n(¬1) القائل: أبو إسماعيل الهروي، والكلام متصل بما قبله في ذم الكلام.\n(¬2) سرخس: مدينة قديمة من نواحي خراسان، وهي كبيرة واسعة بين نيسابور ومرو على نهر لا يدوم جريانه، نسب إليها <span id='ms823'></span> من لا يحصى من الأئمة.\nانظر: معجم البلدان -للحموي- 3/ 208، 209. والروض المعطار -للحميري- ص: 316.\n(¬3) هو: أبو علي زاهر بن أحمد بن محمد بن عيسى السرخسي، الفقيه المحدث، شيخ عصره بخراسان. أخذ الكلام عن أبي الحسن الأشعري. توفي سنة 289 ه.\nانظر: تبيين كذب المفتري -لابن عساكر- ص: 206، 207. والمنتظم -لابن الجوزي- 7/ 206. وطبقات الشافعية -للسبكي- 3/ 293، 294.\n(¬4) في الأصل: تكاد في. وهو تصحيف. وفي ط: متحيرا لمسألة تكافئ. . . =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p997'> Vol. 03, p. 997</a>\n            </div>\n            :\n\n= والمثبت من: س، وذم الكلام. ولعله المناسب.\nوالمقصود المسألة التي تكافأت فيها الأدلة وهي مسألة حدوث العالم، وتقدم ذكر الشيخ -رحمه الله- هذه المسألة ص: 620 وما بعدها، والإشارة إلى تكافؤ الأدلة فيها عند الأشعري في آخر عمره، وأبي عبد الله الرازي -كما صرح به- في كتابه \"المطالب العالية\" وغيرهم، وصاروا فيها إلى الوقف والحيرة.\n(¬1) هو: الإمام الشافعي -رحمه الله تعالى.\n(¬2) في ط: اعتقادهم.\n(¬3) أي: أبو إسماعيل الأنصاري في \"ذم الكلام\" مخطوط -الجزء السابع- اللوحة: 33. والكلام يفصله عن سابقه بعض الأسطر.\n(¬4) في س، ط: بإسناده.\n(¬5) أبو إسماعيل الأنصاري- في المصدر السابق.\n(¬6) أبو إسماعيل الأنصاري- في المصدر السابق.\n(¬7) في س، ط: بإسناده.\n(¬8) ما بين المعقوفتين زيادة من: س، ط، وذم الكلام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p998'> Vol. 03, p. 998</a>\n            </div>\n            :\n\n(¬1) في ط: ثقيلا.\n(¬2) في ذم الكلام: أو عملا.\n(¬3) في ذم الكلام: شيء.\n(¬4) في ط: لا يعلمون. وهو تصحيف.\n(¬5) شرح اعتقاد أهل السنة والجماعة 4/ 723.\n(¬6) هو: أبو العباس أحمد بن إسحاق بن المقتدر بالله، الخليفة العباسي، تولى الخلافة سنة 381 ه، وطالت أيامه، وكان حازما مطاعا، حليما كريما، وهو من علماء الخلفاء، صنف كتابا في \"الأصول\" فيه تكفير المعتزلة والقائلين بخلق القرآن، توفي سنة 422 ه ببغداد.\nانظر: تاريخ بغداد -للخطيب - 4/ 37، 38. والكامل -لابن الأثير - 9/ 80، 414 - 417. والأعلام -للزركلي- 1/ 91، 92.\n(¬7) في الأصل، ط: مليكته. وفي س: ملكته. والمثبت من: شرح أصول اعتقاد أهل السنة والجماعة. وهو المناسب.\n(¬8) في س، ط: والرقص. وهو تصحيف.\n(¬9) ما بين المعقوفتين زيادة من: س، ط، وشرح أصول اعتقاد أهل السنة والجماعة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p999'> Vol. 03, p. 999</a>\n            </div>\n            :\n\n(¬1) في شرح أصول اعتقاد أهل السنة: نصرته. وتقدم التعريف به ص: 710.\n(¬2) ما بين المعقوفتين زيادة من: س، ط، وشرح أصول اعتقاد <span id='ms824'></span> أهل السنة.\n(¬3) إحدى فرق الشيعة الإمامية، وتنتسب إلى إسماعيل بن جعفر الصادق، لكن إسماعيلا توفي في حياة والده ولذا انقسمت إلى فرقتين:\nالأولى: وهي الإسماعيلية الخالصة، قالت: إن الإمام بعد جعفر ابنه إسماعيل وأنكرت موته في حياة أبيه، وفسروا ذلك بأنه أظهر الموت تقية من خلفاء بني العباس، وهذه الفرقة تنتظر إسماعيل بن جعفر.\nوالثانية: قالت: إن الإمام بعد جعفر سبطه محمد بن إسماعيل بن جعفر، وهؤلاء يقال لهم: المباركية.\nوللإسماعيلية عقائد فاسدة في الله وصفاته وفي الصحابة وفي الثواب والعقاب والمعاد وغير ذلك مما لا يتسع المفام لتفصيله، ولكن أحيل عليه في المصادر التالية: الفرق بين الفرق -للبغدادي- ص: 62، 63. الملل والنحل -للشهرستاني- 1/ 167، 168، 191 - 198. مذاهب الإسلاميين -لعبد الرحمن بدوي- 2/ 87 - 91. القرامطة -لمحمود شاكر- ص: 39 - 41.\nالإسماعيلية تاريخ وعقائد -لإحسان الهي ظهير- ص: 267 - 592. فقد تكلم في هذه الصفحات على عقائد الإسماعيلية بشكل مفصل معتمدا في ذلك على ما جاء في كتبهم.\n(¬4) في شرح أصول اعتقاد أهل السنة والجماعة: ونفيهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1000'> Vol. 03, p. 1000</a>\n            </div>\n            :\n\n(¬1) في شرح أصول اعتقاد أهل السنة والجماعة: يدي.\n(¬2) ما بين المعقوفتين زيادة من: شرح أصول اعتقاد أهل السنة والجماعة.\n(¬3) في ط، وشرح اعتقاد أهل السنة والجماعة: يرث الله الأرض.\n(¬4) ذم الكلام -مخطوط- الجزء السادس- اللوحة: 43.\n(¬5) في ذم الكلام: وفيهم نجمت.\nوفي مختار الصحاح -لأبي بكر الرازي- ص: 647: نجم الشيء: أي ظهر.\n(¬6) وذكر: ساقطة من: س.\n(¬7) في المصدر السابق -الجزء السابع- اللوحة: 8.\n(¬8) هو: محمود بن سبكتكين. المتقدم.\n(¬9) ما بين المعقوفتين زيادة من: س، ط، وذم الكلام.\n(¬10) في الأصل: الماحدين. وهو تصحيف.\n(¬11) في الأصل: وإلا. والكلام يستقيم بدون الواو، كما هو مثبت.\n(¬12) في ذم الكلام: عنهم.\n(¬13) في س، ط: يناجي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1001'> Vol. 03, p. 1001</a>\n            </div>\n            :\n\n(¬1) في س، وذم الكلام: فلم يخف. وهي ساقطة من: ط.\n(¬2) في ذم الكلام: يصرح.\n(¬3) القلانس: جمع قلنسوة: وهي تلبس في الرأس، ولعله قصد بها العمائم، أي: والفقهاء بعمائمهم.\nانظر: القاموس المحيط -للفيروزآبادي- 3/ 675 (قلس).\n(¬4) في ذم الكلام: وقد.\n(¬5) في ذم الكلام: ذله.\n(¬6) في ط: واستعر. وفي ذم الكلام: وأشعرهم ظلمه.\n(¬7) أي: بالأنظار. واللحظ: النظر في موخر العين.\nانظر <span id='ms825'></span>: مختار الصحاح -لأبي بكر الرازي- ص: 593 (لحظ).\n(¬8) في ذم الكلام: ويتبرأ.\n(¬9) أي: أحباؤهم ومن يودهم.\nانظر: مختار الصحاح -لأبي بكر الرازي- ص: 714 (ودد).\n(¬10) أبو نصر منصور بن محمد الكندري.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1002'> Vol. 03, p. 1002</a>\n            </div>\n            :\n\n(¬1) تبيين كذب المفتري -لابن عساكر- ص: 101.\n(¬2) في تبيين كذب المفتري: ثم إنه أعز. .\n(¬3) في تبيين كذب المفتري: المبتدعة.\n(¬4) في جميع النسخ: ليلبسوا. والمثبت من: تبيين كذب المفتري. ولعله المناسب.\n(¬5) يمكن الإطلاع عليها في: تبيين كذب المفتري - ص: 101 - 108.\n(¬6) في تبيين كذب المفتري - ص: 108.\n(¬7) في ط: وأشعار.\n(¬8) في تبيين كذب المفتري:. . حزب الشيخ أبي. .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1003'> Vol. 03, p. 1003</a>\n            </div>\n            :\n\n(¬1) في س: البديع. وهو تصحيف.\n(¬2) في الأصل: وقصدوا. والمثبت من: س، ط، وتبيين كذب المفتري.\n(¬3) في تبيين كذب المفترى: عن الخطابة بنيسابور.\n(¬4) في جميع النسخ: قام. ولعل ما أثبته من تبيين كذب المفتري يكون مناسبا.\n(¬5) هو: أبو القاسم القشيري.\n(¬6) في تبيين كذب المفتري: \"عن البلد وهان عليهما في مخالفته الاغتراب، وفراق الوطن والأهل والولد فلم يكن\".\n(¬7) في تبيين كذب المفتري: \"إلا يسيرا حتى تقشعت تلك السحابة، وتبدد بهلك الوزير شمل تلك العصابة، ومات ذلك. . \".\n(¬8) في تبيين كذب المفتري: \"الكامل والصدر العالم العادل أبا علي. . \".\n(¬9) في ط: السب. والثلب: هو إظهار العيوب والنقائص. انظر: مختار الصحاح -لأبي بكر الرازي- ص: 85 (ثلب).\n(¬10) أشار ابن كثير إلى هذه الرسالة، وإن القشيري صنفها عندما نقل إلى الملك طغرل بك أن أبا الحسن الأشعري ذكر بشيء من الأمور التي لا تليق بالدين والسنة، فأمر بلعنه، فضج أبو القاسم القشيري من ذلك وصنفها. =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1004'> Vol. 03, p. 1004</a>\n            </div>\n            :\n\n= انظر: البداية والنهاية -لابن كثير- 12/ 70. وانظر ما ذكرته عن أبي القاسم القشيري ورسالته ص: 82.\n(¬1) تبيين كذب المفتري -لابن عساكر- ص: 110، 111.\n(¬2) في الأصل: قال وفيها مما. والمثبت من: س، ط، وتبيين كذب المفتري.\n(¬3) في تبيين كذب المفتري: وأربعمائة من الهجرة.\n(¬4) في الأصل: ما ادعى. والمثبت من: س، ط، وتبيين كذب المفتري.\n(¬5) في تبيين كذب المفتري: \". . أهل الدين إلى شق صدور صبرهم وكشف قناع ضرهم. . \".\n(¬6) بعد سطرين من الكلام السابق.\n(¬7) ما بين المعقوفتين زيادة من: س، ط، وتبيين كذب المفتري. ولم ترد فيه لفظة <span id='ms826'></span> \"قدم\". وجاء في الأصل: وسراج قدم اليقين. وفي س، ط: وسراج قدم ذوي اليقين.\n(¬8) في تبيين كذب المفتري: الخلق التركي الرضي أبي الحسن. .\n(¬9) أي: أبو القاسم القشيري في رسالته \"شكاية أهل السنة. . \" فيما نقله عنه ابن عساكر في المصدر السابق، والكلام بعد ثلاثة أسطر من الكلام السابق.\n(¬10) تبيين كذب المفتري: بزمان.\n(¬11) شاهنشاه يراد به ملك الملوك، وهي كلمة أعجمية وإطلاق مثل هذه الألفاظ على =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1005'> Vol. 03, p. 1005</a>\n            </div>\n            :\n\n= غير الله تعالى لا يجوز، فالله تعالى هو ملك الأملاك، لا ملك أعظم ولا أكبر منه -سبحانه- ولذا ورد التشنيع بمن تسمى بمثل هذا الاسم.\nأخرجه البخاري في صحيحه 7/ 119، 120 كتاب الأدب. باب أبغض الأسماء إلى الله، عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - \"إن أخنى الأسماء يوم القيامة عند الله رجل تسمى ملك الأملاك\" وفي رواية: \"أخنع اسم عند الله. . \".\nقال سفيان بن عيينة -رحمه الله- مثل شاهنشاه. ومعنى أخنى: أفحش. وأخنغ: أذل وأوضع.\nانظر: فتح الباري -لابن حجر- 22/ 402 - 405. وكتاب التوحيد للشيخ محمد بن عبد الوهاب- ص: 64. وفتح المجيد -للشيخ عبد الرحمن آل الشيخ- ص: 286، 287.\n(¬1) لا يجوز إطلاق مثل هذا اللفظ على أحد بأنه خليفة الله، لما في إطلاقه من إبهام ما لا يليق بالله تعالى من النقص والعجز.\nيقول الشيخ -رحمه الله- في \"الفتاوى\" 35/ 45: \"والله لا يجوز له خليفة، ولهذا لما قالوا لأبي بكر: يا خليفة الله، قال: لست بخليفة الله، ولكني خليفة رسول الله - صلى الله عليه وسلم -، وحسبي ذلك، بل هو -سبحانه- يكون خليفة لغيره، قال النبي - صلى الله عليه وسلم -: \"اللهم أنت الصاحب في السفر، والخليفة في الأهل، اللهم اصحبنا في سفرنا، واخلفنا في أهلنا\".\nولذلك لأن الله حي، شهيد، مهيمن، قيوم، رقيب، حفيظ، غني عن العالمين، ليس له شريك، ولا ظهير، ولا يشفع أحد عنده إلا بإذنه، والخليفة إنما يكون عند عدم المستخلف بموت أو غيبة، ويكون لحاجة المستخلف إلى الاستخلاف، وسمي \"خليفة\" لأنه خلف عن الغزو، وهو قائم خلفه، وكل هذه المعاني منتفية <span id='ms827'></span> في حق الله تعالى وهو منزه عنها. . \".\nإلى أن قال: \"ولا يجوز أن يكون أحد خلفا منه، ولا يقوم مقامه؛ لأنه لا سمي له، ولا كفء له، فمن جعل له خليفة فهو مشرك به\".\nانظر: زاد المعاد -لابن القيم- 2/ 474، 475. وسلسلة الأحاديث الضعيفة -لمحمد ناصر الدين الألباني- 1/ 120، 121.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1006'> Vol. 03, p. 1006</a>\n            </div>\n            :\n\n(¬1) في تبيين كذب المفتري:. . المبتدعة حزبا إلا سل. .\n(¬2) العضب: القطع، ويقال للسيف القاطع: عضب.\nانظر: المصباح المنير -للفيومي- ص: 414 (عضب).\n(¬3) في جميع النسخ: خرجت. والمثبت من: تبيين كذب المفتري.\n(¬4) في جميع النسخ: وضنوا. والمثبت من: تبيين كذب المفتري. ومنوا: أي: جوزوا وألزموا.\nانظر: القاموس المحيط -للفيروزآبادي- 4/ 290 (مني).\n(¬5) في جميع النسخ: محبتهم. والمثبت من: تبيين كذب المفتري. وهو المناسب.\n(¬6) في تبيين كذب المفتري: وضرب.\n(¬7) في تبيين كذب المفتري: السلطان المعظم.\n(¬8) في تبيين كذب المفتري: ولم ير.\n(¬9) في جميع النسخ: تزوير. والمثبت من: تبيين كذب المفتري.\n(¬10) في الأصل: تهبان. وهو تصحيف. والمثبت من: س، ط، وتبيين كذب المفتري.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1007'> Vol. 03, p. 1007</a>\n            </div>\n            :\n\n(¬1) في س، ط، وتبيين كذب المفتري: مراداته.\n(¬2) في س: في.\n(¬3) في تبيين كذب المفتري: تخالف طرقه طرق.\n(¬4) في الأصل: الجسمية. وهو تصحيف. وفي تبيين كذب المفتري: المجسمة.\nوالمثبت من: س، ط.\n(¬5) في س، ط: أئمة.\n(¬6) الإبانة عن أصول الديانة -لأبي الحسن الأشعري- ص: 15.\n(¬7) في تبيين كذب المفتري - ص: 152 - 163.\n(¬8) ما بين المعقوفتين زيادة من: س، ط.\n(¬9) أهل: ساقطة من: ط.\n(¬10) في جميع النسخ: لما ذكر. والمثبت من: تبيين كذب المفتري.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1008'> Vol. 03, p. 1008</a>\n            </div>\n            :\n\n(¬1) في تبيين كذب المفتري: مستوصب.\n(¬2) في الأصل: العباد. وهو تصحيف. والمثبت من: س، ط، وتبيين كذب المفتري.\n(¬3) في ط: يحكي عن. وفي تبيين كذب المفتري: نحكي عنه.\n(¬4) في تبيين كذب المفتري: وجهه بالأمانة.\n(¬5) في تبيين كذب المفتري: ونجتنب أن نزيد فيه أن ننقص منه.\n(¬6) في س، ط: ليعلم.\n(¬7) في س، ط، وتبيين كذب المفتري: ذكره.\n(¬8) في هامش الأصل: قف على معتقد الأشعري.\nوانظر: الإبانة عن أصول الديانة -لأبي الحسن الأشعري- ص: 7 - 20، والمقابلة فيما يأتي عليه وعلى تبيين كذب المفتري.\n(¬9) ساق خطبة الأشعري الواردة في \"الإبانة\" في \"تبيين كذب المفتري <span id='ms828'></span> ص: 152 - 155 \".\n(¬10) في الإبانة: أما بعد فإن كثيرا من الزائفين عن الحق من المعتزلة وأهل القدر مالت بهم أهواؤهم إلى تقليد رؤسائهم. .\n(¬11) في الإبانة، وتبيين كذب المفتري: عن رسول رب العالمين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1009'> Vol. 03, p. 1009</a>\n            </div>\n            :\n\n(¬1) في الإبانة: روايات.\n(¬2) في الإبانة: للمذنبين. وهي ساقطة من: تبيين كذب المفتري.\n(¬3) في الإبانة: الروايات.\n(¬4) سورة المدثر، الآية: 25.\n(¬5) في الإبانة، وتبيين كذب المفتري: وأثبتوا وأيقنوا.\n(¬6) في الإبانة: أثبتوا.\n(¬7) في الإبانة، وتبيين كذب المفتري: يشاء.\n(¬8) في الإبانة: وما لم يشاء لم يكن.\n(¬9) سورة الإنسان، الآية: 30.\n(¬10) سورة البقرة، الآية: 253.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1010'> Vol. 03, p. 1010</a>\n            </div>\n            :\n\n(¬1) سورة السجدة، الآية: 13.\n(¬2) سورة البروج، الآية: 16.\n(¬3) سورة الأعراف، الآية: 89. وجاء في الإبانة: {. . وسع ربنا كل شيء علما}.\n(¬4) كما جاء في الحديث عن جابر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إن مجوس هذه الأمة المكذبون بأقدار الله تعالى: إن مرضوا فلا تعودوهم، وإن ماتوا فلا تشهدوهم، وإن لقيتموهم فلا تسلموا عليهم\". أخرجه ابن ماجه في سننه 1/ 35. المقدمة -باب في القدر- الحديث / 92. والآجري في الشريعة - ص: 190. وابن عاصم في \"السنة\" 1/ 144. وقال الألباني في تخريجه لهذا الحديث: حديث حسن، رجاله ثقات، غير أن أبا الزبير مدلس، وقد عنعنه.\nوللحديث شاهد عن ابن عمر وغيره من طرق يقوي بعضها بعضا.\nانظر: سنن أبي داود 5/ 66، 67 - كتاب السنة. باب في القدر - الحديثان 4691، 4692. ومسند الإمام أحمد 2/ 86، 125، 5/ 406، 407.\nومجمع الزوائد -للهيثمي- 7/ 205.\n(¬5) في الإبانة: أقاويلهم. وفي تبيين كذب المفتري: أقوالهم.\n(¬6) ما بين المعقوفتين زيادة من: س، ط، والإبانة، وتبيين كذب المفتري.\n(¬7) في الإبانة: الشرور.\n(¬8) في الإبانة: لقول الله لنبيه - عليه السلام -.\n(¬9) سورة الأعراف، الآية: 188.\nوقد جاء في الأصل: ضرا ولا نفعا. وهو خطأ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1011'> Vol. 03, p. 1011</a>\n            </div>\n            :\n\n(¬1) في الإبانة: وإعراضا.\n(¬2) في الإبانة: وعما أجمع عليه أهل الإسلام.\n(¬3) في الإبانة: فأثبتوا.\n(¬4) في الإبانة: الغنى.\n(¬5) من: ساقطة من: س.\n(¬6) ما بين المعقوفتين زيادة من: الإبانة.\n(¬7) سورة النساء، الآية: 48.\n(¬8) أخرج البخاري ومسلم في صحيحيهما عن أبي سعيد الخدري - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: \"إذا دخل أهل الجنة الجنة وأهل النار النار يقول الله: من كان في قلبه مثقال حبة من <span id='ms829'></span> خردل من إيمان فأخرجوه فيخرجون قد امتحشوا -امتحشوا: احترقوا- وعادوا حمما -حمما: صاروا فحما- فيلقون في نهر الحياة فينبتون كما تنبت الحبة في حميل السيل -حميل السيل: الغثاء الذي يحمله السيل-\"، أو قال: حمية -جاء في مسلم في رواية حمئة أو حميلة السيل. والحمئة: الطين الأسود الذي يكون في أطراف النهر- السيل.\nوقال النبي - صلى الله عليه وسلم -: \"ألم تروا أنها تنبت صفراء ملتوية\" هذا لفظ البخاري. =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1012'> Vol. 03, p. 1012</a>\n            </div>\n            :\n\n= انظر: صحيح البخاري 7/ 202 كتاب الرقاق.- باب صفة الجنة والنار.\nوصحيح مسلم 1/ 172 كتاب الإيمان. باب إثبات الشفاعة وإخراج الموحدين من النار. الحديث / 304، 305.\n(¬1) سورة الرحمن، الآية: 27.\n(¬2) سورة ص، الآية: 75.\n(¬3) في الإبانة، وتبيين كذب المفتري: عين.\n(¬4) سورة القمر، الآية: 14.\n(¬5) في ط: وقوله.\n(¬6) سورة طه، الآية: 39.\n(¬7) قبل كلمة \"ونفوا\" جاء في: الإبانة: \"وأنكروا أن يكون لله علم مع قوله: {أنزله بعلمه} النساء: 166، وأنكروا أن يكون لله قوة مع قوله: {ذو القوة المتين} الذاريات: 58.\n(¬8) في الإبانة: إن الله ينزل كل ليلة إلى سماء الدنيا. وتقدم تخريجه ص: 475.\n(¬9) قبل العبارة \"وأنا ذاكر\" جاء في الإبانة: \"وغير ذلك مما رواه الثقات عن رسول الله - صلى الله عليه وسلم - وكذلك جميع أهل البدع من الجهمية والمرجئة والحرورية أهل الزيغ فيما ابتدعوا، وخالفوا الكتاب والسنة، وما كان عليه النبي - صلى الله عليه وسلم - وأصحابه، وأجمعت عليه الأمة، كفعل المعتزلة والقدرية وأنا ذاكر. . \".\n(¬10) في الإبانة: ذاكرا ذلك بابا بابا وشيئا شيئا -إن شاء الله- وبه المعونة والتأييد. .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1013'> Vol. 03, p. 1013</a>\n            </div>\n            :\n\n(¬1) في الإبانة: فإن قال لنا قائل:. .\nولا زال الكلام لأبي الحسن الأشعري في \"الإبانة\" فيما نقله عنه ابن عساكر في \"تبيين كذب المفتري\"، والكلام متصل بما قبله فيهما، إلا أنه عنون له في الإبانة ب \"باب في إبانة قول أهل الحق والسنة\".\n(¬2) في الإبانة، وتبيين كذب المفتري: التي ندين بها.\n(¬3) في الإبانة:. . بكتاب ربنا - عز وجل - وبسنة نبينا. .\n(¬4) في الإبانة:. . وبما كان يقول به أبو عبد الله أحمد بن محمد بن حنبل.\n(¬5) في الإبانة: وإن الله - عز وجل - إله واحد لا إله إلا هو فرد صمد <span id='ms830'></span> لم يتخذ. .\n(¬6) في الإبانة: زيادة: \"أرسله بالهدى ودين الحق. . \".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1014'> Vol. 03, p. 1014</a>\n            </div>\n            :\n\n(¬1) في الإبانة: استوى.\n(¬2) سورة طه، الآية: 5.\n(¬3) في الإبانة:. . وجها بلا كيف.\n(¬4) سورة الرحمن، الآية: 27.\n(¬5) في الإبانة: يدين بلا كيف.\n(¬6) سورة المائدة، الآية: 64.\n(¬7) سورة ص، الآية: 75.\n(¬8) في الإبانة، وتبيين كذب المفتري: عينا.\n(¬9) سورة القمر، الآية: 14.\n(¬10) في الإبانة: أسماء.\n(¬11) سورة النساء، الآية: 166.\n(¬12) في ط: وقال. وفي الإبانة: وكما قال.\n(¬13) سورة فاطر، الآية: 11.\n(¬14) في الإبانة: إن الله قوة. وفي تبيين كذب المفتري: قدره.\n(¬15) سورة فصلت، الآية: 15.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1015'> Vol. 03, p. 1015</a>\n            </div>\n            :\n\n(¬1) سورة النحل، الآية: 40.\n(¬2) ما بين المعقوفتين زيادة من: ط، والإبانة، وتبيين كذب المفتري.\n(¬3) ما بين المعقوفتين زيادة من: س، ط، والإبانة، وتبيين كذب المفتري.\n(¬4) في الإبانة، وتبيين كذب المفتري: ولا نستغني.\n(¬5) سورة الصافات، الآية: 96.\n(¬6) سورة فاطر، الآية: 3.\n(¬7) سورة النحل، الآية: 20.\n(¬8) سورة النحل، الآية: 17.\n(¬9) سورة الطور، الآية: 35.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1016'> Vol. 03, p. 1016</a>\n            </div>\n            :\n\n(¬1) نظر لهم: ساقطة من: س. وفي الإبانة: نظر إليهم.\n(¬2) في ط، والإبانة، وتبيين كذب المفتري: بهم.\n(¬3) في ط، والإبانة، وتبيين كذب المفتري: بهم.\n(¬4) في الإبانة: لكانوا. في الموضعين.\n(¬5) سورة الأعراف، الآية: 178.\n(¬6) في ط، والإبانة: بهم.\n(¬7) ما بين المعقوفتين زيادة من: الإبانة، وتبيين كذب المفتري.\nوقد جاء في الإبانة تقديم وتأخير على هذا النحو: \"ونعلم أن ما أخطأنا لم يكن ليصيبنا، وأن ما أصابنا لم يكن ليخطئنا\".\n(¬8) في الإبانة: وإن العباد لا يملكون لأنفسهم. .\n(¬9) في الإبانة:. . ولا ضرا كما قال عز وجل: {قل لا أملك لنفسي نفعا ولا ضرا إلا ما شاء الله} الأعراف: 188.\n(¬10) في الإبانة: وإنا نلجأ في أمورنا.\n(¬11) في س، ط، والإبانة، وتبيين كذب المفتري: بخلق القرآن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1017'> Vol. 03, p. 1017</a>\n            </div>\n            :\n\n(¬1) في الإبانة: يرى في الآخرة بالأبصار.\n(¬2) وتقدم ذكر بعضها ص: 413.\n(¬3) في الإبانة: أن الكافرين محجوبون عنه إذا رآه المؤمنون في الجنة. . .\n(¬4) سورة المطففين، الآية: 15.\n(¬5) كما في قوله تعالى: {ولما جاء موسى لميقاتنا وكلمه ربه قال رب أرني أنظر إليك قال لن تراني ولكن انظر إلى الجبل فإن استقر مكانه فسوف تراني فلما تجلى ربه للجبل جعله دكا وخر موسى صعقا فلما أفاق قال سبحانك تبت إليك وأنا أول المؤمنين} [الأعراف: 143].\n(¬6) في الإبانة، وتبيين كذب <span id='ms831'></span> المفتري. فاعلم.\n(¬7) أحد: ساقطة من: الإبانة، وتبيين كذب المفتري.\n(¬8) في الإبانة:. . وزعمت أنهم.\n(¬9) في الإبانة:. . كبيرة من هذه الكبائر مثل الزنا والسرقة وما شابههما مستحلا لها غير معتقد لتحريمها كان كافرا. .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1018'> Vol. 03, p. 1018</a>\n            </div>\n            :\n\n(¬1) في الإبانة: إيمان. بالرفع.\nوعلق على ذلك المحقق د. صالح الفوزان ب \"رفع إيمان\" في النسختين اسم كان موخرا للسجع.\nوفي تبيين كذب المفتري: وليس كل الإسلام لإيمانه. .\n(¬2) في الإبانة: بأن الله تعالى. .\n(¬3) في الإبانة:. . . من أصابع الرحمن.\n(¬4) من ذلك ما أخرجه مسلم عن عبد الله بن عمرو بن العاص - رضي الله عنه - أنه سمع رسول الله - صلى الله عليه وسلم - يقول: \"إن قلوب بني آدم كلها بين أصبعين من أصابع الرحمن كقلب واحد يصرفه حيث يشاء\"، ثم قال رسول الله - صلى الله عليه وسلم -: \"اللهم مصرف القلوب صرف قلوبنا على طاعتك\".\nصحيح مسلم 4/ 2045 كتاب القدر -باب تصريف الله تعالى القلوب كيف شاء- الحديث / 17.\nوالحديث يروى بألفاظ مختلفة عن عدد من الصحابة - رضي الله عنهم.\nانظر: سنن الترمذي 4/ 448، 449 كتاب القدر -باب ما جاء أن القلوب بين إصبعي الرحمن- الحديث / 2140. وسنن ابن ماجه 1/ 72 - المقدمة- باب فيما أنكرت الجهمية- الحديث / 199. ومسند الإمام أحمد 2/ 168، 173، 6/ 251.\nوانظر: ما تقدم من قصة الحبر الذي جاء إلى النبي - صلى الله عليه وسلم - فقال: يا محمد إن الله يضع السماء على إصبع والأرض على إصبع. . ص: 912.\n(¬5) ما بين المعقوفتين ساقط من: تبيين كذب المفتري.\n(¬6) في الإبانة:. . من أهل التوحيد والمتمسكين. .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1019'> Vol. 03, p. 1019</a>\n            </div>\n            :\n\n(¬1) في الإبانة:. . . النبي - صلى الله عليه وسلم - تصديقا لما جاءت به الروايات عن رسول الله - صلى الله عليه وسلم -.\n(¬2) في الإبانة:. . بعذاب القبر وبالحوض، وإن الميزان حق والصراط حق. .\n(¬3) في تبيين كذب المفتري: للروايات. .\n(¬4) في س، ط: وندين الله.\n(¬5) ما بين المعقوفتين زيادة من: س، ط، والإبانة.\n(¬6) في الإبانة:. . . الله به عليهم ونتولاهم أجمعين. .\n(¬7) في الإبانة:. . الإمام الفاضل.\n(¬8) ما بين المعقوفتين زيادة من: س، ط. وفي الإبانة: للصلاة وسموه بأجمعهم خليفة رسول الله - صلى الله عليه وسلم -. .\n(¬9) في الإبانة:. . عثمان بن عفان - رضي الله عنه - وإن الذين <span id='ms832'></span> قتلوه قتلوه. .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1020'> Vol. 03, p. 1020</a>\n            </div>\n            :\n\n(¬1) وهم كما جاء في الحديث الذي أخرجه الإمام أحمد -رحمه الله- بسند صحيح عن عبد الرحمن بن عوف - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: \"أبو بكر في الجنة، وعمر في الجنة، وعلي في الجنة، وعثمان في الجنة، وطلحة في الجنة، والزبير في الجنة، وعبد الرحمن بن عوف في الجنة، وسعد بن أبي وقاص في الجنة، وسعيد بن زيد بن عمرو بن نفيل في الجنة، وأبو عبيدة بن الجراح في الجنة\".\nالمسند -للإمام أحمد بن حنبل \"شرح: أحمد شاكر 3/ 136 - الحديث / 1675.\n(¬2) في الإبانة:. . . خلفاء راشدون. . .\n(¬3) في الإبانة، وتبيين كذب المفتري: لا يوازيهم.\n(¬4) في تبيين كذب المفتري: ثبتها.\n(¬5) في الإبانة، وتبيين كذب المفتري: السماء الدنيا.\n(¬6) تقدم تخريج هذا الحديث، ص: 475.\n(¬7) في الإبانة: كتاب ربنا تبارك وتعالى، وسنة نبينا صلى الله عليه وآله وسلم.\n(¬8) سورة الفجر، الآية: 22.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1021'> Vol. 03, p. 1021</a>\n            </div>\n            :\n\n(¬1) سورة ق، الآية: 16.\n(¬2) سورة النجم، الآيتان: 8، 9.\n(¬3) في الإبانة، وتبيين كذب المفتري: أن نصلي.\n(¬4) في الإبانة، وتبيين كذب المفتري: بر وفاجر.\n(¬5) في الإبانة: تقدمت العبارة \"وسائر الصلوات والجماعات\" قبل العبارة: \"خلف كل بر وفاجر\". وفي كذب المفتري: \"وكذلك شروط الصلوات. . \".\n(¬6) هو: أبو محمد الحجاج بن يوسف بن الحاكم الثقفي، كان شجاعا مقداما مهيبا سفاكا, ولي الحجاز سنين، ثم العراق وخراسان عشرين سنة، له حسنات مغمورة في بحر ظلمه وجوره، أراح الله البلاد والعباد منه سنة 95 ه.\nانظر: سير أعلام النبلاء -للذهبي- 4/ 343. والبداية والنهاية -لابن كثير- 9/ 131 - 156. وشذرات الذهب -لابن العماد- 1/ 106 - 108.\nوذكر صدر الدين الحنفي في شرحه للطحاوية ص: 421: أنه ورد في صحيح البخاري أن عبد الله بن عمر - رضي الله عنه - كان يصلي خلفه.\nوانظر ما ذكره ابن عساكر في تهذيبه 4/ 54 من صلاة ابن عمر - رضي الله عنه - مع الحجاج.\nوانظر: مجموع الفتاوي- 3/ 280.\n(¬7) في الإبانة: سنة في السفر. . .\n(¬8) في الإبانة: خلافا لقول من أنكر. .\n(¬9) في الإبانة: بإنكار.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1022'> Vol. 03, p. 1022</a>\n            </div>\n            :\n\n(¬1) الرواية عن رسول الله - صلى الله عليه وسلم - بخروج الدجال وصفته كثيرة ومتواترة أذكر منها ما أخرجه البخاري ومسلم وغيرهما عن حذيفة - رضي الله عنه - عن <span id='ms833'></span> النبي - صلى الله عليه وسلم - أنه قال في الدجال: \"إن معه ماء ونارا، فناره ماء بارد وماؤه نار فلا تهلكوا\".\nصحيح البخاري 8/ 103 - كتاب الفتن- باب ذكر الدجال. صحيح مسلم 4/ 2249 - كتاب الفتن- باب ذكر الدجال وصفته وما معه- الحديث / 106.\nوسنن أبي داود 4/ 494 - كتاب الملاحم- باب خروج الدجال - الحديث / 4315.\n(¬2) في الإبانة: ومساءلتهما.\n(¬3) حديث المعراج حديث طويل مضمونه تقدم في الكلام على الإسراء والمعراج ص: 114 وانظره في صحيح البخاري 8/ 203 - 205 كتاب التوحيد باب قوله {وكلم الله موسى تكليما}، وصحيح مسلم 1/ 145 - 147 كتاب الإيمان - باب الإسراء برسول الله - صلى الله عليه وسلم - إلى السماوات وفرض الصلوات- الحديث / 259.\n(¬4) في الأصل:. . ذلك تفسيرا. وفي س، ط: إن ذلك تفسير. وفي الإبانة: ونقر أن لذلك تفسيرا. ولعل الكلام يستقيم بالمثبت من تبيين كذب المفتري.\n(¬5) في الإبانة: المسلمين.\n(¬6) في الأصل، وتبيين كذب المفتري: أن. والمثبت من: س، ط، والإبانة.\n(¬7) في الإبانة: سحرا وسحرة.\n(¬8) تقدم الكلام على السحر وحقيقته ص: 477.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1023'> Vol. 03, p. 1023</a>\n            </div>\n            :\n\n(¬1) في الإبانة: برهم.\n(¬2) في ط: موارثتهم. وفي الإبانة: توارثهم.\n(¬3) في الأصل:. . يرزقها الله -عز وجل- يرزقها عباده. والكلام يستقيم بدون الزيادة كما هو مثبت من: س، ط، والإبانة، وتبيين كذب المفتري.\n(¬4) في الأصل: ويسلكه ويخبطه. وهو تصحيف. وفي س، ط، وتبيين كذب المفتري: يخبطه. والمثبت من: الإبانة.\n(¬5) سورة البقرة، الآية: 275.\n(¬6) سورة الناس، الآيات: 4 - 6.\nولم يرد قوله {من شر} في: الأصل.\n(¬7) في الإبانة: يقول لهم.\n(¬8) ورد بهذا آثار كثيرة يؤيد بعضها بعضا، فمن ذلك ما رواه الإمام أحمد -رحمه الله- بإسناد صحيح في مسنده 4/ 24، عن الأسود بن سريع أن نبي الله - صلى الله عليه وسلم - =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1024'> Vol. 03, p. 1024</a>\n            </div>\n            :\n\n= قال: \"أربعة يحتجون يوم القيامة. . \" وذكر الاسم، والرجل لهرم، والأحمق، ومن مات في الفترة، وحجة كل منهم، ثم قال: \"فيأخذ مواثيقهم ليطيعنه، فيرسل إليهم أن ادخلوا النار\" قال: فوالذي نفس محمد بيده لو دخلوها لكانت عليهم بردا وسلاما.\nقال الهيثمي في مجمع الزوائد 7/ 216 بعد ذكره لهذا الحديث: \"رواه الطبراني بنحوه، وذكر بعده إسنادا إلى أبي هريرة قائلا بمثل هذا الحديث غير أنه قال في آخره: \"فمن دخلها <span id='ms834'></span> كانت عليه بردا وسلاما، ومن لم يدخلها يسحب إليها\" هذا لفظ أحمد ورجاله من طريق الأسود بن سريع وأبي هريرة رجال الصحيح.\nوهذه المسألة مما اختلف فيها السلف والمتكلمون على أقوال استقصى بيانها ابن القيم -رحمه الله- في كتابه طريق الهجرتين ص: 507 - 529 فذكر الأقوال في المسألة وقائليها وما استدلوا به وناقش أدلتهم مبينا أنها تجتمع وتأتلف في القول الأمثل وهو أن أطفال المشركين يمتحنون في عرصات القيامة، ويرسل إليهم هناك رسول إلى كل من لم تبلغه الدعوة فمن أطاع الرسول دخل الجنة ومن عصاه دخل النار وعلى هذا فيكون بعضهم في الجنة وبعضهم في النار. وهذا ما اختاره الشيخ -رحمه الله.\nانظر: مجموع الفتاوى 4/ 246، 281، 312، 24/ 372، 373.\n(¬1) في الإبانة: وندين الله عز وجل بأنه. .\n(¬2) ما بين المعقوفتين زيادة من: الإبانة.\n(¬3) في تبيين كذب المفتري: فبطاعة.\n(¬4) في الإبانة: إلى بدعة.\n(¬5) في الإبانة، وتبيين كذب المفتري: ذكرناه.\n(¬6) في جميع النسخ وتبيين كذب المفتري: وما لم. والمثبت من: الإبانة. ولعله المناسب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1025'> Vol. 03, p. 1025</a>\n            </div>\n            :\n\n(¬1) في تبيين كذب المفتري ص: 163 - 164. والكلام متصل بما قبله.\n(¬2) سورة الزمر، الآية: 18.\n(¬3) في الأصل: يعتضد. والمثبت من: س، ط، وتبيين كذب المفتري.\n(¬4) منهم: ساقطة من: ط.\n(¬5) في س، ط، وتبيين كذب المفتري: لانحلال.\n(¬6) في س، ط: للحقوق. ولا معنى لها. وفي تبيين كذب المفتري: للخفوق.\nوالخفق: هو الاضطراب والتحرك، ومنه خفقت الراية: اضطربت وتحركت.\nراجع: القاموس المحيط -للفيروزآبادي 2/ 85 (خفق).\n(¬7) أي: ولا عيب.\n(¬8) في تبيين كذب المفتري: أبو حفص عمر بن أحمد بن عثمان بن شاهين. =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1026'> Vol. 03, p. 1026</a>\n            </div>\n            :\n\n= هو: أبو حفص عمر بن أحمد بن عثمان بن أحمد بن محمد البغدادي المعروف بابن شاهين، محدث العراق وصاحب التصانيف. توفي سنة 385 ه. قال فيه الخطيب البغدادي: كان ثقة مأمونا.\nانظر: تاريخ بغداد -للخطيب- 11/ 265 - 268. وتذكرة الحفاظ -للذهبي- 3/ 987 - 989. ولسان الميزان -لابن حجر- 4/ 283 - 285.\n(¬1) في تبيين كذب المفتري:. . الدارقطني، ومن أصحاب الحديث المتسننين ما قرأت.\n(¬2) في تبيين كذب المفتري: على الشيخ أبي محمد عبد الكريم بن حمزة بن الخضر بدمشق.\n(¬3) في تبيين كذب المفتري: أبي محمد عبد العزيز بن أحمد قال: حدثني. .\n(¬4) في <span id='ms835'></span> تبيين كذب المفتري: أبو النجيب عبد الغفار. . عبد الواحد الأرموي. .\n(¬5) في تبيين كذب المفتري: أبو ذر عبد بن أحمد الهروي.\n(¬6) في ط، وتبيين كذب المفتري: بليا.\n(¬7) في تبيين كذب المفتري: ص: 388، 389.\n(¬8) هو: أبو علي الحسن بن علي بن إبراهيم الأهوازي، مقرئ الشام في عصره، أصله من الأهواز، واستوطن دمشق. توفي سنة 446 ه.\nيقول الذهبي: ألف جزءا في مثالب الأشعري فيه أكاذيب.\nانظر: تهذيب ابن عساكر- 4/ 197، 198. وسير أعلام النبلاء -للذهبي- 15/ 89، 18/ 13 - 18. ولسان الميزان -لابن حجر- 2/ 237 - 240.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1027'> Vol. 03, p. 1027</a>\n            </div>\n            :\n\n(¬1) أورده ابن أبي يعلى في طبقات الحنابلة 2/ 18 عن الحسن الأهوازي قال: سمعت أبا عبد الله الحمراني. .\n(¬2) هو: أبو محمد الحسن بن علي بن خلف البربهاري، شيخ الحنابلة في وقته.\nكان شديدا على أهل البدع، له مصنفات منها: \"شرح السنة\" نقل منه ابن أبي يعلى في طبقات الحنابلة، توفي سنة 329 ه.\nانظر: طبقات الحنابلة -لابن أبي يعلى- 2/ 18 - 45. والوافي بالوفيات -للصفدي- 12/ 146، 147. وشذرات الذهب -لابن العماد- 2/ 319 - 323.\n(¬3) في طبقات الحنابلة:. . . والنصارى والمجوس وقلت لهم. . .\n(¬4) في طبقات الحنابلة: ولا نعرف إلا ما قاله.\n(¬5) في طبقات الحنابلة: يقبله. .\n(¬6) القائل: ابن عساكر في \"تبيين كذب المفتري\" ص: 389 - 391.\n(¬7) في الأصل: أظهروه. والمثبت من: س، ط، وتبيين كذب المفتري.\n(¬8) في تبيين كذب المفتري: في كتاب الإبانة.\n(¬9) في تبيين كذب المفتري: عن أشياخهم وأظهروه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1028'> Vol. 03, p. 1028</a>\n            </div>\n            :\n\n(¬1) في الأصل، س: لتميمين. والمثبت من: ط، وتبيين كذب المفتري.\nوقد ذكر الشيخ -رحمه الله- في \"الفتاوى\" 6/ 53 أن التميميين كأبي الحسن وابن أبي الفضل وابن رزق الله أبعد عن الإثبات وأقرب إلى موافقة غيرهم وألين لهم، ولهذا تتبعهم الصوفية، ويميل إليهم فضلاء الأشعرية، كالباقلاني والبيهقي، فإن عقيدة أحمد التي كتبها أبو الفضل هي التي اعتمدها البيهقي، مع أن القوم ماشون على السنة.\n(¬2) ما بين المعقوفتين زيادة من: س، ط، وتبيين كذب المفتري.\nهو: أبو محمد رزق الله بن عبد الوهاب بن عبد العزيز بن الحارث بن أسد التميمي الحنبلي، أحد أئمة القراء والحديث، وتفقه على القاضي أبي علي بن أبي موسى الهاشمي، له مجلس للوعظ، وحلقة للفتوى بجامع المنصور ثم بجامع القصر. توفي <span id='ms836'></span> سنة 488 ه.\nانظر: طبقات الحنابلة -لابن أبي يعلى- 2/ 250، 251. والمنتظم -لابن الجوزي- 9/ 88، 89. والمنهج الأحمد -للعليمي- 2/ 195 - 202.\n(¬3) في جميع النسخ: أظهر. ولعل ما أثبته من \"تبيين كذب المفتري\" يناسب السياق.\n(¬4) ما بين المعقوفتين زيادة من: تبيين كذب المفتري.\n(¬5) في س، ط، وتبيين كذب المفتري: تلك.\n(¬6) هو: أبو الخطاب محفوظ بن أحمد بن حسن الكلوذاني البغدادي الأزجي، أحد أئمة أصحاب الإمام أحمد، كان غزير العلم ورعا صالحا، تفقه على القاضي أبي يعلى. توفي سنة 510 ه.\nانظر: طبقات الحنابلة -لابن أبي يعلى- 2/ 258. وسير أعلام النبلاء -للذهبي- 19/ 348 - 350. والذيل على طبقات الحنابلة -لابن رجب - 1/ 116 - 127.\n(¬7) هو: أبو القاسم أحمد بن معالي بن بركة الحربي، الفقيه الواعظ، تفقه على أبي الخطاب الكلوذاني، وانتقل إلى المذهب الشافعي ثم عاد إلى المذهب =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1029'> Vol. 03, p. 1029</a>\n            </div>\n            :\n\n= الحنبلي. توفي سنة 554 ه.\nانظر: المنتظم -لابن الجوزي- 10/ 190. والبداية والنهاية -لابن كثير - 12/ 256. والذيل على طبقات الحنابلة -لابن رجب- 1/ 232، 233.\n(¬1) هو: محمد بن أحمد بن مجاهد الطائي. تقدم التعريف به.\n(¬2) تقدم التعريف به.\nوقد أشار الشيخ -رحمه الله- في \"نقض المنطق\" ص: 137 إلى أن بين أبي الحسن التميمي وبين القاضي أبي بكر بن الباقلاني من المودة والصحبة ما هو معروف مشهور.\nوانظر ما ذكره ابن عساكر عن صحبة التميميين لأبي عبد الله بن مجاهد وابن الباقلاني في \"تبيين كذب المفتري\" ص: 221. وما سيذكره بعد أسطر قليلة من المصدر نفسه ص: 390.\n(¬3) القائل: ابن عساكر. وهي إضافة من الشيخ. والكلام متصل بما قبله في \"تبيين كذب المفتري\".\n(¬4) في جميع النسخ: ابن. والمثبت من: تبيين كذب المفتري. وهو الصواب. وتقدم التعريف به.\n(¬5) تقدم التعريف به.\n(¬6) هو: أبو الحسن عبد العزيز بن الحارث بن أسد التميمي الحنبلي. أحد فقهاء الحنابلة، وممن صنف في الأصول والفروع والفرائض. توفي سنة 371 ه.\nانظر: تاريخ بغداد -للخطيب- 10/ 461، 462. وطبقات الحنابلة -لابن أبي يعلى- 2/ 139. وميزان الاعتدال -للذهبي- 2/ 624.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1030'> Vol. 03, p. 1030</a>\n            </div>\n            :\n\n(¬1) هو: أبو بكر محمد بن عبد الله بن محمد بن صالح الأبهري التميمي المالكي، إمام أصحابه في وقته، وعنه انتشر مذهب مالك في البلاد، جمع بين القراءات وعلو الإسناد، والفقه الجيد، توفي سنة 375 ه <span id='ms837'></span>.\nانظر: طبقات الفقهاء -للشيرازي- ص: 168، 169. وترتيب المدارك -للقاضي عياض- 6/ 183 - 192.\n(¬2) هو: أبو القاسم عبد العزيز بن عبد الله الداركي، كان فقيها محصلا، وتفقه على أبي إسحاق المروزي، وانتهى إليه التدريس ببغداد، وأخذ عنه عامة شيوخ بغداد. توفي سنة 375 ه.\nانظر: طبقات الفقهاء -للشيرازي- ص: 125، 126. وطبقات الشافعية -للسبكي- 3/ 330، 333.\n(¬3) في تبيين كذب المفتري: الحسن. ولم أقف عليه.\n(¬4) هو: أبو الحسين محمد بن أحمد بن إسماعيل بن عنبس البغدادي، المعروف بابن سمعون، شيخ زمانه ببغداد. توفي سنة 387 ه. قال عنه ابن خلكان: لم يأت بعده في الوعاظ مثله.\nانظر: وفيات الأعيان -لابن خلكان- 4/ 304، 305. والوافي بالوفيات -للصفدي- 2/ 51، 52.\n(¬5) قال: إضافة من الشيخ. والكلام متصل بما قبله في \"تبيين كذب المفتري\".\n(¬6) في ط: أن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1031'> Vol. 03, p. 1031</a>\n            </div>\n            :\n\n(¬1) في الأصل: بن أحمد. وهو خطأ. والمثبت من: س، ط. وسوف يرد اسمه صحيحا بعد سطرين تقريبا. وقد تقدم التعريف به.\n(¬2) في الأصل: المقالات. والمثبت من: س، ط.\nوهو كتاب مقالات الإسلاميين واختلاف المصلين، وقد ذكر الأشعري -فيما نقله عنه ابن عساكر في \"تبيين كذب المفتري\" ص: 130، 131 - أنه يستوعب جميع اختلاف ومقالات المسلمين وليس الأمر كما ذكر، فإن من يطلع على هذا الكتاب يرى صدق ما ذكره الشيخ -يرحمه الله تعالى- هنا، إذ لم يذكر عن أهل السنة - إلا جمل مقالات.\n(¬3) في الأصل، س: منهم. والمثبت من: ط. ولعله المناسب.\n(¬4) في ط: جملة.\n(¬5) الدقيق: ساقطة من: س.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1032'> Vol. 03, p. 1032</a>\n            </div>\n            :\n\n(¬1) في س، ط: فلم.\n(¬2) في الأصل: يحتج. وهو تصحيف. والمثبت من: س، ط.\n(¬3) في س: وقال وهو خطأ.\n(¬4) فصل الشيخ القول في هذه المسألة في كتابه \"الإيمان\" ص: 297 - 303.\n(¬5) في ط: استحق.\n(¬6) في ط: يقولون. وهو خطأ.\n(¬7) الحديث مع اختلاف يسير في اللفظ جزء من حديث طويل أخرجه البخاري وغيره =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1033'> Vol. 03, p. 1033</a>\n            </div>\n            :\n\n= عن أبي سعيد الخدري - رضي الله عنه - وفيه أن الله يقول: \"اذهبوا فمن وجدتم في قلبه مثقال ذرة من إيمان فأخرجوه\".\nصحيح البخاري 8/ 182 كتاب التوحيد - باب قول الله تعالى: {وجوه يومئذ ناضرة (22) إلى ربها ناظرة}.\nوانظره في: صحيح مسلم 1/ 170 كتاب الإيمان - باب معرفة طريق الرؤية.\nالحديث / 302 بلفظ <span id='ms838'></span> \"ارجعوا فمن وجدتم في قلبه مثقال ذرة من خير فأخرجوه\" وجاء بلفظ: \"انطلق فأخرج منها من كان في قلبه مثقال ذرة أو خردلة من إيمان\". في صحيح البخاري 8/ 201 كتاب التوحيد. باب كلام الله -عز وجل- يوم القيامة.\n(¬1) كما جاء في الحديث الذي رواه أنس بن مالك - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"شفاعتي لأهل الكبائر من أمتي\".\nأخرجه أبو داود في سننه 5/ 106 كتاب السنة -باب في نفي الشفاعة - الحديث 4739. والترمذي في سننه 4/ 625 كتاب صفة القيامة - الباب رقم 11 - الحديث / 2435. وقال: هذا حديث حسن صحيح غريب من هذا الوجه. وفي سنن ابن ماجه عن جابر - رضي الله عنه - 2/ 1441 كتاب الزهد. -باب ذكر الشفاعة- الحديث / 4310.\nقال الهيثمي في \"مجمع الزوائد\" 10/ 378 - بعد ذكره لحديث أنس المتقدم: \"رواه البزار والطبراني في الصغير والأوسط\" وفي رواية فيهما: \"إنما جعلت الشفاعة لأهل الكبائر من أمتي\".\nوفيه الخزرج بن عثمان، وقد وثقه ابن حبان، وضعفه غير واحد، وبقية رجال البزار رجال الصحيح\".\n(¬2) في الأصل: يحتج. وهو تصحيف.\nوالمثبت من: س، ط.\n(¬3) في المثل: خير الأمور أوساطها. ويضرب في التمسك بالاقتصاد. انظر =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1034'> Vol. 03, p. 1034</a>\n            </div>\n            :\n\n=: مجمع الأمثال -للميداني- 1/ 243.\n(¬1) في الأصل: الأشعرية. والمثبت من: س، ط. وهو المناسب للسياق.\n(¬2) في س، ط: به.\n(¬3) في س: معفو. وهو خطأ.\n(¬4) في الأصل، س: يخالفون. والمثبت من: ط. ولعله المناسب.\n(¬5) في الأصل: للأشعرية. والمثبت من: س، ط. وهو المناسب للسياق.\n(¬6) وللاطلاع على رأي الأشعري ومخالفيه في هذه المسألة يراجع: البرهان في أصول الفقه -لأبي المعالي الجويني- 1/ 212 فما بعدها. وإحكام الأحكام -للآمدي- 2/ 141، 142، 200 - 221.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1035'> Vol. 03, p. 1035</a>\n            </div>\n            :\n\n(¬1) ما بين النجمتين ساقط من: س.\n(¬2) له: ساقطة من: س.\n(¬3) في ط: الطبيعة. وهو خطأ.\n(¬4) في الأصل: استدارك. والمثبت من: س، ط. وهو المناسب للسياق.\n(¬5) في ط: وكما.\n(¬6) في \"تبيين كذب المفتري\" ص: 277، حيث ذكر أن أبا إسحاق الشيرازي يرى أن للأمر صيغة، مخالفا بذلك رأي الأشعري في هذه المسألة.\n(¬7) في الأصل، ط: للأشعري. والمثبت من: ط. ولعله المناسب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1036'> Vol. 03, p. 1036</a>\n            </div>\n            :\n\n(¬1) في س: في طرف طوائف. . وفي ط: في كل طريق طوائف <span id='ms839'></span>. .\n(¬2) في ط: لزمه.\n(¬3) في س، ط: يتنازع.\n(¬4) هو: أبو العباس أحمد بن عبد الرحمن بن خالد القلانسي الرازي. تقدم التعريف به ص: 660.\n(¬5) تقدم التعريف به.\n(¬6) تقدم التعريف به.\n(¬7) هو: أبو الحسن الباهلي البصري، شيخ المتكلمين وتلميذ أبي الحسن الأشعري وكان يقول فيما نقله عن ابن عساكر: \"كنت أنا في جنب الشيخ الأشعري كقطرة في جنب البحر\". توفي -كما يقول الصفدي- في حدود سنة 370 ه.\nانظر: تبيين كذب المفتري -لابن عساكر- ص: 178. وسير أعلام النبلاء =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1037'> Vol. 03, p. 1037</a>\n            </div>\n            :\n\n= -للذهبي- 16/ 304، 305. والوافي بالوفيات -للصفدي- 12/ 312.\n(¬1) تقدم التعريف به.\n(¬2) تقدم التعريف به.\n(¬3) تقدم التعريف به.\n(¬4) هو: أبو علي الحسن بن أحمد بن إبراهيم بن الحسن بن شاذان البزاز -مسند العراق، حدث عنه الخطيب البغدادي، والبيهقي، والشيرازي وغيرهم توفي سنة 426 ه.\nقال الخطيب: \"كتبنا عنه وكان صدوقا صحيح الكتاب، وكان يفهم الكلام على مذهب الأشعري\".\nانظر: تاريخ بغداد -للخطيب- 7/ 279، 280. وسير أعلام النبلاء -للذهبي- 17/ 415 - 418. والجواهر المضيئة -للقرشي- 2/ 38، 39.\n(¬5) في س، ط: أو السنن.\n(¬6) في س، ط: انتهى الكتاب. لكن جاء في ط: \". . والمعتزلة ونحو ذلك\" وما بعد ذلك فمن الأصل وحده.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1038'> Vol. 03, p. 1038</a>\n            </div>\n            :\n\n(¬1) ذكر ابن عساكر في \"تبيين كذب المفتري\" ص: 128 أنه هو كتاب \"العمد في الرؤية\"، وقد ذكر فيه الأشعري كتبه التي ألفها حتى سنة 320 ه.\nتقول الدكتورة فوقية حسين في المقدمة لكتاب الإبانة -لأبي الحسن الأشعري - ص: 41: \"ونرجح أن يكون المقصود بالرؤية هنا تبيين أصول الوقفة الصحيحة التي تكشف عن انتمائه إلى السلف الصالح، وتكون كتبه التي ضمنها هذا المصنف دليل على ذلك\".\n(¬2) انظر: مجرد مقالات أبي الحسن الأشعري من إملاء أبي بكر بن فورك ص: 41.\n(¬3) في تبيين كذب المفتري ص: 127.\n(¬4) انتهى الكتاب في الأصل. وما بعده من هامش الأصل، وهو بخط الناسخ نفسه.\n(¬5) ما بين المعقوفتين غير واضح في الأصل. وأثبته لإتمام الكلام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p1084'> Vol. 03, p. 1084</a>\n            </div>\n            :\n\n(¬1) وهو كتاب عقيدة أهل الإيمان في خلق آدم على صورة الرحمن. <span id='ms840'></span>",
  "pages": [
    "741",
    "742",
    "743",
    "744",
    "745",
    "746",
    "747",
    "748",
    "749",
    "750",
    "751",
    "752",
    "753",
    "754",
    "755",
    "756",
    "757",
    "758",
    "759",
    "760",
    "761",
    "762",
    "763",
    "764",
    "765",
    "766",
    "767",
    "768",
    "769",
    "770",
    "771",
    "772",
    "773",
    "774",
    "775",
    "776",
    "777",
    "778",
    "779",
    "780",
    "781",
    "782",
    "783",
    "784",
    "785",
    "786",
    "787",
    "788",
    "789",
    "790",
    "791",
    "792",
    "793",
    "794",
    "795",
    "796",
    "797",
    "798",
    "799",
    "800",
    "801",
    "802",
    "803",
    "804",
    "805",
    "806",
    "807",
    "808",
    "809",
    "810",
    "811",
    "812",
    "813",
    "814",
    "815",
    "816",
    "817",
    "818",
    "819",
    "820",
    "821",
    "822",
    "823",
    "824",
    "825",
    "826",
    "827",
    "828",
    "829",
    "830",
    "831",
    "832",
    "833",
    "834",
    "835",
    "836",
    "837",
    "838",
    "839",
    "840",
    "841",
    "842",
    "843",
    "844",
    "845",
    "846",
    "847",
    "848",
    "849",
    "850",
    "851",
    "852",
    "853",
    "854",
    "855",
    "856",
    "857",
    "858",
    "859",
    "860",
    "861",
    "862",
    "863",
    "864",
    "865",
    "866",
    "867",
    "868",
    "869",
    "870",
    "871",
    "872",
    "873",
    "874",
    "875",
    "876",
    "877",
    "878",
    "879",
    "880",
    "881",
    "882",
    "883",
    "884",
    "885",
    "886",
    "887",
    "888",
    "889",
    "890",
    "891",
    "892",
    "893",
    "894",
    "895",
    "896",
    "897",
    "898",
    "899",
    "900",
    "901",
    "902",
    "903",
    "904",
    "905",
    "906",
    "907",
    "908",
    "909",
    "910",
    "911",
    "912",
    "913",
    "914",
    "915",
    "916",
    "917",
    "918",
    "919",
    "920",
    "921",
    "922",
    "923",
    "924",
    "925",
    "926",
    "927",
    "928",
    "929",
    "930",
    "931",
    "932",
    "933",
    "934",
    "935",
    "936",
    "937",
    "938",
    "939",
    "940",
    "941",
    "942",
    "943",
    "944",
    "945",
    "946",
    "947",
    "948",
    "949",
    "950",
    "951",
    "952",
    "953",
    "954",
    "955",
    "956",
    "957",
    "958",
    "959",
    "960",
    "961",
    "962",
    "963",
    "964",
    "965",
    "966",
    "967",
    "968",
    "969",
    "970",
    "971",
    "972",
    "973",
    "974",
    "975",
    "976",
    "977",
    "978",
    "979",
    "980",
    "981",
    "982",
    "983",
    "984",
    "985",
    "986",
    "987",
    "988",
    "989",
    "990",
    "991",
    "992",
    "993",
    "994",
    "995",
    "996",
    "997",
    "998",
    "999",
    "1000",
    "1001",
    "1002",
    "1003",
    "1004",
    "1005",
    "1006",
    "1007",
    "1008",
    "1009",
    "1010",
    "1011",
    "1012",
    "1013",
    "1014",
    "1015",
    "1016",
    "1017",
    "1018",
    "1019",
    "1020",
    "1021",
    "1022",
    "1023",
    "1024",
    "1025",
    "1026",
    "1027",
    "1028",
    "1029",
    "1030",
    "1031",
    "1032",
    "1033",
    "1034",
    "1035",
    "1036",
    "1037",
    "1038",
    "1084"
  ],
  "volumes": [
    "01",
    "02",
    "03"
  ]
}