{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nناسخ الحديث ومنسوخه\n</p>\n\n<p>\nتصنيف\n</p>\n\n<p>\nالإمام أبي بكر أحمد بن محمد بن هانئ الأثرم\n</p>\n\n<p>\n(ولد في دولة الرشيد - توفي بعد الستين ومئتين)\n</p>\n\n<p>\nتحقيق\n</p>\n\n<p>\nعبد الله بن حمد المنصور\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1420 ه - 1999 م\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>الجزء الأول من كتاب ناسخ الحديث ومنسوخه</h1>\n\n<p>\nتأليف أبي بكر أحمد بن محمد بن هانئ الطائي الأثرم\n</p>\n\n<p>\nما رواه عنه أبو الحسن علي بن يعقوب بن إبراهيم الكوسج رواية أبي الحسن\nعلي بن محمد بن سعيد الموصلي الخفاف عنه رواية الشيخ أبي جعفر محمد بن أحمد\nبن محمد بن المسلمة عن أبي الحسين محمد بن عبد الله بن أخي ميمي إجازة عنه.\n</p>\n\n<p>\nأخبرنا به بالإجازة له من ابن المسلمة أبو محمد طاهر بن سهل الإسفراييني،\nسماع منه لعلي بن الحسن بن هبة الله الشافعي نفعه الله به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nأخبرنا الشيخ أبو جعفر محمد بن أحمد بن محمد بن المسلمة قراءة عليه قال:\nأخبرنا أبو الحسين محمد بن عبد الله المعروف بابن أخي ميمي إجازة قال:\nحدثنا أبو الحسن علي بن محمد بن سعيد الخفاف الموصلي، قال: حدثنا أبو الحسن\nعلي بن يعقوب الكوسج قال: قال أبو بكر الأثرم رحمه الله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head1'>1 - باب فيمن نسي صلاة أو نام عنها فاستيقظ في وقت لا يصلى فيه</h3>\n\n<p>\nروى همام وغيره عن قتادة عن أنس أن النبي صلى الله عليه وسلم قال: ((من\nنسي صلاة، فليصلها إذا ذكرها، لا كفارة لها إلا ذلك)).\n</p>\n\n<p>\nوروى عبد الجبار بن عباس عن عون بن أبي جحيفة عن أبيه عن النبي صلى الله\nعليه وسلم قال: ((من نام عن صلاة فليصل إذا استيقظ، ومن نسي صلاة فليصل إذا\nذكر)).\n</p>\n\n<p>\nوعطاء بن السائب عن بريد بن أبي مريم عن أبيه عن النبي صلى الله عليه\nوسلم: ((أنه أمره فأقام الصلاة حين استيقظ فتوضأ)).\n</p>\n\n<p>\nومعمر عن الزهري عن سعيد عن أبي هريرة عن النبي صلى الله عليه وسلم قال:\n((من نسي صلاة فليصلها إذا ذكر)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك أيضا روى حريز بن عثمان عن يزيد بن صالح عن ذي <span id='ms01'></span> مخمر عن النبي صلى\nالله عليه وسلم.\n</p>\n\n<p>\nوشعبة عن جامع بن شداد عن عبد الرحمن بن أبي علقمة عن ابن مسعود أن النبي\nصلى الله عليه وسلم لما استيقظ قال: ((افعلوا كما كنتم تفعلون)).\n</p>\n\n<p>\nفهذه الأحاديث كلها بمعنى واحد.\n</p>\n\n<p>\nوروى بشير أبو إسماعيل عن أبي حازم عن أبي هريرة أن النبي صلى الله عليه\nوسلم أمرهم حين استيقظ أن يتنحوا عن ذلك المنزل قبل أن يصلوا.\n</p>\n\n<p>\nوروى مثل ذلك هشام عن الحسن عن عمران بن حصين أن النبي صلى الله عليه\nوسلم أمرهم أن يرتحلوا قبل أن يصلوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوروى حماد بن سلمة عن عمرو بن دينار عن نافع بن جبير بن مطعم عن أبيه عن\nالنبي صلى الله عليه وسلم أيضا نحو هذا.\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة وليست كذلك، ولكن الوجه في ذلك أن منها\nخاص ومنها عام، فأما العام؛ فالذي أمر به النبي صلى الله عليه وسلم بقوله؛\n((فليصل إذا ذكر وإذا استيقظ، لا كافرة لها إلا ذلك)) ولم يقل فليرتحل، ثم\nليصل، ولم يرخص في التاخير بعد الذكر، فهذا هو الذي أمر به، وعلمه أمته،\nفهو العام المعمول به، وأما الخاص فإن النبي صلى الله عليه وسلم لما ارتحل\nلعلة قد فسرها، قال: ((إن هذا واد به شيطان، فارتحلوا منه)) وهذا شيء لا\nيعلمه إلا نبي فهو خاص.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head2'>2 - باب تأخير الصلاة عن وقتها في الحرب</h3>\n\n<p>\nروى هشام عن يحيى عن أبي سلمة عن جابر أن النبي صلى الله عليه وسلم صلى\nالعصر يوم الخندق بعد غروب الشمس.\n</p>\n\n<p>\nوروى أبو الزبير عن نافع بن جبير عن أبي عبيدة عن عبد الله أن المشركين\nشغلوا النبي صلى الله عليه وسلم عن الظهر والعصر والمغرب والعشاء فصلاهن\nبعد ما ذهب من الليل ما شاء الله عز وجل.\n</p>\n\n<p>\nوروى بشر بن المفضل عن عبد الرحمن بن إسحاق عن عبد الرحمن بن معاوية عن\nابن عباس أن النبي صلى الله عليه وسلم صلى يوم الخندق الظهر والعصر والمغرب\nوالعشاء بعد ما غاب <span id='ms02'></span> الشفق.\n</p>\n\n<p>\nوروى زياد بن عبد الله بن يحيى بن سعيد عن سعيد بن المسيب عن عمر أن\nالنبي صلى الله عليه وسلم صلى الظهر والعصر يوم الخندق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nبعد غروب الشمس.\n</p>\n\n<p>\nفجاءت هذه الأحاديث بمعنى واحد وخالفتها الأحاديث الباقية وذلك أن النبي\nصلى الله عليه وسلم صلى صلاة الخوف في وقتها على ما استطاع، فهذا مخالف\nلذلك الفعل، فاختلفت هذه الأخبار، فبين ذلك حديث أبي سعيد. روى ابن أبي ذئب\nعن المقبري عن عبد الرحمن بن أبي سعيد عن أبيه قال: حبسنا يوم الخندق عن\nالظهر والعصر والمغرب والعشاء حتى كفينا ذلك، وذلك قول الله عز وجل: {وكفى\nالله المؤمنين القتال وكان الله قويا عزيزا}.\n</p>\n\n<p>\nفقام رسول الله صلى الله عليه وسلم فأمر بلالا فأقام الصلاة ثم صلى الظهر\nكما كان يصليها قبل ذلك، ثم أقام الصلاة فصلى العصر كما كان يصليها قبل\nذلك، ثم أقام المغرب فصلاها كما كان يصليها قبل ذلك، ثم أقام العشاء فصلاها\nكما كان يصليها قبل ذلك، قال: وذلك قبل أن تنزل: {فإن خفتم فرجالا أو\nركبانا} فبين أن ذلك الفعل الذي كان يوم الخندق منسوخ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head3'>3 - باب الفتح على الإمام</h3>\n\n<p>\nروى مروان بن معاوية عن يحيى بن كثير الكاهلي عن مسور بن يزيد الأسدي،\nقال: شهدت النبي صلى الله عليه وسلم يقرأ في صلاة الفجر، فترك آية فلما فرغ\nقيل له: تركت آية كذا، فقال: ((فهلا أذكرتنيها إذا))، يعني في الصلاة.\n</p>\n\n<p>\nوروى قيس عن الأغر عن خليفة بن حصين عن أبي نصر عن ابن عباس قال: تردد\nرسول الله صلى الله عليه وسلم في آية في صلاة الصبح، فلم يفتحوا عليه، فلما\nقضى الصلاة، نظر في وجوه القوم فقال: ((أما شهد الصلاة معكم أبي بن كعب))\nقالوا: لا، فرأى القوم أنه إنما تفقده ليفتح عليه.\n</p>\n\n<p>\nوروى محمد بن إسحاق عن أبي إسحاق عن الحارث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nعن علي رضي الله عنه أن النبي صلى الله عليه وسلم قال: ((لا تفتح على\nالإمام)).\n</p>\n\n<p>\nفاختلفت هذه الأحاديث في ظاهرها، والوجه <span id='ms03'></span> فيها أن الحديثين الأولين أصح،\nوإن كانا ليسا بأقوى الأحاديث، لأن حديث الحارث عن علي قد ثبتت فيه علل\nتوهنه، منها: أنه قد جاء عن علي من رواية من هو أوثق من الحارث خلاف ذلك:\n</p>\n\n<p>\nروي عن أبي عبد الرحمن السلمي قال: قال علي عليه السلام: إذا استطعمك\nالإمام فأطعمه، فهذه علة.\n</p>\n\n<p>\nومن ذلك أن غير محمد بن إسحاق رواه عن أبي إسحاق عن الحارث عن علي رضي\nالله عنه موقوفا، فهذه علتان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nومن ذلك أن أبا إسحاق لم يسمع من الحارث إلا أربعة أحاديث ليس هذا منها،\nفهذه ثلاث. ومن ذلك أن الحارث متهم في الرواية، قد تكلم فيه نبلاء الناس:\nالشعبي فمن دونه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head4'>4 - باب الرجل يسلم عليه وهو في الصلاة</h3>\n\n<p>\nروى زيد بن أسلم عن ابن عمر عن صهيب أن النبي صلى الله عليه وسلم كان إذا\nسلم عليه وهو يصلي أشار بيده.\n</p>\n\n<p>\nوروى هشام بن سعد عن نافع عن ابن عمر عن بلال عن النبي صلى الله عليه\nوسلم مثله.\n</p>\n\n<p>\nوروى إبراهيم بن إسماعيل بن مجمع عن أبي الزيبير عن جابر أنه سلم على\nالنبي صلى الله عليه وسلم وهو يصلي فأشار إليه.\n</p>\n\n<p>\nوروي عن أبي هريرة عن النبي صلى الله عليه وسلم: ((من أشار في صلاته\nإشارة تفهم عنه فليعد)).\n</p>\n\n<p>\nفهذا الحديث في ظاهره مخالف لتلك الأحاديث وفيه علتان:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nإحداهما: أنه ليس بقوي الإسناد.\n</p>\n\n<p>\nوالعلة الأخرى: أنه إن كان محفوظا فقد يكون له وجه، أن تكون الكراهية في\nالإشارة في حوائج الدنيا من البيع والشراء والأمر والنهي فأما رد السلام\nفلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head5'>5 - باب النوم في المسجد</h3>\n\n<p>\nروى الزهري عن سالم عن أبيه، وعبيد الله عن نافع عن ابن عمر قال: كنا\nنبيت في عهد رسول الله صلى الله عليه وسلم في المسجد ونقيل فيه.\n</p>\n\n<p>\nومن ذاك أيضا اعتكاف النبي صلى الله عليه وسلم في المسجد ومبيته فيه، روي\nذلك من وجوه.\n</p>\n\n<p>\nوروى ابن لهيعة عن عمرو بن الحارث عن ابن زياد عن سعد بن أبي وقاص أن <span id='ms04'></span>\nالنبي صلى الله عليه وسلم خرج على ناس من أصحابه وهم رقود في المسجد فقال:\n((انقلبوا، فإن هذا ليس لكم بمرقد)).\n</p>\n\n<p>\nوروى داود بن أبي هند عن أبي حرب بن أبي الأسود عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nعمه عن أبي ذر قال: رآني النبي صلى الله عليه وسلم نائما في المسجد\nفضربني برجله، وقال: ألا أراك نائما فيه))، قلت: يا نبي الله غلبتني عيني.\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، والأولى أثبت التي جاءت بالرخصة، لأن\nحديث سعد إسناده مجهول منقطع، وحديث أبي ذر فيه رجل ليس بمعروف وهو عم أبي\nحرب، وليس فيه أيضا بيان نهي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head6'>6 - باب في الثلاثة يصلون جماعة كيف يقومون</h3>\n\n<p>\nروى زيد بن الحباب عن أفلح بن سعيد عن بريدة بن سفيان عن غلام لجده يقال\nله: مسعود أنه قام مع النبي صلى الله عليه وسلم هو وأبو بكر فجعلهما خلفه.\n</p>\n\n<p>\nوعن جابر عن النبي صلى الله عليه وسلم أيضا مثل هذا.\n</p>\n\n<p>\nوعن سمرة عن النبي أيضا مثل هذا.\n</p>\n\n<p>\nوأما ابن مسعود فروى عن النبي صلى الله عليه وسلم إذا كانوا ثلاثة أن\nيصفوا معا، أحدهما عن يمينه والآخر عن يساره.\n</p>\n\n<p>\nفاختلفت هذه الأحاديث، فنرى أن حديث ابن مسعود هو المنسوخ، وبيان ذلك: أن\nابن مسعود روى عن النبي صلى الله عليه وسلم هذا الحديث فذكر فيه التطبيق،\nوذكر فيه أن يكون أحدهما عن يمين الإمام والآخر عن يساره، فلما قال عمر\nوسعد وغيرهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nما يدل على أن التطبيق منسوخ، علمنا أن ابن مسعود إنما حكى فعل النبي صلى\nالله عليه وسلم الأول، وعلمنا أن ابن مسعود هو أقدم إسلاما وسنا من الذين\nرووا ما ذكرنا أن يكون الرجلان خلف الإمام مسعود وجابر وسمرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head7'>7 - باب الإيماء في الماء والطين</h3>\n\n<p>\nروى هشام بن أبي عبد الله [عن] يحيى بن أبي كثير عن أبي سلمة عن أبي سعيد\nأنه رأى النبي صلى الله عليه وسلم يسجد في ماء وطين، قال: حتى رأيت أثر\nالطين والماء على جبهته وأرنبته.\n</p>\n\n<p>\nوروى كثير بن زياد عن <span id='ms05'></span> عمرو بن [عثمان] بن يعلى بن أمية عن أبيه عن جده أن\nالنبي صلى الله عليه وسلم انتهى إلى مضيق ومعه أصحابه، والسماء من فوقهم،\nوالبلة من أسفل منهم، فصلى بهم على رواحلهم يوميء إيماء.\n</p>\n\n<p>\nفاختلف هاذان الخبران في ظاهرهما وإنما الوجه في ذلك أن يعمل بهما جميعا،\nفحديث أبي سعيد فيما جف من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nالبلل والطين وأمكن السجود عليه، وإن علق بالوجه بلله.\n</p>\n\n<p>\nوحديث يعلى بن أمية فيما لم يمكن السجود عليه من كثرة الماء والطين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head8'>8 - باب في الركعتين إذا جاء الإمام يخطب</h3>\n\n<p>\nروى شعبة عن عمرو بن دينار عن جابر عن النبي صلى الله عليه وسلم قال:\n((إذا جاء أحدكم والإمام يخطب فليصل ركعتين)).\n</p>\n\n<p>\nوروى أبو الزبير عن جابر.\n</p>\n\n<p>\nوالأعمش عن أبي سفيان عن جابر.\n</p>\n\n<p>\nوالأعمش عن أبي صالح عن أبي هريرة: ((أن النبي صلى الله عليه وسلم أمر\nسليكا الغطفاني أن يصلي ركعتين حين دخل وهو يخطب)).\n</p>\n\n<p>\nوروى ابن عجلان عن عياض عن أبي سعيد: ((أن النبي صلى الله عليه وسلم رأى\nرجلا دخل المسجد في هيئة بذة، فأمره أن يصلي ركعتين، وقال: ((إنما أمرته أن\nيصلي ركعتين حتى تفطنوا له فتصدقوا عليه)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nفخالف هذا الحديث تلك الأحاديث في ظاهرها، لأن هذا كأنه خاص وتلك\nالأحاديث عامة، وكلها صحاح الخاص والعام لقوله: ((إذا جاء أحدكم)) فقد بين\nها هنا أنه لم يرد بذلك رجلا بعينه.\n</p>\n\n<p>\nومما يبين ذلك أن أبا سعيد هو الذي روى الحديث الخاص ثم كان هو يستعمل\nذلك إذا جاء والإمام يخطب يمنعه الأحراس فلا يمتنع، ويحتج بحديث النبي صلى\nالله عليه وسلم هذا الذي رواه، فجعله عاما كسائر الأحاديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head9'>9 - باب الصلاة بعد الجمعة</h3>\n\n<p>\nروى سهيل عن أبيه عن أبي هريرة عن النبي صلى الله عليه وسلم قال: ((من\nكان منكم مصليا، فليصل بعد الجمعة أربعا)).\n</p>\n\n<p>\nروى عبيد الله عن نافع عن ابن عمر، والزهري عن سالم عن ابن عمر أن النبي\nصلى الله عليه وسلم كان يصلي بعد الجمعة ركعتين.\n</p>\n\n<p>\nفهذان الحديثان في ظاهرهما <span id='ms06'></span> مختلفان، وإنما الوجه في ذلك أنه كله جائز: أن\nيصلي ركعتين، وأن يصلي أربعا، وأن يصلي أكثر من ذلك، يفصل بين كل ركعتين\nلقوله: ((صلاة الليل والنهار مثنى مثنى)).\n</p>\n\n<p>\nوالدليل على ذلك أن ابن إدريس رواه عن سهيل بن أبي صالح عن أبيه عن أبي\nهريرة عن النبي صلى الله عليه وسلم قال: ((من كان مصليا، فليصل بعد الجمعة\nأربعا، فإن عجل به أمر صلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nركعتين في المسجد، وركعتين في أهله)).\n</p>\n\n<p>\nوروى شيخ بصري يقال له: محمد بن عبد الرحمن السهمي عن حصين عن عاصم بن\nضمرة عن علي رضي الله عنه أن النبي صلى الله عليه وسلم كان يصلي بعد الجمعة\nأربع ركعات فيسلم في آخرهن.\n</p>\n\n<p>\nوهذا حديث واه، لأن هذا الشيخ السهمي ليس بالمعروف بالعلم، ولأن هذا\nالحديث قد رواه شعبة وجماعة عن أبي إسحاق فلم يذكروا هذا فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head10'>10 - باب الصلاة يوم الجمعة بنصف النهار</h3>\n\n<p>\nروى موسى بن علي بن رباح عن أبيه عن عقبة بن عامر قال: ((ثلاث ساعات\nنهانا رسول الله صلى الله عليه وسلم أن نصلي فيهن أو نقبر فيهن موتانا: حين\nتطلع الشمس حتى ترتفع، وحين يقوم قائم الظهيرة حتى تميل الشمس، وحين تضيف\nللغروب حتى تغرب)).\n</p>\n\n<p>\nوروى مثل هذا المعنى عن النبي صلى الله عليه وسلم عمرو بن عبسة،\nوالصنابحي، وأبو أمامة.\n</p>\n\n<p>\nوروى حسان بن إبراهيم عن ليث عن مجاهد عن أبي الخليل عن أبي قتادة أن\nالنبي صلى الله عليه وسلم ((نهى عن الصلاة بنصف النهار إلا يوم الجمعة، فإن\nجهنم تسجر كل يوم نصف النهار، إلا يوم الجمعة)).\n</p>\n\n<p>\nوروى الواقدي عن سعيد بن مسلم بن بانك عن المقبري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي هريرة عن النبي صلى الله عليه وسلم أنه: ((نهى عن الصلاة نصف\nالنهار إلا يوم الجمعة)).\n</p>\n\n<p>\nفخالف هذان الحديثان تلك الأحاديث، وأحاديث النهي عامة، أثبت، لأن حديث\nأبي قتادة فيه علل منها: أنه لم يروه غير حسان ومنها أنه من حديث ليث، ولقد\nأخبرت عن أبي عبد الله أنه قدم جابرا <span id='ms07'></span> الجعفي على ليث في صحة الحديث، ومنها\nأن أبا الخليل لم يلق أبا قتادة، فهذه قصص حديث أبي قتادة.\n</p>\n\n<p>\nوأما حديث أبي هريرة: فإنما رواه الواقدي، وقد عرفت قصة الواقدي في\nروايته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head11'>11 - باب ما يقرأ به في صلاة الجمعة</h3>\n\n<p>\nروى إبراهيم بن محمد بن المنتشر عن أبيه عن حبيب بن سالم عن النعمان بن\nبشير أن النبي صلى الله عليه وسلم: ((كان يقرأ في الجمعة: {سبح اسم ربك\nالأعلى} و {هل أتاك حديث الغاشية})).\n</p>\n\n<p>\nوكذلك روى معبد بن خالد عن زيد بن عقبة عن سمرة عن النبي صلى الله عليه\nوسلم.\n</p>\n\n<p>\nوروى جعفر بن محمد عن أبيه عن عبيد الله بن أبي رافع عن أبي هريرة أن\nالنبي صلى الله عليه وسلم: ((كان يقرأ في الجمعة سورة الجمعة وسورة\nالمنافقين)).\n</p>\n\n<p>\nوروى مالك عن ضمرة بن سعيد عن عبيد الله بن عبد الله بن عتبة عن النعمان\nبن بشير أن النبي صلى الله عليه وسلم: ((كان يقرأ يوم الجمعة سورة الجمعة و\n{هل أتاك حديث الغاشية}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n)).\n</p>\n\n<p>\nفاختلفت هذه الأحاديث في ظاهرها، وإنما الوجه فيها أن الأمر في ذلك واسع\nكله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head12'>12 - باب في الساعة التي ترجى يوم الجمعة</h3>\n\n<p>\nروى عبد الله بن وهب عن عمرو بن الحارث عن الجلاح مولى عبد العزيز بن\nمروان عن جابر بن عبد الله عن النبي صلى الله عليه وسلم أنه ذكر الساعة\nالتي في الجمعة، فقال: ((التمسوها آخر الساعات بعد العصر)).\n</p>\n\n<p>\nوروى سلم بن قتيبة عن الأصبغ بن زيد عن سعيد بن رافع عن زيد بن علي عن\nأبيه عن فاطمة بنت رسول الله صلى الله عليه وسلم أنها سألت النبي صلى الله\nعليه وسلم عنها فقال: ((إذا تدلى نصف عين الشمس للغروب)).\n</p>\n\n<p>\nوروى كثير بن عبد الله عن أبيه عن جده أن النبي صلى الله عليه وسلم سئل\nعنها فقال: ((ما بين فراغ الإمام من الخطبة إلى أن تقضى الصلاة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nوروى محمد بن أبي حميد عن موسى بن وردان عن أنس عن النبي صلى الله <span id='ms08'></span> عليه\nوسلم قال: ((التمسوها فيما بين صلاة العصر إلى غروب الشمس)).\n</p>\n\n<p>\nوروى مخرمة بن بكير عن أبيه عن أبي بردة بن أبي موسى قال: قال لي ابن\nعمر: أسمعت أباك يحدث عن النبي صلى الله عليه وسلم في ساعة الجمعة، قال،\nفقلت: نعم، سمعته يقول: سمعت رسول الله صلى الله عليه وسلم يقول: ((هي ما\nبين أن يجلس الإمام إلى أن تقضى الصلاة)).\n</p>\n\n<p>\nفاختلفت هذه الأحاديث في ظاهرها وفي أسانيدها، وإن أحسن ما يعمل به في\nذلك أن تلتمس في جميع هذه الأوقات احتياطا واستظهارا.\n</p>\n\n<p>\nفأما وجه اختلاف الأحاديث، فلن تخلوا من وجهين:\n</p>\n\n<p>\nإما أن يكون بعضها أصح من بعض، وإما أن تكون هذه الساعة تتنقل في الأوقات\nكانتقال ليلة القدر في ليالي العشر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head13'>13 - باب التكبير في العيدين</h3>\n\n<p>\nروى عن عبد الله بن عمرو بن العاص، وعمرو بن عوف المزني، وجابر، وأبي\nواقد الليثي، وعائشة، وابن عمر، كلهم عن النبي صلى الله عليه وسلم: ((أنه\nكبر في العيدين سبعا في الأولى وخمسا في الآخرة)).\n</p>\n\n<p>\nوبعضها أقوى من بعض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nوروى عبد الرحمن بن ثابت بن ثوبان عن أبيه عن مكحول عن أبي عائشة عن أبي\nموسى الأشعري وحذيفة أن النبي صلى الله عليه وسلم: ((كان يكبر في العيدين\nأربعا)).\n</p>\n\n<p>\nفخالف هذا الحديث تلك الأحاديث، وتلك أكثر وأثبت قال: وسمعت أبا عبد الله\nذكر عبد الرحمن بن ثابت بن ثوبان فقال: أحاديثه مناكير.\n</p>\n\n<p>\nوروى هذا الحديث ابن عون عن مكحول فلم يرفعه كما رفعه ابن ثوبان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head14'>14 - باب ما يقرأ به في العيدين</h3>\n\n<p>\nروى إبراهيم بن محمد بن المنتشر عن أبيه عن حبيب بن سالم عن النعمان بن\nبشير أن النبي صلى الله عليه وسلم: ((قرأ في العيدين ب {سبح اسم ربك\nالأعلى} و {هل أتاك حديث الغاشية})).\n</p>\n\n<p>\nوكذلك روى معبد بن خالد عن زيد بن عقبة عن سمرة عن النبي صلى الله عليه\nوسلم:\n</p>\n\n<p>\nوكذلك روى موسى بن عبيدة عن محمد بن عمرو بن عطاء عن ابن عباس عن النبي\nصلى الله <span id='ms09'></span> عليه وسلم.\n</p>\n\n<p>\nوروى سفيان عن ضمرة بن سعيد عن عبيد الله بن عبد الله عن أبي واقد أن\nالنبي صلى الله عليه وسلم: ((قرأ في العيد ب {ق} و {اقتربت}، وكذلك روى ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nلهيعة عن أبي الزبير عن جابر عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، وإنما الوجه في ذلك أنه جائز كله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head15'>15 - باب في الصلاة خلف الصف</h3>\n\n<p>\nروى شعبة عن عمرو بن مرة عن هلال بن يساف عن عمرو بن راشد عن وابصة بن\nمعبد أن النبي صلى الله عليه وسلم: ((أمر رجلا صلى خلف الصف وحده أن\nيعيد))، وكذلك روى ملازم بن عمرو عن عبد الله بن بدر عن عبد الرحمن بن علي\nبن شيبان عن أبيه عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوروى موسى بن أنس عن أنس: ((أن النبي صلى الله عليه وسلم أمه فجعله عن\nيمينه، وقامت أم سليم من ورائهم)).\n</p>\n\n<p>\nفهذا الحديث في ظاهره مخالف لحديث وابصة، وحديث علي بن شيبان، وليس كذلك،\nولكن حديث وابصة وعلي بن شيبان في الرجال وهذا في النساء، لأن النساء لا\nسبيل لهن إلى أن يقمن مع الرجال في الصف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head16'>16 - باب طول القراءة في ركعتين بعد المغرب</h3>\n\n<p>\nروى عاصم عن أبي وائل عن عبد الله عن النبي صلى الله عليه وسلم: ((أنه\nكان يقرأ في الركعتين بعد المغرب ب {قل يا أيها الكافرين} و {قل هو الله\nأحد})).\n</p>\n\n<p>\nوروى يعقوب القمي عن جعفر بن أبي المغيرة عن سعيد بن جبير عن ابن عباس أن\nالنبي صلى الله عليه وسلم: ((كان يصلي بعد المغرب ركعتين يطيل فيهما\nالقراءة)).\n</p>\n\n<p>\nفاختلف هاذان الحديثان، والأول أثبتهما، لأن حديث يعقوب قد أفسدوه:\n</p>\n\n<p>\nرواه عدة فقالوا: عن سعيد بن جبير عن النبي صلى الله عليه وسلم، ولم\nيذكروا ابن عباس وهذا مرسل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nوروى بقية عن عتبة بن أبي حكيم عن قتادة عن أنس أن النبي صلى الله عليه\nوسلم: ((كان يقرأ في الركعتين بعد المغرب ب {إذا زلزلت}. و {قل <span id='ms10'></span> يا أيها\nالكافرون})).\n</p>\n\n<p>\nوهذا خلاف الحديث الأول، وإنما الوجه في ذلك أنه جائز كله، والأول أصح\nإسنادا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head17'>17 - باب في الرجل يؤم في بيت غيره</h3>\n\n<p>\nروى أبان بن يزيد عن بديل يعني: العقيلي، عن أبي عطية عن مالك بن الحويرث\nعن النبي صلى الله عليه وسلم قال: ((إذا زار أحدكم قوما فلا يؤمهم)).\n</p>\n\n<p>\nوروى إسحاق بن عبد الله بن أبي طلحة عن أنس أن النبي صلى الله عليه وسلم\nدخل على أم سليم فقال: ((قوموا فلأصل بكم، فأمهم)).\n</p>\n\n<p>\nوروى شعبة والأعمش عن إسماعيل بن رجاء عن أوس بن ضمعج عن أبي مسعود عن\nالنبي صلى الله عليه وسلم قال: ((لا يؤم الرجل في بيته إلا بإذنه)).\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، وليست كذلك، ولكن لها وجوه: فأما حديث\nمالك بن الحويرث فإنه إنما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nوجهه: أي لا يؤمهم في ناديهم وفي منازلهم حتى يستأذنهم، وبيان ذلك في\nحديث أبي مسعود، لقوله: ((إلا بإذنه)).\n</p>\n\n<p>\nوأما حديث أنس فإن النبي صلى الله عليه وسلم ليس كغيره، لأنه كان إذا كان\nمع قوم أمهم حيث كانوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head18'>18 - باب القراءة في ركعتي الفجر</h3>\n\n<p>\nروى أبو إسحاق عن مجاهد عن ابن عمر أن النبي صلى الله عليه وسلم: ((كان\nيقرأ في ركعتي الفجر ب {قل يا أيها الكافرون} و {قل هو الله أحد})).\n</p>\n\n<p>\nوكذلك روى يزيد بن كيسان عن أبي حازم عن أبي هريرة، وموسى بن خلف عن\nقتادة عن أنس،\n</p>\n\n<p>\nوعاصم عن أبي وائل عن عبد الله،\n</p>\n\n<p>\nكلهم عن النبي صلى الله عليه وسلم مثل الأول،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوهشام أيضا عن محمد بن سيرين عن عائشة عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوروى عثمان بن حكيم عن سعيد بن يسار عن ابن عباس عن النبي صلى الله عليه\nوسلم: ((أنه كان يقرأ فيها في الأولى {قولوا آمنا بالله وما أنزل إلينا}\nوفي الثانية {تعالوا إلى كلمة سواء بيننا وبينكم})).\n</p>\n\n<p>\nوروى عبد العزيز بن محمد عن عثمان بن عمر وموسى عن أبي الغيث عن أبي\nهريرة أن النبي صلى الله <span id='ms11'></span> عليه وسلم: ((كان يقرا فيهما {قولوا آمنا بالله\nوما أنزل إلينا} وفي الثانية {ربنا آمنا بما أنزلت واتبعنا الرسول}\nالآية)).\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة وليست كذلك، لأن الوجه فيها أن ذلك كله\nجائز، غير أنا نختار الأحاديث الأولى، لأنها هي أكثر، ومن استعمل هاذين\nالحديثين أيضا فهو جائز.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head19'>19 - باب الركعتين بعد المغرب أين تصليان</h3>\n\n<p>\nروى مالك وغيره عن نافع عن ابن عمر أن النبي صلى الله عليه وسلم قال:\n((صلوا هاتين الركعتين في بيوتكم)).\n</p>\n\n<p>\nوكذلك روى سعد بن إسحاق عن أبيه عن جده كعب بن عجرة أن النبي صلى الله\nعليه وسلم قال: ((هذه صلاة البيوت)).\n</p>\n\n<p>\nومحمد بن إسحاق عن عاصم بن عمر عن محمود بن لبيد أن النبي صلى الله عليه\nوسلم قال: ((صلوا هاتين الركعتين في بيوتكم)).\n</p>\n\n<p>\nوروى إسرائيل عن ميسرة عن المنهال بن عمرو عن زر عن حذيفة أنه صلى مع\nالنبي صلى الله عليه وسلم المغرب، ثم صلى إلى العشاء في المسجد.\n</p>\n\n<p>\nوروى يعقوب القمي عن جعفر عن سعيد بن جبير عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nابن عباس أن النبي صلى الله عليه وسلم: ((كان يصلي بعد المغرب ركعتين حتى\nيتصدع أهل المسجد)).\n</p>\n\n<p>\nفاختلفت هذه الأحاديث في ظاهرها، والأولى أثبت، لأن حديث ابن عباس قد\nأفسده قوم رووه عن سعيد بن جبير مرسلا في هذا.\n</p>\n\n<p>\nففيه رخصة لمن عمل به، وتلك أوكد، لأنها أمر وهذا فعل، والأمر أوكد من\nالفعل، لأن الأمر لا يكون إلا عاما، والفعل قد يكون خاصا.\n</p>\n\n<p>\nوقد وكدت تلك الأحاديث الأولى أحاديث جاءت عن علية الصحابة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head20'>20 - باب الاضطجاع بعد ركعتي الفجر</h3>\n\n<p>\nروى عبد الرحمن بن إسحاق عن الزهري عن عروة عن عائشة أن النبي صلى الله\nعليه وسلم: ((كان إذا ركع ركعتي الفجر، اضطجع على شقه الأيمن)).\n</p>\n\n<p>\nوروى عبد الواحد بن زياد عن الأعمش عن أبي صالح عن أبي هريرة عن النبي\nصلى الله عليه وسلم قال: ((إذا صلى أحدكم ركعتي الفجر، فليضطجع على شقه\nالأيمن)).\n</p>\n\n<p>\nوروى سفيان بن عيينة عن زياد بن سعد عن <span id='ms12'></span> زيد بن أبي عتاب عن أبي سلمة عن\nعائشة أن النبي صلى الله عليه وسلم: ((كان إذا صلى ركعتي الفجر، فإن كنت\nجالسة حدثني، وإن كنت نائمة اضطجع)).\n</p>\n\n<p>\nفاختلفت هذه الأحاديث في ظاهرها، فحديث عائشة هذا الآخر يبين لك أن\nاضطجاعه كان عن غير تعمد للاضطجاع لأنه سنة أو فضيلة، إلا أن حديث أبي\nهريرة مؤكد، ولم يثبته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nأبو عبد الله.\n</p>\n\n<p>\nفالذي نختار من ذلك: استعمال حديث عائشة الآخر الذي دل على أن ذلك لا\nيجب، ومن أخذ بحديث أبي هريرة على ظاهره لم يعنف، وقد عمل به أيضا أئمة: قد\nروي عن عمر بن الخطاب أنه كان يفعله، وعن أبي موسى، وأبي سعيد، ورافع بن\nخديج، وأنس، وغيرهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head21'>21 - باب في الرجل يصلي الجماعة ثم يدرك أخرى</h3>\n\n<p>\nروى يعلى بن عطاء عن جابر بن يزيد بن الأسود عن أبيه أن النبي صلى الله\nعليه وسلم: ((صلى الفجر، فرأى رجلين لم يصليا مع الناس، فدعاهما فقال: ((ما\nلكما لم تصليا))، قالا: قد صلينا، قال: ((إذا صليتما في رحالكما، ثم\nأدركتما الناس يصلون، فصلوا معهم، فإنهما لكما نافلة)).\n</p>\n\n<p>\nفهذا في صلاة الفجر مبين.\n</p>\n\n<p>\nوروى زيد بن أسلم عن بشر بن محجن عن أبيه عن النبي صلى الله عليه وسلم\nقال له: ((مالك لم تصل مع الناس، ألست برجل مسلم)) قلت: قد صليت، قال:\n((فإذا جئت فصل مع الناس، وإن كنت قد صليت)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nوروى أسامة بن زيد عن بكير بن عبد الله بن الأشج عن عفيف بن عمرو عن سعيد\nبن المسيب أن رجلا سأل أبا أيوب الأنصاري فقال: أحدنا يصلي ثم يخرج فيجد\nالناس يصلون فيصلي معهم، فقال: سألت رسول الله صلى الله عليه وسلم عن ذلك\nفقال: ((ذاك له سهم جمع)).\n</p>\n\n<p>\nفهاذان الحديثان في سائر الصلوات.\n</p>\n\n<p>\nثم جاءت أحاديث تنهى النبي صلى الله عليه وسلم عن صلاة التطوع بعد الفجر\nوبعد العصر.\n</p>\n\n<p>\nوروى حسين المعلم عن عمرو بن شعيب عن سليمان بن يسار عن ابن عمر عن النبي\nصلى الله عليه <span id='ms13'></span> وسلم قال: ((لا تصلوا صلاة في يوم مرتين)).\n</p>\n\n<p>\nفاختلفت هذه الأحاديث في ظاهرها، وليست كذلك، ولكن لها وجوه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nفأما الأحاديث الأولى فإنما هي في هذا خاصة في الذي يصلي الفريضة ثم يدخل\nمسجدا وهو غير متعمد فيجدهم يصلون، أو تقام الصلاة، فأمر أن يصلي معهم.\n</p>\n\n<p>\nوأحاديث الكراهية للصلاة بعد العصر والفجر إنما هي على التعمد لذلك على\nغير هذه السنة في موضعها.\n</p>\n\n<p>\nوحديث ابن عمر الذي رواه عمرو بن شعيب قد طعن في إسناده، وله مع ذلك وجه\nأن يكون إنما نهى عن إعادة الصلاة أن يصلي الفريضة في يوم مرتين، فأما الذي\nينوي بالثانية ما أمر به من النافلة، فليس بإعادة للصلاة.\n</p>\n\n<p>\nومما يوهن حديث ابن عمر هذا، أنه قد روي عن ابن عمر خلافه: روى عبيد الله\nومالك عن نافع عن ابن عمر قال: إذا صلى في بيته ثم أدرك جماعة صلى معهم،\nإلا المغرب والفجر.\n</p>\n\n<p>\nفقد رأى أن يصلي الصلاة ثانية، فهذا خلاف ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head22'>22 - باب في السمر بعد صلاة العشاء</h3>\n\n<p>\nروى يحيى بن سليم عن هشام بن عروة عن أبيه عن عائشة قالت: ما رأيت النبي\nصلى الله عليه وسلم نائما قبل العشاء ولا متحدثا بعدها.\n</p>\n\n<p>\nوروى عبد الرحمن بن القاسم عن أبيه عن عائشة قالت: ما نام رسول الله صلى\nالله عليه وسلم قبل العشاء ولا سمر بعدها.\n</p>\n\n<p>\nوروى عوف عن أبي المنهال عن أبي برزة عن النبي صلى الله عليه وسلم: كان\nيكره النوم قبلها والحديث بعدها.\n</p>\n\n<p>\nوروى منصور عن خيثمة عن رجل عن عبد الله عن النبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم: ((لا سمر إلا لمصل أو مسافر)).\n</p>\n\n<p>\nوروى عطاء بن السائب عن شقيق عن عبد الله قال: جدب لنا رسول الله صلى\nالله عليه وسلم السمر بعد صلاة العشاء.\n</p>\n\n<p>\nوروى مسلم الأعور عن أنس أن النبي صلى الله عليه وسلم: ((نهى عن النوم\nقبل العشاء والسمر بعدها)).\n</p>\n\n<p>\nوروى الأعمش عن إبراهيم عن علقمة عن عمر قال: كان النبي صلى الله عليه\nوسلم يسمر في <span id='ms14'></span> بيت أبي بكر الليلة كذاك في الأمر من أمر المسلمين وأنا معه.\n</p>\n\n<p>\nوروى هشام عن قتادة عن أبي حسان عن عبد الله بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nعمرو قال: كان النبي صلى الله عليه وسلم يحدثنا عن بني إسرائيل عامة ليله\n–وقال بعضهم- حتى يصبح.\n</p>\n\n<p>\nفاختلفت هذه الأحاديث:\n</p>\n\n<p>\nفأما حديث يحيى بن سليم الأول فهو عندي حديث ضعيف لم يروه غيره، ومما\nيبين ضعفه أن حماد بن زيد روى عن هشام بن عروة عن أبيه قال: كنت أسمر عند\nعائشة حتى تقول لي يا ابن أختي قد\n</p>\n\n<p>\nطلع الفجر، فأين هذا من ذاك، أليس هذا خلافه.\n</p>\n\n<p>\nوروى ابن إدريس أيضا عن هشام بن عروة نحو ما رواه حماد بن زيد، فكلا هذين\nأثبت من يحيى بن سليم.\n</p>\n\n<p>\nوأما حديث عبد الرحمن بن القاسم الثاني فإنه ليس فيه ذكر النهي، إنما\nذكرت أن النبي صلى الله عليه وسلم لم يفعله، وقد روى غيرهما، أن النبي صلى\nالله عليه وسلم فعله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nفالذي حفظ الشيء فأداه أصح من الذي لم يحفظه.\n</p>\n\n<p>\nوحديث أبي برزة جيد الإسناد.\n</p>\n\n<p>\nوحديث منصور ليس بالقوي لأن فيه رجلا لم يسم.\n</p>\n\n<p>\nوحديث عطاء بن السائب خطأ، رواه منصور وأبو حصين والأعمش عن أبي وائل عن\nسلمان بن ربيعة قال: جدب لنا عمر السمر، فهذا هو الحديث، ثم خالفهم فيه\nعاصم بن بهدلة وعطاء بن السائب، فأين هاذين من هؤلاء.\n</p>\n\n<p>\nثم اضطرب فيه هاذان لأنهما لم يحفظاه:\n</p>\n\n<p>\nفقال عاصم عن أبي وائل عن عبد الله قال: جدب لنا عمر، ولم يرفعه وترك\nسلمان بن ربيعة، وأما عطاء بن السائب فقال: عن أبي وائل عن عبد الله قال:\nجدب لنا رسول الله، أخطأ فيه.\n</p>\n\n<p>\nوأما حديث أنس ففي إسناده رجل متروك أو شبهه.\n</p>\n\n<p>\nوأما حديث عمر فإن علقمة أيضا لم يسمعه من عمر.\n</p>\n\n<p>\nوحديث عبد الله بن عمرو جيد الإسناد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nفتكافأ في هذا الباب هاذان الحديثان:\n</p>\n\n<p>\nحديث أبي برزة في الكراهة، وحديث عبد الله بن عمرو في الرخصة.\n</p>\n\n<p>\nثم اختلفت أيضا الرواية عن الصحابة في <span id='ms15'></span> هذا الباب:\n</p>\n\n<p>\nفروي عن عمر الكراهة، ورويت عنه الرخصة.\n</p>\n\n<p>\nوروي ( .. ... ) الكراهة، ورويت عنه الرخصة، وغيرهم أيضا، فعلمنا بذلك أن\nللكراهة وجها، وللرخصة وجه على أصل حديث النبي صلى الله عليه وسلم، لأنه\nقال: ((كان يسمر في أمر المسلمين)) وفي حديث عبد الله بن عمرو: ((كان\nيحدثنا عن بني إسرائيل)). فإذا كان السمر في أمر منفعة للإسلام أو في مذهب\nعلم، فهذا الذي فيه الرخصة وما كان من السمر فيما يكون تلذذا وتلهيا فهو\nالذي فيه الكراهة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head23'>23 - باب الوتر قبل النوم وبعده</h3>\n\n<p>\nروى عبيد الله عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم قال:\n((اجعلوا آخر صلاتكم بالليل وترا)).\n</p>\n\n<p>\nوعن أبي هريرة من وجوه قال: أمرني النبي صلى الله عليه وسلم أن لا أنام\nإلا على وتر.\n</p>\n\n<p>\n[وروى داود بن عبد الله بن حميد بن عبد الرحمن .. ... عبد الرحمن المسلي\nعن الأشعث بن (قيس) عن عمر رضي (الله عنه) عن النبي صلى الله عليه وسلم\nقال: ((لا تنم إلا (على وتر))).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nوروى محمد بن أبي حرملة عن عطاء بن يسار عن أبي ذر أن النبي صلى الله\nعليه وسلم [أمره بالوتر قبل النوم.\n</p>\n\n<p>\nوروى الأعمش عن أبي سفيان عن جابر عن النبي صلى الله عليه وسلم] قال:\n((من خاف منكم أن لا يقوم آخر الليل فليوتر أوله، ومن طمع أن يقوم آخره\nفليوتر آخره، فإن صلاة آخر الليل محضورة، وذلك أفضل)).\n</p>\n\n<p>\nوروى ابن عقيل عن جابر، ويحيى بن سليم عن عبيد الله عن نافع عن ابن عمر،\nقالا: إن النبي صلى الله عليه وسلم قال لأبي بكر: ((متى توتر؟)). قال: أول\nالليل، فقال لعمر: ((متى توتر؟)) قال: آخر الليل، فقال لأبي بكر: ((أخذت\nبالحزم)) وقال لعمر: ((أخذت بالقوة)).\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، وإنما أراد بقوله: (الوتر قبل النوم)\nتوكيد الوتر، وبيان ذلك في حديث الأعمش\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي سفيان عن جابر.\n</p>\n\n<p>\nوحديث ابن عمر الأول يبين لك أنه إنما أراد أن تكون آخر صلاته بالليل،\nفإن أراد القيام <span id='ms16'></span> أخره، وإن لم يرد القيام عجله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head24'>24 - باب الوتر بعد طلوع الفجر</h3>\n\n<p>\nروى معمر وغيره عن يحيى بن أبي كثير عن أبي نضرة عن أبي سعيد أن النبي\nصلى الله عليه وسلم قال: ((أوتروا قبل أن تصبحوا)).\n</p>\n\n<p>\nوروى عبيد الله بن عمر عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم\nقال: ((بادروا الصبح بالوتر)).\n</p>\n\n<p>\nومن وجوه عن ابن عمر أن النبي صلى الله عليه وسلم قال: ((إذا خشيت الصبح\nفأوتر)).\n</p>\n\n<p>\nوروى بن جريج عن سليمان بن موسى عن نافع عن ابن عمر عن النبي صلى الله\nعليه وسلم قال: ((إذا طلع الفجر فقد ذهب الوتر)).\n</p>\n\n<p>\nوروى ابن لهيعة عن ابن هبيرة عن أبي تميم الجيشاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي بصرة عن النبي صلى الله عليه وسلم قال: ((هي فيما بين صلاة العشاء\nإلى صلاة الصبح)).\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، ولها وجوه: فأما حديث أبي سعيد وأحاديث\nابن عمر الأولى فهو الأمر الذي يعمل به، ويتحرى أن لا يكن الوتر بعد الصبح.\n</p>\n\n<p>\nوأما حديث ابن عمر: ((إذا طلع الفجر فقد ذهب الوتر)) فإنما وجهه عندنا\nأنه قد ذهب وقت الوتر، وأنه إنما هذا بعد قضاء الوتر، بمنزلة الذي يترك\nالصلاة حتى يخرج وقتها ثم يقضيها، وكذلك حديث أبي بصرة أيضا إلا أن في حديث\nأبي بصرة معنى آخر أنه لا يقضيه بعد الفجر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head25'>25 - باب الوتر بركعة وأكثر من ذلك</h3>\n\n<p>\nروى مالك عن ابن شهاب عن عروة عن عائشة: أن النبي صلى الله عليه وسلم كان\nيوتر بواحدة.\n</p>\n\n<p>\nوروى ابن أبي ذئب عن عروة عن عائشة: أن النبي صلى الله عليه وسلم كان\nيسلم في ركعتي الوتر.\n</p>\n\n<p>\nوروى مالك عن عبد الله بن أبي قطن عن أبيه عن عبد الله بن قيس بن مخرمة\nعن زيد بن خالد الجهني: أن النبي صلى الله عليه وسلم أوتر بركعة.\n</p>\n\n<p>\nوروى شعبة وهمام عن قتادة عن أبي مجلز عن ابن عمر وابن عباس عن النبي صلى\nالله عليه وسلم قال: ((الوتر ركعة)).\n</p>\n\n<p>\nوروى زهير <span id='ms17'></span> بن محمد عن شريك بن أبي نمر عن كريب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nعن الفضل بن عباس: أن النبي صلى الله عليه وسلم أوتر بركعة.\n</p>\n\n<p>\nوروى ابن لهيعة عن يزيد بن أبي حبيب عن نافع عن ابن عمر أن النبي صلى\nالله عليه وسلم قال: ((افصل بين الركعتين والركعة)).\n</p>\n\n<p>\nوروى أبو معاوية عن الأعمش عن عمرو بن مرة عن يحيى بن الجزار عن أم سلمة:\nأن النبي صلى الله عليه وسلم كان يوتر بثلاث عشرة، فلما كبر وضعف أوتر\nبسبع.\n</p>\n\n<p>\nوأما ابن فضيل فقال عن الأعمش عن عمارة عن يحيى بن الجزار عن عائشة: أن\nالنبي صلى الله عليه وسلم كان يوتر بتسع فلما أسن وثقل أوتر بسبع.\n</p>\n\n<p>\nوروى الكوفيون عن شعبة عن قتادة عن سعد بن هشام عن عائشة: أن النبي صلى\nالله عليه وسلم كان لا يسلم في ركعتي الوتر.\n</p>\n\n<p>\nوروى سفيان بن حسين عن الزهري عن عطاء بن يزيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي أيوب عن النبي صلى الله عليه وسلم قال: ((أوتر بخمس، فإن لم تستطع\nفبثلاث، فإن لم تستطع فبواحدة)).\n</p>\n\n<p>\nوروى السري بن إسماعيل عن الشعبي عن خيثمة بن عبد الرحمن عن أبيه أنه سأل\nالنبي صلى الله عليه وسلم ما صلاتك بالليل؟ فقال: ((ثماني ركعات، والوتر\nثلاث ركعات)).\n</p>\n\n<p>\nوروى أبو عاصم عن ميمون أبي عبد الله عن ثابت عن أنس: أن النبي صلى الله\nعليه وسلم أوتر بثلاث.\n</p>\n\n<p>\nوروى أبو بكر النهشلي عن حبيب بن أبي ثابت عن يحيى بن الجزار عن ابن\nعباس: أن النبي صلى الله عليه وسلم صلى سبعا أو خمسا، أوتر بهن ثم سلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nوروى حجاج بن أرطاة عن قتادة عن زرارة بن أوفى عن عمران بن حصين: أن\nالنبي صلى الله عليه وسلم أوتر بثلاث.\n</p>\n\n<p>\nوروى إسرائيل عن منصور عن الحكم عن مقسم عن ابن عباس عن أم سلمة: أن\nالنبي صلى الله عليه وسلم كان يوتر بسبع أو خمس لا يفصل بينهن.\n</p>\n\n<p>\nوروى هشام عن أبيه عن عائشة: أن النبي صلى الله عليه وسلم كان <span id='ms18'></span> يوتر بخمس\nلا يسلم إلا في آخرهن، ولا يجلس إلا في آخرهن.\n</p>\n\n<p>\nوروى شعبة عن قتادة عن زرارة عن سعد بن هشام عن عائشة: أن النبي صلى الله\nعليه وسلم كان يوتر بتسع لا يجلس إلا في آخرهن، ولا يسلم إلا في آخرهن.\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، والأحاديث الأولى هي أثبت وأصح مخارجا،\nوإياها يختار أهل المعرفة بالعلم وصحة الأسانيد، وأما حديث الأعمش فقد\nاضطرب فيه، فقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nمرة: عن عمرو بن مرة عن يحيى بن الجزار عن أم سلمة، وقال مرة: عن عمارة\nعن يحيى بن الجزار عن عائشة، وفي الكلام أيضا اختلاف، وقد بينا ذلك، ويحيى\nبن الجزار لم يلق واحدا منهما.\n</p>\n\n<p>\nوأما حديث سعد بن هشام عن عائشة: أن النبي صلى الله عليه وسلم كان لا\nيسلم في ركعتي الوتر، فإني سمعت أبا عبد الله رضي الله عنه يقول هو خطأ.\n</p>\n\n<p>\nوأما حديث أبي أيوب فإن الثقات رووه عن الزهري عن عطاء بن يزيد عن أبي\nأيوب موقوفا غير مرفوع.\n</p>\n\n<p>\nوأما حديث خيثمة عن أبيه ففي إسناده رجل متروك.\n</p>\n\n<p>\nواختلفوا فيه أيضا عن أبي عاصم فرفعه بعضهم ولم يرفعه بعضهم.\n</p>\n\n<p>\nوأما حديث يحيى بن الجزار عن ابن عباس فهو من أضعفها لأن ابن عباس قد\nاشتهرت عنه الرواية أنه روى عن النبي صلى الله عليه وسلم: ((الوتر واحدة))\nمن وجوه صحاح، وكان هو يؤكد ذلك ويأمر به.\n</p>\n\n<p>\nوحديث يحيى بن الجزار عن ابن عباس عندنا غير متصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك حديث محمد بن قيس عن الحكم عن سعيد بن جبير عن ابن عباس عن النبي\nصلى الله عليه وسلم هو عندي مدفوع بأنه قد روى شعبة عن قتادة عن أبي مجلز\nعن ابن عباس عن النبي صلى الله عليه وسلم خلافه، وهمام عن قتادة عن أبي\nمجلز عن ابن عباس عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nومن ذلك حديث عطاء أن ابن عباس قال له: ألا أعلمك الوتر؟ فصلى ركعة.\n</p>\n\n<p>\nومن ذلك أنه ذكر له أن معاوية أوتر بركعة <span id='ms19'></span> فقال: أصاب السنة.\n</p>\n\n<p>\nوأما حديث عمران بن حصين، فإن حجاجا أخطأ فيه، وإنما الحديث عن قتادة عن\nزرارة عن ابن أبزى مرسل، قال: وسمعت أبا عبد الله يذكر أنه خطأ.\n</p>\n\n<p>\nوأما حديث منصور عن الحكم عن مقسم عن ابن عباس عن أم سلمة فإنه حديث\nمضطرب، مختلف فيه، قد اختلف فيه عن منصور وخولف فيه أيضا منصور، ولا أعلم\nأحدا ذكر فيه ابن عباس غير إسرائيل وبعضهم يجعله عن عائشة وميمونة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nوبعضهم يوقفه ولا يرفعه، فهو حديث واه.\n</p>\n\n<p>\nوأما حديث هشام عن أبيه عن عائشة، وحديث سعد بن هشام عن عائشة، فإن\nالزهري أثبت من روى عن عروة عن عائشة في هذا الباب، وهو الذي ذكرناه أول\nالباب: أن النبي صلى الله عليه وسلم كان يوتر بواحدة، فهذا أصلح ما في ذلك،\nولم يصح في الوتر بثلاث فما زاد من غير تسليم حديث واحد، ولا أكثر منه،\nوتلك الأحاديث أكثرها صحاح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head26'>26 - باب الوتر، أواجب هو</h3>\n\n<p>\nروى عبادة بن الصامت، وطلحة بن عبيد الله، وأنس، وابن عباس، وغيرهم عن\nالنبي صلى الله عليه وسلم: أن الله تبارك وتعالى افترض على عباده خمس\nصلوات.\n</p>\n\n<p>\nوروى محمد بن إسحاق وليث بن سعد عن يزيد بن أبي حبيب عن عبد الله بن راشد\nعن عبد الله بن أبي مرة، وقال ابن إسحاق ابن مرة، عن خارجة بن حذافة أن\nالنبي صلى الله عليه وسلم قال: ((إن الله عز وجل زادكم صلاة الوتر)).\n</p>\n\n<p>\nوروى ابن لهيعة عن ابن هبيرة عن أبي تميم عن أبي بصرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nعن النبي صلى الله عليه وسلم مثل ذلك.\n</p>\n\n<p>\nوروى حجاج عن عمرو بن شعيب عن أبيه عن جده عن النبي صلى الله عليه وسلم\nمثل ذلك.\n</p>\n\n<p>\nوروى أبو المنيب عبيد الله بن عبد الله العتكي عن ابن بريدة عن أبيه عن\nالنبي صلى الله عليه وسلم قال: ((الوتر حق، فمن لم يوتر فليس منا)).\n</p>\n\n<p>\nوروى خليل بن مرة عن معاوية عن أبي هريرة عن النبي صلى الله عليه وسلم:\n((من <span id='ms20'></span> لم يوتر فليس منا)).\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، وتلك الأحاديث الأولى أثبت، وأما حديث\nخارجة بن حذافة وأبي بصرة وعمرو بن شعيب فليست بالقوية.\n</p>\n\n<p>\nفإن كانت محفوظة، فليس الوجه فيها أنها فريضة، ولكن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nعلى وجه التوكيد لها والأخذ بالعمل بها. وكذلك حديث بريدة وأبي هريرة\nليسا بالقويين، ولكنهما في توكيد أمر الوتر.\n</p>\n\n<p>\nولو كانت الوتر فريضة، كان تاركها كافرا كسائر الصلوات، ولو كانت أيضا\nفريضة، لم يختلف العلماء فيه، فيزيد فيها بعضهم على بعض، لأن الفرض موقوف\nعليه، غير مختلف فيه. ومما يؤكد هذا المذهب: قول علي: إن الوتر ليس بحتم\nكالصلاة المكتوبة، وقول ابن عمر حين سئل، أسنة هو؟ فقال: أوتر رسول الله\nصلى الله عليه وسلم والمسلمون ولم يزد، ومن ذلك قول عبادة بن الصامت للذي\nقال الوتر واجب: كذب أبو محمد، ومن ذلك حديث ابن مسعود عن النبي صلى الله\nعليه وسلم: ((أوتروا يا أهل القرآن)) فقال أعرابي: ما يقول رسول الله صلى\nالله عليه وسلم؟ فقال: ليست لك ولا لأصحابك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head27'>27 - باب ما يقرأ به في الوتر</h3>\n\n<p>\nروى خصيف عن عبد العزيز بن جريج عن عائشة عن النبي صلى الله عليه وسلم:\nأنه كان يقرأ في الوتر ب {سبح اسم ربك الأعلى} و {قل يا أيها الكافرون} و\n{قل هو الله أحد} والمعوذتين.\n</p>\n\n<p>\nوروى يحيى بن أيوب عن يحيى بن سعيد عن عمرة عن عائشة عن النبي صلى الله\nعليه وسلم مثله.\n</p>\n\n<p>\nوروى زبيد عن ذر عن سعيد بن عبد الرحمن بن أبزى عن أبيه: أن النبي صلى\nالله عليه وسلم كان يوتر ب {سبح اسم ربك الأعلى} و {قل يا أيها الكافرون} و\n{قل هو الله أحد}. ولم يذكر المعوذتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nوروى أبو إسحاق عن سعيد بن جبير عن ابن عباس عن النبي صلى الله عليه وسلم\nمثله.\n</p>\n\n<p>\nوحجاج عن قتادة عن زرارة عن عمران بن حصين عن النبي صلى الله عليه وسلم\nمثله.\n</p>\n\n<p>\nوأبو إسحاق عن الحارث عن علي رضي الله عنه: أن النبي صلى <span id='ms21'></span> الله عليه وسلم\nكان يقرأ في الوتر: {إنا أنزلناه في ليلة القدر} و {إذا زلزلت الأرض\nزلزالها} و {ألهاكم التكاثر} و {والعصر} و {إذا جاء نصر الله والفتح} و\n{إنا أعطيناك الكوثر} و {قل يا أيها الكافرون} و {تبت} و {قل هو الله أحد}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة وبعضها أثبت من بعضن وكلها أثبت من حديث\nالحارث عن علي رضي الله عنه، وأتمها حديث عائشة الأول، فمن أخذ به فقد أخذ\nبالأحاديث كلها إلا حديث الحارث عن علي.\n</p>\n\n<p>\nفأما حديث الحارث عن علي فهو حديث ضعيف، ولم يسمعه أبو إسحاق من الحارث،\nوفي الحارث أيضا ما فيه، واختلفوا فيه أيضا فأوقفه بعضهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head28'>28 - باب القنوت في الفجر</h3>\n\n<p>\nروى شعبة عن عمرو بن مرة عن ابن أبي ليلى عن البراء: أن النبي صلى الله\nعليه وسلم قنت في الفجر والمغرب.\n</p>\n\n<p>\nوروى أبو جعفر الرازي عن الربيع بن أنس عن أنس: أن النبي صلى الله عليه\nوسلم لم يزل يقنت حتى مات.\n</p>\n\n<p>\nوقال أبو حمزة عن إبراهيم عن علقمة عن عبد الله: أن النبي صلى الله عليه\nوسلم لم يقنت إلا شهرا.\n</p>\n\n<p>\nوقال أبو مالك الأشجعي عن أبيه: صليت خلف النبي صلى الله عليه وسلم فلم\nيقنت. وقال: هو محدث.\n</p>\n\n<p>\nوقال هشام عن قتادة عن أنس.\n</p>\n\n<p>\nوالتيمي عن أبي مجلز عن أنس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nوعاصم عن أنس: أن النبي صلى الله عليه وسلم قنت شهرا.\n</p>\n\n<p>\nوقال أبو بكر بن عياش عن حميد عن أنس أن النبي صلى الله عليه وسلم لم\nيقنت إلا عشرين يوما.\n</p>\n\n<p>\nفهذه الأحاديث مختلفة، وأثبتها ما روى قتادة والتيمي وعاصم عن أنس أنه\nإنما قنت شهرا، ثم تركه.\n</p>\n\n<p>\nفأما حديث أنس الآخر أنه لم يزل يقنت حتى مات فإنه حديث ضعيف، مخالف\nللأحاديث.\n</p>\n\n<p>\nوأما حديث أبي مالك عن أبيه فإنه أنكر القنوت، لأنه لم يشهده، وشهده\nغيره، وذلك لأن النبي صلى الله عليه وسلم إنما كان يقنت إذا دعى لقوم، أو\nدعى على قوم، ولم يكن يديمه، وكذلك فعلت الأئمة <span id='ms22'></span> بعده: قنت أبو بكر الصديق\nعلى أهل الردة، وعمر على أهل فارس، وعلي حين حارب، ولم يكونوا يفعلونه\nدائما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head29'>29 - باب القنوت قبل الركوع أو بعده</h3>\n\n<p>\nروى أيوب عن محمد عن أنس،\n</p>\n\n<p>\nوهشام عن قتادة عن أنس،\n</p>\n\n<p>\nوالتيمي عن أبي مجلز عن أنس،\n</p>\n\n<p>\nوحنظلة عن أنس،\n</p>\n\n<p>\nكلهم يقول: إن النبي صلى الله عليه وسلم قنت بعد الركوع.\n</p>\n\n<p>\nوخالفهم عاصم عن أنس فقال: قبل الركوع.\n</p>\n\n<p>\nثم روى من وجوه أن النبي صلى الله عليه وسلم قنت بعد الركوع:\n</p>\n\n<p>\nهشام عن يحيى عن أبي سلمة عن أبي هريرة عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوعباد بن منصور عن عبد الله بن عبيد بن عمير عن أبيه عن أبي هريرة عن\nالنبي صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nومحمد بن إسحاق عن عمران بن أبي أنس عن حنظلة بن علي عن خفاف بن إيماء عن\nالنبي صلى الله عليه وسلم.\n</p>\n\n<p>\nفكل هؤلاء يقول بعد الركوع.\n</p>\n\n<p>\nوقد روى أبان بن أبي عياش عن إبراهيم عن علقمة عن عبد الله: أن النبي صلى\nالله عليه وسلم قنت في الوتر قبل الركوع. وهذا أضعف ما روي في هذا الباب،\nلأن أبان متروك.\n</p>\n\n<p>\nومما يبين وهن هذا الحديث أن هشاما رواه عن حماد عن إبراهيم عن علقمة عن\nعبد الله موقوفا.\n</p>\n\n<p>\nوروي عن ابن مسعود من وجوه موقوفا.\n</p>\n\n<p>\nومما يزيده وهنا أن أبان بصري، فلم يشاركه أحد من الكوفيين فيما روى عن\nإبراهيم، ولعله لم يرو عن إبراهيم غير هذا فتفرد به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head30'>30 - باب القنوت في غير صلاة الفجر</h3>\n\n<p>\nروى شعبة عن عمرو بن مرة عن ابن أبي ليلى عن البراء: أن النبي صلى الله\nعليه وسلم قنت في الفجر والمغرب.\n</p>\n\n<p>\nوروى هشام عن يحيى عن أبي سلمة عن أبي هريرة أن النبي صلى الله عليه وسلم\nقنت في العشاء الآخرة.\n</p>\n\n<p>\nوروى هلال بن خباب عن عكرمة عن ابن عباس أن النبي صلى الله عليه وسلم قنت\nشهرا في الظهر والعصر والمغرب والعشاء والصبح.\n</p>\n\n<p>\nوسائر الأحاديث فإنما هي عن النبي صلى <span id='ms23'></span> الله عليه وسلم أنه قنت في الصبح،\nوكذلك الأحاديث عن الصحابة أكثرها وأعلاها إنما هي في الفجر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head31'>31 - باب الصلاة بعد العصر</h3>\n\n<p>\nروى قتادة عن أبي العالية عن ابن عباس عن عمر أن النبي صلى الله عليه\nوسلم نهى عن الصلاة بعد العصر وبعد الصبح.\n</p>\n\n<p>\nوروى إبراهيم بن سعد عن أبيه عن معاذ بن عبد الرحمن عن سعد عن النبي صلى\nالله عليه وسلم مثله.\n</p>\n\n<p>\nوشعبة عن سعد بن إبراهيم عن نصر بن عبد الرحمن عن معاذ القرشي عن معاذ بن\nعفراء عن النبي صلى الله عليه وسلم مثله.\n</p>\n\n<p>\nوسفيان عن ضمرة بن سعيد عن أبي سعيد عن النبي صلى الله عليه وسلم مثله.\n</p>\n\n<p>\nوفي النهي أحاديث كثيرة.\n</p>\n\n<p>\nوروى هشام عن أبيه عن عائشة قالت: ما ترك النبي صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nركعتين بعد العصر في بيتي قط.\n</p>\n\n<p>\nوروى أبو الضحى عن مسروق عن عائشة أن النبي صلى الله عليه وسلم كان يصلي\nركعتين بعد العصر.\n</p>\n\n<p>\nوروى إبراهيم بن محمد بن المنتشر عن أبيه عن عائشة أن النبي صلى الله\nعليه وسلم كان لا يدعهما.\n</p>\n\n<p>\nفاختلفت الرواية في هذا الباب، والرواية في النهي أكثر وأشهر وأثبت.\n</p>\n\n<p>\nفأما حديث عائشة فهو حديث مضطرب فيه، قد عارضه ما هو أقوى منه، فمن ذلك\nتظاهر الأحاديث وكثرتها عن النبي صلى الله عليه وسلم في النهي عن الصلاة\nبعد العصر.\n</p>\n\n<p>\nومن ذلك أن عائشة نفسها قد روي عنها أيضا النهي عن الصلاة بعد العصر.\n</p>\n\n<p>\nومن ذلك أن الأزرق بن قيس روى عن ذكوان عن عائشة أن أم سلمة أخبرتها أن\nالنبي صلى الله عليه وسلم صلاهما. قالت: فسألت عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nذلك، فقال: ((إني كنت أصلي بعد الظهر فجاءني مال فشغلني، فصليتهما\nالآن)).\n</p>\n\n<p>\nفقد ثبت ها هنا أنها إنما روت ذلك عن أم سلمة، وأنه إنما فعلهما قضاء لما\nكان بعد الظهر.\n</p>\n\n<p>\nوالأحاديث في النهي هي التي يعمل بها وهي أوكد.\n</p>\n\n<p>\nوروى منصور عن هلال بن يساف عن وهب بن الأجدع عن علي رضي الله عنه أن <span id='ms24'></span>\nالنبي صلى الله عليه وسلم قال: ((لا تصلوا بعد العصر إلا أن تصلوا والشمس\nمرتفعة)).\n</p>\n\n<p>\nفهذا أيضا مخالف للأحاديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head32'>32 - باب الركعتين قبل المغرب</h3>\n\n<p>\nروى حسين المعلم عن عبد الله بن بريدة عن عبد الله المزني أن النبي صلى\nالله عليه وسلم قال: ((صلوا قبل المغرب ركعتين لمن شاء)).\n</p>\n\n<p>\nوروى سعيد بن أبي أيوب عن يزيد بن أبي حبيب عن أبي الخير عن عقبة بن عامر\nقال: هذه صلاتنا مع رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nوروى المختار بن فلفل عن أنس قال: كنا نصليهما والنبي صلى الله عليه وسلم\nيرانا.\n</p>\n\n<p>\nوروى الجريري وكهمس عن ابن بريدة عن عبد الله بن مغفل عن النبي صلى الله\nعليه وسلم قال: ((بين كل أذانين صلاة لمن شاء)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nوروى عبيد الله بن موسى عن حيان بن عبيد الله عن ابن بريدة عن أبيه عن\nالنبي صلى الله عليه وسلم قال: ((عند كل أذان صلاة، ما خلا المغرب)).\n</p>\n\n<p>\nفهذه الأحاديث مختلفة، وتلك الأحاديث الأولى أثبت وأكثر، فأما هذا الآخر\nفليس بشيء، قد رواه عن ابن بريدة ثلاثة ثقات: الجريري وكهمس وحسين المعلم\nعلى خلاف ما رواه هذا الشيخ الذي لا يعرف في الإسناد والكلام جميعا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head33'>33 - باب في الأمير يؤخر الصلاة عن الوقت</h3>\n\n<p>\nروى جرير عن منصور عن هلال بن يساف عن أبي المثنى عن أبي أبي ابن امرأة\nعبادة عن عبادة عن النبي صلى الله عليه وسلم قال: ((يكون أمراء تشغلهم\nأشياء عن الصلاة، فصلوا الصلاة لوقتها)).\n</p>\n\n<p>\nوكذلك روى أبو عمران الجوني عن عبد الله بن الصامت عن أبي ذر عن النبي\nصلى الله عليه وسلم.\n</p>\n\n<p>\nوكذلك روى عكرمة بن عمار عن يحيى بن أبي كثير عن سعيد بن طهمان عن أنس بن\nمالك عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوكذلك روى قدامة بن موسى عن عمرو بن حسن بن حسن بن علي عن جابر عن النبي\nصلى الله عليه وسلم.\n</p>\n\n<p>\nوروى ابن جريج عن عاصم بن عبيد الله عن عبد الله بن عامر بن <span id='ms25'></span> ربيعة عن\nأبيه عن النبي صلى الله عليه وسلم قال: ((يكون أمراء يصلون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nالصلاة، يؤخرونها عن وقتها، فإن أخروها عن وقتها فصليتموها معهم فلكم\nوعليهم، وإن صلوها لوقتها فلكم ولهم)).\n</p>\n\n<p>\nوروى أبو أيوب الإفريقي عن صفوان بن سليم عن سعيد بن المسيب عن أبي هريرة\nعن النبي صلى الله عليه وسلم نحو هذا أيضا.\n</p>\n\n<p>\nوروى أبو هاشم صاحب الزعفراني عن صالح بن عبيد عن قبيصة بن وقاص عن النبي\nصلى الله عليه وسلم قال: ((يكون أمراء يؤخرون الصلاة، فهي لكم وهي عليهم،\nفصلوا معهم ما صلوا بكم القبلة)).\n</p>\n\n<p>\nفهذه الثلاثة الأحاديث، خلاف الأولى، وتلك أثبت، وبها يعمل، لأن حديث\nعامر بن ربيعة في إسناده رجل ضعيف، وكذلك حديث أبي هريرة، وحديث قبيصة في\nإسناده رجل لا يعرف، وتلك أحاديث حسان وفيها ما يحتج به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head34'>34 - باب الصلاة في ثياب النساء</h3>\n\n<p>\nروى أشعث بن عبد الملك عن ابن سيرين عن عبد الله بن شقيق: أن النبي صلى\nالله عليه وسلم كان لا يصلي في شعر نسائه.\n</p>\n\n<p>\nوروى طلحة بن يحيى عن عبيد الله بن عبد الله عن عائشة: أن النبي صلى الله\nعليه وسلم صلى في مرط لها وهي إلى جنبه وهي حائض وعليها بعضه.\n</p>\n\n<p>\nوروى أبو حمزة عن إبراهيم عن الأسود عن عائشة: أن النبي صلى الله عليه\nوسلم كان يصلي، فوجد القر، فقال: ((يا عائشة: أرخي علي مرطك)) فقلت: إني\nحائض، فقال: ((أعلة وبخلا، إن حيضتك ليست في يديك)).\n</p>\n\n<p>\nوروى الليث بن سعد عن يزيد بن أبي حبيب عن سويد بن قيس عن معاوية بن حديج\nعن أم حبيبة: أن النبي صلى الله عليه وسلم كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nيصلي في الثوب الذي يجامع فيه إذا لم ير فيه أذى.\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، وأحاديث الرخصة أكثر وأشهر، وحديث\nالكراهية قد عارضته الأحاديث عن عائشة، ورواه الأشعث فلم يسنده.\n</p>\n\n<p>\nولو فسد على الرجال الصلاة في شعر النساء، لفسدت الصلاة فيها على النساء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head35'>35 - باب خروج النساء إلى المساجد</h3>\n\n<p>\nروى هشام عن حفصة عن <span id='ms26'></span> أم عطية: أمرنا رسول الله صلى الله عليه وسلم أن\nنخرج يوم الفطر العواتق وذوات الخدور والحيض.\n</p>\n\n<p>\nوروى عبيد الله عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم: ((لا\nتمنعوا إماء الله عز وجل مساجد الله عز وجل)).\n</p>\n\n<p>\nومحمد بن عمرو عن أبي سلمة عن أبي هريرة عن النبي صلى الله عليه وسلم\nمثله.\n</p>\n\n<p>\nوعبد الرحمن بن إسحاق عن محمد بن عبد الله بن عمرو عن بسر بن سعيد عن زيد\nبن خالد عن النبي صلى الله عليه وسلم مثله.\n</p>\n\n<p>\nوروى يحيى بن سعيد عن عمرة عن عائشة قالت: لو رأى النبي صلى الله عليه\nوسلم ما أحدث النساء لمنعهن المساجد.\n</p>\n\n<p>\nوروى جرير بن أيوب عن أبي زرعة عن أبي هريرة عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nالنبي صلى الله عليه وسلم: ((لأن تصلي المرأة في داخلها أعظم لأجرها من\nأن تصلي في بيتها، وأعظم لأجرها من أن تصلي في دارها، ولأن تصلي في دارها\nأعظم لأجرها من أن تصلي في مسجد قومها، ولأن تصلي في مسجد قومها أعظم\nلأجرها من أن تصلي في مسجد الجماعة)).\n</p>\n\n<p>\nوروى سليمان بن بلال عن شريك بن أبي نمر عن يحيى بن جعفر بن أبي كثير عن\nمحمد بن عبد الرحمن بن أبي لبيبة عن القاسم عن عائشة عن النبي صلى الله\nعليه وسلم نحوه أيضا.\n</p>\n\n<p>\nوروى عمرو بن الحارث عن دراج عن السائب مولى أم سلمة عن أم سلمة عن النبي\nصلى الله عليه وسلم: ((خير مساجد النساء قعر بيوتهن)).\n</p>\n\n<p>\nوروى همام عن قتادة عن مورق عن أبي الأحوص عن عبد الله عن النبي صلى الله\nعليه وسلم: ((صلاة المرأة في مخدعها أفضل من صلاتها في بيتها، وصلاتها في\nبيتها أفضل من صلاتها في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nحجرتها)).\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، فيرى أن الوجه فيها أن الفضل في صلاتها\nفي بيتها، لما يجب عليها من الستر، وأن خروجها مباح لها ليس على وجه\nالفضيلة، وإنما الإباحة على وجه السلامة إذا لم تكن مخافة، لقوله:\n((وليخرجن تفلات <span id='ms27'></span>)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head36'>36 - باب ما يجوز أن يصلى فيه من المواضع</h3>\n\n<p>\nروى جماعة منهم أبو ذر،\n</p>\n\n<p>\nوحذيفة،\n</p>\n\n<p>\nوجابر،\n</p>\n\n<p>\nوغيرهم أن النبي صلى الله عليه وسلم قال: ((جعلت لي الأرض كلها طهورا\nومساجد)).\n</p>\n\n<p>\nوروى عمرو بن يحيى عن أبيه عن أبي سعيد عن النبي صلى الله عليه وسلم:\n((الأرض كلها مسجد، إلا الحمام والمقبرة)).\n</p>\n\n<p>\nوروى زيد بن جبيرة عن داود بن الحصين عن نافع عن ابن عمر: أن النبي صلى\nالله عليه وسلم نهى عن الصلاة في سبعة مواطن: المقبرة، والمجزرة، والحمام،\nومحجة الطريق، وظهر بيت الله عز وجل، ومعاطن الإبل)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nوروى عدة: أن النبي صلى الله عليه وسلم نهى عن الصلاة في معاطن الإبل.\n</p>\n\n<p>\nوحديث أبي مرثد الغنوي أن النبي صلى الله عليه وسلم نهى أن يصلى إلى\nالقبور.\n</p>\n\n<p>\nفهذه الأحاديث جاءت في ظاهرها مختلفة، ولها وجوه:\n</p>\n\n<p>\nفأما قوله: ((جعلت لي الأرض طهورا ومسجدا)) فإنما أراد الخلاف على أهل\nالكتاب، لأنهم لا يصلون إلا في كنائسهم وبيعهم، فقال: فضلت على الناس بذلك\nوبغيره، ثم استثنى بعد الخلاف عليهم مواضع لمعان غير معنى أهل الكتاب.\n</p>\n\n<p>\nفأما الحمام والمقبرة، فإن الحمام ليس من بيوت الطهارة، لأنه بمنزلة\nالمراحيض التي يغتسل فيها من الجنابة والحيض.\n</p>\n\n<p>\nوالمقبرة أيضا إنما كرهت للتشبه بأهل الكتاب، لأنهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nيتخذون قبور أنبيائهم وصالحيهم مساجد.\n</p>\n\n<p>\nوسائر المواضع التي استثناها إنما كره نجاستها.\n</p>\n\n<p>\nومعاطن الإبل قال: لأنها خلقت من الشياطين.\n</p>\n\n<p>\nفقد بين في كل شيء معناه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head37'>37 - باب صلاة الضحى</h3>\n\n<p>\nروى شعبة عن الفضيل بن فضالة عن عبد الرحمن بن أبي بكرة عن أبيه أنه رأى\nناسا يصلون الضحى، فقال: إنكم لتصلون صلاة ما صلاها رسول الله صلى الله\nعليه وسلم ولا عامة أصحابه.\n</p>\n\n<p>\nوروى أبو تميلة يحيى بن واضح عن عبد المؤمن بن خالد عن الصلت بن إياس\nقال: قلت لابن عمر: أكان النبي صلى الله عليه وسلم يصلي الضحى، قال: لا.\n</p>\n\n<p>\nوروى مالك وابن جريج وابن أبي ذئب عن الزهري عن عروة عن عائشة: أن النبي\nصلى الله عليه وسلم لم يكن يصلي <span id='ms28'></span> الضحى.\n</p>\n\n<p>\nثم اختلفت في ذلك الرواية عن عائشة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nفروى الزهري هذا، وهو أثبت ما روي في ذلك عنها.\n</p>\n\n<p>\nوروى معمر عن قتادة عن معاذة عن عائشة عن النبي صلى الله عليه وسلم: كان\nيصلي الضحى.\n</p>\n\n<p>\nوروى يزيد الرشك عن معاذة عن عائشة عن النبي صلى الله عليه وسلم مثله.\n</p>\n\n<p>\nوروى يوسف بن الماجشون عن أبيه عن عاصم بن عمر بن قتادة عن رميثة عن\nعائشة عن النبي صلى الله عليه وسلم مثله.\n</p>\n\n<p>\nفأما حديث قتادة عن معاذة: فإن قتادة فيما يقال لم يسمع من معاذة.\n</p>\n\n<p>\nوأما حديث يزيد الرشك: فإني سمعت أبا عبد الله يضعفه.\n</p>\n\n<p>\nوأما حديث رميثة: فإن القعقاع بن حكيم رواه عن رميثة عن عائشة موقوفا.\nوهذا أثبت من حديث يوسف بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nالماجشون.\n</p>\n\n<p>\nثم جاءت في صلاة الضحى أحاديث كثيرة، منها:\n</p>\n\n<p>\nحديث النهاس بن قهم عن شداد أبي عمار عن أبي هريرة عن النبي صلى الله\nعليه وسلم: ((من حافظ على شفعة الضحى غفرت له ذنوب ولو كانت مثل زبد\nالبحر)).\n</p>\n\n<p>\nوهذا حديث ليس بالقوي.\n</p>\n\n<p>\nوروى سفيان عن عاصم بن كليب عن أبيه عن أبي هريرة: ما رأيت النبي صلى\nالله عليه وسلم صلى الضحى إلا مرة.\n</p>\n\n<p>\nوروى كهمس عن عبد الله بن شقيق عن عائشة قالت: ما كان النبي صلى الله\nعليه وسلم يصلي الضحى إلا أن يقدم من مغيبه.\n</p>\n\n<p>\nوروى أبو صخر عن المقبري عن أبي هريرة عن النبي صلى الله عليه وسلم قال:\n((ألا أخبركم بأسرع كرة وأعظم غنيمة: رجل توضأ في بيته، ثم عمد إلى مسجد،\nفصلى فيه صلاة الغداة، ثم عقب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nبصلاة الضحى)).\n</p>\n\n<p>\nوروى أبو عوانة عن حصين عن عمرو بن مرة عن عمار ابن عاصم عن نافع بن جبير\nعن أبيه: أن النبي صلى الله عليه وسلم كان يصلي الضحى.\n</p>\n\n<p>\nوروى شعبة عن أبي إسحاق عن عاصم بن ضمرة عن علي رضي الله عنه: أن النبي\nصلى الله عليه وسلم كان يصلي الضحى.\n</p>\n\n<p>\nوروى الضحاك بن عثمان عن إبراهيم بن عبد الله <span id='ms29'></span> بن حنيف عن أبي مرة عن أبي\nالدرداء قال: أوصاني حبيبي رسول الله صلى الله عليه وسلم بركعتي الضحى.\n</p>\n\n<p>\nوفيها حديث كثير.\n</p>\n\n<p>\nفالوجه في هذه الأحاديث أنه كان يصليها ويتركها، وقد ذكر فضلها، فرآه قوم\nيصليها فحفظوا ذاك، ورآه قوم تركها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nفحفظوا ذاك.\n</p>\n\n<p>\nآخر الجزء الأول، ويتلوه في الجزء الثاني باب كم ركعة تصلى الضحى\n</p>\n\n<p>\nوالحمد لله وحده، وصلواته على سيدنا محمد النبي وآله الطاهرين وسلم\nتسليما كثيرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>الجزء الثاني من كتاب ناسخ الحديث ومنسوخه</h1>\n\n<p>\nتأليف أبي بكر أحمد بن محمد بن هانئ الطائي الأثرم\n</p>\n\n<p>\nمما رواه عنه أبو الحسن علي بن يعقوب بن إبراهيم الكوسج رواية أبي الحسن\nعلي بن محمد بن سعيد الموصلي الخفاف عنه رواية الشيخ أبي جعفر محمد بن أحمد\nبن محمد بن المسلمة عن أبي الحسين محمد بن عبد الله بن أخي ميمي إجازة عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nأخبرنا الشيخ أبو جعفر محمد بن أحمد بن محمد بن المسلمة قراءة عليه قال:\nأخبرنا أبو الحسين محمد بن عبد الله بن أخي ميمي إجازة قال: حدثنا أبو\nالحسن علي بن محمد بن سعيد الخفاف الموصلي، قال: حدثنا أبو الحسن علي بن\nيعقوب الكوسج قال: قال أبو بكر الأثرم رحمه الله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head39'>38 - باب كم ركعة تصلى الضحى</h3>\n\n<p>\nروى شعبة عن عمرو بن مرة عن عبد الرحمن بن أبي ليلى عن أم هانئ: أن النبي\nصلى الله عليه وسلم صلى الضحى ثمان ركعات.\n</p>\n\n<p>\nوروى خالد عن حميد عن محمد بن قيس عن جابر: أن النبي صلى الله عليه وسلم\nصلاها ست ركعات.\n</p>\n\n<p>\nوروى شعبة عن يزيد الرشك عن معاذة عن عائشة: أن النبي صلى الله عليه وسلم\nصلى الضحى أربعا.\n</p>\n\n<p>\nوروى محمد بن إسحاق عن موسى بن أنس عن ثمامة عن أنس عن النبي صلى الله\nعليه وسلم قال: ((من صلى الضحى ثنتي عشرة ركعة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nوروى أبو عوانة عن حصين عن عمرو بن مرة عن عمار بن عاصم عن نافع بن جبير\nبن مطعم عن أبيه أن النبي <span id='ms30'></span> صلى الله عليه وسلم صلى الضحى ركعتين.\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، وإنما الوجه في ذلك أنه غير واجب، فمن\nشاء تركه أجمع ومن شاء استقل منه ومن شاء استكثر.\n</p>\n\n<p>\nوفي ذلك بيان في حديث رواه أبو عاصم عن عبد الحميد بن جعفر عن حسين بن\nعطاء بن يسار عن زيد بن أسلم عن ابن عمر عن أبي ذر عن النبي صلى الله عليه\nوسلم قال: ((إن صليت الضحى ركعتين لم تكتب من الغافلين، وإن صليت أربعا\nكتبت من العابدين، وإن صليت ستا لم يتبعك في ذلك اليوم ذنب، وإن صليت\nثمانيا كتبت من القانتين، وإن صليت ثنتي عشرة بنى الله عز وجل لك بيتا في\nالجنة)).\n</p>\n\n<p>\nفهذا حديث قد جمع تلك الأحاديث وبين المعنى فيها أنه إنما هو فضل، فمن\nشاء ازداد منه ومن شاء انتقص.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head40'>39 - باب في مسح الحصى في الصلاة</h3>\n\n<p>\nروى الزهري عن أبي الأحوص عن أبي ذر أن النبي صلى الله عليه وسلم قال:\n((إذا قام أحدكم إلى الصلاة فلا [يمسح] الحصى)).\n</p>\n\n<p>\nوروى يزيد بن عبد الملك عن سعيد المقبري عن أبي هريرة عن النبي صلى الله\nعليه وسلم قال: ((لا تمسوا الحصى)).\n</p>\n\n<p>\nوروى هشام عن يحيى عن أبي سلمة عن معيقيب أنه سأل النبي صلى الله عليه\nوسلم عن مس الحصى، فقال: ((إن كنت لابد فاعلا، فواحدة)).\n</p>\n\n<p>\nوروى ابن أبي ليلى عن عيسى عن عبد الرحمن بن أبي ليلى عن حذيفة أن النبي\nصلى الله عليه وسلم قال في مسح الحصى: ((واحدة أو دع)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nوروى ابن أبي ذئب عن شرحبيل عن جابر أن النبي صلى الله عليه وسلم قال في\nمسح الحصى: ((واحدة)).\n</p>\n\n<p>\nوفي هذا أحاديث.\n</p>\n\n<p>\nفاختلفت الرواية في هذا الباب، وأثبت ما في ذلك حديثان؛ حديث أبي ذر في\nالكراهة، وحديث معيقيب في الرخصة، ونرى أن الرخصة بعد الكراهية.\n</p>\n\n<p>\nومما يدل على ذلك أن أبا ذر قد روى ذاك الحديث ثم صح عنه أنه رخص في ذلك:\nروى عمرو بن دينار عن محمد بن <span id='ms31'></span> طلحة بن ركانة عن عبد الله بن عياش بن أبي\nربيعة قال: قال لي أبو ذر: إن الأرض لا تمسح إلا واحدة.\n</p>\n\n<p>\nوقد ذكرنا أيضا الكراهية عن أبي هريرة عن النبي صلى الله عليه وسلم، ثم\nروي عنه أيضا الرخصة: وروى الليث عن مجاهد عن أبي هريرة أنه رخص أن يسووا\nالحصى في الصلاة مرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nواحدة.\n</p>\n\n<p>\nوحديثه المرفوع ليس بالقوي، وهذا أيضا ليس بالقوي.\n</p>\n\n<p>\nفقد صحت الرخصة في هذا الباب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head41'>40 - باب في النعلين: أين يضعهما المصلي</h3>\n\n<p>\nروى حماد بن سلمة عن أبي نعامة عن أبي نضرة عن أبي سعيد: أن رسول الله\nصلى الله عليه وسلم خلع نعليه وهو يصلي فوضعهما عن يساره.\n</p>\n\n<p>\nوروى ابن جريج عن محمد بن عباد عن عبد الله بن سفيان عن عبد الله بن\nالسائب: أن النبي صلى الله عليه وسلم صلى بهم يوم الفتح فجعل نعليه عن\nيساره.\n</p>\n\n<p>\nوروى ابن أبي ذئب عن المقبري عن أبيه عن أبي هريرة عن النبي صلى الله\nعليه وسلم قال: ((إذا صلى أحدكم فليجعل نعليه بين رجليه)).\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، وإنما الوجه فيها:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nأن فعل النبي صلى الله عليه وسلم إنما هو للإمام؛ لأنه كان إماما وليس عن\nيساره في إمامته أحد يشغله النعلان عن صلاته إذا جعلهما عن يساره.\n</p>\n\n<p>\nوحديث أبي هريرة هو لمن خلف الإمام؛ لأنه إن وضعهما عن يمينه أو عن يساره\nشغل بهما من يليه، وبيان ذلك في حديث رواه أبو عامر الخزاز عن عبد الرحمن\nبن فلان عن يوسف بن ماهك عن أبي هريرة عن النبي صلى الله عليه وسلم قال:\n((إذا صلى أحدكم فلا يضع نعليه عن يمينه ولا عن يساره فتكون عن يمين غيره،\nإلا أن لا يكون عن يساره أحد)) فقد بين في هذا أنه إذا لم يكن عن يساره أحد\nجاز له أن يجعلهما عن يساره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head42'>41 - باب الجهر بالتأمين</h3>\n\n<p>\nروى الزهري عن سعيد بن المسيب وأبي سلمة عن أبي هريرة عن النبي صلى الله\nعليه وسلم قال <span id='ms32'></span>: ((إذا أمن الإمام فأمنوا)).\n</p>\n\n<p>\n(ففي هذا الحديث بيان الجهر بالتأمين؛ لأنه قد قال: ((إذا أمن الإمام\nفأمنوا))) فقد بين أن تأمين الإمام يسمع، فيؤمن من خلفه بتأمينه، وفيه ما\nهو أبين من هذا:\n</p>\n\n<p>\nروى عبد الرحمن بن إسحاق عن سعيد المقبري عن أبي هريرة قال: كان النبي\nصلى الله عليه وسلم إذا قال: ولا الضالين، جهر بآمين، ويأمرنا بذلك.\n</p>\n\n<p>\nوروي الجهر بالتأمين من وجوه:\n</p>\n\n<p>\nمنها عن علي وعن عائشة رضي الله عنها، وعن وائل بن حجر،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nوروى شعبة عن سلمة بن كهيل عن حجر بن عنبس عن وائل بن حجر: أن النبي صلى\nالله عليه وسلم لما قال: ((ولا الضالين))، قال: ((آمين))، يخفيها [يمد] بها\nصوته.\n</p>\n\n<p>\nفاضطرب شعبة في هذا الحديث في إسناده، وفي كلامه:\n</p>\n\n<p>\nقال مرة: عن سلمة عن حجر عن وائل،\n</p>\n\n<p>\nوقال مرة: عن سلمة عن حجر بن عنبس عن علقمة بن وائل أو عن وائل، وقال\nمرة: عن سلمة عن حجر عن علقمة بن وائل عن أبيه.\n</p>\n\n<p>\nورواه سفيان فلم يضطرب في إسناده ولا في الكلام، قال:\n</p>\n\n<p>\nعن (سلمة عن) حجر عن وائل عن النبي صلى الله عليه وسلم: أنه كان يجهر\nبها.\n</p>\n\n<p>\nثم روى ذلك عن وائل من وجه آخر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا علي بن يعقوب قال: حدثنا أبو بكر الأثرم قال: حدثنا أبو عبد الله\nقال: حدثنا أبو بكر بن عياش قال: حدثنا أبو إسحاق عن عبد الجبار بن وائل عن\nأبيه: أن النبي صلى الله عليه وسلم لما قال: ((ولا الضالين))، قال:\n((آمين))، يسمعناها)).\n</p>\n\n<p>\nفقد صح الجهر بالتأمين من وجوه، ولم يصح فيه عن النبي صلى الله عليه وسلم\nشيء غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head43'>42 - باب اختيار قصر الصلاة في السفر</h3>\n\n<p>\nروى سفيان بن عيينة عن الزهري عن عروة عن عائشة قالت: فرضت الصلاة ركعتين\nثم زيد في صلاة الحضر، وأقرت صلاة السفر.\n</p>\n\n<p>\nوروى سفيان بن سعيد عن زبيد عن عبد الرحمن بن أبي ليلى عن عمر: صلاة\nالسفر ركعتان تمام غير قصر على لسان النبي صلى الله عليه وسلم <span id='ms33'></span>.\n</p>\n\n<p>\nوروى بكير بن الأخنس عن مجاهد عن ابن عباس: فرض الله الصلاة على لسان\nنبيكم صلى الله عليه وسلم في الحضر أربعا وفي السفر ركعتين.\n</p>\n\n<p>\nوروى أبو إسحاق عن أبي السفر عن سعيد بن شقيق عن ابن عباس: كان النبي صلى\nالله عليه وسلم إذا سافر صلى ركعتين حتى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nيرجع.\n</p>\n\n<p>\nوالأحاديث في هذا الباب كثيرة.\n</p>\n\n<p>\nوروى مغيرة بن زياد عن عطاء عن عائشة أن النبي صلى الله عليه وسلم كان\nيتم في السفر ويقصر.\n</p>\n\n<p>\nوروى عمران بن زيد التغلبي عن زيد العمي عن أنس: كنا نسافر، فمنا المتم\nومنا المقصر، فلا يعيب بعضنا على بعض.\n</p>\n\n<p>\nوتلك الأحاديث الأولى هي أثبت، وليس هاذان بشيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head44'>43 - باب متى يتم المسافر الصلاة إذا قدم غير بلده</h3>\n\n<p>\nروى علي بن زيد عن أبي نضرة عن عمران بن حصين أن النبي صلى الله عليه\nوسلم لما فتح مكة أقام بها ثماني عشرة يقصر الصلاة.\n</p>\n\n<p>\nوروى يحيى بن أبي إسحاق عن أنس أن النبي صلى الله عليه وسلم أقام في حجته\nعشرا يقصر الصلاة.\n</p>\n\n<p>\nوروى ابن إسحاق عن الزهري عن عبيد الله بن عبد الله عن ابن عباس أن النبي\nصلى الله عليه وسلم أقام حين فتح مكة خمس عشرة يقصر الصلاة.\n</p>\n\n<p>\nوأما عاصم عن عكرمة عن ابن عباس فقال: إن النبي صلى الله عليه وسلم أقام\nسبع عشرة ليلة يقصر الصلاة.\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة ولها معاني:\n</p>\n\n<p>\nفأما حديث ابن عباس وعمران بن حصين في إقامة النبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nبمكة في الفتح فإنه لم يكن للنبي صلى الله عليه وسلم عزيمة تعلم.\n</p>\n\n<p>\nوكذلك السنة في من لم يعزم، أنه يقصر ما أقام، كما فعل أصحاب النبي صلى\nالله عليه وسلم، أقام عدة منهم سنتين يقصر الصلاة.\n</p>\n\n<p>\nوأما حديث أنس فإن حسب مقام النبي صلى الله عليه وسلم بمكة ومنى كله، روى\nأن النبي صلى الله عليه وسلم قدم لصبح رابعة من ذي الحجة، فحسب أنس اليوم\nالرابع والخامس والسادس والسابع والثامن يوم التروية، والتاسع يوم عرفة،\nوالعاشر <span id='ms34'></span> يوم النحر، فهذه سبع من مقدمه، وثلاثة أيام التشريق، إلى أن نفر،\nفتلك عشر، وإنما كانت عزيمة النبي صلى الله عليه وسلم في الإقامة إلى يوم\nالتروية؛ لأنه ابتدأ السفر من حين ظعن من مكة إلى منى وعرفة، وذلك أنه رجع\nإلى مكة فلم يقم بها، فقد صحت عزيمته على إقامة أيام يصلي فيها أربعا\nوعشرين صلاة مكتوبة، فقصر فيها، فهذا أصل هذا الباب لمن عزم على أن يقيم\nبقدر ذلك، فإذا عزم على إقامة أكثر من ذلك، أتم للاختلاف فيحتاط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head45'>44 - باب الجمع بين الصلاتين في السفر</h3>\n\n<p>\nروى الزهري عن سالم عن أبيه أن النبي صلى الله عليه وسلم جمع بين\nالصلاتين في السفر.\n</p>\n\n<p>\nوروى أبو الزبير عن أبي الطفيل عن معاذ عن النبي صلى الله عليه وسلم،\n</p>\n\n<p>\nوأبو الزبير عن جابر عن النبي صلى الله عليه وسلم،\n</p>\n\n<p>\nوعبد الله بن محمد بن عمر بن علي عن أبيه عن جده عن علي رضي الله عنه عن\nالنبي صلى الله عليه وسلم،\n</p>\n\n<p>\nوالزهري عن أنس عن النبي صلى الله عليه وسلم،\n</p>\n\n<p>\nويزيد بن أبي حبيب عن أبي الطفيل عن معاذ عن النبي صلى الله عليه وسلم،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nوفيه أحاديث كثيرة.\n</p>\n\n<p>\nوروى الأعمش عن عمارة عن عبد الرحمن بن يزيد عن عبد الله قال: ما رأيت\nالنبي صلى الله عليه وسلم صلى صلاة إلا لوقتها، إلا المغرب والعشاء بجمع.\n</p>\n\n<p>\nوروى معتمر عن أبيه عن حنش عن عكرمة عن ابن عباس عن النبي صلى الله عليه\nوسلم قال: ((من جمع بين صلاتين من غير عذر، فقد أتى بابا من أبواب\nالكبائر)).\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة وتلك الأولى أصح.\n</p>\n\n<p>\nفأما حديث ابن مسعود، فإنه لم يحفظ من ذلك ما حفظ غيره، والذي حفظ السنة،\nفأداها، أحج من الذي لم يحفظ، وإنما قال: ما رأيت، كما قال ابن عمر حين ذكر\nالقنوت: ما رأيت ولا علمت، وأنكر المسح على الخفين، ومثل هذا كثير.\n</p>\n\n<p>\nومثل ذلك أن أبا بكر في علمه بالنبي صلى الله عليه وسلم <span id='ms35'></span> لم يعرف ميراث\nالجدة، حتى أخبره من ليس له مثل علمه: المغيرة بن شعبة، ووافقه محمد بن\nمسلمة، فأين هاذين من أبي بكر؟!\n</p>\n\n<p>\nومن ذلك أنه لم يعلم دية الأذنين، وقد روى ذلك عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nالنبي صلى الله عليه وسلم من هو دونه: عمرو بن حزم.\n</p>\n\n<p>\nومن ذلك أن عمر لم يعلم دية الجنين، حتى حدثه حمل بن مالك بن النابغة،\nفأين هذا من عمر؟!\n</p>\n\n<p>\nومن ذلك أنه لم يعلم حديث الاستئذان حتى حدثه أبو موسى وأبو سعيد الخدري.\n</p>\n\n<p>\nومن ذلك أنه لم يعلم ميراث المرأة من دية زوجها حتى حدثه الضحاك بن\nسفيان.\n</p>\n\n<p>\nومن ذلك أنه لم يعلم السنة في جزية المجوس حتى حدثه عبد الرحمن بن عوف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head46'>45 - باب صلاة الاستسقاء والخطبة</h3>\n\n<p>\nروى سفيان عن هشام بن إسحاق بن عبد الله بن كنانة عن أبيه عن ابن عباس أن\nالنبي صلى الله عليه وسلم صلى في الاستسقاء ركعتين ولم يخطب خطبتكم هذه.\n</p>\n\n<p>\nوروى النعمان بن راشد عن الزهري عن حميد بن عبد الرحمن عن أبي هريرة أن\nالنبي صلى الله عليه وسلم صلى في الاستسقاء ركعتين ثم خطب.\n</p>\n\n<p>\nفهذان الحديثان في ظاهرهما مختلفان، وليسا كذلك، وإنما الوجه في حديث ابن\nعباس أنه أنكر تطويل خطبهم في الاستسقاء، فقال: ولم يخطب خطبتكم هذه، ولم\nيقل: إنه لم يخطب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head47'>46 - باب فضل الصلاة في الجماعة</h3>\n\n<p>\nروى عطاء بن السائب عن أبي الأحوص عن عبد الله عن النبي صلى الله عليه\nوسلم قال: ((فضل صلاة الجماعة بضع وعشرين درجة)).\n</p>\n\n<p>\nوالزهري عن سعيد بن المسيب عن أبي هريرة عن النبي صلى الله عليه وسلم\nقال: ((خمس وعشرين درجة)).\n</p>\n\n<p>\nوهلال بن ميمون عن عطاء بن يزيد عن أبي سعيد عن النبي صلى الله عليه وسلم\nكذلك أيضا.\n</p>\n\n<p>\nوعبد الرحمن بن عمار عن القاسم بن محمد بن عائشة عن النبي صلى الله عليه\nوسلم مثله.\n</p>\n\n<p>\nوكذلك روي من وجوه.\n</p>\n\n<p>\nفأما عبيد الله ومالك عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم\nفقال: ((سبع وعشرين <span id='ms36'></span> درجة)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nوفي بعض الحديث: ((أربع وعشرين درجة)).\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، وإنما الوجه فيها عندي كنحو قوله: ((إن\nمنكم من يصلي الصلاة وما له منها إلا عشرها أو تسعها)) حتى انتهى إلى آخر\nالعدد، فهم يتفاضلون على معاني: إما على الخشوع وحسن القيام في الصلاة\nوالاشتغال بها وحسن الركوع والسجود وإقامتها على فرضها وسنتها وعلى بعد\nالمنازل من المساجد وكثرة الخطا وغير ذلك.\n</p>\n\n<p>\nوقد ذكر في فضل الجماعة أكثر من ذلك حتى قيل: ((صلاة الجماعة أفضل من\nصلاة مائة تترى)) رواه قباث بن أشيم عن النبي صلى الله عليه وسلم تسليما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head48'>47 - باب رفع اليدين في الدعاء</h3>\n\n<p>\nروى شعبة عن قتادة عن أنس: أن النبي صلى الله عليه وسلم كان لا يرفع يديه\nفي الدعاء [إلا] في الاستسقاء.\n</p>\n\n<p>\nوروى سليمان التيمي عن بركة عن بشير بن نهيك عن أبي هريرة: أن النبي صلى\nالله عليه وسلم رفع يديه في الاستسقاء.\n</p>\n\n<p>\nوروى الجريري عن حيان بن عمير عن عبد الرحمن بن سمرة: أن النبي صلى الله\nعليه وسلم رفع يديه في الدعاء في الكسوف.\n</p>\n\n<p>\nوروى يزيد بن أبي زياد عن سليمان بن عمرو عن أبي هلال عن أبي برزة: أن\nالنبي صلى الله عليه وسلم دعا على رجلين فرفع يديه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nوروى خصيف عن سعيد بن جبير عن ابن عباس: أن النبي صلى الله عليه وسلم كان\nإذا دعا رفع يديه.\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، وإنما الوجه في ذلك أن أنسا لم يحفظ ذلك\nمنه إلا في الاستسقاء، وحفظه غيره من الاستسقاء وغيره من الدعاء.\n</p>\n\n<p>\nفالذي حفظ السنة فأداها أحج من الذي لم يحفظ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head49'>48 - باب صلاة الليل كم هي ركعة</h3>\n\n<p>\nروى ابن عيينة عن ابن أبي لبيد عن [أبي سلمة عن] عائشة أن النبي صلى الله\nعليه وسلم كان يصلي بالليل ثلاث عشرة ركعة منها ركعتي الفجر.\n</p>\n\n<p>\nوروى الزهري عن عروة عن عائشة أن النبي صلى الله عليه وسلم كان يصلي\nبالليل إحدى عشرة ركعة.\n</p>\n\n<p>\nوروى شعبة عن أبي جمرة عن <span id='ms37'></span> ابن عباس أن النبي صلى الله عليه وسلم كان يصلي\nبالليل ثلاث عشرة ركعة.\n</p>\n\n<p>\nوروى يحيى بن سعيد عن شرحبيل عن جابر أن النبي صلى الله عليه وسلم صلى من\nالليل ثلاث عشرة ركعة.\n</p>\n\n<p>\nوروى سلمة بن كهيل عن كريب عن ابن عباس أن النبي صلى الله عليه وسلم صلى\nبالليل ثلاث عشرة ركعة أو إحدى عشرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nوروى فضيل بن مرزوق عن أبي إسحاق عن عاصم عن علي رضي الله عنه أن النبي\nصلى الله عليه وسلم كان يصلي بالليل ثمان ركعات.\n</p>\n\n<p>\nوروى الأعمش عن إبراهيم عن الأسود عن عائشة أن النبي صلى الله عليه وسلم\nكان يصلي بالليل تسع ركعات.\n</p>\n\n<p>\nوروى عمارة بن زاذان عن أبي غالب عن أبي أمامة أن النبي صلى الله عليه\nوسلم كان يصلي بالليل سبع ركعات.\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، وإنما الوجه فيها أن ذلك كله جائز وكل\nكان يفعل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head50'>49 - باب التطوع على الراحلة في السفر</h3>\n\n<p>\nروى ابن أبي ذئب عن عثمان بن عبد الله بن سراقة عن جابر أنه رأى النبي\nصلى الله عليه وسلم يصلي على راحلته نحو المشرق في غزوة أنمار.\n</p>\n\n<p>\nوروى هشام عن يحيى عن محمد بن عبد الرحمن عن جابر عن النبي صلى الله عليه\nوسلم نحوه.\n</p>\n\n<p>\nوروى سفيان عن عبد الله بن دينار عن ابن عمر عن النبي صلى الله عليه وسلم\nنحوه.\n</p>\n\n<p>\nوعمرو بن يحيى عن سعيد بن يسار عن ابن عمر عن النبي صلى الله عليه وسلم\nنحوه.\n</p>\n\n<p>\nوسفيان عن أبي الزبير عن جابر عن النبي صلى الله عليه وسلم نحوه.\n</p>\n\n<p>\nوعبد الملك عن سعيد بن جبير عن ابن عمر عن النبي صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nنحوه.\n</p>\n\n<p>\nوهو أيضا من وجوه سوى هذا.\n</p>\n\n<p>\nوروى ربعي بن عبد الله بن الجارود عن عمرو بن أبي الحجاج عن الجارود بن\nأبي سبرة عن أنس أن النبي صلى الله عليه وسلم كان إذا أراد أن يتطوع على\nراحلته استقبل القبلة فكبر، ثم صلى حيث توجهت به.\n</p>\n\n<p>\nفهذا الحديث <span id='ms38'></span> كأنه في الظاهر خلاف تلك الأحاديث وإنما الوجه في ذلك أن هذا\nمفسر لتلك الأحاديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head51'>50 - باب القرآن في كم يختم</h3>\n\n<p>\nروى شعبة وهمام عن قتادة عن يزيد بن عبد الله بن الشخير عن عبد الله بن\nعمرو عن النبي صلى الله عليه وسلم قال: ((لا يفقه من قرأ في أقل من ثلاث)).\n</p>\n\n<p>\nوروى عكرمة بن عمار عن يحيى بن أبي كثير عن أبي سلمة عن عبد الله بن عمرو\nأن النبي صلى الله عليه وسلم قال له: ((اقرأه في سبع، لا تزد على ذلك)).\n</p>\n\n<p>\nوروى ابن لهيعة عن حبان بن واسع عن أبيه عن سعد بن المنذر أنه قال للنبي\nصلى الله عليه وسلم: أقرأ القرآن في ثلاث، قال: ((إن استطعت)).\n</p>\n\n<p>\nوروى معمر عن سماك بن الفضل عن وهب بن منبه عن عمرو بن شعيب عن أبيه عن\nعبد الله بن عمرو أن النبي صلى الله عليه وسلم أمره أن يقرأه في أربعين،\nفلم يزل يناقصه حتى انتهى إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nسبع.\n</p>\n\n<p>\nوروى أبان العطار عن يحيى بن أبي كثير عن محمد بن عبد الرحمن عن أبي سلمة\nعن عبد الله بن عمرو أن النبي صلى الله عليه وسلم أمره أن يقرأه في شهر، ثم\nلم يزل يناقصه حتى انتهى إلى سبع.\n</p>\n\n<p>\nوروى هشام الدستوائي عن عطاء بن السائب عن أبيه عن عبد الله بن عمرو أن\nالنبي صلى الله عليه وسلم أمره أن يقرأه في سبع، قال: فما زلت أناقصه حتى\nقال لي: ((اقرأه في يوم وليلة)).\n</p>\n\n<p>\nفهذه الأحاديث مختلفة في ظاهرها، وإنما الوجه فيها: أن ذلك على قدر\nالإطاقة، فمن أطاق: قرأ به في أدنى ما جاء من ذلك، ومن لم يطق: كانت الرخصة\nله إلى الأربعين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head52'>51 - باب الصلاة الوسطى</h3>\n\n<p>\nروى الأعمش عن أبي الضحى عن شتير بن شكل عن علي رضي الله عنه: أن\nالمشركين شغلوا النبي صلى الله عليه وسلم عن صلاة العصر، قال: ((شغلونا عن\nالصلاة الوسطى)).\n</p>\n\n<p>\nوكذلك روى عاصم عن زر عن علي رضي الله عنه <span id='ms39'></span> عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوشعبة عن قتادة عن أبي حسان عن عبيدة عن علي رضي الله عنه عن النبي صلى\nالله عليه وسلم.\n</p>\n\n<p>\nوروى همام عن قتادة عن الحسن عن سمرة عن النبي صلى الله عليه وسلم قال:\n((الصلاة الوسطى صلاة العصر)).\n</p>\n\n<p>\nوروي هذا عن النبي صلى الله عليه وسلم من وجوه كثيرة.\n</p>\n\n<p>\nوروى مالك عن زيد بن أسلم عن القعقاع بن حكيم عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nأبي يونس عن عائشة رضي الله عنها أنها أمرته أن يكتب لها مصحفا، فأمرته\nأن يكتب (حافظوا على الصلوات والصلاة الوسطى وصلاة العصر) وقالت: سمعتها من\nرسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nفهذا الحديث في ظاهره كأنه مخالف لسائر الأحاديث، وليس كذلك، ولكن الوجه\nفيه: أن الله عز وجل إنما ذكر الصلاة الوسطى وأمر بالمحافظة عليه أمرا بعد\nأمر، فقال: {حافظوا على الصلوات}، فلا يشك أنه قد دخل في ذلك صلاة العصر\nلأنها من الصلوات، ثم قال: {والصلاة الوسطى}.\n</p>\n\n<p>\nفأمر بالمحافظة عليها أمرا ثانيا، ثم قال: (وصلاة العصر) توكيد بعد\nتوكيد.\n</p>\n\n<p>\nوالدليل على ذلك ظاهر الأحاديث عن النبي صلى الله عليه وسلم إنما هي\nالعصر.\n</p>\n\n<p>\nومما يبين ذلك أن عائشة نفسها قد قالت: إن الصلاة الوسطى هي العصر: كذلك\nروى محمد بن عمرو عن القاسم بن محمد عن عائشة قالت: صلاة الوسطى هي صلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nالعصر.\n</p>\n\n<p>\nوروى سليمان التيمي عن قتادة عن أبي أيوب عن عائشة قالت: صلاة الوسطى هي\nالعصر.\n</p>\n\n<p>\nفهذا يبين لك أن تأويل الآية التي ذكرت عائشة أنها سمعتها من رسول الله\nصلى الله عليه وسلم على ما وصفنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head53'>52 - باب الصلاة على النبي صلى الله عليه وسلم كيف هي</h3>\n\n<p>\nروى شعبة ومسعر عن الحكم عن عبد الرحمن بن أبي ليلى عن كعب بن عجرة أنهم\nقالوا للنبي صلى الله عليه وسلم: قد علمنا السلام عليك، فكيف الصلاة عليك؟\nقال: ((قولوا: اللهم صل على محمد وآل محمد)) وقال بعضهم: ((وعلى آل محمد))،\n((كما صليت على إبراهيم وآل إبراهيم، إنك حميد مجيد، وبارك على <span id='ms40'></span> محمد وآل\nمحمد)) وقال بعضهم: ((وعلى آل محمد))، ((كما باركت على إبراهيم وآل إبراهيم\nإنك حميد مجيد)).\n</p>\n\n<p>\nوروى يزيد بن عبد الله بن الهاد عن عبد الله بن خباب عن أبي سعيد أن\nالنبي صلى الله عليه وسلم قال: ((قولوا: اللهم صل على محمد عبدك ورسولك،\nكما صليت على آل إبراهيم، وبارك على محمد وآل محمد كما باركت على آل\nإبراهيم)).\n</p>\n\n<p>\nوروى داود بن قيس عن نعيم بن عبد الله المجمر عن أبي هريرة عن النبي صلى\nالله عليه وسلم قال: ((قولوا: اللهم صل على محمد وعلى آل محمد، وبارك على\nمحمد وعلى آل محمد، كما صليت وباركت على إبراهيم وآل إبراهيم في العالمين،\nإنك حميد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nمجيد)).\n</p>\n\n<p>\nوروى معمر عن ابن طاووس عن أبي بكر بن محمد بن عمرو بن حزم عن رجل من\nأصحاب النبي صلى الله عليه وسلم عن النبي صلى الله عليه وسلم أنه كان يقول:\n((اللهم صل على محمد (وعلى أهل بيته وعلى أزواجه وذريته كما صليت على\nإبراهيم وآل إبراهيم إنك حميد مجيد [وبارك] على محمد وعلى أهل بيته وعلى\nأزواجه وذريته كما باركت على إبراهيم إنك حميد مجيد)).\n</p>\n\n<p>\nروى مجمع بن يحيى عن عثمان بن موهب عن موسى بن طلحة عن أبيه أن النبي صلى\nالله عليه وسلم قال: ((قولوا: اللهم صل على محمد وعلى آل محمد كما صليت على\nإبراهيم وآل إبراهيم إنك حميد مجيد، وبارك على محمد وعلى آل محمد كما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nباركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد)).\n</p>\n\n<p>\nوروى محمد بن إسحاق عن محمد بن إبراهيم عن محمد بن عبد الله بن زيد عن\nعقبة بن عمرو عن النبي صلى الله عليه وسلم قال: ((قولوا: اللهم صل على محمد\nالنبي الأمي وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم، وبارك على\nمحمد النبي الأمي وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك\nحميد مجيد)).\n</p>\n\n<p>\nوروى مالك عن عبد الله بن أبي بكر عن أبيه عن <span id='ms41'></span> عمرو بن سليم عن أبي حميد\nأن النبي صلى الله عليه وسلم قال: ((قولوا: اللهم صل على محمد وأزواجه\nوذريته كما صليت على آل إبراهيم، وبارك على محمد وأزواجه وذريته كما باركت\nعلى إبراهيم إنك حميد مجيد)).\n</p>\n\n<p>\nوروى إسماعيل بن أبي خالد عن أبي داود عن بريدة عن النبي صلى الله عليه\nوسلم قال: ((قالوا: اللهم [اجعل] صلواتك ورحمتك وبركاتك على محمد وآل محمد\nكما جعلتها على آل إبراهيم إنك حميد مجيد)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، وإنما الوجه في ذلك أنه كله جائز، فما\nكان منها صحيح الإسناد، فمن عمل بشيء مما صح منها جاز، وكل هذا الباب صحيح\nالإسناد، إلا حديث بريدة وحديث الرجل من أصحاب النبي صلى الله عليه وسلم لم\nيسم.\n</p>\n\n<p>\nفأما حديث بريدة ففي إسناده رجل متروك.\n</p>\n\n<p>\nوأما الآخر فمرسل.\n</p>\n\n<p>\nثم سائر الأحاديث حسان وبعضها أصح من بعض ونختار حديث كعب بن عجرة الأول\nلجودة إسناده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head54'>53 - باب تفسير قوله صلى الله عليه وسلم: ((كل مولود يولد على الفطرة))</h3>\n\n<p>\nروى أبو الزناد عن الأعرج عن أبي هريرة عن النبي صلى الله عليه وسلم قال:\n((كل مولود يولد على الفطرة، حتى يكون أبواه يهودانه وينصرانه)).\n</p>\n\n<p>\nوروى همام عن قتادة عن يزيد بن عبد الله بن مطرف عن عياض بن حمار عن\nالنبي صلى الله عليه وسلم قال: ((قال الله عز وجل: إني خلقت عبادي حنفاء\nكلهم، وإن الشياطين أتتهم فاجتالتهم عن دينهم)).\n</p>\n\n<p>\nوروى قتادة عن أبي حسان عن ناجية بن كعب عن عبد الله عن النبي صلى الله\nعليه وسلم قال: ((إن العبد يولد مؤمنا، ويعيش مؤمنا، ويموت مؤمنا، والعبد\nيولد كافرا، ويعيش كافرا، ويموت كافرا)).\n</p>\n\n<p>\nوروى معتمر عن أبيه عن رقبة عن أبي إسحاق عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nسعيد بن جبير عن ابن عباس عن أبي عن النبي صلى الله عليه وسلم قال: ((إن\nالغلام الذي قتله الخضر طبع كافرا، ولو أدرك لأرهق أبويه طغيانا وكفرا)).\n</p>\n\n<p>\nفاختلفت هذه الأحاديث في ظاهرها وليست كذلك لأن لها وجوها عند من فهمها <span id='ms42'></span>،\nوليست هذه من الأحاديث التي تختلف؛ لأنها إنما هي أخبار مؤداة، وإنما تختلف\nالأحاديث في التحليل والتحريم للأمر يكون بعد الأمر، والرخصة بعد الشدة،\nفأما الأخبار المؤداة عن الله عز وجل فهي غير مختلفة، وإنما يؤتى بعض الناس\nفيها من قلة المعرفة بوجهها، إلا أنه ربما جاء الحديث الضعيف فذاك مما لا\nيعتد به.\n</p>\n\n<p>\nفأما قوله: ((كل مولود يولد على الفطرة)) فإن بيان وجه هذا الكلام في\nكتاب الله عز وجل، وفي الأحاديث بعد، وذلك قول الله عز وجل: {وإذ أخذ ربك\nمن بني آدم من ظهورهم ذريتهم وأشهدهم على أنفسهم ألست بربكم قالوا بلى\nشهدنا}.\n</p>\n\n<p>\nثم جاءت الأحاديث بتفسير ذلك: أن الله عز وجل أخذهم في صلب آدم كهيئة\nالذر، فأخذ عليهم جميعا العهد والميثاق بأنه ربهم، فأقروا له بذلك أجمعون،\nثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\n[ردهم] في صلب آدم.\n</p>\n\n<p>\nوقال في آية أخرى: {فطرت الله التي فطر الناس عليها لا تبديل لخلق الله}،\nفكان بدو ما ابتدأ الله به فطرة الخلق أجمعين قبل أن يخلقهم على الإقرار\nبه، وإنما معنى الفطرة ها هنا: ابتداء الخلق، ولا يعني بذلك فطرة الإسلام،\nألا تراه يقول: {لا تبديل لخلق الله} مما يبين قوله: {الحمد لله فاطر\nالسموات والأرض}.\n</p>\n\n<p>\nيعني أنه بدأ خلقها، ومما يبين ذلك حديث ابن عباس أنه اختصم إليه\nأعرابيان في بئر، فقال أحدهما: أنا فطرتها، يعني ابتدأتها.\n</p>\n\n<p>\nوقال: {قل الذي فطركم أول مرة} يعني ابتدأ خلقهم،\n</p>\n\n<p>\nوقال النبي صلى الله عليه وسلم: ((اللبن: الفطرة)) أي أنه ابتداء ما يغذى\nبه الصبي، وقد قال: ((اعتبروا الرؤيا بأسمائها))، فلما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nكان اللبن يبتدأ به الصبي، تأوله في فطرة الإسلام.\n</p>\n\n<p>\nوذلك أن الكلمة الواحدة من كلام العرب تستعمل في مواضع كثيرة، قال الله\nعز وجل: {وكذلك جعلناكم أمة} فهذا له معنى، وقال: {إن إبراهيم كان أمة}،\nفجعل في تلك الآية أهل الإسلام أجمعين أمة، وجعل في الآية الأخرى إبراهيم\nوحده أمة، فهذا له معنى آخر، وقال: {واذكر بعد أمة} فهذا له معنى ثالث،\nيعني به بعد <span id='ms43'></span> نسيان، وقال: {أخرنا عنهم العذاب إلى أمة}، فهذا له معنى رابع\n[يعني] إلى أجل، ومما يبين ذلك أنه لم يعن بقوله: كل مولود يولد على\nالفطرة، كل مولود يولد على الإسلام: ما اجتمعت عليه الأمة على تأويل الكتاب\nوالسنة أنه لا يرث المسلم الكافر، ولا الكافر المسلم، ثم أجمعوا على أن\nاليهودي والنصراني والمجوسي إن مات وله ولد رضيع أو صغير، أنه يرثه، وأنه\nإن مات ولده الصغير أو أخوه ورثه الكافر الكبير؛ لأنه على دينه، فلو كان\nالمولود على الفطرة معناه أنه ولد على الإسلام ما ورثه إلا المسلمون، ولما\nدفن إلا معهم، فهذا وجه قوله: ((كل مولود يولد على الفطرة))،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما أراد أنهم كلهم يولدون على تلك البداية التي كانت في صلب آدم،\nفمنهم من جحدها بعد إقراره بها من الزنادقة الذين لا يعرفون الله عز وجل\nولا يقرون به وغيرهم ممن لم يبلغه الإسلام في أقطار الأرض الذين لا يدينون\nدينا، وسائر الناس بعد من أهل الملل مقرون بتلك الفطرة التي بدئ عليها\nخلقهم، فلست تلقى أحدا من أهل الملل وإن كان كافرا إلا وهو يقر بأن الله\nربه، وهو في ذلك بالله كافر حين خالف شريعة الإسلام.\n</p>\n\n<p>\nوأما حديث عياض بن حمار عن النبي صلى الله عليه وسلم الذي ذكر فيه أن\nالله قال: ((خلقت عبادي حنفاء)) فإنما هو شبيه بقوله: ((كل مولود يولد على\nالفطرة)) وهذا أيضا يوضح لك أن الفطرة في ذلك الحديث إنما أراد بها الخلق،\nألا تراه يقول: ((خلقت عبادي حنفاء)) وذلك أنه لم يدعهم يوم أخذهم في صلب\nآدم إلا إلى حرف واحد، فأجابوه، فلزمهم في ذلك الموقف اسم الطاعة\nوالاستجابة؛ لأنه قال: {ألست بربكم قالوا بلى} وهذا يشبه تأويل قول النبي\nصلى الله عليه وسلم: ((من قال لا إله إلا الله دخل الجنة)) فقال العلماء:\nإن هذا كان قبل نزول الفرائض، يقول: لأن النبي صلى الله عليه وسلم دعا\nالناس في أول الأمر إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nترك الأوثان [] الأنداد، ورفض الأصنام، وأن <span id='ms44'></span> يقروا بأنه لا إله إلا الله،\nووعدهم على ذلك الجنة [فأ] جابه من أجابه، ثم فرض عليهم الصلاة، ولم يكونوا\nملومين في ترك الصلاة [قبل أن تفرض] عليهم، فلما فرضت عليهم وجب عليهم\nالأخذ بها، وكانوا بتركها كفارا.\n</p>\n\n<p>\nثم كذلك شرائع الإسلام التي أمروا بها، فخلق الله عباده يوم أخذهم في صلب\nآدم كهيئة الذر على الإقرار به وعلى الطاعة فيما أمرهم به.\n</p>\n\n<p>\nوأما قوله: ((فإن الشياطين أتتهم فاجتالتهم عن دينهم)) فإن الشياطين\nأتتهم بتسليط الله عز وجل وإذنه، ولولا ذلك لم يطيعوهم؛ لأنه قال: {أنا\nأرسلنا الشياطين على الكافرين تؤزهم أزا} وقال لإبليس لعنه الله: {واستفزز\nمن استعطت منهم بصوتك وأجلب عليهم بخيلك ورجلك وشاركهم في الأموال والأولاد\nوعدهم}، ثم قال: {وما يعدهم الشيطان إلا غرورا} فهو الذي أمره أن يعدهم ثم\nنسب ذلك إليه، فكذلك نسب الفعل إلى الشياطين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nولولا إرادة فعلهم لم يكن؛ لأنه لا فعل في ملكه ولا يكون شيء في السموات\nولا في الأرضين وما بينهن جميعا إلا بمشيئته، فمن شك في ذلك طرفة عين من\nدهره فقد كفر بالله ووحيه.\n</p>\n\n<p>\nوأما قوله: ((إن العبد يولد مؤمنا .. .. والعبد يولد كافرا)). وهذا حديث\nابن مسعود، فقد فسر هذا حديث ابن مسعود الآخر الذي [هو أصح]، إسنادا من\nحديث أبي حسان عن ناجية بن كعب عن عبد الله، وهو حديث سلمة بن كهيل والأعمش\nعن يزيد بن وهب عن عبد الله قال: حدثنا رسول الله صلى الله عليه وسلم وهو\nالصادق المصدوق: ((إن خلق أحدكم يجمع في بطن أمه أربعين يوما ثم يكون علقة\nمثل ذلك ثم يكون مضغة مثل ذلك، ثم يبعث الله عز وجل إليه الملك فيقال: اكتب\nأجله وعمله ورزقه وشقي أو سعيد، ثم ينفخ فيه الروح)) فهذا هو الذي يكون بعد\nما يكون في بطن أمه أربعة أشهر مما يثبت الله عز وجل عند ذلك من الشقوة أو\nالسعادة، ومن الكفر أو الإيمان، وذلك الذي كان فطره عليه في صلب آدم شيء\nفقد <span id='ms45'></span> مضى عليه أول الخلق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nوأما حديث أبي بن كعب عن النبي صلى الله عليه وسلم: ((أن الغلام الذي\nقتله الخضر طبع كافرا)) فإن معناه شبيه بمعنى حديث أبي حسان؛ لأن الطبع عين\nالفطرة، فالطبع هو الذي يكون في بطن أمه من تمام خلقه وإحكام صورته ونفخ\nالروح فيه على ما قدر الله له من الهدى والضلالة.\n</p>\n\n<p>\nفهذه الأحاديث كلها يرجع معناها إلى أمر واحد على تأول أهل السنة والعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head55'>54 - باب الصوم في السفر</h3>\n\n<p>\nروى الزهري عن صفوان بن عبد الله عن أم الدرداء عن كعب بن عاصم عن النبي\nعليه السلام قال: ((ليس من البر الصيام في السفر)).\n</p>\n\n<p>\nوروي مثل هذا عن ابن عمر وجابر عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوروى يونس بن يزيد عن الزهري عن أبي سلمة بن عبد الرحمن بن عوف عن أبيه\nعن النبي صلى الله عليه وسلم قال: ((الصائم في السفر كالمفطر في الحضر)).\n</p>\n\n<p>\nوحديث كعب بن عاصم قال فيه بعضهم: ((ليس البر أن تصوموا في السفر ولم\nيقل: ((من البر)) وحديث جابر أيضا قال فيه بعضهم: ((ليس البر)).\n</p>\n\n<p>\nوروى عاصم الأحول عن مورق عن أنس: أن النبي صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nكان في سفر فمنهم صائم ومنهم مفطر، فقام المفطرون فضربوا الأبنية، وسقوا\nالركاب، فقال النبي صلى الله عليه وسلم: ((ذهب المفطرون بالأجر)).\n</p>\n\n<p>\nوقال الزهري عن عبيد الله عن ابن عباس: أن النبي صلى الله عليه وسلم صام\nفي السفر ثم أفطر.\n</p>\n\n<p>\nوروى سعيد بن أبي أيوب عن يزيد بن أبي حبيب عن كليب بن ذهل عن عبيد بن\nجبير عن أبي بصرة: أنه أنكر على من صام في السفر؛ وقال: أيرغب عن سنة رسول\nالله صلى الله عليه وسلم؟\n</p>\n\n<p>\nوروى ليث بن سعد عن يزيد بن أبي حبيب عن أبي الخير عن منصور الكلبي عن\nدحية الكلبي أنه أيضا أنكر ذلك، وقال: إن قوما رغبوا عن هدي محمد صلى الله\nعليه وسلم.\n</p>\n\n<p>\nوالحديث في كراهة الصوم في السفر كثير.\n</p>\n\n<p>\nوروى هشام بن <span id='ms46'></span> سعد عن عثمان بن حيان عن أم الدرداء عن أبي الدرداء قال:\nكنا مع النبي صلى الله عليه وسلم في سفر في يوم شديد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nالحر، وما فينا صائم إلا النبي صلى الله عليه وسلم وعبد الله بن رواحة.\n</p>\n\n<p>\nوروى مالك عن سمي عن أبي بكر بن عبد الرحمن قال: حدثني بعض أصحاب النبي\nصلى الله عليه وسلم أنه رأى النبي صلى الله عليه وسلم [يصب] على رأسه الماء\nبالعرج وهو صائم.\n</p>\n\n<p>\nوروى هشام بن عروة عن أبيه عن عائشة أن حمزة الأسلمي سأل النبي صلى الله\nعليه وسلم عن الصوم في السفر، فقال: ((إن شئت فصم، وإن شئت فأفطر)).\n</p>\n\n<p>\nوروى حسين المعلم عن عمرو بن شعيب عن أبيه عن جده: أن النبي صلى الله\nعليه وسلم صام في السفر وأفطر.\n</p>\n\n<p>\nوروى ابن لهيعة عن أبي الزبير عن جابر: أن النبي صلى الله عليه وسلم صام\nفي السفر وأفطر.\n</p>\n\n<p>\nوروى سعيد بن أبي عروبة عن عبد السلام عن حماد عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nإبراهيم عن علقمة عن عبد الله: أن النبي صلى الله عليه وسلم صام في السفر\nوأفطر.\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، وإنما الوجه في ذلك أن أول الأمرين كان\nفي اختيار الصوم في السفر، لأن النبي صلى الله عليه وسلم كان يصوم في السفر\nثم أفطر، فاختاروا الفطر لقوله: إنما يؤخذ بالأحدث فالأحدث من فعل رسول\nالله صلى الله عليه وسلم.\n</p>\n\n<p>\nفأما هذه الأحاديث التي ذكر [ .. ... ] أنه كان يصوم في السفر، فإن وجه\nذلك أن يكون في أول الأمرين.\n</p>\n\n<p>\nوأما قوله لحمزة بن عمرو: ((إن شئت فصم، وإن شئت فأفطر)) فإنه مفسر في\nحديث آخر: أن حمزة كان رجلا يعالج الظهر فيكريه [ .. ... ] السفر [ .. ...\n] مقامه بمنزلة الملاحين والمختلفين، فخيره لذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nوأما قوله: ((صائم رمضان في السفر، كمفطره في الحضر)) فهذا أغلظ ما جاء\nفيه، ولكنه لم يثبت؛ لأن أبا سلمة فيما يقال: لم يسمع من أبيه، وهذا الحديث\nأيضا رواه عدة عن ابن أبي ذئب عن الزهري عن أبي سلمة عن أبيه <span id='ms47'></span> موقوفا ورفعه\nواحد، فالأمر في هذا الباب على اختيار الإفطار في السفر، وأنه من صام لم\nيصم يلتمس بذا [ .. ... ]، ومعنى ذلك: أن لا يقول: إن الصوم أبر الأمرين\nوأفضلهما، ولكن الفضل في اتباع السنة، والأخذ بالرخصة، لقوله: {فمن كان\nمنكم مريضا أو على سفر فعدة من أيام أخر} ثم قال: {يريد الله بكم اليسر ولا\nيريد بكم العسر}.\n</p>\n\n<p>\nثم جاء عن النبي صلى الله عليه وسلم: ((إن الله عز وجل [يحب] أن يؤخذ\nبرخصه، كما يحب أن يطاع في [ .. ... ])).\n</p>\n\n<p>\nوكذلك تقصير الصلاة في السفر، هي رخصة من الله عز وجل فالأخذ بها أحسن،\nفإن صام في السفر فقد أجزأه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head56'>55 - باب صوم ثلاثة أيام من كل شهر</h3>\n\n<p>\nروى حماد بن سلمة عن ثابت عن أبي عثمان عن أبي هريرة عن النبي صلى الله\nعليه وسلم قال: ((من صام شهر الصبر وثلاثة أيام من كل شهر فكأنما صام\nالدهر)).\n</p>\n\n<p>\nوروى عاصم عن أبي عثمان عن أبي ذر عن النبي صلى الله عليه وسلم نحوه.\n</p>\n\n<p>\nوروى شعبة عن معاوية بن قرة عن أبيه عن النبي صلى الله عليه وسلم: ((صوم\nثلاثة أيام من كل شهر، صوم الدهر وإفطاره)).\n</p>\n\n<p>\nوروى يزيد الرشك عن معاذة عن عائشة: أن النبي صلى الله عليه وسلم كان\nيصوم ثلاثا من كل شهر، قلت: من أية؟ قالت: لم يكن يبالي من أيه كان.\n</p>\n\n<p>\nوروى الأسود بن شيبان عن أبي نوفل بن أبي عقرب عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nأبيه أن النبي صلى الله عليه وسلم أمره أن يصوم [ثلاثا من] كل شهر.\n</p>\n\n<p>\nثم جاءت أحاديث كثيرة مسندة صحاح عن النبي صلى الله عليه وسلم أنه أمر\nبصيام البيض وذكر فضلها،\n</p>\n\n<p>\nوجاءت أحاديث بأنه كان يصوم شعبان.\n</p>\n\n<p>\nوجاءت أحاديث [ .. ... ] فيها: أنه كان يصوم حتى نقول: لا يفطر، ويفطر\nحتى نقول لا يصوم،\n</p>\n\n<p>\nوجاءت أحاديث أنه سئل: أي شهر أفضل بعد رمضان؟ فقال: ((المحرم))، وجاءت\nأحاديث أن أفضل الصيام، صوم داود عليه السلام، كان يصوم يوما ويفطر يوما؛\nوجاءت أحاديث: أن من صام رمضان وأتبعه <span id='ms48'></span> بست من شوال فكأنما صام الدهر، فكل\nهذه قد جاءت عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nفاختلفت هذه الأحاديث في ظاهرها، ولها وجوه ومعاني:\n</p>\n\n<p>\nوذلك أن أصل الفرض إنما هو الشهر المبارك الذي افترضه الله عز وجل، وأجمع\nأهل الإسلام على صومه، وكانت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nالفسحة فيما بعده للأمة، وكان الصوم بعده تطوعا، وكانت الفضائل في بعضه\nأكثر منها في بعض، وكان من شاء استكثر من تلك الفضائل، ومن شاء استقل، ومن\nشاء تركها إلى غير حرج.\n</p>\n\n<p>\nأما سمعت حديث طلحة بن عبيد الله في قول الأعرابي للنبي صلى الله عليه\nوسلم حين سأله عن الصوم فذكر شهر رمضان، فقال: هل علي غيره، قال: ((لا، إلا\nأن تطوع)) ثم قال رسول الله صلى الله عليه وسلم: ((لئن صدق ليدخلن الجنة))\nوذلك عند قوله: ((والذي بعثك بالحق لا أزيد على هذا شيئا ولا أنتقص منه)).\n</p>\n\n<p>\nومثل حديث النبي صلى الله عليه وسلم في الرجل الذي قال: إني لأبغض فلانا،\nفكان مما احتج به عليه: أنه لا يصوم إلا شهر رمضان، فقال النبي صلى الله\nعليه وسلم: ((قم، إن أدري لعله خير منك)).\n</p>\n\n<p>\nفي أشباه لهذا كثيرة.\n</p>\n\n<p>\nوإنما يرى أنه كره أن يجعل شيئا من هذه الفضائل في الصوم معلومة فيلم بها\nالناس، فتكون كالشيء المفترض عليهم، فأخذ ببعضها في وقت، وأخذ ببعضها في\nآخر، وذكر لكل شيء فضيلة؛ لئلا يلزم شيء واحد بعينه كأنه لا يجوز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nغيره، فيكون بمنزله [ .. ... ] الواجب، ففي صوم ثلاث من كل شهر فضل، فإن\nتعمد به البيض كان أفضل، وإن صامهن في غير البيض فقد أخذ بفضل دون فضل،\nوكذلك سائر ما ذكرناه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head57'>56 - باب صيام العشر</h3>\n\n<p>\nروى الأعمش عن إبراهيم عن الأسود عن عائشة قالت: ما رأيت رسول الله صلى\nالله عليه وسلم صائما العشر قط.\n</p>\n\n<p>\nوروى موسى بن علي عن أبيه عن عقبة بن عامر أن رسول الله صلى الله عليه\nوسلم قال: ((يوم عرفة وأيام التشريق أيام أكل وشرب)).\n</p>\n\n<p>\nوروى مسعود بن واصل عن النهاس بن قهم <span id='ms49'></span> عن قتادة عن سعيد بن المسيب عن أبي\nهريرة عن النبي صلى الله عليه وسلم قال: ((صيام كل يوم من العشر يعدل صيام\nسنة)).\n</p>\n\n<p>\nوروى أبو قتادة عن النبي صلى الله عليه وسلم في فضل صوم يوم عرفة أيضا.\n</p>\n\n<p>\nورويت أحاديث فضل صوم يوم عرفة.\n</p>\n\n<p>\nوروى حوشب بن عقيل عن مهدي عن عكرمة عن أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nهريرة أن النبي صلى الله عليه وسلم نهى عن صوم يوم عرفة بعرفة.\n</p>\n\n<p>\nوروت أم الفضل أن النبي صلى الله عليه وسلم أفطر بعرفة.\n</p>\n\n<p>\nوروى ابن عباس أن النبي صلى الله عليه وسلم أفطر بعرفة.\n</p>\n\n<p>\nوابن عمر أيضا.\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، فأما حديث عائشة الأول: فإنه ليس فيه\nبيان مذهب، وذلك أنها لما حكت أنها لم تره صائم العشر، فقد يكون ذلك على\nأنها لم تره هي، ورآه غيرها، وذلك أنه إنما كان يكون عندها في الأيام يوما،\nوقد يكون ذلك على أن يكون لم يصم العشر على أنه ليس بواجب ومن صامه فله\nفضل، فليس في هذا بيان.\n</p>\n\n<p>\nوأما حديث عقبة بن عامر فإنه حديث تفرد به موسى بن علي، وروى الناس هذا\nالحديث من وجوه كثيرة، فلم يدخلوا فيه صوم عرفة، غيره.\n</p>\n\n<p>\nوقد يكون من الحافظ الوهم أحيانا، فالأحاديث إذا تظاهرت فكثرت كانت أثبت\nمن الواحد الشاذ، كما قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nإياس بن معاوية: إياك والشاذ من العلم، وقال إبراهيم بن أدهم: إنك إن\nحملت شاذ العلماء حملت شرا كثيرا.\n</p>\n\n<p>\nفالشاذ عندنا: هو الذي يجيء بخلاف ما جاء به غيره، وليس الشاذ الذي يجيء\nوحده بشيء لم يجئ أحد بمثله ولم يخالفه غيره.\n</p>\n\n<p>\nومما يؤكد صحة صوم يوم عرفة مع الأحاديث التي جاءت عن النبي صلى الله\nعليه وسلم في فضله: أن الأئمة قد صاموه، قد روي عن علي رضي الله عنه أنه\nكان يصومه ويذكر فضيلته، وعن عائشة أنها قالت: ما من السنة يوم أحب إلي أن\nأصومه من يوم عرفة.\n</p>\n\n<p>\nوعن ابن عمر أنه سئل عن صوم يوم عرفة فقال: أحق <span id='ms50'></span> الأيام أن يصام.\n</p>\n\n<p>\nوعن عثمان بن عفان رضي الله عنه أنه كان يصوم يوم عرفة.\n</p>\n\n<p>\nوعن عثمان بن أبي العاص أنه كان يصومه.\n</p>\n\n<p>\nوأما حديث أبي هريرة أن النبي صلى الله عليه وسلم نهى عن صوم يوم عرفة\nبعرفة، فإن فيه بيان الكراهة [ .. ... ] وذلك أن الصوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nفي غير يوم عرفة ممكن لمن أراده، ويوم عرفة يوم كاف بأجره، كما قال عمر\nبن الخطاب رضي الله عنه، فأحبوا أن يتقووا على الدعاء والتضرع وأن يكون في\nذلك جدهم ووقوفهم.\n</p>\n\n<p>\nومما يبين ذلك أن ابن عمر كما قد ذكرنا، قال في صوم يوم عرفة: هو أحق\nالأيام أن يصام. ثم سئل عن صوم يوم عرفة بعرفة، فقال: حججت مع رسول الله\nصلى الله عليه وسلم ومع أبي بكر فلم يصمه ومع عمر فلم يصمه ومع عثمان فلم\nيصمه، فأنا لا أصومه.\n</p>\n\n<p>\nفالأمر في هذا الباب على أن صوم يوم عرفة وسائر العشر قبل الأضحى حسن،\nوأفضلها يوم عرفة، وأنه لا يصام يوم عرفة بعرفة للذي يحتاج إليه من القوة\nهناك، ولأنه صوم في سفر، وقد قيل فيه ما قيل إنه: ((ليس من البر الصوم في\nالسفر)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head58'>57 - باب صوم يوم الجمعة</h3>\n\n<p>\nروى الأعمش عن أبي صالح عن أبي هريرة عن النبي صلى الله عليه وسلم قال:\n((لا تصوموا يوم الجمعة إلا أن تصوموا يوما قبله أو يوما بعده)).\n</p>\n\n<p>\nوفي النهي عن صوم يوم الجمعة، مفردا أحاديث منها:\n</p>\n\n<p>\nحديث جويرية أن النبي صلى الله عليه وسلم دخل عليها يوم جمعة وهي صائمة،\nفقال لها: ((أصمت أمس؟)) قالت: لا، قال: ((أفتريدين أن تصومي غدا؟)).\n</p>\n\n<p>\nقالت: لا، قال: ((فأفطري)).\n</p>\n\n<p>\nومن ذلك حديث بشير بن الخصاصية عن النبي صلى الله عليه وسلم قال: ((لا\nتصوموا يوم الجمعة إلا في أيام هو أحدها أو في شهر)).\n</p>\n\n<p>\nوروى ليث عن عمير بن أبي عمير عن ابن عمر قال: ما رأيت رسول الله صلى\nالله عليه وسلم مفطرا يوم جمعة قط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nوروى الحسن بن أبي جعفر عن أيوب عن محمد <span id='ms51'></span> عن ابن عمر قال: ما رأيت رسول\nالله صلى الله عليه وسلم يوم جمعة قط صائما.\n</p>\n\n<p>\nفاختلفت هذه الأحاديث في ظاهرها.\n</p>\n\n<p>\nومع ذلك أيضا ما ذكر من فضل يوم وإفطار يوم، فقد يصوم يوم الجمعة في ذلك\nمفردا، إذا كان يصوم يوما ويفطر يوما، لأنه ربما وقع فطره يوم الخميس وصومه\nيوم الجمعة.\n</p>\n\n<p>\nفوجه أحاديث النهي عن تفرد صوم يوم الجمعة إنما هو على التعمد لذلك، يريد\nأن تتعمد صوم الجمعة تلتمس فضيلته، فهذا هو المنهي عنه.\n</p>\n\n<p>\nفأما الذي يلتمس الفضيلة في صوم يوم وإفطار يوم، فيوافق ذلك صوم يوم\nالجمعة خاصة، فليس بالمنهي عنه.\n</p>\n\n<p>\nوأما الحديثان اللذان ذكرنا عن ابن عمر في هذا الباب فكلاهما واه، وقد\nروي عن عدة من التابعين أنه لا بأس إذا كان يصوم يوما ويفطر يوما أن يصوم\nالجمعة وحده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head59'>58 - باب في صوم يوم بعينه</h3>\n\n<p>\nروى سفيان عن منصور عن إبراهيم عن علقمة قال: قلت لعائشة: هل كان النبي\nصلى الله عليه وسلم يختص من الأيام شيئا؟ قالت: لا.\n</p>\n\n<p>\nوروى أبان بن يزيد عن عاصم عن معبد بن خالد عن سواء الخزاعي عن حفصة: أن\nالنبي صلى الله عليه وسلم كان يصوم الإثنين والخميس.\n</p>\n\n<p>\nوروى محمد بن رفاعة عن سهيل عن أبيه عن أبي هريرة عن النبي صلى الله عليه\nوسلم قال: ((تعرض الأعمال على الله عز وجل يوم الإثنين ويوم الخميس، فأحب\nأن يعرض عملي وأنا صائم)).\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، ولها وجوه:\n</p>\n\n<p>\nفنرى أن حديث عائشة إنما وجهه أن ذلك لم يكن منه دائما مخافة أن يوجبه،\nوأن سائر الأحاديث على أنه قد كان يفعله كثيرا ويتركه أحيانا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head60'>59 - باب صوم يوم عاشورء</h3>\n\n<p>\nروى حصين عن الشعبي عن محمد بن صيفي أن النبي صلى الله عليه وسلم قال لهم\nفي يوم عاشوراء: ((صوموا هذا اليوم، فمن كان طعم فليتم بقية يومه)).\n</p>\n\n<p>\nثم روي مثل هذا بعينه عن جماعة عن النبي صلى الله عليه وسلم فيهم ابن\nعباس، وهند بن أسماء، وأسماء بن <span id='ms52'></span> حارثة، وسلمة بن الأكوع، وغيرهم.\n</p>\n\n<p>\nوروي من أكثر من عشرين وجها أن النبي صلى الله عليه وسلم أمر بصوم يوم\nعاشوراء.\n</p>\n\n<p>\nوروى عبيد الله عن نافع عن ابن عمر أن أهل الجاهلية كانوا يصومون\nعاشوراء، وأن النبي صلى الله عليه وسلم صامه قبل أن يفترض رمضان [وترك\nعاشوراء]، فلما فرض رمضان، قال: ((من شاء صامه ومن شاء تركه)).\n</p>\n\n<p>\nوروى هشام عن أبيه عن عائشة أن النبي صلى الله عليه وسلم صام يوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nعاشوراء وأمر بصومه، فلما فرض رمضان ترك عاشوراء.\n</p>\n\n<p>\nوروى أشعث بن أبي الشعثاء عن جعفر بن أبي ثور عن جابر بن سمرة أن النبي\nصلى الله عليه وسلم أمر بصوم عاشوراء، فلما فرض رمضان لم يأمر به، ولم ينه\nعنه.\n</p>\n\n<p>\nوروى سلمة بن كهيل عن القاسم بن مخيمرة عن أبي عمار عن قيس بن سعد عن\nالنبي صلى الله عليه وسلم مثل هذا أيضا.\n</p>\n\n<p>\nوروى الأعمش عن عمارة عن عبد الرحمن بن يزيد عن عبد الله أن النبي صلى\nالله عليه وسلم كان يصوم عاشوراء قبل أن ينزل رمضان، فلما نزل رمضان ترك.\n</p>\n\n<p>\nوروى الزهري عن حميد بن عبد الرحمن عن معاوية أن النبي صلى الله عليه\nوسلم قال في يوم عاشوراء: ((هذا يوم عاشوراء، وأنا صائم، فمن شاء فليصم،\nومن شاء فليفطر)).\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، ولها معاني، وهذا عندنا من الناسخ\nوالمنسوخ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nوذلك أن النبي صلى الله عليه وسلم وكد صومه في أول الأمر قبل نزول شهر\nالصوم، حتى أمرهم بأن يتموا بقية يومهم وإن كانوا قد أكلوا، وإنما يفعل ذلك\nفي الفريضة.\n</p>\n\n<p>\nثم جاءت الأحاديث بما يبين أن ذلك كله كان قبل شهر رمضان، فلما فرض شهر\nرمضان كان ما سواه تطوعا.\n</p>\n\n<p>\nومما يؤكد ذلك أن معاوية إنما أسلم يوم الفتح، وقد فرض الله عز وجل صوم\nشهر رمضان قبل ذلك بسنين، ثم حكى معاوية أنه سمع النبي صلى الله عليه وسلم\nيخبر الناس بأنه صائم ويقول لهم: ((من شاء منكم فليصم)) ففي هذا <span id='ms53'></span> الحديث وما\nأشبهه من الأحاديث بيان نسخ إيجاب صوم عاشوراء، وفيه أيضا بيان [لأن] النسخ\nلم يكن على تركه البتة، ولكن على أنه صار تطوعا، فمن شاء فعله، ومن شاء\nتركه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head61'>60 - باب في القبلة للصائم</h3>\n\n<p>\nروت عائشة وحفصة وأم سلمة وأم حبيبة أن النبي صلى الله عليه وسلم كان\nيقبل وهو صائم. إلا أن حديث أم حبيبة أضعفها.\n</p>\n\n<p>\nوروى الليث بن سعد عن بكير بن الأشج عن عبد الملك بن سعيد عن جابر عن عمر\nبن الخطاب رضي الله عنه قال: قبلت وأنا صائم، فأتيت النبي صلى الله عليه\nوسلم فذكرت ذلك له، فقال: ((أرأيت لو تمضمضت بماء وأنت صائم)) فرخص له.\n</p>\n\n<p>\nوروى معتمر بن سليمان عن حميد عن أبي المتوكل عن أبي سعيد أن النبي صلى\nالله عليه وسلم رخص في القبلة للصائم.\n</p>\n\n<p>\nوروى إسرائيل عن زيد بن جبير عن أبي يزيد عن ميمونة –مولاة للنبي صلى\nالله عليه وسلم - أن النبي صلى الله عليه وسلم سئل عن القبلة للصائم، فقال:\n((قد أفطر)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nوروى ابن لهيعة عن يزيد بن أبي حبيب عن قيصر التجيبي عن عبد الله بن عمرو\nعن النبي صلى الله عليه وسلم أنه رخص فيها للشيخ وكرهها للشاب.\n</p>\n\n<p>\nوروى أبان بن عبد الله البجلي عن أبي بكر بن حفص عن عائشة أن النبي صلى\nالله عليه وسلم رخص فيها للشيخ وكرهها للشاب فاختلفت هذه الأحاديث في\nظاهرها والمعنى فيها واحد والكراهية فيها إنما هي لمن لا يملك أربه، وذلك\nأن ينتشر فيمذي، فيحرج صومه، فلذلك كرهها للشاب دون الشيخ.\n</p>\n\n<p>\nوقالت عائشة: وأيكم كان أملك لأربه من رسول الله صلى الله عليه وسلم؟\n</p>\n\n<p>\nفإذا خاف الصائم أن ينتشر اجتنبها، وإذا أمن ذلك فلا بأس بها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head62'>61 - باب المباشرة للصائم</h3>\n\n<p>\nروى الأعمش عن إبراهيم عن علقمة والأسود عن عائشة أن النبي صلى الله عليه\nوسلم كان يباشر وهو صائم ولكنه كان أملككم لأربه.\n</p>\n\n<p>\nوروى إسرائيل عن أبي العنبس عن الأغر عن أبي هريرة أن النبي صلى الله\nعليه وسلم <span id='ms54'></span> رخص للشيخ أن يباشر وهو صائم، ونهى الشاب.\n</p>\n\n<p>\nوهذه المسألة أيضا قصتها شبيهة بقصة القبلة للصائم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head63'>62 - باب الوصال في الصيام</h3>\n\n<p>\nروى حميد عن ثابت عن أنس أن النبي صلى الله عليه وسلم نهى عن الوصال.\n</p>\n\n<p>\nوالأعمش عن أبي صالح عن أبي هريرة عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوسلمة بن كهيل عن قزعة عن أبي سعيد أن النبي صلى الله عليه وسلم نهى عن\nالوصال.\n</p>\n\n<p>\nوروى ثابت عن أنس أن النبي صلى الله عليه وسلم واصل.\n</p>\n\n<p>\nوعن الأعمش عن أبي صالح عن أبي هريرة أن النبي صلى الله عليه وسلم واصل.\n</p>\n\n<p>\nوهشام بن عروة عن أبيه عن عائشة أن النبي صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nواصل.\n</p>\n\n<p>\nوفي هذا الباب أحاديث، فاختلفت هذه الأحاديث في ظاهرها وإنما الوجه فيها\nأن ذلك كان خاصا للنبي صلى الله عليه وسلم ونهى عنه أصحابه، فقال: ((إني\nلست مثلكم، إني أبيت يطعمني ربي ويسقين)).\n</p>\n\n<p>\nآخر الجزء الثاني ويتلوه في الثالث باب الهلال يرى ما يقول\n</p>\n\n<p>\nوالحمد لله وحده وصلواته على سيدنا محمد النبي وآله الطاهرين وسلم تسليما\nكثيرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head64'>الجزء الثالث</h1>\n\n<p>\nمن كتاب ناسخ الحديث ومنسوخه\n</p>\n\n<p>\nتأليف\n</p>\n\n<p>\nأبي بكر أحمد بن محمد بن هاني الطائي الأثرم\n</p>\n\n<p>\nمما رواه عنه أبو الحسن علي بن يعقوب بن إبراهيم الكوسج\n</p>\n\n<p>\nرواية أبي الحسين علي بن محمد بن سعيد الموصلي الخفاف\n</p>\n\n<p>\nعنه رواية الشيخ أبي جعفر محمد بن أحمد بن محمد بن المسلمة\n</p>\n\n<p>\nعنه أبي الحسين محمد عبد الله بن أخي ميمي إجازة عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>بسم الله الرحمن الرحيم</h1>\n\n<p>\nأخبرنا الشيخ أبو جعفر محمد بن أحمد بن محمد بن المسلمة قراءة عليه قال:\nأخبرنا أبو الحسين محمد بن عبد الله ابن أخي ميمي إجازة قال: حدثنا أبو\nالحسن علي بن محمد بن سعيد الخفاف الموصلي، قال: حدثنا أبو الحسن علي بن\nيعقوب الكوسج قال: قال أبو بكر الأثرم:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head66'>63 - باب الهلال يرى ما يقول</h3>\n\n<p>\nروى محمد بن بشر، عن عبد العزيز بن عمر بن عبد العزيز، عن رجل، عن عبادة\nبن الصامت، أن <span id='ms55'></span> النبي صلى الله عليه وسلم كان إذا رأى الهلال قال: \"الله\nأكبر، الله أكبر، الحمد لله، لا حول ولا قوة إلا بالله، اللهم إني أسألك\nخير هذا الشهر، وأعوذ بك من شر القدر، ومن شر يوم الحشر\".\n</p>\n\n<p>\nوروى عبد العزيز بن حصين عن عبد الكريم عن أبي عبيدة بن رفاعة عن أبيه أن\nالنبي صلى الله عليه وسلم كان إذا رأى الهلال قال: \"الله أكبر، هلال خير\nورشد آمنت بخالقه ثلاثا، ثم يسأل لنفسه\".\n</p>\n\n<p>\nوروى عبد الرحمن بن عثمان بن إبراهيم بن محمد بن حاطب عن أبيه وعمه عن\nابن عمر أن النبي صلى الله عليه وسلم كان إذا رأى الهلال قال: \"الله أكبر\nاللهم أهله علينا بالأمن والإيمان، والسلامة والإسلام، والتوفيق لما تحب\nوترضى، ربي وربك الله\".\n</p>\n\n<p>\nوروى أبو عامر عن سليمان بن سفيان عن بلال بن يحيى بن طلحة عن أبيه عن\nجده أن النبي صلى الله عليه وسلم كان إذا رأى الهلال قال: \"اللهم أهله\nعلينا باليمن والإيمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nوالسلامة والإسلام ربي وربك الله\".\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، وكلها ليست بأقوى الأحاديث، وإنما الوجه\nأن ذلك ليس فيه شيء مؤقت، وأي ذلك قاله فهو جائز.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head67'>64 - باب صوم يوم السبت</h3>\n\n<p>\nروى ثور بن يزيد عن خالد بن معدان عن عبد الله بن بسر عن أخته الصماء أن\nالنبي صلى الله عليه وسلم قال: \"لا تصوموا يوم السبت إلا فيما افترض\nعليكم\".\n</p>\n\n<p>\nفجاء هذا الحديث بما خالف الأحاديث كلها فمن ذلك حديث علي، وأبي هريرة،\nوجندب أن النبي صلى الله عليه وسلم \"أمر بصوم المحرم\".\n</p>\n\n<p>\nففي المحرم السبت، وليس مما افترض. ومن ذلك حديث أم سلمة وعائشة، وأسامة\nبن زيد وأبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nثعلبة، وابن عمر أن النبي صلى الله عليه سلم كان يصوم شعبان. وفيه السبت.\n</p>\n\n<p>\nومن حديث [\n</p>\n\n<h1 class='l1' id='head68'>...... </h1>\n\n<p>\n] وأبي هريرة أن النبي صلى الله عليه وسلم قال: \"من صام رمضان وأتبعه ستا\nمن شوال فكأنما صام الدهر\".\n</p>\n\n<p>\nوقد يكون فيه السبت.\n</p>\n\n<p>\nومن ذلك الأحاديث الكثيرة عن النبي صلى الله عليه <span id='ms56'></span> وسلم في صوم عاشوراء.\nوقد يكون يوم السبت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nومن ذلك: الترغيب في صوم يوم عرفة عن النبي صلى الله عليه وسلم أيضا، وقد\nيكون يوم السبت، ومن ذلك الأحاديث عن النبي صلى الله عليه وسلم في صيام\nالبيض، وقد يكون فيه السبت. وأشياء كثيرة توافق هذه الأحاديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head69'>65 - باب في المسكر</h3>\n\n<p>\nروى الزهري عن أبي سلمة عن عائشة أن النبي صلى الله عليه وسلم قال: \"كل\nشراب أسكر فهو حرام\".\n</p>\n\n<p>\nوروى محمد بن عمرو عن أبي سلمة عن ابن عمر عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوموسى بن عقبة عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nومحمد بن عجلان عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوأيوب عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم قال: \" كل مسكر\nخمر\".\n</p>\n\n<p>\nوروى محمد بن المنكدر عن جابر عن النبي صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nوعبيد الله بن عمر عن عمرو بن شعيب عن أبيه عن جده عن النبي صلى الله\nعليه وسلم قال: \"ما أسكر كثيره فقليله حرام\".\n</p>\n\n<p>\nوروى أبو عثمان الأنصاري- وكان ثقة- عن القاسم بن محمد عن عائشة عن النبي\nصلى الله عليه وسلم \"ما أسكر الفرق فالحسوة منه حرام \".\n</p>\n\n<p>\nوروى الضحاك بن عثمان عن بكير بن عبد الله بن الأشج عن عامر ابن سعد عن\nأبيه عن النبي صلى الله عليه وسلم قال: \"أنهاكم عن قليل ما أسكر كثيره\".\n</p>\n\n<p>\nوروى عمر بن الخطاب، وعلي، وابن مسعود، وجابر، وأبو هريرة، وميمونة، وأم\nحبيبة، وأنس، ومعاوية، وبريدة والأسلمي، وجماعة سواهم أن النبي صلى الله\nعليه وسلم قال: \"كل مسكر حرام\".\n</p>\n\n<p>\nوروى الديلم الحميري أنه سأل النبي صلى الله عليه وسلم عن الشراب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nالذي يتخذونه بأرضهم فقال: \" أيسكر؟ \" فقال: نعم. قال: \"فلا تشربه\". قال:\nفإنهم لا يصبرون عنه، قال: \"فإن لم يصبروا عنه فاقتلهم\"\n</p>\n\n<p>\nوروى جابر أن النبي صلى الله عليه وسلم قال: \" كل مسكر حرام\". والذي نفسي\nبيده لمن شرب مسكرا إن <span id='ms57'></span> حقا على الله أن يسقيه من طينة الخبال يوم القيامة\"\n</p>\n\n<p>\nوروى طلق بن علي عن النبي صلى الله عليه وسلم أنه قال في المسكر: \"لا\nيشربه رجل فيسقيه الله عز وجل الخمر يوم القيامة \".\n</p>\n\n<p>\nوعن أبي سعيد الخدري عن النبي صلى الله عليه وسلم قال: \"من شرب مسكرا\nنجس، ونجست صلاته أربعين يوما\".\n</p>\n\n<p>\nفتواترت الأحاديث عن النبي صلى الله عليه وسلم بتحريم قليل المسكر\nوكثيره، وأنه خمر.\n</p>\n\n<p>\nثم روى قوم يستحلون بعض ما حرم الله عز وجل أحاديث لا أصول لها فمنها\nحديث رواه أبو الأحوص عن سماك عن القاسم بن عبد الرحمن عن أبيه عن أبي بردة\nبن نيار،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nقال: قال رسول الله صلى الله عليه وسلم: \"أشربوا في الظروف ولا تسكروا\".\n</p>\n\n<p>\nفتأولوا هذا الحديث على ما أحبوا فوافقوا أهل البدع في تأويلهم المتشابه\nوتركهم المحكم، قال الله عز وجل: {فأما الذين في قلوبهم زيغ فيتبعون ما\nتشابه منه ابتغاء الفتنة وابتغاء تأويله} [آل عمران/7].\n</p>\n\n<p>\nوهذا حديث له علل بينة، وقد طعن فيه أهل العلم قديما فبلغني أن شعبة طعن\nفيه.\n</p>\n\n<p>\nوسمعت أبا عبد الله يذكر أن هذا الحديث إنما رواه سماك عن القاسم بن عبد\nالرحمن عن ابن بريدة عن أبيه أن النبي صلى الله عليه وسلم قال: \"نهيتكم عن\nثلاث: عن الشرب في الأوعية، وعن زيارة القبور، وعن لحوم الأضاحي. فأما لحوم\nالأضاحي فكلوا وادخروا، وأما زيارة القبور فزوروها، وأشربوا في الأوعية ولا\nتشربوا مسكرا\".\n</p>\n\n<p>\nقال: فدرس كتاب أبي الأحوص فلقنوه الإسناد والكلام، فقلب الإسناد\nوالكلام، ولم يكن أبو الأحوص، يقول أبي بردة بن نيار: كان يقول أبو بردة،\nوإنما هو عن ابن بريدة فلقنوه أن أبا بردة إنما هو ابن نيار فقاله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nوقد سمعت سليمان بن داود الهاشمي يذكر أنه قال لأبي الأحوص من أبو بردة؟\nفقال أظنه ثم قال: يقولون ابن نيار.\n</p>\n\n<p>\nوهذا حديث معروف، قد رواه غير واحد عن سماك عن القاسم عن ابن بريدة عن\nأبيه على ما وصفناه، ثم جاءت الأحاديث بمثل <span id='ms58'></span> ذلك عن بريدة رواها علقمة بن\nمرثد عن سليمان بن بريدة عن أبيه. ورواها محارب بن دثار عن ابن بريدة عن\nأبيه.\n</p>\n\n<p>\nورواه أبو فروة الهمداني عن المغيرة بن سبيع عن ابن بريدة عن أبيه.\n</p>\n\n<p>\nفلو لم يجئ لهذا الحديث معاريض من كتاب الله تعالى وسنة نبيه صلى الله\nعليه وسلم لم يكن هذا مما يصح به خبر لبيان ضعفه.\n</p>\n\n<p>\nواحتجوا أيضا بحديث رواه يحيى بن اليمان، وعبد العزيز بن أبان عن سفيان\nعن منصور عن خالد بن سعد عن أبي مسعود أن النبي صلى الله عليه وسلم استسقى\nوهو يطوف بالبيت فأتي بنبيذ من نبيذ السقاية، فقربه إلى فيه فقطب فدعا بماء\nفصبه عليه، فقال رجل يا رسول الله أحرام هو؟ فقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nلا.\n</p>\n\n<p>\nوهذا حديث يحتج به من لا فهم له في العلم ولا معرفة بأصوله. وقد سمعت من\nأبي عبد الله ومن غيره من أئمة أهل الحديث في هذا الحديث كلاما كثيرا،\nوبعضهم يزيد على بعض في تفسير قصته.\n</p>\n\n<p>\nفقال بعضهم هذا حديث لا أصل له ولا فرع، وقال إنما أصل هذا الحديث\nالكلبي، والكلبي متروك عند أهل العلم، وكان يحيى بن اليمان عندهم ممن لا\nيحفظ الحديث، ولا يكتبه وكان يحدث من حفظه بأعاجيب وهذا من أنكر ما روى.\nوأما الذي روى عنه فإنه قد عثر عليه بما هو أعظم من الغلط مما قد كنينا عنه\nلصعوبته وسماجة ذكره.\n</p>\n\n<p>\nوفي هذا الحديث بيان عند أهل المعرفة أجمعين، لأنه زعم أنه قد شرب من\nنبيذ السقاية نبيذا شديدا فجعله حجة في تحليل المسكر، وتأولوا أنه لا يقطب\nإلا من شدة، وأنه لا يكون شديدا غير مسكر، فرجعوا أيضا إلى الأخذ بالتأويل\nفيما تشابه، وتركوا ما قد كفوا مئونته وفسر لهم وجهه لقوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\n\"ما أسكر كثيره فقليله حرام\". فهل يحتاج هذا إلى تفسير؟ فيقال لهم أيكون\nمن النقيع ما يشتد وهو حلو قبل غليانه؟ فيقولون لا. فيقال لهم: أرأيتم نبيذ\nالسقاية أنقيع هو أو مطبوخ؟ فيقولون نقيع. فإذا هم <span id='ms59'></span> قد تكلموا بالكفر أو\nشبهه حين زعموا أن النبي صلى الله عليه وسلم شربه نقيعا شديدا، أو أنه لا\nيشتد حتى يغلي، وأنه إذا غلا النقيع فهو خمر. فهم يقرون بأنه خمر، وهم\nيزعمون بأن النبي صلى الله عليه وسلم قد شربه ثم يحتجون بذلك في غيره ولا\nيأخذون به فيه بعينه. وتفسير هذا الكلام أنهم احتجوا بشرب النبي صلى الله\nعليه وسلم زعموا النقيع الشديد في تحليل المسكر المطبوخ، ولا يرون شرب\nالمسكر الشديد من النقيع، فأي معاندة للعلم أبين من هذه؟\n</p>\n\n<p>\nوهذا كقولهم إذا قعد مقدار التشهد ثم أحدث فقد تمت صلاته. ويحتجون في ذلك\nبالحديث الضعيف: \"إذا رفع رأسه من آخر سجدة ثم أحدث فقد تمت صلاته \". وهم\nلا يقولون به، لأنهم يقولون حتى تقعد مقدار التشهد. فهذان الحديثان هما حجة\nمن أحل المسكر مما ادعوه على النبي صلى الله عليه وسلم وأن الله عز وجل قد\nحرم الخمر فلم يبين في كتابه ما تفسيرها فلجأ قوم إلى أن الخمر هي خمر\nالعنب خاصة بغير حجة من كتاب ولا سنة، وكان نبي الله صلى الله عليه وسلم.\nأولى بتفسير ما حرم الله عز جل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nعلى لسانه فقال صلى الله عليه وسلم: \"الخمر من خمسة أشياء\".\n</p>\n\n<p>\nوقال في حديث آخر\" الخمر من هاتين الشجرتين النخلة والعنبة\".\n</p>\n\n<p>\nفبدأ بالنخلة. وقال الله تعالى: {ومن ثمرات النخيل والأعناب تتخذون منه\nسكرا ورزقا حسنا}. فبدأ بالنخيل قبل الأعناب، فمن أين زعم هؤلاء أن الخمر\nمن العنب خاصة؟.\n</p>\n\n<p>\nوقال النبي صلى الله عليه وسلم: \"كل مسكر خمر\".\n</p>\n\n<p>\nوقال عمر رضي الله عنه: \"الخمر ما خامر العقل \"؟\n</p>\n\n<p>\nوقال ابن مسعود وجماعة كثيرة: المسكر خمر. حتى قال سفيان بن سعيد: باخرة\nالنادي خمر. فمن أين جاء هؤلاء بالتفصيل بين العنب وغيره. إذ لم ينزل تحريم\nالخمر على النبي صلى الله عليه وسلم وإنما شرابهم الفضيخ لا يعرفون غيره،\nفلما تليت عليهم الآية بالتحريم هراقوا آنيتهم، وكانت هي خمرهم، فقال\nقائلهم: أليس قد قال ابن عباس <span id='ms60'></span>: \"حرمت الخمر بعينها،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nوالسكر من كل شراب\".\n</p>\n\n<p>\nوهذا حديث رووه عن مسعر عن أبي عون عن عبد الله بن شداد عن ابن عباس.\nفافهم بيان الحجة عليهم في هذا من وجوه منها: أن شعبة كان أعلم بأبي عون،\nوأروى عنه من مسعر، ولم يسمع شعبة هذا الحديث من أبي عون، فرواه عن مسعر،\nفشعبة كان أحرى أن يؤدي ما سمع من مسعر.\n</p>\n\n<p>\nقال شعبة فيه عن مسعر بهذا الإسناد: حرمت الخمر بعينها، والمسكر من كل\nشراب.\n</p>\n\n<p>\nوهم يتأولون، أن قوله \"والسكر من كل شراب\"تحليل لما دون السكر من الشراب،\nوقد جاء ما بين هذا حين تركوا ما بان تفسيره وأخذوا بما قد تشابه ذكره، لأن\nابن عباس قد روى عن النبي صلى الله عليه وسلم أن كل مسكر حرام.\n</p>\n\n<p>\nوقال ابن عباس: من سره أن يحرم ما حرم الله ورسوله فليحرم بنبيذ الجر.\nوإنما كره نبيذ الجر لأنه يشتد في الجر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nحتى يكون مسكرا ليس لأن الظروف تحرمه.\n</p>\n\n<p>\nوقال ابن عباس أيضا: \"ما أسكر كثيرة فقليله حرام \".\n</p>\n\n<p>\nفكفى هذا من تأويل.\n</p>\n\n<p>\nوقيل لابن عباس ما تقول في شراب يصنع من القمح؟ قال: \"أيسكر؟ \" قيل له:\nنعم. قال: \"هو حرام \". قيل فما تقول في شراب يصنع من الشعير؟ حتى سأله عن\nأشربة. فقال قد أكثرت علي. \"اجتنب ما أسكره\" فردوه إلى تحريم كل شيء يسكر\nمنه.\n</p>\n\n<p>\nوقال ابن عباس: \"ما أسكر فهو حرام\".\n</p>\n\n<p>\nفأين هذا مما يتأولون عليه. فأما تمييزه بين الخمر والسكر فإن هذا كلام\nبين لمن فهمه، وذلك أن الخمر من خمسة أشياء خاصة، فما كان من تلك الخمسة\nالأشياء فهو خمر، وما سواهن فهو حلال ما لم يكن مسكرا، فإذا أسكر كثيره من\nسائر الأشياء فهو حرام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nفقال قائلهم أليس قد شرب عمر نبيذا شديدا. وقال نشرب هذا النبيذ الشديد\nلنقطع لحوم الإبل في بطوننا. فرجعوا أيضا إلى المتشابه من الكلام الذي لا\nيصح مخرجه، ولا يثبت خبره ولا يوافق ما روى عن عمر من الوجوه الصحاح <span id='ms61'></span> معناه.\nوذلك أن أبا حيان التيمي، وعبد الله بن أبي السفر وغيرهما رووه عن الشعبي\nعن ابن عمر عن عمر أنه قال: \"الخمر ما خامر العقل \".\n</p>\n\n<p>\nفجعل كل شراب غير العقل خمرا. والخمر لا يحل منها قليل وإن لم يسكر إلا\nأن يدعوا أن هذه خمر غير تلك التي حرم قليلها.\n</p>\n\n<p>\nأفتزعمون أن عمر رضي الله عنه حرم خمرا، وحرم الله خمرا أخرى؟ فهذان إذا\nخمران.\n</p>\n\n<p>\nأحدهما حرمها الله تعالى، والأخرى حرمها عمر. أو ليس قد بين في حديثه\nفقال: \"يا أيها الناس إنه نزل تحريم الخمر وهي من خمسة. ثم قال: والخمر ما\nخامر العقل. فإن أقررتم فقلتم بلى\". إنما أراد عمر رضي الله عنه ما حرم\nالله ففسره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nفقل أيحل ما حرم الله ما دون السكر؟ أو ليس إنما كان هذا قبل بيان\nتحريمها حين أباح لهم ما دون السكر منها، ونهاهم عن شربها في أوقات\nصلواتهم، ثم استأصل أمرها بالنهي عن قليلها وكثيرها حتى أوقعت العداوة\nوالبغضاء، وصدت عن ذكر الله وعن الصلاة، فهل ما بين ما أحللتموه وبين ما\nحرمتموه في المعنى الذي حرم الله له الخمر من فرق؟ أو لستم قد أحللتم ما\nكره الله شربه لما يوقع من الأسباب التي تجدونها واقعة بما أحللتموه. فلو\nلم يكن التحريم من الله عز وجل بالبيان إلا كما وصفتم أنه خمر العنب النقيع\nخاصة، ثم وجدتم ما سواها من الأشربة تدعوا إلى مثل ما كره الله عز وجل له\nتلك الخمر بعينها. ألم يكن ينبغي لكم أن تحرموا ما ضارع ما حرم الله عز وجل\nودعا إلى مثل ما يدعوا إليه. أو ليس إنما حرم الله عز وجل الميسر الذي\nكانوا يتقامرون يومئذ في أشياء معروفة بأعيانها، فحرم المسلمون جميع\nالقمار، حتى ألحقوا بذلك كلما حدث من هذا النحو إلى أن قالوا: لعب الصبيان\nبالجوز والكعاب.\n</p>\n\n<p>\nوحرم الله عز وجل على بني إسرائيل أكل الشحوم، فعابهم النبي صلى الله\nعليه وسلم بأكل أثمانها، ولو أن عمر رضي <span id='ms62'></span> الله عنه أراد الذي ادعيتم ما كانت\nلكم فيه حجة، لأنا وجدناكم تتركون قول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nعمر إذا شئتم، وتحتجون عليه بأثمة ضلالة، فكيف يلزمكم قوله فيما قد صح عن\nالنبي صلى الله علي وسلم خلافه. هذا لو كان المذهب في قول عمركما ادعيتم،\nوقد صح لنا أن عمر قد حرم من المسكر مثل الذي حرمه الله ورسوله. فمن ذلك ما\nذكرنا من قوله: \"الخمر ما خامر العقل \". وقوله: \"الخمر من خمسة\". ومن ذلك\nأن عمر رضي الله عنه قد روى عن النبي صلى الله عليه وسلم \" أن كل مسكر حرام\n\".\n</p>\n\n<p>\nومن ذلك حديث الزهري عن السائب بن يزيد قال سمعت عمر رضي الله عنه يقول:\n\"ذكر لي أن عبيد الله بن عمر وأصحابا له شربوا شرابا وأنا سائل عنه، فإن\nكان يسكر جلدتهم\"، فجلدهم الحد ثمانين.\n</p>\n\n<p>\nفهو قد علم أنهم قد شربوا، وإنما قال أسأل عما شربوا، فإن كان يسكر ولم\nيقل أسأل عنهم هل سكروا.\n</p>\n\n<p>\nوقال: عبيد الله بن عمر العمري إنما كسر عمر النبيذ الذي شربه لشدة\nحلاوته، وكذلك قال الأوزاعي أيضا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nوأهل العلم أولى بالتفسير وفي حديث محمد بن جحادة أن الشراب الذي أتى به\nعمر فكسره إنما كان خلا، قد خرج من حد المسكر.\n</p>\n\n<p>\nفهذا أشبه أن يكون ما روى عن عمر متقاربا لا يخالف بعضه بعضا.\n</p>\n\n<p>\nوقالوا إن عمر قال لعتبة بن فرقد \"إنا ننحر كل يوم جزورا، فأما أطايبها\nفللمسلمين، وأما العنق وكذا فلنا، نأكل هذا اللحم الغليظ ونشرب عليه هذا\nالنبيذ الشديد يقطعه في بطوننا\".\n</p>\n\n<p>\nوقد ذكروا في هذا الحديث أن عتبة بن فرقد قال: قدمت عليه بسلال من خبيص\nفأنكر عليه. وهذا حديث مدفوع عند أهل العلم بأشياء مفهومة منها: أن أبا\nعثمان النهدي قال: كنت مع عتبة بن فرقد بأذربيجان فبعث إلى عمر رضي الله\nعنه بسلال من خبيص فردها إليه وكتب إليه إنه ليس من كدك، ولا من كد أبيك،\nولا من كد أمك. فهذا عتبة قد أرسل إلى عمر بشيء <span id='ms63'></span> فأغضبه، ورده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nأفيقدم به عليه ثانية، أو يقدم به عليه فيكرهه ويلومه ثم يوجه به إليه.\nهذا مالا يكون إلا على وجه المعاندة والمعصية، ولم يكن عتبة كذلك، وقد كانت\nله صحبة من النبي صلى الله عليه وسلم أيضا.\n</p>\n\n<p>\nومما يدفع به هذا الحديث أيضا قوله \"إننا ننحر كل يوم جزورا\" وهذا محال\nأن يدعى على عمر. أما سمعت ما قال أسلم مولى عمر: عميت ناقة فقلت لعمر قد\nعميت ناقة من الظهر. فقال: \"أقطروها إلى الإبل\" قال: فقلت فكيف ترعى من\nالأرض؟ فقال: \"افعلوا بها كذا\" يلتمس لها حيلة لبقائها.\n</p>\n\n<p>\nأفيفعل هذا من يحتاج إلى جزور كل يوم، فلما لم يجد لها حيلة قال: أردتم\nوالله نحرها. قال: فنحرها.\n</p>\n\n<p>\nوكانت عنده صحاف تسع، فلا يكون عنده طريقة إلا بعث إلى أزواج النبي صلى\nالله عليه وسلم منها في تلك الصحاف، ويجعل آخر ذلك حظ حفصة، لأنها ابنته،\nثم جمع على ما بقي منها أصحاب النبي صلى الله عليه وسلم فقال له العباس:\n\"لو صنعت هذا كل يوم اجتمعنا عندك؟ \" فقال: \"هيهات لا أعود لهذا أبدا إنه\nكان لي صاحبان سلكا طريقا، وإني أخاف إن سلكت غير طريقهما أن يسلك بي غير\nسبيلهما\".\n</p>\n\n<p>\nفعمر يتقي من أن يعود لنحر جزور مرة أخرى، وهذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nيدعى أنه قد كان ينحر كل يوم جزورا.\n</p>\n\n<p>\nثم رويت هذه القصة من وجوه، وهو يقول: \"لتمرنن أيها البطن على الخبز\nوالزيت مادام السمن يباع بالأواق \".\n</p>\n\n<p>\nوقال حذيفة: انطلقت إلى عمر فإذا قوم بين أيديهم قصاع فيها خبز ولحم،\nفدعاني عمر إلى طعامه، فإذا خبز وزيت. فقلت: منعتني أن آكل مع القوم؟ فقال:\n\"إنما أدعوك إلى طعامي، وأما ذاك فطعام المسلمين \".\n</p>\n\n<p>\nفهذه الأحاديث كلها مخالفة وبيان الحجج على من يستحل المسكر كثيرة قصرنا\nعنها لطولها. وذلك أنهم يحتجون بأحاديث وهذا الذي ذكرناه أرفع حججهم. وما\nبقي من حججهم من فعل ناس من الماضين فإن بيان الوهن فيه كنحو ما قد شرحنا.\n</p>\n\n<p>\nفإذا لم يبق لهم حجة من <span id='ms64'></span> الأحاديث قالوا فقد شربه فلان وفلان وفلان،\nوذكروا ناسا قد كانوا يصيبون ويخطئون، وهؤلاء الذين يحتجون بهم فيما يهوون\nمن تحليل المسكر، قد يخالفونهم كثيرا إذا هووا. وليس أحد بعد النبي صلى\nالله عليه وسلم إلا يؤخذ من قوله ويترك، وقد وجدنا ذلك في أفضل الأمة بعد\nالنبي صلي الله عليه وسلم أما سمعت قول أبي بكر الصديق في الجد إنه بمنزلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nالأب، فلم يجعل للأخ معه ميراثا. ثم قد وافقه على ذلك أيضا جماعة، فلم\nتستوحش الأئمة فراق قوله لأنه لا ينكر أن يترك بعض قوله ويؤخذ ببعضه. وقال\nأبو بكر رضي الله عنه: \"إنه ليس في الأذن إلا خمسة عشر بعيرا\". فترك الناس\nقوله وأخذوا بقول النبي صلى الله عليه وسلم \"في الأذن نصف الدية\".\n</p>\n\n<p>\nفلو قال قائل أنا آخذ بقول أبي بكر كان أبين حجة ممن أخذ بقول فلان وفلان\nفي تحليل ما حرمه النبي صلى الله عليه وسلم من المسكر.\n</p>\n\n<p>\nأو ما سمعت قول عمر رضي الله عنه: \"لا يتيمم الجنب، ولا يصلي حتى يجد\nالماء\".\n</p>\n\n<p>\nوضمن أنس وديعة. وقال في المسح على الخفين: \"أمسح إلا من جنابة\".\n</p>\n\n<p>\nوعثمان رضي الله عنه قال في أخت، وأم، وجد، للأم الثلث، وللأخت الثلث،\nوللجد الثلث. وقال: \"عدة المختلعة الحيضة\".\n</p>\n\n<p>\nوعلي رضي الله عنه قال: \"تعتد الحامل المتوفى عنها آخر الأجلين\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nوأجاز بيع أمهات الأولاد. وقال في الربيبة قولا عجيبا.\n</p>\n\n<p>\nوابن مسعود رضي الله عنه أفتى في الصرف بفتيا عجب. وأفتى في أم المرأة\nالتي لم يدخل بها. وفي غير ذلك.\n</p>\n\n<p>\nفهؤلاء قد جاز أن يترك من قولهم ما خالف آثار رسول الله صلى الله عليه\nوسلم فمن دونهم أبعد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head70'>66 - باب في الخليطين</h3>\n\n<p>\nروى سليمان التيمي عن أنس، وسليمان عن أبي نضرة عن أبي سعيد: أن النبي\nصلي الله عليه وسلم \"نهى عن الخليطين\".\n</p>\n\n<p>\nوروى حبيب بن أبي ثابت، وحبيب بن أبي عمرة عن سعيد بن جبير عن ابن عباس\nعن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوروى هشام الدستوائي <span id='ms65'></span> عن يحيى بن أبي كثير عن عبد الله بن أبي قتادة عن\nأبيه عن النبي صلى الله عليه وسلم ذلك وهو من وجوه. فهذا ما صح في هذا عن\nالنبي صلى الله عليه وسلم. وإنما نهى عنه أيضا لتوكيد تحريم المسكر، لأنه\nإذا خلط اشتد، وإذا اشتد أسكر.\n</p>\n\n<p>\nوروى عن- عائشة بإسناد ضعيف- حميد بن سليمان عن مجاهد عن عائشة- عن النبي\nصلى الله عليه وسلم رخصة فيه.\n</p>\n\n<p>\nوهذا خلاف الأحاديث القوية، ومثل هذا لا تصح به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nحجة ولو لم يجئ خلافه.\n</p>\n\n<p>\nواحتجوا بأن ابن عباس رخص فيه. وقد صح عن ابن عباس عن النبي صلى الله\nعليه وسلم النهي عنه. أفتراه كان يحدث الناس بنهي النبي صلى الله عليه وسلم\nثم يعمل بغيره؟\n</p>\n\n<p>\nواحتجوا بأن ابن عمر قد رخص فيه، وذلك من وجه ضعيف.\n</p>\n\n<p>\nوقد روى ابن عمر عن النبي صلى الله عليه وسلم أنه نهى عن الخليطين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head71'>67 - باب الشرب في الظروف</h3>\n\n<p>\nهذه المسألة قل ما يوجد في السنن مثلها، وذلك أنه جاء عن النبي صلى الله\nعليه وسلم النهي عن الظروف التي ينتبذ فيها.\n</p>\n\n<p>\nوالرخصة في الأسقية التي تلاث على أفواهها. ثم جاءت الرخصة فيها إذا لم\nيكن الشراب فيها مسكرا لقوله صلى الله علي وسلم \"إني نهيتكم عن الظروف\nفاشربوا فيها، ولا تشربوا مسكرا\".\n</p>\n\n<p>\nثم جاء النهي عنها أيضا بعد الرخصة. فرجع الأمر فيها إلى النهي. وبيان\nذلك كله في الرواية.\n</p>\n\n<p>\nروى علي بن أبي طالب رضي الله عنه أن النبي صلى الله عليه وسلم قال:\n\"نهيتكم عن ثلاث. فذكر الأوعية. وقال اشربوا ولا تشربوا مسكرا\".\n</p>\n\n<p>\nوروى إسماعيل بن سميع عن مالك بن عمير أن صعصعة بن صوحان قال لعلي رضي\nالله عنه: انهنا عما نهاك عنه رسول الله صلى الله عليه وسلم فقال: \"نهى\nرسول الله رسول الله صلى الله عليه وسلم عن الدباء والحنتم والمقير\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nثم روى مثل هذا عن علي رضي الله عنه أيضا من وجوه. فقد جمع علي رضي الله\nعنه هذه الأخبار <span id='ms66'></span> الثلاثة التي وصفناها لأنه حكى عن النبي صلى الله عليه\nوسلم أنه قال: \"نهيتكم عن الأوعية\" فحكى إنه سمع النبي صلى الله عليه وسلم\nيذكر نهيه الأول ورخصته في ذلك الحديث. ثم استفتى بعد النبي صلى الله عليه\nوسلم فحكى النهي فدل ذلك على أنه لم يكن ليفتي بالمنسوخ، وإنما يكون الفتيا\nبآخر الأمور من السنة.\n</p>\n\n<p>\nوروى أنس بن مالك أيضا عن النبي صلى الله عليه وسلم أنه قال: \"نهيتكم عن\nثلاث، مثل ما قال علي رضي الله عنه.\n</p>\n\n<p>\nثم روى محمد بن أبي إسماعيل عن عمارة بن عاصم قال: دخلت على أنس فسألته\nعن النبيذ؟ فقال: نهى رسول الله صلى الله عليه وسلم عن الدباء والمزفت\nفأعدت عليه فقال: نهى رسول الله صلى الله عليه وسلم عن الدباء والمزفت.\n</p>\n\n<p>\nفأفتى أنس أيضا بالشدة والكراهة بعد النبي صلى الله عليه وسلم فقد جمع\nأنس أيضا الأخبار الثلاثة التي وصفنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nوروى المختار بن فلفل أيضا قال: سألت أنسا عن الشرب في الأوعية فقال نهى\nرسول الله صلى الله عليه وسلم عن الأوعية.\n</p>\n\n<p>\nفهذه كما قد رأيت فتيا وليست رواية.\n</p>\n\n<p>\nوقد روى الزهري عن أنس أن النبي صلى الله عليه وسلم نهى عن الدباء\nوالمزفت.\n</p>\n\n<p>\nفهذا منها، ولم يحتج به لأن هذه رواية، وقد يمكن أن يروي الأمر الأول\nولكنه لما أفتى بالكراهة بعد أن سمع الرخصة علمنا أنه قد يحدث من النبي صلى\nالله عليه وسلم نهي بعد الإذن حين أفتوا بعد النبي صلى الله عليه وسلم\nبالنهي، وذكروا مع فتياهم قول النبي صلى الله عليه وسلم فيها.\n</p>\n\n<p>\nوكذلك عائشة أيضا، وكذلك أبو سعيد أيضا مثل هذه القصة سواء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head72'>68 - باب في الشرب قائما</h3>\n\n<p>\nروى عاصم بن سليمان عن الشعبي عن ابن عباس أن النبي صلى الله عليه وسلم\nشرب قائما.\n</p>\n\n<p>\nوروى عبد الملك بن ميسرة عن النزال بن سبرة عن علي رضي الله عنه أن النبي\nصلى الله عليه وسلم شرب قائما.\n</p>\n\n<p>\nوعطاء بن السائب عن ميسرة عن علي رضي الله <span id='ms67'></span> عنه عن النبي صلى الله عليه\nوسلم مثله.\n</p>\n\n<p>\nوحفص بن غياث عن عبيد الله عن نافع عن ابن عمر كنا نأكل ونحن نسعى ونشرب\nونحن قيام على عهد رسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nوعمران بن حدير عن يزيد بن عطارد عن ابن عمر مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nوروى معمر عن الأعمش عن أبي صالح عن أبي هريرة عن النبي صلى الله عليه\nوسلم قال \"لو يعلم الذي يشرب وهو قائم ما في بطنه لاستقاء\".\n</p>\n\n<p>\nوروى هشام وغيره عن قتادة عن أنس أن النبي صلى الله عليه وسلم نهى عن\nالشرب قائما.\n</p>\n\n<p>\nوروى هشام وغيره عن قتادة عن أبي عيسى الأسواري عن أبي سعيد الخدري أن\nالنبي صلى الله عليه وسلم نهى عن الشرب قائما.\n</p>\n\n<p>\nوروى شعبة عن أبي زياد عن أبي هريرة أن النبي صلى الله عليه وسلم رأى\nرجلا يشرب قائما فقال له: \"أتحب أن يشرب معك الهر؟ \" قال: لا. فقال: \"فقد\nشرب معك من هو شر منه. الشيطان \".\n</p>\n\n<p>\nفاختلفت الأحاديث في هذا الباب، وأحاديث الرخصة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nأثبت لأن حديث أبي هريرة في الكراهة من وجهين:\n</p>\n\n<p>\nأحدهما: لم يروه غير معمر. وكان معمر مضطربا في حديث الأعمش، ويخطئ فيه.\n</p>\n\n<p>\nوالوجه الآخر: عن أبي زياد وليس بالمشهور بالحديث ولا أعرف له عن أبي\nهريرة غيره.\n</p>\n\n<p>\nثم أبين ذلك في ضعفه أنه قد سئل أبو هريرة عن الشرب قائما فقال: لا بأس\nبه.\n</p>\n\n<p>\nفكان هذا خبر ساقط.\n</p>\n\n<p>\nوأما حديث أنس فهو حديث جيد الإسناد، إلا أنه قد جاء عن أنس خلافه.\n</p>\n\n<p>\nروى سفيان وزهير عن عبد الكريم الجزري عن البراء ابن بنت أنس عن أنس أن\nالنبي صلى الله عليه وسلم شرب وهو قائم.\n</p>\n\n<p>\nوحديث الكراهة عن أنس هو أثبت إلا أنه لما صحت أحاديث الرخصة فقد يمكن أن\nيكون هذا أصح الخبرين، وإن كان حديث الكراهة أثبت. ألا ترى أنه ربما روى\nالثبت حديثا فخالفه فيه من هو دونه، فيكون الذي هو دونه فيه أصوب،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nوليس ذلك في كل شيء وسنفتح لك منها <span id='ms68'></span> بابا. قد كان سالم بن عبد الله يقدم\nعلى نافع. وقد قدم نافع في أحاديث على سالم. فقيل نافع فيها أصوب.\n</p>\n\n<p>\nوكان سفيان بن سعيد يقدم على شريك في صحة الرواية تقديما شديدا، ثم قضى\nلشريك على سفيان في حديثين. ومثل هذا كثير.\n</p>\n\n<p>\nوأما حديث أبي سعيد فإنه روى عن أبي عيسى الأسواري، وليس بالمشهور\nبالعلم، ولا نعرف له عن أبي سعيد غير هذا الحديث وآخر. ويرى مع هذا أنه إن\nكانت الكراهة بأصل ثابت، إن الرخصة بعدها، لأنا وجدنا العلماء من أصحاب\nالنبي صلى الله عليه وسلم على الرخصة، عمر، وعلي وسعد وعامر بن ربيعة وابن\nعمر وأبو هريرة وعائشة وعبد الله بن الزبير رضي الله عنهم. ثم أجازه\nالتابعون: سالم بن عبد الله وطاووس وسعيد بن جبير والشعبي وإبراهيم وغيرهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head73'>69 - باب الشرب من في السقاء.</h3>\n\n<p>\nروى الزهري عن عبيد الله بن عبد الله عن أبي سعيد أن النبي صلى الله عليه\nوسلم \"نهى عن الشرب من في السقاء\".\n</p>\n\n<p>\nوروى أيوب عن عكرمة عن أبي هريرة عن النبي صلى الله عليه وسلم مثله.\n</p>\n\n<p>\nوروى قتادة عن عكرمة عن ابن عباس عن النبي صلى الله عليه وسلم مثله. وهو\nمن وجوه.\n</p>\n\n<p>\nوروى يزيد بن يزيد بن جابر عن عبد الرحمن بن أبي عمرة عن جدته\n</p>\n\n<p>\nكبشة أن النبي صلى الله عليه وسلم شرب من فم قربة.\n</p>\n\n<p>\nوروى سفيان عن عبد الكريم عن البراء عن أنس أن النبي صلى الله عليه وسلم\nشرب من فم قربة.\n</p>\n\n<p>\nوروى شريك عن حميد عن أنس عن النبي صلى الله عليه وسلم مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nفاختلفت الأحاديث في هذا الباب. والاختيار عندنا فيه الكراهة لأنها أثبت،\nولأن أحاديث الرخصة إن كان لها أصل فإنها لا تكون إلا قبل النهي. والنهي\nآخر الأمرين.\n</p>\n\n<p>\nفأما حديث شريك عن حميد عن أنس فهو عندنا خطأ، إنما أراد حديث عبد الكريم\nعن البراء عن أنس. وهذا إسناد ليس بالقوي.\n</p>\n\n<p>\nوبيان ما ذكرناه من النهي بعد الفعل فيما روى الزهري عن عبيد <span id='ms69'></span> الله عن أبي\nسعيد قال: شرب رجل من سقاء فانساب في بطنه جان فنهى رسول الله صلى الله\nعليه وسلم عن اختناث الأسقية. فهذا يدلك على أنهم كانوا يفعلونه حتى نهوا\nعنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head74'>70 - باب التنفس في الشراب</h3>\n\n<p>\nروى هشام الدستوائي وعبد الوارث بن سعيد عن أبي عصام عن أنس أن النبي صلى\nالله عليه وسلم كان يتنفس في الإناء ثلاثا، ويقول \"هو أهنا وأمرا وأبرأ\".\n</p>\n\n<p>\nوروى عزرة بن ثابت عن ثمامة عن أنس عن النبي صلى الله عليه وسلم أنه كان\nإذا شرب تنفس ثلاثا.\n</p>\n\n<p>\nوروى هشام عن يحيى بن أبي كثير عن عبد الله بن أبي قتادة عن أبيه أن\nالنبي صلى الله عليه وسلم \"نهى أن يتنفس في الإناء\". وروى عبد الكريم عن\nعكرمة عن ابن عباس أن النبي صلى الله عليه وسلم \"نهى أن يتنفس في الإناء\".\n</p>\n\n<p>\nوروى رشدين بن كريب عن أبيه عن ابن عباس أن النبي صلى الله عليه وسلم شرب\nماء فتنفس مرتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nوروى مالك عن أيوب بن حبيب عن أبي المثنى الجهني عن أبي سعيد أن النبي\nصلى الله عليه وسلم نهى عن النفخ في الشراب، فقال رجل: إني لا أروى بنفس\nواحدة؟ قال: فأبن الإناء عن فيك ثم تنفس.\n</p>\n\n<p>\nفدل ظاهر هذا الحديث على الرخصة في الشرب بنفس واحد. فهذه الأحاديث في\nظاهرها مختلفة. والوجه فيها عندنا أنه يجوز الشرب بنفس واحد وبنفسين\nوبثلاثة أنفاس، وبأكثر منها، لأن اختلاف الرواية في ذلك يدل على التسهيل\nفيه وإن اختيار الثلاث لحسن.\n</p>\n\n<p>\nوأما حديث النهي عن التنفس في الإناء، فإنما ذلك أن يجعل نفسه في الإناء،\nفأما التنفس للراحة إذا أبانه عن فيه فليس من ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head75'>71 - باب الكراع في الشرب</h3>\n\n<p>\nروى فليح بن سليمان عن سعيد بن الحارث عن جابر قال: دخل رسول الله صلى\nالله عليه وسلم على رجل من الأنصار فقال: \"هل عندك ماء بات في شن وإلا\nكرعنا\".\n</p>\n\n<p>\nوروى الليث عن سعيد بن عامر عن ابن عمر أن النبي صلى الله عليه <span id='ms70'></span> وسلم قال:\n\"لا تكرعوا\".\n</p>\n\n<p>\nفاختلف هذان الحديثان. وحديث فليح أصحهما إسنادا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head76'>72 - باب دعاء المشركين قبل القتال</h3>\n\n<p>\nروى سفيان بن سعيد عن ابن أبي نجيح عن أبيه عن ابن عباس قال: ما قاتل\nرسول الله صلى الله عليه وسلم قوما قط إلا دعاهم.\n</p>\n\n<p>\nوروى سفيان عن علقمة بن مرثد عن سليمان بن بريد عن أبيه أن النبي صلى\nالله عليه وسلم كان يأمر أمير جيوشه. يقول: \"إذا لقيت عدوك من المشركين\nفادعهم إلى إحدى ثلاث خصال، فأيهن ما أجابوك إليها فاقبل منهم، وكف عنهم،\nوادعهم إلى الإسلام فإن أجابوك فاقبل منهم\" ثم قص الحديث.\n</p>\n\n<p>\nوروى عطاء بن السائب عن أبي البختري أن سلمان قال لأصحابه كفوا حتى أدعهم\nكما كنت أسمع رسول الله صلى الله عليه وسلم يدعوهم. ثم قص الحديث.\n</p>\n\n<p>\nفهذه الأحاديث توجب الدعاء قبل القتال. ثم جاءت أحاديث بغير ذلك.\n</p>\n\n<p>\nوروى الزهري عن عبيد الله بن عبد الله بن عتبة عن ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nعباس عن الصعب بن جثامة قال: قلت يا رسول الله أهل الدار من العدو يبيتون\nفيصاب من نسائهم وذراريهم؟ فقال: \"هم منهم \". ولم يذكر في هذه الدعوة قبل\nالقتال.\n</p>\n\n<p>\nوروى الزهري عن عروة عن أسامة أن النبي صلى الله عليه وسلم قال له: \"أغر\nعلى يبنى صباحا\". ولم يذكر الدعوة.\n</p>\n\n<p>\nوروى ابن عون عن نافع عن ابن عمر أن النبي صلى الله عليه وسلم أغار على\nبني المصطلق وهم غارون.\n</p>\n\n<p>\nوروى حميد عن أنس أن النبي صلى الله عليه وسلم كان إذا أغار على قوم فإن\nسمع أذانا أمسك، وإن لم يسمع أذانا أغار عليهم.\n</p>\n\n<p>\nوروى عبد الملك بن نوفل بن مساحق عن ابن عصام المزني عن أبيه أن النبي\nصلى الله عليه وسلم قال \"إذا رأيتم مسجدا، أو سمعتم مؤذنا فلا تقتلوا أحدا\n\".\n</p>\n\n<p>\nومن ذاك أن النبي صلى الله عليه وسلم طرق أهل مكة بغتة فقاتلهم.\n</p>\n\n<p>\nفاختلفت هذه الأحاديث في ظاهرها ولها وجوه، فأما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nالأحاديث الأول فإنها فيمن لم تبلغه الدعوة، فأما إذا علم أن الدعوة <span id='ms71'></span> قد\nانتهت إليهم فردوها فأولئك لا يدعون، وإن عاودوهم بالدعوة جاز، ألا ترى أن\nأهل مكة قد كان النبي صلى الله عليه وسلم دعاهم وهو مقيم معهم قبل هجرته،\nثم حاربوه مرارا فلذلك لم يدعهم، وكذلك أهل خيبر لم يدعهم لأنهم قد تقدمت\nعداوتهم، وبلغتهم دعوته، فتركوا أمره عامدين، وكذلك من سواهم. فعلى هذا\nيؤخذ هذا الباب، وكذلك جاءت الأحاديث عن العلماء بتصحيح هذا المذهب الذي\nاخترناه.\n</p>\n\n<p>\nروى شعبة عن قتادة عن الحسن قال: لا بأس أن لا يدعون. لأنهم قد عرفوا ما\nيدعوهم إليه. وقال سفيان عن منصور عن إبراهيم. قد علموا ما يدعون إليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head77'>73 - باب أي وقت يقاتل العدو</h3>\n\n<p>\nروى حماد بن سلمة عن أبي عمران الجوني عن علقمة بن عبد الله المزني عن\nمعقل بن يسار عن النعمان بن مقرن قال: شهدت مع رسول الله صلى الله عليه\nوسلم إذا كان عند القتال ولم يقاتل أول النهار أخره إلى أن تزول الشمس وتهب\nالرياح وينزل النصر.\n</p>\n\n<p>\nوعن ابن أبي أوفى أن رسول الله صلى الله عليه وسلم كان إذا زالت الشمس\nنهد إلى عدوه.\n</p>\n\n<p>\nوروى حميد عن أنس أن النبي صلى الله عليه وسلم كان لا يغير حتى يصبح ..\n</p>\n\n<p>\nوروى الزهري عن عروة عن أسامة أن النبي صلى اله عليه وسلم قال له: \" أغر\nعلى يبنى صباحا\".\n</p>\n\n<p>\nوذكر الصعب بن جسامة في حديثه عن النبي صلى الله عليه وسلم أنه أجاز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nأن يبيتوهم ليلا.\n</p>\n\n<p>\nفاختلفت هذه الأحاديث في ظاهرها، وإنما الوجه في ذلك أنه جائز على قدر\nالحاجة إليه، فإن كان مطمئنا يقدر على تأخير قتالهم تحرى زوال الشمس، وإن\nكان لا يستطيع إلا مناجزتهم قاتلهم أي وقت كان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head78'>74 - باب التحريق في أرض العدو</h3>\n\n<p>\nروى محمد بن إسحاق عن يزيد بن أبي حبيب عن بكير بن عبد الله بن الأشج عن\nسليمان بن يسارعن أبي إسحاق الدوسي عن أبي هريرة أن النبي صلى الله عليه\nوسلم قال: \"إن ظفرتم بفلان وفلان فحرقوهما بالنار\". ثم قال: \"لا ينبغي <span id='ms72'></span> أن\nيعذب بالنار إلا الله عز وجل، فإن ظفرتم بهما فاقتلوهما\".\n</p>\n\n<p>\nوروى أبو إسحاق الشيباني عن الحسن بن سعد عن عبد الرحمن بن عبد الله بن\nمسعود عن أبيه عن النبي صلى الله عليه وسلم قال: \"لا تعذبوا بالنار فإنه لا\nيعذب بالنار إلا ربها\".\n</p>\n\n<p>\nوروى أيوب عن عكرمة عن ابن عباس عن النبي صلى الله عليه وسلم قال: \"لا\nتعذبوا بعذاب الله عز وجل \".\n</p>\n\n<p>\nوروى موسى بن عقبة عن نافع عن ابن عمر أن النبي صلى الله عليه وسلم قطع\nنخل بني النضير وحرق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nوروى الزهري عن عروة عن أسامة أن النبي صلى الله عليه وسلم قال: \"أغر على\nيبنى صباحا ثم حرق \".\n</p>\n\n<p>\nوروى إسماعيل عن قيس عن جرير أن النبي صلى الله عليه وسلم قال: \"ألا\nترحني من ذي الخلصة؟ \" قال: فحرقناها حتى جعلناها مثل الجمل الأجرب ثم بعث\nإلى النبي صلى الله عليه وسلم رجلا فأخبره فبرك على أحمس.\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة وإنما الوجه فيها أنه لا ينبغي أن تحرق\nذو روح بالنار، لأنه قال: \"لا تعذبوا بعذاب الله عز وجل وإنما يعذب الله\nبالنار الإنس والجن خاصة\". وإنما جاز التحريق في أرض العدو، وفي متاعهم\nومنازلهم وكرومهم ونخيلهم يلتمس بذلك غيظهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head79'>75 - باب سهم الفارس في العدو</h3>\n\n<p>\nروى عبيد الله بن عمر عن نافع عن ابن عمر أن النبي صلى الله عليه وسلم\nجعل للفرس سهمين، ولصاحبها سهما.\n</p>\n\n<p>\nروى ابن فضيل عن الحجاج عن أبي صالح عن ابن عباس أن النبي صلى الله عليه\nوسلم جعل للفارس ثلاثة أسهم. سهمه ولفرسه سهمان.\n</p>\n\n<p>\nوروى مجمع بن يعقوب عن أبيه عن عمه عبد الرحمن بن يزيد عن مجمع بن جارية\nأن النبي صلى الله عليه وسلم جعل للفارس سهمين.\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة، وأثبت ما روي في هذا الحديث الأول. أن\nيكون للفارس ثلاثة أسهم، سهم له، وسهمان لفرسه. وعلى ذلك فعل الأئمة عمر بن\nالخطاب وغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head80'>76 - باب قبول هدية المشركين</h3>\n\n<p>\nروى ابن عون عن الحسن <span id='ms73'></span> عن عياض بن حمار.\n</p>\n\n<p>\nوعمران القطان عن قتادة عن يزيد بن عبد الله بن الشخير عن عياض بن حمار\nأنه أهدى للنبي صلى الله عليه وسلم هدية وهو مشرك فردها وقال: \"لا نقبل زبد\nالمشركين \".\n</p>\n\n<p>\nوروى أبوعون الثقفي عن أبي صالح عن علي رضي الله عنه أن أكيدر دومة أهدى\nإلى النبي صلى الله عليه وسلم ثوب حرير فأعطاه عليا رضي الله عنه ..\n</p>\n\n<p>\nوروى سفيان بن حسين عن علي بن زيد عن أنس أن المقوقس أهدى للنبي صلى الله\nعليه وسلم جرة من من فقسمها بين أصحابه.\n</p>\n\n<p>\nوروى أيضا أن المقوقس أهدى للنبي صلى الله عليه وسلم فقبلها.\n</p>\n\n<p>\nفاختلفت هذه الأحاديث وهي تصرف على وجوه ثلاثة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nأحدها: أن يكون الحديث الذي ذكر فيه قبول هداياهم هو أثبت، وهو حديث علي\nرضي الله عنه، لأن حديث عياض بن حمار قد رواه غير واحد عن ابن عون عن الحسن\nمرسلا.\n</p>\n\n<p>\nوحديث قتادة أيضا هو عندنا مرسل، لأن يزيد بن عبد الله روى غير هذا\nالحديث عن أخيه مطرف عن عياض بن حمار، ومطرف أقدم من يزيد بعشر سنين، فلا\nنرى يزيد سمع من عياض. فهذا وجه من الثلاثة وهو أحسنها.\n</p>\n\n<p>\nوالوجه الثاني. أن يكون أحد الحديثين ناسخ لصاحبه، وذلك أن عياض بن حمار\nكان يخالط النبي صلى الله عليه وسلم في الجاهلية، ثم أهدى له فكان هذا في\nأول الأمر، وكان حديث الأكيدر في آخر ذلك، لأنه كان قبل موت النبي صلى الله\nعليه وسلم بيسير ..\n</p>\n\n<p>\nوالوجه الثالث: يكون قبول الهدية لأهل الكتاب، دون أهل الشرك، ألا ترى أن\nعياضا لم يكن من أهل الكتاب، وأن الأكيدر كان في مملكة الروم وعلى دينها.\n</p>\n\n<p>\nوالوجه الأول أحسنها أن يكون القبول هو أثبت الخبرين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head81'>77 - باب في الضيافة</h3>\n\n<p>\nروى منصور عن الشعبي عن المقدام بن معدي كرب أن النبي صلى الله عليه وسلم\nقال \"ليلة الضيف حق واجب \".\n</p>\n\n<p>\nوروى ابن عجلان عن سعيد المقبري عن أبي شريح عن النبي صلى الله عليه وسلم\nقال: \"في <span id='ms74'></span> الضيف جائزته يومه وليلته \".\n</p>\n\n<p>\nوروى محمد بن عمرو عن أبي سلمة عن أبي هريرة عن النبي صلى الله عليه وسلم\nقال: \"الضيافة ثلاثة أيام، فما زاد فهو صدقة \".\n</p>\n\n<p>\nوروى قتادة عن أبي نضرة عن أبي سعيد عن النبي صلى الله عليه وسلم مثله ..\n</p>\n\n<p>\nفهذه الأحاديث في ظاهرها مختلفة. والوجه عندنا فيها أن لها وجوها:\n</p>\n\n<p>\nفأما قوله: يومه وليلته. فإن ذلك هو الحق الواجب الذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nلا يجوز تركه.\n</p>\n\n<p>\nوقوله: الضيافة ثلاثة أيام فهذا للضيف، ويقول إن أقام ثلاثا فتلك ضيافة،\nوليست بصدقة فلا يتوقاها فإن زاد عليها فذلك الذي يتوقاها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head82'>78 - باب من يجب عليه الحد</h3>\n\n<p>\nروى عبيد الله بن عمر عن نافع عن ابن عمر أن النبي صلى الله عليه وسلم\nعرضه يوم أحد وهو ابن أربع عشرة فلم يجزه، وعرضه يوم الخندق، وهو ابن خمس\nعشرة فأجازه.\n</p>\n\n<p>\nوروى عبد الملك بن عمير عن عطية القرظي أن النبي صلى الله عليه وسلم قال:\n\"من كان أنبت فاقتلوه\".\n</p>\n\n<p>\nوروى حماد عن إبراهيم عن الأسود عن عائشة أن النبي صلى الله عليه وسلم\nقال: \"رفع القلم عن الصبي حتى يحتلم \".\n</p>\n\n<p>\nفاختلفت هذه الأحاديث في ظاهرها، ولها وجوه ولكل حديث منها موضع يعمل به\nفيه، وإنما هذه حدود ثلاثة فأيها سبق فهو إدراك لأنه قد يخفى معرفة سنه\nفيؤخذ في احتلامه وقد يخفى احتلامه فيؤخذ بإنباته فكل ذلك علامة لبلوغ الحد\nالذي تجوز عليه الأحكام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head83'>79 - باب طاعة الأئمة</h3>\n\n<p>\nروى الأعمش عن أبي صالح عن أبي هريرة عن النبي صلى الله عليه وسلم قال:\n\"من أطاعني فقد أطاع الله عز وجل، ومن أطاع الإمام فقد أطاعني، ومن عصاني\nفقد عصى الله عز وجل، ومن عصى الإمام فقد عصاني\".\n</p>\n\n<p>\nوروى أبو الزناد عن الأعرج عن أبي هريرة عن النبي صلى الله عليه وسلم\nقال: \"من أطاعني فقد أطاع الله عز وجل، ومن أطاع أميري فقد أطاعني\".\n</p>\n\n<p>\nوروى الأعمش عن زيد بن وهب عن عبد الرحمن بن عبد رب الكعبة عن عبد الله\nبن عمرو عن النبي <span id='ms75'></span> صلى الله عليه وسلم قال: \"من بايع إماما فأعطاه ثمرة قلبه\nوصفقة يده فليطعه ما استطاع\".\n</p>\n\n<p>\nوروى شعبة عن يحيى بن الحصين عن أم الحصين جدته أن النبي صلى الله عليه\nوسلم قال: \"إن أمر عليكم عبد حبشي يقودكم بكتاب الله عز وجل فاسمعوا له\nوأطيعوا\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nوروى شعبة عن قتادة عن أبي مراية عن عمران بن حصين عن النبي صلى الله\nعليه وسلم قال: \"لا طاعة في معصية الله عز وجل \".\n</p>\n\n<p>\nوروى زبيد عن سعد بن عبيدة عن أبي عبد الرحمن السلمي عن علي رضي الله عنه\nأن النبي صلى الله عليه وسلم قال: \"لا طاعة في معصية الله إنما الطاعة في\nالمعروف \".\n</p>\n\n<p>\nوروى عبد الله عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم قال:\n\"السمع والطاعة على المرء المسلم فيما أحب وكره ما لم يؤمر بمعصية، فمن أمر\nبمعصية فلا سمع ولا طاعة\".\n</p>\n\n<p>\nوروى محمد بن عمرو عن عمر بن الحكم عن أبي سعيد عن النبي صلى الله عليه\nوسلم قال: \"من أمركم بمعصية فلا تطيعوه \".\n</p>\n\n<p>\nوروى عبد الله بن عثمان بن خيثم عن القاسم بن عبد الرحمن عن أبيه عن عبد\nالله عن النبي صلى الله عليه وسلم قال: \"لا طاعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nلمن عصى الله عز وجل\".\n</p>\n\n<p>\nوروى حرب بن شداد عن يحيى بن أبي كثير عن عمرو بن زينب عن أنس عن النبي\nصلى الله عليه وسلم قال: \"لا طاعة لمن عصى الله عز وجل \".\n</p>\n\n<p>\nفاختلفت هذه الأحاديث في ظاهرها، فتأول فيها أهل البدع.\n</p>\n\n<p>\nفأما أهل السنة: فقد وضعوها مواضعها، ومعانيها كلها متقاربة عندهم.\n</p>\n\n<p>\nفأما أهل البدع: فتأولوا في بعض هذه الأحاديث مفارقة الأئمة والخروج\nعليهم.\n</p>\n\n<p>\nوالوجه فيها أن هذه الأحاديث يفسر بعضها بعضا، ويصدق بعضها بعضا.\n</p>\n\n<p>\nفأما حديث أبي هريرة الأول الذي ذكر فيها من أطاع الإمام فقد فسره حديث\nأبي هريرة الثاني الذي قال فيه: من أطاع أميري ثم بين أنه أيضا لم يخص\nأميره إذا أمر بغير طاعة الله، لأنه حين بعث <span id='ms76'></span> عبد الله بن حذافة فأمرهم أن\nيقحموا النار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nفرجعوا إليه فأخبروه فقال: من أمركم منهم بمعصية فلا تطيعوا.\n</p>\n\n<p>\nوأما حديث عبد الله بن عمرو فإنه قد قال فيه: فليطعه ما استطاع. فقد جعل\nله فيه ثنيا، وإنما يريد الطاعة في المعروف.\n</p>\n\n<p>\nوحديث أم الحصين قد اشترط فيه يقودكم بكتاب الله.\n</p>\n\n<p>\nوحديث علي رضي الله عنه قد فسره حين قال: إنما الطاعة في المعروف.\n</p>\n\n<p>\nوحديث ابن عمر أيضا مفسر أنه إنما أوجب الطاعة ما لم يؤمر بمعصية.\n</p>\n\n<p>\nوكذلك حديث أبي سعيد.\n</p>\n\n<p>\nوأما حديث ابن مسعود، وأنس فهما اللذان تأولهما أهل البدع فقالوا: ألا\nتراه يقول لا طاعة لمن عصى الله عز وجل، فإذا عصى الله لم يطع في شيء، وإن\nدعا إلى طاعة. وإنما يرد المتشابه إلى المفسر، فما جعل هذا على ظاهره أولى\nبالاتباع من تلك الأحاديث بل إنما يرد هذا إلى ما بين معناه فقوله: \"لا\nطاعة لمن عصى الله \"، إنما يريد أنه لا يطاع في معصية. كسائر الأحاديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head84'>80 - باب كف الأيدي عن قتال الأئمة</h3>\n\n<p>\nروى الأعمش ومنصور عن سالم بن أبي الجعد عن ثوبان عن النبي صلى الله عليه\nوسلم قال: \"استقيموا لقريش ما استقاموا لكم، فإذا لم يستقيموا لكم فضعوا\nسيوفكم على عواتقكم ثم أبيدوا خضراءهم\".\n</p>\n\n<p>\nوهذا حديث معضل مخالف للأحاديث كلها، وفيه علل واضحة عند أهل العلم. فمن\nذلك أني سمعت عفان بن مسلم يقول: لم يسمعه الأعمش من سالم، ولم يسمعه سالم\nمن ثوبان. ومن ذلك أن سالم بن أبي الجعد لم يسمع من ثوبان شيئا البتة، وقد\nأخبر عن ثوبان أنه كذبه.\n</p>\n\n<p>\nوروى شعبة عن عمرو بن مرة عن سالم بن أبي الجعد قال: قيل لثوبان حديثا عن\nرسول الله صلى الله عليه وسلم فقال: \"كذبتم علي قلتم علي ما لم أقل\".\n</p>\n\n<p>\nفلعله إنما أراد هذا الحديث بعينه، إنهم رووه عنه ولم يقله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nومن ذلك قول النبي صلى الله عليه وسلم: \"لا يقتل قرشي صبرا\".\n</p>\n\n<p>\nومن ذلك قوله فيه: \"أبيدوا خضراءهم\". فهذا لا يكون <span id='ms77'></span> إلا بقتل صغيرهم\nوكبيرهم. وهذا خلاف حكم الإسلام والقرآن.\n</p>\n\n<p>\nومن ذلك قوله صلى الله عليه وسلم: \"قريش ولاة الناس في الخير والشر إلى\nيوم القيامة\".\n</p>\n\n<p>\nفكيف يكون هذا وقد أبيدت خضراؤهم؟.\n</p>\n\n<p>\nومن ذلك قول النبي صلى الله عليه وسلم: \"لا يزال هذا الأمر في قريش ما\nبقي من الناس اثنان\".\n</p>\n\n<p>\nوقوله: \"الناس تبع لقريش في الخير والشر\".\n</p>\n\n<p>\nومن ذلك قوله: \"لا يحل دم أمرئ مسلم إلا بإحدى ثلاث\".\n</p>\n\n<p>\nوهذا يقول: فإن لم يستقيموا. وقد يكون من ذلك ما لا يبلغ تحليل الدماء.\nفهذا حديث ذاهب لا يحتج به عالم، وقد روى هذا الحديث أيضا من وجوه كلها\nضعيفة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nوروى عبيد الله بن عمرو عن زيد بن أبي أنيسة عن القاسم بن عوف عن علي بن\nحسين عن أم سلمة أن النبي صلى الله عليه وسلم قال: \"إن أتاكم المصدقون\nفسألوكم الصدقة فتعدوا عليكم فقاتلوهم\". وشيئا هذا هذا معناه.\n</p>\n\n<p>\nوهذا الحديث أيضا مخالف للأحاديث، فمن ذلك: أن هشام بن حسان وقتادة رويا\nعن الحسن عن ضبة بن محصن عن أم سلمة عن النبي صلى الله عليه وسلم قال:\n\"سيكون بعدي أمراء تعرفون وتنكرون فمن أنكر فقد بريء، ومن كره فقد سلم،\nولكن من رضي وتابع\". قالوا: أفلا نقاتلهم؟ قال: \"لا ما صلوا\".\n</p>\n\n<p>\nفهذا عن أم سلمة، وذاك عن أم سلمة، وهذا أثبت الإسنادين، وهذا موافق\nللأحاديث، وذاك مخالف لها. وهذا ضبة بن محصن الذي وفد عمر يشكو أبا موسى\nحتى جمع بينه وبينه وكان له قدر عظيم. وذلك الإسناد ليس بثابت.\n</p>\n\n<p>\nومما يخالفه أيضا حديث جرير بن عبد الله عن النبي صلى الله عليه وسلم\nقال: \"إذا أتاكم المصدق فلا يفارقكم إلا عن رضى\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nومن ذلك حديث جابر بن عبد الله عن النبي صلى الله عليه وسلم\"سيأتيكم ركب\nمبغضون- يعنى المصدقين- فأدوا إليهم صدقاتكم وارضوهم فإن من تمام زكاتك\nمرضاهم\".\n</p>\n\n<p>\nوروى عامر بن السمت عن معاوية بن إسحاق عن عطاء بن يسار عن ابن مسعود عن\nالنبي صلى الله عليه <span id='ms78'></span> وسلم قال: \"سيكون أمراء- فذكر من فعلهم ثم قال- فمن\nجاهدهم بلسانه فهو مؤمن، ومن جاهدهم بيده فهو مؤمن، ومن جاهدهم بقلبه فهو\nمؤمن\".\n</p>\n\n<p>\nوهذا أيضا خلاف الأحاديث، وهو إسناد لم يسمع حديث عن ابن مسعود بهذا\nالإسناد غيره، وقد جاء الإسناد الواضح عن ابن مسعود بخلافه.\n</p>\n\n<p>\nروى الأعمش عن زيد بن وهب عن ابن مسعود عن النبي صلى الله عليه وسلم قال:\n\"سترون بعدي أثرة وفتنا وأمورا تنكرونها\". قالوا: فما تأمرنا يا رسول الله.\nقال: \"تودون الحق الذي عليكم، وتسألون الله الذي لكم\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا عن ابن مسعود، وذاك عن ابن مسعود، وهذا أثبت الإسنادين، وهو موافق\nللأحاديث، وذاك مخالف، ثم تواترت الأحاديث عن النبي صلى الله عليه وسلم\nفكثرت عنه، وعن الصحابة والأئمة بعدهم- رضي الله عنهم- يأمرون بالكف،\nويكرهون الخروج، وينسبون من خالفهم في ذلك إلى فراق الجماعة، ومذهب\nالحرورية وترك السنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head85'>81 - باب الانتفاع بالغنائم</h3>\n\n<p>\nروى محمد بن إسحاق عن يزيد بن أبي حبيب عن أبي مرزوق مولى تجيب عن رويفع\nبن ثابت عن النبي صلى الله عليه وسلم قال: \"من كان يؤمن بالله واليوم الآخر\nفلا يركبن دابة من فيء المسلمين فإذا أعجفها ردها فيه ولا يلبس ثوبا من فئ\nالمسلمين حتى إذا أخلقه رده فيه\".\n</p>\n\n<p>\nوروى سفيان عن أبي إسحاق عن أبي عبيدة عن عبد الله أنه قال: أنتهيت إلى\nأبي جهل فضربته بسيفي فلم يغن شيئا فأخذت سيف أبي جهل فضربته حتى قتلته\".\n</p>\n\n<p>\nفهذان الحديثان في ظاهرهما مختلفان، وإنما الوجه فيهما أن يوضع كل واحد\nمنهما موضعه، فإذا كان في موضع الضرورة يستعين به على النكاية فيهم مثل\nصنيع ابن مسعود فذلك لا يدفع، وما كان يريد به أن يبقى على دابته، ويركب\nدابة من المغنم، أو يبقي على ثوبه، أو سلاحه أو العمل بالشيء على غير ذلك\nالوجه فهو المنهي عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head86'>82 - باب في آنية المشركين</h3>\n\n<p>\nحديث أبي ثعلبة هو من وجوه عن النبي صلى الله عليه وسلم أنه سأله عن آنية\nالعدو. فقال: \"استغنوا <span id='ms79'></span> عنها ما استطعتم فإن لم تجدوا غيرها فاغسلوها وكلوا\nفيها واشربوا\".\n</p>\n\n<p>\nفقال هاهنا: استغنوا عنها وإن احتجتم فاغسلوها، وسائر الأحاديث وظاهر\nالقرآن على الرخصة في طعامهم وأكل جبنهم وخبزهم، وهم يصنعون ذلك في آنيتهم.\n</p>\n\n<p>\nوروى عطاء عن جابر كنا نغزو مع رسول الله صلى الله عليه وسلم فلا يمتنع\nأن يأكل في آنيتهم، ونشرب في أسقيتهم \".\n</p>\n\n<p>\nوروى سماك عن قبيصة بن هلب عن أبيه قال: سألت النبي صلى الله عليه وسلم\nعن طعام النصارى فقال: \"لا يتحلجن في صدرك طعام ضارعت فيه النصرانية\".\n</p>\n\n<p>\nومن ذلك ما لا يدفع من أكل خلهم وألبانهم وغير ذلك من أشربتها وأطعمتهم،\nوإنما هي في آنيتهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nفالوجه في ذلك أن يوضع كل شيء في موضعه، فإن كان من طعامهم معمولا في شيء\nمن آنيتهم فلا بأس بأكله وشربه كما جاء الحديث، وإذا كان شيء من الآنية\nفارغا فاحتيج إليه غسل واستعمل كما جاء الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head87'>83 - باب في الركاز يوجد</h3>\n\n<p>\nروى الزهري عن سعيد بن المسيب وأبي سلمة بن عبد الرحمن عن أبي هريرة عن\nالنبي صلى الله عليه وسلم قال: \"في الركاز الخمس \".\n</p>\n\n<p>\nوروى إسرائيل عن سماك عن عكرمة عن ابن عباس عن النبي صلى الله عليه وسلم\nمثله.\n</p>\n\n<p>\nومجالد عن الشعبي عن جابر عن النبي صلى الله عليه وسلم مثله.\n</p>\n\n<p>\nومحمد بن عمرو عن أبي سلمة عن أبي هريرة عن النبي صلى الله عليه وسلم\nمثله ..\n</p>\n\n<p>\nوروى عبد الله بن نافع عن أبيه عن ابن عمر عن النبي صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nقال: \"في الركاز العشور\". فهذا مخالف لتلك الأحاديث، وتلك الأحاديث أثبت\nوهي التي يعتمد عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head88'>84 - باب المرتد ما يصنع به</h3>\n\n<p>\nروى أيوب عن عكرمة عن ابن عباس أن النبي صلى الله عليه وسلم قال: \"من بدل\nدينه فاقتلوه\".\n</p>\n\n<p>\nوروى يحيى بن أبي كثير عن أبي قلابة عن أنس.\n</p>\n\n<p>\nوأبو رجاء مولى أبي قلابة عن أنس.\n</p>\n\n<p>\nوسماك عن معاوية بن قرة عن أنس.\n</p>\n\n<p>\nوقتادة عن أنس.\n</p>\n\n<p>\nوحميد عن أنس.\n</p>\n\n<p>\nوعبد العزيز بن صهيب عن <span id='ms80'></span> أنس أن النبي صلى الله عليه وسلم قطع أيدي أولئك\nالذين قدموا عليه فأسلموا فبعث بهم إلى إبله ليشربوا من ألبانها فقتلوا\nالراعي، واستاقوا النعم وارتدوا فقطع أيديهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nوأرجلهم، وسمر أعينهم، تم تركهم في الشمس حتى ماتوا.\n</p>\n\n<p>\nفاختلف هذان الخبران، وإنما الحكم في المرتد أن يقتل.\n</p>\n\n<p>\nوأما حديث أنس هذا فقد تأوله الناس على وجهين:\n</p>\n\n<p>\nأحدهما: أحسن من الآخر. فأما ابن سيرين فقال: كان هذا قبل أن تحد الحدود.\n</p>\n\n<p>\nوأما أبو قلابة فذهب إلى أن هؤلاء محاربين يريد قول الله عز وجل {إنما\nجزاء الذين يحاربون الله ورسوله ويسعون في الأرض فسادا أن يقتلوا أو يصلبوا\nأو تقطع أيديهم وأرجلهم من خلاف}.\n</p>\n\n<p>\nوهذا أحسن الوجهين عندنا، وأبين ذلك عندنا أن يكون هذا في مثل جرم أولئك\nخاصة، ولا يكون هذا في غيره، وذلك لأنهم قد سمر أعينهم. وقال بعضهم: سمل\nأعينهم. وكل ذلك لا يفعل بالمحارب، فقد بين هذا أن سنة هؤلاء غير سنة\nالمحاربين، ولكن يكون في مثل فعل هؤلاء خاصة أن يفعل بمن فعل مثل فعلهم مثل\nالذي فعلوا، ولهذا أشباه في العلم أن يعمل بالشيء في موضعه مثل الذي جاء عن\nالنبي صلى الله عليه وسلم أنه أمر الذي وقع على امرأته في شهر رمضان فلم\nيجد ما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nيكفر فأعطاه ما يكفر به عن نفسه فأخبره بضرورته فرخص له في أكله، فلا\nيكون هذا في غير ذلك من الكفارات أن يأكل الرجل ما يكفر به ولا يطعمه\nعياله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head89'>85 - باب في البداوة</h3>\n\n<p>\nروى شريك عن المقدام بن شريح عن أبيه عن عائشة قالت: كان رسول الله صلى\nالله عليه وسلم يبدو إلى هذه التلاع.\n</p>\n\n<p>\nوروى إسماعيل بن زكريا عن الحسن بن الحكم عن عدي بن ثابت عن أبي حازم عن\nأبي هريرة عن النبي صلى الله عليه وسلم من بدا جفا.\n</p>\n\n<p>\nوروى سفيان عن أبي موسى اليماني عن وهب بن منبه عن ابن عباس أن النبي صلى\nالله عليه وسلم قال: \"من بدا جفا\".\n</p>\n\n<p>\nواختلفت هذه الأحاديث في <span id='ms81'></span> ظاهرها ولها وجوه، فأما فعل النبي صلى الله عليه\nوسلم فإنما وجهه أن يبرز إلى بعض التلاع الساعة من النهار أو اليوم أو\nشبهه، وأما الكراهة فإنها لمن لزم البادية وترك الأمصار والجماعات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head90'>86 - باب الكفارة قبل الحنث</h3>\n\n<p>\nروى أبو بكر بن عياش عن عبد العزيز بن رفيع عن تميم بن طرفة عن عدي بن\nحاتم قال: قال رسول الله صلى الله عليه وسلم \"من حلف على يمين فرأى خيرا\nمنها فليأت الذي هو خير وليكفر عن يمينه\". فجعل الكفارة في هذا بعد الحنث.\n</p>\n\n<p>\nوروى الأعمش عن عبد العزيز بن رفيع عن تميم بن طرفة عن عدي بن حاتم عن\nالنبي صلى الله عليه وسلم قال: \"من حلف على يمين فرأى غيرها خيرا منها\nفليكفر يمينه، ويأتي الذي هو خير\". فجعل الكفارة قبل الحنث.\n</p>\n\n<p>\nوروى هشام عن الحسن عن عبد الرحمن بن سمر أن النبي صلى الله عليه وسلم\nقال له: \"إذا حلفت على يمين فرأيت خيرا منها فكفر عن يمينك، وات الذي هو\nخير\". فبدأ هذا أيضا بالكفارة قبل الحنث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nوروى .. .. .. عن الحسن عن عبد الرحمن بن سمرة أن النبي صلى الله عليه\nوسلم قال له: \"إذا حلفت على يمين فرأيت خيرا منها، فأت الذي هو خير وكفر عن\nيمينك\". فجعل هذا الكفارة بعد الحنث.\n</p>\n\n<p>\nروى سهيل عن أبيه عن أبي هريرة عن النبي صلى الله عليه وسلم قال: \"من حلف\nبيمين فرأى خيرا منها فليكفر عن يمينه، وليأت الذي هو خير\". فجعل الكفارة\nقبل الحنث.\n</p>\n\n<p>\nوروى أبو الأحوص عن أبي إسحاق عن عبد الرحمن بن أذينة عن أبيه عن النبي\nصلى الله عليه وسلم أنه قال: \"من حلف على يمين فرأى ما هو خير منها فليأت\nالذي هو خير، وليكفر عن يمينه\".\n</p>\n\n<p>\nوروى الهيثم بن حميد عن زيد بن واقد عن بسر بن عبيد الله عن ابن عائذ عن\nأبي الدرداء عن النبي صلى الله عليه وسلم قال: \"إذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nحلفت فرأيت أن غير ذلك أفضل كفرت عن يميني، وأتيت <span id='ms82'></span> الذي هو أفضل\". فجعل\nهذا الكفارة قبل الحنث.\n</p>\n\n<p>\nفاختلفت هذه الأحاديث في ظاهرها، وإنما الوجه في ذلك أنه جائز كله أن\nيكفر قبل أو بعد. وبيان ذلك في كتاب الله عز وجل حين فرض كفارة الظهار قبل\nأن يتماسا، فهذه كفارة قبل وجوبها، لأنه لو طلقها بعد أن ظاهر منهالم يلزمه\nكفارة وإنما كفر للذي أراد من الفعل فكذلك الذي يكفر يمينه قبلا خشية هو أن\nينوي أن يحنث. وقد اختلفت الأحاديث في ذلك عن الصحابة فما الوجه في ذلك إلا\nأنهم كانوا يجعلون ذلك معنى واحدا قدم الكفارة أم أخرها فسموا وأبين ذلك في\nالرواية.\n</p>\n\n<p>\nروي عن سفيان عن هشام عن أبيه عن عائشة أن أبا بكر الصديق رضي الله عنه\nقال: \"لا أحلف على يمين فأرى غيرها خيرا منها إلا كفرت عن يميني وأتيت الذي\nهو خير. فبدأ بالكفارة قبل الحنث.\n</p>\n\n<p>\nورواه وكيع عن هشام عن أبيه عن عائشة عن أبي بكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nرضي الله عنه قال: \"لا أحلف على يمين فأرى غيرها خيرا منها إلا أتيت الذي\nهو خير وكفرت عن يميني\". فبدأ هذا بالحنث قبل الكفارة.\n</p>\n\n<p>\nوكذلك أيضا عن عمر حدثني أبو الطباع عن شريك عن أبي حصين عن قبيصة بن\nجابر عن عمر رضي الله عنه قال: \"إذا حلفت على يمين فرأيت خيرا منها كفرت عن\nيميني وأتيت الذي هو خير معناه\". فبدأ بالكفارة.\n</p>\n\n<p>\nورواه أبو نعيم عن شريك عن أبي حصين عن قبيصة بن جابر عن عمر فذكر فيه أن\nيبدأ بالحنث قبل الكفارة.\n</p>\n\n<p>\nآخر كتاب الناسخ والمنسوخ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n             <span id='ms83'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "125",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "195",
    "197",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270"
  ],
  "volumes": [
    "01"
  ]
}