{
  "content": "\n5\n<p>\nقال الحافظ شمس الدين بن القيم رحمه الله قال الترمذي سألت أبا عبد الله\nالبخاري عن حديث الحسن وخطبنا@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p024'> Vol. 05, p. 024</a>\n            </div>\n            \nابن عباس فقال إن رسول الله صلى الله <span id='ms111'></span> عليه وسلم فرض صدقة الفطر فقال روى\nغير يزيد بن هارون عن حميد عن الحسن خطب\n</p>\n\n<p>\nابن عباس فكأنه رأى هذا أصح قال الترمذي وإنما قال البخاري هذا لأن ابن\nعباس كان بالبصرة في أيام علي والحسن البصري في أيام عثمان وعلي رضي الله\nعنهما كان بالمدينة@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p025'> Vol. 05, p. 025</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله لفظ مسلم وأبي داود فهي علي\nومثلها معها وفيه قولان أحدهما أنه كان تسلف منه صدقة عامين والثاني أنه\nتحملها عنه يؤديها عنه\n</p>\n\n<p>\nولفظ البخاري والنسائي فهي عليه صدقة ومثلها معها وفيه قولان أحدهما أنه\nجعله مصرفا لها وهذا قبل تحريمها على بني هاشم والثاني أنه أسقطها عنه\nعامين لمصلحة كما فعل عمر عام الرمادة\n</p>\n\n<p>\nولفظ ابن إسحاق هي عليه ومثلها ومعها حكاه البخاري وفيه قولان أحدهما أنه\nأنظره بها ذلك العام إلى القابل فيأخذها ومثلها والثاني أن هذا مدح للعباس\nوأنه سمح بما طلب منه لا يمتنع من إخراج ما عليه بل يخرجه ومثله معه\n</p>\n\n<p>\nوقال موسى بن عقبة فهي له ومثلها معها ذكره ابن حبان وفيه قولان أحدهما\nأن له بمعنى عليه كقوله تعالى وإن أسأتم فلها والثاني إطلاقها له وإخراج\nالنبي صلى الله عليه وسلم عنه من عنده برا به ولهذا قال أما شعرت أن عم\nالرجل صنو أبيه@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p026'> Vol. 05, p. 026</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله واختلف العلماء فيما أمر به النبي\nصلى الله عليه وسلم من ذلك بعد إجماعهم على أنه أمر ندب وإرشاد فقيل هو ندب\nمن النبي صلى الله عليه وسلم لكل من أعطى عطية كانت من سلطان أو عامي صالحا\nكان أو فاسقا بعد أن يكون ممن تجوز عطيته حكى ذلك غير واحد وقيل ذلك من\nالنبي صلى الله عليه وسلم ندب إلى قبول عطية من غير السلطان فأما السلطان\nفبعضهم منعها وبعضهم كرهها وقال آخرون ذلك ندب لقبول هدية السلطان دون غيره\nورجح بعضهم الأول @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p062'> Vol. 05, p. 062</a>\n            </div>\n            \nفإن النبي صلى الله عليه وسلم لم يخص وجها من الوجوه <span id='ms112'></span> إلى هنا تم كلامه\n</p>\n\n<p>\nوسياق الحديث إنما يدل على عطية العامل على الصدقة فإنه يجوز له أخذ\nعمالته وتمولها\n</p>\n\n<p>\nوإن كان غنيا والحديث لذلك وعليه خرج جواب النبي صلى الله عليه وسلم وليس\nالمراد به العموم في كل عطية من كل معط والله أعلم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p063'> Vol. 05, p. 063</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وتفسير من فسر اليد العليا\nبالآخذة باطل قطعا من وجوه\n</p>\n\n<p>\nأحدها أن تفسير النبي صلى الله عليه وسلم بالمنفقة يدل على بطلانه\n</p>\n\n<p>\nالثاني أنه صلى الله عليه وسلم أخبر أنها خير من اليد السفلى ومعلوم\nبالضرورة أن العطاء خير وأفضل من الأخذ فكيف تكون يد الآخذ أفضل من يد المعطي\n</p>\n\n<p>\nالثالث أن يد المعطي أعلى من يد السائل حسا ومعنى وهذا معلوم بالضرورة\n</p>\n\n<p>\nالرابع أن العطاء صفة كمال دال على الغنى والكرم والإحسان والمجد والأخذ\nصفة نقص مصدره عن الفقر والحاجة فكيف تفضل يد المعطى هذا عكس الفطرة والحس\nوالشريعة والله أعلم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p065'> Vol. 05, p. 065</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله والسنة الصحيحة مصرحة بأن مدة\nالتعريف سنة\n</p>\n\n<p>\nووقع في حديث أبي بن كعب المتقدم أنها تعرف ثلاثة أعوام ووقع الشك في\nرواية حديث أبي بن كعب أيضا@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p127'> Vol. 05, p. 127</a>\n            </div>\n            \nهل ذلك في سنة أو في ثلاث سنين وفي الأخرى عامين أو ثلاثة فلم يجزم والجازم مقدم\n</p>\n\n<p>\nوقد رجع أبي بن كعب آخرا إلى عام واحد وترك ما شك فيه\n</p>\n\n<p>\nوحكى مسلم في صحيحه عن شعبة أنه قال سمعته يعني سلمة بن كهيل بعد عشر\nسنين يقول عرفها عاما واحدا\n</p>\n\n<p>\nوقيل هي قضيتان فأولى لأعرابي أفتاه بما يجوز له\n</p>\n\n<p>\nبعد عام\n</p>\n\n<p>\nوالثانية لأبي بن كعب أفتاه بالكف عنها والتربص بحكم الورع ثلاثة أعوام\nوهو من فقهاء الصحابة وفضلائهم\n</p>\n\n<p>\nوقد يكون ذلك لحاجة الأول إليها وضرورته واستغناء أبي فإن كان من مياسير\nالصحابة\n</p>\n\n<p>\nولم يقل أحد من أئمة الفتوى بظاهره وأن اللقطة تعرف ثلاثة أعوام إلا\nرواية جاءت عن عمر بن الخطاب\n</p>\n\n<p>\nويحتمل أن يكون الذي قال له عمر ذلك موسرا وقد <span id='ms113'></span> روى عن عمر أن اللقطة تعرف\nسنة مثل قول الجماعة\n</p>\n\n<p>\nوحكى في الحاوي عن شواذ من الفقهاء أنه يلزمها أن يعرفها ثلاثة أحوال@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p128'> Vol. 05, p. 128</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وقال بعضهم الفرق بين لقطة مكة\nوغيرها أن الناس يتفرقون من مكة فلا يمكن تعريف اللقطة في العام فلا يحل\nلأحد أن يلتقط لقطتها إلا مبادرا إلى تعريفها قبل تفرق الناس بخلاف غيرها\nمن البلاد والله أعلم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p143'> Vol. 05, p. 143</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وقال ابن القطان علته الشك في\nاتصاله فإن محمد بن علي بن عبد الله بن عباس@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p164'> Vol. 05, p. 164</a>\n            </div>\n            \nيرويه عن ابن عباس ومحمد بن علي إنما هو معروف في الرواية عن أبيه عن جده\nابن عباس\n</p>\n\n<p>\nوفي صحيح مسلم حدثنا حبيب بن أبي ثابت عن محمد بن علي بن عبد الله بن\nعباس عن أبيه عن عبد الله بن عباس أنه رقد عند رسول الله صلى الله عليه\nوسلم الحديث وحديثه عن أبيه عن جده أن رسول الله صلى الله عليه وسلم أكل\nكتفا أو لحما ثم\n</p>\n\n<p>\nصلى ولم يمس ماء ذكره البزار وقال ولا أعلم روى عن جده إلا هذا الحديث\nيعني وقت لأهل السرق الخ وأخاف أن يكون منقطعا ولم يذكر البخاري ولا ابن\nأبي حاتم أنه روى عن جده وقال مسلم في كتاب التمييز\n</p>\n\n<p>\nلم يعلم له سماع من جده ولا أنه لقيه@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p165'> Vol. 05, p. 165</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله هذا الحديث حديث أم سلمة قال غير\nواحد من الحفاظ إسناده ليس بالقوي وقد سئل عبد الله بن عبدالرحمن بن يحنس\nهل قال ووجبت له الجنة أو قال أو وجبت بالشك بدل قوله غفر له ما تقدم من\nذنبه وما تأخر هذا هو الصواب بأو\n</p>\n\n<p>\nوفي كثير من النسخ ووجبت بالواو وهو غلط والله أعلم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p166'> Vol. 05, p. 166</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وقد روى النسائي من حديث إسرائيل\nعن عمار عن عبدالرحمن بن القاسم عن أبيه عن عائشة قالت ذبح عنا <span id='ms114'></span> رسول الله\nصلى الله عليه وسلم يوم حججنا بقرة بقرة وعن الزهري عن عمرة عن عائشة قالت\nما ذبح عن آل محمد في @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p173'> Vol. 05, p. 173</a>\n            </div>\n            \nالوداع إلا بقرة وبه عن عائشة أن رسول الله صلى الله عليه وسلم نحر عن آل\nمحمد في حجة\n</p>\n\n<p>\nالوداع بقرة واحدة وسيأتي قول عائشة ذبح رسول الله صلى الله عليه وسلم\nالبقر يوم النحر\n</p>\n\n<p>\nولا ريب أن رسول الله صلى الله عليه وسلم حج بنسائه كلهن وهن يومئذ تسع\nوكلهن كن متمتعات حتى عائشة فإنها قرنت فإن كان الهدي متعددا فلا إشكال وإن\nكان بقرة واحدة بينهن وهن تسع فهذا حجة لإسحاق ومن قال بقوله إن البدنة\nتجزىء عن عشرة وهو إحدى الروايتين عن أحمد\n</p>\n\n<p>\nوقد ذهب ابن حزم إلى أن هذا الاشتراك في البقرة إنما كان بين ثمان نسوة\nقال لأن عائشة لما قرنت لم يكن عليها هدي\n</p>\n\n<p>\nواحتج بما في صحيح مسلم عنها من قولها فلما كانت ليلة الحصبة وقد قضى\nالله حجنا أرسل معي عبدالرحمن بن أبي بكر فأردفني وخرج بي إلى التنعيم\nفأهللت بعمرة فقضى الله حجنا وعمرتنا ولم يكن في ذلك هدي ولا صدقة ولا صوم\nوجعل هذا أصلا في إسقاط الدم عن القارن ولكن هذه الزيادة وهي ولم يكن في\nذلك هدي مدرجة في الحديث من كلام هشام بن عروة بينه مسلم في الصحيح\n</p>\n\n<p>\nقال أنبأنا أبو كريب أنبأنا وكيع حدثنا هشام بن عروة عن أبيه عن عائشة\nفذكر الحديث وفي آخره قال عروة في ذلك أنه قضى الله حجها وعمرتها قال هشام\nولم يكن في ذلك هدي ولا صيام ولا صدقة فجعل وكيع هذا اللفظ من قول هشام\nوابن نمير وعبدة لم يقولا قالت عائشة بل أدرجاه إدراجا وفصله وكيع وغيره@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p174'> Vol. 05, p. 174</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله هو الجهم بن الجارود\n</p>\n\n<p>\nوقد ذكر هذا الحديث البخاري في تاريخه الكبير وعلله بهذه العلة وأعله ابن\nالقطان بأن جهم بن الجارود لا يعرف حاله ولا يعرف له راو إلا <span id='ms115'></span> أبو عبدالرحيم\nخالد بن أبي يزيد قال وبذلك ذكره البخاري وأبو حاتم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p178'> Vol. 05, p. 178</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وفيه أي في الحديث دليل على أن\nيوم النحر أفضل الأيام وذهبت جماعة من العلماء إلى أن يوم الجمعة أفضل\nالأيام واحتجوا بقوله صلى الله عليه وسلم خير @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p185'> Vol. 05, p. 185</a>\n            </div>\n            \nيوم طلعت فيه الشمس يوم الجعمة وهو حديث صحيح رواه ابن حبان وغيره\n</p>\n\n<p>\nوفصل النزاع أن يوم الجمعة أفضل أيام الأسبوع ويوم النحر أفضل أيام العام\nفيوم النحر مفضل على الأيام كلها التي فيها الجمعة وغيرها ويم الجمعة مفضل\nعلى أيام الأسبوع\n</p>\n\n<p>\nفإن اجتمعا في يوم تظاهرت الفضيلتان وإن تباينا فيوم النحر أفضل وأعظم\nلهذا الحديث والله أعلم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p186'> Vol. 05, p. 186</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله والأحاديث الصحيحة صريحة بأنها\nأهلت أولا بعمرة ثم أمرها رسول الله صلى الله عليه وسلم لما حاضت أن تهل\nبالحج فصارت قارنة\n</p>\n\n<p>\nولهذا قال لها النبي صلى الله عليه وسلم يكفيك طوافك بالبيت وبين الصفا\nوالمروة لحجك وعمرتك متفق عليه وهو صريح في رد قول من قال إنها رفضت إحرام\nالعمرة رأسا @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p197'> Vol. 05, p. 197</a>\n            </div>\n            \nوانتقلت إلى الإفراد وإنما أمرت برفض أعمال العمرة من الطواف والسعي حتى\nتطهر لا برفض إحرمها\n</p>\n\n<p>\nوأما قوله ولم يكن في شيء من ذلك هدي فهو مدرج من كلام هشام كما بينه\nوكيع وغيره عنه حيث فصل كلام عائشة من كلام هشام وأما ابن نمير وعبدة\nفأدرجاه في حديثهما ولم يميزاه والذي ميزه معه زيادة علم ولم يعارض غيره\nفابن نمير وعبدة لم يقولا قالت عائشة ولم يكن في شيء من ذلك هدى بل أدرجاه\nوميزه غيرهما\n</p>\n\n<p>\nوأما قول من قال إنها أحرمت بحج ثم نوت فسخه بعمرة ثم رجعت إلى حج مفرد\nفهو خلاف ما أخبرت به عن نفسها وخلاف ما دل عليه قول النبي صلى الله عليه\nوسلم لها يسعك طوافك لحجك وعمرتك والنبي صلى الله عليه وسلم إنما أمرها أن\nتهل بالحج لما حاضت\n</p>\n\n<p>\nكما أخبرت بذلك عن نفسها وأمرها أن <span id='ms116'></span> تدع العمرة وتهل بالحج\n</p>\n\n<p>\nوهذا كان بسرف قبل أن يأمر أصحابه بفسخ حجهم إلى العمرة فإنه إنما أمرهم\nبذلك على المروة\n</p>\n\n<p>\nوقوله إنها أشارت بقولها فكنت فيمن أهل بعمرة إلى الوقت الذي نوت فيه\nالفسخ في غاية الفساد فإن صريح الحديث يشهد ببطلانه فإنها قالت فكنت@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p198'> Vol. 05, p. 198</a>\n            </div>\n            \nفيمن أهل بعمرة فلما كان في بعض الطريق حضت فهذا صريح في أنها حاضت بعد\nإهلالها بعمرة\n</p>\n\n<p>\nومن تأمل أحاديثها علم أنها أحرمت أولا بعمرة ثم أدخلت عليها الحج فصارت\nقارنة ثم اعتمرت من التنعيم عمرة مستقلة تطييبا لقلبها\n</p>\n\n<p>\nوقد غلط في قصة عائشة من قال إنها كانت مفردة فإن عمرتها من التنعيم هي\nعمرة الإسلام الواجبة\n</p>\n\n<p>\nوغلط من قال إنها كانت متمتعة ثم فسخت المتعة إلى أفراد وكانت عمرة\nالتنعيم قضاء لتلك العمرة\n</p>\n\n<p>\nوغلط من قال إنها كانت قارنة ولم يكن عليها صدقة ولا صوم وأن ذلك إنما\nيجب على المتمتع\n</p>\n\n<p>\nومن تأمل أحاديثها علم ذلك وتبين له أن الصواب ما ذكرناه\n</p>\n\n<p>\nوالله أعلم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p199'> Vol. 05, p. 199</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وقد احتج به ابن حزم على أن\nالمحرم لا يحرم عليه الامتشاط ولم يأت بتحريمه نص وحمله الأكثرون على\nامتشاط رفيق لا يقطع الشعر ومن قال كان بعد جمرة العقبة فسياق الحديث يبطل\n</p>\n\n<p>\nقوله ومن قال هو التمشط بالأصابع فقد أبعد في التأويل ومن قال إنها أمرت\nبترك العمرة رأسا فقوله باطل لما تقدم فإنها لو تركتها رأسا لكان قضاؤها\nواجبا والنبي صلى الله عليه وسلم قد أخبرها أنه لا عمرة عليها وأن طوافها\nيكفي عنهما وقوله أهلي بالحج صريح في أن إحرامها الأول كان بعمرة كما أخبرت\nبه عن نفسها وهو يبطل قول من قال كانت مفردة فأمرت باستدامة الإفراد\n</p>\n\n<p>\nوفي الحديث دليل على تعدد السعي على المتمتع فإن قولها ثم طافوا طوافا\nآخر بعد أن رجعوا من منى لحجهم تريد به الطواف بين الصفا والمروة ولهذا\nنفته عن @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p201'> Vol. 05, p. 201</a>\n            </div>\n            \nالقارنين ولو كان المراد به الطواف بالبيت لكان الجميع فيه سواء <span id='ms117'></span> فإن طواف\nالإفاضة لا يفترق فيه القارن والمتمتع\n</p>\n\n<p>\nوقد خالفها جابر في ذلك ففي صحيح مسلم عنه أنه قال لم يطف النبي صلى الله\nعليه وسلم ولا أصحابه بين الصفا والمروة إلا طوافا واحدا طوافه الأول وأخذ\nالإمام أحمد بحديث جابر هذا في رواية ابنه عبد الله والمشهور عنه أنه لابد\nمن طوافين على حديث عائشة ولكن هذه اللفظة وهي فطاف الذين أهلوا بالعمرة\nبالبيت إلى آخره قد قيل إنها مدرجة في الحديث من كلام عروة@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p202'> Vol. 05, p. 202</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله والصواب أن ما أحرم به صلى الله\nعليه وسلم كان أفضل وهو القرآن ولكن أخبر أنه لو استقبل من أمره ما استدبر\nلأحرم بعمرة وكان حينئذ موافقا لهم في المفضول تأليفا لهم وتطييبا لقلوبهم\nكما ترك بناء الكعبة على قواعد إبراهيم وإدخال الحجر فيها وإلصاق بابها\nبالأرض تأليفا لقلوب الصحابة الحديثي العهد بالإسلام خشية أن تنفر قلوبهم\n</p>\n\n<p>\nوعلى هذا فيكون الله تعالى قد جمع له الأمرين النسك الأفضل الذي أحرم به\nوموافقته لأصحابه بقوله لو استقبلت فهذا بفعله وهذا بنيته وقوله وهذا\nالأليق بحاله صلوات الله وسلامه عليه@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p205'> Vol. 05, p. 205</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وعند النسائي عن سراقة تمتع رسول\nالله وتمتعنا معه فقلنا ألنا خاصة أم للأبد قال بل للأبد وهو صريح في أن\nالعمرة التي فسخوا حجهم إليها لم تكن مختصة بهم وأنها مشروعة للأمة إلى يوم\nالقيامة\n</p>\n\n<p>\nوقول من قال إن المراد به السؤال عن المتعة في أشهر الحج لا عن عمرة\nالفسخ باطل من وجوه أحدها أنه لم يقع السؤال عن ذلك ولا في اللفظ ما يدل\nعليه وإنما سأله عن تلك العمرة المعينة التي أمروا بالفسخ إليها ولهذا أشار\nإليها بعينها فقال متعتنا هذه ولم يقل العمرة في أشهر الحج\n</p>\n\n<p>\nالثاني أنه لو قدر أن السائل أراد ذلك فالنبي أطلق الجواب بأن تلك العمرة\nمشروعة إلى الأبد ومعلوم أنها مشتملة على وصفين كونها عمرة فسخ الحج إليها\nوكونها في <span id='ms118'></span> أشهر الحج\n</p>\n\n<p>\nفلو كان المراد أحد الأمرين وهو كونها في أشهر الحج لبينه للسائل لا سيما\nإذا كان الفسخ حراما باطلا\n</p>\n\n<p>\nفكيف يطلق الجواب عما يجوز ويشرع\n</p>\n\n<p>\nوما لا يحل ولا يصح إطلاقا واحدا هذا مما ينزه@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p208'> Vol. 05, p. 208</a>\n            </div>\n            \nعنه آحاد أمته فضلا عنه ومعلوم أن من سئل عن أمر يشتمل على جائز ومحرم وجب\nعليه أن يبين للسائل جائزه من حرامه ولا يطلق الجواز والمشروعية عليه\nإطلاقا واحدا\n</p>\n\n<p>\nالثالث أن النبي قد اعتمر قبل ذلك ثلاث عمر كلهن في أشهر الحج وقد علم\nذلك الخاص والعام أفما كان في ذلك ما يدل على جواز العمرة في أشهر الحج\nالرابع أن النبي قال لهم عند إحرامهم من شاء أن يهل بعمرة فليهل وفي هذا\nأعظم البيان لجواز العمرة في أشهر الحج\n</p>\n\n<p>\nالخامس أنه خص بذلك الفسخ من لم يكن معه هدي وأما من كان معه هدي@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p209'> Vol. 05, p. 209</a>\n            </div>\n            \nفأمره بالبقاء على إحرامه وأن لا يفسخ فلو كان المراد ما ذكروه لعم الجميع\nبالفسخ ولم يكن للهدي أثر أصلا فإن سبب الفسخ عندهم الإعلام المجرد بالجواز\nوهذا الإعلام لا تأثير للهدي في المنع منه\n</p>\n\n<p>\nالسادس أن طرق الإعلام بجواز الاعتمار في أشهر الحج أظهر وأبين قولا\nوفعلا من الفسخ فكيف يعدل عن الإعلام بأقرب الطرق وأبينها وأسهلها وأدلها\nإلى الفسخ الذي ليس بظاهر فيما ذكره من الإعلام والخروج من نسك إلى نسك\nوتعويضهم بسعة ذلك عليهم لمجرد الإعلام الممكن الحصول بأقرب الطرق وقد بين\nذلك غاية البيان بقوله وفعله فلم يحلهم بالإعلام على الفسخ\n</p>\n\n<p>\nالسابع أنه لو فرض أن الفسخ للإعلام المذكور لكان ذلك دليلا على داوم\nمشروعيته إلى يوم\n</p>\n\n<p>\nالقيامة فإن ما شرع في المناسك لمخالفة المشركين مشروع أبدا كالوقوف\nبعرفة لقريش وغيرهم والدفع من مزدلفة قبل طلوع الشمس\n</p>\n\n<p>\nالثامن أن هذا الفسخ وقع في آخر حياة النبي ولم يجىء عنه كلمة قط تدل على\nنسخه وإبطاله ولم تجمع الأمة بعده على ذلك بل منهم من يوجبه كقول حبر الأمة\nوعالمها عبد الله بن <span id='ms119'></span> عباس ومن وافقه وقول إسحاق وهو قول الظاهرية وغيرهم\nومنهم من يستحبه ويراه سنة رسول الله كقول إمام أهل السنة أحمد بن حنبل وقد\nقال له سلمة بن شبيب ياأبا عبد الله كل شيء منك حسن إلا خصلة واحدة تقول\nبفسخ الحج إلى العمرة فقال ياسلمة\n</p>\n\n<p>\nكان يبلغني عنك أنك أحمق وكنت أدافع عنك والآن علمت أنك أحمق عندي في ذلك\nبضعة عشر حديثا صحيحه عن رسول الله أدعها لقولك وهو قول الحسن وعطاء ومجاهد\nوعبيد الله بن الحسن وكثير من أهل الحديث أو أكثرهم\n</p>\n\n<p>\nالتاسع أن هذا موافق لحج خير الأمة وأفضلها مع خير الخلق وأفضلهم فإنه\nأمرهم بالفسخ إلى المتعة وهو لا يختار لهم إلا الأفضل فكيف يكون ما اختاره\nلهم هو المفضول المنقوص بل الباطل الذي لا يسوغ لأحد أن يقتدي بهم فيه\n</p>\n\n<p>\nالعاشر أن الصحابة رضي الله عنهم إذا لم يكتفوا بعمل العمرة معه ثلاثة أعوام@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p210'> Vol. 05, p. 210</a>\n            </div>\n            \nفي أشهر الحج وبقوله لهم عند الإحرام من شاء أن يهل بعمرة فليهل على جواز\nالعمرة في أشهر الحج فهم أحرى أن يكتفوا بالأمر بالفسخ في العلم بجواز\nالعمرة في أشهر الحج فإنه إذا لم يحصل لهم العلم بالجواز بقوله وفعله فكيف\nيحصل بأمره لهم بالنسخ\n</p>\n\n<p>\nالحادي عشر أن ابن عباس الذي روى أنهم كانوا يرون العمرة في أشهر الحج من\nأفجر الفجور وأن النبي أمرهم لما قدموا بالفسخ هو كان يرى وجوب الفسخ ولا\nبد بل كان يقول كل من طاف بالبيت فقد حل من إحرامه ما لم يكن معه هدي وابن\nعباس أعلم بذلك فلو كان النبي إنما أمرهم بالفسخ للإعلام بجواز العمرة لم\nيخف ذلك على ابن عباس ولم يقل إن كل من طاف بالبيت من قارن أو حاج لا هدي\nمعه فقد حل\n</p>\n\n<p>\nالثاني عشر أنه لا يظن بالصحابة الذين هم أصح الناس أذهانا وأفهاما\nوأطوعهم لله ولرسوله أنهم لم يفهموا جواز العمرة في أشهر الحج وقد عملوها\nمع رسول الله ثلاثة أعوام وأذن لهم فيها <span id='ms120'></span> ثم فهموا ذلك من الأمر بالفسخ\n</p>\n\n<p>\nالثالث عشر أن النبي إما أن يكون أمرهم بالفسخ لأن التمتع أفضل فأمرهم\nبالفسخ إلى أفضل الأنساك أو يكون أمرهم به ليكون نسكهم مخالفا للمشركين في\nالتمتع في أشهر الحج وعلى التقديرين فهو مشروع غير منسوخ إلى الأبد\n</p>\n\n<p>\nأما الأول الظاهر وأما الثاني فلأن الشريعة قد استقرت ولا سيما في\nالمناسك على قصد مخالفة المشركين فالنسك المشتمل على مخالفتهم أفضل بلا ريب\nوهذا واضح\n</p>\n\n<p>\nالرابع عشر أن السائل للنبي عمرتنا هذه لعامنا أم للأبد لم يرد به أنها\nهل تجزىء عن تلك السنة فقط أو عن العمر كله فإنه لو كان مراده ذلك لسأل عن\nالحج الذي هو فرض الإسلام ومن المعلوم أن العمرة إن كانت واجبة لم تجب في\nالعمر إلا مرة واحدة ولأنه لو أراد ذلك لم يقل له النبي بل لأبد الأبد فإن\nأبد الأبد إنما يكون في حق الأمة قوما يعرفون إلى يوم @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p211'> Vol. 05, p. 211</a>\n            </div>\n            \nالقيامة وإن الأبد لا يكون في حق طائفة معينة بل هو لجميع الأمة ولأنه قال\nفي رواية النسائي ألنا خاصة أم للأبد فدل على أنهم إنما سألوا\n</p>\n\n<p>\nهل يسوغ فعلها بعدك على هذا الوجه فأجابهم بأن فعلها كذلك سائغ أبد الأبد\nوفي رواية للبخاري أن سراقة بن مالك لقي النبي فقال ألكم هذه خاصة يارسول\nالله قال بل للأبد\n</p>\n\n<p>\nالخامس عشر أن النبي أخبرهم في تلك الحجة أن كل من طاف بالبيت فقد حل إلا\nمن كان معه الهدي ففي السنن من حديث الربيع بن سبرة عن أبيه قال خرجنا مع\nرسول الله حتى إذا كان بعسفان قال له سراقة بن مالك المدلجي يارسول الله\nاقض لنا قضاء قوم كأنما ولدوا اليوم فقال\n</p>\n\n<p>\nإن الله عزوجل قد أدخل عليكم في حجكم هذا عمرة فإذا قدمتم فمن تطوف\nبالبيت وبين الصفا والمروة فقد حل إلا من كان معه هدي وسيأتي الحديث\n</p>\n\n<p>\nفهذا نص انفساخه شاء أم أبى كما قال ابن عباس وإسحاق ومن وافقهما وقوله\nاقض لنا قضاء <span id='ms121'></span> قوم كأنما ولدوا اليوم يريد قضاء لازما لا يتغير ولا يتبدل بل\nنتمسك به من يومنا هذا إلى آخر العمر\n</p>\n\n<p>\nالسادس عشر أن النبي لما سئل عن تلك العمرة التي فسخوا إليها الحج\nوتمتعوا بها ابتداء فقال دخلت العمرة في الحج إلى يوم القيامة كان هذا\nتصريحا منه بأن هذا الحكم ثابت أبدا لا ينسخ إلى يوم القيامة ومن جعله\nمنسوخا فهذا النص يرد قوله\n</p>\n\n<p>\nوحمله على العمرة المبتدأة التي لم يفسخ الحج إليها باطل فإن عمدة الفسخ\nسبب الحديث فهي مرادة منه نصا وما عداها ظاهرا وإخراج محل السبب وتخصيصه من\nاللفظ العام لا يجوز فالتخصيص وإن تطرق إلى العموم فلا يتطرق إلى محل السبب\n</p>\n\n<p>\nوهذا باطل\n</p>\n\n<p>\nالسابع عشر أن متعة الفسخ لو كانت منسوخة لكان ذلك من المعلوم عند\nالصحابة ضرورة كما كان من المعلوم عندهم نسخ الكلام في الصلاة ونسخ القبلة\nونسخ تحريم الطعام والشراب على الصائم بعد ما ينام بل كان بمنزلة الوقوف\nبعرفة والدفع من مزدلفة قبل طلوع الشمس فإن هذا من أمور المناسك الظاهرة\nالمشترك فيها أهل الإسلام فكان نسخه لا يخفى على أحد\n</p>\n\n<p>\nوقد كان ابن عباس إذا سألوه عن فتياه بها يقول سنة نبيكم وإن رغمتم فلا\nيراجعونه فكيف تكون @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p212'> Vol. 05, p. 212</a>\n            </div>\n            \nمنسوخة عندهم وابن عباس يخبر أنها سنة نبيهم ويفتي بها الخاص والعام وهم\nيقرونه على ذلك هذا من أبطل الباطل\n</p>\n\n<p>\nالثامن عشر أن الفسخ قد رواه عن النبي أربعة عشر من الصحابة وهم عائشة\nوحفصة وعلي وفاطمة وأسماء بنت أبي بكر وجابر وأبو سعيد وأنس وأبو موسى\nوالبراء وابن عباس وسراقة وسبرة ورواه عن عائشة الأسود بن يزيد والقاسم\nوعروة وعمرة وذكوان مولاها\n</p>\n\n<p>\nورواه عن جابر عطاء ومجاهد ومحمد بن علي وأبو الزبير\n</p>\n\n<p>\nورواه عن أسماء صفية ومجاهد\n</p>\n\n<p>\nورواه عن أبي سعيد أبو نضرة\n</p>\n\n<p>\nورواه عن البراء أبو إسحاق\n</p>\n\n<p>\nورواه عن ابن عمر سالم ابنه وبكر بن عبد الله\n</p>\n\n<p>\nورواه عن أنس أبو قلابة ورواه عن أبي موسى طارق بن شهاب ورواه <span id='ms122'></span> عن ابن\nعباس طاووس وعطاء وابن سيرين وجابر بن زيد ومجاهد وكريب وأبو العالية ومسلم\nالقرشي وأبو حسان الأعرج ورواه عن سبرة ابنه\n</p>\n\n<p>\nفصار نقل كافة عن كافة يوجب العلم ومثل هذا لا يجوز دعوى نسخه إلا بما\nيترجح عليه أو يقاومه\n</p>\n\n<p>\nفكيف يسوغ دعوى نسخه بأحاديث لا تقاومه ولا تدانيه ولا تقاربه وإنما هي\nبين مجهول رواتها أو ضعفاء لا تقوم بهم حجة\n</p>\n\n<p>\nوما صح فيها فهو رأي صاحب قاله بظنه واجتهاده وهو أصح ما فيها وهو قول\nأبي ذر كانت المتعة لنا خاصة وما عداه فليس بشيء وقد كفانا رواته مؤنته\n</p>\n\n<p>\nفلو كان ما قاله أبو ذر رواية صحيحة ثابتة مرفوعة لكان نسخ هذه الأحاديث\nالمتواترة به ممتنعا فكيف وإنما هو قوله ومع هذا فقد خالفه فيه عشرة من\nالصحابة كابن عباس وأبي موسى الأشعري وغيرهما\n</p>\n\n<p>\nالتاسع عشر أن الفسخ موافق للنصوص والقياس\n</p>\n\n<p>\nأما موافقته للنصوص فلا ريب فيه كما تقدم\n</p>\n\n<p>\nوأما موافقته للقياس فإن المحرم إذا التزم أكثر مما كان التزمه جاز\nبالاتفاق فلو أحرم بالعمرة ثم أدخل عليها الحج جاز اتفاقا وعكسه لا يجوز\nعند الأكثرين وأبو حنيفة يجوزه على أصله فإن القارن يطوف طوافين ويسعى\nسعيين فإذا أدخل العمرة على الحج جاز عنده لالتزامه طوافا ثانيا وسعيا وإذا\nكان كذلك فالمحرم بالحج لم يلتزم إلا الحج إذا صار متمتعا صار ملتزما لعمرة\nوحج فكان ما التزمه @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p213'> Vol. 05, p. 213</a>\n            </div>\n            \nبالفسخ أكثر مما كان عليه فجاز ذلك بل استحب له لأنه أفضل وأكثر مما التزمه أولا\n</p>\n\n<p>\nوإنما يتوهم الإشكال من يتوهم أنه فنسخ حج إلى عمرة وليس كذلك فإنه لو\nأراد أن يفسخ الحج إلى عمرة مفردة لم يجز عند أحد وإنما يجوز الفسخ لمن\nنيته أن يحج بعد متعته من عامه والمتمتع من حين يحرم بالعمرة دخل في الحج\nكما قال النبي دخلت العمرة في الحج فهذه المتعة التي فسخ إليها هي جزء من\nالحج ليست عمرة مفردة وهي من الحج بمنزلة الوضوء من غسل الجنابة فهي عبادة <span id='ms123'></span>\nواحدة قد تخللها الرخصة بالإحلال وهذا لا يمنع أن تكون واحدة كطواف الافاضة\nفإنه من\n</p>\n\n<p>\nتمام الحج ولا يفعل إلا بعد التحلل الأول وكذلك رمي الجمار أيام منى من\nتمام الحج وهو يفعل بعد التحلل التام\n</p>\n\n<p>\nوقول النبي من حج هذا البيت فلم يرفث ولم يفسق يتناول من حج حجة تمتع\nفيها بالعمرة وإن تحلل من إحرامه ولم تكن حجته مكية اذلا ينقلهم الرؤوف\nالرحيم بهم من الفاضل الراجح إلى المفضول الناقص بل إنما نقلهم من المفضول\nإلى الفاضل الكامل لا يجوز غير هذا البتة\n</p>\n\n<p>\nالعشرون أن القياس أنه إذا اجتمعت عبادتان كبرى وصغرى فالسنة تقديم\nالصغرى على الكبرى منهما ولهذا كان النبي يبدأ في غسل الجنابة الوضوء أولا\nثم يتبعه الغسل وقال في غسل ابنته ابدأن بميامنها ومواضع الوضوء منها فنسخ\nالحج إلى العمرة يتضمن موافقة هذه السنة\n</p>\n\n<p>\nفقد تبين أنه موافق للنصوص والقياس ولحج خيار الأمة مع نبيها ولو لم يمكن\nفيه نص لكان القياس يدل على جوازه من الوجوه التي ذكرنا وغيرها ولو تتبعنا\nأدلة جوازه لطالت وفي هذا كفاية والحمد لله@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p214'> Vol. 05, p. 214</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وفيه اكتفاء المتمتع بسعي واحد\nكما تقدم والله أعلم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p215'> Vol. 05, p. 215</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وقوله دخلت العمرة في الحج إلى\nيوم القيامة لا ريب في أنه من كلام رسول الله صلى الله عليه وسلم ولم\n</p>\n\n<p>\nيقل أحد أنه من قول ابن عباس وكذلك قوله هذه عمرة تمتعنا بها وهذا لا يشك\nفيه من له أدنى خبرة بالحديث والله أعلم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p217'> Vol. 05, p. 217</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله والتعليل الذي تقدم لأبي داود في\nقوله هذا حديث منكر إنما هو لحديث عطاء هذا عن ابن عباس يرفعه إذا أهل\nالرجل بالحج فإن هذا قول ابن عباس الثابت عنه بلا ريب رواه عنه أبو الشعثاء\nوعطاء وأنس بن سليم وغيرهم من كلامه فانقلب على الناسخ فنقله إلى حديث\nمجاهد عن ابن عباس وهو إلى جانبه وهو <span id='ms124'></span> حديث صحيح لا مطعن فيه ولا علة ولا\nيعلل أبو داود مثله ولا من هو دون أبي داود وقد اتفق الأئمة الأثبات على\nرفعه والمنذري رحمه الله رأى ذلك في السنن فنقله كما وجده والأمر كما ذكرنا\nوالله أعلم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p218'> Vol. 05, p. 218</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وهذا الحديث باطل ولا يحتاج\nتعليله إلى عدم سماع ابن المسيب من عمر فإن ابن المسيب إذا قال قال رسول\nالله صلى الله عليه وسلم فهو حجة\n</p>\n\n<p>\nقال الإمام أحمد إذا لم يقبل سعيد بن المسيب عن عمر فمن يقبل وقال أبو\nمحمد بن حزم هذا حديث في غاية الوهي والسقوط لأنه مرسل عمن لم يسم وفيه\nأيضا ثلاثة مجهولون أبو عيسى الخراساني وعبد الله بن القاسم وأبوه ففيه\nخمسة عيوب وهو ساقط لا يحتج به من له أدنى علم وقال عبدالحق هذا منقطع ضعيف\nالإسناد@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p219'> Vol. 05, p. 219</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وقال عبدالحق لم يسمع أبو شيخ من\nمعاوية هذا الحديث وإنما سمع منه النهي عن ركوب جلود النمور فأما النهي عن\nالقران فسمعه من أبي حسان عن معاوية بن مرة يقول عن أخيه حمان ومرة يقول\nجمان وهم مجهولون @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p220'> Vol. 05, p. 220</a>\n            </div>\n            \nوقال ابن القطان يرويه عن أبي شيخ رجلان قتادة ومطرف لا يجعلان بين أبي شيخ\nوبين معاوية أحدا ورواه عنه بيهس بن فهدان فذكر سماعه من معاوية لفظ النهي\nعن ركوب جلود النمور خاصة\n</p>\n\n<p>\nقال النسائي ورواه عن أبي شيخ يحيى بن أبي كثير فأدخل بينه وبين معاوية\nرجلا اختلفوا في ضبطه\n</p>\n\n<p>\nفقيل أبو حماز وقيل حمان وهو أخو أبي شيخ\n</p>\n\n<p>\nوقال الدارقطني القول قول من لم يدخل بين أبي شيخ ومعاوية فيه أحدا يعنى\nقتادة ومطرفا وبيهس بن فهدان\n</p>\n\n<p>\nوقال غيره أبو شيخ هذا لم نعلم عدالته وحفظه ولو كان حافظا لكان حديثه\nهذا معلوم البطلان إذ هو خلاف المتواتر عن رسول الله صلى الله عليه وسلم من\nفعله وقوله فإنه أحرم قارنا رواه عنه ستة عشر نفسا من <span id='ms125'></span> أصحابه وخير أصحابه\nبين القران والإفراد والتمتع وأجمعت الأمة على جوازه\n</p>\n\n<p>\nولو فرض صحة هذا عن معاوية فقد أنكر الصحابة عليه أن يكون رسول الله صلى\nالله عليه وسلم نهى عنه فلعله وهم أو اشتبه عليه نهيه عن متعة النساء بمتعة\nالحج كما اشتبه على غيره\n</p>\n\n<p>\nوالقران داخل عندهم في اسم المتعة وكما اشتبه عليه تقصيره عن رسول الله\nصلى الله@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p221'> Vol. 05, p. 221</a>\n            </div>\n            \nعليه وسلم في بعض عمره بأن ذلك في حجته وكما اشتبه على ابن عباس نكاح رسول\nالله صلى الله عليه وسلم لميمونة فظن أنه نكحها محرما وكان قد أرسل أبا\nرافع إليها ونكحها وهو حلال فاشتبه الأمر على ابن عباس\n</p>\n\n<p>\nوهذا كثير\n</p>\n\n<p>\nووقع في بعض نسخ سنن أبي داود نهى أن يفرق بين الحج والعمرة بالفاء والقاف\n</p>\n\n<p>\nقال ابن حزم هكذا روايتي عن عبد الله بن ربيع وهكذا في كتابه وهو والله\nأعلم وهم والمحفوظ يقرن في هذا الحديث\n</p>\n\n<p>\nتم كلامه\n</p>\n\n<p>\nوقد رواه النسائي في سننه قال حدثنا أبو داود أخبرنا يزيد بن هارون\nأخبرنا شريك بن أبي فروة عن الحسن قال خطب معاوية الناس فقال إني محدثكم\nبحديث سمعته من رسول الله صلى الله عليه وسلم فصدقوني سمعت رسول الله صلى\nالله عليه وسلم يقول لا تلبسوا الذهب إلا مقطعا قالوا سمعنا قال وسمعته\nيقول من ركب جلود النمور لم تصحبه الملائكة قالوا سمعنا قال وسمعته ينهي عن\nالمتعة قالوا لم نسمع\n</p>\n\n<p>\nفقال بلى وإلا فصمتا فهذا أصح من حديث أبي شيخ\n</p>\n\n<p>\nوإنما فيه النهي عن المتعة وهي والله أعلم متعة النساء فظن من ظن أنها\nمتعة الحج والقران متعة فرواه بالمعنى فأخطأ خطأ فاحشا\n</p>\n\n<p>\nوعلى كل حال فليس أبو شيخ ممن يعارض به كبار الصحابة الذين رووا القران\nعن رسول الله صلى الله عليه وسلم وإخباره أن العمرة دخلت في الحج إلى يوم\nالقيامة وأجمعت الأمة عليه والله أعلم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p222'> Vol. 05, p. 222</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله ومن تأمل الأحاديث الواردة في هذا\nالباب حق التأمل جزم <span id='ms126'></span> جزما لا ريب فيه أن النبي صلى الله عليه وسلم أحرم في\nحجته قارنا ولا تحتمل الأحاديث غير ذلك بوجه من الوجوه أصلا\n</p>\n\n<p>\nقال الإمام أحمد لا أشك أن رسول الله صلى الله عليه وسلم كان قارنا\n</p>\n\n<p>\nتم كلامه\n</p>\n\n<p>\nوقد روى عنه ذلك خمسة عشر من أصحابه وهم عمر بن الخطاب وعلي بن أبي طالب\nوعائشة أم المؤمنين وعبد الله بن عمر وجابر بن عبد الله وعبد الله بن عباس\nوعمران بن حصين والبراء بن عازب وحفصة أم المؤمنين وأنس بن مالك\n</p>\n\n<p>\nوأبو قتادة وابن أبي أوفى فهؤلاء صحت عنهم الرواية بغاية البيان والتصريح\n</p>\n\n<p>\nورواه الهرماس بن زياد وسراقة بن مالك وأبو@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p226'> Vol. 05, p. 226</a>\n            </div>\n            \nطلحة وأم سلمة لكن روت أم سلمة أن رسول الله صلى الله عليه وسلم أمر أهله\nبالقران\n</p>\n\n<p>\nوهؤلاء منهم من أخبر عن لفظه في إهلاله بنسكه أنه قال لبيك حجا وعمرة كأنس\n</p>\n\n<p>\nوهو متفق على صحته وكعلي بن أبي طالب فإنه قال سمعت رسول الله صلى الله\nعليه وسلم يلبي بهما جميعا وهو في الصحيحين والنسائي وسنن أبي داود ولفظ\nأصحاب الصحيح أن عليا أهل بحج وعمرة وقال ما كنت لأدع سنة رسول الله صلى\nالله عليه وسلم لقول أحد\n</p>\n\n<p>\nفقد أخبر علي أن رسول الله صلى الله عليه وسلم لبى بهما جميعا وأهل هو\nبهما جميعا وأخبر أنها سنة النبي صلى الله عليه وسلم ووافقه عثمان على ذلك\n</p>\n\n<p>\nومنهم من أخبر عن خبره صلى الله عليه وسلم عن نفسه بأنه كان قارنا وهم\nالبراء بن عازب فإنه روى عن رسول الله صلى الله عليه وسلم لفظه أنه قال\nلعلي إني سقت الهدي وقرنت وهو حديث صحيح رواه أهل السنن\n</p>\n\n<p>\nومنهم من أخبر عنه صلى الله عليه وسلم باللفظ الذي أمره به ربه وهو أن\nيقول عمرة في حجة كعمر بن الخطاب\n</p>\n\n<p>\nوحمل ذلك على أنه أمر بتعليمه كلام في غاية البطلان\n</p>\n\n<p>\nومن تأمل سياق الحديث ولفظه ومقصوده علم بطلان هذا التأويل الفاسد\n</p>\n\n<p>\nوقولهم إن الرواية الصحيحة قل <span id='ms127'></span> عمرة وحجة وأنه فصل بينهما بالواو\n</p>\n\n<p>\nفهو صريح في نفس القران فإنه جمع بينهما في إحرامه وامتثل صلى الله عليه\nوسلم أمر ربه وهو أحق من امتثله فقال لبيك عمرة وحجا بالواو\n</p>\n\n<p>\nوقولهم يحتمل أن يريد به أنه يحرم بعمرة إذا فرغ من حجته قبل أن يرجع إلى\nمنزله فعياذا بالله من تقليد يوقع في مثل هذه الخيالات الباطلة فمن المعلوم\nبالضرورة أن النبي صلى الله عليه وسلم لم يعتمر بعد حجته قط هذا ما لا يشك\nفيه من له أدنى إلمام بالعلم وهو صلى الله عليه وسلم أحق الخلق بامتثال أمر\nربه فلو كان أمر أن يعتمر بعد الحج كان أولى الخلق بالمبادرة إلى ذلك ولا\nريب أنه صلى الله عليه وسلم اعتمر مع حجته فكانت عمرته مع الحج لا بعده قطعا\n</p>\n\n<p>\nونصرة الأقوام إذا أفضت بالرجل إلى هذا الحد ظهر قبحها وفسادها\n</p>\n\n<p>\nوقولهم محمول على تحصيلمها معا\n</p>\n\n<p>\nقلنا أجل وقد حصلهما صلى الله عليه وسلم جميعا بالقران على الوجه الذي\nأخبر به عن نفسه وتبعه أصحابه من إهلاله ومنهم من أخبر عن فعله وهو عمران\nبن حصين في الصحيحين عنه قال جمع @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p227'> Vol. 05, p. 227</a>\n            </div>\n            \nرسول الله صلى الله عليه وسلم بين حجة وعمرة وتأويل هذا بأنه أمر أو إذن في\nغاية الفساد ولهذا قال تمتع وتمتعنا معه فأخبر عن فعله وفعلهم\n</p>\n\n<p>\nوسمي القران تمتعا وهو لغة الصحابة كما سيأتي\n</p>\n\n<p>\nومنهم من أخبر عن إهلاله بهما أحدهما بعد الآخر وهم عبد الله بن عمر\nوعائشة ففي الصحيحين عنهما وبدأ رسول الله صلى الله عليه وسلم فأهل بالعمرة\nثم أهل بالحج وعن عائشة مثله\n</p>\n\n<p>\nوفي الصحيحين عن عائشة أن النبي صلى الله عليه وسلم اعتمر أربع عمر\nالرابعة مع حجته ومن المعلوم ضرورة أنه لم يعتمر بعد الحج فكانت عمرته مع\nحجته قطعا\n</p>\n\n<p>\nوفي الصحيحين مثله عن أنس\n</p>\n\n<p>\nواتفق ستة عشرة\n</p>\n\n<p>\nنفسا من الثقات عن أنس أن النبي صلى الله عليه وسلم أهل بهما جميعا وهم\nالحسن البصري وأبو قلابة وحميد بن <span id='ms128'></span> هلال وحميد بن عبدالرحمن الطويل وقتادة\nويحيى بن سعيد الأنصاري وثابت البناني وبكر بن عبد الله المزني وعبدالعزيز\nبن صهيب وسليمان التيمي ويحيى بن أبي إسحاق وزيد بن أسلم ومصعب ابن سليم\nوأبو أسماء وأبو قدامة وأبو قزعة الباهلي\n</p>\n\n<p>\nوروى البزار من حديث ابن أبي أوفى قال إنما جمع رسول الله صلى الله عليه\nوسلم بين الحج والعمرة لأنه علم أنه لا يحج بعد عامه ذلك\n</p>\n\n<p>\nوروى أبو القاسم البغوي من حديث سفيان بن عيينة عن ابن أبي خالد أنه سمع\nعبد الله بن أبي قتادة يقول إنما جمع رسول الله صلى الله عليه وسلم بن الحج\nوالعمرة لأنه علم أنه لا يحج بعدها\n</p>\n\n<p>\nوروى الإمام أحمد في مسنده من حديث الهرماس بن زياد أن رسول الله صلى\nالله عليه وسلم أهل بالحج والعمرة\n</p>\n\n<p>\nوروى ابن أبي شيبة حدثنا شبابة حدثنا الليث بن سعد عن يزيد بن أبي حبيب\nعن أبي عمران قال دخلت على أم سلمة أم المؤمنين فقالت سمعت رسول الله صلى\nالله عليه وسلم يقول أهلوا ياآل محمد بعمرة وحج\n</p>\n\n<p>\nولم يكن صلى الله عليه وسلم يختار لآله إلا أفضل الأنساك وهو الذي اختاره\nلعلي وأخبر عن نفسه أنه فعله\n</p>\n\n<p>\nفهذه الأحاديث صحيحة صريحة لا تحتمل مطعنا في مسندها ولا تأويلا يخالف\nمدلولها وكلها دالة على أنه صلى الله عليه وسلم كان قارنا\n</p>\n\n<p>\nوالذين عليهم مدار الإفراد أربعة عائشة وابن عمر وجابر وابن عباس وكلهم\nقد روى القران@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p228'> Vol. 05, p. 228</a>\n            </div>\n            \nأما ابن عمر وعائشة ففي الصحيحين عن ابن عمر أنه قال بدأ رسول الله صلى\nالله عليه وسلم فأهل بالعمرة ثم أهل بالحج وفي الصحيحين عن عروة أن عائشة\nأخبرته عن رسول الله صلى الله عليه وسلم في تمتعه بالحج إلى العمرة وتمتع\nالناس معه بمثل هذا وروى عبدالرزاق حدثنا عبيد الله بن عمر عن نافع أن ابن\nعمر قرن بين الحج والعمرة فطاف بالبيت لهما وبين الصفا والمروة طوافا واحدا\nوقال هكذا صنع رسول الله صلى الله عليه <span id='ms129'></span> وسلم ورواه مسلم عن قتيبة عن الليث\nعن نافع عن ابن عمر\n</p>\n\n<p>\nوقالت عائشة اعتمر رسول الله صلى الله عليه وسلم ثلاثا سوى التي قرن بحجة الوداع\n</p>\n\n<p>\nذكره أبو داود وسيأتي\n</p>\n\n<p>\nوروى الثوري عن جعفر بن محمد عن أبيه عن جابر أن رسول الله صلى الله عليه\nوسلم حج ثلاث حجج قبل أن يهاجر وحجة بعد ما هاجر معها عمرة الحديث\n</p>\n\n<p>\nوفي صحيح مسلم عن ابن عباس أهل النبي صلى الله عليه وسلم بعمرة وأهل\nأصحابه بحج فلم يحل النبي صلى الله عليه وسلم ولا من ساق الهدي من أصحابه\nوحل بقيتهم وسيأتي في كتاب السنن عن عكرمة عنه قال اعتمر رسول الله صلى\nالله عليه وسلم أربع عمر عمرة الحديبية والثانية حين تواطؤوا على عمرة قابل\nوالثالثة من الجعرانة والرابعة التي قرن مع حجته وهذا العمرة التي قرنها مع\nحجته هي التي قال فيها أهل النبي صلى الله عليه وسلم بعمرة ردا على من قال\nأهل بحج مفرد\n</p>\n\n<p>\nولم يقل أحد من هؤلاء ولا من غيرهم\n</p>\n\n<p>\nقط عن النبي صلى الله عليه وسلم أنه قال إني أفردت الحج كما قال قرنت ولا\nقال سمعته يقول لبيك حجا كما قال لبيك حجا وعمرة ولا هو أخبر عن نفسه بذلك\nولا أحد من الصحابة أخبر عن لفظ إهلاله به\n</p>\n\n<p>\nفأما إخباره عن نفسه بالقران وإخبار أصحابه عنه بلفظه فصريح لا معارض له\n</p>\n\n<p>\nوالذين رووا الإفراد قد تبين أنهم رووا القران والتمتع وهم لا يتناقضون\nفي رواياتهم بل رواياتهم يصدق بعضها بعضا وإنما وقع الإشكال حيث لم تقع\nالإحاطة بمعرفة مراد الصحابة ولغتهم فإنهم كانوا يسمون القران تمتعا كما في\nالصحيحين من حديث ابن عمر وقد تقدم وحديث علي أن عثمان لما نهى عن المتعة\nقال علي لبيك بهما وقال لم أكن لأدع سنة رسول الله لقول أحد\n</p>\n\n<p>\nومن قال أفرد الحج لم يقل أفرد إهلال الحج وإنما من مراده أنه اقتصر على\nأعمال الحج ودخلت@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p229'> Vol. 05, p. 229</a>\n            </div>\n            \nعمرته في حجه\n</p>\n\n<p>\nفلم يفرد كل <span id='ms130'></span> واحد من النسكين بعمل ولهذا أخبر أيضا أنه قرن فعلم أن مراده\nبالإفراد ما ذكرنا\n</p>\n\n<p>\nومن قال تمتع أراد به التمتع العام الذي يدخل فيه القران بنص القرآن في\nقوله تعالى فمن تمتع بالعمرة إلى الحج فما استيسر من الهدي والقارن داخل في\nهذا النص فتمتع صلى الله عليه وسلم بترفهه بسقوط أحد السفرين وقرن بجمعه في\nإهلاله بين النسكين وأفرد فلم يطف طوافين ولم يسع سعيين\n</p>\n\n<p>\nومن تأمل الأحاديث الصحيحة في هذا الباب حزم بهذا وهذا فصل النزاع والله أعلم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p230'> Vol. 05, p. 230</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله بعد قول المنذري وقد قالت حفصة ما\nبال الناس حلوا الخ واحتج @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p235'> Vol. 05, p. 235</a>\n            </div>\n            \nبهذا من قال إن رسول الله صلى الله عليه وسلم تمتع في حجة الوداع تمتعا حل\nفيه كالقاضي أبي يعلى وغيره\n</p>\n\n<p>\nوهذا غلط منهم فإن المعلوم من شأن رسول الله صلى الله عليه وسلم أنه لم\nيحل بعمرة في حجته وقد تواتر عنه صلى الله عليه وسلم ذلك وقال لولا أن معي\nالهدي لأحللت وهذا لا يستريب فيه من له علم بالحديث فهذا لم يقع في حجته\nبلا ريب وإنما وقع في بعض عمره ويتعين أن يكون في عمرة الجعرانة والله أعلم\nلأن معاوية إنما أسلم يوم الفتح مع أبيه فلم يقصر عنه في عمرة الحديبية ولا\nعمرة القضية والنبي صلى الله عليه وسلم لم يكن محرما في الفتح ولم يحل من\nإحرامه في حجة الوداع بعمرة فتعين أن يكون ذلك في عمرة الجعرانة هذا إن كان\nالمحفوظ أنه هو الذي قصر عن رسول الله صلى الله عليه وسلم وإن كان المحفوظ\nهو الرواية الأخرى وهو قوله رأيته يقصر عنه على المروة فيجوز أن يكون في\nعمرة القضية أو الجعرانة حسب ولا يجوز في غيرهما لما تقدم والله أعلم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p236'> Vol. 05, p. 236</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله بعد قول المنذري وفي لفظ مسلم لبى\nبالحج وحده الخ الذين قالوا قرن النبي صلى الله عليه وسلم في حجته اختلفت\nطرقهم <span id='ms131'></span> في كيفية قرانه فطائفة قالت أحرم بالعمرة أولا ثم أدخل عليها الحج\nوهذا ظاهر حديث ابن عمر وعائشة كما تقدم وهي طريقة أبي حاتم بن حبان في صحيحه\n</p>\n\n<p>\nقال هذه الأخبار التي ذكرنا في إفراد النبي صلى الله عليه وسلم مما تنازع\nالأئمة فيها من زمان إلى زماننا هذا وشنع بها المعطلة وأهل البدع على\nأئمتنا وقالوا رويتم ثلاثة أحاديث متضادة في فعل واحد ورجل واحد وحاله\nواحدة وزعمتم أنها ثلاثتها صحاح من جهة النقل والعقل يدفع ما قلتم إذ محال\nأن يكون النبي صلى الله عليه وسلم في حجة الوداع كان مفردا قارنا متمتعا\nإلى أن قال ولو توجه قائل هذا في الخلوة إلى الباري وسأله التوفيق لإصابة\nالحق والهداية لطلب الرشد في الجمع بين الأخبار ونفي التضاد عن الآثار لعلم\nبتوفيق الواحد القهار أن أخبار المصطفى لا تتضاد ولا تهاتر ولا يكذب بعضها\nبعضا إذا صحت من جهة النقل@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p239'> Vol. 05, p. 239</a>\n            </div>\n            \nقال والفصل بين الجمع في هذه الأخبار أن النبي صلى الله عليه وسلم أهل\nبالعمرة حيث أحرم كذلك قاله مالك عن الزهري عن عروة عن عائشة فخرج وهو مهل\nبالعمرة وحدها حتى إذا بلغ سرف أمر أصحابه بما ذكرنا في خبر أفلح بن حميد\nيعني بالفسخ إلى العمرة فمنهم من أفرد ومنهم من أقام على عمرته وأما من ساق\nالهدي منهم فأدخل الحج على عمرته ولم يحل فأهل صلى الله عليه وسلم بهما معا\nحينئذ إلى أن دخل مكة\n</p>\n\n<p>\nوكذلك أصحابه الذين ساقوا الهدي\n</p>\n\n<p>\nفكل خبر روي في قران النبي صلى الله عليه وسلم إنما كان ذلك حيث رأوه يهل\nبهما بعد إدخاله الحج على العمرة إلى أن دخل مكة فطاف وسعى وأمر ثانيا من\nلم يكن ساق الهدي وكان قد أهل بعمرة أن يتمتع ويحل وكان يتلهف على ما فاته\nمن الإهلال حيث كان ساق الهدي حتى إن بعض الصحابة ممن لم يكن ساق الهدي لم\nيحلوا حيث رأوه صلى الله عليه وسلم لم يحل حتى كان من <span id='ms132'></span> أمره ما وصفنا من\nدخوله صلى الله عليه وسلم على عائشة وهو مغضب فلما كان يوم التروية وأحرم\nالمتمتعون خرج رسول الله صلى الله عليه وسلم إلى منى وهو يهل بالحج مفردا\nإذ العمرة التي قد أهل بها في أول الأمر قد انقضت عند دخوله مكة بطوافه بالبيت\n</p>\n\n<p>\nوسعيه بين الصفا والمروة\n</p>\n\n<p>\nفحكى ابن عمر وعائشة أن النبي صلى الله عليه وسلم أفرد الحج أرادا خروجه\nإلى منى من مكة من غير أن يكون بين هذه الأخبار تضاد @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p240'> Vol. 05, p. 240</a>\n            </div>\n            \nأو تهاتر وفقنا الله لما يحبه من الخضوع عند ورود السنن إذا صحت والانقياد\nلقبولها واتهام الأنفس وإلزاق الخطأ بها إذا لم يوفق لإدراك حقيقة الصواب\nدون القدح في السنن والتعريج على الآراء المنكوسة والمقاييس المعكوسة إنه\nخير مسؤول تم كلامه\n</p>\n\n<p>\nوطائفة قالت كان مفردا أولا ثم أدخل العمرة على الحج فصار قارنا فظنوا أن\nذلك من خصائصه وأنهم يجمعون بذلك بين الأحاديث\n</p>\n\n<p>\nوهذا مع أن الأكثر لا يجوزونه فلم تأت لفظة واحدة تدل عليه بخلاف الأول\nفإنه قد قاله طائفة وفيه أحاديث صحاح\n</p>\n\n<p>\nوطائفة قلت قرن ابتداء من حين أحرم وهو أصح الأقوال لحديث عمر وأنس\nوغيرهما وقد تقدما\n</p>\n\n<p>\nوالذين قالوا أفرد طائفتان طائفة ظنت أنه أفرد إفرادا اعتمر عقبه من\nالتنعيم\n</p>\n\n<p>\nوهذا غلط بلا ريب لم ينقل قط بإسناد صحيح ولا ضعيف ولا قاله أحد من\nالصحابة وهو خلاف المتواتر المعلوم من فعله صلى الله عليه وسلم\n</p>\n\n<p>\nوطائفة قالت أفرد إفرادا اقتصر فيه على الحج ولم يعتمر\n</p>\n\n<p>\nوالأحاديث الثابتة التي اتفق أئمة الحديث على صحتها صريحة في أنه اعتمر\nعقبه فهو باطل قطعا وإن كان إفرادا مجردا عن العمرة فالأحاديث الصحيحة تدل\nعلى خلافه@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p241'> Vol. 05, p. 241</a>\n            </div>\n            \nوالذين قالوا تمتع\n</p>\n\n<p>\nطائفتان طائفة قالت تمتع تمتعا حل منه\n</p>\n\n<p>\nوهذا باطل قطعا كما تقدم\n</p>\n\n<p>\nوطائفة قالت تمتع تمتعا لم يحل منه لأجل الهدي\n</p>\n\n<p>\nوهذا وإن كان أقل خطأ من الذي قبله فالأحاديث الصحيحة تدل على أنه قرن\nإلا أن يريدوا بالتمتع القران فهذا حق\n</p>\n\n<p>\nوطائفة <span id='ms133'></span> قالت أحرم إحراما مطلقا ثم عينة بالإفراد وهذا أيضا يكفي في رده\nالأحاديث الثابتة الصريحة\n</p>\n\n<p>\nوطائفة قالت قرن وطاف طوافين وسعى سعيين\n</p>\n\n<p>\nوالأحاديث الثابتة التي لا مطعن فيها تبطل ذلك والله أعلم\n</p>\n\n<p>\nقال الحافظ شمس الدين بن القيم رحمه الله وقد تأتي من بمعنى الباء كقوله\nيحفظونه من أمر الله أي بأمره تريد ولم تحل أنت بعمرة\n</p>\n\n<p>\nوقالت طائفة معناه لم تحل من العمرة التي أمرت الناس بها\n</p>\n\n<p>\nوقالت طائفة هذه اللفظة غير محفوظة فإن عبيد الله بن عمر لم يذكرها في\nحديثه حكاهما ابن حزم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p242'> Vol. 05, p. 242</a>\n            </div>\n            \nوقالت طائفة هي مروية بالمعنى والحديث ولم تحل أنت من حجك فأبدل لفظ الحج\nبالعمرة\n</p>\n\n<p>\nوقالت طائفة الحديث إنما فيه إقراره لها على أنه في عمرة وليس فيه أنها\nعمرة مفردة لا حجة معها\n</p>\n\n<p>\nوقد أخبر عن نفسه بأنه قرن فهو إذن في حج وعمرة ومن كان في حج وعمرة فهو\nفي عمرة قطعا\n</p>\n\n<p>\nوهذه الوجوه بعضها واه وبعضها مقارب\n</p>\n\n<p>\nفقول من قال المراد به من حجتك بعيد جدا إذ لا يعبر بالعمرة عن الحج وليس\nهذا عرف الشرع ولا يطلق ذلك إلا إطلاقا مقيدا فيقال هي الحج الأصغر\n</p>\n\n<p>\nوقول من قال إنها ظنت أنه صلى الله عليه وسلم كان فسخ العمرة كما أمر\nأصحابه ولم يحل كما أحلوا فبعيد جدا فإن هذا الظن إنما كان يظهر بإحلاله\nفبه يكون معتمرا فكيف تظن أنه قد فسخ بعمرة وهي تراه لم يحل وأما قول من\nقال معناه لم تحل بعمرة ومن بمعنى الباء فتعسف ظاهر وإضافة العمرة إليه تدل\nعلى أنها عمرة مختصة به هو فيها\n</p>\n\n<p>\nوأما قول من قال معناه لم تحلل من العمرة التي أمرت الناس بها ففاسد فإنه\nكيف يحل من عمرة غيره وحفصة أجل من أن تسأل هذا السؤال وأما قول من قال إن\nهذه اللفظة ولم يذكرها عبيد الله فخطأ من وجهين أحدهما أن مالكا قد ذكرها\nومالك مالك\n</p>\n\n<p>\nوالثاني أن عبيد الله نفسه قد ذكرها أيضا ذكره مسلم في <span id='ms134'></span> الصحيح عن يحيى بن\nسعيد عن عبيد الله فذكر الحديث وفيه ولم تحل من عمرتك@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p243'> Vol. 05, p. 243</a>\n            </div>\n            \nوقول من قال مروية بالمعنى بعيد أيضا\n</p>\n\n<p>\nفالوجه الأخير أقربها إلى الصواب وهو أنه ليس فيه إلا الإخبار عن كونه في\nعمرة وهذا لا ينفي أن يكون في حجة\n</p>\n\n<p>\nوأجود منه أن يقال المراد بالعمرة المتعة وقد تقدم أن التمتع يراد به\nالقران والعمرة تطلق على التمتع فيكون المراد لم تحل من قرانك وسمته عمرة\nكما يسمى تمتعا وهذه لغة الصحابة كما تقدم والله أعلم\n</p>\n\n<p>\nقال الحافظ شمس الدين بن القيم رحمه الله وهذا الحديث قد تضمن أمرين\nأحدهما فعل الصحابة لها وهو بلا ريب بأمر النبي صلى الله عليه وسلم وهذه\nالرواية\n</p>\n\n<p>\nوالثاني اختصاصهم بها دون غيرهم وهذا رأي فروايته حجة ورأيه غير حجة وقد خالفه\n</p>\n\n<p>\nفيه عبد الله بن عباس وأبو موسى الأشعري\n</p>\n\n<p>\nوقد حمله طائفة على أن الذي اختص به هو وجوب الفسخ عليهم حتما وأما غيرهم\nفيستحب له ذلك هذا إن كان مراده متعة الفسخ وإن كان المراد مطلق المتعة فهو\nخلاف الإجماع والسنة المتواترة والله أعلم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p244'> Vol. 05, p. 244</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وقد قال عبد الله بن أحمد سألت\nأبي عن حديث بلال بن الحرث المزني في فسخ الحج فقال لا أقول به وليس إسناده\nبالمعروف ولم يروه إلا الدراوردي وحده\n</p>\n\n<p>\nوقال عبدالحق الصحيح في هذا قول أبي ذر غير المرفوع إلى النبي صلى الله\nعليه وسلم\n</p>\n\n<p>\nوقال ابن القطان فيه الحرث بن بلال عن أبيه بلال بن الحرث والحرث بن بلال\nلا يعرف حاله@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p245'> Vol. 05, p. 245</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله قول الإمام أحمد قال البيهقي قال\nمسلم سمعت أحمد بن حنبل يقول فذكره وفي سنن ابن ماجه بإسناد على شرط\nالصحيحين عن عائشة قالت يارسول الله هل على النساء جهاد قال جهاد لا قتال\nفيه الحج والعمرة@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p249'> Vol. 05, p. 249</a>\n            </div>\n            \nواحتج من نفى الوجوب بحديث جابر أن النبي صلى الله عليه وسلم سئل عن العمرة\nأواجبة هي قال <span id='ms135'></span> لا وأن\n</p>\n\n<p>\nتعتمر خير لك رواه الترمذي من حديث الحجاج بن أرطاة عن محمد بن المنكدر\nعن جابر وقال\n</p>\n\n<p>\nحسن صحيح\n</p>\n\n<p>\nقال البيهقي كذا رواه الحجاج مرفوعا والمحفوظ إنما هو عن جابر موقوف عليه\nغير مرفوع\n</p>\n\n<p>\nوقد نوقش الترمذي في تصحيحه فإن من رواية الحجاج بن أرطاة وقد ضعف ولو\nكان ثقة فهو مدلس كبير وقد قال عن محمد بن المنكدر لم يذكر سماعا ولا ريب\nأن هذا قادح في صحة الحديث\n</p>\n\n<p>\nوقد قال الشافعي ليس في العمرة شيء ثابت بأنها تطوع وقد روى عن النبي صلى\nالله عليه وسلم بإسناد ضعيف لا تقوم بمثله حجة تم كلامه قال البيهقي وروى\nابن لهيعة عن عطاء عن جابر مرفوعا الحج والعمرة فريضتان واجبتان قال\nالبيهقي وهذا أيضا ضعيف لا يصح\n</p>\n\n<p>\nفقد سقط الاحتجاج برواية جابر من الطريقين\n</p>\n\n<p>\nوفي سنن ابن ماجه من حديث عمر بن قيس\n</p>\n\n<p>\nأخبرني طلحة بن يحيى عن محمد بن إسحق عن طلحة بن عبيد الله\n</p>\n\n<p>\nأنه سمع رسول الله صلى الله عليه وسلم يقول الحج جهاد والعمرة تطوع رواه\nعن هشام عمار بن عن الحسن بن يحيى الخشني@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p250'> Vol. 05, p. 250</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله في معنى التلبية ثمانية أقوال\nأحدهما إجابة لك بعد إجابة ولهذا المعنى كررت التلبية إيذانا بتكرير\nالإجابة\n</p>\n\n<p>\nالثاني أنه انقياد من قولهم لببت الرجل إذا قبضت على تلابيبه ومنه لببته\nبردائه والمعنى انقدت لك وسعت نفسي لك خاضعة ذليلة كما يفعل بمن لبب بردائه\nوقبض على تلابيبه@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p252'> Vol. 05, p. 252</a>\n            </div>\n            \nالثالث أنه من لب بالمكان إذا قام به ولزمه\n</p>\n\n<p>\nوالمعنى أنا مقيم على طاعتك ملازم لها\n</p>\n\n<p>\nاختاره صاحب الصحاح\n</p>\n\n<p>\nالرابع أنه من قولهم داري تلب دارك أي تواجهها وتقابلها أي مواجهتك بما\nتحب متوجه إليك\n</p>\n\n<p>\nحكاه في الصحاح عن الخليل\n</p>\n\n<p>\nالخامس معناه حبا لك بعد حب من قولهم\n</p>\n\n<p>\nامرأة لبة إذا كانت محبة لولدها\n</p>\n\n<p>\nالسادس أنه مأخوذ من لب الشيء وهو خالصه ومنه لب الطعام ولب الرجل عقله وقلبه\n</p>\n\n<p>\nومعناه أخلصت لي وقلبي لك <span id='ms136'></span> وجعلت لك لبي وخالصتي\n</p>\n\n<p>\nالسابع أنه من قولهم فلان رخي اللبب وفي لب رخي أي في حال واسعة منشرح الصدر\n</p>\n\n<p>\nومعناه أن منشرح الصدر متسع القلب لقبول دعوتك وإجابتها متوجه إليك بلبب\nرخي يوجد المحب إلى محبوبه لا بكره ولا تكلف\n</p>\n\n<p>\nالثامن أنه من الإلباب وهو الاقتراب أي اقترابا إليك بعد اقتراب كما\nيتقرب المحب من محبوبه\n</p>\n\n<p>\nوسعديك من المساعدة وهي المطاوعة\n</p>\n\n<p>\nومعناه مساعدة في طاعتك وما تحب بعد مساعدة\n</p>\n\n<p>\nقال الحربي ولم يسمع سعديك مفردا@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p253'> Vol. 05, p. 253</a>\n            </div>\n            \nوالرغباء إليك يقال بفتح الراء مع المد وبضمها مع القصر\n</p>\n\n<p>\nومعناها الطلب والمسألة والرغبة\n</p>\n\n<p>\nواختلف النحاة في الياء في لبيك\n</p>\n\n<p>\nفقال سيبويه هي ياء التثنية\n</p>\n\n<p>\nوهو من الملتزم نصبه على المصدر كقولهم حمدا وشكرا وكرامة ومسرة\n</p>\n\n<p>\nوالتزموا تثنيته إيذانا بتكرير معناه واستدامته\n</p>\n\n<p>\nوالتزموا إضافته إلى ضمير المخاطب لما خصوه بإجابة الداعي\n</p>\n\n<p>\nوقد جاء إضافته إلى ضمير للغائب نادرا كقول الشاعر دعوت لما نابني مسورا\nفلبي فلبي يدي مصور والتثنية فيه كالتثنية في قوله تعالى ثم ارجع البصر\nكرتين وليس المراد مما يشفع الواحد فقط\n</p>\n\n<p>\nوكذلك سعديك ودواليك\n</p>\n\n<p>\nوقال يونس هو مفرد والباء فيه مثل عليك وإليك ولديك\n</p>\n\n<p>\nومن حجة سيبويه على يونس أن على وإلى يختلفان بحسب الإضافة فإن جرا مضمرا\nكانا بالياء وإن جرا ظاهرا كانا بالألف\n</p>\n\n<p>\nفلو كان لبيك كذلك لما كان بالياء في جميع أحواله سواء أضيف إلى ظاهر أو\nمضمر كما قال فلبي يدي مسور\n</p>\n\n<p>\nوقالت طائفة من النحاة أصل الكلمة لبا لبا أي إجابة بعد إجابة فثقل عليهم\nتكرار الكلمة فجمعوا بين اللفظين ليكون أخف عليهم فجاءت التثنية وحذف\nالتنوين لأجل الإضافة@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p254'> Vol. 05, p. 254</a>\n            </div>\n            \nوقد اشتملت كلمات التلبية على قواعد عظيمة وفوائد جليلة\n</p>\n\n<p>\nإحداها أن قولك لبيك يتضمن إجابة داع دعاك ومناد ناداك ولا يصح في لغة\nولا عقل إجابة من لا يتكلم ولا يدعو من أجابه\n</p>\n\n<p>\nالثانية أنها تتضمن المحبة كما تقدم ولا يقال لبيك إلا لمن تحبه وتعظمه\nولهذا قيل في معناها أنا مواجه لك بما تحب وأنها من <span id='ms137'></span> قولهم امرأة لبة أي\nمحبة لولدها\n</p>\n\n<p>\nالثالثة أنها تتضمن التزام دوام العبودية ولهذا قيل هي من الإقامة أي أنا\nمقيم على طاعتك\n</p>\n\n<p>\nالرابعة أنها تتضمن الخضوع والذل أي خضوعا بعد خضوع من قولهم\n</p>\n\n<p>\nأنا ملب بين يديك أي خاضع ذليل\n</p>\n\n<p>\nالخامسة أنها تتضمن الإخلاص ولهذا قيل\n</p>\n\n<p>\nإنها من اللب وهو الخالص\n</p>\n\n<p>\nالسادسة أنها تتضمن الإقرار بسمع الرب تعالى إذ يستحيل أن يقول الرجل\nلبيك لمن لا يسمع دعاءه\n</p>\n\n<p>\nالسابعة أنها تتضمن التقرب من الله ولهذا قيل\n</p>\n\n<p>\nإنها من الإلباب وهو التقرب\n</p>\n\n<p>\nالثامنة أنها جعلت في الإحرام شعارا لانتقال من حال إلى حال ومن منسك إلى\nمنسك كما جعل التكبير في الصلاة سبعا للانتقال من ركن إلى ركن ولهذا كانت\nالسنة أن يلبي حتى يشرع في الطواف فيقطع التلبية ثم إذا سار لبى حتى يقف\nبعرفة فيقطعها ثم يلبي حتى يقف بمزدلفة فيقطعها ثم يلبي حتى يرمي جمرة\nالعقبة@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p255'> Vol. 05, p. 255</a>\n            </div>\n            \nفيقطعها فالتلبية شعار الحج والتنقل في أعمال المناسك فالحاج كلما انتقل من\nركن إلى ركن قال لبيك اللهم لبيك كما أن المصلي يقول في انتقاله من ركن إلى\nركن الله أكبر فإذا حل من نسكه قطعها كما يكون سلام المصلي قاطعا لتكبيره\n</p>\n\n<p>\nالتاسعة أنها شعار لتوحيد ملة إبراهيم الذي هو روح الحج ومقصده بل روح\nالعبادات كلها والمقصود منها\n</p>\n\n<p>\nولهذا كانت التلبية مفتاح هذه العبادة التي يدخل فيها بها\n</p>\n\n<p>\nالعاشرة أنها متضمنة لمفتاح الجنة وباب الإسلام الذي يدخل منه إليه وهو\nكلمة الإخلاص والشهادة لله بأنه لا شريك له\n</p>\n\n<p>\nالحادية عشرة أنها مشتملة على الحمد لله الذي هو من أحب ما يتقرب به\nالعبد إلى الله واول من يدعي إلى الجنة أهله وهو فاتحة الصلاة وخاتمتها\n</p>\n\n<p>\nالثانية عشرة أنها مشتملة على الاعتراف لله بالنعمة كلها ولهذا عرفها\nباللام المفيدة للاستغراق أي النعم كلها لك وانت موليها والمنعم بها\n</p>\n\n<p>\nالثالثة عشرة أنها مشتملة على الاعتراف بأن الملك كله لله وحده فلا ملك\nعلى الحقيقة لغيره\n</p>\n\n<p>\nالرابعة عشرة أن هذا المعنى مؤكد الثبوت بإن <span id='ms138'></span> المقتضية تحقيق الخبر\nوتثبيته وأنه مما لا يدخله ريب ولا شك\n</p>\n\n<p>\nالخامسة عشرة في إن وجهان فتحها وكسرها فمن فتحها تضمنت معنى التعليل أي\nلبيك الحمد والنعمة لك ومن كسرها كانت جملة مستقلة مستأنفة تتضمن ابتداء\nالثناء على الله والثناء إذا كثرت جمله وتعددت كان أحسن من قلتها وأما إذا\nفتحت فإنها تقدر بلام التعليل المحذوفة معها قياسا والمعنى لبيك لأن الحمد لك@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p256'> Vol. 05, p. 256</a>\n            </div>\n            \nوالفرق بين أن تكون جمل الثناء علة لغيرها وبين أن تكون مستقلة مرادة\nلنفسها ولهذا قال ثعلب من قال إن بالكسر فقد عم ومن قال أن بالفتح فقد خص\n</p>\n\n<p>\nونظير هذين الوجهين والتعليلين والترجيح سواء قوله تعالى حكاية عن\nالمؤمنين إنا كنا من قبل ندعوه إنه هو البر الرحيم كسر إن وفتحها\n</p>\n\n<p>\nفمن فتح كان المعنى ندعوه لأنه هو البر الرحيم ومن كسر كان الكلام جملتين\nإحدهما قوله ندعوه ثم استأنف فقال إنه هو البر الرحيم قال أبو عبيد والكسر\nأحسن ورجحه بما ذكرناه\n</p>\n\n<p>\nالسادسة عشرة أنها متضمنة للإخبار عن اجتماع الملك والنعمة والحمد لله\nعزوجل وهذا نوع آخر من الثناء عليه غير الثناء بمفردات تلك الأوصاف العلية\nفله سبحانه من أوصافه العلي نوعا ثناء نوع متعلق بكل صفة على انفرادها ونوع\nمتعلق باجتماعها وهو كمال مع كمال وهو عامة الكمال والله سبحانه\n</p>\n\n<p>\nيفرق في صفاته بين الملك والحمد وسوغ هذا المعنى أن اقتران أحدهما بالآخر\nمن أعظم الكمال والملك وحده كمال والحمد كمال واقتران أحدهما بالآخر كمال\nفإذا اجتمع الملك المتضمن للقدرة مع النعمة المتضمنة لغاية النفع والإحسان\nوالرحمة مع الحمد المتضمن لعامة الجلال والإكرام الداعي إلى محبته كان في\nذلك من العظمة والكمال والجلال ما هو أولى به وهو أهله وكان في ذكر الحمد\nله ومعرفته به من انجذاب قلبه إلى الله وإقباله عليه والتوجه بدواعي المحبة\nكلها إليه ما هو مقصود العبودية ولبها وذلك فضل الله يؤتيه من يشاء\n</p>\n\n<p>\nونظير هذا اقتران الغنى بالكرم كقوله فإن ربي غني كريم فله كمال من غناه\nوكرمه <span id='ms139'></span> ومن اقتران أحدهما بالآخر\n</p>\n\n<p>\nونظيره اقتران العزة بالرحمة وإن ربك لهو العزيز الرحيم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p257'> Vol. 05, p. 257</a>\n            </div>\n            \nونظيره اقتران العفو بالقدرة وكان الله عفوا قديرا\n</p>\n\n<p>\nونظيره اقتران العلم بالحلم والله عليم حليم\n</p>\n\n<p>\nونظيره اقتران الرحمة بالقدرة والله قدير والله غفور رحيم\n</p>\n\n<p>\nوهذا يطلع ذا اللب على رياض من العلم أنيقات ويفتح له باب محبة الله\nومعرفته والله المستعان وعليه التكلان\n</p>\n\n<p>\nالسابعة عشرة أن النبي قال أفضل ما قلت أنا والنبيون من قبلي لا إله إلا\nالله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير وقد اشتملت\nبالتلبية على هذه الكلمات بعينها وتضمنت معانيها وقوله وهو على كل شيء قدير\nلك أن تدخلها تحت قولك في التلبية لا شريك لك\n</p>\n\n<p>\nولك أن تدخلها تحت قولك إن الحمد والنعمة لك ولك أن تدخلها تحت إثبات\nالملك له تعالى إذ لو كان بعض الموجودات خارجا عن قدرته وملكه واقعا بخلق\nغيره لم يكن نفي الشريك عاما ولم يكن إثبات الملك والحمد له عاما وهذا من\nأعظم المحال والملك كله له والحمد كله له وليس له شريك بوجه من الوجوه\n</p>\n\n<p>\nالثامنة عشر أن كلمات التلبية متضمنة للرد على كل مبطل في صفات الله\nوتوحيده فإنها مبطلة لقول المشركين على اختلاف طوائفهم ومقالاتهم\n</p>\n\n<p>\nولقول الفلاسفة وإخوانهم من الجهمية المعطلين لصفات الكمال التي هي متعلق\nالحمد فهو سبحانه محمود لذاته ولصفاته ولأفعاله فمن\n</p>\n\n<p>\nجحد صفاته وأفعاله فقد جحد حمده ومبطلة لقول مجوس الأمة لقدرية الذين\nأخرجوا من ملك الرب وقدرته أفعال عبادة من الملائكة والجن والإنس فلم\nيثبتوا له عليها قدرة ولا جعلوه خالقا لها\n</p>\n\n<p>\nفعلى قولهم لا تكون @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p258'> Vol. 05, p. 258</a>\n            </div>\n            \nداخلة تحت ملكه إذ من لا قدرة له على الشيء كيف يكون هذا الشيء داخلا تحت\nملكه فلم يجعلوا الملك كله لله ولم يجعلوه على كل شيء قدير وأما الفلاسفة\nفعندهم لا قدرة له على شيء البتة فمن علم معنى هذه الكلمات وشهدها وأيقن\nبها باين جميع الطوائف المعطلة\n</p>\n\n<p>\nالتاسعة عشرة في عطف الملك على الحمد <span id='ms140'></span> والنعمة بعد كمال الخبر وهو قوله إن\nالحمد والنعمة والملك ولم يقل إن الحمد والنعمة لك والملك لطيفة بديعة وهي\nأن الكلام يصير بذلك جملتين مستقلتين فإنه لو قال إن الحمد والنعمة والملك\nلك كان عطف الملك على ما قبله عطف مفرد فلما تمت الجملة الأولى بقوله لك ثم\nعطف الملك كان تقديره والملك لك\n</p>\n\n<p>\nفيكون مساويا لقوله له الملك وله الحمد ولم يقل الملك والحمد وفائدته\nتكرار الحمد في الثناء\n</p>\n\n<p>\nالعشرون لما عطف النعمة على الحمد ولم يفصل بينهما بالخير كان فيه إشعار\nباقترانهما وتلازمهما وعدم مفارقة أحدهما للآخر فالإنعام والحمد قرينان\n</p>\n\n<p>\nالحادية والعشرون في إعادة الشهادة له بأنه لا شريك له لطيفة وهي أنه\nأخبر لا شريك له عقب إجابته بقوله لبيك ثم أعادها عقب قوله إن الحمد\nوالنعمة لك@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p259'> Vol. 05, p. 259</a>\n            </div>\n            \nوالملك لا شريك لك\n</p>\n\n<p>\nوذلك يتضمن أنه لا شريك له في الحمد والنعمة الملك والأول يتضمن أنه لا\nشريك لك في إجابة هذه الدعوة وهذا نظير قوله تعالى شهد الله أنه لا إله إلا\nهو والملائكة وأولوا العلم قائما بالقسط لا إله إلا هو العزيز الحكيم\n</p>\n\n<p>\nفأخبر بأنه لا إله إلا هو في أول الآية وذلك داخل تحت شهادته وشهادة\nملائكته وأولي العلم وهذا هو المشهود به ثم أخبر عن قيامه بالقسط وهو العدل\nفأعاد الشهادة بأنه لا إله إلا هو مع قيامه بالقسط@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p260'> Vol. 05, p. 260</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله حديث ابن عمر هذا فيه أحكام عديدة\nالحكم الأول أنه صلى الله عليه وسلم سئل عما يلبس المحرم وهو غير محصور\nفأجاب بما لا يلبس لحصره\n</p>\n\n<p>\nفعلم أن غيره على الإباحة ونبه بالقميص على ما فصل للبدن كله من جبة أو\nدلق أو دراعة أو عرقشين ونحوه\n</p>\n\n<p>\nونبه بالعمامة على كل ساتر للرأس معتاد كالقبع والطاقية والقلنسوة\nوالكلتة\n</p>\n\n<p>\nونحوها ونبه بالبرنس على @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p277'> Vol. 05, p. 277</a>\n            </div>\n            \nالمحيط بالرأس والبدن جميعا كالغفارة ونحوها\n</p>\n\n<p>\nونبه بالسراويل على المفصل على الأسافل كالتبان ونحوه\n</p>\n\n<p>\nونبه بالخفين على ما في معناهما من الجرموق والجورب والزربول <span id='ms141'></span> ذي الساق ونحوه\n</p>\n\n<p>\nالحكم الثاني أنه منعه من الثوب المصبوغ بالورس أو الزعفران وليس هذا\nلكونه طيبا فإن الطيب في غير الورس والزعفران أشد ولأنه خصه بالثوب دون البدن\n</p>\n\n<p>\nوإنما هذا من أوصاف الثوب الذي يحرم فيه أن لا يكون مصبوغا بورس ولا زعفران\n</p>\n\n<p>\nوقد نهى أن يتزعفر الرجل وهذا منهي عنه خارج الإحرام وفي الإحرام أشد\n</p>\n\n<p>\nوالنبي صلى الله عليه وسلم لم يتعرض هنا إلا لأوصاف الملبوس لا لبيان\nجميع محظورات الإحرام\n</p>\n\n<p>\nالحكم الثالث أنه صلى الله عليه وسلم رخص في لبس الخفين عند عدم النعلين\nولم يذكر فدية ورخص في حديث كعب بن عجرة في حلق رأسه مع الفدية وكلاهما\nمحظور بدون العذر\n</p>\n\n<p>\nوالفرق بينهما أن أذى الرأس ضرورة خاصة لا تعم فهي رفاهية للحاجة\n</p>\n\n<p>\nوأما لبس الخفين عند عدم النعلين فبدل يقوم مقام المبدل والمبدل وهو\nالنعل لا فدية فيه فلا فدية في بدله وأما حلق الرأس فليس ببدل وإنما هو\nترفه للحاجة فجبر بالدم\n</p>\n\n<p>\nالحكم الرابع أنه أمر لابس الخفين بقطعهما أسفل من كعبيه في حديث ابن عمر\nلأنه إذا قطعهما أسفل من الكعبين صارا شبيهين بالنعل\n</p>\n\n<p>\nفاختلف الفقهاء في هذا القطع هل هو واجب أم لا على قولين أحدهما أنه واجب\nوهذا قول الشافعي وأبي حنيفة ومالك والثوري وإسحاق وابن المنذر وإحدى\nالروايتين عن أحمد لأمر رسول الله صلى الله عليه وسلم بقطعهما وتعجب\nالخطابي من أحمد فقال العجب\n</p>\n\n<p>\nمن أحمد في هذا فإنه لا يكاد يخالف سنة تبلغه وقلت سنة لم تبلغه\n</p>\n\n<p>\nوعلى هذه الرواية إذا لم يقطعهما تلزمه الفدية\n</p>\n\n<p>\nوالثاني أن القطع ليس بواجب وهو أصح الروايتين عن أحمد ويروى عن علي بن\nأبي طالب وهو قول أصحاب ابن عباس وعطاء وعكرمة\n</p>\n\n<p>\nوهذه الرواية أصح لما في الصحيحين عن ابن عباس قال سمعت النبي صلى الله\nعليه وسلم يخطب بعرفات من لم يجد إزارا فليلبس سراويل ومن لم يجد نعلين\nفليلبس خفين@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p278'> Vol. 05, p. 278</a>\n            </div>\n            \nفأطلق الإذن في لبس الخفين ولم يشترط القطع وهذا كان بعرفات <span id='ms142'></span> والحاضرون معه\nإذ ذاك أكثرهم لم يشهدوا خطبته بالمدينة فإنه كان معه من أهل مكة واليمن\nوالبوادي من لا يحصيهم إلا الله تعالى وتأخير البيان عن وقت الحاجة ممتنع\n</p>\n\n<p>\nوفي صحيح مسلم عن جابر قال قال رسول الله صلى الله عليه وسلم من لم يجد\nنعلين فليلبس خفين ومن لم يجد إزارا فليلبس سراويل فهذا كلام مبتدأ من\nالنبي صلى الله عليه وسلم بين فيه في عرفات في أعظم جمع كان له أن من لم\nيجد الإزار فليلبس السروايل ومن لم يجد النعلين فليلبس الخفين ولم يأمر\nبقطع ولا فتق وأكثر الحاضرين بعرفات لم يسمعوا خطبته بالمدينة ولا سمعوه\nيأمر بقطع الخفين وتأخير البيان عن وقته ممتنع\n</p>\n\n<p>\nفدل هذا على أن هذا الجواز لم يكن شرع بالمدينة وأن الذي شرع بالمدينة هو\nلبس الخف المقطوع ثم شرع بعرفات لبس الخف من غير قطع\n</p>\n\n<p>\nفإن قيل فحديث بن عمر مقيد وحديث ابن عباس مطلق والحكم والسبب واحد وفي\nمثل هذا يتعين حمل المطلق على المقيد وقد أمر في حديث ابن عمر بالقطع\n</p>\n\n<p>\nفالجواب من وجهين أحدهما أن قوله في حديث ابن عمر وليقطعهما قد قيل إنه\nمدرج من كلام نافع\n</p>\n\n<p>\nقال صاحب المغني كذلك روي في أمالي أبي القاسم بن بشران بإسناد صحيح أن\nنافعا قال بعد روايته للحديث وليقطع الخفين أسفل من الكعبين والإدراج فيه\nمحتمل لأن الجملة الثانية يستقل الكلام الأول بدونها فالإدراج فيه ممكن\nفإذا جاء مصرحا به أن نافعا قاله زال الإشكال\n</p>\n\n<p>\nويدل على صحة هذا أن ابن عمر كان يفتي بقطعهما للنساء فأخبرته صفية بنت\nأبي عبيد عن عائشة أن رسول الله صلى الله عليه وسلم رخص للمحرم أن يلبس\nالخفين ولا يقطعهما قالت صفية فلما أخبرته بهذا رجع\n</p>\n\n<p>\nالجواب الثاني أن الأمر بالقطع كان بالمدينة ورسول الله صلى الله عليه\nوسلم يخطب على المنبر فناداه رجل فقال ما يلبس المحرم من الثياب فأجابه\nبذلك وفيه الأمر بالقطع وحديث ابن عباس وجابر بعده\n</p>\n\n<p>\nوعمرو بن دينار <span id='ms143'></span> روى الحديثين معا@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p279'> Vol. 05, p. 279</a>\n            </div>\n            \nثم قال انظروا أيهما كان قبل وهذا يدل على أنهم علموا نسخ الأمر بحديث ابن عباس\n</p>\n\n<p>\nوقال الدارقطني قال أبو بكر النيسابوري حديث ابن عمر قبل لأنه قال نادى\nرجل رسول الله صلى الله عليه وسلم وهو في المسجد فذكره وابن عباس يقول سمعت\nرسول الله صلى الله عليه وسلم يخطب بعرفات\n</p>\n\n<p>\nفإن قيل حديث ابن عباس رواه أيوب والثوري وابن عيينة وابن زيد وابن جريج\nوهشيم كلهم عن عمرو بن دينار عن جابر بن زيد عن ابن عباس ولم يقل أحد منهم\nبعرفات غير شعبة ورواية الجماعة أولى من رواية الواحد\n</p>\n\n<p>\nقيل هذا عبث فإن هذه اللفظة متفق عليها في الصحيحين وناهيك برواية شعبة\nلها وشعبة حفظها وغيره لم ينفها بل هي في حكم جملة أخرى في الحديث مستقلة\nوليست تتضمن مخالفة للآخرين ومثل هذا يقبل ولا يرد ولهذا رواه الشيخان\n</p>\n\n<p>\nوقد قال علي رضي الله عنه قطع الخفين فساد يلبسهما كما هما وهذا مقتضى\nالقياس فإن النبي صلى الله عليه وسلم سوى بين السراويل وبين الخف في لبس كل\nمنهما عند عدم الإزار والنعل ولم يأمر بفتق السراويل لا في حديث ابن عمر\nولا في حديث ابن عباس ولا غيرهما\n</p>\n\n<p>\nولهذا كان مذهب الأكثرين أنه يلبس السراويل بلا فتق عند عدم الإزار فكذلك\nالخف يلبس ولا يقطع ولا فرق بينهما وأبو حنيفة طرد القياس وقال يفتق\nالسراويل حتى يصير كالإزار والجمهور قالوا هذا خلاف النص لأن النبي صلى\nالله عليه وسلم قال السراويل لمن لم يجد الإزار وإذا فتق لم يبق سراويل ومن\nاشترط قطع الخف خالف القياس مع مخالفته النص المطلق بالجواز\n</p>\n\n<p>\nولا يسلم من مخالفة النص والقياس إلا من جوز لبسهما بلا قطع أما القياس\nفظاهر وأما النص فما تقدم تقديره\n</p>\n\n<p>\nوالعجب أن من يوجب القطع يوجب مالا فائدة فيه فإنهم لا يجوزون لبس\nالمقطوع كالمداس والجمجم ونحوهما\n</p>\n\n<p>\nبل عندهم المقطوع كالصحيح في عدم جواز لبسه\n</p>\n\n<p>\nفأي معنى للقطع والمقطوع عندكم كالصحيح وأما <span id='ms144'></span> أبو حنيفة فيجوز لبس المقطوع\nوليس عنده كالصحيح وكذلك المداس والجمجم ونحوهما@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p280'> Vol. 05, p. 280</a>\n            </div>\n            \nقال شيخنا وأفتى به جدي أبو البركات في آخر عمره لما حج قال شيخنا وهو\nالصحيح لأن المقطوع لبسه أصل لا بدل\n</p>\n\n<p>\nقال شيخنا فأبو حنيفة فهم من حديث ابن عمر أن المقطوع لبسه أصل لا بدل\nفجوز لبسه مطلقا وهذا فهم صحيح وقوله في هذا أصح من قول الثلاثة والثلاثة\nفهموا منه الرخصة في لبس السراويل عنه عدم الإزار والخف عند عدم النعل وهذا\nفهم صحيح وقولهم في\n</p>\n\n<p>\nهذا أصح من قوله وأحمد فهم من النص المتأخر لبس الخف صحيحا بلا قطع عند\nعدم النعل وأن ذلك ناسخ للأمر بالقطع وهذا فهم صحيح وقوله في ذلك أصح\nالأقوال\n</p>\n\n<p>\nفإن قيل فلو كان المقطوع أصلا لم يكن عدم النعل شرطا فيه والنبي صلى الله\nعليه وسلم إنما جعله عند عدم النعل\n</p>\n\n<p>\nقيل بل الحديث دليل على أنه ليس كالخف إذ لو كان كالخف لما أمر بقطعه فدل\nعلى أن بقطعه يخرج من شبه الخف ويلتحق بالنعل\n</p>\n\n<p>\nوأما جعله عدم النعل شرطا فلأجل أن القطع إفساد لصورته وماليته وهذا لا\nيصار إليه إلا عند عدم النعل وأما مع وجود النعل فلا يفسد الخف ويعدم\nماليته فإذا تبين هذا تبين أن المقطوع ملحق بالنعل لا بالخف كما قال أبو\nحنيفة وأن على قول الموجبين للقطع لا فائدة فيه فإنهم لا يجوزون لبس\nالمقطوع وهو عندهم كالخف\n</p>\n\n<p>\nفإن قيل فغاية ما يدل عليه الحديث جواز الانتقال إلى الخف والسراويل عند\nعدم النعل والإزار وهذا يفيد الجواز وأما سقوط الفدية فلا فهلا قلتم كما\nقال أبو حنيفة يجوز له ذلك مع الفدية فاستفاد الجواز من هذ الحديث واستفاد\nالفدية من حديث كعب بن عجرة حيث جوز له فعل المحظور مع الفدية فكان أسعد\nبالنصوص وبموافقتها منكم مع موافقته لابن عمر في ذلك\n</p>\n\n<p>\nقيل بل إيجاب الفدية ضعيف في النص والقياس فإن النبي صلى الله عليه وسلم\nذكر البدل في حديث ابن عمر <span id='ms145'></span> وابن عباس وجابر وعائشة ولم يأمر في شيء منها\nبالفدية مع الحاجة إلى بيانها وتأخير البيان عن وقته ممتنع فسكوته عن\nإيجابها مع شدة الحاجة إلى بيانه لو كان واجبا دليل على عدم الوجوب كما أنه\nجوز لبس السراويل بلا فتق ولو كان الفتق واجبا لبينه\n</p>\n\n<p>\nوأما القياس فضعيف جدا\n</p>\n\n<p>\nفإن قيل هذا من باب الأبدال التي تجوز عند عدم مبدلاتها كالتراب عند عدم @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p281'> Vol. 05, p. 281</a>\n            </div>\n            \nالماء وكالصيام عند العجز عن الإعتاق والإطعام وكالعدة بالأشهر عند تعذر\nالأقراء ونظائره وليس هذا من باب المحظور المستباح بالفدية والفرق بينهما\nأن الناس مشتركون في الحاجة إلى لبس ما يسترون به عوراتهم ويقون به أرجلهم\nالأرض والحر والشوك ونحوه فالحاجة إلى ذلك عامة ولما احتاج إليه العموم لم\nيحظر عليهم ولم يكن عليهم فيه فائدة بخلاف ما يحتاج إليه لمرض أو برد فإن\nذلك حاجة لعارض ولهذا رخص النبي صلى الله عليه وسلم للنساء في اللباس مطلقا\nبلا فدية ونهى عن النقاب والقفازين فإن المرأة لما كانت كلها عورة وهي\nمحتاجة إلى ستر بدنها لم يكن عليها في ستر بدنها فدية وكذلك حاجة الرجال\nإلى السراويلات والخفاف هي عامة إذا لم يجدوا الإزار والنعال وابن عمر لما\nلم يبلغه حديث الرخصة مطلقا أخذ بحديث القطع وكان يأمر النساء بقطع الخفاف\nحتى أخبرته بعد هذا صفية زوجته عن عائشة أن النبي صلى الله عليه وسلم أرخص\nللنساء في ذلك فرجع عن قوله\n</p>\n\n<p>\nومما يبين أن النبي صلى الله عليه وسلم أرخص في الخفين بلا قطع بعد أن\nمنع منهما أن في حديث ابن عمر المنع من لبس السراويل مطلقا ولم يبين فيه\nحالة من حالة وفي حديث ابن عباس وجابر المتأخرين ترخيصه في لبس السراويل\nعند عدم الازار فدل على أن رخصة البدل لم تكن شرعت في لبس السراويل وأنها\nإنما شرعت وقت خطبته بها وهي متأخرة فكان الأخذ بالمتأخر أولى لأنه إنما\nيؤخذ بالآخر فالآخر من أمر رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nفمدار المسألة <span id='ms146'></span> على ثلاث نكت إحداها أن رخصة البدلية إنما شرعت بعرفات ولم\nتشرع قبل\n</p>\n\n<p>\nوالثانية أن تأخير البيان عن وقت الحاجة ممتنع\n</p>\n\n<p>\nوالثالثة أن الخف المقطوع كالنعل أصل لا أنه بدل\n</p>\n\n<p>\nوالله أعلم\n</p>\n\n<p>\nوأما نهيه صلى الله عليه وسلم في حديث ابن عمر المرأة أن تنتقب\n</p>\n\n<p>\nوأن تلبس القفازين فهو دليل على أن وجه المرأة كبدن الرجل لا كرأسه فيحرم\nعليها فيه ما وضع وفصل على قدر الوجه كالنقاب والبرقع ولا يحرم عليها سترة\nبالمقنعة@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p282'> Vol. 05, p. 282</a>\n            </div>\n            \nوالجلباب ونحوهما وهذا أصح القولين\n</p>\n\n<p>\nفإن النبي صلى الله عليه وسلم سوى بين وجهها ويديها ومنعها من القفازين\nوالنقاب ومعلوم أنه لا يحرم عليها ستر يديها وأنهما كبدن المحرم يحرم\nسترهما بالمفصل على قدرهما وهما القفازان فهكذا الوجه إنما يحرم ستره\nبالنقاب ونحوه وليس عن النبي صلى الله عليه وسلم حرف واحد في وجوب كشف\nالمرأة وجهها عند الإحرام إلا النهي عن النقاب وهو كالنهي عن القفازين\nفنسبة النقاب إلى الوجه كنسبة القفازين إلى اليد سواء\n</p>\n\n<p>\nوهذا واضح بحمد الله\n</p>\n\n<p>\nوقد ثبت عن أسماء أنها كانت تغطي وجهها وهي محرمة وقالت عائشة كانت\nالركبان يمرون بنا ونحن محرمات مع رسول الله صلى الله عليه وسلم فإذا حاذوا\nبنا سدلت إحدانا جلبابها على وجهها فإذا جاوزونا كشفنا ذكره أبو داود\n</p>\n\n<p>\nواشتراط المجافاة عن الوجه كما ذكره القاضي وغيره ضعيف لا أصل له دليل\nولا مذهبا\n</p>\n\n<p>\nقال صاحب المغني ولم أر هذا الشرط يعني المجافاة عن أحمد ولا هو في الخبر\nمع أن الظاهر خلافه فإن الثوب المسدل لا يكاد يسلم من إصابة البشرة فلو كان\nهذا شرطا لبين وإنما منعت المرأة من البرقع والنقاب ونحوهما مما يعد لستر\nالوجه قال أحمد لها أن تسدل على وجهها من فوق وليس لها أن ترفع الثوب من\nأسفل كأنه يقول إن النقاب من أسفل على وجهها\n</p>\n\n<p>\nتم كلامه\n</p>\n\n<p>\nفإن قيل فما تصنعون بالحديث المروي عن النبي صلى الله عليه وسلم أنه قال\nإحرام الرجل في رأسه وإحرام المرأة في وجهها <span id='ms147'></span> فجعل وجه المرأة كرأس الرجل\nوهذا يدل على وجوب كشفه\n</p>\n\n<p>\nقيل هذا الحديث لا أصل له ولم يروه أحد من أصحاب الكتب المعتمد عليها ولا\nيعرف له إسناد ولا تقوم به حجة ولا يترك له الحديث الصحيح الدال على أن\nوجهها كبدنها وأنه يحرم عليها فيه ما أعد للعضو كالنقاب والبرقع ونحوه لا\nمطلق الستر كاليدين والله أعلم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p283'> Vol. 05, p. 283</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله تحريم لبس القفازين قول عبد الله\nبن عمر وعطاء وطاووس ومجاهد وإبراهيم النخعي ومالك والإمام أحمد والشافعي\nفي أحد قوليه وإسحق بن راهويه وتذكر الرخصة عن علي وعائشة وسعد بن أبي وقاص\nوبه قال الثوري وأبو حنيفة والشافعي في القول الآخر\n</p>\n\n<p>\nونهى المرأة عن لبسهما ثابت في الصحيح كنهي الرجل عن لبس القميص والعمائم\nوكلاهما في حديث واحد عن راو واحد وكنهيه المرأة عن النقاب وهو في الحديث نفسه\n</p>\n\n<p>\nوسنة رسول الله صلى الله عليه وسلم أولى بالاتباع وهي حجه على من خالفها\nوليس قول من خالفها حجة عليها\n</p>\n\n<p>\nفأما تعليل حديث ابن عمر في القفازين بأنه من قوله فإنه تعليل باطل وقد\nرواه أصحاب الصحيح والسنن والمسانيد عن ابن عمر عن النبي صلى الله عليه\nوسلم في حديث نهيه عن لبس القمص والعمائم والسراويلات وانتقاب المرأة\nولبسها القفازين ولا ريب عند أحد من أئمة الحديث أن هذا كله حديث واحد من\nأصح الأحاديث عن رسول الله صلى الله عليه وسلم مرفوعا إليه ليس من كلام ابن عمر\n</p>\n\n<p>\nوموضع الشبهة في تعليله أن نافعا اختلف عليه فيه فرواه الليث بن سعد عنه\nعن ابن عمر عن النبي صلى الله عليه وسلم فذكر فيه ولا تلبس القفازين قال\nأبو داود ورواه حاتم بن إسماعيل ويحيى بن أيوب عن موسى بن عقبة عن نافع على\nما قال الليث ورواه موسى بن طارق عن موسى بن عقبة موقوفا على ابن عمر وكذلك\nرواه عبيد الله بن عمر ومالك وأيوب موقوفا وكذلك هو في الموطأ عن نافع أن <span id='ms148'></span>\nعبد الله بن عمر كان يقول لا تنتقب المرأة ولا تلبس القفازين ولكن قد رفعه\nالليث بن سعد وموسى بن عقبة في الأكثر عنه وإبراهيم بن سعد أيضا رفعه عن\nنافع ذكره أبو داود ورواه محمد بن إسحاق عن نافع مرفوعا كما تقدم\n</p>\n\n<p>\nفأما حديث الليث بن سعد فأخرجه البخاري في صحيحه والترمذي\n</p>\n\n<p>\nوقال حديث صحيح\n</p>\n\n<p>\nورواه النسائي في سننه\n</p>\n\n<p>\nولم يروا وقف من وقفه علة\n</p>\n\n<p>\nوأما حديث موسى بن عقبة فرواه النسائي في سننه عن سويد بن نصر أخبرنا عبد\nالله بن المبارك عن موسى بن عقبة فذكر الحديث\n</p>\n\n<p>\nوقال في آخره @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p284'> Vol. 05, p. 284</a>\n            </div>\n            \nولا تنتقب المرأة الحرام\n</p>\n\n<p>\nولا تلبس القفازين مرفوعا\n</p>\n\n<p>\nقال البخاري تابعه موسى بن عقبة وإسماعيل بن إبراهيم بن عقبة وجويرية\nوابن إسحاق في النقاب والقفازين وقال عبيد الله وكان يقول لا تنتقب المحرمة\nولا تلبس القفازين وقال مالك عن\n</p>\n\n<p>\nنافع عن ابن عمر لا تنتقب المرأة وتابعه ليث بن أبي سليم\n</p>\n\n<p>\nفالبخاري رحمه الله ذكر تعليله\n</p>\n\n<p>\nولم يرها علة مؤثرة فأخرجه في صحيحه عن عبد الله بن يزيد حدثنا الليث\nحدثنا نافع عن ابن عمر فذكره@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p285'> Vol. 05, p. 285</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وعن سعيد بن المسيب قال وهم ابن\nعباس في تزويج ميمونة وهو محرم وقد روى مالك في الموطأ عن ربيعة بن أبي\nعبدالرحمن عن سليمان بن يسار أن رسول الله صلى الله عليه وسلم بعث أبا رافع\nمولاه ورجلا من الأنصار فزوجاه ميمونة بنت الحارث ورسول الله صلى الله عليه\nوسلم بالمدينة قبل أن يخرج وهذا وإن كان ظاهره الإرسال فهو متصل لأن سليمان\nبن يسار رواه عن أبي رافع أن رسول الله صلى الله عليه وسلم تزوج ميمونة وهو\nحلال وبنى بها وهو حلال وكنت الرسول بينهما وسليمان بن يسار مولى ميمونة\nوهذا صريح في تزوجها بالوكالة قبل الإحرام@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p296'> Vol. 05, p. 296</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وروى مسلم في صحيحه من حديث\nعبدالرحمن بن عثمان التيمي قال كنا @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p304'> Vol. 05, p. 304</a>\n            </div>\n            \nمع طلحة بن <span id='ms149'></span> عبيد الله في طريق مكة ونحن محرمون فأهدوا لنا لحم صيد وطلحة\nراقد فمنا من أكل ومنا من تورع فلم\n</p>\n\n<p>\nيأكل فلما استيقظ قال للذين أكلوا أصبتم وقال الذين لم يأكلوا أخطأتم\nفإنا قد أكلنا مع رسول الله صلى الله عليه وسلم ونحن حرم\n</p>\n\n<p>\nوروى مالك عن يحيى بن سعيد أخبرني محمد بن إبراهيم التيمي عن عيسى بن\nطلحة عن عمرو بن سلمة الضمري عن البهزي يزيد بن كعب أن رسول الله صلى الله\nعليه وسلم خرج يريد مكة وهو محرم حتى إذا كانوا بالروحاء إذا حمار وحشي\nعقير فذكر ذلك لرسول الله صلى الله عليه وسلم فقال دعوه فإنه يوشك أن يأتي\nصاحبه فجاء البهزي وهو صاحبه إلى رسول الله صلى الله عليه وسلم فقال يارسول\nالله شأنكم بهذا الحمار فأمر رسول الله صلى الله عليه وسلم أبا بكر فقسمه\nبين الرفاق ثم مضى حتى إذا كان بالأثاية بين الرويثة والعرج إذا ظبي حاقف\nفي ظل وفيه سهم فزعم أن رسول الله صلى الله عليه وسلم أمر رجلا يقف عنده لا\nيريبه أحد من الناس حتى جاوزوه وفي الصحيحين عن الصعب بن جثامة أنه أهدى\nلرسول الله صلى الله عليه وسلم حمارا وحشيا وهو بالأبواء أو بودان فرده\nعليه رسول الله صلى الله عليه وسلم وقال إنا لم نرده عليك إلا أنا حرم\n</p>\n\n<p>\nورواه مسلم عن سفيان وقال لحم حمار وحش\n</p>\n\n<p>\nقال الحميدي كان سفيان يقول في الحديث أهديت لرسول الله صلى الله عليه\nوسلم لحم حمار وحش وربما قال سفيان يقطر دما وكان فيما خلا ربما قال حمار\nوحش ثم صار إلى لحم حتى مات\n</p>\n\n<p>\nوفي رواية لمسلم شق حمار وحش فرده وفي رواية له عجز حمار فرده وفي رواية\nله رجل حمار قال الشافعي فإن كان الصعب أهدى للنبي صلى الله عليه وسلم\nالحمار حيا فليس لمحرم ذبح حمار وحش وإن كان أهدى له لحما فقد يحتمل أن\nيكون علم أنه صيد له فرده عليه وإيضاحه في <span id='ms150'></span> حديث جابر قال وحديث مالك أنه\nأهدي إلى النبي صلى الله عليه وسلم حمارا أثبت من حديث أنه أهدي له من لحم\nحمار تم كلامه\n</p>\n\n<p>\nقال البيهقي وروى يحيى بن سعيد عن جعفر بن عمرو بن أمية الضمري عن أبيه\nأن الصعب بن جثامة أهدى للنبي صلى الله عليه وسلم عجز حمار وهو بالجحفة\nفأكل منه وأكل القوم قال@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p305'> Vol. 05, p. 305</a>\n            </div>\n            \nوهذا إسناد صحيح فإن كان محفوظا فكأنه رد الحي وقبل اللحم تم كلامه\n</p>\n\n<p>\nوقد اختلف الناس قديما وحديثا في هذه المسألة وأشكلت عليهم الأحاديث فيها\nفكان عطاء ومجاهد وسعيد بن جبير يرون للمحرم أكل ما صاده الحلال من الصيد\nوبه قال أبو حنيفة وأصحابه وهو قول عمر بن الخطاب وعثمان بن عفان والزبير\nبن العوام وأبي هريرة ذكر ذلك ابن عبدالبر عنهم\n</p>\n\n<p>\nوحجتهم حديث أبي قتادة المتقدم وحديث طلحة بن عبيد الله وحديث البهزي\n</p>\n\n<p>\nوقالت طائفة لحم الصيد حرام على المحرم بكل حال وهذا قول علي وابن عباس\nوابن عمر\n</p>\n\n<p>\nقال ابن عباس وحرم عليكم صيد البر هي مبهمة\n</p>\n\n<p>\nوروى عن طاووس وجابر بن زيد وسفيان الثوري المنع منه\n</p>\n\n<p>\nوحجة هذا المذهب حديث ابن عباس عن الصعب بن جثامة وحديث علي في أول الباب\nواحتجوا بظاهر الآية وقالوا تحريم الصيد يعم اصطياده وأكله\n</p>\n\n<p>\nوقالت طائفة ما صاده الحلال للمحرم ومن أجله فلا يجوز له أكله فأما ما لم\nيصده من أجله بل صاده لنفسه أو لحلال لم يحرم على المحرم أكله وهذا قول\nمالك والشافعي وأحمد بن حنبل وأصحابهم وقول إسحاق وأبي ثور قال ابن عبدالبر\nوهو الصحيح عن عثمان في هذا الباب\n</p>\n\n<p>\nقال وحجة من ذهب هذا المذهب أنه عليه تصح الأحاديث في هذا الباب وإذا\nحملت على ذلك لم تتضاد ولم تختلف ولم تتدافع وعلى هذا يجب أن تحمل السنن\nولا يعارض بعضها ببعض ما وجد إلى استعمالها سبيل\n</p>\n\n<p>\nتم كلامه\n</p>\n\n<p>\nوآثار الصحابة كلها في هذا الباب إنما تدل على هذا التفصيل\n</p>\n\n<p>\nفروى البيهقي من حديث عبد الله بن <span id='ms151'></span> عامر بن ربيعة قال رأيت عثمان بن عفان\nبالعرج في يوم صائف وهو محرم وقد غطى وجهه بقطيفة أرجوان ثم أتي بلحم صيد\nفقال لأصحابه كلوا قالوا ألا تأكل أنت قال إني لست كهيئتكم إنما صيد من أجلي\n</p>\n\n<p>\nوحديث أبي قتادة والبهزي وطلحة بن عبيد الله قضايا أعيان لا عموم لها وهي@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p306'> Vol. 05, p. 306</a>\n            </div>\n            \nتدل على جواز أكل المحرم من صيد الحلال وحديث الصعب بن جثامة يدل على منعه\nمنه وحديث جابر صريح في التفريق\n</p>\n\n<p>\nفحيت أكل علم أنه لم يصد لأجله وحيث امتنع علم أنه صيد لأجله فهذا فعله\nوقوله في حديث جابر يدل على الأمرين فلا تعارض بين أحاديثه صلى الله عليه\nوسلم بحال\n</p>\n\n<p>\nوكذلك امتناع علي من أكله لعله ظن أنه صيد لأجله وإباحة النبي صلى الله\nعليه وسلم لأصحابه حمار البهزي ومنعهم من التعرض للظبي الحاقف لأن الحمار\nكان عقيرا في حد الموت وأما الظبي فكان سالما ولم يسقط إلى الأرض فلم يتعرض\nله لأنه حيوان حي والله أعلم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p307'> Vol. 05, p. 307</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وإن صح حديث الحجاج بن عمرو فقد\nحمله بعض أهل العلم أنه يحل بعد فواته بما يحل به من يفوته الحج بغير مرض\nفقد روينا عن ابن عباس ثابتا عنه أنه قال لا حصر إلا حصر عدو تم كلامه@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p314'> Vol. 05, p. 314</a>\n            </div>\n            \nوقال غيره معنى حديث الحجاج بن عمرو أن تحلله بالكسر والعرج إذا كان قد\nاشترط ذلك في عقد الإحرام على معنى حديث ضباعة@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p315'> Vol. 05, p. 315</a>\n            </div>\n            \nقالوا ولو كان الكسر مبيحا للحل لم يكن للاشتراط معنى\n</p>\n\n<p>\nقالوا وأيضا فلا يقول أحد بظاهر هذا الحديث فإنه لا يحل بمجرد الكسر\nوالعرج فلا بد من تأويله فيحمله على ما ذكرناه\n</p>\n\n<p>\nقالوا وأيضا فإنه لا يستفيد بالحل زوال عقده ولا الانتقال من حاله بخلاف\nالمحصر بالعدو\n</p>\n\n<p>\nوقوله وعليه الحج من قابل هذا إذا لم يكن حج الفرض فأما إن كان متطوعا\nفلا شيء عليه غير هدي الإحصار\n</p>\n\n<p>\nقال البيهقي وحديث الحجاج بن عمرو قد اختلف في إسناده والثابت <span id='ms152'></span> عن ابن\nعباس خلافه وأنه لا حصر إلا حصر العدو تم كلامه\n</p>\n\n<p>\nقال الحافظ شمس الدين بن القيم رحمه الله اختلف العلماء من الصحابة فمن\nبعدهم فيمن منع من الوصول إلى البيت بمرض أو كسر أو عرج هل حكمه حكم المحصر\nفي جواز التحلل فروي عن ابن عباس وابن عمر ومروان بن الحكم أنه لا يحلله\nإلا الطواف بالبيت وهو قوله مالك @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p316'> Vol. 05, p. 316</a>\n            </div>\n            \nوالشافعي وإسحاق وأحمد في المشهور من مذهبه\n</p>\n\n<p>\nوروى عن ابن مسعود أنه كالمحصر بالعدو\n</p>\n\n<p>\nوهو قول عطاء والثوري وأبي حنيفة وأصحابه وإبراهيم النخعي وأبي ثور وأحمد\nفي الرواية الأخرى عنه\n</p>\n\n<p>\nومن حجة هؤلاء حديث الحجاج وأبي هريرة وابن عباس\n</p>\n\n<p>\nقالوا وهو حديث حسن يحتج بمثله\n</p>\n\n<p>\nقالوا وأيضا ظاهر القرآن بل صريحه يدل على أن الحصر يكره بالمرض فإن لفظ\nالإحصار إنما هو للمرض يقال أحصره المرض وحصر العدو فيكون لفظ الآية صريحا\nفي المريض وحصر العدو ملحق به فكيف يثبت الحكم في الفرع دون الأصل قال\nالخليل وغيره حصرت الرجل حصرا منعته وحبسته وأحصر هو عن بلوغ المناسك بمرض\nأو نحوه\n</p>\n\n<p>\nقالوا وعلى هذا خرج قول ابن عباس لا حصر إلا حصر العدو ولم يقل لا إحصار\nإلا إحصار العدو فليس بين رأيه وروايته تعارض ولو قدر تعارضهما فالأخذ\nبروايته دون رأيه لأن روايته حجة ورأيه ليس بحجة\n</p>\n\n<p>\nقالوا وقولكم لو كان يحل بالحصر لم يكن للاشتراط معنى جوابه من وجهين\nأحدهما أنكم لا تقولون بالاشتراط ولا يفيد الشرط عندكم شيئا\n</p>\n\n<p>\nفلا يحل عندكم بشرط ولا بدونه فالحديثان معا حجة عليكم وأما نحن فعندنا\nأنه يستفيد بالشرط فائدتين\n</p>\n\n<p>\nإحداهما جواز الإحلال والثانية سقوط الدم فإذا لم يكن شرط استفاد بالعذر\nالإحلال وحده وثبت وجوب الدم عليه فتأثير الاشتراط في سقوط الدم\n</p>\n\n<p>\nوأما قولكم إن معناه أنه يحل بعد فواته بما يحل به من يفوته الحج لغير\nمرض ففي غاية الضعف فإنه لا تأثير للكسر ولا للعرج في ذلك فإن المفوت يحل\nصحيحا كان أو مريضا\n</p>\n\n<p>\nوأيضا فإن هذا <span id='ms153'></span> يتضمن تعليق الحكم بوصف لم يعتبره النص وإلغاء الوصف الذي\nاعتبره وهذا غير جائز@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p317'> Vol. 05, p. 317</a>\n            </div>\n            \nوأما قولكم إنه يحمل على الحل بالشرط فالشرط إما أن يكون له تأثير في الحل\nعندكم أو لا تأثير له فإن كان مؤثرا في الحل لم يكن الكسر والعرج هو السبب\nالذي علق الحكم به وهو خلاف النص وإن لم يكن له تأثير في الحل بطل حمل\nالحديث عليه\n</p>\n\n<p>\nقالوا وأما قولكم إنه لا يقول أحد بظاهره فإن ظاهره إنه بمجرد الكسر\nوالعرج يحل\n</p>\n\n<p>\nفجوابه أن المعنى فقد صار ممن يجوز له الحل بعد أن كان ممنوعا منه وهذا\nكقوله صلى الله عليه وسلم إذا أقبل الليل من ههنا وأدبر النهار من ههنا فقد\nأفطر الصائم وليس المراد به أنه أفطر حكما وإن لم يباشر المفطرات بدليل\nإذنه لأصحابه في الوصال إلى السحر ولو أفطروا حكما لاستحال منهم الوصال\nولقوله تعالى فلا تحل له من بعد حتى تنكح زوجا غيره فإذا نكحت زوجا آخر حلت\nلا بمجرد نكاح الثاني بل لا بد من مفارقته وانقضاء العدة وعقد الأول عليها\n</p>\n\n<p>\nقالوا وأما قولكم إنه لا يستفيد بالإحلال الانتقال من حاله التي هو عليها\nولا التخلص من أذاه بخلاف من حصره العدو فكلام لا معنى تحته فإنه قد يستفيد\nبحله أكثر مما يستفيد المحصر بالعدو\n</p>\n\n<p>\nفإنه إذا بقي ممنوعا من اللباس وتغطية الرأس والطيب مع مرضه تضرر بذلك\nأعظم الضرر في الحر والبرد ومعلوم أنه قد يستفيد بحله من الترفه ما يكون\nسبب زوال أذاه كما يستفيد المحصر بالعدو بحله فلا فرق@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p318'> Vol. 05, p. 318</a>\n            </div>\n            \nبينهما فلو لم يأت نص بحل المحصر بمرض لكان القياس على المحصر بالعدو\nيقتضيه فكيف وظاهر القرآن والسنة والقياس يدل عليه والله أعلم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p319'> Vol. 05, p. 319</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وقد روى ابن حبان في صحيحه عن ابن\nعمر عن النبي صلى الله عليه وسلم قال مسح الحجر والركن اليماني يحط الخطايا حطا\n</p>\n\n<p>\nوروى النسائي من حديث حنظلة بن أبي سفيان قال رأيت طاووسا يمر <span id='ms154'></span> بالركن فإن\nوجد عليه زحاما مر ولم يزاحم وإن رآه خاليا قبله ثلاثا ثم قال رأيت ابن\nعباس فعل مثل ذلك ثم قال ابن عباس رأيت عمر بن الخطاب فعل مثل ذلك ثم قال\nعمر إنك حجر لا تنفع ولا تضر ولولا أني رأيت رسول الله صلى الله عليه وسلم\nقبلك ما قبلتك ثم قال عمر رضي الله عنه رأيت رسول الله صلى الله عليه وسلم\nفعل مثل ذلك وترجم عليه النسائي كم يقبل الحجر وفي النسائي عن عمر أنه قبل\nالحجر الأسود والتزمه وقال رأيت أبا القاسم صلى الله عليه وسلم بك حفيا\n</p>\n\n<p>\nوفي النسائي عن ابن عباس عن النبي صلى الله عليه وسلم أنه قال الحجر\nالأسود من الجنة\n</p>\n\n<p>\nوفي صحيح أبي حاتم عن نافع بن شيبة الحجبي قال سمعت عبد الله بن عمرو\nيقول سمعت رسول الله صلى الله عليه وسلم يقول وهو مسند ظهره إلى الكعبة\nالركن والمقام ياقوتتان من ياقوت الجنة ولولا أن الله طمس نورهما لأضاءا ما\nبين المشرق والمغرب\n</p>\n\n<p>\nوفي صحيحه أيضا عن ابن عباس قال قال رسول الله صلى الله عليه وسلم إن\nلهذا الحجر لسانا وشفتين يشهدان لمن استلمه يوم القيامة بحق\n</p>\n\n<p>\nوفي صحيحه أيضا عنه عن رسول الله صلى الله عليه وسلم ليبعثن الله هذا\nالركن يوم القيامة له عينان يبصر بهما ولسان ينطق به يشهد لمن استلمه بالحق\nوأخرج النسائي عن ابن عباس أن النبي صلى الله عليه وسلم كان يطوف بالبيت على@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p329'> Vol. 05, p. 329</a>\n            </div>\n            \nراحلته فإذا انتهى إلى الركن أشار إليه وفي الصحيح عن ابن عمر أنه سئل عن\nاستلام الحجر فقال رأيت النبي صلى الله عليه وسلم يستلمه ويقبله\n</p>\n\n<p>\nرواه البخاري وهذا يحتمل الجمع بينهما ويحتمل أنه رآه يفعل هذا تارة\n</p>\n\n<p>\nوهذا تارة\n</p>\n\n<p>\nوقد ثبت تقبيل اليد بعد استلامه ففي الصحيحين أيضا عن نافع قال رأيت ابن\nعمر استلم الحجر بيده ثم قبد يده وقال ما تركته منذ رأيت رسول الله صلى\nالله عليه وسلم يفعله\n</p>\n\n<p>\nفهذه ثلاثة أنواع <span id='ms155'></span> صحت عن النبي صلى الله عليه وسلم تقبيله وهو أعلاها\nواستلامه وتقبيل يده والإشارة إليه بالمحجن وتقبيله لما رواه مسلم عن أبي\nالطفيل قال رأيت رسول الله صلى الله عليه وسلم يطوف بالبيت ويستلم الحجر\nبمحجن معه ويقبل المحجن\n</p>\n\n<p>\nوقد روى الإمام أحمد في مسنده عن عمر أن النبي صلى الله عليه وسلم قال له\nياعمر إنك رجل قوي لا تزاحم على الحجر إن وجدت خلوة فاستلمه وإلا فاستقبله\nوهلل وكبر\n</p>\n\n<p>\nوأما الركن اليماني فقد صح عن النبي صلى الله عليه وسلم أنه استلمه من\nرواية ابن عمر وابن عباس وحديث ابن عمر في الصحيحين لم يكن رسول الله صلى\nالله عليه وسلم يمس من الأركان إلا اليمانيين وحديث ابن عباس في الترمذي\nوقد روى البخاري في تاريخه عن ابن عباس قال كان رسول الله صلى الله عليه\nوسلم إذا استلم الركن اليماني قبله وفي صحيح الحاكم عنه كان النبي صلى الله @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p330'> Vol. 05, p. 330</a>\n            </div>\n            \nعليه وسلم يقبل الركن اليماني ويضع خده عليه وهذا المراد به الأسود فإنه\nيسمى يمانيا مع الركن الآخر يقال لهما اليمانيين بدليل حديث عمر في تقبيله\nالحجر الأسود خاصة وقوله لولا أني رأيت رسول الله صلى الله عليه وسلم يقبلك\nما قبلتك فلو قبل الآخر لقبله عمر وفي النفس من حديث ابن عباس هذا شيء وهل\nهو محفوظ أم لا@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p331'> Vol. 05, p. 331</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وقد روى ابن حبان في صحيحه عن ابن\nعمر قال سمعت رسول الله صلى الله عليه وسلم يقول من طاف بالبيت أسبوعا لا\nيضع قدما ولا يرفع أخرى إلا حط@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p345'> Vol. 05, p. 345</a>\n            </div>\n            \nالله عنه بها خطيئة وكتب له بها حسنة ورفع له بها درجة\n</p>\n\n<p>\nوأخرج النسائي عن عبد الله بن عمر عن النبي صلى الله عليه وسلم قال من\nطاف بالبيت أسبوعا فهو كعدل رقبة\n</p>\n\n<p>\nوهذه الأحاديث عامة في كل الأوقات لم يأت ما يخصها ويخرجها عن عمومها وقد\nروى الترمذي في الجامع من حديث عبد الله بن سعيد بن جبير عن <span id='ms156'></span> أبيه عن ابن\nعباس قال قال رسول الله صلى الله عليه وسلم من طاف بالبيت خمسين مرة خرج من\nذنوبه كيوم ولدته أمه\n</p>\n\n<p>\nقال وفي الباب عن أنس وابن عمر وحديث ابن عباس غريب\n</p>\n\n<p>\nوسألت محمدا عن هذا الحديث فقال إنما يروى هذا عن ابن عباس قوله قال أيوب\nالسختياني وكانوا يقولون عبد الله بن سعيد بن جبير أفضل من أبيه@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p346'> Vol. 05, p. 346</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله اختلف العلماء في طواف القارن\nوالمتمتع على ثلاثة مذاهب أحدها أن على كل منهما طوافين وسعيين روي ذلك عن\nعلي وابن مسعود وهو قول سفيان الثوري وأبي حنيفة وأهل الكوفة والأوزاعي\nوإحدى الروايات عن الإمام أحمد\n</p>\n\n<p>\nالثاني أن عليهما كليهما طوافا واحدا وسعيا واحدا نص عليه الإمام أحمد في\nرواية ابنه عبد الله وهو ظاهر حديث جابر هذا\n</p>\n\n<p>\nالثالث أن على المتمتع طوافين وسعيين وعلى القارن سعي واحد وهذا هو\nالمعروف عن عطاء وطاووس والحسن\n</p>\n\n<p>\nوهو مذهب مالك والشافعي وظاهر مذهب أحمد\n</p>\n\n<p>\nوحجتهم حديث عائشة وقد تقدم وذكرنا ما قيل فيه\n</p>\n\n<p>\nوقد روي عن النبي صلى الله عليه وسلم أنه طاف طوافين وسعى سعيين من رواية\nعلي وابن مسعود وعبد الله بن عمر وعمران بن حصين ولا يثبت شيء منها والذين@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p347'> Vol. 05, p. 347</a>\n            </div>\n            \nقالوا لا بد للمتمتع من سعيين تأولوا حديث جابر بتأويلات مستكرهة جدا\n</p>\n\n<p>\nفقال بعضهم طوافا واحدا أي طوافين على صفة واحدة فالواحدة راجعة إلى صفة\nالطواف لا إلى نفسه وهذا في غاية البعد وسيأتي الكلام يشهد ببطلانه\n</p>\n\n<p>\nوقال البيهقي أراد به أصحاب النبي صلى الله عليه وسلم الذين كانوا قارنين خاصة\n</p>\n\n<p>\nفإنه صلى الله عليه وسلم كان مفردا وأمر أصحابه أن يحلوا من إحرامهم إلا\nمن ساق الهدي فاكتفى هو وأصحابه القارنون بطواف واحد وهذا بعيد جدا فإن\nالذين قرنوا من أصحابه كلهم حلوا بعمرة إلا من ساق الهدي من سائرهم وهم\nآحاد يسيرة لم يبلغوا العشرة ولا الخمسة بل الحديث ظاهر جدا في اكتفائهم\nكلهم بطواف واحد بين الصفا <span id='ms157'></span> والمروة ولم يأت لهذا الحديث معارض إلا حديث\nعائشة وقد ذكر بعض الحفاظ أن تلك الزيادة من قول عروة لا من قولها\n</p>\n\n<p>\nوقد ثبت عن ابن عباس اكتفاء المتمتع بسعي واحد\n</p>\n\n<p>\nروى الإمام أحمد في مناسك ابنه عبد الله عن الوليد بن مسلم عن الأوزاعي\nعن عطاء عن ابن عباس أنه كان يقول القارن والمفرد والمتمتع يجزيه طواف\nالبيت وسعي بين الصفا والمروة ولكن في صحيح البخاري عن عكرمة عن ابن عباس\nأنه سئل عن متعة الحج فقال أهل المهاجرون والأنصار وأزواج النبي صلى الله\nعليه وسلم في حجة الوداع وأهللنا فلما قدمنا مكة قال رسول الله صلى الله\nعليه وسلم اجعلوا إهلالكم بالحج عمرة إلا من قلد الهدي طفنا بالبيت وبالصفا\nوالمروة وأتينا النساء ولبسنا الثياب وقال من قلد الهدي فإنه لا يحل له حتى\nيبلغ الهدي محله ثم أمرنا عشية التروية أن نهل بالحج فإذا فرغنا من المناسك\nجئنا فطفنا بالبيت وبالصفا والمروة فقد تم حجنا وعلينا الهدي كما قال الله\nتعالى فما استيسر من الهدى\n</p>\n\n<p>\nفمن لم يجد فصيام ثلاثة أيام في الحج وسبعة أيام إذا رجعتم إلى أمصاركم\nالشاة تجزىء فجمعوا نسكين في عام بين الحج والعمرة فإن الله أنزله في كتابه\nوسنة نبيه صلى الله عليه وسلم وأباحه للناس غير أهل مكة وذكر باقي الحديث\n</p>\n\n<p>\nفهذا صريح في أن المتمتع يسعى سعيين وهذا مثل حديث عائشة سواء بل هو أصرح\nمنه في تعدد السعي على المتمتع فإن صح عن ابن عباس ما رواه الوليد عن\nالأوزاعي عن عطاء فلعل عنه في المسألة روايتين كما عن الإمام أحمد فيها\nروايتان@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p348'> Vol. 05, p. 348</a>\n            </div>\n            \nوفي مسائل عبد الله قال قلت لأبي المتمتع كم يسعى بين الصفا والمروة قال إن\nطاف طوافين فهو أجود وإن طاف طوافا واحدا فلا بأس قال وإن طاف طوافا واحدا\nفهو أعجب إلي واحتج بحديث جابر وأحمد فهم من حديث عائشة قولها فطاف الذين\nأهلوا بالعمرة بالبيت وبالصفا والمروة ثم حلوا ثم طافوا طوافا آخر بعد <span id='ms158'></span> أن\nرجعوا من منى بحجهم أن هذا طواف القدوم واستحب في رواية المروذي وغيره\nللقادم من عرفة إذا كان متمتعا أن يطوف طواف القدوم\n</p>\n\n<p>\nورد عليه بعض أصحابه ذلك وفهم من حديث عائشة أن المراد به طواف الفرض\nوهذا سهو منه فإن طواف الفرض مشترك بين الجميع وعائشة أثبتت للمتمتع ما\nنفته عن القارن وليس المراد بحديث عائشة إلا الطواف بين الصفا والمروة\nوالله أعلم\n</p>\n\n<p>\nقال الحافظ شمس الدين بن القيم رحمه الله وفي الصحيحين عن جابر أن النبي\nصلى الله عليه وسلم قال لعائشة لما طفت بالكعبة وبالصفا والمروة حللت من\nحجك وعمرتك جميعا قالت يارسول الله إني أجد في نفسي أني لم أطف بالبيت حين\nحججت قال فاذهب بها ياعبدالرحمن فأعمرها من التنعيم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p349'> Vol. 05, p. 349</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وروى البيهقي من حديث عمرو بن\nشعيب عن أبيه عن جده قال رأيت رسول الله صلى الله عليه وسلم يلزق وجهه\nوصدره بالملتزم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p352'> Vol. 05, p. 352</a>\n            </div>\n            \nوفي البيهقي أيضا عن ابن عباس أنه كان يلزم ما بين الركن والباب وكان يقول\nما بين الركن والباب يدعي الملتزم لا يلزم ما بينهما أحد يسأل الله شيئا\nإلا أعطاه إياه\n</p>\n\n<p>\nوأما الحطيم فقيل فيه أقوال أحدها أنه ما بين الركن والباب وهو الملتزم\nوقيل هو جدار الحجر لأن البيت رفع وترك هذا الجدار محطوما والصحيح أن\nالحطيم الحجر نفسه وهو الذي ذكره البخاري في صحيحه واحتج عليه بحديث\nالإسراء قال بينا أنا نائم في الحطيم وربما قال في الحجر قال وهو حطيم\nبمعنى محطوم كقتيل بمعنى مقتول@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p353'> Vol. 05, p. 353</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وذهب سفيان الثوري وجماعة إلى أنه\nيصليهما بإقامة واحدة لهما كما جاء في بعض روايات حديث ابن عمر\n</p>\n\n<p>\nقال ابن عبد البر وهو محفوظ من روايات الثقات أن النبي صلى الله عليه\nوسلم صلى المغرب والعشاء بجمع بإقامة واحدة@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p405'> Vol. 05, p. 405</a>\n            </div>\n            \nقلت وقد ثبت ذلك عن ابن عباس أن النبي صلى الله عليه وسلم صلى الصلاتين\nبالمزدلفة بإقامة واحدة <span id='ms159'></span>@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p406'> Vol. 05, p. 406</a>\n            </div>\n            \nوقال مالك صليهما بأذانين وإقامتين وهو مذهب ابن مسعود\n</p>\n\n<p>\nوفي صحيح البخاري من حديث ابن مسعود أنه صلى صلاتين كل واحدة وحدها بأذان وإقامة\n</p>\n\n<p>\nقال ابن المنذر وروى هذا عمر رضي الله عنه\n</p>\n\n<p>\nقال ابن عبد البر ولا أعلم في ذلك حديثا مرفوعا إلى النبي صلى الله عليه\nوسلم بوجه من الوجوه ولكنه روى عن عمر بن الخطاب أنه صلاهما بالمزدلفة كذلك\n</p>\n\n<p>\nومذهب إسحاق وسالم والقاسم أنه يصليهما بإقامتين فقط وحجتهم حديث @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p407'> Vol. 05, p. 407</a>\n            </div>\n            \nابن عمر المتقدم هو رواية عن أحمد ومذهب أحمد والشافعي في الأصح عنه وأبي\nثور وعبدالملك الماجشون والطحاوي أنه يصليهما بأذان واحد وإقامتين\n</p>\n\n<p>\nوحجتهم حديث جابر الطويل\n</p>\n\n<p>\nوقد تكلف قوم الجمع بين هذه الأحاديث بضروب من التكلف\n</p>\n\n<p>\nوعن ابن عمر في ذلك ثلاث روايات\n</p>\n\n<p>\nإحداهن أنه جمع بينهما بإقامتين فقط والثانية أنه جمع بينهما بإقامة\nواحدة لهما وقد ذكر أبو داود الروايتين والثالثة أنه صلاهما بلا أذان ولا\nإقامة ذكر ذلك البغوي حدثنا الحجاج بن المنهال حدثنا حماد بن سلمة عن أنس\nبن سيرين قال وقفت مع ابن عمر بعرفة وكان يكثر أن يقول لا إله إلا الله\nوحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير فلما أفضنا من\nعرفة دخل الشعب فتوضأ ثم جاء إلى جمع فعرض راحلته ثم قال الصلاة\n</p>\n\n<p>\nفصلى المغرب ولم يؤذن ولم يقم ثم سلم ثم قال الصلاة ثم صلى العشاء ولم\nيؤذن ولم يقم\n</p>\n\n<p>\nوالصحيح في ذلك كله الأخذ بحديث جابر وهو الجمع بينهما بأذان وإقامتين\nلوجيهن اثنين@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p408'> Vol. 05, p. 408</a>\n            </div>\n            \nأحدهما أن الأحاديث سواء مضطربة مختلفة فهذا حديث ابن عمر في غاية الاضطراب\nكما تقدم فروي عن ابن عمر من فعله الجمع بينهما بلا أذان ولا إقامة وروي\nعنه الجمع بينهما بإقامة واحدة وروي عنه الجمع بينهما بأذان واحد وإقامة\nواحدة وروي عنه مسندا إلى النبي صلى الله عليه وسلم الجمع\n</p>\n\n<p>\nبينهما بإقامة واحدة وروي عنه مرفوعا الجمع بينهما بإقامتين وعنه أيضا\nمرفوعا الجمع بينهما بأذان واحد وإقامة واحدة <span id='ms160'></span> لهما وعنه مرفوعا الجمع\nبينهما دون ذكر أذان ولا إقامة وهذه الروايات صحيحة عنه فيسقط الأخذ بها\nلاختلافها واضطرابها\n</p>\n\n<p>\nوأما حديث ابن مسعود فإنه موقوف عليه من فعله\n</p>\n\n<p>\nوأما حديث ابن عباس فغايته أن يكون شهادة على نفي الأذان والإقامة\nالثابتين ومن أثبتهما فمعه زيادة علم وقد شهد على أمر ثابت عاينه وسمعه\n</p>\n\n<p>\nوأما حديث أسامة فليس فيه الإتيان بعدد الإقامة لهما وسكت عن الأذان @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p409'> Vol. 05, p. 409</a>\n            </div>\n            \nوليس سكوته عنه مقدما على حديث من أثبته سماعا صريحا بل لو نفاه جملة لقدم\nعليه حديث من أثبته لتضمنه زيادة على خفيت على النافي\n</p>\n\n<p>\nالوجه الثاني أنه قد صح من حديث جابر في جمعه صلى الله عليه وسلم بعرفة\nأنه جمع بينهما بأذان وإقامتين ولم يأت في حديث ثابت قط خلافه والجمع بين\nالصلاتين بمزدلفة كالجمع بينهما بعرفة لا يفترقان إلا في التقديم والتأخير\nفلو فرضنا تدافع أحاديث الجمع بمزدلفة جملة لأخذنا حكم الجمع من جمع عرفة@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p410'> Vol. 05, p. 410</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم قال ابن عبد البر كان الإمام أحمد يدفع حديث\nأم سلمة هذا ويضعفه قال ابن عبدالبر وأجمع المسلمون على أن النبي صلى الله\nعليه وسلم إنما رماها ضحى ذلك اليوم وقال جابر رأيت النبي صلى الله عليه\nوسلم يرمي الجمرة ضحى يوم النحر وحده ورمى بعد ذلك بعد زوال الشمس أخرجه\nمسلم وقال أبو داود اختلفوا في رميها قبل طلوع الشمس فمن رماها قبل طلوع الشمس\n</p>\n\n<p>\nيجزه وعليه الإعادة\n</p>\n\n<p>\nقال ابن عبد البر وحجته أن رسول الله صلى الله عليه وسلم رماها بعد طلوع\nالشمس فمن رماها قبل طلوع الشمس كان مخالفا للسنة ولزمه إعادتها\n</p>\n\n<p>\nقال زعم ابن المنذر أنه لا يعلم خلافا فيمن رماها قبل طلوع الشمس وبعد\nالفجر أنه يجزئه\n</p>\n\n<p>\nقال ولو علمت أن في ذلك خلافا لأوجبت على فاعل ذلك الإعادة\n</p>\n\n<p>\nقال ولم يعلم قول الثوري يعني أنه لا يجوز رميها إلا بعد طلوع الشمس وهو\nقول مجاهد وإبراهيم النخعي\n</p>\n\n<p>\nفمقتضى مذهب ابن المنذر أنه يجب الإعادة على <span id='ms161'></span> من رماها قبل طلوع الشمس\nوحديث ابن عباس صريح في توقيتها بطلوع الشمس وفعله صلى الله عليه وسلم متفق\nعليه بين الأمة فهذا فعله وهذا قوله وحديث أم سلمة قد أنكره الإمام أحمد وضعفه@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p417'> Vol. 05, p. 417</a>\n            </div>\n            \nوقال مالك لم يبلغنا أن رسول الله صلى الله عليه وسلم أرخص لأحد في الرمي\nقبل طلوع الفجر\n</p>\n\n<p>\nقال الحافظ شمس الدين بن القيم رحمه الله والحديث الذي أشار إليه هو مافي\nالصحيحين عن عبد الله مولى أسماء أنها نزلت ليلة جمع عند المزدلفة فقامت\nتصلي فصلت ساعة ثم قالت يابني هل غاب القمر قلت نعم قالت فارتحلوا فارتحلنا\nفمضينا حتى رمت الجمرة ثم رجعت فصلت الصبح في منزلها فقلت لها ياهنتاه ما\nأرانا إلا قد غلسنا قالت يابني إن رسول الله صلى الله عليه وسلم أذن للظعن\nوفي لفظ لمسلم لظعنه\n</p>\n\n<p>\nوليس في هذا دليل على جواز رميها بعد نصف الليل فإن القمر يتأخر في\nالليلة العاشرة إلى قبيل الفجر وقد ذهبت أسماء بعد غيابه من مزدلفة إلى منى\nفلعلها وصلت مع الفجر أو بعده فهي واقعة عين ومع هذا فهي رخصة للظعن وإن\nدلت على تقدم الرمي فإنما تدل على الرمي بعد طلوع الفجر وهذا قول أحمد في\nرواية واختيار ابن المنذر وهو مذهب مالك وأبي حنيفة وأصحابهما@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p418'> Vol. 05, p. 418</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله والقرآن قد صرح بأن الأذان يوم\nالحج الأكبر ولا خلاف أن النداء بذلك إنما وقع يوم النحر بمنى فهذا دليل\nقاطع على أن يوم الحج الأكبر يوم النحر\n</p>\n\n<p>\nوذهب عمر بن الخطاب وابنه عبد الله والشافعي إلى أنه يوم عرفة\n</p>\n\n<p>\nوقيل أيام الحج كلها فعبر عن الأيام باليوم كما قالوا يوم الجمل ويوم\nصفين قاله الثوري والصواب القول الأول@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p420'> Vol. 05, p. 420</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله وقال علي بن المديني عروة بن مضرس\nلم يرو عنه غير الشعبي@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p427'> Vol. 05, p. 427</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله بعد قول المنذري وأما ما روي عن\nعثمان أنه تأهل بمكة <span id='ms162'></span> فيرده سفر النبي صلى الله عليه وسلم بزوجاته انتهى\n</p>\n\n<p>\nقال الحافظ شمس الدين بن القيم رحمه الله وأما ما روي عن عثمان أنه تأهل\nبمكة فيرده أن هذا غير معروف بل المعروف أنه لم يكن له بها أهل ولا مال وقد\nذكر مالك في الموطأ أنه بلغه أن عثمان بن عفان كان إذا اعتمر ربما لم يحطط\nراحلته حتى يرجع\n</p>\n\n<p>\nويردده ما تقدم أن عثمان من المهاجرين الأولين وليس لهم أن يقيموا بمكة\nبعد الهجرة\n</p>\n\n<p>\nوقال ابن عبد البر وأصح ما قيل فيه أن عثمان أخذ بالإباحة في ذلك\n</p>\n\n<p>\nوقال غيره اعتقد عثمان وعائشة في قصر النبي صلى الله عليه وسلم أنه كان\nرخصة أخذ بالأيسر رفقا بأمته فأخذا بالعزيمة وتركا الرخصة\n</p>\n\n<p>\nوالله أعلم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p442'> Vol. 05, p. 442</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله قد صح عن رسول الله صلى الله عليه\nوسلم أنه رمى الجمرة بسبع حصيات@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p449'> Vol. 05, p. 449</a>\n            </div>\n            \nمن رواية عبد الله بن عباس وجابر بن عبد الله وعبد الله بن عمر\n</p>\n\n<p>\nوشك الشاك لا يؤثر في جزم الجازم\n</p>\n\n<p>\nواختلف الناس في ذلك فالذي ذهب إليه الجمهور وجوب استيفاء السبع في كل\nرمي وحكى الطبري عن بعضهم أنه لو ترك رمي جميعهن بعد أن يكبر عند كل جمرة\nسبع تكبيرات أجزأه ذلك قال وإنما جعل الرمي بالحصى في ذلك سببا لحفظ\nالتكبيرات السبع\n</p>\n\n<p>\nوقال عطاء إن رمى بخمس أجزأه وقال مجاهد إن رمى بست فلا شيء عليه وبه قال إسحاق\n</p>\n\n<p>\nوقال الإمام أحمد إن نقص حصاة أو حصاتين فلا بأس وقال مرة إن رمى بست\nناسيا فلا شيء عليه ولا ينبغي أن يتعمدة فإن تعمده تصدق بشيء\n</p>\n\n<p>\nوكان عمر يقول ما أبالي رميت بست أو بسبع وقال مرة لا يجزيه أقل من سبع\n</p>\n\n<p>\nوروى النسائي والبيهقي في سننه والأثرم وغيرهم عن ابن أبي نجيح سئل طاووس\nعن رجل ترك حصاة قال يطعم لقمة فقال أبو عبدالرحمن لم تسمع قول سعد قال سعد\nبن مالك رجعنا في حجة رسول الله صلى الله عليه <span id='ms163'></span> وسلم فمنا من يقول رميت بست\nومنا من يقول رميت بسبع فلم يعب ذلك بعضنا على بعض@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p450'> Vol. 05, p. 450</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله لم يتكلم المنذري عل هذا الحديث\nوهو وهم فإن رسول الله صلى الله عليه @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p466'> Vol. 05, p. 466</a>\n            </div>\n            \nوسلم لم يعتمر في شوال قط فإنه لا ريب أنه اعتمر عمرة الحديبية وكانت في ذي\nالقعدة ثم اعتمر من العام القادم عمرة القضية وكانت في ذي القعدة ثم غزا\nغزاة الفتح ودخل مكة غير محرم ثم خرج إلى هوازن وحرب ثقيف ثم رجع إلى مكة\nفاعتمر من الجعرانة وكانت في ذي القعدة ثم اعتمر مع حجته عمرة قرنها بها\nوكان ابتداؤها في ذي القعدة وسيأتي حديث أنس بعد هذا في أن عمرة صلى الله\nعليه وسلم كلها كانت في ذي القعدة\n</p>\n\n<p>\nوقد روى مالك في الموطأ عن هشام بن عروة عن أبيه أن رسول الله صلى الله\nعليه وسلم لم يعتمر إلا ثلاثا إحداهن في شوال واثنتين في ذي القعدة\n</p>\n\n<p>\nوهذا مرسل عند جميع رواة الموطأ\n</p>\n\n<p>\nقال ابن عبد البر وقد روى مسندا عن عائشة وليس رواته مسندا ممن يذكر مع\nمالك في صحة النقل\n</p>\n\n<p>\nوقال ابن شهاب اعتمر رسول الله صلى الله عليه وسلم ثلاث عمر اعتمر عام\nالحديبية فصده الذين كفروا في ذي القعدة سنة ست واعتمر من العام المقبل في\nذي القعدة سنة سبع آمنا هو وأصحابه ثم اعتمر العمرة الثالثة في ذي القعدة\nسنة ثمان حين أقبل من الطائف من الجعرانة\n</p>\n\n<p>\nوروى معمر عن الزهري أن رسول الله صلى الله عليه وسلم اعتمر أربعا فذكر\nمثل هذا وكذلك في حديث عبد الله بن عمرو وغيره وكذلك ذكر موسى بن عقبة وزاد\nومنهن واحدة مع حجته وكذلك قال جابر اعتمر @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p467'> Vol. 05, p. 467</a>\n            </div>\n            \nرسول الله صلى الله عليه وسلم ثلاث عمر\n</p>\n\n<p>\nكلهن في ذي القعدة إحداهن زمن الحديبية والأخرى في\n</p>\n\n<p>\nصلح قريش والأخرى في رجعته من الطائف ومن حنين من الجعرانة وهذا لا يناقض\nما روى الثوري عن جعفر عن <span id='ms164'></span> أبيه عن جابر أن رسول الله صلى الله عليه وسلم حج\nثلاث حجج قبل أن يهاجر وحجة بعد ما هاجر معها عمرة فإن جابرا أراد عمرته\nالمفردة التي أنشأ لها سفرا لأجل العمرة ولا يناقض هذا أيضا حديث ابن عمر\nأنه صلى الله عليه وسلم اعتمر عمرتين كما سيأتي بعد هذا فإن كان هذا محفوظا\nعن عائشة أنه اعتمر في شوال فلعله عرض لها في ذلك ما عرض لابن عمر من قوله\nإنه اعتمر في رجب وإن لم يكن محفوظا عن عائشة كان الوهم من عروة أو من هشام\nوالله أعلم بل أن يحمل على أنه ابتدأ إحرامها في شوال وفعلها في ذي القعدة\n</p>\n\n<p>\nفتتفق الأحاديث كلها والله أعلم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p468'> Vol. 05, p. 468</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله قال ابن حزم صدقت عائشة وصدق ابن عمر\n</p>\n\n<p>\nلأن رسول الله صلى الله عليه وسلم لم يعتمر منذ هاجر إلى المدينة عمرة\nكاملة مفردة\n</p>\n\n<p>\nإلا اثنتين كما قال ابن عمر وهما عمرة القضاء\n</p>\n\n<p>\nوعمرة الجعرانة عام حنين\n</p>\n\n<p>\nوعدت عائشة وأنس إلى هاتين@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p469'> Vol. 05, p. 469</a>\n            </div>\n            \nلعمرتين عمرة الحديبية التي صد عنها والعمرة التي قرنها بحجته فتألفت\nأقوالهم وانتفى التعارض عنها\n</p>\n\n<p>\nثم قال الشيخ ابن القيم رحمه الله بعد قول المنذري وذكر بعضهم أن رسول\nالله صلى الله عليه وسلم خرج معتمرا في رمضان إلى أن قال المنذري وكان\nابتداء خرجوهم لها في رمضان وهذا لا يصح لأنه صلى الله عليه وسلم يخرج في\nرمضان إلى مكة إلا في غزاة الفتح ولم يعتمر منها@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p470'> Vol. 05, p. 470</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله هكذا قال ابن عمر وقال جابر في\nحديثه الطويل ثم أفاض إلى البيت فصلى@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p478'> Vol. 05, p. 478</a>\n            </div>\n            \nبمكة الظهر\n</p>\n\n<p>\nرواه مسلم وقالت عائشة أفاض رسول الله صلى الله عليه وسلم من آخر يومه\nحين صلى الظهر ثم رجع إلى منى فمكث بها الحديث وسيأتي\n</p>\n\n<p>\nفاختلف الناس في ذلك فرجحت طائفة منهم ابن حزم وغيره حديث جابر وأنه صلى\nالظهر بمكة\n</p>\n\n<p>\nقالوا وقد وافقته عائشة واختصاصها به وقربها منه <span id='ms165'></span> واختصاص جابر وحرصه على\nالاقتداء به أمر لا يرتاب فيه\n</p>\n\n<p>\nقالوا ولأنه صلى الله عليه وسلم رمى الجمرة وحلق رأسه وخطب الناس ونحر\nمائة بدنة هو وعلي وانتظر حتى سلخت وأخذ من كل بدنة بضعة فطبخت وأكلا من لحمها\n</p>\n\n<p>\nقال ابن حزم وكانت حجته في آذار ولا يتسع النهار لفعل هذا جميعه مع\nالإفاضة إلى البيت والطواف وصلاة الركعتين ثم يرجع إلى منى ووقت الظهر باق\n</p>\n\n<p>\nوقالت طائفة منهم شيخ الإسلام ابن تيمية وغيره الذي يرجح أنه إنما صلى\nالظهر بمنى لوجوه أحدها أنه لو صلى الظهر بمكة لأناب عنه في إمامة الناس\nبمنى إماما يصلي بهم الظهر ولم ينقل ذلك أحد\n</p>\n\n<p>\nومحتال أن يصلي بالمسلمين الظهر بمنى نائب له ولا ينقله أحد فقد نقل\nالناس نيابة عبدالرحمن بن عوف لما صلى بهم الفجر في السفر ونيابة الصديق\nلما خرج صلى الله عليه وسلم يصلح بين بني عمرو بن عوف ونيابته في مرضه ولا\nيحتاج إلى ذكر من صلى بهم بمكة لأن إمامهم الراتب الذي كان مستمرا على\nالصلاة قبل ذلك وبعده هو الذي كان يصلي بهم\n</p>\n\n<p>\nالثاني أنه لو صلى بهم بمكة لكان أهل مكة مقيمين فكان يتعين عليهم\nالإتمام ولم يقل لهم النبي صلى الله عليه وسلم أتموا صلاتكم فإنا قوم سفر\nكما قاله في غزاة الفتح\n</p>\n\n<p>\nالثالث أنه يمكن اشتباه الظهر المقصورة بركعتي الطواف ولا سيما والناس\nيصلونهما معه ويقتدون به فيهما فظنهما الرائي الظهر\n</p>\n\n<p>\nوأما صلاته بمنى والناس خلفه فهذه لا يمكن اشتباهها بغيرها أصلا لا سيما\nوهو صلى الله عليه وسلم كان إمام الحج الذي لا يصلي لهم سواه فكيف يدعهم\nبلا إمام يصلون أفرادا ولا يقيم لهم من يصلي بهم هذا في غاية البعد@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p479'> Vol. 05, p. 479</a>\n            </div>\n            \nوأما حديث عائشة فقد فهم منه جماعة منهم المحب الطبري وغيره أنه صلى الظهر\nبمنى ثم أفاض إلى البيت بعد ما صلى الظهر لأنها قالت أفاض من آخر يومه حين\nصلى الظهر ثم رجع إلى منى\n</p>\n\n<p>\nقالوا ولعله صلى الظهر <span id='ms166'></span> بأصحابه ثم جاء إلى مكة فصلى الظهر بمن لم يصل كما\nقال جابر\n</p>\n\n<p>\nثم رجع إلى منى فرأى قوما لم يصلوا فصلى بهم ثالثة كما قال ابن عمر وهذه\nحرفشة في العلم وطريقة يسلكها القاصرون فيه وأما فحول أهل العلم فيقطعون\nببطلان ذلك ويحيلون الاختلاف على الوهم والنسيان الذي هو عرض البشر ومن له\nإلمام بالسنة ومعرفة بحجته صلى الله عليه وسلم يقطع بأنه لم يصل الظهر في\nذلك اليوم ثلاث مرات بثلاث جماعات بل ولا مرتين\n</p>\n\n<p>\nوإنما صلاها على عادته المستمرة قبل ذلك اليوم وبعده صلى الله عليه وسلم\n</p>\n\n<p>\nوفهم منه آخرون منهم ابن حزم وغيره أنه أفاض حين صلاها بمكة\n</p>\n\n<p>\nوفي نسخة من نسخ السنن أفاض حتى صلى الظهر ثم رجع وهذه الرواية ظاهرة في\nأنه صلاها بمكة كما قال جابر ورواية حين محتملة للأمرين والله أعلم@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p480'> Vol. 05, p. 480</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله هذا الحديث يرويه ابن إسحاق عن\nأبي عبيدة بن عبد الله بن زمعة عن أبيه وعن أمه زينب بنت أبي سلمة يحدثانه\nعن أم سلمة وقال أبو عبيدة وحدثتني أم قيس بنت محصن وكانت جارة لهم قالت\nخرج من عندي عكاشة بن محصن في نفر من بني أسد متقمصا عشية يوم النحر ثم\nرجعوا إلي عشاء وقمصهم على أيديهم يحملونها فقلت أي عكاشة مالكم خرجتم\nمتقمصين ثم رجعتم وقمصكم على أيديكم تحملونها فقال أخبرتنا أم قيس كان هذا\nيوما رخص فيه رسول الله صلى الله عليه وسلم لنا إذا نحن رمينا الجمرة حللنا\nمن كل ما أحرمنا منه إلا ما كان@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p481'> Vol. 05, p. 481</a>\n            </div>\n            \nمن النساء حتى نطوف بالبيت فإذا أمسينا ولم نطف جعلنا قمصنا على أيدينا\nوهذا يدل على أن الحديث محفوظ فإن أبا عبيدة رواه عن أبيه وعن أمه وعن أم قيس\n</p>\n\n<p>\nوقد استشكله الناس قال البيهقي وهذا حكم لا أعلم أحدا من الفقهاء يقول به\n</p>\n\n<p>\nتم كلامه\n</p>\n\n<p>\nوقد روى أبو داود عن عقبة عن أبي الزبير عن عائشة وابن عباس أن النبي صلى <span id='ms167'></span>\nالله عليه وسلم أخر طواف يوم النحر إلى الليل\n</p>\n\n<p>\nوأخرجه الترمذي والنسائي وابن ماجه وقال الترمذي حديث حسن وأخرجه البخاري تعليقا\n</p>\n\n<p>\nوكأن رواية أبي داود له عقب حديث أم سلمة استدلال منه على أنه أولى من\nحديث أم سلمة لأن رسول الله صلى الله عليه وسلم حل قبل طوافه بالبيت ثم\nأخره إلى الليل\n</p>\n\n<p>\nلكن هذا الحديث وهم فإن المعلوم من فعله صلى الله عليه وسلم أنه إنما طاف\nطواف الإفاضة نهارا بعد الزوال كما قاله جابر وعبد الله بن عمر وعائشة وهذا\nأمر لا يرتاب فيه أهل العلم والحديث وقد تقدم قول عائشة أفاض @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p482'> Vol. 05, p. 482</a>\n            </div>\n            \nرسول الله صلى الله عليه وسلم حين صلى الظهر من رواية أبي سلمة والقاسم\nعنها قال البيهقي وحديث أبي سلمة عن عائشة أصح\n</p>\n\n<p>\nوقال البخاري في سماع أبي الزبير من عائشة نظر وقد سمع من ابن عباس@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p483'> Vol. 05, p. 483</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله ويمكن أن يحمل قولها أخر طواف يوم\nالنحر إلى الليل على أنه أذن في ذلك فنسب إليه وله نظائر@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p484'> Vol. 05, p. 484</a>\n            </div>\n            \nقال الحافظ شمس الدين بن القيم رحمه الله في حديث اكتبوا لأبي شاه فيه أن\nمكة فتحت عنوة\n</p>\n\n<p>\nوفيه تحريم قطع شجر الحرم وتحريم التعرض لصيده بالتنفير فما فوقه\n</p>\n\n<p>\nوفيه أن لقطتها لا يجوز أخذها إلا لتعريفها أبدا والحفظ على صاحبها@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p500'> Vol. 05, p. 500</a>\n            </div>\n            \nوفيه جواز قطع الإذخر خاصة رطبه ويابسه\n</p>\n\n<p>\nوفيه أن اللاجىء إلى الحرم لا يتعرض له ما دام فيه ويؤيده قوله في\nالصحيحين في هذا الحديث فلا يحل لأحد أن يسفك بها دما\n</p>\n\n<p>\nوفيه جواز تأخير الاستثناء عن المستثنى منه وأنه لا يشترط اتصاله به ولا\nنيته من أول الكلام\n</p>\n\n<p>\nوفيه الإذن في كتابة السنن وأن النهي عن ذلك المنسوخ\n</p>\n\n<p>\nوالله أعلم\n</p>\n\n<p>\nقال الحافظ شمس الدين بن القيم رحمه الله قال ابن القطان وعندي أنه ضعيف\nلأنه من رواية يوسف بن ماهك عن @ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p501'> Vol. 05, p. 501</a>\n            </div>\n            \nأمه مسيكة وهي مجهولة لا نعرف روى عنها غير ابنها\n</p>\n\n<p>\nوالصواب تحسين الحديث فإن يوسف بن ماهك من <span id='ms168'></span> التابعين وقد سمع أم هانىء\nوابن عمر وابن عباس وعبد الله بن عمرو وقد روى عن أمه ولم يعلم فيها جرح\nومثل هذا الحديث حسن عند أهل العلم بالحديث وأمه تابعية قد سمعت عائشة@ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v05p502'> Vol. 05, p. 502</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "024",
    "025",
    "026",
    "062",
    "063",
    "065",
    "127",
    "128",
    "143",
    "164",
    "165",
    "166",
    "173",
    "174",
    "178",
    "185",
    "186",
    "197",
    "198",
    "199",
    "201",
    "202",
    "205",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "226",
    "227",
    "228",
    "229",
    "230",
    "235",
    "236",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "249",
    "250",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "296",
    "304",
    "305",
    "306",
    "307",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "329",
    "330",
    "331",
    "345",
    "346",
    "347",
    "348",
    "349",
    "352",
    "353",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "417",
    "418",
    "420",
    "427",
    "442",
    "449",
    "450",
    "466",
    "467",
    "468",
    "469",
    "470",
    "478",
    "479",
    "480",
    "481",
    "482",
    "483",
    "484",
    "500",
    "501",
    "502"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14"
  ]
}