{
  "content": "\n<p>\nتاريخ الإسلام للذهبي\n</p>\n\n<h1 class='l1' id='head0'>AUT الجزء الثاني والثلاثون</h1>\n\n<p>\nالصفحة 5 5 (بسم الله الرحمن الرحيم) 5 (الطبقة الثامنة والأربعون\nأحداث) 1 (الأحداث من سنة إلى) 4 (احداث إحدى وسبعين وأربعمائة)\n4 (عزل ابن جهير من الوزارة) فيها عزل فخر الدولة بن جهير من وزارة\nالمقتدي بالله بأبي شجاع بن الحسين، لكونه شذ من الحنابلة. وكتب أبو الحسن\nمحمد بن علي بن أبي الصقر الفقيه الواسطي إلى نظام الملك هذه الأبيات: (يا\nنظام الملك قد حل .......... ببغداد النظام) (وابنك القاطن فيها\n.......... مستهان مستضام) (وبها أودى له قتي .......... لا غلام، وغلام)\n(والذي منهم تبقى .......... سالما فيه سهام) (يا قوام الدين لم يب\n.......... ق ببغداد مقام) (عظم الخطب، وللحر .......... ب اتصال، ودوام)\n(فمتى لم تحسم الدا .......... ء أياديك الحسام) (ويكف القوم في بغ\n.......... داد قتل <span id='ms06802'></span>، وانتقام) (فعلى مدرسة في .......... ها، ومن فيها\nالسلام) (واعتصام بحريم .......... لك، من بعد، حرام) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0005'> Vol. 32, p. 0005</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 6 فعظم هذا الخطب\nعلى النظام، وأعاد كوهرائين إلى شحنكية بغداد، وحمله رسالة إلى المقتدي\nتتضمن الشكوى من ابن جهير. وأمر كوهرائين بأخذ أصحاب ابن جهير، وإيصال\nالمكروه والأذى إليهم. فسار عميد الدولة بن فخر الدولة بن جهير إلى النظام،\nوتلطف في القضية إلى أن لان لهم. 4 (دخول تاج الدولة تتش دمشق ومقتل\nأتسز) وفيها سار الملك تاج الدولة تتش أخو السلطان ملكشاه فدخل الشام،\nوتملك دمشق بأمر أخيه بعد أن افتتح حلب. وكان معه عسكر كثير من التركمان.\nوذلك أن أتسز، والعامة تغيره يقولون أقسيس، صاحب دمشق لما جاء المصريون\nلحربه استنجد بتتش، فسار إليه من حلب، وطمع) فيه. فلما قارب دمشق أجفل\nالعسكر المصري بين يديه شبه الهاربين، وفرح أتسز، وخرج لتلقيه عند سور\nالمدينة، فأبدى تتش صورة، فأظهر الغيظ من أتسز، إذ لم يبعد في تلقيه،\nوعاتبه بغضب، فاعتذر إليه، فلم يقبل، وقبض عليه وقتله في الحال، وملك\nالبلد. وأحسن السيرة، وتحبب إلى الناس. ومنهم من ورخ فتح تتش لدمشق في سنة\nاثنتين وسبعين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0006'> Vol. 32, p. 0006</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 7 وكان أهل الشام\nفي ويل شديد مع أتسز الخوارزمي المقتول. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0007'> Vol. 32, p. 0007</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 8 4 (احداث اثنتين\nوسبعين وأربعمائة) 4 (أخذ مسلم بن قريش حلب) كتب شرف الدولة مسلم بن\nقريش بن بدران العقيلي صاحب الموصل إلى السلطان جلالا الدولة ملكشاه ابن\nالسلطان عضد الدولة ألب أرسلان السلجوقي يطلب منه أن يسلم إليه حلب على أن\nيحمل إليه في العام ثلاثمائة ألف دينار. فأجابه إلى ذلك وكتب له توقيعا\nبها. فسار إليها وبها سابق آخر ملوك بني مرداس. فأعطاه مسلم بن قريش إقطاعا\nبعشرين ألف دينار، على أن يخرج من البلد، فأجاب. فوثب عليه أخواه فقتلاه\nواستوليا على القلعة، فحاصرهما مسلم، ثم أخذها صلحا. 4 (وفاة صاحب ديار\nبكر) وفيها مات نصر بن أحمد بن مروان <span id='ms06803'></span> صاحب ديار بكر، وتملك بعده ابنه\nمنصور. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0008'> Vol. 32, p. 0008</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 9 4 (غزوة صاحب\nالهند) وفيها غزا صاحب الهند إبراهيم بن مسعود بن محمود بن سبكتكين في\nالكفار غزوة كبرى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0009'> Vol. 32, p. 0009</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 10 4 (احداث ثلاث\nوسبعين وأربعمائة) 4 (الخلاف بين السلطان ملكشاه وأخيه) فيها عرض\nالسلطان ملكشاه جيشه بالري، فأسقط منهم سبعة آلاف لم يرض حالهم. فساروا إلى\nأخيه تكش، فقوي بهم وأظهر العصيان، واستولى على مرو وترمذ، وسار إلى\nنيسابور فسبقه إليها السلطان، فرد وتحصن بترمذ، ثم نزل إليه، فعفا عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0010'> Vol. 32, p. 0010</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 11 4 (احداث أربع\nوسبعين وأربعمائة) 4 (خطبة الخليفة المقتدي بنت السلطان) ) فيها بعث\nالخليفة المقتدي بالله الوزير أبا نصر بن جهير يخطب ابنة السلطان. فأجابوا:\nعلى أن لا يتسرى عليها، ولا يبيت إلا عندها. 4 (حصار مدينة قابس) وفيها\nحاصر تميم صاحب إفريقية مدينة قابس، وأتلف جنده بساتينها، وضيق على أهلها.\n4 (فتح تتش لأنطرطوس) وفيها سار تتش صاحب دمشق، فافتتح أنطرطوس، وغيرها.\n4 (أخذ صاحب الموصل لحران) وفيها أخذ شرف الدولة صاحب الموصل حران من بني\nوثاب النميريين، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0011'> Vol. 32, p. 0011</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 12 وصالحه صاحب\nالرها وخطب له. 4 (وفاة الأمير داود بن ملكشاه) وفيها مات الأمير داود\nولد السلطان ملكشاه، فجزع عليه، ومنع من دفنه حتى تغيرت رائحته، وأراد قتل\nنفسه مرات فيمنعونه. كذا نقل صاحب الكامل. 4 (تملك علي بن مقلد حصن شيزر)\nوفيها تملك الأمير سديد الدولة أبو الحسن علي بن مقلد بن نصر بن منقذ\nالكناني حصن شيزر، وانتزعه من الفرنج. وكان له عشيرة وأصحاب، وكانوا ينزلون\nبقرب شيزر، فنازلها ثم تسلمها بالأمان. فلم تزل شيزر بيده ويد أولاده، إلى\nأن هدمتها الزلزلة وقتلت أكثر من بها، فأخذها السلطان نور الدين محمود،\nوأصلحها وجددها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0012'> Vol. 32, p. 0012</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 13 4 (وفاة سديد\nالدولة ابن منقذ) وأما سديد الدولة فلم يحيى بعد أن تملكها إلا نحو\nالسنة. وكان فارسا شجاعا شاعرا. وتملك بعده ابنه أبو المرهف <span id='ms06804'></span> نصر. 4 (وفاة\nالأمير دبيس الأسدي) وفيها مات نور الدولة دبيس بن الأمير سند الدولة علي\nبن مزيد الأسدي، وقد ولي الإمارة صبيا بعد أبيه من سنة ست وأربعمائة، وبقي\nرئيس العرب هذه المدة كلها. وكان كريما عاقلا شريفا، قليل الشر والظلم.)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0013'> Vol. 32, p. 0013</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 14 4 (احداث خمس\nوسبعين وأربعمائة) 4 (الخلاف بين الواعظ الأشعري والحنابلة ببغداد)\nفيها قدم الشريف أبو القاسم البكري الواعظ الأشعري بغداد، وكان جاء من\nالغرب وقصد نظام الملك فأحبه ومال إليه، وبعثه إلى بغداد، فوعظ بالنظامية،\nوأخذ يذكر الحنابلة ويرميهم بالتجسيد، ويثني على الإمام أحمد ويقول: ما كفر\nسليمان ولكن الشياطين كفروا. ثم وقع بينه وبين جماعة من الحنابلة سب، فكبس\nدور بني الفراء، وأخذ كتاب أبي يعلى الفراء، رحمه الله، في إبطال التأويل،\nفكان يقرأ بين يديه وهو جالس على المنبر، فيشنع به، فلقبوه علم السنة. ولما\nمات دفنوه عند قبر أبي الحسن الأشعري. 4 (إيفاد الشيرازي رسولا) وفي\nآخر السنة بعث الخليفة الشيخ أبا إسحاق الشيرازي رسولا إلى السلطان يتضمن\nالشكوى من العميد أبي الفتح. 4 (ضرب الطبول لمؤيد الملك) وفيها قدم\nمؤيد الملك بن نظام الملك من إصبهان، ونزل بالنظامية، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0014'> Vol. 32, p. 0014</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 15 وضربت على بابه\nالطبول أوقات الصلوات الثلاثة، فأعطي مالا جزيلا حتى قطعها وبعث بها إلى\nتكريت. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0015'> Vol. 32, p. 0015</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 16 4 (احداث ست\nوسبعين وأربعمائة) 4 (وزارة ابن المسلمة) فيها عزل عميد الدولة بن\nجهير عن وزارة الخليفة، وولي أبو الفتح المظفر بن رئيس الرؤساء ابن\nالمسلمة. وسار ابن جهير وأبوه إلى السلطان فأكرمهم. 4 (ولاية فخر الدولة\nعلى ديار بكر) وعقد لابنه فخر الدولة على ديار بكر وأعطاه الكوسات\nوالعساكر، وأمره أن ينتزعها من بني مروان. 4 (عصيان أهل حران على مسلم بن\nقريش) وفيها عصى أهل حران على شرف الدولة مسلم بن قريش، وأطاعوا قاضيهم\nابن جلبة) الحنبلي، وعزموا على تسليم حران إلى جنق أمير التركمان لكونه\nسنيا، ولكون مسلم رافضيا. وكان مسلم على دمشق <span id='ms06805'></span> يحاصر أخا السلطان تاج الدولة\nتتش في هوى المصريين، فأسرع إلى حران ورماها بالمنجنيق، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0016'> Vol. 32, p. 0016</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 17 وافتتح البلد،\nوقتل القاضي وولديه، رحمهم الله. 4 (قصد تاج الدولة أنطاكية) وكان تاج\nالدولة قد سار فقصد أنطاكية. 4 (عزل المظفر ووزارة أبي شجاع) وفيها عزل\nالمظفر بن رئيس الرؤساء من وزارة الخليفة، وولي أبو شجاع محمد بن الحسين،\nولقبه الخليفة ظهير الدين، ومدحته الشعراء فأكثروا. 4 (مقتل سيد الرؤساء\nابن كمال الملك) وفيها قتلة سيد الرؤساء أبي المحاسن بن كمال الملك بن\nأبي الرضا، وكان قد قرب من السلطان ملكشاه إلى الغاية. وكان أبوه كمال\nالملك يكتب الإنشاء للسلطان. فقال أبو المحاسن: أيها الملك، سلم إلي نظام\nالملك وأصحابه وانا أعطيك ألف ألف دينار، فإنهم قد أكلوا البلاد. فبلغ ذلك\nنظام الملك، فمد سماطا وأقام عليه مماليكه، وهم ألوف من الأتراك، كذا قال\nابن الأثير، وأقام خيلهم وسلاحهم. فلما حضر السلطان قال له: إنني في خدمتك\nوخدمة أبيك وجدك، ولي حق خدمة. وقد بلغك أخذي لأموالك، وصدق القائل. أنا\nآخذ المال وأعطيه لهؤلاء الغلمان الذين جمعتهم لك. وأصرفه أيضا في الصدقات\nوالوقوف والصلات التي معظم ذكرها وأجرها لك. وأموالي وجميع ما أملكه بين\nيديك، وأنا أقنع بمرقعة وزاوية. فصفا له السلطان، وأمر أن تسمل عينا أبي\nالمحاسن، ونفذه إلى قلعة ساوة. فسمع أبوه كمال الملك الخبر. فاستجار بنظام\nالملك وحمل مائتي ألف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0017'> Vol. 32, p. 0017</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 18 دينار، وعزل عن\nالطغراء، يعني كتابة السر، ووليها مؤيد الملك بن النظام. 4 (محاصرة\nالمهدية والقيروان) وفيها خرج على تميم بن المعز: ملك بن علوي أمير\nالعرب، وحاصر المهدية، وتعب معه تميم، ثم سار إلى القيروان فملكها، فجهز\nإليه تميم جيوشه، فحاصروه بالقيروان، فعجز وخرج منها، وعادت إلى يد تميم.\n4 (رخص الأسعار) ) وفيها رخصت الأسعار بسائر البلاد، وعاش الناس، ولله\nالحمد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0018'> Vol. 32, p. 0018</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 19 4 (احداث سبع\nوسبعين وأربعمائة) 4 (الحرب بين العرب والتركمان عند آمد) فيها بعث\nالسلطان جيشا <span id='ms06806'></span> عليهم الأمير أرتق بن اكسب نجدة لفخر الدولة بن جهير. وكان\nابن مروان قد مضى إلى مشرف الدولة صاحب الموصل، واستنجد به، على أن يسلم\nإليه آمد، وحلف له على ذلك، وكانت بينهما إحن قديمة، فاتفقا على حرب ابن\nجهير وسارا، فمال ابن جهير إلى الصلح، وعلمت التركمان نيته، فساروا في\nالليل، وأتوا العرب فأحاطوا بهم، والتحم القتال، فانهزمت العرب، وأسرت\nأمراء بني عقيل، وغنمت التركمان لهم شيئا كثيرا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0019'> Vol. 32, p. 0019</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 20 واستظهر ابن\nجهير وحاصر شرف الدولة، فراسل شرف الدولة أرتق وبذل له مالا، وسأله أن يمن\nعليه، ويمكنه من الخروج من آمد. فأذن له، فساق على حمية، وقصد الرقة، وبعث\nبالمال إلى أرتق. وسافر فخر الدولة إلى خلاط. وبلغ السلطان أن شرف الدولة\nقد انهزم وحصر بآمد، فجهز عميد الدولة بن جهير في جيش مدادا لأبيه، فقدم\nالموصل، وفي خدمته من الأمراء: قسيم الدولة آقسقر جد السلطان نور الدين\nرحمه الله، والأمير أرتق، وفتح له أهل الموصل البلد فتسلمه. 4 (مصالحة\nالسلطان وشرف الدولة) وسار السلطان بنفسه ليستولي على بلاد شرف الدولة بن\nقريش، فأتاه البريد بخروج أخيه تكش بخراسان، فبعث مؤيد الدولة بن النظام\nإلى شرف الدولة، وهو بنواحي الرحبة، وحلف له، فحضر إلى خدمة السلطان، فخلع\nعليه، وقدم هو خيلا عربية من جملتها فرسه بشار، وكان فرسا عديم النظير في\nزمانه، لا يسبق. فأجري بين يديه، فجاء سابقا، فوثب قائما من شدة فرحه،\nوصالح شرف الدولة. 4 (عصيان تكش على أخيه السلطان) وعاد إلى خراسان\nلحرب أخيه، وكان قد صالحه. فلما رأى تكش الآن بعد السلطان عنه عاد إلى\nالعصيان، فظفر به السلطان فكحله وسجنه، وليته قتله، فإنه قصد مرو، فدخلها\nوأباحها لعسكره ثلاثة أيام، فنهبوا الأموال، وفعلوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0020'> Vol. 32, p. 0020</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 21 العظائم، وشربوا\nفي الجامع في رمضان. 4 (استرجاع أنطاكية ممن الروم) ) وفيها سار سليمان\nبن قتلمش السلجوقي صاحب قونية وأقصرا بجيوشه إلى الشام، فأخذ أنطاكية،\nوكانت بيد الروم من سنة <span id='ms06807'></span> ثمان وخمسين وثلاثمائة، وسبب أخذها أن صاحبها كان\nقد سار عنها إلى بلاد الروم، ورتب بها شحنة. وكان مسيئا إلى أهلها وإلى\nجنده حتى أنه حبس ابنه. فاتفق ابنه والشحنة على تسليم البلد إلى سليمان،\nفكاتبوه يستدعونه، فركب في البحر في ثلاثمائة فارس، وجمع من الرجالة، وطلع\nمن المراكب، وسار في جبال وعرة ومضائق صعبة حتى وصل إليها بغتة ونصب\nالسلالم ودخلها في شعبان. وقاتلوه قتالا ضعيفا، وقتل جماعة وعفا عن الرعية،\nوعدل فيهم، وأخذ منها أموالا لا تحصى. ثم أرسل إلى السلطان ملكشاه يبشره،\nفأظهر السلطان السرور، وهنأه الناس. وفيها يقول الأبيوردي قصيدته: (لمعت\nكناصية الحصان الأشقر .......... نار بمعتلج الكثيب الأعفر) منها:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0021'> Vol. 32, p. 0021</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 22 (وفتحت أنطاكية\nالروم التي .......... نشرت معاقلها على الإسكندر) (وطئت مناكبها جيادك\nفانثنت .......... تلقي أجنتها بنات الأصفر) وأرسل شرف الدولة مسلم بن\nقريش إلى سليمان يطلب منه الحمل الذي كان يحمله إليه صاحب أنطاكية. فبعث\nيقول له: إنما ذاك المال كان جزية رأس الفردروس، وأنا بحمد الله فمؤمن، ولا\nأعطيك شيئا. فنهب شرف الدولة بلاد أنطاكية، فنهب سليمان أيضا بلاد حلب،\nفاستغاث له أهل القرى، فرق لهم، وأمر جنده بإعادة عامة ما نهبوه. 4 (مقتل\nشرف الدولة بنواحي أنطاكية) ثم إن شرف الدولة حشد العساكر، وسار لحصار\nأنطاكية، فأقبل سليمان بعساكره، فالتقيا في صفر سنة ثمان وسبعين بنواحي\nأنطاكية، فانهزمت العرب، وقتل شرف الدولة بعد أن ثبت، وقتل بين يديه\nأربعمائة من شباب حلب. وكان أخوه إبراهيم في سجنه، فأخرجوه وملكوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0022'> Vol. 32, p. 0022</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 23 4 (حصار حلب)\nوسار سليمان فنازل حلب وحاصرها أكثر من شهر، وترحل عنها.) 4 (ولاية\nآقسنقر شحنكية بغداد) وفيها ولي شحنكية بغداد قسيم الدولة آقسنقر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0023'> Vol. 32, p. 0023</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 24 4 (احداث ثمان\nوسبعين وأربعمائة) 4 (استيلاء الأدفونش على طليطلة) كان قد جمع\nالأدفونش، لعنه الله، جيوشه، وسار فنزل على مدينة طليطلة من بلاد الأندلس\nفي الستين الماضية، فحاصرها سبع سنين، وأخذها في العام من صاحبها <span id='ms06808'></span> القادر\nبالله ولد المأمون يحيى بن ذي النون، فازداد قوة وطغى وتجبر. 4 (موقعة\nالملثمين بالأندلس) وكان ملوك الأندلس، حتى المعتمد صاحب قرطبة وإشبيلية،\nيحمل إليه قطيعة كل عام. فاستعان المعتمد بن عباد على حربه بالملثمين من\nالبربر، فدخلوا إلى الأندلس، فكانت بينهم وقعة مشهورة، ولكن أساء يوسف بن\nتاشفين ملك الملثمين إلى ابن عباد، وعمل عليه، وأخذ منه البلاد، وسجنه\nبأغمات إلى أن مات. 4 (رواية ابن حزم عن كتاب الأدفونش) إلى المعتمد بن\nعباد وذكر اليسع بن حزم قال: كان وجه ادفونش بن شانجة رسولا إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0024'> Vol. 32, p. 0024</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 25 المعتمد. وكان من\nأعيان ملوك الفرنج يقال له البرهنس، معه كتاب كتبه رجل من فقهاء طليطلة\nتنصر ويعرف بابن الخياط، فكان إذا عير قال: إنك لا تهدي من أحببت والكتاب:\nمن الانبراطور ذي الملتين الملك أدفونش بن شانجة، إلى المعتمد بالله، سدد\nالله آراءه، وبصره مقاصد الرشاد. قد أبصرت تزلزل أقطار طليطلة، وحصارها في\nسالف هذه السنين، فأسلمتم إخوانكم، وعطلتم بالدعة زمانكم، والحذر من أيقظ\nباله قبل الوقوع في الحبالة. ولولا عهد سلف بيننا نحفظ ذمامه نهض العزم،\nولكن الإنذار يقطع الأعذار، ولا يعجل إلا من يخاف الفوت فيما يرومه، وقد\nحملنا الرسالة إليك السيد البرهانس، وعنده من التسديد الذي يلقى به أمثالك،\nوالعقل الذي يدبر به بلادك ورجالك، ما أوجب استنابته فيما يدق ويجل. فلما\nقدم الرسول أحضر المعتمد الأكابر، وقريء الكتاب، فبكى أبو عبد الله بن عبد\nالبر وقال: قد أبصرنا ببصائرنا أن مآل هذه الأموال إلى هذا، وأن مسالمة\nالعين قوة بلاده، فلو تضافرنا لم) نصبح في التلاف تحت ذل الخلاف، وما بقي\nإلا الرجوع إلى الله والجهاد. وأما ابن زيدون وابن لبون فقالا: الرأي\nمهادنته ومسالمته. فجنح المعتمد إلى الحرب، وإلى استمداد ملك البربر، فقال\nجماعة: نخاف عليك من استمداده. فقال: رعي الجمال خير من رعي الخنازير. 4\n(جواب المعتمد بن عباد إلى الأدفونش) ثم أخذ وكتب جواب أدفونش بخطه،\nونصه: (الذل تأباه الكرام <span id='ms06809'></span> وديننا .......... لك ما ندين به من البأساء)\n(سمناك سلما ما أردت وبعد ذا .......... نغزوك في الإصباح والإمساء)\n(الله أعلى من صليبك فادرع .......... لكتيبة خطبتك في الهيجاء) (سوداء\nغابت شمسها في غيمها .......... فجرت مدامعها بفيض دماء) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0025'> Vol. 32, p. 0025</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 26 (ما بيننا إلا\nالنزال وفتنة .......... قدحت زناد الصبر في الغماء) من الملك المنصور\nبفضل الله المعتمد على الله محمد بن المعتضد بالله، إلى الطاغية الباغية\nأدفونش الذي لقب نفسه ملك الملوك، وتسمى بذي الملتين. سلام على من اتبع\nالهدى، فأول ما نبدأ به من دعواه أنه ذو الملتين والمسلمون أحق بهذا الإسم\nلأن الذي نملكه من نصارى البلاد، وعظيم الاستعداد، ولا تبلغه قدرتكم، ولا\nتعرفه ملتكم. وإنما كانت سنة سعد اتعظ منها مناديك، وأغفل عن النظر السديد\nجميل مناديك، فركبنا مركب عجز يشحذ الكيس، وعاطيناك كؤوس دعة، قلت في\nأثنائها: ليس. ولم تستحي أن تأمر بتسليم البلاد لرجالك، وإنا لنعجب من\nاستعجالك وإعجابك بصنع وافقك فيه القدر، ومتى كان لأسلافك الأخدمين مع\nأسلافنا الأكرمين يد صاعدة، أو وقفة مساعدة، فاستعد بحرب، وكذا وكذا.. إلى\nأن قال: فالحمد لله الذي جعل عقوبة توبيخك وتقريعك بما الموت دونه، والله\nينصر دينه ولو كره الكافرون، وبه نستعين عليك. ثم كتب إلى يوسف بن تاشفين\nيستنجده فأنجده. 4 (استيلاء ابن جهير على آمد وميافارقين) وفيها استولى\nفخر الدولة بن جهير على آمد وميافارقين، وبعث بالأموال إلى السلطان ملكشاه.\n4 (ملك ابن جهير جزيرة ابن عمر) ) ثم ملك جزيرة ابن عمر بمخامرة من أهلها،\nوانقرضت دولة بني مروان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0026'> Vol. 32, p. 0026</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 27 4 (محاصرة أمير\nالجيوش دمشق) وفيها وصل أمير الجيوش في عساكر مصر، فحاصر دمشق، وضيق على\nتاج الدولة تتش، فلم يقدر عليها، فعاد إلى مصر. 4 (الفتنة بين السنة\nوالشيعة) وفيها كانت فتنة كبيرة بين أهل الكرخ الشيعة وبين السنة، وأحرقت\nأماكن واقتتلوا. 4 (الزلزلة بأرجان) وجاءت زلزلة مهولة بأرجان، مات خلق\nمنها تحت الردم. 4 (الريح والرعد والبرق ببغداد) وفيها كانت الريح\nالسوداء <span id='ms06810'></span> ببغداد، واشتد الرعد والبرق، وسقط رمل وتراب كالمطر، ووقعت عدة\nصواعق، وظن الناس أنها القيامة، وبقيت ثلاث ساعات بعد العصر، نسأل الله\nالسلامة. وقد سقت خبر هذه الكائنة في ترجمة الإمام أبي بكر الطرطوشي لأنه\nشاهدها وأوردها في أماليه. وكان ثقة ورعا، رحمه الله تعالى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0027'> Vol. 32, p. 0027</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 28 4 (احداث تسع\nوسبعين وأربعمائة) 4 (مقتل ابن قتلمش عند حلب) لما قتل شرف الدولة\nنازل سليمان بن قتلمش حلب، وأرسل إلى نائبها ابن الحتيتي العباسي منه أن\nيسلمه إليه، فقدم تقدمة، واستمهله إلى أن يكاتب السلطان ملكشاه. وأرسل\nالعباسي إلى صاحب تتش، وهو أخو السلطان يحرضه على المجيء ليتسلم البلد.\nفسار تتش بجيشه، فقصده قبل أن يصل إليها سليمان، وكان مع تتش أرتق\nالتركماني جد أصحاب ماردين، وكان شجاعا سعيدا، لم يحضر مصافا إلا وكان\nالظفر له. وقد كان فارق ابن جهير لأمر بدا منه، ولحق بتاج الدولة تتش،\nفأعطاه القدس. والتقى الجمعان، وبلى يومئذ أرتق بلاء حسنا، وحرض العرب على\nالقتال، فانهزم عسكر سليمان، وثبت سليمان بخواصه إلى أن قتل، وقيل: بل أخرج\nسكينا عند الغلبة قتل بها نفسه. ونهب أصحاب تتش شيئا كثيرا. ثم إنه سار\nلأخذ حلب، فامتنعوا، فحاصرها وأخذها بمخامرة جرت. 4 (دخول السلطان حلب)\n) وأما السلطان فإن البرد وصلت إليه بشغور حلب من ملك، فساق بجيوشه من\nإصبهان، فقدمها في رجب، وهرب أخوه عنها ومعه أرتق. وكانت قلعة حلب عاصية مع\nسالم ابن أخي شرف الدولة، فسلمها إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0028'> Vol. 32, p. 0028</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 29 السلطان، وعوضه\nعنها بقلعة جعبر، فبقيت في يده ويد أولاده إلى أن أخذها نور الدين. 4\n(إقرار الأمير نصر بن علي على شيزر) وأرسل الأمير نصر بن علي بن منقذ إلى\nالسلطان ملكشاه ببذل الطاعة، وسلم إليه لاذقيه وكفر طاب وفامية، فترك قصده\nوأقره على شيزر. ثم سلم حلب إلى قسيم الدولة أقسنقر، فعمرها وأحسن السيرة.\n4 (افتقار ابن الحتيتي) وأما ابن الحتيتي فإن أهلها شكوه، فأخذه السلطان\nمعه، وتركه بديار بكر <span id='ms06811'></span>، فافتقر وقاسى. وأما ولده فقتلته الفرنج بأنطاكية لما\nملكوها. 4 (خبر وقعة الزلاقة بالأندلس) وهو أن الأدفونش، لعنه الله،\nتمكن وتمرد، وجمع الجيوش فأخذ طليطلة، فاستعان المسلمون بأمير المسلمين\nيوسف بن تاشفين صاحب سبتة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0029'> Vol. 32, p. 0029</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 30 ومراكش، فبادر\nوعدى بجيوشه، واجتمع بالمعتمد بن عباد بإشبيلية، وتهيأ عسكرها وعسكر قرطبة،\nوأقبلت المطوعة من النواحي. وسار جيش الإسلام حتى أتوا الزلاقة، من عمل\nبطليوس، وأقبلت الفرنج، وتراءى الجمعان، فوقع الأدفونش على ابن عباد قبل أن\nيتواصل جيش ابن تاشفين، فثبت ابن عباد وأبلى بلاء حسنا، وأشرف المسلمون على\nالهزيمة، فجاء ابن تاشفين عرضا، فوقع على خيام الفرنج، فنهبها وقتل من بها،\nفلم تتمالك النصارى لما رأت ذلك أن انهزمت، فركب ابن عباد أقفيتهم، ولقيهم\nابن تاشفين من بين أيديهم، ووضع فيهم السيف، فلم ينج منهم إلا القليل. ونجا\nالأدفونش في طائفة. وجمع المسلمون من رؤوس الفرنج كوما كبيرا، وأذنوا عليه،\nثم أحرقوها لما جيفت. وكانت الوقعة يوم الجمعة في أوائل رمضان، وأصاب\nالمعتمد بن عباد جراحات سليمة في وجهه. وكان العدو خمسين ألفا، فيقال: لم\nيصل منهم إلى بلادهم ثلاثمائة نفس. وهذه ملحمة لم يعهد مثلها. وحاز\nالمسلمون غنيمة عظيمة.) 4 (استيلاء ابن تاشفين على غرناطة) وطابت\nالأندلس للملثمين، فعمل ابن تاشفين على أخذها، فشرع أولا، وقد سار في خدمته\nملك غرناطة، فقبض عليه وأخذ بلده، واستولى على قصره بما حوى، فيقال إن في\nجملة ما أخذ أربعمائة حية جوهر، فقومت كل واحدة بمائة دينار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0030'> Vol. 32, p. 0030</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 31 4 (تلقيب ابن\nتاشفين بأمير المسلمين) ونقل ابن الأثير أن ابن تاشفين أرسل إلى المقتدي\nبالله العباسي يطلب أن يسلطنه، فبعث إليه الخلع والأعلام والتقليد، ولقب\nبأمير المسلمين. 4 (دخول السلطان ملكشاه بغداد) ولما افتتح السلطان\nملكشاه حلب وغيرها رجع ودخل بغداد، وهو أول دخوله إليها، فنزل بدار المملكة\nولعب بالكرة، وقدم تقادم للخليفة، ثم قدم بعده نظام الملك. ثم سار فزار\nقبور الصالحين. وفيه يقول ابن زكرويه الواسطي <span id='ms06812'></span>: (زرت المشاهد زورة مشهودة\n.......... أرضت مضاجع من بها مدفون) (فكأنك الغيث استهل بتربها،\n.......... وكأنها بك روضة ومعين) ثم خرج وتصيد، وأمر بعمل منارة القرون\nمن كثرة ما اصطاد من الغزلان وغيرها. ثم جلس له الخليفة ودخل إليه وأفرغ\nالخلع عليه. ولم يزل نظام الملك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0031'> Vol. 32, p. 0031</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 32 قائما يقدم أميرا\nأميرا إلى الخليفة، وكلما قدم أميرا قال: هذا العبد فلان، واقطاعه كذا\nوكذا، وعدة رجاله وأجناده كذا وكذا إلى أن أتى على آخرهم. ثم خلع على نظام\nالملك. وكان يوما مشهودا. وجلس نظام الملك بمدرسته، وحدث بها، وأملى مجلسا.\nثم سار السلطان من بغداد إلى إصبهان في صفر من سنة ثمانين. 4 (الفتنة بين\nالسنة والشيعة) وفيها كانت فتنة هائلة بين السنة والشيعة، وكادت الشيعة\nأن تملك، ثم حجز بينهم الدولة. 4 (تدريس الدبوسي بالنظامية) وفيها قدم\nالشريف أبو القاسم علي بن أبي يعلى الحسيني الدبوسي بغداد في تجمل عظيم لم\nير مثله لعالم، ورتب مدرسا بالنظامية بعد أبي سعد المتولي.) 4 (زواج ابن\nصاحب الموصل وإقطاعه البلاد) وفيها زوج السلطان أخته زليخا بابن صاحب\nالموصل، وهو محمد بن شرف الدولة مسلم بن قريش، وأقطعه الرحبة، وحران،\nوالرقة، وسروج، والخابور. وتسلم هذه البلاد سوى حران، فإن محمد بن الشاطر\nامتنع من تسليمها مدة، ثم سلمها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0032'> Vol. 32, p. 0032</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 33 4 (عزل ابن جهير\nعن ديار بكر) وفيها عزل فخر الدولة بن جهير عن ديار بكر بالعميد أبي علي\nالبلخي، بعثه السلطان وجعله عاملا عليها. 4 (الخطبة للمقتدي بالحرمين)\nوفيها أسقطت خطبة صاحب مصر المستنصر بالحرمين، وخطب لأمير المؤمنين\nالمقتدي. 4 (إسقاط المكوس بالعراق) وفيها أسقط السلطان المكوس\nوالاجتيازات بالعراق. 4 (محاصرة قابس وسفاقس) وفيها حاصر تميم بن باديس\nقابس وسفاقس، وفرق عليهما جيوشه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0033'> Vol. 32, p. 0033</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 34 4 (احداث ثمانين\nوأربعمائة) 4 (عرس الخليفة المقتدي) في أولها عرس أمير المؤمنين على\nبنت السلطان ملكشاه، عندما ذهب السلطان للصيد. فنقل جهازها إلى دار\nالخليفة، فيما نقل ابن الأثير، على مائة <span id='ms06813'></span> وثلاثين جملا مجللة بالديباج\nالرومي، وعلى أربعة وسبعين بغلا مجللة بألوان الديباج، وأجراسها وقلائدها\nالذهب، فكان على ستة بغال اثنا عشر صندوقا فيها الحلي والمصاغ، وثلاثة\nوثلاثون فرشا عليها مراكب الذهب مرصعة بأنواع الجوهر والحلي، ومهد كبير\nكثير الذهب، وبين يدي الجهاز الأميران كوهرائين وبرسق. فأرسل الخليفة وزيره\nأبا شجاع إلى تركان خاتون، وبين يديه ثلاثمائة مركبية، ومثلها مشاعل، ولم\nيبق في الحريم دكان إلا وقد أشعل فيها الشمع. وأرسل الخليفة محفة لم ير\nمثلها. وقال الوزير لتركان: يقول أمير المؤمنين: إن الله يأمركم أن تؤدوا\nالأمانات إلى أهلها، وقد أذن في نقل الوديعة إليه.) فأجابت، وحضر نظام\nالملك فمن دونه، وكل معهم الشمع والمشاعل. وكان نساء الأمراء بين أيديهن\nالشمع والمشاعل. ثم أقبلت الخاتون في محفة مجللة بألوان الذهب والجواهر\nالكوشي، قد أحاط بالمحفة مائتا جارية من الأتراك بالمراكب العجيبة، فسارت\nإلى دار الخلافة. وكانت ليلة مشهودة لم ير ببغداد مثلها. وعمل الخليفة من\nالغد سماطا لأمراء السلطان، يحكى أن فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0034'> Vol. 32, p. 0034</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 35 أربعين ألف منا\nمن السكر، وخلع عليهم. وجاءه منها ولد في ذي القعدة سماه جعفرا. وجاء\nالسلطان في هذه السنة من تركان خاتون ولده محمود الذي ولي الملك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0035'> Vol. 32, p. 0035</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 36 5 (بسم الله\nالرحمن الرحيم) 5 (الطبقة الثامنة والأربعون وفيات) 4 (وفيات سنة\nإحدى وسبعين وأربعمائة) 4 (حرف الألف) 4 (أحمد بن الحافظ أبي عمرو\nعثمان بن سعيد الداني.) المقريء أبو العباس. قرأ على أبيه، وأقرأ الناس\nبالروايات. أخذ عنه: أبو القاسم بن مدير. توفي في ثامن رجب. 4 (أحمد بن\nعلي بن محمد بن الفضل.) أبو الحسن بن أبي الفرج البغدادي البشاري،\nالمعروف أيضا بابن الوازع. شيخ معمر، وجد ابن ماكولا سماعه من أبي الطاهر\nالمخلص في جزء من الفتوح لسيف. فأفاده الناس، وسمعوه منه. روى عنه: مكي\nالرميلي، وإسماعيل بن السمرقندي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0036'> Vol. 32, p. 0036</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 37 توفي في ربيع\nالأول وله سنة 94. 4 (أحمد بن محمد بن هبة الله <span id='ms06814'></span>.) أبو الحسين الدمشقي\nالأكفاني والد الأمين أبي محمد. حدث عن: المسدد الأملوكي، وعبد الرحمن بن\nالطبيز. وعنه: ابنه.) مات في ربيع الأول. 4 (أتسز بن أواق الخوارزمي\nالتركي.) صاحب دمشق. قال ابن الأكفاني: غلت الأسعار في سنة حصار الملك\nأتسز بن الخوارزمي دمشق، وبلغت الغرارة أكثر من عشرين دينارا. ثم ملك البلد\nصلحا، ونزل دار الإمارة داخل باب الفراديس، وخطب لأمير المؤمنين المقتدي\nبالله عبد الله بن أبي العباس، وقطعت دعوة المصريين، وذلك في ذي القعدة سنة\nثمان وستين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0037'> Vol. 32, p. 0037</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 38 وقال ابن عساكر:\nإنه ولي دمشق بعد حصاره إياها دفعات، وأقام الدعوة لبني العباس، وتغلب على\nأكثر الشام، وقصد مصر ليأخذها فلم يتم له ذلك. ثم وجه المصريون إلى الشام\nعسكرا ثقيلا في سنة إحدى وسبعين، فلما عجز عنهم راسل تتش بن ألب أرسلان\nيستنجد به. فقدم تتش دمشق، وغلب على دمشق، وقتل أتسز في ربيع الآخر،\nواستقام الأمر لتتش. وكان أتسز لما أخذ دمشق أنزل جنده في دور الناس،\nواعتقل من الرؤساء جماعة وشمسهم بمرج راهط حتى افتدوا نفوسهم منه بمال\nكثير، ونزح جماعة إلى طرابلس. وقتل بالقدس خلقا كثيرا كما مر في الحوادث\nإلى أن أراح الناس منه. 4 (إبراهيم بن إسماعيل.) أبو سعد اليعقوبي. مات\nبمرو في شعبان. 4 (إبراهيم بن علي.) الشيخ أبو إسحاق القباني. شيخ\nالصوفية بدمشق. أقام بدمشق، وأقام بصور أربعين عاما. وسمع بالرملة من شيخه\nأبي الحسين بن الترجمان، وبصيدا من الحسن بن جميع. روى عنه: نصر المقدسي،\nوغيث الأرمنازي، وجماعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0038'> Vol. 32, p. 0038</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 39 وكان صالحا\nصدوقا له معاملة.) 4 (حرف الحاء) 4 (الحسن بن أحمد بن عبد الله.)\nالفقيه أبو علي بن البنا البغدادي الحنبلي، صاحب التصانيف والتخاريج. سمع\nمن: هلال الحفار، وأبي الفتح بن أبي الفوارس، وأبي الحسن بن رزقويه، وأبي\nالحسين بن بشران، وعبد الله بن يحيى السكري، وهذه الطبقة فأكثر. روى عنه:\nأحمد بن ظفر المغازلي، وأبو منصور عبد الرحمن القزاز، وإسماعيل بن\nالسمرقندي <span id='ms06815'></span>، وجماعة، وولداه يحيى وأحمد، وأبو الحسين بن الفراء، وقاضي\nالمرستان. وقرأ بالروايات على أبي الحسن الحمامي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0039'> Vol. 32, p. 0039</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 40 وعلق الفقه\nوالخلاف عن القاضي أبي يعلى قديما. ودرس في أيامه، وله تصانيف في الفقه\nوالأصول والحديث. وكان له حلقتان للفتوى وللوعظ وكان شديدا على المبتدعة،\nناصرا للسنة. آخر من روى عنه بالإجازة الحافظ محمد بن ناصر. قال القفطي:\nكان من كبار الحنابلة. سأل فقال: هل ذكرني الخطيب في تاريخه مع الثقات أو\nمع الكذابين فقيل له: ما ذكرك أصلا. فقال: ليته ذكرني ولو مع الكذابين. قال\nالقفطي: كان مشارا إليه في القراءآت واللغة والحديث. حكي عنه أنه قال: صنف\nخمسمائة مصنف. قال: إلا أنه كان حنبلي المعتقد، تكلموا فيه بأنواع. توفي في\nرجب. قلت: ما تكلم فيه إلا أهل الكلام لكونه كان لهجا بمخالفتهم، كثير الذم\nلهم، معنيا بأخبار الصفات. قرأ عليه جماعة. ولم يذكره الخطيب في تاريخه\nلأنه أصغر منه، ولا ذكر أحدا من هذه الطبقة إلا من مات قبله. وذكره ابن\nالنجار فقال: كان يؤدب بني جردة. قرأ بالروايات على الحمامي، وغيره. وكتب)\nبخطه كثيرا. إلى أن قال: وتصانيفه تدل على قلة فهمه، كان صحفيا قليل\nالتحصيل. روى الكثير، وأقرأ ودرس، وأفتى، وشرح الإيضاح لأبي علي الفارسي.\nإذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0040'> Vol. 32, p. 0040</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 41 نظرت في كلامه\nبان لك سوء تصرفه. ورأيت له ترتيبا في غريب أبي عبيد قد خبط كثيرا وصحف.\nحدث عنه: أولاده أحمد ومحمد ويحيى، وابن الحصين، وإسماعيل بن السمرقندي،\nوأبو منصور القزاز، وأحمد بن ظفر المغازلي. قال شجاع الذهلي: كان أحد\nالقراء المجودين، سمعنا منه قطعة من تصانيفه. وقال المؤتمن الساجي: كان له\nرواء ومنظر، ما طاوعتني نفسي للسماع منه. وقال إسماعيل بن السمرقندي: كان\nواحد من المحدثين اسمه الحسن بن أحمد بن عبد الله النيسابوري. سمع الكثير،\nفكان ابن البنا يكشط بوري منه ويمد السين، فتصير البنا كذا قيل إنه كان\nيفعل ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0041'> Vol. 32, p. 0041</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني <span id='ms06816'></span> والثلاثون الصفحة 42 4 (الحسن بن علي\nبن محمد بن أحمد بن جعفر.) الحافظ أبو علي البلخي الوخشي، ووخش: من أعمال\nبلخ. رحال حافظ كبير سمع بدمشق من: تمام الرازي، وعقيل بن عبدان. وببغداد\nمن: أبي عمر بن مهدي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0042'> Vol. 32, p. 0042</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 43 وبالبصرة من:\nأبي عمر الهاشمي. وبمصر من: أبي محمد عبد الرحمن بن عمر بن النحاس.\nوبخراسان من أصحاب الأصم. قال أبو بكر الخطيب: علقت عنه ببغداد، وإصبهان.\nوقال ابن السمعاني: كان حافظا فاصلا ثقة، حسن القراءة. رحل إلى العراق،\nوالجبال، والشام، والثغور، ومصر. وذاكر الحفاظ. وسمع ببلخ من أبي القاسم\nعلي بن أحمد الخزاعي وبنيسابور من أبي زكريا المزكي، والحيري وببغداد من\nأبي مهدي، وابن أبي الفوارس وبإصبهان من أبي نعيم.) روى لنا عنه: عمر بن\nمحمد بن علي السرخسي، وعمر بن علي المحمودي. روى عنه الخطيب في تصانيفه،\nوذكر الحافظ عبد العزيز النخشبي أنه كان يتهم بالقدر. قال السمعاني: ولد\nسنة خمس وثمانين وثلاثمائة. وتوفي في خامس ربيع الآخر سنة إحدى وسبعين\nببلخ. قلت: انتقى على أبي نعيم خمسة أجزاء مشهورة بالوخشيات، وسمعنا جزءا\nمن حديثه رواه من حفظه. سئل عن إسماعيل بن محمد التيمي فقال: حافظ كبير.\nقلت: روى عن الوخشي كتاب السنن لأبي داود: الحسن بن علي الحسيني البلخي،\nوالذي قيد وفاته صاحبه عمر السرخسي. وقد حدث المحمودي عنه في سنة ست\nوأربعين وخمسمائة وقال: كنت قد راهقت لما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0043'> Vol. 32, p. 0043</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 44 توفي الوخشي\nوحضرت جنازته، فلما وضعوه في القبر، سمعنا صيحة، فقيل إنه لما وضع في القبر\nخرجت الحشرات من المقبرة وكان في طرفنا وادي، فانحدرت إليه الحشرات، فذهبت\nوأبصرت البيض الصغار، والعقارب، والخنافس، وهي منحدرة إلى الوادي بعيني،\nوالناس ما كانوا يتعرضون لها. قال ابن النجار: سمع ببلخ من علي بن أحمد\nالخزاعي، وبهمذان محمد بن أحمد بن مزدين، وبحلب، وبعكا. وسمع منه نظام\nالملك ببلخ، وصدره بمدرسته ببلخ. وقال: جعت بعسقلان أياما حتى عجزت عن\nالكتابة <span id='ms06817'></span>، ثم فتح الله. وقال فيه إسماعيل التيمي: حافظ كبير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0044'> Vol. 32, p. 0044</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 45 4 (الحسين بن\nعقيل بن محمد بن عبد المنعم بن ريش الدمشقي البزار.) الشاعر. سمع: عبد\nالرحمن بن أبي نصر. روى عنه: الخطيب مع تقدمه، وأبو الحسن بن المسلم\nالفقيه. 4 (حرف السين) 4 (سعد بن علي بن محمد بن علي بن حسين)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0045'> Vol. 32, p. 0045</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 46 أبو القاسم\nالزنجاني، الحافظ الزاهد) سمع: أبا عبد الله محمد بن الفضل بن نظيف، وأبا\nعلي الحسين بن ميمون الصدفي بمصر وبغزة علي بن سلامة، وبزنجان محمد بن أبي\nعبيد وبدمشق عبد الرحمن بن ياسر، وأبا الحسن الحبان، وجماعة. روى عنه: أبو\nبكر الخطيب وهو أكبر منه، وأبو المظفر منصور السمعاني الفقيه، ومكي\nالرميلي، وهبة الله بن فاخر، ومحمد بن طاهر المقدسي، وعبد المنعم القشيري،\nوآخرون. وجاور بمكة زمانا، وصار شيخ الحرم. قال أبو الحسن محمد بن أبي طالب\nالفقيه الكرجي: سألت محمد بن طاهر عن أفضل من رأى، فقال: سعد الزنجاني،\nوعبد الله بن محمد الأنصاري، فسألته أيهما أفضل فقال: عبد الله كان متفننا،\nوأما الزنجاني فكان أعرف بالحديث منه. وذلك أني كنت أقرأ على عبد الله\nفأترك شيئا لأجربه، ففي بعض يرد، وفي بعض يسكت، والزنجاني، كنت إذا تركت\nاسم رجل يقول: تركت بين فلان وفلان اسم فلان. قال ابن السمعاني: صدق. كان\nسعد أعرف بحديثه لقلته، وعبد الله كان مكثرا. قال أبو سعد السمعاني: سمعت\nبعض مشايخي يقول: كان جدك أبو المظفر قد عزم على أن يقيم بمكة ويجاور بها،\nصحبة الإمام سعد بن علي، فرأى ليلة من الليالي والدته كأنها قد كشفت رأسها\nوقالت له: يا بني، بحقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0046'> Vol. 32, p. 0046</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 47 عليك إلا ما رجعت\nإلى مرو، فإني لا أطيق فراقك. قال: فانتبهت مغموما، وقلت أشاور الشيخ سعد،\nفمضيت إليه وهو قاعد في الحرم، ولم أقدر من الزحام أن أكلمه، فلما تفرق\nالناس وقام تبعته إلى داره، فالتفت إلي <span id='ms06818'></span> وقال: يا أبا المظفر، العجوز\nتنتظرك. ودخل البيت. فعرفت أنه تكلم على ضميري، فرجعت مع الحاج تلك السنة.\nقال أبو سعد: كان أبو القاسم حافظا، متقنا، ثقة، ورعا، كثير العبادة، صاحب\nكرامات وآيات. وإذا خرج إلى الحرم يخلوا المطاف، ويقبلون يده أكثر مما\nيقبلون الحجر الأسود. وقال محمد بن طاهر: ما رأيت مثله، سمعت أبا إسحاق\nالحبال يقول: لم يكن في الدنيا مثل أبي القاسم سعد بن علي الزنجاني في\nالفضل. وكان يحضر معنا المجالس، ويقرأ الخطأ بين يديه، فلا يرد على أحد\nشيئا، إلا أن يسأل فيجيب. قال ابن طاهر: وسمعت الفقيه هياج بن عبيد إمام\nالحرم ومفتيه يقول: يوم لا أرى فيه سعد بن) علي لا أعتد أني عملت خيرا.\nوكان هياج يعتمر ثلاث مرات. وسيأتي ذكره. قال ابن طاهر: كان الشيخ سعد لما\nعزم على المجاورة عزم على نيف وعشرين عزيمة أنه يلزمها نفسه من المجاهدات\nوالعبادات. ومات بعد أربعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0047'> Vol. 32, p. 0047</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 48 سنة ولم يخل منها\nبعزيمة واحدة. وكان يملي بمكة، ولم يكن يملي بها حين تولى مكة المصريون،\nوإنما كان يملي سرا في بيته. وقال ابن طاهر: دخلت على الشيخ أبي القاسم سعد\nوأنا ضيق الصدر من رجل من أهل شيراز لا أذكره، فأخذت يده فقبلتها، فقال لي\nابتداء من غير أن أعلمه بما أنا فيه: يا أبا الفضل، لا تضيق صدرك، عندنا في\nبلاد العجم مثل يضرب، يقال: بخل أهوازي، وحماقة شيرازي، وكثرة كلام رازي.\nودخلت عليه في أول سنة سبعين لما عزمت على الخروج إلى العراق حتى أودعه،\nولم يكن عنده خبر من خروجي. فلما دخلت عليه قال. أراحلون فنبكي، أم مقيمونا\nفقلت: ما أمر الشيخ لا نتعداه. فقال: على أي شيء عزمت قلت: على الخروج إلى\nالعراق لألحق مشايخ خراسان. فقال: تدخل خراسان، وتبقى بها، وتفوتك مصر،\nويبقى في قلبك. فاخرج إلى مصر، ثم منها إلى العراق وخراسان، فإنه لا يفوتك\nشيء. ففعلت، وكان في ذلك البركة. سمعت <span id='ms06819'></span> سعد بن علي وجرى بين يديه ذكر الصحيح\nالذي خرجه أبو ذر الهروي فقال: فيه عن أبي مسلم الكاتب، وليس من شرط\nالصحيح. قال أبو القاسم ثابت بن أحمد البغدادي: رأيت أبا القاسم الزنجاني\nفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0048'> Vol. 32, p. 0048</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 49 المنام يقول لي\nمرة بعد أخرى: إن الله بنى لأهل الحديث بكل مجلس يجلسونه بيتا في الجنة.\nولد سعد في حدود سنة ثمانين وثلاثمائة، أو قبلها. وتوفي في سنة إحدى\nوسبعين، أو في أواخر سنة سبعين بمكة. وله قصيدة مشهورة في السنة. وقد سئل\nعنه إسماعيل الطلحي فقال: إمام كبير عارف بالسنة. 4 (سلمان بن الحسن بن\nعبد الله) ) أبو نصر، صاحب ابن الذهبية البغدادي. رجل صالح معمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0049'> Vol. 32, p. 0049</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 50 روى عن: أبي\nالحسن محمد بن محمد بن محمد بن مخلد صاحب الصفار. روى عنه: محمد بن عبد\nالباقي الأنصاري، وعبد الوهاب الأنماطي وقال: عاش أكثر من مائة سنة. مات\nأبو نصر في رجب. 4 (سهل بن عمر بن محمد بن الحسين.) أبو عمر بن المؤيد\nأبي المعالي البسطامي ثم النيسابوري. من بيت الإمامة والحشمة، وهو ختن عمه\nالموفق بابنته. روى عن: أبي الفضل عمر بن إبراهيم الهروي، وأصحاب الأصم.\nتوفي في شوال. 4 (حرف الطاء) 4 (طاهر بن محمد شاه فور.) أبو المظفر\nالط وسي. مات بطوس في شوال. يروي عن: ابن محمش الزيادي، وغيره. وعنه: زاهر\nالشحامي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0050'> Vol. 32, p. 0050</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 51 وكان إماما\nمفسرا أصوليا. وسماه عبد الغافر. شاهفور. 4 (حرف العين) 4 (عبد الله\nبن سبعون بن يحيى) أبو محمد المسلمي القيرواني. محدث عارف. سكن بغداد\nونقل بخطه الكثير، وقرأ بنفسه. سمع: أبا القاسم عبد العزيز الأزجي وأبا\nطالب بن غيلان، وجماعة. وبمكة: أبا نصر السجزي، وأبا الحسن بن صخر.) وبمصر:\nعلي بن منير. روى عنه: أبو القاسم السمرقندي، وأبو الحسن بن عبد السلام.\nتوفي في رمضان. 4 (عبد الباقي بن محمد بن غالب.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0051'> Vol. 32, p. 0051</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 52 أبو منصور بن <span id='ms06820'></span>\nالعطار الأزجي وكيل أميري المؤمنين: القائم، والمقتدي. قال السمعاني: كان\nحسن السيرة، جميل الأمر، صحيح السماع. سمع: أبا طاهر المخلص، وأحمد بن محمد\nبن الجندي. روى عنه: يوسف بن أيوب الهمذاني، وعبد المنعم القشيري، وأبو نصر\nأحمد بن عمر الغازي، وآخرون. قلت: كان قليل الرواية، رئيسا. قال الخطيب:\nكتبت عنه، وكان صدوقا. قال لي: ولدت سنة أربع وثمانين وثلاثمائة. توفي ابن\nالعطار في ربيع الآخر. 4 (عبد الحميد بن الحسن بن محمد.) أبو الفرج\nالهمذاني الدلال الفقاعي. روى عن: أبي بكر بن لال، وعبد الرحمن الإمام،\nوعبد الرحمن المؤدب الهمذانيين. قال شيرويه: سمعت منه وليس التحديث من\nشأنه. وسماعه مع أخيه علي. ولد سنة إحدى وتسعين وثلاثمائة. وتوفي في ثامن\nعشر ذي القعدة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0052'> Vol. 32, p. 0052</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 53 4 (عبد الرحمن\nبن علي بن عبد الله بن منصور الطبري) قال السمعاني: أبو القاسم بن\nالزجاجي كان ينزل باب الطاق من بغداد، وكان خيرا ثقة صدوقا. سمع من: أبي\nأحمد الفرضي، وثنا عنه أبو بكر الأنصاري، وأبو محمد بن الطراح، وإسماعيل بن\nالسمرقندي، وأبو نصر أحمد بن عمر الغازي. توفي في ربيع الأول. 4 (عبد\nالرحمن بن علوان بن عقيل.) أبو القاسم الشيباني البغدادي، أخو عبد\nالواحد.) سمع من: عبد القاهر بن عترة. روى عنه: قاضي المرستان ووثقه أبو\nالفضل بن خيرون. 4 (عبد العزيز بن علي بن أحمد بن الحسين الأنماطي.)\nأبو القاسم ابن بنت السكري العتابي. من محلة العتابين ببغداد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0053'> Vol. 32, p. 0053</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 54 قال الخطيب: حدث\nعن أبي طاهر المخلص. كتبت عنه، وكان سماعه صحيحا. قلت: روى عنه: أبو بكر\nالأنصاري، وعبد الوهاب الأنماطي، وإسماعيل بن السمرقندي. وقال عبد الوهاب\nالأنماطي: هو ثقة. ولد أبو القاسم في سنة ثمان وثمانين وثلاثمائة، ومات في\nرجب. وآخر من حدث عنه أحمد بن الطلايه. قرأت على أحمد بن إسحاق: أنا\nالمبارك بن أبي الجود، أنا أحمد بن أبي غالب الزاهد، أنا عبد العزيز بن علي\nسنة ثمان وستين وأربعمائة: أنا <span id='ms06821'></span> محمد بن عبد الرحمن الذهبي، ثنا عبد الله بن\nأبي داود، ثنا أحمد بن صالح، ثنا ابن أبي فديك: أخبرني ابن أبي ذئب، عن\nشرحبيل، عن أبي سعيد الخدري، أن رسول الله صلى الله عليه وسلم قال: لأن\nيتصدق الرجل في حياته بدرهم خير من أن يتصدق بمائة دينار عند موته. 4\n(عبد القاهر بن عبد الرحمن.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0054'> Vol. 32, p. 0054</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 55 أبو بكر الجرجاني\nالنحوي المشهور. أخذ النحو بجرجان عن: أبي الحسين محمد بن الحسن الفارسي\nابن أخت الشيخ أبي علي الفارسي. وعنه أخذ علي بن أبي زيد الفصيحي. وكان من\nكبار أئمة العربية. صنف كتاب المغني في شرح الإيضاح في نحو من ثلاثين\nمجلدا، وكتاب المقتصد في شرح الإيضاح أيضا، ثلاث مجلدات، وكتاب إعجاز\nالقرآن الكبير، وكتاب إعجاز القرآن الصغير، وكتاب العوامل المائة، وكتاب\nالمفتاح، وكتاب شرح الفاتحة في مجلد، وكتاب العمد في التصريف، وكتاب الجمل\nوهو مشهور. وله كتاب التلخيص في شرح هذا الجمل. وكان شافعي المذهب، متكلما\nعلى طريقة الأشعري، مع دين وسكون.) وقد ذكره السلفي في معجمه فقال: كان\nورعا قانعا، دخل عليه لص وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0055'> Vol. 32, p. 0055</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 56 في الصلاة فأخذ\nما وجد، وعبد القاهر ينظر، فلم يقطع صلاته. سمعت أبا محمد الأبيوردي يقول:\nما مقلت عيني لغويا مثله. وأما في النحو فعبد القاهر. وله نظم، فمنه: (كبر\nعلى العقل لا ترمه .......... ومل إلى الجهل ميل هائم) (وعش حمارا تعش\nسعيدا .......... فالسعد في طالع البهائم) توفي عبد القاهر، رحمه الله سنة\nإحدى وسبعين، وقيل: سنة أربع وسبعين، فالله أعلم. 4 (علي بن أحمد بن\nعلي.) أبو القاسم السمسار الإصبهاني. مات في ربيع الأول. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0056'> Vol. 32, p. 0056</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 57 4 (علي بن محمد\nبن أحمد بن حمدان بن عبد المؤمن.) أبو الحسن الميداني، ميدان زياد الذي\nعلى باب نيسابور. سكن همذان. روى عن: محمد بن يحيى العاصمي، وأبي حفص بن\nمسرور. ورحل فسمع من: عبد الملك بن بشران، وبشر الفاتني، وطائفة <span id='ms06822'></span> كبيرة. قال\nشيرويه: سمعت منه. وكان ثقة، صدوقا، معنيا بها الشأن، متقنا، اهدا، صامتا،\nلم تر عيناي مثله. وسمعت أحمد بن عمر الفقيه يقول: لم ير أبو الحسن\nالميداني مثل نفسه. قال شيرويه: ازدحموا على جنازته، وأطنبوا في وصفه\nوفضله. توفي يوم الجمعة ثامن عشرة صفر. قلت: روى عنه هبة الله بن الفرج.\n4 (علي بن محمد بن علي بن هارون.) أبو القاسم التيمي الكوفيابن الإدلابي\nالنيسابوري. حدث عن: أبي بكر بن المزكي، وعبد الرحمن بن محمد السراج، وأبي\nبكر الحيري، وابن نظيف المصري، وعبد الملك بن بشران.) وحدث ببغداد بمسند\nالشافعي. روى عنه: إسماعيل بن السمرقندي، وأبو البركات بن أبي سعد، ومحمد\nبن طلحة الرازي. وكان ثقة. مات في ربيع الأول سنة إحدى وسبعين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0057'> Vol. 32, p. 0057</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 58 4 (عمر بن عبد\nالملك بن عمر بن خلف.) أبو القاسم بن الرزاز. أحد عدول بغداد وفقهائها.\nسمع: أبا الحسن بن رزقويه، وأبا القاسم الحرفي، وابن شاذان. روى عنه: ابن\nالسمرقندي. توفي في رجب. 4 (عمر بن عبد الله بن عمر.) أبو الفضل بن\nالبقال البغدادي الأزجي المقريء. قرأ القرآن على أبي الحسن الحمامي. وسمع:\nأبا أحمد بن ابي مسلم الفرضي. وختم عليه خلق. وكان ورده كل يوم ختمة. روى\nعنه: أبو بكر الأنصاري، وأبو القاسم بن السمرقندي، وأحمد بن عمر الغازي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0058'> Vol. 32, p. 0058</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 59 وكان مولده سنة\n395. 4 (حرف الفاء) 4 (الفضيل بن يحيى بن الفضيل.) أبو عاصم\nالفضيلي الهروي، الفقيه. راوي المائة وغيرها. عن: عبد الرحمن بن أبي شريح،\nوأقرانه. ذكره أبو سعد السمعاني، فقال: كان فقيها، مزكيا، صدوقا، ثقة. عمر\nحتى حمل عنه الكثير. روى عنه: أبو الوقت.) وكان مولده في سنة ثلاث وثمانين\nوثلاثمائة، وتوفي في جمادى الأولى. روى عن: أبي علي منصور بن عبد الله\nالخالدي، وأبي الحسين بن بشران. وقدم بغداد. وروى عنه: عبد السلام بكبرة،\nومحمد بن الحسين العلوي. 4 (حرف الميم) 4 (محمد بن عبد الله بن أبي\nتوبة) أبو بكر الكشميهني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0059'> Vol. 32, p. 0059</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ <span id='ms06823'></span> الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 60 توفي بمرو، وكان\nواعظا فقيها. تفقه على أبي بكر القفال، وسمع من جماعة. 4 (محمد بن عبد\nالواحد بن عبد الله.) أبو بكر المستعمل السمسار. سمع: البرقاني، وأبا علي\nبن شاذان. روى عنه: عبد الله، وإسماعيل ابنا السمرقندي. 4 (محمد بن عثمان\nبن أحمد بن محمد بن علي بن مزدين.) أبو الفضل القومساني، ثم الهمذاني،\nويعرف بابن زيرك. قال شيرويه: هو شيخ عصره ووحيد وقته في فنون العلم، روى\nعن: أبيه، وعمه أبي منصور محمد، وخاله أبي سعد عبد الغفار، وابن جانجان،\nوعلي بن أحمد بن عبدان، ويوسف بن كج، والحسين بن فنجويه الثقفي، وعبد الله\nبن الأفشين، وجماعة. وروى بالإجازة عن أبي عبد الرحمن السلمي، وأبي الحسن\nبن رزقويه. وسمعت منه عامة ما مر له. وكان صدوقا ثقة، له شأن وحشمة. وله يد\nفي التفسير، حسن العبارة والخط، فقيها، أديبا، متعبدا. توفي في سلخ ربيع\nالآخر. وقبره يزار ويتبرك به. وسمعته يقول: ولدت سنة تسع وتسعين وثلاثمائة.\nقال شيرويه: سمعت عبد الله بن مكي: سمعت أبا الفضل القومساني يقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0060'> Vol. 32, p. 0060</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 61 في مرضه: رأيت\nرجلا دفع إلي كتابا، فأخذته، فإذا فيه: بسم الله الرحمن الرحيم من محمد\nرسول الله إلى محمد بن عثمان القومساني، سلام عليكم.) وسمعت إبراهيم بن\nمحمد القزاز الشيخ الصالح يقول: رأيت ابن عبدان ليلة مات أبو الفضل\nالقومساني، فأخذ بيدي ساعة، ثم قرأ أو لم يروا أنا نأتي الأرض ننقصها من\nأطرافها يريد موته. سمعت أبا الفضل القومساني يقول: روي عن النبي صلى الله\nعليه وسلم أنه كان يقول: اللهم أمتعني بسمعي وبصري، واجعلهما الوارث مني.\nمعناه مشكل، فإن العلماء قالوا: كيف يكون سمعه وبصره يرثانه بعده دون سائر\nأعضائه فتأولوه أنه أراد بذلك الدعاء لأبي بكر وعمر، بدليل قوله: إني لا\nغنى بي عنهما، فإنهما من الدين بمنزلة السمع والبصر من الرأس. فكأنه دعا\nبأن يمتع بهما في حياته، وأن برثاه خلافة النبوة بعد وفاته <span id='ms06824'></span>. ولا يجد\nالعلماء لهذا الحديث وجها ولا تأويلا غير هذا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0061'> Vol. 32, p. 0061</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 62 فرأيت أبا هريرة\nفي النوم، وكنت مارا في مقبرة سراكسلهر فقال لي: أتعرفني فقلت: لا. قال:\nأنا أبو هريرة. أصبت ما قلت، أنا رويت هذا الحديث وكذا أراد به النبي صلى\nالله عليه وسلم ما فسرت. سمعت أبا الفضل يقول: مرضت حتى غلب على ظني أني\nسأموت، فاشتد الأمر وعندي أبي وعمر خادم لنا، فكان أبي يقول: يا بني أكثر\nمن ذكر الله. فأشهدته وعمر على نفسي، أني على دين الإسلام، وعلى السنة.\nفرأيت وأنا على تلك الحال كأن هيبة دخلت قلبي، فنظرت فإذا أنا برجل يأتي من\nجهة القبلة، ذو هيبة وجمال، كأنه يسبح في الهواء، فازددت له هيبة. فلما قرب\nمني قال لي: قل. قلت: نعم. وهبته أن أقول له: ماذا أقول. وكرر علي وقال:\nقل. قلت: نعم، أقول. فقال: قل الإيمان يزيد وينقص، والقرآن كلام الله غير\nمخلوق بجميع جهاته، وأن الله تعالى يرى في الآخرة، وقل بفضل الصحابة، فإنهم\nخير من الملائكة بعد الأنبياء. قلت: لست أطيق أن أقول ذلك من الهيبة. فقال:\nقل معي. فأعاد الكلام فقلتها معه، فتبسم وقال: أنا أشهد لك عند العرش. فلما\nتبسم سكن قلبي، وذهبت عني الهيبة، فأردت أن أسأله هل أنا ميت فكأنه عرف\nفقال: أنا) لا أدري. أو قال: من أين أدري فقلت في نفسي: هذا ملك. وعوفيت من\nالمرض. وسمعته يقول: أصابني وجع شديد، فرأيت في المنام كأن قائلا يقول لي:\nأقرأ على وجعك الآيات التي فيها اسم الله الأعظم. فقلت: ما هي؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0062'> Vol. 32, p. 0062</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 63 قال: بديع\nالسموات والأرض إلى قوله اللطيف الخبير فقرأته فعوفيت. وسمعته يقول: أتاني\nرجل من خراسان فقال: إن رسول الله صلى الله عليه وسلم أتاني في منامي وأنا\nفي مسجد المدينة، فقال لي: إذا أتيت همذان فاقرأ على أبي الفضل بن زيرك مني\nالسلام. قلت: يا رسول الله، لماذا قال <span id='ms06825'></span>: لأنه يصلي علي في كل يوم مائة مرة.\nوقال: أسألك أن تعلمنيها. فقلت: إني أقول كل يوم مائة مرة أو أكثر: اللهم\nصل على محمد النبي الأمي، وعلى آل محمد، جزى الله محمدا، صلى الله عليه\nوسلم، عنا ما هو أهله. فأخذها عني، وحلف لي: وإني ما كنت عرفتك ولا اسمك\nحتى عرفك لي رسول الله صلى الله عليه وسلم. فعرضت عليه برا لأني ظننته\nمتزيدا في قوله، فما قبل مني وقال: ما كنت لأبيع رسالة رسول الله صلى الله\nعليه وسلم بعرض من الدنيا. ومضى فما رأيته بعد ذلك. 4 (محمد بن علي بن\nمحمد بن يحيى بن المهدي بالله.) الهاشمي العباسي البغدادي الشاعر. ويعرف\nبابن الحندقوقي. سمع: أبا الحسن بن رزقويه، وأبا الحسين القطان. وسمع\nبالبصرة من القاضي أبي عمر الهاشمي. روى عنه: إسماعيل بن السمرقندي. توفي\nفي ذي الحجة، وهو في عشر الثمانين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0063'> Vol. 32, p. 0063</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 64 4 (محمد بن\nعمر.) ) أبو طاهر الإصبهاني، النقاش. 4 (محمد بن أبي عمران موسى بن عبد\nالله.) أبو الخير المروزي الصفار. آخر من روى صحيح البخاري في الدنيا\nبعلو. رواه عن أبي الهيثم الكشميهني. قال ابن طاهر المقدسي: ظهر سماعه على\nالأصل بالصحيح، فقريء عليه. ثم استحضره الوزير نظام الملك، وسمعوا منه.\nفسقط يوما عن دابته، وحمل إلى بيته فمات. قلت: روى عنه: أبو بكر محمد بن\nإسماعيل المروزي الخراجي، والحافظ أبو جعفر محمد بن أبي علي الهمذاني، وأبو\nالفتح محمد بن عبد الرحمن الكشميهني الخطيب، وهو آخر أصحابه. قال الحافظ\nابن طاهر: سمعت عبد الله بن أحمد السمرقندي يقول: لم يصح لهذا الرجل، أبي\nالخير بن أبي عمران، من الكشميهني سماع، وإنما وافق الاسم الاسم، وكان هذا\nآخرمن روى الكتاب بمرو. حمل إلى الوزير نظام الملك ليقرأ عليه، فقريء عليه\nبعضه، وطرحته البغلة فمات، ولم يتم. وقد رأيت أهل مرو يحكون: إذا قيل إن\nأبا الخير بن أبي عمران سمع من أبي الهيثم، ويشيرون إلى أن هذا غير ذلك <span id='ms06826'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0064'> Vol. 32, p. 0064</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 65 وقال أبو سعد\nالسمعاني: كان صالحا سديد السيرة. حدث بالبخاري، وحدث ببعض الجامع للترمذي،\nعن أحمد بن محمد بن سراج الطحان. وعمر، وصار شيخ عصره. تكلم بعضهم في\nسماعه، وليس بشيء. أنا رأيت سماعه في القدر الموجود من أصل أبي الهيثم،\nوأثنى عليه والدي. وقال الأمير ابن ماكولا: سألت أبا الخير عن مولده، فقال:\nكان لي وقت ما سمعت الصحيح عشر سنين. وسمع في سنة، وتوفي في رمضان. 4\n(محمد بن المهدي.) وهو محمد بن عبد العزيز بن العباس ابن المهدي الهاشمي\nالبغدادي، والد أبي علي محمد. روى عن: أبي عمر الهاشمي البصري.) وعنه:\nابنه. 4 (مهدي بن نصر.) أبو الحسن الهمذاني الفقيه المشظي. روى عن:\nنافع القاضي، وطاهر الإمام. قال شيرويه: صدوق، سمعت منه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0065'> Vol. 32, p. 0065</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 66 4 (حرف الهاء)\n4 (هبة الله بن حسين بن المهلب البزاز.) أبو محمد. بغدادي. سمع: أبا عمر\nبن مهدي، وأبا الحسين بن بشران، وابن رزقويه، وغيرهم. روى عنه: أبو القاسم\nبن السمرقندي، وأبو بكر القاضي، وأبو نصر الغازي. قال ابن خيرون: كان سماعه\nصحيحا. قال السمعاني: كان من ملاح البغداديين ممن يشار إليه في الدعابة\nوالولع. مات في ربيع الآخر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0066'> Vol. 32, p. 0066</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 67 4 (وفيات سنة\nاثنتين وسبعين وأربعمائة) 4 (حرف الألف) 4 (أحمد بن الحسن بن\nمحمد.) أبو العباس القاريء مسكويه. مات في جمادى الآخرة. 4 (أحمد بن\nمحمد بن أحمد.) أبو ذر الإسكاف. حدث بإصبهان عن: أبي سعيد محمد بن موسى\nالصيرفي. روى عنه: سعيد بن أبي الرجاء. 4 (أحمد بن محمد بن عثمان.)\nالأستاذ أبو عمر البشخواني.) شيخ الصوفية. كان مولده في سنة أربعمائة، وهو\nمن ذرية الحسن بن سفيان النسوي. وبشخوان: من قرى نسا. ولي الخطابة ونيابة\nالقضاء، ثم ترك ذلك وتجرد، وحج ورجع، فخدم أبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0067'> Vol. 32, p. 0067</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 68 سعيد الميهني،\nوأبا القاسم القشيري، وظهرت عليه أحوال الطريقة، وصار من أصحاب الكرامات،\nوسمع من شيخ الإسلام أبي عثمان <span id='ms06827'></span> الصابوني، وبنى بقربته الخانقاه، وصار شيخ\nتلك الناحية. أضر في آخر عمره. وذكره السمعاني. 4 (حرف التاء) تبع.\nتقدم في السنة الماضية في تقريبها. 4 (حرف الحاء) 4 (الحسن بن\nإسماعيل بن صاعد بن محمد.) قاضي القضاة أبو علي الحنفي النيسابوري. سمع\nالكثير من: أبي يعلى حمزة، وعبد الله بن يوسف، وأبي الحسن بن عبدان. توفي\nفي جمادى الأولى. 4 (الحسن بن عبد الرحمن بن الحسن بن محمد بن أحمد بن\nإبراهيم بن عبد الله بن) العباس بن جعفر بن أبي جعفر المنصور العباسي.\nأبو علي المكي الشافعي الحناط. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0068'> Vol. 32, p. 0068</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 69 شيخ ثقة، كان\nيبيع الحنطة. روى عن: أحمد بن إبراهيم بن فراس، وعبيد الله بن أحمد السقطي.\nوغيرهما. روى عنه: أبو المظفر منصور السمعاني، وعبد النعم بن القشيري،\nومحمد بن طاهر، وأحمد بن محمد العباسي المكي، وطائفة من حجاج المغاربة،\nوغيرهم. قيل إنه توفي في شهر ذي القعدة وكان أسند من بقي بالحجاز. وثقه ابن\nالسمعاني في الأنساب.) وقال محمد بن محمد بن يوسف الفاشاني: كنت أقرأ على\nهبة الله بن عبد الوارث الشيرازي فقال: قرأت على أبي علي الشافعي بمكة:\n(ألا ليت شعري هل أبيتن ليلة .......... بفخ) قال هبة الله: فقرأته\nبالتصحيف بفج. فقال أبو علي، وأخرجني إلى ظاهر مكة، وأتى بي إلى موضع فقال:\nيا بني، هذا هو الفخ، بالخاء المعجمة، وهو الموضع الذي تمنى بلال أن يكون\nبه. وقد سأل ابن السمعاني إسماعيل بن محمد الحافظ، عن أبي علي المذكور\nفقال: عدل ثقة، كثير السماع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0069'> Vol. 32, p. 0069</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 70 4 (الحسين بن\nعلي بن أبي شريك الحاسب.) كان آية في الهندسة والحساب، ولم يكن بذاك.\nسمع: عبد الودود بن عبد المتكبر. روى عنه: أبو القاسم هبة الله الحاسب. 4\n(حرف العين) 4 (عبد الله بن أحمد بن عبيد الله بن عثمان.) أبو محمد\nبن أبي الخير البغدادي. السكري صاحب الزاهد عبد الصمد. كان أمينا مطبوعا،\nصحيح الأصول. سمع: أبا أحمد الفرضي، ومحمد بن بكران الرازي <span id='ms06828'></span>. روى عنه: أبو\nنصر الغازي بإصبهان، ويحيى بن الطراح، وإسماعيل بن السمرقندي. وكان يعرف\nبابن المطوعة. 4 (عبد الرحمن بن عبد الله بن عبد الرحمن بن جحاف.) أبو\nالمطرف المعافري، الفقيه البلنسي. قاضي بلنسية. روى عن: خلف بن هانيء\nالطرطوشي. روى عنه: أبو بحر سفيان بن العاص الأسدي، وأبو الليث السمرقندي.\nوسمع خلف من أحمد بن الفضل الدينوري.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0070'> Vol. 32, p. 0070</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 71 4 (عبد الرحمن\nبن محمد بن عبد الرحمن بن عباس.) أبو محمد القرطبي المقريء. قرأ على: مكي\nبن أبي طالب بالروايات. وسمع من: حاتم بن محمد، وأبي عبد الله محمد بن\nعتاب. قال ابن بشكوال: كان مع جلة المقرئين، وخيارهم. عارفا بالقراءآت،\nضابطا لها، مجودا، مع الدين والعفاف. أنبا عنه جماعة. وتوفي رحمه الله في\nذي الحجة. 4 (عبد الرحمن بن محمد بن عبد الرحمن بن محمد بن مسلم.) أبو\nسعيد الأبهري المالكي. سمع بمصر من: علي بن منير، وعبد الله بن الوليد\nالأندلسي. وحدث بدمشق. روى عنه: نصر المقدسي، وهبة الله بن الأكفاني، ونصر\nالله المصيصي وآخرون. 4 (عبد الملك بن الحسين بن خيران.) أبو نصر\nالدلال. سمع: أبا بكر بن الإسكاف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0071'> Vol. 32, p. 0071</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 72 مات في جمادى\nالأولى. 4 (علي بن عبد الرحمن بن محمد.) أبو القاسم المحمي. شيخ رئيس\nمن بيت الرواية والتزكية. سمع: ابن محمش، وأبا بكر الحيري، وجماعة. مولده\nسنة أربعمائة. روى عنه: إسماعيل بن عبد الرحمن العصائدي، وغيره. 4 (علي\nبن أبي القاسم بن عبد الله بن علي.) أبو الحسن السرقسطي، نزيل طليطلة.)\nحج، وأخذ عن أبي ذر الهروي، وأبي الحسن بن صخر، والقاضي عبد الوهاب\nالمالكي، وجماعة. وكان رجلا صالحا، فاضلا، لم تكن له خبرة بالإسناد. وفي\nكتبه تخليط كثير. توفي في ربيع الأول، وكانت له جنازة مشهودة بقرطبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0072'> Vol. 32, p. 0072</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 73 4 (حرف الفاء)\n4 (الفضل بن عبد الله بن محمد بن المحب.) قال عبد الغافر: توفي في المحرم\nسنة اثنتين. وقال غيره: توفي في سنة ثلاث <span id='ms06829'></span> وسبعين وهو هناك. 4 (حرف الميم)\n4 (محمد بن حسان بن محمد) أبو بكر الملقاباذي النيسابوري. سمع مسند أبي\nعوانة من أبي نعيم، وحدث به. وكان من كبار الفقهاء. روى عنه: وجيه الشحامي،\nوعبيد الله بن جامع الفارسي، وأحمد بن سهل المطرزي، وآخرون من آخرهم وفاة\nأبو طالب محمد بن عبد الرحمن الحنزباراني. قال أبو سعد: محمد بن أبي الوليد\nحسان بن محمد بن القاسم فقيه، ثقة، عدل مشتغل بنفسه، غير دخال في الأمور،\nأدرك الأسانيد العالية. سمع: أبا الحسن العلوي، وعبد الله بن يوسف، وابن\nمحمش. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0073'> Vol. 32, p. 0073</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 74 وروى عنه جدي\nأبو المظفر في الأحاديث الألف. ولد في المحرم سنة أربع وتسعين وثلاثمائة.\nومات بنيسابور في ذي القعدة سنة اثنتين. 4 (محمد بن الحسن بن محمد بن\nالأنماطي الخزاعي الكوفي.) أبو عبد الله. سمع: أبا عبد الله بن محمد بن\nعبد الله الجعفي القاضي، وغيره. وعنه: إسماعيل بن السمرقندي. ولد سنة\nأربعمائة.) ومات في شوال. 4 (محمد بن الحسين بن أحمد بن إبراهيم بن دينار\nبن يزدانيار.) أبو جعفر السعيدي الهمذاني الصوفي. ويعرف بالقاضي. روى عن:\nيوسف بن أحمد بن كج، وأبي عبد الله بن فنجويه، ومحمد بن أحمد بن حمدويه\nالطوسي، وعبد الرحمن بن الإمام، وأحمد بن الحسن الإمام، وأحمد بن عمر حموش،\nونصر بن الحارث، وجماعة كبيرة. قال شيرويه: سمعت منه، وكان ثقة صدوقا\nفقيرا. وكان أصم، وكنت إذا دخلت بيته ضاق لما أرى من حاله. توفي في جمادى\nالأولى. وكان مولده في سنة ثمانين وثلاثمائة. 4 (محمد بن أبي مسعود عبد\nالعزيز بن محمد.) أبو عبد الله الفارسي الهروي. راوي جزء أبي الجهم،\nونسخة مصعب الزبيري، وأجزاء ابن صاعد الستة، وغير ذلك عن عبد الرحمن بن أبي\nشريح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0074'> Vol. 32, p. 0074</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 75 روى عنه: محمد\nبن طاهر المقدسي، وعبد السلام بن أحمد بن بكبرة وأبو الفتح محمد بن علي\nالمضري، وأبو الوقت عبد الأول، وأهل هراة. ورحل ابن طاهر إليه بالقصد إلى\nهراة <span id='ms06830'></span>، فحكى أنه منع من الدخول، فتنازل إلى أن يدخل ويقرأ عليه حديثا واحدا،\nفأذن له. فلما دخل عليه قرأ عليه الحديث الذي في ذكر خيبر، وقد رواه\nالبخاري بواسطة ثلاثة بينه وبين مالك، والشيخ يروي هذا الحديث بواسطة ثلاثة\nكالبخاري، فقال لابن طاهر: لم اخترت هذا الحديث فوصف له علوه فيه. فقال:\nاقرأ باقي الجزء ولازمه حتى أكثر عنه. توفي في شوال. 4 (محمد بن عبد\nالعزيز بن محمد.) أبويعلى بن المناطقي البغدادي الدلال في الملك. سمع:\nابن رزقويه، وأبا الحسين بن بشران. وعنه: أحمد بن المجلي، وإسماعيل بن\nالسمرقندي.) ومات في رمضان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0075'> Vol. 32, p. 0075</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 76 4 (محمد بن علي\nبن محمود بن إبراهيم بن ماخرة.) أبو بكر الزوزني الصوفي. ولد الشيخ أبي\nالحسن. سمع: أبا الحسن بن مخلد، وأبا القاسم الخرقي. روى عنه: أبو علي\nالبرداني، وإسماعيل بن السمرقندي. ومات رحمه الله في ذي القعدة عن ستين\nسنة. 4 (محمد بن قاسم بن هلال التنيسي.) الطلليطلي، الفقيه. حدث عن:\nأبيه، وأبي عمر الطلمنكي. توفي في جمادى الآخرة. 4 (محمد بن محمد بن أحمد\nبن الحسين بن عبد العزيز.) أبو منصور العكبري الإخباري النديم، فارسي\nالأصل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0076'> Vol. 32, p. 0076</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 77 كان راوية\nللأخبار والحكايات، مليح النادرة، حاد الخاطر، طيب العشرة، من أولاد\nالمحدثين. ولد سنة اثنتين وثمانين وثلاثمائة. وسمع بالكوفة من: محمد بن عبد\nالله الجعفي، وببغداد من: هلال الحفار، وابن رزقويه، وأبي الحسن بن بشران.\nروى عنه: عبد الله النحوي، والحسين سبط الخياط، ويحيى بن الطراح، وإسماعيل\nبن السمرقندي. وقال الخطيب: كتبت عنه، وكان صدوقا. وقال عبد الله بن علي\nسبط الخياط: كان يتشيع. وقال ابن خيرون: إنه خلط في غير شيء، وسمع لنفسه\nفيه. وتوفي في رمضان. قال أبو سعد السمعاني: قول ابن خيرون لا يقدح فيه،\nلأن عمدة قدحه كونه استعار منه جزءا، فنقل فيه سماعه ورده، وما زالت الطلبة\nيفعلون ذلك.) قلت: وقع لنا المجتبى لأبن دريد بعلو من طريقه، سمعناه من أبي <span id='ms06831'></span>\nحفص ابن القواس، عن الكندي إجازة: أنا سبط الخياط، أنا أبو منصور النديم،\nأنا أبو الطيب محمد بن أحمد بن خلف بن خاقان العكبري، أنا أبو بكر بن دريد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0077'> Vol. 32, p. 0077</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 78 والنديم أيضا\nبنزول، عن ابن أيوب الشافعي، عن ابن الجراح، عنه. 4 (محمد بن هبة الله بن\nالحسن بن منصور.) أبو بكر بن الحافظ أبي القاسم الطبري اللالكائي ثم\nالبغدادي. ثقة، مكثر. سمعه أبوه من هلال الحفار، وأبي الحسين بن بشران،\nوأبي الحسين بن الفضل القطان. روى عنه: إسماعيل بن السمرقندي، وأبو محمد\nسبط الخياط، وعبد الوهاب الأنماطي. ومولده في ذي الحجة سنة تسع وأربعمائة.\nقلت: فيكون سماعه من الحفار حضورا. توفي في جمادى الأولى. وكان شافعي\nالمذهب، تبادر من أورده في علماء الشافعية، فإنه ليس هناك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0078'> Vol. 32, p. 0078</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 79 4 (محمد بن يحيى\nبن سعيد.) أبو عبد لله السرقسطي، خطيب سرقسطة. ويعرف بابن سماعة. حدث عن:\nأبي عمر الطلمنكي. روى عنه: أبو علي بن سكرة. وهو مشهور بالصلاح التام. 4\n(حرف النون) 4 (نصر بن أحمد بن مروان الكردي.) صاحب ديار بكر. مات عن\nسن عالية، وتملك ابنه منصور سنة اثنتين وسبعين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0079'> Vol. 32, p. 0079</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 80 4 (حرف الهاء)\n4 (هياج بن عبيد بن حسين.) الفقيه الزاهد أبو محمد الحطيني. وحطين قرية\nبين عكا وطبرية، بها قبر شعيب عليه السلام فيما قيل.) سمع: أبا الحسن علي\nبن موسى السمسار، وعبد الرحمن بن عبد العزيز ابن الطبيز، ومحمد بن عوف\nالمزني، وجماعة بدمشق وأبا ذر الهروي بمكة وعبد العزيز الأزجي، وغيره\nببغداد. ومحمد بن الحسين الطفال، وعلي بن حمصة بمصر. والسكن بن جميع\nبصيداء. ومحمد بن أحمد بن سهل بقيسارية. روى عنه هبة الله الشيرازي في\nمعجمه فقال: أنا هياج الزاهد الفقيه، وما رأت عيناي مثله في الزهد والورع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0080'> Vol. 32, p. 0080</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 81 وروى عنه: محمد\nبن طاهر، وعمر الرؤاسي، ومحمد بن أبي علي الهمذاني، وثابت بن منصور\nالقيسراني وإبراهيم <span id='ms06832'></span> بن عثمان الرازقي، وأبو نصر هبة الله السجزي، وغيرهم.\nقال ابن طاهر المقدسي: كنا جلوسا بالحرم، فتمارى اثنان أيهما أحسن: مصر، أو\nبغداد فقلت: هذا يطول، ولا يفصل بينكما إلا من دخل البلدين. فقالوا: من هو\nقلت: الفقيه هياج. فقمنا بأجمعنا إليه، قال: فيم جئتم فقصصت عليه وقلت: قد\nأحتكما إليك. فأطرق ساعة ثم قال: أقول لكما أيهما أطيب قلنا: نعم. فقال:\nالبصرة. قلت: إنما سألا عن مصر وبغداد، فقال: البصرة أطيب ذاك الخراب وقلة\nالناس، ويطيب القلب بتلك المقابر والزيارات. وأما بغداد ومصر، فليس فيهما\nخير من الزحمة والأكاسرة. وكان هياج فقيه الحرم بعد رافع الحمال. وسمعته\nيقول: كان لرافع الحمال في الزهد قدم، وإنما تفقه أبو إسحاق الشيرازي، وأبو\nيعلى بن الفراء بمراعاة رافع. كانوا يتفقهون، وكان يكون معهما، ثم يروح\nيحمل على رأسه، ويعطيهما ما يتقوتان به. قال ابن طاهر: وكان هياج قد بلغ من\nزهده أنه يصوم ثلاثة أيام، ويواصل ولا يفطر إلا على) ماء زمزم. فإذا كان\nآخر اليوم الثالث من أتاه بشيء أكله، ولا يسأل عنه. وكان قد نيف على\nالثمانين، وكان يعتمر في كل يوم ثلاث عمر على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0081'> Vol. 32, p. 0081</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 82 رجليه، ويدرس عدة\nدروس لأصحابه. وكان يزور عبد الله بن عباس بالطائف كل سنة مرة، يأكل بمكة\nأكلة، وبالطائف أخرى. وكان يزور النبي صلى الله عليه وسلم كل سنة مع أهل\nمكة. كان يتوقف إلى يوم الرحيل، ثم يخرج، فأول من أخذ بيده كان في مونته\nإلى أن يرجع، وكان يمشي حافيا من مكة إلى المدينة ذاهبا وراجعا. وسمعته\nيقول، وقد شكى إليه بعض أصحابه أن نعله سرقت في الطواف: إتخذ نعلين لا\nيسرقهما أحد. ورزق الشهادة في وقعة وقعت لأهل السنة بمكة، وذلك أن بعض\nالروافض شكى إلى أمير مكة: أن أهل السنة ينالون منا ويبغضونا. فأنفذ وأخذ\nالشيخ هياجا، وجماعة من أصحابه، مثل أبي محمد بن الأنماطي، وأبي الفضل بن\nقوام، وغيرهما. وضربهم، فمات الإثنان في <span id='ms06833'></span> الحال، وحمل هياج إلى زاويته، وبقي\nأياما، ومات من ذلك رضي الله عنه. وقال السمعاني: سألت إسماعيل بن محمد بن\nالفضل الحافظ، عن هياج بن عبيد، فقال: كان فقيها زاهدا. وأثنى عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0082'> Vol. 32, p. 0082</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 83 4 (حرف الياء)\n4 (يحيى بن محمد بن الحسين.) الشريف أبو محمد بن الأقساسي العلوي الكوفي.\nمن ولد زيد بن علي بن الحسين. وأقساس: قرية من قرى الكوفة. ثقة، روى عن:\nمحمد بن عبد الله الجعفي. روى عنه: إسماعيل بن السمرقندي، وأبو الفضل\nالأرموي. توفي في حدود هذه السنة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0083'> Vol. 32, p. 0083</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 84 4 (وفيات سنة\nثلاث وسبعين وأربعمائة) 4 (حرف الألف) 4 (أحمد بن حاتم بن بسام بن\nعامر) ) أبو العباس البكري التيمي الإصبهاني الشاهد له رحلة إلى خراسان\nوإلى بغداد سنة عشرين، فسمع من جماعة. روى عن: أبي علي بن شاذان. روى عنه:\nالحسين بن عبد الملك الأديب. وتوفي في صفر. 4 (أحمد بن عبد الرحمن بن علي\nبن سرابان.) أبو طاهر الروذباري الصائغ ابن الزاهد. روى عن: أحمد بن\nتركان، وعبد الرحمن المؤدب، وأبي سلمة الهمدانيين، ومنصور بن رامش. قال\nشيرويه: سمعت منه، وكان ثقة متقنا. توفي في شوال، وله ثمانون سنة. 4\n(أحمد بن محمد بن أحمد الأخضر البغدادي المقريء.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0084'> Vol. 32, p. 0084</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 85 كان من أحسن\nالناس تلاوة في المحراب. وكان مقلا قانعا. روى عن: أبي علي بن شاذان. وعنه:\nابن السمرقندي، وعلي بن أحمد بن بكار المقريء. 4 (أحمد بن محمد بن الحسين\nبن الحسن.) الخياط الأنصاري. روى عن: ابن خرشيد قوله، وأبي الفرج البرجي.\n4 (إسماعيل بن أحمد بن محمد بن عبد الله الحيري.) أبو ممد النيسابوري،\nالبزاز. شيخ معمر، صالح، مجاور بالجامع. سمع الكثير، وحدث عن أبي الحسين\nالعلوي، وأبي طاهر بن محمش، وعبد الله بن يوسف بن مامويه، وأبي عبد الرحمن\nالسلمي. روى عنه: عبد الغافر الفارسي وقال: توفي في رابع ذي الحجة، والحسين\nبن علي الشحامي، وسعيدة بنت زاهر الشحامي، وآخرون.) 4 (أمة الرحمن بنت <span id='ms06834'></span>\nعمر بن محمد بن يوسف بن دوست العلاف.) أم الخير. صالحة مستورة، روت عن:\nعمها عثمان بن دوست. وماتت في شوال. 4 (أمة القاهر بنت محمد بن أبي عمرو\nبن دوست العلاف.) أم العز. عن: جدها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0085'> Vol. 32, p. 0085</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 86 وعنها: إسماعيل\nبن السمرقندي، وغيره. أرخها ابن النجار. 4 (حرف الحاء) 4 (الحسين بن\nعلي بن عمر بن علي.) أبو عبد الله الأنطاكي. كان ينوب بدمشق في القضاء عن\nأبي الفضل بن أبي الجن العلوي. سمع من: تمام الرازي، وعبد الرحمن بن أبي\nنصر. وكان يسكن بالشاغور، وهو آخر من حدث عن تمام. روى عنه: أبو بكر\nالخطيب، وهبة الله بن أحمد الأكفاني، وجمال الإسلام أبو الحسن، وعلي بن\nقبيس. وسأله غيث عن مولده، فقال: سنة أربع وتسعين وثلاثمائة. وتوفي في\nالمحرم. 4 (الحسين بن علي بن محمد بن أحمد بن إسحاق.) أبو القاسم\nالنيسابوري المختار. حدث عن: عبد الله بن يوسف، وابن محمش، والأستاذ أبي\nسعد، وأصحاب الأصم. ودفن إلى جانب ابن نجيد. وله كلام في المعرفة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0086'> Vol. 32, p. 0086</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 87 4 (الحسين بن\nمحمد بن مبشر.) ) أبو علي الأنصاري السرقسطي. ويعرف بابن الإمام. أخذ\nالقراءة من: أبي عمرو الداني، وأبي علي الإلبيري. ورحل وسمع من: أبي ذر عبد\nبن أحمد، وإسماعيل الحداد المقريء. وأقرأ الناس. وكان خيرا فاضلا، رحمه\nالله. 4 (حرف السين) 4 (سعيد بن يوسف.) أبو طالب. صلبوه بهمذان في\nشوال. رحمه الله. 4 (سفيان بن الحسين بن محمد بن فنجويه.) ورخه بعضهم\nفيها، والصحيح ما تقدم. 4 (حرف الشين) 4 (شبيان بن عبد الله بن أحمد\nبن محمد.) أبو المعمر البرجي، الإصبهاني المحتسب. توفي في ربيع الآخر.\nشيخ صالح صاحب سنة. يعظ في القرى. سمع: أبا عبد الله بن مندة، والجرجاني،\nوأبا سعد الماليني، وأبا بكر بن مردويه. أرخه يحيى بن مندة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0087'> Vol. 32, p. 0087</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 88 4 (حرف العين)\n4 (عبد الله بن عبد العزيز.) أبو محمد بن عزون التميمي المهدوي المغربي\nالمالكي. من أصحاب أبي عمران الفاسي <span id='ms06835'></span>، وأبي بكر عبد الرحمن. وكان أحد\nالفقهاء الأربعة الذين نزحوا بعد خراب القيروان عنها، وهم: عبد الحميد\nالصائغ، وأبو الحسن اللخمي، وهذا، وأبو الرجال المكفوف. وكان ابن عزون\nمتفننا في العلوم.) تخرج به ابن حسان، والقاضي ابن شغلان، وكان من أقيم\nالناس على المدونة، وأبحثهم في أسرارها. توفي رحمه الله في حدود هذا العام.\n4 (عبد الرحمن بن الحسن بن عبد الرحمن بن علي بن أيوب.) أبو القاسم\nالعكبري. من بيت العلم والعدالة. كان تقة ورعا، أضر في آخر عمره. سمع: عم\nأبيه الحسين، وعمر بن أحمد بن أبي عمرو، وعبد الله بن علي بن أيوب\nالعكبريين. روى عنه: ابن السمرقندي، وأبو الحسن بن عبد السلام. حدث في هذا\nالعام. 4 (عبد الرحمن بن عيسى بن محمد.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0088'> Vol. 32, p. 0088</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 89 أبو زيد\nالأندلسي، قاضي طليطلة. ويعرف بابن الحشاء. سمع بقرطبة من: يونس بن عبد\nالله، وأبي المطرف القنازعي. وسمع بدانية من: أبي عمرو المقريء، وأبي\nالوليد بن فتحون. وبمكة من: أبي ذر الهروي، وأبي الحسن بن صخر. وبالمغرب\nمن: عبد الحق بن هارون الصقلي وبمصر من: أبي القاسم عبد الملك بن الحسن،\nوعلي بن إبراهيم الحوفي. وبالقيروان من: أبي عمران الفاسي الفقيه. استقضاه\nالمأمون يحيى بن ذي النون بطليطلة بعد أبي الوليد بن صاعد. وحمدت سيرته، ثم\nاستقضي بدانية. وقال أبو بكر الطرطوشي: ولما ولي جدي، يعني لأمه، أبو زيد\nبن الحشاء القضاء بطليطلة جمع أهلها وأخرج لهم صندوقا فيه عشرة آلاف دينار،\nوقال: هذا مالي، فلا تحسبوا ظهور حالي من ولايتكم، ولا نمو مالي من\nأموالكم. 4 (عبد السلام ابن شيخ الشيوخ أبي الحسن بن سالبة.) أبو\nالفتح.) توفي في جمادى الأولى. كأنه إصبهاني. 4 (عبد الواحد بن محمد بن\nعبيد الله.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0089'> Vol. 32, p. 0089</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 90 أبو القاسم\nالبغدادي الزجاج. ثم الخباز. سمع: ابن بشران، وابن رزقويه. وعنه: إسماعيل\nبن السمرقندي. ومات في ربيع الأول سنة ثلاث وسبعين. 4 (عبد الواحد بن\nالمطهر بن عبد الواحد بن <span id='ms06836'></span> محمد البزاني الإصبهاني.) قدم بغداد عميدا على\nالعراق، ومات كهلا قبل أبيه. 4 (علي بن محمد بن عبيد الله بن حمزة.)\nالقاضي أبو الحسن الهاشمي العباسي، الفقيه الشافعي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0090'> Vol. 32, p. 0090</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 91 سمع: عبد الرحمن\nبن أبي نصر. وعنه: جمال الإسلام. 4 (علي بن محمد بن علي.) أبو الحسن\nالصليحي، الخارج باليمن. ذكره القاضي ابن خلكان فقال: كان أبوه قاضيا\nباليمن، سني المذهب. وكان الداعي عامر بن عبد الله الزواخي يلاطف عليا، فلم\nيزل به حتى استمال قلبه وهو مراهق، وتفرس فيه النجابة. وقيل: كانت عنده\nحليته في كتاب الصور وهو من الذخائر القديمة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0091'> Vol. 32, p. 0091</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 92 فأوقف عليا منه\nعلى تنقل حاله، وشرف ماله، وأطلعه على ذلك سرا من أبيه. ثم مات عامر عن\nقريب، وأوصى لعلي بكتب، فعكف علي على الدرس والمطالعة، فحصل تحصيلا جيدا.\nوكان فقيها في الدولة المصرية الإمامية، مستبصرا في علم التأويل، يعني\nتأويل الباطنية، وهو قلب الحقائق، ولب الإلحاد والزندقة. ثم صار يحج بالناس\nعلى طريق السراة والطائف خمس عشرة سنة. وكان الناس يقولون له: بلغنا أنك\nستملك اليمن بأسره، فيكره ذلك، وينكر على قائله. فلما كان في سنة تسع\nوعشرين وأربعمائة، ثار علي بجبل مسار، ومعه ستون رجلا، قد حلفوا له بمكة\nعلى الموت والقيام بالدعوة. وآووا إلى ذروة منيعة برأس الجبل، فلم يتم\nيومهم إلا وقد أحاط) بهم عشرون ألفا، وقالوا: إن لم تنزل وإلا قتلناك ومن\nمعك جوعا وعطشا. فقال: ما فعلت هذا إلا خوفا علينا وعليكم أن يملكه غيرنا،\nفإن تركتموني أحرسه، وإلا نزلت إليكم. وخدعهم، فانصرفوا عنه. ولم تمض عليه\nأشهر حتى بناه وحصنه وأتقنه، وازداد أتباعه، واستفحل أمره، وأظهر الدعوة\nفيما بين أصحابه لصاحب مصر المستنصر. وكان يخاف من نجاح صاحب تهامة،\nويلاطفه، ويعمل عليه، فلم يزل به حتى سقاه سما مع جارية مليحة أهداها له في\nسنة اثنتين وخمسين وأربعمائة. وكتب إلى المستنصر يستأذنه في إظهار الدولة،\nفإذن له. فطوى البلاد طيا <span id='ms06837'></span>، وطوى الحصون والتهائم. ولم تخرج سنة خمس وخمسين\nحتى ملك اليمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0092'> Vol. 32, p. 0092</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 93 كله، حتى أنه قال\nيوما وهو يخطب في جامع الجند: في مثل هذا اليوم نخطب على منبر عدن. ولم يكن\nأخذها بعد. فقال بعض من حضر: سبوح قدوس. يستهزيء به. فأمر بالحوطة عليه،\nوخطب يومئذ على منبر عدن كما قال. واتخذ صنعاء كرسي مملكته، وأخذ معه ملوك\nاليمن الذين أزال ملكهم، وأسكنهم معه، وبنى عدة قصور، وطالت أيامه. وقال\nصاحب المرآة: في سنة خمس وخمسين دخل الصليحي إلى مكة، واستعمل الجميل مع\nأهلها، وطابت قلوب الناس، ورخصت الأسعار، ودعوا له. وكان شابا أشقر، أزرق،\nإذا جاز على جماعة سلم عليهم. وكان ذكيا فطنا لبيبا، كسا البيت ثيابا\nبيضاء، ودخل البيت ومعه الحرة زوجته التي خطب لها على منابر اليمن. وقيل:\nإنه أقام بمكة شهرا ورحل، وكان يركب فرسا يألف دينار، وعلى رأسه العصائب.\nوإذا ركبت الحرة ركبت في مائتي جارية، مزينات بالحلي والجواهر، وبين يديها\nالجنائب بسروج الذهب. قال ابن خلكان: وقد حج في سنة ثلاث وسبعين، واستخلف\nمكانه ولده الملك المكرم أحمد. فلما نزل بظاهر المهجم وثب عليه جياش بن\nنجاح وأخوه سعيد فقتلاه بأبيهما نجاح الذي سمه. فانذعر الناس، وكان الأخوان\nقد خرجا في سبعين راجلا بلا مركوب ولا سلاح بل مع كل واحد جريدة في رأسها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0093'> Vol. 32, p. 0093</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 94 مسمار حديد،\nوساروا نحو الساحل. وسمع بهم الصليحي فسير خمسة آلاف حربة من الحبشة الذين\nفي ركابه لقتالهم فاختلفوا في الطريق. ووصل السبعون إلى) طرف مخيم الصليحي،\nوقد اخذ منهم التعب والحفا، فظن الناس أنهم من جملة عبيد العسكر، فلم يشعر\nبهم إلا عبد الله أخو الصليحي، فدخل وقال: يا مولانا اركب، فهذا والله\nالأحول سعيد بن نجاح. وركب عبد الله، فقال الصليحي: إني لا أموت إلا\nبالدهيم وبئر أم معبد. معتقدا أنها أم معبد التي نزل بها رسول الله صلى\nالله عليه وسلم لما هاجر <span id='ms06838'></span>. فقال له رجل من أصحابه: قاتل عن نفسك، فهذه والله\nالدهيم، وهذه بئر أم معبد. فلما سمع ذلك لحقه زمع اليأس من الحياة على بغتة\nوبال، ولم يبرح من مكانه حتى قطع رأسه بسيفه، وقتل أخوه وأقاربه، وذلك في\nذي القعدة من السنة. ثم أرسل ابن نجاح إلى الخمسة الآف فقال: إن الصليحي قد\nقتل، وأنا رجل منكم، وقد اخذت بثأر أبي، فقدموا عليه وأطاعوه. فقاتل بهم\nعسكر الصليحي، فاستظهر عليهم قتلا وأسرا، ورفع رأس الصليحي على رمح، وقرأ\nالقارىء: قل اللهم مالك الملك تؤتي الملك من تشاء وتنزع الملك ممن تشاء.\nورجع فملك زبيد، وتهامة، إلى أن عملت على قتله الحرة، ودبرت عليه، وهي\nامرأة من أقارب الصليحي. فقتل سنة إحدى وثمانين وأربعمائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0094'> Vol. 32, p. 0094</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 95 قال محمد بن\nيحيى الزبيدي الواعظ: أنشدني الفقيه عبد الغالب بن الحسن الزبيدي لنفسه\nبزبيد: (أيها ذا المغرور لم يدم الده .......... ر لعاد الأولى ولا لثمود)\n(نقبوا في البلاد، واجتاب مجتا .......... بهم الصخر، باليفاع المشيد)\n(والذي قد بنى بأيد متين .......... إرما هل وراءها من مزيد) (وقرونا من\nقبل ذاك ومن بع .......... د جنودا أهلكن بعد جنود) (والصليحي كان بالأمس\nملكا .......... ذا اقتدار وعدة وعديد) (دخل الكعبة الحرام، وزارت\n.......... منه للشحر خافقات البنود) (فرماه ضحى بقاصمة الظه ..........\nر قضاء أتيح غير بعيد) (وأبو الشبل إذ يتيه بما أع .......... طي من مخلب\nوناب جديد) (وأخو المخطم المدل بنابي .......... ن كجذعين من سقي مجود)\nوهي قصيدة طويلة. 4 (علي بن أحمد بن الفرج.) أبو الحسن العكبري البزاز\nالفقيه الحنبلي، ويعرف بابن أخي أبي نصر.) كان مفتي عكبرا وعالمها. وكان\nورعا، زاهدا، ناسكا، فرضيا، مقرئا، له محل رفيع عند أهل عكبرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0095'> Vol. 32, p. 0095</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 96 سمع: أبا علي بن\nشاذان، والحسن بن شهاب العكبري. روى عنه: مكي الرميلي، وإسماعيل بن\nالسمرقندي. وتوفي في ربيع الآخر. 4 (علي بن مقلد بن عبد الله بن كرامة.)\nأبو الحسن الأطهري، البواب الحاجب. صدوق، خير. سمع <span id='ms06839'></span>: محمد بن محمد بن\nالروزبهان، والحسين بن الحسن الغضائري. روى عنه: هبة الله الكاتب، وإسماعيل\nبن السمرقندي. توفي في ربيع الآخر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0096'> Vol. 32, p. 0096</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 97 4 (علي بن عبد\nالغافر بن علي بن الحسن.) أبو القاسم الخزاعي النيسابوري. حدث عن: عبد\nالله بن يوسف الإصبهاني، وابن محمش، وجماعة. توفي في ثاني شوال. 4 (حرف\nالفاء) 4 (الفضل بن عبد الله بن المحب.) أبو القاسم النيسابوري،\nالواعظ. سمع: أبا الحسين الخفاف، وتفرد في وقته عنه. وسمع: السيد أبا الحسن\nالعلوي، وعبد الله بن يوسف، وابن محمش. وهو معروف بالوعظ، قد صنف فيه. وكان\nمن أهل الخير والسداد والعلم. أثنى عليه ابن السمعاني فيما انتقى لولده عبد\nالرحيم. وممن حدث عنه: سعيد بن الحسين الجوهري، والحسين بن علي الشحامي،\nومحمد بن إسماعيل بن أحمد المقريء، وهبة الرحمن بن القشيري، ومليكة بنت أبي\nالحسن الفندورجي ومحمد بن طاهر، وزاهر الشحامي، وأبو طالب محمد بن عبد\nالرحمن الكنجروذي الحيري،) ومحمد بن إسماعيل الشاماتي، وآخرون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0097'> Vol. 32, p. 0097</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 98 وبالإجازة: وجيه\nالشحامي، والحافظ ابن ناصر. وقال ابن طاهر: رحلت من مصر إلى نيسابور لأجل\nالفضل بن عبد الله المحب صاحب الخفاف، فلما دخلت قرأت عليه في أول المجلس\nجزءين من حديث السراج، فلم أجد لذلك حلاوة، واعتقدت أني نلته بلا تعب، لأنه\nلم يمتنع علي، ولا طالبني بشيء، وكل حديث من الجزءين يسوى رحلة. 4 (حرف\nالميم) 4 (محمد بن حارث بن أحمد بن منيوه.) أبو عبد الله السرقسطي\nالنحوي. كان من جلة الأدباء. روى عن: أبي عمر أحمد بن صارم الباجي كثيرا من\nكتب الأدب. أخذ عنه بغرناطة: أبو الحسن علي بن أحمد المقريء في هذا العام.\nوبقي بعده. 4 (محمد بن الحسن بن الحسين.) أبو عبد الله المروزي، الفقيه\nالشافعي. تفقه بمرو على أبي بكر القفال. وسمع بهراة من: عمر بن أبي سعد،\nوجماعة. وكان إماما، متفننا، متقنا، ورعا، عابدا. وقيل: توفي سنة، فالله\nأعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0098'> Vol. 32, p. 0098</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 99 4 (محمد <span id='ms06840'></span> بن\nالحسين بن عبد الله.) أبو علي بن الشبل البغدادي، الشاعر المشهور. له\nديوان سائر، وقد سمع غريب الحديث من: أحمد بن علي بن البادي، وكان ظريفا،\nنديما، مطبوعا، رقيق الشعر. روى عنه: أبو القاسم بن السمرقندي، وأبو الحسن\nبن عبد السلام، وأبو سعد الزوزني. وهو القائل:) (ما أطيب العيش في التصابي\n.......... لو أن عهد الصبى يدوم) (أو كان طيب الشباب يبقى .......... لم\nيتله الشيب والهموم) وله: (خذ ما تعجل واترك ما وعدت به .......... فعل\nالأريب فللتأخير آفات) (فللسعادة أوقات ميسرة .......... تعطي السرور\nوللأحزان أوقات) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0099'> Vol. 32, p. 0099</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 100 4 (محمد بن\nسلطان بن محمد بن حيوس.) الأمير مصطفى الدولة أبو الفتيان الغنوي\nالدمشقي. أحد فحول الشعراء، له ديوان كبير. سمع من: خاله أبي نصر بن\nالجندي. روى عنه: أبو بكر الخطيب، وأبو محمد بن السمرقندي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0100'> Vol. 32, p. 0100</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 101 وروى عنه من\nشعره: أبو القاسم النسيب، وأبو المفضل يحيى بن علي القرشي. وقال ابن\nماكولا: بم أدرك بالشام أشعر منه. وقال النسيب: مولده بدمشق في سنة. وورد\nأن أباه كان من أمراء العرب. وقد مدح في شعره ملوكا وأكابر، وتوفي بحلب في\nشعبان. ومن شعره: (طالما قلت للمسائل عنهم .......... واعتمادي هداية\nالضلال) (إن ترد علم حالهم عن يقين .......... فالقهم في مكارم أو نزال)\n(تلق بيض الأعراض سود مثار الن .......... قع خضر الأكناف حمر النضال)\nوله: (أسكان نعمان الأراك تيقنوا .......... بأنكم في ربع قلبي سكان)\n(ودوموا على حفظ الوداد فطال ما .......... منينا بأقوام إذا استحفظوا\nخانوا) (سلوا الليل عني قد تناءت دياركم .......... هل اكتحلت بالنوم لي\nفيه أجفان) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0101'> Vol. 32, p. 0101</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 102 (وهل جردت أسياف\nبرق دياركم .......... فكانت لها إلا جفوني أجفان) 4 (محمد بن عبد\nالعزيز بن عبد الرحمن.) أبو سعيد الكرابيسي الصفار المؤذن.) سمعه أبوه\nمن: عبد الله بن يوسف بن مامويه، وأبي عبد الرحمن السلمي. روى عنه: وجيه\nالشحامي، وغيره. ومات في ذي الحجة. وروى عنه أيضا: عبد الغافر بن <span id='ms06841'></span> إسماعيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0102'> Vol. 32, p. 0102</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 103 وسمع أيضا من:\nابن محمش، وأكثر عن السلمي. وكان من الصالحين الثقات. روى عنه أيضا: هبة\nالرحمن بن القشيري، وجامع السقاء، ومحمد بن منصور الكاغذي بالإجازة. 4\n(محمد بن محمد بن علي.) أبو الفضل العكبري المقريء. من نبلاء القراء. قرأ\nعلى أبي الفرج عبد الملك النهرواني، وأبي الحسن الحمامي، والحسن بن محمد بن\nالفحام. وأتقن القراءآت. وسمع من: ابن رزقويه. وكان صدوقا. توفي في ربيع\nالآخر بعكبرا عن سن عالية. روى عنه: أبو القاسم بن السمرقندي، وأخوه. وقد\nحدث عن ابن رزقويه، وكان ضريرا. ويقال له الجوزراني، بجيم ثم زاي. 4\n(محمد بن يحيى الهاشمي السرقسطي.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0103'> Vol. 32, p. 0103</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 104 توفي في هذه\nالحدود. سمع بمصر: أبا العباس بن نفيس. وكان يحفظ صحيح البخاري كله،\nوالموطأ رحمه الله. 4 (محمود بن جعفر بن محمد.) أبو المظفر الإصبهاني\nالكوسج التميمي. سمع من: عمم أبيه الحسين بن أحمد الكوسج، والحسن بن علي بن\nأحمد بن سليمان البغدادي ثم الإصبهاني، وغير واحد.) وسئل عنه إسماعيل بن\nمحمد الحافظ فقال: عدل مرضي رحمه الله. 4 (حرف النون) 4 (نصر بن أحمد\nبن مزاحم الخطيب.) أبو الفتح السمنجاني البلخي. سمع: أبا علي بن شاذان\nالبزاز، وغيره. روى عنه: أبو بكر محمد بن عبد الباقي القاضي، وأبو غالب بن\nالبنا. وكتب عنه: أبو الفضل بن خيرون مع تقدمه. وكان يترسل إلى الأطراف من\nالديوان. وقد سمع ببخاري من: منصور بن نصر الكرميني، وغيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0104'> Vol. 32, p. 0104</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 105 4 (نصر بن\nالمظفر بن طاهر البوسنجي.) أبو الحسن. توفي بإصبهان في رجب. 4 (حرف\nالهاء) 4 (هياج بن عبيد الحطيني الزاهد.) ورد أيضا أنه توفي في ذي\nالحجة من هذه السنة. وقد مر في سنة اثنتين. 4 (حرف الياء) 4 (يحيى بن\nأبي نصر الهروي.) الفقيه أبو سعد. سمع من: أبي منصور محمد بن محمد الأزدي\nالقاضي، وأبي بكر الحيري. 4 (يحيى بن محمد بن الحسن.) أبو محمد بن\nالأقساسي العلوي الحسيني الكوفي. روى عن <span id='ms06842'></span>: محمد بن عبد الله الجعفي. وعنه:\nابن الطيوري، والمؤتمن الساجي، وإسماعيل بن السمرقندي، وأبو الفضل الأرموي.\nولد سنة 395 ومات سنة 73.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0105'> Vol. 32, p. 0105</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 106 4 (وفيات سنة\nأربع وسبعين واربعمائة) 4 (حرف الألف) 4 (أحمد بن عبد العزيز بن\nعلي.) أبو طالب الشروطي الجرجاني، ثم البغدادي. ولد سنة إحدى وتسعين\nوثلاثمائة. وسمع: أباه، وبكر بن شاذان الواعظ، وأبا علي بن شاذان. وأول\nسماعه سنة أربع وأربعمائة من أبيه عن بشر الإسفرائيني. روى عنه: إسماعيل بن\nالسمرقندي، ويحيى بن الطراح. وتوفي في المحرم. 4 (أحمد بن علي بن الحسن\nبن محمد بن عمرو بن منتاب.) أبو محمد بن أبي عثمان البصري، ثم البغدادي\nالدقاق، المقريء. كان ثقة، مكثرا من الحديث، مهيبا، جليلا. ختم عليه جماعة.\nسمع: أباه، وإسماعيل بن الحسن الصرصري، وأحمد بن محمد المجبر، وأبا عمر بن\nمهدي، وأبا أحمد الفرضي، والحسن بن القاسم الدباس، وابن البيع. وعنه: مكي\nالرميلي، وهبة الله الشيرازي، وعبد الغافر بن الحسين الكاشغري، وعمر\nالرؤاسي، ومحمد بن عبد الباقي الأنصاري، وإسماعيل بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0106'> Vol. 32, p. 0106</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 107 السمرقندي،\nومحمد بن عبد الملك بن خيرون. ومولده سنة سبع وتسعين وثلاثمائة. قال يحيى\nبن الطراح: أنا أبو محمد بن أبي عثمان: أنا الحسن بن القاسم سنة أربعمائة\nحضورا، أنا أحمد وكيل أبي صخرة، فذكر حديثا. وقال إسماعيل بن السمرقندي:\nسئل أبو محمد أخو أبي الغنائم بن أبي عثمان أن يستشهد، فامتنع، فكلف، فقال:\nأصبروا إلى غد. ودخل البيت، فأصبح ميتا رحمه الله. ومثلها حكاية نصر بن علي\nالجهضمي لما ورد عليه الكتاب بتوليته القضاء، فاستصبرهم وبات يصلي إلى\nالسحر، فسجد طويلا ومات. توفي أبو محمد في ذي القعدة، وشيعه قاضي القضاة\nالدامغاني، والشيخ أبو إسحاق، وخلائق، وأمهم أخوه أبو الغنائم.) 4 (أحمد\nبن محمد بن إبراهيم بن علي.) أبو طاهر الخوارزمي القصار. سمع: أبا عمر بن\nمهدي، وإسماعيل بن الحسن الصرصري. روى عنه: ابنه محمد، وإسماعيل بن\nالسمرقندي، وجماعة. مات في ذي الحجة. وكان صحيح السماع، فاضلا <span id='ms06843'></span>. 4 (أحمد\nبن محمد بن عبد الله شاهكويه.) الصوفي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0107'> Vol. 32, p. 0107</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 108 كأنه إصبهاني.\n4 (أحمد بن المطهر بن الشيخ أبي نزار محمد بن علي.) أبو سعد العبدي\nالعبقسي الإصبهاني. روى عن: جده، والحافظ أبي بكر بن مردويه. 4 (أحمد بن\nهبة الله بن محمد بن يوسف بن صدقة.) أبو بكر الرحبي الدباس. قيل إنه من\nولد سعد بن معاذ رضي الله عنه. كان شيخا معمرا، نيف على المائة، ويسكن\nبغداد محلة النصرية. سمع: أبا الحسين بن بشران، ومحمد بن الحسين القطان.\nروى عنه: أبو بكر الأنصاري، وأبو القاسم السمرقندي. قال شجاع الذهلي: حدثني\nغير مرة أنه ولد سنة سبعين وثلاثمائة. وقال ابن ناصر: مات أبو بكر الرحبي\nفي رجب، وقد بلغ مائة وأربع سنين. وقال ابن النجار: كان يذكر أنه سمع من\nأبي الحسين بن سمعون، والمخلص، وأن أصوله ذهبت في النهب. 4 (إبراهيم بن\nعقيل بن حبش.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0108'> Vol. 32, p. 0108</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 109 أبو إسحاق\nالقرشي السامي النحوي، المعروف بالمكبري. روى عن: علي بن أحمد الشرابي، وعن\nخيثمة الأطرابلسي. روى عنه: الخطيب في كتاب التلخيص.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0109'> Vol. 32, p. 0109</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 110 ضعفه ابن\nالأكفاني، واطلع عليه بتركيب سند مستحيل للنحو. 4 (أرسلان تكين بن\nألطنطاش.) أبو الحارث التركي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0110'> Vol. 32, p. 0110</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 111 ببغداد. ويعرف\nأبوه بسيف المجاهدين. روى عن: أبي علي بن شاذان. وعنه: أبو القاسم بن\nالسمرقندي. مات في جمادى الأولى. 4 (حرف الحاء) 4 (الحسين بن عبد\nالرحمن بن علي الجنابذي.) أبو علي الفقيه. حدث عن: ابن محمش، وأبي إسحاق\nالإسفرائيني، والحيري. ومات رحمه الله بنيسابور. 4 (الحسين بن علي بن عبد\nالرحمن بن محمد بن محمود.) أبو بكر النيسابوري الحاكم الحنفي الدهان. من\nأعيان مذهبه. روى عن: أبي الحسن بن عبدان، وجماعة من أصحاب الأصم. وتوفي في\nذي الحجة. 4 (حمد بن عبد العزيز.) أبو القاسم الإصبهاني المعدل. حدث في\nهذه السنة عن: أبي عبد الله الجرجاني. روى عنه: مسعود الثقفي، والحسن بن\nالعباس الرستمي <span id='ms06844'></span>. 4 (حمد بن محمد بن أحمد بن العباس.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0111'> Vol. 32, p. 0111</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 112 أبو عبد الله\nالأسدي الزبيدي الآملي. ولي القضاء والرئاسة بآمل، وطبرستان سنين. وكان من\nرجال الدهر رأيا وكفاءة.) وصاهر نظام الملك. وكان يلقب بناصر السنة. روى\nعن: أبيه، وناصر العمري، وأبي محمد الجويني. وتوفي في ربيع الأول، وله بضع\nوخمسون سنة. 4 (حرف الدال) 4 (دبيس بن علي بن مزيد الأسدي.) نور\nالدولة أمير عرب العراق. كان نبيلا، جوادا، ممدحا، بعيد الصيت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0112'> Vol. 32, p. 0112</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 113 عاش ثمانين\nسنة، ومات في شوال فرثاه الشعراء فأكثروا. وولي بعده ابنه بهاء الدولة أبو\nكامل منصور، فسار إلى السلطان، وخلع عليه الخليفة أيضا، وأعطاه الحلة\nكأبيه. 4 (حرف السين) 4 (سعد بن محمد بن يحيى.) أبو المظفر الجوهري\nالإصبهاني، المؤدب الضرير. حدث أيضا في هذه السنة عن عثمان البرجي. وعنه:\nمسعود، والرستمي. وهو أخو سعيد شيخ السامي. 4 (سليمان بن خلف بن سعد بن\nأيوب بن وارث.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0113'> Vol. 32, p. 0113</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 114 الإمام أبو\nالوليد التجيبي القرطبي الباجي. صاحب التصانيف. أصله بطليوسي، وانتقل آباؤه\nإلى باجة، وهي مدينة قريبة من إشبيلية. ولد في ذي القعدة سنة ثلاث\nوأربعمائة. أخذ عن: يونس بن عبد الله بن مغيث، ومكي بن أبي طالب، ومحمد بن\nإسماعيل، وأبي بكر محمد بن الحسن بن عبد الوارث، وجماعة. ورحل سنة ست\nوعشرين، فجاور ثلاثة أعوام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0114'> Vol. 32, p. 0114</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 115 ولزم أبا ذر،\nوكان يروح معه إلى السراة، ويتصرف في حوائجه، وحمل عنه علما كثيرا.) وذهب\nإلى بغداد، فأقام بها ثلاثة أعوام. وأظنه قدمها من على الشام، لأنه سمع\nبدمشق أبا القاسم عبد الرحمن بن الطبيز، وعلي بن موسى السمسار، والحسين بن\nجميع. وسمع ببغداد: أبا طالب عمر بن إبراهيم الزهري، وعبد العزيز الأزجي،\nوعبيد الله بن أحمد الأزهري، وابن غيلان، والصوري، وجماعة. وأخذ الفقه عن:\nأبي الطيب الطبري، وأبي إسحاق الشيرازي. وأقام بالموصل على أبي جعفر\nالسمناني سنة يأخذ عنه علم الكلام <span id='ms06845'></span> والأصول. وأخذ أيضا عن القاضي: أبي عبد\nالله الحسين بن علي الصيمري الحنفي، وأبي الفضل ابن عمروس المالكي، وأحمد\nبن محمد العتيقي، وأبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0115'> Vol. 32, p. 0115</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 116 الفتح\nالطناجيري، ومحمد بن عبد الواحد بن رزمة، وطبقتهم. حتى برع في الحديث وبرز\nفيه على أقرانه، وأحكم الفقه وأقوال العلماء. وتقدم في علم النظر بالكلام.\nورجع إلى الأندلس بعد ثلاث عشرة سنة بعلوم كثيرة. روى عنه: الحافظ أبو بكر\nالخطيب، والحافظ أبو عمر بن عبد البر، وهما أكبر منه، ومحمد بن أبي نصر\nالحميدي، وعلي بن عبد الله الصقلي، وأحمد بن علي بن غزلون، وأبو علي بن\nسكرة الصدفي، وابنه العلامة الزاهد أبو القاسم أحمد بن سليمان، وأبو القاسم\nعبد الرحمن بن محمد القاضي، وأبو بكر محمد بن الوليد الطرطوشي، وابن شبرين\nالقاضي، وأبو علي بن سهل السبتي، وأبو بحر سفيان بن العاص، ومحمد بن أبي\nالخير القاضي، وآخرون. وتفقه به جماعة كثيرة. وكان فقيرا قانعا، خدم أبا ذر\nبمكة. قال القاضي عياض: وأجر نفسه ببغداد لحراسة درب. وكان لما رجع إلى\nالأندلس يضرب ورق الذهب للغزل، ويعقد الوثائق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0116'> Vol. 32, p. 0116</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 117 وقال لي\nأصحابه: كان يخرج إلينا للقراءة عليه، وفي يده أثر المطرقة، إلى أن فشا\nعلمه، وهنيت الدنيا به، وعظم جاهه، وأجزلت صلاته، حتى مات عن مال وافر.\nوكان يستعمله الأعيان في الترسل بينهم، ويقبل جوائزهم. وولي قضاء مواضع من\nالأندلس. صنف كتاب المنتقى في الفقه، وكتاب المعاني في شرح الموطأ، عشرين\nمجلدا، لم يؤلف مثله.) وكان قد صنف كتابا كبيرا جامعا بلغ فيه الغاية سماه\nكتاب الإستيفاء، وصنف كتاب الإيماء في الفقه، خمس مجلدات، وكتاب السراج في\nالخلاف. لم يتمم، ومختصر المختصر في مسائل المدونة، وكتاب إختلاف الموطآت،\nوكتاب الجرح والتعديل، وكتاب التسديد إلى معرفة التوحيد وكتاب الإشارة في\nأصول الفقه، وكتاب إحكام الفصول في أحكام الأصول، وكتاب الحدود، وكتاب شرح\nالمنهاج، وكتاب سنن الصالحين وسنن العابدين، وكتاب سبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0117'> Vol. 32, p. 0117</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي <span id='ms06846'></span> الجزء الثاني والثلاثون الصفحة 118 المهتدين، وكتاب\nفرق الفقهاء، وكتاب تفسير القرآن، لم يتمه، وكتاب سنن المنهاج وترتيب\nالحجاج. ابن عساكر: حدثني أبو محمد الأشيري: سمعت أبا جعفر بن غزلون الأموي\nالأندلسي: سمعت أبا الوليد الباجي يقول: كان أبي من تجار القيروان من باجة\nالقيروان، وكان يختلف إلى الأندلس ويجلس إلى فقيه بها يقال له أبو بكر بن\nسماح، فكان يقول: ترى أرى لي ابنا مثلك فلما أكثر من ذلك القول قال: إن\nأحببت ذلك فاسكن قرطبة، والزم أبا بكر القبري، وتزوج بنته، عسى أن ترزق\nولدا مثلي. ففعل ذلك، فجاءه أبو الوليد، وآخر صار صاحب صلاة، وثالث كان من\nالغزاة. وقال أبو نصر بن ماكولا: أما الباجي ذو الوزارتين أبو الوليد\nسليمان بن خلف القاضي، فقيه، متكلم، أديب، شاعر، رحل وسمع بالعراق، ودرس\nالكلام على القاضي السمناني، وتفقه على أبي إسحاق الشيرازي، ودرس وصنف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0118'> Vol. 32, p. 0118</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 119 وكان جليلا\nرفيع القدر والخطر. توفي بالمرية من الأندلس، وقبره هناك يزار. وقال أبو\nعلي بن سكرة: ما رأيت أحدا على سمته وهيبته وتوقير مجلسه مثل أبي الوليد\nالباجي. ولما كنت ببغداد قدم ولده أبو القاسم، فسرت معه إلى شيخنا قاضي\nالقضاة أبي بكر محمد بن المظفر الشامي، وكان ممن صحبه أبو الوليد الباجي\nقديما، فلما دخلت عليه قلت له: أدام الله عزك، هذا ابن شيخ الأندلس. فقال:\nلعله ابن الباجي قلت: نعم. فأقبل عليه. وقال عياض القاضي: حصلت لأبي الوليد\nمن الرؤساء مكانة، وكان مخالطا لهم، يترسل بينهم في مهم أمورهم، ويقبل\nجوائزهم. وهم له في ذلك على غاية التجلة، فكثرت القالة فيه من أجل هذا.\nوولي قضاء مواضع من الأندلس تصغر عن قدره كأوريولة وشبهها، فكان يبعث إليها\nخلفاء، وربما أتاها المرة ونحوها.) وكان في أول أمره مقلا حتى احتاج في\nسفره إلى القصد بشعره، واستئجار نفسه في مقامه ببغداد فيما سمعته مستفيضا\nلحراسة درب، فكان يستعين بإجارته على نفقته وبضوئه على دراسته، وكان\nبالأندلس يتولى ضرب <span id='ms06847'></span> ورق الذهب للغزال والأنزال، ويعقد الوثائق. وقد جمع\nابنه شعره. وكان ابتدأ كتابا سماه الإستيفاء في الفقه، لم يضع منه غير\nالطهارة في مجلدات. قال عياض: ولما قدم الأندلس وجد بكلام ابن حزم طلاوة\nإلا أنه كان خارجا عن المذهب، ولم يكن بالأندلس من يشتغل بعلمه، فقصرت\nألسنة الفقهاء عن مجادلته وكلامه، واتبعه على رأيه جماعة من أهل الجهل، وحل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0119'> Vol. 32, p. 0119</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 120 بجزيرة ميورقة،\nفرأس فيها، واتبعه أهلها. فلما قدم أبو الوليد كلم في ذلك، فدخل إلى ابن\nحزم وناظره، وشهر باطله، وله معه مجالس كثيرة. ولما تكلم أبو الوليد في\nحديث البخاري ما تكلم من حديث المقاضاة يوم الحديبية، وقال بظاهر لفظه،\nأنكر عليه الفقيه أبو بكر بن الصائغ وكفره بإجازته الكتب على رسول الله صلى\nالله عليه وسلم الآي، وأنه تكذيب للقرآن، فتكلم في ذلك من لم يفهم الكلام،\nحتى أطلقوا عليه الفتنة، وقبحوا عند العامة ما أتى به، وتكلم به خطباؤهم في\nالجمع. وفي ذلك يقول عبد الله بن هند الشاعر قصيدة منها: (برئت ممن شرى\nدنيا بآخرة .......... وقال: إن رسول الله قد كتبا) فصنف أبو الوليد في\nذلك رسالة بين فيها أن ذلك لا يقدح في المعجزة، فرجع جماعة بها. ومن شعره:\n(قد أفلح القانت في جنح الدجى .......... يتلو الكتاب العربي النيرا) (له\nحنين وشهيق وبكا .......... بيل من أدمعه ترب الثرا) (إنا لسفر نبتغي نيل\nالمدى .......... ففي السرا بغيتنا لا في الكرى) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0120'> Vol. 32, p. 0120</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 121 (من ينصب الليل\nينل راحته .......... عند الصباح يحمد القوم السرا) وله: (إذا كنت أعلم\nعلما يقينا .......... بأن جميع حياتي كساعه) (فلم لا أكون ضنينا بها\n.......... وأجعلها في صلاح وطاعه) وله يرثي أمه وأخاه رحمهما الله\nتعالى:) (رعى الله قبرين استكانا ببلدة .......... هما أسكناها في السواد\nمن القلب) (لئن غيبا عن ناظري وتبوءا .......... فؤادي لقد زاد التباعد\nفي القرب) (يقر بعيني أن أزور رباهما .......... وألزق مكنون الترائب\nبالترب) (وأبكي، وأبكي ساكنيها لعلني .......... سسأنجد <span id='ms06848'></span> من صحب وأسعد من\nسحب) (فما ساعدت ورق الحمام أخا أسى .......... ولا روحت ريح الصبا عن\nأخي كرب) (ولا استعذبت عيناي بعدهما كرى .......... ولا ظمئت نفسي إلى\nالبارد العذب) (أحن ويثني اليأس نفسي على الأسى .......... كما اضطر\nمحمول على المركب الصعب) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0121'> Vol. 32, p. 0121</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 122 وله: (إلهي، قد\nأفنيت عمري بطالة .......... ولم يثنني عنها وعيد ولا وعد) (وضيعته ستين\nعاما أعدها .......... وما خير عمر إنما خيره العد) (وقدمت إخواني وأهلي،\nفأصبحوا .......... تضمهم أرض ويسترهم لحد) (وجاء نذير الشيب لو كنت\nسامعا .......... لوعظ نذير ليس من سمعه بد) (تلبست بالدنيا، فلما تنكرت\n.......... تمنيت زهدا حين لا يمكن الزهد) (وتابعت نفسي في هواها وغيها\n.......... وأعرضت عن رشدي وقد أمكن الجهد) (ولم آت ما قدمته عن جهالة\n.......... يمكنني عذر ولا ينفع الجحد) (وها أنا من ورد الحمام على مدى\n.......... أراقب أن أمضي إليه وان أعدو) (ولم يبق إلا ساعة إن أضعتها\n.......... فما لي في التوفيق نقد ولا وعد) قال ابن سكرة: توفي بالمرية\nلتسع عشرة ليلة خلت من رجب. ذكره ابن السمعاني فقال: باجة بين إشبيلية\nوشنترين من الأندلس. وذكر ابن عساكر في تاريخه أن أبا الوليد قال: كان أبي\nمن باجة القيروان تاجرا، كان يختلف إلى الأندلس. وهذا أصح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0122'> Vol. 32, p. 0122</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 123 4 (حرف العين)\n4 (العباس بن محمد بن عبد الواحد بن العباس.) أبو الفضل الداراني.\nإصبهاني.) توفي في صفر. 4 (عبد الله بن عبد العزيز بن الشداد.) بغدادي.\nسمع من: أبي الحسن بن رزقويه، ومحمد بن فارس الغوري. روى عنه: قاضي\nالمرستان، وعبد الوهاب الأنماطي. وكان صدوقا. 4 (عبد الرحمن بن منصور بن\nرامش الزاهد.) أبو سعد الدينوري، نزيل نيسابور. سمع: أباه، وأبا طاهر بن\nمحمش، وعبد الله بن يوسف الإصبهاني، والحاكم أبا عبد الله، جماعة. وكان\nثقة، صوفيا، نبيلا، رئيسا، كثير الكتابة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0123'> Vol. 32, p. 0123</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 124 روى عنه: زاهر\nووجيه ابنا الشحامي، وعبد الغافر الفارسي. توفي في شعبان. 4 (عبد القاهر\nبن عبد الرحمن <span id='ms06849'></span>.) أبو بكر الجرجاني. قيل: توفي فيها. وقد مر. 4 (علي بن\nأحمد بن محمد بن علي.) أبو القاسم البسري البغدادي البندار. والد الحسين.\nقال أبو سعد السمعاني: كان شيخا صالحا، ثقة فهما، عالما، عمر، وحدث\nبالكثير، وانتشرت عنه الرواية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0124'> Vol. 32, p. 0124</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 125 سمع: أبا طاهر\nالمخلص، وأبا أحمد الفرضي، وأبا الحسن بن الصلت المجبر، وإسماعيل بن الحسن\nالصرصري، وأبا عمر بن مهدي، وجماعة. وأجاز له: نصر بن أحمد بن الخليل\nالمرجي، وأبو عبد الله بن بطة وأبو الحسن محمد بن جعفر التميمي. وكان حسن\nالأخلاق متواضعا، ذا هيبة ورواء.) قال الخطيب: كتبت عنه، وكان صدوقا. قال\nأبو سعد: وسألت إسماعيل بن محمد بن الفضل الحافظ عنه فأثنى عليه وقال: شيخ\nثقة. وسأله الخطيب عن مولده فقال: في صفر سنة ست وثمانين وثلاثمائة. روى\nعنه: أبو الفضل محمد بن المهتدي بالله، وعلي بن طراد الزينبي، وإسماعيل بن\nأحمد بن عمر الغازي، وأبو منصور موهوب الجواليقي، والإمام أبو الحسن علي بن\nالزاغوني، وأخوه أبو بكر محمد، ومحمد بن طاهر المقدسي، والحافظ عبد الوهاب\nالأنماطي، وأبو القاسم سعيد بن البنا، وأبو الفضل محمد بن ناصر، ونصر بن\nنصر العكبري، وخلق كثير. وآخر من روى عنه بالإجازة، والله أعلم، أبو\nالمعالي بن اللحاس. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0125'> Vol. 32, p. 0125</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 126 وتوفي في سادس\nرمضان. 4 (علي بن محمد بن أحمد) أبو الحسن البغدادي الصابوني. سمع: أبا\nعمر بن مهدي. روى عنه: عبد الوهاب الأنماطي. وتوفي رحمه الله في ذي الحجة.\n4 (حرف القاف) 4 (قتيبة بن محمد بن محمد بن أحمد بن عثمان بن عبد\nالله.) أبو رجاء العثماني النسفي الحافظ، نافلة أبي العباس المستغفري.\nسمع الكثير بسمرقند، وأملى بها وبنسف مجالس كثيرة. روى عنه: المستغفري،\nوعبد الملك بن القاسم، وطائفة. قال عمر بن محمد النسفي في كتاب القند:\nمولده سنة تسع وأربعمائة، وهو أول من سمعت منه، أملى علينا في صفر من\nالسنة. وتوفي في ربيع الآخر. 4 (حرف الميم) 4 (محمد بن إبراهيم بن <span id='ms06850'></span>\nمحمد بن فارس) أبو عبد الله الشيرازي الكاغذي. كان له دكان يبيع فيها\nالكتب ببغداد. وكان ظاهري المذهب.) ولد سنة خمس وتسعين وثلاثمائة بشيراز.\nوسمع بها من: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0126'> Vol. 32, p. 0126</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 127 عبد الرحمن بن\nمحمد الرشيقي. وبمصر من: ابن نظيف الفراء. وبدمشق من: الحسين بن محمد\nالحلبي. روى عنه: أبو الحسين بن الطيوري، وأبو بكر قاضي المرستان، وإسماعيل\nبن السمرقندي، ومحمد بن القاسم بن المظفر الشهرزوري. قال شجاع بن فارس: كان\nغير ثقة. وقال ابن ناصر: سمع لنفسه. وقال أحمد بن خيرون: توفي في نصف\nالمحرم. وحدث عن أبي القاسم بن بشران. قال: وقيل إنه حدث عن أبي حيان\nالتوحيدي، ولم يكن له عنه ما يعول عليه. 4 (محمد بن الحسن بن الحسين.)\nأبو عبد الله المروزي المهربندقشائي. نسبة إلى قرية على بريد من مرو. كان\nإماما ورعا، عابدا، فقيها، مفتيا. سمع الكثير، وتفقه على أبي القفال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0127'> Vol. 32, p. 0127</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 128 وسمع منه، ومن\nمسلم بن الحسن الكاتب، ومحمد بن محمود الساسجردي. ورحل إلى هراة، فسمع: أبا\nالفضل عمر بن إبراهيم بن أبي سعد، وأبا أحمد محمد بن محمد المعلم، وأحمد بن\nمحمد بن الخليل. روى عنه: محمد بن أبي ناصر المسعودي، ومحمد بن أبي النجم\nالبزاز، ومصعب بن عبد الرزاق، وعبد الواحد بن أبي علي الفارمذي، وآخرون.\nتوفي في سنة أربع. وقيل: سنة ثلاث، وقد ذكرته فيها مختصرا. 4 (محمد بن\nعبد الرحمن بن عبد الرحيم بن أحمد بن العجوز.) الفقيه أبو عبد الله\nالكتامي السبتي. من كبار فقهاء المالكية، وعليه وعلى ابن الثريا كانت\nالعمدة في الفتوى. أخذ عن أبي إسحاق التونسي بالقيروان. وكانت بينه وبين\nالمذكور وبين حمود مطالبات) ومشاحنات، جرت عليه منها محنة بسبب كلمة قالها.\nوذلك أنه خطب الخطيب، فقال: وأعدوا لهم ما استطعتم من عدة. فقال الناس:\nأخطأ الخطيب، أبدل مكان قوة عدة. فقال هو: الوزن واحد. فقيل: كفر. وأفتى\nعليه أولئك الفقهاء بالإستتابة، فسجن ثم أخرج، فرحل إلى فاس <span id='ms06851'></span>، فولاه أمير\nالمؤمنين ابن تاشفين قضاء فاس، فأحسن السيرة. تفقه عليه أبو عبد الله بن\nعيسى التميمي، والفقيه أبو عبد الله بن عبد الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0128'> Vol. 32, p. 0128</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 129 توفي في رمضان،\nوخلف ثلاثة أولاد: عبد الرحمن وهو فقيههم وكبيرهم، وعبد الله، وعبد الرحيم.\n4 (محمد بن علي بن محمد بن جعفر بن جولة.) أبو بكر الأبهري الإصبهاني\nالمؤدب. روى عن: محمد بن إبراهيم الجرجاني. وعنه: مسعود الثقفي. توفي في\nحدود هذا العام. 4 (محمد بن محمد بن أحمد.) أبو جعفر الشاماتي\nالنيسابوري الأديب. سمع: عبد الله بن يوسف الإصبهاني، وأبا طاهر بن محمش،\nوأبا عبد الرحمن السلمي. روى عنه: الحافظ عبد الغافر وقال: شيخ فاضل، عفيف.\nتخرج به جماعة من المتأدبين، وله الخط المنسوب المشهور بالحسن، والحظ\nالوافر في التأديب. وروى عنه: وجيه الشحامي، وأبو نصر الغازي. أخبرنا أحمد\nبن هبة الله: أنا إسماعيل بن عثمان كتابة: أنا وجيه بن طاهر حضورا: أنا أبو\nجعفر محمد بن محمد، أنا أبو عبد الرحمن السلمي: نا جدي إسماعيل بن نجيد\nقال: سمعت أبا بكر محمد بن إسحاق بن خزيمة، وسئل هل تكفر من قال: القرآن\nمخلوق قال: نعم. ولم لا أكفره وقد سمعت المزني، والربيع يقولان: من قال\nالقرآن مخلوق فهو كافر. وقالا: سمعنا الشافعي يقول: من قال القرآن مخلوق\nفهو كافر. ثم قال: وما لي لا أكفره وقد كفره مالك، وابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0129'> Vol. 32, p. 0129</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 130 أبي ذئب قالا:\nمن قال القرآن مخلوق لا يستتاب، بل يقتل، فإنه كفر به وارتداد. 4 (محمد\nبن محمد بن المختار.) ) أبو الفتح الواسطي النحوي. أخذ عن: أبي القاسم بن\nكردان، وأبي الحسن بن دينار. وسمع من: أبي الحسن بن عبد السلام بن عبد\nالملك البزاز، ومحمد بن أحمد السقطي. وكان حسن الفهم، متيقظا في الشهادة.\nعاش تسعين سنة. قاله خميس الحوزي. 4 (محمد بن مكي بن أبي طالب بن محمد بن\nمختار.) أبو طالب القيسي القرطبي. روى الكثير عن أبيه، وعن: يونس بن <span id='ms06852'></span> عبد\nالله القاضي، وأبي القاسم بن الإفليلي. وولي إمامة جامع قرطبة، وأحكام\nالسوق. وكان عالما، مشكور السيرة. توفي في المرم عن ستين سنة. 4 (محمد بن\nيحيى بن إبراهيم بن محمد بن يحيى بن سختويه.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0130'> Vol. 32, p. 0130</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 131 أبو بكر المزكي\nالنيسابوري، المحدث ابن المحدث أبي زكريا بن المزكي أبي إسحاق. قال عبد\nالغافر الحافظ: هو من أظراف المشايخ الذين لقيناهم، وأكثرهم سماعا وأصولا.\nجمع لنفسه فبلغ عدد شيوخه خمسمائة شيخ. وكان يروي عن نحو من خمسين من أصحاب\nالأصم. وأكثر عن أبيه، وعن أبي عبد الرحمن السلمي. وأملى ببغداد، فحضر\nمجلسه القاضي أبو الطيب الطبري، وحضره أكثر من خمسمائة محبرة. وأوصى لي بعد\nوفاته بالكتب والأجزاء. وقال أبو سعد السمعاني: كان من أظرف الشيوخ وأرغبهم\nفي التجمل والنظافة، وأحفظهم لأيام المشايخ. خرج إلى الحج، وبقي بالعراق\nوغيرها نحوا من عشرين سنة، ثم رجع إلى نيسابور وأملى، ورزق الرواية، ومتع\nبما سمع. سمع: أبا عبد الله الحاكم، وعبد الله بن يوسف، ومحمد بن محمد بن\nمحمش، والسلمي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0131'> Vol. 32, p. 0131</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 132 ثنا عنه: وجيه\nالشحامي، وهبة الرحمن القشيري، وأبو نصر الغازي. وقال الخطيب في ترجمته في\nتاريخه: أنا محمد بن يحيى، نا عبد الرحمن بن بالويه: نا محمد) بن الحسين\nالقطان، ثنا قطن، فذكر حديثا. وقع لنا عاليا في مجلس ابن مالويه هذا. قال\nالسمعاني: كان الخطيب متوقفا فيه، فإنه قال: كتبت عنه، ثم عاد إلي بعد ست\nسنين، فحدث عن الحاكم، ولم يكن حدث فيما تقدم. ولم نر له أصلا، وإنما كان\nيروي من فروع. وتوفي في رجب وله ثمانون سنة. 4 (حرف الياء) 4 (يعقوب\nبن أحمد.) أبو سعد الأديب النيسابوري. من علماء العربية. روى عن: أبي بكر\nالحيري وغيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0132'> Vol. 32, p. 0132</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 133 روى عنه: وجيه\nالشحامي. وتوفي في رمضان. قال: عبد الغافر فيه: أستاذ البلد في العربية\nواللغة، كثير التصانيف والتلامذة. تلمذ للحاكم أبي سعيد بن دوست، وقرأ عليه <span id='ms06853'></span>\nالأصول. وقرأ الحديث الكثير على المشايخ. وأفاد أولاده. وحدث عن: أبي\nالقاسم السراج، وابن فنجويه، وطبقة أصحاب الأصم. ثم روى عنه عبد الغافر\nحديثا. 4 (يونس بن أحمد بن يونس.) أبو الوليد الأزدي الطليطلي. ويعرف\nبابن شوقه. روى عن: قاسم بن هلال، وأبي عمر بن سميق، وجماهر بن عبد الرحمن.\nوكان خيرا، فاضلا، زاهدا، له بصر بالفقه، وتصرف في الحديث، وفيه مروءة.\nتوفي بمجريط. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0133'> Vol. 32, p. 0133</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 134 4 (وفيات سنة\nخمس وسبعين وأربعمائة) 4 (حرف الألف) 4 (أحمد بن الحسن\nالماندكاني.) ) أبو نصر الإصبهاني المعروف بالقاضي. توفي في شوال. 4\n(أحمد بن عبد الله بن محمد بن أحمد بن حسنويه.) أبو نصر الخراساني. سمع:\nأبا بكر الحيري، والصيرفي، والطرازي. 4 (حرف الباء) 4 (بديل بن علي\nبن بديل.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0134'> Vol. 32, p. 0134</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 135 أبو محمد\nالبرزندي الشافعي. سكن بغداد، وتفقه، وسمع من: أبي الطيب الطبري، والبرمكي.\nوكتب الكثير. روى عن: إسماعيل بن السمرقندي، وأبو العز بن كادش، وجماعة.\nصالح، خير، من أهل السنة. قال ابن خيرون: مات في جمادى الآخرة. 4 (بكر بن\nمحمد بن أبي سهل السبعي الصوفي.) أبو علي النيسابوري. حدث ببغداد عن: أبي\nبكر الحيري. روى عنه: إسماعيل بن السمرقندي. وكان جده مثريا فوقف سبع\nأملاكه، فلذا قيل له السبعي. توفي ببغداد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0135'> Vol. 32, p. 0135</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 136 4 (حرف الجيم)\n4 (جعفر بن عبد الله بن أحمد القرطبي، ثم الطليطلي.) أبو أحمد. قرأ\nالقرآن على أبي المطرف عبد الرحمن بن مروان القنازعي، وسمع منه الكثير في\nسنة إحدى عشرة وأربعمائة. وقرأ الأدب على: قاسم بن محمد المرواني، وحكم بن\nمنذر.) وأخذ أيضا عن: أبي محمد بن عباس الخطيب، وغير واحد. قال ابن بشكوال:\nوكان ثقة فيما رواه، فاضلا منقبضا. سمع الناس منه. وأخذ عنه أبو علي\nالغساني، وأنبا عنه محمد بن أحمد الحاكم وقال لي: قتل بداره ظلما ليلة عيد\nالأضحى، ومولده سنة ثلاث وتسعين وثلاثمائة. قلت: هذا من مسندي الأندلس في\nعصره، وشيخه القنازعي قرأ على الأنطاكي. 4 (حرف <span id='ms06854'></span> الحاء) 4 (الحسن بن\nمحمد بن محمد بم حمويه.) أبو علي النيسابوري، الصفار الفقيه. سمع: أبا\nبكر الحيري. وعنه: زاهر الشحامي، وأبو طالب محمد بن عبد الرحمن الحيري،\nوغيرهما. مات في صفر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0136'> Vol. 32, p. 0136</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 137 4 (الحسين بن\nعبد الله بن علي.) أبو عبد الله بن عربية الربعي، والد أبي القاسم علي.\nسمع مع ولده من: أبي الحسن بن مخلد البزاز. روى عنه: أبو بكر محمد بن عبد\nالباقي. وتوفي في ذي الحجة. 4 (حمد بن الفضل بن أحمد بن منصور الرازي.)\nالفقيه. توفي في ربيع الآخر. 4 (حرف الخاء) 4 (خلف بن محمد بن جعفر.)\nأبو القاسم الأندلسي. من أهل المرية. حج، وأخذ عن: أبي عمران الفاسي، وأبي\nذر عبد بن أحمد. روى عنه: أبو جعفر بن أحمد بن سعيد.) ولي خطابة بلده. وعاش\nثمانين سنة. 4 (حرف السين) 4 (سهل بن عبد الله بن علي.)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0137'> Vol. 32, p. 0137</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 138 أبو الحسن\nالغازي الإصبهاني الزاهد. سمع: عثمان بن أحمد البرجي، ومحمد بن إبراهيم\nالجرجاني، وابن مردويه. روى عنه: مسعود الثقفي، وأبو عبد الله الرستمي. مات\nفي ربيع الآخر. 4 (حرف العين) 4 (عبد الله بن أحمد بن أبي الحسين.)\nأبو الحسين النيسابوري الشاماتي، الأديب. سمع من: أبي الحسين بن عبد\nالغافر، وغيره. وأدب بالعربية بنيسابور، وصنف شرحا لديوان المتنبي، وشرحا\nللحماسة، وشرحا لأمثال أبي عبيد، وغير ذلك. وتوفي في رابع عشر رجب. 4\n(عبد الله بن مفوز بن أحمد بن مفوز.) أبو محمد المعافري الشاطبي. روى\nالكثير عن أبي عمر بن عبد البر، ثم زهد فيه لصحبته السلطان. وروى عن: أبي\nتمام القطيني، وأبي العباس العذري. وكان رحمه الله مشهورا بالعلم والزهد.\nوهو أخو الحافظ طاهر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0138'> Vol. 32, p. 0138</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 139 4 (عبد الوهاب\nبن الحافظ أبي عبد الله محمد بن إسحاق بن محمد بن يحيى بن مندة.) أبو\nعمرو العبدي الإصبهاني. وكان أصغر من أخويه عبد الرحمن، وعبيد الله. وكان\nحسن الأخلاق، متواضعا، رحيما باليتامى والأرامل، حتى كان يقال له <span id='ms06855'></span> أبو\nالأرامل. وسمع الكثير من والده، وسمع من: إبراهيم بن خرشيد قوله، وأبي عمر\nبن عبد الوهاب، وأبي محمد الحسن بن يوه.) وسمع بمكة الحسن بن احمد بن فراس.\nووقع لنا أجزاء من حديثه. وروى بالإجازة عن أبي الحسين الخفاف القنطري،\nوأبي عبد الله الحاكم، وجماعة. وحديثه في هذا الوقت بالإجازة من العوالي.\nروى عنه: إسماعيل بن محمد بن الفضل الحافظ، ومحمد بن طاهر، وأبو نصر أحمد\nبن عمر الغازي، وأخوه خالد بن عمر، وأبو سعد البغدادي، وأحمد بن محمد بن\nأحمد بن الفتح الفيج، والحسن بن العباس الرستمي، وأبو الخير محمد بن أحمد\nبن الباغبان، ومسعود بن الحسن الثقفي، وآخرون. ورحل الناس إليه من البلدان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0139'> Vol. 32, p. 0139</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 140 قال أبو سعد\nالسمعاني: رأيت الناس بإصبهان مجمعين على الثناء عليه والمدح له. وكان\nشيخنا إسماعيل الحافظ كثير الثناء عليه والرواية عنه. وكان يفضله على أخيه\nأبي القاسم. وقال ابنه أبو زكريا يحيى: توفي ليلة تاسع عشر من جمادى\nالآخرة. قرأت على فاطمة بنت سليمان، وغيرها، عن محمود بن إبراهيم، أن أبا\nالخير محمد بن أحمد أخبرهم: أنبا عبد الوهاب بن محمد: ثنا أبي: سمعت الحسين\nبن علي النيسابوري: سمعت محمد بن إسحاق بن خزيمة يقول: دخل إلي جماعة من\nالكلابية، وسماهم بأسمائهم، قال: فقلت لهم: إن كان كما تزعمون أن الله لم\nيكن خالقا حتى خلق الخلق، فأنتم تزعمون أن الله ليس بالآخر، والله يقول هو\nالأول والآخر، وأنه ليس بمالك يوم الدين، لأن يوم الدين يوم القيامة.\nفبهتوا ورجعوا. وقال السلفي: سألت المؤتمن الساجي، عن أبي عمرو بن مندة\nفقال: لم أر شيخا أقعد منه وأثبت منه في الحديث. قرأت عليه إلى أن فاظت\nنفسه، ولم أفجع بموت شيخ لقيته كما فجعت به رحمه الله. 4 (علي بن عبد\nالملك بن محمد بن عمر بن إبراهيم بن بشر.) أبو الحسن الحفصي. من أهل\nإستراباذ. قدم بغداد، وسمع من: هلال الحفار، وغيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0140'> Vol. 32, p. 0140</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني <span id='ms06856'></span> والثلاثون الصفحة 141 وحدث\nبإستراباذ.) سمع منه: محمد بن طاهر، وعبد الله بن أحمد السمرقندي، ومحمد بن\nأبي علي الهمذاني. ولد سنة ست وتسعين وثلاثمائة. وتوفي بإستراباذ. 4 (علي\nبن هبة الله بن ماكولا.) الحافظ. يقال إنه قتل فيها. وسيأتي في سنة سبع\nوثمانين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0141'> Vol. 32, p. 0141</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 142 4 (حرف القاف)\n4 (قتيبة بن سعد بن محمد البقال.) توفي بكرمان. 4 (حرف الميم) 4\n(محمد بن أحمد بن علي.) أبو بكر السمسار. إصبهاني، مسند. سمع: إبراهيم بن\nخرشيد قوله، وجعفر بن محمد بن جعفر، وأبا الفضل عبد الواحد بن عبد العزيز\nالتميمي، وغيرهم. روى عنه: أبو عبد الله الرستمي، ومسعود الثقفي. ومات في\nنصف شوال عن سن عالية. قال السمعاني: سألت أبا سعد البغدادي عنه، فأثنى\nعليه وقال: كان من المعمرين. سمعته يقول: ولدت سنة خمس وسبعين. وعاش مائة\nسنة. 4 (محمد بن أحمد بن علان.) أبو الفرج الكرجي، ثم الكوفي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0142'> Vol. 32, p. 0142</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 143 حدث في هذا\nالعام عن القاضي أبي عبد الله محمد بن عبد الله الهرواني الكوفي. روى عنه:\nأبو الحسن بن عنبرة. 4 (محمد بن الحسن بن علي.) كمال الملك أبو جعفر\nابن الوزير نظام الملك.) كان همام الطبع، شجاع القلب. كانت فيه نخوة\nالوزارة وكبرياء الملك. جمع خزائن أموالا، وعدة غلمان وحجاب، وأشياء لم\nتجتمع إلا لأبيه. ووزر مدة للأمير تكش. وكان أكبر أولاد أبيه، ففجع به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0143'> Vol. 32, p. 0143</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 144 4 (محمد بن عمر\nبن محمد بن تانة.) أبو نصر الإصبهاني الخرجاني. وخرجان: محلة بإصبهان.\nتوفي في شهر رجب. يروي عن: الحافظ ابن مردويه. ورحل فسمع من أبي علي بن\nشاذان. روى عنه: أبو سعد أحمد بن محمد البغدادي، وأبو عبد الله الرستمي،\nوإسماعيل الحافظ. وكان عارفا بالقراءات، ليس بالصالح. 4 (محمد بن فارس بن\nعلي.) أبو الوفاء الإصبهاني الصوفي. سمع: أحمد بن موسى بن مردويه الحافظ.\nوعنه: الرستمي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0144'> Vol. 32, p. 0144</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 145 توفي رحمه الله\nليلة عيد الفطر. 4 (محمد بن المحسن <span id='ms06857'></span> بن الحسن بن علي.) أبو حرب العلوي\nالدينوري النسابة. قال شيرويه: قدم علينا من بغداد في جمادى الآخرة سنة خمس\nوسبعين. وروى عن: أبيه، وأبي علي بن شاذان، وأبي الطيب الطبري. وكان فاضلا،\nاستمليت عليه. 4 (مسعود بن عبد الرحمن بن القاضي أبي بكر أحمد بن الحسن.)\nأبو البركات الحيري النيسابوري. سمع الكثير من جده، ومن جماعة. وتوفي في\nربيع الآخر عن إحدى وسبعين سنة.) وعنه: عبد الغافر. 4 (مسعود بن علي.)\nأبو نصر النيسابوري المحتسب. روى عن: أبي بكر الحيري، والصيرفي، والطرازي.\nومات في رجب. 4 (المطهر بن عبد الواحد بن محمد.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0145'> Vol. 32, p. 0145</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 146 أبو الفضل\nاليربوعي البزاني الإصبهاني. سمع: أبا جعفر بن المرزبان، وأبا عبد الله بن\nمندة، وأبا عمر بن عبد الوهاب السلمي، وجماعة، وإبراهيم بن خرشيد قوله\nأيضا. وطال عمره، وأكثر الناس عنه. ولا أعلم متى توفي، ولكنه بقي إلى هذا\nالعصر. روى عنه: مسعود الثقفي، والرستمي. وكان رئيسا كاتبا. سأل السمعاني\nأبا سعد البغدادي عنه، فقال: كان والده محدثا، أفاده في صغره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0146'> Vol. 32, p. 0146</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 147 4 (الكنى)\n4 (أبو عبد الله بن أبي الحسن بن أبي قدامة.) القرشي الخراساني الأمير.\nمات في رجب. 4 (الأمير أبو نصر بن ماكولا.) توفي فيها في قول، ويذكر في\nسنة سبع وثمانين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0147'> Vol. 32, p. 0147</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 148 4 (وفيات سنة\nست وسبعين وأربعمائة) 4 (حرف الألف) 4 (أحمد بن علي.) أوب\nالخطاب. يذكر بكنيته. 4 (أحمد بن محمد بن الفضل.) ) الإمام أبو بكر\nالفسوي. توفي بسمرقند. ذكره عبد الغافر في تاريخه فقال: الإمام ذو الفنون،\nدخل نيسابور، وحصل بها العلوم. قرأ على الإمام زين الإسلام، يعني القشيري،\nالأصول. وسمع من أبي بكر الحيري، وأقام بنيسابور مدة، ثم خرج إلى ما وراء\nالنهر. وصار من أعيان الأئمة. وشاع ذكره، وانتشر علمه. 4 (إبراهيم بن علي\nبن يوسف.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0148'> Vol. 32, p. 0148</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 149 الشيخ أبو إسحاق\nالشيرازي الفيروزآباذي. شيخ الشافعية في زمانه. لقبه: جمال الدين. ولد سنة\nثلاث وتسعين <span id='ms06858'></span> وثلاثمائة. تفقه بشيراز على: أبي عبد الله البيضاوي، وعلى: أبي\nأحمد عبد الوهاب بن رامين. وقدم البصرة فأخذ عن الخرزي. ودخل بغداد في شوال\nسنة خمس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0149'> Vol. 32, p. 0149</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 150 عشرة وأربعمائة،\nفلازم القاضي أبا الطيب وصحبة، وبرع في الفقه حتى ناب عن أبي الطيب، ورتبه\nمعيدا في حلقته. وصار أنظر أهل زمانه. وكان يضرب به المثل في الفصاحة. وسمع\nمن: أبي علي بن شاذان، وأبي الفرج محمد بن عبيد الله الخرجوشي. وأبي بكر\nالبرقاني، وغيرهم. وحدث ببغداد، وهمذان، ونيسابور. روى عنه: أبو بكر\nالخطيب، وأبو الوليد الباجي، وأبو عبد الله الحميدي، وأبو القاسم بن\nالسمرقندي، وأبو البدر إبراهيم بن محمد الكرخي، ويوسف بن أيوب الهمذاني،\nوأبو نصر أحمد بن محمد الطوسي، وأبو الحسن بن عبد السلام، وطوائف سواهم.\nوقرأت بخط ابن الأنماطي أنه وجد بخط قال: أبو علي الحسن بن أحمد الكرماني\nالصوفي، يعني الذي غسل الشيخ أبا إسحاق، سمعته يقول: ولدت سنة تسعين\nوثلاثمائة، ودخلت بغداد سنة ثماني عشرة وله ثمان وعشرون سنة. ومات لم يخلف\nدرهما، ولا عليه درهم. وكذلك كان يقضي عمره.) قال أبو سعد السمعاني: أبو\nإسحاق إمام الشافعية، والمدرس بالنظامية، شيخ الدهر، وإمام العصر. رحل\nالناس إليه من البلاد، وقصدوه من كل الجوانب، وتفرد بالعلم الوافر مع\nالسيرة الجميلة، والطريقة المرضية. جاءته الدنيا صاغرة، فأباها واقتصر على\nخشونة العيش أيام حياته. صنف في الأصول، والفروع، والخلاف، والمذهب. وكان\nزاهدا، ورعا، متواضعا، ظريفا، كريما، جوادا، طلق الوجه، دائم البشر، مليح\nالمجاورة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0150'> Vol. 32, p. 0150</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 151 تفقه بفارس على\nأبي الفرج البيضاوي، وبالبصرة على الخرزي. إلى أن قال: حدثنا عنه جماعة\nكثيرة. وحكي عنه أنه قال: كنت نائما ببغداد، فرأيت رسول الله صلى الله عليه\nوسلم ومعه أبو بكر وعمر، فقلت: يا رسول الله بلغني عنك أحاديث كثيرة عن\nناقلي الأخبار، فأريد أن أسمع منك خبرا أتشرف به في الدنيا، وأجعله ذخيرة\nللآخرة. فقال: يا شيخ، وسماني شيخا وخاطبني به <span id='ms06859'></span>، وكان يفرح بهذا. ثم قال: قل\nعني: من أراد السلامة فليطلبها في سلامة غيره. رواها السمعاني، عن أبي\nالقاسم حيدر بن محمود الشيرازي بمرو، أنه سمع ذلك من أبي إسحاق. وورد أن\nأبا إسحاق كان يمشي، وإذا كلب، فقال فقيه معه: إخسأ. فنهاه الشيخ، وقال: لم\nطردته عن الطريق أما علمت أن الطريق بيني وبينه مشترك. وعنه قال: كنت أشتهي\nثريدا بماء باقلاء أيام اشتغالي، فما صح لي أكلة، لاشتغالي بالدرس، وأخذي\nالنوبة. قال السمعاني: قال أصحابنا ببغداد: كان الشيخ أبو إسحاق إذا بقي\nمدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0151'> Vol. 32, p. 0151</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 152 لا يأكل شيئا\nصعد إلى النصرية، فله فيها صديق، فكان يثرد له رغيفا، ويشربه بماء\nالباقلاء. فربما صعد إليه، وقد فرغ، فيقول أبو إسحاق: تلك إذا كرة خاسرة.\nويرجع. قال أبو بكر الشاشي: الشيخ أبو إسحاق. حجة الله تعالى على أئمة\nالعصر. وقال الموفق الحنفي: أبو إسحاق، أمير المؤمنين فيما بين الفقهاء.\nقال السمعاني: سمعت محمد بن علي الخطيب: سمعت محمد بن يوسف الفاشاني بمرو،\nوسمعت محمد بن محمد بن هانيء القاضي يقول: إمامان ما اتفق لهما الحج: أبو\nإسحاق،) والقاضي أبو عبد الله الدامغاني. أما أبو إسحاق فكان فقيرا، ولكن\nلو أيدوه لحملوه على الأعناق، والدامغاني، لو أراد الحج على السندس\nوالإستبرق لأمكنه. قال: وسمعت القاضي أبا بكر محمد بن القاسم الشهرزوري\nبالموصل يقول: كان شيخنا أبو إسحاق إذا أخطأ أحد بين يديه قال: أي سكتة\nفاتتك وكان يتوسوس. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0152'> Vol. 32, p. 0152</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 153 سمعت عبد\nالوهاب الأنماطي يقول: كان أبو إسحاق يتوضأ في الشط، وكان يشك في غسل وجهه،\nحتى غسله مرات، فقال له رجل: يا شيخ، أما تستحي، تغسل وجهك كذا وكذا نوبة\nفقال له: لو صح لي الثلاث ما زدت عليها. قال السمعاني: دخل أبو إسحاق يوما\nمسجدا ليتغذى على عادته، فنسي دينارا معه وخرج، ثم ذكر، فرجع، فوجده، ففكر\nفي نفسه وقال: ربما وقه هذا الدينار من غيري، فلم يأخذه وذهب <span id='ms06860'></span>. وبلغنا أن\nطاهرا النيسابوري خرج للشيخ أبي إسحاق جزءا، فكان يذكر في أول الحديث: أنا\nأبو علي بن شاذان، وفي آخر: أنا الحسن بن أحمد البزاز، وفي آخر: أنا الحسن\nبن ابي بكر الفارسي، فقال: من هذا قال: هو ابن شاذان، فقال: ما أريد هذا\nالجزء. هذا فيه تدليس، والتدليس أخو الكذب. وقال القاضي أبو بكر الأنصاري:\nأتيت الشيخ أبا إسحاق بفتيا في الطريق، فناولته، فأخذ قلم خباز وداوته،\nوكتب لي في الطريق، ومسح القلم في ثوبه. قال السمعاني: سمعت جماعة يقولون:\nلما قدم أبو إسحاق رسولا إلى نيسابور، تلقاه الناس لما قدم، وحمل الإمام\nأبو المعالي الجويني غاشية فرسه، ومشى بين يديه، وقال: أنا أفتخر بهذا.\nوكان عامة المدرسين بالعراق والجبال تلامذته وأشياعه وأتباعه، وكفاهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0153'> Vol. 32, p. 0153</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 154 بذلك فخرا. وكان\nينشد الأشعار المليحة ويوردها، ويحفظ منها الكثير. وصنف المهذب في المذهب،\nوالتنبيه، واللمع في أصول الفقه، وشرح اللمع، والمعونة في الجدل، والملخص\nفي أصول الفقه، وغير ذلك. وعنه قال: العلم الذي لا ينتفع به صاحبه، أن يكون\nالرجل عالما، ولا يكون عاملا. ثم أنشد لنفسه: (علمت ما حلل المولى وحرمه\n.......... فاعمل بعلمك، إن العلم للعمل) وقال: الجاهل بالعلم يقتدي، فإذا\nكان العالم لا يعمل، فالجاهل ما يرجو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0154'> Vol. 32, p. 0154</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 155 من نفسه؟ فالله\nالله يا) أولادي، نعوذ بالله من علم يصير حجة علينا. وقيل: إن أبا نصر عبد\nالرحيم بن القشيري جلس بجنب الشيخ أبي إسحاق، فأحس بثقل في كمه، فقال: ما\nهذا يا سيدنا قال: قرصي الملاح. وكان يحملهما في كمه طرحا للتكلف. قال\nالسمعاني: رأيت بخط أبي إسحاق رحمه الله في رقعة: بسم الله الرحمن الرحيم\nالله الرحمن الرحيم، نسخة ما رآه الشيخ السيد أبو محمد عبد الله بن الحسن\nبن نصر المزيدي، أبقاه الله. رأيت في سنة ثمان وستين وأربعائة ليلة جمعة\nأبا إسحاق إبراهيم بن علي بن يوسف الفيروزآباذي طول الله عمره في منامي\nيطير مع <span id='ms06861'></span> أصحابه، وأنا معهم استعظاما لتلك الحال والرؤية. فكنت في هذه\nالفكرة، إذ تلقى الشيخ ملك، وسلم عليه، عن الرب تبارك وتعالى، وقال له: إن\nالله تعالى يقرأ عليك السلام ويقول: ما الذي تدرس لأصحابك فقال له الشيخ:\nأدرس ما نقل عن صاحب الشرع. فقال له الملك: فاقرأ علي شيئا لأسمعه. فقرأ\nعليه الشيخ مسألة لا أذكرها، فاستمع إليه الملك وانصرف، وأخذ الشيخ يطير،\nواصحابه معه. فرجع ذلك الملك بعد ساعة، وقال للشيخ: إن الله يقول: الحق ما\nأنت عليه وأصحابك، فادخل الجنة معهم. وقال الشيخ أبو إسحاق: كنت أعيد كل\nقياس ألف مرة، فإذا فرغت، أخذت قياسا آخر على هذا، وكنت أعيد كل درس مائة\nمرة، فإذا كان في المسألة بيت يستشهد به حفظت القصيدة التي فيها البيت. كان\nالوزير عميد الدولة بن جهير كثيرا ما يقول: الإمام أبو إسحاق وحيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0155'> Vol. 32, p. 0155</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 156 عصره، وفريد\nدهره، ومستجاب الدعوة. وقال السمعاني: لما خرج أبو إسحاق إلى نيسابور، وخرج\nفي صحبته جماعة من تلامذته، كانوا أئمة الدنيا، كأبي بكر الشاشي، وأبي عبد\nالله الطبري، وأبي معاذ الأندلسي، والقاضي علي الميانجي، وأبي الفضل بن\nفتيان قاضي البصرة، وأبي الحسن الآمدي، وأبي القاسم الزنجاني، وأبي علي\nالفارقي، وأبي العباس بن الرطبي. وقال أبو عبد الله بن النجار في تاريخه:\nولد، يعني أبا إسحاق، بفيروزآباد، بليدة بفارس، ونشأ) بها. ودخل شيراز.\nوقرأ الفقه على أبي عبد الله البيضاوي، وابن رامين. وقرأ على أبي القاسم\nالدراكي، وقرأ الدراكي على المروزي صاحب ابن سريج. وقرأ أبو إسحاق أيضا على\nالطبري، عن الماسرجسي، عن المروزي. وقرأ أبو إسحاق أيضا على الزجاجي، وقرأ\nالزجاجي على ابن القاص صاحب ابن سريج. وقرأ أصول الكلام على أبي حاتم\nالقزويني، صاحب أبي بكر بن الباقلاني. وكان أبو إسحاق خطه في غاية الرداءة.\nأنبأني الخشوعي، عن أبي بكر الطرطوشي قال: أخبرني أبو العباس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0156'> Vol. 32, p. 0156</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 157 الجرجاني القاضي\nبالبصرة قال: كان أبو إسحاق لا <span id='ms06862'></span> يملك شيئا من الدنيا، فبلغ به الفقر حتى كان\nلا يجد قوتا ولا ملبسا. ولقد كنا نأتيه وهو ساكن في القطيعة، فيقوم لنا نصف\nقومة، كي لا يظهر منه شيء من العري. وكنت أمشي معه، فتعلق بنا باقلاني\nوقال: يا شيخ، أفقرتني وكسرتني، وأكلت رأس مالي، إدفع إلي ما لي عندك.\nفقلنا: وكم لك عنده قال: أظنه قال: حبتان من ذهب أو حبتان ونصف. وقال أبو\nبكر محمد بن أحمد ابن الخاضبة: سمعت بعض أصحاب الشيخ أبي إسحاق يقول: رأيت\nالشيخ كان يركع ركعتين عند فراغ كل فصل من المهذب. قال: قرأت بخط أبي\nالفتوح يوسف بن محمد بن مقلد الدمشقي: سمعت الوزير ابن هبيرة: سمعت أبا\nالحسن محمد بن القاضي أبي يعلى يقول: جاء رجل من ميافارقين إلى والدي\nليتفقه عليه، فقال: أنت شافعي، وأهل بلدك شافعية، فكيف تشتغل بمذهب أحمد\nقال: قد أحببته لأجلك. فقال: يا ولدي ما هو مصلحة. تبقى وحدك في بلدك ما لك\nمن تذاكره، ولا تذكر له درسا، وتقع بينكم خصومات، وأنت وحيد لا يطيب عيشك.\nفقال: إنما أحببته وطلبته لما ظهر من دينك وعلمك. قال: أنا أدلك على من هو\nخير مني، الشيخ أبو إسحاق. فقال: يا سيدي، إني لا أعرفه. فقال: أنا امضي\nمعك إليه.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0157'> Vol. 32, p. 0157</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 158 فقام معه وحمله\nإليه، فخرج الشيخ أبو إسحاق إليه، واحترمه وعظمه، وبالغ. وكان الوزير نظام\nالملك يثني على الشيخ أبي إسحاق ويقول: كيف لنا مع رجل لا يفرق بيني وبين\nبهروز الفراش في المخاطبة لما التقيت به قال: بارك الله فيك. وقال لبهروز\nلما صب عليه الماء: بارك الله فيك. وقال الفقيه أبو الحسن محمد بن عبد\nالملك الهمذاني: حكى أبي قال: حضرت مع قاضي القضاة أبي الحسن الماوردي عزاء\nالنابتي قبل سنة أربعين، فتكلم الشيخ أبو إسحاق وأجاد، فلما خرجنا قال\nالماوردي: ما رأيت كأبي إسحاق، لو رآه الشافعي لتجمل به. أنا ابن الخلال،\nأنا جعفر، أنا السلفي قال <span id='ms06863'></span>: سألت شجاعا الذهلي، عن أبي إسحاق فقال: إمام\nالشافعية، والمقدم عليهم في وقته ببغداد. كان ثقة، ورعا، صالحا، عالما\nبمعرفة الخلاف، علما لا يشاركه فيه أحد. أنباؤنا عن زين الأمناء: أنا\nالصائن هبة الله بن الحسن، أنا محمد بن مرزوق الزعفراني: أنشدنا أبو الحسن\nعلي بن فضال القيرواني لنفسه في التنبيه، للإمام أبي إسحاق: (أكتاب\nالتنبيه ذا، أم رياض .......... أم لآلي فلونهن البياض) (جمع الحسن\nوالمسائل طرا .......... دخلت تحت كله الأبعاض) (كل لفظ يروق من تحت معنى\n.......... جرية الماء تحته الرضراض) (قل طولا، وضاق عرضا مداه\n.......... وهو من بعد ذا الطوال العراض) (يدع العالم المسمى إماما\n.......... كفتاة أتى عليها المخاض) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0158'> Vol. 32, p. 0158</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 159 أيها المدعون ما\nليس فيهمليس كالدرفي العقود الحضاض (كل نعمى علي يا ابن علي ..........\nأنا إلا بشكرها نهاض) (ما تعداك من ثنائي محال .......... ليس في غير\nجوهر أعراض) (أنت طود لكنه لا يسامى، .......... أنت بحر، لكنه لا يخاض)\n(فابق في غبطة وأنت عزيز .......... ما تعدي عن المنال انخفاض) وقال أبو\nالحسن محمد بن عبد الملك الهمذاني: ندب المقتدي بالله الشيخ أبا إسحاق\nالشيرازي للخروج في رسالة إلى المعسكر، فتوجه في ذي الحجة سنة خمس وسبعين،\nوكان في صحبته جماعة من أصحابه، فيهم الشاشي، والطبري، وابن فتيان، وإنه\nعند وصوله إلى بلاد العجم) كان يخرج إليه أهلها بنسائهم وأولادهم، فيسمحمون\nأردانه، ويأخذون تراب نعليه يستشفون به. وحدثني القائد كامل قال: كان في\nالصحبة جمال الدولة عفيف، ولما وصلنا إلى ساوة خرج بياضها وفقهاؤها\nوشهودها، وكلهم أصحاب الشيخ، فخدموه. وكان كل واحد يسأله أن يحضر في بيته،\nويتبرك بدخوله وأكله لما يحضره. قال: وخرج جميع من كان في البلد من أصحاب\nالصناعات، ومعهم من الذي يبيعونه طرفا ينثرونه على محفته. وخرج الخبازون،\nونثروا الخبز، وهو ينهاهم ويدفعهم من حواليه ولا ينتهون. وخرج من بعدهم\nأصحاب الفاكهة والحلواء وغيرهم، وفعلوا كفعلهم. ولما بلغت النوبة إلى\nالأساكفة خرجوا، وقد عملوا مداسات لطافا للصغار ونثروها، وجعلت تقع على <span id='ms06864'></span>\nرؤوس الناس، والشيخ أبو إسحاق يتعجب. فلما انتهوا بدأ يداعبنا ويقول: رأيتم\nالنثار ما أحسنه، أي شيء وصل إليكم منه فنقول لعلمنا أن ذلك يعجبه: يا سيدي\nوأنت أي شيء كان حظك منه فيقول: أنا غطيت نفسي بالمحفة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0159'> Vol. 32, p. 0159</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 160 وخرج إليه من\nالنسوة الصوفيات جماعة، وما منهن إلا من بيدها سبحة، وألقوا الجميع إلى\nالمحفة، وكان قصدهن أن يلمسها بيده، فتحصل لهن البركة، فجعل يمرها على بدنه\nوجسده، وتبرك بهن، ويقصد في حقهن ما قصدن في حقه. وقال شيرويه الديلمي في\nتاريخ همذان: أبو إسحاق الشيرازي إمام عصره، قدم علينا رسولا من أمير\nالمؤمنين إلى السلطان ملكشاه. سمعت منه ببغداد، وهمذان وكان ثقة، فقيها،\nزاهدا في الدنيا. على الحقيق أوحد زمانه. قال خطيب الموصل: حدثني والدي\nقال: توجهت من الموصل سنة تسع وخمسين وأربعمائة إلى بغداد، قاصدا للشيخ أبي\nإسحاق، فلما حضرت عنده بباب المراتب، بالمسجد الذي يدرس فيه رحب بي، وقال:\nمن أين أنت قلت: من الموصل. قال مرحبا: أنت بلديي. فقلت: يا سيدنا، أنت من\nفيروزآباد، وأنا من الموصل فقال: أما جمعتنا سفينة نوح عليه السلام) وشاهدت\nمن حسن أخلاقه ولطافته وزهده ما حبب إلي لزومه، فصحبته إلى أن توفي. قلت:\nوقد ذكره ابن عساكر في طبقات الأشعرية. ثم أورد ما صورته قال: وجدت بخط بعض\nالثقات: ما قول السادة الفقهاء في قوم اجتمعوا على لعن الأشعرية وتكفيرهم\nوما الذي يجب عليهم أفتونا. فأجاب جماعة، فمن ذلك: الأشعرية أعيان السنة\nانتصبوا للرد على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0160'> Vol. 32, p. 0160</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 161 المبتدعة من\nالقدرية والرافضة وغيرهم. فمن طعن فيهم فقد طعن على أهل السنة، ويجب على\nالناظر في مر المسلمين تأديبه بما يرتدع به كل أحد. وكتب إبراهيم بن علي\nالفيروزآبادي. وقال: خرجت إلى خراسان، فما دخلت بلدة ولا قرية إلا كان\nقاضيها، أو خطيبها، أو مفتيها، تلميذي، أو من اصحابي. ومن شعره: (أحب\nالكأس من غير المدام .......... وألهوا بالحسان بلا حرام) (وما <span id='ms06865'></span> حبي\nلفاحشة ولكن .......... رأيت الحب أخلاق الكرام) وله: (سألت الناس عن خل\nوفي .......... فقالوا: ما إلى هذا سبيل) (تمسك إن ظفرت بود حر\n.......... فإن الحر في الدنيا قليل) وله: (حكيم يرى أن النجوم حقيقة\n.......... ويذهب في أحكامها كل مذهب) (يخبر عن أفلاكها وبروجها\n.......... وما عند علم بما في المغيب) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0161'> Vol. 32, p. 0161</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 162 ولسلار العقبي:\n(كفاني إذا عن الحوادث صارم .......... ينيلني المأمول في الإثر والأثر)\n(يقد ويغري في اللقاء كأنه .......... لسان أبي إسحاق في مجلس النظر)\nولعاصم بن الحسن فيه: (تراه من الذكاء نحيف الجسم .......... عليه من\nتوقده دليل) (إذا كان الفتى المعالي .......... فليس يضيره الجسم النحيل)\nولأبي القاسم عبد الله بن ناقيا يرثي أبا إسحاق، رحمه الله تعالى:) (أجرى\nالمدامع بالدم المهراق .......... خطب قيامة الآماق) (خطب شجا منا القلوب\nبلوعة .......... بين التراقي ما لها من راق) (ما لليالي لا تألف شملها\n.......... بعد ابن بجدتها أبي إسحاق) (إن قيل: مات، فلم يمت من ذكره\n.......... حي على مر الليالي باقي) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0162'> Vol. 32, p. 0162</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 163 توفي ليلة\nالحادي والعشرين من جمادى الآخرة، ودفن من الغد، وأحضر إلى دار المقتدي\nبالله أمير المؤمنين، فصلى عليه، ودفن بباب أبرز. وجلس أصحابه للعزاء\nبالمدرسة النظامية،. وكان الذي صلى عليه صاحبه أبو عبد الله الطبري. ولما\nانقضى العزاء رتب مؤيد الدولة ابن نظام الملك أبا سعد المتولي مدرسا، فلما\nوصل الخبر إلى نظام الملك، كتب بإنكار ذلك، وقال: كان من الواجب أن تغلق\nالمدرسة سنة من أجل الشيخ. وعاب على من تولى مكانه، وأمر أن يدرس الشيخ أبو\nنصر عبد السيد بن الصباغ مكانه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0163'> Vol. 32, p. 0163</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 164 4 (حرف الطاء.)\n4 (طاهر بن الحسين بن احمد بن عبد الله.) أبو الوفا القواس البغدادي،\nالفقيه الحنبلي الزاهد، من أهل باب البصرة. ولد سنة تسعين وثلاثمائة. وسمع\nمن: هلال الحفار، وأبي الحسين بن بشران، وأبي سهل محمود العكبري، وجماعة.\nروى عنه: أبو محمد، وأبو القاسم ابنا السمرقندي، وأبو البركات عبد <span id='ms06866'></span> الوهاب\nالأنماطي، وعلي بن طراد، وآخرون. ذكره السمعاني فقال: من أعيان فقهاء\nالحنابلة وزهادهم، أجهد نفسه في الطاعة والعبادة، واعتكف في بيت الله تعالى\nخمسين سنة. وكان يواصل ليله بنهاره. وكان قارئا للقرآن، فقيها، ورعا، خشن\nالعيش. كانت له حلقة بجامع المنصور. قال عبد الوهاب الأنماطي: سأله رجل في\nحلقته عن مسألة، فقال: لا أجيبك حتى تقوم وتخلع سراويلك وتتكشف. كان قد رآه\nكذلك في الحمام. فقال: هذا لا يمكن، وأنا أستحيي. فقال: يا فلان، فهؤلاء\nبعينهم هم الذين رأوك في الحمام بلا مئزر، إيش الفرق بين هنا وبين الحمام\nفخجل) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0164'> Vol. 32, p. 0164</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 165 وذكر الشيخ\nفصلا في النهي عن كشف العورة. توفي يوم الجمعة سابع عشر شعبان. 4 (حرف\nالعين.) 4 (العباس بن أحمد بن محمد بن العباس بن بكران.) أبو الفضل\nالهاشمي البغدادي. روى عنه: الحسين بن الحسن الغضائري. روى عنه: قاضي\nالمرستان، وإسماعيل بن السمرقندي. توفي في جمادى الآخرة. 4 (عبد الله بن\nإبراهيم بن عبد الله.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0165'> Vol. 32, p. 0165</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 166 أبو حكيم الخبري\nالفقيه الفرضي. تفقه على: أبي إسحاق الشيرازي. وبرع في الفرائض، والحساب،\nوالعربية، واللغة. وسمع من: الحسين بن حبيب القادسي، والحسين بن علي\nالجوهري. وصنف الفرائض وشرح كتاب الحماسة، وديوان البحتري، وديوان المتنبي،\nوديوان الشريف الرضي. وكان متدينا صدوقا. روى عنه: ابن بنته أبو الفضل محمد\nبن ناصرن وأبو العز بن كاذش. قال السلفي: سألت الذهلي، عن أبي حكيم فقال:\nكان يسمع معنا من الجوهري ومن بعده. وكان قيما بعلم الفرائض، وله فيها\nمصنف، وله معرفة بالآداب صالحة. قال ابن ناصر كان جدي أبو حكيم يكتب\nالمصاحف، فبينما هو يوما قاعدا مستندا يكتب، وضع القلم واستند، وقال: والله\nإن هذا موت مهنأ، موت طيب. ثم مات. ورخ أبو طاهر الكرجي موته في ذي الحجة.\n4 (عبد الله بن عطاء بن عبد الله بن أبي منصور بن الحسن بن إبراهيم.)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0166'> Vol. 32, p. 0166</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 167 أبو محمد\nالإبراهيمي الهروي. أحد <span id='ms06867'></span> من عني بهذا الشأن. وسمع: أبا عمر عبد الواحد\nالمليحي، وجمال الإسلام أبا الحسن الداوودي، وأبا إسماعيل شيخ) الإسلام.\nورحل فسمع ببغداد من: أبي الحسن بن النقور، وعبد العزيز بن السكري، وهذه\nالطبقة. وسمع بإصبهان، ونيسابور. روى عنه زاهر الشحامي، وأبو بكر سبط\nالخياط، وأبو بكر بن الزاغوني، وأبو المعالي النحاس، وغيرهم. قال يحيى بن\nمندة: كان أحد من يفهم الحديث ويحفظ، صحيح النقل، حسن الفهم، سريع الكتابة،\nحسن التذكير. قال هبة الله السقطي: كان يصحف في الأسماء والمتون، ويصر على\nغلطه، وكان متهافتا، تظهر على لسانه الأباطيل، ويركب الأسانيد، فمن ذلك ما\nثنا قال: ثنا عبد الرحمن بن محمد العبدي، نا الحسين بن محمد الدينوري، ثنا\nعبيد الله بن محمد بن شنبة، ثنا محمد بن موسى بن زياد الإصبهاني، نا الحسين\nبن محمود بن وكيع، ثنا سفيان بن وكيع، عن أبيه، عن هشام بن عروة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0167'> Vol. 32, p. 0167</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 168 عن أبيه، عن\nعائشة، عن النبي صلى الله عليه وسلم قال: أدوا الزكاة وتحروا بها أهل\nالعلم، فإنه أبر وأتقى. قال السمعاني: محمد بن موسى، وشيخة، مجهولان، وهو\nموضوع لا شك فيه. توفي الإبراهيمي راجعا من الحج بقرب العراق سامحه الله.\nوروى عنه وجيه الشحامي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0168'> Vol. 32, p. 0168</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 169 قال خميس\nالحوزي: رأيته ببغداد ملتحقا بأصحابنا، متخصصا بالحنابلة، يخرج لهم أحاديث\nالصفات وأضداده يقولون: هو يضعها، وما علمت ذلك فيه. 4 (عبد الله بن علي\nبن بحر.) أبو بكر. توفي ببوسنج برجب. 4 (عبد الرحمن بن محمد بن عبد\nالرحمن بن عيسى بن زياد.) أبو عيسى الإصبهاني التاني، الأديب. كان يشبه\nالصدر الأول. عنده جزء لوين، وغريب القرءان للقتبي.) مات في شعبان سنة ست.\nوجد سماعه في آخر عمره. روى عنه: مسعود الثقفي، وغيره. 4 (عبد الرحمن بن\nمحمد بن عبد الرحمن بن أبي عاصم.) أبو عطاء ابن الهروي الجوهري. روى عن:\nمحمد بن محمد بن جعفر الماليني، وابي منصور محمد بن محمد الأزدي، وأبي حاتم\nبن <span id='ms06868'></span> أبي حاتم محمد بن يعقوب، وجماعة. روى عنه أبو الوقت السجزي، ووجيه، وعبد\nالجليل بن أبي سعد الهروي. توفي في شعبان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0169'> Vol. 32, p. 0169</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 170 قال السمعاني:\nكان شيخا ثقة، صدوقا. تفرد عن أبي معاذ الشاه، والماليني. سمع منه جماعة\nكثيرة. ولد سنة سبع أو ثمان وثمانين وثلاثمائة. حدثنا عنه أحمد بن أبي سهل\nالصوفي، وعبد الواسع بن أميرك. 4 (عبد السميع بن عبد الودود بن عبد\nالمتكبر بن هارون بن عبيد الله بن المهتدي) بالله. أبو أحمد الهاشمي، أخو\nالحسن. سمع: أبا الحسن بن بشران. سمع منه: الحميدي، وشجاع الذهلي. قال\nإسماعيل بن السمرقندي: سألته عن مولده فقال: سنة أربع وأربعمائة. مات في\nجمادى الأولى سنة. 4 (عبد الوهاب بن أحمد بن جلبة.) الفقيه أبو الفتح\nالخزاز البغدادي ثم الحراني، الحنبلي. مفتي حران عالمها. تفقه على القاضي\nأبي يعلى ولازمه، وكتب عنه تصانيفه. وسمع من: أبي بكر البرقاني، وأبي علي\nبن شاذان، وأبي علي الحسن بن شهاب العكبري.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0170'> Vol. 32, p. 0170</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 171 سمع منه: هبة\nالله الشيرازي، ومكي الرميلي، والرحالة بحران. وقتل شهيدا مظلوما. قال أبو\nالحسن بن أبي يعلى: ولي أبو الفتح بن جلبة قضاء حران من قبل الوالد، وكتب\nبه سجلا، وكان ناشرا للمذهب، داعيا له في تلك الديار. وكان مفتيها وواعظها\nوخطيبها وقاضيها. قتل رحمه الله على يد قريش العقيلي في سنة ست وسبعين، عند\nاضطراب أهل حران على ابن قريش، لما أظهر سب السلف رضي الله عنهم. قلت: جاء\nفي حديث ماكسين من أربعين السلفي. وقال السلفي: أنا أحمد بن محمد حامد\nالحراني قاضي ماكسين، أنبا عبد الوهاب، فذكر حديثا. 4 (عتيق.) أبو بكر\nالمغربي الواعظ المعروف بالبكري. كان من غلاة الأشاعرة ودعاتهم. هاجر إلى\nباب نظام الملك، فنفق عليه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0171'> Vol. 32, p. 0171</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 172 وكتب له كتابا\nبأن يجلس بجوامع بغداد، فقدم وجلس للوعظ، وذكر ما يلطخ به الحنابلة من\nالتجسيم، وهاجت الفتن ببغداد، وكفر بعضهم بعضا. ولما هم <span id='ms06869'></span> بالجلوس بجامع\nالمنصور، قال نقيب النقباء: اصبروا لي حتى أنقل من هذه الناحية، لأني أعلم\nمن قتل ونهب يكون. ثم إن أبواب الجامع أغلقت سوى باب واحد، فصعد البكري على\nالمنبر، والأتراك بالقسي والنشاب حوله، كأنه حرب. فنعوذ بالله من الفتن، ما\nظهر منها وما بطن. ولقبوه بعلم السنة، وأعطوه ذهبا وثيابا، فتعرض لأصحابه\nقوم من الحنابلة، فكسب دور بني القاضي أبي يعلى، وأخذت كتبهم، ووجد فيها\nكتاب الصفات. فكان يقرأ بين يدي البكري وهو على منبر الوعظ، وهو يشنع\nعليهم. وكان عميد بغداد أبو الفتح بن أبي الليث، فخرج البكري إلى المعسكر\nشاكيا منه، فلما عاد مرض ومات. ولما تكلم بجامع المنصور رفع من الإمام أحمد\nوقال: وما كفر سليمان ولكن الشياطين كفروا فجاءته حصاة، وأخرى، فأحس بذلك\nالنقيب، فكشف عن الأمر، فكانوا ناسا من الهاشميين من أصحاب أحمد اختفوا في\nالسقوف، فأخذهم فعاقبهم.) مات في جمادى الأولى. ذكره ابن النجار. 4 (علي\nبن أحمد بن عبد الله.) الأستاذ أبو الحسن الطبري. توفي في شهر ربيع\nالآخر. 4 (علي بن الحسين بن الحسن بن علي بن الحسن بن علي بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0172'> Vol. 32, p. 0172</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 173 محمد بن الحسن\nبن) محمد بن عبد الله بن الحسن بن الحسن بن علي بن أبي طالب. الحسني أبو\nطالب الهمذاني. قال شيرويه: وحيد زمانه في الفصل والخلق، وطراز البلد. روى\nعن: جده لأمه أبي طاهر الحسين بن علي بن سلمة، وأبي منصور القومساني، وعبد\nالله بن حسان، ورافع بن محمد القاضي، وأبي بكر عبد الله أحمد بن بيهس. ورحل\nفسمع بنيسابور من: أبي سعد الفضل بن عبد الرحمن بن حمدان النضرويي، وأبي\nحفص بن مسرور، وأبي الحسين عبد الغافر الفارسي. وسمع بإصبهان من أبي ريذة،\nوعبد الكريم بن عبد الواحد الحسناباذي، وأحمد بن محمد بن النعمان، وعامة\nأصحاب ابن المقريء. وسمع بالدينور من: أبي نصر أحمد بن الحسين بن بوان\nالكسار، وعامة مشايخ زمانه. سمعت منه واستمليت عليه. وكان صدوقا، حسن لخلق،\nخفيف <span id='ms06870'></span> الروح، كريم الطبع، ملجأ أصحاب الحديث، أديبا، فاضلا، من أدباء وقته.\nولد سنة إحدى وأربعمائة. وتوفي في جمادى الأولى، ودفن في داره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0173'> Vol. 32, p. 0173</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 174 4 (علي بن عبد\nالله بن سعيد.) أبو الحسن النيسابوري. التاجر الحنفي الفقيه. شيخ ثقة.\nسمع الكثير من أصحاب الأصم. وتوفي في عاشر رجب، وله خمس وثمانون سنة.) 4\n(عمر بن عمربن يونس بن كريب.) أبو حفص الأصبحي السرقسطي. نزيل طليطلة.\nروى عن: علي بن موسى بن حزب الله، ويحيى بن محارب، وأبي عمرو الداني، وخلف\nبن هشام العبدري القاضي. وكان فاضلا ثقة. عمر وأسن. قاله ابن بشكوال. 4\n(عمر بن واجب بن عمر بن واجب.) أبو حفص البلنسي. روى عن: أبي عمر\nالطلمنكي. وسمع من أبي عبد الله بن الحذاء صحيح مسلم. وكان صاحب أحكام\nبلنسية. روى عنه: حفيده أبو الحسن محمد بن واجب بن عمر، وأبو علي بن سكرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0174'> Vol. 32, p. 0174</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 175 4 (حرف الفاء)\n4 (فرج) مولى سيد بن أحمد الغافقي الكتبي. أبو سعيد الطليطلي. حج وسمع:\nأبا ذر الهروي. وكان صالحا ثقة. روى عنه: عبد الرحمن بن عبد الله المعدل،\nوغيره. 4 (حرف الميم) 4 (محمد بن أحمد بن عمر بن شبويه.) أبو نصر\nبنيسابور من: أبي بكر الحيري، وأبي سعيد الصيرفي. روى عنه: الر ستمي،\nومسعودج الثقفي. توفي في المحرم. 4 (محمد بن أحمد بن محمد بن إسماعيل.)\n) أبو طاهر بن أبي الصقر اللخمي الأنباري، الخطيب. له مشيخة في جزءين،\nسمعناها. وله رحلة إلى الشام، والحجاز، ومصر. وسمع: عبد الرحمن بن أبي نصر\nالتميمي، وأبا نصر بن الحبان، وأبا عبد الله بن نظيف، ومحمد بن الحسين\nالصنعاني، وإسماعيل بن عمرو الحداد المصري، وعبد الوهاب المري، وأبا العلاء\nبن سليمان المعري، وأبا محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0175'> Vol. 32, p. 0175</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 176 الجوهري، وصلة\nبن المؤمل المصري. وكان دخوله إلى مصر سنة ثلاث وعشرين. وأكبر شيوخه ابن\nأبي نصر. روى عنه: أبو بكر الخطيب، وعبد الله بن عبد الرزاق بن الفضيل،\nوإسماعيل بن <span id='ms06871'></span> أحمد السمرقندي، وأبو الفتح محمد بن احمد الأبياري الخلال،\nوعبد الوهاب الأنماطي، والحافظ ابن ناصر، وموهوب بن أحمد بن الجواليقي.\nوآخر من روى عنه أبو بكر بن الزعفراني. ولد سنة ست وتسعين وثلاثمائة. قال\nالسمعاني: سمعت خليفة بن محفوظ بالأنبار يقول: كان ابن أبي الصقر صواما\nقواما. سأله بعض الناس: كم مسموعات الشيخ قال: وقر جمل، سوى ما شذ عني. قال\nخليفة: وكان قد أصيب ببعضها. وقال السمعاني: سمعت خطيب الأنبار أبا الفتح\nبن الخلال يقول: خرج شيخنا ابن أبي الصقر إلى الرحلة قبل سنة ثمان عشر\nوأربعمائة. وله شعر، فمنه: (حبيب خص بالكرم .......... إمام الحسن في\nالأمم) (بوجه نور جوهره .......... يريك البدر في الظلم) (مهذبة خلائقه\n.......... شما بالأصل والشيم) (حلفت على الوداد له .......... برب البيت\nوالحرم) (لأنت أعز من بصري .......... علي وكل ذي رحم) ) (فقال: لك\nالوفاء بذا .......... ولو لم تأت بالقسم) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0176'> Vol. 32, p. 0176</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 177 توفي رحمه الله\nبالأنبار في جمادى الآخرة. 4 (محمد بن أحمد بن الحسن بن جردة.) أبو عبد\nالله العكبري التاجر. كان رأس ماله نحو مائتي درهم يتجر بها من عكبرا إلى\nبغداد، فاتسعت عليه الدنيا، إلى أن ملك ثلاثمائة ألف دينار. وصاهر أبا\nمنصور بن يوسف علي بنته، وبنى دارا عظيمة في غاية الكبر والحسن، واتخذ لها\nبابين، وعلى كل باب مسجدا. ولما دخل البساسيري بغداد بذل لقريش بن بدران\nعشرة آلاف دينار حتى حمى داره، واختفت عنده زوجة السلطان طغرلبك فلما قدم\nطغرلبك بغداد جاء إلى داره متشكرا. وله بر معروف، وأوقاف، وآثار جميلة. روى\nشعرا عن الوزير أبي القاسم المغربي. وروى عنه: أبو العز بن كادش، وغيره.\nومات في عاشر ذي القعدة عن إحدى وثمانين سنة. وكان سبط الخياط إمام مسجده\nالكبير. 4 (محمد بن أحمد بن علان.) أبو الفرج الكرجي، ثم الكوفي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0177'> Vol. 32, p. 0177</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 178 ثقة، مسند،\nمشهور. روى عن: أبي الحسن بن النجار، وأبي عبد الله الهرواني. كتب عنه: أو\nالغنائم النرسي، وغيره. وآخر <span id='ms06872'></span> من بقي من أصحابه أبو الحسن بن غبرة الذي أجاز\nلكريمة. قال النرسي: كان ثقة، من عدول الحاكم. توفي في شعبان. 4 (محمد بن\nالحسن بن محمد بن القاسم بن المنثور.) أبو الحسن الجهني الكوفي. من\nالرؤساء لكنه سيء المعتقد، شيعي. وهو آخر من حدث عن محمد بن عبد الله\nالجعفي الهرواني.) توفي في شعبان. روى عنه: إسماعيل بن السمرقندي، وعمر بن\nإبراهيم الحسيني، ومحمد بن طرخان. وعاش اثنتين وثمانين سنة. 4 (محمد بن\nالحسين.) أبو بكر البغدادي البنا. ويعرف بأخي فبيدة، بالضم وبموحدة. سمع:\nالبرقاني، وأبي علي بن شاذان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0178'> Vol. 32, p. 0178</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 179 وعنه: إسماعيل،\nوعبد الله ابنا السمرقندي. وكان مقرئا خيرا، مات في شهر رجب. ذكره ابن\nنقطة. 4 (محمد بن شريح بن أحمد بن محمد بن شريح.) أبو عبد الله الرعيني\nالإشبيلي المقريء، مصنف كتاب الكافي، وكتاب التذكير، وخطيب إشبيلية. كان من\nجلة المقربين في زمانه بالأندلس. رحل وحج، وسمع من أبي ذر الهروي، وأجاز له\nمكي القيسي. وسمع بمصر من: أبي العباس بن نفيس، وأبي القاسم الكحال\nوبإشبيلية من: عثمان بن أحمد القيشطالي. وقرأ بالروايات بمكة على القنطري،\nوبمصر على ابن نفيس. روى عنه: ابنه الخطيب أبو الحسن شريح، وقال: توفي عصر\nيوم الجمعة الرابع من شوال، وله عاما إلا يوما. 4 (محمد بن طلحة بن\nمحمد.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0179'> Vol. 32, p. 0179</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 180 أبو مسعد\nالجنابذي النيسابوري التاجر. سمع من أصحاب الأصم. وسمع بدمشق من عبد الرحمن\nبن الطبيز. روى عنه: عبد الغافر بن إسماعيل وقال: كان صالحا ثقة كثير البر.\nوروى عنه بالإجازة وجيه الشحامي.) 4 (محمد بن علي بن أحمد بن الحسين.)\nأبو الفضل السهلكي البسطامي الفقيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0180'> Vol. 32, p. 0180</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 181 شيخ الصوفية.\nله الأصحاب والتصانيف في الطريق. سمع: أبا بكر الحيري، وغيره. وحدث\nبنيسابور. وقيل: توفي سنة، فالله أعلم. 4 (حرف الياء) 4 (يوسف بن\nسليمان بن عيسى.) أبو الحجاج الأندلسي النحوي المعروف بالأعلم. من أهل\nشنتمرية. رحل إلى قرطبة في سنة ثلاث <span id='ms06873'></span> وثلاثين، وأتى أبا القاسم إبراهيم بن\nمحمد الإفليلي فلازمه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0181'> Vol. 32, p. 0181</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 182 وأخذ عن: أبي\nسهل الحراني، ومسلم بن أحمد الأديب. وكان عالما باللغات والإعراب والمعاني،\nواسع الحفظ، جيد الضبط، كثير العناية بهذا الشأن. اشتهر اسمه، وسار ذكره.\nوكانت الرحلة إليه في وقته. أخذ عنه: أبو علي الغساني، وطائفة كبيرة. وكف\nبصره في آخر عمره. وكان مشقوق الشفة العليا شقا كبيرا. توفي بإشبيلية، وله\nست وستون سنة. قال أبو الحسين شريح بن محمد: توفي أبي في منتصف شوال فأتيت\nأبا الحجاج الأعلم فأعلمته بموته، فإنهما كانا كالأخوين، فانتخب وبكى،\nوقال: لا أعيش بعده إلا شهرا. فكان كذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0182'> Vol. 32, p. 0182</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 183 4 (الكنى)\n4 (أبو الخطاب الصوفي.) هو أحمد بن علي بن عبد الله المقريء البغدادي\nالمؤدب. أحد الحذاق. قرأ القراءات على الحمامي.) وله قصيدة مشهورة في\nالسنة، رواها عنه عبد الوهاب الأنماطي. وقصيدة في آي القرآن، رواها عنه\nقاضي المرستان. قرأ عليه: هبة الله بن المجلي، والخطيب أبو الفضل محمد بن\nالمهتدي بالله. قال أبو الفضل بن خيرون: كان عنده عن ابن الحمامي السبعة\nتلاوة. وقال شجاع الذهلي: كان أحد الحفاظ للقرآن المجودين. يذكر أنه قرأ\nبالروايات على الحمامي، ولم يكن معه خط بذلك، فأحسن الناس به الظن، وصدقوه،\nوقرأوا عليه. مات في رمضان سنة ست. كذا ورخه ابن خيرون. وولد سنة اثنتين\nوتسعين وثلاثمائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0183'> Vol. 32, p. 0183</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 184 4 (وفيات سنة\nسبع وسبعين وأربعمائة) 4 (حرف الألف) 4 (أحمد بن الحسين بن محمد بن\nمحمد.) أبو الحسين البغدادي العطار. سمع: أبا الحسن بن رزقويه، وأبا\nالفضل عبد الواحد التميمي، وأبا القاسم الحرفي. وعنه: إسماعيل بن\nالسمرقندي، وعبد الوهاب بن الأنماطي. وأثنى عليه عبد الوهاب، ووصفه بالخير،\nوقال: ما كان يعرف شيئا من الحديث. ولد سنة سبع وتسعين وثلاثمائة، ومات في\nسادس ذي القعدة. 4 (أحمد بن عبد الرحمن بن محمد.) أبو الحسين\nالنيسابوري الكيالي المقريء. سمع أبا نصر محمد بن علي بن الفضل الخزاعي <span id='ms06874'></span>\nصاحب محمد بن الحسين القطان. روى عنه: إسماعيل بن أبي صالح المؤذن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0184'> Vol. 32, p. 0184</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 185 4 (أحمد بن\nمحمد بن الفضل.) أبو بكر الفسوي نزيل سمرقند. كان إماما ذا فنون وورع\nوديانة. سمع:: أبا نعيم الحافظ، وأبا بكر الحيري، ومحمد بن موسى الصيرفي،\nوالحسين بن إبراهيم الحمال.) مات في رمضان عن بضع وسبعين سنة. روى عنه\nبالإجازة أحمد بن الحسين الفراتي. 4 (أحمد بن عبد العزيز شيبان) أبو\nالغنائم بن المعافى التميمي الكرخي. سمع: أبا الحسين بن بشران، وأبا محمد\nالسكري. روى عنه: إسماعيل بن السمرقندي، وعبد الوهاب الأنماطي. مات في ربيع\nالأول. 4 (أحمد بن محمد بن عبد الله الإصبهاني البقال.) توفي في رجب.\n4 (أحمد بن محمد بن رزق بن عبد الله.) أبو جعفر القرطبي، الفقيه المالكي.\nتفقه بابن القطان، وأخذ عن: أبي عبد الله بن عتاب، وأبي شاكر بن قهب، وابن\nيحيى المريي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0185'> Vol. 32, p. 0185</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 186 ورحل إلى ابن\nعبد البر فسمع منه. وكان فقيها، حافظا للرأي، مقدما فيه، ذاكرا للمسائل،\nبصيرا بالنوازل. كان مدار طلبة الفقه بقرطبة عليه في المناظرة والتفقه، نفع\nالله به كل من أخذ عنه. وكان صالحا، دينا، متواضعا، حليما. على هدى\nواستقامة. وصفه بذلك ابن بشكوال وقال: أنا عنه جماعة من شيوخنا، ووصفوه\nبالعلم والفضل. وقال عياض القاضي: تخرج به جماعة كأبي الوليد بن رشد، وقاسم\nبن الأصبغ، وهشام بن أحمد شيخنا. وذكره أبو الحسن بن مغيث فقال: كان أذكى\nمن رأيت في علم المسائل، وألينهم كلمة، وأكثرهم حرصا على التعليم، وأنفقهم\nلطالب فرع على مشاركة له في علم الحديث. توفي ابن رزق فجأة في ليلة الإثنين\nلخمس بقين من شوال، وكان مولده سنة سبع وعشرين وأربعمائة. 4 (أحمد بن\nالمحسن بن محمد بن علي بن العباس.) أبو الحسن بن أبي يعلى البغدادي\nالعطار الوكيل.) أحد الدهاة المتبحرين في علم الشروط والوثائق والدعاوي،\nيضرب به المثل في التوكيل. قال أبو سعد السمعاني: سمعت محمد بن عبد الباقي\nالأنصاري يقول <span id='ms06875'></span>: طلق رجل امرأته، فتزوجت بعد يوم، فجاء الزوج إلى القاضي أبي\nعبد الله بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0186'> Vol. 32, p. 0186</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 187 البيضاوي،\nفطلبها القاضي ليشهرها، فجاءت إلى ابن المحسن الوكيل، وأعطته مبلغا، فجاء\nإلى القاضي فقال: الله الله، لا يسمع الناس. فقال: أين العدة قال: كانت\nحاملا فوضعت البارحة ولدا ميتا، أفلا يجوز لها أن تتجوز. قال عبد الوهاب\nالأنماطي: كان صحيح السماع، قليل الأفعال والحيل. قلت: روى عن: أبي القاسم\nالحرقي، وأبي علي بن شاذان، ومحمد بن سعيد بن الروزبهان. قرأ القرآن على\nأبي العلاء الواسطي، وأقرأ مدة. روى عنه: مكي الرميلي، وإسماعيل بن\nالسمرقندي، ويحيى بن الطراح، وعبد الوهاب الأنماطي. توفي في رجب. وولد في\nسنة إحدى وأربعمائة. وأبوه اسمه المحسن عند ابن السمعاني، والحسين ابن\nالنجار، فلعلهما إسمان، واتفقت وفاتهما في سنة واحدة. ويقوي أنهما اثنان\nاختلاف كنيتهما ونسبهما، وأن كنية أحمد بن الحسين: أبو الحسين، وأن اسم جده\nمحمد بن محمد بن سلمان، وأنه ليس بوكيل، وأنه مات في ذي القعدة، وغير ذلك.\n4 (إسماعيل بن مسعدة بن إسماعيل بن الإمام أبي بكر أحمد بن إبراهيم بن\nإسماعيل.) المفتي أبو القاسم الإسماعيلي الجرجاني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0187'> Vol. 32, p. 0187</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 188 صدر محتشم،\nنبيل القدر، تام المروءة، واسع العلم، صدوق. كان يعظ ويملي على فهم ودراية.\nوحدث ببلاد كثيرة. وكان عارفا بالفقه، مليح الوعظ، له يد في النظم والنثر\nوالترسل. حدث بكتاب الكامل وبالمعجم لابن عدي، وبتاريخ جرجان. سمع: أباه،\nوعمه المفضل، وحمزة السهمي، والقاضي أبا بكر محمد بن يوسف الشالنجي، وأحمد\nبن إسماعيل الرباطي، وجماعة.) روى عنه: زاهر ووجيه ابنا الشحامي، وأبو نصر\nأحمد بن عمر الغازي، وأبو سعد أحمد بن محمد البغدادي، وإسماعيل بن\nالسمرقندي، وأبو منصور بن خيرون، وأبو الكرم الشهرزوري، وأبو البدر الكرخي،\nوآخرون. ولد في سنة سبع وأربعمائة. قال إسماعيل السمرقندي: سمعت ابن مسعدة:\nسمعت حمزة بن يوسف: سمعت أبا بكر الإسماعيلي يقول: كتبه الحديث رق الأبد.\nتوفي ابن مسعدة بجرجان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0188'> Vol. 32, p. 0188</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام <span id='ms06876'></span> للذهبي الجزء الثاني والثلاثون الصفحة 189 4 (حرف الباء)\n4 (بيبى بنت عبد الصمد بن علي بن محمد.) أم الفضل، وأم عزي الهرثمية\nالهروية. راوية الجزء المنسوب إليها. عن: عبد الرحمن بن أبي شريح صاحب\nالبغوي، وابن صاعد. توفيت في هذا العام أو في الذي بعده. وقد كملت التسعين\nوتعدتها. روى عنها: ابن طاهر المقدسي، ووجيه الشحامي، وأبو الوقت السجزي،\nوعبد الجليل بن أبي سعد الهروي وهو آخر من روى عنها. قال أبو سعد السمعاني:\nهي من أهل بخشة، قرية على أربعة فراسخ من هراة، صالحة عفيفة. عندها جزء من\nحديث ابن أبي شريح تفردت برواية ذلك في عصرها. سمع منها عالم لا يحصون.\nوكانت ولادتها في حدود سنة ثمانين وثلاثمائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0189'> Vol. 32, p. 0189</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 190 قال: وماتت في\nحدود خمس وسبعين بهراة. روى لنا أبو الفتح محمد بن عبد الله الشيرازي، وعبد\nالجبار بن أبي سعد الدهان، وجماعة. قلت: وقد روى أبو علي الحداد في معجمه،\nعن ثابت بن طاهر الهروي، عن بيبى الهرثمية. وقد ادخل بعض المتفضلين في\nالجزء الذي روته حديثا موضوعا، رواه أيضا ابن أخي ميمي، عن البغوي. أخبرناه\nأبو الحسين اليونيني. وأبو عبد الله بن النحاس النحوي، وآخرون أن أبا\nالمنجى بن اللتي أخبرهم، وأناه أبو المعالي الأبرقوهي، أنا زكريا العلبي\nقالا: أنا عبد الأول السجزي. وأنا يحيى بن أبي منصور إجازة، أنا عبد القادر\nالحافظ، أنا عبد الجليل بن أبي سعد المعدل،) قالا: أخبرتنا بيبى: أنا عبد\nالرحمن بن أبي شريح، نا عبد الله البغوي، ثنا داود بن رشيد، ثنا يحيى بن\nزكريا، عن موسى بن عقبة، عن أبي الزبير،. وعن جعفر بن محمد، عن أبيه، عن\nجابر قال: بينما رسول الله صلى الله عليه وسلم جالس في ملأ من أصحابه، إذ\nدخل أبو بكر وعمر في بعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0190'> Vol. 32, p. 0190</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 191 أبواب المسجد،\nمعهما فئام من الناس يتمارون، وقد ارتفعت أصواتم، يرد بعضهم على بعض، حتى\nانتهوا إلى النبي صلى الله <span id='ms06877'></span> عليه وسلم، فقال: ما الذي كنتم تمارون قد ارتفعت\nفيه أصواتكم وكثر لغطكم فقال بعضهم، يا رسول الله، شيء تكلم فيه أبو بكر\nوعمر، فاختلفا، فاختلفنا لاختلافهم. فقال: وما ذاك قالوا: في القدر، قال\nأبو بكر: يقدر الله الخير، ولا يقدر الشر. وقال عمر: يقدرهما جميعا. فقال:\nألا أقضي بينكما فيه بقضاء إسرافيل بين جبريل وميكائيل قال جبريل مقالة\nعمر، وقال ميكائيل مقالة أبي بكر وذكر تمام الحديث. تأملت هذا الحديث يوما\nفإذا هو يشبه أقوال الطرقية، فجزمت بوضعه، لكونه بإسناد صحيح. ثم سألت\nشيخنا ابن تميمة عنه، فقال: هذا كذب، فاكتب على النسخ أنه موضوع. قلت:\nوالظاهر أن بعض الكذابين أدخله على البغوي لما شاخ وانهزم. وأما ابن الجوزي\nفقال في الموضوعات: المتهم به: يحيى بن زكريا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0191'> Vol. 32, p. 0191</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 192 قال ابن معين:\nهو دجال هذه الأمة. 4 (حرف الثاء) 4 (ثابت بن أحمد بن الحسين.) أبو\nالقاسم البغدادي. قدم دمشق من بغداد حاجا، وذكر أنه سمع أبا القاسم بن\nبشران، وأبا ذر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0192'> Vol. 32, p. 0192</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 193 عبد بن أحمد\nالهروي، ومحمد بن جعفر الميماسي. روى عنه: الفقيه نصر المقدسي، وأحمد بن\nحسين سبط الكاملي. قال غيث الأرمنازي: قدم علينا وذكر أنه سمع من عبد الملك\nبن بشران وأبي ذر. وأجاز لنا في ربيع الأول سنة سبع وسبعين، وأن مولده في\nأول سنة إحدى وأربعمائة. وروى نصر في أماليه، أن ثابتا هذا حدثه أنه شاهد\nرجلا أذن بمدينة الرسول صلى الله عليه) وسلم عند قبره صلى الله عليه وسلم\nللصبح، وقال في الأذان: الصلاة خير من النوم، فجاء بعض خدم المسجد فلطمه،\nفبكى الرجل وقال: يا رسول الله في حضرتك يفعل بي هذا ففلج الخادم في الحال،\nفحملوه إلى بيته، فمات بعد ثلاث. 4 (حرف الحاء) 4 (الحسين بن احمد بن\nعلي بن البقال.) أبو عبد الله الأزجي، الفقيه الشافعي، تلميذ أبي الطيب\nالطبري. علامة مدقق، زاهد متعبد. ولي قضاء الحريم مدة. ودرس وأفتى. وحدث\nعن <span id='ms06878'></span>: عبد الملك بن بشران. في شعبان عن ست وسبعين. 4 (الحسين بن عثمان بن\nأبي بكر النيسابوري.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0193'> Vol. 32, p. 0193</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 194 حدث عن عبد الله\nبن يوسف الإصبهاني، وغيره. توفي في ربيع الأول. 4 (الحسين بن محمد بن\nالحسين.) أبو الغنائم بن السراج الشاذاني. بغدادي. سمع من: عبد الله بن\nيحيى السكري. روى عنه: إسماعيل بن السمرقندي. وله سمي في الطبقة الآتية.\n4 (حرف الخاء) 4 (خلف بن إبراهيم بن محمد.) أبو القاسم القيسي\nالطليطلي، نزيل دانية. قرأ على: أبي عمرو الداني. وأقرأ الناس. مات رحمه\nالله في ربيع الأول. 4 (حرف الطاء) 4 (طاهر بن هشام بن طاهر.) أبو\nعثمان الأزدي، الفقيه المالكي الأندلسي.) مفتي المرية. روى عن: المهلب بن\nأبي صفرة ورحل وأخذ عن: أبي عمران الفاسي، وأبي ذر الهروي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0194'> Vol. 32, p. 0194</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 195 قال ابن\nبشكوال: أنبأ عنه جماعة من شيوخنا. وقيل إنه عاش ستا وثمانين سنة. 4 (حرف\nالعين) 4 (عبد الله بن عبد الكريم بن هوازن.) الإمام أبو سعد بن\nالقشيري. كان أكبر أولاد الشيخ، وكان كبير الشأن في السلوك والطريقة، ذكيا\nأصوليا، غريز لعربية. سمع: أبا بكر الحيري، وأبا سعيد الصيرفي، وهذه\nالطبقة. ومولده سنة أربع عشرة وأربعمائة، وقدم بغداد مع أبيه. وسمع من: أبي\nالطيب الطبري، وأبي محمد الجوهري. قال السمعاني: كان رضيع أبيه في الطريقة،\nوفخر ذويه وأهله على الحقيقة. ثم بالغ في تعظيمه في التصوف، والأصول،\nوالمناظرة، والتفسير. قال: وكانت أوقاته ظاهرا مستغرقا في الطهارة\nوالإحتياط فيها، ثم في الصلوات والمبالغة في وصل التكبير، وباطنا في مراقبة\nالحق، ومشاهدة أحكام الغيب. لا يخلو وقته عن تنفس الصعداء وتذكر البرحاء،\nوترنم بكلام منظوم أو منثور، يشعر بتذكر وقت مضى، وتأسف على محبوب\nمروانقضى. وكان أبوه يعاشره معاشرة الإخوة، وينظر إلى أحواله بالحرمة. روى\nعنه: ابن اخته عبد الغافر بن إسماعيل الفارسي، وابن أخيه هبة الرحمن، وعبد\nالله بن الفراوي، وعائشة بنت أحمد الصفار، وجماعة. وذكر عبد الغافر أن خاله\nأصابته علة احتاج في معالجتها <span id='ms06879'></span> إلى الأدوية الحارة، فظهر به علة من الأمراض\nالحادة، وامتدت مدة مرضه ستة أشهر، إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0195'> Vol. 32, p. 0195</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 196 أن ضعف ومات في\nسادس ذي القعدة قبل أمه بأربع سنين، وهي فاطمة بنت الدقاق. قال عبد الغافر:\nهو أكبر الإخوة، من لا ترى العيون مثله في الدهور، ذو حظ وافر من العربية،\nوحصل الفقه، وبرع في علم الأصول بطبع سيال، وخاطر، إلى مواقع الإشكال\nميال،) سباق إلى درك المعاني، وقاف على المدرك والمباني. وأما علوم الحقائق\nفهو فيها يشق الشعر. قلت: وطول ترجمته. 4 (عبد الرحمن بن محمد بن عفيف.)\nأبو منصور البوشنجي الهروي، المعروف بكلاري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0196'> Vol. 32, p. 0196</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 197 سمع: عبد\nالرحمن بن أبي شريح. وقيل إنه آخر من روى عنه. روى عنه: أبو الوقت، ووجيه\nالشحامي، وأبو علي الحسن بن محمد بن السجبستي، ومحمد وفضيل ابنا إسماعيل\nالفضيليان، وضحاك بن أبي سعد الخباز، وزهير بن علي بن زهير الجذامي\nالسرخسي، وعبد الجليل بن أبي سعد. وقع لنا من طريقه بعلو حكايات شعبة\nللبغوي. وكان صالحا معمرا. مات في رمضان ببوشنج. 4 (عبد السيد بن محمد بن\nعبد الواحد بن أحمد بن جعفر.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0197'> Vol. 32, p. 0197</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 198 ابن الصباغ\nالفقيه أبو نصر البغدادي الشافعي، فقيه العراق، ومصنف كتاب الشامل. كان\nيقدم على الشيخ أبي إسحاق في معرفة المذهب. ذكره السمعاني فقال: ومن جملة\nالتصانيف التي صنفها: الشامل، والكامل، وتذكرة العالم والطريق السالم. قال:\nوكان يضاهي أبا إسسحاق. وكانوا يقولون: هو أعرف بالمذهب من أبي إسحاق.\nوكانت الرحلة إليهما في المختلف والمتفق. قال: وكان أبو نصر ثبتا حجة دينا\nخيرا. ولي النظامية بعد أبي إسحاق، وكف بصره في آخر عمره. وحدث بجزء ابن\nعرفة، عن محمد بن الحسين القطان. وسمع أيضا أبا علي بن شاذان. روى لنا عنه:\nابنه أبو القاسم علي، وإسماعيل بن السمرقندي، وأبو نصر الغازي، وإسماعيل بن\nمحمد بن الفضل، وغيرهم.) ومولده في سنة أربعمائة. وقال الحاكم، ابن خلكان:\nكان <span id='ms06880'></span> تقيا، صالحا، له كتاب الشامل، وهو من أصح كتب أصحابنا، وأثبتها أدلة.\nدرس بالنظامية ببغداد أول ما فتحت، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0198'> Vol. 32, p. 0198</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 199 ثم عزل بأبي\nإسحاق بعد عشرين يوما. وذلك في سنة تسع وخمسين وأربعمائة. وكان النظام أمر\nأن يكون المدرس بها أبو إسحاق، وقرروا معه أن يحضر في هذا اليوم للتدريس،\nفاجتمع الناس، ولم يحضر أبو إسحاق، فطلب، فلم يوجد، فأرسل إلى أبي نصر\nوأحضر، ورتب مدرسها، وتألم أصحاب أبي إسحاق، وفتروا عن حضور درسه، وراسلوه\nأنه إن لم يدرس بها لزموا ابن الصباغ وتركوه. فأجاب إلى ذلك، وصرف ابن\nالصباغ. قال شجاع الذهلي: توفي أبو نصر بن الصباغ في يوم الثلاثاء ثالث عشر\nجمادى الأولى، ودفن من الغد في داره بدرب السلولي. قال ابن السمعاني: ثم\nنقل إلى مقابر باب حرب. وقد درس بعد أبي إسحاق سنة، ثم عزل أيضا وعمي. 4\n(عبد الوهاب بن علي بن عبد الوهاب.) البغدادي السكري البزاز المعروف بابن\nاللوح. سمع من: هلال الحفار. وعنه: إسماعيل بن السمرقندي. وتوفي في رمضان\nوله سنة. وسمع من: أبي أحمد الفرضي أيضا. 4 (علي بن أحمد بن عبد العزيز\nبن طبيز.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0199'> Vol. 32, p. 0199</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 200 أبو الحسن\nالأنصاري الميورقي، الأندلسي. حكى عن: أبي عمر بن عبد البر، وغيره. وسمع\nبدمشق من: عبد العزيز الكتاني، وابن طلاب. وكان من علماء اللغة والنحو،\nدينا، فاضلا، فقيها، عارفا بمذهب مالك كتب بصور عامة تصانيف أب يبكر الخطيب\nوحصلها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0200'> Vol. 32, p. 0200</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 201 وحدث بالقدس،\nوالبحرين، وبغداد.) حكى عنه: شيخاه: الخطيب، والكتاني، وعمر الرؤاسي. وأثنى\nعليه الحافظ ابن ناصر وقال: انحدر إلى البصرة وتوفي بها. وقال: سمعت أبا\nغالب محمد بن الحسن الماوردي يقول: قدم علينا أبو الحسن سنة تسع وستين،\nفسمع السنن من أبي علي التستري، وأقام عنده نحوا من سنتين، ثم ذهب بعد ذلك\nإلى عمان، والتقيت به بمكة في سنة ثلاث وسبعين. وأخبرني أنه ركب البحر إلى\nبلاد الزنج، وكان <span id='ms06881'></span> معه من العلوم أشياء فما نفق عندهم إلا النحو. وقال: لو\nأردت أن أكسب منهم آلافا لأمكن ذلك، وقد حصل لي نحو من ألف دينار، وأسفوا\nعلى خروجي من عندهم. ثم إنه عاد إلى البصرة على أن يقيم بها، فلما وصل إلى\nباب البصرة وقع عن الجمل، فمات بعد رجوعه من الحج. وقال ابن عساكر: ثنا عنه\nهبة الله بن الأكفاني ووثقه. قلت: وذكر وفاته هبة الله في هذه السنة. وأما\nابن السمعاني وغيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0201'> Vol. 32, p. 0201</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 202 فقالوا: توفي\nسنة أربع وسبعين، وهو أشيه. 4 (علي بن محمد.) أبو الحسن الغزنوي. ولي\nقضاء دمشق في أيام تاج الدولة تتش بن ألب أرسلان. وفي هذه السنة ضرب وسجن،\nوولي القضاء نجم القضاة. وذكره ابن عساكر مختصرا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0202'> Vol. 32, p. 0202</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 203 4 (حرف الفاء.)\n4 (الفضل بن محمد.) أبو علي الفارمذي. توفي رحمه الله في شهر ربيع الآخر.\nوكان شيخ الصوفية في زمانه. ذكره عبد الغافر فقال: هو شيخ الشيوخ في عصره\nوزمانه، المنفرد بطريقته في التذكير التي لم يسبق إليها في عبارته وتهذيبه،\nوحسن آدابه، ومليح استعاراته، ودقيق إشارته ورقة ألفاظه، ووقع كلامه في\nالقلوب.) دخل نيسابور، وصحب زين الإسلام القشيري، وأخذ في الإجتهاد البالغ.\nوكان ملحوظا من الإمام بعين العناية، موفرا عليه منه طريقة الهداية. وقد\nمارس في المدرسة أنواعا من الخدمة، وقعد سنين في التفكير، وعبر قناطر\nالمجاهدة، ختى فتح عليه لوامع من أنوار المشاهدة. ثم عاد إلى طوس، واتصل\nبالشيخ أبي القاسم الكركاني الزاهد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0203'> Vol. 32, p. 0203</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 204 مصاهرة، وصحبة،\nوجلس للتذكير، وعفى على من كان قبله بطريقته، بحيث لم يعهد مثله في\nالتذكير. وصار من مذكري الزمان، ومشهوري المشايخ. ثم قدم نيسابور، وعقد\nالمجلس، ووقع كلامه في القلوب، وحصل له قبول عند نظام الملك خارج عن الحد،\nوكذلك عند الكبار. وسمعت ممن أثق به أن الصاحب خدمه بأنواع من الخدمة، حتى\nتعجب الحاضرون منه. وكان ينفق على الصوفية أكثر مما <span id='ms06882'></span> يفتح له به. وكان مقصدا\nمن الأقطار للصوفية. وكان مولده في سنة سبع وأربعمائة. وسمع من: أبي عبد\nالله بن باكويه، وأبي حسان المزكي، وأبي منصور البغدادي، وابن مسرور،\nوجماعة. روى عنه عبد الغافر، وعبد الله بن علي الحركوشي، وعبد الله بن محمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0204'> Vol. 32, p. 0204</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 205 الكوفي العلوي،\nوأبو الخير صالح السقاء، وآخرون. 4 (أبو الفضل بن القاضي أبي بكر أحمد بن\nالحسن بن أحمد الحيري.) توفي في صفر. 4 (حرف الميم) 4 (محمد بن\nأحمد بن إبراهيم بن سلة.) أبو الطيب الإصبهاني. عن: أبي علي الحسن بن علي\nبن أحمد البغدادي. وعنه: الحافظ أبو سعد البغدادي، وأبو القاسم الطلحي،\nوأبو الخير الباغبان، وآخرون. حدث في ذي الحجة من السنة، وانقطع خبره. 4\n(محمد بن أحمد بن محمد بن أحمد بن القاسم.) أبو الفضل ابن العلامة أبي\nالحسن المحاملي.) الفقيه الشافعي. سمع: أبا الحسين بن بشران، وأبا علي بن\nشاذان، وجماعة. أخذ عنه: مكي الرميلي، وغيره. وكان من الأذكياء. مات في رجب\nعن إحدى وسبعين سنة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0205'> Vol. 32, p. 0205</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 206 4 (محمد بن\nسعيد بن محمد بن فروخ زاد.) القاضي أبو سعيد النوقاني، الفرخزادي الطوسي.\nقال السمعاني: فاضل، عالم، سديد السيرة، مكثر من الحديث. وسمع من: ابن\nمحمش، وعبد الله بن يوسف الإصبهاني، والسلمي، ويحيى المزكي، وأبي عمر\nالبسطامي. وسمع من: الثعلبي أكثر تفسيره. مولده سنة تسعين. وقيل: نيف\nوتسعين وثلاثمائة. حدث عنه: أبو سعد محمد بن أحمد الحافظ، والعباس بن محمد\nالعصاري، وأحمد بن بشر النوقاني، ومحمد بن أحمد بن عثمان النوقاني، وصخر بن\nعبيد الطابراني. توفي سنة سبع وسبعين. قرأت على ابن عساكر، عن عبد الرحيم\nبن السمعاني: أنا محمد بن أحمد بن عثمان بنوقان: أنا محمد بن سعيد، أنا أبو\nطاهر محمش، أنا صاحب ابن أحمد، نا أبو عبد الرحمن المروزي، نا ابن المبارك،\nنا مبارك بن فضالة: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0206'> Vol. 32, p. 0206</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 207 حدثني الحسن، عن\nأنس، أن رسول الله صلى الله عليه <span id='ms06883'></span> وسلم كان يخطب يوم الجمعة ويسند ظهره إلى\nخشبة، فلما كثر الناس قال: ابنوا لي منبرا للحديث. 4 (محمد بن عمار.)\nأبو بكر المهري الأندلسي، ذو الوزارتين. شاعر الأندلس. كان هو وابن زيدون\nالأندلسي القرطبي كفرسي رهان. وكان ابن عمار قد اشتمل عليه المعتمد بن\nعباد، وبلغ الغاية القصوى، إلى أن استوزره، ثم جعله نائبا له على مرسية،\nفعصى بها على المعتمد، فلم يزل يحتال عليه ويتلطف إلى أن وقع في يده، فذبحه\nصبرا بيده، لعصيانه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0207'> Vol. 32, p. 0207</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 208 ولكونه هجا\nالمعتمد وآباءه، بقوله:) (مما يقبح عندي ذكر أندلس .......... سماع معتمد\nفيها ومعتضد) (أسماء مملكة في غير موضعها .......... كالهر يحكي انتفاخا\nصولة الأسد) وقيل: قتله في سنة تسع وسبعين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0208'> Vol. 32, p. 0208</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 209 ومن شعره:\n(أدر الزجاجة فالنسيم قد انبرى .......... والنجم قد صرف العنان عن السرى)\n(والصبح قد أهدى لنا كافوره .......... لما استرد الليل منا العنبرا)\nمنها: (ملك إذا ازدحم الملوك بمورد .......... ونحاه لا يردوه حتى يصدرا)\n(أندى على الأكباد من قطر الندى .......... وألذ في الأجفان من سنة الكرى)\n(قداح زند المجد لا ينفك من .......... نار الوغى إلا إلى نار القرى)\n(جللت رمحك من رؤوس كماتهم .......... لما رأيت الغصن يعشق مثمرا)\n(والسيف أفصح من زياد خطبة .......... في الحرب إن كانت يمينك منبرا) وله:\n(علي وإلا ما بكاء إلغممائم .......... وفي وإلا ما نياح الحمائم) (وعنى\nأثار الرعد صرخة طالب .......... لثأر وهز البرق صفحة جارم) (وما لبست\nزهر النجوم جدادها .......... لغيري ولا قامت له في مآتم) منها: (أبى\nالله أن تلقاه إلا مقلدا .......... حميلة سيف أو حمالة غارم)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0209'> Vol. 32, p. 0209</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 210 وقد جال ابن\nعمار في الأندلس، ومدح الملوك والرؤساء، حتى السوقة حتى أنه مدح رجلا مرة،\nفأعطاه مخلاة شعير لحماره، وكان ذلك الرجل فقيرا. ثم آل بابن عمار الأمر\nإلى أن نفق على المعتمد، وولاه مدينة شلب، فملأ لصاحب الشعير مخلاة دراهم،\nوقال للرسول: لو ملأتها برا لملأناها تبرا. ولما استولى <span id='ms06884'></span> على مرسية خلع\nالمعتمد، ثم عمل عليه أهل مرسية فهرب ولجأ إلى بني هود بسرقسطة، فلم\nيقبلوه، ثم وقع إلى حصن شقورة فأحسن متوليه نزله، ثم بعد أيام قيده، ثم\nأحضر إلى قرطبة مقيدا على بغل بين عدلي تبن ليراه الناس.) وقد كان قبل هذا\nإذا دخل قرطبة اهتزت له، فسجنه المعتمد مدة، فقال في السجن قصائد لو توسل\nبها إلى الزمان لنزع عن جوره، أو إلى الفلك لكف عن دوره، فكانت رقى لم\nتنجع، وتمائم لم تنفع، منها: (سجاياكإن عافيتأندى وأسجح ..........\nوعذركإن عاقبتأجلى وأوضح) (وإن كان بين الخطتين مزية .......... فأنت إلى\nالأدنى من الله تجنح) (حنانيك في أخذي برأيك، لا تطع .......... عداي،\nولو أثنوا عليك وأفصحوا) (أقلني بما بيني وبينك من رضى .......... له نحو\nروح الله باب مفتح) (ولا تلتفت قول الوشاة ورأيهم .......... فكل إناء\nبالذي فيه يرشح) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0210'> Vol. 32, p. 0210</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 211 4 (محمد بن\nمحمد بن أصبغ.) أبو عبد الله الأزدي القرطبي، خطيب قرطبة. جود القرآن على\nمكي بن أبي طالب. وأخذ عن: حاتم بن محمد، ومحمد بن عتاب، وجماعة. وكان\nفاضلا، دينا، متواضعا، مقرئا، كثير العناية بالعلم. ولا نعلمه حدث. 4\n(محمد بن محمود بن سورة.) الفقيه أبو بكر التميمي النيسابوري، ختن أبي\nعثمان الصابوني على ابنته. سمع: ابن محمش الزيادي، وأبا عبد الرحمن السلمي.\nروى عنه: زاهر ووجيه ابنا الشحامي، وجماعة. توفي في ربيع الأول. وروى عنه:\nسعيدة بنت زاهر، وعبد الله بن الفراوي. محمد بن محمد بن جعفر. أبو الحسن\nالناصحي النيسابوري الفقيه. كان دينا ورعا فاضلا. روى عن: أصحاب الأصم. روى\nعنه: عبد الغافر بن إسماعيل.) يروي عن: الحيري، والسلمي. وتفقه على أبي\nمحمد الجويني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0211'> Vol. 32, p. 0211</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 212 4 (مسعود\nالركاب.) الحافظ. قال ابن النجار: قدم بغداد بعد الثلاثين وأربعمائة،\nفسمع من بشرى مولى فاتن، وجماعة. وبواسط من: أحمد بن المظفر العطار. سمع\nمنه الصوري، وهو شيخه. وقال عبد الغافر الفارسي: كان متقنا ورعا، قصير\nاليد، زجى عمره كذلك إلى <span id='ms06885'></span> أن ارتبطه نظام الملك ببيهق مدة، ثم بطوس\nللإستفادة منه. وكان يسمع إلى آخر عمره. وقال أحمد بن ثابت الطرفي: سمعت\nابن الخاضبة يقول: كان مسعود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0212'> Vol. 32, p. 0212</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 213 قدريا. سمعته\nقرأها: فحج آدم، بالنصب. 4 (مسعود بن ناصر بن أبي زيد عبد الله بن أحمد.)\nأبو سعيد السجزي الركاب الحافظ. أحد الرحالين والحفاظ، صنف التصانيف وجمع\nالأبواب وسمع بسجستان من: أبي الحسن علي بن بشرى، وأبي سعيد عثمان\nالنوقاني. وبهراة من: محمد بن عبد الرحمن الدباس، وسعيد بن العباس القرشي،\nوأبي أحمد منصور بن محمد بن محمد الأزدي. وبنيسابور من: أبي حسان محمد بن\nأحمد المزكي، وأبي سعد النصرويي، وأبي حفص بن مسرور. وببغداد من: ابن\nغيلان، وأبي محمد الخلال، والتنوخي. وبإصبهان من: ابن ريذة، وخلق كثير. روى\nعنه: محمد بن عبد العزيز العجلي المروزي، وأبو بكر عبد الواحد بن الفضل\nالطوسي، وأبو نصر الغازي، وهبة الرحمن بن القشيري، وأبو الغنائم النرسي،\nوالحافظ أبو بكر الخطيب مع تقدمه، ومحمد بن عبد الواحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0213'> Vol. 32, p. 0213</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 214 الدقاق وقال:\nولم أر فيهم يعني المحدثين أجود إتقانا ولا أحسن ضبطا منه. وقال زاهر\nالشحامي: كان مسعود بن ناصر يذهب إلى رأي القدرية، ويميل إليهموكان يقرأها)\nفي الحديث: فحج آدم موسى. وقد روى أبو بكر الخطيب عن مسعود. وتوفي بنيسابور\nفي جمادى الأولى، وصلى عليه أبو المعالي الجويني، ووقف كتبه بنيسابور،\nوكانت كثيرة نفيسة. 4 (منصور بن عبد الله بن محمد بن منصور المنصوري.)\nالفقيه أبو القاسم الطوسي. روى عن أصحاب الأصم، مثل أبي بكر الحيري، وأبي\nسعيد الصيرفي، وروى عنه عبد الغافر وقال: توفي ليلة عيد الأضحى، وكان صالحا\nمكثرا. 4 (حرف النون) 4 (نصر بن بشر.) أبو القاسم الشافعي. سمع:\nأبا علي بن شاذان، وجماعة. وتفقه على القاضي أبي الطيب. ونزل البصرة. سمع\nمنه: الحميدي، وشجاع الذهلي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0214'> Vol. 32, p. 0214</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 215 4 (وفيات سنة\nثمان وسبعين وأربعمائة) 4 (حرف الألف) 4 (أحمد بن عبد الرحمن بن\nمحمد <span id='ms06886'></span> بن أبي الحسين.) الشيخ أبو الحسن الكيالي النيسابوري المشاط\nالمقريء. شيخ ثقة، جليل، عالم، ذو ثروة وحشمة. روى عن: أبي نصر محمد بن\nالفضل بن عقيل، وابن محمش الزيادي، وعبد الله بن يوسف الإصبهاني. ثم سمع\nالكثير مع ابنه مسعود من: أبي بكر الحيري، وأبي الحسين السقاء، وأبي سعد\nالصيرفي. ذكره عبد الغافر فأثنى عليه وقال: قيل كان له سماع من أبي الحسين\nالخفاف.) ولد سنة أربع وثمانين. وتوفي في سابع عشر جمادى الأولى سنة ثمان.\nروى عنه: عبد الغافر المذكور، وإسماعيل بن المؤذن، وإسماعيل بن عبد الرحمن\nالعصائدي، وأحمد بن الحسن الكاتب، وآخرون. وقل ما روى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0215'> Vol. 32, p. 0215</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 216 4 (أحمد بن عمر\nبن أنس بن دلهاث بن أنس بن فلذان بن عمر بن منيب.) أبو العباس العذري\nالدلايي. ودلاية من عمل المرية. رحل مع أبويه فدخلوا مكة في رمضان سنة ثمان\nوأربعمائة، وجاوروا بها ثمانية أعوام، فأكثر عن أبي العباس الرازي راوي\nصحيح مسلم، وأبي الحسن بن جهضم، وأبي بكر بن نوح، وعلي بن بندار القزويني.\nوصحب أبا ذر، وسمع منه البخاري سبع مرات. وسمع من جماعة من الحجاج، ولم\nيسمع بمصر شيئا. وكتب بالأندلس عن أبي علي البجاني الحسين بن يعقوب صاحب\nسعيد بن فحلون، وعن أبي عمر بن عفيف، والقاضي يونس بن عبد الله، والمهلب بن\nأبي صفرة، وأبي عمرو السفاقسي. وكان معينا بالحديث، ثقة، مشهورا، عالي\nالإسناد، ألحق الأصاغر بالأكابر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0216'> Vol. 32, p. 0216</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 217 حدث عنه: إماما\nالأندلس: أبو عمر بن عبد البر، وأبو محمد بن حزم، وأبو الوليد الوقشي،\nوطاهر بن مفوز، وأبو علي الغساني، وأبو عبد الله الحميدي وأبو علي الصدفي،\nوأبو بحر سفيان بن العاص، والقاضي أبو عبد الله بن شبرين، وجماعة كثيرة.\nوولد في رابع ذي القعدة سنة ثلاث وتسعين وثلاثمائة. ومات في سلخ شعبان.\nوصلى عليه ابنه أنس. وقد صنف كتاب دلائل النبوة، وكتاب المسالك والممالك.\nقلت: أحسبه آخر من روى عن ابن جهضم <span id='ms06887'></span> في الدنيا. قال ابن سكرة: أنا أبو\nالعباس العذري، ثنا محمد بن نوح الإصبهاني بمكة، ثنا أبو القاسم الطبراني،\nفذكر حديثا. 4 (أحمد بن عيسى بن عباد بن عيسى بن موسى.) أبو الفضل\nالدينوري، المعروف بابن الأستاذ.) قدم همذان قبل السبعين، وحدث عن: أبيه\nأبي القاسم، وأبي بكر بن لال، وأحمد بن تركان، وعبد الرحمن الإمام، وعبد\nالرحمن الصفار، وطاهر بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0217'> Vol. 32, p. 0217</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 218 ماهلة، وأبي عمر\nبن مهدي، وعلي البيع، وجماعة. قال شيرويه: سمعت منه بهمذان، والدينور، وكان\nدوقا. سألته عن مولده فقال: ولدت سنة إحدى وثمانين وثلاثمائة. ومات\nبالدينور سنة ثمان. قلت: فيكون عمره سبعا وتسعين سنة، وكان رحمه الله مسند\nتلك الديار في زمانه. 4 (أحمد بن محمد.) أبو العباس النيسابوري التاجر\nالصوفي، المعروف بأحمد محمود. خادم الفقراء في مدرسة الحدادين سنين. وقد\nخدم الشيخ محمود الصوفي مدة، ولذا نسب إليه. وقد ورث عن أبيه أموالا جمة،\nأنفقها على الفقراء. وقد تخرج به جماعة، وكان له نفس صادق، وقبول بين\nالأكابر. يفتح على يديه ولسانه للفقراء أنواع الفتوح. وقد سمع من أبي حفص\nبن مسرور. وتوفي رحمه اله بناحية جوين في شعبان كهلا. 4 (أحمد بن محمد بن\nالحسن بن فورك.) أبو بكر الزهري النيسابوري سبط الأستاذ أبي بكر بن فورك.\nكان أحد الكتاب والمترسلين، يلبس الحرير. سمع مسند الشافعي من أبي بكر\nالحيري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0218'> Vol. 32, p. 0218</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 219 وسمع من أبي\nحفص بن مسرور، وجماعة. وكان زوج بنت القشيري، ذكيا مناظرا، واعظا، شهما،\nمقبلا على طلب الجاه والتقدم، وبسببه وقعت فتنة ببغداد بين الحنابلة\nوالأشاعرة. وقد روى عنه: إسماعيل بن محمد التميمي الحافظ، وأبو القاسم\nإسماعيل بن السمرقندي، وغيرهما.) ووعظ ببغداد، ونفق سوقه وزادت حشمته\nوأملاكه ببغداد، وتردد مرات إلى المعسكر. وكان نظام الملك يكرمه ويحترمه.\nقال ابن ناصر: كان داعية إلى البدعة، يأخذ مكس الفحم من الحدادين. 4\n(أحمد بن محمد بن الحسن بن داود الإصبهاني.) الخياط، سبط محمد بن عمر\nالجرواآني. مات <span id='ms06888'></span> فجأة في سلخ ذي القعدة. 4 (أحمد بن محمد بن عبد الرحمن بن\nأحمد بن يحيى ين خليل بن ماسويه.) أبو العباس بن الحداد الأنصاري\nالبلنسي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0219'> Vol. 32, p. 0219</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 220 حج سنة اثنتين\nوخمسين، ودخل إلى خراسان، وعاد إلى مصر. وكان واسع العلم والرواية. ذكره\nابن الأبار في تاريخه. 4 (إسماعيل بن أحمد بن عبد العزيز.) أبو القاسم\nالسياري العطار النيسابوري. شيخ، معتمد، رئيس. صحب أبا محمد الجويني، وسمع\nابن محمش الزيادي. وحدث ببغداد بعد السبعين. وتوفي سنة ثمان. ثم حضر إلي\nتاريخ عبد الغافر فإذا فيه: 4 (إسحاق بن أحمد بن عبد العزيز بن حامد.)\nأبو يعقوب المحمداباذي الزاهد، المعروف بإسحاقك. شيخ ثقة من العباد، عديم\nالنظير في زهده وورعه. وكان من أصحاب أبي عبد الله. قليل الإختلاط بالناس،\nمحتاط في الطهارة والنظافة. ولد سنة أربعمائة. وسمع من أبي سعيد الصيرفي.\nوتوفي عاشر جمادى الأولى سنة.) 4 (إسماعيل بن عمرو بن محمد بن أحمد بن\nجعفر.) أبو سعيد البحيري النيسابوري. حدث في هذا العاملما حجبهمذان، عن:\nأبيه أبي عثمان، وأبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0220'> Vol. 32, p. 0220</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 221 حسان محمد بن\nأحمد المزكي، وأبي سعد النصرويي، والحسين بن إبراهيم الكيسلي، ومحمد بن عبد\nالعزيز النيلي، وبشرويه بن محمد المغفلي، وأبي إبراهيم إسماعيل بن إبراهيم\nالنصراباذي. قال شيرويه: سمعت منه، وكان صدوقا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0221'> Vol. 32, p. 0221</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 222 4 (حرف الحاء)\n4 (الحسين بن علي بن أبي نزار.) الحاجب الصدر أبو عبد الله المردوسي،\nحاجب باب النوبي. محمود السيرة، دين، خير، متعبد. مات في ذي القعدة، وله\nأربع وتسعون سنة. لم يرو شيئا. 4 (حمزة بن علي بن محمد بن عثمان بن\nالسواق.) أبو الغنائم البغدادي البندار. ولد سنة اثنتين وأربعمائة. وسمع:\nأبا الحسين بن بشران، وأبا الفرج أحمد بن عمر العصائدي صاحب جعفر الخلدي.\nوعنه: أبو بكر الأنصاري، وأبو القاسم بن السمرقندي، وعبد الوهاب الأنماطي،\nوالمبارك بن أحمد. مات في شعبان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0222'> Vol. 32, p. 0222</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 223 4 (حرف الزاي)\n4 (زياد بن عبد <span id='ms06889'></span> الله بن محمد بن زياد.) أبو عبد الله الأنصاري الأندلسي،\nخطيب قرطبة. أخذ عن: يونس بن عبد الله. وحج فسمع من: أبي محمد بن الوليد.\nوأجاز له أبو ذر.) قال ابن بشكوال: وكان فاضلا، دينا، ناسكا، خطيبا، بليغا،\nمحببا إلى الناس، معظما عند السلطان، جامعا لكل فضيلة، حسن الخلق، وافر\nالعقل. أخبروني عن: محمد بن فرج الفقيه، قال: ما رأيت أعقل من زياد بن عبد\nالله. توفي زياد في رمضان، وله ست وثمانون سنة. انبا عنه أبو الحسن بن\nمغيث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0223'> Vol. 32, p. 0223</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 224 4 (حرف السين)\n4 (سليمان بن أحمد الواسطي.) عن: ابن شاذان. وعنه: إسماعيل بن السمرقندي.\n4 (حرف الطاء) 4 (طلحة بن علي بن يوسف.) أبو محمد الرازي. ثم\nالبغدادي، الصوفي الفقيه. من ساكني رباط أبي سعد. كان حسن السيرة. سمع: أبا\nالحسين بن بشران، وأبا القاسم الخرقي. وعنه: ابنه محمد بن طلحة، وإسماعيل\nبن السمرقندي. توفي رحمه الله في صفر. 4 (حرف الظاء) 4 (ظفر بن عبد\nالواحد بن عبد الرحيم.) أبو محمد الإصبهاني. في ذي الحجة. 4 (حرف\nالعين) 4 (عبد الله بن إسماعيل بن محمد بن خزرج.) أبو محمد اللخمي\nالإشبيلي الحافظ المؤرخ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0224'> Vol. 32, p. 0224</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 225 ولد سنة سبع\nوأربعمائة. وروى عن: أبي عمرو المرشاني، وأبي الفتوح الجرجاني، وأبي عبد\nالله الخولاني، وخلق.) وعدد شيوخه مائتان وستون رجلا. وكان مع حفظه فقيها\nمشاورا. أكثر الناس عنه. روى عنه: شريح بن محمد، وأبو محمد بن يربوع. مات\nرحمه الله في شوال بإشبيلية. 4 (عبد الرحمن بن الحسن.) أبو القاسم\nالشيرازي الفارسي. إمام ذو فنون، سافر الكثير، وسكن ميهنة، قصبة خابران، في\nآخر عمره، وكان من مريدي أبي سعيد بن أبي الخير الميهني. سمع ببغداد: أبا\nيعلى بن الفراء وبدمشق: الحسين بن محمد الحنائي، وبالمعرة: أبا صالح محمد\nبن المهذب، وجماعة. روى عنه: أبو بكر المحتاجي الخطيب بميهنة. وحدث في هذا\nالعام، ولم نعرف وفاته. 4 (عبد الله بن علي بن محمد بن أحمد بن عبد الله\nبن محمد <span id='ms06890'></span> بن علي الباجي.) أبو محمد الخمي. من أهل إشبيلية. سمع من: جده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0225'> Vol. 32, p. 0225</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 226 وكان فقيها\nفاضلا. روى عنه: أحمد بن عبد الله بن جابر. 4 (عبد الرحمن بن مأمون بن\nعلي.) الإمام أبو سعد المتولي النيسابوري، الفقيه الشافعي. أحد الكبار.\nقدم بغداد، وكان فقيها محققا، وحبرا مدققا. ولي تدريس النظامية بعد الشيخ\nأبي إسحاق، ودرس وروى شيئا يسيرا. ثم عزل بابن الصباغ في أواخر سنة ست\nوسبعين، ثم أعيد إليها سنة سبع وسبعين. وقد تفقه على القاضي حسين بمرو\nالروذ، وعلى أبي سهل أحمد بن علي الأبيوردي ببخارى، وعلى أبي القاسم عبد\nالرحمن الفوارني بمرو، حتى برع وتميز.) وكان مولده في سنة ست وعشرين\nوأربعمائة. وتوفي ببغداد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0226'> Vol. 32, p. 0226</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 227 وله كتاب\nالتتمة تمم به الإبانة لشيخه الفوراني، ولكنه لم يكمله، وعاجلته المنية،\nوانتهى فيه إلى الحدود. وله مختصر في الفرائض، ومصنف في الأصول، وكتاب في\nالخلاف جامع للمآخذ. 4 (عبد الرحمن بن محمد بن عبد الرحمن بن زياد.)\nأبو عيسى الإصبهاني الأديب الزاهد. لا أعرف متى توفي. وتوف في هذه الحدود.\nوسمع: أبا جعفر بن المرزبان الأبهري. روى عنه: إسماعيل بن محمد الحافظ،\nويحيى بن عبد الله بن أبي الرجاء، ومحمد بن أبي القاسم الصالحاني، ومسعود\nالثقفي، والحسن بن العباس الرستمي، وآخرون. وكان رحمه الله من بقايا\nالصالحين والعلماء. 4 (عبد الرحمن بن محمد بن سلمة.) أبو المطرف\nالطليطلي. عن: أبي عمر الطلمنكي، وأبي عمر بن عباس الخطيب. وكان من كبار\nالفقهاء المفتين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0227'> Vol. 32, p. 0227</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 228 مات فجأة. في\nصفر، وله سبع وسبعون سنة. 4 (عبد الكريم بن عبد الصمد بن محمد بن علي.)\nأبو معشر الطبري القطان المقريء، مقريء مكة. كان إماما مجودا، بارعا،\nمصنفا، له كتب في القراءآت. قرأ بحران على أبي القاسم الزيدي، وبمصر على\nأصحاب السامري، وأبي عدي عبد العزيز. قرأ بمكة على أبي عبد الله الكارزيني.\nوسمع بمصر من: أبي عبد الله بن نظيف <span id='ms06891'></span>، وأبي النعمان تراب بن عمر، وعبد الله\nبن يوسف بتنيس، وأبي الطيب الطبري ببغداد، وعبد الله بن عمر بن العباس\nبغزة. وسمع بمنبج، وحران، وآمد، وحلب، وسلماس، والجزيرة.) روى عنه: أبو نصر\nأحمد بن عمر الغازي، ومحمد بن عبد الباقي الأنصاري، وأبو تمام إبراهيم بن\nأحمد الصميري. قال ابن طاهر: سمعت أبا سعد الحرمي بهراة يقول: لم يكن سماع\nأبي معشر الطبري في جزء ابن نظيف صحيحا، وإنما أخذ نسخة فرواها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0228'> Vol. 32, p. 0228</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 229 قلت: قرأ\nالقراءآت خلق، منهم أبو علي بن العرجاء، وأبو القاسم خلف بن النحاس، وأبو\nعلي بن بليمة. وله كتاب سوق العروس، يقال: فيه ألف وخمسمائة طريق. توفي\nبمكة. وله كتاب الدرر في التفسير، وكتاب الرشاد في شرح القراءآت الشاذة،\nوكتاب عيون المسائل، وكتاب طبقات القراء، وكتاب مخارج الحروف، وكتاب الورد،\nوكتاب هجاء المصاحف، وكتاب في اللغة. وقد روى كتاب شفاء الصدور للنقاش، عن\nالزيدي، عنه، ومسند أحمد عن الزيدي، عن القطيعي، وتفسير الثعلبي. رواه عن\nمؤلفه. وكان فقيها شافعيا، رحمه الله. 4 (عبد الملك بن عبد الله بن يوسف\nبن عبد الله بن يوسف بن محمد بن حيويه.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0229'> Vol. 32, p. 0229</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 230 إمام الحرمين\nأبو المعالي ابن الإمام أبي محمد الجويني، الفقيه الملقب ضياء الدين. رئيس\nالشافعية بنيسابور. قال أبو سعد السمعاني: كان إمام الأئمة على الإطلاق،\nالمجتمع على إمامته شرقا وغربا، لم تر العيون مثه. ولد سنة تسع عشرة\nوأربعمائة في المحرم، وتفقه على والده، فأتى على جميع مصنفاته، وتوفي أبوه\nوله عشرون سنة، فأقعد مكانه للتدريس، فكان يدرس ويخرج إلى مدرسة البيهقي.\nوأحكم الأصول على أبي القاسم الإسفرائيني الإسكاف. وكان ينفق من ميراثه\nومما يدخله من معلومه، إلى أن ظهر التعصب بين الفريقين، واضطربت الأحوال،\nواضطر إلى السفر عن نيسابور، فذهب إلى المعسكر، ثم إلى بغداد. وصحب أبا نصر\nالكندري الوزير مدة يطوف معه، ويلتقي في حضرته بالأكابر من العلماء،)\nويناظرهم، ويحتك بهم، حتى تهذب في النظر <span id='ms06892'></span> وشاع ذكره. ثم خرج إلى الحجاز،\nوجاور بمكة أربع سنين، يدرس ويفتي، ويجمع طرق المذاهب، إلى أن رجع إلى بلده\nبنيسابور بعد مضي نوبة التعصب، فأقعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0230'> Vol. 32, p. 0230</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 231 للتدريس بنظامية\nنيسابور، واستقامت أمور الطلبة، وبقي على ذلك قريبا من ثلاثين سنة غير\nمزاحم ولا مدافع، مسلم له المحراب، والمنبر، والخطابة والتدريس، ومجلس\nالوعظ يوم الجمعة. وظهرت تصانيفه، وحضر درسه الأكابر والجمع العظيم من\nالطلبة. وكان يقعد بين يديه كل يوم نحو من ثلاثمائة رجل. وتفقه به جماعة من\nالأئمة. وسمع الحديث من أبيه، ومن: أبي حسان محمد بن أحمد المزكي، وأبي سعد\nالبصروبي، ومنصور بن رامش، وآخرين. ثنا عنه: أبو عبد الله الفراوي، وأبو\nالقاسم الشحامي، وأحمد بن سهل المسجدي، وغيرهم. أخبرنا أبو الحسين\nاليونيني، أنا الحافظ زكي الدين المنذري قال: توفي والد أبي المعالي، فأقعد\nمكانه، ولم يكمل عشرين سنة، فكان يدرس، واحكم الأصول على أبي القاسم\nالإسكاف الإسفرائيني. وجاور بمكة أربع سنين، ثم رجع إلى نيسابور، وجلس\nللتدريس بالنظامية قريبا من ثلاثين سنة، مسلم له المحراب، والمنبر،\nوالخطابة، والتدريس، والتذكير. سمع من أبيه، ومن: علي بن محمد الطرازي،\nومحمد بن إسحاق المزكي، وأبي سعد بن عليك، وفضل الله أبي الخير الميهني،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0231'> Vol. 32, p. 0231</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 232 والحسن بن علي\nالجوهري البغدادي. وأجاز له أبو نعيم الحافظ. قال المؤلف: في سماعه من\nالطرازي نظر، فإنه لم يلحق ذلك، فلعله أجاز له. قال السمعاني: قرأت بخط أبي\nجعفر محمد بن أبي علي الهمذاني: سمعت أبا إسحاق الفيروزآبادي يقول: تمتعوا\nبهذا الإمام، فإنه نزهة هذا الزمان، يعني أبا المعالي الجويني. قال: وقرأت\nبخط أبي جعفر أيضا: سمعت أبا المعالي يقول: قرأت خمسين ألفا في خمسين ألفا،\nثم خليت أهل الإسلام بإسلامهم فيها وعلومهم الظاهرة وركبت البحر الخضم\nالعظيم، وغصت في الذي نهي أهل الإسلام منها، كل ذلك في طلب الحق. وكنت أهرب\nفي سالف الدهر من التقليد، والآن رجعت من الكل إلى كلمة الحق <span id='ms06893'></span>. عليكم بدين\nالعجائز. فإن لم يدركني الحق) بلطيف بره، فأموت على دين العجائز، ويختم\nعاقبة أمري عند الرحيل على برهة أهل الحق، وكلمة الإخلاص: لا إله إلا الله،\nفالويل لابن الجويني يريد نفسه. وكان أبو المعالي مع تبحره في الفقه وأصوله\nلا يدري الحديث. ذكر في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0232'> Vol. 32, p. 0232</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 233 كتاب البرهان\nحديث معاذ في القياس، فقال: هو مدون في الصحاح، متفق على صحته. كذا قال،\nوأني له الصحة، ومداره على الحارث بن عمرو، مجهول، عن رجال من أهل حمص لا\nيدري من هم، عن معاذ. وقال المازري رحمه الله في شرح البرهان في قوله إن\nالله تعالى يعلم الكليات لا الجزئيات: وددت لو محوتها دمي. قلت: هذه لفظة\nملعونة. قال ابن دحية: هذه كلمة مكذبة للكتاب والسنة، مكفر بها، هجره عليها\nجماعة، وحلف القشيري لا يكلمه أبدا ونفي بسببها مدة. فجاور وتاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0233'> Vol. 32, p. 0233</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 234 قال السمعاني:\nوسمعت أبا الفرج بن أبي بكر الأرموي مذاكرة يقول: سمعت أستاذي غانم\nالموشيلي. سمعت الإمام أبا المعالي الجويني. يقول: لو استقبلت من أمري ما\nاستدبرت ما اشتغلت بالكلام. وقال أبو المعالي الجويني في كتاب الرسالة\nالنظامية: اختلفت مسالك العلماء في الظواهر التي وردت في الكتاب والسنة،\nوامتنع على أهل الحق اعتقاد فحواها، فرأى بعضهم تأويلها، والتزم ذلك في آي\nالكتاب وما يصح مم السنن. وذهب أئمة السلف إلى الإنكفاف عن التأويل، وإجراء\nالظواهر على مواردها، وتفويض معانيها إلى الرب تعالى. والذي نرتضيه رأيا،\nوندين الله به عقدا أتباع سلف الأمة فالأولى الإتباع وترك الإبتداع،\nوالدليل السمعي القاطع في ذلك أن إجماع الأمة حجة متبعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0234'> Vol. 32, p. 0234</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 235 وهو مستند معظم\nالشريعة. وقد درج صحب الرسول صلى الله عليه وسلم على ترك التعريض لمعانيها،\nودرك ما فيها، وهو صفوة الإسلام المستقلون بأعباء الشريعة، وكانوا لا يألون\nجهدا في ضبط قواعد الملة، والتواصي بحفظها، وتعليم الناس أن يكون اهتمامهم\nها فوق اهتمامهم بفروع <span id='ms06894'></span> الشريعة، فإذا تصرم عصرهم وعصر التابعين. على\nالأضراب عن التأويل، كان ذلك قاطعا بأنه الوجه المتبع، فحق على ذي الدين أن\nيعتقد تنزه الباري تعالى عن صفات المحدثين، ولا يخوض في تأويل) المشكلات،\nويكل معناها إلى الرب فليجر آية الاستواء والمجيء وقوله لما خلقت بيدي،\nويبقى وجه ربك، و تجري بأعيننا، وما صح من أخبار الرسول كخبر النول وغيره\nعلى ما ذكرناه. وقال محمد بن طاهر الحافظ: سمعت أبا الحسن القرواني الأديب\nبنيسابور، وكان يسمع معنا الحديث، وكان يختلف إلى درس الأستاذ أبي المعالي\nالجويني، يقرا عليه الكلام، يقول: سمعت الأستاذ أبا المعالي اليوم يقول: يا\nأصحابنا، لا تشتغلوا بالكلام، فلو عرفت ان الكلام يلغ بي إلى ما بلغ ما\nاشتغلت به. وحكى أبو عبد الله الحسن بن العباس الرستمي فقيه إصبهان قال:\nحكى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0235'> Vol. 32, p. 0235</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 236 لنا أبو الفتح\nالطبري الفقيه قال: دخلت على أبي المعالي في مرضه فقال: اشهدوا علي أني قد\nرجعت عن كل مقالة تخالف السف، وأني أموت على ما تموت عليه عجائز نيسابور.\nوذكر محمد بن طاهر أن المحدث أبا جعفر الهمذاني حضر مجلس وعظ أبي المعالي\nفقال: كان الله ولا عرش، وهو الآن على ما كان عليه. فقال أبو جعفر: أخبرنا\nيا أستاذ عن هذه التي نجدها، ما قال عارف قط: يا الله إلا وجد من قلبه\nضرورة تطلب العلو، لا نلتفت يمنة ولا يسرة، فكيف ندفع هذه الضرورة عن\nأنفسنا أو قال: فهل عندك من دواء لدفع هذه الضرورة التي نجدها فقال: يا\nحبيبي، ما ثم إلا الحيرة. ولطم على رأسه ونزل، وبقي وقت عجيب، وقال فيما\nبعد: حيرني الهمذاني. ولأبي المعالي من التصانيف: كتاب نهاية المطلب في\nالمذهب، وهو كتاب جليل في ثمانية مجلدات، وكتاب الإرشاد في الأصول، وكتاب\nالرسالة النظامية في الأحكام الإسلامية، وكتاب الشامل في أصول الدين، وكتاب\nالبرهان في أصول الفقه، ومدارك العقول لم يتمه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0236'> Vol. 32, p. 0236</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 237 وكتاب غياث\nالأمم <span id='ms06895'></span> في الإمامة، وكتاب مغيث الخلق في اختيار الأحق، وغنية المسترشدين في\nالخلاف. وكان إذا أخذ في علم الصوفية وشرح الأحوال أبكى الحاضرين. وقد ذكره\nعبد الغافر في تاريخه فأسهب وأطنب، إلى أن قال: وكان يذكر في اليوم دروسا\nيقع كل واحد منها في عدة أوراق، لا يتعلثم في كلمة منها، ولا يحتاج إلى\nاستدراك عثرة، مرا فيها كالبرق بصوت كالرعد.) وما يوجد في كتبه من العبارات\nالبالغة كنه الفصاحة غيض من فيض ما كان على لسانه، وغره من أمواج ما كان\nيعهد من بيانه، تفقه في صباه على والده. وذكر الترجمة بطولها. وقال علي بن\nالحسن الباخرزي في الدمية، وذكر الإمام أبا المعالي فقال: فالفقه فقه\nالشافعي، والأدب أدب الأصمعي، وفي بصره بالوعظ الحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0237'> Vol. 32, p. 0237</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 238 البصري. وكيف ما\nهو، فهو إمام كل إمام، والمستعلي بهمته على كل همام. والفائز بالظفر على\nإرغام كل ضرغام. إذا تصدر للفقه، فالمزني من مزنته قطره، وإذا تكلم\nفالأشعري من وفرته شعره، وإذا خطب ألجم الفصحاء بالعي شقاشقه الهادرة، ولثم\nالبلغاء بالصمت حقائقه البادرة. وقد أخبرنا يحيى بن أبي منصور الفقيه وغيره\nفي كتابهم عن الحافظ عبد القادر الرهاوي أن الحافظ أبا العلاء الهمذاني\nأخبره قال: أخبرني أبو جعفر الهمذاني الحافظ قال: سمعت أبا المعالي\nالجويني، وقد سئل عن قوله تعالى: الرحمن على العرش استوى فقال: كان الله\nولا عرش. وجعل يتخبط في الكلام، فقلت: قد علمنا ما أشرت عليه، فهل للضرورات\nمن حيلة فقال: ما تريد بهذا القول وما تعني بهذه الإشارات فقلت: ما قال\nعارف قط يا رباه، إلا قبل أن يتحرك لسانه قام من باطنه قصد، لا يلتفت يمنة\nولا يسرة، يقصد الفوق. فهل لهذا القصد الضروري عندك من حيلة، فنبئا نتخلص\nمن الفوق والتحت وبكيت، وبكى الخلق، فضرب بكمه على السرير، وصاح بالحيرة.\nوخرق ما كان عليه، وصارت قيامة في المسجد، ونزل ولم يجبني إلا: بيا حبيبي،\nالحيرة الحيرة والدهشة الدهشة. فسمعت عد ذلك أصحابه <span id='ms06896'></span> يقولون: سمعناه يقول:\nحيرني الهمذاني. وقد توفي أبو المعالي في الخامس والعشرين من ربيع الآخر،\nودفن في داره، ثم نقل بعد سنين إلى مقبرة الحسين، فدفن إلى جانب والده وكسر\nمنبره في الجامع، وأغلقت الأسواق، ورثوه بقصائد. وكان له نحو من أربعمائة\nتلميذ، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0238'> Vol. 32, p. 0238</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 239 فكسروا محابرهم\nوأقلامهم، وأقاموا على ذلك حولا. وهذا من فعل الجاهلية والأعاجم، ولا من\nفعل أهل السنة والإتباع. 4 (علي بن أحمد بن علي.) أبو الحسن\nالشهرستاني، شيخ الصوفية برباط شهرستان.) خدم الكبار، وعمر وأسن، ولعله نيف\nعلى المائة. قال عبد الغافر: اجتمعت به وأكرم موردي في سنة ثمان، توفي بعد\nبقريب. 4 (علي بن أحمد بن محمد بن أبي سعد الهروي الشروطي.) أبو\nالحسين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0239'> Vol. 32, p. 0239</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 240 سمع من: الحاكم\nأبي الحسن الديناري، والقاضي أبي عمر البسطامي. 4 (علي بن الحسن بن\nسلمويه.) أبو الحسن النيسابوري الصوفي التاجر. روى عن: أبي بكر الحيري،\nوالطرازي، والصيرفي، وغيرهم. وتوفي في شعبان. روى عنه: عمر بن محمد\nالدهستاني. 4 (علي بن عبد السلام الأرمنازي.) له شعر حسن. روى عنه منه:\nالمحدث غيث، والحافظ محمد بن طاهر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0240'> Vol. 32, p. 0240</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 241 4 (علي بن عبد\nالعزيز بن محمد.) أبو القاسم النيسابوري الخشاب. من شيوخ الشيعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0241'> Vol. 32, p. 0241</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 242 سمع الكثير عن:\nأبي نعيم الإسفرائيني، وأبي الحسن السقاء الإسفرائيني، وعبد الله بن يوسف\nالإصبهاني، وطائفة. توفي رحمه الله في ربيع الأول، وله تسعون سنة. 4 (علي\nبن محمد.) أبو الحسن القيراوني، الفقيه المالكي المعروف باللخمي، لأنه\nابن بنت اللخمي. تفقه بابن محرز، وأبي الفضل ابن بنت خلدون، والسيوري.\nوظهرت في أيامه له فتاو كثيرة، وطال عمره، وصار عالم إفريقية، وتفقه به\nجماعة من السفاقسيين. وأخذ عنه: أبو عبد الله المازري، وأبو الفضل ابن\nالنحوي، وأبو علي الكلاعي، وعبد الحميد السفاقسي.) وله تعليق كبير على\nالمدونة ن سماه التبصرة. 4 (عوض بن أبي عبد الله بن حمزة.)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0242'> Vol. 32, p. 0242</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء <span id='ms06897'></span> الثاني والثلاثون الصفحة 243 السيد أبو الرضي\nالعلوي الهروي. توفي في رمضان. 4 (حر الفاء) 4 (فرج بن عبد الملك\nالأنصاري القرطبي.) روى عن: مكي. وصحب محمد بن عتاب. وتقدم في الفقه\nوالحديث. كان يحفظ. 4 (الفضل بن محمد بن أحمد.) أبو القاسم الإصبهاني\nالبقال المؤدب. عرف بتانة. سمع: محمد بن إبراهيم الخرجاني، وعلي بن ميلة.\nوكان صالحا عابدا. روى عنه: مسعود الثقفي، وأبو عبد الله الرستمي. 4\n(فياض بن أميرجة.) أبو القاسم الهروي السوسماني. مات بالكوفة. 4 (حرف\nالميم) 4 (محمد بن إبراهيم بن سليمان.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0243'> Vol. 32, p. 0243</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 244 أبو الطيب\nالإصبهاني. في ذي الحجة بإصبهان. 4 (محمد بن أحمد بن عبد الله بن أحمد بن\nالوليد.) شيخ المعتزلة أبو علي بن الوليد الكرخي. ولد سنة ست وتسعين\nوثلاثمائة، وأخذ علم الكلام عن أبي الحسين البصري، وحفظ عنه حديثا) واحدا\nبإسناده، وهو حديث القعنبي: إذا لم تستحي فاصنع من شئت. رواه عنه: أبو\nالقاسم بن السمرقندي، وعبد الوهاب الأنماطي، وغيرهما. وأخذ عنه: ابن عقيل\nشيخ الحنابلة، وبه انحرف عن السنة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0244'> Vol. 32, p. 0244</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 245 قال محمد بن\nعبد الملك في تاريخه: في ذي الحجة توفي أبو علي بن الوليد شيخ المعتزلة\nوزاهدهم، ولم نعرف في أعمارنا مثل تورعه وقناعته. تورع عن ميراثه من أبيه،\nوقال: لم أتحقق أنه أخذ حراما، ولكني أعافه. ولما كبر وافتقر جعل ينقض\nداره، ويبيع منها حسبة، يتقوت بها، وكانت من حسان الدور. وكان يلبس الخشن\nمن القطن. وقال أبو الفضل بن خيرون: توفي في خامس ذي الحجة، ودفن في\nالشونيزية، إلى جنب أبي الحسن البصري أستاذه، وكان يدرس الاعتزال والمنطق.\nوكان داعية إلى الاعتزال. 4 (محمد بن خيرة.) أبو عبد الله بن أبي\nالعافية الأندلسي، من كبار فقهاء المرية، وممن شهر بالحفظ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0245'> Vol. 32, p. 0245</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 246 يروي عن حاتم\nبن محمد. 4 (محمد ن عبد الله بن محمد.) أبو بكر القصار، المعروف بابن\nالكنداجي، البغدادي المقريء. روى عن: أبي الحسين بن بشران، وأبي الحسن\nالحمامي <span id='ms06898'></span>، والحرفي. روى عنه: قاضي المرستان، وإسماعيل بن السمرقندي، وأبو\nبكر بن الزاغوني. توفي في صفر. 4 (محمد بن علي بن محمد بن المطلب.) أبو\nسعد الكرماني الكاتب، والد الصاحب الوزير أبي المعالي هبة الله. قدم أبوه\nمن كرمان، وولد هو ببغداد. ونظر في الأدب وأخبار الأوائل. ومع من: أبي\nالحسين بن بشران، وأبي علي بن شاذان. روى عنه: يحيى بن البنا، وشجاع\nالذهلي. وكان شاعرا هجا، بليغ الفحش، مقدما في ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0246'> Vol. 32, p. 0246</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 247 عزل لهجوه،\nفقال: (عزلت وما خنت فيما وليت .......... وغيري يخون ولا يعزل) ) (وهذا\nيدل على أن من .......... يولي ويعزل لا يعقل) ومن شعره: (يا حسرتي مات\nحظي من قلوبكم .......... وللحظوظ كما للناس آجال) (تصرم العمر لم أحظى\nبقربكم .......... كم تحت هذي القبور الخرس آمال) قال هبة الله السقطي:\nكنت اجتمع بأبي سعد كثيرا، فقل أن انفصلت عنه إلا بنادرة أو شعر، ولم تنزل\nالحال به إلى أن تاب، وألهم الصلاة والصوم والصدقات، وغسل مسودات شعره قبل\nموته رحمه الله. مات في ربيع الآخر، وله أربع وثمانون سنة. 4 (محمد بن\nعلي بن محمد بن حسن بن عبد الوهاب بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0247'> Vol. 32, p. 0247</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 248 حسويه.) قاضي\nالقضاة أبو عبد الله الدامغاني، الحنفي. شيخ حنفية زمانه. تفقه بخراسان، ثم\nقدم بغداد في شبيبته، ودرس على القدوري. وسمع الحديث من: القاضي أبي عبد\nالله بن علي الصيمري، والحافظ محمد بن علي الصوري، وشيخه أبي الحسين أحمد\nبن محمد القدوري. روى عنه: عبد الوهاب الأنماطي، وعلي بن طراد الزينبي،\nوالحسين المقدسي، وغيرهم. وتفقه به جماعة. وكان مولده بدامغان سنة ثمان\nوتسعين وثلاثمائة، وحصل للعلم على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0248'> Vol. 32, p. 0248</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 249 الفقر والقنوع.\nقال أبو سعد السمعاني: قال والدي: سمعت احمد بن الحسين البصري الخباز يقول:\nرأيت أبا عبد الله الدامغاني كان يحرس في درب الرياح، وكان يقوم بعيشته\nإنسان اسمه أبو العشائر الشيرجي. قلت: ثم آل به الأمر إلى أن ولي قضاء\nالقضاة <span id='ms06899'></span> للمقتدي بالله، ولأبيه قبله. وطالت أيامه، وانتشر ذكره، وكان مثل\nالقاضي أبي يوسف قاضي الرشيد في أيامه حشمة وجاها وسؤددا وعقلا، وبقي في\nالقضاء نحوا من ثلاثين سنة. ولي أولا في ذي القعدة سنة سبع وأربعين، بعد\nموت قاضي القضاة أبي عبد الله بن ماكولا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0249'> Vol. 32, p. 0249</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 250 وقال محمد بن\nعبد الملك الهمذاني في طبقات الفقهاء: قال قاضي القضاة الدامغاني: قرأت\nعلى) أبي صالح الفقيه بدامغان، وهو من أصحاب أبي عبد الله الجرجاني،\nوأصابني جدري فاكتحلت، وجئت إلى المجلس بعدما برأت فقال: آنت مجدور، فقم.\nفقمت وقصدت من دامغان نيسابور، فأقمت أربعة أشهر، وصحبت أبا العلاء صاعد بن\nمحمد الأستوائي قاضيها. قرأت على أبي الحسن المصيصي لدينه وتواضعه. وجرت\nفتنة بين الطوائف هناك، فمنعهم محمود بن سبكتكين من الجدل، فخرجت إلى بغداد\nووردتها. قال محمد: فقرأ على القدوري إلى أن توفي سنة ثمان وعشرين\nوأربعمائة، ولازم أبا عبد الله الصيمري فلما مات، انفرد بالتدريس، وصار أحد\nشهود بغداد. ثم ولي قضاء القائم بأمر الله، وبعده لأبنه ثلاثين سنة وثلاثة\nأشهر وخمسة أيام. وقد شهد عنده شيخ الشافعية أبو الطيب الطبري. وكان أبو\nالطيب يقول: أبو عبد الله الدامغاني أعرف بمذهب الشافعي من كثير من\nأصحابنا. قال: وكان عندنا بدامغان أبو الحسن صاحب أبي حامد الإسفرائيني،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0250'> Vol. 32, p. 0250</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 251 يعني فاستفاد\nمنه الدامغاني. وكان الدامغاني قد جمع الصورة البهية، والمعاني الحسنة من\nالدين والعقل والعلم والحلم، وكرم المعاشرة للناس، والتعصب لهم. وكانت له\nصدقات في السر، وإنصاف في العلم لم يكن لغيره. وكان يورده الشيخ أبو إسحاق\nالشيرازي، فإذا اجتمعا صار اجتماعهما نزهة. عاش ثمانين سنة وثلاثة أشهر\nوخمسة أيام، وغسله أبو الوفاء ابن عقيل الواعظ، وصاحبه الفقيه أبو ثابت\nمسعود بن محمد الرازي، وصلى عليه ولده قاضي القضاة أبو الحسن علي باب داره\nبنهر القلايين. ولقاضي القضاة أصحاب كثيرون انتشروا بالبلاد، ودرسوا ببغداد\nفمنهم أبو سعد الحسن بن داود بن بابشاذ <span id='ms06900'></span> المصري، ومات قبل الأربعين\nوأربعمائة. ومنهم نور الهدى الحسين بن محمد الزينبي، ومنهم أبو طاهر الياس\nبن ناصر الديلمي. ومات في حياته منهم أبو القاسم علي بن محمد الرحبي ابن\nالسمناني، وآخرون فيهم كثرة كرهم ابن عبد الملك الهمذاني. توفي في رابع\nوعشرين رجب. ودفن في داره بنهر القلايين، ثم نقل ودفن في القبة إلى جنب\nالإمام أبي حنيفة رحمهما الله.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0251'> Vol. 32, p. 0251</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 252 4 (محمد ن عمر\nبن محمد بن أبي عقيل.) أبو بكر الكرجي الواعظ. ولد بالكرج سنة أربع\nوأربعمائة ورحل إلى إصبهان فسمع معجم الطبراني، عن شيوخه من أبي ريذة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0252'> Vol. 32, p. 0252</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 253 وسمع بالشام\nمن: محمد بن الحسين بن الترجمان، والسكن بن جميع، وجماعة. روى عنه: الفقيه\nنصر، وهبة الله بن طاوس. وتوفي في رجب بدمشق. 4 (محمد بن محمد بن موسى.)\nأبو علي النعيمي النيسابوري. حدث عن: أبي الحسن محمد بن الحسين العلوي.\nوعمر أربعا وتسعين سنة. وتوفي رحمه الله في رجب. 4 (مسلم ابن الأمير أبي\nالمعالي قريش بن بدران بن مقلد حسام الدولة أبي حسان بن) المسيب بن رافع\nالعقيلي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0253'> Vol. 32, p. 0253</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 254 السلطان الأمير\nشرف الدولة أبو المكارم. كان أبوه قد نهب دار الخلافة مع البساسيري، ومات\nسنة ثلاث وخمسين كهلا، فقام شرف الدولة بعده، واستولى على ديار ربيعة،\nومضر، وتملك حلب، وأخذ الحمل والإتاوة من بلاد الروم، أعني من أنطاكية،\nونحوها. وسار إلى دمشق فحاصرها. وكان قد تهيأ له أخذها، فبلغه أن حران قد\nعصى عليه أهلها، فسار إليهم، فحاربهم وحاربوه، فافتتحها وبذل السيف، وقتل\nبها خلقا من أهل السنة. وكان رافضيا خبيثا، أظهر ببلاده سب السلف، واتسعت\nمملكته، وأطاعته العرب، واستفحل أمره حتى طمع في الإستيلاء على بغداد بعد\nوفاة طغرلبك. وكان فيه أدب، وله شعر جيد. وكان له في كل قرية قاض، وعامل،\nوصاحب خبر. وكان أحول، له سياسة تامة. وكان لهيبته الأمن، وبعض العدل في\nأيامه موجودا. وكان يصرف <span id='ms06901'></span> الجزية في بلاده إلى العلويين. وهو الذي عمر سور\nالموصل وشيدها في ستة أشهر من سنة) أربع وسبعين. ثم إنه جرى بينه وبين\nالسلطان سليمان بن قتلمش السلجوقي ملك الروم مصاف في نصف صفر على باب\nأنطاكية فقتل فيه مسلم، وله بضع وأربعون سنة. قال صاحب الكامل، والقاضي شمس\nالدين بن خلكان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0254'> Vol. 32, p. 0254</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 255 وقال المأموني\nفي تاريخه: بل وثب عليه خادم في الحمام فخنقه. ثم إن السلطان ملكشاه رتب\nولده في الرحبة، وحران وسروج، وزوجه بأخته زليخا. 4 (حرف الهاء) 4\n(هبة الله بن عبد الله بن أحمد بن محمد.) أبو الحسن القصري السيبي. من\nأهل قصر هبيرة. قدم بغداد مع عمه أبي عبد الله بن السيبي. وسمع الحديث من:\nأبي الحسن بن بشران، وغيره. روى عنه: إسماعيل بن السمرقندي، وأبو نصر أحمد\nبن عمر الغازي، وعلي بن عبد السلام. وكان فاضلا. قرأ طرفا من النحو والفقه،\nوولي القضاء بناحيته. ثم إنه طلب لتأديب أمير المؤمنين المقتدي بالله وبنيه\nمن بعده. وولي القضاء بالحريم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0255'> Vol. 32, p. 0255</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 256 الشريف. وكان\nوقورا مهيبا فهما عالما. توفي في ثاني عشر المحرم عن بضع وثمانين سنة. 4\n(حرف الياء) 4 (يحيى بن محمد بن القاسم بن محمد.) أبو المعمر بن\nطباطبا العلوي الشيعي. من كبار الإمامية. روى عن الحسين بن محمد الخلال.\nوشارك في العلم. روى عنه: أبو نصر الغازي، وإسماعيل بن السمرقندي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0256'> Vol. 32, p. 0256</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 257 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0257'> Vol. 32, p. 0257</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 258 4 (وفيات سنة\nتسع وسبعين وأربعمائة) 4 (حرف الألف) ) 4 (أحمد بن عبد العزيز بن\nشيبان.) البغدادي. روى عن: أبي الحسين بن بشران، وعبد الله بن يحيى\nالسكري. روى عنه: إسماعيل بن السمرقندي، وعبد الوهاب الأنماطي. 4 (أحمد\nبن عبيد الله.) أبو غالب بن الزيات البيع الخياط المؤذن. سمع: ابن شاذان،\nوالحرفي. وعنه: إسماعيل بن السمرقندي، وأبو بكر بن الزاغوني. توفي في\nشعبان. 4 (أحمد بن محمد بن دوست دادا.) شيخ الشيوخ أبو سعد النيسابوري\nالصوفي <span id='ms06902'></span>. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0258'> Vol. 32, p. 0258</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 259 صحب الزاهد\nالقدوة أبا سعيد فضل الله بن أبي الخير الميهني، وسافر الكثير. وكان ذا همة\nشريفة وأخلاق سنية. حج على التجريد مرات، لأن الطريق كان منقطعا. وكان يجمع\nجماعة من الفقراء والصوفية، ويدور في قبائل العرب، وينتقل من حلة إلى حلة،\nإلى أن يصل مكة. وكان بينه وبين نظام الملك مودة أكيدة. إتفق أنه كان\nمنصرفا من إصبهان إلى حضرة نظام الملك، فنزل بنهاوند، وكان قد غربت الشمس،\nفنزل فأتى خانقاه أبي العباس النهاوندي، فمنع من الدخول وقيل: إن كنت من\nالصوفية، فليس هذا وقت دخول الخانقاه، وإن كنت لست منهم، فليس هذا موضعك.\nفبات تلك الليلة على باب الخانقاه في البرد، فقال في نفسه: إن سهل الله لي\nبناء خانقاه أمنع من دخولها أهل الجبال، وتكون موضع نزول الغرباء من\nالخراسانيين. قال أبو سعد السمعاني: بلغني أنه خرج مرة إلى البادية، فأضافه\nصاحبه أحمد بن زهراء، وكانت له زاوية صغيرة يجتمع فيها الفقراء، فلما دخلها\nأبو سعد قال: يا شيخ لو بنيت للأصحاب موضعا أوسع من هذا، وبابا أرفع من\nهذا، حتى لا يحتاج الداخل إلى انحناء ظهره. فقال له أحمد: إذا بنيت أنت\nرباطا للصوفية في بغداد، فاجعل له بابا يدخل في الجمل وعليه الراكب.) فضرب\nالدهر ضرباته، وانصرف أبو سعد، إلى نيسابور، وباع أملاكه، وجمع ما قدر\nعليه، وقدم بغداد، وبنى الرباط، وحضر فيه الأصحاب، وأحضر أحمد بن زهراء\nوركب واحد جملا حتى دخل من باب الرباط. وسمعت ولده أبا البركات إسماعيل\nيقول: لما غرق جميع بغداد في سنة ست وستين وأربعمائة، وكان الماء يدخل\nالدور من السطوح، وضرب الجانب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0259'> Vol. 32, p. 0259</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 260 الشرقي بالكلية،\nأكترى والدي زورقا، وركب فيه، وحمل أصحابه الصوفية وأهله. وكان الزورق يدور\nعلى الماء، والماء يخرب الحيطان، ويحمل الأخشاب إلى البحر، فقال أحمد بن\nزهراء لوالدي: لو اكتريت زورقا ورجلا يأخذ هذه الجذوع ويربطها في موضع، حتى\nإذا نقص الماء <span id='ms06903'></span> بنيت الرباط، كان أخف عليك. قال: يا شيخ أحمد هذا زمان\nالتفرقة، ولا يمكن الجمع في زمن التفرقة. فلما هبط الماء بنى الرباط أحسن\nمما كان. توفي في ربيع الآخر، وهو الذي تولى رباط نهر المعلى. وكان عالي\nالهمة، كثير التعصب لأصحابه، جدد تربة معروف الكرخي بعد أن احترقت. وكان ذا\nمنزلة كبيرة عند السلطان، وحرمة عند الدولة. وكان يقال: الحمد لله الذي\nأخرج رأس أبي سعد من مرقعة، فلو خرج من قباء لهلكنا. وابن زهراء هذا هو أبو\nبكر الطريثيثي. 4 (أحمد بن محمد بن مفرج.) أبو العباس الأنصاري\nالقرطبي. يعرف بابن رميلة. كان معنيا بالعلم، وصحبة الشيوخ. وله شعر حسن في\nالزهد، وفيه عبادة. واستشهد بوقعة الزلاقة، مقبلا غير مدبر رحمه الله وكانت\nيوم الجمعة ثاني عشر رجب على مقربة من بطليوس. قتل فيها من الفرنج ثلاثون\nألف فارس، ومن الرجالة ما لا يحصى وهي من الملاحم المشهورة كما يأتي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0260'> Vol. 32, p. 0260</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 261 4 (أحمد بن\nيوسف بن أصبغ.) أبو عمر الطليطلي. سمع: أباه، وعبد الرحمن بن محمد بن\nعباس. وكان ماهرا في الحديث والفرائض والتفسير، ورحل إلى المشرق وحج. وولي\nقضاء طليطلة.) ثم عزل. وكان ثقة رضى. توفي في شعبان. 4 (إبراهيم بن عبد\nالواحد بن طاهر القطان.) أبو الخطاب البغدادي. ثقة صالح. سمع: البرقاني،\nوأبا القاسم الحرفي، وابن بشران. وعنه: ابن السمرقندي، والأنماطي. توفي في\nجمادى الأولى. 4 (إسماعيل بن زاهر بن محمد.) أبو القاسم النوقاني\nالنيسابوري. قال السمعاني: فقيه صالح، صدوق، كثير السماع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0261'> Vol. 32, p. 0261</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 262 سمع: أبا الحسن\nالعلوي، وأبا الطيب الصعلوكي، وعبد الله بن يوسف بن مامويه، وابن محمش\nبنيسابور. وأبا الحسين بن بشران، ونحوه ببغداد. وجناح بن بدر بالكوفة وابن\nنظيف، وأبا ذر بمكة. روى عنه: زاهر الشحامي، وأبو نصر بن عمر الغازي،\nوإسماعيل بن عبد الرحمن القاريء. وقد تفقه على الطوسي، وعقد مجلس الإملاء،\nوأفاد الكثير. وكان مولده سنة سبع وتسعين وثلاثمائة. ومن آخر من روى عنه <span id='ms06904'></span>\nعبد الكريم بن محمد الدامغاني. قال عبد الغافر: هو من أركان فقهاء\nالشافعية. سمعت منه بعض أماليه. وروى عنه أيضا: سعيد بن علي الشجاعي،\nوعائشة بنت أحمد الصفار، وأبو الفتوح عبد الله بن علي الخركوشي، وعبد\nالكريم بن علي العلوي، وعبد لملك بن عبد الواحد بن القشيري، ومحمد بن جامع\nخياط الصوف، وغيرهم. ومن مسموعاته: كتاب تاريخ الفسوي.) رواه عن ابن الفضل\nالقطان، عن ابن درستويه، عن الفسوي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0262'> Vol. 32, p. 0262</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 263 4 (إسماعيل بن\nمحمد بن أحمد.) أو سعد الحجاجي الفقيه. سمع: الحسين بن محمد بن فنجويه\nالثقفي، وأبا بكر الحيري، وأبا سعيد الصيرفي، وابن حيد. وعنه: إسماعيل بن\nأبي صالح، وعبد الغافر الفارسي، وعبد الله بن الفراوي. 4 (حرف الثاء)\n4 (ثابت بن الحسين بن شراعة.) أبو طالب التميمي الهمذاني الأديب. روى عن:\nأبي طاهر بن سلمة، ومنصور بن رامش، وابن عيسى وجماعة. قال شيرويه: سمعت\nمنه، وكان صدوقا. توفي في صفر. 4 (حرف الجيم) 4 (جعبر بن سابق.)\nالأمير سابق الدين القشيري، صاحب قلعة جعبر، الحصن الذي على فرات. قتله\nالسلطان ملكشاه السلجوقي لما قدم حلب لأنه بلغه أن ولديه يقطعان الطريق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0263'> Vol. 32, p. 0263</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 264 يقال لقلعة\nجعبر أيضا الدوسرية، لأن دوسر غلام ملك الحيرة النعمان بن المنذر بناها.\n4 (حرف الحاء) 4 (الحسن بن محمد بن القاسم بن زينة.) أبو علي\nالبغدادي الدقاق الكاتب. قال السمعاني: شيخ صالح، ثقة مأمون. مع الكثير،\nوتفرقت كتبه. وكان يسمع من أصول غيه. روى عن: هلال الحفار. ثنا عنه:\nإسماعيل السمرقندي، وعبد الوهاب الأنماطي، واحمد بن الأخوة. مات في صفر،\nوله ثمانون سنة. 4 (حمد بن احمد الحلمقري الهروي.) ) يروي عن أبي منصور\nالأزدي. 4 (حرف السين) 4 (سعيد بن فضل الله بن أبي الخير.) الشيخ\nأبو طاهر ابن الإمام القدوة، أبي سعيد الميهني. توفي في شعبان. وهو أكبر\nأولاد أبيه. وجلس في المشيخة بعد والده ولم يحدث. روى عن: أبي بكر الحيري،\nوعن والده. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0264'> Vol. 32, p. 0264</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 265 4 (سليمان <span id='ms06905'></span> بن\nقتلمش ن سلجوق.) أمير قونية، وجد سلاطين الروم. قتل في صفر في المصاف\nبأرض حلب، وقام بعد انه قلج أرسلان. 4 (حرف الشين) 4 (نافع بن محمد\nبن شافع.) أبو بكر الأبيوردي. 4 (حرف الصاد) 4 (صالح بن أحمد بن\nيوسف.) أبو رجاء البستي، المعبر. جاور بمكة مدة، وحدث عن: أبي المستعين\nمحمد بن أحمد البستي، وطاهر بن العباس المروزي، وأبي ذر الهروي، سمع منه:\nعمر الرؤآسي، وغيره. توفي بعد سنة ثمان وسبعين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0265'> Vol. 32, p. 0265</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 266 4 (حرف الطاء)\n4 (طاهر بن محمد بن محمد بن أحمد بن محمد بن يوسف.) أبو عبد الرحمن\nالشحامي النيسابوري المستملي. والد زاهر ووجيه. كان أحد من غبي بالحديث\nوأكثر منه. وسمع أولاده. وحدث عن: أبي بكر الحيري، وأبي عيد الصيرمي، وفضل\nالله بن أبي الخير المهيمني الزاهد،) ووالده أبي بكر محمد بن محمد الرجل\nالصالح، والأستاذ أبي إسحاق الإسفرايني، وصاعد بن محمد القاضي. روى عنه:\nابناه، وحفيده عبد الخالق بن زاهر، وفاطمة بنت خلف، وعبد الغافر الفرسي.\nوصنف كتابا بالفارسية في الشرائع والأحكام. واستملى على نظام الملك، وغيره.\nوكان فقيها، أديبا، بارعا، شروطيا، صالحا، عابدا، توفي في جمادى الآخرة،\nوله ثمانون سنة. 4 (حرف العين) 4 (عبد الله بن أحمد بن محمد بن عبد\nالله بن عبد الصمد بن المهتدي بالله بن الواثق) بن المعتصم ابن الرشيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0266'> Vol. 32, p. 0266</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 267 الخطيب أبو\nجعفر العباسي البغدادي، والد أبي الفضل محمد بن عبد الله. كان خطيبا جليلا\nرئيسا صالحا، يخطب بجامع الحربية. سمع: أبا القاسم بن بشران، وغيره. وعن:\nابن السمرقندي. ومات في شعبان. 4 (عبد الجليل بن عبد الجبار بن عبد الله\nبن طلحة.) أبو المظفر المروزي، الفقيه الشافعي. قدم دمشق، وتفقه به جماعة\nمنهم: أبو الفضل يحيى بن علي القرشي. وكان قد تفقه على الكارزوني، وولي\nالقضاء حين دخل الترك إلى دمشق. وكان فاضلا مهيبا عفيفا. حدث عن: عبد\nالوهاب بن برهان، وغيره. وعنه: غيث الأرمنازي، وهبة الله بن طاوس. 4 (عبد\nالخالق بن <span id='ms06906'></span> هبة الله بن سلامة.) أبو عبد اله الواعظ ابن المفسر، خال رزق\nالله التميمي. صالح، زاهد، ورع، نبيل، مهيب. سمع: أبا علي بن شاذان.)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0267'> Vol. 32, p. 0267</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 268 روى عنه: عبد\nالوهاب الأنماطي. مولده سنة تسعين وثلاثمائة. 4 (عبد الكريم بن عبد\nالواحد.) أبو الفتح الإصبهاني، الصواف الدلال. سمع: عثمان بن أحمد\nالبرجي، وأبا عبد اله الجرجاني. روى عنه: الثقفي، والرستمي 4 (عبد الواحد\nبن محمد بن عبد السميع بن إسحاق.) أبو الفضل بن الطوابيقي، العباسي. من\nأولاد الواثق بالله. سمع: أبا الحسن علي بن هبة الله العيسوي. روى عنه:\nإسماعيل بن السمرقندي، وغيره. توفي في جمادى الآخرة ببغداد. 4 (عبيد الله\nبن عثمان بن محمد بن يوسف دوست.) أبو منصور ابن العلاف. من أولاد الشيوخ.\nروى عن: الحسين ن الحسن الفضائري، وعبيد الله بن منصور الحربي. وعنه:\nإسماعيل بن السمرقندي، وعبد الوهاب الأنماطي، وعمر بن السنبك. توفي في\nشعبان عن ست وثمانين سنة. قال ابن النجار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0268'> Vol. 32, p. 0268</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 269 4 (علي بن أحمد\nبن علي بن إبراهيم بن بحر.) أبو علي التستري، ثم البصري السقطي. كانت\nالرحلة إليه في سماع سنن أبي داود. رواها عن: أبي عمر الهاشمي. وروى عن:\nعمه أبي سعيد الحسن بن علي. روى عنه: المؤتمن الساجي، وعبد الله بن أحمد\nالسمرقندي، وأبو الحسن محمد بن مرزوق الزعفراني، وأبو غالب بن الحسن\nالماوردي، وعبد الملك بن عبد الله، وآخرون.) وكان صدوقا. وآخر من حدث عنه\nأبو طالب محمد ن محمد ن أبي زيد العلوي النقيب. روى عنه الجزء الأول من\nالسنن بالسماع، والباقي إجازة إن لم يكن سماعا. وبقي إلى سنة ستين\nوخمسمائة. 4 (علي بن أحمد بن علي.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0269'> Vol. 32, p. 0269</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 270 الأديب أبو\nالقاسم الأسدي النجاشي. سمع: أبا علي بن شاذان، وطبقته. وكان إخباريا،\nعارفا، راوية. روى عنه: أبو محمد بن السمرقندي، وهبة الله بن المجلي. يعرف\nبان الكوفي. توفي في رجب. 4 (علي بن فضال بن علي بن غالب <span id='ms06907'></span>.) أبو الحسن\nالقيرواني، المجاشعي التميمي، الفرزدقي النحوي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0270'> Vol. 32, p. 0270</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 271 صاحب التصانيف.\nمسقط رأسه هجر، وطوف الأرض حتى وصل إلى غزنة، وأقبل عليه أكابرها. وانخرط\nفي صحبة الوزير نظام الملك. وصنف برهان العميدي في التفسير، في عشرين\nمجلدا، وكتاب الأكسير في علم التفسير خمسة وثلاثون مجلدا، وكتابا في النحو،\nفي عدة مجلدات وهو كتاب إكسير الذهب في صناعة الأدب، وغير ذلك. قال أن طاهر\nالمقدسي: سمعت إبراهيم بن عثمان الأديب الغزي يقول: لما دخل أبو الحسن بن\nفضال النحوي نيسابور اقترح عليه أبو المعالي الجويني أن يصنف باسمه كتابا\nفي النحو، فصنفه وسماه الإكسير. ووعده بألف دينار، فلما صنفه وفرغ ابتدأ\nأبو المعلي بقراءته عليه، فلما فرغ من القراءة انتظر أياما أن يدفع إليه ما\nوعده، فلم يعطه شيئا، فأرسل إليه: إنك إن لم تفي بما وعدت وإلا هجوتك.\nفأنفذ إليه على يد الرسول: نكثتها، عرضي فداؤك. ولم يعطه حبة.) وقيل: إن\nابن فضال روى أحاديث، فأنكرها عليه عبد الله بن سبعون القيرواني، فاعتذر\nبأنه وهم. وقد صنف ابن فضال بغزنة عدة كتب بأسماء أكابر غزنة. وكان إماما\nفي اللغة، والنحو، والسير، وأقرأ الأدب مدة ببغداد. ومن شعره: (وإخواني\nحسبتهم دروعا .......... فكانوها ولكن للأعادي) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0271'> Vol. 32, p. 0271</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 272 (وخلتهم سهاما\nصائبات .......... لقد صدقوا ولكن عن ودادي) وله: (لا عذر للصب إذا لم\nيكن .......... يخلع في ذاك العذار العذار) (كأنه في خده إذ بدا\n.......... ليل تبدى طالعا في نهار) وشعره كثير. وله من التصانيف أيضا:\nكتاب النكت في القرآن، وكتاب البسملة وشرحها مجلد، وكتاب العوامل والهوامل\nفي الحروف خاصة، وكتاب الفصول في معرفة الأصول، وكتاب الإشارة في تحسين\nالعبارة، وكتاب شرح عنوان الإعراب، وكتاب العروض، وكتاب معاني الحروف،\nوكتاب الدول في التاريخ، وهو كبير وجد منه ثلاثون مجلدا، وكتاب شجرة الذهب\nفي معرفة أئمة الأدب، وكتاب معارف الأدب، وغير ذلك مع ما تقدم. قال ابن\nناصر: توفي ابن فضال المجاشعي في ثاني وعشرين ربيع <span id='ms06908'></span> الأول. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0272'> Vol. 32, p. 0272</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 273 4 (علي بن مقلد\nبن نصر بن منقذ بن محمد.) الأمير سديد الملك أبو الحسن الكناني صاحب\nشيزر. أديب شاعر. قدم دمشق مرات. واشترى حصن شيزر من الروم وكان أخا محمود\nبن صالح صاحب حلب من الرضاعة. ومن شعره في غلام: (أسطو عليه وقلبي لو تمكن\nمن .......... يدي غلهما غيظا إلى عنقي) (وأستعير إذا عاتبته حنقا\n.......... وأين ذل الهوى من عزة الحنق) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0273'> Vol. 32, p. 0273</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 274 وكان قبل تملك\nشيزر ينزل في نواحي شيزر، على عادة العرب وقيل إنه حاصرها وأخذها) بالأمان\nفي سنة أربع وسبعين. ولم تزل في يد أولاده إلى أن هدمتها الزلزلة، وقتلت\nسائر من فيها في سنة اثنتين وخمسين وخمسمائة. وكان جوادا ممدحا، مدحه ابن\nالخياط، والخفاجي، وغيرهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0274'> Vol. 32, p. 0274</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 275 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0275'> Vol. 32, p. 0275</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 276 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0276'> Vol. 32, p. 0276</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 277 وقيل: بل توفي\nسنة خمس وسبعين وأربعمائة. وهلك في الزلزلة حفيدة تاج الدولة محمد بن سلطان\nبن علي ابن عم الأمير أسامة الشاعر. 4 (حرف الفاء) 4 (الفضل بن\nالعلامة أبي محمد علي بن أحمد بن سعيد بن حزم.) أبو رافع القرطبي. روى\nعن: أبيه، وابن عبد البر. وكتب بخطه علما كثيرا. وكان ذا أدب ونباهة،\nوذكاء. توفي رحمه الله بوقعة الزلاقة شهيدا. وكان مع مخدومه المعتمد. 4\n(حرف الميم) 4 (محمد بن أحمد بن عثمان بن أحمد بن محمد.) أبو الفتح\nالخزاعي المطيري. المعروف بالباهر. خطيب قصر هبيرة، من أعمال سامراء. روى\nعن: علي بن أحمد بن محمد بن يوسف السامري الرفاء، وأبي محمد الحسن بن محمد\nبن يحيى الفحام، وأبي علي شهاب الدين العكبري، وأبي الحسن محمد بن جعفر بن\nمحمد التميمي النحوي الكوفي، وجماعة. روى عنه: هبة الله السقطي، وأبو العز\nبن كادش. ولد في رمضان سنة خمس وثمانين وثلاثمائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0277'> Vol. 32, p. 0277</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 278 وقال السقطي:\nمات بقصر هبيرة. فذكر السنة وقال: تسمح في حديثه <span id='ms06909'></span> عن الرفاء خاصة. 4 (محمد\nبن أحمد بن محمد بن يونس الأنصاري.) أبو عبد الله السرقسطي المقريء. أخذ\nعن: أبي عمرو الداني، وأبو عمر بن عبد البر.) روى عنه: هبة الله بن\nالأكفاني. 4 (محمد بن عبد القادر بن محمد بن يوسف.) أبو بكر البغدادي،\nأخو أحمد. كان ورعا صالحا لا يخرج من منزله إلا للصلوات. سمع: أبا الفتح بن\nأبي الفوارس، وأبا الحسين بن بشران، والحمامي. روى عنه: إسماعيل بن\nالسمرقندي، وعبد الوهاب الأنماطي. قال ابن ناصر: كان عالما، متقنا، مجودا،\nكثير السماع، ورعا، ثقة. هجر أخاه لكونه حضر مجلس أبي نصر بن القشيري. مات\nفي ربيع الأول. 4 (محمد بن عبيد الله بن محمد.) أبو الفضل الصرام\nالنيسابوري الصالح العابد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0278'> Vol. 32, p. 0278</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 279 سمع: أبا نعيم\nعبد الملك بن الحسن، وعبد الله بن يوسف بن مامويه، وأبا الحسن العلوي، وأبا\nعبد الله الحاكم، وجماعة. روى عنه: وجيه الشحامي، وإسماعيل بن المؤذن، وممد\nبن جامع الصواف، وعبد الله بن الفراوي، وجماعة. وطال عمره، ومات في شعبان،\nوكان أبوه من رؤساء نيسابور، وهو، فكان يقرأ القرآن في ركعة أو ركعتين.\nويديم التعبد والتلاوة رحمه الله. 4 (محمد بن الحسن بن منازل.) أبو سعد\nالموصلي الحداد الإسكاف. سمع: ابن مخلد الرزاز، وأبا القاسم بن بشران. وزعم\nأنه سمع شيئا من أبي الحسين بن بشران. روى عنه: قاضي المرستان، وعبد الوهاب\nالأنماطي، وإسماعيل بن السمرقندي، وإسماعيل بن محمد الطلحي. مات في شعبان.\nقاله السمعاني. 4 (محمد بن عبد الله بن محمد بن هلال.) ) أبو الحسن بن\nالخبازة، المستعمل العتابي، الملقب بالجنيد. سمع: أبا الحسن بن رزقويه،\nوأبا الحسين بن بشران، وغيرهما. روى عنه: يحيى بن الطراح، وابن السمرقندي،\nومحمد بن مسعود بن السدنك. توفي في ذي الحجة. 4 (محمد بن علي بن إبراهيم\nالأموي.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0279'> Vol. 32, p. 0279</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 280 يعرف بابن\nقرذيال، أبو عبد الله الطليطلي. سمع من: جماعة من رجال بلده. وكان يقريء\nالفقه. وله تصنيف في شرح البخاري. ذكره ابن <span id='ms06910'></span> بشكوال. 4 (محمد بن عمار.)\nقيل: قتل فيها. وقد مر سنة سبع. 4 (محمد بن محمد بن علي بن الحسن بن محمد\nبن عبد الوهاب بن سليمان بن محمد) بن سليمان بن عبد الله بن محمد بن\nإبراهيم الإمام بن محمد بن علي بن عبد الله بن عباس بن عبد المطلب. أبو نصر\nالهاشمي العباسي، الزينبي. مسند العراق في زمانه، وآخر من حدث عن المخلص.\nقال السمعاني: شريف، زاهد، صالح، متعبد، دين، هجر الدنيا في حداثته، ومال\nإلى التصوف. وكان منقطعا إلى رباط شيخ الشيوخ أبي سعد. وانتهى إسناد البغوي\nإليه. ورحل إليه الطلبة. وسمع: المخلص، وأبا بكر محمد بن عمر بن عمر\nالوراق، وأبا الحسن الحمامي، وغيرهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0280'> Vol. 32, p. 0280</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 281 ثنا عنه: إبنا\nأخيه علي ومحمد ابنا طرد، وأبو الفضل الأرموي، والفراوي، ووجيه الشحامي،\nوأبو تمام أحمد بن محمد المؤيد بالله، ومحمد بن القاسم الشهرزوري، والمظفر\nبن أبي احمد القاضي بسنجار، وإسماعيل الحافظ، وأبو نصر الغازي، وآخرون. ثم\nقال: أنا فلان وفلان، إلى أن سمى سبعة عشر رجلا قالوا: ثنا أبو نصر\nالزينبي، أنا المخلص، ثنا البغوي، نا أبو نصر التمار، عن حماد، فذكر حيث\nيوم يقوم الناس لرب العالمين. وقد وقع لي عاليا في أول المخلصيات.) وقال\nالسمعاني: سمعت أبا الفضل محمد بن المهتدي بالله يقول: كان أبو نصر إذا\nقريء عليه اللحن رده لكثرة ما قرئت عليه تلك الأجزاء. قلت: كان أبو نصر\nأسند من بقي. وكذا أخوه طراد، وكذا أخوهما نور الهدى الحسين، ومات سنة عن\nاثنتين وتسعين سنة. قال السمعاني: سمعت إسماعيل الحافظ بإصبهان يقول: رحل\nأبو سعد البغدادي إلى أبي نصر الزينبي، فدخل بغداد، ولم يلحقه، فحين أخبر\nبموته خرق ثوبه، ولطم، وجعل يقول: من أين لي علي بن الجعد، عن شعبة سألت\nإسماعيل الحافظ، عن أبي نصر فقال: زاهد صحيح السماع، آخر من حدث عن المخلص.\nقلت: آخر من حدث عنه هبة الله الشبلي القصار وبقي بعده يروي بالإجازة عن\nأبي <span id='ms06911'></span> نصر أبي الفتح بن البطي. قال السمعاني: ولد في صفر سنة سبع وثمانين\nوثلاثمائة. وتوفي في حادي وعشرين من جمادى الآخرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0281'> Vol. 32, p. 0281</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 282 4 (محمد بن\nمحمد بن علي.) أبو الحسين البجلي الكوفي، ويعرف بالرزي. عن: أبي الطيب\nأحمد بن علي الجعفري بن عشيق سمع منه سنة اثنتي عشرة وأربعمائة. روى عنه:\nأبو الحسن بن الطيوري، وإسماعيل بن السمرقندي. ومات في جمادى الآخرة سنة\nسبع. 4 (محمد بن أبي جعفر محمد بن أحمد بن عمر بن المسلمة.) أبو علي.\nسمع من: جده أبا الفرج، وهلالا الحفار. وعنه: أبو بكر قاضي المرستان، وأبو\nالقاسم بن السمرقندي. توفي في رمضان وله ثمانون سنة. قال ابن النجار: كان\nزاهدا متعبدا، له كرامات. وسئل عنه المؤتمن بن أحمد فقال: كان شيخا شديدا\nفي السنة ثبتا في الحديث، لا يخرج إلا) لجمعة. 4 (محمد بن أبي القاسم عبد\nالجبار بن علي الإسفرائيني.) أبو بكر الإسكاف المتكلم إمام الجامع\nالمنيعي. سمع: أبا عبد الرحمن السلمي، وأبا إسحاق الإسفرائيني المتكلم،\nوجماعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0282'> Vol. 32, p. 0282</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 283 أخذ عنه: أبو\nالمظفر السمعاني، والكبار. قال عبد الرحيم بن السمعاني: ثنا عنه: إسماعيل\nالعصائدي، وأحمد بن العباس الشقاني، وأبو العباس الشقاني، وأبو القاسم محمد\nبن الحسين العلوي. مات في جمادى الأولى سنة سبع بنيسابور. 4 (مسعود بن\nسهل بن حمك.) أبو الفتح العميد النيسابوري. أحد الأكابر. حدث في هذا\nالعام ببغداد. في شوال. عن: علي بن أحمد بن عبدان، والحسين بن محمد بن\nفنجويه الثقفي. روى عنه: أبو محمد، وأبو القاسم ابنا السمرقندي. وقد تزهد\nوحج، وأنفق الأموال على الصوفية والعباد، ولبس المرقعة. وكان مولده سنة.\n4 (المعتز بن عبيد الله بن المعتز بن منصور.) أبو نصر البيهقي، ولد\nالرئيس أبي مسلم. سمع: علي بن محمد بن علي بن السقاء الإسفراييني، وأبا\nالقاسم عبد الرحمن بن محمد السراج. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0283'> Vol. 32, p. 0283</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 284 روى عنه: أبو\nالبركات بن الفراوي، وعبد الرحمن بن عبد الصمد الفايني المقريء <span id='ms06912'></span>. عاش خمسا\nوسبعين سنة. 4 (منصور بن دبيس بن علي بن مزيد الأسدي.) أمير العرب بهاء\nالدولة، صاحب الحلة والنيل. كان فارسا شجاعا مذكورا. أديبا شاعرا. ذا رأي\nوسماحة. قرأ الأدب وأخبار الجاهلية) وأشعارها. وقرأ النحو على: عبد الواحد\nبن برهان. وكان عادلا حسن السيرة. مات في الكهولة سامحه الله. وولي بعده\nولده سيف الدولة صدقة بن منصور. 4 (حرف الواو) 4 (واقد بن الخليل بن\nعبد الله بن أحمد بن إبراهيم بن الخليل.) الخطيب أبو زيد بن أبي يعلى\nالقزويني، صاحب أبي الحسن علي بن إبراهيم القطان. قال شيرويه: سمعت منه\nبهمذان وقزوين. وكان فقيها، فاضلا، صدوقا، مفتيا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0284'> Vol. 32, p. 0284</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 285 4 (حرف الهاء)\n4 (هبة الله بن محمد بن علي بن محمد بن عبيد الله بن المهتدي بالله.) أبو\nالحسن بن أبي الحسين بن الغريق. أحد الأعيان، وخطيب جامع القصر. سمع: أبا\nبكر البرقاني. روى عنه: ابن السمرقندي. وكان أفصح خطباء بغداد. قتل رحمه\nالله في صفر في الفتنة. 4 (حرف الياء) 4 (يحيى بن الموفق بالله أبي\nعبد الله الحسين بن إسماعيل بن زيد.) أبو الحسين العلوي الحسيني الزيدي\nالشجري الرازي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0285'> Vol. 32, p. 0285</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 286 كان مفتي\nالزيدية ومقدمهم وعالمهم. وكان متفننا من العلم، والأدب، واللغة. سمع: ابن\nغيلان، والصوري، والعتيقي ببغداد، وأبا بكر بن ريذة، وابن عبد الرحيم\nالكاتب بإصبهان. روى عنه: محمد بن عبد الواحد الدقاق، ونصر بن مهدي العلوي،\nوأبو سعد يحيى بن طاهر السمان. وكان ممن عني بالحديث والرحلة فيه. توفي\nبالري في سنة تسع وسبعين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0286'> Vol. 32, p. 0286</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 287 4 (وفيات سنة\nثمانين وأربعمائة) ) 4 (حرف الألف) 4 (أحمد بن الحسن بن علي بن مر\nبن جعفر بن عبد السلام.) أبو نصر بن الحداد الأزدي التبريزي. قدم في صفر\nإلى همذان، وحدث عن: محمد بن منصور الميمذي. قال شيرويه: قرأت عليه مصنفا\nله في أصول السنة، فأنكرت عليه مسائلفيه، فرجع إلي فيها. 4 (أحمد بن علي\nبن محمد.) أبو نصر الهباري، البصري. شيخ <span id='ms06913'></span> مسن يخضب. قدم مرو، وحدث بسنن\nأبي داود عن: أبي عمر الهاشمي. وحدث بالسنن ببخارى، وأتهم في ذلك. قال محمد\nبن عبد الواحد فيه: كذاب لا تحل الرواية عنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0287'> Vol. 32, p. 0287</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 288 وكذا كذبه\nغيره. وحدث بمرو في هذا العم. وسيعاد. 4 (أحمد بن محمد بن أحمد بن عمر.)\nأبو الحسن البغدادي الأواني البزاز. سمع: أبا علي بن شاذان. روى عنه:\nإسماعيل بن السمرقندي. وتوفي في شوال. 4 (أحمد بن محمد بن أحمد.) أبو\nالقاسم العاصمي البوشنجي. سمع: أبا الحسين بن العالي، وعفيف بن محمد\nالخطيب. روى عنه: أبو الوقت، وعبد الجليل بن منصور العدل. مات في المحرم عن\nنحو من ثمانين سنة. 4 (أحمد بن أبي الربيع محمد بن أحمد بن عبد الواحد.)\nالحافظ أبو طاهر الإستراباذي. سمع: أباه، وأبا سعد الماليني، وعلي بن عمر\nالأسداباذي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0288'> Vol. 32, p. 0288</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 289 روى عنه:\nالرستمي، وطائفة.) مات في رجب. 4 (إسماعيل بن عبد الله بن موسى.) أبو\nالقاسم الساوي. توفي في جمادى الأولى. كان صدوقا فاضلا، أملى مجالس. سمع:\nأبا بكر الحيري. ورحل فسمع ببغداد: أبا محمد السكري، وابن الفضل القطان،\nوجماعة. روى عنه: زاهر الشحامي، وابنه عبد الخالق، وأخوه وجيه، وعبد الله\nبن الفراوي. 4 (حرف الحاء) الحسن بن علي بن العلاء بن عبدويه. أبو علي\nالبشتي، وبشت: بالمعجمة، ناحية من أعمال نيسابور، غير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0289'> Vol. 32, p. 0289</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 290 بست التي\nبالمهملة. كان واعظا فاضلا، كبير القدر. لكنه كان قليل العقل، يأكل في\nالطرق، ويسفه، ويطرق على الأبواب. ثم عمي، وبقي في حال زري، فكان يؤذيه\nالصبيان، ويبسط هو لسانه فيهم. قال ابن السمعاني. سمع: ابن محمش الزيادي،\nوأباعبد الرحمن السلمي، وعلي بن محمد السقاء وغيرهم. روى عنه: أبو الأسعد\nهبة الرحمن، وشريفة بنت الفراوي، وإسماعيل بن أبي صالح المؤذن، وآخرون.\nتوفي في رمضان. وكان أبوه أبو الحسن من كبار الشافعية. 4 (حرف الشين)\n4 (شافع بن صالح بن حاتم.) الفقيه أبو محمد الجيلي الحنبلي، الفقيه\nالزاهد. قدم <span id='ms06914'></span> بغداد بعد الثلاثين وأربعمائة. ولزم القاضي أبا يعلى، وكتب\nمعظم مصنفاته، وبرع في الأصول والفروع، وسمع الحديث، ودرس وأفاد. وكان ذا\nتقشف. وعنه سمع من ابن غيلان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0290'> Vol. 32, p. 0290</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 291 4 (حرف العين)\n) 4 (عبد الله بن الحسين.) الإمام أبو الفضل ابن الجوهري المصري\nالواعظ. منن جلة مشايخ بلده ومن بيت العلم. روى عن: أبي سعد الماليني. أخذ\nعنه: أبو عبد الله الحميدي، وغيره. وكان أبوه من كبار العلماء والصلحاء.\nأنشد أبو الفضل على كرسي وعظه: (أقبل جيش الهجر في موكب .......... بين\nيديه علم يخفق) (وصار قلبي في حصار الهوى .......... كأنما النار له\nتحرق) مات في سابع عشر شوال منه السنة. وروى عنه: علي بن المشرف الأنماطي،\nوطائفة من مشيخة السلفي. واسم جده سعيد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0291'> Vol. 32, p. 0291</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 292 4 (عبد الله بن\nسهل بن يوسف.) أبو محمد الأنصاري الأندلسي المرسي المقريء. أخذ عن: أبي\nعمر الطلمنكي، ومكي، وأبي عمرو الداني. ورحل فأخذ بالقيروان عن مصنف الهادي\nفي القرءآت، أبي عبد الله محمد بن سفيان، وأبي عبد الله محمد بن سليمان\nالأبي. وكان ضابطا لقرءآت وطرقها، عارفا بها، حاذقا بمعانيها. أخذ الناس\nعنه. قال أبو علي بن سكرة: هو إمام أهل وقته في فنه، لقيته بالمرية. لازم\nأبو عمرو الداني ثمانية عشر عاما، ثم رحل ولقي جماعة. وأقرأ بالأندلس، وبعد\nصيته. فمن شيوخه: الطلمنكي، ومكي، وأبو ذر الهروي، وأبو عمران الفاسي، وأبو\nعبد الله بن غالب، وحسن بن حمود التونسي، وعبد الباقي بن فارس الحمصي. قال:\nوجرت بينه وبين أبي عمرو شيخه عند قدومه منافسة، وتقاطعا، وكان أبو محمد\nشديدا على أهل البدع، قوالا بالحق مهيبا، جرت له في ذلك أخبار كثيرة،\nوامتحن بالتغرب، ولفظته) البلاد، وغمزه كثير من الناس، فدخل سبتة، وأقرأ\nبها مديدة، ثم خرج إلى طنجة، ثم رجع إلى الأندلس، فمات برندة. قال ابن\nسكرة، عزمت على القراءة عليه، فقطع عن ذلك قاطع. قال القاضي عياض: وقد حدث\nعنه غير واحد من شيوخنا، وثنا <span id='ms06915'></span> عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0292'> Vol. 32, p. 0292</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 293 شيخنا أبو إسحاق\nبن جعفر. وحدث عنه خالي أبو بكر محمد بن علي. وقال أبو الأصبغ بن سهل:\nأشكلت علي مسائل من علم القرآن، لم أجد في من لقيت من يشفيني، حتى لقيته.\nقال: وكانت بينه وبين القاضي أبي الوليد الباجي منافرة عظيمة، بسبب مسألة\nالكتابة، فكان ابن سهل يلعنه في حياته، وبعد موته، فأدى ذلك أصحاب الباجي\nإلى القول في ابن سهل، والإكثار عليه. قلت: وقرأ عليه بالروايات أبو الحسن\nعبد العزيز بن عبد العزيز بن عبد الملك بن شفيع المذكور في أسانيد الشاطبي.\n4 (عبد الباقي بن أحمد بن هبة الله) أبو الحسن البزاز. صهر المقريء أبي\nعلي الأهوازي. دمشقي، سمع من: الأهوازي، وأبي عثمان الصابوني، وابن سلوان\nالمازني. روى عنه: أبو القاسم الخضر بن عبدان. وذكر هبة الله بن طاوس أن\nهذا زور سماعا لنفسه في جزء. 4 (عبد الرحيم بن أبي عاصم بن الأحنف.)\nأبو سعد الهروي الزاهد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0293'> Vol. 32, p. 0293</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 294 سمع من: أبي\nمحمد حاتم بن محمد بن يعقوب الميت في سنة 454. 4 (عبد الملك بن الحسن بن\nخبرون بن إبراهيم.) أبو القاسم الدباس، أخو الحافظ أبي الفضل أحمد. كان\nمن خيار البغداديين وسراتهم وصلحائهم. سمع من: البرقاني، وعبد الملك بن\nبشران. روى عنه: ابنه المقريء أبو منصور محمد، وعبد الوهاب الأنماطي.) ومات\nفي ذي الحجة. 4 (عبد الواحد بن إسماعيل.) الإمام أبو القاسم البوشنجي\nالفقيه. 4 (علي بن احمد بن محمد بن عبد الله بن الليث.) أبو الحسن\nالناتقي، ثم النيسابوري. سمع: أبا طاهر بن محمش. وعنه: زاهر الشحامي، وبنته\nسعيدة بنت زاهر، وعائشة بنت الصفار، والحسين بن علي الشحامي، وغيرهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0294'> Vol. 32, p. 0294</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 295 توفي في سلخ\nجمادى الأولى. 4 (علي بن أبي بكر أحمد بن محمد بن عبد الرحمن بن يوسف.)\nأبو الحسن الفارسي ثم النيسابوري. سمع:: ابن محمش، وأبا بكر الحيري،\nوجماعة. حدث عنه: عبد الخالق بن زاهر، وغيره. أرخه السمعاني في <span id='ms06916'></span> رابع ربيع\nالأول. 4 (حرف الفاء) 4 (فاطمة بنت الحسن بن علي.) أم الفضل\nالبغدادية الكاتبة، المعروفة بنت الأقرع. كانت تكتب طريقة ابن البواب. كتب\nالناس وجودوا على خطها، وهي التي أهلت لكتابة كتاب الهدنة إلى ملك الروم من\nالديوان العزيز. يضرب المثل بحسن خطها. وكان لها سماع عال. روت عن: أبي عمر\nبن مهدي، وغيره. روى عنها: أبو القاسم بن السمرقندي، وأبو البركات\nالأنماطي، وأبو سعد البغدادي الإصبهاني، وقاضي المرستان، وغيرهم. قال\nالسمعاني: سمعت محمد بن عبد الباقي: سمعت فاطمة بنت الأقرع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0295'> Vol. 32, p. 0295</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 296 قالت: كتبت\nلعميد الملك) أبي نصر الكندري، فأعطاني ألف دينار توفيت في المحرم. 4\n(فاطمة بنت الأستاذ أب يعلي الحسن بن علي الدقاق.) أم البنين النيسابورية\nالحرة الزاهدة، زوجة أبي القاسم القشيري وأم أولاده. سمعت: أبا نعيم عبد\nالملك الإسفرائيني، وأبا الحسن العلوي، وعبد الله بن يوسف الإصبهاني، وأبا\nعلي الروذباري، وأبا عبد الله الحاكم، وأبا عبد الرحمن السلمي، وغيرهم. روى\nعنها: سبطها أبو الأسعد هبة الرحمن، وعبد الله بن الفراوي، وزاهر الشحامي،\nوآخرون. وأول سماع لها من أبي الحسن العلوي، وذلك في سنة ثمان وتسعين\nوثلاثمائة. وعمرت تسعين سنة. وكانت عابدة، قانتة، متهجدة، متبتلة. توفيت في\nثالث عشر ذي القعدة. قال أبو سعد السمعاني: كانت فخر نساء عصرها، ولم ير\nنظيرها في سيرتها، كانت عالمة بكتاب الله، فاضلة. إلى أن قال: سمعت من أبي\nنعيم، والعلوي. ثم قال: ولدت سنة إحدى وأربعمائة وهذا غلظ بين والصواب إنها\nولدت قبل ذلك بمدة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0296'> Vol. 32, p. 0296</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 297 4 (الفضل بن\nمحمد بن أحمد.) أبو القاسم المديني البقال. مات في رمضان. 4 (حرف\nالميم) 4 (محمد بن إبراهيم بن علي.) العلامة أبو الخطاب الكعبي\nالطبري بشيخ الشافعية ببخارى. تفقه بأبي سهل أحمد بن علي الأبيوردي. وكان\nمن العلماء الزهاد، تخرج به الأصحاب. قال السمعاني: حتى كان يقعد بين يديه\nاكثر من مائتي فقيه على ما قيل. سمع من شيخه أبي سهل، والحسن بن أبي\nالمبارك <span id='ms06917'></span> الشيرازي الحافظ، ومكي بن عبد الرزاق) الكشميهني، ومحمد بن عبد\nالعزيز القنطري، وعبد الكريم بن عبد الرحمن الكلاباذي، والمظفر بن أحمد. نا\nعنه عثمان بن علي البيكندي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0297'> Vol. 32, p. 0297</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 298 مات ببخارى في\nربيع الأول. 4 (محمد بن الحسن بن علي بن أحمد.) أبو طاهر الحلبي\nالمعروف بابن الملحي. روى عن: رشأ بن نظيف، وأبي علي الأهوازي، وجماعة.\nوعنه: ابن الأكفاني. 4 (محمد بن أبي سعيد أحمد بن الحسن بن علي بن أحمد\nبن سليمان.) أبو الفضل البغدادي، ثم الإصبهاني. من بيت العلم والحديث.\nكان واعظا، عالما، فصيحا، حلو المنطق، عارفا بالتفسير، له مشيخة خرج فيها\nعن جماعة منهم: أبوه، وأبو الحسين بن فاذشاه، وابن ريذة، وعبد العزيز بن\nأحمدبن فادويه، وغيرهم. روى عنه: ابنه الحافظ أبو سعد أحمد، وإسماعيل بن\nالسمرقندي، وعبد الوهاب ابن الأنماطي. حج، ورجع، فأدركه أجله ببغداد، في\nصفر، رحمه الله. 4 (محمد بن هلال بن المحسن بن إبراهيم بن هلال بن\nالصابيء) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0298'> Vol. 32, p. 0298</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 299 أبوالحسن\nالبغدادي، غرس النعمة. من بيت الكتابة والبلاغة والتاريخ. جمع ذيلا على\nتاريخ أبيه. وكان عاقلا، لبيبا، رئيسا مبجلا. سمع: أبا علي بن شاذان،\nوغيره. روى عنه: ابن السمرقندي، والأنماطي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0299'> Vol. 32, p. 0299</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 300 وتوفي في ذي\nالقعدة عن ستين سنة، أو أربع وستين سنة. وله أيضا كتاب الربيع، وكتاب\nالهفوات. 4 (مسعود بن سهل بن حمك.) أبو الفتح النيسابوري، نزيل مرو.)\nكان أحد الرؤساء المتمولين. روى عن: علي بن أحمد بنعبدان الأهوازي، وجماعة.\nتوفي في حدود هذه السنة. وقد ذكر سنة تسع أيضا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0300'> Vol. 32, p. 0300</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 301 4 (ومن\nالمتوفين تقريبا) 4 (حرف الألف) 4 (إسماعيل بن أحمد بن حسن.)\nالفقيه أبو سريج الشاشي الصوفي. شيخ جوال، لقي المشايخ والصلحاء، وحدث\nبنيسابور، وغيرها. سمع بهراة: أبا الحسن محمد بن عبد الرحمن الدباس، وأبا\nعثمان سعيد بن العباس القرشي. روى عنه: عبد الغفار الفارسي ووثقه، وأثنى\nعليه في سياقه، ولقيه سنة سبعين. 4 (إسماعيل <span id='ms06918'></span> بن أحمد بن محمد بن محمد بن\nمحمد بن يحيى بن معاذ الرازي.) أبو إبراهيم. شيخ من أهل نيسابور. صدوق\nخير. سمع: عبد الملك بن أبي عثمان الخركوشي الواعظ، وغيره. روى عنه: سعيد\nبن الحسين الجوهري، شيخ لعبد الرحيم بن السمعاني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0301'> Vol. 32, p. 0301</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 302 4 (إفرائيم بن\nالزفان.) أبو كثير اليهودي المصري، الطبيب. خدم ملوك الباطنية بمصر، ونال\nدنيا عريضة، واقتنى من الكتب شيئا كثيرا. وهو أمهر تلامذة علي بن رضوان\nالمذكور في سنة ثلاث وخمسين. وكان إفرائيم في أيام الأفضل ابن أمير الجيوش.\nوخلف من الكتب ما يزيد على عشرين ألف مجلد، ومن الأموال شيئا كثيرا. 4\n(حرف الجيم) 4 (الجنيد بن القاسم.) أبو محمد المحتاجي، خطيب ميهنة.\nسمع: أبا بكر الحيري، وأبا إسحاق الإسفرائيني.) روى عنه: حفيده محمد بن\nأحمد بن الجنيد. وسماعه منه في سنة اثنتين وسبعين. 4 (حرف السين) 4\n(سعيد بن محمد بن أحمد بن سعيد بن صالح.) البقال أبو القاسم الإصبهاني\nالحافظ. عن: ابن المرزبان الأبهري، وابن مردويه، وخلق. وهو والد قتيبة بن\nسعيد البقال، وأخته لامعة، ذكرهم ابن نقطة مختصرا. 4 (سليمان بن أبي\nالفضل عباس بن سليمان.) الشيخ أبو محمد القيرواني، مسند معمر، أجاز له من\nالحجاز أبو الحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0302'> Vol. 32, p. 0302</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 303 أحمد بن إبراهيم\nبن فراس، وأبو القاسم عبيد الله السقطي. وأجاز له ممن القيروان أبو الحسن\nالقابسي. سمع منه: أبو علي الصدفي، وغيرره. وقال: قال لي: لما ولدت ذهب أبي\nإلى أبي الحسن القابسي، فقال: سمه باسم الأعمش. أنا سليمان، أنا ابن فراس\nكتابة، أنا نافلة بن المقريء، فذكر حديثا. 4 (حرف الشين) 4 (شبيب بن\nأحمد بن محمد بن خشنام البستيغي النيسابوري.) أبو سعد. ولد سنة ثلاث\nوتسعين وثلاثمائة. سمع: أبا نعيم عبد الملك الإسفرائيني، وأبا الحسن\nالعلوي، وغيرهما. روى عنه: أبو عبد الله الفراوي، وزاهر الشحامي، وأخوه\nوجيه، وأبو الأسعد القشيري. ذكره ابن السمعاني في الأنساب، وقال: كان من\nالكرامية. وبستيغ: قرية من سواد نيسابور. توفي في... وسبعين <span id='ms06919'></span> واربعمائة. 4\n(حرف العين) 4 (عبد الله بن محمد بن عمر.) أبو محمد الطليطلي، ويعرف\nبابن الأديب.) روى عن: الصاحبين أبي إسحاق بن شنظير، وأبي جعفر بن ميمون،\nوعبدوس بن محمد، وأبي عبد الله الفخار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0303'> Vol. 32, p. 0303</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 304 وسمع على أبي\nالقاسم البراذعي كتابه في اختصار المدونة. وعمر دهرا. وحمل الناس عنه. قال\nابن بشكوال: كان في عشر الثمانين وأربعمائة. 4 (عبد الرحمن بن عبد الله\nبن أسد الجهني.) أبو المطرف الطليطلي. روى عن: محمد بن مغيث، وأبي محمد\nالقشاري. ولقي بمكة أبا ذر الهروي. وكان ثقة، محدثا، فقيها، مشاورا، ذا خير\nوتواضع، وسن وجلالة. توفي قبل الثمانين. 4 (عبد الرحمن بن محمد بن\nاللبان.) الصنهاجي القرطبي. روى عن: مكي بن أبي طالب، وأبي عمر أحمد بن\nمهدي. واختص بمحمد بن عتاب. وكان عارفا، نبيها، يقظا، كامل الأدوات، مليح\nالخط. توفي في نحو الثمانين أيضا. 4 (عبد الرحمن بن محمد بن يونسس بن\nأفلح.) أبو الحسن الأندلسي. من كبار النحاة. أخذ عن: أبي تمام القطيني،\nوأبي عثمان الأصفر. حمل الناس عه. ومات بإشبيلية في حدود الثمانين أو\nبعدها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0304'> Vol. 32, p. 0304</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 305 4 (عبد الصمد\nبن سعدون.) أبو بكر الصدفي، المعروف بالركاني الطليطلي. روى عن: قاسم بن\nمحمد بن هلال.) وحج، وسمع بمصر من: أبي محمد بن الوليد، وأبي العباس أحمد\nبن نفيس، وأبي نصر الشيرازي. وكان صالحا يلقن القرآن. وتوفي بعد سنة خمس\nوسبعين، قاله ابن بشكوال. 4 (عبد الوهاب بن محمد بن الحسن بن إبراهيم.)\nأبو محمد الجزري البروجردي، نزيل اليمن. مقريء فاضل. سمع: أبا مر بن مهدي\nببغداد، وأبا محمد بن النحاس بمصر. روى عنه: مكي الرميلي، وابن طاهر\nالمقدسي، ومحمد بن القاسم الحلواني. توفي بعد السبعين. قاله السمعاني. 4\n(عبيد الله بن عبد الله بن احمد بن محمد بن أحمد بن محمد بن حسكان.)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0305'> Vol. 32, p. 0305</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 306 القاضي أبو\nالقاسم بن الحذاء القرشي النيسابوري الحنفي الحاكم، الحافظ. شيخ متقن، ذو\nعناية تامة بالحديث <span id='ms06920'></span> والسماع. أسن وعمر، وهو من ذرية عبد الله بن عامر بن\nكريز. سمع وجمع وصنف، وجمع الأبواب والطرف، وتفقه على القاضي أبي العلاء\nصاعد. وحدث عن: جده، والسيد أبي الحسن العلوي، وأبي عبد الله الحاكم، وابن\nمحمش الزيادي، وعبد الله بن يوسف، وأبي الحسن بن عبدان، وابن فنجويه، وأبي\nالحسن بن السقاء، وابن باكويه، وأبي حسان المزكي، ومن بعدهم إلى أبي سعد\nالكنجروذي، وطبقته. واختص بأبي بكر بن الحارث الإصبهاني، وأخذ عنه. وكذا\nأخذ العلم عن أحمد بن علي بن فنجويه. وما زال يسمع ويسمع ويحدث ويفيد. وقد\nأكثر عنه أبو الحسن عبد الغفار بن إسماعيل، وذكره. ولم أجده ذكر له وفاة.\nوقد بقي إلى بعد السبعين وأربعمائة. ووجدت له مجلسا في تصحيح رد الشمس\nوتزعيم النواصب الشمس. وقد تكلم على رجاله كلام شيعي عارف بفن الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0306'> Vol. 32, p. 0306</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 307 ويعرف\nبالحسكاني.) فابن حسكويه الذي روى عنه عبد الخالق الشحامي آخر يأتي سنة\nثمان وثمانين، اسمه عبيد الله بن عبد الله بن محمد بن أحمد بن حسكويه أبو\nسعد. 4 (علي بن الحسن بن علي بن بكر.) أبو الحسن المحكمي الأستراباذي\nالفقيه الأديب. سمع الحديث، وأكثر منه. وعمر حتى حدث وحمل عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0307'> Vol. 32, p. 0307</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 308 سمع بأسداباذ:\nأبا عبد الله بن شاذي الجيلي، وأبا القاسم نصر بن احمد. وببغداد: أبا\nالحسين بن بشران، وأبا الحسن الحمامي، وجماعة. وبنيسابور: أبا بكر الحيري،\nوغيره. وبإصبهان وغيرها. روى عنه: هبة الله ابن أخت الطويل الهمذاني. وولد\nسنة ثلاث وتسعين وثلاثمائة. 4 (حرف الميم) 4 (محمد بن أحمد بن\nعثمان.) أبو عبد الله القيسي الأندلسي ابن الحداد الشاعر المشهور. ولقبه:\nمازن. من أهل مدينة وادي آش، سكن المرية. ذكره ابن الأبار فقال: كان من\nفحول الشعراء، وأفراد البلغاء، له ديوان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0308'> Vol. 32, p. 0308</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 309 كبير، ومؤلف في\nالعروض. اختص بالمعتصم محمد بن معن بن صمادح، وفيه استفرغ مدائحه. ثم سار\nعنه إلى سرقسطه وأقام في كنف <span id='ms06921'></span> المقتدر بن هود. توفي في حدود الثمانين\nوأربعمائة. 4 (محمد بن أحمد بن أبي الحسن العارف الميهني.) أبو الفضل.\nشيخ صالح، ثقة، صوفي. سمع الكثير. حدث بمرو عن: أبي بكر الحيري، وأبي سعد\nالصيرفي، وجماعة. وعن: جده أبي العباس. سمع منه أبو المظفر السمعاني وابنه\nمسند الشافعي في سنة ثمان وسبعين وأربعمائة.) روى عنه: أبو الفتح محمد بن\nعبد الرحمن الخطيب الكشمسهني، والحافظ أبو سعد محمد بن أحمد بن محمد بن\nالخليل، ومحمد بن أحمد بن الجنيد المحتاجي، والعباس بن محمد العصاري، وعبد\nالواحد بن محمد التوني، وسعيد بن سعد الميهني، وآخرون. سمع منهم عبد الرحيم\nبن السمعاني. 4 (محمد بن علي بن حيدرة.) أبو بكر الهاشمي الجعفري\nالبخاري. تفقه على القاضي أبي علي الحسين بن الخضر النسفي. وسمع الكثير،\nوأملى عن: أبي الطيب إسماعيل بن إبراهييم الميداني صاحب خلف الخيام. وعن:\nإبراهيم بن سلم الشكاني، وأبي مقاتل أحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0309'> Vol. 32, p. 0309</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 310 محمد بن حمدي،\nومحمد بن أحمد الغنجار الحافظ. ولد قبل الأربعمائة. حدث عنه عثمان بن علي\nالبيكندي، وجماعة. 4 (محمد بن علي بن محمد بن جولة.) أبو بكر الأبهري\nالإصبهاني. عن: أبي عبد الله محمد بن إبراهيم الجرجاني، وأبي بكر بن\nمردويه. وعنه: أبو المنازل عبد العزيز الأدمي، وأبو سعد أحمد بن محمد\nالبغدادي، وأحمد بن حامد بن أحمد بن محمود الثقفي، وأبو مسعود عبد الجليل\nكوتاه. 4 (محمد بن الفضل بن جعفر.) أبو عبد الله المروزي الخرقي\nالزاهد. من أهل قرية: خرق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0310'> Vol. 32, p. 0310</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 311 قال السمعاني:\nكان فقيها ورعا زاهدا متبركا به. سمع: محمد بن عمر بن طرفة السجزي، وعلي بن\nعبد الله الطيسفوني. وكان في الزهد والورع إلى غاية. ولد قبل سنة أربعمائة،\nوبقي إلى حدود سنة ثمان وسبعين. ثنا عنه عبد الواحد بن محمد التوني.) 4\n(محمد بن محمد بن زيد بن علي بن موسى.) الشريف المرتضى أبو المعالي، وأبو\nالحسن. ذو الشرفين، العلوي، الحسيني. ولد ببغداد وسمع بها من <span id='ms06922'></span>: أبي القاسم\nالحرفي، وأبي عبد الله المحاملي، والبرقاني، وطلحة الكناني، ومحمد بن عيسى\nالهمذاني، وأبي علي بن شاذان، وأبي القاسم بن بشران، وطائفة. وتخرج بأبي\nبكر الخطيب ولازمه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0311'> Vol. 32, p. 0311</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 312 روى عنه: الخطيب\nشيخه، وأبو العباس المستغفري أحد شيوخه، وزاهر الشحامي، ويوسف بن أيوب\nالهمذاني، وأبو الأسعد بن القشيري، وهبة الله السيدي، وخلق أخرهم وفاة\nالخطيب أبو المعالي المديني. وممن حدث عنه: أبو طالب محمد بن عبد الرحمن\nالحيري، وأبو الفتح أحمد بن الحسين الأديب السمرقندي حدث هذا عنه بالإجازة.\nقال فيه السمعاني: أفضل علوي ف عصره، له المعرفة التامة بالحديث. وكان يرجع\nإلى عقل وافر، ورأي صائب. وبرع على الخطيب في الحديث. ونقل عنه الخطيب، أظن\nفي كتاب البخلاء. ورزق حسن التصنيف وسكن في آخر عمره سمرقند، ثم قدم يغداد\nوأملى بها. وحدث بإصبهان، ثم رد إلى سمرقند. سمعت يوسف بن أيوب الهمذاني\nيقول: ما رأيت علويا أفضل منه. وأثنى عليه. وكان من الأغنياء المذكورين.\nوكان كثير الإيثار، ينفذ كل سنة إلى جماعة من الأئمة إلى كل واحد ألف دينار\nأو خمسمائة أو أكثر، وربما يبلغ مبلغ ذلك عشرة الآف دينار، ويقول: هذه زكاة\nمالي، وأنا غريب، ففرقوا على من تعرفون استحقاقه. ويقول: كل من أعطيتموه\nشيئا، فاكتتبوا له خطأ، وأرسلوه حتى نعطيه من عشر الغلة. وكان يملك قريا من\nأربعين قرية خالصة بنواجي كش. وله في كل قرية وكيل أوفى من رئيس بسمرقند.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0312'> Vol. 32, p. 0312</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 313 قلت: هذا من\nفرط المبالغة من السمعاني. ثم قال: سمعت أبا المعالي محمد بن نصر الخطيب\nيقول ذلك، وكان من أصحاب الشريف. وسمعت أبا المعالي يقول: إن الشريف عمل\nبستانا عظيما، فطلب ملك سمرقند وما وراء النهر الخضر خاقان أن يحضر\nالبستان، فقال الشريف السيد لحاجب الملك: لا سبيل إلى ذلك. فالح) عليه،\nفقال: لكن لا أحضر، ولا أهييء آلة الفسق والفساد لكم، ولا أفعل ما يعاقبن\nالله عليه في الآخرة. فغضب الملك <span id='ms06923'></span>، وأراد أن يمسكه، فاختفى عن وكيل له نحو\nشهرين، ونودي عليه في البلد، فلم يظفروا به. ثم أظهروا الندم على ما فعلوه،\nفألح عليه أهله حتى ظهر، وجلس على ما كان مدة. ثم إن الملك نفذ إليه يطلبه\nليشاوره في أمر، فلما استقر عنده أخذه وسجنه، واخذ جميع ما يملكه من\nالأموال والجواهر والضياع، فصبر وحمد اله، وقال: من يكون من أهل بيت رسول\nاله صلى الله عليه وسلم لا بد وأن يبتلى. وأنا قد ربيت في النعمة، وكنت\nأخاف لا يكون وقع خلل في نسبي، فلما وقع هذا فرحت، وعلمت أن نسبي متصل. قال\nلنا أبو المعالي: فسمعنا أنهم منعوه من الطعام حتى مات جوعا. ثم أخرج من\nالقلعة ودفن. وهو من ولد علي بن زين العابدين علي بن الحسين رضي الله عنه.\nقال السمعاني: قال أبو العباس الجوهري: رأيت السيد المرتضى أبا المعالي بعد\nموته وهو في الجنة، وبين يديه مائدة من طعام، وقيل له: ألا تأكل؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0313'> Vol. 32, p. 0313</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 314 قال: لا، حتى\nيجيء ابني، فإنه غدا يجيء. فلما انتبهت، وذلك في رمضان سنة اثنتي وتسعين،\nقتل ابنه أبو الرضا في ذلك اليوم. ولد السيد المرتضى رضي الله عنه في سنة\nخمس وأربعمائة، واستشهد بعد سنة ست وسبعين، وقيل: سنة ثمانين. قتله الخاقان\nخضر بت إبراهيم صاحب ما وراء النهر. وقد قدم رسولا من سلطان ما وراء النهر\nإلى الخلفية القائم بأمر الله في سنة ثلاث وخمسين. قلت: وقع لنا من تصنيفه\nكتاب فرحة العالم، سمعناه بالإجازة العالية من ابن عساكر. وأخبرنا أحمد بن\nهبة الله أبو المظفر بن السمعاني، كتابة: أنا أبو الأسعد بن القشيري، أنا\nأبو المعالي محمد بن محمد الحسيني الحافظ، أنا الحسن بن أحمد الفارسي، أنا\nمحمد بن العباس بن نجيح، ثنا عبد الملك بن محمد، ثنا بشر بن عمر، وسعيد بن\nعامر قالا: ثنا شعبة، عن زياد بن علاقة، عن أسامة بن شريك قال: أتيت رسول\nالله صلى الله <span id='ms06924'></span> عليه وسلم وأصحابه كأنما على رؤوسهم الطير. الفارسي هو ابن\nشاذان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0314'> Vol. 32, p. 0314</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 315 4 (مطهر بن\nيحيى بن محمد بن احمد بن محمد بن جعفر بن محمد بن بحير.) ) أبو القاسم\nالبحيري النيسابوري. حدث عن: أبيه، الحاكم، وحمزة المهلبي، وابن محمش.\nوعنه: ابن ماكولا، ابن طاهر المقدسي، وعبد الغافر وقال: شيخ معروف سديد.\n4 (حرف النون) 4 (نصر بن علي بن أحمد بن منصور بن شاذويه.) أبو الفتح\nالحاكمي الطوسي. شيخ عالم مشهور معمر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0315'> Vol. 32, p. 0315</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ الإسلام للذهبي الجزء الثاني والثلاثون الصفحة 316 حدث بالسنن\nبأبي داود، عن أبي علي الروذباري. وسمع أيضا من أبي بكر الحيري. وأحضر إلى\nنيسابور، فسمعوا منه السنن. قال أبو سعد السمعاني: فسمعه منه جدي. روى عنه\nلولدي عبد الرحيم: صخر بن عبيد الطابراني، وهبة الرحمن بن القشيري، وأبو\nالفتح محمد بن أبي أحمد الحصري. مات عد السبعين والأربعمائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v32p0316'> Vol. 32, p. 0316</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "0005",
    "0006",
    "0007",
    "0008",
    "0009",
    "0010",
    "0011",
    "0012",
    "0013",
    "0014",
    "0015",
    "0016",
    "0017",
    "0018",
    "0019",
    "0020",
    "0021",
    "0022",
    "0023",
    "0024",
    "0025",
    "0026",
    "0027",
    "0028",
    "0029",
    "0030",
    "0031",
    "0032",
    "0033",
    "0034",
    "0035",
    "0036",
    "0037",
    "0038",
    "0039",
    "0040",
    "0041",
    "0042",
    "0043",
    "0044",
    "0045",
    "0046",
    "0047",
    "0048",
    "0049",
    "0050",
    "0051",
    "0052",
    "0053",
    "0054",
    "0055",
    "0056",
    "0057",
    "0058",
    "0059",
    "0060",
    "0061",
    "0062",
    "0063",
    "0064",
    "0065",
    "0066",
    "0067",
    "0068",
    "0069",
    "0070",
    "0071",
    "0072",
    "0073",
    "0074",
    "0075",
    "0076",
    "0077",
    "0078",
    "0079",
    "0080",
    "0081",
    "0082",
    "0083",
    "0084",
    "0085",
    "0086",
    "0087",
    "0088",
    "0089",
    "0090",
    "0091",
    "0092",
    "0093",
    "0094",
    "0095",
    "0096",
    "0097",
    "0098",
    "0099",
    "0100",
    "0101",
    "0102",
    "0103",
    "0104",
    "0105",
    "0106",
    "0107",
    "0108",
    "0109",
    "0110",
    "0111",
    "0112",
    "0113",
    "0114",
    "0115",
    "0116",
    "0117",
    "0118",
    "0119",
    "0120",
    "0121",
    "0122",
    "0123",
    "0124",
    "0125",
    "0126",
    "0127",
    "0128",
    "0129",
    "0130",
    "0131",
    "0132",
    "0133",
    "0134",
    "0135",
    "0136",
    "0137",
    "0138",
    "0139",
    "0140",
    "0141",
    "0142",
    "0143",
    "0144",
    "0145",
    "0146",
    "0147",
    "0148",
    "0149",
    "0150",
    "0151",
    "0152",
    "0153",
    "0154",
    "0155",
    "0156",
    "0157",
    "0158",
    "0159",
    "0160",
    "0161",
    "0162",
    "0163",
    "0164",
    "0165",
    "0166",
    "0167",
    "0168",
    "0169",
    "0170",
    "0171",
    "0172",
    "0173",
    "0174",
    "0175",
    "0176",
    "0177",
    "0178",
    "0179",
    "0180",
    "0181",
    "0182",
    "0183",
    "0184",
    "0185",
    "0186",
    "0187",
    "0188",
    "0189",
    "0190",
    "0191",
    "0192",
    "0193",
    "0194",
    "0195",
    "0196",
    "0197",
    "0198",
    "0199",
    "0200",
    "0201",
    "0202",
    "0203",
    "0204",
    "0205",
    "0206",
    "0207",
    "0208",
    "0209",
    "0210",
    "0211",
    "0212",
    "0213",
    "0214",
    "0215",
    "0216",
    "0217",
    "0218",
    "0219",
    "0220",
    "0221",
    "0222",
    "0223",
    "0224",
    "0225",
    "0226",
    "0227",
    "0228",
    "0229",
    "0230",
    "0231",
    "0232",
    "0233",
    "0234",
    "0235",
    "0236",
    "0237",
    "0238",
    "0239",
    "0240",
    "0241",
    "0242",
    "0243",
    "0244",
    "0245",
    "0246",
    "0247",
    "0248",
    "0249",
    "0250",
    "0251",
    "0252",
    "0253",
    "0254",
    "0255",
    "0256",
    "0257",
    "0258",
    "0259",
    "0260",
    "0261",
    "0262",
    "0263",
    "0264",
    "0265",
    "0266",
    "0267",
    "0268",
    "0269",
    "0270",
    "0271",
    "0272",
    "0273",
    "0274",
    "0275",
    "0276",
    "0277",
    "0278",
    "0279",
    "0280",
    "0281",
    "0282",
    "0283",
    "0284",
    "0285",
    "0286",
    "0287",
    "0288",
    "0289",
    "0290",
    "0291",
    "0292",
    "0293",
    "0294",
    "0295",
    "0296",
    "0297",
    "0298",
    "0299",
    "0300",
    "0301",
    "0302",
    "0303",
    "0304",
    "0305",
    "0306",
    "0307",
    "0308",
    "0309",
    "0310",
    "0311",
    "0312",
    "0313",
    "0314",
    "0315",
    "0316"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52"
  ]
}