{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [الغلاف]</h1>\n\n<p>\nلقاء العشر الأواخر بالمسجد الحرام (69)\n</p>\n\n<p>\nشعب الإيمان\n</p>\n\n<p>\nتأليف\n</p>\n\n<p>\nالحافظ عماد الدين أبي الفداء إسماعيل بن عمر بن كثير القرشي الدمشقي\nالشافعي\n</p>\n\n<p>\n(701-774 ه)\n</p>\n\n<p>\nرحمه الله تعالى\n</p>\n\n<p>\nتحقيق وتعليق\n</p>\n\n<p>\nالدكتور وليد بن محمد بن عبد الله العلي\n</p>\n\n<p>\nدار البشائر الإسلامية\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1426 ه - 2005 ملقاء العشر الأواخر بالمسجد الحرام (69) ¶ شعب الإيمان ¶\nتأليف ¶ الحافظ عماد الدين أبي الفداء إسماعيل بن عمر بن كثير القرشي\nالدمشقي الشافعي ¶ (701-774 ه) ¶ رحمه الله تعالى ¶ تحقيق وتعليق ¶\nالدكتور وليد بن محمد بن عبد الله العلي ¶ دار البشائر الإسلامية ¶ الطبعة\nالأولى ¶ 1426 ه - 2005 م\n----NO PAGE NO------\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله رب العالمين، حمدا كثيرا طيبا مباركا فيه دائما إلى يوم الدين،\nوأشهد أن لا إله إلا الله وحده لا شريك له، إله الأولين والآخرين، وأشهد أن\nمحمدا عبده ورسوله وخليله خاتم النبيين والمرسلين: صلى الله عليه وعلى\nأصحابه وأزواجه وذريته أجمعين.\n</p>\n\n<p>\nوبعد: فقد قال الله سبحانه وتعالى في كتابه العزيز: {يأيها الذين آمنوا\nادخلوا في السلم كافة}.\n</p>\n\n<p>\nواختلف العلماء في قوله: {كافة}، فقيل معناه: ادخلوا في السلم كلكم.\n</p>\n\n<p>\nوقيل معناه: ادخلوا في السلم كافة، أي: كافين عن غيركم لا تمنعوه أن يدخل\nفي الإسلام، فيكون {كافة}: حال من الضمير في {ادخلوا}.\n</p>\n\n<p>\nوقيل معناه: ادخلوا في السلم كله، أي: خذوا بجميع ما أمرتم به، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \nوهذا أصح الأقوال.\n</p>\n\n<p>\nوقد قال رسول الله صلى الله عليه وسلم : ((الإيمان بضع وسبعون شعبة،\nأعلاها: قول لا إله إلا الله، وأدناها: إماطة الأذى عن الطريق، والحياء\nشعبة من الإيمان)) رواه البخاري ومسلم من حديث أبي هريرة.\n</p>\n\n<p>\nوقد جاء في تعداد هذه الشعب أحاديث وآثار، فلنذكرها ولنتكلم على كل منها\nمن حيث صحته وضعفه وعزوه، وبالله التوفيق؛ وعليه التكلان؛ ولا حول ولا قوة\nإلا بالله العزيز الحكيم.\n</p>\n\n<p>\nفنقول: هذا الحديث اشتمل على ثلاث شعب منها: شهادة أن لا إله إلا الله؛\nوإماطة الأذى عن الطريق؛ والحياء.\n</p>\n\n<p>\nالرابعة والخامسة والسادسة والسابعة والثامنة: الصلاة؛ والزكاة؛ وأداء\nالخمس؛ والصوم؛ والحج، عن ابن عباس قال: ((قدم وفد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \nعبد القيس إلى رسول <span id='ms1'></span> الله صلى الله عليه وسلم فقالوا: يا رسول الله، إنا هذا\nالحي من ربيعة، وقد حالت بيننا وبينك كفار مضر، ولا نخلص إليك إلا في شهر\nحرام، فمرنا بأمر نعمل به وندعو إليه من وراءنا.\n</p>\n\n<p>\nفقال: آمركم بأربع، وأنهاكم عن أربع، آمركم بالإيمان، ثم فسرها لهم\nبشهادة أن لا إله إلا الله وأن محمدا رسول الله، وإقام الصلاة، وإيتاء\nالزكاة، وأن تؤدوا خمس ما غنمتم)) أخرجاه.\n</p>\n\n<p>\nذكر سبع شعب، غير الإيمان بالله، عن ابن عمر رضي الله عنهما قال: ((جاء\nرجل إلى رسول الله صلى الله عليه وسلم فقال: يا رسول الله ما الإيمان؟ قال:\nأن تؤمن بالله، وملائكته، وكتبه، ورسله، والبعث بعد الموت، والجنة والنار،\nوبالقدر كله خيره وشره)) الحديث أخرجاه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nالسادسة عشرة والسابعة عشرة: الجهاد؛ وبر الوالدين، عن ابن مسعود رضي الله\nعنه قال: ((سألت رسول الله صلى الله عليه وسلم : أي الأعمال أفضل؟ قال:\nالصلاة على وقتها. قلت: ثم أي؟ قال: بر الوالدين. قلت: ثم أي؟ قال: الجهاد\nفي سبيل الله. قال: حدثني بهن رسول الله صلى الله عليه وسلم ، قال: ولو\nاستزدته لزادني)) أخرجاه.\n</p>\n\n<p>\nالثامنة عشرة والتاسعة عشرة والعشرون: عن أنس بن مالك رضي الله عنه أن\nرسول الله صلى الله عليه وسلم قال: ((ثلاث من كن فيه وجد حلاوة الإيمان: أن\nيكون الله ورسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن\nيكره أن يرجع في الكفر كما يكره أن يقذف في النار)) أخرجاه.\n</p>\n\n<p>\nالحادية والعشرون: حب الأنصار، عن أنس أن رسول الله صلى الله عليه وسلم\nقال: ((آية الإيمان حب الأنصار، وآية النفاق بغض الأنصار)) أخرجاه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nالثانية والعشرون: حب علي، عن زر بن حبيش رضي الله عنه قال: ((والذي فلق\nالحبة وبرأ النسمة إنه لعهد النبي الأمي: أن لا يحبك إلا مؤمن، ولا يبغضك\nإلا منافق)) رواه مسلم.\n</p>\n\n<p>\nالثالثة والعشرون: عن أنس عن النبي صلى الله عليه وسلم قال: ((لا يؤمن\nأحدكم حتى يحب لأخيه ما يحب لنفسه)) أخرجاه.\n</p>\n\n<p>\nالرابعة <span id='ms2'></span> والخامسة والسادسة والعشرون: عن أبي هريرة رضي الله عنه عن النبي\nصلى الله عليه وسلم قال: ((من كان يؤمن بالله واليوم الآخر فلا يؤذ جاره،\nومن كان يؤمن بالله واليوم الآخر فليكرم ضيفه، ومن كان يؤمن بالله واليوم\nالآخر فليقل خيرا أو ليصمت)) أخرجاه.\n</p>\n\n<p>\nالسابعة والعشرون: إفشاء السلام، عن أبي صالح عن أبي هريرة قال: قال رسول\nالله صلى الله عليه وسلم : ((والذي نفسي بيده لا تدخلوا الجنة حتى تؤمنوا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \nولا تؤمنوا حتى تحابوا، ألا أدلكم على أمر إذا فعلتموه تحاببتم: أفشوا\nالسلام بينكم)) رواه مسلم من ذا الوجه.\n</p>\n\n<p>\nالثامنة والتاسعة والعشرون: عن أبي سلمة عن أبي هريرة عن النبي صلى الله\nعليه وسلم : ((من صام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه، ومن\nقام ليلة القدر إيمانا واحتسابا غفر له ما تقدم من ذنبه)) رواه البخاري.\n</p>\n\n<p>\nالثلاثون: عن أبي هريرة وغيره قال: قال رسول الله صلى الله عليه وسلم :\n((من تبع جنازة مسلم إيمانا واحتسابا وصلى عليها، ثم انتظرها حتى توضع في\nقبره: كان له من الأجر قيراطان، أحدهما مثل أحد، ومن صلى عليه ثم رجع كان\nله قيراط)) رواه البخاري.\n</p>\n\n<p>\nالثانية والثلاثون: الخروج في سبيل الله، لحديث أبي هريرة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n((تضمن الله لمن خرج في سبيله لا يخرجه إلا إيمان بي وتصديق برسولي .. ..\n)) وهو في الصحيحين.\n</p>\n\n<p>\nالثالث والثلاثون: عن أبي هريرة قال: ((قال رجل: يا رسول الله، إن أحدنا\nليحدث نفسه بشيء ما يود أنه تكلم به من أن له ما على وجه الأرض. قال: ذاك\nمحض الإيمان)) رواه مسلم.\n</p>\n\n<p>\nوروي عن ابن مسعود قال: ((شكي إلى رسول الله الوسوسة، قال: ذاك صريح\nالإيمان)).\n</p>\n\n<p>\nالرابع والثلاثون: عن أبي أمامة قال: قال رسول الله صلى الله عليه وسلم :\n((إن البذاذة من الإيمان)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nالخامس والثلاثون: قال: قال رسول الله صلى الله عليه وسلم : ((من سرته\nحسنته وساءته سيئته فهو مؤمن)).\n</p>\n\n<p>\nالسادس والثلاثون: عن أنس قال: قال رسول الله صلى الله عليه وسلم : ((إن\nأكمل المؤمنين إيمانا أحسنهم خلقا، وإن <span id='ms3'></span> حسن الخلق ليبلغ درجة الصوم\nوالصلاة)).\n</p>\n\n<p>\nالسابع والثلاثون: عن أنس قال: ((ما خطب رسول الله إلا قال: لا إيمان لمن\nلا أمانة له، ولا دين لمن لا عهد له)).\n</p>\n\n<p>\nالثامن والثلاثون: عن عمرو بن شعيب عن أبيه عن جده قال: قال رسول الله\nصلى الله عليه وسلم : ((أعجب الخلق إلي: إيمان قوم يكونون من بعدكم، يجدون\nصحفا فيها كتب يؤمنون بما فيها)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوروي من حديث أبي هريرة أيضا.\n</p>\n\n<p>\nالتاسع والثلاثون: عن عبيد بن عمير أن رسول الله قيل له: ((ما الإسلام؟\nقال: إطعام الطعام. فقيل له: فما الإيمان يا رسول؟ قال: السماح والصبر))\nرواه الزهري عن عبد الله بن عبيد بن عمير عن أبيه.\n</p>\n\n<p>\nالأربعون: عن أبي هريرة قال: قال رسول الله: ((والله لا يؤمن؛ والله لا\nيؤمن؛ والله لا يؤمن. قالوا: وما ذاك؟ قال: جار لا يأمن جاره بوائقه)) رواه\nالبخاري.\n</p>\n\n<p>\nالحادي والأربعون: قال البغوي: ثنا علي بن الجعد حدثنا أبو غسان عن حسان\nبن عطية عن أبي أمامة عن النبي صلى الله عليه وسلم قال: ((الحياء والعي شعبتان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \nمن الإيمان، والبذاء والبيان شعبتان من النفاق)).\n</p>\n\n<p>\nالثاني والأربعون: قال ابن وهب: حدثنا عمرو بن الحارث أن دراجا أبا السمح\nحدثه عن أبي الهيثم عن أبي سعيد عن رسول الله صلى الله عليه وسلم قال:\n((إذا رأيتم الرجل يعتاد المسجد فاشهدوا له بالإيمان. قال الله تعالى:\n{إنما يعمر مساجد الله من آمن بالله واليوم الآخر})).\n</p>\n\n<p>\nالثالث والأربعون: عن النعمان بن بشير قال: قال رسول الله صلى الله عليه\nوسلم : ((مثل المؤمنين في توادهم وتراحمهم مثل الجسد، إذا ابتلي شيء منه: تداعى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \nسائره بالسهر والحمى)) رواه مسلم.\n</p>\n\n<p>\nالرابع والأربعون: عن أبي موسى قال: قال رسول الله: ((المؤمن للمؤمن\nكالبنيان يشد بعضه بعضا)).\n</p>\n\n<p>\nالخامس والأربعون: قال الزبير بن بكار: ثنا خالد الوضاح عن أبي حازم عن\nأبي صالح عن أبي هريرة قال: قال رسول الله: ((المؤمن يألف، ولا خير فمين لا\nيألف ولا يؤلف)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nالسادس والأربعون: عن أبي هريرة عن النبي صلى <span id='ms4'></span> الله عليه وسلم : ((إن من\nتمام إيمان العبد: أن يستثني في كل حديثه)).\n</p>\n\n<p>\nلا يثبت هذا الحديث، لأن من رواته داود بن المحبر عن معارك بن عباد عن\nعبد الله بن سعيد المقبري عن أبيه عن أبي هريرة، وهذا سند مجمع على إطراحه.\n</p>\n\n<p>\nالسابع والأربعون: قال محمد بن خالد عن الثوري عن زبيد عن مرة عن عبد\nالله عن النبي صلى الله عليه وسلم : ((الصبر نصف الإيمان، واليقين الإيمان كله)).\n</p>\n\n<p>\nالثامن والأربعون: قال أبو قلابة الجرمي عن رجل من أسلم عن أبيه قال:\n((قال النبي: أسلم تسلم. قال: قلت: يا رسول الله، وما الإسلام؟ قال: أن\nتسلم لله ويسلم المسلمون من لسانك ويدك. قال: فأي الإسلام أفضل؟ قال:\nالإيمان. قال: وما الإيمان؟ قال: أن تؤمن بالله وملائكته وكتبه ورسله\nوبالبعث من بعد الموت. قال: فأي الأعمال أفضل؟ قال: الهجرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وما الهجرة؟ قال: أن تهجر السوء. قلت: فأي الهجرة أفضل؟ قال: الجهاد.\nقلت: وما الجهاد؟ قال: أن تجاهد الكفار إذا لقيتهم، لا تغل ولا تجبن. قال:\nثم عملان وهما من أفضل الأعمال وأكملها -ثلاث مرات-: حج مبرور أو عمرة)).\n</p>\n\n<p>\nالتاسع والأربعون: قال البغوي: ثنا هدبة، ثنا عبيد بن أسلم عن ثابت عن\nأنس قال: قال رسول الله: ((مثل المؤمن مثل السنبلة، تميل أحيانا وتقوم\nأحيانا)).\n</p>\n\n<p>\nالخمسون: قال عدي بن ثابت عن زر عن علي قال: ((والذي فلق الحبة وبرأ\nالنسمة تعهد إلى النبي صلى الله عليه وسلم أنه لا يحبك إلا مؤمن، ولا يبغضك\nإلا منافق)) رواه مسلم.\n</p>\n\n<p>\nالحادي والخمسون: قال نعيم بن حماد: ثنا عثمان بن كثير بن دينار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \nعن محمد بن المهاجر عن عروة بن رويم عن عبد الرحمن بن غنم عن عبادة بن\nالصامت قال: قال رسول الله صلى الله عليه وسلم : ((إن أفضل إيمان المرء: أن\nيعلم أن الله معه حيث كان)).\n</p>\n\n<p>\nالثاني والخمسون: قال خالد بن عبد الله: عن الأجلح عن أبي الضحى عن\nالعباس بن عبد المطلب قلت: ((يا رسول الله، إنا لنعرف الضغائن <span id='ms5'></span> في وجوه أناس\nمن أصحابك من وقائع أوقعنا فيهم. فقال رسول الله: قد فعلوا؟ قال: نعم. قال:\nما كانوا ليؤمنوا أو يأتيهم حب الإيمان حتى يحبوكم لله ولرسوله، أيرجوا هم\nشفاعتي ولا يرجوها بنو عبد المطلب؟)).\n</p>\n\n<p>\nحب الأنصار؛ الأمر بالمعروف؛ النهي عن المنكر؛ السلام على الأهل إذا دخلت\nعليهم؛ السلام على القوم إذا مررت بهم، فهذه خمس شعب، في كل منها حديث صحيح.\n</p>\n\n<p>\nثلاث شعب أخرى، عن أنس قال: قال رسول الله: ((ثلاث من كن فيه وجد حلاوة\nالإيمان: من كان الله ورسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه\nإلا لله، وأن يكره أن يرجع في الكفر بعد أن أنقذه الله منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \nكما يكره أن يقذف في النار)) رواه في الصحيح.\n</p>\n\n<p>\nالحادي والستون: عن أنس عن النبي صلى الله عليه وسلم قال: ((لا يؤمن\nأحدكم حتى يحب للناس ما يحب لنفسه، وحتى يحب المرء لا يحبه إلا لله)).\n</p>\n\n<p>\nالثاني والستون: عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم :\n((الطهور شطر الإيمان)) رواه مسلم.\n</p>\n\n<p>\nالثالث والستون: عن أنس قال: قال رسول الله صلى الله عليه وسلم : ((لا\nيستكمل العبد الإيمان حتى يحسن خلقه، ولا يشفي غيظه)) رواه الطبري من حديث\nأبي مودود عن أبي حازم عن أنس.\n</p>\n\n<p>\nالرابع والستون: قال اللالكائي الطبري، ثنا عبد الله بن إبراهيم بن\nالطلقي الاستراباذي ثنا أبو نعيم عبد الملك بن محمد بن عدي الاستراباذي ثنا\nمحمد بن عبد الحكم القطري الرملي ثنا آدم بن أبي إياس ثنا شعبة عن الأعمش\nعن يحيى بن وثاب عن ابن عمر قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nقال رسول الله: ((المؤمن الذي يخالط الناس ويصبر على أذاهم أفضل من الذي لا\nيخالط الناس ولا يصبر على أذاهم)).\n</p>\n\n<p>\nالخامس والستون: قال ابن عباس: (لا يصيب عبد أو رجل حقيقة الإيمان حتى\nيرى الناس كأنهم حمقى في دينهم) إسناده صحيح عنه.\n</p>\n\n<p>\nالسادس والستون: قال ابن مسعود: (إن الله قسم أخلاقكم كما قسم بينكم\nأرزاقكم، وإن الله يعطي الدنيا من يحب <span id='ms6'></span> ومن يبغض، ولا يعطي الإيمان إلا من\nيحب، فمن ضعف عن هذا الليل أن يكابده، وعن هذا المال أن ينفقه، وجبن عن هذا\nالعدو أن يقاتله: فليكثر من سبحان الله والحمد لله، فإنها أحب إلى الله من\nجبل ذهب وفضة) إسناد صحيح.\n</p>\n\n<p>\nأربع شعب أخر: قال أبو الدرداء: (ذروة الإيمان أربع: الصبر للحكم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \nوالرضا بالقدر، والإخلاص للتوكل، والاستسلام للرب).\n</p>\n\n<p>\nالحادية والثانية والسبعون: قال ابن أبي حاتم: ثنا الحسين بن عبد الله\nالواسطي إمام مسجد العوام أنا عبد الرزاق أنا معمر عن أبي إسحاق عن صلة بن\nزفر عن عمار بن ياسر قال: قال رسول الله: ((ثلاث من كن فيه وجد بهن حلاوة\nالإيمان: الإنفاق من الإقتار، وبذل السلام للعالم، وإنصاف الناس من نفسه)).\n</p>\n\n<p>\nقال اللالكائي: رفعه غريب. يعني: والصحيح أنه موقوف.\n</p>\n\n<p>\nالثالثة والسبعون: إحباس الخيل في سبيل الله، لحديث أبي هريرة: ((من\nاحتبس فرسا في سبيل الله إيمانا بالله وتصديقا بموعود الله: كان شبعه وروثه\nوبوله حسان في ميزانه يوم القيامة)) رواه البخاري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nتمت بحمد الله وعونه وحسن توفيقه، وصلى الله على سيدنا محمد وآله وصحبه\nوسلم، وحسبنا الله ونعم الوكيل.\n</p>\n\n<p>\nنقلتها من الأصل المنقول من أصل المصنف عفى الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             <span id='ms7'></span>\n</p>\n",
  "pages": [
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042"
  ],
  "volumes": [
    "01"
  ]
}