{
  "content": "\n<p>\nكتاب شرح الأحاديث والآثار\n</p>\n\n<p>\nإعداد\n</p>\n\n<p>\nدار الفلاح للبحث العلمي وتحقيق التراث\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p365'> Vol. 15, p. 365</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head0'>CHECK 900 - \"إحرام المرأة في وجهها\"</h1>\n\n<p>\nكتاب شرح الأحاديث والآثار\n</p>\n\n\n<h1 class='l1' id='head1'>AUTO 899 - قول النبي -صلى الله عليه وسلم-: \"أجر الطاعم الشاكر كأجر الصائم\"</h1>\n\n<p>\nقال ابن هانئ: سألت أبا عبد الله عن الحديث الذي جاء: \"أجر الطاعم الشاكر\nكأجر الصائم\" (¬1) يؤخذ به؟\n</p>\n\n<p>\nقال: إذا أكل وشرب يشكر الله ويحمده على ما رزقه.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2024)\n</p>\n\n<p>\n900 - \" إحرام المرأة في وجهها\"\n</p>\n\n<p>\nقال صالح: وسألته عمن قال: إحرام المرأة في وجهها (¬2)، ما معناه؟\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p367'> Vol. 15, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\nكأنها لا تجتنب الزينة إلا في وجهها، أو كيف؟\n</p>\n\n<p>\nقال: لا تخمر وجهها، ولا تنتقب، والسدل ليس به بأس، تسدل على وجهها.\n</p>\n\n<p>\n\"مسائل صالح\" (213)\n</p>\n\n\n<h1 class='l1' id='head2'>AUTO 901 - قول النبي -صلى الله عليه وسلم-: \"أخنع اسم عند الله يوم القيامة: رجل تسمى بملك الأملاك\"</h1>\n\n<p>\nقال عبد الله: سمعت أبي يقول: سألت أبا عمرو الشيباني عن قوله -صلى الله\nعليه وسلم-: \"أخنع اسم عند الله يوم القيامة: رجل تسمى بملك الأملاك\" (¬1)؛\nفقال: أوضع اسم.\n</p>\n\n<p>\n\"مسائل عبد الله\" (1601)\n</p>\n\n\n<h1 class='l1' id='head3'>AUTO 902 - قول النبي -صلى الله عليه وسلم-: \"أد إلى من ائتمنك\"</h1>\n\n<p>\nقال إسحاق بن منصور: قلت: قول النبي -صلى الله عليه وسلم-: \"أد إلى من\nائتمنك\" (¬2)؟\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p368'> Vol. 15, p. 368</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head4'>CHECK 903 - \"إذا بلغك شيء عن أخيك فاحمله على أحسنه حتى لا تجد له محملا\"</h1>\n\n<p>\nقال: لا تأخذ إذا وقع له في يديك مالا.\n</p>\n\n<p>\nقال: إذا كان غصب منه مالا. قال إسحاق: كما قال.\n</p>\n\n<p>\n\"مسائل الكوسج\" (3339)\n</p>\n\n<p>\n903 - \" إذا بلغك شيء عن أخيك فاحمله على أحسنه حتى لا تجد له محملا\"\n</p>\n\n<p>\nقال ابن هانئ: وسألته عن الحديث الذي جاء: إذا بلغك شيء عن أخيك فاحمله\nعلى أحسنه حتى لا تجد له محملا (¬1)، ما يعني به؟\n</p>\n\n<p>\nقال أبو عبد الله: يقول: تعذره، تقول: لعله كذا، لعله كذا.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2025)\n</p>\n\n\n<h1 class='l1' id='head5'>AUTO 904 - قول النبي -صلى الله عليه وسلم-: \"إذا طبخت قدرا فأكثر ماءه وأهد لجيرانك\"</h1>\n\n<p>\nقال أبو داود: ذكرت لأحمد حديث النبي: \"إذا طبخت قدرا فأكثر ماءه وأهد\nلجيرانك\" (¬2) قيل: أحدنا يكون في دار السبيل فيطبخ القدر، ومعه في الدار\nثلاثون أو أربعون نفسا <span id='ms01'></span> كيف يعطيهم؟\n</p>\n\n<p>\nقال: يبدأ بنفسه؟ قال النبي -صلى الله عليه وسلم-: \"ابدأ بمن تعول\" (¬3)\nفإن فضل فضل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p369'> Vol. 15, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\nأعطاه.\n</p>\n\n<p>\nقلت: يعطي الأقرب إليه؟ قال: نعم، وكيف يمكنه يعطيهم كلهم؟ !\n</p>\n\n<p>\nقلت لأحمد: لعل الذي هو جاره يتهاون بذلك القدر وليس له عنده موقع؟\n</p>\n\n<p>\nفرأيت أنه رآه واسعا ألا يبعث إليه.\n</p>\n\n<p>\n\"مسائل أبي داود\" (1835)\n</p>\n\n\n<h1 class='l1' id='head6'>AUTO 905 - قول النبي -صلى الله عليه وسلم-: \"إذا لم تستحي: فاصنع ما شئت\"</h1>\n\n<p>\nقال أبو داود: سمعت أحمد بن حنبل سئل عن تفسير حديث أبي مسعود: \"إذا لم\nتستحي: فاصنع ما شئت\" (¬1) قال: تفسيره: إذا لم يستحي الإنسان يصنع كل شيء،\nليس تفسيره: فاصنع ما شئت.\n</p>\n\n<p>\nسمعت أحمد قيل له: إن فلانا فسره: إذا لم تستح فاصنع ما شئت من الصلاة\nوالخير؟\n</p>\n\n<p>\nقال: إذا نزع الحياء من الإنسان نزع منه الخير.\n</p>\n\n<p>\n\"مسائل أبي داود\" (1833)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p370'> Vol. 15, p. 370</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head7'>AUTO 906 - قول النبي -صلى الله عليه وسلم-: \"أذنت لك أن ترفع الحجاب، وتستمع سوادي، حتى أنهاك\"</h1>\n\n<p>\nقال عبد الله: سمعت أبي يقول: في حديث عبد الله عن النبي -صلى الله عليه\nوسلم- أنه قال: \"أذنت لك أن ترفع الحجاب، وتستمع سوادي، حتى أنهاك\" (¬1):\nتفسيره سترى: قالها لنا عبد الله كلها: سوادي برفع السين.\n</p>\n\n<p>\n\"مسائل عبد الله\" (1611)\n</p>\n\n\n<h1 class='l1' id='head8'>AUTO 907 - قول الحسن: (أرهقوا القبلة)</h1>\n\n<p>\nقال ابن هانئ: وسألت أبا عبد الله: ما معنى حديث جاء \"أرهقوا القبلة\" (¬2)؟\n</p>\n\n<p>\nقال: ما أدري ما هو، ولكن شيء رواه ابن المبارك، عن معمر، عن الحسن، وما\nأدري أيش هذا.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2012)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p371'> Vol. 15, p. 371</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head9'>AUTO 908 - قول النبي -صلى الله عليه وسلم-: \"أقروا الطير على مكناتها\"</h1>\n\n<p>\nقال أبو داود: سمعت أحمد يقول في حديث: \"أقروا الطير على مكناتها\" (¬1)\nقال: كان أحدهم -يعني: أهل الجاهلية- يريد الأمر فيثير الطير -يعني: يتفاءل\nإن جاء عن يمينه كذا، وإن جاء عن يساره قال: كذا، فقال النبي -صلى الله\nعليه وسلم-: \"أقروا الطير\" أي: على مكناتها -أي: إنها لا تضركم.\n</p>\n\n<p>\n\"مسائل أبو داود\" (1836)\n</p>\n\n<p>\nقال عبد الله: سألت أبي عن الفرخ يؤخذ من عشه يجوز؟\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p372'> Vol. 15, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\nقال: حديث: \"أقروا الطير على مكناتها\"، قال بعضهم: كانت <span id='ms02'></span> العرب إذا أراد\nأحدهم أن يخرج نفر الطير، فإن أخذ -يعني: في طريق أخذ منه- كأنه من الطيرة.\nوقد قال بعضهم: لا، بل هو \"أقروا الطير على مكناتها\": أن لا تؤخذ من\nأوطانها.\n</p>\n\n<p>\n\"مسائل عبد الله\" (1614)\n</p>\n\n\n<h1 class='l1' id='head10'>AUTO 909 - قول النبي -صلى الله عليه وسلم-: \"أمرت بقرية تأكل القرى\"</h1>\n\n<p>\nقال عبد الله: سمعت أبي يقول في حديث أبي هريرة عن النبي -صلى الله عليه\nوسلم-: \"أمرت بقرية تأكل القرى\" (¬1) -تفسيره- والله أعلم- بفتح القرى،\nفتحت مكة بالمدينة، وما حول المدينة بها، لا أنها تأكلها أكلا؛ إنما تفتح\nالقرى بالمدينة.\n</p>\n\n<p>\n\"مسائل عبد الله\" (1610)\n</p>\n\n\n<h1 class='l1' id='head11'>AUTO 910 - قول النبي -صلى الله عليه وسلم-: \"وإن أبا بكر وعمر منهم وأنعما\"</h1>\n\n<p>\nقال الأثرم: ذكر أبو عبد الله: أن ابن عيينة كان يفسر فيحسن التفسير،\nسمعته يفسر قوله: \"وإن أبا بكر وعمر منهم وأنعما\" (¬2)، قال: منهم وأهلا.\nورأيت هذا يعجب أبا عبد الله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p373'> Vol. 15, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\nقال: رواه عن مالك بن مغول.\n</p>\n\n<p>\n\"سؤالات الأثرم\" (67)\n</p>\n\n<p>\nوقال عبد الله: حدثني أبي قال: سمعت سفيان بن عيينة يقول: \"وأنعما\" قال:\nوأهلا، قال: يعني: في حديث النبي -صلى الله عليه وسلم- \"إن أبا بكر وعمر\nمنهم وأنعما\" (¬1).\n</p>\n\n<p>\n\"العلل\" رواية عبد الله (2682)\n</p>\n\n<p>\nقال داود بن عمرو: سمعت أحمد بن حنبل، يقول: سمعت سفيان بن عيينة يقول:\n\"وأنعما\". قال: وأهلا -قلت: الإشارة إلى الحديث المعروف \"وإن أبا بكر وعمر\nمنهم وأنعما\".\n</p>\n\n<p>\n\"مناقب الإمام أحمد\" ص 118\n</p>\n\n\n<h1 class='l1' id='head12'>AUTO 911 - قول النبي -صلى الله عليه وسلم-: \"إن إبراهيم اختتن بالقدوم\"</h1>\n\n<p>\nقال أبو داود: سمعت أحمد سئل عن تفسير حديث أبي هريرة: \"إن إبراهيم أختتن\nبالقدوم\" (¬2)، قال: موضع (¬3).\n</p>\n\n<p>\n\"مسائل أبو داود\" (1834)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p374'> Vol. 15, p. 374</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head13'>AUTO 912 - قول النبي -صلى الله عليه وسلم-: \"إن الله عز وجل يكره عقوق الأمهات. . \"</h1>\n\n<p>\nقال ابن هانئ: ما معنى: \"إن الله عز وجل يكره عقوق الأمهات، ووأد البنات،\nومنع وهات\" (¬1).\n</p>\n\n<p>\nقال: تمنع ما عندك، وتمسك لا تصدق ولا تعطي، وتمد يدك تأخذ من الناس.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (590)، (2020).\n</p>\n\n\n<h1 class='l1' id='head14'>AUTO 913 - (إن امرأتي لا تمنع يد لامس. .)</h1>\n\n<p>\nقال عبد الله: سألت أبي عن حديث النبي -صلى الله عليه وسلم-، أن <span id='ms03'></span> رجلا\nسأله قال: (إن امرأتي لا تمنع يد لامس. .) (¬2)، قال: ليس هذا الحديث يثبت\nعن النبي -صلى الله عليه وسلم- (¬3)، ليس لها أسانيد جياد، ومعناه كما قال:\n(لا تمنع يد لامس) كذا هو -يعني هي أحاديث ضعاف.\n</p>\n\n<p>\n\"مسائل عبد الله\" (1612)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p375'> Vol. 15, p. 375</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head15'>AUTO 914 - قول شعبة: (إن هذا الحديث يصدكم عن ذكر الله، وعن الصلاة)</h1>\n\n<p>\nقال ابن هانئ: وسئل عن قول شعبة: إن هذا الحديث يصدكم عن ذكر الله، وعن\nالصلاة.\n</p>\n\n<p>\nفقال: لعل شعبة كان يصوم، فإذا طلب الحديث وسعى فيه يضعف فلا يصوم، أو\nيريد شيئا من الأعمال -أعمال البر- فلا يقدر أن يفعله للطلب، فهذا معناه.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2046)\n</p>\n\n\n<h1 class='l1' id='head16'>AUTO 915 - قول جبير بن مطعم: (إن هذا من الحمس)</h1>\n\n<p>\nوقال عبد الله في حديث جبير بن مطعم: أضللت بعيرا لي بعرفة، فذهبت أطلبه\nفإذا النبي -صلى الله عليه وسلم- واقف، قلت: إن هذا من الحمس، ما شأنه هاهنا؟\n</p>\n\n<p>\nقال: سمعت أبي يقول: الحمس: قريش ومن والاها (¬1).\n</p>\n\n<p>\n\"مسائل عبد الله\" (1606)\n</p>\n\n\n<h1 class='l1' id='head17'>AUTO 916 - قول علي: (إنهما كفرسي رهان)</h1>\n\n<p>\nقال حرب: قلت لإسحاق: قول علي بن أبي طالب في الإيلاء والطلاق: إنهما\nكفرسي رهان (¬2)، فسره لي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p376'> Vol. 15, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\nقال: هذا لمن لا يرى أن يوقف، ويرى الطلاق إذا طلق قبل الأربعة الأشهر\nوقع الطلاق، وإن مضت أربعة أشهر وقع الإيلاء.\n</p>\n\n<p>\n\"مسائل حرب\" ص 262\n</p>\n\n\n<h1 class='l1' id='head18'>AUTO 917 - قول النبي -صلى الله عليه وسلم-: \"إياكم والغلو، فإنما أهلك من كان قبلكم الغلو\"</h1>\n\n<p>\nقال أبو الفضل صالح: وسألته عن حديث ابن عباس: \"إياكم والغلو، فإنما أهلك\nمن كان قبلكم الغلو\" (¬1)؟\n</p>\n\n<p>\nقال أبي: لا تغلو في كل شيء حتى الحب والبغض.\n</p>\n\n<p>\n\"مسائل صالح\" (204)\n</p>\n\n<p>\nقال الفضل بن زياد: كتبت إلى أبي عبد الله أسأله عن حديث ابن عباس:\n\"إياكم والغلو\" (¬2) ما معنى الغلو؟ فأتاني الجواب: يغلو في كل شيء في الحب\nوالبغض.\n</p>\n\n<p>\n\"بدائع الفوائد\" 4/ 56\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p377'> Vol. 15, p. 377</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head19'>AUTO 918 - قول حكيم بن حزام: (بايعت النبي -صلى الله عليه وسلم- على أن لا أخر إلا قائما)</h1>\n\n<p>\nقال ابن هانئ: سألته عن حديث حكيم بن حزام: بايعت النبي -صلى الله عليه\nوسلم-، على أن لا أخر <span id='ms04'></span> إلا قائما (¬1). في البيوع هو، أو في الصلاة؟ قال:\nهذا في الصلاة، كانوا في الجاهلية يعظمون الركوع، فلما جاء الإسلام، قال\nحكيم بن حزام: أبايعك على ألا أخر إلا قائما. فهذا معناه.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2043)\n</p>\n\n\n<h1 class='l1' id='head20'>AUTO 919 - قول النبي -صلى الله عليه وسلم-: \"البذاذة من الإيمان. . \"</h1>\n\n<p>\nقال عبد الله: حدثني أبي، حدثنا عبد الرحمن بن مهدي، حدثنا زهير -يعني:\nابن محمد- عن صالح -يعني: ابن كيسان- أن عبد الله بن أبي أمامة أخبره، أن\nأبا أمامة أخبره، أن رسول الله -صلى الله عليه وسلم- قال: \"البذاذة من\nالإيمان، البذاذة من الإيمان، البذاذة من الإيمان\".\n</p>\n\n<p>\nقال عبد الله: هذا أبو أمامة الحارثي، قال عبد الله: سألت أبي قلت: ما\nالبذاذة؟\n</p>\n\n<p>\nقال: التواضع في اللباس (¬2).\n</p>\n\n<p>\n\"الزهد\" 12\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p378'> Vol. 15, p. 378</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head21'>AUTO 920 - قول النبي -صلى الله عليه وسلم-: \"تراصوا فإني أراكم من خلفي. . \"</h1>\n\n<p>\nقال ابن هانئ: وسألته عن حديث النبي -صلى الله عليه وسلم-: \"تراصوا فإني\nأراكم من خلفي كما أراكم من بين يدي\" (¬1)، ما تفسيره؟\n</p>\n\n<p>\nقال أبو عبد الله: يراهم -صلى الله عليه وسلم- من خلفه كما يراهم من بين\nيديه، قال الله عز وجل: {وتقلبك في الساجدين} [الشعراء: 219] هذا تفسيره.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2044)\n</p>\n\n\n<h1 class='l1' id='head22'>AUTO 921 - قول النبي -صلى الله عليه وسلم-: \"تصدقوا ولو بفرسن شاة\"</h1>\n\n<p>\nقال ابن هانئ: سألته عن الحديث الذي جاء: \"تصدقوا ولو بفرسن شاة\" (¬2):\nما يعني به؟ قال: أظلافها.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2026).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p379'> Vol. 15, p. 379</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head23'>AUTO 922 - (جاء سيل في الجاهلية فكسا ما بين الجبلين)</h1>\n\n<p>\nقال عبد الله: حدثنا أبي في قول سعيد بن المسيب، أخبرني أبي، عن جدي قال:\nجاء سيل في الجاهلية فكسا (¬1) ما بين الجبلين (¬2).\n</p>\n\n<p>\nقال أبي: يقول: غطاه كله.\n</p>\n\n<p>\n\"مسائل عبد الله\" (1604)\n</p>\n\n\n<h1 class='l1' id='head24'>AUTO 923 - قول النبي -صلى الله عليه وسلم-: \"الحج عرفات\"</h1>\n\n<p>\nقال إسحاق بن منصور: قلت: قوله: \"الحج عرفات\" (¬3)، والعمرة الطواف (¬4)؟\n</p>\n\n<p>\nقال: كان ابن عباس -رضي الله عنهما- يقول: من طاف بالبيت فقد [حل] (¬5)\nهذا في العمرة، وقوله: \"الحج عرفات\" مثل قوله: \"من أدرك من الصلاة ركعة فقد\nأدرك الصلاة\" (¬6).\n</p>\n\n<p>\nقال إسحاق: كما قال؛ لأن الحج إنما بدخوله عرفة <span id='ms05'></span> قبل طلوع الفجر.\n</p>\n\n<p>\n\"مسائل الكوسج\" (1384).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p380'> Vol. 15, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\nقال إسحاق بن منصور: قلت: قول ابن عباس -رضي الله عنهما-: الحج: عرفات (¬1)؟\n</p>\n\n<p>\nقال: نعم لا يتم الحج إلا بعرفات.\n</p>\n\n<p>\nقلت: والعمرة: الطواف؟ قال: يقول: لا تتم العمرة إلا بالطواف.\n</p>\n\n<p>\nقال إسحاق: كما قال.\n</p>\n\n<p>\n\"مسائل الكوسج\" (1499)\n</p>\n\n<p>\nقال إسحاق بن منصور: قلت: فسر لي حديث عبد الرحمن بن يعمر (¬2)، وحديث\nعروة بن مضرس (¬3).\n</p>\n\n<p>\nقال: أما حديث عبد الرحمن بن يعمر فهو على كمال الحج، به يكمل الحج،\nوقوله: \"الحج عرفة\" يشبه قوله: \"من أدرك من الصلاة ركعة فقد أدركها\" فإن\nأفسدها شيء أليس كانت تفسد صلاته؟ ! وكذلك الحج إذا هو وطئ قبل رمي الحجارة\nفقد أفسد حجه، وحديث عروة توكيد بجمع.\n</p>\n\n<p>\nقال إسحاق: كما قال، ولا بد عن الوقوف بجمع قل أم كثر.\n</p>\n\n<p>\n\"مسائل الكوسج\" (1555).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p381'> Vol. 15, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\nقال عبد الله: قرأت على أبي قوله: \"الحج عرفات\"، والعمرة الطواف.\n</p>\n\n<p>\nقال: كان ابن عباس يقول: من طاف بالبيت فقد حل، هذا في العمرة، وقوله\n\"الحج عرفات\" مثل قوله -صلى الله عليه وسلم-: \"من أدرك من الصلاة ركعة فقد\nأدرك الصلاة\".\n</p>\n\n<p>\n\"مسائل عبد الله\" (835)\n</p>\n\n\n<h1 class='l1' id='head25'>AUTO 924 - حديث النبي -صلى الله عليه وسلم- في الجوار</h1>\n\n<p>\nقال ابن هانئ وسئل عن: حديث النبي -صلى الله عليه وسلم- في الجوار؟\n</p>\n\n<p>\nقال: أربعين دارا يمنة، ويسرة، وقدام، وخلف (¬1).\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2014)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p382'> Vol. 15, p. 382</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head26'>AUTO 925 - قول النبي -صلى الله عليه وسلم-: \"حذف السلام سنة\"</h1>\n\n<p>\nقال ابن هانئ: سئل عن حديث النبي -صلى الله عليه وسلم-: \"حذف السلام سنة\"\n(¬1)؛ قال أبو عبد الله: هذا شيء رواه قرة وهو ضعيف. وحذف السلام: أن يجيء\nالرجل إلى القوم، فيقول: السلام عليكم، ومد بها أبو عبد الله صوته شديدا،\nولكن ليقل: السلام عليكم، وخفف أبو عبد الله صوته، قال: يقول هكذا.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2033)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p383'> Vol. 15, p. 383</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head27'>AUTO 926 - قول النبي -صلى الله عليه وسلم-: \"الحلال بين، والحرام بين\"</h1>\n\n<p>\nقال إسحاق بن منصور: قلت لإسحاق: تفسير: \"الحلال بين، والحرام بين\"؟\n</p>\n\n<p>\nقال: أما ما جاء عن النبي -صلى الله عليه وسلم-: \"الحلال بين، والحرام\nبين\"، نقول: ما أحل الله عز وجل <span id='ms06'></span> في كتابه، وأحله الرسول -صلى الله عليه\nوسلم- فذلك بين، لا يجوز إلا التمسك به، وكذلك الحرام بين في كتاب الله\nسبحانه وتعالى وبين الرسول -صلى الله عليه وسلم- إرادة الله سبحانه وتعالى\nفي ذلك، كي ينتهي الناس عنه، وبين الحلال والحرام أمور مشتبهة تخفى على أهل\nالعلم، فلا يدرون أيتقدمون عليها، أم يتأخرون عنها؛ لما لا يجدون في القرآن\nأو سنة رسول الله -صلى الله عليه وسلم- بيان حلالها من حرامها، فالوقوف عند\nذلك خير من التقحم عليها، وهي أمور مشكلة. من ههنا ذكر في غير حديث عن\nالنبي -صلى الله عليه وسلم- وأصحابه -رضي الله عنهم-: أن الرجل ينبغي له أن\nيكون بينه وبين الحرام سترا من الحلال، حتى يكون قد استبرأ لدينه وعرضه،\nفإنه إذا استوعب الحلال كله أفضى إلى الحرام، وقد ضرب النبي -صلى الله عليه\nوسلم- لذلك مثلا، فقال: المتقدم على الشبهة كالراعي حول الحمى، يوشك أن\nيواقع الحمى.\n</p>\n\n<p>\nوكذلك قال عمر بن الخطاب -رضي الله عنه-: دعوا الربا والريبة (¬1). لما\nخاف إذا تناولت الريبة وقعت في الربا وأنت لا تعلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p384'> Vol. 15, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك أخبرني عيسى بن يونس، عن الأوزاعي، عن يحيى بن أبي كثير قال: كان\nابن عمر -رضي الله عنهما- إذا كان أمران أخذ بأوثقهما، فإن اختلفوا عليه\nسكت (¬1).\n</p>\n\n<p>\nفالاحتياط للمسلم الوقوف عند الشبهات؛ نحو هذه العيبات التي احتال الناس\nفيها، أو الصيرف حين يدخلون بين الدنانير فضة أو بين الدراهم ذهبا، ليحللوا\nالحرام، والحيل لا تحل حراما، ولا تحرم حلالا، وكذلك كل ما أشبه ذلك من نحو\nالمسكر، والأشربة الخبيثة وما أشبهه مما تركنا فلم نصف فهو كما وصفنا،\nوإنما الشبهات هي نحو من المسائل التي وصفنا يشتبهن على أهل العلم بالكتاب\nوالسنة لما انقطع العلم فيها بأعيانها، ويحتاجون أن يشبهوا ذلك بالأصول\nالثابتة فلا يجدون إلى ذلك سبيلا.\n</p>\n\n<p>\n\"مسائل الكوسج\" (3361)\n</p>\n\n\n<h1 class='l1' id='head28'>AUTO 927 - قول عمر بن الخطاب: (خدوا بحظكم من العزلة)</h1>\n\n<p>\nقال إسحاق بن منصور: قلت لإسحاق قوله: خذوا بحظكم من العزلة (¬2)، ما\nيعني به؟\n</p>\n\n<p>\nقال <span id='ms07'></span>: يقول: تفرغوا للعبادة؛ لأن العزلة هي سبب التفرغ للعبادة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p385'> Vol. 15, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\nألا ترى إلى قول أبي الدرداء -رضي الله عنه-: نعم صومعة المسلم بيته؛ يكف\nفيها سمعه وبصره (¬1).\n</p>\n\n<p>\n\"مسائل الكوسج\" (3352)\n</p>\n\n<p>\nحديث الهرماس: رأيت النبي -صلى الله عليه وسلم- يصلي نحو الشام.\n</p>\n\n<p>\nقال أبو داود: سمعت أحمد ذكر حديث هرماس أو أبي الهرماس: رأيت النبي -صلى\nالله عليه وسلم- يصلي نحو الشام، قيل لأحمد: يعني التطوع؟ قال: نعم.\n</p>\n\n<p>\n\"مسائل أبي داود\" (1969)\n</p>\n\n\n<h1 class='l1' id='head29'>AUTO 928 - قول النبي -صلى الله عليه وسلم-: \"زينوا القرآن بأصواتكم\"</h1>\n\n<p>\nقال صالح: قلت: قوله: \"زينوا القرآن بأصواتكم\" (¬2) ما معناه؟\n</p>\n\n<p>\nقال أبي: التزيين: أن يحسنه.\n</p>\n\n<p>\n\"مسائل صالح\" (287)\n</p>\n\n\n<h1 class='l1' id='head30'>AUTO 929 - قول عمر: (السائبة والصدقة ليومهما)</h1>\n\n<p>\nقال عبد الله: حدثني أبي: نا يحيى بن سعيد، عن التيمي -يعني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p386'> Vol. 15, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\nسليمان- عن أبي عثمان، عن عمر: السائبة والصدقة ليومهما -يعني: هو ليوم\nالقيامة.\n</p>\n\n<p>\n\"مسائل عبد الله\" (1434)\n</p>\n\n\n<h1 class='l1' id='head31'>AUTO 930 - قول النبي -صلى الله عليه وسلم-: \"شر السير الحقحقة\"</h1>\n\n<p>\nقال ابن هانئ: قرأت على أبي عبد الله: محمد بن جعفر، قال: حدثنا عوف، عن\nالحسن قال: بلغني أن رسول الله -صلى الله عليه وسلم-، كان يقول: \"شر السير\nالحقحقة\" (¬1).\n</p>\n\n<p>\nقلت لأبي عبد الله: ما يعني: بالحقحقة؟ قال: السير الشديد المعنف.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2040)\n</p>\n\n\n<h1 class='l1' id='head32'>AUTO 931 - قول النبي -صلى الله عليه وسلم-: \"الصدقة لا تحل لغني. . \"</h1>\n\n<p>\nقال صالح: وسألته عن قوله: \"الصدقة لا تحل لغني، ولا لذي مرة سوي\" (¬2)،\nفقال: المرة السوي: الذي ليس به علة، يقول: أن يعتمل، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p387'> Vol. 15, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\nلأن النبي -صلى الله عليه وسلم- قال: \"لا حظ فيها لغني ولا لقوي مكتسب\"\n(¬1). فقد يكون قويا لا يتوجه للكسب.\n</p>\n\n<p>\n\"مسائل صالح\" (229)\n</p>\n\n\n<h1 class='l1' id='head33'>AUTO 932 - قول معاوية: (قصرت عن النبي -صلى الله عليه وسلم- على المروة بمشقص)</h1>\n\n<p>\nقال صالح: وسألته عن حديث معاوية: قصرت عن النبي -صلى الله عليه وسلم-\nعلى المروة بمشقص (¬2). كأن التقصير في العمرة أفضل من الحلق؟\n</p>\n\n<p>\nقال: إنما يراد من حديث معاوية حيث قصر النبي -صلى الله عليه وسلم- على\nالمروة، إنما كان النبي -صلى الله عليه وسلم- حاجا، وأصحابه منهم من أهل\nبالحج، ومنهم من أهل <span id='ms08'></span> بحج وعمرة، ومنهم من أهل بعمرة، فلما قدموا مكة، أمرهم\nأن يجعلوا حجهم عمرة، ولم يفعل هو ذاك، لأنه ساق الهدي، فلم يحل إلا من\nرأسه، حيث أخذ من شعره، فكأن معاوية ينهى عن المتعة، فقال ابن عباس: هذا\nحجة على معاوية، أن النبي -صلى الله عليه وسلم- قد حل من بعض إحرامه، ولم\nيحل من شيء سوى رأسه، لسوقه الهدي.\n</p>\n\n<p>\nوكان عطاء يقول: لا يحل إلا مما حل منه النبي -صلى الله عليه وسلم-. وكان\nعطاء يذهب إلى ما يذهب إليه ابن عباس من أمر النبي -صلى الله عليه وسلم-\nأصحابه بالإحلال.\n</p>\n\n<p>\n\"مسائل صالح\" (227).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p388'> Vol. 15, p. 388</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head34'>CHECK 933 - (الكالئ بالكالئ)</h1>\n\n<p>\n339 - (الكالئ بالكالئ)\n</p>\n\n<p>\nقال ابن هانئ: سألت أبا عبد الله عن: الكالئ بالكالئ؟\n</p>\n\n<p>\nقال: الدين بالدين.\n</p>\n\n<p>\nقيل له: مثل أيش يكون، الدين بالدين؟\n</p>\n\n<p>\nقال: مثل الرجل يكون له على رجل دين، ويكون لآخر على آخر دين. فيحيل هذا\nعلى هذا، وهذا على هذا.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2036)\n</p>\n\n\n<h1 class='l1' id='head35'>AUTO 934 - (كانوا لا يختلفون في الأهلة حتى قتل عثمان)</h1>\n\n<p>\nقال صالح: وسألت أبي عن قوله: كانوا لا يختلفون في الأهلة حتى قتل عثمان\n(¬1)، ما معناه؟\n</p>\n\n<p>\nقال: لا أدري، دعه.\n</p>\n\n<p>\n\"مسائل صالح\" (224)\n</p>\n\n\n<h1 class='l1' id='head36'>AUTO 935 - قول سفيان: (كره السلم في اللحم)</h1>\n\n<p>\nقال صالح: وسألته عن قول سفيان: كره السلم في اللحم، ما معناه، وعطاء لا\nيرى به بأسا (¬2)؟\n</p>\n\n<p>\nقال: الذي كره يقول: لا يجيء على الصفة.\n</p>\n\n<p>\nوقال أبي: لا بأس به إذا كان بصفة: سمين، أو غثي، أو وسط؛ لحم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p389'> Vol. 15, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\nفخذ، أو لحم جنب، أو غيره.\n</p>\n\n<p>\n\"مسائل صالح\" (207).\n</p>\n\n\n<h1 class='l1' id='head37'>AUTO 936 - حديث ابن مسعود: (كفانا بالمعك ظلما)</h1>\n\n<p>\nقال عبد الله: سألت أبي عن حديث ابن مسعود: كفانا بالمعك ظلما، قال أبي:\nالمعك: المطل.\n</p>\n\n<p>\n\"مسائل عبد الله\" (1615)، \"الزهد\" ص 204\n</p>\n\n\n<h1 class='l1' id='head38'>AUTO 937 - قول طاوس: (كفر لا ينقل عن الملة)</h1>\n\n<p>\nقال ابن هانئ: وسألته عن: حديث طاوس عن قوله: كفر لا ينقل عن الملة؟\n</p>\n\n<p>\nقال أبو عبد الله: إنما هذا في هذه الآية: {ومن لم يحكم بما أنزل الله\nفأولئك هم الكافرون (44)} [المائدة: 44].\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2042)\n</p>\n\n\n<h1 class='l1' id='head39'>AUTO 938 - قول النبي -صلى الله عليه <span id='ms09'></span> وسلم-: \"كفى بالمرء إثما أن يضيع من يقوت\"</h1>\n\n<p>\nقال ابن هانئ: وسئل عن حديث النبي \"كفى بالمرء إثما أن يضيع من يقوت\"؟\n(¬1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p390'> Vol. 15, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\nقال: الرجل تكون له القرابة فيسافر ويتركها، فإذا تركهم أليس يضيعون،\nوليس لهم أحد غيره؟\n</p>\n\n<p>\nقلت: نعم. قال: هذا معناه.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2015)\n</p>\n\n\n<h1 class='l1' id='head40'>AUTO 939 - قول النبي -صلى الله عليه وسلم-: \"كل قرض جر منفعة حرام\"</h1>\n\n<p>\nقال صالح: وسألته عن قوله: \"كل قرض جر منفعة حرام\" (¬1) ما معناه؟\n</p>\n\n<p>\nقال: مثل الرجل تكون له الدار، فيجيء الساكن فيقول: أقرضني خمسين درهما\nحتى أسكن، فيقرضه ويسكن في داره، أو يكون يقرضه القرض، فيهدي له الهدية،\nوقد كان قبل ذلك لا يهدي له، ويقرضه القرض، ويستعمله العمل الذي كان لا\nيستعمله قبل أن يقرضه، فيكون قرضه جر هذه المنفعة، وهذا باب من أبواب\nالربا، وذلك أنه يرجع بقرضه وقد ازداد منفعة.\n</p>\n\n<p>\n\"مسائل صالح\" (222)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p391'> Vol. 15, p. 391</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head41'>AUTO 940 - قول النبي -صلى الله عليه وسلم-: \"لا إغرار في صلاة ولا تسليم\"</h1>\n\n<p>\nقال عبد الله: سألت أي عن حديث أي هريرة عن النبي -صلى الله عليه وسلم-:\n\"لا إغرار في صلاة ولا تسليم\" (¬1)، فقال أبي: أبو عمرو الشيباني أنكرهها\nبالألف، يقول: لا غرار في صلاة، أي لا تخرج منها وأنت تظن أنها كاملة، حتى\nلا تكون في شك، حتى تكون على الكمال واليقين.\n</p>\n\n<p>\nقال أبي: أن ينصرف منها، ولا يدري أتمها أم لا، ينصرف وهو على إغرار\nمنها، كذا هو عندي.\n</p>\n\n<p>\n\"مسائل عبد الله\" (1602)\n</p>\n\n\n<h1 class='l1' id='head42'>AUTO 941 - قول النبي -صلى الله عليه وسلم-: \"لا أكف شعرا ولا ثوبا\"</h1>\n\n<p>\nقال ابن هانئ: وسئل عن حديث النبي -صلى الله عليه وسلم-: \"لا أكف شعرا\nولا ثوبا\" (¬2)؟\n</p>\n\n<p>\nقال: قال ابن مسعود: دعه حتى يتترب (¬3).\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2037)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p392'> Vol. 15, p. 392</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head43'>AUTO 942 - قول النبي -صلى الله عليه وسلم-: \"لا تجتمع قبلتان\"</h1>\n\n<p>\nقال ابن هانئ: وسألته عن حديث النبي -صلى الله عليه وسلم- \"لا تجتمع\nقبلتان\" (¬1)؟\n</p>\n\n<p>\nقال: أما قبلتان في مصر فإنهما لا تجتمعان في مصر، ولكن أهل مكة يصلون،\nوأهل اليمن يصلون إلى نحو العراق، فلا أدري لعل هذا معناه.\n</p>\n\n<p>\n\"مسائل <span id='ms10'></span> ابن هانئ\" (2039)\n</p>\n\n\n<h1 class='l1' id='head44'>AUTO 943 - قول النبي -صلى الله عليه وسلم-: \"لا تجوز العوراء، ولا العجفاء. . \"</h1>\n\n<p>\nقال عبد الله: سمعت أبي يقول في حديث ابن عباس: \"لا تجوز العوراء، ولا\nالعجفاء، ولا الجداء ولا الجرباء\" (¬2)، قال أبي: الجداء: التي يبس ضرعها،\nوالعجفاء: المهزول.\n</p>\n\n<p>\n\"مسائل عبد الله\" (1617)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p393'> Vol. 15, p. 393</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head45'>CHECK 945 - قول النبي -صلى الله عليه وسلم-: \"لا تغزي قريش بعدها؟ \"</h1>\n\n\n<h1 class='l1' id='head46'>AUTO 944 - قول النبي -صلى الله عليه وسلم-: \"لا تزال طائفة من أمتي ظاهرين على الحق. . \"</h1>\n\n<p>\nقال ابن هانئ: وسئل عن: حديث النبي -صلى الله عليه وسلم-: \"لا تزال طائفة\nمن أمتي ظاهرين على الحق لا يضرهم من خالفهم حتى يأتي أمر الله، وهم على\nذلك\" (¬1).\n</p>\n\n<p>\nقال: هم أهل المغرب، إنهم هم الذين يقاتلون الروم، كل من قاتل المشركين،\nفهو على الحق.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2041) (¬2)\n</p>\n\n<p>\n945 - قول النبي -صلى الله عليه وسلم-: \"لا تغزى قريش بعدها؟ \"\n</p>\n\n<p>\nقال ابن هانئ: وسألته عن حديث النبي -صلى الله عليه وسلم- يوم فتح مكة:\n\"لا تغزى قريش بعدها؟ \" (¬3)؛ قال: نعم، يوم غزاهم قال: \"لا يقتل قرشي\nصبرا\" (4).\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2013)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p394'> Vol. 15, p. 394</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head47'>AUTO 946 - قول مسروق: (لا تنشر بزك إلا عند من يبغيه)</h1>\n\n<p>\nوقال عبد الله: حدثني أبي، قال: حدثنا محمد بن جعفر، قال: حدثنا شعبة، عن\nسليمان -يعني: الأعمش- قال: سمعت أبا الضحى يحدث عن مسروق قال: لا تنشر بزك\nإلا عند من يبغيه.\n</p>\n\n<p>\nقال أبي: يعني: الحديث.\n</p>\n\n<p>\n\"العلل\" رواية عبد الله (360)\n</p>\n\n\n<h1 class='l1' id='head48'>AUTO قول شريح: (لا حبس عن فرائض الله)</h1>\n\n<p>\nقال ابن هانئ: قيل لأبي عبد الله: قول شريح (¬1): لا حبس عن فرائض الله (¬2).\n</p>\n\n<p>\nيقول: من وقف وقفا فهو ميراث، لا حبس عن فرائض الله.\n</p>\n\n<p>\nقال أبو عبد الله: هذا خلاف قول النبي -صلى الله عليه وسلم-، وذلك أن\nالنبي -صلى الله عليه وسلم- أمر عمر حين سأله عن أرض أصابها فقال: \"احبسها\nوسبل ثمرتها\" (¬3).\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2047)\n</p>\n\n<p>\nقال الخلال: أخبرنا محمد بن علي بن محمود الوراق: حدثنا صالح بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p395'> Vol. 15, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد بن حنبل: أنه قال لأبيه: قول شريح: لا حبس عن فرائض الله؟\n</p>\n\n<p>\nقال أبي: هذا خلاف قول <span id='ms11'></span> النبي -صلى الله عليه وسلم-؛ لأن النبي -صلى الله\nعليه وسلم- أمر عمر -وسأله عن أرض أصابها- فقال: \"احبسها وسبل ثمرتها\".\n</p>\n\n<p>\n\"الوقوف\" (1)\n</p>\n\n<p>\nقال الخلال: أخبرني أحمد بن محمد بن مطر: أن أبا طالب حدثهم: أنه قرأ على\nأبي عبد الله، ح وأخبرني محمد بن أبي هارون قال: قال مثنى الأنباري: قرأت\nعلى أبي عبد الله: سفيان، عن مسعر، عن ابن عون قال: سمعت شريحا يقول: جاء\nمحمد -صلى الله عليه وسلم- بمنع الحبس (¬1). قلت: ما الحبس؟\n</p>\n\n<p>\nقال: الوقوف، كان شريح يرى بيعها.\n</p>\n\n<p>\nقلت: ما تقول أنت؟ قال: لا نقتدي بهذا، الوقوف لا تباع.\n</p>\n\n<p>\nوقال: أخبرني عبد الملك بن عبد الحميد الميموني: أنه سأل أبا عبد الله:\nأيش معنى قول شريح: جاء محمد يبيع الحبس؟\n</p>\n\n<p>\nقال لي: لأنه لم يكن يرى هذا الحبس -يعني: الوقوف- وأن ذاك كان في\nالجاهلية. {ما جعل الله من بحيرة ولا سائبة ولا وصيلة ولا حام} [المائدة: 103].\n</p>\n\n<p>\nثم قال أبو عبد الله: بلغني أن مالكا قال: ما حج شريح قط، ما مر بمكة\nفنظر إلى الدور، فسأل عنها، وهذه الدار لطلحة حبيس، وهذه الدار لفلان حبيس،\nوهذه الدار لفلان حبيس.\n</p>\n\n<p>\nقلت: مالك قاله؟ قال: نعم، لأنه كان يقول بخلافه. مالك يرى هذه الحبس،\nوذاك لا يراها.\n</p>\n\n<p>\nقالوا: من ذكره، الشافعي؟\n</p>\n\n<p>\nفسمعته يقول وتبسم: نعم، وهو أول من سمعته احتج بهذا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p396'> Vol. 15, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: أخبرني جعفر بن محمد العطار: أن يعقوب بن بختان حدثهم: أنه سأله\nأبا عبد الله عن الوقوف؟\n</p>\n\n<p>\nفقال: جائز، لم يزل المسلمون يفعلونه، ثم ذكر عمر، وعثمان، وعليا، وطلحة،\nوالزبير.\n</p>\n\n<p>\nثم قال: قال شريح: لا حبس عن فرائض الله (¬1). فبلغ مالكا فقال: ما حج\nشريح فيرى وقوف هؤلاء؟\n</p>\n\n<p>\nوقال: أخبرني عصمة بن عصام: حدثنا حنبل: أنه سمع أبا عبد الله يقول: قد\nأوقف أصحاب رسول الله -صلى الله عليه وسلم-، وهذه وقوفهم بالمدينة: أبو\nبكر، وعمر، والزبير، وأصحاب رسول الله -صلى الله عليه وسلم-، وقوفهم\nبالمدينة ظاهرة معروفة، فمن رد الوقف فإنما يرد السنة التي <span id='ms12'></span> أجازها رسول\nالله -صلى الله عليه وسلم-، وفعلها أصحابه في حياة رسول الله -صلى الله\nعليه وسلم-، وبعد وفاته لم يزل أهل المدينة، وأهل الحجاز على ذلك، وأنا\nأراه جائزا.\n</p>\n\n<p>\nوقال في قول شريح: لا حبس عن فرائض الله، يقول: من أوقف وقفا فهو ميراث،\nلا حبس عن فرائض الله.\n</p>\n\n<p>\nوقال حنبل في موضع آخر: سئل عن الرجل يوقف؟\n</p>\n\n<p>\nقال: جائز، لم يزل المسلمون يفعلونه: عمر بن الخطاب، وعثمان، وطلحة،\nوالزبير، وهذه وقوفهم بالمدينة.\n</p>\n\n<p>\nقال: وقال شريح: لا حبس عن فرائض الله. قال: فبلغ مالكا، فقال: ما حج\nشريح فيرى وقوف أصحاب رسول الله -صلى الله عليه وسلم-!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p397'> Vol. 15, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وهذا يدفع الخبر عن رسول الله -صلى الله عليه وسلم-، وهذا مذهب أهل\nالكوفة، وهذا النبي عليه الصلاة والسلام قد أجازه. قال: \"العمرى والرقبى\nجائزة\" (¬1). فأجازه النبي -صلى الله عليه وسلم-، وردوه هم.\n</p>\n\n<p>\n\"الوقوف\" (3 - 6)\n</p>\n\n\n<h1 class='l1' id='head49'>AUTO 947 - قول النبي -صلى الله عليه وسلم-: \"لا ضرر ولا ضرار\"</h1>\n\n<p>\nقال إسحاق بن منصور: قلت: قوله -صلى الله عليه وسلم-: \"لا ضرر ولا ضرار\" (¬2)؟\n</p>\n\n<p>\nقال أحمد -رضي الله عنه-: يقول: لا يضار جاره، يحفر بئرا أو كنيفا إلى\nجنب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p398'> Vol. 15, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\nحائطه، وإن كان في حده فلا يضاره بذلك.\n</p>\n\n<p>\nقلت: فيقدر أن يمنعه؟ قال: نعم، يمنعه.\n</p>\n\n<p>\nقال إسحاق: كما قال، وكذلك في كل حدث من القنى (¬1) وغير ذلك.\n</p>\n\n<p>\n\"مسائل الكوسج\" (3342).\n</p>\n\n\n<h1 class='l1' id='head50'>AUTO 948 - قول النبي -صلى الله عليه وسلم-: \"لا فرع ولا عتيرة\"</h1>\n\n<p>\nقال عبد الله: حدثني أبي قال: سئل سفيان عن العتيرة فقال: كان أهل\nالجاهلية يذبحونها في رجب، مكان الأضحية، فلما جاء الإسلام قال رسول الله\n-صلى الله عليه وسلم-: \"لا فرع ولا عتيرة\" (¬2).\n</p>\n\n<p>\nقال أبي: والفرع: أول شيء ينتج يذبحونه.\n</p>\n\n<p>\n\"مسائل عبد الله\" (1603)\n</p>\n\n\n<h1 class='l1' id='head51'>AUTO 949 - قول النبي -صلى الله عليه وسلم-: \"لا يبقى دينان بجزيرة العرب\"</h1>\n\n<p>\nقال عبد الله: وسمعت أبي يقول: حديث النبي -صلى الله عليه وسلم- \"لا يبقى\nدينان بجزيرة العرب\" (¬3) تفسيره: ما لم تكن به فارس والروم (¬4).\n</p>\n\n<p>\nوقال الأصمعي: كل ما كان دون أطراف الشام، ولم أسمع أبي <span id='ms13'></span> يحدث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p399'> Vol. 15, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\nعن الأصمعي غير هذا الحرف ولا أراه سمعه منه، وحرف آخر عن عفان الأصمعي.\n</p>\n\n<p>\n\"مسائل عبد الله\" (1609)\n</p>\n\n\n<h1 class='l1' id='head52'>AUTO 950 - قول النبي -صلى الله عليه وسلم-: \"لا يكونن أحدكم إمعة\"</h1>\n\n<p>\nقال حرب: قلت لإسحاق: ما معنى: لا يكونن أحدكم إمعة؟\n</p>\n\n<p>\nقال: يقول: إن ضل الناس ضللت، فإن اهتدوا اهتديت.\n</p>\n\n<p>\n\"مسائل حرب\" ص 349\n</p>\n\n\n<h1 class='l1' id='head53'>AUTO 951 - قول عائشة -رضي الله عنها-: (لقست نفسي)</h1>\n\n<p>\nقال عبد الله: قال أبي: معنى حديث عائشة: (لقست نفسي) يعني: خبثت نفسي.\nقال أبي: يعني: الغثيان.\n</p>\n\n<p>\nالعلل\" (1435)\n</p>\n\n\n<h1 class='l1' id='head54'>AUTO 952 - قول النبي -صلى الله عليه وسلم-: \"لو كان القرآن في إهاب ما مسته النار\"</h1>\n\n<p>\nقال ابن هانئ: قلت لأبي عبد الله: ما معنى: \"لو كان القرآن في إهاب ما\nمسته النار\" (¬1)؟\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p400'> Vol. 15, p. 400</a>\n            </div>\n            \n</p>\n\n<p>\nقال: هذا يرجى لمن القرآن في قلبه، ألا تمسه النار. \"في إهاب\" يعني: في\nجلد، يعني: في قلب رجل. وقال في موضع آخر: \"في إهاب\" في جلد.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2019)\n</p>\n\n\n<h1 class='l1' id='head55'>AUTO 953 - قول الحسن: (ليس في الطعام إسراف)</h1>\n\n<p>\nقال أبو الفضل صالح: قلت: قول الحسن: ليس في الطعام إسراف (¬1).\n</p>\n\n<p>\nقال: يقول: إن أكثر منه فليس فيه إسراف.\n</p>\n\n<p>\n\"مسائل صالح\" (283)\n</p>\n\n\n<h1 class='l1' id='head56'>AUTO 954 - قول النبي -صلى الله عليه وسلم-: \"ما أذن الله لشيء كإذنه لنبي يتغنى بالقرآن يجهر به\"</h1>\n\n<p>\nقال صالح: قلت: قوله: \"ما أذن الله لشيء كإذنه لنبي يتغنى بالقرآن يجهر\nبه\" (¬2)، ما معناه؟\n</p>\n\n<p>\nقال أبي: إذا رفع صوته فقد تغنى به.\n</p>\n\n<p>\n\"مسائل صالح\" (288)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p401'> Vol. 15, p. 401</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head57'>AUTO 955 - قول النبي -صلى الله عليه وسلم-: \"ما بين المشرق والمغرب قبلة\"</h1>\n\n<p>\nقال إسحاق بن منصور: قلت: ما بين المشرق والمغرب قبلة (¬1)؟\n</p>\n\n<p>\nقال: نعم، إذا استقبلت القبلة، وهذا لأهل المشرق.\n</p>\n\n<p>\nقال إسحاق: كما قال.\n</p>\n\n<p>\n\"مسائل الكوسج\" (291)\n</p>\n\n<p>\nقال إسحاق بن منصور: سئل: ما بين المشرق والمغرب قبلة؟\n</p>\n\n<p>\nقال: هذا لأهل المشرق، وإذا جعل المغرب عن يمينه والمشرق عن يساره توخى\nما بينهما. فراده، فقال: إذا لم يخرج بينهما فهذا كله واسع.\n</p>\n\n<p>\n\"مسائل الكوسج\" (463)\n</p>\n\n\n<h1 class='l1' id='head58'>AUTO 956 - قول إبراهيم: (ما دخر عن قوم خبئ لكم. .)</h1>\n\n<p>\nقال صالح: وسألته عن قول إبراهيم: (ما دخر عن قوم خبئ لكم؛ لفضل عندكم)؟\n</p>\n\n<p>\nقال: إن <span id='ms14'></span> أصحاب النبي -صلى الله عليه وسلم- لم يدخر عنهم.\n</p>\n\n<p>\n\"مسائل صالح\" (214).\n</p>\n\n\n<h1 class='l1' id='head59'>AUTO 957 - قول يهود: (محمد والخميس)</h1>\n\n<p>\nقال عبد الله: سمعت أبي قال: قال ابن عيينة: محمد والخميس: يعني: والجيش.\n</p>\n\n<p>\nالعلل\" رواية عبد الله (4618)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p402'> Vol. 15, p. 402</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head60'>AUTO 958 - قول النبي -صلى الله عليه وسلم-: \"المرأة تموت بجمع\"</h1>\n\n<p>\nقال عبد الله: وقال في قوله عليه السلام: \"والمرأة تموت بجمع\"، قال: هي\nالتي تموت في النفس.\n</p>\n\n<p>\n\"مسائل عبد الله\" (1608)\n</p>\n\n\n<h1 class='l1' id='head61'>AUTO 959 - قول النبي -صلى الله عليه وسلم-: \"من اتقى الشبهات استبرأ لدينه وعرضه\"</h1>\n\n<p>\nقال صالح: وسألته عن حديث النعمان بن بشير: \"من اتقى الشبهات استبرأ\nلدينه وعرضه\".\n</p>\n\n<p>\nقال: الشبهة: هي منزلة بين الحلال والحرام، فإذا استبرأ لدينه لم يقع فيها.\n</p>\n\n<p>\n\"مسائل صالح\" (205)\n</p>\n\n<p>\nقال الفضل بن زياد: كتبت إلى أبي عبد الله أسأله عن حديث النعمان بن\nبشير: \"من اتقى الشبهات استبرأ لدينه وعرضه\" ما الشبهات؟\n</p>\n\n<p>\nفأتاني الجواب: هي منزلة بين الحلال والحرام، إذا استبرأ لدينه لم يقع فيها.\n</p>\n\n<p>\n\"بدائع الفوائد\" 4/ 60\n</p>\n\n\n<h1 class='l1' id='head62'>AUTO 960 - قول النبي -صلى الله عليه وسلم-: \"من أطاع الله، فقد ذكر الله. . \"</h1>\n\n<p>\nقال ابن هانئ: قلت: ما معنى: \"من أطاع الله، فقد ذكر الله، وإن قلت صلاته\nوصيامه؟ \".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p403'> Vol. 15, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\nقال: يقول: يطيعه فيما أمره به.\n</p>\n\n<p>\nقلت ما معنى: \"من عصى الله فقد نسى الله وإن كثرت صلاته وصيامه\" (¬1).\n</p>\n\n<p>\nقال: يقول: ليس كمن يقتل النفس ويسرق ويزني.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2017)، (2098)\n</p>\n\n\n<h1 class='l1' id='head63'>AUTO 961 - حديث عمر: (من جلب إلينا طعاما، فأنا له جار. .)</h1>\n\n<p>\nقال ابن هانئ: حديث عمر: من جلب إلينا طعاما، فأنا له جار، ولطعامه ضامن،\nولا يبيعه في سوقنا محتكر، وليبع كيف شاء (¬2)، متى يصير محتكرا؟\n</p>\n\n<p>\nقال أبو عبد الله: كانت المدينة ينكبون عنها، وكان عمر يشتهي أن يتألف\nالناس، يقول: فأنا لكم جار، وأنا لطعامكم ضامن، حتى يجيئوا بالطعام.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2023).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p404'> Vol. 15, p. 404</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head64'>AUTO 962 - قول النبي -صلى الله عليه وسلم-: \"من ستر على أخيه عورة، فكأنما أحيا موءودة\"</h1>\n\n<p>\nقال ابن هانئ: وسألته عن: \"من ستر على أخيه عورة، فكأنما أحيا موءودة\"؟\n</p>\n\n<p>\nقال: كان أهل الجاهلية يقتلون البنات، ويستحيون الرجال، فهذا معناه.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2016)\n</p>\n\n\n<h1 class='l1' id='head65'>AUTO 963 - قول <span id='ms15'></span> النبي -صلى الله عليه وسلم-: \"من غسل واغتسل. . \"</h1>\n\n<p>\nوقال الأثرم: سمعت أبا عبد الله، وعنده أبو بكر الطالقاني صاحب ابن\nالمبارك، فسأل أبا عبد الله عن تفسير \"من غسل واغتسل\" (¬1)، فقال: لو كانت\n(غسل) كانت أبين: فأما من قال: \"غسل واغتسل\" فهو عندي يشبه ما فسر سفيان بن\nعيينة (حل وبل) قال: (حل): محلل، كأنه كلام مكرر، مثل: \"وبكر وابتكر\" كلام مكرر.\n</p>\n\n<p>\n\"سؤالات الأثرم\" (67)\n</p>\n\n\n<h1 class='l1' id='head66'>AUTO 964 - قول النبي -صلى الله عليه وسلم-: \"من غشنا فليس منا\"</h1>\n\n<p>\nقال حرب: قيل لأحمد: ما معنى حديث النبي -صلى الله عليه وسلم-: \"من غشنا\nفليس منا\"؟ فلم يجب فيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p405'> Vol. 15, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\nقيل: فإن قوما قالوا تفسير من غشنا فليس مثلنا فأنكره، وقال: هذا تفسير\nمسعر وعبد الكريم أبي أمية كلام المرجئة.\n</p>\n\n<p>\nقال أحمد: وبلغ عبد الرحمن بن مهدي فأنكره وقال: ولو أن رجلا عمل بكل\nحسنة أكان يكون مثل النبي -صلى الله عليه وسلم-.\n</p>\n\n<p>\n\"مسائل حرب\" ص 354\n</p>\n\n\n<h1 class='l1' id='head67'>AUTO 965 - قول النبي -صلى الله عليه وسلم-: \"من قرأ: {قل هو الله أحد} فكأنما قرأ ثلت القرآن\"</h1>\n\n<p>\nقال إسحاق بن منصور: قلت: حديث النبي -صلى الله عليه وسلم-: \"من قرأ: {قل\nهو الله أحد} فكأنما قرأ ثلث القرآن\" (¬1).\n</p>\n\n<p>\nفلم يقم لي على أمر بين.\n</p>\n\n<p>\nقال إسحاق: إنما معنى ذلك أن الله عز وجل جعل لكلامه فضلا على سائر\nالكلام، ثم فضل بعض كلامه على بعض، فجعل لبعضه ثوابا أضعاف ما جعل لغيره من\nكلامه، ف {قل هو الله أحد} إنما تعدل بثلث القرآن أي: لتحريض النبي -صلى\nالله عليه وسلم- أمته على تعليمه وكثرة قراءته، وليس معناه: أن لو قرأ\nالقرآن من أوله إلى آخره أن قرارة ثلاث مرات: {قل هو الله أحد} تعدل ذلك.\nلا، ولو قرأ أكثر من مائتي مرة، وكذلك قراءة سائر السور إذ فضل بعضها على\nبعضر، وجعل ثواب بعضها أكثر من ثواب بعض، ولكن فيما وصف رسول الله -صلى\nالله عليه وسلم- بيان أن كل قراءة قدر هذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p406'> Vol. 15, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\nالسور التي فضلت وبين ثوابها لا يعدلها شيء من <span id='ms16'></span> القرآن إذا كان كقدره.\n</p>\n\n<p>\n\"مسائل الكوسج\" (3235)\n</p>\n\n\n<h1 class='l1' id='head68'>AUTO 966 - قول النبي -صلى الله عليه وسلم-: \"من لم يتغن بالقرآن\"</h1>\n\n<p>\nقال ابن هانئ: وقال أبو عبد الله يوما، وكنت سألته عنه: تدري ما معنى:\n\"من لم يتغن بالقرآن\" (¬1)؟ قلت: لا.\n</p>\n\n<p>\nقال: هو الرجل يرفع صوته، هذا معناه، إذا رفع صوته فقد استغنى به.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2021)\n</p>\n\n\n<h1 class='l1' id='head69'>AUTO 967 - قول النبي -صلى الله عليه وسلم-: \"من مات وليس له إمام. . \"</h1>\n\n<p>\nقال ابن هانئ: سألت أبا عبد الله عن حديث النبي -صلى الله عليه وسلم-:\n\"من مات وليس له إمام مات ميتة جاهلية\" (¬2) ما معناه؟\n</p>\n\n<p>\nقال: تدري ما الإمام؟ الذي يجتمع المسلمون عليه كلهم يقول: هذا إمام،\nفهذا معناه.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2011)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p407'> Vol. 15, p. 407</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head70'>AUTO 968 - حديث النبي -صلى الله عليه وسلم- أنه نهى عن اختناث الأسقية</h1>\n\n<p>\nقال ابن هانئ: وسئل عن حديث النبي -صلى الله عليه وسلم-: أنه نهى عن\nاختناث (¬1) الأسقية (¬2).\n</p>\n\n<p>\nقال: يثنيها. وضم أبو عبد الله بيده ومدها إلى صدره.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2032)\n</p>\n\n\n<h1 class='l1' id='head71'>AUTO 969 - حديث النبي -صلى الله عليه وسلم- أنه نهى عن بيع الثنيا حتى تعلم</h1>\n\n<p>\nقال ابن هانئ: وسئل عن النبي -صلى الله عليه وسلم- أنه نهى عن بيع الثنيا\nحتى تعلم (¬3).\n</p>\n\n<p>\nقال: الرجل يبيع النخل، فيشترط هذه وهذه وهذه، لنخل قد سماه، فلا بأس أن\nيشترط، فهذا بيع الثنيا.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2030)\n</p>\n\n\n<h1 class='l1' id='head72'>AUTO 970 - حديث النبي -صلى الله عليه وسلم- أنه نهى عن بيع الغرر</h1>\n\n<p>\nقال ابن هانئ: وسئل عن حديث النبي -صلى الله عليه وسلم- أنه نهى عن بيع\nالغرر (¬4). ما الغرر؟\n</p>\n\n<p>\nقال: السمك في الماء، والعبد الآبق.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2031)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p408'> Vol. 15, p. 408</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head73'>AUTO 971 - حديث النبي -صلى الله عليه وسلم- أنه نهى عن لبس الذهب إلا مقطعا</h1>\n\n<p>\nقال عبد الله: سألت أبي عن حديث النبي -صلى الله عليه وسلم- أنه نهى عن\nلبس الذهب إلا مقطعا، قال: الشيء اليسير الصغير. قلت: فالخاتم؟\n</p>\n\n<p>\nقال: روي عن النبي -صلى الله عليه وسلم- أنه نهى عن خاتم الذهب (¬1).\n</p>\n\n<p>\n\"مسائل عبد الله\" (1619)\n</p>\n\n<p>\nنقل صالح (¬2) وأبو طالب وأبو الحارث عنه: إن النبي -صلى الله عليه وسلم <span id='ms17'></span>-\nنهى عن لبس الذهب إلا مقطعا (¬3)، قال: الشيء اليسير كشد أسنانه، وما كان\nمثله مما يتزين به الرجل، فأما الخاتم ونحوه فلا.\n</p>\n\n<p>\nشرح العمدة\" 1/ 309\n</p>\n\n\n<h1 class='l1' id='head74'>AUTO 972 - قول عطاء: الوصية لا تضمن</h1>\n\n<p>\nقال ابن هانئ: وسئل عن قول عطاء: الوصية لا تضمن (¬4)؟\n</p>\n\n<p>\nقال: هذا في الرجل يوصي بدم وليس عليه، ويوصي بالشيء وليس عليه، فيقول:\nإن شئت فعلت، وإن شئت لم أفعل. لأنه ليس عليه شيء مؤكد، ولا واجب، فإذا\nأوصى عملت بما أوصى.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2045)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p409'> Vol. 15, p. 409</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head75'>AUTO 973 - قول النبي -صلى الله عليه وسلم-: \"يبقى حثالة من الناس\"</h1>\n\n<p>\nقال ابن هانئ: وسئل عن قول النبي -صلى الله عليه وسلم-: \"يبقى حثالة من\nالناس\" (¬1)، قال: الذي لا يبالى بهم.\n</p>\n\n<p>\n\"مسائل ابن هانئ\" (2027)\n</p>\n\n\n<h1 class='l1' id='head76'>AUTO 974 - قول النبي -صلى الله عليه وسلم-: \"يطهره ما بعده\"</h1>\n\n<p>\nقال صالح: قال أبي: حديث أم سلمة: \"\"يطهره ما بعده\" (¬2) ليس هذا عندي\nعلى أنه إذا أصابه بول ثم مر بعده على الأرض أنها تطهره، ولكنه يمر بالمكان\nيتقذره، فيمر بعده بمكان هو أطيب منه، فيطهره الطيب.\n</p>\n\n<p>\n\"مسائل صالح\" (1037)، ونقلها ابن عبد البر عن الأثرم عن أبو عبد الله\n\"التمهيد\" 7/ 109\n</p>\n\n\n<h1 class='l1' id='head77'>AUTO 975 - قول النبي -صلى الله عليه وسلم-: \"خير لك من حمر النعم\"</h1>\n\n<p>\nقال عبد الله: سمعت أبي يقول: حمر النعم هو الجمل الأحمر.\n</p>\n\n<p>\n\"مسائل عبد الله\" (1607) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p410'> Vol. 15, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب علوم الحديث\n</p>\n\n<p>\nإعداد\n</p>\n\n<p>\nدار الفلاح للبحث العلمي وتحقيق التراث\n</p>\n\n\n### |EDITOR|\nEndnotes\n<p>\n(¬1) رواه الإمام أحمد 4/ 343، وابن ماجه (1765) من حديث سنان بن سنة.\nوقال البوصيري في \"الزوائد\" (598): إسناده صحيح، رجاله موثوقون وصححه\nالألباني في \"الصحيحة\" (655).\nوله شاهد من حديث أبي هريرة رواه الإمام أحمد 2/ 283، والترمذي (2486) وقال: حسن غريب.\n</p>\n\n<p>\n(¬2) رواه الدارقطني 2/ 294، والبيهقي 5/ 47 من حديث أيوب بن محمد أبي\nالجمل عن عبيد الله، عن نافع، عن ابن عمر مرفوعا. وضعف البيهقي أيوب هذا،\nوكذا الدارقطني في \"العلل\" 13/ 28 (2938) وقال: خالفه ابن عيينة وهشام بن\nحسان وعلي بن مسهر ومحمد بن بشر وعبد الرحمن بن سليمان وابن نمير وإسحاق\nالأزرق وغيرهم، رووه عن عبيد الله، عن نافع، عن ابن عمر موقوفا. وهو\nالصواب اه. وانظر: \"التلخيص <span id='ms18'></span> الحبير\" 2/ 272.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p367'> Vol. 15, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الإمام أحمد 2/ 244، والبخاري (6256)، ومسلم (2143) من حديث\nأبي هريرة.\n</p>\n\n<p>\n(¬2) رواه أبو داود (3535)، والترمذي (1264)، والدارمي 3/ 1692 (2639)\nوصححه الحاكم 2/ 46، قال الترمذي: هذا حديث حسن غريب. وقال الألباني في\n\"الصحيحة\" (423): والحديث حسن، وله شواهد ترقيه إلى درجة الصحة أه بتصرف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p368'> Vol. 15, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه ابن أبي الدنيا في \"مداراة الناس\" (39) عن عمر بن عبد العزيز.\n</p>\n\n<p>\n(¬2) رواه الإمام أحمد 5/ 149، ومسلم (2625) من حديث أبي ذر.\n</p>\n\n<p>\n(¬3) هذا جزء من حديث رواه الإمام أحمد 2/ 476، والبخاري (1428) من حديث\nأبي هريرة -رضي الله عنه- عن النبي -صلى الله عليه وسلم- قال: \"خير\nالصدقة ما كان عن ظهر غنى، واليد العليا خير =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p369'> Vol. 15, p. 369</a>\n            </div>\n            \n\n= من اليد السفلى، وابدأ بمن تعول\"، واللفظ لأحمد.\nورواه أيضا الإمام أحمد 3/ 403، والبخاري (1427)، ومسلم (1034) من حديث حكيم بن حزام -رضي الله عنه-.\n</p>\n\n<p>\n(¬1) رواه الإمام أحمد 4/ 121، والبخاري (3483).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p370'> Vol. 15, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الإمام أحمد 1/ 388، 404، ومسلم (2169).\n</p>\n\n<p>\n(¬2) رواه البزار كما في \"كشف الأستار\" 1/ 383 (588)، وأبو يعلى 7/ 350\n(4387)، والعقيلي في \"الضعفاء\" 4/ 196، والعسكري في \"تصحيفات المحدثين\"\n1/ 318، والبيهقي في \"الشعب\" 4/ 334 (5312) من طريق مصعب بن ثابت، عن\nهشام بن عروة، عن أبيه، عن عائشة به.\nقلت: ومصعب، نقل العقيلي عن أحمد أنه قال فيه: أراه ضعيف الحديث. وعن يحيى بن معين أنه قال: ليس بشيء. ثم قال العقيلي بعده: لا يعرف إلا به. . اه. والحديث قد ضعفه الألباني في \"الضعيفة\" (2746). وقوله: \"أرهقوا القبلة\": أي ادنوا من السترة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p371'> Vol. 15, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الإمام أحمد 6/ 381، وأبو داود (2835)، والشافعي في \"السنن\" 2/\n62 (410)، والحميدي 2/ 340 (350) وصححه ابن حبان 13/ 495، والحاكم 4/ 237\nكلهم من طريق سفيان بن عيينة، عن عبيد الله بن أبي يزيد، عن أبيه، عن\nسباع بن ثابت عن أم كرز الكعبية مرفوعا.\nقلت: وقد خولف سفيان في هذا الحديث فرواه غيره بإسقاط أبي يزيد ودون ذكر الشاهد -والحديث في العقيقة- وقد روى الإمام أحمد غير هذا الحديث ثم قال: سفيان يهم في هذه الأحاديث، عبيد الله سمعها من سباع بن ثابت. اه.\nوقال أبو داود -أيضا: حديث سفيان خطأ. انظر: \"تحفة الأشراف\" 13/ 99 (18347)، وكذلك أعله الذهبي في \"الميزان\" (3076).\nوقال الألباني في \"الضعيفة\" (5862): بالجملة الحديث فيه علتان: الاضطراب، والجهالة. ثم أخذ في بسط القول.\nتنبيه <span id='ms19'></span>: أشار ناشر \"الضعيفة\" إلى أن الألباني صحح الحديث في مواضع أخر، ثم قال: التخريج هنا -أي: \"الضعيفة\"- متأخر عن تخريجه هناك -أي: في مواضع التصحيح- فصوب التضعيف، ودلل لذلك. قلت: انظر: \"الإرواء\" 4/ 391.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p372'> Vol. 15, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الإمام أحمد 2/ 237، والبخاري (1871)، ومسلم (1382).\n</p>\n\n<p>\n(¬2) رواه أبو القاسم البغوي في \"مسند ابن الجعد\" (2026) من حديث أبي\nسعيد الخدري.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p373'> Vol. 15, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) سبق تخريجه قريبا.\n</p>\n\n<p>\n(¬2) رواه الإمام أحمد 2/ 322، والبخاري (3356)، ومسلم (2375) عن أبي\nهريرة.\n</p>\n\n<p>\n(¬3) ذكرها الخلال في \"الترجل\" (170) عن أبي داود وعبد الله وحرب بن\nإسماعيل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p374'> Vol. 15, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الإمام أحمد 4/ 250 - 251، والبخاري (6473)، ومسلم (583) من\nحديث المغيرة بن شعبة.\n</p>\n\n<p>\n(¬2) أخرجه النسائي 6/ 169 - 170 قال: أخبرنا الحسين بن حريث قال: حدثنا\nالفضل بن موسى قال: حدثنا الحسين بن واقد، عن عمارة بن أبي حفصة، عن\nعكرمة، عن ابن عباس قال: جاء رجل إلى النبي -صلى الله عليه وسلم- فقال.\n.، الحديث.\n</p>\n\n<p>\n(¬3) \"التلخيص الحبير\" 3/ 225، \"الموضوعات\" لابن الجوزي 2/ 272.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p375'> Vol. 15, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الخلال في \"السنة\" 1/ 379 (761).\n</p>\n\n<p>\n(¬2) رواه ابن أبي شيبة 4/ 138 (18616).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p376'> Vol. 15, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الإمام أحمد 4/ 147، والنسائي 5/ 268 - 269، وابن ماجه (3029)،\nوصححه ابن خزيمة 4/ 274 (2867)، وابن حبان 9/ 183 (3871)، والحاكم 1/\n466، وكذا الألباني في \"صحيح ابن ماجه\" (2455)، و\"الصحيحة\" (1283).\n</p>\n\n<p>\n(¬2) رواه الإمام أحمد 4/ 147، من طريق ابن لهيعة عن كعب بن علقمة، عن\nأبي كثير مولى عقبة بن عامر عن عقبة بن عامر مرفوعا: \"من ستر مؤمنا كان\nكمن أحيا مؤءودة من قبرها\". ورواه أبو داود (4891) من طريق إبراهيم بن\nنشيط بمعناه فأدخل دخينا بن أبي الهيثم وعقبة، ورواه أيضا برقم (4892) من\nطريق إبراهيم بن نشيط عن كعب بن علقمة عن أبي الهيثم عن عقبة بن عامر عن\nالنبي -صلى الله عليه وسلم- قال: \"من رأى عورة فسترها كان كمن أحيا\nموءودة\". ورواه النسائي في \"الكبرى\" 4/ 307 - 308 من طرق عن =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p377'> Vol. 15, p. 377</a>\n            </div>\n            \n\n= إبراهيم بن نشيط به. والحديث ضعفه الألباني في \"الضعيفة\" (1265).\n</p>\n\n<p>\n(¬1) رواه الإمام أحمد 3/ 402، والنسائي 2/ 205. قال العراقي في \"المغني\"\n(3524): رواه الإمام أحمد مقتصرا على هذا وفيه إرسال خفي.\n</p>\n\n<p>\n(¬2) رواه الإمام أحمد كما في \"إطراف المسند المعتلي بأطراف المسند\nالحنبلي\" 6/ 10\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p378'> Vol. 15, p. 378</a>\n            </div>\n            \n\n= (7581) بهذا الإسناد، ولم أجده في المطبوع من \"المسند\". ورواه أبو داود (4161) وابن ماجه (4118) من طرق عن عبد الله بن أبي أمامة <span id='ms20'></span> عن أبيه به، لكن أدخل أبو داود عبد الله بن كعب بن مالك بن عبد الله بن أبي أمامه وأبيه. وصححه الحاكم 1/ 9، والحافظ في \"الفتح\" 10/ 368، والألباني في \"الصحيحة\" (341).\n</p>\n\n<p>\n(¬1) رواه الإمام أحمد 3/ 263، والبخاري (718)، ومسلم (434)، عن أنس -رضي\nالله عنه-.\n</p>\n\n<p>\n(¬2) رواه الإمام أحمد 2/ 264، 506، والبخاري (2566)، ومسلم (1030) من\nحديث أبي هريرة بلفظ مقارب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p379'> Vol. 15, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) في المطبوع: فكنس، والمثبت من مصادر التخريج.\n</p>\n\n<p>\n(¬2) رواه البخاري بلفظ: (فكسا ما بين الجبلين).\n</p>\n\n<p>\n(¬3) رواه الإمام أحمد 4/ 309، وأبو داود (1949)، والترمذي (889)،\nوالنسائي 5/ 256، وابن ماجه (3015) من حديث عبد الرحمن بن يعمر الديلي.\nوصححه ابن الملقن في \"البدر المنير\" 6/ 230 وكذا الألباني في \"الإرواء\"\n(1064).\n</p>\n\n<p>\n(¬4) رواه مسلم (1244) من حديث ابن عباس موقوفا.\n</p>\n\n<p>\n(¬5) في الأصل: دخل. والمثبت من مصادر التخريج. والأثر رواه الإمام أحمد\n1/ 278، 280، ومسلم (1244)، ومن وجه آخر رواه البخاري (4396)، ومسلم\n(1245).\n</p>\n\n<p>\n(¬6) رواه الإمام أحمد 2/ 271، 2/ 280، والبخاري (580)، ومسلم (607). من\nحديث أبي هريرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p380'> Vol. 15, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الطبراني في \"الأوسط\" 6/ 77 (5844) من طريق مجاهد، عن ابن عباس\nمرفوعا. وانظر \"الإرواء\" 4/ 257.\n</p>\n\n<p>\n(¬2) هو حديث \"الحج عرفات\" وسبق تخريجه.\n</p>\n\n<p>\n(¬3) حديث عروة رواه الإمام أحمد 4/ 15، وأبو داود (1950)، والترمذي\n(891)، والنسائي 5/ 263، وابن ماجه (3516) أن رسول الله -صلى الله عليه\nوسلم- قال: \"من شهد معنا هذه الصلاة بجمع، ووقف معنا حتى نفيض منه وقد\nأفاض قبل ذلك من عرفات ليلا أو نهارا، فقد تم حجه، وقضى تفثه\"، وقال\nالترمذي: هذا حديث حسن صحيح. وصححه ابن الملقن في \"البدر المنير\" 6/ 241،\nوكذا الألباني في \"الإرواء\" (1066).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p381'> Vol. 15, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه أبو يعلى 10/ 385 (5982)، وابن حبان في \"الضعفاء\" 2/ 150 من\nحديث قال العراقي في \"تخريج الإحياء\" 200/ 522 (2021): ضعيف.\nقال الهيثمي في \"المجمع\" 8/ 168: رواه أبو يعلى عن شيخه محمد بن جامع العطار، وهو ضعيف. والحديث ضعفه الألباني في \"الضعيفة\" (276) وقال في (277) أخرج أبو داود في \"المراسيل\" [350] عن الزهري مرسلا مرفوعا وفيه قيل للزهري: وكيف أربعون دارا؟ قال: أربعون عن يمينه ويساره وخلفه ويديه. ورجاله ثقات فهو صحيح عند من يحتج بالمرسل، فكل ما جاء تحديده عنه -صلى الله عليه وسلم- بأربعين ضعيف لا يصح، فالظاهر أن الصواب تحديده بالعرف جهد بتصرف.\nقلت: روى مسلم (46) من حديث أبي هريرة بلفظ: \"لا يدخل الجنة <span id='ms21'></span> من لا يأمن جاره بوائقه\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p382'> Vol. 15, p. 382</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الإمام أحمد 2/ 532، وأبو داود (1004)، من طريقه عن محمد بن\nيوسف الغريابي عن الأوزاعى به. قال أبو داود: سمعت أبا عمير عيسى بن يونس\nالفاخوري الرملي قال: لما رجع الغرياني من مكة ترك رفع هذا الحديث، وقال:\nنهاه أحمد بن حنبل عن رفعه.\nقال المنذري: 1/ 460 (966): وفى إسناده قرة بن عبد الرحمن بن حيويل المصري، قال الإمام أحمد بن حنبل: قرة بن عبد الرحمن صاحب الزهري منكر الحديث جدا. قلت: وبه ضعفه الألباني في \"ضعيف أبي داود\" (180).\nورواه الترمذي (297) موقوفا من طريق عبد الله بن المبارك وهقل بن زياد عن الأوزاعي عن قرة بن عبد الرحمن عن الزهري به. وقال: أي: الترمذي: هذا حديث حسن صحيح، وهو الذي يستحبه أهل العلم.\nوقال ابن القطان في \"بيان الوهم والإيهام\" (2385): لا يصح موقوفا ولا مرفوعا كما ذكره أبو داود، من أجل أنه في حاليه من رواية قرة بن عبد الرحمن بن حيوئيل الذي يقال له: كاسر المد- وهو ضعيف، ولم يخرج له مسلم محتجا به بل مقرونا بغيره. ا. ه. وانظر \"ضعيف أبي داود\" (180).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p383'> Vol. 15, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الإمام أحمد 1/ 36، وابن ماجه (2276) قال البوصيري في \"مصباح\nالزجاجة\" 3/ 35: هذا إسناد صحيح، رجاله ثقات. وصححه الألباني في \"صحيح\nابن ماجه\" (1846). وفي الباب عن ابن عباس رواه البخاري (4544).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p384'> Vol. 15, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) \"تاريخ بغداد\" 8/ 296.\n</p>\n\n<p>\n(¬2) رواه ابن سعد في \"الطبقات\" 4/ 161، وابن أبي عاصم في \"الزهد\" (84)،\nوابن حبان في \"روضة العقلاء\" ص 101، والخطابي في \"العزلة\" ص 22، وابن عبد\nالبر في \"التمهيد\" 17/ 445 - 446 كلهم من طريق شعبه، عن خبيب بن عبد\nالرحمن، عن حفص بن عاصم قال: قال عمر بن الخطاب: خذوا بحظكم من العزلة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p385'> Vol. 15, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه ابن المبارك في \"الزهد\" (14)، وابن أبي شيبة 7/ 129 (34584)\nوهناد بن السري في \"الزهد\" 2/ 582 (1235)، وابن أبي عاصم في \"الزهد\"\n(85)، والبيهقي في \"الزهد الكبير\" (128)، وابن عبد البر في \"التمهيد\" 17/\n442.\n</p>\n\n<p>\n(¬2) رواه الإمام أحمد 4/ 83، وأبو داود (1468)، وابن ماجه (1342)،\nوالنسائي 2/ 179، وصححه ابن حبان 3/ 25 (749)، والحاكم 1/ 571. وعلقه\nالبخاري قبل حديث (7544) كلهم من حديث البراء بن عازب وصححه الألباني في\n\"صحيح أبي داود\" (1325) وقال: هذا <span id='ms22'></span> إسناد صحيح، رجاله ثقات رجال الشيخين،\nغير عبد الرحمن بن عوسجة وهو ثقة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p386'> Vol. 15, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) لم أقف عليه بهذا الإسناد، ولكن رواه أبو نعيم في \"معرفة الصحابة\"\n6/ 3170 (7296) والبيهقي في \"الشعب\" 2/ 403 (3887) من حديث معبد الجهني\nعن بعض أصحاب النبي -صلى الله عليه وسلم-. وذكره الألباني في \"الضعيفة\"\n(3940) وقال: موضوع.\n</p>\n\n<p>\n(¬2) رواه الإمام أحمد 2/ 164، وأبو داود (1634)، والترمذي (652) وحسنه\nمن حديث عبد الله بن عمرو. وصححه الألباني في \"صحيح الترمذي\" (527).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p387'> Vol. 15, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الإمام أحمد 4/ 224، وأبو داود (1633)، والنسائي 5/ 99 - 150\nمن طريق عبيد الله بن عدي أن رجلين حدثاه أنهما أتيا رسول الله -صلى الله\nعليه وسلم- يسألانه من الصدقة. .، وصححه الألباني في \"الإرواء\" (876).\n</p>\n\n<p>\n(¬2) رواه الإمام أحمد 4/ 96، والبخاري (1730)، ومسلم (1246).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p388'> Vol. 15, p. 388</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الإمام أحمد في \"فضائل الصحابة\" 1/ 573 (764)، وابن عساكر في\n\"تاريخ دمشق\" 39/ 493.\n</p>\n\n<p>\n(¬2) أثر عطاء رواه: ابن أبي شيبة 4/ 438 (21847) أنه كان لا يرى بأسا\nبالسلم في اللحم إذا كان له حد يعلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p389'> Vol. 15, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الإمام أحمد 2/ 160، ومسلم (996) من حديث عبد الله بن عمرو.\nولفظ مسلم: \"كفى بالمرء إثما أن يحبس عمن يملك قوته\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p390'> Vol. 15, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه من حديث علي -رضي الله عنه- مرفوعا الحارث بن أبي أسامة كما في\n\"البغية\" (436). وروى البيهقي 5/ 350 موقوفا على فضالة بن عبيد بلفظ: كل\nقرض جر منفعة فهو وجه من وجوه الربا.\nقال الحافظ في \"التلخيص الحبير\" 3/ 34: رواه الحارث بن أبي أسامة من حديث علي. .، وفي إسناده سوار بن مصعب، وهو متروك ورواه البيهقي في \"المعرفة\" عن فضالة بن عبيد موقوفا. اه. بتصرف.\nوقال العجلوني في \"كشف الخفاء\" 2/ 125 (1991): رواه الحارث بن أبي أسامة في \"مسنده\" عن علي رفعه، قال في \"التمييز\": وإسناده ساقط. وضعفه الألباني في \"ضعيف الجامع\" (4244).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p391'> Vol. 15, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) سلف تخريجه قريبا.\n</p>\n\n<p>\n(¬2) رواه الإمام أحمد 1/ 255، والبخاري (809)، ومسلم (490) من حديث ابن\nعباس -رضي الله عنهما-.\n</p>\n\n<p>\n(¬3) رواه عبد الرزاق (2/ 185) (2996)، وابن أبي شيبة 2/ 196 (8046).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p392'> Vol. 15, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الإمام أحمد 1/ 343، ومسلم (1336) (411) عن كريب مرسلا، ورواه\nالإمام أحمد 1/ 219، ومسلم (1336) من طريق كريب، عن ابن عباس.\n</p>\n\n<p>\n(¬2) رواه الطبراني في \"الأوسط\" 4/ 48 (3578)، والحاكم 4/ 225 من طريق\nعلي بن عاصم، عن ابن طاوس، عن أبيه، عنه به. قال الهيثمي في \"المجمع\" 4/\n19: فيه علي بن عاصم <span id='ms23'></span> بن صهيب، وفيه ضعف، وقد وثق. ورواه الطبراني أيضا في\n\"الكبير\" 11/ 26 (10928) من الطريق السابق لكن وقع فيه علي بن عامر خطأ،\nوهو ابن عاصم، وهو علته كما قال الهيثمي 3/ 226.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p393'> Vol. 15, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الإمام أحمد 4/ 244، والبخاري (7311)، ومسلم (1921) بنحوه من\nحديث المغيرة بن شعبة، وهذا الحديث متواتر. وقد روي عن حوالي خمسة عشر من\nأصحاب رسول الله -صلى الله عليه وسلم-. انظر \"نظم المتناثر\" (146). وقال\nالشيخ الألباني في \"الصحيحة\" 1/ 540: الحديث صحيح ثابت مستفيض أو متواتر.\n</p>\n\n<p>\n(¬2) رواه الإمام أحمد 4/ 343 عن الحارث بن مالك بن برصاه وبلفظ \"لا تغزى\nمكة بعدها أبدا\" وكان اسمه عاصيا فسماه مطيعا.\n</p>\n\n<p>\n(¬3) رواه الإمام أحمد 3/ 412، ومسلم (1782).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p394'> Vol. 15, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) في المطبوع: (سريج) وما أثبتناه هو الصواب.\n</p>\n\n<p>\n(¬2) رواه عبد الرزاق 9/ 196 (16921)، والطحاوي في \"شرح معاني الآثار\" 4/\n96 (5877)، والبيهقي 6/ 162 جميعا من طريق عطاء بن السائب عنه.\n</p>\n\n<p>\n(¬3) رواه الإمام أحمد 2/ 156 - 157، والنسائي 6/ 32، وابن ماجه (2397)\nمن حديث عبد الله بن عمر. وصححه ابن خزيمة 4/ 119 (2486)، وابن حبان 11/\n262 (4899)، وكذا الألباني في \"الإرواء\" (1583).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p395'> Vol. 15, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه ابن أبي شيبة 4/ 355 (20924)، والبيهقي 6/ 163.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p396'> Vol. 15, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه عبد الرزاق 9/ 196 (16921)، والطحاوي في \"شرح معاني الآثار\" 4/\n96 (5877)، والبيهقي 6/ 162 جميعا من طريق عطاء بن السائب عنه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p397'> Vol. 15, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) لم أقف عليه بهذا السياق، لكن روى الإمام أحمد 2/ 347، والبخاري\n(2626)، ومسلم (1626) من حديث أبي هريرة عن النبي -صلى الله عليه وسلم-\nقال: \"العمرى جائزة\".\nوروى الإمام أحمد 3/ 303، وأبو داود (3558)، والترمذي (1351)، والنسائي 6/ 296، وابن ماجة (2383) من طرق عن أبي الزبير عن جابر قال: قال رسول الله -صلى الله عليه وسلم-: \"العمرى جائزة لأهلها والرقبى جائزة لأهلها\". قال الترمذي: هذا حديث حسن.\nوصححه الألباني في \"الإرواء\" 6/ 53 فقال: هو على شرط مسلم مع عنعنة أبي الزبير، وقال في (1610): صحيح لغيره. وروى الإمام أحمد 1/ 250، والنسائي 6/ 269 من طريق أبي الزبير عن طاوس، عن ابن عباس قال: قال رسول الله -صلى الله عليه وسلم-: \"من أعمر عمرى فهي لمن أعمرها، ومن أرقب رقبى فهي لمن أرقبها جائزة\".\n</p>\n\n<p>\n(¬2) رواه الإمام أحمد 1/ 313، وابن ماجة (2341)، والطبراني 11/ 302\n(11806) والدارقطني 4/ 228 من حديث ابن عباس.\nورواه الإمام أحمد 5/ 326 - 327 وابن ماجة (2340) من حديث عبادة بن الصامت. قال البوصيري في \"زوائد ابن ماجة\" (777): هذا إسناد صحيح <span id='ms24'></span> رجاله ثقات إلا أنه منقطع. وقال ابن حجر في \"الدراية\": 2/ 282: فيه انقطاع والحديث حسنه النووي في \"الأربعين\"، وأقره ابن رجب الحنبلي. انظر: \"جامع العلوم والحكم\" 2/ 210.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p398'> Vol. 15, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) القني: مجاري الماء.\n</p>\n\n<p>\n(¬2) رواه الإمام أحمد 2/ 279، البخاري (5473)، مسلم (1976) من حديث أبي\nهريرة.\n</p>\n\n<p>\n(¬3) رواه الإمام أحمد 6/ 75، والطبراني في \"الأوسط\" 2/ 12 (1066) من\nحديث عائشة، قال الهيثمي في \"المجمع\" 5/ 325: رجال أحمد رجال الصحيح غير\nابن إسحاق وقد صرح بالسماع. اه.\n</p>\n\n<p>\n(¬4) كذا في المطبوع، وعند الخلال في \"أحكام أهل الملل\" (137): ما لم يكن\nفي يد فارس والروم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p399'> Vol. 15, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الإمام أحمد 4/ 151، والدارمي 4/ 2086 (3353)، وأبو يعلى 3/\n284 (1745)، والطبراني 17/ 308 (850) من طريق ابن لهيعة عن مشرح بن\nهاعان، عن عقبة بن عامر. . الحديث.\nقال الهيثمي في \"المجمع\" 7/ 158: رواه الإمام أحمد وأبو يعلى والطبراني، وفيه ابن لهيعة، وفيه خلاف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p400'> Vol. 15, p. 400</a>\n            </div>\n            \n\n= وقال الألباني في \"الصحيحة\" (3562): وهذا إسناد حسن، رجاله ثقات؛ على ضعف في مشرح بن هاعان ردا على قول الحافظ فيه: مقبول، وقد قال ابن عدي: صدوق، لا بأس به.\n</p>\n\n<p>\n(¬1) رواه ابن أبي شيبة 5/ 331 (26596).\n</p>\n\n<p>\n(¬2) رواه الإمام أحمد 2/ 271، والبخاري (5023)، ومسلم (792) من حديث أبي\nهريرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p401'> Vol. 15, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الترمذي (342 - 344) وابن ماجة (1011) من حديث أبي هريرة. قال\nالترمذي: هذا حديث حسن صحيح. وصححه الألباني في \"الإرواء\" (292).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p402'> Vol. 15, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الطبراني 22/ 154 (413) من طريق الهيثم بن جماز، عن الحارث بن\nحسان، عن زاذان، عن واقد مولى رسول الله -صلى الله عليه وسلم- مرفوعا.\nوقال الهيثمي في \"المجمع\" 2/ 258: وفيه الهيثم بن جماز وهو متروك.\nورواه ابن المبارك في \"الزهد\" ص برواية نعيم بن حماد ص 17 (70) عن خالد بن أبي عمران مرسلا. وضعفه الألباني في \"الضعيفة\" (4553).\n</p>\n\n<p>\n(¬2) رواه عبد الرزاق 8/ 206 (14901).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p404'> Vol. 15, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الإمام أحمد 4/ 9، وأبو داود (345)، والنسائي 3/ 95 - 96، وابن\nماجة (1087) من حديث أوس بن أوس. وحسنه النووي في \"المجموع\" 4/ 542،\nوصححه الألباني في \"صحيح أبي داود\" (373).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p405'> Vol. 15, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الإمام أحمد 3/ 23، والبخاري (5013) من حديث أبي سعيد الخدري،\nومسلم (811) من حديث أبي الدرداء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p406'> Vol. 15, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه الإمام أحمد 1/ 172، وأبو داود (1469)، والدارمي 4/ 2187\n(3531)، وصححه ابن حبان 1/ 326 (120)، والحاكم 1/ 569 قال الألباني في\n\"صحيح أبي داود\" (1321): إسناده صحيح.\n</p>\n\n<p>\n(¬2) رواه الإمام أحمد 4/ 96، وابن أبي عاصم في \"السنة\" 2/ 489 (1057)،\nوأبو يعلى في \"مسنده\" 13/ 366 (7375)، وابن حبان 10/ 434 (4573)،\nوالطبراني 19/ 334 (769) من <span id='ms25'></span> حديث معاوية -رضي الله عنه-. حسنه الألباني\nفي تعليقه على كتاب \"السنة\". وفي \"ظلال الجنة\" (1057) واللفظ لابن حبان،\nففي \"المسند\"، و\"السنة\" (عليه) بدل (له).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p407'> Vol. 15, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) في الأصل (احتناب) والصحيح ما أثبت، كما في مصادر التخريج.\n</p>\n\n<p>\n(¬2) رواه الإمام أحمد 3/ 6، والبخاري (5625)، ومسلم (2023) من حديث أبي\nسعيد الخدري -رضي الله عنه-.\n</p>\n\n<p>\n(¬3) رواه الإمام أحمد 3/ 313، ومسلم (1536/ 85) من حديث جابر بن عبد\nالله -رضي الله عنه- أن النبي -صلى الله عليه وسلم- نهى عن المحاقلة\nوالمزابنة والمخابرة وعن الثنيا إلا أن تعلم.\n</p>\n\n<p>\n(¬4) رواه الإمام أحمد 2/ 250، ومسلم (1513) من حديث أبي هريرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p408'> Vol. 15, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) أما حدبث النهي عن الذهب إلا مقطعا فرواه الإمام أحمد 4/ 92، وأبو\nداود (4239)، والنسائي 8/ 161 من حديث معاوية. وأما حديث النهي عن خاتم\nالذهب فرواه الإمام أحمد 4/ 284، والبخاري (1239)، ومسلم (2066) من حديث\nالبراء.\n</p>\n\n<p>\n(¬2) لم أجدها في المطبوع من كتبه.\n</p>\n\n<p>\n(¬3) رواه الإمام أحمد 4/ 92، وأبو داود (4239)، والنسائي 8/ 161 من حديث\nمعاوية بن أبي سفيان صححه الألباني في \"المشكاة\" (3495).\n</p>\n\n<p>\n(¬4) رواه ابن أبي شيبة 6/ 231 (30940).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p409'> Vol. 15, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) رواه أحمد 2/ 221، وأبو داود (4342)، وابن ماجه (3957) والحاكم 2/\n159 وصححه، وصححه الألباني في \"السلسلة الصحيحة\" (206).\n</p>\n\n<p>\n(¬2) رواه الإمام أحمد 6/ 290، وأبو داود (383)، والترمذي (143)، وابن\nماجه (531)، ومالك في \"الموطأ\" 1/ 27 (57) باب: ما لا يجب فيه الوضوء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v15p410'> Vol. 15, p. 410</a>\n            </div>\n             <span id='ms26'></span>\n</p>\n",
  "pages": [
    "365",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399",
    "400",
    "401",
    "402",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410"
  ],
  "volumes": [
    "15"
  ]
}