{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>الآيات البينات</h1>\n\n<p>\nفي عدم سماع الأموات\n</p>\n\n<p>\nعلى مذهب الحنفية السادات\n</p>\n\n<p>\nتحقيق العلامة المحدث\n</p>\n\n<p>\nمحمد ناصر الدين الألباني\n</p>\n\n<p>\nالمكتب الإسلامي\n</p>\n\n<p>\nالطبعة الرابعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nتحقيق أن الموتى لا يسمعون\n</p>\n\n<p>\nهذا واعلم أن كون الموتى يسمعون أو لا يسمعون إنما هو أمر غيبي من أمور\nالبرزخ التي لا يعلمها إلا الله عز وجل فلا يجوز الخوض فيه بالأقيسة\nوالآراء وإنما يوقف فيه مع النص إثباتا ونفيا وسترى المؤلف رحمه الله تعالى\nذكر في الفصل الأول كلام الحنفية في أنهم لا يسمعون وفي الفصل الثاني نقل\nعن غيرهم مثله وحكى عن غير هؤلاء أنهم يسمعون وليس يهمني أن هؤلاء قلة\nوأولئك الكثرة فالحق لا يعرف بالكثرة ولا بالقلة وإنما بدليله الثابت في\nالكتاب والسنة مع التفقه فيهما وهذا ما أنا بصدده إن شاء الله تعالى فأقول:\n</p>\n\n<p>\nاستدل الأولون بقوله تعالى: {وما أنت بمسمع من في القبور} (فاطر: 22)\nوقوله: {إنك لا تسمع الموتى ولا تسمع الصم الدعاء إذا ولوا مدبرين} (النمل:\n80 والروم 52) وأجاب الآخرون بأن الآيتين مجاز وأنه ليس المقصود ب (الموتى)\nوب (من في القبور) الموتى حقيقة في قبورهم وإنما المراد بهم الكفار الأحياء\nشبهوا بالموتى \" والمعنى من هم في حال الموتى أو في حال من سكن القبر \" كما\nقال الحافظ ابن حجر على ما يأتي في الرسالة (ص 72)\n</p>\n\n<p>\nفأقول: لا شك عند كل من تدبر الآيتين وسياقهما أن المعنى هو ما ذكره\nالحافظ رحمه الله تعالى (1) وعلى ذلك جرى علماء التفسير لا خلاف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n(1) وقد بين ذلك بيانا شافيا العلامة محمد الأمين الشنقيطي في كتابه \"\nأضواء البيان \" (6 / 416 - 421)\n</p>\n\n<p>\n[21]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nبينهم في ذلك فيما علمت ولكن ذلك لا يمنع الاستدلال بهما على ما سبق لأن\nالموتى لما كانوا لا يسمعون حقيقة وكان ذلك معروفا عند المخاطبين شبه الله\nتعالى بهم الكفار الأحياء في عدم السماع فدل هذا التشبيه على أن المشبه بهم\n- وهم الموتى في قبورهم - لا يسمعون كما يدل مثلا تشبيه زيد في الشجاعة\nبالأسد على أن الأسد شجاع بل هو في ذلك أقوى من زيد ولذلك <span id='ms01'></span> شبه به وإن كان\nالكلام لم يسق للتحدث عن شجاعة الأسد نفسه وإنما عن زيد وكذلك الآيتان\nالسابقتان وإن كانتا تحدثتا عن الكفار الأحياء وشبهوا بموتى القبور فذلك لا\nينفي أن موتى القبور لا يسمعون بل إن كل عربي سليم السليقة لا يفهم من\nتشبيه موتى الأحياء بهؤلاء إلا أن هؤلاء أقوى في عدم السماع منهم كما في\nالمثال السابق وإذا الأمر كذلك فموتى القبور لا يسمعون. ولما لاحظ هذا بعض\nالمخالفين لم يسعه إلا أن يسلم بالنفي المذكور ولكنه قيده بقوله: \" سماع\nانتفاع \" يعني أنهم يسمعون ولكن سماعا لا انتفاع فيه (1) وهذا في نقدي قلب\nللتشبيه المذكور في الآيتين حيث جعل المشبه به مشبها فإن القيد المذكور\nيصدق على موتى الأحياء من الكفار فإنهم يسمعون حقيقة ولكن لا ينتفعون من\nسماعهم كما هو مشاهد فكيف يجوز جعل المشبه بهم من موتى القبور مثلهم في\nأنهم يسمعون ولكنهم لا ينتفعون من سماعهم مع أن المشاهد أنهم لا يسمعون\nمطلقا ولذلك حسن التشبيه المذكور في الآيتين الكريمتين فبطل القيد المذكور\n</p>\n\n<p>\nولقد كان من الممكن القول بنحو القيد المذكور في موتى القبور لو كان هناك\nنص قاطع على أن الموتى يسمعون مطلقا إذن لوجب الإيمان به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n(1) انظر (ص 45 - 46) من كتاب \" الروح \" المنسوب لابن القيم رحمه الله\nتعالى فإن فيه غرائب وعجائب من الروايات والآراء كما سنرى شيئا من ذلك فيما\nيأتي: وانظر (ص 87)\n</p>\n\n<p>\n[22]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوالتوفيق بينه وبين ما قد يعارضه من النصوص كالآيتين مثلا ولكن مثل هذا\nالنص مما لا وجود له بل الأدلة قائمة على خلافه وإليك البيان:\n</p>\n\n<p>\nالدليل الأول: قوله تعالى في تمام الآية الثانية: {ولا تسمع الصم الدعاء\nإذا ولوا مدبرين} فقد شبههم الله تعالى - أعني موتى الأحياء من الكفار\nبالصم أيضا فهل هذا يقتضي في المشبه بهم (الصم) أنهم يسمعون أيضا ولكن\nسماعا لا انتفاع فيه أيضا أم أنه يقتضي أنهم لا يسمعون مطلقا كما هو الحق\nالظاهر الذي لا خفاء فيه. وفي التفسير المأثور ما يؤيد هذا الذي <span id='ms02'></span> نقول فقال\nابن جرير في \" تفسيره \" (21 / 36) لهذه الآية:\n</p>\n\n<p>\nهذا مثل معناه: فإنك لا تقدر أن تفهم هؤلاء المشركين الذين قد ختم الله\nعلى أسماعهم فسلبهم فهم ما يتلى عليهم من مواعظ تنزيله كما لا تقدر أن تفهم\nالموتى الذين سلبهم الله أسماعهم بأن تجعل لهم أسماعا\n</p>\n\n<p>\nوقوله: {ولا تسمع الصم الدعاء} يقول: كما لا تقدر أن تسمع الصم الذين قد\nسلبوا السمع إذا ولوا عنك مدبرين كذلك لا تقدر أن توفق هؤلاء الذين قد\nسلبهم الله فهم آيات كتابه لسماع ذلك وفهمه\n</p>\n\n<p>\nثم روى بإسناد الصحيح عن قتادة قال:\n</p>\n\n<p>\nهذا مثل ضربه الله للكافر فكما لا يسمع الميت الدعاء كذلك لا يسمع الكافر\n{ولا تسمع الصم الدعاء. .} يقول: لو أن أصم ولى مدبرا ثم ناديته لم يسمع\nكذلك الكافر لا يسمع ولا ينتفع بما سمع\n</p>\n\n<p>\nوعزاه في \" الدرر \" (5 / 114) لعبد بن حميد وابن المنذر وابن أبي حاتم\nدون ابن جرير\n</p>\n\n<p>\nوقد فسر القرطبي (13 / 232) هذه الآية بنحو ما سبق عن ابن جرير وكأنه\nاختصره منه\n</p>\n\n<p>\n[23]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nفثبت من هذه النقول عن كتب التفسير المعتمدة أن الموتى في قبورهم لا\nيسمعون كالصم إذا ولوا مدبرين\n</p>\n\n<p>\nوهذا هو الذي فهمته السيدة عائشة رضي الله عنها واشتهر ذلك عنها في كتب\nالسنة وغيرها ونقله المؤلف عنها في عدة مواضع من رسالته فانظر (ص 54، 56،\n58، 68، 69، 71) وفاته هو وغيره أنه هو الذي فهمه عمر رضي الله عنه وغيره\nمن الصحابة لما نادى النبي صلى الله عليه وسلم أهل القليب على ما يأتي\nبيانه قريبا إن شاء الله تعالى\n</p>\n\n<p>\nالدليل الثاني: قوله تعالى: {ذلك الله ربكم له الملك والذين تدعون من\nدونه ما يملكون من قطمير. إن تدعوهم لا يسمعوا دعاءكم ولو سمعوا ما\nاستجابوا لكم ويوم القيامة يكفرون بشرككم ولا ينبك مثل خبير} . (فاطر 13 و\n14)\n</p>\n\n<p>\nقلت: فهذه الآية صريحة في نفي السمع عن أولئك الذي كان المشركون يدعونهم\nمن دون الله تعالى وهم موتى الأولياء والصالحين الذين كان المشركون\nيمثلونهم في تماثيل وأصنام لهم يعبدونهم فيها وليس لذاتها كما <span id='ms03'></span> يدل على ذلك\nآية سورة (نوح) عن قومه: {وقالوا: لا تذرن آلهتكم ولا تذرن ودا ولا سواعا\nولا يغوث ولا يعوق ونسرا} ففي التفسير المأثور عن ابن عباس وغيره من السلف:\nأن هؤلاء الخمسة أسماء رجال صالحين من قوم نوح فلما هلكوا أوحى الشيطان إلى\nقومهم: أن انصبوا إلى مجالسهم التي كانوا يجلسون أنصابا وسموها بأسمائهم\nففعلوا فلم تعبد حتى إذا هلك أولئك وتنسخ العلم (أي علم تلك الصور بخصوصها)\nعبدت. رواه البخاري وغيره. ونحوه قوله تعالى: {والذين اتخذوا من دونه\nأوليائه ما نعبدهم إلا ليقربونا إلى الله زلفى} (الزمر / 3) فإنها صريحة في\nأن المشركين كانوا\n</p>\n\n<p>\n[24]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nيعبدون الصالحين ولذلك اتخذوهم وسائط بينهم وبين الله تعالى قائلين: (ما\nنعبدهم إلا ليقربونا إلى الله زلفى) ولاعتقادهم بصلاحهم كانوا ينادونهم\nويعبدونهم من دون الله توهما منهم أنهم يسمعون ويضرون وينفعون ومثل هذا\nالوهم لا يمكن أن يقع فيه أي مشرك مهما كان سخيف العقل لو كان لا يعتقد\nفيمن يناديه الصلاح والنفع والضر كالحجر العادي مثلا وقد بين هذا العلامة\nابن القيم رحمه الله تعالى فقال في كتابه \" إغاثة اللفهان \" (2 / 222 -\n223)\n</p>\n\n<p>\nوتلاعب الشيطان بالمشركين في عبادة الأصنام له أسباب عديدة تلاعب بكل قوم\nعلى قدر عقولهم\n</p>\n\n<p>\nفطائفة دعاهم إلى عبادتها من جهة تعظيم الموتى الذين صوروا تلك الأصنام\nعلى صورهم كما تقدم عن قوم نوح عليه السلام ولهذا لعن النبي صلى الله عليه\nوسلم المتخذين على القبور المساجد ونهى عن الصلاة إلى القبور (1) . . فأبى\nالمشركون إلا خلافه في ذلك كله إما جهلا وإما عنادا لأهل التوحيد ولم يضرهم\nذلك شيئا. وهذا السبب هو الغالب على عوام المشركين\n</p>\n\n<p>\nوأما خواصهم فإنهم اتخذوها - بزعمهم - على صور الكواكب المؤثرة في العالم\nعندهم وجعلوا لها بيوتا وسدنة وحجابا وحجبا وقربانا ولم يزل هذا في الدنيا\nقديما وحديثا (ثم بين مواطن بيوت هذه الأصنام وذكر عباد الشمس والقمر\nوأصنامهم وما اتخذوه من الشرائع حولها ثم قال 2 / 224) :\n</p>\n\n<p>\nفوضع الصنم إنما كان في الأصل على شكل معبود غائب فجعلوا الصنم على <span id='ms04'></span> شكله\nوهيأته وصورته ليكون نائبا منابه وقائما مقامه وإلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n(1) انظر كتابي: \" تحذير الساجد من اتخاذ القبور مساجد \"\n</p>\n\n<p>\n[25]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nفمن المعلوم أن عاقلا لا ينحت خشبة أو حجرا بيده ثم يعتقد أنه إلهه\nومعبوده \"\n</p>\n\n<p>\nقلت: ومما يؤيد أن المقصود بقوله في الآية المتقدمة (لا يسمعوا دعاءكم}\nإنما هم المعبودون من دون الله أنفسهم وليست ذوات الأصنام تمام الآية:\n{ويوم القيامة يكفرون بشرككم} والأصنام لا تبعث لأنها جمادات غير مكلفة كما\nهو معلوم بخلاف العابدين والمعبودين فإنهم جميعا محشورون قال تعالى: {ويوم\nيحشرهم وما يعبدون من دون الله فيقول: ءأنتم أضللتم عبادي هؤلاء أم هم ضلوا\nالسبيل قالوا سبحانك ما كان ينبغي لنا أن نتخذ من دونك من أولياء ولكن\nمتعتهم وآباءهم حتى نسوا الذكر وكانوا قوما بورا} . (الفرقان / 17 - 18)\nوقال: {يوم يحشرهم جميعا ثم يقول للملائكة أهؤلاء إياكم كانوا يعبدون\nقالوا: سبحانك أنت ولينا من دونهم بل كانوا يعبدون الجن أكثرهم بهم مؤمنون}\n(سبأ / 40 - 41) وهذا كقوله تعالى: {وإذا قال الله: يا عيسى ابن مريم ءأنت\nقلت للناس اتخذوني وأمي إلهين من دون الله؟ قال: سبحانك ما يكون لي أن أقول\nما ليس لي بحق} الآية (المائدة / 116) وخير ما فسر به القرآن إنما هو\nالقرآن والسنة وليس فيهما - فيما أعلم - ما يدل على أن الله يحشر الجمادات\nأيضا فوجب الوقوف عند هذه الآية الصريحة فيما ذكرنا\n</p>\n\n<p>\nوقد يقول قائل: إن هذا الذي بينته قوي متين ولكنه يخالف ما جرى عليه كثير\nمن المفسرين في تفسير آية سورة (فاطر) وما في معناها من الآيات الأخرى\nفقالوا: إن المراد بها الأصنام نفسها وبناء على ذلك عللوا قوله تعالى فيها:\n{لا يسمعوا دعاءكم} بقولهم: \" لأنها جمادات لا تضر ولا تنفع \"\n</p>\n\n<p>\nفأقول: لا شك أنت هذا بظاهره ينافي ما بينت ولكنه لا ينفي أن\n</p>\n\n<p>\n[26]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nيكون لهم قول آخر يتماشى مع ما حققته فقال القرطبي (14 / 336) عقب\nالتعليل المذكور آنفا وتبعه الشوكاني (4 / 333) وغيره ما معناه:\n</p>\n\n<p>\nويجوز أن يرجع {والذين تدعون من دونه. . .} وما بعده إلى من يعقل ممن\nعبدهم الكفار <span id='ms05'></span> كالملائكة والجن والأنبياء والشياطين والمعنى أنهم يجحدون أن\nيكون ما فعلتموه حقا وينكرون أنهم أمروكم بعبادتهم كما أخبر عن عيسى عليه\nالسلام بقوله: {ما يكون لي أن أقول ما ليس لي بحق}\n</p>\n\n<p>\nوقد ذكرا نحوه في تفسير آية (الزمر) المتقدمة\n</p>\n\n<p>\nقلت: وهو أولى من تفسيرهما السابق لأنه مدعم بالآيات المتقدمة بخلاف\nتفسيرهما المشار إليه فإنه يستلزم القول بحشر الأصنام ذاتها وهذا مع أنه لا\nدليل عليه فإنه يخالف الآيات المشار إليها ولهذا قال الشيخ عبد الرحمن ابن\nشيخ الإسلام محمد بن عبد الوهاب - رحمهما الله - في كتابه \" قرة عيون\nالموحدين \" (ص 107 - 108) في تفسير آيتي (فاطر) ما نصه:\n</p>\n\n<p>\nابتدأ تعالى هذه الآيات بقوله: {ذلكم الله ربكم له الملك} يخبر الخبير أن\nالملك له وحده والملوك وجميع الخلق تحت تصرفه وتدبيره ولهذا قال: {والذين\nتدعون من دونه ما يملكون من قطمير} فإن من كانت هذه صفته فلا يجوز أن يرغب\nفي طلب نفع أو دفع ضر إلى أحد سوى الله تعالى وتقدس بل يجب إخلاص الدعاء -\nالذي هو أعظم أنواع العبادة - له وأخبر تعالى أن ما يدعوه أهل الشرك لا\nيملك شيئا وأنهم لا يسمعون دعاء من دعاهم ولو فرض أنهم يسمعون فلا يستجيبون\nلداعيهم وأنهم يوم القيامة يفكرون بشركهم أي ينكرونه ويتبرؤون ممن فعله\nمعهم. فهذا الذي أخبر به الخبير الذي {لا يخفى عليه شيء في الأرض ولا في\nالسماء} وأخبر أن ذلك الدعاء شرك به وأنه لا يغفره لمن لقيه فأهل الشرك ما\nصدقوا\n</p>\n\n<p>\n[27]\n</p>\n\n<p>\nالخبير ولا أطاعوه فيما حكم به وشرع بل قالوا: إن الميت يسمع ومع سماعه\nينفع فتركوا الإسلام والإيمان رأسا كما ترى عليه الأكثرين من جهلة هذه\nالأمة\n</p>\n\n<p>\nفتبين مما تقدم وجه الاستدلال بقوله تعالى: {إن تدعوهم لا يسمعوا دعاءكم}\nعلى أن الصالحين لا يسمعون بعد موتهم وغيرهم مثلهم بداهة بل ذلك من باب\nأولى كما لا يخفى فالموتى كلهم إذن لا يسمعون. والله الموفق\n</p>\n\n<p>\nالدليل الثالث: حديث قليب بدر وله روايات مختصرة ومطولة أجتزئ هنا على <span id='ms06'></span>\nروايتين منها:\n</p>\n\n<p>\nالأولى: حديث ابن عمر قال:\n</p>\n\n<p>\nوقف النبي صلى الله عليه وسلم على قليب بدر فقال: هل وجدتم ما وعدكم ربكم\nحقا؟ ثم قال:\n</p>\n\n<p>\nإنهم الآن يسمعون ما أقول \" فذكر لعائشة فقالت: إنما قال النبي صلى الله\nعليه وسلم: إنهم الآن يعلمون أن الذي كنت أقول لهم هو الحق ثم قرأت: {إنك\nلا تسمع الموتى} حتى قرأت الآية\n</p>\n\n<p>\nأخرجه البخاري (7 / 242 - فتح الباري) والنسائي (1 / 693) وأحمد (2 / 31)\nمن طريق أخرى عن ابن عمر وسيأتي بعضه في الكتاب (ص 68، 71)\n</p>\n\n<p>\nوالأخرى: حديث أبي طلحة أن نبي الله صلى الله عليه وسلم أمر يوم بدر\nبأربعة وعشرين رجلا من صناديد قريش فقذفوا في طوي من أطواء بدر خبيث مخبث\nوكان إذا ظهر على قوم أقام بالعرصة ثلاث ليال فلما كان ببدر اليوم الثالث\nأمر براحلته فشد عليها رحلها ثم مشى واتبعه أصحابه وقالوا: ما نرى ينطلق\nإلا لبعض حاجته حتى قام على شفة الركي فجعل يناديهم بأسمائهم وأسماء\nآبائهم: يا فلان ابن فلان: ويا فلان ابن فلان\n</p>\n\n<p>\n[28]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nأيسركم أنكم أطعتم الله ورسوله فإنا قد وجدنا ما وعدنا ربنا حقا فهل\nوجدتم ما وعدكم ربكم حقا؟ قال: فقال عمر: يا رسول الله ما تكلم من أجساد لا\nأرواح فيها؟ فقال رسول الله صلى الله عليه وسلم: \" والذي نفس محمد بيده ما\nأنتم بأسمع لما أقول منهم \". قال قتادة: أحياهم الله حتى أسمعهم قوله\nتوبيخا وتصغيرا ونقمة وحسرة وندما\n</p>\n\n<p>\nأخرجه الشيخان وغيرهما وقد خرجته في التعليق الآتي (ص 54) من الكتاب\n</p>\n\n<p>\nووجه الاستدلال بهذا الحديث يتضح بملاحظة أمرين:\n</p>\n\n<p>\nالأول: ما في الرواية الأولى منه من تقييده صلى الله عليه وسلم سماع موتى\nالقليب بقوله: \" الآن \" (1) فإن مفهومه أنهم لا يسمعون في غير هذا الوقت.\nوهو المطلوب. وهذه فائدة هامة نبه عليها العلامة الآلوسي - والد المؤلف\nرحمهما الله - في كتابه \" روح المعاني \" (6 / 455) ففيه تنبيه قوي على أن\nالأصل في الموتى أنهم لا يسمعون ولكن أهل القليب في ذلك الوقت قد سمعوا\nنداء النبي صلى الله عليه وسلم وبإسماع الله <span id='ms07'></span> تعالى إياهم خرقا للعادة\nومعجزة للنبي صلى الله عليه وسلم كما سيأتي في الكتاب (ص 56، 59) عن بعض\nالعلماء الحنفية وغيرهم من المحدثين. وفي \" تفسير القرطبي \" (13 / 232) :\n</p>\n\n<p>\nقال ابن عطية (2) : فيشبه أن قصة بدر خرق عادة لمحمد صلى الله عليه وسلم\nفي أن\n</p>\n\n<p>\n(1) ولها شاهد صحيح في حديث عائشة الآتي (ص 70) عند المؤلف رحمه الله\nتعالى\n</p>\n\n<p>\n(2) هو عبد الحق بن غالب بن عطية المحاربي الغرناطي مفسر فقيه أندلسي\nعارف بالأحكام والحديث. توفي سنة (542) له\n</p>\n\n<p>\nالمحرر الوجيز في تفسير الكتاب العزيز \" طبع منه جزءان في المغرب\n</p>\n\n<p>\nثم علمت الآن وأنا في زيارة الدوحة - قطر (أوائل ربيع الأول سنة 1401 ه)\nمن فضيلة الشيخ عبد الله الأنصاري أنه يقوم بطبع الكتاب طبعة جديدة وقد تم\nحتى اليوم. طبع أربع مجلدات منه يسر الله تمامه\n</p>\n\n<p>\n[29]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nرد الله إليهم إدراكا سمعوا به مقاله ولولا إخبار رسول الله صلى الله\nعليه وسلم بسماعهم لحملنا نداءه إياهم على معنى التوبيخ لمن بي من الكفرة\nوعلى معنى شفاء صدور المؤمنين \"\n</p>\n\n<p>\nقلت: ولذلك أورده الخطيب التبريزي في \" باب المعجزات \" من \" المشكاة \" (ج\n3 رقم 5938 - بتخريجي)\n</p>\n\n<p>\nوالآمر الآخر: أن النبي صلى الله عليه وسلم أقر عمر وغيره من الصحابة على\nما كان مستقرا في نفوسهم واعتقادهم أن الموتى لا يسمعون بعضهم أومأ إلى ذلك\nإيماء وبعضهم ذكر صراحة لكن الأمر بحاجة إلى توضيح فأقول:\n</p>\n\n<p>\nأما الإيماء فهو في مبادرة الصحابة لما سمعوا نداءه صلى الله عليه وسلم\nلموتى القليب بقولهم: \" ما تكلم أجسادا لا أرواح فيها؟ \" فإن في رواية أخرى\nعن أنس نحوه بلفظ \" قالوا \" بدل: (قال عمر \" كما سيأتي في الكتاب (ص 71 -\n73) فلولا أنهم كانوا على علم بذلك سابق تلقوه منه صلى الله عليه وسلم ما\nكان لهم أن يبادروه بذلك. وهب أنهم تسرعوا وأنكروا بغير علم سابق فواجب\nالتبليغ حينئذ يوجب على النبي صلى الله عليه وسلم أن يبين لهم أن اعتقادهم\nهذا خطأ وأنه لا أصل له في الشرع ولم نر في شيء من روايات الحديث مثل هذا\nالبيان وغاية <span id='ms08'></span> ما قال لهم: \" ما أنتم بأسمع لما أقول منهم \". وهذا - كما ترى\n- ليس فيه تأسيس قاعدة عامة بالنسبة للموتى جميعا تخالف اعتقادهم السابق\nوإنما هو إخبار عن أهل القليب خاصة على أنه ليس ذلك على إطلاقه بالنسبة\nإليهم أيضا إذا تذكرت رواية ابن عمر التي فيها \" إنهم الآن يسمعون \" كما\nتقدم شرحه فسماعهم إذن خاص بذلك الوقت وبما قال لهم النبي صلى الله عليه\nوسلم فقط فهي واقعة عين لا عموم لها فلا تدل على أنهم يسمعون دائما وأبدا\nوكل ما يقال لهم كما لا تشمل غيرهم من الموتى مطلقا وهذا واضح إن شاء الله\nتعالى. ويزيده ووضوحا ما يأتي\n</p>\n\n<p>\n[30]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الصراحة فهي فيما رواه أحمد (3 / 287) من حديث أنس رضي الله عنه\nقال: \". . . . فسمع عمر صوته فقال: يا رسول الله أتناديهم بعد ثلاث؟ وهل\nيسمعون؟ يقول الله عز وجل: {إنك لا تسمع الموتى} فقال: والذي نفسي بيده ما\nأنتم بأسمع [لما أقول] منهم ولكنهم لا يستطيعون أن يجيبوا \". وسنده صحيح\nعلى شرط مسلم (1) . فقد صرح عمر رضي الله عنه أن الآية المذكورة هي العمدة\nفي تلك المبادرة وأنهم فهموا من عمومها دخول أهل القليب فيه ولذلك أشكل\nعليهم الأمر فصارحوا النبي صلى الله عليه وسلم بذلك ليزيل إشكالهم؟ وكان\nذلك ببيانه المتقدم\n</p>\n\n<p>\nومنه يتضح أن النبي صلى الله عليه وسلم أقر الصحابة - وفي مقدمتهم عمر -\nعلى فهمهم للآية على ذلك الوجه العام الشامل لموتى القليب وغيرهم لأنه لم\nينكره عليهم ولا قال لهم: أخطأتم فالآية لا تنفي مطلقا سماع الموتى بل إنه\nأقرهم على ذلك الوجه العام الشامل لموتى القليب وغيرهم لأنه لم ينكره عليهم\nولا قال لهم: أخطأتم فالآية لا تنفي مطلقا سماع الموتى بل إنه أقرهم على\nذلك ولكن بين لهم ما كان خافيا من شأن القليب وأنهم سمعوا كلامه حقا وأن\nذلك أمر مستثنى من الآية معجزة له صلى الله عليه وسلم كما سبق\n</p>\n\n<p>\nهذا وإن مما يحسن التنبيه عليه وإرشاد الأريب إليه أن استدلال عائشة\nالمتقدم <span id='ms09'></span> بالآية يشبه تماما استدلال عمر بها فلا وجه لتخطئتها اليوم بعد\nتبين إقرار النبي صلى الله عليه وسلم لعمر عليه اللهم إلا في ردها على ابن\nعمر في روايته لقصة القليب بلفظ السماع وتوهيمها إياه فقد تبين من اتفاق\nجماعة من الصحابة على روايتها كروايته هو أنها هي الواهمة وإن كان من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n(1) وأصله عنده (8 / 163 - 164) والزيادة له وهو رواية لأحمد (3 / 219 -\n220) والحديث عزاه في \" الدر \" (5 / 157) لمسلم وابن مردويه وكأنه يعني أن\nأصله لمسلم وسياقه لابن مردويه ولا يخفى ما فيه من إيهام وتقصير\n</p>\n\n<p>\n[31]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nالممكن الجمع بين روايتهم وروايتها كما سيأتي بيانه في التعليق على \"\nالرسالة \" (ص 7 - 8) فخطؤها ليس في الاستدلال بالآية وإنما في خفاء القصة\nعليها على حقيقتها ولولا ذلك لكان موقفها موقف سائر الصحابة منها ألا وهو\nالموقف الجازم بها على ما أخبر به النبي صلى الله عليه وسلم واعتبارها\nمستثناة من الآية\n</p>\n\n<p>\nفتنبه لهذا واعلم أن من الفقه الدقيق الاعتناء بتتبع ما أقره النبي صلى\nالله عليه وسلم من الأمور والاحتجاج به لأن إقراره صلى الله عليه وسلم حق\nكما هو معلوم وإلا فبدون ذلك قد يضل الفهم عن الصواب في كثير من النصوص.\nولا نذهب بك بعيدا فهذا هو الشاهد بين يديك فقد اعتاد كثير من المؤلفين\nوغيرهم أن يستدلوا بهذا الحديث - حديث القليب - على أن الموتى يسمعون\nمتمسكين بظاهر قوله صلى الله عليه وسلم: \" ما أنتم بأسمع لما أقول منهم \"\nغير منتبهين لإقراره صلى الله عليه وسلم الصحابة على اعتقادهم بأن الموتى\nلا يسمعون وأنه لم يرده عليهم إلا باستثناء أهل القليب منه معجزة له صلى\nالله عليه وسلم فعاد الحديث بالتنبه لما ذكرنا حجة على أن الموتى لا يسمعون\nوأن هذا هو الأصل فلا يجوز الخروج عنه إلا بنص كما هو الشأن في كل نص عام.\nوالله تعالى الموفق\n</p>\n\n<p>\nوقد يجد الباحث من هذا النوع أمثلة كثيرة ولعله من المفيد أن أذكر هنا ما\nيحضرني الآن من ذلك وهما مثالان:\n</p>\n\n<p>\nالأول: حديث جابر عن أم مبشر رضي <span id='ms10'></span> الله عنهما أنها سمعت النبي صلى الله\nعليه وسلم يقول عنه حفصة: \" لا يدخل النار إن شاء الله من أصحاب الشجرة أحد\nمن الذين بايعوا تحتها \". قالت: بلى يا رسول الله فانتهرها. فقالت حفصة:\n{وإن منكم إلا واردها} فقال النبي صلى الله عليه وسلم: \" قد قال الله عز\nوجل: {ثم ننجي الذين اتقوا ونذر الظالمين فيها جثيا} \"\n</p>\n\n<p>\n[32]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nرواه مسلم وغيره وهو مخرج في \" الصحيحة \" (2160) و \" تخريج السنة \" (860\n- طبع المكتب الإسلامي)\n</p>\n\n<p>\nأقول: ففي استدلال السيدة حفصة رضي الله عنها بآية الورود دليل على أنها\nفهمت (الورود) بمعنى الدخول وأنه عام لجميع الناس الصالح والطالح منهم\nولذلك أشكل عليها نفي النبي صلى الله عليه وسلم دخول النار في حق أصحاب\nالشجرة فأزال صلى الله عليه وسلم إشكالها بأن ذكرها بتمام الآية: {ثم ننجي\nالذين اتقوا} ففيه أنه صلى الله عليه وسلم أقرها على فهمها المذكور وأنه\nعلى ذلك أجابها بما خلاصته أن الدخول المنفي في الحديث هو غير الدخول\nالمثبت في الآية وأن الأول خاص بالصالحين ومنهم أهل الشجرة والمراد به نفي\nالعذاب أي أنهم يدخلونها مرورا إلى الجنة دون أن تمسهم بعذاب. والدخول\nالآخر عام لجميع الناس ثم هم فريقان: منهم من تمسه بعذاب ومنهم على خلاف\nذلك وهذا ما وضحته الآية نفسها في تمامها وراجع لهذا \" مبارق الأزهار \" (1\n/ 250) و \" مرقاة المفاتيح \" (5 / 621 - 632)\n</p>\n\n<p>\nقلت: فاستفدنا من الإقرار المذكور حكما لولاه لم نهتد إلى وجه الصواب في\nالآية وهو أن الورود فيها بمعنى الدخول وأنه لجميع الناس ولكنها بالنسبة\nللصالحين لا تضرهم بل تكون عليهم بردا وسلاما كما كانت على إبراهيم وقد روي\nهذا صراحة مرفوعا في حديث آخر لجابر لكن استغربه الحافظ ابن كثير وبينت\nعلته في \" الأحاديث الضعيفة \" (4761) . لكن حديثه هذا عن أم مبشر يدل على\nصحة معناه وقد مال إليه العلامة الشوكاني في تفسيره للآية (3 / 333)\nواستظهره من قبله القرطبي (11 / 138 - 139) وهو المعتمد\n</p>\n\n<p>\nوالآخر: حديث \" الصحيحين \" والسياق للبخاري نقلا من \" مختصر\n</p>\n\n<p>\n[33]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nالبخاري \" بقلمي لأنه أتم جمعت فيه فوائده وزوائده من مختلف مواضعه <span id='ms11'></span> قالت\nعائشة:\n</p>\n\n<p>\nدخل علي رسول الله صلى الله عليه وسلم وعندي جاريتان [من جواري الأنصار 3\n/ 3] (وفي رواية: قينتان 4 / 266] [في أيام منى تدففان وتضربان 4 / 161]\nتغنيان بغناء (وفي رواية: بما تقاولت (وفي أخرى تقاذفت) الأنصار يوم) بعاث\n(1) . [وليستا بمغنيتين] فاضطجع على الفراش وحول وجهه ودخل أبو بكر [والنبي\nصلى الله عليه وسلم متغش بثوبه 2 / 11] فانتهرني) وفي رواية: فانتهرهما)\nوقال: مزمارة (وفي رواية: مزمار) الشيطان عند (وفي رواية: أمزامير الشيطان\nفي بيت) رسول الله صلى الله عليه وسلم [ (مرتين) ] ؟ فأقبل عليه رسول الله\nصلى الله عليه وسلم (وفي رواية: فكشف النبي صلى الله عليه وسلم عن وجهه)\nفقال:\n</p>\n\n<p>\nدعهما [يا أبا بكر [ف] إن لكل قوم عيدا وهذا عيدنا] \". فلما غفل غمزتهما\nفخرجتا \". (رقم 508 من المختصر \")\n</p>\n\n<p>\nقلت: فنجد في هذا الحديث أن النبي صلى الله عليه وسلم لم ينكر قول أبي\nبكر الصديق في الغناء بالدف أنه \" مزمار الشيطان \" ولا نهره لابنته أو\nللجاريتين بل أقره على ذلك فدل إقراره إياه على أن ذلك معروف وليس بمنكر\nفمن أين جاء أبو بكر بذلك؟ الجواب: جاء به من تعاليم النبي صلى الله عليه\nوسلم وأحاديثه الكثيرة في تحريم الغناء وآلات الطرب وقد ذكر طائفة منها\nالعلامة ابن قيم الجوزية في كتابه \" إغاثة اللهفان من مصائد الشيطان \" (1 /\n258 - 267) وخرجت بعضها في \" الصحيحة \" (91) و \" المشكاة \" (3652) ولولا\nعلم أبي بكر بذلك وكونه على بينة من الأمر ما كان له أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n(1) بالصرف وعدمه وهو اسم حصن وقعت الحرب عنده بين الأوس والخزرج قبل\nالهجرة بثلاث سنين\n</p>\n\n<p>\n[34]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nيتقدم بين يدي النبي صلى الله عليه وسلم وفي بيته بمثل هذا الإنكار\nالشديد غير أنه كان خافيا عليه أن هذا الذي أنكره يجوز في يوم عيد فبينه له\nالنبي صلى الله عليه وسلم بقوله: \" دعهما يا أبا بكر فإن لكل قوم عيدا وهذا\nعيدنا \" فبقي إنكار أبي بكر العام مسلما به لإقراره صلى الله عليه وسلم\nإياه ولكنه استثنى منه الغناء في العيد فهو مباح بالمواصفات الواردة في هذا\nالحديث\n</p>\n\n<p>\nفتبين أنه <span id='ms12'></span> صلى الله عليه وسلم كما أقر عمر على استنكاره سماع الموتى كذلك\nأقر أبا بكر على استنكاره مزمار الشيطان وكما أنه أدخل على الأول تخصيصا\nكذلك أدخل على قول أبي بكر هذا تخصيصا اقتضى إباحة الغناء المذكور في يوم\nالعيد ومن غفل عن ملاحظة الإقرار الذي بينا أخذ من الحديث الإباحة في كل\nالأيام كما يحلو ذلك لبعض الكتاب المعاصرين وسلفهم فيه ابن حزم فإنه استدل\nبه على الإباحة مطلقا جمودا منه على الظاهر فإنه قال في رسالته في الملاهي\n(ص 98 - 99) :\n</p>\n\n<p>\nوقد سمع رسول الله صلى الله عليه وسلم قول أبي بكر:\n</p>\n\n<p>\nمزمار الشيطان \" فأنكر عليه ولم ينكر على الجاريتين غناءهما \"\n</p>\n\n<p>\nوالواقع أنه ليس في كل روايات الحديث الإنكار المذكور وإنما فيه قوله صلى\nالله عليه وسلم لأبي بكر: \" دعهما. . . \" وفرق كبير بين الأمرين فإن\nالإنكار الأول لو وقع لشمل الآخر ولا عكس كما هو ظاهر بل نقول زيادة على\nذلك: إن النبي صلى الله عليه وسلم أقر قول أبي بكر المذكور كما سبق بيانه\nوقد قال ابن القيم في \" إغاثة اللهفان \" بعد أن ذكر الحديث (1 / 257) :\n</p>\n\n<p>\nفلم ينكر رسول الله صلى الله عليه وسلم على أبي بكر تسميته الغناء مزمار\nالشيطان وأقرهما لأنهما جاريتان غير مكلفتين تغنيان بغناء الأعراب الذي قيل\nفي يوم حرب بعاث من الشجاعة والحرب وكان اليوم يوم عيد\n</p>\n\n<p>\n[35]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nوأما أنه صلى الله عليه وسلم لم ينكر على الجاريتين فحق ولكن كان ذلك في\nيوم عيد فلا يشمل غيره أولا. وثانيا: لما أمر صلى الله عليه وسلم أبا بكر\nبأن لا ينكر عليهما بقوله: \" دعهما \" أتبع ذلك بقوله: \" فإن لكل قوم عبدا.\n. . \" فهذه جملة تعليلية تدل على أن علة الإباحة هي العيدية إذا صح التعبير\nومن المعلوم أن العلة تدور مع المعلول وجودا وعدما فإذا انتفت هذه العلة\nبأن لم يكن يوم عيد لم يبح الغناء فيه كما هو ظاهر ولكن ابن حزم لعله لا\nيقول بدليل العلة كما عرف عنه أنه لا يقول بدليل الخطاب وقد <span id='ms13'></span> رد عليه\nالعلماء ولا سيما شيخ الإسلام ابن تيمية في غير ما موضع من \" مجموع الفتاوى\n\" فراجع المجلد الثاني من \" فهرسه \"\n</p>\n\n<p>\nلقد طال الكلام على حديث عائشة في سماع الغناء ولا بأس من ذلك إن شاء\nالله تعالى فإن الشاهد منه واضح ومهم وهو أن ملاحظة طالب العلم إقرار النبي\nصلى الله عليه وسلم لأمر ما يفتح عليه بابا من الفقه والفهم ما كان ليصل\nإليه بدونها. وهكذا كان الأمر في حديث القليب فقد تبين بما سبق أنه دليل\nصريح على أن الموتى لا يسمعون وذلك من ملاحظتنا إقرار النبي صلى الله عليه\nوسلم لاستنكار عمر سماعهم واستدلاله عليه بالآية {إنك لا تسمع الموتى} فلا\nيجوز لأحد بعد هذا أن يلتفت إلى أقوال المخالفين القائلين بأن الموتى\nيسمعون فإنه خلاف القرآن الذي بينه الرسول صلى الله عليه وسلم\n</p>\n\n<p>\nالدليل الرابع:\n</p>\n\n<p>\nقول النبي صلى الله عليه وسلم: \" إن لله ملائكة سياحين في الأرض يبلغوني\nعن أمتي السلام \" (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n(1) وهو حديث صحيح انظر التعليق الآتي ص (80)\n</p>\n\n<p>\n[36]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nأقول: ووجه الاستدلال به أنه صريح في أن النبي صلى الله عليه وسلم لا\nيسمع سلام المسلمين عليه إذ لو كان يسمعه بنفسه لما كان بحاجة إلى من يبلغه\nإليه كما هو ظاهر لا يخفى على أحد إن شاء الله تعالى. وإذا كان الأمر كذلك\nفبالأولى أنه صلى الله عليه وسلم لا يسمع غير السلام من الكلام وإذا كان\nكذلك فلأن لا يسمع السلام غيره من الموتى أولى وأحرى\n</p>\n\n<p>\nثم إن الحديث مطلق يشمل حتى من سلم عليه صلى الله عليه وسلم عند قبره ولا\nدليل يصرح بالتفريق بينه وبين من صلى عليه بعيدا عنه والحديث المروي في ذلك\nموضوع كما سيأتي بيانه في التعليق (ص 80)\n</p>\n\n<p>\nوهذا الاستدلال لم أره لأحد قبلي فإذا كان صوابا - كما أرجو - فهو فضل من\nالله ونعمة وإن كان خطأ فهو من نفسي والله تعالى أسأل أن يغفره لي وسائر\nذنوبي\n</p>\n\n<p>\nأدلة المخالفين:\n</p>\n\n<p>\nفإن قيل: يظهر من النقول التي ستأتي في الرسالة <span id='ms14'></span> عن العلماء أن المسألة\nخلافية فلا بد أن المخالفين فيها أدلة استندوا إليها\n</p>\n\n<p>\nفأقول: لم أر فيها من صرح بأن الميت يسمع سماعا مطلقا عاما كما كان شأنه\nفي حياته ولا أظن عالما يقول به وإنما رأيت بعضهم يستدل بأدلة يثبت بها\nسماعا لهم في الجملة وأقوى ما استدلوا به سندا حديثان:\n</p>\n\n<p>\nالأول: حديث قليب بدر المتقدم وقد عرفت مما سبق بيانه أنه خاص بأهل\nالقليب من جهة وأنه دليل على أن الأصل في الموتى أنهم لا يسمعون من جهة\nأخرى وأن سماعهم كان خرقا للعادة فلا داعي للإعادة\n</p>\n\n<p>\nوالآخر: حديث: \" إن الميت ليسمع قرع نعالهم إذا انصرفوا \". وفي رواية \"\nإن العبد إذا وضع في قبره وتولى عنه أصحابه وإنه ليسمع قرع\n</p>\n\n<p>\n[37]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nنعالهم أتاه ملكان. . . \" الحديث (انظر ص 55، 56، 57، 82) من \" الآيات \"\n</p>\n\n<p>\nوهذا كما ترى خاص بوقت وضعه في قبره ومجيء الملكين إليه لسؤاله \" فلا\nعموم فيه وعلى ذلك حمله العلماء كابن الهمام وغيره كما سيأتي في \" الآيات \"\n(ص 56، 59، 73)\n</p>\n\n<p>\nولهم من هذا النوع أدلة أخرى ولكن لا تصح أسانيدها وفي أحدها التصريح بأن\nالموتى يسمعون السلام عليهم من الزائر وسائرها ليس في السماع وبعضها خاص\nبشهداء أحد وكلها ضعيفة وبعضها أشد ضعفا من بعض كما ستراه في التعليق (ص\n69)\n</p>\n\n<p>\nوأغرب ما رأيت لهم من الأدلة قول ابن القيم رحمه الله في \" الروح \" (ص 8)\nتحت المسألة الأولى: هل تعرف الأموات زيارة الأحياء وسلامهم أم لا؟ فأجاب\nبكلام طويل جاء فيه ما نصه:\n</p>\n\n<p>\nويكفي في هذا تسمية المسلم عليهم زائرا ولولا أنهم يشعرون به لما صح\nتسميته زائرا فإن المزور إن لم يعلم بزيارة من زاره لم يصح أن يقال: زاره\n() هذا هو المعقول من الزيارة عند جميع الأمم وكذلك السلام عليهم أيضا فإن\nالسلام على من لا يشعر ولا يعلم بالمسلم محال () وقد علم النبي صلى الله\nعليه وسلم أمته إذا زاروا القبور أن يقولوا: سلام عليكم أهل الديار\n</p>\n\n<p>\nوهذا السلام والخطاب والنداء لموجود يسمع ويخاطب ويعقل ويرد وإن لم يسمع\nالمسلم الرد <span id='ms15'></span> \"\n</p>\n\n<p>\nأقول وبالله تعالى التوفيق:\n</p>\n\n<p>\nرحم الله ابن القيم فما كان أغناه من الدخول في مثل هذا الاستدلال العقلي\nالذي لا مجال له في أمر غيبي كهذا فوالله لو أن ناقلا نقل هذا\n</p>\n\n<p>\n[38]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nالكلام عنه ولم أقف أنا بنفسي عليه لما صدقته لغرابته وبعده عن الأصول\nالعلمية والقواعد السلفية التي تعلمناها منه ومن شيخه الإمام ابن تيمية فهو\nأشبه شيء بكلام الآرائيين والقياسيين الذين يقيسون الغائب على الشاهد\nوالخالق على المخلوق وهو قياس باطل فاسد طالما رد ابن القيم أمثاله على أهل\nالكلام والبدع ولهذا وغيره فإني في شك كبير من صحة نسبة \" الروح \" إليه أو\nلعله ألفه في أول طلبه للعلم. والله أعلم\n</p>\n\n<p>\nثم إن كلامه مردود في شطريه بأمرين:\n</p>\n\n<p>\nالأول: ما ثبت في \" الصحيح \" أن النبي صلى الله عليه وسلم كان يزور البيت\nفي الحج وأنه كان وهو في المدينة يزور قباء راكبا وماشيا ومن المعلوم تسمية\nطواف الإفاضة بطواف الزيارة. فهل من أحد يقول: بأن البيت وقباء يشعر كل\nمنهما بزيارة الزائر أو أنه يعلم بزيارته؟\n</p>\n\n<p>\nوأما الآخر: فهو مخاطبة الصحابة للنبي صلى الله عليه وسلم في تشهد الصلاة\nبقولهم: \" السلام عليكم أيها النبي. . . . \" وهم خلفه قريبا منه وبعيدا عنه\nفي مسجده وفي غير مسجده أفيقال: إنه كان يسمعهم ويشعر بهم حين يخاطبونه به\nوإلا فالسلام عليه محال؟ اللهم غفرا. وانظر التعليق الآتي على الصفحة (95 -\n96)\n</p>\n\n<p>\nوإذا كان لا يسمع هذا الخطاب في قيد حياته أفيسمعه بعد وفاته وهو في\nالرفيق الأعلى لا سيما وقد ثبت أنه يبلغه ولا يسمعه كما سبق بيانه في\nالدليل الرابع (ص 36) ؟\n</p>\n\n<p>\nويكفي في رد ذلك أن يقال: إنه استدلال مبني على الاستنباط والنظر فمثله\nقد يمكن الاعتداد به إذا لم يكن مخالفا للنص والأثر فكيف وهو مخالف لنصوص\nعدة واحد منها فقط فيه كفاية وغنية كما\n</p>\n\n<p>\n[39]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nسلف وبخاصة منها حديث قليب بدر وفيه إقرار النبي صلى الله عليه وسلم لعمر\nأن الموتى لا يسمعون فلا قيمة إذن للاستنباط المذكور فإن الأمر كما قيل <span id='ms16'></span>: \"\nإذا جاء الأثر بطل النظر وإذا جاء نهر الله بطل نهر معقل \"\n</p>\n\n<p>\nوقد يتساءل القارئ - بعد هذا - عن وجه مخاطبة الموتى بالسلام وهم لا\nيسمعونه؟ وفي الإجابة عنه أحيل القارئ إلى ما ذكر المؤلف رحمه الله تعالى\nفيما يأتي من الرسالة وما علقته عليها (ص 95 - 96) فإن في ذلك كفاية وغنية\nعن الإعادة\n</p>\n\n<p>\nوخلاصة البحث والتحقيق: أن الأدلة من الكتاب والسنة وأقوال أئمة الحنفية\nوغيرهم - كما ستراه في الكتاب مبسوطا - على أن الموتى لا يسمعون وأن هذا هو\nالأصل فإذا ثبت أنهم يسمعون في بعض الأحوال كما في حديث خفق النعال أو أن\nبعضهم سمع في وقت ما كما في حديث القليب فلا ينبغي أن يجعل ذلك أصلا فيقال\nإن الموتى يسمعون كما فعل بعضهم (1) كلا فإنها قضايا جزئية لا تشكل قاعدة\nكلية يعارض بها الأصل المذكور بل الحق أنه يجب أن تستثني منه على قاعدة\nاستثناء الأقل من الأثر أو الخاص من العام كما هو المقرر في علم أصول الفقه\nولذلك قال العلامة الآلوسي في \" روح المعاني \" بعد بحث مستفيض في هذه\nالمسألة (6 / 455) :\n</p>\n\n<p>\nوالحق أن الموتى يسمعون في الجملة فيقتصر على القول بسماع ما ورد السمع\nبسماعه\n</p>\n\n<p>\nوهذا مذهب طوائف من أهل العلم كما قال الحافظ ابن جرب الحنبلي على ما\nسيأتي في الرسالة (ص 70) وما أحسن ما قاله ابن التين رحمه الله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n(1) انظر \" الأضواء \" (6 / 425)\n</p>\n\n<p>\n[40]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n\" إن الموتى لا يسمعون بلا شك لكن إذا أراد الله تعالى إسماع ما ليس من\nشأنه السماع لم يمتنع لقوله تعالى: {إنا عرضنا الأمانة} الآية وقوله: {فقال\nلها وللأرض ائتيا طوعا أو كرها} الآية. كما نقله المؤلف فيما يأتي (ص 72)\n</p>\n\n<p>\nفإذا علمت أيها القارئ الكريم أن الموتى لا يسمعون فقد تبين أنه لم يبق\nهناك مجال لمناداتهم من دون الله تعالى ولو بطلب ما كانوا قادرين عليه وهم\nأحياء كما تقدم بيانه في (ص 16 - 21) بحكم كونهم لا يسمعون النداء وأن\nمناداة من كان كذلك والطلب منه سخافة في العقل وضلال في الدين وصدق الله\nالعظيم <span id='ms17'></span> القائل في كتابه الكريم: {ومن أضل ممن يدعوا من دون الله من لا\nيستجيب له إلى يوم القيامة وهم عن دعائهم غافلون. وإذا حشر الناس كانوا لهم\nأعداء وكانوا بعبادتهم كافرين} . (الأحقاف 5 - 6)\n</p>\n\n<p>\nهذا ولما كان الواقع يشهد أنه لا يزال في هؤلاء المبتلين بنداء الموتى\nوالاستغاثة بهم من دون الله تعالى من يرجو الدار الآخرة ويحرص على معرفة\nالحق واتباعه إذا تبين له اقتطعت من وقتي الضيق ما مكنني من التعليق على\nهذه الرسالة النافعة إن شاء الله تعالى وتحقيقها وتخريج أحاديثها ووضع هذه\nالمقدمة بين يديها راجيا من المولى سبحانه وتعالى أن ينفع بها المخلصين من\nالمسلمين ويجعلنا وإياهم من {الذين يستمعون القول فيتبعون أحسنه أولئك\nالذين هداهم الله وأولئك هم أولو الألباب} . (الزمر 18)\n</p>\n\n<p>\nدمشق 15 جمادى الأولى سنة 1398 ه\n</p>\n\n<p>\nوكتب\n</p>\n\n<p>\nمحمد ناصر الدين الألباني\n</p>\n\n<p>\n[41]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nالحمد لله محيي الأموات ومعيد الرفات ومجازيهم على المعاصي ومثيبهم على\nالطاعات والسامع من الداعين خفي الأصوات الذي لا يخفى عليه شيء في الأرضين\nوالسموات\n</p>\n\n<p>\nوالصلاة والسلام على من كان تكليم الجماد له إحدى المعجزات وعلى آله\nوصحبه أصحاب الكرامات الباهرات\n</p>\n\n<p>\nأما بعد: فإني في شهر رمضان عام خمس وثلثمائة وألف من هجرة من أنزل عليه\nالقرآن تفصيلا لكل شئ وتبيانا ذكرت في مجلس درسي العام ما قالته الأئمة\nالأحناف الأعلام في كتبهم الفقهية وأحكامهم الشرعية من عدم سماع الموتى\nكلام الأحياء وأن من خلف لا يكلم زيدا فكلمه وهو ميت لا يحنث وعليه فتوى\nالعلماء فأشاع بعض من انتسب إلى العلم من غير إدراك لما حرروه ولا فهم أن\nهذا العزو غير صحيح وأنه قول منكر مغاير للشرع الرجيح وأنه لم يعتقد ذلك\nأحد من أصحاب الإمام أبي حنيفة ومالك والشافعي وأحمد فاتبعه أتباع كل ناعق\nمن أفراد الجهلة والعوام والمرجفون في مدينة السلام فأحببت للنصيحة في\nالدين ولتبيان ما أتى في الكتاب المبين وتعليم إخواني المسلمين أن أجمع في\nهذه الرسالة\n</p>\n\n<p>\n[49]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nأقوال أصحابنا الأحناف وما قاله غيرهم من الأئمة والفقهاء الأشراف وأن\nأحرر <span id='ms18'></span> ما قالوه وأنقل من كتبهم ما سطروه بعباراتهم المفصلة ونصوصهم المطولة\nوأدلتهم المحبرة وأجوبتهم المحررة ليتضح للعامة ما جهلوه ويظهر للمعاندين\nصواب ما أخطأوه ورتبتها على ثلاثة فصول وخاتمة جامعة إن شاء الله تعالى:\nللمعقول والمنقول وللنزاع حاسمة وسميتها:\n</p>\n\n<p>\nالآيات البينات في عدم سماع الأموات عند الحنفية السادات\n</p>\n\n<p>\nوالله سبحانه المسئول أن يوفقنا للصواب ويرزقنا استماع الحق واتباعه في\nالمبدأ والمآب. أمين\n</p>\n\n<p>\n[50]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الأول\n</p>\n\n<p>\nفي نقل كلام الأئمة الحنفية في ذلك\n</p>\n\n<p>\nقال العلامة الحصكفي (1) الحنفي في كتابه الشهير ب \" الدر المختار شرح\nتنوير الأبصار \" في \" باب اليمين في الضرب والقتل وغير ذلك \" (2) ما لفظه:\n</p>\n\n<p>\n(ما شارك الميت فيه الحي يقع اليمين فيه على الحالتين) : الموت والحياة\n(وما اختص بحالة الحياة) وهو كل فعل يلذ (3) ويؤلم ويغم ويسر كشتم وتقبيل\n(تقيد بها) ثم فرع عليه: (فلو قال: إن ضربتك أو كسوتك أو كلمتك أو دخلت\nعليك أو قبلتك تقيد) كل منها (بالحياة) حتى لو علق بها طلاقا أو عتقا لم\nيحنث بفعلها في ميت (بخلاف الغسل والحمل والمس وإلباس الثوب) كحلفه: لا\nيغسله أو لا يحمله لا تتقيد بالحياة\n</p>\n\n<p>\nانتهى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n(1) بفتح الحاء والصاد المهملتين والكاف نسبة إلى (حصن كيفا) بلدة على\nالدجلة وهو محمد ابن علي بن محمد الحصني المعروف بعلاء الدين الحصكفي مفتي\nالحنفية بدمشق ولد فيها سنة (1025) وتوفي سنة (1088)\n</p>\n\n<p>\n(2) (ج 3 ص 179 - 180 من \" رد المحتار على الدر المختار \")\n</p>\n\n<p>\n(3) بضم الياء وكسر اللام ليناسب ما بعده أي يحصل اللذة والألم. كذا في \"\nحاشية الطحطاوي على الدر \"\n</p>\n\n<p>\n[53]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nوقال محشيه العلامة الطحطاوي (1) ما لفظه:\n</p>\n\n<p>\n(قوله: (أو كلمتك) إنما تقيد بالحياة لأن المقصود من الكلام الإفهام\nوالموت ينافيه لأن الميت لا يسمع ولا يفهم. وأورد أنه عليه الصلاة والسلام\nقال لأهل القليب قليب بدر: هل وجدتم ما وعدكم ربكم حقا؟ فقال عمر: يا رسول\nالله ما تكلم من أجساد لا أرواح فيها؟ فقال النبي صلى الله عليه وسلم: \"\nوالذي نفسي بيده ما أنتم بأسمع لما أقول منهم \" (2)\n</p>\n\n<p>\nوأجيب عنه بأنه غير ثابت يعني من <span id='ms19'></span> جهة المعنى وإلا فهو في الصحيح (3) وذلك\nأن عائشة رضي الله تعالى عنها ردته بقوله تعالى: {وما أنت بمسمع من في\nالقبور} و {وإنك لا تسمع الموتى} . وقوله: \" من جهة المعنى \" ينظر ما\nالمراد به؟ فإن ظاهره يقتضي ورود اللفظ من الشارع صلى الله عليه وسلم وأن\nالمعنى لا يستقيم وفيه ما فيه (4)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n(1) يعني في \" الحاشية على الدر المختار \" (2 / 381 - 382) و (الطحطاوي)\nنسبة إلى (طحطا) وربما قيل (طهطا) قرية بالقرب من (أسيوط) بمصر وهو أحمد بن\nمحمد بن إسماعيل فقيه حنفي من فضلاء عصره وقد اشتهر بكتابه المذكور مات سنة\n1231\n</p>\n\n<p>\n(2) أخرجه البخاري في \" المغازي \" (7 / 240 - 241 - فتح) ومسلم (8 / 164)\nوأحمد (4 / 29) من طريق قتادة قال: ذكر لنا أنس بن مالك عن أبي طلحة أن نبي\nالله صلى الله عليه وسلم. . فذكر الحديث بأتم مما هنا وزيادة: \" قال قتادة:\nأحياهم الله حتى اسمعهم قوله توبيخا وتصغيرا ونقمة وحسرة وندما \"\n</p>\n\n<p>\n(3) هذا الجواب مردود فإن الحديث صحيح المعنى والمبنى كما يأتي بيانه\nقريبا\n</p>\n\n<p>\n(4) قلت: وذلك أنه لا يعقل أن يقول المسلم بأن اللفظ المذكور قد قاله\nالرسول صلى الله عليه وسلم ومع ذلك فمعناه لا يستقيم وإنما لعل المراد من\nالجواب المذكور أن الحديث صحيح الإسناد لكنه غير صحيح المعنى إذ أنه من\nالمقرر في علم مصطلح الحديث أن صحة الإسناد لا يستلزم صحة المتن لعلة فيه\nخفية أو شذوذ من أحد رواته ولذلك ردته السيدة عائشة وصرحت بتوهيم راويه عبد\nالله بن عمر رضي الله عنه كما سيأتي في الكتاب (ص 68، 71) وحينئذ فالتعبير\nالعلمي الصحيح أن يعبر عن وجهة نظرها بغير ما جاء في الجواب المشار إليه\nكأن يقال: إن الحديث عندها شاذ متنا صحيح سندا غير أن رد عائشة لحديث ابن\nعمر وتوهيمها إياه مردود بمتابعة جمع من الصحابة له خرج أحاديثهم الحافظ في\n\" الفتح \" (7 / 242) ومنهم أبو طلحة الأنصاري وقد خرجت حديثه آنفا ولذلك\nفالجواب المذكور لا قيمة له - ولو زين لفظه - من الناحية الحديثية بل إنه\nلو ذهب ذاهب إلى تخطئتها هي في روايتها لكان <span id='ms20'></span> ذلك قريبا من الصواب لمخالفتها\nلجماعة الأصحاب لكن الجمع بين حديثها وحديثهم تمكن بأن يقال: إنه صلى الله\nعليه وسلم أتيت لأهل القليب حين ناداهم السمع والعلم معا فلا تعارض وهو\nالذي ذهب إليه الحافظ. والله أعلم\n</p>\n\n<p>\n[54]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوأجيب أيضا بأنه إنما قاله عليه الصلاة والسلام على وجه الموعظة للأحياء\nلا لإفهام الموتى\n</p>\n\n<p>\n) لا سند له) كما روي عن علي رضي الله تعالى عنه أنه قال: \" السلام عليكم\nدار قوم مؤمنين أما نساؤكم فنكحت وأما أموالكم فقسمت وأما دوركم فقد سكنت\nفهذا خبركم عندنا فما خبرنا عندكم؟ \" (1)\n</p>\n\n<p>\nويرده أن بعض الأموات رد عليه بقوله:\n</p>\n\n<p>\n(معضل) \" الجلود تمزقت والأحداق قد سالت ما قدمنا ما لقينا وما أكلنا\nربحنا وما خلفنا خسرنا \" (2) . أو كلاما هذا كما في بعض شراح \" الجامع\nالصغير \" وأيضا ورد عنه عليه الصلاة والسلام:\n</p>\n\n<p>\n(صحيح) \" إن الميت ليسمع خفق نعالهم إذا انصرفوا \". (3)\n</p>\n\n<p>\nكمال\n</p>\n\n<p>\n(4) وفي \" النهر \" (5) : أحسن ما أجيب به أنه كان معجزة له صلى الله عليه\nوسلم. انتهى (6)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قلت: لم أقف على إسناده وما أراه يصح ولعله في \" كتاب القبور \" لابن\nأبي الدنيا فقد عزاه إليه السيوطي في \" الجامع الكبير \" (8 / 123 و 125 -\nكنز العمال) عن عمر وعن علي رضي الله عنهما بنحوه\n</p>\n\n<p>\n(2) هو في أثر عمر المشار إليه آنفا بنحوه وهو معضل فإنه من رواية محمد\nبن حمير عن عمر وبينهما مفاوز\n</p>\n\n<p>\n(3) متفق عليه من حديث أنس رضي الله عنه وهو مخرج في \" الصحيحة \" (1344)\n</p>\n\n<p>\n(4) يعني الكمال ابن الهمام وسيذكر المصنف نص كلامه في الصفحات التالية\n(57 - 60)\n</p>\n\n<p>\n(5) هو \" النهر الفائق \" لمؤلفه الشيخ عمر بن إبراهيم بن محمد الشهير\nبابن نجيم المصري وهو أخو الزين صاحب \" البحر الرائق \" وتلميذه توفي سنة\n(1005)\n</p>\n\n<p>\n(6) يعني كلام الطحطاوي في حاشيته\n</p>\n\n<p>\n[55]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nوقال شيخ مشائخنا العلامة ابن عابدين في \" حاشيته \" (1) على الكتاب\nالمذكور ما لفظه:\n</p>\n\n<p>\n(وأما الكلام فلأن المقصود منه الإفهام والموت ينافيه ولا يرد ما في \"\nالصحيح \" من قوله لأهل قليب بدر: هل وجدتم ما وعدكم ربكم حقا؟ فقال عمر رضي\nالله عنه: أتكلم الميت يا رسول الله؟ فقال <span id='ms21'></span> عليه الصلاة والسلام: والذي نفسي\nبيده ما أنتم بأسمع منهم أو من هؤلاء. فقد أجاب عنه المشايخ بأنه غير ثابت\nيعني من جهة المعنى. (2) وذلك لأن عائشة رضي الله تعالى عنها ردته بقوله\nتعالى: {وما أنت بمسمع من في القبور} و {إنك لا تسمع الموتى} وأنه إنما\nقاله على وجه الموعظة للأحياء وبأنه مخصوص بأولئك تضعيفا للحسرة عليهم\nوبأنه خصوصية له عليه الصلاة والسلام معجزة. لكن يشكل عليهم ما في \" مسلم\n\": \" إن الميت ليسمع قرع نعالهم إذا انصرفوا \" إلا أن يخصوا ذلك بأول الوضع\nفي القبر مقدمة للسؤال (3) جمعا بينه وبين الآيتين فإنه شبه فيهما الكفار\nبالموتى لإفادة بعد سماعهم وهو فرع عدم سماع الموتى. هذا حاصل ما ذكره في \"\nالفتح \" هنا وفي \" الجنائز \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n(1) وهي المعروفة ب \" رد المحتار على الدر المختار \" (3 / 180)\n</p>\n\n<p>\n(2) هذا الجواب مردود كما سبق بيانه (ص 54) وقد رده جماعة منهم أبو الحسن\nالسندي الحنفي في \" حاشيته على سنن النسائي \" (1 / 293)\n</p>\n\n<p>\n(3) قلت: سيأتي مثله عن ابن الهمام (ص 58) وعن المناوي (ص 73) والتخصيص\nالمشار إليه أمر لا بد منه للجمع المذكور ولكن ينبغي أن يعلم أن ذلك كذلك\nولو لم يتعارض ظاهره بالآيتين المذكورتين فإن الحديث يدل أنه خاص بأول\nالوضع فإن لفظه: \" إن العبد إذا وضع في قبره وتولى عنه أصحابه وإنه ليسمع\nقرع نعالهم أتاه ملكان. . . \" الحديث متفق عليه وهو مخرج في \" الصحيحة \"\nكما تقدم: وسيأتي بتمامه (ص 82)\n</p>\n\n<p>\n[56]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nومعنى الجواب الأول أنه وإن صح سنده لكنه معلول من جهة المعنى بعلة تقتضي\nعدم ثبوته عنه عليه الصلاة والسلام وهي مخالفته للقرآن فافهم) انتهى كلام\nابن عابدين عليه الرحمة\n</p>\n\n<p>\nولنذكر كلام إمام الحنفية ابن الهمام (1) في \" فتح القدير \" حاشية \"\nالهداية \" فإنه قال في \" باب الجنائز \" على قوله: \" ولقن الشهادة لقوله\nعليه الصلاة والسلام:\n</p>\n\n<p>\n(صحيح) \" لقنوا موتاكم شهادة أن لا إله إلا الله \" (2) والمراد: الذي قرب\nمن الموت \"\n</p>\n\n<p>\nما نصه: (قوله: (والمراد: الذي قرب من الموت) مثل لفظ القتيل في قوله\nعليه الصلاة والسلام:\n</p>\n\n<p>\n(صحيح) \" من قتل قتيلا فله سلبه <span id='ms22'></span> \" (3)\n</p>\n\n<p>\nوأما التلقين من بعد الموت وهو في القبر: فقيل: يفعل لحقيقة ما روينا (4)\nونسب لأهل السنة والجماعة وخلافه إلى المعتزلة وقيل: لا يؤمر به ولا ينهى\nعنه (5)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n(1) هو العلامة محمد بن عبد الوهاب الاسكندري السيواسي عده ابن نجيم في \"\nالبحر الرائق \" من أهل الترجيح وعده بعضهم من أهل الاجتهاد. قال أبو\nالحسنات اللكنوي (ص 180) : \" وهو رأي نجيح تشهد بذلك تصانيفه وتآليفه \"\n</p>\n\n<p>\nقلت: على هامش الأصل ما نصه:\n</p>\n\n<p>\n[قال] الإمام الحصري في\n</p>\n\n<p>\nشرح الجامع الكبير \": \" بلغ رتبة الاجتهاد \" ونقله ابن عابدين في \" باب\nنكاح الرقيق \" فليحفظ \". انظر \" رد المحتار \" (2 / 520) . مات سنة (861)\n</p>\n\n<p>\n(2) أخرجه مسلم وغيره من حديث أبي هريرة وهو مخرج عندي في \" الروض النضير\n\" (1114) و \" الإوراء \" (686) و \" الصحيحة \" (2151) و \" أحكام الجنائز \" (ص\n10)\n</p>\n\n<p>\n(3) رواه الشيخان وهو مخرج في \" الإرواء \" (1221)\n</p>\n\n<p>\n(4) يشير إلى حديث أبي هريرة المتقدم آنفا\n</p>\n\n<p>\n(5) قلت: وهذا مردود لأن التلقين تذكير ليس أمرا دنيويا أو عاديا حتى يصح\nفيه ما ذكره وإنما هو أمر تعبدي محض فإما أن يكون مشروعا فيؤمر به حينئذ\nولو أمر استحباب وإما أن يكون غير مشروع فينهى عنه لأنه يكون والحالة هذه\nمن محدثات الأمور وهي منهي عنه. فتنبه\n</p>\n\n<p>\n[56]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nويقول:\n</p>\n\n<p>\n(ضعيف) \" يا فلان بن فلان (1) اذكر دينك الذي كنت عليه في دار الدنيا:\nشهادة أن لا إله إلا الله وأن محمدا رسول الله \" (2)\n</p>\n\n<p>\nولا شك أن اللفظ لا يجوز إخراجه عن حقيقته إلا بدليل فيجب تعيينه وما في\n\" الكافي \" من أنه \" إن كان مات مسلما لم يحتج إليه من بعد الموت وإلا لم\nيفد \" يمكن جعله الصارف يعني أن المقصود منه التذكير في وقت تعرض الشيطان\nوهذا لا يفيد بعد الموت (3) وقد يختار الشق الأول والاحتياج إليه في حق\nالتذكير لتثبت الجنان للسؤال فنفي الفائدة مطلقا ممنوع. نعم الفائدة\nالأصلية منتفية\n</p>\n\n<p>\nوعندي أن مبنى ارتكاب هذا المجاز هنا عند أكثر مشايخنا رحمهم الله تعالى\nهو أن الميت لا يسمع عندهم على ما صرحوا به في كتاب [الإيمان] في \" باب\nاليمين بالضرب \": \" لو حلف لا يكلمه فكلمه <span id='ms23'></span> ميتا لا يحنث لأنها تنعقد على ما\nبحيث يفهم والميت ليس كذلك لعدم السماع. وورد عليه قوله صلى الله عليه وسلم\nفي أهل القليب: \" ما أنتم بأسمع منهم \"\n</p>\n\n<p>\nوأجابوا تارة بأنه مردود من عائشة رضي الله تعالى عنها قالت: كيف يقول\nعليه الصلاة والسلام ذلك والله تعالى يقول: {وما أنت بمسمع من في القبور} و\n{إنك لا تسمع الموتى} ؟ وتارة بأن تلك خصوصية له صلى الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n(1) كذا في \" الفتح \" أيضا والرواية \" فلانة \" على أنها ضعيفة كما يأتي\n</p>\n\n<p>\n(2) هذا القول لم يصح عنه صلى الله عليه وسلم وهو طرف من حديث التلقين\nالمروي عن أبي أمامة وإسناده ضعيف كما حققته في \" الضعيفة \" (597) من\nالمجلد الثاني وقد تم طبعه بحمد الله وتوفيقه\n</p>\n\n<p>\n(3) قلت: ودليله قوله صلى الله عليه وسلم: \" إذا مات الإنسان انقطع عمله.\n. . \" الحديث وهو مخرج في \" أحكام الجنائز \" (174) و \" الإرواء \" (1580)\n</p>\n\n<p>\n[58]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى عليه وسلم معجزة وزيادة حسرة على الكافرين (1) وتارة بأنه من ضرب\nالمثل كما قال علي رضي الله تعالى عنه\n</p>\n\n<p>\nويشكل عليهم ما في \" مسلم \":\n</p>\n\n<p>\n(صحيح) \" إن الميت ليسمع قرع نعالهم إذا انصرفوا \" (2)\n</p>\n\n<p>\nاللهم إلا أن يخصوا ذلك بأول الوضع في القبر مقدمة للسؤال (3) جمعا بينه\nوبين الآيتين فإنهما تفيدان تحقيق عدم سماعهم فإنه تعالى شبه الكفار\nبالموتى لإفادة تعذر سماعهم وهو فرع عدم سماع الموتى إلا أنه على هذا ينبغي\nالتلقين من بعد الموت لأنه يكون حين إرجاع الروح فيكون حينئذ لفظ (موتاكم)\nفي حقيقته وهو قول طائفة من المشايخ أو هو مجاز باعتبار ما كان نظرا إلى\nأنه [الآن] حي إذ ليس معنى الحديث إلا من في بدنه الروح. وعلى كل حال هو\nمحتاج إلى دليل آخر في التلقين حالة الاحتضار (4) إذ لا يراد الحقيقي\nوالمجازي معا ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قلت: وهذا الجواب هو الأصح لقول قتادة المتقدم في حديث أبي طلحة (ص\n54) وهو الذي اعتمده الحافظ البيهقي وغيره ويأتي في الكتاب (71) قول\nالسهيلي في ذلك ويظهر أن مناداة الكفار بعد هلاكهم سنة قديمة من سنن\nالأنبياء فقد قال تعالى <span id='ms24'></span> في قوم صالح عليه السلام: {فأخذتهم الرجفة فأصبحوا\nفي دارهم جاثمين. فتولى عنهم وقال: يا قوم لقد أبلغتكم رسالة ربي ونصحت لكم\nولكن لا تحبون الناصحين} (الأعراف: 78، 79) قال ابن كثير (2 / 229 - 230) :\n</p>\n\n<p>\nهذا تقريع من صالح عليه السلام لقومه لما أهلكهم الله بمخالفتهم إياه\nوتمردهم على الله وإبائهم الحق وإعراضهم عن الهدى قال لهم صالح ذلك بعد\nهلاكهم تقريعا وتوبيخا وهم يسمعون ذلك كما ثبت في\n</p>\n\n<p>\nالصحيحين \". . . فذكر الحديث القليب. لكن قوله: \" وهم يسمعون ذلك \" ليس\nفي الآية ما يدل عليه. ثم ذكر الله تعالى عن شعيب عليه السلام وقومه نحو\nذلك فانظر \" ابن كثير \" (2 / 233)\n</p>\n\n<p>\n(2) مضى تخريجه (ص 55) وأنه رواه البخاري أيضا\n</p>\n\n<p>\n(3) انظر التعليق (ص 56)\n</p>\n\n<p>\n(4) قلت: وهو موجود كما سيأتي في الكتاب قريبا والذي هو بحاجة إلى الدليل\nحقا إنما هو التلقين بعد الدفن فإنه لم يرد فيه حديث تقوم به الحجة كما\nسأبين نبذة منه عند إشارة المؤلف إلى حديثه (ص 63)\n</p>\n\n<p>\n[59]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nمجازيان وليس يظهر معنى يعم الحقيقي والمجازي حتى يعتبر مستعملا فيه\nليكون من عموم المجاز للتضاد وشرط إعماله فيهما أن لا يتضادا) . انتهى كلام\nالعلامة ابن الهمام\n</p>\n\n<p>\nوقال أيضا العلامة الشيخ أحمد الطحطاوي في حاشيته على \" مراقي الفلاح \"\nللشرنبلالي \" شرح نور الإيضاح \" في \" باب أحكام الجنائز \" على قول الشارح:\n\" قال المحقق ابن همام: وحمل أكثر مشايخنا إياه على المجاز أي من قرب [من]\nالموت مبناه على أن الميت لا يسمع عندهم \" ما نصه. (1)\n</p>\n\n<p>\nقوله: (مبناه على أن الميت لا يسمع عندهم) على ما صرحوا به في\n</p>\n\n<p>\nكتاب الأيمان \": لو حلف لا يكلمه فكلمه ميتا لا يحنث لأنها تنعقد على من\nيفهم والميت ليس كذلك لعدم السماع قال الله تعالى: {وما أنت بمسمع من في\nالقبور} {إنك لا تسمع الموتى} وهو يفيد تحقيق عدم سماع الموتى إذ هو فرعه\n\". انتهى كلام الشرنبلالي والطحطاوي\n</p>\n\n<p>\nوقال العلامة العيني (2) في \" شرح الكنز \" في \" باب اليمين في الضرب\nوالقتل وغير ذلك \" بعد قول الماتن: \" وكلمتك: تقيد بالحياة \" ما لفظه:\n</p>\n\n<p>\nلأن الضرب هو الفعل المؤلم ولا <span id='ms25'></span> يتحقق في الميت والمراد في الكلام\nالإفهام. وأنه يختص بالحي\n</p>\n\n<p>\nانتهى. (3) ومثله في \" البحر \" (4) ونصه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n(1) حاشية الطحطاوي على \" المراقي \" (ص 326)\n</p>\n\n<p>\n(2) وهو الشيخ العلامة محمود بن أحمد بدر الدين العيني المصري الحنفي\nصاحب \" عمدة القاري شرح صحيح البخاري \" ولد سنة (762) ومات سنة (855)\n</p>\n\n<p>\n(3) يعني ما في \" شرح الكنز \" (1 / 225) ولفظه يختلف بعض الشيء عما هنا\n</p>\n\n<p>\n(4) يعني \" البحر الرائق شرح كنز الدقائق \" (4 / 394) ومؤلفه زين الدين\nإبراهيم بن محمد الشهير بن نجيم المصري توفي سنة (970) . وأخوه عمر بن\nإبراهيم صاحب كتاب \" النهر الفائق \" تقدم (ص 55)\n</p>\n\n<p>\n[60]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n\" لأن المقصود من الكلام الإفهام والموت ينافيه \"\n</p>\n\n<p>\nوقال العلامة ابن ملك (1) في \" مبارق الأزهار شرح مشارق الأنوار \" (2)\nالجامع بين \" الصحيحين \" (3) في قوله عليه الصلاة والسلام:\n</p>\n\n<p>\n(صحيح) \" إنه ليسمع قرع نعالهم إذا انصرفوا \":\n</p>\n\n<p>\nوفيه دلالة على حياة الميت في القبر لأن الإحساس بدون الحياة ممتنع عادة\nوهل ذلك بإعادة الروح أو لا؟ ففيه اختلاف العلماء فمنهم من يقول بتلك وتوقف\nأبو حنيفة في ذلك \" انتهى بلفظه\n</p>\n\n<p>\nفتبين من \" تنوير الأبصار \" وشرحه \" الدر المختار \" و \" حاشيته \"\nللطحطاوي ولابن عابدين ومن \" فتح القدير \" و \" الهداية \" ومن \" مراقي\nالفلاح \" و \" حاشيته \" و \" شروح الكنز \" ومن سائر المتون المبنية على\nالمفتى به من قول الإمام أبي حنيفة وصاحبيه ومشايخ المذهب: أن الميت لا\nيسمع بعد خروج روحه كما قالت [عائشة] وتبعها طائفة من أهل العلم والمذاهب\nالأخرى وأن الحنفية لم يحكوا خلافا في حكمهم هذا عن أحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n(1) هو عبد اللطيف بن عبد العزيز بن فرشتا الكرماني عرف بابن مالك من\nفقهاء الحنفية المبرزين توفي سنة (801)\n</p>\n\n<p>\n(2) (ج 1 ص 123)\n</p>\n\n<p>\n(3) قلت: وصف \" المشارق \" ب \" الجامع بين الصحيحين \" سبق قلم من المؤلف\nرحمه الله تعالى فإن اسمه \" مشارق الأنوار في صحاح الآثار \" كما سماه\nالشارح نفسه في مقدمته وإن كان كلام المؤلف نفسه يشعر في مقدمته هو بخلافه.\nفإن الواقع يشهد أنه ليس كذلك وإنما هو منتخب من \" الصحيحين \" فاعلمه\n</p>\n\n<p>\nثم إن صاحب \" المشارق \" عزا الحديث لمسلم فقط وكذلك غيره كما يأتي وهو\nعند البخاري أيضا كما سبق مني <span id='ms26'></span> في (ص 55) وسيأتي لفظه في الكتاب (81)\n</p>\n\n<p>\n[61]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nمن علماء المذهب ولم يحنثوا الحالف كما فصلنا. وهو المطلوب ولله الحمد\n</p>\n\n<p>\nوسيأتي إن شاء الله تعالى ما يؤيد هذه الأقوال في الفصل الثاني والثالث\nفانتظرهما ولا تغفل. (1)\n</p>\n\n<p>\nتتمة في [التلقين بعد الدفن]\n</p>\n\n<p>\nاعلم أن مسألة التلقين قبل الموت لم نعلم فيها خلافا (2) وأما بعد الموت\nوهي التي تقدم ذكرها في \" الهداية \" وغيرها فاختلف الأئمة والعلماء فيها\nفالحنفية لهم فيها ثلاثة أقوال:\n</p>\n\n<p>\nالأول: أنه يلقن بعد الموت لعود الروح للسؤال\n</p>\n\n<p>\nوالثاني: لا يلقن\n</p>\n\n<p>\nوالثالث: لا يؤمر به ولا ينهى عنه. (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n(1) على هامش الأصل بخط فارسي مخالف لخط الأصل ما نصه:\n</p>\n\n<p>\nومن الغريب أن بعض من يدعي طلب العلم يزعم أن رأى ما حررته من عبارات\nالأئمة الحنفية وغيرهم ويشيع عند أمثاله الجهلة العوام أن ملا علي القاري\nقال في شرحه للمشكاة أن هذه الأيمان مبنية على العرف فلذا قالوا بعدم\nالسماع وعدم الحنث وأنت تعلم أن قول عالم مقلد غير مجتهد ولا من أهل\nالترجيح ولم يبلغ رتبة الاجتهاد لا يؤخذ بتأويله المصادم لصريح أقوال\nالأئمة إذ هو رجل من أهل العلم والتقليد قلنا: فكيف تترك أقوال أئمة المذهب\nوغيرهم المصرحين بعدم السماع ليقول مقلد واحد متأخر جاء إلى ذهنه شيء مخالف\nلجميع أقوال أئمته كما لا يخفى على من شم رائحة العلم وذاق شهد الفهم فافهم\nوالله تعالى أعلم\n</p>\n\n<p>\n(2) قلت: وفيه أحاديث قولية وفعلية تجد بعضها في \" أحكام الجنائز \" (ص 10\n- 11) ومضى أحدهما قريبا (ص 58)\n</p>\n\n<p>\n(3) قلت: سبق هذا (ص 57) مع رده هنا\n</p>\n\n<p>\n[62]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nوعند الشافعية يلقن كما قال ابن حجر (1) في \" التحفة \" (2)\n</p>\n\n<p>\nويستحب تلقين بالغ عاقل أو مجنون سبق له تكليف ولو شهيدا كما اقتضاه\nإطلاقهم بعد تمام الدفن لخبر فيه وضعفه اعتضد بشواهد (3) على أنه من\nالفضائل فاندفع قول ابن عبد السلام: أنه بدعة\n</p>\n\n<p>\n(4) انتهى\n</p>\n\n<p>\nوأما عند الإمام مالك نفسه فمكروه قال الشيخ علي المالكي في كتابه \"\nكفاية الطالب الرباني لختم رسالة ابن أبي زيد القيرواني \" ما لفظه:\n</p>\n\n<p>\nوأرخص (بمعنى استحب) بعض العلماء (هو <span id='ms27'></span> ابن حبيب) في القراءة عند رأسه أو\nرجليه أو غيرهما ذلك بسورة (يس) لما روي أنه صلى الله عليه وسلم قال:\n</p>\n\n<p>\n(ضعيف) (ما من ميت يقرأ عند رأسه سورة {يس} إلا هون الله تعالى عليه) (5)\n</p>\n\n<p>\nولم يكن ذلك أي ما ذكر من القراءة عند المحتضر عند مالك رحمه\n</p>\n\n<p>\n(1) يعني أحمد بن محمد بن علي بن حجر الهيتمي - بالمثناة الفوقية نسبة\nإلى محلة أبي الهيتم من إقليم الغربية بمصر - من كبار علماء الشافعية وله\nمصنفات كبيرة ولكنه كان منحرفا عن شيخ الإسلام ابن تيمية رحمه الله تعالى\nمتحاملا عليه وكلامه عليه في كتابه\n</p>\n\n<p>\nالفتاوى الحديثية \" معروف وهو عمدة من جاء بعده من المبتدعة الطاعنين فيه\nوقد رد عليه المؤلف في كتابه \" جلاء العينين) أحسن الرد وقد مضى ذكره في\nالمقدمة (ص 43) ولد سنة (909) وتوفي بمكة سنة (973) وقيل: (974)\n</p>\n\n<p>\n(2) (ج 3 / 207 - بالحواشي)\n</p>\n\n<p>\n(3) قلت: كلا فإن الشواهد المشار إليها لا تصلح للشهادة لأنها موقوفات\nومقطوعات ولذلك جزم ابن القيم بأنه لا يصح والنووي وغيره بأنه ضعيف وقد\nحققت ذلك \" سلسلة الأحاديث الضعيفة \" (599)\n</p>\n\n<p>\n(4) قلت: بل قوله هو الصواب لأن التلقين مع ضعف حديثه مخالف لهديه صلى\nالله عليه وسلم فإنه ثبت أنه كان إذا دفن الميت وقف على قبره يدعو له\nبالتثبيت ويستغفر له ويأمر الحاضرين بذلك فما خالفه فهو بدعة دون شك وقد\nجزم بذلك الإمام الصنعاني وقد فصلت هذا بعض الشيء في \" أحكام الجنائز \" (ص\n155 - 156) فراجعه إن شئت\n</p>\n\n<p>\n(5) قلت: في إسناده من يضع الحديث وقد روي عن مشيخة من التابعين موقوفا\nعليه وقد فصلت القول في ذلك في \" الضعيفة \" (5219)\n</p>\n\n<p>\n[63]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nالله تعالى أمرا معمولا وإنما هو مكروه عنده وكذا يكره عند تلقينه بعد\nوضعه في قبره \". انتهى\n</p>\n\n<p>\nوأما الحنبلية فعند أكثرهم يستحب قال الشيخ عبد القادر بن عمر الشيباني\nالحنبلي (1) في \" شرح دليل الطالب ما لفظه \":\n</p>\n\n<p>\nواستحب الأكثر تلقينه بعد الدفن\n</p>\n\n<p>\nانتهى\n</p>\n\n<p>\nواستفيد منه أن غير الأكثر من الحنابلة يقول: بعدم التلقين بعد الموت\nأيضا (2)\n</p>\n\n<p>\nوأما الظاهرية فالظاهر من كلام أبي محمد (3) بن حزم الذي <span id='ms28'></span> هو من أجل\nالعلماء الظاهرية: عدم التلقين أيضا كما سيأتي في الفصل الثالث فلا تغفل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n(1) من فقهاء الحنابلة في دمشق. توفي سنة (1135)\n</p>\n\n<p>\n(2) قلت: وهو الذي رجحه الشيح المرادي منهم فقال في \" الإنصاف \" (2 /\n549) : \" والنفس تميل إلى عدمه والعمل عليه \". قلت: وهو الذي نرجحه كما\nتقدم (ص 58)\n</p>\n\n<p>\n(3) اسمه علي بن أحمد بن سعيد بن حزم الأندلسي القرطبي من كبار حفاظ\nالحديث وأئمة الظاهرية ولكنه في الأسماء والصفات جهمي جلد وله أوهام كثيرة\nفي الرواة وتجهيلهم. توفي سنة (456)\n</p>\n\n<p>\n[64]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الثاني\n</p>\n\n<p>\nفي النقل عمن وافق الأئمة الحنفية في عدم السماع\n</p>\n\n<p>\nمن علماء المذاهب الثلاثة وغيرهم\n</p>\n\n<p>\nقال الإمام النووي (1) الشافعي رحمه الله تعالى في شرحه ل \" صحيح مسلم \"\nفي \" باب عرض مقعد الميت من الجنة \" في الكلام على قوله صلى الله عليه وسلم\nفي قتلى بدر:\n</p>\n\n<p>\n(صحيح) \" ما أنتم بأسمع لما أقول منهم \"\n</p>\n\n<p>\nما عبارته (2) :\n</p>\n\n<p>\nقال المازري (3) : قال بعض الناس: الميت يسمع عملا بظاهر هذا الحديث. ثم\nأنكره المازري وادعى أن هذا خاص في هؤلاء \". انتهى المقصود منه بلفظه\n</p>\n\n<p>\nوأنت تعلم أن المازري من أجل العلماء المالكية المتقدمين وسيأتي إن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n(1) هو يحيى بن شرف بن مري النووي الحوراني من كبار حفاظ الحديث وفقهائه\nمع ملازمته التصنيف ونشر العلم والعبادة والصيام والذكر والصبر على المعيشة\nالخشنة في المأكل والملبس وكتابه \" المجموع شرح المذهب \" من أنفع الكتب\nالمطولة في الفقه المقارن عندي مع تخريج الأحاديث وتمييز صحيحها من سقيمها\nتوفي رحمه الله سنة (676)\n</p>\n\n<p>\n(2) (ج 17 ص 206)\n</p>\n\n<p>\n(3) نسبة إلى (مازر) بفتح الزاي وكسرها بلدة بجزيرة (صقلية) وهو محمد بن\nعلي بن عمر أبو عبد الله المالكي المحدث مؤلف \" المعلم في شرح مسلم \" ومنه\nأخذ القاضي عياض شرحه \" الإكمال \" وكان من كبار أئمة زمانه وكان ذا فنون من\nأئمة المالكية مؤلفاته \" الكشف والإنباء في الرد على الإحياء - للغزالي \".\nتوفي ب (المهدية) سنة (536) عن ثلاث وثمانين\n</p>\n\n<p>\n[76]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nشاء الله تعالى في الفصل الثالث نقل الزرقاني المالكي عن الباجي والقاضي\nعياض الإمامين المالكيين القول أيضا بعدم السماع فليحفظ. وقال الشيخ محمد\nالسفاريني (1) الحنبلي <span id='ms29'></span> في كتابه \" البحور الزاخرة في أحوال الآخرة \" ما\nعبارته:\n</p>\n\n<p>\nوأنكرت عائشة رضي الله تعالى عنها سماع الموتى. وقالت: ما قال رسول الله\nصلى الله عليه وسلم:\n</p>\n\n<p>\nإنهم ليسمعون الآن ما أقول \" إنما قال: \" ليعلمون الآن ما كنت أقول لهم\nأنه حق \" ثم قرأت قوله تعالى: {إنك لا تسمع الموتى} {وما أنت بمسمع من في\nالقبور} (2) قال الحافظ ابن رجب (3) :\n</p>\n\n<p>\nوقد وافق عائشة على نفي سماع الموتى كلام الأحياء طائفة من العلماء ورجحه\nالقاضي أبو يعلى (4) من أكابر أصحابنا في كتابه\n</p>\n\n<p>\nالجامع الكبير \" واحتجوا بما احتجت به وأجابوا عن حديث قليب بدر بما\nأجابت [به] عائشة رضي الله تعالى عنها وبأنه يجوز أن يكون ذلك معجزة مختصة\nبالنبي صلى الله عليه وسلم دون غيره [وهو سماع الموتى لكلامه] وفي \" صحيح\nالبخاري \": \" قال قتادة: \" أحياهم الله تعالى - يعني أهل القليب - حتى\nأسمعهم قوله صلى الله عليه وسلم توبيخا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n(1) بتشديد الفاء نسبة إلى (سفارين) قرية في نابلس وهو العلامة محمد بن\nأحمد السفاريني شمس الدين أبو العون عالم بالحديث والأصول والأدب محقق توفي\nسنة (1188)\n</p>\n\n<p>\n(2) أخرجه البخاري (7 / 242 - 243) ومسلم (3 / 44) والنسائي (1 / 293)\nوأحمد (2 / 31 و 38 و 6 / 276) من طرق عن عائشة رضي الله عنها\n</p>\n\n<p>\n(3) في \" أهوال القبور \" (ق 76 / 1 - 2 مخطوطة الظاهرية) والزيادة الآتية\nمنه\n</p>\n\n<p>\n(4) هو محمد بن الحسين بن محمد البغدادي أبو يعلى القاضي ابن الفراء صاحب\nالتصانيف وفقيه العصر عالم في الأصول وأنواع الفنون عاش (78) سنة وتوفي سنة\n(458 ه)\n</p>\n\n<p>\n[68]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nوتصغيرا ونقمة وحسرة وندما \". وذهب طوائف من أهل العلم إلى سماع الموتى\nكلام الأحياء في الجملة \". انتهى ما هو المقصود منه\n</p>\n\n<p>\nفتبين منه أن طائفة من العلماء وافقوا عائشة رضي الله تعالى عنها أيضا\nعلى عدم السماع وأن منهم القاضي أبو يعلى الذي هو من أكابر العلماء\nالحنبلية كما هو مذهب أئمتنا الحنفية رحمهم الله تعالى\n</p>\n\n<p>\nوفي \" روح المعاني \": (1)\n</p>\n\n<p>\nواحتج من أجاز السماع في الجملة بما رواه البيهقي (2) والحاكم - وصححه -\nوغيرهما\n</p>\n\n<p>\n(منكر) عن أبي هريرة أن النبي صلى الله تعالى عليه وسلم وقف على مصعب بن\nعمير وعلى أصحابه حين <span id='ms30'></span> رجع من أحد فقال:\n</p>\n\n<p>\nأشهد أنكم أحياء عند الله تعالى فزوروهم. وسلموا عليهم فوالذي نفسي بيده\nلا يسلم أحد عليهم إلا ردوا عليه إلى يوم القيامة \"\n</p>\n\n<p>\nوأجاب المانعون أن تصحيح الحاكم غير معتبر (3) وأنا إن سلمنا صحته نلتزم\nالقول بأن الموتى الذين لا يسمعون هم من عدا الشهداء لأن الشهداء يسمعون في\nالجملة لامتيازهم على سائر الموتى بما أخبر عنهم من أنهم أحياء عند الله عز\nوجل\n</p>\n\n<p>\nواحتجوا أيضا بحديث: \" ما من أحد يمر بقبر أخيه المؤمن كان يعرفه في\nالدنيا فسلم عليه إلا عرفه ورد عليه \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n(1) (6 / 454 - 456) لمؤلفه العلامة محمود الآلوسي والد المؤلف رحمهما\nالله تعالى\n</p>\n\n<p>\n(2) أي في \" دلائل النبوة \" كما قيده السيوطي في \" الدر المنثور \" (5 /\n191)\n</p>\n\n<p>\n(3) ولذلك مال الذهبي إلى أنه موضوع وهو غلو وأعله الحافظ ابن رجب\nبالاضطراب والإرسال وقد بينت ذلك في \" الضعيفة \" (5220) . ومثله حديث أبي\nرزين أن أهل القبور يسمعون السلام عليهم ولكن لا يستطيعون أن يجيبوا. فهو\nمنكر كما بينته في المصدر المذكور رقم (5225)\n</p>\n\n<p>\n[69]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nوأجاب المانعون: إن الحافظ ابن رجب تعقبه وقال: \" إنه ضعيف بل منكر \" (1)\nانتهى. (2) باقتصار من تفسير سورة (الروم)\n</p>\n\n<p>\nوفي \" صحيح البخاري \" (3) في \" باب دعاء النبي صلى الله تعالى عليه وسلم\nعلى كفار قريش وهلاكهم يوم بدر \" من (4) حديث هشام عن أبيه قال: (ذكر عند\nعائشة رضي الله تعالى عنها أن ابن عمر رفع إلى النبي صلى الله عليه وسلم: \"\nإن الميت ليعذب في قبره ببكاء أهله \" فقالت: وهل إنما قال رسول الله صلى\nالله عليه وسلم: \" إنه ليعذب بخطيئته وذنبه وإن أهله ليبكون عليه الآن \".\nقالت: وذلك مثل قوله: إن رسول الله صلى الله عليه وسلم قام على القليب وفيه\nقتلى بدر من المشركين فقال لهم ما قال إنهم ليسمعون ما أقول إنما قال: إنهم\nالآن (5) ليعلمون أن ما كنت أقول لهم حق ثم قرأت {إنك لا تسمع الموتى} و\n{ما أنت بمسمع من في القبور} يقول: حين تبوأوا مقاعدهم من النار) انتهى. ما\nفي \" صحيح البخاري \" فقال الحافظ ابن حجر في <span id='ms31'></span> \" شرحه \" (6)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قلت: ذكر ذلك في \" الأهوال \" (ق 83 / 2) وهو كما قال وقد بينت ذلك في\n\" الضعيفة \" (4493) وأشد ضعفا منه ما أخرجه عبد الرزاق في \" المصنف \"\n(6723) عن زيد بن أسلم قال: مر أبو هريرة وصاحب له على قبر فقال أبو هريرة:\nسلم. فقال الرجل أسلم على القبر؟ فقال أبو هريرة: إن كان رآك في الدنيا\nيوما قط إنه ليعرفك الآن. قلت: ففيه يحيى بن العلاء وهو وضاع\n</p>\n\n<p>\n(2) أي كلام الآلوسي في \" روح المعاني \"\n</p>\n\n<p>\n(3) (ج 7 / 242 - فتح الباري) وكذا مسلم وقد مر تخريجه قريبا\n</p>\n\n<p>\n(4) الأصل: \" في الكلام على \" ولعل الصواب ما أثبتنا\n</p>\n\n<p>\n(5) يلاحظ القارئ أن كلا من ابن عمر وعائشة رضي الله عنهما قد حفظ عنه\nصلى الله عليه وسلم في هذه القصة قوله: (الآن) على ما بينهما من الاختلاف\nفي ضبط تمام قوله صلى الله عليه وسلم مع إمكان الجمع كما تقدم بيانه (ص 29)\nوقد مضى حديث ابن عمر مع تخريجه (ص 28)\n</p>\n\n<p>\n(6) أي \" فتح الباري \" (7 / 243)\n</p>\n\n<p>\n[70]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n\" وقال السهيلي ما محصله: إن في نفس الخبر ما يدل على خرق العادة بذلك\nللنبي صلى الله عليه وسلم لقول الصحابة له: أتخاطب أقواما قد جيفوا؟\nفأجابهم (1) قال: وإذا جاز أن يكونوا في تلك الحالة عالمين [جاز] أن يكونوا\nسامعين وذلك إما بآذان رؤوسهم على قول الأكثر أو بآذان قلوبهم. قال: وقد\nتمسك بهذا الحديث من يقول: إن السؤال يتوجه على الروح والبدن. ورده من قال:\nإنما يتوجه على الروح فقط بأن الإسماع يحتمل أن يكون لأذن الرأس ولأذن\nالقلب فلم يبق فيه حجة\n</p>\n\n<p>\nقلت (2) : إذا كان الذي وقع حينئذ من خوارق العادة للنبي صلى الله عليه\nوسلم لم يحسن التمسك به في مسألة السؤال أصلا\n</p>\n\n<p>\nوقد اختلف أهل التأويل في المراد ب {الموتى} في قوله تعالى: {إنك لا تسمع\nالموتى} وكذلك المراد ب {من في القبور} فحملته عائشة على الحقيقة وجعلته\nأصلا احتاجت معه إلى تأويل قوله عليه الصلاة والسلام: \" ما أنتم بأسمع لما\nأقول منهم \" وهذا قول الأكثر. وقيل هو مجاز والمراد ب {الموتى} وب {من <span id='ms32'></span> في\nالقبور} الكفار شبهوا بالموتى وهم أحياء والمعنى من هم في حال الموتى [أو\nفي حال] من سكن القبر. وعلى هذا لا يبقى في الآية دليل على ما نفته عائشة\nرضي الله تعالى عنها والله تعالى أعلم \". انتهى ما قاله الحافظ ابن حجر\nبلفظه (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n(1) أي بقوله المتقدم: \" ما أنتم بأسمع لما أقول منهم \" وهو بهذا السياق\nعند النسائي (1 / 293) ورواية لأحمد (3 / 104) من طريق حميد عن أنس. وأخرج\nأحمد (6 / 170) القدر المذكور منه في الكتاب من حديث إبراهيم عن عائشة رضي\nالله عنها\n</p>\n\n<p>\n(2) القائل \" قلت \" هو الحافظ ابن حجر\n</p>\n\n<p>\n(3) قلت: ليس هناك دليل على أن عائشة حملت الآية على الحقيقة - وهي أسمى\nمن ذلك - فالسياق يدل على أنها على المجاز ولكن هذا لا ينفي صحة فهمها لأنه\nمبني على التأمل في المشبه بهم: \" الموتى في القبور \" كما بينته في المقدمة\nمفصلا فراجعها فإنها مهمة جدا\n</p>\n\n<p>\n[71]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أيضا في \" شرح البخاري \" في \" باب ما جاء في عذاب القبر (1 \") من\nكلام طويل ما نصه:\n</p>\n\n<p>\nوقال ابن التين: لا معارضة بين حديث ابن عمر والآية لأن الموتى لا يسمعون\nبلا شك لكن إذا أراد الله تعالى إسماع ما ليس من شانه السماع لم يمتنع\nكقوله تعالى: {إنا عرضنا الأمانة} الآية وقوله تعالى: {فقال لها وللأرض\nائتيا طوعا أو كرها} الآية وسيأتي في\n</p>\n\n<p>\nالمغازي \" قول قتادة: إن الله تعالى أحياهم حتى سمعوا كلام نبيه عليه\nالصلاة والسلام توبيخا ونقمة. انتهى. وقد أخذ ابن جرير (2) وجماعة من\nالكرامية (3) من هذه القصة أن السؤال في القبر يقع على البدن فقط وأن الله\nتعالى يخلق فيه إدراكا بحيث يسمع ويعلم ويلذ ويألم وذهب ابن حزم وابن هبيرة\n(4) إلى أن السؤال يقع على الروح فقط من غير عود إلى الجسد وخالفهم الجمهور\nفقال: تعاد الروح إلى الجسد أو بعضه كما ثبت في الحديث \". (5) إلى أن قال\nابن حجر:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n(1) \" فتح الباري \" (3 / 182)\n</p>\n\n<p>\n(2) هو الإمام محمد بن جرير الطبري المفسر المشهور صاحب التصانيف الباهرة\nمات سنة (310 ه)\n</p>\n\n<p>\n(3) طائفة من المبتدعة تقول بالتجسيم وغيره ينتسبون <span id='ms33'></span> إلى محمد بن كرام\nالسجستاني العابد المتكلم قال الذهبي: \" شيخ الكرامية ساقط الحديث على\nبدعته مات سنة (255 \")\n</p>\n\n<p>\n(4) هو يحيى بن هبيرة بن محمد بن هبيرة الذهلي الوزير عون الدين ولد سنة\n499، وتوفي سنة 560، تفقه على مذهب أحمد وكان عالما أديبا عادلا في وزارته\nله \" الإفصاح عن معاني الصحاح \"\n</p>\n\n<p>\n(5) يشير إلى حديث البراء الطويل في قبض الملائكة للروح وصعودهم بها إلى\nالسماء ثم تعاد إلى الجسد فيأتيه ملكان فيجلسانه ويسألانه: من ربك؟ الحديث\nوهو حديث صحيح قد سقته بطوله وضمت إليه الزيادات الواردة في مختلف طرقه\nوخرجته وذكرت من صححه في \" أحكام الجنائز \" (ص 156 - 159) وقد أخرجه الآجري\nأيضا (ص 367 - 370)\n</p>\n\n<p>\n[72]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n\" إن المصنف (يعني البخاري) أشار إلى طريق من طرق الجمع بين حديثي ابن\nعمر وعائشة بحمل حديث ابن عمر على أن مخاطبة أهل القليب وقعت وقت المسالة\n(1) وحينئذ كانت الروح قد أعيدت إلى الجسد وقد تبين من الأحاديث الأخرى أن\nالكافر المسؤول يعذب وأما إنكار عائشة فمحمول على غير وقت المسألة فيتفق\nالخبران \" انتهى بلفظه\n</p>\n\n<p>\nوقال الشيخ عبد الرؤوف المناوي الشافعي في \" شرحه الكبير للجامع الصغير \"\n(2) في الكلام على قوله عليه الصلاة والسلام: \" إن الميت إذا دفن يسمع خفق\nنعالهم إذا ولوا منصرفين \" (3) ما نصه:\n</p>\n\n<p>\nوعورض بقوله تعالى: {وما أنت بمسمع من في القبور} وأجيب بأن\n</p>\n\n<p>\n(1) قلت: وكذا قال الطحطاوي (ص 546) . وهذا باطل فقد ثبت في بعض طرق\nالقصة عن أنس أن رسول الله صلى الله عليه وسلم ترك قتلى بدر ثلاثا ثم أتاهم\nفناداهم. . . وفيه أن عمر قال: يا رسول الله كيف يسمعوا وأنى يجيبوا وقد\nجيفوا؟ الحديث. أخرجه مسلم (8 / 163) وأحمد (3 / 286) من رواية ثابت عنه.\nورواه حميد عنه بلفظ\n</p>\n\n<p>\nقالوا \" بدل \" قال عمر \" كما تقدم قريبا. ومعناه في طريق قتادة الذي سبق\nتخريجه (ص 54) فالعجب من الحافظ كيف فاته هذا وهو الذي نقل في شرحه لهذا\nالحديث قول السهيلي المتقدم وفيه قول الصحابة: \" أتخاطب أقواما قد جيفوا \"\nبل وذكر قبل ذلك حديث أنس هذا من طريق مسلم؟ إلا أن يقال: إن <span id='ms34'></span> الروح تبقى\nمدة في جسدها بعد إعادتها إليه وهو بعيد جدا لعدم ورود نص بذلك. والله أعلم\n</p>\n\n<p>\n(2) وهو المسمى ب \" فيض القدير \" وهو خير شروح \" الجامع \" وأغزرها فائدة\nوعلما ومؤلفه هو العلامة المحقق محمد عبد الرؤوف بن تاج العارفين المناوي\nالقاهري من كبار العلماء بالدين والفنون توفي سنة (1031)\n</p>\n\n<p>\n(3) هو بهذا اللفظ شاهد قوي لحديث أنس المتقدم (ص 56) وهو من حديث ابن\nعباس قال الهيثمي (3 / 54) : \" رواه الطبراني في الكبير ورجاله ثقات \". وله\nشاهد آخر من حديث أبي هريرة أخرجه أحمد (2 / 347 و 445) من طريقين عنه صحح\nأحدهما الحاكم (1 / 379) ووافقه الذهبي\n</p>\n\n<p>\n[73]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nالسماع في حديثنا مخصوص بأول الوضع في القبر مقدمة للسؤال \". انتهى بلفظه\n</p>\n\n<p>\nوفي كتاب \" المفاتيح في حل المصابيح \" لشرف الدين الحسين بن محمد (1) :\n</p>\n\n<p>\n(قوله عليه الصلاة والسلام: \" إنه ليسمع قرع نعالهم \" أي لو كان حيا فإن\nجسده قبل أن يأتيه الملك ويقعده حيث لا يحس بشيء. وقوله: (فيقعدان) الأصل\nفيه أن يحمل على الحقيقة على حسب ما يقتضيه الظاهر ويحتمل أن يراد\nبالإقعاد: التنبيه لما يسأل عنه والإيقاف عما هو عليه بإعادة الروح إليه)\nانتهى\n</p>\n\n<p>\nومما يؤيد مذهب الحنفية والموافقين لهم بعدم السماع أن الميت لو كان يسمع\nمطلقا لما ورد أن الروح ترجع إليه وقت المسألة في القبر ثم تذهب فافهم\n</p>\n\n<p>\nوالعجب من بعض من لا فهم له ممن ينتسب إلى مذهب الإمام أبي حنيفة يشيع\nعند العوام أن السماع مجمع عليه. وأنه أيضا مذهب ذلك الإمام الأعظم وأصحابه\nممن تأخر وتقدم بزعم أنه عليه الرحمة قال: \" إذا صح الحديث فهو مذهبي \" (2)\nوأن الحديث في سماعهم قد صح ولم يعلم أن الحنفية قد تمسكوا كعائشة وغيرها\nبالآيتين وأولوا ما ورد بعد معرفتهم الحديثين ولعل هذا المتوهم يزعم أيضا\nأن النكاح بلا ولي باطل في مذهب أبي حنيفة لورود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n(1) هو الإمام الطيبي الحسين بن محمد بن عبد الله ووقع اسمه في بعض\nمؤلفاته: الحسين بن عبد الله بن محمد ولعله الأصوب. وهو من علماء الحديث\nوالتفسير والبيان مع حسن المعتقد والرد على <span id='ms35'></span> المبتدعة مات وهو ينتظر الصلاة\nسنة (743)\n</p>\n\n<p>\n(2) لقد صح هذا عن أبي حنيفة وعن بقية الأئمة الأربعة فانظره في \" صفة\nالصلاة \" (ص 24 - 34)\n</p>\n\n<p>\n[74]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث الصحيح فيه (1) وأن الصلاة بلا فاتحة الكتاب خداج لأن الحديث:\nالصحيح ورد أن \" لا صلاة إلا بفاتحة الكتاب \" (2) وأن الوضوء بلا نية غير\nصحيح لورود حديث \" إنما الأعمال بالنيات \" (3) ونحو ذلك مما ذهب الإمام إلى\nخلافه مع وجود هذه الأحاديث المغايرة لمذهبه الواردة عليه ولم يعلم هذا\nالمنتسب أن الإمام وأتباعه رأوا الأحاديث المصححة المعارضة لمذهبه في كثير\nمن المسائل فأولوها أو حفظوا ما يعارضها من الآيات والأحاديث أو علموا\nنسخها أو تخصيصها فلم يعملوا بها لهذه العوارض أو نحوها مما هو مفصل في\nمحله من الكتب الأصولية والحديثية والفقهية ككتاب \" مختلف الآثار \" للإمام\nالطحاوي (4) والإمام محمد بن الحسن (5)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n(1) يشير إلى قوله صلى الله عليه وسلم: \" لا نكاح إلا بولي وشاهدي عدل \".\nوهو مخرج في \" إرواء الغليل \" برقم (1896)\n</p>\n\n<p>\n(2) أخرجه الشيخان وغيرهما وهو مخرج في المصدر السابق (302) وفي (صحيح\nأبي داود) (780)\n</p>\n\n<p>\n(3) أخرجه الشيخان من حديث عمر بن الخطاب وهو مخرج في أول \" الإرواء \"\n</p>\n\n<p>\n(4) هو أحمد بن محمد بن سلامة أبو جعفر الطحاوي المصري من كبار أئمة\nالحنفية الجامعين بين الفقه والحديث وله الباع الطويل في حفظ متونه\nوأسانيده يجد عنده الباحث من الحديث ما لا يجد عند غيره من الحفاظ على\nتساهل في الاحتجاج به وتعصب لمذهبه كما شهد بهذا الثاني أبو الحسنات\nالليكنوي في \" الفوائد البهية \" (ص 33) وبالذي قبله شيخ الإسلام ابن تيمية\nفي \" منهاج السنة \" وغيره توفي سنة (321) وله كتب معروفة بعضها مطبوع ومنه\nكتابه \" مشكل الآثار \" و \" شرح معاني الآثار \" وهو الذي يعنيه المؤلف رحمه\nالله تعالى\n</p>\n\n<p>\n(5) هو الشيباني تلميذ أبي حنيفة رحمهما الله تعالى وهو أشهر أصحابه توفي\nسنة (189) وهو من أهل الصدق كما قال الشافعي لكن لينه النسائي وغيره من قبل\nحفظه وليس لأنه خالف المحدثين في مشاكلة التأليف وطريقته كما زعم بعض\nمتعصبة الحنفية المتأخرين وكتابه الذي يشير إليه المؤلف معروف ب \" كتاب <span id='ms36'></span>\nالآثار \" وهو مطبوع\n</p>\n\n<p>\n[75]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nو \" شرح الهداية \" (1) وكتاب \" العقود \" (2) وغير ذلك\n</p>\n\n<p>\nوكيف يسوغ لمن شم رائحة العلم وأدرك شيئا من لوامع الفهم - بعد اطلاعه\nعلى عبارات الحنفية وغيرهم التي سردناها وأجوبتهم عن الآثار التي رويناها -\nأن يقول ويشيع إن مذهب الحنفية - كغيرهم - سماع الموتى لقول إمامنا الأعظم\n\" إذا صح الحديث فهو مذهبي \" ويجري ذلك على عمومه؟ (3) وهل هذا إلا مكابرة\nعلى الثابت بالعيان وإخفاء لضوء الشمس الذي تجحده العينان أو خيانة في حمل\nعلوم الدين لمآرب خبيثة يستخف بها ضعفاء المسلمين\n</p>\n\n<p>\n[لقد أسمعت لو ناديت حيا ولكن لا حياة لمن تنادي]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nوالله تعالى المستعان وهو حسبنا ونعم الوكيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n(1) وهو \" فتح القدير \" لابن الهمام\n</p>\n\n<p>\n(2) يعني \" عقود الجواهر المنيفة في أدلة مذهب الإمام أبي حنيفة \"\nللمرتضى الزبيدي شارح القاموس مات سنة (1205)\n</p>\n\n<p>\n(3) قلت: هذا كلام رصين متين وخلاصته أنه لا ينبغي أن ينسب إلى الإمام\nأبي حنيفة - وكذا غيره من الأئمة - كل مسألة جاء بها حديث صحيح مخالف لما\nذهب إليه الإمام لاحتمال أن يكون الحديث مما اطلع الإمام عليه ولكنه خالفه\nلحديث آخر تثبت لديه كما بينه شيخ الإسلام ابن تيمية رحمه الله في رسالته\nالهامة: \" رفع الملام عن الأئمة الأعلام \" وهذا بخلاف ما إذا كانت المخالفة\nبالرأي والاجتهاد فإنه يجب والحالة هذه الأخذ بالحديث ونسبته إلى الإمام\nوترك الأخذ برأيه كقوله مثلا بجواز الوضوء بلا نية. وتجد تفصيل هذا في\nمقدمة كتابي \" صفة صلاة النبي صلى الله عليه وسلم \" فراجعها فإنها هامة.\nوراجع المقدمة ص (23)\n</p>\n\n<p>\n[76]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nالفصل الثالث\n</p>\n\n<p>\nفي حياة الأنبياء عليهم السلام البرزخية وفي أن النعيم والعذاب على الروح\nوالبدن كما هو مذهب الجمهور من أهل السنة السنة وأن زيارة القبور أمر مشروع\nأيضا عند أئمتنا الحنفية (1)\n</p>\n\n<p>\nفاعلم أرشدنا الله وإياك إلى الطريق الأسلم أن المشايخ الحنفية وإن قالوا\nبعدم سماع الأموات كلام الأحياء إلا أنهم قالوا بأن النعيم والعذاب للروح\nوالبدن وأن الزيارة أمر مشروع ولننقل لك من كلام العلماء في ذلك سالكين إن\nشاء الله تعالى أقصر المسالك\n</p>\n\n<p>\n[حياة الأنبياء <span id='ms37'></span> البرزخية]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nأما حياة الأنبياء عليهم الصلاة والسلام: الحياة البرزخية - التي هي فوق\nحياة الشهداء الذين قال الله تعالى فيهم: {بل أحياء عند ربهم (2) يرزقون} -\nفأمر ثابت بالأحاديث الصحيحة قال بخاري عصره شيخ مشايخنا الشيخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قلت: وكذلك سائر الأئمة ومنهم شيخ الإسلام ابن تيمية وتلميذه ابن قيم\nالجوزية وإمام دعوة التوحيد محمد بن عبد الوهاب وغيرهم فمن نسب إنكارهم\nللزيارة. فقد اعتدى وظلم وإنما هم ينكرون الزيارة التي يقترن بها بعض\nالمخالفات الشرعية كالاستغاثة بالقبور والنذر له والحلف به ونحو ذلك كشد\nالرحل إليه ويسمون هذه الزيارة بالزيارة البدعية. وتجد تفصيل الكلام على\nالزيارة الشرعية وما جاء فيها من الأحاديث في \" أحكام الجنائز وبدعها \"\n</p>\n\n<p>\n(2) قلت: فيه إشارة إلى أن رزقهم المذكور ليس في القبر وإنما عند ربهم\nوذلك صريح في حديث مسروق قال: سألنا عبد الله (ابن مسعود) عن هذه الآية:\n{ولا تحسبن الذين قتلوا في سبيل الله أمواتا بل أحياء عند ربهم يرزقون} ؟\nقال: أما إنا قد سألنا عن ذلك؟ فقال: أرواحهم في جوف طير خضر لها قناديل\nمعلقة بالعرش تسرح من الجنة حيث شاءت ثم تأوي إلى تلك القناديل. . . \"\nالحديث. رواه مسلم وغيره. وهو مخرج في \" الصحيحة \" (2633)\n</p>\n\n<p>\n[77]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nعلي السويدي البغدادي في كتابه \" العقد \" (1) : \" أخرج أبو يعلى والبيهقي\nوصححه (2) عن أنس رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"\nالأنبياء أحياء في قبورهم يصلون \". وأخرج الإمام أحمد ومسلم في \" صحيحه \"\nوالنسائي (3) عن أنس بن مالك رضي الله تعالى عنه عن النبي صلى الله عليه\nوسلم قال: \" مررت ليلة أسري بي على موسى قائما يصلي في قبره \" قال المناوي\n(4) : \" أي يدعو ويثني عليه ويذكره فالمراد الصلاة اللغوية وهي الدعاء\nوالثناء وقيل: المراد الشرعية وعليه القرطبي. ولا تدافع بين هذا وبين رؤيته\nإياه تلك الليلة في السماء السادسة لأن للأنبياء عليهم والسلام مسارح أو\nلأن أرواح الأنبياء بعد مفارقة البدن في الرفيق الأعلى ولها إشراف على\nالبدن وتعلق به وبهذا التعلق رآه يصلي في قبره ورآه في السماء فلا يلزم <span id='ms38'></span> كون\nموسى عليه السلام عرج به من قبره [ثم رد إليه بل ذلك مقام روحه واستقرارها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n(1) يعني \" العقد الثمين في بيان مسائل الدين \" (ص 163 - 164) . مختصر\nبتصرف يسير. ومؤلفه علي بن محمد بن سعيد العباسي السويدي من علماء الحديث\nفي العراق ولد في بغداد ومات في دمشق سنة (1237)\n</p>\n\n<p>\n(2) قلت: لنظر أين صححه؟ فإنه لما أخرجه في \" حياة الأنبياء \" أعله بتفرد\nالحسن بن قتيبة وهو كما قال الذهبي: هالك لكنه لم يتفرد به كما حققته في \"\nالأحاديث الصحيحة \" (621) وبينت فيه صحة الحديث ووهم من طعن في أحد رواته\nفراجعه فإنه بحث مفيد عزيز قلما تراه في كتاب\n</p>\n\n<p>\n(3) قلت: وزادا لهما في رواية لهما: \" عند الكثيب الأحمر \". وكذلك أخرجه\nأحمد وغيره وهو مخرج عندي في \" الصحيحة \" رقم (2627)\n</p>\n\n<p>\n(4) أي في \" فيض القدير \" باختصار يسير (5 / 519 - 520) والزيادة الآتية\nبين المعكوفتين منه ولا يستقيم المعنى بدونها فالظاهر أنها سقطت من الناسخ\n</p>\n\n<p>\n[78]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nوقبره مقام بدنه] (1) واستقراره إلى يوم معاد الأرواح إلى الأجساد كما أن\nروح نبينا صلى الله عليه وسلم بالرفيق الأعلى وبدنه الشريف في ضريحه المكرم\nيرد السلام على من يسلم عليه (2) ومن غلظ طبعه عن إدراك هذا فلينظر إلى\nالسماء في علوها وتعلقها وتأثيرها في الأرض وحياة النبات والحيوان وإذا\nتأملت في هذه الكلمات علمت أن لا حاجة إلى التكلفات البعيدة التي منها أن\nهذا كان رؤية منام أو تمثيلا أو اخبارا عن وحي لا رؤية عين \". وفي \"\nالمواهب اللدنية \" (3) :\n</p>\n\n<p>\nاختلف في رؤية نبينا محمد صلى الله تعالى عليه وسلم لهؤلاء الأنبياء\nعليهم الصلاة والسلام فحمل ذلك بعضهم على رؤية أرواحهم إلا عيسى عليه\nالسلام فيحتمل أن يكون عليه الصلاة والسلام عاين كل واحد منهم في قبره في\nالأرض على الصورة التي أخبر بها من الموضع الذي ذكر أنه عاينه فيه فيكون\nالله عز وجل قد أعطاه من القوة في البصر والبصيرة ما أدرك به ذلك ويشهد له\nرؤيته صلى الله تعالى عليه وسلم الجنة والنار في عرض الحائط والقدرة صالحة\nلكليهما إلى آخر ما قال <span id='ms39'></span>\n</p>\n\n<p>\nانتهى ما في \" المواهب وشرحه \" وتمام البحث فيه وأن أجسام الأنبياء عليهم\nالصلاة والسلام لا تأكلها الأرض كما ورد بالحديث بخلاف غيرهم. وقد روى في \"\nالمواهب \" عن أبي داود بلفظ\n</p>\n\n<p>\n(صحيح) \" إن الأرض لا تأكل أجساد الأنبياء (4 \")\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n(1) سقطت من الأصل واستدركتها من \" فيض القدير \"\n</p>\n\n<p>\n(2) كما في حديث أبي داود الآتي قلت: وبالجملة فحياة الأنبياء بعد الموت\nحياة برزخية ولنبينا صلى الله عليه وسلم فيها من الخصائص ما ليس لغيره كهذه\nالخصوصية وغيرها مما يأتي ولكن لا يجوز التوسع في ذلك بالأقيسة والأهواء\nكما جاء في آخر \" مراقي الفلاح \" تحت \" فصل زيارة النبي صلى الله عليه وسلم\n\" ما نصه:\n</p>\n\n<p>\nومما هو مقرر عند المحققين أنه صلى الله عليه وسلم حي يرزق بجميع الملاذ\nوالعبادات غير أنه حجب عن أبصار القاصرين\n</p>\n\n<p>\n(3) الجزء الثاني المقصد الخامس ص 24 مختصرا\n</p>\n\n<p>\n(4) (3 / 119) لكن لفظ الحديث فيه: \" إن الله حرم على الأرض أن تأكل\nأجساد الأنبياء \". وعزاه للنسائي أيضا وقال: \" وصححه ابن خزيمة وابن حبان\nوالدارقطني \". قلت: وصححه آخرون. وهو مخرج في \" صحيح أبي داود \" برقم (962)\n</p>\n\n<p>\n[79]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nومن خصائص نبينا عليه الصلاة والسلام أن الله تعالى وكل ملكا يبلغه صلاة\nالمصلين والمسلمين عليه (1) . وورد أيضا:\n</p>\n\n<p>\n(حسن الإسناد) \" ما من أحد يسلم علي إلا رد الله علي روحي فرددت عليه (2\n\") . فلا تغفل\n</p>\n\n<p>\n[النعيم والعذاب في القبر للروح والبدن]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nوأما كون العذاب والنعيم للروح والبدن فأمر مسلم عند الجمهور ولا ينافي\nعدم السماع على قول الأئمة الحنفية ومن وافقهم فهذا النائم يرى الرؤيا\nفتلتذ روحه وبدنه أو تغتم روحه ويتألم ويضطرب بدنه وإذا تكلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n(1) يشير إلى حديث ابن مسعود مرفوعا: \" إن لله ملائكة سياحين في الأرض\nيبلغوني من أمتي السلام \" وهو صحيح الإسناد مخرج في \" المصدر السابق \" برقم\n(924) وفي \" فضل الصلاة على النبي صلى الله عليه وسلم لإسماعيل القاضي (21)\nوانظر \" المواهب \" (1 / 421)\n</p>\n\n<p>\n(3) أخرجه أبو داود أيضا وغيره باللفظ المذكور إلا أنه قال: \". . . روحي\nحتى أرد عليه السلام \" وإسناده حسن كما بينته في \" الصحيحة \" (2266) . وأما\nقول مؤلف \" تتمة الأضواء \" (8 / 576) : \" جاء في الصحيح \" ما <span id='ms40'></span> من أحد يسلم.\n. . \" فخطأ مزدوج عند العلماء فإن الحديث إنما هو حسن فقط كما ذكرنا وقوله:\n\" في الصحيح \" يراد به في عرفهم أن الحديث في \" صحيح البخاري \" أو \" صحيح\nمسلم \" وليس هو عند أحدهما وإن أراد مطلق الصحة فليس الأمر كذلك فتنبه\n</p>\n\n<p>\nوأما حديث \" من صلى علي عند قبري سمعته ومن صلى علي نائيا أبلغته \" فهو\nموضوع كما قال شيخ الإسلام ابن تيمية في \" مجموع الفتاوى \" (27 / 241) وقد\nخرجته في \" الضعيفة \" (203) . ولم أجد دليلا على سماعه صلى الله عليه وسلم\nسلام من سلم عند قبره وحديث أبي داود ليس صريحا في ذلك فلا أدري من أين أخذ\nابن تيمية قوله (27 / 384) : أنه صلى الله عليه وسلم يسمع السلام من القريب\nوحديث ابن مسعود المتقدم مطلق. والله أعلم\n</p>\n\n<p>\n[80]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nعنده شخص وهو في تلك الحالة لا يسمع وقد وردت به الأخبار فاعتقدته ذوو\nالأبصار قال ابن وهبان (1) الحنفي في منظومته الشهيرة:\n</p>\n\n<p>\nوحق سؤال القبر ثم عذابه وكل الذي عنه النبيون أخبروا\n</p>\n\n<p>\nحساب وميزان صحائف نشرت جنان ونيران صراط ومحشر\n</p>\n\n<p>\nوقال شارحها ابن الشحنة (2) :\n</p>\n\n<p>\nاشتمل البيتان على مسائل:\n</p>\n\n<p>\nالأولى: سؤال منكر ونكير (3) وهما ملكان يدخلان القبر فيسألان العبد عن\nدينه ونبيه وهو مما يجب الإيمان به لأنه أمر ممكن أخبر به الصادق المعصوم\nصلى الله تعالى عليه وسلم والأحاديث فيها ثابتة صحيحة أي مثل ما رواه\nالبخاري (4) عن أنس أن رسول الله صلى الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n(1) هو عبد الوهاب بن أحمد بن وهبان القاضي أبو محمد الدمشقي فقيه أديب\nولي قضاء حماه. وكان مشكور السيرة توفي سنة (768) في نحو الأربعين من عمره\nومنظومته في ألف بيت\n</p>\n\n<p>\n(2) هو عبد البر بن محمد محب الدين بن محمد أبو البركات الحلبي القاهري\nيعرف كسلفه بابن الشحنة مؤلف \" الذخائر الأشرفية في الألغاز الحنفية \" تولى\nقضاء حلب ثم القاهرة. مات سنة (912)\n</p>\n\n<p>\n(3) ثبت ذكرهما باسميهما في حديث أبي هريرة مرفوعا وهو مخرج في \" الجنائز\n\" (ص 156) وله شاهد من حديث البراء المتقدم (ص 72) عند البيهقي في \" الشعب\n\" (1 / 181) وآخر موقوف على ابن عباس رواه <span id='ms41'></span> الطبراني في \" الأوسط \" (1 / 82\n/ 1 مجمع البحرين) وحسن إسناده الهيثمي في \" مجمع الزوائد \" (3 / 54) وفيه\nعبد الله بن كيسان المروزي وهو صدوق يخطئ. وآخران: عن أبي الدرداء موقوفا\nوعطاء بن يسار مرسلا عند الآجري (366، 367)\n</p>\n\n<p>\n(4) قلت: رواه مسلم أيضا كما تقدم (ص 55) وكذا الآجري في \" الشريعة \" ص\n(365) وغيره\n</p>\n\n<p>\n[81]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nعليه وسلم قال: \" إن العبد إذا وضع في قبره وتولى عنه أصحابه وإنه ليسمع\nقرع نعالهم أتاه ملكان فيقعدانه فيقولان: ما كنت تقول في هذا الرجل؟ لمحمد\nصلى الله عليه وسلم فأما المؤمن فيقول: أشهد أنه عبد الله ورسوله فيقال\n[له] : انظر مقعدك من النار قد أبدلك الله تعالى به مقعدا من الجنة فيراهما\n[جميعا] وأما المنافق والكافر فيقال له: ما كنت تقول في هذا الرجل؟ فيقول:\nلا أدري كنت أقول ما يقول الناس فيقال: لا دريت ولا تليت ويضرب بمطارق من\nحديد ضربة فيصيح صيحة يسمعها من يليه غير الثقلين \". انتهى\n</p>\n\n<p>\nالثانية: عذاب القبر للكافرين وبعض عصاة المؤمنين وتنعيم أهل الطاعة في\nالقبر بما يعلمه الله تعالى ويريده والنصوص في ذلك صحيحة كثيرة يبلغ معناها\nحد التواتر قال المصنف (1) : \" ومن أكلته السباع والحيتان فغاية أمره أن\nيكون بطن ذلك قبرا له \". باقتصار (2)\n</p>\n\n<p>\nنعم إن بعض العلماء ذهب إلى عدم إعادة الروح إلى البدن وقت السؤال وأن\nالسؤال للروح فقط وكذا التعذيب أو التنعيم ومنهم أبو محمد بن حزم الظاهري\nالشهير فإنه قال في كتابه \" الملل والنحل (3 \") من كلام طويل ما لفظه:\n</p>\n\n<p>\nوأيضا فإن جسد كل إنسان لا بد له من العود إلى التراب يوما كما قال عز\nوجل: {منها خلقناكم وفيها نعيدكم ومنها نخرجكم تارة أخرى} فكل من ذكرنا من\nمصلوب أو غريق أو محرق أو أكيل سبع أو دابة بحر أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n(1) يعني ابن وهبان صاحب المنظومة المتقدم\n</p>\n\n<p>\n(2) كذا الأصل ولعل الصواب: \" انتهى باختصار \"\n</p>\n\n<p>\n(3) (4 / 67 - 68) ولو قال المؤلف: \" وما لفظه مختصرا \" لكان أقرب إلى\nالواقع لا سيما وفيه بعض الألفاظ التي أضافها المؤلف بيانا منه ليست في\nالأصل\n</p>\n\n<p>\n[82]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nقتيل لم يقبر فإنه يعود رمادا أو رجيعا <span id='ms42'></span> أو يتقطع فيعود إلى الأرض ولا بد\nوكل مكان استقرت فيه النفس إثر خروجها فهو لها قبر إلى يوم القيامة وأما من\nظن أن الميت يحيى في قبره [قبل] يوم القيامة فخطأ (1) لأن الآيات التي\nذكرناها تمنع من ذلك ولو كان ذلك لكان تعالى قد أماتنا ثلاثا [وأحيانا\nثلاثا] وهذا باطل وخلاف القرآن إلا من أحياه الله تعالى آية لنبي من\nالأنبياء عليهم السلام ك (2) {الذين خرجوا من ديارهم وهم ألوف حذر الموت\nفقال لهم الله موتوا ثم أحياهم} {والذي مر على قرية وهي خاوية على عروشها\nقال أنى يحيى هذه الله بعد موتها فأماته الله مائة عام ثم بعثه} [ومن خصه\nنص] وكذلك قوله تعالى: {الله يتوفى الأنفس حين موتها والتي لم تمت في\nمنامها فيمسك التي قضى عليها الموت ويرسل الأخرى إلى أجل مسمى} فصح نص\nالقرآن أن أرواح سائر من ذكرنا لا ترجع إلى جسده إلا إلى الأجل المسمى وهو\nيوم القيامة وكذا أخبر رسول الله صلى الله عليه وسلم أنه رأى الأرواح ليلة\nأسري به عند سماء الدنيا عن يمين آدم عليه السلام أرواح أهل السعادة وعن\nشماله أرواح أهل الشقاوة وأخبر صلى الله عليه وسلم يوم بدر إذ خاطب الموتى\nوأخبر أنهم قد وجدوا ما وعدهم به حقا قبل أن يكون لهم قبور (3) فقال له\nالمسلمون: يا رسول الله أتخاطب أقواما قد جيفوا؟ فقال صلى الله تعالى عليه\nوسلم: \" ما أنتم بأسمع لما أقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قلت: بل هذا على إطلاقه هو الخطأ وسيأتي بيانه من المؤلف نقلا عن ابن\nالقيم رحمه الله (ص 87 - 88)\n</p>\n\n<p>\n(2) الأصل تبعا لأصله \" الملل \": (و) والتصويب من \" الروح \" (ص 42) .\nوالزيادة الآتية بين المعكوفتين [] منه نقلا عن \" الملل \" وليست في نسختنا\nالمطبوعة منها ولعلها سقطت منها فإنها في \" المحلى \" لابن حزم (1 / 22\nبلفظ: \" وكل من جاء فيه بذلك نص \"\n</p>\n\n<p>\n(3) قلت: نفي ابن حزم هذا يخالف قوله المتقدم آنفا: ومكان استقرت فيه\nالنفس إثر خروجها فهو لها قبر \" فتأمل\n</p>\n\n<p>\n[83]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nمنهم \" فلم ينكر صلى الله تعالى عليه <span id='ms43'></span> وسلم على المسلمين قولهم \" قد جيفوا\n\" وأعلمهم [أنهم] سامعون فصح أن ذلك لأرواحهم فقط بلا شك وأما الجسد فلا حس\nله [قال الله عز وجل: {وما أنت بمسمع من في القبور} فنفى عز وجل السمع عمن\nفي القبور وهي الأجساد بلا شك. ولا يشك مسلم في أن الذي نفى الله عز وجل\nعنه السمع هو غير الذي أثبت له رسول الله صلى الله تعالى عليه وسلم السمع\nفهذا هو الحق وأما ما خالف هذا فخلاف لله عز وجل ولرسوله صلى الله عليه\nوسلم مكابرة للعقل وللمشاهدة] (1) ولم يأت قط عن رسول الله صلى الله عليه\nوسلم في خبر يصح أن أرواح الموتى ترد [إلى] أجسادهم عند المساءلة ولو صح\nذلك عنه صلى الله عليه وسلم لقلنا له فإذا لم يصح فلا يحل لأحد أن يقوله\nوإنما انفرد بهذه الزيادة من رد الأرواح في القبور إلى الأجساد المنهال بن\nعمرو وحده وليس بالقوي (2) [تركه شعبة وغيره وقال فيه المغيرة بن مقسم\nالضبي - وهو أحد الائمة -: \" ما جازت قط للمنهال بن عمرو شهادة في الإسلام\nعلى باقة بقل \"] (3) وسائر الأخبار الثابتة على خلاف ذلك وهذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n(1 و 3) ما بين المعكوفتين لا وجود له في هذا الكان من \" الملل \" فلعله\nفي بعض النسخ أو في مكان آخر منه نقله المؤلف إلى هنا أو هو حاشية كانت على\nالهامش فنقلها الناسخ إلى هنا وهما منه. وما ذكر في الزيادة الثانية عن\nالضبي في ثبوت عنه نظر كما في \" التهذيب \" والله أعلم\n</p>\n\n<p>\n(2) قلت: هذه دعوى مردودة بل هي من مجازفاته المعروفة فالحديث صحيح من\nحديث البراء بن عازب له طرق كثيرة كما قال القرطبي في \" التذكرة \" (ق 84 /\n2) وتبعه ابن القيم في \" الروح \" (ص 46) والسيوطي في \" شرح الصدور \" (ص 22)\nوصححه غيرهم من أئمة الحديث المتقدمين كما تراه في \" الجنائز \" (ص 159) و \"\nالصحيحة \" (1391) ومنهم البيهقي في \" شعب الإيمان) (1 / 281) وله عنده طريق\nأخرى وقد ساقه ابن القيم مع طرقه الأخرى فليرجع إليه من شاء التوسع (ص 82 -\n83)\n</p>\n\n<p>\nوأما قوله في <span id='ms44'></span> المنهال: \" وليس بالقوي \" فقد رده ابن القيم وغيره كابن\nالقطان كما تراه في \" تهذيب التهذيب \" ويكفي في رد ذلك أنه من رجال البخاري\n</p>\n\n<p>\n[84]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nالذي قلنا هو الذي صح أيضا عن الصحابة رضي الله تعالى عنهم عنهم لم يصح\nعن أحد منهم غير ما قلنا كما حدثنا محمد بن سعيد بن نبات حدثنا إسماعيل بن\nإسحاق البصري (1) : نا عيسى بن حبيب (2) : حدثنا عبد الله بن عبد الرحمن بن\nمحمد بن عبد الله بن يزيد المقرئ عن جده محمد بن عبد الله عن سفيان ابن\nعيينة عن منصور بن صفية عن أمه صفية بنت شيبة قالت: دخل ابن عمر المسجد\nفأبصر ابن الزبير مطروحا قبل أن يصلب فقيل له: هذه أسماء بنت أبي بكر\nالصديق رضي الله تعالى عنها فمال ابن عمر إليها فعزاها وقال إن هذه الجثث\nليست بشيء وإن الأرواح عند الله عز وجل. فقالت أسماء: وما يمنعني (3) وقد\nأهدي رأس زكريا (4) إلى بغي من بغايا بني إسرائيل. و: نا محمد بن سعيد بن\nنبات: نا أحمد بن عون الله: نا قاسم بن أصبغ: نا محمد بن عبد السلام\nالخشني: نا أبو موسى محمد بن المثنى الزمن: نا عبد الرحمن بن مهدي: نا\nسفيان الثوري عن أبي اسحاق السبيعي عن أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n(1) انظر \" الشذرات \" (2 / 178) و \" تذكرة الحفاظ \"\n</p>\n\n<p>\n(2) لم أعرفه ومثله شيخه عبد الله بن عبد الرحمن وقد ذكره في \" التهذيب \"\nفي الرواة عن جده محمد بن عبد الله لكن وقع فيه مقلوبا بالنسبة لما هنا\nفقال في ترجمة محمد هذا: \" وعنه. . . ابن ابنه عبد الرحمن بن عبد الله بن\nمحمد \" ولعله من أجل الجهالة المشار إليها أشار الحافظ ابن كثير في تاريخه\n\" البداية \" (8 / 346) إلى تضعيف هذه القصة بقوله: \" وقيل: إن ابن عمر دخل.\n. . \". فتصحيح ابن حزم لها مردود. والله أعلم\n</p>\n\n<p>\n(3) قلت: تعني من الصبر وقد جاء هذا البيان في صلب الرواية في \" كتاب\nالأهوال \" (ق 180 / 1) وفي تاريخ \" البداية \"\n</p>\n\n<p>\n(4) كذا في الأصل تبعا لأصله المنقول عنه وكذا وقع في \" المحلي \" لابن\nحزم <span id='ms45'></span> أيضا (1 / 22) وعلق عليه الشيخ أحمد شاكر رحمه الله بقوله: \" هنا بهامش\nالأصل ما نصه: المعروف في كتب التفسير والآثار أن يحيى هو الذي أهدي رأسه\nإلى البغي وأما زكريا فإنه نشر بالمنشار في باطن الشجرة فكأنه سقط لفظ\n(يحيى) وأن الأصل يحيى بن زكريا \"\n</p>\n\n<p>\nقلت: وهكذا على الصواب وقع في \" الأهوال \" و \" البداية \"\n</p>\n\n<p>\n[85]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nالأحوص عن ابن مسعود رضي الله تعالى عنه في قول الله عز وجل: {ربنا أمتنا\nاثنتين وأحييتنا اثنتين} [قال] : هي التي في (البقرة) : {وكنتم أمواتا\nفأحياكم ثم يميتكم ثم يحييكم ثم إليه ترجعون} (1) . فهذا ابن مسعود وأسماء\nبنت أبي بكر الصديق وابن عمر رضي الله تعالى عنهم ولا مخالف لهم من الصحابة\nرضي الله تعالى عنهم تقطع أسماء وابن عمر على أن الأرواح باقية عند الله\nتعالى وأن الجثث ليست بشيء ويقطع ابن مسعود بأن الحياة مرتان والوفاة كذلك\nوهو قولنا وبالله تعالى التوفيق. وقد صح عن النبي صلى الله عليه وسلم انه\nرأى موسى عليه السلام تلك الليلة في السماء السادسة أو السابعة (2) وبلا شك\nأنه رأى روحه وأما الجسد فموارى في التراب بلا شك فعلى هذا إن كل موضع روح\nيسمى قبرا له فتعذب الأرواح حينئذ وتسأل حيث هي. وبالله تعالى التوفيق \".\nانتهى كلام ابن حزم بحروفه. ولا تنس توقف الإمام الأعظم في ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قلت: وأخرجه ابن جرير في \" تفسيره \" (24 / 31) : حدثنا ابن بشار: ثنا\nعبد الرحمن به. وأخرجه الحاكم (2 / 437) من طريق آخر عن أبي إسحاق به.\nوقال: \" صحيح على شرط الشيخين \" ووافقه الذهبي وهو كما قالا. وأورده في \"\nالدر \" (5 / 374) بزيادة في آخره بلفظ: \" كانوا أمواتا في أصلاب آبائهم ثم\nأخرجهم فأحياهم ثم يميتهم ثم يحييهم بعد الموت \". وعزاه للفريابي وعبد بن\nحميد وابن جرير وابن المنذر وابن أبي حاتم والطبراني. وقال ابن كثير عقبه:\n\" وكذا قال ابن عباس والضحاك وقتادة وأبو مالك وهذا هو الصواب الذي لا شك\nفيه ولا مرية \". وبه جزم في \" شرح الطحاوية \" (ص 446 - الطبعة الرابعة)\n</p>\n\n<p>\n(2) كذا على الشك وكذا قال ابن <span id='ms46'></span> القيم في \" الروح \" (ص 45) وسبب الشك\nاختلاف الروايات ففي بعضها أن النبي صلى الله عليه وسلم رأى موسى في السماء\nالسادسة وفي أخرى: السابعة وقد حاول الحافظ ابن حجر التوفيق بينهما فراجع\nشرحه للحديث في أول \" كتاب الصلاة \" من \" البخاري \"\n</p>\n\n<p>\n[86]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nوقد رده العلامة ابن القيم في \" كتاب الروح (1 \") بعد أن نقل بعضه بقوله:\n</p>\n\n<p>\nقلت ما ذكره أبو محمد فيه حق وباطل أما قوله:\n</p>\n\n<p>\nمن ظن أن الميت يحيا في قبره فخطأ \" فهذا فيه إجمال إن أراد به الحياة\nالمعهودة في الدنيا التي يقوم فيها الروح بالبدن وتدبره وتصرفه ويحتاج معها\n[إلى] الطعام والشراب واللباس فهذا خطأ كما قال والحس والعقل يكذبه كما\nيكذبه النص وإن أراد به حياة أخرى غير هذه الحياة بل تعاد الروح إليه إعادة\nغير الإعادة المألوفة في الدنيا ليسأل ويمتحن في قبره فهذا حق ونفيه خطأ \"\n</p>\n\n<p>\nإلى أن قال ابن القيم (1) :\n</p>\n\n<p>\nإن الروح بالبدن لها خمسة أنواع من التعلق متغايرة الأحكام:\n</p>\n\n<p>\nأحدها: تعلقها به في بطن الأم جنينا\n</p>\n\n<p>\nالثاني: تعلقها به بعد خروجه إلى وجه الأرض\n</p>\n\n<p>\nالثالث: تعلقها به في حال النوم فلها به تعلق من وجه ومفارقة من وجه\n</p>\n\n<p>\nالرابع: تعلقها به في البرزخ فإنها وإن فارقته وتجردت عنه فإنها لم\nتفارقه فراقا كليا بحيث لا يبقى لها التفات إليه البتة\n</p>\n\n<p>\nالخامس: تعلقها به يوم بعث الأجساد وهو أكمل أنواع تعلقها بالبدن\n</p>\n\n<p>\n(1) (ص 43)\n</p>\n\n<p>\n(2) يعني في\n</p>\n\n<p>\nكتاب الروح \" (ص 43 - 44) . ومثله في \" شرح العقيدة الطحاوية \" لابن أبي\nالعز (ص 451) وكأنه نقله عن ابن القيم فإنه متأخر الوفاة عنه ب (41) سنة\n</p>\n\n<p>\n[87]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nولا نسبة لما قبله من أنواع التعلق إليه إذ هو تعلق لا يقبل البدن معه\nموتا ولا نوما ولا فسادا \" انتهى. وأطال في البحث كما هي عادته فمن أراده\nفليرجع إليه\n</p>\n\n<p>\nوتبين أيضا مما نقلناه عن أبي محمد بن حزم أنه موافق للحنفية أيضا في\nمسألة عدم سماع الموتى وإن خالفهم في غيره وهو من أجل علماء مذهب داود\nالظاهري المجتهد المشهور\n</p>\n\n<p>\nتتمه:\n</p>\n\n<p>\nقال العلامة أبو الحسن <span id='ms47'></span> علي سيف الدين الآمدي الأشعري (1) في كتابه \"\nأبكار الأفكار \" ما عبارته:\n</p>\n\n<p>\nالفصل الثالث في عذاب القبر ومسألة منكر ونكير:\n</p>\n\n<p>\nوقد اتفق سلف الأمة قبل ظهور الخلاف وأكثرهم بعد ظهوره على إ ثبات إحياء\nالموتى في قبورهم ومساءلة الملكين لهم وتسمية أحدهما منكرا والآخر نكيرا\nوعلى إثبات عذاب القبر للمجرمين والكافرين وذهب أبو الهذيل (2) وبشر بن\nالمعتمر (3) إلى أن من ليس بمؤمن فإنه لا يسأل ويعذب فيما بعد النفختين\nأيضا وذهب الصالحي (4) من المعتزلة وابن\n</p>\n\n<p>\n(1) هو علي بن محمد بن سالم التغلبي سيف الدين الآمدي أبو الحسن أصولي\nباحث له نحو عشرين مصنفا منها كتابه المعروف:\n</p>\n\n<p>\nالإحكام في أصول الأحكام \" وقد كان نفي من دمشق لسوء اعتقاده وصح عنه أنه\nكان يترك الصلاة. نسأل الله العافية. مات سنة (631)\n</p>\n\n<p>\n(2) هو محمد الهذيل العلاف من أئمة المعتزلة له كتب كثيرة في مذهبهم وكان\nسريع الخاطر قوي الحجة توفي سنة (235) وقيل غير ذلك\n</p>\n\n<p>\n(3) كوفي ويقال: بغدادي من كبار المعتزلة وخالفهم في مسألة القدر مات سنة\n(210)\n</p>\n\n<p>\n(4) عرف بهذه النسبة قال السمعاني: \" وكان يزعم أنه يجوز وجود الجوهر\nاليوم خاليا عن الأعراض ثم حدثت فيها الأعراض وأن العلم والقدرة والإرادة\nوالسمع والرؤية يصح وجودها كلها في الميتة وعلى هذه يتصور أن يكون سائر\nالناس أمواتا \" هذا كل ما ذكر في ترجمته\n</p>\n\n<p>\n[88]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nجرير الطبري وطائفة من الكرامية إلى تجويز ذلك (1) على الموتى في قبورهم\nوذهب بعض المتكلمين إلى أن الآلام تجتمع في أجساد الموتى وتتضاعف من غير حس\nبها فإذا حشروا أحسوا بها دفعة واحدة وذهب ضرار بن عمرو (2) وبشر المريسي\n(3) وأكثر المتأخرين من المعتزلة إلى إنكار ذلك كله وأنكر الجبائي (4)\nوابنه والبلخي (5) تسمية الملكين منكرا ونكيرا مع الاعتراف بهما (6) وإنما\nالمنكر ما يصدر من الكافر عند تلجلجه إذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n(1) يعني العذاب (على الموتى في قبورهم) يعني على أجسادهم دون إعادة\nالأرواح إليها كما سيوضحه جواب الآمدي نفسه الآتي (ص 90)\n</p>\n\n<p>\nقال الحافظ ابن رجب (ق 81 / 1) : \" وممن ذكر ذلك من أصحابنا ابن عقيل في\n\" كتاب الإرشاد \" له وابن الزاغوني <span id='ms48'></span> وحكي عن ابن جرير الطبري أيضا. . . \"\nلكن أنكره الجمهور كما قال ابن القيم (ص 50)\n</p>\n\n<p>\n(2) هو القاضي. قال الذهبي: \" معتزلي جلد له مقالات خبيثة قال ابن حزم:\n(كان ضرار ينكر عذاب القبر) قلت: ومثله اليوم كثير ممن يشككون في الأحاديث\nالصحيحة الصريحة في عذاب القبر ويدفعونها بزعمهم أنها أحاديث آحاد وأن\nالقاعدة أنه لا تثبت بها عقيدة وقد بينت بطلان هذه القاعدة في رسالتين\nمطبوعتين: \" الحديث حجة بنفسه في العقائد والأحكام \" و \" وجوب الأخذ بحديث\nالآحاد في العقيدة \"\n</p>\n\n<p>\n(3) بفتح الميم وكسر الراء نسبة إلى (مريسة) بالصعيد والمشهور بالخفة\nوضبطها الصغاني بتثقيل الراء وهو فقيه معدود في فقهاء الحنفية ومن تلامذة\nالإمام أبي يوسف رحمه الله ولكن هذا كان يذمه ويعرض عنه لضلاله مع أنه كان\nذا ورع وزهد. مات سنة (228)\n</p>\n\n<p>\n(4) بضم الجيم نسبة إلى (جبى) قرية في البصرة واسمه محمد بن عبد الوهاب\nأبو علي من أئمة المعتزلة. توفي سنة (303) وله ثمان وستون سنة\n</p>\n\n<p>\n(5) هو عبد الله بن أحمد البلخي أبو القاسم الكعبي كان داعية إلى\nالاعتزال وله تصنيف يدل عليه كثرة اطلاعه وتعصبه توفي سنة (319)\n</p>\n\n<p>\n(6) لثبوت ذكرهما في الأحاديث الصحيحة بدون تسمية حتى بلغت مبلغ التواتر\nوقد ساقها السيوطي في \" شرح الصدور \" (ص 48 - 59) وأما التسمية فهي ثابتة\nفي حديث أبي هريرة والبراء كما تقدم (ص 81) فمن أنكرها بعد ثبوتها فقد جهل\n</p>\n\n<p>\n[89]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nسئل والنكير تقريع الملكين له\n</p>\n\n<p>\nوالدليل على إحياء الموتى في قبورهم قبل الحشر قبل الحشر قوله تعالى:\n{ربنا أمتنا اثنتين وأحييتنا اثنتين} والمراد بالإماتتين ما بين الموتة\nالتي قبل مزار القبور والموتة التي بعد مساءلة منكر ونكير والمراد\nبالحياتين: الحياة الأولى والحياة لأجل المساءلة على ما قاله المفسرون (1)\n</p>\n\n<p>\nفإن قيل: لا نسلم أن المراد بالإماتتين والحياتين ما ذكرتموه وما ذكرتموه\nعن المفسرين فهو معارض بما يناقضه من قول غيرهم من المفسرين أيضا فإنه قد\nقيل: إن المراد بالإماتتين الموتة الأولى في أطوار النطفة قبل نفخ الروح\nفيها والثانية: التي قبل مزار القبور والمراد بالحياتين: الحياة التي قبل\nمزار القبور <span id='ms49'></span> والمراد بالحياتين: الحياة التي قبل مزار القبور والحياة لأجل\nالحشر وليس أحد القولين أولى من الآخر بل هذا القول أولى لأنه لو كان كذلك\nفيكون على وفق المفهوم من قوله تعالى: {وأحييتنا اثنتين} حيث يدل بمفهومه\nعلى نفي حياة ثالثة وما ذكرتموه يلزم منه أن يكون الإحياء ثلاث مرات:\nالإحياء الأول قبل مزار القبور والإحياء الثاني للمسألة والإحياء [الثالث]\nللحشر وهو خلاف المفهوم. (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n(1) ليس في التفسير بالمأثور شيء من ذلك بل المروي عن ابن مسعود وغيره\nخلافه كما سبق (ص 86) فلا تعبأ بترجيح الآمدي له كما يأتي فإنه خلاف علم\nأصول التفسير. انظر (ص 95 - 102) من \" مقدمة ابن تيمية في أصول التفسير \" و\n\" فصل في الإرشاد إلى طريق المعرفة لصحيح التفسير \" (ص 156 - 158) من \"\nإيثار الحق على الخلق \" لأبي عبد الله اليماني رحمه الله\n</p>\n\n<p>\n(2) قلت: ولذلك أبطله ابن حزم كما تقدم في كلامه المنقول في الكتاب (ص 82\n- 83) لكن ذلك لا ينافي الحياة الخاصة في البرزخ كما سبق بيانه من كلام ابن\nالقيم رحمه الله (ص 87)\n</p>\n\n<p>\n[90]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا بل ما ذكرناه أولى لوجهين:\n</p>\n\n<p>\nالأول: أنه الشايع المستفيض بين أرباب التفسير وما ذكرتموه نقول شذوذ لا\nيؤبه له\n</p>\n\n<p>\nالثاني: أنه حمل الإماتة على حالة أطوار النطفة مخالف للظاهر فإن الإماتة\nلا تطلق إلا بعد سابقة الحياة \"\n</p>\n\n<p>\nثم إنه أطال (1) في الأجوبة إلى أن قال في الكلام على عذاب القبر وأدلة\nمن يقول بنفيه:\n</p>\n\n<p>\nومنها قوله تعالى حكاية عن الكفار إذا حشروا: {يا ويلنا من بعثنا من\nمرقدنا؟} فإنه دليل على أنهم لم يكونوا معذبين قبل ذلك. ومنها قوله تعالى:\n{لا يذوقون فيها الموت إلا الموتة الأولى} وهي خلاف قول من قال بأن الميت\nيحيى للمسائلة ثم يموت\n</p>\n\n<p>\nإلى أن قال:\n</p>\n\n<p>\nوالجواب: أما ما ذكروه من الشبهة الأولى فقد اختلف المتكلمون في جوابها\nفمنهم من قال بالتزام الثواب والعقاب في حق الموتى من غير حياة كما حكاه عن\nالصالحي وابن جرير الطبري وبعض الكرامية وأما أصحابنا (2) فقد اختلفوا\nفمنهم من قال ترد الحياة إلى بعض أجزاء <span id='ms50'></span> البدن وأخصها منها بذلك والمسائلة\nوالعذاب. وقال القاضي أبو بكر: لا يبعد أن ترد الحياة وان كنا نحن لا نشعر\nبها كما قال (صاحب السكة\n</p>\n\n<p>\n) . (3) انتهى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n(1) يعني الآمدي في كتابه السابق الذكر: \" الأبكار \"\n</p>\n\n<p>\n(2) يعني الأشاعرة\n</p>\n\n<p>\n(3) قلت: لعله يشير إلى ما أخرجه ابن أبي الدنيا في كتاب \" من عاش بعد\nالموت \" من طريق أبي أيوب اليماني عن رجل من قومه يقال له عبد الله أنه\nونفرا من قومه ركبوا البحر وأن البحر أظلم عليهم أياما ثم انجلت عنهم تلك\nالظلمة وهم قرب قرية قال عبد الله: فخرجت ألتمس الماء فإذا أبواب مغلقة\nتجأجأ عنها الريح فهتفت فيها فلم يجيبني أحد فبينما أنا على ذلك إذ طلع علي\nفارسان تحت كل فارس منهما قطيفة بيضاء فسألاني عن أمري فأخبرتهما بالذي\nأصابنا في البحر وأني خرجت أطلب الماء فقالا لي: يا عبد الله اسلك في هذه\nالسكة فإنك ستنتهي إلى بركة فيها ماء فاستق منها ولا يهولنك ما ترى فيها.\nقال: فسألتهما عن تلك البيوت المعلقة التي تجأجأ فيها الريح؟ فقالا: هذه\nبيوت فيها أرواح الموتى قال: فخرجت حتى انتهيت إلى البركة فإذا رجل معلق\nمقلوب على رأسه يريد أن يتناول الماء بيده وهو لا يناله فلما رآني هتف بي\nوقال: يا عبد الله اسقني. قال: فعرفت بالقدح لأناوله فقبضت يدي فقال لي: بل\nالعمامة ثم ارم بها إلي قال: فبللت العمامة لأرمي بها إليه فقبضت يدي؟ فقلت\nيا عبد الله غرفت بالقدح لأناولك فبضت يدي ثم بللت العمامة لأرمي بها إليك\nفقبضت يدي فاخبروني ما أنت؟ فقال: أنا ابن آدم؟ أنا أول من سفك الدماء في\nالأرض\n</p>\n\n<p>\nنقلته من \" كتاب الأهوال \" لابن رجب (ق 122 / 1 - 123 / 1) وسكت عنه وهي\nقصة غريبة عجيبة وعبد الله هذا راويها لم أعرفه وكذا أبو أيوب اليماني\nالراوي عنه. ثم رأيت في النسختين البغداديتين: \" السكتة \" بدل \" السكة \"\nولم أدر وجهه\n</p>\n\n<p>\n[91]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nوأطال في الأجوبة فإن أردته فارجع إليه\n</p>\n\n<p>\nوتبين أيضا منه موافقة ابن جرير الطبري المجتهد وغيره للحنفية في عدم <span id='ms51'></span>\nالسماع لأنه لما نفى الحياة فمن الأولى أن ينفي السماع أيضا كما لا يخفى\nعلى كل ذي فهم غير متعصب فلا تغفل\n</p>\n\n<p>\n[زيارة القبور]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nوأما مشروعية زيارة المقابر فاسمع ما قالته الأئمة الحنفية في كتبهم\nالمرضية قال الشرنبلالي في \" مراقي الفلاح \":\n</p>\n\n<p>\n(فصل في زيارة القبور. ندب زيارتها) من غير أن يطأ القبور (للرجال\nوالنساء وقيل تحرم على النساء) والأصح أن الرخصة ثابتة للرجال والنساء\nفتندب لهن أيضا (على الأصح) . (1)\n</p>\n\n<p>\n(1) نسبة إلى (شبرى بلولة) ب (المنوفية) من (مصر) وهو حسن بن عمار بن علي\nالمصري من فقهاء الحنفية مكثر من التصنيف مات سنة (1069)\n</p>\n\n<p>\n(2) انظر\n</p>\n\n<p>\nأحكام الجنائز \" (ص 180)\n</p>\n\n<p>\n[الصفحة 92]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nوالسنة زيارتها قائما والدعاء عندها (1) قائما كما كان يفعل رسول الله\nصلى الله عليه وسلم في الخروج إلى البقيع ويقول السلام [عليكم] دار قوم\nمؤمنين وإنا إن شاء الله بكم لاحقون أسأل الله لي ولكم العافية \". (2)\n</p>\n\n<p>\n(ويستحب) للزائر (قراءة) سورة (يس) لما ورد \" انتهى (3)\n</p>\n\n<p>\nوقال محشيه الطحطاوي (4) :\n</p>\n\n<p>\n(قوله\n</p>\n\n<p>\nللرجال \" ويقصدون بزيارتها وجه الله تعالى وإصلاح القلب (5) ونفع الميت\nبما يتلى عنده [من القرآن ولا يمس القبر ولا يقبله (6) فإنه من عادة] (7)\nأهل الكتاب ولم يعهد الاستلام إلا للحجر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قلت: لعله يعني الدعاء لها عندها بدليل الحديث الآتي وإلا فقصد القبر\nللدعاء عنده تبركا به لا يشرع بل هو من الشركيات والوثنيات التي ابتلي بها\nكثير من المسلمين كما شرحه شيخ الإسلام ابن تيمية في كتبه\n</p>\n\n<p>\n(2) أخرجه مسلم وغيره عن أبي هريرة. انظر \" أحكام الجنائز \" (ص 190)\n</p>\n\n<p>\n(3) يعني كلام \" المراقي \" (ص 117) وتمامه: \" عن أنس رضي الله عنه أنه\nقال رسول الله صلى الله عليه وسلم: \" من دخل المقابر فقرأ سورة {يس} خفف\nالله عنهم يومئذ وكان له بعدد ما فيها حسنات \"\n</p>\n\n<p>\nقلت: وسكت عليه الطحطاوي في \" حاشيته \" (ص 610) ولم يخرجه وهو حديث موضوع\nكما بينته في \" الضعيفة \" برقم (1291) ومثله حديث \" من مر بالمقابر فقرأ\n{قل هو الله أحد} أحد عشر مرة. . . \" وبيانه في المصدر السابق (1290)\n</p>\n\n<p>\n(4) (ص 610) من \" الحاشية \"\n</p>\n\n<p>\n(5) يعني بتذكرة الآخرة كما في قوله صلى <span id='ms52'></span> الله عليه وسلم: \". . . .\nفزوروها فإنها ترق القلب وتدمع العين وتذكر الآخرة. ولا تقولوا هجرا \".\nانظر \" أحكام الجنائز \" (ص 180)\n</p>\n\n<p>\n(6) ونحوه في \" حاشية الباجوري على ابن قاسم \" ونصه (1 / 277) : \" ويكره\nتقبيل القبر واستلامه ومثله التابوت الذي يجعل فوقه وكذلك الأعتاب عند\nالدخول لزيارة الأولياء \". ثم استثنى مخربا بيده لما بنى فقال: \" إلا إن\nقصد به التبرك بهم فلا يكره \" قلت: وهل البلاء كله إلا من مثل هذا التبرك\nالموصل إلى الشرك؟\n</p>\n\n<p>\n(7) سقطت من الأصل واستدركتها من \" الحاشية \"\n</p>\n\n<p>\n[الصفحة 93]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nالأسود والركن اليماني خاصة. وتمامه في الحلبي \"\n</p>\n\n<p>\nوقال الغزالي في \" الإحياء \": (1) إن ذلك من عادة النصارى قوله: (وقيل:\nتحرم على النساء) وسئل القاضي عن جواز خروج النساء إلى المقابر؟ فقال: لا\nتسأل عن الجواز والفساد في مثل هذا وإنما تسأل عن مقدار ما يلحقها من اللعن\nفيه \" وقال بعد أسطر:\n</p>\n\n<p>\nإن مسألة القراءة على القبر ذات خلاف قال الإمام: (2) تكره لأن أهلها\nجيفة ولم يصح فيها شيء عنده عنه صلى الله عليه وسلم (3) . وقال محمد: تستحب\n</p>\n\n<p>\nانتهى المقصود منه بلفظه\n</p>\n\n<p>\nقلت: وتعبير الإمام عن الميت ب (الجيفة) مأخوذ مما رواه أبو داود مرفوعا\nعنه صلى الله عليه وسلم: \" لا ينبغي لجيفة مسلم أن تبقى بين طهراني أهله \".\nفافهم. وقال أيضا:\n</p>\n\n<p>\nفللإنسان أن يجعل ثواب عمله لغيره (4) عند أهل السنة والجماعة صلاة كان\nأو صوما أو حجا أو صدقة أو قراءة للقرآن أو الأذكار أو غير ذلك من أنواع\nالبر ويصل ذلك إلى الميت وينفعه. قال الزيعلي (5) في\n</p>\n\n<p>\n(باب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في آخره (4 / 419) وقال في مكان آخر منه (1 / 232) : \" وليس ذلك من\nالسنة \"\n</p>\n\n<p>\n(2) يعني أبا حنيفة رحمه الله وهو مذهب الجمهور ومنهم الإمام مالك\nوالشافعي وأحمد كما تراه منقولا عنهم في \" أحكام الجنائز \" (191 - 192)\nوراجع لهذا رسالة العلامة البركوي في \" زيارة القبور \" (ص 322 - 323 - هامش\nشرعة الإسلام)\n</p>\n\n<p>\n(3) قلت: وهذا التعليل الثاني هو المعتمد بخلاف الأول فإنه مما لا دليل\nعليه حتى ولو صح الحديث الذي استدل به المؤلف فيما يأتي فكيف وهو غير صحيح\nكما هو مبين في \" أحكام الجنائز \" (ص <span id='ms53'></span> 13)\n</p>\n\n<p>\n(4) في هذا الإطلاق نظر بينته في المصدر السابق تحت عنوان: \" ما ينتفع به\nالميت \" (ص 168 - 178) فراجعه فإن فيه تحقيقا قلما تراه في كتاب آخر\n</p>\n\n<p>\n(5) يعني في \" شرح الكنز \" (1 / 112)\n</p>\n\n<p>\n[الصفحة 94]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nالحج عن الغير \") . انتهى (1)\n</p>\n\n<p>\nومثله من أبحاث الزيارة في \" رد المحتار \" وغيره من كتب المذهب. وكذا\nمسائل القراءة ونحوها المسطورة في كتب سائر المذاهب تركناها خشية التطويل\nإذ كان المقصود من تحرير هذه الرسالة بيان قول الأئمة الحنفية أن الميت لا\nيسمع عندهم وعند جملة من علماء المذاهب الأخر فأثبتنا ولله الحمد صحة نقلنا\nعنهم وما تلقيناه منهم\n</p>\n\n<p>\nفإن قيل: إذا كان مذهب الحنفية وكثير من العلماء المحققين على عدم السماع\nفما فائدة السلام على الأموات وكيف صحة (2) مخاطبتهم عند السلام؟\n</p>\n\n<p>\nقلت: لم أجد فيما بين يدي الآن من كتبهم جوابهم عن ذلك ولا بد أن تكون\nلهم أجوبة عديدة فيما هنالك والذي يخطر في الذهن ويتبادر إلى الخاطر والفهم\nأنهم لعلهم أجابوا بأن ذلك أمر تعبدي وبأنا نسلم سرا في آخر صلاتنا إذا كنا\nمقتدين وننوي بسلامنا الحفظة والإمام وسائر المقتدين مع أن هؤلاء القوم لا\nيسمعونه لعدم الجهر به فكذا ما نحن فيه. (3) على أن السلام هو الرحمة\nللموتى وننزلهم منزلة المخاطبين السامعين وذلك شائع في العربية كما لا يخفى\nعلى العارفين فهذه العرب تسلم على الديار وتخاطبها على بعد المزار (4)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(1) يعني كلام الطحطاوي\n</p>\n\n<p>\n(2) كذا الأصل ولعل الصواب \" صحت \"\n</p>\n\n<p>\n(3) قلت: ومن هذا القبيل قول الضرير في حديثه المشهور: \" يا محمد إني\nتوجهت بك إلى ربي. . . \" الحديث وهو مخرج في رسالتي \" التوسل \" (ص 67 - 68)\n. وهذا إذا افترض أن النبي صلى الله عليه وسلم كان بعيدا أو غائبا عنه لا\nيسمعه وأما إذا كان ذلك في حضوره صلى الله عليه وسلم فلا إشكال\n</p>\n\n<p>\n(4) قلت: ومن ذلك مخاطبة النبي صلى الله عليه وسلم الهلال حين يراه\nبقوله: \". . . ربنا وربك الله \" ونحوه مما جاء في عدة أحاديث مخرجة في \"\nالمشكاة \" (2428 و 2451) و \" الكلم الطيب \" (ص 91 / 161) و \" الصحيحة \"\n(1816) . و \" الضعيفة \" (1506)\n</p>\n\n<p>\nومثله ما روي عن ابن <span id='ms54'></span> عمر مرفوعا: \" كان إذا سافر فأقبل الليل قال: يا ارض\nربي وربك الله أعوذ بالله من شرك وشر ما فيك. . . \" الحديث وقد صححه بعضهم\nلكن في إسناده جهالة كما بينته في \" الكلم الطيب \" (99 / 180) و \" المشكاة\n\" (3439 - التحقيق الثاني)\n</p>\n\n<p>\nوفي ذلك كله رد قوي على قول ابن القيم في \" الروح \" (ص 8) وقد ذكر السلام\nعلى الأموات -:\n</p>\n\n<p>\nفإن السلام على من لا يشعر ولا يعلم بالمسلم محال\n</p>\n\n<p>\nقال: \" وهذا السلام والخطاب والنداء لموجود يسمع ويخاطب ويرد \"\n</p>\n\n<p>\nوكأنه رحمه الله لم يستحضر خطاب الصحابة للنبي صلى الله عليه وسلم في\nالتشهد: \" السلام عليك أيها النبي ورحمة الله وبركاته \" خلفه في المدينة\nوبعيدا عنه في سائر البلاد بحيث لو خاطبوه بذلك جهرا لم يسمعهم صلى الله\nعليه وسلم فضلا عن جمهور المسلمين اليوم وقبل اليوم الذي يخاطبونه بذلك\nأفيقال: إنه يسمعهم؟ أو أنه من المحال السلام عليه وهو لا يشعر بهم ولا\nيعلم؟ وكذلك لم يستحضر رحمه الله قول شيخ الإسلام ابن تيمية في توجيه هذا\nالسلام ونحوه فقال في \" الاقتضاء \" (ص 416) وقد ذكر حديث الأعمى المشار\nإليه آنفا:\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nيا محمد \" هذا وأمثاله نداء يطلب به استحضار المنادي في القلب فيخاطب\nلشهوده بالقلب كما يقول المصلي: \" السلام عليك أيها النبي ورحمة الله\nوبركاته \" والإنسان يفعل هذا كثيرا يخاطب من يتصوره في نفسه وإن لم يكن في\nالخارج من سمع الخطاب \"\n</p>\n\n<p>\n[الصفحة 95]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nوبعد أن حررت هذه الكلمات رأيت في \" شرح الزرقاني على موطأ الإمام مالك \"\nفي \" فصل جامع للوضوء \" (1) في الكلام على حديث أبي هريرة أن رسول الله صلى\nالله عليه وسلم خرج إلى المقبرة فقال: \" السلام عليكم دار قوم مؤمنين وإنا\nإن شاء الله بكم لاحقون \" (2) ما لفظه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(1) (ج 1 ص 63) والزرقاني نسبة إلى (زرقان) من قرى منوف بمصر وهو محمد بن\nعبد الباقي المصري الأزهري المالكي توفي سنة (1122)\n</p>\n\n<p>\n(2) أخرجه مسلم أيضا وغيره وقد سقت الحديث بتمامه وخرجته في \" أحكام\nالجنائز \" (ص 190)\n</p>\n\n<p>\n[الصفحة 96]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n\" قال الباجي (1) وعياض: (2) يحتمل أنهم أحيوا له حتى سمعوا كلامه كأهل\nالقليب <span id='ms55'></span> ويحتمل أن يسلم عليهم مع كونهم أمواتا لامتثال أمته ذلك بعده. قال\nالباجي (3) : وهو الأظهر \". (4)\n</p>\n\n<p>\n[ورأيت أيضا في \" حاشية الطحطاوي على مراقي الفلاح \" في \" باب الصلاة على\nالجنائز \" (5) ما عبارته:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n\" قوله: (وينوي بالتسليمتين الميت مع القوم) وجزم في \" الظهيرية \" بأنه\nلا ينوي الميت ومثله لقاضي خان. وفي \" الجوهرة \": قال في \" البحر \": وهو\nالظاهر لأن الميت لا يخاطب بالسلام لأنه ليس أهلا للخطاب. قال بعض الفضلاء:\nوفيه نظر. لأنه ورد أنه صلى الله عليه وسلم كان يسلم على [أهل] القبور\nانتهى. على أن المقصود منه الدعاء لا الخطاب \" انتهى بلفظه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(1) نسبة إلى (باجة) بالأندلس واسمه سليمان بن خلف أبو الوليد القرطبي\nفقيه مالكي كبير من رجال الحديث. مات سنة (474)\n</p>\n\n<p>\n(2) هو عياض بن موسى القاضي أبو الفضل عامل المغرب وإمام أهل الحديث في\nوقته وكان من أعلم الناس بكلام العرب وأنسابهم وأيامهم توفي ب (مراكش) سنة\n(544)\n</p>\n\n<p>\n(3) في \" المنتفى \" (1 / 69)\n</p>\n\n<p>\n(4) قلت: كل من الاحتمالين غير قوي عندي أما الأول فلأن النبي صلى الله\nعليه وسلم كان يخاطب الموتى بالسلام المذكور كلما زار القبور كما في حديث\nعائشة رضي الله عنها: \" كان صلى الله عليه وسلم كلما كان ليلتها من رسول\nالله صلى الله عليه وسلم يخرج من آخر الليل فيقول: السلام عليكم دار قوم\nمؤمنين. . . \" الحديث. رواه مسلم وغيره وهو مخرج في \" أحكام الجنائز \" (ص\n189) فهل كانوا يجيبونه كلما سلم عليهم؟\n</p>\n\n<p>\nوأما الآخر فهو أضعف منه لأنه يعود السؤال السابق: لماذا خاطبهم النبي\nصلى الله عليه وسلم بذلك؟ اللهم إلا أن يكون مراده أن الأمر تعبدي محض.\nوالله أعلم\n</p>\n\n<p>\n(5) ص 341 - الطبعة الأزهرية\n</p>\n\n<p>\n[الصفحة 97]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك في \" حاشية ابن عابدين \" على \" الدر المختار \" (1) . وقال في \"\nالبحر \" (2) ما نصه:\n</p>\n\n<p>\nوفي\n</p>\n\n<p>\nالظهيرية \": ولا ينوي الإمام الميت في تسليمتي الجنازة بل ينوي من على\nيمينه في التسليمة الأولى ومن على يساره في التسليمة الثانية. انتهى. وهو\nالظاهر لأن الميت لا يخاطب بالسلام [عليه] حتى ينوى به إذ ليس أهلا له \".\nانتهى ما في \" البحر \"؟ بحروفه\n</p>\n\n<p>\nفتبين لك من كلام <span id='ms56'></span> الفقهاء المشهورين أن الميت لا ينوي بالسلام ولا يخاطب\nوأن القصد بسلامه الدعاء. وهذا كله مطابق لما قدمناه. والحمد لله رب\nالعالمين\n</p>\n\n<p>\nإذا علمت ما مضى من النقول الصحيحة وأقوال أهل المذهب الحنفي وغيرهم\nالرجيحة تبين لك ما في الرسالة المسماة ب \" المحنة الوهبية \" من الخبط\nوالخلط والكذب وسوء الفهم والتلبيس وإطالة اللسان على القائلين بعدم السماع\nبما لفظ بعضه: \" فيلزم من قوله هذا أن الذي ينكر سماع الكفار يكفر لأن جاحد\nالمعلوم من الدين بالضرورة يكفر \". انتهى\n</p>\n\n<p>\nفنعوذ بالله من الخذلان وتكفير المسلمين والجدال الباطل في الدين (3) ]\n</p>\n\n<p>\nفافهم ما قلناه وكن من الشاكرين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(1) (ج 1 / 817)\n</p>\n\n<p>\n(2) (ج 2 / 197)\n</p>\n\n<p>\n(3) ما بين المعكوفتين من الصفحة (97) إلى هنا زيادة استدركناها من\nالنسختين البغداديتين\n</p>\n\n<p>\n[الصفحة 98]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nالخاتمة\n</p>\n\n<p>\nونسأل الله تعالى حسنها إذا بلغت الروح المنتهى - في بيان الخلاف في\nمستقر الأرواح بعد مفارقتها البدن إلى يوم القيامة والبعث [ونتبعها بمسائل]\n</p>\n\n<p>\nقال الحافط ابن القيم في\n</p>\n\n<p>\nكتاب الروح \": (1)\n</p>\n\n<p>\nهذه مسألة عظيمة تكلم فيها الناس واختلفوا فيها وهي إنما تتلقى من السمع\nفقط واختلف في ذلك\n</p>\n\n<p>\nفقال قائلون: أرواح المؤمنين عند الله تعالى في الجنة شهداء كانوا أم غير\nشهداء إذا لم يحبسهم عن الجنة كبيرة ولا دين ويلقاهم ربهم بالعفو عنهم وهذا\nمذهب أبي هريرة وعبد الله بن عمر رضي الله تعالى عنهما. (2)\n</p>\n\n<p>\n(1) (ص 90 - 117)\n</p>\n\n<p>\n(2) قلت: وهو الصحيح من الأقوال الآتية لأن غيره مما لا دليل عليه في\nالسنة أو في أثر صحيح تقوم به الحجة كما سترى وهو الذي جزم به شيخ الإسلام\nابن تيمية في\n</p>\n\n<p>\nالفتاوى \" (24 / 365) وقال: \" ومع ذلك فتتصل بالبدن متى شاء الله وذلك في\nاللحظة بمنزلة نزول الملك وظهور الشعاع في الأرض وانتباه النائم \"\n</p>\n\n<p>\nوللحافظ ابن رجب تفصيل جيد في ذلك في كتابه \" الأهوال \" (ق 95 - 113 / 3)\nولولا خشية الإطالة لنقلته برمته فاكتفيت بالإشارة\n</p>\n\n<p>\n[الصفحة 99]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n[وقالت طائفة: هم بفناء الجنة على بابها يأتيهم من روحها ونعيمها ورزقها]\n</p>\n\n<p>\nوقالت: طائفة الأرواح على أفنية القبور\n</p>\n\n<p>\nوقال الإمام مالك: بلغني أن الروح مرسلة تذهب حيث شاءت\n</p>\n\n<p>\nوقال الإمام أحمد في <span id='ms57'></span> رواية ابنه عبد الله: أرواح الكفار في النار وأرواح\nالمؤمنين في الجنة (1)\n</p>\n\n<p>\nوقال أبو عبد الله بن منده: قال طائفة من الصحابة والتابعين: إن أرواح\nالمؤمنين ب (الجابية) (2) وأرواح الكفار ب (برهوت) : بئر ب (حضرموت)\n</p>\n\n<p>\nوقال صفوان بن عمرو (3) : سألت عامر بن عبد الله أبا اليمان: هل لأنفس\nالمؤمنين مجتمع؟ فقال: إن الأرض التي يقول الله تعالى: {ولقد كتبنا في\nالزبور من بعد الذكر أن الأرض يرثها عبادي الصالحون} هي الأرض التي يجتمع\nإليها أرواح المؤمنين حتى يكون البعث. وقال: هي الأرض التي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قلت: الذي في \" مسائل عبد الله لوالده أحمد) (ص 129 - مخطوطة\nالظاهرية) : \" سألت أبي عن أرواح الموتى أتكون في أفنية قبورها أم في حواصل\nطير أم تموت كما تموت الأجساد؟ فقال: (فذكر حديث مالك الآتي قريبا (ص 104)\nثم قال: وقد روي عن عبد الله بن عمرو قال: إن أرواح المؤمنين في أجواف طير\nخضر كالزاير (كذا) يتعارفون فيها ويرزقون من ثمرها. وقال بعض الناس: أرواح\nالشهداء في أجواف طير خضر تأوي إلى قناديل في الجنة معلقة بالعرش \"\n</p>\n\n<p>\n(2) قرية من ناحية الجولان شمالي حوران وباب الجابية بدمشق منسوب إلى هذا\nالموضع قلت: وهذا الأثر خرجه ابن القيم (106 - 107) عن جمع وليس فيها ما\nيثبت إسناده\n</p>\n\n<p>\n(3) في النسخ الثلاث \" عمر \" بدون الواو \" والتصويب من كتب الرجال ومن \"\nالأهوال \" (ق 122 / 1)\n</p>\n\n<p>\n[الصفحة 100]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nيورثها الله المؤمنين في الدنيا. (1)\n</p>\n\n<p>\nوقال كعب: (2) أرواح المؤمنين في عليين في السماء السابعة وأرواح الكفار\nفي سجين في الأرض السابعة تحت خد إبليس\n</p>\n\n<p>\nوقالت طائفة: أرواح المؤمنين ببئر (زمزم) (3) وأرواح الكفار ببئر (برهوت)\n</p>\n\n<p>\nوقال سلمان الفارسي: أرواح المؤمنين في برزخ من الأرض (4) تذهب حيث شاءت\nوأرواح الكفار في سجين. وفي لفظ عنه: نسمة المؤمن (أي روحه) تذهب في الأرض\nحيث شاءت (5)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قال الحافظ ابن رجب: \" خرجه ابن منده وهو غريب جدا وتفسير الآية بذلك\nضعيف \". والصحيح في تفسيرها قول ابن عباس: أنها الدنيا التي فتحها الله على\nأمة محمد صلى الله عليه وسلم كما قال ابن القيم في \" الروح \" (ص <span id='ms58'></span> 107) ونحوه\nفي كتابه \" شفاء العليل \" (ص 39)\n</p>\n\n<p>\n(2) كعب هذا هو ابن ماتع الحميري أبو إسحاق المعروف بكعب الأحبار وهو ثقة\nمخضرم كان من أهل اليمن فسكن الشام مات في خلافه عثمان وقد زاد على المائة\nله في مسلم رواية لأبي هريرة عنه كما قال الحافظ ابن حجر في \" التقريب \"\nوهو بالنظر لكونه كان قبل إسلامه حبرا من أحبار اليهود فهو كثير الرواية\nللإسرائيليات لكن قسم كبير منها لا يصح السند به إليه ومنها هذا الأثر فلا\nقيمة له أخرجه المروزي في زوائد \" الزهد \" لابن المبارك (1223) . وراجع\nلإسرائيلياته كتاب \" فضائل دمشق للربعي \" بتخريجي إياه\n</p>\n\n<p>\n(3) هذا رده ابن القيم بنفسه بقوله (ص 108) : بأنه لا دليل عليه في\nالكتاب والسنة ولا في قول صاحب يوثق به. وأما فقرة أرواح الكفار فلم ترد في\nحديث مرفوع وإنما هي آثار موقوفة ساقها ابن القيم (106 - 1079 وكلها ضعيفة\nالإسناد نعم وقع مرفوعا في مؤلف لأبي سعيد الخراز كما في \" مجموع الفتاوى \"\nلابن تيمية (4 / 221) لكن الخراز هذا صوفي مشهور بيد أنه في الرواية غير\nمعروف أنظر \" الضعيفة \" (2 / 209)\n</p>\n\n<p>\n(4) قال ابن القيم: \" كأنه أراد بها أرضا بين الدنيا والآخرة مرسلة هناك\nتذهب حيث تشاء \"\n</p>\n\n<p>\n(5) علقه ابن القيم (91) عن سلمان فلم يسق إسناده وما أراه يصح لكن قوله:\n\" إن أرواح الكفار في سجين \" فيه روايات كثيرة مرفوعة وموقوفة تراها في \"\nالدر المنثور \" (6 / 324 - 325) وذكر في \" شرح الصدور \" (ص 26 - 27) حديثا\nمرفوعا عن أبي هريرة من رواية البزار وابن مردويه ورأيته أنا في \" مصنف عبد\nالرزاق \" (3 / 569) موقوفا عليه وسنده حسن. وفي \" الروح \" (ص 99) حديث آخر\nعن ضمرة بن حبيب مرسلا\n</p>\n\n<p>\n[الصفحة 101]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nوقالت طائفة: أرواح المؤمنين عن يمين آدم وأرواح الكفار عن شماله (1)\n</p>\n\n<p>\nوقالت طائفة أخرى منهم ابن حزم: مستقرها حيث كانت قبل خلق أجسادها. (2)\n</p>\n\n<p>\nوقال أبو عمر بن عبد البر: أرواح الشهداء في الجنة وأرواح عامة المؤمنين\nعلى أفنية القبور (3) وروى عبد الله ابن أبي يزيد أنه سمع [ابن] عباس يقول:\nأرواح الشهداء تجول في أجواف طير خضر تعلق في ثمر الجنة (4) وعن عبد الله <span id='ms59'></span>\nابن عمرو: أرواح الشهداء في طير كالزرازير يتعارفون ويرزقون من ثمر الجنة\n(5) . وفي \" مسلم \": \" في أجواف طير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قلت: هذا معنى طرف من حديث أبي ذر الطويل في الإسراء عند الشيخين\nولكن لا يدل ذلك على تعادلهم في اليمين والشمال بل يكون هؤلاء عن يمينه في\nالعلو والسمعة وهؤلاء عن يساره في السفل والسجن كما قال ابن القيم (ص 108)\n</p>\n\n<p>\n(2) قلت: وهذا مما لا دليل عليه وقد رده ابن القيم في فصل خاص عقده لذلك\n(ص 109 - 110) وتبعه الحافظ ابن رجب (ق 127 / 1) باختصار\n</p>\n\n<p>\n(3) وهذا على إطلاقه خطأ فإن أرواح المؤمنين أيضا في الجنة كما في حديث\nمالك الآتي فإذا بأن ذلك في بعض الأوقات أو بأن لها إشرافا على القبور\nاستقام الكلام. راجع \" الروح \" (ص 100)\n</p>\n\n<p>\n(4) رواه بقي بن مخلد وفي إسناده يحيى بن عبد الحميد كما في \" الروح \" (ص\n96) وهو الحماني. وفيه ضعف لكن يقويه أنه صح ذلك عنه مرفوعا في حديث له في\n\" المشكاة \" (3853) و \" صحيح الجامع \" رقم 5081)\n</p>\n\n<p>\n(5) أخرجه عبد الله بن المبارك في \" الزهد \" (446) وإسناد صحيح\n</p>\n\n<p>\n[الصفحة 102]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nخضر \" (1) وقال قتادة: بلغنا أن أرواح الشهداء في صور طير بيض تأكل من\nثمار الجنة. وقال ابن المبارك: عن ابن جريح فيما قرىء عليه: عن مجاهد: ليس\nهي في الجنة ولكن يأكلون من ثمارها ويجدون ريحها (2) . وذكر معاوية بن صالح\nعن سعيد بن سويد (3) أنه سأل ابن شهاب عن أرواح المؤمنين؟ فقال: بلغني أن\nأرواح الشهداء كطير خضر معلقة بالعرش تغدو وتروح إلى رياض الجنة تأتي ربها\nكل يوم تسلم عليه. وعن مجاهد: الأرواح على أفنية القبور سبعة أيام من يوم\nدفن الميت لا تفارق ذلك. (قال ابن القيم) : (4)\n</p>\n\n<p>\nولا تنافي بين هذه الأقوال الشرعية والأحاديث النبوية لأن الأرواح\nمتفاوتة في مستقرها في البرزخ أعظم تفاوت فمنها في أعلى عليين وهي أرواح\nالأنبياء عليهم السلام وهم متفاوتون في منازلهم ومنها في حواصل طير ومنها\nمن يكون محبوسا على باب الجنة ومنها من يكون مقره بباب الجنة ومنها من يكون\nمحبوسا في الأرض لم تعل <span id='ms60'></span> روحه إلى الملأ الأعلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في \" مسلم \" كما تقدم (ص 39 - 40) بلفظ \" جوف \" وكذا في حديث ابن\nعباس المشار إليه آنفا\n</p>\n\n<p>\n(2) ذكره هكذا ابن رجب في \" الأهوال \" (100 / 1) وسنده صحيح وهو في \"\nتفسير مجاهد \" (ص 92) وعنه ابن جرير في \" تفسيره \" (2317 و 2318) من طرق\nأخرى عن ابن أبي نجيح به نحوه\n</p>\n\n<p>\n(3) هو الكلبي روى عن العرباض بن سارية وعمير بن سعد صاحب رسول الله صلى\nالله عليه وسلم وعمر بن عبد العزيز وعبد الأعلى بن هلال. روى عنه أبو بكر\nابن أبي مريم أيضا كما في \" الجرح والتعديل \" (2 / 1 / 29) ولم يذكر فيه\nجرحا ولا تعديلا. وذكره ابن حبان في \" الثقات \" فهو مجهول الحال. وهذا\nالأثر في \" كتاب الروح \" (ص 92) كما نقله المؤلف لم يتكلم على إسناده بشيء.\nوفيه بعده أثر مجاهد الآتي معلقا بغير إسناد\n</p>\n\n<p>\n(4) أي ملخصا وإلا فليس هو لفظ ابن القيم رحمه الله ولا سياقه وهو في (ص\n115 - 116) منه\n</p>\n\n<p>\n[الصفحة 103]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nفإنها كانت روحا سفلية ومنها أرواح تكون في تنور الزناة وأرواح تكون في\nنهر الدم تسبح. وليس للأرواح شقيها وسعيدها مستقر واحد بل روح في أعلى\nعليين وروح أرضية سفلية لا تصعد عن الأرض. وأنت إذا تأملت السنن والآثار في\nهذا الباب وكان لك فضل اعتناء عرفت حجة ذلك. ولا تظن أن بين الآثار الصحيحة\nفي هذا الباب تعارضا \". إلى آخر ما قال\n</p>\n\n<p>\nوالمفهوم منه أن مستقرها يتفاوت بتفاوت حال صاحبها إيمانا وكفرا وصلاحا\nوفسقا وأنت تعلم اختلاف العلماء فيما قال وما رواه الإمام مالك في \" الموطأ\n\": \" إنما نسمة المؤمن (1) طير يعلق في شجر الجنة حتى يرجعه الله تعالى إلى\nجسده يوم يبعثه \". (2) والله تعالى أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(1) أي روحه (طير) أي كطير (يعلق) أي يأكل. وكان الأصل (معلق) فصححته من\n\" الموطأ \" (1 / 238) وغيره. قال ابن القيم في شرح الحديث (ص 112) :\n</p>\n\n<p>\nيحتمل أن يكون هذا الطائر مركبا للروح كالبدن لها ويكون لبعض المؤمنين\nوالشهداء ويحتمل أن يكون الروح في صورة طائر وهذا اختيار ابن حزم وابن عبد\nالبر\n</p>\n\n<p>\nقلت: ومن الملاحظ أن لفظ الحديث هنا (المؤمن <span id='ms61'></span> طير) وفي الشهداء \" في أجواف\nطير \" كما تقدم قريبا فمن العلماء من جعلهما حديثا واحدا وحمل حديث مالك\nعلى هذا ومنهم من جعلهما حديثين كان القيم وغيره فقال ابن كثير في \" تفسيره\n\" (1 / 427) : \" وفي هذا الحديث أن روح المؤمن تكون على شكل طائر في الجنة\n\" وأما أرواح الشهداء فكما تقدم \" في حواصل طير خضر \" فهي كالكواكب بالنسبة\nإلى أرواح عموم المؤمنين فإنها تطير بأنفسها \"\n</p>\n\n<p>\nونحوه في \" شرح العقيدة الطحاوية \" لابن أبي العز (ص 455 - 456) . طبع\nالمكتب الإسلامي\n</p>\n\n<p>\n(2) قال ابن كثير: \" إسناده صحيح عزيز عظيم اجتمع في ثلاثة من الأئمة\nالأربعة فإن الإمام أحمد رواه عن الإمام الشافعي وعن الإمام مالك عن الزهري\nعن عبد الرحمن ابن كعب بن مالك عن أبيه مرفوعا\n</p>\n\n<p>\nقلت: وهو مخرج في \" الصحيحة \" (995)\n</p>\n\n<p>\n[الصفحة 104]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nوقالت فرقة: مستقرها العدم المحض. وهذا قول من يقول: إن النفس عرض من\nأعراض البدن كحياته وإدراكه فتعدم بموت البدن كما تعدم سائر الأعراض\nالمشروطة بحياته وهذا قول مخالف لنصوص القرآن والسنة وإجماع الصحابة\nوالتابعين (1) والمقصود أن عند هذا الفرقة المبطلة مستقر الأرواح بعد الموت\nالعدم المحض\n</p>\n\n<p>\nوقالت فرقة: مستقرها بعد الموت أبدان أخر تناسب أخلاقها وصفاتها التي\nاكتسبها في حال حياتها فتصير كل روح إلى بدن حيوان يشاكل تلك الأرواح فتصير\nالنفس السبعية إلى أبدان السباع والكلبية إلى أبدان الكلاب والبهيمية إلى\nأبدان البهائم والدنية السفلية إلى أبدان الحشرات. وهذا قول التناسخية\nمنكري المعاد وهو قول خارج عن أقوال أهل الإسلام كلهم\n</p>\n\n<p>\nقلت: وإن ما تقوله اليهود الآن قريب من هذا فإن عندهم أن الميت تنتقل\nروحه إلى غيره إلى ثلاث مرات أي تنتقل من شخص إلى آخر ثم إذا مات تنتقل إلى\nآخر ثم إلى ثالث ثم إلى ما شاء الله تعالى من الأماكن على ما ذكر لي أحد\nعلمائهم\n</p>\n\n<p>\nمسائل:\n</p>\n\n<p>\nالأولى: هل أرواح الموتى تتلاقى وتتزاور وتتذاكر أم لا؟\n</p>\n\n<p>\nوجوابها على ما في \" كتاب الروح \": (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(1) وقد بين ذلك وشرحه شرحا مبسطا في \" مجموع الفتاوى \" (4 / 262 - 270)\nوصرح في مكان آخر (4 / 292) : \" أن الروح تبقى <span id='ms62'></span> بعد مفارقة البدن خلافا\nلضلال المتكلمين وأنها تصعد وتنزل خلافا لضلال الفلاسفة \"\n</p>\n\n<p>\n(2) (ص 17) وقد ساق لها أدلة كثيرة من الكتاب والسنة والآثار عن الصحابة\nوالتابعية لكن الأحاديث التي أوردها ليس فيها ما يحتج به من قبل إسناده وقد\nفاته حديث أبي هريرة وفيه: \". . . وإن المؤمن يصعد بروحه إلى السماء فتأتيه\nأرواح المؤمنين فيستخبرونه عن معارفهم من أهل الأرض. . . \" الحديث. وسنده\nحسن وصححه السيوطي عن معارفهم من أهل الأرض. . . \" الحديث. وسنده حسن وصححه\nالسيوطي وقد خرجته في \" الصحيحة \" (2628)\n</p>\n\n<p>\n[الصفحة 105]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n\" إن الأرواح قسمان: أرواح معذبة وأرواح منعمة فالمعذبة في شغل بما هي\nفيه من العذاب عن التزاور والتلاقي والأرواح المنعمة المرسلة غير المحبوسة\nتتلاقى وتتزاور وتتذاكر ما كان منها في الدنيا وما يكون من أهل الدنيا\nفتكون كل روح مع رفيقها الذي هو على مثل عملها\n</p>\n\n<p>\nالثانية: هل تتلاقى أرواح الأحياء وأرواح الأموات؟\n</p>\n\n<p>\nوجوابها: نعم قال الله تعالى: {الله يتوفى الأنفس حين موتها والتي لم تمت\nفي منامها فيمسك التي قضى عليها الموت ويرسل الأخرى إلى أجل مسمى إن في ذلك\nلآيات لقوم يتفكرون} روى أبو عبد الله بن منده بسنده (1) إلى ابن عباس في\nهذه الآية قال: بلغني أن أرواح الأحياء والأموات تلتقي في المنام فيتساءلون\nبينهم فيمسك الله تعالى أرواح الموتى ويرسل أرواح الأحياء إلى أجسادها\n</p>\n\n<p>\nوالقول الثاني في الآية: أن الممسك والمرسل في الآية كلاهما توفي وفاة\nالنوم فمن استكملت أجلها أمسكها عنده فلا يردها إلى جسدها ومن لم تستكمل\nأجلها ردها إلى جسدها لتستكمله (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قلت: فيه جعفر بن أبي المغيرة الخزاعي وهو صدوق يهم كما قال الحافظ\nابن حجر\n</p>\n\n<p>\n(2) قلت: وقد واجه ابن القيم (ص 20 - 21) كلا من القولين: وذكر أن شيخ\nالإسلام ابن تيمية اختار القول الثاني. . ثم رجح هو القول الأول ثم أفاد من\nالتحقيق أن الآية تتناول النوعين: الوفاة الكبرى وهي الموت والوفاة الصغرى\nوهي النوم فراجع كلامه إن شئت التفصيل وبذلك فسر الآية ابن كثير ثم قال (4\n/ 55) :\n</p>\n\n<p>\nفيه دلالة على أنها تتجمع في الملأ الأعلى <span id='ms63'></span> كما ورد بذلك الحديث المرفوع\nالذي رواه ابن منده وغيره\n</p>\n\n<p>\n[الصفحة 106]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nالثالثة: هل الروح تموت أم الموت للبدن وحده؟\n</p>\n\n<p>\nوجوابها: أن الناس اختلفوا في ذلك فقالت طائفة: تموت وتذوق الموت لأنها\nنفس والنفس ذائقة الموت. قالوا وقد دلت الأدلة على أنه لا يبقى إلا الله\nوحده قال الله تعالى: {كل من عليها فان} وقال تعالى: {كل شئ هالك إلا وجهه}\nقالوا: وإذا كانت الملائكة تموت فالنفوس البشرية أولى بالموت. (1)\n</p>\n\n<p>\nوقال آخرون: لا تموت الأرواح فإنها خلقت للبقاء وإنما تموت الأبدان.\nقالوا: وقد دل على هذا الأحاديث الدالة على نعيم الأرواح وعذابها بعد\nالمفارقة إلى أن يرجعها الله تعالى في أجسادها ولو ماتت الأرواح لا نقطع\nعنها النعيم والعذاب وقال الله تعالى: {ولا تحسبن الذي قتلوا في سبيل الله\nأمواتا بل أحياء عند ربهم يرزقون} هذا مع القطع بأن أرواحهم قد فارقت\nأجسادهم وقد ذاقت الموت. وقد نظم أحمد بن الحسين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(1) قال ابن رجب (31 / 2) : \" وقد احتج بعضهم على فناء الأرواح وموتها\nبما روي عن النبي صلى الله عليه وسلم أنه كان إذا دخل المقابر قال: السلام\nعليكم أيتها الأرواح الفانية والأبدان البالية. . . الحديث خرجه ابن السني\nولا يثبت وعبد الوهاب ابن جابر التيمي لا يعرف وشيخه حبان بن علي ضعيف \"\n</p>\n\n<p>\nقلت: وهو مخرج في (الضعيفة) (4186) ومن المؤسف أن يورده في جزء صغير\nانتخبه من (الجامع الصغير) كأنه لم يجد فيه من الأحاديث الصحيحة ما يملأ\nفراغ جزئه متى لجأ إلى مثله ولكنه الجهل بهذا العلم الشريف. والله المستعان\n</p>\n\n<p>\nقلت: والمراد بالفناء والهلاك المذكورين في الآيتين بالنسبة للأرواح إنما\nهو خروجها من أبدانها. وليس عدمها مطلقا فإنها لا تفنى كالجنة والنار\nونحوهما. وقد جمعها ابن القيم فقال في \" الكافية الشافية \" (1 / 97 - شرح\n</p>\n\n<p>\nثمانية حكم البقاء يعمها من الخلق والباقون في حيز العدم\n</p>\n\n<p>\nهي العرض والكرسي ونار وجنة وشجب وأرواح كذا اللوح والقلم\n</p>\n\n<p>\nوذكره النار فيها وأنها باقية لا تفنى هو الصواب من قوله كما بينته في\nمقدمتي لكتاب \" رفع الأستار لإبطال أدلة القائلين <span id='ms64'></span> بفناء النار \" للعلامة\nالصنعاني وسيقدم للطبع قريبا\n</p>\n\n<p>\n[الصفحة 107]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nالكندي (1) ذلك في قوله:\n</p>\n\n<p>\nتنازع (2) الناس حتى لا اتفاق لهم إلا على شجب والخلف في الشجب\n</p>\n\n<p>\nفقيل تخلص نفس المرء سالمة وقيل تشرك جسم المرء في العطب\n</p>\n\n<p>\nالرابعة: اختلف الناس في حقيقة الروح من سائر الطوائف وكذا اختلفوا في\nأنها هل هي النفس أو غيرها؟ وهل هي جزء من أجزاء البدن أو عرض من أعراضه أو\nجسم مساكن له مودع فيه أو جوهر مجرد وهل الأمارة واللوامة والمطمئنة نفس\nواحدة لها هذه الصفات أم [هي] ثلاث أنفس؟ وهل الروح هي الحياة أو غيرها؟\nوهل هي مخلوقة قبل الأجساد أم بعدها؟\n</p>\n\n<p>\nأما مسألة تقدم خلق الأرواح على الأجساد وتأخرها عنها فللعلماء فيها\nقولان معروفان وممن ذهب إلى من تقدم خلقها محمد بن نصر المروزي وأبو محمد\nبن حزم وحكاه إجماعا؟ (3) و [من] أدلتهم (4) قوله تعالى في سورة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(1) نسبة إلى \" كندة \" محلة بالكوفة ولد فيها وهو أبو الطيب المتنبي\nالشاعر المشهور. توفي سنة (354)\n</p>\n\n<p>\n(2) كذا في النسخ الثلاثة وفي \" ديوان المتنبي) : (تخالف) . وقال شارحه\nالعكبري (1 / 59) ما ملخصه: \" (الشجب) : الهلاك والحزن. والمعنى: أن الناس\nيتخالفون في كل شيء والإجماع على الهلاك فكلهم يقولون: إن منتهى الناس\nالموت فيهلكون ثم تخالفوا في الموت فقال قوم: هل تموت النفس بموت الجسم أم\nتبقى حية لقوله تعالى: {كل شيء هالك إلا وجهه} ؟ وقال قوم: هل نبعث إذا\nمتنا؟ والخلف في الموت كثير وهم قد أجمعوا عليه بغير خلاف والخلاف فيه كثير\nوقد بينه فيما بعده بقوله: فقيل تخلص نفس المرء. . . ويعني بالنفس: الروح\nويشير إلى قول المؤمنين: إن الروح تسلم من العطب وهو الهلاك بخلاف الدهريين\nالذين يقولون بأن الروح تفنى كالجسد\n</p>\n\n<p>\n(3) في \" الملل \" (4 / 70 - 71)\n</p>\n\n<p>\n(4) الأصل (أدلتهم) والتصويب من النسخة الثالثة\n</p>\n\n<p>\n[الصفحة 108]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nالأعراف: {وإذ أخذ ربك من بني آدم من ظهورهم ذريتهم وأشهدهم على أنفسهم\nألست بربكم قالوا بلى شهدنا أن تقولوا يوم القيامة: إنا كنا عن هذا غافلين.\nأو تقولوا إنما أشرك آباؤنا من قبل وكنا ذرية من بعدهم <span id='ms65'></span> أفتهلكنا بما فعل\nالمبطلون} . قالوا: وهذا الاستنطاق والإشهاد إنما كان لأرواحنا ولم تكن\nالأبدان حينئذ موجودة وقوله صلى الله عليه وسلم: \" إن الله خلق أرواح\nالعباد قبل العباد بألفي عام فما تعارف منها ائتلف وما تناكر منها اختلف \"\n(1)\n</p>\n\n<p>\nوأجاب عن ذلك من يقول بتأخر خلق الروح عن البدن بأجوبة مطولة والعلامة\nالبيضاوي (2) حمل الآية على التمثيل في \" تفسيره \" (3) وفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(1) رواه ابن منده بإسناده عن عمرو بن عنبسة مرفوعا كما في \" الروح \" (ص\n160) ثم قال (ص 172) \" لا يصح إسناده فيه عتبة بن السكن قال الدارقطني:\nمتروك. وأرطأة ابن المنذر قال ابن عدي: بعض أحاديثه غلط \"\n</p>\n\n<p>\nقلت: وهو البصري وأما أرطأة بن المنذر الحمصي فثقة. لكن فوقهما عطاء بن\nعجلان وهو متروك أيضا فهو حديث ضعيف جدا إن لم يكن موضوعا اللهم إلا قوله:\n\" فما تعارف. . . . \" فهو طرف من حديث صحيح معروف. لكن في المسألة أحاديث\nأخرى كثيرة تغني عن هذا الحديث من أصرحها حديث ابن عباس مرفوعا: \" إن الله\nأخذ الميثاق من ظهر آدم ب (نعمان) يوم عرفة وأخرج من صلبه كل ذرية ذرأها\nفنثرهم بين يديه كالذر ثم كلمهم قبلا قال: {ألست بربكم قالوا: بلى} \" وهو\nحديث صحيح بل هو متواتر المعنى كما بينته في \" الصحيحة \" (1623)\n</p>\n\n<p>\n(2) نسبة إلى (بيضاء) : بلدة من بلاد فارس - قرب شيراز. وهو العلامة عبد\nالله بن محمد الشيرازي أبو سعيد أو أبو الخير ناصر الدين وهو قاض مفسر\nمشهور مات سنة (685) . رحمه الله تعالى\n</p>\n\n<p>\n(3) وهو المعروف ب \" أنوار التنزيل وأسرار التأويل \" (3 / 33) قال في\nمعنى الآية: \" نزل تمكين بني آدم من العلم بربوبيته بنصب الدلائل وخلق\nالاستعداد فيهم وتمكنهم من معرفتها والإقرار بها منزلة الإشهاد والاعتراف\nتمثيلا وتخييلا فلا قول ثم ولا شهادة حقيقة \". وقد تعقبه جماعة منهم\nالعلامة علي القاري في \" المرقاة \" فقال (1 / 140) :\n</p>\n\n<p>\nوفيه أن هذا يرجع إلى مذهب المعتزلة\n</p>\n\n<p>\nومنهم الخطيب الكازروني في حاشيته عليه رد عليه تأويله المذكور بكلام\nقوي. ومما قاله: \" إن الواجب على المفسر المحقق أن لا يفسر القرآن برأيه\nإذا وجد <span id='ms66'></span> نقلا معتمدا عن السلف فكيف بالنص القاطع من النبي صلى الله عليه\nوسلم؟ \". فراجعه فإنه منهم\n</p>\n\n<p>\nومنهم الإمام الشوكاني في \" فتح القدير \" (2 / 250 - 252) . وصديق حسن\nخان في \" فتح البيان \" (3 / 404 - 409) وكتابه \" الدين الخالص \" (1 / 391)\n. و \" أضواء البيان \" (2 / 335 - 338) للشيخ محمد الأمين الشنقيطي رحمهم\nالله تعالى\n</p>\n\n<p>\n[الصفحة 109]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n\" شرحه للمصابيح \" على تأخر خلقها بأدلة مفصلة منها قوله عليه الصلاة\nوالسلام: \" إن خلق ابن آدم يجمع في بطن أمه أربعين يوما ثم يكون علقه مثل\nذلك ثم يكون مضغة مثل ذلك ثم يرسل إليه الملك فينفخ فيه الروح \". (1)\nواستدلوا أيضا بغير هذا مما هو مفصل في كتاب الروحين \" روح المعاني \"\nلوالدنا المبرور (2) [نور الله تعالى روضته] (3) و \" الروح \" (4) لابن\nالقيم فراجعهما إن شئت\n</p>\n\n<p>\nأما [الكلام على] بقية المسائل فقد قال ابن القيم: (5)\n</p>\n\n<p>\nوالذي دل عليه الكتاب والسنة وإجماع الصحابة وأدله العقل والفطرة\n</p>\n\n<p>\n(1) أخرجه الشيخان والأربعة وغيرهم من حديث ابن مسعود رضي الله عنه\nمرفوعا وهو مخرج عندي في تخريج\n</p>\n\n<p>\nالسنة \" لابن أبي عاصم (175 - 176) ولا حجة فيه لما استدلوا به عليه كما\nهو ظاهر\n</p>\n\n<p>\n(2) قلت: وقد أطال النفس فيه جدا (ص 155 - 160 ج 3) ورد فيه تأويل\nالبيضاوي المذكور وقال: \" يأبى عنه كل الإباء حديث ابن عباس \" (يعني الذي\nذكرته آنفا) . ثم ذكر أن المعتزلة ينكرون أخذ الميثاق التالي المشار إليه\nفي الأخبار ويقولون: إنه من جملة الآحاد فلا يلمنا أن نترك ظاهر الكتاب\nوطعنوا في صحتها بمقدمات عقلية مبنية على قواعد فلسفية على ما هو دأبهم في\nأمثال هذه المطالب. ثم سرد كلماتهم في ذلك وردها كلها\n</p>\n\n<p>\n(3) زيادة في النسخة الأولى\n</p>\n\n<p>\n(4) (ص 156 - 175)\n</p>\n\n<p>\n(5) في كتابه \" الروح \" (ص 178 - 179) ومثله في \" شرح العقيدة الطحاوية \"\n</p>\n\n<p>\n[الصفحة 110]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nأنه جسم حادث مخالف بالماهية لهذا الجسم المحسوس وهو جسم نوراني علوي\nخفيف حي متحرك ينفذ في جوهر الأعضاء ويسري فيها سريان الماء في الورد\nوالدهن في الزيتون والنار في الفحم فما دامت هذه الأعضاء صالحة لقبول\nالآثار الفائضة عليها من هذا الجسم اللطيف بقي هذا الجسم اللطيف متشابكا\nلهذه (1) الأعضاء وأفادها هذه الآثار من الحس والحركة <span id='ms67'></span> والإدارة وإذا فسدت\nهذه الأعضاء بسبب استيلاء الأخلاط الغليظة عليها وخرجت عن قبول الآثار فارق\nالروح البدن وانفصل بأمر الله تعالى إلى عالم الأرواح قال الله تعالى: {يا\nأيتها النفس المطمئنة ارجعي إلى ربك راضية مرضية فأدخلي في عبادي وأدخلي\nجنتي} \"\n</p>\n\n<p>\nوإن أردت استقصاء أبحاثها فعليك بكتاب \" الروح \" فإنه يهب لك روحا وينيلك\nفيما ترجوا نجحا وإن شئت أن ترد قالا وقيلا فتذكر قوله تعالى: {ويسألونك عن\nالروح قل الروح من أمر ربي وما أوتيتم من العلم إلا قليلا}\n</p>\n\n<p>\n[هذا] وأصخ بفكرك نحو ما قلته وتدبر جميع ما زبرته وتأمله تأمل طالب للحق\nغير كاتم للقول الصدق ولا تنظر بعين الحاسد فتلفى لضوء الشمس جاحد (2) إذ\nلم يبق والفضل لله سبحانه مجال لإنكار المكابرين ولا حجة بعد هذا للمعاندين\nوغير المطلعين\n</p>\n\n<p>\nفلنكتف بهذا المقدار لئلا يطول الكتاب على ذوي الأنظار ويكفي لكل ذي رأي\nسديد من القلادة ما أحاط بالجيد ولا سيما وقد تكفلت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(1) في \" شرح الطحاوية \" \" ساريا في هذه الأعضاء \" وسواء كان هذا أو ذاك\nفإن تعليل الموت بهذا السبب يشبه الفلسفة عندي لأنه لا دليل عليه من نقل أو\nعقل بل كم من شخص مات فجأة وأعضاؤه سليمة قوية في عز المنعة والقوة\n</p>\n\n<p>\n(2) كذا في النسخ الثلاثة ومحله النصب وسكن على لغة طيء. والله أعلم\n</p>\n\n<p>\n[الصفحة 111]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nبتفصيل هذه المسائل كتب العلماء المتقدمين والأئمة المحققين الأفاضل\nوالله سبحانه الهادي إلى صوب الصواب والمسمع للجماد كلام الأحياء إذا شاء\nكما أسمع سارية كلام أمير المؤمنين عمر بن الخطاب. (1)\n</p>\n\n<p>\nوالحمد لله رب العالمين وصلاته وسلامه على جميع الأنبياء والمرسلين وعلى\nأشرفهم نبينا محمد وآله وصحبه أجمعين الطيبين الطاهرين\n</p>\n\n<p>\nقلت: جاء في آخر الأصل المطبوع عنه ما نصه:\n</p>\n\n<p>\nوقد كملت هذه الرسالة تأليف شيخنا العلامة الحبر البحر الفهامة فريد عصره\nووحيد مصره مؤيد سنة سيد المرسلين وقامع المبتدعين خاتمة المحققين مولانا\nالسيد نعمان خير الدين أفندي آلوسي زاده رئيس المدرسين ببغداد حماه الله\nتعالى من كيد الحساد وأدام به نفع العباد آمين <span id='ms68'></span>\n</p>\n\n<p>\nفي 8 ربيع الثاني سنة 1329\n</p>\n\n<p>\nوهو يشعر بأنه منقول عن أصل نسخ في حياة المؤلف رحمه الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n(1) يشير إلى ما رواه عبد الله بن وهب عن ابن عجلان عن نافع عن ابن عمر\nأن عمر وجه جيشا ورأس عليهم رجلا يقال له: (سارية) قال: فبينما عمر يخطب\nفجعل ينادي: يا سارية الجبل يا سارية الجبل (ثلاثا) ثم قدم رسول الجيش\nفسأله عمر؟ فقال: يا أمير المؤمنين هزمنا فبينما نحن كذلك إذ سمعنا مناديا:\nيا سارية الجبل (ثلاثا) فأسندنا ظهورنا بالجبل فهزمهم الله. قال: فقيل\nلعمر: إنك كنت تصيح بذلك. وهذا إسناد جيد حسن كما قال ابن كثير في \"\nالبداية \" (7 / 131) ومن هذا الوجه رواه البيهقي في \" الدلائل \" (3 / 181 /\n1) . وكل ما يروى عن عمر في هذه القصة سوى هذا فلا يثبت مثل ما جاء في \"\nروض الرياحين \" (ص 25) أنه كشف لعمر عن حال سارية وأصحابه من المسلمين وحال\nالعدو فإنه لا أصل له وإنما هو من ترهات الصوفية لدعم كشوفاتهم المزعومة.\nنسأل الله السلامة. وصلى الله على محمد النبي الأمي وعلى آله وصحبه وسلم\n</p>\n\n<p>\nوسبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك\n</p>\n\n<p>\nدمشق / 20 ربيع الأول سنة 1398\n</p>\n\n<p>\nمحمد ناصر الدين الألباني\n</p>\n\n<p>\n[112] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n             <span id='ms69'></span>\n</p>\n",
  "pages": [
    "000",
    "001",
    "001",
    "021",
    "021",
    "022",
    "023",
    "024",
    "024",
    "025",
    "026",
    "028",
    "029",
    "030",
    "030",
    "031",
    "032",
    "033",
    "033",
    "034",
    "035",
    "035",
    "036",
    "037",
    "038",
    "039",
    "039",
    "040",
    "041",
    "049",
    "050",
    "050",
    "053",
    "053",
    "054",
    "054",
    "055",
    "055",
    "056",
    "056",
    "056",
    "056",
    "058",
    "058",
    "059",
    "059",
    "060",
    "060",
    "061",
    "061",
    "062",
    "063",
    "063",
    "064",
    "064",
    "076",
    "076",
    "068",
    "068",
    "069",
    "069",
    "070",
    "070",
    "071",
    "071",
    "072",
    "073",
    "073",
    "074",
    "074",
    "075",
    "075",
    "075",
    "076",
    "076",
    "076",
    "077",
    "077",
    "078",
    "078",
    "079",
    "079",
    "079",
    "080",
    "080",
    "081",
    "081",
    "082",
    "082",
    "083",
    "083",
    "084",
    "084",
    "085",
    "085",
    "086",
    "087",
    "088",
    "088",
    "089",
    "089",
    "090",
    "090",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "091",
    "112"
  ],
  "volumes": [
    "01"
  ]
}