{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>مقدمة</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nوصلى الله على نبينا محمد وآله وصحبه وسلم.\n</p>\n\n<p>\nالحمد لله رب العالمين، والصلاة والسلام على سيدنا محمد خاتم النبيين\nوإمام المرسلين.\n</p>\n\n<p>\nأول ما يجب على المكلف: تصحيح إيمانه ثم معرفة ما يصلح به فرض عينه\nكأحكام الصلاة و\n</p>\n\n<h1 class='l1' id='head1'>الطهارة</h1>\n\n<p>\nوالصيام. ويجب عليه أن يحافظ على حدود الله ويقف عند أمره ونهيه ويتوب\nإلى الله سبحانه قبل أن يسخط عليه. وشروط التوبة الندم على ما فات، والنية\nأن لا يعود إلى ذنب فيما بقى عليه من عمره، وأن يترك المعصية في ساعتها إن\nكان متلبسا بها، ولا يحل له أن يؤخر التوبة، ولا يقول: حتى يهديني الله\nفإنه من علامات الشقاء والخذلان وطمس البصيرة.\n</p>\n\n<p>\nويجب عليه حفظ لسانه من الفحشاء والمنكر والكلام القبيح وإيمان الطلاق،\nوانتهار المسلم وإهانته، وسبه وتخويفه في غير حق شرعي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nويجب عليه حفظ بصره عن النظر إلى الحرام، ولا يحل له أن ينظر إلى مسلم\nبنظرة تؤذيه إلا أن يكون فاسقا فيجب هجرانه ويجب عليه حفظ جميع جوارحه ما\nاستطاع. وأن يحب لله ويبغض له ويرضى له ويغضب له، ويأمر بالمعروف وينهى عن\nالمنكر.\n</p>\n\n<p>\nويحرم عليه الكذب والغيبة والنميمة والكبر والعجب والرياء والسمعة والحسد\nوالبغض والسخرية والزنا والنظر إلى الأجنبية والتلذذ بكلامها وأكل أموال\nالناس بغير طيب نفس والأكل الشفاعة أو الدين وتأخير الصلاة عن أوقاتها.\n</p>\n\n<p>\nولا يحل له صحبة فاسق. ولا مجالسته لغير ضرورة، ولا يطلب رضا المخلوقين\nبسخط الخالق. قال الله سبحانه وتعالى: {والله ورسوله أحق أن يرضوه إن كانوا\nمؤمنين} . وقال عليه والسلام: \"لا طاعة لمخلوق في معصية الخالق\". ولا يحل\nله أن يفعل فعلا حتى يعلم حكم الله فيه ويسأل العلماء ويقتدي بالمتبعين\nلسنة صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nالذين يدلون على طاعة الله، ويحذرون من اتباع الشيطان. ولا يرضى لنفسه ما\nرضيه المفلسون الذين ضاعت أعمارهم في غير طاعة الله تعالى، فيا حسرتهم ويا\nيطول بكائهم يوم القيامة.\n</p>\n\n<p>\nنسأل الله أن يوفقنا لاتباع سنة نبينا وشفيعنا وسيدنا محمد <span id='ms01'></span> صلى الله عليه\nوسلم.\n</p>\n\n<h1 class='l1' id='head2'>الطهارة</h1>\n\n<h1 class='l1' id='head3'>فصل في أقسام الطهارة</h1>\n\n<p>\nالطهارة قسمان:\n</p>\n\n<h1 class='l1' id='head4'>1- </h1>\n\n<p>\nطهارة حدث.\n</p>\n\n<h1 class='l1' id='head5'>2- </h1>\n\n<p>\nوطهارة خبث.\n</p>\n\n<p>\nولا يصح الجميع إلا بالماء الطاهر المطر، وهو الذي لم يتغير لونه أو طعمه\nأو رائحته بما يفارقه غالبا كالزيت والسمن والدسم كله والوذح والصابون\nوالوسخ ونحوه، ولا بأس التراب والحماة والسبخة ... ونحوه.\n</p>\n\n<p>\nفصل:\n</p>\n\n<p>\nإذا تعينت النجاسة غسل محلها. فإن التبست غسل الثوب كله. ومن شك في إصابة\nالنجاسة نضح، وإن أصابه شيء شك في نجاسته فلا نضح عليه، ومن تذكر النجاسة\nوهو في الصلاة قطع إلا أن يخاف خروج الوقت. ومن صلى بها ناسيا وتذكر بعد\nالسلام أعاد في الوقت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>فصل في فرائض الوضوء</h1>\n\n<p>\nفرائض الوضوء سبع:\n</p>\n\n<p>\nالنية، وغسل الوجه، وغسل اليدين إلى المرفقين، ومسح الرأس، وغسل الرجلين\nإلى الكعبين، والدلك، والفور. وسننه: غسل اليدين إلى الكوعين عند الشروع،\nوالمضمضة، والاستنشاق، والاستنثار، ورد مسح الرأس ومسح الأذنين وتجديد\nالماء لهما، والترتيب بين الفرئض.\n</p>\n\n<p>\nومن نسى فرضا من أعضائه فإن تذكره بالقرب فعله وما بعده، وإن طال فعله\nوحده وأعاد ما صلى قبله. وإن ترك سنة فعلها ولا يعيد الصلاة.\n</p>\n\n<p>\nومن نسى لمعة غسلها وحدها بنية وإن صلى قبل ذلك أعاد.\n</p>\n\n<p>\nومن تذكر المضمضة والاستنشاق بعد أن شرع في الوجه فلا يرجع إليهما حتى\nيتم وضوءه.\n</p>\n\n<p>\nوفضائله التسمية والسواك والزائد على الضربة الأولى في الوجه واليدين،\nوالبداية بمقدم الرأس، وترتيب السنن وقله الماء على العضو، وتقديم اليمنى\nعلى اليسرى.\n</p>\n\n<p>\nويجب تخليل أصابع اليدين، ويستحب في أصابع الرجلين, ويجب تخليل اللحية\nالخفيفة في الوضوء دون الكثيفة، ويجب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nتخليلها في الغسل ولو كانت كثيفة.\n</p>\n\n<h1 class='l1' id='head7'>فصل في نواقض الوضوء</h1>\n\n<p>\nأحدث وأسباب:\n</p>\n\n<p>\nفالأحداث: البول والغائط والريح والمذى والودى.\n</p>\n\n<p>\nوالأسباب: النوم الثقيل والإغماء والسكر والجنون والقبلة، ولمس المرأة إن\nقصد اللذة أو وجدها، ومس الذكر بباطن الكف أو بباطن الأصابع.\n</p>\n\n<p>\nومن شك في حدث وجب عليه الوضوء إلا أن يكون موسوسا فلا شيء عليه.\n</p>\n\n<p>\nويجب عليه غسل الذكر كله من المذى، ولا يغسل الأنثيين.\n</p>\n\n<p>\nوالمذى هو الماء الخارج عند الشهوة <span id='ms02'></span> الصغرى بتفكر أو نظر أو غيره.\n</p>\n\n<p>\nفصل:\n</p>\n\n<p>\nلا يحل لغير المتوضئ صلاة ولا طواف ولا مس نسخة القرآن العظيم ولا جلدها،\nلا بيده ولا بعود ونحوه إلا الجزء منها المتعلم فيه، ولا مس لوح القرآن\nالعظيم على غير الوضوء إلا لمتعلم فيه أو معلم يصححه والصبي في مس القرآن\nكالكبير, والإثم على مناوله له، ومن صلى بغير وضوء عامدا فهو كافر والعياذ\nبالله.\n</p>\n\n<p>\nفصل:\n</p>\n\n<p>\nيجب الغسل من ثلاثة أشياء:\n</p>\n\n<p>\nالجنابة والحيض والنفاس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nفالجنابة قسمان:\n</p>\n\n<h1 class='l1' id='head8'>1- </h1>\n\n<p>\nأحدهما خروج المني بلذة معتادة في نوم أو يقظة بجماع أو غيره.\n</p>\n\n<h1 class='l1' id='head9'>2- </h1>\n\n<p>\nوالثاني: مغيب الحشفة في الفرج.\n</p>\n\n<p>\nومن رأى في منامه كأنه يجامع ولم يخرج منه مني فلا شيء عليه، ومن وجد في\nثوبه منيا يابسا لا يدري متى أصابه اغتسل وأعاد ما صلى من آخر نومه نامها\nفيه.\n</p>\n\n<p>\nفصل:\n</p>\n\n<p>\nفرائض الغسل: النية عند الشروع والفور والدلك والعموم.\n</p>\n\n<p>\nوسننه: غسل اليدين إلى الكوعين كالوضوء، والمضمضة والاستنشاق والاستنثار،\nوغسل صماخ الأذن وهي الثقبة الداخلة في الرأس. وأما صحفة الأذن فيجب غسل\nظاهرها وباطنها.\n</p>\n\n<p>\nوفضائله: البداية بغسل النجاسة ثم الذكر فينوي عنده ثم أعضاء الوضوء مرة\nمرة، ثم أعلى جسده، وتثليث غسل الرأس، وتقديم شق جسده الأيمن، وتقليل الماء\nعلى الأعضاء.\n</p>\n\n<p>\nومن نسى لمعة أو عضوا من غسله بادر إلى غسل حين تذكره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nولو بعد شهر، وأعاد ما صلى قبله. وإن أخره بعد ذكره بطل غسله. فإن كان في\nأعضاء الوضوء وصادفه غسل الوضوء أجزأه.\n</p>\n\n<p>\nفصل:\n</p>\n\n<p>\nلا يحل للجنب دخول المسجد، ولا قراءة القرآن إلا الآية ونحوها للتعوذ\nونحوه.\n</p>\n\n<p>\nولا يجوز لمن لا يقدر على الماء البارد أن يأتي زوجته حتى يعد الآلة إلا\nأن يحتلم، فلا شيء عليه.\n</p>\n\n<h1 class='l1' id='head10'>فصل في التيمم</h1>\n\n<p>\nويتيمم المسافر في غير معصية، والمريض لفريضة أو نافلة. ويتيمم الحاضر\nالصحيح للفرائض إذا خاف خروج وقتها. ولا يتيمم الحاضر الصحيح لنافلة ولا\nجمعة ولا جنازة إلا إذا تعينت عليه الجنازة.\n</p>\n\n<p>\nوفرائض التيمم: النية والصعيد الطاهر، ومسح الوجه ومسح اليدين إلى\nالكوعين، وضربة الأرض الأولى والفور <span id='ms03'></span>، ودخول الوقت واتصاله بالصلاة.\n</p>\n\n<p>\nوالصعيد: هو التراب والطوب والحجر، والثلج والخضخاض ونحو ذلك.\n</p>\n\n<p>\nولا يجوز بالجص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nالمطبوخ والحصير والخشب والحشيش ونحوه، ورخص للمريض في حائط الحجر والطوب\nإن لم يجد مناولا غيره.\n</p>\n\n<p>\nوسننه: تجديد الصعيد ليديه ومسح ما بين الكوعين والمرفقين، والترتيب.\n</p>\n\n<p>\nوفضائله التسمية وتقديم اليمنى على اليسرى وتقديم ظاهر الذراع على باطنه\nومقدمة على مؤخره.\n</p>\n\n<p>\nونواقضه: كالوضوء ولا تصلى فريضتان بتيمم واحد ومن تيمم لفريضة جاز له\nالنوافل بعدها ومس المصحف. والطواف والتلاوة إن نوى ذلك واتصلت بالصلاة ولم\nيخرج الوقت.\n</p>\n\n<p>\nوجاز بتيمم النافلة كل ما ذكر إلا الفريضة.\n</p>\n\n<p>\nومن صلى العشاء بتيمم قام للشفع والوتر بعدها من غير تأخير.\n</p>\n\n<p>\nومن تيمم من جنابة فلابد من نيتها.\n</p>\n\n<h1 class='l1' id='head11'>فصل في الحيض</h1>\n\n<p>\nوالنساء: مبتدأة ومعتادة وحامل.\n</p>\n\n<p>\nوأكثر الحيض للمبتدأة خمسة عشر يوما.\n</p>\n\n<p>\nوللمعتادة عادتها. فإن تمادى بها الدم زادت ثلاثة أيام ما لم تجاوز خمسة\nعشر يوما.\n</p>\n\n<p>\nوللحامل بعد ثلاثة أشهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nخمسة عشر يوما ونحوها، وبعد ستة أشهر عشرون ونحوها، فإن انقطع الدم لفقت\nأيامه حتى تكمل عادتها.\n</p>\n\n<p>\nولا يحل للحائض صلاة ولا صوم ولا طواف ولا مس مصحف ولا دخول مسجد. وعليها\nقضاء الصوم دون\n</p>\n\n<h1 class='l1' id='head12'>الصلاة</h1>\n\n<p>\n. وقراءتها جائزة. ولا يحل لزوجها فرجها ولا ما بين سرتها وركبتيها حتى\nتغتسل.\n</p>\n\n<h1 class='l1' id='head13'>فصل في النفاس</h1>\n\n<p>\nوالنفاس كالحيض في منعه. وأكثره ستون يوما. فإذا انقطع الدم قبلها ولو في\nيوم الولادة - اغتسلت وصلت فإذا عاودها الدم فإن كان بينهما خمسة عشر يوما\nفأكثر كان الثاني حيضا، وإلا ضم إلى الأول وكان من تمام النفاس.\n</p>\n\n<p>\nالصلاة\n</p>\n\n<h1 class='l1' id='head14'>فصل في الأوقات</h1>\n\n<p>\nالوقت المختار للظهر: من زوال الشمس إلى آخر القامة.\n</p>\n\n<p>\nوالمختار للعصر: من القامة إلى الأصفرار وضروريهما إلى الغروب.\n</p>\n\n<p>\nوالمختار لمغرب: قد ما تصلى فيه بعد شروطها.\n</p>\n\n<p>\nوالمختار للعشاء: من مغيب الشفق إلى ثلث الليل الأول. وضروريهما إلى طلوع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nالفجر.\n</p>\n\n<p>\nوالمختار للصبح: من الفجر إلى الإسفار الأعلى وضرورية إلى طلوع الشمس.\n</p>\n\n<p>\nوالقضاء في الجميع ما وراء ذلك.\n</p>\n\n<p>\nومن أخر الصلاة حتى خرج وقتها فعليه ذنب عظيم إلا <span id='ms04'></span> أن يكون ناسيا أو\nنائما.\n</p>\n\n<p>\nولا تصلى نافلة بعد صلاة الصبح إلى ارتفاع الشمس، وبعد صلاة العصر إلى\nصلاة المغرب، وبعد طلوع الفجر إلا الورد لنائم عنه وعند جلوس إمام الجمعة\nعلى المنبر. وبعد والجمعة حتى يخرج من المسجد.\n</p>\n\n<h1 class='l1' id='head15'>فصل في شروط الصلاة</h1>\n\n<p>\nوشرط الصلاة طهارة الحديث وطهارة الخبث من البدن والثوب والمكان وستر\nالعورة واستقبال القبلة، وترك الكلام وترك الأفعال الكثيرة.\n</p>\n\n<p>\nوعورة الرجل ما بين السرة والركبة.\n</p>\n\n<p>\nوالمرأة كلها عورة ما عدا الوجه والكفين.\n</p>\n\n<p>\nوتكره الصلاة في السراويل. لا إذا كان فوقها شيء، ومن تنجس ثوبه ولم يجد\nثوبا غيره ولم يجد ماء يغسله به أو لم يكن عنده ما يلبس حتى يغسله خروج\nالوقت صلى بنجاسته.\n</p>\n\n<p>\nولا يجوز تأخير الصلاة لعدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nالطهارة. ومن فعل ذلك فقد عصى ربه. ومن لم يجد ما يستر به عورته صلى\nعريانا.\n</p>\n\n<p>\nومن أخطأ القبلة أعاد في الوقت، وكل إعادة في الوقت فهي فضيلة، وكل ما\nتعاد منه الصلاة في الوقت فلا تعاد منه الفائتة والنافلة.\n</p>\n\n<h1 class='l1' id='head16'>فصل في فرائض الصلاة</h1>\n\n<p>\nنية الصلاة المعينة، وتكبيرة الإجرام والقيام لها، والفاتحة والقيام لها،\nوالركوع والرفع منه, والسجود على الجبهة والرفع منه، والاعتدال،\nوالطمأنينة، والترتيب بين فرائضها، والسلام وجلوسه الذي يقارنه.\n</p>\n\n<p>\nوشروط النية: مقارنتها لتكبيرة الإحرام.\n</p>\n\n<p>\nوسننها: الإقامة والسورة التي بعد الفاتحة والقيام لها، والسر فيما يسر\nفيه، والجهر فيما يجهر فيه، وسمع الله لمن حمده.\n</p>\n\n<p>\nوكل تكبيرة سنة إلا الأولى والتشهدان والجلوس لهما، وتقديم الفاتحة على\nالسورة والتسليمة الثانية والثالثة للمأموم. والجهر بالتسليمة الواجبة،\nوالصلاة على رسول الله صلى الله عليه وسلم، والسجود على الأنف والكفين\nوالركبتين وأطراف القدمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوالسترة لغير المأموم وأقلها غلظ رمح وطول ذراع طاهر ثابت غير مشوش.\n</p>\n\n<p>\nوفضائلها: رفع اليدين عند الإحرام حتى تقابلا الأذنين وقول المأموم\nوالفذ: ربنا ولك الحمد، والتأمين بعد الفاتحة للفذ والمأموم، ولا يقولها\nالإمام إلا في قراءة السر، والتسبيح في الركوع والدعاء في السجود، وتطويل\nالقراءة في الصبح والظهر تليها وتقصيرها في العصر والمغرب، وتوسطها في\nالعشاء <span id='ms05'></span>.\n</p>\n\n<p>\nوتكون السورة الأولى قبل الثانية وأطول منها. والهيئة المعلومة في الركوع\nوالسجود والجلوس، والقنوت سرا قبل الركوع والدعاء بعد التشهد الثاني.\n</p>\n\n<p>\nويكون التشهد الثاني أطول من الأول والتيامن بالسلام وتحريك السبابة في\nالتشهد.\n</p>\n\n<p>\nويكره الالتفات في الصلاة، وتغميض العينين، والبسملة والتعوذ في الفريضة\nويجوزان في النقل، والوقوف على رجل واحدة إلا أن يطول قيامه، واقتران رجليه\nوجعل درهم أو غيره في فمه، وكذلك كل ما يشوشه في جيبه أو كمه وعلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nظهره، والتفكر في أمور الدنيا. وكل ما يشغله عن الخشوع في الصلاة.\n</p>\n\n<p>\nفصل:\n</p>\n\n<p>\nللصلاة نور عظيم تشرق به قلوب المصلين ولا يناله إلا الخاشعون.\n</p>\n\n<p>\nفإذا أتيت إلى الصلاة ففرغ قلبك من الدنيا وما فيها، واشتعل بمراقبة\nموالاك الذي تصلى لوجهه واعتقد أن الصلاة خشوع وتواضع لله سبحانه بالقيام\nوالركوع والسجود وإجلال وتعظيم له بالتكبير والتسبيح والذكر.\n</p>\n\n<p>\nفحافظ على صلاتك فإنها أعظم العبادات، ولا تترك الشيطان يلعب بقلبك\nويشغلك عن صلاتك حتى يطمس قلبك ويحرمك من لذة أنوار الصلاة.\n</p>\n\n<p>\nفعليك بدوام الخشوع فيها فإنها تنهى عن الفحشاء والمنكر بسبب الخشوع\nفيها. فاستعن بالله إنه خير مستعان.\n</p>\n\n<p>\nفصل:\n</p>\n\n<p>\nللصلاة المفروضة سبعة أحوال مرتبة تؤدي عليها أربعة منها على الوجوب،\nوثلاثة على الاستحباب. فالتي على الوجوب: أولها القيام بغير استناد ثم\nالقيام باستناد، ثم الجلوس بغير استناد، ثم الجلوس باستناد. فالترتيب بين\nهذه الأربعة على الوجوب إذا قدر على حالة منها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوصلى بحالة دونها بطلب صلاته. والثلاثة التي على الاستحباب هي: أن يصلي\nالعاجز عن هذه الثلاثة المذكورة على جنبه الأيمن، ثم على الأيسر ثم على\nظهره. فإن خالف في الثلاثة لم يبطل صلاته.\n</p>\n\n<p>\nوالاستناد الذي تبطل به صلاة القادر على تركه هو الذي يسقط بسقوطه، وإن\nكان لا يسقط بسقوطه فهو مكروه.\n</p>\n\n<p>\nوأما النافلة فيجوز للقادر على القيام أن يصليها جالسا، وله نصف أجر\nالقائم. ويجوز أن يدخلها جالسا ويقوم بعد ذلك أو يدخلها قائما ويجلس بعد\nذلك إلا أن يدخلها بنية القيام فيها فيمتنع جلوسه بعد ذلك.\n</p>\n\n<p>\nفصل:\n</p>\n\n<p>\nيجب قضاء <span id='ms06'></span> ما في الذمة من الصلوات ولا يحل التفريط فيها. ومن صلى كل يوم\nخمسة أيام فليس بمفرط ويقضيها على نحو ما فاتته إن كان حضرية قضاها حضرية،\nوإن كان سفرية قضاها سفرية سواء كان حين القضاء في حضر أو سفر.\n</p>\n\n<p>\nوالترتيب يبن الحاضرتين وبين يسير الفوائت مع الحاضرة واجب مع الذكر،\nواليسير أربع صلوات فأدنى.\n</p>\n\n<p>\nومن كانت عليه أربع صلوات فأقل صلاها قبل الحاضرة ولو خرج وقتها. ويجوز\nالقضاء في كل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوقت. ولا يتنقل من عليه القضاء ولا يصلي الضحى ولا قيام رمضان ولا يجوز\nله إلا الشفع والوتر والفجر والعيدان والخسوف والاستسقاء.\n</p>\n\n<p>\nويجوز لمن عليهم القضاء أن يصلوا جماعة إذا استوت صلاتهم.\n</p>\n\n<p>\nومن نسى عدد ما عليه من القضاء صلى عددا لا يبقى معه شك.\n</p>\n\n<h1 class='l1' id='head17'>باب في السهو</h1>\n\n<p>\nوسجود السهو في الصلاة سنة.\n</p>\n\n<p>\nفللنقصان سجدتان قبل السلام بعد تمام التشهدين يزيد بعدهما تشهدا آخر.\n</p>\n\n<p>\nوللزيادة سجدتان بعد السلام يتشهد بعدها ويسلم تسليمة أخرى.\n</p>\n\n<p>\nومن نقص وزاد سجد قبل السلام.\n</p>\n\n<p>\nومن نسى السجود القبلي حتى سلم سجد إن كان قريبا، وإن طال أو خرج من\nالمسجد بطل السجود وتبطل الصلاة معه إن كان على ثلاث سنن أو أكثر من ذلك\nوإلا فلا تبطل.\n</p>\n\n<p>\nومن نسى السجود البعدي سجده ولو بعد عام. ومن نقص فريضة فلا يجزيه السجود\nعنها.\n</p>\n\n<p>\nومن نقص الفضائل فلا سجود عليه.\n</p>\n\n<p>\nولا يكون السجود القبلي إلا لترك سنتين فأكثر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nوأما السنة الواحدة فلا سجود لها إلا السر والجهر، فمن أسر في الجهر سجد\nقبل السلام، ومن جهر في السر سجد بعد السلام. ومن تكلم ساهيا سجد بعد\nالسلام، ومن سلم من ركعتين ساهيا سجد بعد السلام.\n</p>\n\n<p>\nومن زاد في الصلاة ركعة أو ركعتين سجد بعد السلام ومن زاد في الصلاة\nمثلها بطلت، ومن شك في كمال صلاته أتى بما شك فيه.\n</p>\n\n<p>\nوالشك في النقصان لتحققه. فمن شك في ركعة أو سجدة أتى بها وسجد بعد\nالسلام، وإن شك في السلام سلم إن كان قريبا ولا سجود عليه <span id='ms07'></span>، وإن طال بطلت\nصلاته.\n</p>\n\n<p>\nوالموسوس يترك الوسوسة من قلبه، ولا يأتي بما شك فيه ولكن يسجد بعد\nالسلام سواء شك في زيادة أو نقصان.\n</p>\n\n<p>\nومن جهر في القنوت فلا سجود عليه ولكنه يكره عمده.\n</p>\n\n<p>\nومن زاد السورة في الركعتين الأخيرتين فلا سجود عليه.\n</p>\n\n<p>\nومن سمع ذكر محمد صلى الله عليه وسلم وهو في الصلاة فصلى عليه فلا شيء\nعليه، سواه كان ساهيا أو عامدا أو قائما أو جالسا.\n</p>\n\n<p>\nومن قرأ سورتين فأكثر في ركعة واحدة أو خرج من سورة إلى سورة، أو ركع قبل\nتمام السورة فلا شيء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nعليه في جميع ذلك.\n</p>\n\n<p>\nومن أشار في صلاته بيده أو رأسه فلا شيء عليه.\n</p>\n\n<p>\nومن كرر الفاتحة ساهيا سجد بعد السلام، وإن كان عامدا فالظاهر البطلان.\n</p>\n\n<p>\nومن تذكر السورة بعد انحنائه إلى الركوع فلا يرجع إليها.\n</p>\n\n<p>\nومن تذكر السر أو الجهر قبل الركوع أعاد القراءة.\n</p>\n\n<p>\nفإن كان ذلك في السورة وحدها أعادها ولا سجود عليه، وإن كان في الفاتحة\nأعادها وسجد بعد السلام. وإن فات بالركوع سجد لترك الجهر قبل السلام ولترك\nالسر بعد السلام سواه كان من الفاتحة أو السورة وحدها.\n</p>\n\n<p>\nومن ضحك في الصلاة بطلت سواء كان ساهيا أو عامدا، ولا يضحك في صلاته إلا\nغافل متلاعب.\n</p>\n\n<p>\nوالمؤمن إذا قام لصلاة أعرض بقلبه عن كل ما سوى الله سبحانه وترك الدنيا\nوما فيها، حتى يحضر بقلبه جلال الله سبحانه وعظمته، ويرتعد قلبه وترهب نفسه\nمن هيبة الله جل جلاله، فهذه صلاة المتقين.\n</p>\n\n<p>\nولا شيء عليه في التبسم.\n</p>\n\n<p>\nوبكاء الخاشع في الصلاة مغتفر.\n</p>\n\n<p>\nومن أنصت لمتحدث قليلا فلا شيء عليه.\n</p>\n\n<p>\nومن قام من ركعتين قبل الجلوس، فإن تذكر قبل أن يفارق الأرض بيديه\nوركبتيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nرجع إلى الجلوس ولا سجود عليه، وإن فارقها تمادى ولم يرجع وسجد قبل\nالسلام وإن رجع بعد المفارقة وبعد القيام ساهيا أو عامدا صحت صلاته وسجد\nبعد السلام.\n</p>\n\n<p>\nومن نفخ في صلاته ساهيا سجد بعد السلام، وإن كان عامدا بطلت صلاته.\n</p>\n\n<p>\nومن عطس في صلاته فلا يشتغل <span id='ms08'></span> بالحمد ولا يرد على من شمته ولا يشمت عاطسا،\nفإن حمد الله فلا شيء عليه.\n</p>\n\n<p>\nومن تثاءب في الصلاة سد فاه، ولا ينفث إلا في ثوبه من غير إخراج حروف.\n</p>\n\n<p>\nومن شك في حدث أو نجاسة فتفكر في صلاته قليلا، ثم تيقن الطهارة فلا شيء\nعليه.\n</p>\n\n<p>\nومن التفت في الصلاة ساهيا فلا شيء عليه، وإن تعمد فهو مكروه، وإن استدبر\nالقبلة قطع الصلاة. ومن صلى بحرير أو ذهب أو سرق في الصلاة أو نظر محرما في\nعاص وصلاته صحيحة.\n</p>\n\n<p>\nومن غلط في القراءة بكلمة من غير القرآن سجد بعد السلام، وإن كانت من\nالقرآن فلا سجود عليه إلا يتغير اللفظ أو يفسد المعنى فيسجد بعد السلام.\n</p>\n\n<p>\nومن نعس في الصلاة فلا سجود عليه، وإن ثقل نومه أعاد الصلاة والوضوء.\n</p>\n\n<p>\nوأنين المريض مغتفر والتنحنح للضرورة مغتفر، وللإفهام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nمنكر ولا تبطل الصلاة به.\n</p>\n\n<p>\nومن ناداه أحد فقال له: سبحانه الله كره وصحت صلاته.\n</p>\n\n<p>\nومن وقف في القراءة ولم يفتح عليه أحد ترك تلك الآية وقرأ ما بعدها، فإن\nتعذرت عليه ركع. ولا ينظر مصحفا بين يديه إلا أن يكون في الفاتحة فلابد من\nكمالها بمصحف أو غيره.\n</p>\n\n<p>\nفإن ترك منها آية سجد قبل السلام، وإن كان أكثر بطلت صلاته.\n</p>\n\n<p>\nومن فتح على غير إمامه بطلب صلاته، ولا يفتح على إمامه إلا أن ينتظر\nالفتح أو يفسد المعنى.\n</p>\n\n<p>\nومن جال فكره قليلا في أمور الدنيا نقص ثوابه ولم تبطل صلاته.\n</p>\n\n<p>\nومن دفع الماشي بين يديه أو سجد على شق جبهته أو سجد على طية أو طيتين من\nعمامته فلا شيء عليه.\n</p>\n\n<p>\nولا شيء في غلبة القىء والقلس في الصلاة.\n</p>\n\n<p>\nوسهو المأموم يحمله الإمام إلا أن يكون من نقص الفريضة.\n</p>\n\n<p>\nوإذا سها المأموم أو نعس أو زوحم عن الركوع وهو في غير الأولى، فإن طمع\nفي إدراك الإمام قبل رفعه من السجدة الثانية ركع ولحقه، وإن لم يطمع ترك\nالركوع وتبع إمامه وقضى ركعة في موضعها بعد سلام إمامه.\n</p>\n\n<p>\nوإن سها عن السجود أو <span id='ms09'></span> زوحم أو نعس حتى قام الإمام إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nركعة أخرى سجد أن طمع في إدراك الإمام قبل الركوع وإلا تركه وتبع الإمام\nوقضى ركعة أخرى أيضا، وحيث قضى الركعة فلا سجود عليه إلا أن يكون شاكا في\nالركوع أو السجود.\n</p>\n\n<p>\nومن جاءته حبة أو عقرب فقتلها فلا شيء عليه إلا أن يطول فعله أو يستدبر\nالقبلة فإنه يقطع.\n</p>\n\n<p>\nومن شك هل هو في الوتر أو في ثانية الشفع جعلها ثانية الشفع وسجد بعد\nالسلام ثم أوتر. ومن تكلم بين الشفع والوتر ساهيا فلا شيء عليه، وإن كان\nعامدا كره ولا شيء عليه.\n</p>\n\n<p>\nوالمسبوق إن أدرك مع الإمام أقل من ركعة فلا يسجد معه لا قبليا ولا بعديا\nفإن سجد معه بطلب صلاته وإن أدرك ركعة كاملة أو أكثر سجد معه القبلب وأخر\nالبعدي حتى يتم صلاته فيسجد بعد سلامه، فإن سجد مع الإمام عامدا بطلت صلاته\nوإن كان ساهيا سجد بعد السلام.\n</p>\n\n<p>\nوإن سها المسبوق بعد سلام الإمام فهو كالمصلى وحده وإذا ترتب على المسبوق\nبعدي من جهة إمامه وقبلي من جهة نفسه أجزأه القبلى.\n</p>\n\n<p>\nومن نسى الركوع وتذكره في السجود رجع قائما، ويستحب له أن يعيد شيئا من\nالقراءة ثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nيركع ويسجد بعد السلام.\n</p>\n\n<p>\nومن نسى سجدة واحدة وتذكرها بعد قيامه رجع جالسا وسجدها إلا أن يكون قد\nجلس قبل القيام فلا يعيد الجلوس.\n</p>\n\n<p>\nومن نسى سجدتين خر ساجدا ولم يجلس ويسجد في جميع ذلك بعد السلام.\n</p>\n\n<p>\nوإن تذكر السجود بعد رفع رأسه من الركعة التي تليها تمادى على صلاته ولم\nيرجع وألغى ركعة السهو وزاد ركعة في موضعها بانيا وسجد قبل السلام. إن كان\nمن الأوليين وتذكر بعد عقد الثالثة وبعد السلام إن لم تكن من الأوليين أو\nكانت منهما وتذكر قبل عقد الثالثة لأن السورة والجلوس لم يفوتا. ومن سلم\nشاكا في كمال صلاته بطلت صلاته.\n</p>\n\n<p>\nوالسهو في صلاة القضاء كالسهو في صلاة الأداء.\n</p>\n\n<p>\nوالسهو في النافلة كالسهو في الفريضة إلا في ست مسائل: الفاتحة والسورة\nوالسر والجهر <span id='ms10'></span>، وزيادة ركعة ونسيان بعض الأركان إن طال.\n</p>\n\n<p>\nفمن نسى الفاتحة في النافلة وتذكر بعد الركوع تمادى وسجد قبل السلام\nبخلاف الفريضة فإنه يلغي تلك الركعة ويزيد أخرى ويتمادى ويكون سجوده كما\nذكرنا في تارك السجود.\n</p>\n\n<p>\nومن نسى السورة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nأو الجهر أو السر في النافلة وتذكر بعد الركوع تمادى ولا سجود عليه بخلاف\nالفريضة.\n</p>\n\n<p>\nومن قام إلى ثالثة في النافلة فإن تذكر قبل عقد الركوع رجع وسجد بعد\nالسلام، وإن عقد الثالثة تمادى وزاد الرابعة وسجد قبل السلام بخلاف الفريضة\nفإنه يرجع متى ما ذكر ويجد بعد السلام.\n</p>\n\n<p>\nومن نسى ركنا من النافلة كالركوع أو السجود ولم يتذكر حتى سلم وطال فلا\nإعادة عليه بخلاف الفريضة فإنه يعيدها أبدا.\n</p>\n\n<p>\nومن قطع النافلة عامدا أو تكر منا ركعة أو سجدة عامدا أعادها أبدا.\n</p>\n\n<p>\nومن تنهد في صلاته في شيء عليه إلا أن ينطق بحروف.\n</p>\n\n<p>\nوإذا سها الإمام بنقص أو زيادة سبح به المأموم.\n</p>\n\n<p>\nوإذا قام إمامك من ركعتين فسبح به، فإن فارق الأرض فاتبعه، وإن جلس في\nالأولى أو في الثالثة فقم ولا تجلس معه، وإن سجد واحدة وترك الثانية فسبح\nبه ولا تقم معه إلا أن تخاف عقد ركوعه فاتبعه ولا تجلس بعد ذلك معه لا في\nثانية ولا في رابعة، فإذا سلم فزد ركعة أخرى بدلا من الركعة التي ألغيتها\nبانيا وتسجد قبل السلام.\n</p>\n\n<p>\nفإن كنتم جماعة الأفضل لكم أن تقدموا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nواحدا يتم بكم.\n</p>\n\n<p>\nوإذا زاد الإمام سجدة ثالثة فسبح به ولا تسجد معه.\n</p>\n\n<p>\nوإذا قام الإمام إلى خامسة تبعه من تيقن موجبها أو شك فيه وجلس من تيقن\nزيادتها. فإن جلس الأول وقام الثاني بطلت صلاته.\n</p>\n\n<p>\nوإذا سلم الإمام قبل كمال الصلاة سبح به من خلفه، فإن صدقه كمل صلاته\nوسجد بعد السلام.\n</p>\n\n<p>\nوإن شك في خبره سأل عدلين وجاز لهما الكلام في ذلك، وإن تيقن الكمال عمل\nعلى يقينه وترك العدلين إلا أن يكثر الناس خلفه فيترك يقينه ويرجع إليهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             <span id='ms11'></span>\n</p>\n",
  "pages": [
    "000",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024"
  ],
  "volumes": [
    "01"
  ]
}