{
  "content": "\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالمقدمة\n</p>\n\n<p>\nأخبرنا الشيخ الفقيه العالم المقرئ أبو الحسن علي بن أبي الفتح المبارك\nبن الحسن بن أحمد بن ماسويه الواسطي بقراءتي عليه بجامع دمشق عمره الله\nبذكره، قلت له: أخبركم الشيخ الإمام العالم الحافظ أبو بكر محمد بن أبي\nعثمان بن موسى الحازمي قراءة عليه وأنت تسمع في مجالس آخرها الثالث عشر من\nذي الحجة سنة ثلاث وثمانين وخمسمائة قال: \" الحمد لله بارئ النسيم، وخالق\nالأنوار والظلم، وموجد الأشياء من العدم، الذي أبرم فأحكم، وأجزل فأنعم،\nوعلم الإنسان ما لم يعلم، وصلى الله على النبي المبعوث بالدين الأقوم، وعلى\nآله وصحبه ذوى السبق الأقدم.\n</p>\n\n<p>\nأما بعد، وفقك الله وإيانا للوصول إلى ماهية الأشياء والاطلاع على خفايا\nالعلوم، إن الطالب للحديث الذي هو منبع الأحكام، وعليه تبنى دعائم الإسلام،\nيفتقر إلى معرفة علم الحديث إذ هو آلته، وبه يمكن تصحيحه وتثبيته.\n</p>\n\n<p>\nثم علم الحديث يشتمل على أنواع كثيرة تقرب من مائة نوع، ذكر منها طائفة\nأبو عبد الله الحافظ رحمة الله عليه في معرفة أصول الحديث وكل نوع منها علم\nمستقل لو أنفد الطالب فيه عمره لما أدرك نهايته. ولكن المبتدئ يحتاج أن\nيستطرف من كل نوع، لأنها أصول الحديث، ومتى جهل الطالب الأصول، تعذر عليه\nطريق الوصول.\n</p>\n\n<p>\nومن أصول الحديث معرفة الأنساب، وأهمها معرفة أنساب العرب، فإنها تنتسب\nإلى القبائل، وهي تفانت، وطريق إدراك معرفتها النقل.\n</p>\n\n<p>\nوأما العجم فإنها لا تكاد تنتسب إلى أب قديم إلا نادرا، وأكثر انتسابها\nإلى الأمكنة والصنائع. أما الأمكنة فأكثرها مشهورة مدركة بالأخبار\nالمتواترة، غير مفتقرة إلى تجشم بحث وتكلف سبر، إلا أمكنة يسيرة تحتاج إلى\nاستكشاف، إما لبعدها عن حوزة الإسلام وإما لبعدها عن حوزة الإسلام وإما\nلخمول ذكرها نحو القرى والجبال والأودية. وهذه وإن كانت مفتقرة إلى البحث\nعنها لخفائها فلا تلحق القبائل في غموضها، فإنها ربما لا تكون مشهورة في\nغير صقعها وهي في أصقاعها. وأما القبائل فإنها مفتقرة إلى البحث التام فإن\nأكثرها أودت، ومن بقي من <span id='ms01'></span> نسلها ربما تعذر عليه التمييز بين آبائه فضلا عن\nآباء غيره لقلة اكتراثه بضبط أنسابه، فرب رجل يزعم أنه عدوى، فلو قيل من أي\nعدى لاستصعب عليه علم ذلك. وأمل الصنائع فهي مشهورة شائعة لاشتراكها بين\nالعرب والعجم. وإنما ذكرت هذا الفصل ليعلم المبتدئ قدر مأخذ هذا العلم.\n</p>\n\n<p>\nوقد ألف جماعة من الأخباريين تواليف جمة في هذا العلم وأطنبوا فيها،\nوذكروا ما يلزم الحديثي معرفته وما لا يلزمه، ولو تتبع كتبهم لفلت وقته\nوالوقت عزيز.\n</p>\n\n<p>\nفجمعت في هذا الكتاب، بعد ذكر مقدمة لا بد منها في معرفة اصطلاح النساب،\nالأنساب المتداولة بين أهل الحديث، ورتبتها على حروف المعجم. وربما أذكر من\nكل قبيلة نسبا متصلا أو رجلا أو رجلين تنبيها للمبتدئ، ولم أذكر من\nالاختلاف والاشتقاق إلا اليسير، والله مسهل العسير.\n</p>\n\n<p>\nأما ذكر المقدمة فاعلم وفقك الله أن في العرب أرحاء وجماجم وشعوبا\nوقبائل، أما الأرحاء من العرب فست، والجماجم تسع، وسائر العرب قبائل وعمائر\nليست بأرحاء ولا جماجم.\n</p>\n\n<p>\nفأما الأرحاء من ربيعة: فبكر بن وائل، وعبد القيس؛ ومن مضر تميم، وأسد،\nومن اليمن كلب وطيء. وإنما سميت أرحاء لفضل قوتها وعددها على سائر العرب،\nولأنها حمت دورا مياها ومرابع لم يكن للعرب مثلها فدارت في دورها دور الرحى\nعلى أقطابها، لا تفارق دورها طلبا للنجعة وإنما تردد فيها كدور الرحى، ولم\nيكن لقيس رحى لضيق دارها.\n</p>\n\n<p>\nوأما الجماجم فاثنتان في ربيعة، وأربع في مضر، وثلاث في اليمن.\n</p>\n\n<p>\nفجماجم مضر: غطفان بن سعد قيس عيلان، وهوازن بن منصور بن عكرمة بن خصفة\nبن قيس عيلان، وتميم بن مر بن أد بن طابخة بن إلياس بن مضر، وكنانة بن\nمدركة بن خزيمة بن إلياس بن مضر.\n</p>\n\n<p>\nوجماجم ربيعة: بكر بن وائل بن قاسط بن هنب بن أفصي بن دعمي بن جديلة ابن\nأسد بن ربيعة، وعبد القيس بن أفصى بن دعمي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             وجماجم اليمن: مذحج\nواسمه مالك بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ، والأزد <span id='ms02'></span>\nبن الغوث بن نبت بن مالك بن أدد بن زيد بن كهلان بن سبأ بن يشجب بن يعرب بن\nقحطان، وأسمه يقطن بن عابر بن شالخ بن أرفخشد بن سام بن نوح، وقضاعة بن\nمالك بن حمير بن سبأ.\n</p>\n\n<p>\nوكانت بكر بن وائل تعدل في الجاهلية بتميم بن مر فسميتا الجفين. وتغلب\nابن وائل تعدل بالأزد وهما الكرشان؛ وطيء بن أدد بن زيد بن يشجب تعدل بأسد\nبن خزيمة بن مدركة بن إلياس بن مضر، وهما الحليفان. ومذحج تعدل بقضاعة.\nوكنانة بن خزيمة تعدل بهوازن بن منصور. وبكر بن وائل تعدل بكندة بن عفير بن\nالحارث بن مرة بن أدد. وتغلب ابن وائل تعدل أيضا بضبة بن أد، وتعدل أيضا\nبتميم عددا.\n</p>\n\n<p>\nثم العرب شعوب وقبائل، والعجم شعوب لا غير، لأنا ذكرنا أنها لا تنتسب إلى\nآبائها. فأول العرب شعوب ثم قبائل ثم عمائر ثم بطون ثم أفخاذ ثم فصائل ثم\nعشائر. فالشعوب تجمع العمائر، والعمائر تجمع البطون، والبطون تجمع الأفخاذ،\nوالبطون تجمع الأفخاذ، والأفخاذ تجمع الفصائل، والفصائل تجمع العشائر. مثلا\nأولاد المنصور عشيرة، وبنو العباس فصيلة، وبنو هاشم بن عبد مناف فخذ، وقصي\nبن كلاب بطن، وقريش عمارة، وكنانة قبيلة، ومضر شعب.\n</p>\n\n<p>\nوقيل إنما فصل هذا التفصيل تشبيها بالإنسان. فالشعب من شعب الرأس ومنه\nلتشعب القبائل، والقبائل مأخوذة من قبائل الرأس وهي الأطباق واحدها قبيلة؛\nوالقبيل غير القبيلة، قال الأزهري: القبيل: الجماعة ليسوا من أب واحد وجمعه\nقبل، فإذا كانوا من أب واحد فهم قبيلة. ثم عمائر الصدر، وفيه القلب؛ ثم\nالبطون كالبطن الذي استبطن الكبد والرئة والطحال والأمعاء، فصار مسكنا لها؛\nثم الأفخاذ كالفخذ أسفل البطن؛ ثم الفصائل كالركبة لأنها انفصلت من الفخذ؛\nثم العشيرة كالساقين والقدمين في أنها تحمل ما فوقها بالحب وحسن المعاشرة\nولا يثقل حملها عليها.\n</p>\n\n<p>\nويقال إنما سميت العرب الشعوب لأنهم حين تفرقوا من إسماعيل وقحطان صاروا\nشعوبا، قال فيهم الشاعر:\n</p>\n\n<p>\nفبادوا بعد إمتهم وصاروا ... شعوبا شعبت من بعد عاد\n</p>\n\n<p>\nثم القبائل، حين تقابلوا <span id='ms03'></span> ونظر بعضهم إلى بعض في حلة واحدة وكانوا كقبائل\nالرأس، ثم العمائر حين عمروا الأرض وسكنوها، ويقال إن اسم كل واحد منهم\nعامر، ثم البطون حين استبطنوا الأودية ونزلوها وبنوا البيوت بالشعر ودعموها\nفقالت العرب: بيت فلان، وبقي من آل فلان بيتان، وهم أهل الأبيات والبيوتات،\nثم الأفخاذ، والفخذ أصغر من البطن، ثم الفصائل وهم الأحياء حين انفصلوا من\nالأفخاذ، قال تعالى: (وفصيلته التي تؤويه)، ثم العشائر حين انضم كل بني أب\nإلى أبيهم دون عمهم فحسن تعاشرهم. فالشعب مثل: مضر وربيعة ابني نزار بن معد\nبن عدنان، وإياد أخيهما، وأنمار وحمير بن سبأ، وكهلان بن سبأ. ثم دون هذه\nشعوب تشعبت منهم مثل: قصاعة وهمدان بن مالك بن زيد، وبجيلة ابن أنمار. ثم\nالقبائل دون الشعوب، مثل: قيس عيلان ويقال قيس بن عيلان، ويأتي ذكر\nالاختلاف فيه وطابخة بن إلياس، ومدركة بن إلياس. ثم العمائر دون القبائل،\nمثل: كنانة بن خزبمة بن مدركة، وأسد بن خزيمة، وهذيلي بن مدركة، وتميم بن\nمر، وضبة بن أد، والرباب ومزينة، ثم البطون مثل: فهر بن مالك بن النضر ابن\nكنانة، وبكر بن عبد مناة بن كنانة. ثم الأفخاذ مثل: لؤي بن غالب بن فهر،\nوتميم الأدرم، ومحارب بن فهر. ثم الفصائل مثل قصي بن كلاب، وزهرة بن كلاب\nومخزوم بن يقظة بن مرة بن كعب، وتميم بن مرة، وجمح بن عمرو بن هصيص، وعدي\nبن كعب لؤي بن غالب. ثم العشائر مثل: عبد مناف بن قصي.\n</p>\n\n<p>\nوهذا مثال ذكرناه لقياس عليه سائر العرب. وهذا باب كبير، وفيه كلام كثير\nاقتصرنا منه على المذكور.\n</p>\n\n<p>\nنذكر الآن القبائل والعمائر وغيرها مرتبة على حروف المعجم ليكون أسهل\nتناولا لطالبه. والله الموفق للصواب، وإليه المرجع والمآب.\n</p>\n\n<p>\nباب الهمزة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n             \" الأبودي \" بفتح الهمزة وتشديد الباء المضمومة\nوبعد الواو دال مهملة منسوب إلى أبود، بطن من الصدف، منهم أحمد بن يونس بن\nسويد بن سويد الصدفي الأبودي من أهل مصر، له ذكر في الأخبار. قال أبن\nيونس:ولم تقع <span id='ms04'></span> له أي رواية.\n</p>\n\n<p>\n\" الأبذوي \" بفتح الهمزة وسكون الباء وفتح الذال المعجمة، منسوب إلى أبذي\nبن عدي بن تجيب. وتمام النسب يأتي ذكره. ومن ولده جماعة من أهل اعلم في\nمصر، ومن مواليهم عبد الرحمن يحنس المصرى الأبذوي مولى بني أبذي، كان عريفا\nعلى موالي تجيب، وكان من شرف العطاء، وهو الذي تولى قتال ابن الزبير مدة\nفيما ذكره ابن عفير.\n</p>\n\n<p>\n\" الأجذومي \" منسوب إلى الأجذوم بطن من الصدف، منهم أحرش بن صبح الأجذومي\nالصدفي مولاهم، روى عن سعيد بن كثير بن عفير. وقال الدارقطني: وولد الصدف\nبن شهال بن عمرو بن دعمي بن زيد بن حضرموت \" ويقال إنه الصدف ابن أسلم بن\nزيد بن مالك بن حضرموت الأكبر \" حريما وهو الأحروم، وجذاما وهو الأجذوم،\nابنا الصدف.\n</p>\n\n<p>\n\" الأحمسي \" منسوب إلى أحمس بجيلة، وإلى أحمس ربيعة؛ أما الأول فهو أحمس\nابن الغوث بن أنمار بن إراش بن عمرو بن الغوث بن كهلان، هكذا يقول أكثر أهل\nالنسب، وإليه ينسب جماعة من الصحابة والتابعين ومن بعدهم. منهم في الصحابة:\nجندب بن سفيان الأحمسي، وجابر الأحمسي والصنابيح بن الأعسر الأحمسي،\nوغيرهم.\n</p>\n\n<p>\nوالثاني فهو أحمس بن ضبيعة بن ربيعة بن نزار، وباقي النسب يأتي ذكره،\nوينسب أيضا إليه جماعة منهم: شبيل بن عزرة الأحمسي الضبعي، ختن قتادة، يروى\nعن أنس بن مالك وغيره، روى عنه شعبة؛ وجماعة سواه من الفرسان والشعراء.\n</p>\n\n<p>\n\" الأحدبي \" بضم الدال بعد الحاء المهملة منسوب إلى أحدب، بطن من غافق\nمنهم: عيسى بن إبراهيم بن عيسى بن مثرود الغافقي ثم الأحدبي مولاهم يكنى\nأبا موسى، يروى عن رشيد بن سعيد وعبد الله بن وهب وعبد الرحمن ابن القاسم\nوغيرهم. قاله ابن يونس.\n</p>\n\n<p>\n\" الأخيلي \" منسوب إلى أخيل، واسمه كعب بن معوية بن عمرو بن نفيل.\n</p>\n\n<p>\n\" الإراشي \" منيوب إلى إراشة بن عنز بن وائل بن قاسط بن هنب بن أفصي ابن\nدعمي بن جديلة بن أسد بن ربيعة بن نزار أخي رفيدة، وهما داخلان في خثعم.\n</p>\n\n<p>\n\" الأرحبي \" ينسب إلى أرحب بن دعام بن مالك بن <span id='ms05'></span> معاوية بن صعب بن دومان\nقاله الأبيوردي، بطن من همدان، منهم جماعة من العلماء في الشاميين\nوالكوفيين.\n</p>\n\n<p>\n\" الأزدي \" منسوب إلى الأزد، واسمه دراء، ويقال درا بن الغوث بن نبت بن\nمالك بن أدد بن زيد بن كهلان بن سبأ بن يشجب بن يعرب بن قحطان، وإليه جماع\nالأنصار، وكان أنس بن مالك يقول: إن لم نكن من الأزد فلسنا من الناس،\nأخبرنا محمد بن أبى الفتوح أنا محمد بن أبي عبد الله المطرز أنا أحمد بن\nعبد الله نا سليمان بن أحمد نا العباس بن الفضل الأسفاطي نا محمد بن كثير\nنا محمد بن ميمون عن غيلان بن جرير قال: سمعت أنس بن مالك وذكره. وجاء في\nالحديث عن النبي صلى الله عليه وسلم: \" الأزد جرثومة العرب \" وقد جاء ذكرهم\nفي غير حديث والثناء عليهم، أخبرنا محمد بن إبراهيم أبو بكر الخطيب أنا\nالحسن بن أحمد القارئ أنا أبو نعيم الحافظ نا أبو القاسم اللخمي نا محمد بن\nصالح بن الوليد نا عبد القدوس بن محمد الحبحابي نا عمي صالح بن عبد الكبير\nنا عمي عبد السلام بن شعيب بن الحبحاب عن أبيه عن أنس بن مالك قال: قال\nرسول الله صلى الله عليه وسلم: \" الأزد أسد الله في الأرض، يريد الناس أن\nيضعوهم ويأبى الله إلا أن يرفعهم، وليأتين على الناس زمان يقول الرجل يا\nليتني كان أبي أزديا، يا ليتني كانت أمي أزدية \" . هذا حديث غريب لا يعرف\nإلا من هذا الوجه. ويقال فيه الأسد بالسين بدل الزاي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n             وقد يجيء\nفي بعض الأنساب: فلان الأزدي من أزد شنوءة وفلان الأزدي من أزد الحجر، فيظن\nمن لم يتبحر في علم النسب أن الثاني والثالث غير الأول، لاختلاف المعرف به\nفي كل اسم من هذه الأسماء الثلاثة، وليس كذلك، وقد وهم غير واحد من أئمة\nالحديث في ذلك؛ والصواب أن الثاني والثالث مندرج في الأول وهما من ولده.\nوالمنسوب إليه إنما هو الأب الأول، كما أنه يقال فلان العلوي والمنسوب <span id='ms06'></span> إليه\nهو علي بن أبي طالب رضي الله عنه وإن كان في آبائه من يسمى عليا هذا ظاهر\nلا خفاء به، وقد بينا أوهامهم في كتاب الفيصل.\n</p>\n\n<p>\n\" الأسدي \" منسوب إلى أسد قريش، وهو أسد بن عبد العزى بن قصي بن كلاب ابن\nمرة بن كعب بن لؤي بن فهر بن مالك بن النضر بن كنانة بن خزيمة بن مدركة بن\nإلياس بن مضر بن نزار بن معد بن عدنان، منهم. آل الزبير بن العوام، وآل\nحكيم بن حزام وغيرهم.\n</p>\n\n<p>\nوإلى أسد بن خزيمة بن مدركة بن إلياس بن مضر. وقال أبو نصر بن ماكولا في\nكتابه: أما الأسدي بفتح السين فجماعة ينسبون إلى أسد بن عبد العزى، وأسد بن\nدودان، وأسد بن خزيمة: وهذا وهم، لأن أسد بن دودان لا يعرف في قبائل مضر،\nوالمعروف غنم بن دودان بن أسد بن خزيمة. ولو كان كما زعم لكان مكررا من غير\nفائدة، فإن الثاني مندرج في الأول، والمنسوب إليه يكون الأول دون الثاني\nكما بينا.\n</p>\n\n<p>\nوممن ينسب إلى أسد بن خزيمة: عكاشة بن محصن وأهله، وخزيم بن فاتك وولده،\nوغيرهم من الصحابة والتابعين فمن بعدهم.\n</p>\n\n<p>\nوإلى أسد بن ربيعة بن نزار بن معد بن عدنان بن أد، ويقال أدد بن الهميسع\nبن نبت بن قيدار، ويقال نبت يرى وإسماعيل أعراق الثرى. ويقال أدد بن زند\nبعد الزاي نون بن يرى بن أعراق الثرى. ويقال أدد بن زند بعد الزاي نون بن\nيرى بن اعراق الثرى. وقالت أم سلمة: فزند هو الهميسع، ويرى هو نبت، وأعراق\nالثرى هو إسماعيل. ويقال: أشجب بن نابت بن إسماعيل ابن إبراهيم بن آزر بن\nناجر بن سارغ بن الراع بن القسم، الذي قسم الأرض بين أهلها، ابن يعبر بن\nشالخ بن رافد بن السائم وهو سام بن نوح بن ملكان بن مثوب بن إدريس بن\nالرائد بن مهلهل بن قنان بن الطاهر بن هبة وهو شيث بن آدم. وقيل غير ذلك.\nوالتحقيق فيه أن \" ما \" بعد <span id='ms07'></span> عدنان لا يمكن تحقيقه لكثرة تخليط النسابين\nفيه، واقتصرنا على ما ذكره الزبير بن بكار.\n</p>\n\n<p>\nأخبرنا محمد بن عبد الخالق أنا الحسن بن أحمد الفهرى أنا أحمد بن عبد\nالله نا عبد الله بن محمد بن جعفر نا عبد الله بن محمد بن يعقوب نا أبو\nحاتم الرازي حدثني أصبع عن بن وهب أخبرني بن لهيعة عن أبي الأسود عن نسب\nالنبي صلى الله عليه وسلم فذكره إلى معد بن عدنان بن أدد، قال أبو الأسود :\nسمعت عروة بن الزبير يقول: ما عرفنا أحدا يعرف ما وراء معد بن عدنان.\n</p>\n\n<p>\nومن ينسب إلى أسد بن ربيعة فأكثر ما يقال فيه الربعي.\n</p>\n\n<p>\nوإلى أسد بن شريك، بطن من الأزد، منهم حنان الأسدي صاحب الرقيق بصري. فال\nأبو نصر في كتابه: حنان الأسدي صاحب الرقيق من بني أسد بن شريك روى عن أبي\nعثمان النهدي، روى عنه حجاج الصواف وهو عم مسدد بن مسرهد، له حديث واحد.\nوكذا ذكره الخطيب؛ وغيرهم.\n</p>\n\n<p>\nومنهم مسدد بن مسرهد، ويقال في نسبه: مسدد بن مسرهد بن مسربل بن مغربل بن\nمرعبل بن أرندل بن سرندل بن عدندل بن مالك بن المستورد الأسدي البصري، هكذا\nساق نسبه أبو علي منصور بن عبد الله الخالدي عن ابي إسحاق إبراهيم بن أحمد\nبن مسدد، ولم يكن الخالدي ممن يعتمد عليه. ويقال في نسبه أيضا: أسدى بسكون\nالسين والأزدي، والكل صحيح، فإن بني أسد بن شريك من الأسد بن يغوث، ويقال\nللأزد أسد كما ذكرنا.\n</p>\n\n<p>\n\" الأسيدي \" مشدد الياء ويقال أيضا بتسكين الياء، فأما أصحاب الحديث\nفإنما يقولونه بتشديد الياء، وأهل اللغة جوزوا فيه التخفيف واختاره طلبا\nللتخفيف قاله أبو أحمد العسكري. وهو منسوب إلى أسيدبن عمرو بن تميم بن مرة\nبن طابخة ابن إلياس بن مضر؛ منهم حنضلة بن الربيع الأسيدي الكاتب له صحبة\nورواية عن النبي صلى الله عليه وسلم، وجماعة غيره من الصحابة والتابعين فمن\nبعدهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n             \" الأسعدي \" منسوب إلى أسعد بن همام بن مرة بن ذهل بن\nشيبان <span id='ms08'></span> بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل بن قاسط بن هنب بن\nأفصى بن دعمي ابن جديلة بن أسد بن ربيعة. وهم جماعة من الفرسان والشعراء\nمنهم: الغضبان ابن القبعثري بن هوذة، وذو الكعب وهو النعمان بن عمرو بن\nثعلبة بن أسعد وكان شريفا.\n</p>\n\n<p>\n\" الأسلمي \" منسوب إلى أسلم بن أفصى بن حارثة بن عمرو بن عامر بن عويمر\nابن عمرو كذا ساقه أبو بكر البرقي وقال خليفة بن خياط: أسلم بن افصى ابن\nحارثة بن عمرو بن عامر بن حارثة بن امرئ القيس بن ثعلبة بن مازن بن الأزد\nبن الغوث وهم خلق كثير من الصحابة والتابعين فمن بعدهم من العلماء ورواه\nالحديث.\n</p>\n\n<p>\n\" الأسبذي \" بفتح الهمزة وسكون السين وفتح الباء المعجمة بواحدة وبذال\nمعجمة، منسوب إلى عبد الله بن زيد بن عبد الله بن دارم بن مالك بن حنظلة بن\nمالك ابن زيد مناة بن تميم بن مر. قال ابن الكلبي: إنما قيل - يعني لولده -\nأسبذيون لأنهم كانوا يعبدون فرسا، ويقال بل هي مدينة يقال لها أسبذ كان\nنزلها فنسب إليها. وقال الهيثم بن عدي: إنما قيل لهم الأسبذيون أي الجماع\nوهم من بني زيد بن عبد الله بن دارم، منهم المنذر بن ساوى صاحب هجر، كتب\nإليه رسول الله صلى الله عليه وسلم، قال ذلك ابن الكلبي وغيره.\n</p>\n\n<p>\n\" الأسواري \" يقال بضم الهمزة وفتحها منسوب إلى الأسوارة بطن من بني تميم\nقاله أبو نعيم الحافظ، منهم: حماد بن عثمان الأسواري روى عن يونس بن عبيد،\nروى عنه حيوة بن شريح وغيره؛ وإسحاق بن إدريس الأسواري، يقال هو أول من جمع\nالمسند بالبصرة، روى عنه أبو موسى العنزي؛ وعمرو بن فائد الأسواري، ذكر في\nالقراء الذين حفظ عنهم الحروف، قاله الباطرقاني... وغيرهم.\n</p>\n\n<p>\n\" الأشجعي \" منسوب إلى أشجع بن ريث بن غطفان بن سعد بن قيس عيلان ابن\nمضر، بطن منهم طارق بن أشيم الأشجعي، وجماعة سواه من الصحابة والتابعين ومن\nبعدهم من الشعراء والفرسان وغيرهم.\n</p>\n\n<p>\n\" الأشهلي \" منسوب <span id='ms09'></span> إلى عبد الأشهل بن جشم بن الحارث بن الخزرج بن عمرو بن\nمالك بن الأوس بن حارثة بن ثعلبة بن عمرو بن عامر بن حارثة بن امرئ القيس\nبن ثعلبة بن مازن بن الأزد بن الغوث. اتفق على هذا ابن إسحاق وخليفة بن\nخياط وأبو بكر البرقي وغيرهم. ومن قال فيه جشم بن حارثة ابن الحارث فقد\nوهم، فإن حارثة هو أخو جشم، وهما ابنا الحارث بن الخزرج. والأشهليون منهم\nجماعة من كبار الصحابة من نقباء الأنصار نحو أسيد بن حضير وغيره من الصحابة\nومن بعدهم من العلماء.\n</p>\n\n<p>\n\" الأشعري \" منسوب إلى الأشعر، واسمه نبت بن أدد بن زيد بن يشجب بن عريب\nابن زيد بن كهلان بن سبأ، قال لبن الكلبي فيما أخبرنا محمد بن علي بن أحمد\nأنا أبو طاهر أحمد بن الحسن الكرجي من كتابه أنا أبو الحسين محمد ابن\nالحسين الأصبهاني أنا محمد ابن أحمد بن إسحاق المعدل نا عمرو بن أحمد\nالأهوازي نا شباب العصفري نا هشام بن محمد الكلبي عن أبيه، قال: يقولون ولد\nقحطان المرعف وهو يعرب يشجب وجمدان وجنادة ووائلا وكعبا، فولد يشجب سبأ وهو\nعابر فولد سبأ كهلان وحمير ومنهما تفرقت القبائل، فولد كهلان زيدا، فولد\nزيد بن كهلان عريبا ومالكا، فولد عريب بن زيد يشجب، فولد يشجب بن عريب\nزيدا، فولد زيد بن عريب أدد بن زيد، فولد أدد ابن زيد مرة ونبتا وهو الأشعر\nومالكا وهو مذحج وجلهمة وهو طيئ وأمهما مدلة بنت ذي منجشان.\n</p>\n\n<p>\nومن ولد الأشعر أبو موسى عبد الله بن قيس بن سليم ابن حضا \" كذا يقوله\nخليفة \" بن حرب بن عامر بن عذر بن وائل بن ناجية بن جماهر بن الأشعر. كذا\nساقه ابن الكلبي والعصفري وقد خولفا في بعض الأسماء.\n</p>\n\n<p>\n\" الأصبحي \" منسوب إلى ذي أصبح، واسمه الحارث بن عوف بن مالك بن زيد بن\nعامر بن ربيعة بن نبت بن مالك بن زيد بن كهلان بن سبأ بن يشجب، منهم مالك\nبن أنس الأصبحي إمام <span id='ms10'></span> دار الهجرة.\n</p>\n\n<p>\n\" الأصمعي \" منسوب إلى أصمع بن مظهر بن رياح بن عمرو بن عبد شمس بن أعيا\nابن سعد بن عبد بن غنم بن قتيبة بن مالك بن أعصر بن سعد بن قيس بن عيلان بن\nمضر. منهم أبو سعد عبد الملك بن قريب بن عبد الملك ابن علي بن أصمع الأصمعي\nوأهله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n             \" الأكلبي \" منسوب إلى أكلب بضم اللام بن ربيعة بن عفرس\nبن أنمار وهو خثعم، بطن من خثعم منهم ابن الدمينة الشاعر وغيره.\n</p>\n\n<p>\n\" الألهاني \" منسوب إلى ألهان وهو أخو همدان بن مالك بن زيد بن أوسلة بن\nربيعة ابن الخيار بن مالك بن زيد بن كهلان بن سبأ بن يشجب، منهم محمد بن\nزياد الألهاني صاحب أبي هريرة روى عن أبي هريرة وغيره. وفي من روى عن أبي\nهريرة آخر يقال له محمد بن زياد وليس بالألهاني، وهو أوثق من هذا.\n</p>\n\n<p>\n\" الأموي \" بضم الهمزة منسوب إلى أمية بن عبد شمس بن عبد مناف بن قصي\nكلاب، وهم جم غفير من الصحابة والتابعين والعلماء والأمراء والشعراء.\n</p>\n\n<p>\n\" الأملوكي \" منسوب إلى أملوك بن وائل بن رعين، وقيل إن أملوك وردمان\nأخوان ابنا وائل بن الغوث بن قطن بن عريب بن زهير بن أيمن بن هميسع بن\nحمير.\n</p>\n\n<p>\n\" الأموي \" بفتح الهمزة منسوب إلى أمة بن بجالة بن مازن بن ثعلبة بن سعد\nبن ذبيان بن بغيض بن ريث بن غطفان، منهم: علقمة بن عبيد بن عبد بن فتية بن\nأمة، قال هشام عن أبيه؛ قول الشماخ:\n</p>\n\n<p>\nألا تلك ابنة الأموي قالت ... أراك اليوم جسمك كالصنيع\n</p>\n\n<p>\nأو الرجيع؛ يريد بني أمة هؤلاء. ومنهم: مالك بن سبيع بن عمرو بن فتية بن\nأمة، كان شريفا؛ وهو صاحب الرهن التي وضعت على يديه في حرب عبس وذبيان.\n</p>\n\n<p>\n\" الأنماري \" منسوب إلى أنمار، وأنمار في العرب غير واحد، منهم: أنمار بن\nإراش ابن عمرو بن الغوث بن نبت، قاله خليفة، وقيل: : أنمار بن إراش بن\nلحيان بن عمرو ابن سبأ بن العريب بن نبت بن مالك بن <span id='ms11'></span> زيد بن كهلان بن سبأ\nوهو أخو بجيلة وخثعم وقال بعضهم: أنمار بن نزار بن معد بن عدنان أخو إياد،\nمنهم بجيلة انتسبوا إلى اليمن إلا من كان منهم بالشام والمغرب فإنهم على\nنسبهم إلى أنمار بن نزار، ومع هذا الاختلاف من ينسب إلى أنمار هذا جماعة من\nالصحابة فمن بعدهم.\n</p>\n\n<p>\nومنهم أنمار مذحج منهم: أبو سعيد الأنماري له صحبة ورواية عن النبي صلى\nالله عليه وسلم، قال خليفة: أبو سعيد هذا هو من أنمار مذحج. ومنهم زهير\nالأنماري المذحجي ويقال له أبو زهير، شامي له صحبة ورواية عن النبي صلى\nالله عليه وسلم، روى عنه خالد بن معدان.\n</p>\n\n<p>\nومنهم أنمار بن بغيض بن ريث بن غطفان، منهم أبو كبشة الأنماري صحابي له\nرواية، كذا قاله بعضهم، وقال خليفة: هو من أنمار مذحج.\n</p>\n\n<p>\nومنهم أنمار بن مازن بن عمرو بن تميم بن مر بن أد بن طابخه، منهم عبيد\nالله ابن العيزار الأنماري التميمي، نسبه خليفة بن خياط كذلك.\n</p>\n\n<p>\n\" الأوسي \" من بني أوس بن حارثة بن ثعلبة البهلول بن عمرو مزيقيا بن عامر\nماء السماء بن حارثة الغطريف بن امرئ القيس البطريق بن ثعلبة بن مازن بن\nالأزد بن الغوث بن نبت بن مالك بن زيد بن كهلان بن سبأ منهم الجم الغفير من\nالأنصار.\n</p>\n\n<p>\n\" الأودي \" منسوب إلى أود بن صعب بن سعد العشيرة بن مذحج وهو مالك بن ادد\nبن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ، منهم إدريس بن يزيد بن عبد\nالرحمن بن الأسود بن حجية بن الأصهب بن زيد بن خلاوة بن زعافر وهو عامر ابن\nحرب بن سعد بن منبه بن أود بن صعب الأودي، وابنه عبد الله بن إدريس الأودي\nوأخوه وأهله وجماعة سواهم.\n</p>\n\n<p>\n\" الأوزاعي \" منسوب إلى الأوزاع بطن من ذي الكلاع من اليمن من سيبان\nبالسين المهملة، وقيل: الأوزاع بطن من همدان. وقيل: أوزاع اسمه مرثد بن زيد\nبن سدد بن زرعه بن كعب بن زيد بن سهل بن <span id='ms12'></span> عمرو بن قيس بن معاوية بن جشم ابن\nعبد شمس بن وائل بن الغوث بن قطن بن عريب بن زهير بن أيمن بن هميسع ابن\nالحمير. منهم عبد الرحمن بن عمرو الأوزاعي إمام أهل الشام.\n</p>\n\n<p>\n\" الأوابي \" بتشديد الواو منسوب إلى أواب بطن من تجيب، منهم زياد بن نافع\nالأوابي مولى بني الأواب، يروى عن كعب صاحب رسول الله صلى الله عليه وسلم.\nروى عنه بكر بن سوادة.\n</p>\n\n<p>\n\" الأيدعاني \" منسوب إلى أيدعان، منهم رومان بن سودان وقيل سودان ابن\nرومان التجيي ثم الأيدعاني، قيا أنه قاتل عثمان بن عفان رضي الله عنه. شهد\nفتح مصر. قاله ابن يونس.\n</p>\n\n<p>\nباب الباء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n             \" البارقي \" منسوب إلى بارق بن عوف بن عدي بن\nحارثة بن عمرو مزيقيا بن عامر ماء السماء. وقد ذكرنا باقي النسب كذا قاله\nأبو بكر البرقي. وقال خليفة بن خياط: بارق هو سعد بن عدي بن حارثة بن عمرو\nبن عامر، والأشهر أن بارق هم بنو عدي بن حارثة بن عمرو بن عامر، نزلوا جبلا\nباليمن يقال له بارق فسموا به. وجماع بارق سعد بن عدي كما قاله خليفة. منهم\nعروة بن الجعد، ويقال ابن أبي الجعد البارقي، من سكان الكوفة، له صحبة\nورواية عن النبي صلى الله عليه وسلم، له ثلاثة أحاديث فيما قيل، حديثان في\nذكر الخيل، وحديث في الأضحية.\n</p>\n\n<p>\n\" الباهلي \" منسوب إلى باهلة بن أعصر، ويقال يعصر بن سعد بن قيس بن عيلان\nبن مضر بن بزار بن معد بن عدنان، اتفق على هذا أهل النسب. وقال أبو بكر\nالبرقي: باهلة امرأة، أم ولد معن بن مالك بن يعصر، وهي باهلة بنت سعد\nالعشيرة من مذحج. وقال ابن جبيب: ولد مالك بن أعصر بن سعد بن قيس عيلان،\nسعد مناة بن مالك، وأمه باهلة بنت صعب بن سعد العشيرة بها يعرف، ثم خلف على\nباهلة ابن زوجها معن بن مالك فولدت أودا، وجئاوة. وولد لمعن بن مالك من\nأرنب بنت شمخ بن فزارة شيبان وهو فراص، وزيد وهو <span id='ms13'></span> لحيان، ووائل والحارث وحرب\nووهيبة وعمرو؛ ومن سودة بنت عمرو بن تميم قتيبة وقعنب، فحضنت هؤلاء أجمعين\nباهلة فنسبوا إليها وغلبت على نسبتهم. وقال خليفة: باهلة بنت أد بن صعب بنت\nسعد العشيرة ابن مالك بن أدد بن زيد بن يشجب بن يعرب بن قحطان، منهم أبو\nأمامة الصدي ابن عجلان بن وهب بن عريب بن وهب بن رياح بن الحارث بن معن بن\nمالك ابن أعصر. كذا ساق نسبته خليفة، وقد خولف في بعض الأسماء.\n</p>\n\n<p>\n\" البجلي \" منسوب إلى بجيلة وهم ولد أنمار بن إراش بن عمرو بن الغوث ابن\nنبت بن مالك بن زيد بن كهلان بن سبأ؛ نسبوا إلى أمهم وهي بجيلة بنت صعب بن\nسعد العشيرة، قاله خليفة بن خياط. وقيل: بجيلة أمة سوداء كانت لنزار ابن\nمعد بن عدنان فوهبها لولده أنمار، فتزوج أنمار هند بنت غافق بن الشاهد ابن\nعك بن عدثان فولدت له ولده، وماتت أمهم فحضنتهم بجيلة فنسبوا إليها ما خلا\nخثعم. والصحيح أن أنمار هو ابن إراش كما ذكرناه أولا. ومن بجيلة خلق كثير\nمن الصحابة والتابعين ومن بعدهم من العلماء والفرسان والشعراء.\n</p>\n\n<p>\n\" البجلي \" بسكون الجيم منسوب إلى بجلة وهم ولد ثعلبة بن بهثة بن سليم\nابن منصور بن عكرمة بن خصفة بن قيس بن عيلان بن نضر، نسبوا إلى أمهم بجلة\nبنت هناءة بن مالك بن فهم الأزدي؛ منهم أبو نجيح \" العرباض بن سارية \"\nوعمرو بن عبسة بن بجلة ابن حذيفة بن عمرو بن خلف بن مازن بن مالك بن ثعلبة\nبن بهثة بن سليم، له صحبة ورواية عن النبي صلى الله عليه وسلم. ومنهم عيسى\nبن عبد الرحمن البجلي كوفي حدث عنه الثوري وغيره.\n</p>\n\n<p>\n\" البحتري \" منسوب إلى بحتر بن عتود بن عنين بن سلامان بن ثعل بن عمرو\nابن الغوث بن طيئ؛ منهم الوليد بن جابر بن ظالم بن حارث بن عتاب بن أبي\nحارثة بن جدي بن تدول بن بحتر، ذكره الطبري فيمن وفد على النبي صلى الله\nعليه <span id='ms14'></span> وسلم من طيئ وكتب له كتابا فهو عندهم.\n</p>\n\n<p>\n\" البدي \" بفتح الباء وتشديد الدال منسوب إلى بدا بن الحارث بن معاوية\nابن ثور بن مرتع بن كندة؛ منهم حبيب بن يسار البدي مولى بني بدا، روى عن\nزيد بن أرقم، وروى عنه يوسف بن صهيب وغيره. وعمرو بن عبد الله البدي الكوفي\nرأى حجر بن عدي؛ وابنه محمد بن عمرو البدي روى عن أبيه. وزكرياء بن يحيى\nالبدي حدث عن همام بن حارث وإبراهيم النخعي والشعبي، روى عنه غسان بن\nالربيع وغيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n             \" البرجمي \" بفتح الباء كذا يقوله أكثر أصحاب\nالحديث ووجدت بخط ابن الفرات بضم الباء وهو الأشهر عند أهل التحقيق، منسوب\nإلى البراجم وهم قيس وكلفة وغالب وعمرو وهم ولد حنظلة بن مالك بن زيد مناة\nبن تميم. قاله خليفة وقيل: البراجم ست قبائل: عمرو، وقيس، وكلفة، وغالب،\nوظليم بنو حنظلة بن مالك بن زيد مناة بن تميم. وقال ابن الكلبي: وإنما سموا\nالبراجم من بني حنظلة بن مالك بن زيد مناة بن تميم وهم خمسة: عمرو،\nوالظليم، وقيس، وكلفة، وغالب بنو حنظلة، لأنه قال لهم رجلمنهم يقال له حارث\nبن عامر بن عمرو بن حنظلة: أيتها القبائل التي قد ذهب عددها تعالوا فلنجتمع\nفلنكن مثل براجم يدي هذه، ففعلوا فسموا البراجم. وعند ابن حبيب ظليم الظاء.\n</p>\n\n<p>\n\" البرساني \" منسوب إلى برسان، بطن من الأزد، وهو برسان بن عمرو بن كعب\nبن الغطريف الأصغر بن عبدالله بن الغطريف وهو عامر بن بكر بن يشكر بن مبشر\nبن صعب ابن دهمان بن نصر بن الأزد بن الغوث بن نبت قاله خليفة. وقال في\nموضع آخر: ابن نصر بن زهران بن مالك بن نصر بن الأزد، قاله محمد بن سعد\nكاتب الواقدي. منهم محمد بن بكر بن عثمان أبو عثمان وقيل أبو عبدالله\nالبصري البرساني سمع ابن جريح وسعيد بن أبي عروبة وشعبة وغيرهم، روى عنه\nأحمد ابن حنبل ويحيى بن معين وهارون بن عبد الله البزاز البصري وغيرهم.\n</p>\n\n<p>\nوفي همدان أيضا برسان <span id='ms15'></span> \" وهو برسان \" واسمه الحارث بن عمرو بن ربيعة بن\nعبد الله بن وادعة بن عمرو بن عامر بن ناشج بن دافع بن مالك بن جشم بن حامد\nبن جشم بن خيوان.\n</p>\n\n<p>\n\" البرسمي \" منسوب إلى برسم، بطن من حمير، منهم أبو عثمان البرسمي، دمشقي\nذكره خليفة في الطبقة الأولى من تابعي الشام.\n</p>\n\n<p>\n\" البرحي \" بالحاء المهملة منسوب إلى بريح، وهم بطن من كندة، منهم القاسم\nبن عبد الله بن ثعلبة التجيبي ثم البرحي من بني الحارث بن معاوية، سمع عبد\nالله بن عمرو بن العاص، روى عنه سلمة بن أكسوم وجعفر بن ربيعة.\n</p>\n\n<p>\nوفي قضاعة أيضا بريح وهو بريح بن خزيمة بن تيم الله بن أسد بن وبرة بن\nتغلب بن حلوان بن عمران بن إلحاف بن قضاعة.\n</p>\n\n<p>\n\" البكائي \" منسوب إلى البكاء وهو ربيعة بن عمرو بن عامر بن ربيعة بن\nعامر ابن صعصعة، قاله خليفة بن خياط. وقال أبو بكر البرقي: البكاء هو ربيعة\nبن عامر ابن صعصعة وتبعه على ذلك جماعة؛ وممن ينسب إليه الفجيع بن عبد الله\nبن جندع بن البكاء بن عمرو البكائي، كان ممن وفد مع أبيه على رسول الله صلى\nالله عليه وسلم، وغيره جماعة من الصحابة والتابعين ومن بعدهم.\n</p>\n\n<p>\n\" البكري \" منسوب إلى بكر، وبكر في العرب جماعة، منهم بكر بن وائل بن\nقاسط بن هنب بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة بن نزار، قبيل منهم\nالصحابة والتابعين وجماعة من أهل العلم.\n</p>\n\n<p>\nومنهم بكر بن عبد مناة بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر، ومن\nولده أيضا جماعة.\n</p>\n\n<p>\nومنهم بكر بن النخع بن عوف بن المشر بن النخع واسمه جسر بن عمرو بن علة\nابن جلد بن مالك بن أدد بن زيد بن يشجب، منهم علقمة بن قيس بن عبد الله ابن\nمالك بن علقمة بن سلامان بن كهيل بن بكر بن النخع بن عوف، الفقيه صاحب ابن\nمسعود، وجماعة سواه، وقد ميزنا بين الكل في كتاب الفيصل.\n</p>\n\n<p>\n\" البكالي <span id='ms16'></span> \" بكسر الباء وتخفيف الكاف، بطن من حمير، قاله الغساني؛ منهم:\nعمرو البكالي، له صحبة وفي حديثة خلاف؛ وثويب أبو رشيد البكالي، حمصي معروف\nبكنيته؛ ونوف البكالي هو ابن فضالة؛ وأبو الوداك جبر بن نوف البكالي. وبكال\nهو ابن دعمي بن سعد بن عوف بن عدي بن مالك بن زيد بن سهل ابن عمرو بن قيس\nبن معاوية بن جشم بن عبد شمس بن وائل بن الغوث بن قطن بن عريب بن زهير بن\nأيمن بن الهميسع بن حمير بن سبأ، وجماعة غيرهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n             \" البكيلي \"\nمنسوب إلى بكيل بن جشم بن خيوان بن نوف بن همدان ومن بكيل الثوريون ثور\nهمدان، والأرحبيون، والمرهبيون، كلهم بكيليون؛ منهم أبو السفر سعيد بن يحمد\nالثوري البكيلي، روى عن ابن عباس والبراء بن عازب وسعيد بن جبير، روى عنه\nأبو إسحاق وغيره؛ وصالح بن حي الثوري البكيلي وأهله وغيرهم.\n</p>\n\n<p>\n\" البلوي \" منسوب إلى بلي بن عمرو بن إلحاق بن قضاعة، قبيل منهم جماعة من\nالصحابة والتابعين ومن بعدهم.\n</p>\n\n<p>\n\" البناني \" منسوب إلى بنانة وهم ولد سعد بن لؤي، وأم سعد اسمها بنانة،\nوقيل: بل هي أمة لسعد كانت حضنت بنيه، وقيل بل بنانة أم بني سعد بن ضبيعة\nبن نزار. وقال الزبير بن بكار: بنانة كانت أمة لسعد بن لؤي حضنت بنيه عمار\nوعماري ومخزوم بعد أمهم فغلبت عليهم فسموا بها؛ منهم أبو محمد ثابت بن أسلم\nالبناني وغيره. وأما عبد العزيز بن صهيب البناني فليس منسوبا إلى القبيلة\nوإنما قيل له البناني لأنه كان ينزل سكة بنانة بالبصرة، قاله أبو حاتم\nالبستي، وكذا علي بن إبراهيم البناني ليس منسوبا إلى القبيلة، وإنما قيل له\nالبناني لأنه من بنان ناحية من نواحي مرو الشاهجان. وقد فصلنا بين الكل في\nكتاب الفيصل.\n</p>\n\n<p>\n\" البهراني \" منسوب إلى بهران بن عمرو بن إلحاف بن قضاعة أخي بلي منهم\nالمقداد بن عمرو بن ثعلبة بن مالك بن ربيعة بن ثمامة بن مطرود بن عمرو ابن\nسعد بن دهيز بن لؤي بن ثعلبة بن <span id='ms17'></span> مالك بن الشريد بن أبي أهون بن قاس بن دريم\nبن القين بن أهود بن بهراء يكنى أبا معبد حليف بني زهرة.\n</p>\n\n<p>\n\" البهزي \" منسوب إلى بهز بن امرئ القيس بن بهثة بن سليم بن منصور بن\nعكرمة بن خصفة بن قيس بن عيلان بن مضر منهم مرة، وقيل: زيد بن كعب البهزي\nصاحب الظبي الحاقف سك الشام، والحجاج بن علاط البهزي، وضمرة ابن ثعلبة\nالبهزي، وغيرهم من الصحابة.\n</p>\n\n<p>\n\" البولاني \" منسوب إلى بولان بن الغوث بن طيئ. وقال ابن حبيب: بولان\nاسمه غصين بن عمرو، وحضنه عبد له يقال له بولان فغلب عليه.\n</p>\n\n<p>\n\" البياضي \" منسوب إلى بياضة بن عامر بن زريق بن عبد حارثة بن مالك بن\nغضب بن جشم بن الخزرج، منهم زياد بن لبيد، وسلمة بن صخر، وحبيب بن زيد،\nوحاجب بن زيد، وخالد بن قيس، وزيد بن الدثنة، وعبد الله بن جابر، البياضيون\nوكلهم له صحبة.\n</p>\n\n<p>\n\" البسي \" منسوب إلى بطن من حمير منهم توبة بن النمر بن حرمل بن يغلب ابن\nربيعة بن نمر بن جاشي الحضرمي ثم البسي، يكنى أبا محجن، جمع له القضاء\nوالقصص بمصر، روى عنه زياد بن عجلان والليث وابن لهيعة وغيرهم.\n</p>\n\n<p>\n\" البهدلي \" منسوب إلى بهدلة، بطن من تميم وهم رهط الزبرقان، وهو بهدلة\nبن عوف ابن كعب بن سعد بن زيد مناة، بطن من تميم منهم طيسلة بن مياس ويقال\nابن علي البهدلي، سمع ابن عمر؛ روى عنه يحيى بن أبي كثير، وفي نسبه اختلاف.\n</p>\n\n<p>\nباب التاء\n</p>\n\n<p>\n\" التجيبي \" منسوب إلى ولد عدي وسعد ابن ي أشرس بن شبيب بن السكون وقيل:\nالسكن بن أشرص بن ثور، وأمهما تجيب بنت ثوبان بن سليم بن رهاء ابن مذحج،\nنسسبوا إليها وهم خلق كثير وعامتهم بمصر؛ منهم معاوية بن حديج بن جفنة بن\nقتيرة بن حارثة بن عبد شمس بن معاوية بن جعفر بن أسامة بن أسعد بن أشرس بن\nشبيب بن السكون بن أشرس بن ثور بن عفير التجيبي، يكنى أبا عبد الرحمن، من\nساكني <span id='ms18'></span> مصر.\n</p>\n\n<p>\n\" التجوبي \" من ولد تجوب بن كندة. ذكر ابن الكلبي أن جده أصاب دما في\nقومه فوقع إلى مراد فقال: جئت أجوب إليكم فسمي به؛ منهم معاوية بن سعيد بن\nشريح مصري عزيز الحديث وهذه النسبة فيها نظر.\n</p>\n\n<p>\n\" الترخمي \" منسوب إلى ذي ترخم بن وائل بن الغوث بن سعد بن عوف بن عدي\nابن مالك بن زيد بن سهل من حمير، قاله الدارقطني. وقيل: بطن من يحصب\nوعامتهم بالشام؛ منهم سعيد بن محمد بن سعيد الترخمي وابنه محمد بن سعيد\nالترخمي حمصيان حدثا جميعا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n             \" التغلبي \" منسوب إلى تغلب بن\nوائل بن قاسط بن هنب بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة أخي بكر\nوعنز، وهم خلق كثير من العلماء والشعراء والفرسان.\n</p>\n\n<p>\n\" التنعي \" منسوب إلى تنعة بكسر التاء وسكون النون، وهو تنعة بن هانئ بن\nعمرو ابن ذهل بن شرحبيل بن حبيب بن عمير بن الأسود بن الضبيب بن عمرو بن\nعبد ابن سلامان بن الحارث بن حضرموت؛ منهم: أوس بن ضمعج التنعي؛ وعياض بن\nعياض أبو قيلة التنعي، حديثه عن سلمه بن كهيل؛ وحجر بن عنبس أبو السكن\nالتنعي حدث عن علي عليه السلام، روى عنه سلمة بن كهيل؛ والعيزار بن جرول\nالتنعي، وعمرو بن سويد التنعي الحضرمي الكوفي، يروى عن زيد بن أرقم، وأخوه\nعامر بن سويد يروى عن عبد الله بن عمرو؛ روى عنه جابر الجعفي؛ ومحمد بن\nعمير بن سويد التنعي يروى عن أبيه.\n</p>\n\n<p>\n\" التميمي \" منسوب إلى تميم بن مر بن أد بن طابخة بن إلياس بن مضر بن\nنزار ابن معد بن عدنان.\n</p>\n\n<p>\n\" التيمي \" منسوب إلى تيم وهم جماعة في العرب منهم: تيم قريش، وهم تيم\nابن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر بن كنانة بن خزيمة\nبن مدركة بن إلياس بن مضر، منهم آل أبي بكر وآل طلحة وآل جدعان وغيرهم.\n</p>\n\n<p>\nومنهم تيم بن عبد مناة بن أد بن طابخة بن إلياس بن مضر، وهم <span id='ms19'></span> تيم الرباب\nقال أبو عبيدة معمر بن المثنى: تيم الرباب ثور وعدي وعكل ومزينة بنو عبد\nمناة بن أد وضبة بن أد، وإنما سموا الرباب لأنهم ترببوا أي تحالفوا على بني\nسعد بن زيد مناة. وقال ابن الكلبي: إنما سموا الرباب من بني عبد مناة بن أد\nبن طابخة بن إلياس بن مضر، وهم تيم وعدي وعوف والأشيب وثور أطحل وضبة بن\nأد، أنهم غمسوا أيديهم في رب فتحالفوا على بني تميم.\n</p>\n\n<p>\nومنهم تيم اللات بن ثعلبة بن ربيعة الفرس، وقيل تيم اللات بن ثعلبة بن\nالحصن بن عكابة بن صعب بن علي بن بكر بن وائل، يقال فيه التيمي والتيملي.\nوعامتهم بالبصرة والكوفة. وقال بعضهم: إذا قيل تيملي فهم تيم اللات بن\nثعلبة، وإذا قيل تيمري فهم تيم الرباب، وإذا قيل تيمي فهم تيم قريش.\n</p>\n\n<p>\n\" التيمي \" بفتح الياء منسوب إلى بطن من غافق، منهم الماضي بن محمد بن\nمسعود الغافقي ثم التيمي، يكنى أبا مسعود، روى عن مالك بن أنس، حدث عنه ابن\nوهب، وكان وراقا يكتب المصاحف، توفي سنة ثلاث و ثمانين ومائة.\n</p>\n\n<p>\n\" التنوخي \" ينسب إلى تنوخ واسمه مالك بن فهم بن تيم الله بن أسد بن وبرة\nبن تغلب بن حلوان بن عمران بن إلحاف بن قضاعة، قبيل كبير ينسب إليه خلق\nكثير.\n</p>\n\n<p>\nباب الثاء\n</p>\n\n<p>\n\" الثاتي \" منسوب إلى ثات بن زيد بن رعين، تمام النسب يأتي ذكره. منهم\nإبراهيم بن زيد بن مرة بن شرحبيل بن حجية بن زكة بن عمرو بن شؤحبيل بن هرم\nبن آزاذ بن شرحبيل بن حمرة بن ذي يكلان بن ثابت بن زيد بن رعين الرعيني\nالثاتي المصري أبو خزيمة، ولي القضاء بمصر بعد ان عرضه الأمير أبو عون عبد\nالملك بن يزيد علي السيف، وقبل ذلك كان يعمل الأرسان وكان من العابدين\nالزاهدين، حدث عن يزيد بن أبي حبيب؛ روى عنه المفضل ابن فضالة، وخالد بن\nحميد، وجرير بن حازم، وغيرهم.\n</p>\n\n<p>\n\" الثعلبي \" منسوب إلى ثعلبة بن سعد بن ذبيان بن بغيض <span id='ms20'></span> بن ريث بن غطفان\nابن سعد بن قيس عيلان، وهم جماعة من الصحابة ومن بعدهم.\n</p>\n\n<p>\nوفي مزينة ثعلبة بن ثور بن هدمة بن لاطم بن عثمان بن عمرو بن أد بن\nطابخة، منهم بشر بن عصمة المزني الثعلبي نسبه الآمدي؛ وهو أحد سادات مزينة،\nيقال له صحبة، روى عن النبي صلى الله عليه وسلم: \" من آذى جهينة فقد آذاني\n\" . وفي فزارة أيضا ثعلبة وهو ابن عدي بن فزارة ينسب إليه بعض الشعراء.\n</p>\n\n<p>\n\" الثقفي \" منسوب إلى ثقيف، واسم ثقيف عمرو بن منبه بن بكر هوازن بن\nمنصور بن عكرمة بن خصفة بن قيس عيلان بن مضر، وثقيف لقب واسمه قسي، وقيل\nاسمه عمرو كما ذكرناه أولا وقسي لقب، وقيل إنما لقب به لأنه مر بأبي رغال\nوكان مصدقا فقتله ثقيف، فقيل قسا عليه فسمي قسيا بمعنى قاس قال شاعرهم:\n</p>\n\n<p>\nنحن قسي وقسا أبونا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             ويقال: إنه قسي بن النبيت بن منبه بن\nمنصور بن يقدم بن أفصي بن دعمي ابن إياد بن نزار بن معد بن عدنان، وتنكر\nبنو ثقيف ذلك وتقول: نحن بنو قسي بن منبه بن بكر بن هوازن. ويقال: ثقيف بن\nإياد بن نزار بن معد. والأصح الأول كما ذكرناه أولا وعليه ابن الكلبي وغيره\nمن أهل النسب. ومن ثقيف خلق كثير من الصحابة والتابعين من العلماء والأمراء\nوالفرسان والشعراء، وعامتهم كانوا في الطائف ثم انتشروا في البلاد.\n</p>\n\n<p>\n\" الثمالي \" منسوب إلى ثمالة وهو عوف بن أسلم بن أحجن بن كعب بن الحارث\nبن كعب بن عبد الله بن مالك بن نصر بن الأزد بن الغوث، قاله ابن الكلبي\nوخليفة ابن خياط وابن حبيب. وقيل: ثمالة بن لهب بكسر اللام وسكون الهاء من\nلهب بن قطن بن كعب بن عبد الله بن مالك بن نصر بن الأزد، والأول هو الصحيح\nلاجتماع أئمة النسب عليه. وقال ابن حبيب: ثمالة وهو عوف بن أسلم بن كعب كان\nيسقيهم اللبن بثماله فسمي بذلك؛ منهم مسعود بن عياض الثمالي ذكره خليفة في\nالطبقة الأولى <span id='ms21'></span> من التابعين ممن سكن الكوفة، ومحمد ابن يزيد المبرد النحوي\nالثمالي، وابن براق الثمالي الشاعر، وغيرهم.\n</p>\n\n<p>\n\" الثوري \" منسوب إلى ثور، وثور في العرب حماعة منهم: ثور بن عبد مناة بن\nأد ابن طابخة بن إلياس بن مضر، منهم الربيع بن خيثم يكنى أبا يزيد، وأهله،\nكذا قاله خليفة بن خياط. وقال غيره: هو من ثور أطحل؛ ومنهم سفيان بن سعيد\nابن مسروق بن حبيب بن رافع ابن عبد الله بن موهبة بن أبي عبد الله بن منقذ\nبن نصر بن الحارث بن ثعلبة بن ملكان بن ثور بن عبد مناة بن أد بن طابخة،\nوقيل غير ذلك في نسبه، إمام أهل الكوفة، وأهله.\n</p>\n\n<p>\nومنهم ثور همدان وهو من ولد صعب بن دومان بن بكيل بن جشم بن خيوان بن نوف\nبن همدان، منهم الحسن بن صالح بن حي، وأخوه وأهله.\n</p>\n\n<p>\nباب الجيم\n</p>\n\n<p>\n\" الجبلاني \" منسوب إلى جبلان بن سهل بن عمرو بن قيس بن معاوية بن جشم بن\nعبد شمس بن وائل بن الغوث بن سعد بن عوف بن عدي بن مالك بن حمير، قاله\nالدارقطني: وقيل: جبلان بن سهل بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس\nبن وائل بن غوث بن حيدان بن قطن، وقيل: ابن الغوث بن قطن بن عريب بن زهير\nبن أيمن بن هميسع بن حمير، بطن من حمير، منهم يونس بن ميسرة بن عابس\nالجبلاني وغيره.\n</p>\n\n<p>\n\" الجحدري \" منسوب إلى جحدر، واسمه ربيعة بن ضبيعة بن قيس بن ثعلبة بن\nعكابة بن صعب بن علي بن بكر بن وائل. وقد ذكرنا باقي النسب، بطن، منهم عاصم\nبن الصباح الجحدري، يكنى أبا المجشر، مات بعد قتل الوليد، قاله خليفة ابن\nخياط.\n</p>\n\n<p>\n\" الجدادي \" بضم الجيم وبدالين مهملتين الأولى منهما مخففة، منسوب إلى\nالجديد قبيلة من خولان، وهم ولد رافع بن مالك بن خولان، وإنما سموا بالجديد\nلأن رازحا لما شاب خضب، فكان إذا أعاد الخضاب يقول: خولان جدد رازح، فسمي\nالجديدة. قال ابن يونس: وحدثني <span id='ms22'></span> أشياخ من خولان عن آبائهم ومن أدركوا من\nأشياخهم عن آبائهم وهم يقولون إذا نسبوا إلى هذه القبيلة الجدادى بالألف؛\nمنهم أسيد الخولاني ثم الجدادي، شهد فتح مصر وصحب عمر بن الخطاب، قاله ابن\nيونس؛ ومنهم الليث بن عاصم بن العلاء بن مغيث بن الحارث بن عامر الخولاني\nثم الجدادي، من أهل مصر، سمع الحسن بن ثوبان، روى عنه عبد الله بن وهب\nوإدريس بن يحيى وغير هؤلاء وعامتهم بمصر.\n</p>\n\n<p>\n\" الجدلي \" منسوب إلى جديلة قيس وإلى جديلة طيئ. أما جديلة قيس فقال ابن\nحبيب: في قيس عيلان جديلة وهم فهم وعدوان ابنا عمرو بن قيس عيلان. وقال أبو\nعبيدة معمر بن المثتى: جسر بن محارب وغني وباهلة وفهم وعدوان جديلة يد\nواحدة، كلهم من مضر. وقال الزبير بن بكار: جديلة بنت مر ولدت فهما وعدوان\nابني عمرو بن قيس عيلان إليها ينسبون. وقال خليفة بن خياط: جديلة بنت مر بن\nأد بن طابخة، ويقال هي مر شن بن عبد القيس أبوهم عدوان بن عمرو بن قيس بن\nعيلان، منهم قيس بن مسلم أبو عمرو الجدلي، روى عن طارق بن شهاب أحمسي وعبد\nالرحمن بن أبي ليلى، روى عنه الأعمش ومسعر والثوري وشعبة وغيرهم بالكوفة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             وأما جديلة طيئ فهي جديلة بنت سبيع بن عمرو بن حمير، وهي أم\nجندب وحور ابني خارجة بن سعد بن فطرة بن طيئ وفيه خلاف.\n</p>\n\n<p>\n\" الجشمي \" منسوب إلى جشم بن معاوية بن بكر بن هوزان بن منصور بن عكرمة\nبن خصفة بن قيس عيلان، منهم مالك بن نضلة بن حديج أبو أبي الأحوص الجشمي له\nصحبة ورواية، وغيره من الصحابة والتابعين ومن بعدهم.\n</p>\n\n<p>\nوإلى جشم بن الخزرج من الأنصار، منهم معاذ بن جبل وأهله.\n</p>\n\n<p>\nوإلى جشم بن سعد بن زيد مناة بن تميم بن مر، وهم قليل، منهم دريد بن\nالصمة الشاعر وغيره.\n</p>\n\n<p>\n\" الجذامي \" منسوب إلى جذام، واسمه عمرو بن عدي بن الحارث بن مرة بن أدد\nبن زيد بن يشجب بن عريب بن زيد بن <span id='ms23'></span> كهلان بن سبأ إخوة لخم وعاملة، وقيل جذام\nبن عدي بن عمرو بن سبأ بن يشجب بن يعرب بن قحطان. وقيل: هو ولخم من ولد\nإراشة بن مر بن طابخة. وإراشة لحق باليمن. وقيل: جذام هو عمرو بن عدي بن\nالحارث بن مرة بن أدد قاله شباب وغيره. وقال شباب: ويقال جذام بن أسد بن\nخزيمة بن مدركة بن إلياس بن مضر. قال: وروى هشام بن عروة عن أبيه قال: سألت\nعائشة عن جذام فقالت: قال أبو بكر الصديق: جذام بن أسد بن خزيمة. قال شباب:\nمنهم عدي الجذامي وغيره. وقال ابن البرقي: ومن جذام بن عدي أخي لخم زنباع\nبن سلامة الجذامي، له صحبة ورواية.\n</p>\n\n<p>\n\" الجذمي \" بفتح الذال المعجمة وهو القياس، لكن أصحاب الحديث يقولون\nالجذمي بسكون الذال، منسوب إلى جذيمة بن عوف بن بكر بن عوف بن أنمار ابن\nعمرو بن وديعة بن لكيز بن أفصى بن عبد القيس بن أفصي بن دعمي بن جديلة بن\nأسد بن ربيعة بن نزار، منها الجارود العبدي الجذمي سد عبد القيس، وأبو مسلم\nالجذمي وغيرهما.\n</p>\n\n<p>\nوفي عبس أيضا جذيمة، وهو جذيمة بن رواحة بن قطيعة بن عبس بن بغيض ابن ريث\nبن غطفان، ينسب إليها بعض الشعراء.\n</p>\n\n<p>\n\" الجرادي \" منسوب إلى بطن من تميم، منهم أبو عاصم الجرادي، بصري، أحد\nالزهاد، كان على عهد مالك بن دينار ومحمد بن واسع.\n</p>\n\n<p>\n\" الجرمي \" منسوب إلى جرم بن ربان بن ثعلبة بن حلوان بن عمران بن إلحاف\nابن قضاعة، كذا قاله خليفة بن خياط.\n</p>\n\n<p>\nمنهم أسماء بن ربان الجرمي له رواية عن النبي صلى الله عليه وسلم، وكليب\nبن شهاب الجرمي له ولأبيه شهاب صحبة، وغير هؤلاء.\n</p>\n\n<p>\nالجرهمي \" منسوب إلى جرهم بن قحطان بن عابر بن شالخ بن أرفخشد بن سام ابن\nنوح.\n</p>\n\n<p>\n\" الجرشي \" منسوب إلى جرش بن أسلم بن زيد بن عوف بن سعد بن عوف بن عدي بن\nمالك بن زيد بن سهل بن عمرو بن قيس بن معاوية بن جشم بن عبد <span id='ms24'></span> شمس بن وائل بن\nالغوث بن قطن بن عريب بن زهير بن ايمن بن هميسع ابن حمير، وقيل: اسم جرش\nمنبه؛ منهم الغازي بن ربيعة بن عمرو بن عوف الجرشي كان شريفا زمن معاوية،\nوغيره. وجماعة سوى هؤلاء يقال لهم الجرشيون، وهم منسوبون إلى جرش من مخاليف\nاليمن، وقد ميزنا بينهم في كتاب الفيصل.\n</p>\n\n<p>\n\" الجريري \" بضم الجيم وبراءين مهملتين منسوب إلى جرير بن عباد، بضم\nالعين وتخفيف الباء، بن ضبيعة بن قيس بن ثعلبة بن عكابة بن صعب بن علي بن\nبكر ابن وائل، وتمام النسب قد كرر في مواضع، بطن منهم سعيد بن إياس الجريري\nوغيره.\n</p>\n\n<p>\n\" الجسري \" منسوب إلى جسر بن عنزة بن أسد بن ربيعة بن نزار، منهم أبو عبد\nالله الجسري واسمه حميري بن بشير. قال خليفة بن خياط.\n</p>\n\n<p>\n\" الجعفري \" منسوب إلى جعفر بن كلاب بن ربيعة بن عامر بن صعصعة، بطن من\nبني عامر، منهم لبيد بن ربيعة بن عامر بن مالك بن جعفر الشاعر.\n</p>\n\n<p>\n\" الجعفي \" منسوب إلى جعفي بن سعد العشيرة بن مذحج، وهو مالك بن أدد بن\nزيد بن يشجب بن عريب بن زيد بن كهلان، قبيلة منهم جماعة كثيرة من الصحابة\nوالخالفين من العلماء وغيرهم.\n</p>\n\n<p>\n\" الجعدي \" منسوب إلى جعدة بن كعب بن ربيعة بن عامر بن صعصعة بن معاوية\nابن بكر بن هوزان بن منصور بن عكرمة بن خصفة بن قيس عيلان، بطن منهم\nالنابغة الجعدي واسمه قيس بن عبد الله بن عدس بن ربيعة بن جعدة بن كعب، أبو\nليلى الشاعر المشهور، له صحبة ورواية عن النبي صلى الله عليه وسلم، قيل:\nعاش مائة وثمانين سنة، وقال ابن قتيبة: عاش مائتين وعشرين سنة ومات\nبأصبهان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             \" الجفني \" منسوب إلى جفنة بن عمرو بن عامر ماء\nالسماء، وقد تكرر باقي النسب في مواضع. وأولاد جفنة أكثرهم كانوا بالشام\nومن ولده الحارث بن أبي شمر العساني.\n</p>\n\n<p>\n\" الجمحي \" منسوب إلى جمح بن عمرو بن هصيص بن كعب بن لؤي بن غالب بن فهر\nبن مالك بن <span id='ms25'></span> النضر بن كنانة بن خزيمة، بطن من قريش منهم آل مظعون وغيرهم،\nوعامتهم بمكة.\n</p>\n\n<p>\n\" الجملي \" منسوب إلى جمل بن كنانة بن ناجية بن مراد، بطن منهم هند بن\nعمرو ابن جندلة بن كعب بن عبد بن زمعة بن جمل بن كنانة الجملي، يكنى أبا\nبكر، قتل مع علي رضي الله عنه يوم الجمل سنة ست وثلاثين، وعبد الله بن سلمة\nالمرادي الجملي يكنى أبا العالية، شهد مع علي يوم الجمل وصفين؛ ومرة بن\nطارق بن عبد الله ابن الحارث بن الحارث بن سلمة بن كعب بن وائل بن جمل بن\nكنانة الجملي، وابنه عمرو بن مرة، وغير هؤلاء، وعامتهم بالكوفة.\n</p>\n\n<p>\n\" الجمري \" بعد الميم راء؛ منسوب إلى جمرة بن شداد بن عتبة بن ثعلبة بن\nيربوع. وتمام النسب يأتي ذكره، بطن من تميم منهم عثمان أبو إبراهيم الجمري،\nبصري روى عنه سيار، قاله ابن الفرضي والمحلة المشهورة ببني جمرة بالبصرة\nمنسوبة إليهم.\n</p>\n\n<p>\n\" الجندي \" منسوب إلى الجند بطن من المعافر، وهو جند بن شهران، منهم أحنف\nالجندي، روى عنه أبو قبيل المعافري؛ وشرف بن محمد بن الحكم المعافري ثم\nالجندي، روى عن خنيس بن عامر؛ ومحمد بن عبد الرحمن الجندي، روى عن معمر بن\nراشد، روى عنه محمد بن إدريس الشافعي الإمام، وغير هؤلاء وعامتهم بمصر.\n</p>\n\n<p>\n\" الجنبي \" منسوب إلى جنب بن صعب بن سعد العشيرة بن مذحج، وهو مالك بن\nأدد ابن زيد بن يشجب بن عريب بن زيد بن كهلان أخو صداء ورهاء، سمي جنبا\nلأنه جانب إخوته حيث تحالفوا؛ منهم أبو ظبيان حصين الجنبي، حدث عن علي وابن\nمسعود وسلمان وجرير وابن عباس وغيرهم، روى عنه ابنه قابوس والنخعي وسماك بن\nحرب وغيرهم، وجماعة سواه. وقال هشام بن الكلبي: إنما سمي منبه والحارث\nوالغلي وسيحان وشمران وهفان بنو يزيد بن حرب بن علة بن جلد بن مالك بن أدد،\nجنبا لأنهم جانبوا صداء وهو يزيد بن حرب وحالفوا سعد العشيرة فسموا جنبا\nوقال خليفة بن خياط: جنب هم ولد يزيد <span id='ms26'></span> بن حرب بن علة بن جلد بن مالك بن أدد،\nقال: ومنهم أبو ظبيان حصين بن جندب بن عمرو بن الحارث ابن وحشي بن مالك بن\nأدد بن زيد بن يشجب.\n</p>\n\n<p>\n\" الجهني \" منسوب إلى جهينة بن زيد بن ليث بن سود بن أسلم بن الحاف بن\nقضاعة، قبيلة عظيمة تنسب إليها بطون كثيرة، منها بشر كثير من الصحابة ومن\nبعدهم.\n</p>\n\n<p>\n\" الجندعي \" منسوب إلى جندع بن ليث بن بكر بن عبد مناة بن كنانة بن\nخزيمة، منهم عطاء بن يزيد الليثي الجندعي أحد التابعين، وجماعة سواه.\n</p>\n\n<p>\n\" الجهضمي \" منسوب إلى جهضم بن عوف بن مالك بن فهم، وبنو جهضم يقولون:\nجهضم بن جذيمة الأبرش بن مالك بن فهم بن غنم. وقيل: هو جهضم بن فهم بن غنم\nبن دوس بن عدثان بن عبد الله بن زهران. وقيل: الجهاضم ولد مالك بن فهم بن\nغنم بن دمس، وهي اثنا عشر فخذا: معن، وسليمة، وهناء، وجهضم، وشبابة، وبنو\nفراهيد، وجرموز، ومسلمة، وعمرو، وظالم، والحارث، كذا في كتابي.\n</p>\n\n<p>\n\" الجوني \" منسوب إلى الحون بطن من كندة منهم أبو عمران عبد الملك بن\nحبيب الجوني، سمع جندب بن عبد الله البجلي وأنس بن مالك وأبا بكر بن أبي\nموسى، روى عنه شعبة وهمام بن يحيى وسلام بن أبي مطيع. وأبو عمران موسى بن\nسهل ابن عبد الحميد الجوني البصري، حدث عن عبد الواحد بن غياث وهشام بن\nعمار ومحمد بن رمح وغيرهم، روى عنه دعلج بن أحمد والقطيعي وعمر بن نوح\nالبجلي وغيرهم.\n</p>\n\n<p>\n\" الجيشاني \" منسوب إلى جيشان بن عيدان بن حجر بن ذي رعين، وتمام النسب\nيأتي، منهم أبو وهب الجيشاني؛ وأبو سالم الجيشاني، وجماعة سواهما، وعامتهم\nبمصر.\n</p>\n\n<p>\n\" الجروي \" بفتح الجيم كذا يقوله أصحاب الحديث، والقياس يقتضي خلاف ذلك،\nمنسوب إلى جري بن عوف بن أسود بن فروة بن حشم بن جذام، بطن من جذام منهم\nأبو علي الحسن بن عبد العزيز الجروي الجذامي من أهل مصر، واهل بيته وجماعة\nسواهم؛ وعامتهم بمصر.\n</p>\n\n<p>\nباب الحاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n             \" الحارثي \" منسوب <span id='ms27'></span> إلى حارثة بن الحارث بن الخزرج\nبن عمرو بن مالك بن أوس ابن حارثة بن ثعلبة بن عمرو بن عامر بن حارثة بن\nامرئ القيس بن ثعلبة ابن مازن بن الأزد، وهم جماعة من الأنصار ومن أولادهم،\nوعامتهم بالمدينة.\n</p>\n\n<p>\nوإلى الحارث بن كعب من اليمن، وكعب هو ابن علة بن جلد بن مالك ابن أدد بن\nزيد بن يشجب؛ ومنهم شريح بن هانئ بن يزيد أبو المقدام، والربيع بن زياد\nالحارثي عامل معاوية على خراسان، وبشير الحارثي، وجماعة ذكرناهم في الفيصل.\n</p>\n\n<p>\n\" الحبراني \" منسوب إلى حبران بن عمرو بن قيس بن معاوية بن جشم بن عبد\nشمس ابن وائل بن الغوث بن قطن بن عريب بن زهير بن ايمن بن هميسع بن حمير،\nقبيل من اليمن منهم أبو راشد الحبراني وغيره.\n</p>\n\n<p>\n\" الحبشي \" منسوب إلى حبش، حي من حمير، منهم أبو سلام الحبشي واسمه\nممطور، وأهله وجماعة سواه.\n</p>\n\n<p>\n\" الحجوري \" منسوب إلى حجور بن أسلم بن عليان بن زيد بن عريب بن جشم بن\nحاشد بن جشم بن خيوان بن نوف بن همدان.\n</p>\n\n<p>\n\" الحجري \" منسوب إلى حجر بن ذي رعين، واسمه يريم بن زيد بن سهل بن عمرو\nابن قيس بن معاوية بن جشم بن عبد شمس بن وائل بن الغوث بن قطن بن عريب، وقد\nمر باقي النسب، وهم جماعة وعامتهم بمصر، منهم عباس بن جليد بالجيم الجحري.\nوأبو قرة محمد بن حميد، ودخين الحجري، وجماعة سواهم.\n</p>\n\n<p>\nوإلى حجر بن عمران بن عمرو بن عامر ماء السماء، وقد مضى تمام النسب، منهم\nأبو عثمان سعيد بن بشير بن مروان الأزدي ثم الحجري، مصري، وأبو بشر سعيد بن\nعلي الحجري كان فرضيا وله في الفرائض مصنفات؛ وابنه الإمام أبو محمد عبد\nالغني بن سعيد الحجري حافظ المصريين وله المصنفات المعروفة، وغير هؤلاء،\nوعامتهم أيضا بمصر.\n</p>\n\n<p>\n\" الحبطي \" منسوب إلى الحارث بن مازن بن عمرو بن تميم بن مر بن أد بن\nطابخة، وهذا لقب لقب به لأنه كان في سفر فأصابه الحبط فهلك فسمي <span id='ms28'></span> الحبط وقيل\nلأولاده الحبطات؛ وعامتهم بالبصرة.\n</p>\n\n<p>\n\" الحداني \" منسوب إلى بطن من الأزد، وهو حدان بن شمس بن عمرو بن غنم ابن\nغالب بن عثمان بن نصر بن زهران بن كعب بن الحارث بن كعب بن عبد الله بن\nمالك ابن نصر بن الأزد، وهم جماعة وعامتهم بالبصرة.\n</p>\n\n<p>\nوفي همدان أيضا ذو حدان بن شراحيل بن ربيعة بن جشم بن حاشد بن جشم ابن\nخيوان بن نوف بن همدان الحداني.\n</p>\n\n<p>\n\" الحدائي \" منسوب إلى الحداء قال الطبراني: هو حي من مراد، قال ابن\nالحباب هو الحدا بفتح الحاء وتشديد الدال ابن نمرة بن ناجية بن مراد بن\nمالك بن أدد بن زيد.\n</p>\n\n<p>\nوقال الدارقطني: في مذحج بطن بالكوفة هو الحدا بن نمرة بن سعد العشيرة بن\nمالك بن أدد، منهم أبو ثور حبيب بن مليكة الحدائي.\n</p>\n\n<p>\n\" الحدسي \" بفتح الحاء والدال منسوب إلى حدس بطن من لخم. وقال الدارقطني:\nحدس بن إراش بن جزيلة بن لخم بن عدي بن أشرس بن شبيب بن السكون، منهم\nإبراهيم بن أحمد بن أسيد اللخمي الحدسي، يحدث عن أسد ابن موسى روى عنه عبد\nالله بن الأزهر بن سهيل.\n</p>\n\n<p>\n\" الحرشي \" منسوب إلى حريش بن كعب بن ربيعة بن عامر بن صعصعة بن معاوية\nابن بكر بن هوازن بن منصور، وهم جماعة عامتهم بالبصرة ونيسابور.\n</p>\n\n<p>\n\" الحرقي \" منسوب إلى الحرقة بن عامر بن ثعلبة بن مودعة. وقال هشام\nالكلبي: مودوعة ابن جهينة بن زيد بن ليث بن سود بن أسلم بن إلحاف بن قضاعة،\nقاله المفضل ابن سلمة. وقال الأبيوردي: الحرقة هم حميس بن عامر بن ثعلبة بن\nمودوعة، وإنما سموا لأنهم أحرقوا بني سهم بن مرة بن عوف بن سعد بن ذبيان\nبالنبل، منهم عبد الرحمن بن يعقوب الحرقي مولاهم وابنه العلاء بن عبد\nالرحمن.\n</p>\n\n<p>\nوفي العرب حرقة سوى من ذكرناه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n             \" الحرازي \" منسوب إلى حراز\nبفتح الحاء وتخفيف الراء ثم زاي في آخره، وقال الدارقطني: حران بتشديد\nالراء وآخره نون، والصواب الأول، وهو حراز بن عوف ابن عدي <span id='ms29'></span> بن مالك بن زيد\nبن سهل بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس بن وائل بن الغوث بن\nقطن بن عريب بن زهير بن ايمن بن هميسع بن حمير بن سبأ، واخو جراز هوزن وهما\nبطنان في ذي الكلاع. وقبائل ذي الكلاع: نخلان، والأشروع، وعرنة، وعنة،\nويكالم، وبكيل، وبهيل، وزنجع، والفقاعة، وذو مناخ، وريمان، وعروان، وبعدان،\nوالخبائر، ونعيمة، والسحول، وسيبان، وحميم، وأحاظة، وميتم وحراز، وهوزن،\nوسلف بن يقطن، فتكلع هؤلاء في الجاهلية على سميفع بن ناكور إلا حرازا\nوهوزنا فإنهما تكلعا على جده يزيد بن النعمان. والتكلع: التجمع. ومن هذه\nالقبيلة عبد الرحمن بن أوس الحرازي روى عن الخيار بن العباس الحجري، روى\nعنه عمرو بن الحارث ولم يرو عنه غيره؛ وجماعة سواه وعامتهم بالشام.\n</p>\n\n<p>\n\" الحرمازي \" منسوب إلى حرماز بن الحارث بن عمرو بن تميم بن مر بن أد بن\nطابخة ابن إلياس بن مضر أخو مازن؛ منهم أعشى مازن، قيل هو حرمازي فنسب إلى\nأعمامه؛ وجماعة سواه وعامتهم بالبصرة.\n</p>\n\n<p>\n\" الحرامي \" منسوب إلى بن سعد بن مالك بن سعد بن زيد مناة بن تميم؛ بطن\nله خطة بالكوفة؛ منهم عيسى بن المغيرة الحرامي روى عن الشعبي وغيره، روى\nعنه الثوري، قاله أبو أحمد العسكري، وهو من الأجارب. قال ابن حبيب: ومن بني\nكعب بن سعد الأجارب وهم: حرام وعبد العزي ومالك وجشم وعبد شمس والحارث، بنو\nكعب، سمي هؤلاء البطون الأجارب لأنهم أجربوا من حاربوا.\n</p>\n\n<p>\nوإلى حرام بن سعد بن عدي بن فزارة بن ذبيان بن بغيض، وهم قليل منهم بعض\nالشعراء، وهم بالبصرة.\n</p>\n\n<p>\n\" الحضرمي \" منسوب إلى حضرموت بن قيس بن معاوية بن جشم بن عبد شمس ابن\nوائل بن الغوث بن حيدان بن قطن بن عريب الأكبر بن الفزر بن نبت بن أيمن بن\nالهميسع بن حمير بن سبأ، كذا نسبه أبو بكر البرقي، وقد خولف في بعض\nالأسامي. منهم وائل ابن حجر بن ربيعة بن وائل بن نعمان بن زيد بن سبأ ابن\nعمرو <span id='ms30'></span> بن حجر بن عمرو بن قيس بن كعب بن سهل بن زيد بن حضرموت؛ وخلق كثير من\nالصحابة والتابعين ومن بعدهم، وعامتهم بمصر والشام والكوفة.\n</p>\n\n<p>\n\" الحكمي \" منسوب إلى الحكم بن سعد العشيرة بن مذحج وهو مالك بن أدد بن\nزيد ابن يشجب بن عريب بن زيد بن كهلان، وهم نفر يسير؛ منهم الحسن بن هانئ\nالشاعر.\n</p>\n\n<p>\n\" الحميري \" منسوب إلى حمير بن سبأ بن يشجب بن يعرب بن قحطان واسمه يقطن\nبن عابر بن شالخ بن أرفخشد بن سام بن نوح، شعب في اليمن، وفي الحديث قال\nصلى الله عليه وسلم: \" إن هذا الأمر كان في حمير فنزعه الله منهم وصيره في\nقريش \" ، رواه راشد بن سعد عن أبي حي عن ذي مخبر.\n</p>\n\n<p>\n\" الحمدي \" منسوب إلى حمدي بن بادي بطن من القياتة وهم غافق؛ منهم أبو\nموسى الغافقي ثم الحمدي، واسمه مالك بن عبادة بن كناد بن أودع ابن الترماء،\nوفد على النبي صلى الله عليه وسلم وشهد فتح مصر، روى عنه وداعة الحمدي ونفر\nسواه، وهم بمصر.\n</p>\n\n<p>\n\" الحميدي \" منسوب إلى حميد بن زهير بن الحارث بن أسد بن عبد العزي بن\nقصي بن كلاب، فصيل من أسد قريش، وفي حديث ابن عباس: إن ابن الزبير قدم علي\nالحميدات والتويتات والأسامات. قال الأزرقي: الحميدات بنو حميد ابن زهير بن\nالحارث بن أسد بن عبد العزي، والتويتات بنو تويت بن الحارث بن أسد،\nوالأسامات بنو أسامة بطن من بني أسد، كل هؤلاء من بني أسد. كان ابن الزبير\nإذا دعا الناس في الإذن على بابه في العطاء إذا خرج يبدأ ببني أسد بن عبد\nالعزي على ابن عباس وبني هاشم، فلما جاء عبد الملك بن مروان أعطى بني عبد\nشمس ثم بني هاشم وبني المطلب وبني نوفل، فإذا فرغ من عبد مناف أعطى بني\nالحارث ابن فهر من قبل أسد. وقال: والله لأقدمن عليهم أبعد بطن من قريش،\nفإذا فرغ من بني الحارث بن فهر أعطى بني أسد. ومن الحميدات عبد الله <span id='ms31'></span> بن\nالزبير ابن عيسى بن عبيد الله بن الزبير بن عبيد الله بن حميد الحميدي،\nصاحب سفيان ابن عيينة والشافعي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n             \" الحمامي \" بفتح الحاء وتخفيف\nالميم منسوب إلى بني حمامة من أزد عمان، وهم نفر يسير منهم الأشتر الحمامي.\nذكره الآمدي.\n</p>\n\n<p>\n\" الحميسي \" منسوب إلى حميس بن أد بن طابخة بن إلياس بن مضر أخي مر، بطن\nمنهم نفر يسير من أهل العلم.\n</p>\n\n<p>\n\" الحنفي \" منسوب إلى حنيفة بن لجيم بن صعب بن علي بن بكر بن وائل بن\nقاسط ابن هنب بن أفصى بن دعمي بن جديلة بن أسد بن ربيعة أخي عجل بن لجيم،\nوهم جماعة كثيرة من الصحابة والتابعين ومن بعدهم من العلماء والأمراء\nوالفرسان والشعراء، وعامتهم كانوا باليمامة ثم تفرقوا.\n</p>\n\n<p>\n\" الحنظلي \" منسوب إلى حنظلة بن مالك بن زيد مناة بن تميم، بطن، وعامتهم\nبالبصرة.\n</p>\n\n<p>\n\" الحوطي \" منسوب إلى حوط، بطن من مذحج، وعامتهم بالشام. قال ابن ابي\nحاتم قال أبو زرعة: عبد الوهاب بن نجدة شيخ صالح من بني حوط من مذحج من\nالعرب.\n</p>\n\n<p>\n\" الحوتكي \" منسوب إلى حوتكة بن أسلم بن إلحاف بن قضاعة، بطن، وهم بمصر،\nمنهم عبد الرحمن بن أبي زياد الحوتكي أبو كنانة من أهل مصر، توفي سنة ست\nوتسعين ومائة، قاله ابن يونس.\n</p>\n\n<p>\n\" الحبتري \" منسوب إلى حبتر، بطن من كعب ثم من خزاعة؛ منهم عائذ بن أبي\nضب الكعبي ثم الحبتري يروى عن أبي مريرة.\n</p>\n\n<p>\n\" الحماني \" منسوب إلى حمان بن عبد العزي بن كعب بن سعد بن زيد مناة بن\nتميم قاله المبرد، بطن منهم أبو يحيى الحماني وجماعة سواه.\n</p>\n\n<p>\n\" الحذاقي \" منسوب إلى حذاقة، بطن من قضاعة، قال الدارقطني في نسب قضاعة:\nجشم والحارث ابنا بكر بن عامر الأكبر بن عوف أمهما هند بنت أنمار بن عمرو\nابن إياد من حذاقة، يقال لهم بنو الحذاقية بها يعرفون، ومن أهل صنعاء رجلان\nأخوان حدثا عن عبد الرزاق بن همام وهما محمد وإسحاق ابنا يوسف الحداقي، روى\nعنهما عبيد بن محمد الكشوري الصنعاني.\n</p>\n\n<p>\nباب الخاء\n</p>\n\n<p>\n\" الخارفي \" منسوب إلى <span id='ms32'></span> خارف وهو مالك بن عبد الله بن كثير بن مالك بن جشم\nابن حاشد بن جشم بن خيوان بن نوف بن همدان، نزلوا الكوفة؛ منهم عبد الله بن\nنمير الخارفي وأهله وجماعة سواهم.\n</p>\n\n<p>\n\" الخبائري \" منسوب إلى خبائر بن سواد بن عمرو بن الكلاع بن شرحبيل، بطن\nمن الكلاع؛ منهم يونس بن ياسر الخبائري، مصري روى عنه سعيد بن كثير بن\nعفير، وأخوه إياد بن ياسر بن إياد الخبائري، وجماعة سواهما، وعامتهم\nبالشام.\n</p>\n\n<p>\n\" الخبذعي \" منسوب إلى خبذع بن مالك بن ذي بارق، بطن من همدان، منهم:\nإسماعيل بن بهرام الخبذعي، يروى عن عبد الرحمن بن مالك بن مغول؛ والقاسم بن\nالوليد الخبذعي، ومحمد بن مساور الخبذعي، وجماعة سواهم.\n</p>\n\n<p>\n\" الخثعمي \" منسوب إلى خثعم بن أنمار بن إراش بن عمرو بن الغوث بن نبت بن\nمالك ابن زيد بن كهلان، وقيل: خثعم هو أفتل بن أنمار بن إراش بن عمرو بن\nالخيار ابن الغوث بن نبت بن مالك. وقال ابن الكلبي: خثعم: جمل كان يحمل\nلهم، وكان يقال: احتمل آل خثعم. وقال غيره: لما تحالفوا على بجيلة نحروا\nبعيرا فتخثعموا بدمه أي تلطخوا. وقال ابن إسحاق: خثعم هو أفتم بن أنمار،\nوخثعم جبل تحالفوا عنده. منهم أسماء بنت عميس الخثعمية وغيرها من الصحابة\nوالتابعين وأهل العلم.\n</p>\n\n<p>\n\" الخدري \" منسوب إلى خدرة، واسمه الأبجر بن عوف بن الحارث بن الخزرج بن\nحارثة بن عامر بن حارثة بن امرئ القيس بن ثعلبة بن مازن بن الأزد، وقيل:\nخدرة أم أبجر والأول أشهر، بطن من الأنصار منهم أبو سعيد سعد بن مالك بن\nسنان ابن عبيد بن ثعلبة بن عبيد بن الأبجر، وغيره من الأنصار وهم نفر قليل\nبالمدينة.\n</p>\n\n<p>\n\" الخزرجي \" منسوب إلى الخزرج الأكبر بن حارثة بن ثعلبة البهلول بن عمرو\nمزيقياء بن عامر ماء السماء بن حارثة الغطريف بن امرئ القيس البطريق بن\nثعلبة العنقاء ابن مازن وهو جماع غسان بن الأزد، وهو دراء بن الغوث أخي\nالأوس، وأمهما قيلة بنت كاهل بن عذرة بن سعد <span id='ms33'></span> هذيم بن زيد بن ليث بن سود بن\nأسلم بن إلحاف بن قضاعة، والأنصار كلهم من ولد الأوس والخزرج. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n\" الخزاعي \" منسوب إلى خزاعة وهو كعب بن عمرو بن ربيعة وهو لحي بن حارثة\nابن عمرو بن عامر ماء السماء. وقد تكرر باقي النسب، وعمرو بن لحي أبو خزاعة\nهو الذي رآه النبي صلى الله عليه وسلم وهو يجر قصبة في النار، وهو أول من\nسيب السوائب وبح البحيرة وغير دين إبراهيم. ومن خزاعة خلق كثير من الصحابة\nوالتابعين ومن بعدهم من أهل العلم وغيرهم.\n</p>\n\n<p>\n\" الخشني \" منسوب إلى خشين بن النمر بن وبرة بن تغلب بن حلوان بن عمران\nبن إلحاف بن قضاعة، بطن منهم أبو ثعلبة الخشني وغيره، وعامتهم بالشام.\n</p>\n\n<p>\n\" الخضري \" بضم الخاء وسكون الضاد المعجمة منسوب إلى خضر، بطن من قيس\nعيلان، وهم بنو مالك بن طريف بن خلف بن محارب بن خصفة بن قيس بن عيلان،\nيقال لهم الخضر. وقال أبو عبيدة معمر بن المثنى: الخضر هو مالك بن طريف ابن\nخلف بن محارب بن خصفة كان آدم فسمي ولده الخضر، منهم عامر الرام ويقال ابن\nالرام أخو الخضر ذكر في من له رواية عن النبي صلى الله عليه وسلم؛ ومنهم\nشيبة الخضري روى عن عروة بن الزبير، روى عنه إسحاق بن عبد الله ابن أبي\nطلحة؛ ومنهم صخر بن الجعد الخضري وغيرهم.\n</p>\n\n<p>\n\" الخطامي \" منسوب إلى خطامة فخذ من طيئ؛ منهم بن الغضوبة، ويقال: الغضوب\nالخطامي الطائي العماني، وهو جد أحمد وعلي ابني حرب الطائي،وله خبر عجيب\nيخرج في أعلام النبوءة من أخبار الكهان، وفي خبره قال: قلت يا رسول الله\nإني امرؤ من خطامة طيئ، وإني مولع بالطرب وشرب الخمر، فادع الله يذهب ذلك\nعني \" قال \" فدعا لي. فأذهب الله عني ما كنت أجد في حديث طويل.\n</p>\n\n<p>\n\" الخطمي \" منسوب إلى خطمة فخذ من الأنصار، من الأوس، واسمه عبد الله بن\nجشم ابن مالك بن الأوس بن حارثة. منهم عبد الله بن يزيد الخطمي الأنصاري\nوغيره وعامتهم <span id='ms34'></span> بالمدينة.\n</p>\n\n<p>\n\" الخولاني \" منسوب إلى خولان، قبيل كبير، واسم خولان أفكل بن مالك بن\nالحارث بن مرة بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان ابن سبأ،\nوعامتهم بالشام. منهم أبو إدريس الخولاني وأبو مسلم الخولاني وغيرهما. وفي\nحديث شعبة عن عبيد الله بن حنين عن ابن مغفل قال: كان على عائشة محرر من\nولد إسماعيل فقدم على النبي صلى الله عليه وسلم بسبي من خولان، فقال النبي\nصلى الله عليه وسلم: \" لا تعتقي من هؤلاء وأعتقي من سبي بلعنبر وبني لحيان\n\" \" قال ابن حبيب: خولان هو فكل بن عمرو \" .\n</p>\n\n<p>\n\" الخندفي \" منسوب إلى خندف، وهي امرأة إلياس بن مضر بن نزار، فنسب ولد\nإلياس إليها.\n</p>\n\n<p>\n\" الخناعي \" منسوب إلى خناعة \" بن سعد بن هذيل \" بطن من هذيل، منهم خطاب\nابن دينار أبو طلحة الخناعي مولى هذيل، ثم لبطن منهم يقال لهم خناعة. روى\nمنه عمرو بن الحارث وسعيد بن أبي أيوب وابن لهيعة. وقد روى الأوزاعي عن\nشامي، والمصري مستقيم الحديث.\n</p>\n\n<p>\n\" الخليفي \" منسوب إلى خليفة بطن من المعافر، منهم صمل بن عوف المعافري\nثم الخليفي، أبو عبادة، شهد فتح مصر؛ وابنه عبادة بن صمل ذكره ابن يونس.\n</p>\n\n<p>\n\" الخلاوي \" منسوب إلى الخلاوة بطن من بني سعد بن تجيب، وهو خلاوة بن جد\nابن حنين، وهم بمصر؛ منهم سعد بن مالك بن عبد الله بن سيف التجيبي ثم\nالخلاوي أبو عمرو، كتب عنه ابن يونس.\n</p>\n\n<p>\n\" الخيواني \" منسوب إلى خيوان بن نوف بن همدان، من ولده الجماء الغفير من\nحملة العلم والشعراء والأمراء؛ قاله الدارقطني بالراء بدل الواو، وقال أبو\nنصر: الأكثر والأشهر أنه خيوان بالواو.\n</p>\n\n<p>\n\" الخفاجي \" منسوب إلى خفاجة بن عمرو بن عقيل، وتمام النسب يأتي، منهم\nجماعة من الفرسان، ودورهم أكناف نجد وأطراف العراق والشام. واسم خفاجة\nمعاوية اشتهر باللقب، قال ابن حبيب: طعن رجلا من اليمن فأخفجه.\n</p>\n\n<p>\nباب الدال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n             \" الدارمي \" منسوب إلى دارم واسمه بحر، وإنما سمي\nدارما لأن قوما أتوا أباه يسألونه فقال: اذهب فأت بالخريطة التي <span id='ms35'></span> عند أمك\nلنعطيهم منها، فجاء بها يحملها يقارب خطوة مثقلا، فقال: قد جاءكم يدرم بها،\nفسمي دارما. وهو دارم بن مالك بن حنظلة بن مالك بن زيد مناة بن تميم بن مر\nبطن من بني تميم، منهم أبو العشر الدارمي أسامة بن مالك بن قهطم وجماعة\nسواه، وعامتهم بالبصرة.\n</p>\n\n<p>\n\" الدالاني \" منسوب إلى دالان، منهم أبو خالد يزيد بن عبد الرحمن\nالدالاني، يروي عن المنهال بن عمرو، والحكم بن عتيبة وغيرهما.\n</p>\n\n<p>\nوفي همدان دالان بن سابقة بن ناشج بن دافع بن مالك بن جشم بن حاشد ابن\nجشم بن خيوان بن نوف بن همدان.\n</p>\n\n<p>\n\" الداري \" منسوب إلى الدار بن هاني بن حبيب بن دارة بن لخم بن عدي، بطن\nمن لخم؛ منهم أبو رقية تميم بن أوس بن حارثة بن سود بن جذيمة بن ذراع بن\nعدي بن الدار بن هانئ الداري وجماعة سواه من الصحابة.\n</p>\n\n<p>\n\" الدوسي \" منسوب إلى دوس بن عدثان بن عبد الله بن زهران بن كعب بن\nالحارث ابن كعب بن مالك بن نصر بن الأزد، بطن من الأزد، منهم أبو هريرة.\nوقد اختلف في اسمه اختلافا كثيرا، فقال خليفة بن خياط: وهو عمير بن عامر بن\nعبد ذي الشري بن طريف بن عتاب بن أبي صعب بن منبه بن سعد بن ثعلبة ابن سليم\nبن فهم بن غنم بن دوس. ويقال: أبي هريرة سكين بن ودمة، ويقال: عبد عمرو بن\nعبد غنم، ويقال: عبد الله بن عامر، ويقال: برير عشرفة. والأشهر عند أئمة\nالحديث أن اسمه كان عبد شمس في الجاهلية فسماه النبي صلى الله عليه وسلم\nعبد الرحمن.\n</p>\n\n<p>\n\" الدوماني \" بفتح الدال منسوب إلى دومان بن بكيل بن جثم بن خيوان بن نوف\nابن همدان.\n</p>\n\n<p>\n\" الدهني \" أصحاب الحديث يقولون بتسكين الهاء، وقال أبو أحمد هو بفتح\nالهاء، منسوب إلى دهن بن معاوية بن أسلم بن أحمس بن الغوث بن أنمار، بطن\nمنهم عمار بن معاوية الدهني وابنه معاوية بن عمار وولده.\n</p>\n\n<p>\nوفي عبد القيس دهن بن عذرة <span id='ms36'></span> بن منبه بن نكرة بن لكيز بن أفصي بن عبد\nالقيس.\n</p>\n\n<p>\n\" الدهني \" بكسر الدال منسوب إلى دهنة بطن من الأزد ثم من غافق، منهم\nحكيم بن سعد الدهني مولاهم، مصري كان عريفا عليهم وكان فصيحا عالما، وولده؛\nوخالد بن زياد وخالد الغافقي الدهني وغيرهم. ذكرهم ابن يونس، وهم بمصر.\n</p>\n\n<p>\n\" الدولي \" منسوب إلى الدول بن حنيفة بن لجيم بن صعب بن علي بن بكر بن\nوائل؛ قال ابن النطاح عن أبي اليقظان. وأما الدول يعني بضم الدال وسكون\nالواو ابن بكر فعددهم كثير، فمن بني الدول بنو نفاثة، منهم فروة بن نفاثة\nوقد ملك بعض الشام في الجاهلية، قال: وزعم يونس أن الدول امرأة من بني\nكنانة، وهو رهط أبي الأسود. وأما بنو عدي بن الدول فلهم عدد كثير بالحجاز.\nومن بني عدي عمرو بن جندل بن سفيان ، وقتل عمرو في بعض المشاهد التي قاتلهم\nالنبي صلى الله عليه وسلم، فولد عمرو ظالما وهو أبو الأسود، وأمه الطويلة\nمن بني عبد الدار بن قصي. انتهى كلام أبي اليقظان.\n</p>\n\n<p>\nوقال ابن حبيب: وفي عنزة الدول بن صباح بن عتيك بن أسلم بن يذكر بن عنزة.\nوفي الأزد الدول بن سعد مناة بن غامد. وفي ضبة بن أد بن ثعلبة بن سعد بن\nضبة. وفي الرباب الدول بن جل بن عدي بن عبد مناة بن أد. انتهى كلام ابن\nحبيب.\n</p>\n\n<p>\nوقال ابن قتيبة: الدول في حنيفة، والديل في عبد القيس، والدول بالهمز في\nكنانة منهم أبو الأسود.\n</p>\n\n<p>\nوقال أبو علي ابن غسان: أبو الأسود الدولي على زنة العمري، هكذا يقول\nالبصريون، منسوب إلى دئل حي من كنانة. قال عيسى بن عمر: كسر الهمز على\nالأصل وكان جماعة يقولون فيه الديلي.\n</p>\n\n<p>\nوقال ابن فارس: الدؤل يعني بضم الدال وفتح الهمزة قبيلة من كنانة، والدئل\nيعني بكسر الهمزة في عبد القيس. قال البخاري: الديلي من حنيفة، والدؤلي من\nكنانة، ذكره في ترجمة محمد بن عمرو بن حلحلة، فقيل الديلي وقيل الدؤلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             وقال محمد بن سلام <span id='ms37'></span> الجمحي والعنزي: أبو الأسود الدئلي بضم\nالدال وكسر الهمزة، وقال المبرد: الدؤلي بضم الدال وفتح الهمزة من الدئل\nبضم الدال وكسر الهمزة، والدئل: دابة، وامتنعوا أن يقولوا أبو الأسود\nالدئلي لئلا يوالوا بين الكسرات فقالوا الدؤلي كما قالوا في النمر النمري.\n</p>\n\n<p>\nباب الذال\n</p>\n\n<p>\n\" الذبحاني \" بضم الذال منسوب إلى ذبحان بن صهابة بن مالك بن غيدان بن\nحجر ابن ذي رعين، بطن من رعين. منهم: عتبة بن عمرو بن صالح بن ذبحان\nالرعيني ثم الذبحاني، رجل من أصحاب النبي صلى الله عليه وسلم، شهد فتح مصر،\nقاله ابن يونس؛ وإياد بن طاهر الرعيني ثم الذبحاني؛ وطاهر بن ابن معاوية\nالذبحاني، وجماعة سواهم وهم بمصر.\n</p>\n\n<p>\n\" الذبياني \" منسوب إلى ذبيان بن بعيص بن ريث بن غطفان، بطن من غطفان،\nمنهم النابعة الذبياني وغيره.\n</p>\n\n<p>\n\" الذكواني \" منسوب إلى ذكوان بن ثعلبة بن بهثة بن سليم بن منصور بن\nعكرمة بن خصفة بن قيس عيلان؛ منهم صفوان بن المعطل بن ربيضة بن خزاعي بم\nمحارب بن مرة بن فالح بن ذكوان السلمي ثم الذكواني، أسلم قبل المريسيع وشهد\nيوم المرسيع، وقال الواقدي: شهد الخندق والمشاهد بعد مع رسول الله صلى الله\nعليه وسلم؛ ونفر سواه.\n</p>\n\n<p>\n\" الذهلي \" منسوب إلى ذهل الأكبر بن ثعلبة بن عكابة بن صعب بن علي بن بكر\nابن وائل، منهم حضين بن المنذر أبو ساسان وجماعة من الصحابة والفرسان.\n</p>\n\n<p>\nوإلى ذهل الأصغر، وهو ذهل بن شيبان بن ثعلبة بن عكابة بن أخى ذهل الأكبر،\nمنهم: بسطام بن قيس، وهاني بن قبيصة، ويزيد بن رويم، وجساس وهمام ابنا مرة،\nوالحوفزان، وغيرهم من العلماء والفرسان، وعامتهم بالبصرة.\n</p>\n\n<p>\nباب الراء\n</p>\n\n<p>\n\" الراسبي \" منسوب إلى راسب بن ميدعان بن مالك بن نصر بن الأزد بن الغوث،\nبطن منهم: عقبة بن صهبان الراسبي روى عن عثمان وجماعة من الصحابة، وإبراهيم\nبن عقبة أبو رزام الراسبي، روى عن عطاء وروى عنه موسى بن إسماعيل؛ وحفص بن\nجابر الراسبي وجماعة سواهم. وقال ابن حبيب: راسب بن مالك بن معيدان.\n</p>\n\n<p>\nوفي قضاعة <span id='ms38'></span> أيضا راسب، قيل: هو ابن جرم بن ربان وقيل غير ذلك.\n</p>\n\n<p>\n\" الرائشي \" منسوب إلى رائش بن الحارث معاوية بن ثور بن معاوية بن مرتع\nابن كندة، بطن منهم شريع بن الحارث بن قيس بن جهم بن معاوية بن عامر بن\nالرائش بن الحارث، القاضي الرائشي، يكنى أبا أمية، ومات في سنة ثمانين وهو\nابن مائة وعشرين سنة.\n</p>\n\n<p>\n\" الربعي \" منسوب إلى ربيعة نزار بن معد بن عدنان، شعب منه العمائر\nوالبطون وهم خلق كثير.\n</p>\n\n<p>\nوإلى ربيعة الجوع وهو ربيعة بن مالك بن زيد مناة بن تميم بن مر بن أد بن\nطابخة بن إلياس، وقليل: ربيعة بن مالك بن حنظلة، والأول أصح. منهم أبو سلمة\nحماد بن سلمة بن دينار الربعي مولاهم البصري وجماعة سواه من العلماء\nوالشعراء.\n</p>\n\n<p>\nوإلى ربعة الأزد، وأصحاب الحديث يقولون، ربعة بتحريك الباء، وأهل النسب\nيسكنون الباء، وهو ربعة بن الغطريف الأصغر بن عبد الله بن الغطريف الأكبر،\nواسمه عامر بن بكر بن يشكر بن مبشر بن صعب بن دهمان بن نصر بن زهران ابن\nمالك بن نصر بن الأزد بن الغوث، منهم أبو الجوزاء أوس بن عبد الله الربعي\nسمع عائشة وابن عباس وعبد الله بن عمرو بن العاص؛ ونفر يسير سواه.\n</p>\n\n<p>\nوإلى ربعة بن رشدان بن قيس بن جهينة، ويقال فيه بضم الراء، والفتح أكثر\nعند أصحاب الحديث.\n</p>\n\n<p>\n\" الربضي \" بفتح الباء وقيل بسكونها منسوب إلى ربض بن عامر بن عوثبان بن\nزاهر ابن يحابر وهو مراد، بطن من مراد، منهم صفوان بن عسال، له صحبة ورواية\nعن النبي صلى الله عليه وسلم، سكن الكوفة، وهو قليل الحديث.\n</p>\n\n<p>\n\" الربابي \" بكسر الراء، هم بنو تيم وعدي وعكل وثور بني عبد مناة بن أد\nبن طابخة، قيل سموا ربابا لأنهم تحالفوا على التقاعد والتناصر، وقالوا نصير\nمعا كرباب السهام محتمعين؛. وقيل: بل سموا ربابا لأنه غمسوا أيديهم في رب\nوأكلوا منه وتحالفوا عليه، وقد ذكرناه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             \" الرحبي \" بتحريك\nالحاء، منسوب إلى رحبة بن زرعة بن سبأ الأصغر بن كعب <span id='ms39'></span> ابن زياد بن سهل بن\nعمرو بن قيس بن معاوية بن جشم بن عبد شمس بن وائل ابن الغوث بن حيدان بن\nقطن بن عريب، بطن، منهم أبو أسماء الرحبى وجماعة.\n</p>\n\n<p>\n\" الردماني \" منسوب إلى ردمان بن وائل بن رعين، منهم إسماعيل بن المنتظر\nبن إسماعيل بن زياد بن ثمامة الرعيني الردماني مولاهم، من أهل مصر وأبوه\nالمنتظر، ذكرهما في الأخبار، وغيرهما، ذكرهم أبو يونس.\n</p>\n\n<p>\n\" الرعيي \" منسوب إلى ذي رعين، يريم بن زيد بن سهل بن عمرو ابن قيس بن\nمعاوية بن جشم بن عبد شمس بن وائل الغوث بن قطن بن عريب ابن زهير بن أيمن\nبن الهميسع، قبيل منهم خلق كثير من العلماء وغيرهم، وعامتهم بمصر.\n</p>\n\n<p>\nالرقاشي \" ولد شيبان بن ذهل بن ثعلبة بن عكابة. بن صعب بن علي بن بكر ابن\nوائل، نسبوا إلى أمهم رقاش بنت ضبيعة بن قيس بن ثعلبة بن عكابة، قاله خليفة\nبن خياط، وقال محمد بن سواء: هي بنت قيس بن ثعلبة، وهم جماعة وعامتهم\nبالبصرة.\n</p>\n\n<p>\n\" الرهاوي \" منسوب إلى رهاء بن منبه بن حرب بن علة بن جلد بن مالك بن أدد\nبن زيد بن يشجب بن عريب بن زيد بن كهلان بن سبأ، واسمه عامر ابن يشجب بن\nيعرب بن قحطان بن عابر بن شالخ بن أرفخشد بن سام بن نوح منهم: مالك بن\nمرارة الرهاوي، ويزيد بن سمرة الرهاوي، وأبو قتادة الرهاوي عدادهم في\nالصحابة، وعامتهم بالشام.\n</p>\n\n<p>\n\" الرواسي \" منسوب إلى رواس بن كلاب بن ربيعة بن عامر بن صعصعة بن معاوية\nابن بكر بن هوزان وعامتهم بالبصرة.\n</p>\n\n<p>\n\" الرياحي \" منسوب إلى رياح بن يربوع بن حنظلة بن مالك بن زيد مناة بن\nتميم بن مر من أد بن طابخة بن إلياس بن مضر، بطن من بني تميم، منهم جماعة\nمن العلماء والفرسان الشعراء وعامتهم من البصرة.\n</p>\n\n<p>\nباب الزاي\n</p>\n\n<p>\n\" الزبيدي \" منسوب إلى زبيد، واسمه منبه بن صعب بن سعد العشيرة، وقال\nخليفة ابن الخياط: هو منبه بن ربيعة بن سلمة بن مازن بن <span id='ms40'></span> ربيعة بن الحارث بن\nصعب بن سعد العشيرة بن مذحج، بطن بن مذحج، منهم: أبو ثور عمرو بن معد يكرب،\nومحرثة بن جزء، وعبد الله بن الحارث بن جزء، وجماعة سواهم من الصحابة\nوالتابعين ومن بعدهم،وأكثرهم بالشام.\n</p>\n\n<p>\n\" الزبادي \" منسوب إلى زباد بن كعب بن الحجر بن الأسود بن الكلاع، بظن بن\nذي الكلاع، منهم مالك بن الخير الزبادي من تابعي أهل مصر، وجماعة سواه\nوعامتهم بمصر.\n</p>\n\n<p>\n\" الزرقي \" منسوب إلى زريق بن عبد حارثة بن ثعلبة بن مالك بن غضب بن جشم\nابن الخزرج الأكبر. وقال أبو بكر بن البرقي: زريق بن عبد بن حارثة، والصواب\nابن عبد حارثة بإضافة عبد إلى حارثة. وقال خليفة بن خياط: وولد جشم ابن\nالخزرج الأكبر غضبا وتزيد فولد غضب مالكا، فولد مالك عبد حارثة وعمرا، فولد\nعبد حارثة حبيبا وزريقا. ومن بني زريق جماعة من الأنصار ومن أولادهم.\nوعامتهم بالمدينة.\n</p>\n\n<p>\n\" الزعافري \" منسوب إلى الزعافر، واسمه عامر بن حرب بن سعد بن منبه بن\nأود ابن صعب بن سعد العشيرة بن مذحج، نفر يسير بمصر.\n</p>\n\n<p>\n\" الزماني \" منسوب إلى زمان، بكسر الزاي وتشديد الميم، بن مالك بن صعب بن\nعلي ابن بكر بن وائل، بطن بن ربيعة، قاله: ابن حبيب، وهم بالبصرة، منهم:\nعبد الله بن معبد الزماني روى عن أبي قتادة؛ ومحمد بن يحيى بن فياض الزماني\nروى عن أبيه؛ وغيرهما. وقال المبرد: زمان بن تيم الله بن ثعلبة بن عكابة بن\nصعب بن علي بن بكر بن وائل بطن.\n</p>\n\n<p>\nقال ابن حبيب: وفي الأزد أيضا زمان بن تيم الله بن حقال بن أنمار؛ وفيهم\nأيضا زمان بن مالك بن جديلة. وفي قضاعة زمان بن جزيمة بن نهد.\n</p>\n\n<p>\n\" الزهري \" منسوب إلى زهرة بن كلاب بن مرة بن كعب بن لؤي بن غالب، بطن من\nقريش منهم جماعة من الصحابة والأشراف وأهل العلم.\n</p>\n\n<p>\n\" الزهراني \" منسوب إلى زهران بن كعب بن الحارث بن كعب بن عبد الله بن\nمالك ابن نصر بن الأزد، بطن من الأزد <span id='ms41'></span> منهم أبو محمد بشر بن عمر الزهراني\nوجماعة سواه من أهل العلم بالبصرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             \" الزوفي \" منسوب إلى زوف\nبن زاهر بن عامر بن عوثبان بن مراد. وقال الدارقطني: زوف بن حسان بن الأسود\nبن محلاة بن زاهر بن حمية بن زهر بن كعب ابن أيدعان بن الحارث بن زيد بن\nحضرموت؛ من ولده عبد الله بن أبي مرة الزوفي؛ وعبد الله بن راشد الزوفي\nالذي يروي حديث خارجة بن خذافة عن النبي صلى الله عليه وسلم في الوتر؛\nوأحمد بن عمرو الزوفي، وجماعة سواهم وعامتهم بمصر.\n</p>\n\n<p>\n\" الزيادي \" من بني زياد، منهم أبو حسان الزيادي القاضي الحسن بن عثمان،\nروى عن حماد بن زيد ومعتمر بن سليمان وله تاريخ على السنين.\n</p>\n\n<p>\n\" الزيدي \" منسوب إلى زيد الله بن سعد بن زيد مناة بن تميم، منها مليكة\nالزيدية لها صحبة ورواية، أخبرنا بحديثها محمد بن عبد الخالق، أخبرنا أبو\nطاهر أخبرنا أحمد بن محمد بن الحسن، أخبرنا سليمان بن أحمد اللخمي، أخبرنا\nعلي بن عبد العزيز، أخبرنا أحمد بن يونس، أخبرنا زهير حدثتني امرأة من أهلي\nعن مليكة بنت عمرو الزيدية من ولد زيد الله بن سعد قالت: اشتكيت وجعا في\nحلقي فأتيتها فوضعت لي سمن بقر وقالت لي: إن رسول الله صلى الله عليه وسلم\nقال: \" ألبانها شفاء، وسمنها دواء، ولحومها داء \" .\n</p>\n\n<p>\nباب السين\n</p>\n\n<p>\n\" الساعدي \" منسوب إلى ساعدة بن كعب بن الخزرج الأكبر، من بطون الأنصار،\nمنهم: أبو أسيد، وأبو حميد، وسهل بن سعد، وجماعة من الأنصار، وعامتهم\nبالمدينة.\n</p>\n\n<p>\n\" السامي \" منسوب إلى سامة بن لؤي بن غالب، بطن منهم، عبد الأعلى بن عبد\nالأعلى أبو محمد السامي البصري، سمع حميدا الطويل وغيره؛ وعرعرة بن البرند\nوأهله، وجماعة سواهم من أهل البصرة وخراسان.\n</p>\n\n<p>\n\" السالمي \" منسوب إلى سالم بن عوف بن عمرو بن عوف بن الخزرج الأكبر،\nقاله خليفة بن خياط. وقال الدارقطني: سالم بن غنم بن عوف بن الخزرج بن\nحارثة. وسالم يسمى الحبلى، قال ابن الكلبي: إنما سمي الحبلى لعظم بطنه، بطن\nمن <span id='ms42'></span> الأنصار، منهم: رفاعة بن عمرو بن زيد بن عمرو بن ثعلبة بن مالك بن سالم\nالأنصاري السالمي، شهد العقبة وبدرا وقتل يوم أحد شهيدا، وجماعة سواه وهم\nبالمدينة.\n</p>\n\n<p>\n\" السبئي \" منسوب إلى سبأ، واسمه عامر بن يشجب بن يعرب بن قحطان، واسمه\nيقطن بن عامر بن شالح بن أرفخشذ بن سام بن نوح، سمي سبأ لأنه أول من سبأ.\nوفي الحديث: \" إن سبأ رجل ولد عشرة، تيامن ستة وتشاءم أربعة \" الحديث. وفي\nحديث أبي ذر: كان أحد أبوي سبأ جنيا. وهم عدد كثير وعامتهم بمصر، منهم:\nعمارة بن شبيب السبئي، روى عنه أبو عبد الرحمن الحبلي، وحنش بن عبد الله\nالصنعاني السبئي ورهطه.\n</p>\n\n<p>\n\" السبيعي \" منسوب إلى سبيع بن سبع بن معاوية بن كبير بن مالك بن جشم بن\nحاشد ابن جشم بن خيوان بن نوف بن همدان، وقيل: سبيع بن سبع بن صعب بن\nمعاوية، بطن من همدان نزلوا الكوفة، منهم أبو إسحاق السبيعي الهمذاني\nوأهله.\n</p>\n\n<p>\n\" السحولي \" ينسب إلى السحول بطن من سبأ بن حمير.\n</p>\n\n<p>\n\" السحيمي \" منسوب إلى سحيم بن مرة بن الدول بن حنيفة بن لجيم بن صعب ابن\nعلي بن بكر بن وائل، منهم طلق بن على الحنفي السحيمي، ونفر سواه كانوا\nباليمامة.\n</p>\n\n<p>\n\" السدوسي \" منسوب إلى سدوس بن ذهل بن ثعلبة بن عكابة بن صعب بن علي ابن\nبكر بن وائل، بطن كبير من ربيعة، وعامتهم بالبصرة.\n</p>\n\n<p>\n\" السعدي \" منسوب إلى سعد بن زيد مناة بن تميم بن مر، بطن كبير من تميم،\nمنهم الأحنف بن قيس ورهطه، وعامتهم بالبصرة.\n</p>\n\n<p>\nوإلى سعد هذيم بن زيد بن ليث بن سود بن أسلم ابن إلحاف بن قضاعة.\n</p>\n\n<p>\nوإلى سعد العشيرة بن مذحج. وإنما قيل له سعد العشيرة لأنه كان يركب فيما\nقيل في ثلثمائة من ولده وولد ولده، فإذا قيل له من هؤلاء؟ قال: عشيرتي.\nمخافة العين عليهم.\n</p>\n\n<p>\nوإلى سعد بن بكر بن هوازن، بطن منهم ضمام بن ثعلبة السعدي.\n</p>\n\n<p>\n\" السكوني \" منسوب إلى السكون بن أشرس بن كندة بن ثور بن عفير <span id='ms43'></span> بن الحارث\nابن مرة بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان، ويقال فيه السكني،\nبطن من كندة منهم جماعة من المذكورين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             \" السكسكي \" منسوب إلى\nسكسك بن أشرس بن كندة، أخو السكون، بطن أيضا منهم نفر، وليس بكثير.\n</p>\n\n<p>\n\" السليطي \" منسوب إلأى سليط، واسمه الحارث بن يربوع بن حنظلة بن مالك\nابن زيد مناة ابن تميم. وقال ابن حبيب: سليط هو كعب بن الحارث بن يربوع كان\nسليط اللسان، بطن من بني تميم منهم علاثة بن شجار، يذكر فيمن له صحبة، روى\nعنه الحسن، وجماعة سواه، وعامتهم بالبصرة.\n</p>\n\n<p>\n\" السلمي \" منسوب إلى سليم بن منصور بن عكرمة بن خصفة بن قيس عيلان،\nقبيل، منهم جماعة من الصحابة والتابعين والفقهاء والأمراء والشعراء.\n</p>\n\n<p>\n\" السلمي \" بفتح السين وكسر اللام عند أكثر أصحاب الحديث، وأما أهل اللغة\nفيفتحون اللام طلبا للتخفيف، وقد تابعهم على ذلك جماعة من أصحاب الحديث،\nمنسوب إلى سلمة بن سعد بن علي بن أسد بن سارد بن تزيد بن جشم بن الخزرج ابن\nحارثة، وهم بطن من الأنصار، منهم أبو قتادة الحارث بن ربعي، وعبد الله بن\nعمرو بن حرام وابنه جابر، وكعب بن مالك وبنوه.\n</p>\n\n<p>\n\" السليمي \" بفتح السين وكسر اللام، منسوب إلى سليمة بن مالك بن فهم بن\nغنم ابن دوس بن عدثان بن عبد الله بن زهران بن كعب بن الحارث بن كعب بن\nمالك ابن نصر بن الأزد، بطن من الأزد وهم بالبصرة، منهم: بشر بن منصور\nالسليمي سمع ابن جربج وغيره، وعطاء السليمي الزاهد وجماعة.\n</p>\n\n<p>\n\" السلماني \" منسوب إلى سلمان بن يشكر بن ناجية بن يحابر وهو مراد، بطن\nبن مراد، منهم عبيدة بن عمرو السلماني الفقيه من أهل الكوفة.\n</p>\n\n<p>\n\" السلاماني \" منسوب إلى سلامان بن سعد هذيم بن زيد، بطن بن أسلم بن\nإلحاف ابن قضاعة؛ منهم خداش بن سلامة أبو سلامة السلاماني ويقال السلامي\nيذكر في الصحابة، وجماعة سواه.\n</p>\n\n<p>\nوفي الأزد بنو سلامان بن مفرج من بني دهمان بن نصر قاله المبرد.\n</p>\n\n<p>\n\" السلولي \" منسوب <span id='ms44'></span> إلى سلول أم بني جندل بن مرة بن صعصعة بن معاوية بن\nبكر بن هزوان. وولد جندل بها يعرفون، وهي سلول بنت ذهل بن شيبان وقال ابن\nحبيب: بنو مرة بن صعصعة وهم سلول يعرفون بأمهم سلول بنت ذهل ابن شيبان،\nبنوها: نهار، وعمرو، وجندل، وضبيعة، وغاضرة، وأعيا وهي سحمة، بطن منهم:\nحبشي بن جنادة السلولي، وأبو مريم مالك بن ربيعة السلولي، وخراش الكليبي\nالسلولي، وجماعة سواهم.\n</p>\n\n<p>\n\" السلهمي \" منسوب إلى سلهم بن الحكم بن سعد العشيرة، بطن منهم: الجراح\nابن عبد الله بن جعاد السهلمي، والحجاج بن زبان بن حجاج أبو محمد مولي أبي\nالعريان السلهمي، روى عن هزان بن سعيد، روى عنه أبو الطاهر بن السرح\nالمصري.\n</p>\n\n<p>\n\" السلفي \" بضم السين وفتح اللام، منسوب إلى سلف بن يقطن، بطن من الكلاع،\nوالكلاع من حمير، منهم: خلي بن معد يكرب السلفي، شهد فتح مصر، وأخوه خولي\nالسلفي؛ وعبد الله بن عبد الأعلى بن الحجاج السلفي، وغيرهم وهم بالشام.\n</p>\n\n<p>\n\" السلي \" بكسر السين وتشديد اللام، أبو تميمة السلي. وسلي بن جرم، وهم\nباليمامة، من بني هزان بن عنزة، قاله ابن الكلبي.\n</p>\n\n<p>\n\" السليحي \" منسوب إلى سليح واسمه عمرو بن حلوان بن عمران بن إلحاف بن\nقضاعة، بطن من قضاعة، منهم نفر يسير بالشام ومصر.\n</p>\n\n<p>\n\" السمعي \" بفتح السين والميم ويقال بكسر السين؛ منسوب إلى السمع بن مالك\nبن زيد بن سهل بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس بن وائل. وقد\nتكرر بقية النسب في عدة مواضع. بطن من حمير، منهم أبو رهم أحزاب بن أسيد\nويقال أسد السمعي، ويقال السماعي، ونفر سواه؛ وهم بمصر.\n</p>\n\n<p>\n\" السمعي \" بفتح السين والميم لا غير، من بني السميعة، بطن من الأنصار\nمنهم محمد بن عمرو السمعي، روى عن أبي الزبير المكي، روى عنه الواقدي وقال:\nهو من بطن من الأنصار.\n</p>\n\n<p>\n\" السنبسي \" منسوب إلى سنبس بن معاوية بن جرول بن ثعل بن عمرو بن الغوث\nابن طيئ، بطن، منهم: رافع بن أبي رافع، واسم أبي رافع <span id='ms45'></span> عميرة بن جابر بن\nحارثة ابن عمرو وهو حدرجان بن مخضب بن حزمز بن لبيد بن سنبس بن معاوية ابن\nجرول الطائي السنبسي، له صحبة ورواية عن النبي صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             \" السهمي \" منسوب إلى سهم بن عمرو بن هصيص بن كعب بن لؤي بن\nغالب ابن فهر بن مالك، بطن كبير من قريش، منهم عمرو بن العاص وأهله وجماعة\nسواهم.\n</p>\n\n<p>\nوإلى سهم بن عمرو بن ثعلبة بن غنم بن قتيبة بن معن بن مالك بن يعصر، بطن\nمن باهلة؛ منهم: الحارث بن عمرو السهمي الباهلي يعد في من له صحبة ورواية\nعن النبي صلى الله عليه وسلم، وعبد الله بن بكر بن حبيب ابو وهب السهمي\nالباهلي، وغيرهما.\n</p>\n\n<p>\nوإلى سهم بن مرة بن عوف بن سعد بن ذبيان بن بغيض بن ريث بن غطفان، بطن\nمنهم ابو البرج السهمي المري، شاعر ذكره الآمدي.\n</p>\n\n<p>\n\" السوائي \" منسوب إلى سواءة بن عامر بن ضعضعة بن معاوية بن بكر بن\nهوازن، بطن كبير منهم جماعة من الصحابة والتابعين وأهل العلم.\n</p>\n\n<p>\n\" السوادي \" بضم السين منسوب إلى سواد بن مري بن إراشة، فخذ من بلي، منهم\nجابر بن النعمان بن عمير بن مالك بن قمير بن مالك بن سواد بن مري البلوي\nالسوادي، نسبه النمري، له صحبة وعداده في الأنصار، ذكره ابن الكلبي وهو من\nرهط بن عجرة.\n</p>\n\n<p>\n\" السومي \" منسوب إلى سوم بن عدي بن تجيب، بطن من تجيب، وعامتهم بمصر.\n</p>\n\n<p>\n\" السيباني \" منسوب إلى سيبان بن الغوث بن سعد بن عوف بن عدي بن مالك بن\nزيد بن سهل بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس بن وائل بن الغوث\nبن قطن بن عريب بن زهير بن أيمن بن الهميسع بن حمير، بطن من حمير، منهم:\nعمرو بن عبد الله أبو العجماء السيباني، يروى عن عمر بن الخطاب وعوف بن\nمالك وذي مخبر الحبشي؛ وأبو عمرو السيباني تابعي من أهل الشام يروى عن عقبة\nبن عامر، حدث عنه ابنه يحيى بن <span id='ms46'></span> أبي عمرو؛ ويحيى بن أبي عمرو السيباني؛\nوأيوب بن سويد الرملي السيباني، وغيرهم.\n</p>\n\n<p>\n\" السيدي \" منسوب إلى السيد بن مالك بن بكر بن سعد بن ضبة بن أد بن طابخة\nابن إلياس بن مضر، بطن كبير ينسب إليه جماعة من الشعراء والفرسان.\n</p>\n\n<p>\nباب الشين\n</p>\n\n<p>\n\" الشبامي \" منسوب إلى شبام، وهو عبد الله بن أسعد بن جشم بن حاشد بن جشم\nبن خيوان بن نوف بن همدان، وشبام جبل سكنه فسمي به، بطن من همدان وهم\nبالكوفة نفر يسير.\n</p>\n\n<p>\n\" الشرعبي \" منسوب إلى شرعب بن قيس بن معاوية بن جشم بن عبد شمس بن وائل\nبن الغوث بن قطن بن عريب وقد تكرر باقي النسب. بطن من حمير منهم عبيدة\nالشرعبي، حمصي من تابعي أهل الشام.\n</p>\n\n<p>\n\" الشعباني \" منسوب إلى شعبان بن عمرو بن قيس بن معاوية بن جشم بن عبد\nشمس ابن وائل، وقد تكرر باقي النسب. قال ابن حبيب: شعبان اسمه حسان بن\nعمرو، وسمي شعبان لأنه مات فدفن في موضع يدعى ذا شعبين. وهو قبيل ينسب إليه\nجماعة منهم: زياد بن أنعم يروى عن أبي أيوب؛ وابنه عبد الرحمن وأهله؛\nوسلامان بن عامر الشعباني؛ وسعية أبو سليط الشعباني، وجماعة سواهم. وقال\nبعضهم: عامر بن شراحيل الشهبي من بني شعبان هذا. وقال العبدي في تاريخه:\nأهل مصر إذا نسبوا إلى شعبان قالوا: الأشعوبي، وأهل الكوفة يقولون: الشعبي،\nوأهل الشام يقولون: الشعباني، وأهل اليمن يقولون: آل ذي شعبين، وكلهم يريد\nشعبان هذا.\n</p>\n\n<p>\n\" الشقري \" منسوب إلى شقرة بن الحارث بن تميم بن مر. قال خليفة بن خياط:\nشقرة اسمه الحارث بن تميم، وقال في موضع آخر: أبو عبد الله الشقري واسمه\nسلمة بن تمام أحد بني شقرة، وشقرة هو معاوية بن الحارث بن تميم، وهو\nالصواب. وقال أبو نصر: أما شقر فهو معاوية بن الحارث بن تميم شاعر سمي\nالشقر ببيت قاله، وهو أبو حي من تميم:\n</p>\n\n<p>\nوقد أخضب الرمح الأصم كعوبه ... به من دماء القوم كالشقرات\n</p>\n\n<p>\n\" الشني \" منسوب إلى شن بن أفصى بن عبد <span id='ms47'></span> القيس بن أفصى بن دعمي بن جديلة\nابن أسد بن ربيعة، بطن منهم: الصلت بن حبيب الشني يروى عن سعيد بن عمرو\nصاحب النبي صلى الله عليه وسلم؛ وعمر بن الوليد الشني يروى عن عبد الله ابن\nبريدة؛ وعقبة بن خالد الشني يروى عن الحسن وابن سيرين، وجماعة سواهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             \" الشنوئي \" منسوب إلى شنوءة واسمه الحارث، وقيل: عبد الله بن\nكعب بن عبد الله ابن مالك بن نصر بن الأزد، ويقال له أيضا شنوي. وقال: أبو\nنصر: بالهمز، وقال:\n</p>\n\n<p>\nفما أنتم بالأزد أزد شنوءة ... ولا من بني كعب بن عمرو بن عامر\n</p>\n\n<p>\nوقال أبو نصر أيضا: والشنئي منسوب إلى شنوءة، وكذا ينسب إلى كل ما ثالثة\nواو أو ياء ساكنة وآخره تاء تأنيث نحو حنيفة وسميعة وغضوبة، يقال فيه حنفي\nوسمعي وغضبي.\n</p>\n\n<p>\n\" الشهالي \" منسوب إلى شهال بن عمرو بن دعمي بن حضرموت بطن منهم نزيل\nالشهالي.\n</p>\n\n<p>\n\" الشيباني \" منسوب إلى شيبان بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن\nوائل؛ قبيل منهم الخلق الكثير من الصحابة والتابعين والعلماء والفرسان\nوالشعراء وعامتهم بالبصرة.\n</p>\n\n<p>\nباب الصاد\n</p>\n\n<p>\n\" الصايدي \" منسوب إلى الصايد واسمه كعب بن شرحبيل بن شراحيل بن عمرو ابن\nجشم بن حاشد بن جشم بن خيوان بن نوف بن همدان، بطن من همدان منهم عبد خير\nبن يحمد بن خولي الصايدي الهمداني صاحب علي بن أبي طالب عليه السلام.\n</p>\n\n<p>\n\" الصباحي \" منسوب إلى صباح بن لكيز بن أفصى بن عبد القيس بن أفصى بن\nدعمي ابن جديلة بن أسد، بطن من ربيعة، منهم أبو خيرة الصباحي قدم على النبي\nصلى الله عليه وسلم في وفد عبد القيس، وروى: اللهم اغفر لعبد القيس؛ وروى:\nزودنا رسول الله صلى الله عليه وسلم الأراك نستاك به. قال أبو نصر: لم يرو\nعن النبي صلى الله عليه وسلم من هذه القبيلة سواه.\n</p>\n\n<p>\n\" الصدفي \" منسوب إلى الصدف واسمه عمرو بن مالك، وقال الدارقطني: الصدف\nاسمه شهال بن دعمي بن زياد بن حضرموت. وزعم الشرقي بن القطامي أن <span id='ms48'></span> الصدف هو:\nأسلم، ومالك ذو جدن، وربيح بنو زيد بن الحضرمي، وإنما سموا الصدف لأنهم\nصدفوا فصاروا أعرابا، وقيل غير ذلك، قبيل منهم خلق كثير، وعامتهم بمصر\nوبلاد المغرب.\n</p>\n\n<p>\n\" الصدائي \" منسوب إلى صداء، واسمه الحارث بن صعب بن سعيد العشيرة بن\nمذحج أخى رهاء وجنب. وقال خليفة بن خياط: زياد بن الحارث الصدائي، الصداء\nهو يزيد بن حرب بن علة بن جلد بن مالك بن أدد. وقال ابن إسحاق: الصداء هو\nيزيد بن ثور بن مرتع بن كندة.\n</p>\n\n<p>\n\" الصريمي \" منسوب إلى صريم بن مقاعس بن عمرو بن كعب بن سعد بن زيد مناة\nابن تميم بن مر. وقال خليفة بن خياط \" صريم بن الحارث بن عمرو بن كعب ابن\nسعد بن زيد مناة بن تميم، بطن من تميم، منهم: أبان أبو مسعر أو أبو مسعود\nالصريمي، والحكم الصريمي، وخنساء بنت معاوية ويقال حسناء الصريمية، وعماها\nالحارث وأسلم، وجماعة سواهم وأكثرهم بالبصرة.\n</p>\n\n<p>\n\" الصنابحي \" منسوب إلى صنابح بن زاهر بن عامر بن عوثبان بن زاهر بن\nيحابر وهو مراد، بطن من مراد: منهم، أبو عبد الله عبد الرحمن بن عسيلة\nالصنابحي يروى عن أبي بكر وبلال وعبادة بن الصلمت، روى عنه عطاء بن يسار\nوأبو الخير مرثد بن عبد الله اليزني، وليست له صحبة لأنه قدم المدينة بعد\nوفاة النبي صلى الله عليه وسلم بخمس ليال. والصنابح بن الأعسر لا مدخل له\nمع هذا في ب، وذاك أحمسي وله صحبة، وهذا صنابحي وهو تابعي.\n</p>\n\n<p>\n\" الصوفي \" جماعة من مضر يقال لهم بنو الصوفة، وهو الغوث بن مر بن أد بن\nطابخة، وهو الربيط، قيل: كانت أمه نذرت وكان لا يعيش لها ولد: لتربطن برأسه\nصوفة ولتجعلنه ربيط الكعبة. وكانت بنو صوفة تجيز الحاج حتى فنوا. وفي\nالمتأخرين جماعة منهم ذكرتهم في الفيصل.\n</p>\n\n<p>\n\" الصهباني \" منسوب إلى صهبان بطن من النخع، منهم عبد الله بن يزيد\nالصهباني النخعي. روى عنه الثوري وشريك، قاله البخاري. وقال ابن سعد: هو\nصهبان ابن سعد بن مالك بن النخع <span id='ms49'></span>.\n</p>\n\n<p>\n\" الصيداوي \" ينسب إلى صيداء بن عمرو بن قعين، وتمام النسب يأتي، بطن من\nبني أسد.\n</p>\n\n<p>\nباب الضاد\n</p>\n\n<p>\n\" الضبي \" منسوب إلى ضبة بن أد بن طابخة بن إلياس بن مضر، قبيل، منهم خلق\nكثير من العلماء والفرسان والشعراء، وعامتهم بالبصرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             \" الضبعي\n\" منسوب إلى ضبيعة بن ربيعة بن نزار بن معد بن عدنان، قبي، منهم بنو أحمس\nبن ضبيعة، بطن منهم جماعة من العلماء والشعراء.\n</p>\n\n<p>\nوفي ربيعة ايضا ضبيعة بن زيد بن مالك بن عمرو بن عوف بن عمرو بن عوف بن\nمالك بن الأوس.\n</p>\n\n<p>\n\" الضبابي \" منسوب إلى ضباب بن كلاب بن ربيعة بن عامر بن صعصعة بن معاوية\nابن بكر بن هوازن. وقال ابن حبيب: ومن بني كلاب بن ربيعة الضباب لقب ببني\nبنيه، وهم: مضب، وضب، وضباب، وحسل، وحسيل، بنو عمرو بن معاوية بن كلاب، بطن\nمن مضر منهم ذو الجوشن العامري الضبابي، قيل اسمه أوس، وقيل شرحبيل بن\nالأعور له صحبة ورواية، روى عنه ابنه شمر وجماعة سواه، وعامتهم بالبصرة.\n</p>\n\n<p>\n\" الضبني \" منسوب إلى ضبينة بطن من جذام، قال النمري: منهم رفاعة بن زيد\nابن وهب الجذامي ثم الضبيبي من بني الضبيب، قال: هكذا يقول بعض أهل الحديث،\nوأما أهل النسب فيقولون: الضبني من بني الضبينة من جذام، قدم على رسول الله\nصلى الله عليه وسلم في هدنة الحديبية في جماعة من قومه فأسلموا وعقد له على\nقومه، وأهدى إلى رسول الله صلى الله عليه وسلم غلاما وكتب له كتابا إلى\nقومه. يقال إنه أهدى إليه الغلام الأسود المسمى مدعما المقتول بخيبر.\n</p>\n\n<p>\n\" الضمري \" منسوب إلى ضمرة بن بكر بن عبد مناة بن كنانة، يأتي تمام\nالنسب، بطن كبير وبلادهم سيف البحر، منهم جماعة من الصحابة والتابعين\nوالعلماء.\n</p>\n\n<p>\nباب الطاء\n</p>\n\n<p>\n\" الطاحي \" منسوب إلى طاحية بن سود بن الحجر بن عمران بن عمرو بن عامر\nماء السماء، بطن من الأزد، منهم نافع بن خلد الطاحي وغيره وهم بالبصرة.\n</p>\n\n<p>\n\" الطائي \" منسوب إلى طيئ بن أدد بن زيد بن يشجب بن عريب بن زيد <span id='ms50'></span> ابن\nكهلان بن سبأ، واسم طيئ جلهمة، سمى طيئا لأنه أول من طوى المناهل. وقال ابن\nحبيب: سمى طيئا لأنه أول من طوى بئرا له بالشحر، فمر به رجل فقال له: ما\nتصنع؟ فقال طيئ: كما ترى. أمه وأم أخيه مذحج مدلة ويقال دلة بنت ذي منجشان.\nوقال ابن حبيب: ذي منجشان بن كلة بن ردمان من حمير، شعب منهم خلق كثير من\nالصحابة والتابعين والعلماء والأسخياء والفرسان والشعراء.\n</p>\n\n<p>\n\" الطفاوي \" من ولد حيال بن منبه، ومنبه هو أعصر بن سعد بن قيس عيلان\nنسبوا إلى أمهم. قال ابن حبيب: وممن يعرف بأمه منهم الطفاوة وكانت عند حيال\nبن منبه وهو أعصر، فولدت له جدياء وسرياء وميسانا، وأمهم الطفاوة وهي بنت\nجرم بن ربان والطفاويون عامتهم بالبصرة ولهم محلة بالبصرة تعرف بهم.\n</p>\n\n<p>\nباب الظاء\n</p>\n\n<p>\n\" الظفري \" منسوب إلى بطن من الأنصار، واسمه كعب بن الخزرج بن النبيت ابن\nمالك بن أوس بن حارثة بن ثعلبة بن عمرو بن عامر، منهم قتادة بن النعمان\nالظفري، وجماعة سواه من الأنصار من أهل المدينة.\n</p>\n\n<p>\nوإلى ظفر بن بهز بن امرىء القيس بن سليم بن منصور بن عكرمة ابن خصفة بن\nقيس عيلان، وهم نفر يسير.\n</p>\n\n<p>\n\" الظهري \" من عمائر وائل بن الغوث بن قطن بن عريب بن زهير بن أيمن ابن\nالهميسع بن حمير.\n</p>\n\n<p>\nباب العين\n</p>\n\n<p>\n\" العامري \" منسوب إلى عامر بن لؤي بن غالب بن فهر بن مالك بن النضر بن\nكنانة ابن خزيمة، بطن من قريش، منهم ابن أم مكتوم، وهو عمرو بن قيس بن\nزائد. ابن الأصم العامري القرشي وجماعة سواه من الصحابة فمن بعدهم.\n</p>\n\n<p>\nوإلى عامر بن صعصعة ابن معاوية بن بكر بن هوازن، بطن كبير من مضر منهم\nجماعة من الصحابة والتابعين فمن بعدهم.\n</p>\n\n<p>\nوإلى عامر بن عدي بن تجيب، بطن من تجيب، منهم أبيض بن هانئ التجيبي ثم\nالعامري، شهد فتح مصر، ذكره ابن يونس وغيره.\n</p>\n\n<p>\n\" العاملي \" منسوب إلى عاملة واسمه الحارث بن عدي بن الحارث بن مرة بن\nأدد ابن <span id='ms51'></span> زيد بن يشجب بن عريب بن زيد بن كهلان، وأم ولده عاملة بنت وديعة.\nوقال ابن حبيب: ومن السكاسك عاملة بها يعرف بنوها. وابناها: الزهد ومعاوية\nابنا الحارث بن عدي بن الحارث بن مرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             \" العايشي \" منسوب إلى\nعايش بن مالك بن تيم الله بن ثعلبة بن عكابة بن صعب ابن علي بن بكر بن\nوائل، بطن من ربيعة، منهم الصعق بن حزن وعبيد الله ابن زياد بن ظبيان.\n</p>\n\n<p>\n\" العائذي \" منسوب إلى عائذ بن عمران بن مخزوم بن يقظة بن مرة بن كعب ابن\nلؤي بن غالب، بطن من قريش، منهم حزن بن أبي وهب بن عمرو بن عائذ ابن عمران\nوابنه المسيب بن حزن وأهله وجماعة سواهم.\n</p>\n\n<p>\nوإلى عائذ بن مالك بن بكر بن سعد بن ضبة بن أد بن طابخة، بطن منهم حمزة\nبن عمرو العائذي، روى عن أنس بن مالك، وجماعة سواه وهم بالبصرة.\n</p>\n\n<p>\n\" العابدي \" بباء تحتها نقطة وبعدها دال مهملة، منسوب إلى عابد بن عبد\nالله بن عمر ابن مخزوم بن يقظة، عشير منهم عبد الله بن عمران العابدي\nوغيره.. فالعايذي بياء تحتها نقطتان وذال معجمة من ولد عمران بن مخزوم،\nوالعابدي بباء تحتها نقطة من ولد عمر بن مخزوم.\n</p>\n\n<p>\n\" العبدي \" منسوب إلى عبد القيس بن أفصي بن دعمي بن جديلة بن أسد بن\nربيعة بن نزار، قبيل تنسب إليه جماعة جمة من الصحابة والتابعين فمن بعدهم\nمن العلماء والشعراء والأمراء، وقد يقال فيه العبقسي.\n</p>\n\n<p>\nوإلى عبد ياليل بن سالم بن مالك بن حطيط بن جشم بن ثقيف، منهم محمد بن\nيحيى بن مندة وبنوه، وأم محمد بن يحيى عبدية فنسبوا إلى الأخوال.\n</p>\n\n<p>\n\" العبشمي \" منسوب إلى عبد شمس بن عبد مناف بن قصي بن كلاب بن مرة، بطن\nمن قريش منهم بنو أمية وغيرهم.\n</p>\n\n<p>\nوفي تميم عبد شمس بن كعب بن سعد، وقيل: عبد شمس بن سعد بن زيد مناة تميم\nبن مر، والنسبة إليهم عبشمي مشدد، قاله ابن حبيب.\n</p>\n\n<p>\n\" العبسي \" منسوب إلى عبس بن بعيض بن <span id='ms52'></span> ريث بن غطفان بن سعد بن قيس عيلان،\nبطن من مضر، منهم حذيفة بن اليمان وأهله وجماعة سواهم.\n</p>\n\n<p>\nوإلى عبس مراد بطن منهم أمين بن مسلم العبسي المرادي، وغيره، وهم بمصر.\n</p>\n\n<p>\n\" العبادي \" بضم العين. منسوب إلى عباد بن عقيل بن كعب بن ربيعة بن عامر\nبن صعصعة، منهم عبد الله بن محمد العبادي، حدث عن الحسن بن حبيب بن ندبة.\n</p>\n\n<p>\n\" العبادي \" بكسر العين منسوب إلى العباد، بطن من تجيب، منهم سليمان بن\nصالح التجيبي ثم العبادي مولاهم، وجماعة سواه وهم بمصر.\n</p>\n\n<p>\n\" العبدري \" منسوب إلى عبد الدار بن مرة، بطن من قريش منهم مصعب بن عمير\nوأهله وجماعة سواهم.\n</p>\n\n<p>\n\" العبلي \" منسوب إلى العبل بن عمرو بن مالك بن زيد بن رعين. وقد مر تمام\nالنسب وهم جماعة عامتهم بمصر، منهم أبو هانئ الرعيني ثم العبلي من أهل مصر،\nحدث عن معاذ بن جبل وغيره.\n</p>\n\n<p>\n\" العتقي \" منسوب إلى العتقاء وهم جماع فيهم من حجر حمير، ومن سعد\nالعشيرة، ومن كنانة مضر، وغيرهم، وعامتهم بمصر، منهم: عبد الرحمن بن القاسم\nالعتقي صاحب مالك بن أنس، من كبراء المصريين وفقهائهم، ولم مسجد يعرف بمسجد\nالعتقاء، قال أبو عمر الكندي: كنيته أبو عبد الله عبد الرحمن بن القاسم بن\nخالد بن جنادة مولى زبيد بن الحارث العتقي، وكان زبيد من حجر حمير، وذلك أن\nالعتقاء إنما هم جماع فيهم من حجر حمير وذكر نحو ما ذكرنا.\n</p>\n\n<p>\n\" العتواري \" منسوب إلى عتوارة بن عامر بن ليث بن بكر بن عبد مناة بن\nكنانة ابن خزيمة، بطن منهم جماعة من التابعين فمن بعدهم.\n</p>\n\n<p>\n\" العتكي \" منسوب إلى العتيك بن الأسد، ويقال الأزد بن عمران بن عمرو\nمزيقيا ابن عامر ماء السماء، بطن من الأزد، وعامتهم بالبصرة، منهم آل\nالمهلب بن أبي صفرة، وغيرهم.\n</p>\n\n<p>\n\" العتري \" بكسر العين ثم تاء معجمة بنقطتين من فوقها إلى عتر بن جشم بن\nودم بن ذبيان بن هميم بن ذهل بن هني بن بلي، بطن من بلي، منهم عبد الرحمن\nبن عديس العتري البلوي.\n</p>\n\n<p>\nوإلى <span id='ms53'></span> عتر بن معاذ بن عمرو بن الحارث بن معاوية بن بكر بن هوازن، بطن من\nهوازن، وعدادهم في بني رواس وهم بالكوفة، قاله ابن حبيب. منهم محمد بن موسى\nبن محمد بن مالك بن ضمرة العتري الكوفي، روى عن فضيل بن مرزوق وغيره،\nوجماعة سواه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             \" العجلي \" منسوب إلى عجل بن لجيم بن صعب بن علي\nبن بكر بن وائل، قبيل ينسب إليه جماعة جمة من الصحابة والتابعين فمن بعدهم.\n</p>\n\n<p>\n\" العجلاني \" منسوب إلى عجلان بن زيد بن غنم بن سالم بن عوف بن الخزرج،\nبطن من الأنصار منهم نفر من الصحابة.\n</p>\n\n<p>\n\" العجيفي \" منسوب إلى عجيف بن ربيعة بن مالك بن حنظلة بن مالك بن زيد\nمناة ابن تميم، بطن من تميم، وهم بالبصرة.\n</p>\n\n<p>\n\" العدوي \" منسوب إلى عدي بن كعب لؤي بن غالب بن فهر بن مالك بن النضر،\nبطن من قريش، منهم: آل عمر بن الخطاب، وآل سعيد بن زيد، وجماعة سواهم.\n</p>\n\n<p>\nوإلى عدي بن عبد مناة بن أد بن طابخة بن إلياس بن مضر بن نزار بن معد ابن\nعدنان، قبيل منهم أبو رفاعة العدوي، وآل أبي السوار العدوي وأكثرهم\nبالبصرة.\n</p>\n\n<p>\n\" العدواني \" منسوب إلى عدوان بفتح العين بن عمرو بن قيس عيلان بن مضر.\nوقال ابن حبيب: انما سمي عدوان لأنه عدا على أخيه فهم فقتله، قبيل منهم ذو\nالإصبع العدواني حكيم العرب.\n</p>\n\n<p>\n\" العذري \" منسوب إلى عذرة بن سعد هذيم بن زيد بن سود بن أسلم بن إنحاف\nابن قضاعة، قبيل ينسب إليه جماعة من الصحابة والعلماء والشعراء والفرسان.\n</p>\n\n<p>\n\" العرني \" منسوب إلى عرينة بن نذير بن قسر بن عبقر بن أنمار بن إراش.\nوقال السكري: هو عرينة بن عرين بن نذير بن قسر. وقد تكرر تمام النسب في\nمواضع. منهم: حبة بن جوين بن علي بن نهم بن مالك بن غانم بن مالك ابن هوازن\nبن عرينة العرني؛ من الشيعة، مات في أول مقدم الحجاج العراق.\n</p>\n\n<p>\n\" العرجي \" منسوب إلى بلعرج، وهو الحارث بن كعب بن زيد مناة بن تميم بطن <span id='ms54'></span>\nمنهم الأسلع بن شريك، له صحبة ورواية عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\n\" العريجي \" منسوب إلى عريج بن بكر بن عبد مناة بن كنانة، بطن. قال\nالدارقطني: منهم أبو نوفل بن أبي عقرب العريجي، بصري وهو من ولد بجير بن\nعمرو بن حماس بن عريج، يروي عن أبيه، روى عنه الأسود بن شيبان.\n</p>\n\n<p>\n\" العصري \" منسوب إلى عصر بن عمرو بن عوف بن جذيمة بن عوف بن بكر بن عوف\nبن أنمار بن عمرو بن وديعة بن لكيز بن أفضى بن عبد القيس، منهم المنذر بن\nعائذ بن الحارث بن زياد بن عمرو بن عصر العصري، أشج عبد القيس.\n</p>\n\n<p>\n\" العطاردي \" منسوب إلى عطارد بن عوف بن كعب بن سعد بن زيد مناة بن تميم\nبن مر بن أد بن طابخة، بطن من بني تميم، منهم أبو رجاء العطاردي واسمع\nعمران بن تميم، وجماعة سواه، وهم بالبصرة.\n</p>\n\n<p>\n\" العقيلي \" منسوب إلى عقيل بن كعب بن ربيعة بن عامر بن صعصعة بن معاوية\nبن بكر بن هوازن، قبيل ينسب إليه جماعة من الصحابة والتابعين فمن بعدهم من\nالعلماء والفرسان والشعراء.\n</p>\n\n<p>\n\" العكي \" منسوب إلى عك بن عدثان بن عبد الله بن الأزد. وقال الزبير بن\nبكار: ولد عدثان بن أد معدا والحارث؛ وهو عك، ثم قال: فأما عك بن عدثان فكل\nمن كان منهم بالمشرق فهم ينسبون في الأزد، وكل من كان منهم باليمن والشام\nومصر والمغرب فإنهم مقيمون على أنسابهم في عدثان؛ منهم سويد بن عبد الله\nالعكي، له صحبة.\n</p>\n\n<p>\n\" العكلي \" منسوب إلى عكل، وهي امرأة حضنت ولد عوف بن إياس بن قيس بن عوف\nابن عبد مناة بن أد بن طابخة فنسبوا إليها، قبيل منهم الحارث بن زهير بن\nأقيش وجماعة سواه أكثرهم بالبصرة.\n</p>\n\n<p>\n\" العلقي \" منسوب إلى علقة بن عبقر بن أنمار بن إراش بن عمرو بن عبد\nالغوث، بطن من بجيلة، منهم جندب بن عبد الله بن سفيان العلقي البجلي وغيره.\n</p>\n\n<p>\n\" العليمي \" منسوب إلى عليم بن جناب بن هبل بن عبد الله <span id='ms55'></span> بن كنانة بن بكر\nابن عوف بن عذرة بن سعد هذيم، بطن من عذرة.\n</p>\n\n<p>\n\" العمري \" منسوب إلى عمرو بن عوف بن مالك بن أوس، بطن من الأنصار، منهم\nمجمع بن جارية وأهله وجماعة سواهم.\n</p>\n\n<p>\n\" العمي \" من ولد مرة بن وائل بن عمرو بن مالك بن فهم بن غنم بن دوس،\nيقال لولده بنو العم وهم جماعة.\n</p>\n\n<p>\nوأما زيد العمي فليس منسوبا إليهم فيما قاله ابن أبي حاتم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             \"\nالعنسي \" منسوب إلى عنس وهو زيد بن مذحج، واسمه مالك بن أدد بن زيد بن\nيشجب. وقد تكرر تمام النسبة؛ قبيل منهم عمار بن ياسر وأهله وجماعة سواه.\n</p>\n\n<p>\n\" العنزي \" بفتح النون منسوب إلى عنزة بن أسد بن ربيعة بن نزار، واسم\nعنزة عامر، قبيل منهم نبيح العنزي وجماعة سواه.\n</p>\n\n<p>\n\" العنزي \" بسكون النون، منسوب إلى عنز بن وائل بن قاسط بن هنب بن أفضى\nبن دعمي بن جديلة بن أسد بن ربيعة، بطن منهم عامر بن ربيعة العنزي حليف عمر\nبن الخطاب ونفر سواه.\n</p>\n\n<p>\n\" العنبري \" منسوب إلى عنبر بن عمرو بن تميم بن مر بن أد، بطن من بني\nتميم منهم جماعة من الصحابة والتابعين فمن بعدهم، وعامتهم بالبصرة. ويقال\nللعنبر خضم.\n</p>\n\n<p>\n\" العوفي \" منسوب إلى عوف بن عدوان بن عمرو بن قيس عيلان، قاله الأصمعي\nوغيره. وقيل: عوف بن سعد بن ظرب بن عمرو بن عياذ بن يشكر بن عدوان بن عمرو\nبن قيس عيلان، بطن من مضر منهم عطية العوفي وبنوه وجماعة سواهم.\n</p>\n\n<p>\n\" العوذي \" منسوب إلى عوذ بن سود بن الحجر بن عمران بن عمرو بن عامر ماء\nالسماء، بطن من الأزد، منهم عقبة بن عبد الغافر الأزدي العوذي وجماعة سواه.\n</p>\n\n<p>\nوإلى عوذ بن غالب بن قطيعة بن عبس بن ذبيان بن بغيض بن رفث بن غطفان، بطن\nمنهم بعض الشعراء.\n</p>\n\n<p>\n\" العوقي \" منسوب إلى العوقة بطن من عبد القيس، منهم أبو نضرة المنذر بن\nمالك بن قطعة العبدي العصري العوقي.\n</p>\n\n<p>\n\" العيذي \" منسوب إلى عيذ الله بن سعد العشيرة بن مذحج، بطن منهم محمد <span id='ms56'></span> بن\nسليمان العيذي وغيره.\n</p>\n\n<p>\n\" العيشي \" يقال في النسبة إلى عايش بن مالك بن تيم الله بن ثعلبة\nالعايشي والعيشي، منهم الصعق بن حزن العيشي، ويقال فيه العايشي، وجماعة\nسواه.\n</p>\n\n<p>\n\" العيابي \" بفتح العين نسبة إلى عيابة، وهم بنو عامر بن زيد إخةو وابش\nابن زيد بن عدوان بن عمرو، منهم الشماخ بن أبي شداد الشاعر العيابي.\n</p>\n\n<p>\nحرف الغين\n</p>\n\n<p>\n\" الغافقي \" منسوب إلى الغافق بن العاص بن عمرو بن مازن بن الأزد بن\nالغوث، قاله خليفة بن خياط. وقال غيره: غافق بن الشاهد بن عك بن عدثان بن\nعبد الله، بطن من الأزد، منهم أبو موسى الغافقي له صحبة ورواية، وجماعة\nسواه، وعامتهم بمصر وبلاد المغرب.\n</p>\n\n<p>\n\" الغامدي \" منسوب إلى غامد وهو عمرو بن كعب بن الحارث بن كعب بن عبد\nالله ابن مالك بن نصر بن الأزد بن الغوث، بطن من الأزد. قال الطبري: إنما\nسمي غامدا لأنه كان بين قومه شيء فأصلح بينهم، وتغمد كل ما كان من ذلك\nوقال:\n</p>\n\n<p>\nإني تحملت الثأي عن عشيرتي ... فأسماني القيل الحضوري غامدا\n</p>\n\n<p>\nمنهم صخر الغامدي. ومنهم مخنف بن سليم بن الحارث بن عوف بن ثعلبة بن عامر\nبن ذهل بن مازن بن ذبيان بن ثعلبة بن الدول بن سعد مناة بن غامد الغامدي،\nولاه علي ابن أبي طالب إصبهان، وكان على راية الأزد يوم صفين. وقال ابن\nحبيب: غامد هو عمرو بن عبد الله بن كعب بن الحارث بن عبد الله.\n</p>\n\n<p>\n\" الغاضري \" منسوب إلى غاضرة بن مالك بن ثعلبة بن دودان بن أسد بن خزيمة\nبن مدركة بن إلياس بن مضر. وقال ابن حبيب: غاضرة بنت مالك بن ثعلبة بن\nدودان بن أسد، بها يعرفون يعني ولدها.\n</p>\n\n<p>\n\" الغبري \" بتخفيف الباء بعد الغين، منسوب إلى غبر بن غنم بن حبيب بن كعب\nبن يشكر ابن علي بن بكر بن وائل، قاله ابن حبيب وغيره.وقال شباب: غبر بن\nيشكر ابن علي بن بكر بن وائل. والأول أصح. وقال ابن الكلبي: إنما سمي غبر\nبن غنم ابن <span id='ms57'></span> حبيب بن كعب لأن غنما تزوج الناقمية وهي رقاش بنت عامر وهو ناقم\nابن جدان بن جديلة بن أسد بن ربيعة، وهي عجوز، فقيل له: ما ترجو منها؟ قال:\nلعلي أتغبرها غلاما، فسمي غبرا. وابنه الحارث بن غبر كان يسوس بكرا\nويقودها، قال أبو عبيدة: منهم عباد بن قبيصة الغبري، وأبو بدر عباد بن\nالوليد الغبري، وجماعة سواهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             \" الغداني \" منسوب إلى غدانة بن\nيربوع بن حنظلة بن مالك بن زيد مناة بن تميم، بطن من بني تميم، واسم غدانة\nأشرس، وعامتهم بالبصرة، منهم: وكيع بن أبي سود وحارثة بن بدر، وجماعة\nسواهما.\n</p>\n\n<p>\n\" الغساني \" منسوب إلى غسان مازن بن الأزد بن الغوث، قال الدارقطني:\nقبيلة، وقال أبو نصر وغيره: ليس قبيلة وإنما هو ماء. وقال ابن الكلبي: مازن\nإليه جماع غسان. وإنما غسان ماء شربوا منه فسمي غسان، وقال في ذلك\nالأنصاري:\n</p>\n\n<p>\nإما سألت فإنا معشر نجب ... الأزد نسبتنا والماء غسان\n</p>\n\n<p>\nوقال ابن حبيب: غسان ماء شربوا منه بين زبيد ورمع فسموا به، وهم خلق كثير\nوعامتهم بالشام.\n</p>\n\n<p>\n\" الغطفاني \" منسوب إلى غطفان بن سعد بن قيس بن عيلان، قبيل منهم بطون\nوعمائر، ومنهم جماعة من الصحابة والتابعين وأهل العلم والشعراء.\n</p>\n\n<p>\n\" الغطريفي \" منسوب إلى الغطريف بن يشكر بن مبشر بن صعب بن دهمان بن نصر\nابن زهران بن كعب بن الحارث بن كعب بن عبد الله بن مالك بن نصر بن الأزد،\nبطن منهم جماعة من الفرسان وغيرهم.\n</p>\n\n<p>\n\" الغطيفي \" منسوب إلى غطيف بن عبد الله بن ناجية بن يحابر وهو مراد، بطن\nمن مراد، منهم فروة بن مسيك بن الحارث بن سلمة بن الحارث بن الذويب ابن\nمالك بن عوف بن منبه بن غطيف الغطيفس، وجماعة سواه، وعامتهم بمصر وبلاد\nالمغرب.\n</p>\n\n<p>\n\" الغفاري \" منسوب إلى غفار بن مليل بن ضمرة بن بكر بن عبد مناة بك كنانة\nوقد تكرر باقي النسب. قبيل منهم أبو ذر الغفاري وجماعة جمة من الصحابة\nوالتابعين فمن بعدهم. وقد جاء ذكر غفار في أحاديث عدة من دعاء النبي <span id='ms58'></span> صلى\nالله عليه وسلم لهم وثنائه عليهم.\n</p>\n\n<p>\n\" الغمري \" منسوب إلى الغمر بطن من غافق، منهم إسماعيل بن فليح الغمري\nالغافقي روع عنه يحيى بن عثمان. قال عبد الغني بن سعيد: وقد رأيت هذه\nالنسبة في مواضع أخر بم الغين، وجماعة سواه وهم بمصر وبلاد المغرب.\n</p>\n\n<p>\n\" الغنوي \" منسوب إلى غني واسمه عمرو بن أعصر ويقال يعصر بن سعد بن قيس\nبن عيلان بن مضر، قبيل منهم جماعة من الصحابة فمن بعدهم.\n</p>\n\n<p>\n\" الغيلاني \" منسوب إلى غيلان بن جئاوة بطن من بني أسد، منهم جنادة بن\nجراد الغيلاني الأسدي، له صحبة ورواية عن النبي صلى الله عليه وسلم، حديثه\nفي البصريين.\n</p>\n\n<p>\nحرف الفاء\n</p>\n\n<p>\n\" الفايشي \" منسوب إلى فايش بن شهاب بن مالك بن معاوية بن صعب بن دومان\nبن بكيل بن جشم بن خيوان بن نوف بن همدان، بطن من همدان، منهم أبو إبراهيم\nمضاء الفايشي من أهل الكوفة، سمع عائشة، روى عنه عمرو بن عبد الله أبو\nإسحاق السبيعي.\n</p>\n\n<p>\n\" الفاراني \" ينسب إلى فاران بن بلي، منهم فرج بن سهيل بن الفرج الفاراني\nالقضاعي، روى عن عبد الله بن وهب، مات سنة ثلاث وثلاثين ومائتين.\n</p>\n\n<p>\n\" الفتياني \" منسوب إلى فتيان بن ثعلبة بن زيد بن الغوث بن أنمار بن\nإراش، بطن من بجيلة، منهم رفاعة بن شداد بن عبد الله بن قيس بن جعال بن بدا\nبن فتيان بن ثعلبة الفتياني، مات سنة ست وستين، يعد في الطبقة الأولى من\nتابعي الكوفة.\n</p>\n\n<p>\n\" الفدوكسي \" منسوب إلى فدوكس بن عمرو بن الحارث بن جشم بن بكر بن حبيب\nبن عمرو بن غنم بن تغلب، بطن منهم الأخطل الشاعر يقال له الفدوكسي.\n</p>\n\n<p>\n\" الفراهيدي \" منسوب إلى فراهيد بن شبابة بن مالك بن فهم بن غنم بن دوس\nبطن من الأزد، منهم الخليل بن أحمد العروضي الفراهيدي، ومسلم بن إبراهيم\nالفراهيدي وغيرهما. ويقال فيه الفرهودي.\n</p>\n\n<p>\n\" الفراسي \" منسوب إلى فراس بن غنم بن مالك بن كنانة، بطن منهم جماعة من\nالفرسان والشعراء وغيرهم.\n</p>\n\n<p>\n\" الفزاري \" منسوب إلى فزارة بن ذبيان بن بغيض <span id='ms59'></span> بن ريث بن غطفان، بطن كبير\nينسب إليه جماعة من الصحابة فمن بعدهم.\n</p>\n\n<p>\n\" الفقيمي \" منسوب إلى فقيم بن دارم بن مالك بن زيد مناة بن تميم. وقال\nخليفة بن خياط: فقيم بن جرير بن دارم، بطن من بني تميم، منهم أبو غاضرة\nالفقيمي واسمه عروة، وله صحبة ورواية عن النبي صلى الله عليه وسلم؛ وجماعة\nسواه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             \" الفقعسي \" منسوب إلى فقعس بن طريف بن عمرو بن قعين بن\nعمرو بن الحارث بن ثعلبة بن دودان بن أسد بن خزيمة بن مدركة بن إلياس بن\nمضر، بطن من بني أسد بن خزيمة، منهم نعيم بن دجاجة الفقعسي الأسدي وغيره.\n</p>\n\n<p>\n\" الفهري \" منسوب إلى فهر بن مالك بن النضر بن كنانة بن خزيمة بن مدركة\nبن إلياس بن مضر، وهو آخر بطون قريش، منهم عياض بن غنم الفهري، وجماعة سواه\nمن التابعين فمن بعدهم.\n</p>\n\n<p>\n\" الفهمي \" منسوب إلى فهم بن عمرو بن قيس بن عيلان بن مضر، بطن منهم أبو\nثور الفهمي، له صحبة ورواية عن النبي صلى الله عليه وسلم، وجماعة سواه.\n</p>\n\n<p>\nحرف القاف\n</p>\n\n<p>\n\" القاري \" منسوب إلى القارة وهو أيثع ويقال ييثع بن مليح بن الهون بن\nخزيمة بن مدركة بن إلياس بن مضر، قاله أبو عبيد معمر بن المثنى. وقال غيره:\nهو الديش بن محلم بن غالب بن عائذة بن ييثع بن مليح ، وإنما سموا القارة\nلأن يعمر بن الشداح أراد أن يفرقهم في بطون كنانة فقال رجل منهم:\n</p>\n\n<p>\nدعونا قارة لا تنفرونا ... فنجفل مثل إجفال الظليم\n</p>\n\n<p>\nوهم بالمدينة حلفاء بني زهرة، منهم عبد الرحمن بن بن عبد القاري، وجماعة\nسواه.\n</p>\n\n<p>\n\" القبي \" منسوب إلى بطن من مراد، منهم أبو جعفر القبي أدرك ابن مسعود؛\nروى عنه عمران بن سليم.\n</p>\n\n<p>\n\" القتباني \" منسوب إلى قتبان بن ردمان بن وائل بن الغوث، وقيل بطن من\nرعين، منهم: شييم بن بيتان القتباني، وعياش بن عباس وأهله، وجماعة سواهم،\nوعامتهم بمصر.\n</p>\n\n<p>\n\" القتبي \" منسوب إلى قتيبة بن معن بن مالك بن أعصر بن سعد بن قيس بن\nعيلان، بطن <span id='ms60'></span> منهم العلاء بن هلال القتبي، وبنوهو وغيرهم.\n</p>\n\n<p>\n\" القرافي \" منسوب إلى القرافة بطن من المعافر، منهم أبو دجانة أحمد بن\nإبراهيم بن الحكم القرافي، مولى القرافة، حدث عن حرملة بن يحيى وغيره،\nوجماعة سواه وعامتهم بمصر.\n</p>\n\n<p>\nوفي المصريين من ينسب إلى الموضع المعروف بالقرافة وهم نفر يسير.\n</p>\n\n<p>\n\" القرشي \" من ولد النضر بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر.\nقيل: سمي قريشا لأنه جمع أهله بعدما تفرقوا، والتقرش: التجمع، وقيل غير\nذلك.\n</p>\n\n<p>\n\" القرني \" منسوب إلى قرن بن ردمان بن ناجية بن يحابر واسمه مراد، بطن\nمراد، منهم أويس بن عامر بن جزء بن مالك بن عمرو بن عصوان بن قرن بن ردمان\nالقرني، يكنى أبا عمرو، ويقال فقد بصفين سنة سبع وثلاثين.\n</p>\n\n<p>\n\" القردوسي \" منسوب إلى قردوس بن الحارث بن مالك بن فهم بن غنم بن دوس بن\nعدثان بن عبد الله بن زهران بن عبد الله بن مالك بن نضر بن الأزد.\nوالقراديس والجراميز والعقاة ولقيط وعرمان إخوة بني الحارث بن مالك بن فهم.\nويقال: القراديس بن دوس بن الحارث بن مالك بطن من الأزد وهم بالبصرة، منهم\nهشام بن حسان القردسي، قيل مولاهم، وقيل كان نازلا فيهم، وقيل غير ذلك.\n</p>\n\n<p>\n\" القرظي \" منسوب إلي قريظة بن الخزرج بن الصريح بن التومان بن السبط بن\nاليسع بن سعد بن عمرو بن خير بن النخام بن تنحوم بن عازر بن عزراء إخوة\nالنضير. كذا ساقه ابن البرقي.\n</p>\n\n<p>\n\" القري \" منسوب إلى قرة بطن من عبد القيس، منهم مسلم القري، وقيل: كان\nينزل قنطرة قرة فبسب إليها.\n</p>\n\n<p>\n\" القريعي \" منسوب إلى قريع بن عوف بن كعب بن سعد بن زيد مناة بن تميم،\nبطن من بني تميم، منهم جرموز القريعي التميمي ويقال الهجيمي أيضا، له صحبة\nورواية عن النبي صلى الله عليه وسلم، حديثه عند أهل البصرة، ولا يعرف له\nأكثر في حديث واحد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             \" القسري \" منسوب إلى قسر بن عبقر بن أنمار\nبن إراش بن عمرو بن الغوث بن فزر بن نبت بن مالك <span id='ms61'></span> بن زيد بن كهلان بن سجأ،\nمنهم خالد بن عبد الله بن يزيد بن أسد بن كرز بن عامر بن عبد الله بن عبد\nشمس بن غمغمة بن جرير بن شق ابن صعب بن يشكر بن رهم بن أفرك بن نذير، كذا\nكان بخط ابن الفرات بضم النون والمشهور نذير بفتح النون وكسر الذال، بن فسر\nالقسري الأمير، وجده يزيد له صحبة ورواية عن النبي صلى الله عليه وسلم.\n</p>\n\n<p>\n\" القسملي \" منسوب إلى قسملة واسمه معاوية بن عمرو بن مالك بن فهم بن غنم\nبن دوس بن عدثان بطن من الأزد، وعامتهم بالصرة، والمحلة المعروفة بالقسامل\nمنسوبة إليهم، منهم حجاج بن زياد القسملي روى عن معاوية بن قرة وغيره،\nوجماعة سواء.\n</p>\n\n<p>\n\" القشيري \" منسوب إلى قشير بن كعب بن ربيعة بن عامر بن صعصعة، بطن كبير\nوهم إخوة جعدة والحريش وعقيل، والبيت في قشير، والعدد في عقيل، تنسب إليه\nجماعة من الصحابة فمن بعدهم.\n</p>\n\n<p>\n\" القضاعي \" منسوب إلى قضاعة، يقال هو ابن معد بن عدنان ويقال: هو من\nحمير وهو الأكثر والأصح، واسمه عمرو بن مالك بن عمرو بن مرة بن زيد ابن\nمالك بن حمير بن سبأ، وإليه تنسب قبائل كثيرة، منها: كلب، وبلي وجهينة\nوعذرة. وقيل: هو قضاعة بن مالك بن عمرو بن زيد، وقيل ابن مالك بن مرة بن\nعمرو بن زيد بن مرة بن مالك. وقال أبو بكر النسابة: عمرو بن مالك بن ربيعة\nابن زيد بن مالك بن حمير. وقيل غير ذلك.\n</p>\n\n<p>\n\" القطعي \" منسوب إلى قطيعة بن عبس بن بغيض بن ريث بن غطفان، بطن منهم\nجماعة من أهل العلم والحديث.\n</p>\n\n<p>\n\" القيسي \" منسوب إلى قيس بن عيلان بالعين المهملة. ويقال قيس بن عيلان\nبن مضر، ويقال: قيس اسمه الناس بالنون وهو أخو إلياس بن مضر، وقيل: إنما\nسمي قيس عيلان بفرس كان له، وقيل: بغلام كان له اسمه عيلان، وقيل: برجل كان\nيحضنه؛ وقيل: بكلب كان له؛ وقيل: غير ذلك، وهم خلق كثير من الصحابة\nوالتابعين فمن بعدهم <span id='ms62'></span>.\n</p>\n\n<p>\nوإلى قيس بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل، بطن منهم نفر\nمن أهل العلم.\n</p>\n\n<p>\n\" القيني \" ينسب إلى القين واسمه النعمان بن جسر بن شيع الله بن أسد بن\nوبرة ابن تغلب بن حلوان بن عمران بن إلحاف بن قضاعة، بطن من قضاعة: يقال\nسمي القين بعبد كان له فحضنه فاشتهر به، منهم أبو عبد الرحمن القيني، يعد\nفيمن كان له رواية عن النبي صلى الله عليه وسلم، وحديثه في المصريين.\n</p>\n\n<p>\nباب الكاف\n</p>\n\n<p>\n\" الكاهلي \" منسوب إلى كاهل بن الحارث بن تميم بن سعد بن هذيل بن مدركة\nابن إلياس بن مضر، بطن من هذيل، منهم جماعة بالكوفة.\n</p>\n\n<p>\nوإلى كاهل بن أسد بن خزيمة.\n</p>\n\n<p>\n\" الكتامي \" منسوب غلأى قبيلة من البربر، منهم الحسن بن سعد بن إدريس بن\nخلف بن رزين ب، كميلة بن مليكة البربري ثم الكتامي، يكنى أبا علي، من أهل\nالمغرب. كتب الحديث. ورحل إلى صنعاء سمع من الدبري، وحدث عن بقي عن مخلد\nوغيرهما.\n</p>\n\n<p>\n\" الكحلاني \" منسوب إلى كحلان بن شريح بن الحارث بن مالك بن رعين، بطن\nمنهم الحسن بن يزيد بن وفاء بن زيد بن يفضل بن شراحيل بن إياد بن شجر بن\nكحلان الكحلاني، كان على شرط مصر.\n</p>\n\n<p>\n\" الكعبي \" منسوب إلى كعب بن عمرو بن أبي ربيعة وهو لحي بن حارثة بن عمرو\nابن عامر ماء السماء، بطن من خزاعة، منهم أبو شريح الكعبي وجماعة سواه.\nوإلى كعب بن ربيعة بن عامر بن صعصعة، بطن منهم أنس بن مالك الكعبي ويقال له\nالقشيري والجعدي أيضا، له صحبة وفي حديثه اختلاف.\n</p>\n\n<p>\n\" الكلبي \" منسوب إلى كليب بن يربوع بن حنظلة بن مالك بن زيد مناة بن\nتميم، بطن من بني تميم، منهم جماعة من الفرسان والشعراء وغيرهم.\n</p>\n\n<p>\n\" الكلابي \" منسوب إلى كلاب بن ربيعة بن عامر بن صعصعة، بطن من بني عامر\nبن صعصعة؛ منهم ذو اللحية الكلابي واسمه شريح بن عامر بن عوف بن كعب بن عبد\nالله بن أبي بكر بن كلاب <span id='ms63'></span>؛ وجماعة سواه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             \" الكلفي \" منسوب إلى\nكلفة بن حنظلة بن مالك بن زيد مناة بن تميم، وكلفة من البراجم؛ منهم الحكم\nبن الحزن الكلفي وغيره، كذا يقول بعض أصحاب الحديث، ولا أعرف لهذا القول\nمستندا وأراه وهما، والصواب أن الحكم بن حزن ينسب إلى كلفة بن عوف بن نصر\nبن معاوية بن بكر بن هوازن بن منصور بن عكرمة بن خصفة بن قيس بن عيلان بن\nمضر. وكذا ذكره أبو بكر البرقي وشباب وغيرهما. وأما كلفة تميم فهو من\nالبراجم، والمنسوب إلى البراجم دون الكلفة.\n</p>\n\n<p>\n\" الكندي \" منسوب إلى كندة واسمه ثور بن عفير بن عدي بن الحارث بن مرةبن\nأدد بن زيدبن يشجب بن عريب بن زيد بن كهلان، سمي به لأنه كند أباه نعمته أي\nكفرها. قبيل ينسب إليه بشر كثير من الصحابة فمن بعدهم.\n</p>\n\n<p>\n\" الكناني \" منسوب إلى كنانة بن خزيمة بن مدركة بن إلياس بن مضر، قبيل\nينسب إليه جماعة من الصحابة فمن بعدهم.\n</p>\n\n<p>\nوإلى كنانة بن عوف بن عذرة بن زيد اللات بن رفيدةبن ثور بن كلب بن وبرة،\nبطن من كلب ينسب إليه نفر.\n</p>\n\n<p>\n\" الكلاعي \" ينسب إلى ذي الكلاع بطن من حمير، وقيل هو الكلاع بن شرحبيل.\n</p>\n\n<p>\n\" الكوزي \" ينسب إلى: كوز بن كعب بن بجالة بن ذهل بن مالك بن بكر بن سعد\nبن ضبة بطن منهم.\n</p>\n\n<p>\nوإلى كوز بن موالة بن همام بن ضب بن كعب بن القين بن مالك بن ثعلبة ابن\nدودان بن أسد بن خزيمة.\n</p>\n\n<p>\nباب اللام\n</p>\n\n<p>\n\" اللحياني \" منسوب إلى لحيان من هذيل بن مدركة بن إلياس بن مضر بطن ينسب\nإليهم نفر من أهل العلم.\n</p>\n\n<p>\n\" اللخمي \" منسوب إلى لخم وهو مالك بن عدي بن الحارث بن مرة بن أدد بن\nزيد ابن يشجب؛ وقد تكرر تمام النسب. قبيل ينسب إليه بشر كثير من الصحابة\nوالتابعين والعلماء والشعراء. وقال ابن حبيب: سمي لخما لأنه لطم واللخمة:\nاللطمة.\n</p>\n\n<p>\n\" اللهبي \" بكسر اللام وسكون الهاء منسوب إلى لهب بن أحجن بن كعب بن\nالحارث بن كعب <span id='ms64'></span> بن عبد الله بن مالك بن نضر بن الأزد؛ قبيلة تعرف بالقيافة\nوجودة الزجر.\n</p>\n\n<p>\n\" الليثي \" منسوب إلى ليث بن بكر بن عبد مناة بن كنانة بن خزينة بطن منهم\nجماعة من الصحابة؛ أبو واقد الليثي وغيره من الصحابة والتابعين فمن بعدهم.\n</p>\n\n<p>\nباب الميم\n</p>\n\n<p>\n\" المازني \" منسوب إلى مازن بن النجار، واسم النجار تيم اللات بن ثعلبة\nبن عمرو بن الخزرج بن حارثة بن ثعلبة بن عمرو بن عامر بن حارثة بن امرئ\nالقيس بن ثعلبة بن مازن بن الأزد، بطن من الأنصار منهم عبد الله بن زيد\nالمازني، وليس صاحب الأذان، وجماعة سواه وعامتهم بالمدينة.\n</p>\n\n<p>\nوإلى مازن بن منصور بن عكرمة بن خصفة بن قيس عيلان؛ قبيل منهم عتبة ابن\nغزوان بن جابر بن وهب بن نسيب بن زيد بن الحارث بن عوف بن مازن المازني،\nوجماعة سواه وأكثرهم بالبصرة.\n</p>\n\n<p>\nوإلى مازن بن شيبان بن ذهل بن ثعلبة بن عكابة بن صعب بن علي بن بكر ابن\nوائل، منهم بكر بن محمد أبو عثمان المازني النحوي وغيره.\n</p>\n\n<p>\n\" المالكي \" منسوب إلى: مالك بن دودان بن أسد بن خزيمة بن مدركة بن إلياس\nبن مضر، بطن من بني أسد، منهم جماعة من العلماء والشعراء.\n</p>\n\n<p>\nوإلى مالك بن حسل بن عامر بن لؤي بن غالب، منهم عبد الله بن وقدان\nالسعدي، يقال فيه المالكي لأنه منهم.\n</p>\n\n<p>\n\" المجاشعي \" منسوب إلى مجاشع بن دارم بن مالك بن حنظلة بن مالك بن زيد\nمناة بن تميم، بطن من تميم، وعامتهم بالبصرة منهم عياض بن حمار بن أبي حمار\nبن ناجية بن عقال بن محمد بن سفيان بن مجاشع، له صحبة ورواية.\n</p>\n\n<p>\n\" المحاربي \" منسوب إلى: محارب بن فهر بن مالك بن النضر بن كنانة، بطن من\nقريش، منهم حبيب بن مسلمة الفهري ثم المحاربي وجماعة سواه.\n</p>\n\n<p>\nوإلى محارب بن عمرو بن وديعة بن لكيز بن أفضى بن عبد القيس، منهم أبان\nالمحاربي وغيره.\n</p>\n\n<p>\nوإلى محارب بن صباح بن عتيك بن أسلم بن يذكر بن عنزة، ينسب إليه بعض <span id='ms65'></span>\nالشعراء.\n</p>\n\n<p>\n\" المحلمي \" منسوب إلى: محلم بن ذهل بن شيبان بن ثعلبة بن عكابة بن صع\nابن علي بن بكر بن وائل، بطن منهم نفر يسير. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             وإلى محلم بن غالب\nبن عائذة بن أثيع بن مليح بن الهون بن خزيمة بن مدركة.\n</p>\n\n<p>\n\" المخزومي \" ينسب إلى مخزوم بن يقظة بن مرة بن كعب بن لؤي بن غالب، بطن\nكبير من قريش، منهم جماعة من الصحابة فمن بعدهم، وعامتهم بالحجاز.\n</p>\n\n<p>\n\" المدلجي \" منسوب إلى مدلج بن مرة بن عبد مناة بن كنانة؛ بطن من كنانة\nمشهورون بالقيافة، منهم مجزز المدلجي وغيره.\n</p>\n\n<p>\n\" المذحجي \" منسوب إلى مذحج، واسمه مالك بن أدد بن زيد بن يشجب بن عريب\nبن زيد بن كهلان، سمي به لأنه ولد على أكمة حمراء باليمن يقال لها مذحج،\nوقيل غير ذلك، قبيل كبير ينسب إليه بشر كثير.\n</p>\n\n<p>\n\" المرادي \" منسوب إلى مراد، واسمه يحابر بن مالك بن أدد بن زيد بن يشجب\nبن عريب بن زيد بن كهلان بن سبأ، سمي به لأنه أول من تمرد باليمن، قبيل\nينسب إليه جماعة من الصحابة فمن بعدهم.\n</p>\n\n<p>\n\" المري \" منسوب إلى: مرة بن عوف بن سعد بن ذبيان بن بغيض بن ريث بن\nغطفان بن سعد بن قيس عيلان، بطن كبير منهم الحارث بن عوف المري، ذكره\nالطبري في الصحابة؛ وجماعة سواه.\n</p>\n\n<p>\nوإلى مرة بن الحارث بن عبد القيس، منهم سلم بن بشير المري.\n</p>\n\n<p>\nوإلى مرة بن جابر بن عمرو بن نهد، بطن منهم الراعي المري الشاعر، وليس هو\nراعي الإبل النميري الشاعر المشهور.\n</p>\n\n<p>\n\" المرهبي \" من ولد صعب بن دومان بن بكيل بن جشم بن خيوان بن نوف بن\nهمدان. وقال ابن حبيب: هو مرهبة بن دعام بن مالك بن معاوية بن صعب بن\nدومان.\n</p>\n\n<p>\n\" المراغي \" ينسب إلى مراغة، بطن من الأزد، منهم أبو أيوب يحيى بن مالك\nالمراغي العتكي الأزدي، كذا يقول أكثر أصحاب الحديث، وقال بعضهم: مراغة\nموضع من ناحية عمان.\n</p>\n\n<p>\n\" المرئي \" مهموز مفتوح الميم والراء منسوب إلى امرئ القيس بن زيد مناة\nبن <span id='ms66'></span> تميم ابن مر، بطن منهم أبو رمثة حبيب بن حيان، ومنهم موسى بن ميمون\nالمرئي يروي عن الحسن البصري، يروي عنه يزيد بن هارون وجماعة سواه.\n</p>\n\n<p>\n\" المزني \" من ولد عثمان وأوس ابني عمرو بن أد بن طابخة بن خندف، أمها\nمزينة بنت كلب بن وبرة، وقيل بنت الحارث بن طابخة؛ والأول هو الصحيح، ينسب\nإليها بشر كثير من الصحابة والتابعين فمن بعدهم من أهل العلم وغيرهم.\n</p>\n\n<p>\n\" المسلي \" منسوب إلى مسلية بن عامر بن عمرو بن علة بن جلد بن مالك بن\nأدد بن زيد بن يشجب.\n</p>\n\n<p>\n\" المسمعي \" منسوب إلى المسامع وهم ولد جحذر، واسمه ربيعة بن ضبيعة بن\nقيس ابن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل من بني ضبيعة.\n</p>\n\n<p>\n\" المشرفي \" بكسر الميم وفتح الراء، بطن من اليمن، منهم الضحاك المشرفي\nيروي عن أبي سعيد الخدري، روى عنه الزهري وحبيب بن أبي ثابت.\n</p>\n\n<p>\n\" المصطلقي \" منسوب إلى المصطلق، واسمه جذيمة بن سعد بن كعب بن عمرو بن\nربيعة، وهو لحي بن حارثة بن عمرو بن عامر بن حارثة بن امرئ القيس بن ثعلبة\nبن مازن بن الأزد، بطن من خزاعة، منهم نفر من الصحابة وغيرهم.\n</p>\n\n<p>\n\" المطلبي \" منسوب إلى المطلب بن عبد مناف بن قصي بن كلاب بن مرة بن كعب\nبن لؤي بن غالب، فصيل من قريش، منهم الإمام أبو عبد الله محمد بن إدريس ابن\nالعباس بن عثمان بن شافع بن السائب بن عبيد بن عبد يزيد بن هاشم بن المطلب\nالمطلبي الشافعي رحمة الله عليه.\n</p>\n\n<p>\n\" المطرودي \" ينسب إلى مطرود بطن من سليم، قاله البخاري. منهم عبد الله\nبن سيدان المطرودي، شهد أبا بكر وعمر ويروي عن عثمان وأبي ذر وحذيفة\nوسلمان، سمع منه ميمون بن مهران وحبيب بن أبي مرزوق، قاله البخاري.\n</p>\n\n<p>\n\" المعافري \" منسوب إلى معافر بن يعفر بن مالك بن الحارث بن مرة بن أدد\nبن زيد بن يشجب بن عريب بن زيد بن كهلان، قبيل ينسب إليه بشر كثير، وعامتهم\nبمصر.\n</p>\n\n<p>\n\" المعني \" منسوب <span id='ms67'></span> إلى معن بن مالك بن يعصر بن سعد بن قيس عيلان، وهم\nباهلة، وباهلة أم معن، وقيل: معن بن مالك بن فهم من الأزد، بطن ينسب إليه\nجماعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n             \" المعولي \" وبخط أبي نصر بضم الميم وفتح العين وكسر\nالواو المشددة، منسوب إلى معولة بن شمس بن عمرو بن غنم بن غالب بن عثمان بن\nنصر بن زهران بن الأزد أخي حدان بن شمس، بطن من الأزد منهم عمارة المعولي،\nوقال ابن سعد في كتابه: المعاول بطن من الأزد.\n</p>\n\n<p>\n\" المعاوي \" منسوب إلى معاوية بن مالك بن عوف بن عمرو بن عوف بن مالك بن\nأوس؛ بطن من الأنصار، منهم جبر بن عتيك المعاوي؛ وغيره.\n</p>\n\n<p>\n\" المقرئي \" منسوب إلى مقرا بن سبيع بن الحارث بن زيد بن عوف بن سعد بن\nعوف بن عدي بن مالك بن زيد بن سهل بن عمرو بن قيس بن معاوية بن جشم بن عبد\nشمس بن وائل بن الغوث بن قطن بن عريب.\n</p>\n\n<p>\n\" المقاعسي \" منسوب إلى مقاعس واسمه الحارث بن عمرو بن كعب بن سعد بن زيد\nمناة بن تميم، بطن من بني تميم، منهم نفر من أهل العلم وغيرهم.\n</p>\n\n<p>\n\" المنءقري \" منسوب إلى منقر بن عبيد بن مقاعس واسمه الحارث بن عمرو بن\nكعب بن سعد بن زيد مناة بن تميم بن مر، بطن من بني تميم، منهم قيس بن عاصم\nوجماعة.\n</p>\n\n<p>\n\" المهري \" منسوب إلى مهرة بن حيدان بن إلحاف بن قضاعة، بطن من قضاعة\nوأكثرهم في الشام ومصر والمغرب.\n</p>\n\n<p>\n\" الميتمي \" منسوب إلى: ميتم بفتح الميم وسكون الياء وبعدها تاء مفتوحة\nمعجمة باثنتين من فوقها، وميتم هو ابن مثوة بن ذي رعين؛ وهو يريم بن زيد بن\nسهل. وقد تكرر باقي النسب، بطن من ذي رعيق ينسب إليه جماعة.\n</p>\n\n<p>\nوإلى ميتم ذي الكلاع، وهو ميتم بن سعد بن عوف بن عدي بن مالك بن زيد ابن\nسهل بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس، بطن من ذي الكلاع، منهم\nسفيان بن نجيح بن مرثد <span id='ms68'></span> الكلاعي ثم الميتمي، وجماعة سواه.\n</p>\n\n<p>\nباب النون\n</p>\n\n<p>\n\" الناجي \" منسوب إلى: ناجية بن سلمة بن لؤي، وقد مضى ذكر تمام النسب،\nمنهم أبو الصديق الناجي وغيره.\n</p>\n\n<p>\nوإلى ناج بن يشكر بن عدوان بن عمرو بن قيس عيلان، منهم أبو عبيدة الناجي\nوغيره.\n</p>\n\n<p>\n\" الناشري \" منسوب إلى ناشرة بن الأبيض بن كنانة بن مسلية بن عامر بن\nعمرو ابن علة بن جلد، بطن من همدان وعامتهم بمصر والكوفة.\n</p>\n\n<p>\n\" الناعطي \" منسوب إلى ناعط وهو ربيعة بن مرثد بن جشم بن حاشد بن جشم بن\nخيوان بن نوف بن همدان، بطن من همدان منهم نفر من أهل العلم.\n</p>\n\n<p>\n\" النبهاني \" منسوب إلى نبهان بن عمرو بن الغوث بن طيئ. وقال ابن حبيب:\nنبهان وهو سودان بن عمرو بن الغوث حضنه عبد له يقال له نبهان، بطن من طيئ\nمنهم جماعة من الفرسان والشعراء.\n</p>\n\n<p>\n\" النجاري \" منسوب إلى النجار واسمه تيم اللات بن ثعلبة بن عمرو بن\nالخزرج. قيل: سمي به لأنه اختتن بقدوم، وقيل: ضرب رجلا بقدوم فجرحه، ينسب\nإليه بطون وعمائر من الأنصار.\n</p>\n\n<p>\n\" النخعي \" منسوب إلى النخع واسمه حبيب بن عمرو بن علة بن جلد بن مالك\nابن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان. وقال الخطيب: النخع هو\nابن عامر بن عمرو، وسمي نخعا لأنه نخع من قومه أي بعد ونزل بيشة.\n</p>\n\n<p>\n\" النخلاني \" ينسب إلى نخلان بن شرحبيل بن يمان الرتع بن السلف، والسلف\nبطن من الكلاع، منهم رافع بن عقيب السلفي ثم النخلاني، روى عن عمر بن\nالخطاب، روى عنه ثمامة بن شفي، نسبه الأمير.\n</p>\n\n<p>\n\" الندبي \" منسوب إلى الندب بن الهون بن الهنو بن الأزد بن الغوث، قاله\nخليفة بن خياط، وقيل غير ذلك، بطن من الأزد منهم أبو عمرو الندبي واسمه بشر\nبن حرب.\n</p>\n\n<p>\n\" النصري \" منسوب إلى: نصر بن معاوية بن بكر بن هوازن، بطن من قيس عيلان\nمنهم أوس بن الحدثان وجماعة سواه.\n</p>\n\n<p>\nوإلى نصر بن قعين بطن من بني أسد بن خزيمة.\n</p>\n\n<p>\n\" النضري \" بفتح الضاد منسوب إلى <span id='ms69'></span> النضير بن الخزرج بن الصريح بن الشومان\nابن السبط بن اليسع بن سعد بن عمرو بن خير بن النحام بن ينحوم بن عازر ابن\nعزراء أخو قريظة، منهم أبو سعد بن وهب النضري وبنوه وأهله، وجماعة سواهم،\nوهم بالمدينة.\n</p>\n\n<p>\n\" النعيمي \" بفتح النون وكسر العين منسوب إلى نعيمة بن سواد بن عمرو بن\nالكلاع بن شرحبيل إخوة خباير، بطن من الكلاع، منهم أبو الحسن حي النعيمي من\nتابعي أهل مصر، وجماعة سواه وهم بمصر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n             \" النفوسي \" بضم النون\nمنسوب إلى نفوسة، قبيلة من بربر، وهم يسكنون جبال إفريقية من بلاد الغرب\nمنهم إهاب بن مازن النفوسي البربري، سمع أبا يزيد القراطيسي، وحكى عن ابن\nسحنون.\n</p>\n\n<p>\n\" النكري \" منسوب إلى نكرة بن لكيز بن أفصى بن عبد القيس، بطن من عبد\nالقيس، منهم عمرو بن مالك النكري، بصري، وغيره.\n</p>\n\n<p>\n\" النمري \" منسوب إلى: النمر بن قاسط بن هنب بن أفصى بن دعمي بن جديلة\nابن اسد بن ربيعة، قبيلة منها صهيب بن سنان وجماعة من الصحابة فمن بعدهم.\n</p>\n\n<p>\nوإلى النمر بن عثمان بن نصر بن زهران بن كعب بن الحارث بن كعب بن عبد\nالله ابن مالك بن نصر بن الزد، منهم سلام بن مسكين النمري وجماعة سواء.\n</p>\n\n<p>\nوإلى النمر بن وبرة بن تغلب بن حلوان بن عمران بن إلحاف بن قضاعة، منهم\nأبو ثعلبة النمري ثم الخشني وغيره.\n</p>\n\n<p>\n\" النميري \" منسوب إلى نمير بن عامر بن صعصعة بن معاوية بن بكر بن هوازن،\nبطن من عامر بن صعصعة، تنسب إليه جماعة من العلماء وغيرهم.\n</p>\n\n<p>\n\" النهدي \" منسوب إلى نهد بن زيد بن ليث بن سود بن اسلم بن إلحاف بن\nقضاعة، بطن من قضاعة منهم ابو عثمان النهدي وجماعة سواه.\n</p>\n\n<p>\n\" النهمي \" منسوب إلى نهم بن ربيعة بن مالك بن معاوية بن صعب بن معاوية\nابن كبير بن مالك بن جشم بن حاشد بن جشم بن خيوان بن نوف بن همدان، بطن من\nهمدان؛ منهم عبد الرحمن بن عوسجة النهمي وغيره، قاله خليفة بن خياط.\n</p>\n\n<p>\n\" النهشلي \" منسوب <span id='ms70'></span> إلى نهشل بن دارم بن مالك بن زيد مناة ابن تميم، بطن\nمن تميم، منهم حصين بن أوس وغيره وأكثرهم كانوا بالبصرة.\n</p>\n\n<p>\n\" النوفلي \" منسوب إلى نوفل بن عبد مناف بن قصي بن كلاب بن مرة، منهم آل\nجثبير بن مطعم وغيرهم.\n</p>\n\n<p>\nباب الواو\n</p>\n\n<p>\n\" الواقفي \" منسوب إلى واقف واسمه مالك بن امرئ القيس بن مالك بن أوس بن\nحارثة بن ثعلبة بن عمرو بن عامر ماء السماء، بطن من الأنصار وهم بالمدينة.\n</p>\n\n<p>\n\" الودعي \" منسوب إلى وادعة بن عمرو بن عامر بن ناشج بن دافع بن مالك بن\nجشم بن حاشد بن جشم بن خيوان بن نوف بن همدان، بطن من همدان، منهم أبو عطية\nالوادعي، واسمه عبد بن مالك بن عامر من تابعي أهل الكوفة.\n</p>\n\n<p>\n\" الوالبي \" منسوب إلى والبة بن الحارث بن ثعلبة بن دودان بن أسد بن\nخزيمة، بطن من أسد منهم جماعة نزلوا الكوفة.\n</p>\n\n<p>\n\" الواشجي \" بطن من الأزد منهم سليمان بن حرب الواشجي.\n</p>\n\n<p>\n\" الوائلي \" منسوب إلى وائل بن مالك بن جذام، وقد مر تمام النسب. منهم\nحريث ابن ناهل الجذامي ثم الوائلي، كان رئيس جذام، وشهد فتح مصر، قاله أبو\nسعيد ابن يونس.\n</p>\n\n<p>\n\" الوابشي \" منسوب إلى وابش بن زيد بن عدوان بن عمرو بن سعد بن قيس عيلان\nأخو عتابة بن زيد، بطن من مضر.\n</p>\n\n<p>\n\" الوحاظي \" منسوب إلى وحاظة بن سعد بن عوف بن عدي بن مالك بن زيد بن سهل\nابن عمرو بن قيس بن معاوية بن جشم بن عبد شمس بن وائل بن الغوث بن قطن ابن\nعريب، وقد تكرر تمام النسب، بطن من حمير وعامتهم بالشام، منهم نفر يسير من\nرواة الحديث.\n</p>\n\n<p>\n\" الوحيدي \" منسوب إلى الوحيد بن كعب بن عامر بن كلاب بن ربيعة بن عامر\nابن ضعضعة بن معاوية بن بكر بن هوازن، بطن من هوازن، منهم نفر يسير من أهل\nالعلم.\n</p>\n\n<p>\n\" الوصافي \" منسوب إلى وصاف، واسمه مالك بن عامر بن كعب بن سعد بن ضبيعة\nابن عجل بن لجيم، منهم عبيد الله بن الوليد <span id='ms71'></span> بن عبد الرحمن بن قيس بن سيار\nبن جابر بن سلمة بن مالك بن عامر الوصافي، وجماعة سواه وهم بالشام.\n</p>\n\n<p>\n\" الوصابي \" منسوب إلى وصاب بن سهل بن عمرو بن قيس بن معاوية بن جشم ابن\nعبد شمس بن وائل بن الغوث بن حيدان بن قطن بن عريب أخي جبلان ابن سهل، وقد\nذكرنا ما فيه من الاختلاف في حرف الجيم، بطن بالشام منهم عمر ابن حفص\nالوصابي وغيره.\n</p>\n\n<p>\n\" الولادي \" ينسب إلى ولاد، واسمه مالك بن خزيمة بن لؤي بن عمرو بن\nالحارث ابن تيم بن عبد مناة بن أد بن طابخة، بطن من مضر منهم العابدة\nالولادية وغيرها.\n</p>\n\n<p>\nباب الهاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             \" الهاشمي \" منسوب إلى هاشم، واسمه عمرو بن عبد\nمناف، واسمه المغيرة بن قصي واسمه زيد بن كلاب، وباقي النسب منشهور، منهم\nآل علي وآل العباس.\n</p>\n\n<p>\n\" الهالكي \" منسوب إلى الهالك بن عمرو بن أسد بن خزيمة بن مدركة بطن من\nأسد بن خزيمة، ينسب إليه نفر من الفرسان.\n</p>\n\n<p>\n\" الهجيمي \" منسوب إلى الهجيم بن عمرو بن تميم بن مر بن أد بن طابخة، بطن\nمن بني تميم وعامتهم بالبصرة.\n</p>\n\n<p>\n\" الهدادي \" مخفف الدال، منسوب إلى هداد بن زيد مناة بن الحجر، وقيل:\nهداد بن زيد مناة بن سود بن الحجر بن عمران بن عمرو بن عامر ماء السماء،\nبطن من الأزد منهم الحارث بن مالك الهدادي.\n</p>\n\n<p>\n\" الهذلي \" منسوب إلى هذيل بن مدركة بن إلياس بن مضر، قبيلة من مضر، منهم\nعبد الله بن مسعود وأهله وجماعة سواهم.\n</p>\n\n<p>\n\" الهزاني \" منسوب إلى هزان بن صباح بن العيتيك بن أسلم بن يذكر بن عنزة\nبن أسد بن ربيعة بن نزار، بطن من ربيعة إخوة محارب بن صباح وهم بالبصرة،\nمنهم أبو روق أحمد بن محمد بن بكر الهزاني وغيره.\n</p>\n\n<p>\n\" الهفاني \" منسوب إلى هفان بن حرب بن علة بن جلد، بطن منهم ضمضم بن جوش\nالهفاني، روى عن أبي هريرة، روى عنه يحيى بن أبي كثير وغيره.\n</p>\n\n<p>\n\" الهلالي \" منسوب إلى هلال بن عامر بن ضعضعة بن معاوية <span id='ms72'></span> بن بكر بن هوازن،\nبطن منهم قبيصة بن مخارق الهلالي وجماعة من الصحابة فمن بعدهم، وهم\nبالبصرة.\n</p>\n\n<p>\n\" الهمداني \" منسوب إلى همدان، واسمه أوسلة بن مالك بن زيد بن ربيعة بن\nأوسلة ابن الخيار بن مالك بن زيد بن كهلان بن سبأ الشعب العظيم، ينسب إليه\nبشر كثير من الصحابة والتابعين فمن بعدهم من العلماء والشعراء.\n</p>\n\n<p>\n\" الهنائي \" منسوب إلى هناءة بن مالك بن فهم بن غنم بن دوس، بطن من\nالأزد، وهم الجهاضم، وهم بالبصرة.\n</p>\n\n<p>\n\" الهوازني \" منسوب إلى هوازن بن منصور بن عكرمة بن خصفة بن قيس بن\nعيلان، قبيل ينسب إليه جماعة من الصحابة فمن بعدهم.\n</p>\n\n<p>\n\" الهوزني \" منسوب إلى هوزن بن عوف بن عبد شمس بن وائل بن الغوث بن قطن\nابن عريب بن زهير بن أيمن، بطن من ذي الكلاع إخوة حرار وهم بالشام.\n</p>\n\n<p>\nباب الياء\n</p>\n\n<p>\n\" اليامي \" منسوب إلى يام بن أصبى بن دافع بن مالك بن جشم بن حاشد بن جشم\nابن خيوان بن نوف بن همدان، منهم طلحة بن مصرف بن عمرو بن كعبن بن جحدب\nويقال جحده بن معاوية بن سعد بن الحارث بن ذهل بن سلمة بن تدول بن جشم بن\nيام ويقال أيام اليامي، وجماعة سواه وهم بالكوفة.\n</p>\n\n<p>\n\" اليافعي \" منسوب إلى يافع بن زيد بن مالك بن زيد بن رعين، وقد مر تمام\nالنسب، بطن من رعين، وهم بمصر؛ منهم راشد بن جندل اليافعي، روى عنه يزيد\nابن أبي حبيب.\n</p>\n\n<p>\n\" اليحصبي \" منسوب إلى يحصب بن مالك بن زيد بن سهل بن عمرو بن قيس ابن\nعاوية بن جشم بن عبد شمس بن وائل بن الغوث، وقد تكرر باقي النسب، إخوة ذي\nأصبح، بطن كبير وهم في الشام ومصر وبلاد المغرب.\n</p>\n\n<p>\n\" اليحمدي \" منسوب إلى: اليحمد بن حمي بن جشم بن نصر بن زهران بطن من\nالأزد.\n</p>\n\n<p>\nوإلى يحمد بن موهب بن صادف بن يناع بن دومان، منهم سعيد بن وهب اليحمدي.\n</p>\n\n<p>\n\" اليربوعي \" ينسب إلى يربوع بن مالك بن حنظلة بن مالك بن زيد بن مناة <span id='ms73'></span> بن\nتميم، بطن من بني تميم، منهم جماعة من الأئمة والفرسان.\n</p>\n\n<p>\n\" اليشكري \" منسوب إلى يشكر بن وائل بن قاسط بن هنب بن أفضى بن دعمي ابن\nجديلة بن أسد بن ربيعة إخوة بكر بن وائل. وذكر الزبير بن بكار قولا يخالف\nهذا. وقال المبرد: يشكر بن بكر بن وائل منهم بطون متعددة.\n</p>\n\n<p>\n\" اليناعي \" منسوب إلى يناع بن دومان، بطن من همدان، منهم سعيد بن وهب\nاليناعي اليحمدي فاليناعيون من همدان.\n</p>\n\n<p>\nوهذا باب واسع لم تتبعه ورام الاطلاع على غوامضه وأساليب الاختلاف فيه،\nفاقتصرت على هذا القدر الذي أمليته ليكون مهيجا عزم المبتدي في إدراك شأو\nالمنتهى، والله المعين، وبه أستعين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             <span id='ms74'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036"
  ],
  "volumes": [
    "01"
  ]
}