{
  "content": "\n\n<h1 class='l1' id='head0'>AUTO - كتاب التهجد وقيام الليل -</h1>\n\n<p>\nللإمام أبي بكر بن أبي الدنيا المتوفى 281ه\n</p>\n\n<p>\nتحقيق ودراسة\n</p>\n\n<p>\nمصلح بن جزاء بن فدغوش الحارثي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nرب يسر\n</p>\n\n<h1 class='l1' id='head1'>AUTO 1 - الحث على قيام الليل والفضل في ذلك</h1>\n\n<p>\n1 - أخبرتنا الشيخة الصالحة أم الفضل كريمة بنت الشيخ الأمين أبي محمد\nعبد الوهاب بن علي القرشية قراءة عليها وأنا أسمع في يوم السبت ثامن عشر\nجمادى الأولى سنة أربع وثلاثين وستمائة قيل لها أخبرك الشيخان أبو الخير\nمحمد بن أحمد بن عمر الباغبان وأبو الفرج مسعود بن الحسن الثقفي قالا\nأخبرنا أبو عمرو عبد الوهاب بن مندة قال أخبرنا أبو محمد الحسن بن يوه قال\nأخبرنا أبو الحسن أحمد بن محمد العبدي قال حدثنا أبو بكر عبد الله بن محمد\nبن عبيد القرشي\n</p>\n\n<p>\n1 - حدثنا أبو جعفر أحمد بن منيع بن عبد الرحمن حدثنا هاشم ابن القاسم\nأبو النضر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \nحدثنا بكر بن خنيس عن محمد القرشي عن ربيعة بن يزيد عن أبي إدريس الخولاني\nعن بلال قال قال رسول الله ( عليكم بقيام الليل فإنه دأب الصالحين قبلكم\nوإن قيام الليل قربة إلى الله تعالى ومنهاة عن الإثم وتكفير للسيئات ومطردة\nللداء عن الجسد ) // إسناده ضعيف جدا // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n2 - حدثنا أبو الحسن حدثنا الحارث بن أبي أسامة حدثنا أبو النضر مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n3 - وحدثني محمد بن سهل التميمي حدثنا عبد الله بن صالح عن معاوية بن صالح\nعن ربيعة بن يزيد عن أبي إدريس الخولاني عن أبي أمامة الباهلي قال قال رسول\nالله ( عليكم بقيام الليل فإنه دأب الصالحين قبلكم وهو مقربة لكم إلى ربكم\nومكفرة للسيئات ومنهاة عن الإثم ) // إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n4 - حدثنا إسماعيل بن إبراهيم بن بسام حدثنا سعد بن سعيد الجرجاني عن نهشل\nأبي عبد الله القرشي عن الضحاك عن ابن عباس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \nقال قال رسول الله ( أشراف أمتي حملة القرآن وأصحاب الليل ) // إسناده\nضعيف جدا //\n</p>\n\n<p>\n5 - وحدثني المثنى بن معاذ العنبري حدثنا أبي عن شعبة عن يزيد بن خمير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \nعن عبد الله بن أبي موسى قال قالت لي عائشة رضي الله عنها <span id='ms01'></span> عليك بقيام\nالليل فإن رسول الله كان يقوم إلا أن يمرض فيقرأ قاعدا // إسناده صحيح //\n</p>\n\n<p>\n6 - حدثني علي بن مسلم حدثنا أبو داود الطيالسي قال حدثنا شعبة حدثنا عن\nيزيد بن خمير سمعت عبد الله بن أبي موسى مولى لبني نضر بن معاوية قال قالت\nلي عائشة لا تدع قيام الليل فإن رسول الله كان لا يدعه وكان إذا كسل أو مل\nصلى جالسا // إسناده فيه واسطة بين شعبة ويزيد بن خمير ولكن شعبة صرح\nبالسماع من يزيد عند ابن خزيمة والحاكم كما تقدم فيكون الحديث صحيحا // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n7 - حدثنا أحمد بن جميل حدثنا عبد الله بن المبارك أخبرنا عوف عن زرارة بن\nأوفى قال قال عبد الله بن سلام لما قدم النبي المدينة انجفل الناس إليه\nوقيل قدم رسول الله فجئت أنظر في الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \nفلما تبينت وجه رسول الله عرفت أنه ليس وجه كذاب فكان أول شيء سمعته يتكلم\nأن قال ( يا أيها الناس أفشوا السلام وأطعموا الطعام وصلوا الأرحام وصلوا\nبالليل والناس نيام تدخلوا الجنة بسلام ) // إسناده حسن والحديث صحيح لغيره // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n8 - حدثني محمد بن الحسين حدثنا يزيد بن هارون أخبرنا همام بن يحيى عن\nقتادة عن أبي ميمونة عن أبي هريرة قال قلت يا رسول الله إذا رأيتك طابت\nنفسي وقرت عيني فأنبئني عن شيء إذا فعلته دخلت الجنة قال ( أطعم الطعام\nوأفش السلام وصل بالليل والناس نيام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \nوادخل الجنة بسلام )\n</p>\n\n<p>\n9 - حدثني إسماعيل بن عبد الله بن زرارة الرقي حدثني عبد الحكيم ابن\nمنصور عن عطاء بن السائب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \nعن أبيه عن عبد الله بن عمرو قال قال رسول الله ( أطعموا الطعام وأفشوا\nالسلام وصلوا بالليل والناس نيام تدخلوا الجنة بسلام ) // إسناده ضعيف جدا // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n10 - حدثني محمد بن العباس بن محمد حدثنا عبد الله بن كريم حدثنا إلياس\nالضحاك عن عثمان بن سنان عن السري بن مخلد قال قال رسول الله لأبي ذر ( يا\nأبا ذر لو أردت سفرا لأعددت له عدته فكيف بسفر طريق يوم القيامة ألا أنبئك\nيا أبا ذر بما <span id='ms02'></span> ينفعك ذلك اليوم ) قال بلى بأبي وأمي قال ( صم يوما شديد حره\nليوم النشور وصل ركعتين في ظلمة الليل لوحشة القبور وحج حجة لعظام الأمور\nوتصدق بصدقة على مسكين أو كلمة حق تقولها أو كلمة سوء تسكت عنها ) //\nإسناده مرسل ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n11 - حدثنا إسحاق بن إسماعيل حدثنا محمد بن كثير عن الأوزاعي قال بلغني\nأنه من أطال قيام الليل خفف الله عنه يوم القيامة // إسناده ضعيف //\n</p>\n\n<p>\n12 - حدثنا خلف بن هشام البزار حدثنا عبيس بن ميمون بصري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \nعن معاوية بن قرة قال دخلت على الحسن وهو متكئ على سريره فقلت يا أبا سعيد\nأي الأعمال أحب إلى الله قال الصلاة في جوف الليل والناس نيام // إسناده\nضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n13 - حدثنا إسحاق بن إسماعيل حدثنا وكيع عن مسعر وسفيان عن زبيد عن مرة عن\nعبد الله قال فضل صلاة الليل على صلاة النهار كفضل صدقة السر على صدقة\nالعلانية // إسناده صحيح // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n14 - قال أبو نصر التمار حدثنا حماد بن سلمة عن يعلي بن عطاء عن عمته سلمى\nقالت قال لي عمرو بن العاص يا سلمى ركعة بالليل خير من عشر بالنهار //\nإسناده فيه سلمى عمة عطاء ذكرها ابن حبان في الثقات ولم أجد لغيره فيها\nجرحا أو تعديلا //\n</p>\n\n<p>\n15 - حدثنا إسحاق بن إسماعيل حدثنا سفيان عن سعيد بن أبي عروبة عن قتادة\nقال قال رسول الله ( لا بد من قيام الليل ولو قدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \nحلب شاة ) // إسناده مرسل // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n16 - حدثني محمد بن الحسين حدثنا أبو المنير بدل بن المحبر اليربوعي حدثنا\nالمبارك بن فضالة قال قال رجل للحسن يا أبا سعيد ما أفضل ما يتقرب به العبد\nإلى الله تعالى من الأعمال قال ما أعلم شيئا يتقرب به المتقربون إلى الله\nأفضل من قيام العبد في جوف الليل إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \nالصلاة ) // إسناده فيه المبارك بن فضالة وهو مدلس من الطبقة الثالثة كما\nقال ابن حجر //\n</p>\n\n<p>\n17 - حدثني عثمان بن صالح حدثنا أبو داود الطيالسي حدثنا أبو حرة عن\nالحسن قال ما نعلم عملا أشد من مكابدة هذا الليل ونفقة المال // إسناده <span id='ms03'></span>\nضعيف //\n</p>\n\n<p>\n18 - حدثني محمد بن الحسين حدثنا موسى بن داود حدثنا مندل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \nابن علي عن خالد بن سليمان الزعافري عن عبد الله بن أبي الهذيل قال قيام\nالعبد في جوف الليل إلى الصلاة نور له يسعى بين يديه يوم القيامة // إسناده\nضعيف //\n</p>\n\n<p>\n19 - حدثني محمد بن الحسين حدثنا يحيى بن عبد الله حدثنا أبو بكر عبد\nالله بن حكيم عن عطاء بن عجلان عن شهر بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \nحوشب قال إذا قام العبد من الليل تبشبشت له الأرض واستنار له موضع مصلاه\nوفرح به عمار داره من مسلمي الجن فاستمعوا لقراءته وأمنوا على دعائه فإذا\nانقضت عنه ليلته أوصت به الليلة المستأنفة فقالت كوني عليه خفيفة نبهيه\nلساعته وارحمي طول سهره إذ نام البطالون على فرشهم ثم تتولى عنه ليلته تلك\nوتسلمه إلى النهار وتقول له عند فراقها إياه أستودعك الذي استعملك في\nبطاعته وجعلني لك في القيامة شهيدا قال ويقول له النهار في آخره مثل ذلك //\nإسناده ضعيف جدا //\n</p>\n\n<p>\n20 - حدثني محمد بن الحسين حدثنا بدل بن المحبر اليربوعي حدثنا حرب بن\nسريج قال سمعت الحسن يقول قيام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \nالليل شرف المؤمنين وعزهم الاستغناء عما في أيدي الناس // إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n21 - حدثني محمد بن الحسين حدثني إبراهيم بن بكر حدثنا عثمان بن عطاء\nالخراساني عن أبيه قال كان يقال قيام الليل محياة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \nللبدن ونور في القلب وضياء في البصر وقوة في الجوارح وإن الرجل إذا قام من\nالليل متهجدا أصبح فرحا يجد لذلك فرحا في قلبه وإذا غلبته عيناه فنام عن\nجزئه أصبح لذلك حزينا منكسر القلب كأنه قد فقد شيئا وقد فقد أعظم الأمور له\nنفعا // إسناده ضعيف جدا //\n</p>\n\n<p>\n22 - حدثني محمد بن الحسين حدثنا أبو عمر الضرير حدثني الحارث بن زياد\nالأزدي قال قال يزيد الرقاشي قيام الليل نور للمؤمن يوم القيامة يسعى بين\nيديه ومن خلفه وصيام النهار يبعد العبد من حر السعير // إسناده فيه الحارث\nبن زياد لم أجد له ترجمة //\n</p>\n\n<p>\n23 - حدثني محمد بن الحسين حدثنا حسين بن علي الجعفي حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \nهلال أبو <span id='ms04'></span> أيوب حدثني طلحة بن مطرف قال بلغني أن العبد إذا قام من الليل\nليتهجد ناداه ملكاه طوباك سلكت منهاج العابدين قبلك // إسناده فيه هلال\nالصيرفي لم أجد فيه جرحا ولا تعديلا إلا ذكر ابن حبان له في الثقات //\n</p>\n\n<p>\n24 - حدثني محمد بن الحسين حدثنا يحيى بن إسحاق حدثنا أبو معشر عن محمد\nبن قيس قال بلغني أن العبد إذا قام من الليل للصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \nتناثر عليه البر من عنان السماء إلى مفرق رأسه وهبطت عليه الملائكة تستمع\nلقراءته واستمع له عمار داره وسكان الهواء فإذا فرغ من صلاته وجلس في\nالدعاء أحاطت به الملائكة وتؤمن على دعائه فإن هو اضطجع بعد ذلك نودي نم\nقرير العين مسرورا نم فخير نائم على ير عمل // إسناده ضعيف //\n</p>\n\n<p>\n25 - حدثني محمد بن الحسين حدثنا عمرو بن محمد العنقزي سمعت عمر بن ذر\nيذكر عن أبيه قال بلغني أن العبد إذا قام من الليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \nللصلاة لم يسمعه شيء من خلق الله إلا استحلى تهجده فدعا له بخير قال وإن\nسكان الهواء وجنان البيوت يستمعون لقراءته ويصلون بصلاته وإن ليلته تلك\nلتوصي به الليلة المستقبلة فتقول كوني عليه خفيفة وتيقظيه لساعته فنعم\nالصاحب ونعم الناظر لنفسه وإن البر ليتناثر على رأسه إذا هو قام إلى التهجد\n// إسناده صحيح إلى ذر بن عبد الله //\n</p>\n\n<p>\n26 - حدثني محمد بن الحسين حدثني الوليد بن الأغر عن الزنجي بن خالد عن\nعمرو بن دينار قال كان يقال الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \nرأس العبادة // إسناده ضعيف //\n</p>\n\n<p>\n27 - قال الزنجي وحدثني رجل من أهل صنعاء عن وهب بن منبه قال أشرف أعمال\nالمؤمن التهجد وقيام الليل // إسناده ضعيف //\n</p>\n\n<p>\n28 - حدثني محمد بن الحسين حدثنا أبو ظفر عن يحيى بن كثير قال قال وهب بن\nمنبه قيام الليل يشرف به الوضيع ويعز به الذليل وصيام النهار يقطع عن صاحبه\nالشهوات وليس للمؤمن راحة دون دخول الجنة // إسناده فيه يحيى بن كثير لم\nأعرفه // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n29 - حدثني محمد بن الحسين حدثني حكيم بن جعفر حدثني مرثد أبو يحيى\nالهنائي قال سمعت يزيد الرقاشي يقول <span id='ms05'></span> في كلامه بطول التهجد تقر عيون\nالعابدين وبطول الظمأ تفرح قلوبهم عند لقاء الله عز وجل // إسناده ضعيف //\n</p>\n\n<p>\n30 - حدثني محمد بن الحسين حدثني عبد الله بن صالح بن مسلم حدثنا إسرائيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \nعن أبي إسحاق عن البراء بن عازب قال بينا رجل يصلي بالليل وفي الدار فرس\nحصان مربوط فجعل الفرس ينفر وجعل ينظر فلا يرى شيئا فجعل يفزع فأصبح فأتى\nالنبي فذكر ذلك له فقال ( تلك السكينة تنزل للقرآن ) // إسناده فيه أبو\nإسحاق وهو مختلط // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n31 - حدثني محمد بن الحسين حدثنا أبو عبد الرحمن المقرئ حدثنا داود أبو\nبحر عن صهر يقال له مسلم بن مسلم عن مورق العجلي عن عبيد بن عمير عن عبادة\nبن الصامت قال إذا قام أحدكم من الليل فليجهر بقراءته فإنه يطرد بجهر\nقراءته مردة الشياطين وفتاني الجن وإن الملائكة الذين هم في الهواء وسكان\nالدار يستمعون إلى قراءته ويصلون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \nبصلاته فإذا مضت عنه ساعة الليلة أوصت به الليلة المستأنفة فتقول نبهيه\nلساعته وكوني عليه خفيفة فإذا حضرته الوفاة جاء القرآن فوقف عند رأسه وهم\nيغسلونه فإذا فرغوا منه دخل القرآن حتى صار بين صدره وكفنه فإذا وضع في\nحفرته وجاء منكر ونكير خرج القرآن حتى صار بينه وبينهما فيقولان إليك عنا\nفإنا نريد أن نسأله فيقول ما أنا بمفارقه\n</p>\n\n<p>\nقال أبو عبد الرحمن وكان في كتاب معاوية بن حماد إلى حتى أدخله الجنة فإن\nكنتما أمرتما فيه بشيء فشأنكما ثم ينظر فيقول هل تعرفني فيقول لا فيقول أنا\nالقرآن الذي كنت أسهر ليلك وأظمئ نهارك وأمنعك شهوتك وسمعك وبصرك فستجدني\nاليوم من اليوم الأخلاء خليل صدق ومن الإخوان أخا صدق فأبشر فما عليك بعد\nمسألة منكر ونكير من هم ولا حزن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \nثم يخرجان من عنده فيصعد القرآن إلى ربه فيسأله له دثارا وفراشا ونورا من\nالجنة فيؤمر له بقنديل وفراش من نور الجنة ويا سمين من ياسمين الجنة فيحمله\nألف ملك من مقربي سماء الدنيا فيسبقهم القرآن إليه فيقول ها استوحشت بعدي\nفإني لم أزل <span id='ms06'></span> بربك حتى أمر لك بفراش ودثار ونور من نور الجنة فيدخل عليه\nالملائكة فيحملونه ويفرشون له ذلك الفراش ويضعون الدثار تحت رجليه\nوالياسمين عند صدره ثم يحملونه حتى يضعونه على شقه الأيمن ثم يصعدون عنه\nفيستلقي عليه فلا يزال ينظر إليهم حتى يلجوا في السماء\n</p>\n\n<p>\nثم يدفع القرآن في قبلة القبر فيتسع عليه ما شاء الله قال أبو عبد الرحمن\nوكان في كتاب معاوية فيتسع عليه مسيرة أربعمائة عام ثم يحمل الياسمين من\nعند صدره فيضعه عند أنفه فيشمه غضا كما جيء به إلى أن ينفخ في الصور ثم\nيأتي أهله كل يوم مرة أو مرتين فيأتيه بخبرهم فيدعو لهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \nبالخير والإقبال فإن تعلم أحد من ولده القرآن بشره بذلك وإن كان عقبه عقب\nسوء أتى الدار غدوة وعشية فبكى عليه حتى ينفخ في الصور أو كما قال //\nإسناده ضعيف جدا // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n32 - حدثنا أبو الحسن حدثنا أبو محمد الحارث بن محمد بن أبي أسامة إملاء\nمن كتابه حدثنا أبو عبد الرحمن عبد الله بن يزيد المقرئ حدثنا داود أبو بحر\nعن صهر له يقال له مسلم بن مسلم عن مورق العجلي عن عبيد بن عمير الليثي قال\nقال عبادة بن الصامت إذا قام أحدكم . . . بنحو ذلك // إسناده ضعيف جدا //\n</p>\n\n<p>\n33 - حدثنا هاشم بن الوليد الهروي حدثنا أبو بكر بن عياش عن الأجلح قال\nرأيت سلمة بن كهيل في النوم فقلت أي الأعمال وجدت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \nأفضل قال قيام الليل // إسناده حسن //\n</p>\n\n<p>\n34 - حدثنا محمد بن الحسين قال حدثت عن عبد السلام بن حرب عن خلف بن حوشب\nقال كأن الليل كان في يد سلمة بن كهيل // في سنده انقطاع لا يعرف عمن أخذ\nمحمد بن الحسين //\n</p>\n\n<p>\n35 - حدثنا خالد بن خداش حدثنا حماد بن زيد عن إسحاق بن سويد قال كانوا\nيرون السياحة صيام النهار وقيام الليل // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n36 - حدثني محمد بن الحسين حدثنا موسى بن داود حدثنا مندل بن علي عن خالد\nبن سليمان الزعافري عن عبد الله بن أبي الهذيل قال قيام العبد في <span id='ms07'></span> جوف الليل\nإلى الصلاة نور يسعى بين يديه يوم القيامة // تقدم هذا الأثر بهذا الإسناد\nوالمتن تحت رقم 18 //\n</p>\n\n<p>\n37 - حدثنا محمد بن عمارة الأسدي حدثنا مالك بن إسماعيل حدثنا مسلمة بن\nجعفر عن عمرو بن عامر البجلي قال كان وهب بن منبه يقول ثلاث من روح الدنيا\nلقي الإخوان وإفطار الصائم والتهجد من آخر الليل // إسناده ضعيف //\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>AUTO 2 - باب الدعاء عند القيام للتهجد</h1>\n\n<p>\n38 - حدثنا أبو خيثمة حدثنا سفيان بن عيينة عن سليمان عن طاوس عن ابن\nعباس قال كان النبي إذا قام يتهجد من الليل قال (اللهم لك الحمد وأنت نور\nالسموات والأرض ومن فيهن ولك الحمد أنت قيم السموات والأرض ومن فيهن ولك\nالحمد لك ملك السماوات والأرض ومن فيهن اللهم لك أسلمت وبك آمنت وعليك\nتوكلت وإليك أنبت وبك خاصمت وإليك حاكمت فاغفر لي ما قدمت وما أخرت وما\nأسررت وما أعلنت أنت المقدم وأنت المؤخر لا إله إلا أنت ولا إله غيرك) //\nإسناده صحيح // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n39 - حدثنا أبو خيثمة حدثنا عبد الرحمن بن مهدي حدثنا سفيان عن سلمة عن\nكريب عن ابن عباس قال بت عند خالتي ميمونة فقام رسول الله يصلي من الليل\nوكان من دعائه\n</p>\n\n<p>\n( اللهم اجعل في قلبي نورا وفي بصري نورا وفي سمعي نورا وعن يميني نورا\nوعن شمالي نورا ومن فوقي نورا ومن تحتي نورا وأمامي نورا وخلفي نورا وأعظم\nلي نورا ) // إسناده صحيح // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n40 - حدثنا أبو خيثمة حدثنا يحيى بن سعيد عن سفيان حدثني عمرو بن مرة\nحدثني عبد الله بن الحارث حدثني طليق بن قيس عن ابن عباس قال كان من دعاء\nرسول الله ( رب أعني ولا تعن علي وانصرني ولا تنصر علي واهدني ويسر الهدى\nلي وانصرني على من بغى علي رب اجعلني شاكرا لك ذاكرا لك مطواعا إليك راغبا\nإليك مخبتا لك أواها منيبا رب تقبل توبتي واغسل حوبتي وأجب دعوتي واهد قلبي\nوثبت حجتي وسدد لساني واسلل سخيمة قلبي ) // إسناده صحيح // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n41 - حدثنا إسحاق بن إسماعيل حدثنا حسين الجعفي عن طعمة بن غيلان <span id='ms08'></span> عن\nميكائيل أبي عبد الرحمن قال كان عمر إذا قام من الليل قال اللهم قد ترى\nمكاني وتعلم حاجتي فارجعني الليلة من عندك مفلحا منجحا مستجيبا مستجابا لي\nقد رحمتني وغفرت لي\n</p>\n\n<p>\nفإذا قضى صلاته قال اللهم إني لا أرى شيئا من أمر الدنيا يدوم ولا أرى\nحالا فيها يستقيم فاجعلني أنطق فيها بعلم وأصمت فيها بحلم اللهم لا تكثر لي\nمن الدنيا فأطغى ولا تقل لي منها فأنسى فإنه ما قل وكفى خير مما كثر وألهى\n// إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n42 - حدثني محمد بن الحسين حدثني عبد الله بن محمد سمعت زهير ابن نعيم قال\nكان يزيد الرقاشي يقول إذا قام لصلاة الليل اللهم فراري إلى رحمتك من النار\nبطيء فقرب رحمتك مني يا أرحم الراحمين وطلبي لجنتك ضعيف فقو ضعفي في طاعتك\nيا أكرم المسئولين ثم يفتتح للصلاة // إسناده ضعيف //\n</p>\n\n<p>\n43 - حدثني محمد بن الحسين حدثنا يحيى بن عيسى بن ضرار السعدي حدثني هلال\nبن دارم بن قيس بن عجف الدرامي قال كان خليفة العبدي جارا لنا بالبحرين\nفكان يقوم إذا هدأت العيون فيقول اللهم إليك قمت أبتغي ما عندك من الخيرات\nثم يعمد إلى محرابه فلا يزال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \nيصلي حتى يطلع الفجر\n</p>\n\n<p>\nقال وحدثتني عجوز كانت تكون معه في الدار قالت كنت أسمعه يدعو في السجود\nيقول هب لي إنابة إخبات وإخبات منيب وزيني في خلقك بطاعتك وحسني لديك بحسن\nخدمتك وكرمني إذا وفد إليك المتقون فأنت خير مسئول وخير معبود وخير مشكور\nوخير محمود // إسناده فيه يحيى بن عيسى وشيخه لم أجد لهما ترجمة //\n</p>\n\n<p>\n44 - حدثني محمد بن الحسين حدثني يحيى بن عيسى بن ضرار قال وحدثني هلال\nبن دارم بن قيس حدثتني عجوز كانت تكون معه في الدار قالت فكنت أسمعه إذا\nدعا في السحر يقول قام الطالبون وقمت معهم قمنا إليك ونحن متعرضون لجودك\nوكم من ذي جرم عظيم قد صفحت له عن جرمه وكم من ذي كرب عظيم قد فرجت له عن\nكربه وكم من ذي ضر كثير قد <span id='ms09'></span> كشفت له عن ضره فبعزتك ما دعانا إلى مسألتك بعد\nما انطوينا عليه من معصيتك إلا الذي عرفتنا من جودك وكرمك فأنت المؤمل لكل\nخير والمرجو عند كل نائبة // إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n45 - وحدثني محمد بن الحسين حدثنا الحجاج بن نصير حدثني سهيل أخو حزم\nالقطعي حدثنا رجاء بن مسلم العبدي قال كنا نكون مع عجرده العمية في الدار\nقال فكانت تحيي الليل صلاة قال وربما كانت تقوم من أول الليل إلى السحر\nفإذا كان السحر نادت بصوت لها محزون إليك قطع العابدون دجى الليالي بتبكير\nالدلج إلى ظلم الأسحار يستبقون إلى رحمتك وفضل مغفرتك فبك إلهي لا بغيرك\nأسألك أن تجعلني في أول زمرة السابقين إليك وان ترفعني إليك في درجة\nالمقربين وان تلحقني بعبادك الصالحين فأنت أكرم الكرماء وأرحم الرحماء وأعظم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \nالعظماء يا كريم قال ثم تخر ساجدة يسمع وجبة سقوطها فلا تزل تبكي وتدعو في\nسجودها حتى يطلع الفجر وكان ذلك دأبها ثلاثين سنة // إسناده ضعيف //\n</p>\n\n<p>\n46 - أخبرني سليمان بن منصور بن سليمان الخزاعي حدثني أبي عن الحسن بن\nعمارة عن داود بن علي عن أبيه عن ابن عباس عن النبي أنه كان يدعو بهذه\nالدعوات من الليل وهو جالس حين يفرغ من الوتر ( اللهم إني أسألك رحمة تهدي\nبها قلبي وتجمع بها أمري وتلم بها شعثي وترد بها غائبي وترفع بها شاهدي\nوتزكي بها عملي وتبيض بها وجهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \nوتلهمني بها رشدي وتعصمني بها من كل سوء اللهم إني أسألك إيمانا صادقا\nويقينا ليس بعده كفر ورحمة أنال بها شرف كرامتك في الدنيا والآخرة\n</p>\n\n<p>\nاللهم إني أسألك الفوز عند القضاء ومنازل الشهداء وعيش السعداء والنصر\nعلى الأعداء ومرافقة الأنبياء اللهم إني أسألك وإن قصر عملي وضعف رأيي\nوافتقرت إلى رحمتك فإني أسألك يا قاضي الأمور ويا شافي الصدور كما تجير من\nبين في البحور أن تجيرني من عذاب السعير ومن دعوة الثبور ومن فتنة القبور\nاللهم وما قصر عنه عملي ولم تبلغه مسألتي من خير وعدته أحدا من عبادك أو <span id='ms10'></span> من\nخير أنت معطيه أحدا من خلقك فإني أسألك وأرغب إليك فيه برحمتك يا رب\nالعالمين\n</p>\n\n<p>\nاللهم اجعلنا هداة مهتدين غير ضالين ولا مضلين حربا لأعدائك سلما\nلأوليائك نحب بحبك الناس ونعادي بعداوتك من خالفك اللهم ذا الأمر الرشيد\nوالحبل الشديد أسألك الأمن يوم الوعيد والجنة يوم الخلود مع المقربين\nالشهود والركع السجود الموفين بالعهود إنك رحيم ودود وأنت تفعل ما تريد ربي\nالآخر وإلهي هذا الدعاء وعليك الاستجابة وهذا الجهد وعليك التكلان ولا حول\nولا قوة إلا بالله\n</p>\n\n<p>\nاللهم اجعل لي نورا في قلبي ونورا في قبري ونورا في بصري ونورا في شعري\nونورا في بشري ونورا في لحمي ونورا في دمي ونورا في عظامي ونورا من بين يدي\nونورا خلفي ونورا عن يميني ونورا عن شمالي ونورا من فوقي ونورا من تحتي\nاللهم زدني نورا وأعطني نورا ) قال ثم يرفع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \nصوته ( سبحان الذي لبس العز وقال به سبحانه الذي تعطف المجد وتكرم به\nسبحان الذي لا ينبغي التسبيح إلا له سبحان الذي أحصى كل شيء بعلمه سبحان ذي\nالطول والفضل سبحانه ذي المن والنعمة سبحان ذي القدرة والتكرم ) // إسناده\nضعيف جدا //\n</p>\n\n<p>\n47 - حدثت عن سلمة بن شبيب حدثنا محمد بن منيب حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \nالسري بن يحيى عن عنبسة بن الأزهر قال كان محارب بن دثار قاضي أهل الكوفة\nقريب الجوار مني فربما سمعته في بعض الليل يقول ويرفع صوته يقول أنا الصغير\nالذي ربيته فلك الحمد وأنا الضعيف الذي قويته فلك الحمد وأنا الفقير الذي\nأغنيته فلك الحمد وأنا الصعلوك الذي مولته فلك الحمد وأنا العزب الذي زوجته\nفلك الحمد وأنا الساغب الذي أشبعته فلك الحمد أنا العاري الذي كسوته فلك\nالحمد وأنا المسافر الذي صاحبته فلك الحمد وأنا الغائب الذي أديته فلك\nالحمد وأنا الراجل الذي حملته فلك الحمد وأنا المريض الذي شفيته فلك الحمد\nوأنا السائل الذي أعطيته فلك الحمد وأنا الداعي الذي أجبته فلك الحمد ربنا\nولك الحمد ربنا حمدا على حمد // إسناده ضعيف //\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>AUTO 3 - باب من قام <span id='ms11'></span> بآية ليلة جميعا يرددها</h1>\n\n<p>\n48 - حدثنا أبو خيثمة حدثنا يحيى بن سعيد عن قدامة حدثتني جسرة بنت دجاجة\nقالت سمعت أبا ذر قال قام رسول الله (قيام الليلة) 5 بآية يرددها (إن\nتعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم) المائدة 118 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n49 - حدثنا علي بن الجعد حدثنا شعبة عن عمرو بن مرة سمعت أبا الضحى عن\nمسروق قال قال لي رجل من أهل مكة هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \nمقام أخيك تميم الداري لقد رأيته ذات ليلة حتى أصبح أو كرب أن يصبح يقرأ\nبآية يركع فيها ويسجد فيها ويسجد ويبكي ( أم حسب الذين اجترحوا السيئات أن\nنجعلهم كالذين آمنوا وعملوا الصالحات سواء محياهم ومماتهم ساء ما يحكمون )\nالجاثية 21\n</p>\n\n<p>\n50 - حدثني محمد بن الحسين حدثنا محمد بن عمير حدثنا محمد ابن فوط عن\nصفوان بن سليم قال قام تميم الداري في المسجد بعد أن صلى العشاء فمر بهذه\nالآية ( وهم فيها كالحون ) المؤمنون 104 فما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \nخرج منها حتى سمع أذان الصبح // إسناده فيه محمد بن عمير إن كان هو الطبري\nفإسناده حسن //\n</p>\n\n<p>\n51 - حدثنا محمد بن الحسين حدثنا عمار بن عثمان حدثنا عمران ابن خالد\nالخزاعي قال كان هارون بن رئاب الأسيدي يقوم من الليل للتهجد وربما ردد\nالآية حتى يصبح ( فقالوا يا ليتنا نرد ولا نكذب بآيات ربنا ونكون من\nالمؤمنين ) الأنعام 27 قال ويبكي فهو كذلك حتى يصبح أو قال يذهب ليل طويل\nوكان إذا قام للتهجد قام مسرورا إسناده ضعيف جدا //\n</p>\n\n<p>\n52 - حدثني محمد بن الحسين حدثنا موسى بن داود حدثنا حبان بن علي عن يحيى\nبن عبد الرحمن قال سمعت سعيد بن جبير يردد هذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \nالآية حتى يصبح ( وامتازوا اليوم أيها المجرمون ) يس 59 // إسناده ضعيف //\n</p>\n\n<p>\n53 - حدثني محمد بن الحسين حدثني عبد الله بن محمد بن إسماعيل حدثني رجل\nمن قيس يكنى أبا عبد الله قال بينا أنا ذات ليلة عند الحسن فقام من الليل\nيصلي فلم يزل يردد هذه الآية حتى أسحر ( وإن تعدوا نعمت الله لا تحصوها )\nإبراهيم 34 فلما أصبح قلنا يا أبا سعيد لم <span id='ms12'></span> تكن تجاوز هذه الآية ساير الليلة\nقال إن فيها معتبرا ما ترفع طرفا ولا ترد إلا وقع على نعمة وما لا نعلم من\nنعم الله أكثر // إسناده فيه من لم أعرفهم //\n</p>\n\n<p>\n54 - حدثنا سلمة بن شبيب حدثنا أحمد بن أبي الحواري عن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \nسليمان قال ما رأيت أحدا الخوف أظهر على وجهه والخشوع أبين من الحسن بن في\nقام ليلة حتى الصباح بعم يتساءلون يرددها مر بآية فيها ثم غشي عليه ثم عاد\nفعاد إليها فغشي عليه فلم يختمها حتى طلع الفجر // إسناده حسن //\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>AUTO 4 - باب من كان يقوم الليل جميعا</h1>\n\n<p>\n55 - حدثنا إسحاق بن إسماعيل حدثنا جرير عن عطاء بن السائب قال قال عبده\nبن هلال الثقفي لله علي ألا يشهد علي ليل بنوم ولا شمس بأكل قال فأقسم عليه\nعمر بن الخطاب أن يفطر العيدين // إسناده ضعيف //\n</p>\n\n<p>\n56 - حدثني محمد بن منصور حدثنا إسماعيل بن عمر حدثنا سعيد بن ميمون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \nقال قيل لامرأة عامر بن عبد قيس يعني خادمه كيف كانت عبادة عامر قالت ما\nصنعت له طعاما قط بالنهار أكله إلا بالليل ولا فرشت له فراشا بالليل فاضطجع\nعليه // إسناده ضعيف //\n</p>\n\n<p>\n57 - حدثنا محمد بن أبان وغيره قالوا حدثنا محمد بن الفضيل بن غزوان\nحدثني أبي قال كان عامر بن عبد قيس يقول ما رأيت مثل الجنة نام طالبها وما\nرأيت مثل النار نام هاربها قال فكان إذا جاء الليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \nقال أذهب حر النار النوم فما ينام حتى يصبح وإذا جاء النهار قال أذهب حر\nالنار النوم فما ينام حتى يمسي فإذا جاء الليل قال من خاف أدلج بعد الصباح\nيحمد القوم السرى // إسناده حسن //\n</p>\n\n<p>\n58 - حدثنا محمد بن أبان حدثنا محمد بن فضيل حدثنا العلاء بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \nسالم وكان من أهل الخير عمن حدثه قال صحبت عامر بن عبد قيس أربعة أشهر ما\nرأيته نام بليل ولا نهار حتى فارقته قال وكان له رغيفان قد جعل عليهما ودكا\nقال فيفطر على واحد ويتسحر بالآخر وكان إذا جاء الليل قام يصلي حتى يصبح\nوإذا <span id='ms13'></span> جاء النهار علمنا القرآن حتى تمكن له الصلاة ثم يقوم فلا يزال يصلي\nحتى العصر ثم يعلمنا القرآن حتى يمسي فإذا جاء الليل قام فصلى حتى يصبح\nوكان يفعل ذلك أربعة أشهر فما رأيته نائما بليل ولا نهار\n</p>\n\n<p>\n59 - حدثنا هارون بن عبد الله حدثنا سيار حدثنا جعفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \nحدثنا مالك بن دينار قال قالت المرأة التي نزل عليها عامر بن عبد قيس مال\nأرى الناس ينامون ولا أراك تنام قال إن ذكر جهنم لا يدعني أنام\n</p>\n\n<p>\n60 - حدثنا هارون بن عبد الله حدثنا سيار عن جعفر حدثنا مالك قال قالت\nبنت الربيع بن خثيم لأبيها يا أبتاه مالي أرى الناس ينامون ولا أراك تنام\nقال إن أباك يخاف البيات\n</p>\n\n<p>\n61 - حدثنا محمد بن علي بن الحسن حدثنا أبو عمرو نوح أخبرنا شراحيل\nأخبرنا هشام صاحب الدستوائي قال إن لله عبادا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \nيدفعون النوم مخافة أن يموتوا في منامهم\n</p>\n\n<p>\n62 - حدثنا الحسن بن حماد الضبي حدثنا أبو خالد الأحمر عن سفيان عن أبي\nسنان عن أبي عثمان قال لا أدري من هو قال أدركت أقواما يستحيون من الله في\nسواد الليل أن يناموا\n</p>\n\n<p>\n63 - حدثني القاسم بن هاشم حدثنا المسيب بن واضح عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \nمحمد بن الوليد عن جويبر عن الضحاك قال أدركت أقواما يستحيون من الله في\nسواد الليل أن يناموا من طول الضجعة\n</p>\n\n<p>\n64 - حدثنا محمد بن بشار العبدي حدثنا زيد بن الحباب وعبد القدوس بن بكر\nبن خنيس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \nقالا كان الحسن بن صالح يقول إني لأستحي من الله أن أنام تكلفا حتى يكون\nالنوم هو الذي يصرعني\n</p>\n\n<p>\nقال وكان يقال له حية الوادي\n</p>\n\n<p>\n65 - حدثنا هارون حدثنا سيار قال سمعت جعفر يقول سمعت مالكا يقول لو\nاستطعت ألا أنام لم أنم مخافة أن ينزل العذاب وأنا نائم\n</p>\n\n<p>\n66 - حدثنا أحمد بن إبراهيم حدثنا العلاء بن عبد الجبار حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \nأسلم بن عبد الملك وكان شيئا عجبا قال صحب رجل رجلا شهرين فلم يره نائما\nليلا ولا نهارا فقال مالي لا أراك تنام قال إن عجائب القرآن أطرن نومي ما <span id='ms14'></span>\nأخرج من أعجوبة إلا وقعت في غيرها\n</p>\n\n<p>\n67 - حدثني محمد بن الحسين حدثنا داود بن المحبر حدثنا جعفر بن سليمان\nحدثنا أبو غالب قال صحبنا شيخ في بعض المغازي وكان يحيي الليل حيث كان على\nظهر دابته أو على الأرض وكان إذا نظر إلى الفجر قد سطع ضوؤه نادى يا إخوتاه\nعند بلوغ الماء يفرح الواردون بتعجيل الرواح هنالك تنقطع كل همة\n</p>\n\n<p>\n68 - حدثني المفضل بن غسان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \nأنه حدث عن مؤمل بن إسماعيل حدثنا القاسم بن راشد الشيباني قال كان زمعة\nنازلا عندنا بالحصيب وكان له أهل وبنات وكان يقوم فيصلي ليلا طويلا فإذا\nكان السحر نادى بأعلى صوته يا أيها الركب المعرسون كل هذا الليل ترقدون ألا\nتقوم فترحلون قال فيتواثبون فتسمع من هاهنا باكيا ومن هاهنا داعيا ومن\nهاهنا قارئا ومن هاهنا متوضئا فإذا طلع الفجر نادى بأعلى صوته عند الصباح\nيحمد القوم السرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n69 - حدثنا علي بن الجعد أخبرنا شعبة عن أبي إسحاق قال حج مسروق فما بات\nإلا ساجدا\n</p>\n\n<p>\n70 - حدثني أبي أخبرنا عاصم بن علي أخبرنا أبو فضالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \nعن أسد بن وداعة قال كان شداد بن أوس إذا أوى إلى فراشه كأنه حبة على مقلى\nفيقول اللهم إن ذكر جهنم لا يدعني أنام فيقوم إلى مصلاه\n</p>\n\n<p>\n71 - حدثني محمد بن الحسين حدثنا محمد بن سنان العوقي حدثنا أيوب بن محمد\nاليمامي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \nحدثني أبو عبد الرحمن العجلي وأثنى عليه خيرا أنه رأى رجلا قائما خلف\nالمقام يصلي فافتتح القرآن فلم يزل يقرأ حتى أتى على آخر القرآن ونودي\nالنداء الأول فجلس فسلم ثم قام فركع ركعة قال حسبتها وتره ثم قال وهو يرى\nأنه لا يسمعه أحد عند ورود المنهل يغبط الركب الدلجة قال ثم تنحى من مكانه\nفاختلط بالناس\n</p>\n\n<p>\n72 - حدثني محمد بن الحسين حدثنا أبو سعيد موسى بن هلال العبدي حدثنا أبو\nمدرك عثمان بن وكيع العبدي قال جاء رجل إلى بيت المقدس فمد كساءه من ناحية\nالمسجد وكان فيه الليل والنهار له طعيمة خلف ذلك الكساء الذي قد مده <span id='ms15'></span> قال\nفيبيت ليلته أجمع يصلي فإذا طلع الفجر مد بصوت له عند الصباح يغبط القوم السرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \nقال وكان يقال له ألا ترفق بنفسك فيقول إنما هي نفس أبادرها أن تخرج\n</p>\n\n<p>\n73 - حدثنا علي بن الجعد حدثنا شعبه عن إسماعيل بن أبي خالد سمعت سعيد بن\nجبير يقول قال مسروق ما آسى على شيء من الدنيا إلا السجود في الصلاة\n</p>\n\n<p>\n74 - حدثني محمد بن الحسين حدثنا رستم بن أسامه عن عبد السلام بن حرب قال\nما رأيت أصبر على السهر من خلف بن حوشب سافرت معه إلى مكة فما رأيته نائما\nبليل حتى رجعنا إلى الكوفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n75 - حدثني محمد بن الحسين حدثنا أبو جابر المكي حدثنا محمد بن أبي سارة\nقال رأيت سالم بن عبد الله قدم علينا حاجا فصلى العشاء مال ثم مال إلى\nناحية مما يلي باب بني سهم فافتتح الصلاة فلم يزل يميل يمينا وشمالا حتى\nطلع الفجر ثم جلس فاحتبى بثوبه\n</p>\n\n<p>\n76 - حدثني محمد بن الحسين حدثنا عبد العزيز بن عبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \nالأويسي سمعت عبد الرحمن بن داود الخشاب يذكر عن مولى لعبد الله بن حنظلة\nيقال له سعد قال لم يكن لعبد الله بن حنظلة فراش ينام عليه إنما كان يلقى\nنفسه هكذا إذا أعيا من الصلاة توسد رداءه وذراعه يهجع شيئا\n</p>\n\n<p>\n77 - حدثني محمد بن الحسين حدثنا يعقوب بن محمد بن عيسى الزهري حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \nإسماعيل بن داود بن عبد الله حدثني عبد الله بن أبي زينب قال قالت لي أمي\nيا بني ما توسد أبوك فراشا منذ أربعين سنة في بيتي قلت أما كان ينام قالت\nبلى هجعة خفيفة وهو قاعد قبل الفجر\n</p>\n\n<p>\n78 - حدثني محمد بن الحسين حدثني الحميدي عن سفيان قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \nكانوا يقولون في ذلك الزمان إن أطول أهل الكوفة تهجدا طلحة وزبيد وعبد\nالجبار بن وائل قال الحميدي فقلت فمنصور قال نعم إنما كان الليل عنده مطية\nمن المطايا متى شئت أصبته قد ارتحله\n</p>\n\n<p>\n79 - حدثني محمد حدثنا رويم ابو الحسن المقرئ حدثنا المنذر أبو عبد الله\nمن أهل <span id='ms16'></span> الكوفة قال قال لي محمد بن سوقة لو رأيت طلحة وزبيدا لعلمت أن\nوجههما قد أخلقهما سهر الليل وطول القيام كانا والله ممن لا يتوسد القرآن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n80 - حدثني محمد بن الحسين حدثنا سليمان أبو أيوب مولى قريش عن بعض أشياخه\nقال قام زبيد الأيامي ذات ليلة للتهجد فعمد إلى مطهرة له قد كان يتوضأ منها\nفغمس يديه في المطهرة فوجد الماء باردا شديدا كاد أن يجمد من شدة برده فذكر\nالزمهرير ويده في المطهر فلم يخرجها منها حتى أصبح\n</p>\n\n<p>\nفجاءت الجارية وهو علي تلك الحال فقالت ما شأنك يا سيدي لم تصل الليلة\nكما كنت تصلي وأنت هاهنا قاعد على هذه الحال قال ويحك إني أدخلت يدي في هذه\nالمطهرة فاشتد علي برد الماء فذكرت به الزمهرير فوالله ما شعرت بشدة برده\nحتى وقفت علي انظري أن لا تحدثي بها أحدا مادمت حيا قال فما علم بذلك أحد\nحتى مات رحمه الله\n</p>\n\n<p>\n81 - حدثنا محمد بن أبان البلخي حدثنا ابن فضيل عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \nقال كانت معاذة العدوية إذا جاء الليل تقول هذه ليلتي التي أموت فيها فما\nتنام حتى تصبح فإذا جاء النهار قالت هذا يومي الذي أموت فيه فما تنام حتى\nتمسي وإذا جاء البرد لبست الثياب الرقاق حتى يمنعها البرد من النوم\n</p>\n\n<p>\n82 - حدثني محمد بن الحسين حدثنا عبد الرحمن بن عمرو بن جبلة الباهلي\nحدثني الحكم بن سنان الباهلي حدثتني امرأة كانت تخدم معاذة العدوية قالت\nكانت تحيي الليل صلاة فإذا غلبها النوم قامت فجالت في الدار وهي تقول يا\nنفس النوم أمامك لو قدمت لطالت رقدتك في القبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \nعلى حسرة أو سرور قالت فهي كذلك حتى الصبح\n</p>\n\n<p>\n83 - حدثني محمد حدثنا محمد بن سنان الباهلي حدثنا سلمة بن حسان العدوي\nحدثنا الحيي أن معاذة العدوية لم تتوسد فراشا بعد أبي الصهباء حتى ماتت\n</p>\n\n<p>\n84 - حدثني محمد بن الحسين حدثنا عبد الله بن عثمان بن حمزة بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p1781'> Vol. 01, p. 1781</a>\n            </div>\n            \nعبد الله بن عمر بن الخطاب رضي الله عنه قال سمعت أبا عبد الرحمن العمري <span id='ms17'></span>\nيذكر أن صفوان بن سليم لم يكن يتوسد بالليل وسادا ولا كان يضع جنبه على\nفراش بالليل إنما كان يصلي فإذا غلبته عيناه احتبى قاعدا\n</p>\n\n<p>\n85 - حدثنا إسحاق بن إسماعيل حدثني جرير عن ابن شبرمة قال كان زبيد\nالإيامي يجعل الليل ثلاثة أثلاث بينه وبين ابنيه وكان ربما نادى أحدهما\nفيقول قم إلى جزئك فيكسل فيتم جزءه وربما كسل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \nالآخر فيتم ثلثيهما\n</p>\n\n<p>\n86 - حدثنا يوسف بن موسى حدثنا علي بن قادم أخبرنا عطاء ابن مسلم عن يحيى\nبن كثير قال رأيت زبيد الايامي في المنام فقلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \nإلى ما صرت يا أبا عبد الرحمن قال إلى رحمة الله قلت فأي عملك وجدت أفضل\nقال الصلاة وحب علي بن أبي طالب\n</p>\n\n<p>\n87 - حدثنا محمد بن يحيى بن أبي حاتم الأزدي حدثنا سعيد بن عمرو بن سهل\nبن إسحاق الكندي ثم عبثر قال كان محمد بن النضر عندي مختفيا فكان لا ينام\nليلا ولا نهار قال فقلت له لو قلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \nفقد جاء في القائلة قيلوا فإن الشياطين لا تقيل فجعل لا يرد علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \nفألححت عليه فقال إني لأنفس عليها بالنوم\n</p>\n\n<p>\nوقال غيره إني لأكره أن أعطي نفسي سؤلها في النوم\n</p>\n\n<p>\n88 - حدثنا الحسن بن الصباح حدثنا العلاء بن عبد الجبار عن نافع بن عمر\nقال قالت أم عمر بن المنكدر لعمر إني لأشتهي أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \nأراك نائما فقال يا أمه والله إن الليل ليرد علي فيهولني فينقضي عني وما\nقضيت منه أربي\n</p>\n\n<p>\n89 - حدثني محمد بن يحيى حدثنا الحسن بن مالك حدثنا بكر العابد قال كان\nعابد من أهل الشام قد حمل على نفسه في العبادة فقالت له أمه يا بني عملت ما\nلم يعمل الناس أما تريد أن تهجع فأقبل يرد عليها وهو يبكي ويقول ليتك كنت\nبي عقيما إن لبنيك في القبر حبسا طويلا\n</p>\n\n<p>\n90 - حدثني سلمة بن شبيب عن زهير بن عباد حدثني أبو كثير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \nالبصري قال قالت أم محمد بن كعب القرظي لمحمد يا بني لولا أني أعرفك صغيرا\nطيبا وكبيرا طيبا لظننت أنك قد عملت <span id='ms18'></span> ذنبا موبقا لما أراك تصنع بنفسك بالليل\nوالنهار قال يا أمتاه وما يؤمني أن يكون الله قد اطلع علي وأنا في بعض\nذنوبي فمقتني فقال اذهب فلا أغفر لك مع أن عجائب القرآن ترد بي على أمور\nحتى إنه لينقضي الليل ولم أفرغ من حاجتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n91 - حدثني سلمة بن شبيب حدثنا أحمد بن أبي الحواري سمعت أبا سليمان قال\nكان طاوس يفرش فراشه ثم يضطجع فيتقلى كما تتقلى الحبة على المقلى ثم يثب\nفيدرجه ويستقبل القبلة حتى الصباح ويقول طير ذكر جهنم نوم العابدين\n</p>\n\n<p>\n92 - حدثني محمد بن يحيى حدثني جعفر بن أبي جعفر عن أبي جعفر السائح قال\nكان صفوان بن محرز إذا جنه الليل يخور كما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \nيخور الثور ويقول منع خوف النار مني الرقاد\n</p>\n\n<p>\n93 - حدثني محمد بن يحيى حدثني عبد الله بن داود حدثني رجل منذ خمسين سنة\nأو نحو خمسين سنة قال كان مملوكا لامرأة فكان يصلي الليل كله فقلت له ليس\nتدعنا ننام بالليل فقال لها لك النهار ولي الليل إذا ذكرت النار طار نومي\nوإذا ذكرت الجنة طال حزني\n</p>\n\n<p>\n94 - حدثنا إسحاق بن إبراهيم أخبرنا عبد الرزاق أخبرني همام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \nابن نافع سمعت وهبا يقول إني لأصلي العشاء والصبح أحيانا بوضوء واحد يعني\nأنه لا ينام الليل حتى يصبح\n</p>\n\n<p>\n95 - حدثني محمد بن أبي حاتم الأزدي حدثني الهيثم أبو علي المفلوج قال\nصلى سليمان التيمي الغداة بوضوء العتمة أربعين سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n96 - حدثني محمد بن يحيى حدثني عبد الله بن يحيى الثقفي قال قالت ابنة\nسليمان التيمي لو لم يكن لأبي من العبادة إلا ما كان الليل كله يراعي\nالنجوم يخرج فينظر إليها\n</p>\n\n<p>\n97 - حدثني محمد بن يحيى حدثنا إبراهيم بن بشار حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \nسفيان بن عيينة قال رأيت سليمان التيمي شيخا كبيرا في كمه صحف يطلب العلم\nوأخبروني أنه كان من المصلين وكانت له درجة ثمانين مرقاة فكان يصعدها فإذا\nانتهى إلى أولها يقوم فيصلي قبل أن يقعد\n</p>\n\n<p>\n98 - حدثنا إسحاق بن إبراهيم حدثنا حميد بن عبد الرحمن بن حميد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \nحدثنا أبو الأحوص قال <span id='ms19'></span> كان أبو إسحاق يقول يا معشر الشباب اغتنموا قل ما\nتمر بي ليلة إلا وأنا أقرأ فيها ألف آية\n</p>\n\n<p>\n99 - حدثني سلمة بن شبيب حدثنا سهل بن عاصم حدثنا إبراهيم أبو إسحاق\nالنهدي حدثنا العلاء بن سالم العبدي قال ضعف أبو إسحاق عن القيام وكان لا\nيقدر أن يقوم إلى الصلاة حتى يقام فإذا أقاموه فاستتم قائما قرأ ألف آيه\nوهو قائم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n100 - حدثني سلمة حدثنا سهل عن إسماعيل بن عبد الله بن حبيب بن أبي ثابت\nحدثني أبو بكر بن أبي عياش سمعت أبا إسحاق السبيعي يقول ذهبت الصلاة مني\nوضعفت ورق عظمي إني اليوم أقوم في الصلاة فما أقرأ إلا البقرة وآل عمران\n</p>\n\n<p>\n101 - قال سهل بن عاصم وسمعت الحويطي يقول سمعت سفيان بن عيينة يقول كان\nأبو إسحاق يقوم ليلة الصيف كله فأما الشتاء فأوله وآخره وبين ذلك هجعة\n</p>\n\n<p>\n102 - حدثني محمد بن الحسين حدثنا علي بن عبد الله عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \nسفيان قال قال عون بن عبد الله يا أبا إسحاق ما الذي بقي منك قال أقوم\nفأقرأ البقرة في ركعة وأنام قائم قال بقي فيك الخير وذهب منك الشر\n</p>\n\n<p>\n103 - حدثني محمد بن الحسين حدثني محمد بن عمران بن محمد قال سمعت أبا\nبكر عياش يقول سمعت أبا إسحاق يقول ما أقلت عيني غمضا منذ أربعين سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n104 - حدثني محمد بن الحسين حدثني الحميدي عن سفيان قال أبو إسحاق أما أنا\nفإذا استيقظت لم أقلها\n</p>\n\n<p>\n105 - حدثنا محمد بن بشير الكندي حدثنا سعيد بن عصام المازني عن أبيه قال\nقال مسلم بن يسار إذا نمت ثم استيقظت ثم عدت نائما فلا ارقد الله عينك\n</p>\n\n<p>\n106 - حدثني محمد بن الحسين حدثنا داود بن المحبر حدثنا عيسى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \nابن عمر النحوي قال كان عمرو بن عتبة بن فرقد يخرج فيركب فرسه في جنح\nالليل فيأتي المقابر فيقول يا أهل القبور طويت الصحف ورفعت الأقلام لا\nيستعتبون من سيئة ولا يستزيدون في حسنة ثم يبكي ثم ينزل عن فرسه فيصف بين\nقدميه فيصلي حتى يصبح فإذا طلع الفجر ركب <span id='ms20'></span> فرسه حتى يأتي مسجد حيه فيصلي مع\nالقوم كأنه لم يكن في شيء مما كان فيه\n</p>\n\n<p>\n107 - حدثنا أحمد بن عمران حدثنا حفص بن غياث حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \nمحمد بن إسحاق قال قدم علينا عبد الرحمن بن الأسود بن يزيد حاجا فاعتلت\nإحدى قدميه فقام يصلي حتى أصبح على قدم قال وصلى الفجر بوضوء العشاء قال\nوقدم علينا ليث بن أبي سليم فصنع مثلها\n</p>\n\n<p>\n108 - حدثني محمد بن الحسين حدثنا الحميدي حدثنا سفيان قال كان قيس بن\nمسلم يصلي حتى السحر ثم يجلس فيهيج البكاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \nساعة بعد ساعة ويقول لأمر ما خلقنا لأمر ما خلقنا لئن لم نأت الآخرة بخير\nلنهلكن // إسناده حسن //\n</p>\n\n<p>\n109 - حدثني محمد بن الحسين حدثنا الحميدي عن سفيان قال زار قيس بن مسلم\nمحمد بن جحادة ذات ليلة قال فأتاه وهو في المسجد بعد صلاة العشاء قال ومحمد\nقائم يصلي قال فقام قيس بن مسلم في الناحية الأخرى يصلي فلم يزالا على ذلك\nحتى طلع الفجر\n</p>\n\n<p>\nقال وكان قيس بن مسلم إمام مسجده قال فرجع إلى الحي فأمهم ولم يلتقيا ولم\nيعلم محمد بمكانه قال فقال له أهل المسجد زارك أخوك قيس بن مسلم البارحة\nفلم تنفتل إليه قال ما علمت بمكانه قال فغدا عليه فلما رآه قيس بن مسلم\nمقبلا قام إليه فاعتنقه ثم حلوا جميعا فجعلا يبكيان // إسناده حسن //\n</p>\n\n<p>\n110 - حدثني محمد بن الحسين حدثني يحيى بن أبي بكير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \nحدثنا نعيم بن ميسرة عن عبد الرحمن بن يزيد الضبي قال كان أبي يزيد الضبي\nإذا قام من الليل أطال القيام وكان له وتد في محرابه يعتمد عليه من طول\nالقيام قال ولربما غلبه النوم وهو قائم حتى يسقط قال وكان يقول لا أحب أن\nأعمد للنوم أجهد ألا أنام فإن غلبني كان أعذر لنفسي عندي // إسناده فيه عبد\nالرحمن بن يزيد الضبي لم أجد له ترجمة //\n</p>\n\n<p>\n111 - حدثني محمد بن الحسين حدثني عبيس بن مرحوم بن عبد العزيز حدثتني\nعبده بنت أبي شوال وكانت من خيار إماء الله قال قالت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \nكانت <span id='ms21'></span> رابعة تصلي الليل كله فإذا طلع الفجر هجعت في مصلاها هجعة خفيفة حتى\nيسفر الفجر قالت فكنت أسمعها تقول إذا وثبت من رقدتها ذلك يا نفس كم تنامين\nوإلى كم لا تقومين أوشك أن تنامي نومة لا تقومين منها إلا بصرخة يوم النشور\nقالت فكان هذا دأبها دهرها حتى ماتت // إسناده فيه عبده بنت أبي شوال لم\nأجد لها ترجمه //\n</p>\n\n<p>\n112 - حدثني محمد بن الحسين حدثنا أبو سعيد موسى بن هلال العبدي حدثنا\nرجل كان جليسا لنا وكانت امرأة حسان بن أبي سنان مولاة له وقال وحدثتني\nامرأة حسان قالت كان يجيء فيدخل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \nمعي في فراشي قالت ثم يخادعني كما تخادع المرأة صبيها فإذا علم أني قد نمت\nسل نفسه فخرج ثم يقوم فيصلي فقلت له يا أبا عبد الله كم تعذب نفسك ارفق\nبنفسك فقال لي اسكتي ويحك فأوشك أن أرقد رقدة لا أقوم منها // إسناده ضعيف //\n</p>\n\n<p>\n113 - حدثني محمد بن الحسين حدثنا شهاب بن عباد حدثني سويد بن عمرو\nالكلبي قال كانت امرأة عابدة في غنى وكانت لا تنام من الليل إلا يسيرا قال\nفعوتبت في ذلك فقالت كفى بطول الرقدة في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \nالقبور للمؤمنين رقادا // إسناده حسن //\n</p>\n\n<p>\n114 - حدثني محمد حدثني عبد الله بن محمد محمد بن حميد بن أبي الأسود\nحدثني أبو سلمة رجل من بني سدوس قال كانت لنا عجوز في الحي لم ندركها ولكن\nأدركها أشياخنا وكان يقال لها منيرة فكانت إذا جاء الليل تقول قد جاء الهول\nقد جاءت الظلمة قد جاء الخوف وما أشبه هذا بيوم القيامة قال ثم تقوم فلا\nتزال تصلي حتى تصبح // إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n115 - حدثني محمد بن الحسين حدثني محمد بن عبد العزيز بن سلمان حدثتني أمي\nقالت قال أبوك ما للعابدين وما للنوم لا نوم والله في دار الدنيا إلا نوم\nغالب قالت فكان والله كذلك ما له فراش وما يكاد ينام إلا مغلوبا // إسناده\nفيه أم محمد عبد العزيز لم أجد لها ترجمة // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n116 - حدثنا أحمد بن إبراهيم حدثني عبد الرحمن بن <span id='ms22'></span> مهدي قال كان محمد بن\nيوسف لا يضع جنبه بالليل // إسناده صحيح //\n</p>\n\n<p>\n117 - حدثني محمد بن الحسين حدثني رستم بن أسامة عن عبد السلام بن حرب\nقال ما رأيت أحدا قط أصبر على سهر بليل من خلف بن حوشب سافرت معه إلى مكة\nفما رأيته نائما بليل حتى رجعنا إلى الكوفة // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n118 - حدثني محمد حدثني أبو عبد الرحمن المقرئ قال ما رأيت أحدا قط أصبر\nعلى طول القيام من عبد العزيز بن أبي راود // إسناده حسن //\n</p>\n\n<p>\n119 - حدثني محمد حدثني يحيى بن بسطام حدثني محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \nمروان الضبي عن هشام قال قال لي ثابت البناني ما رأيت أحدا أصبر على طول\nالقيام والسهر من يزيد بن أبان يعني الرقاشي // إسناده فيه محمد بن مروان\nالضبي فإ كان هو العقيلي فإسناده حسن //\n</p>\n\n<p>\n120 - حدثنا إسحاق بن إسماعيل حدثنا سفيان أخبروني عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \nعمرو بن قيس قال ما رفعت رأسي بليل قط إلا رأيت موسى بن أبي عائشة قائما\nيصلي قال غير إسحاق وكان يدعى المتهجد من شدة تغير لونه // إسناده ضعيف //\n</p>\n\n<p>\n121 - حدثني أبو الوليد العبدي قال ما رأيت أحدا أعلم بليل من معمر بن\nالمبارك // إسناده صحيح //\n</p>\n\n<p>\n122 - وحدثني أبو الوليد قال ربما رأيت فاطمة بنت بزيع مولاة الحسن ابن\nيوسف وكانت امرأة الأغر أبي عثمان ربما رأيتها تصلي من أول الليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \nإلى آخره // إسناده صحيح //\n</p>\n\n<p>\n123 - وحدثني أبو الوليد قال ربما رأيت غضنة وعالية تقوم إحداهما من\nالليل فتقرأ البقرة وآل عمران والنساء والمائدة والأنعام والأعراف في في\nركعة // إسناده صحيح //\n</p>\n\n<p>\nوكان محمد بن الحسين حدثني بهذه الأحاديث عن أبي الوليد فلقيت أبا الوليد\nفحدثني بها\n</p>\n\n<p>\n124 - حدثنا محمد بن الحسين حدثنا إسماعيل بن زياد أبو يعقوب قال قد رأيت\nالعباد والمتهجدين فما رأيت أحدا قط أصبر على صلاة بليل ولا نهار وطول\nالسهر والقيام من مسرور بن أبي عوانه كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \nيصلي الليل والنهار لا يفتر قال وقدم علينا مرة فاعتل فقال أخرجوني إلى\nالساحل أنظر إلى الماء حتى لا أنام // إسناده ضعيف جدا //\n</p>\n\n<p>\n125 - حدثني محمد <span id='ms23'></span> حدثني الفضيل بن عبد الوهاب حدثني أبو المساروختن أبي\nعوانه قال كان أبو عوانه من أكثر الناس صلاة بالليل وأطوله اجتهادا فلما\nقدمك علينا مسرور بن أبي عوانه قال لي أبو عوانه يا أبا المساور احتقرت\nوالله نفسي أو تصاغرت والله إلي نفسي // إسناده حسن //\n</p>\n\n<p>\n126 - حدثني محمد بن الحسين حدثنا عمار بن عثمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \nسمعت حصين بن القاسم الوزان يقول لو قسم بث عبد الواحد بن زيد على أهل\nالبصرة لوسعهم فإذا أقبل سواد الليل نضرت إليه كأنه فرس رهان مضمر متحزم ثم\nيقوم إلى محرابه وكأنه رجل يخاطب // إسناده فيه حسين بن القاسم الوزان لم\nأجد فيه جرحا ولا تعديلا //\n</p>\n\n<p>\n127 - حدثني محمد بن الحسين حدثنا عبيد بن سعد الهمذاني حدثنا أبو الأحوص\nأن منصور بن المعتمر كان إذا جاء الليل أتزر وارتدا إن كان صيفا وإن كان\nشتاء التحف فوقه ثيابه ثم قام إلى محرابه فكأنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \nخشبة منصوبة حتى يصبح // إسناده فيه عبيد بن سعد لم أجد له ترجمة //\n</p>\n\n<p>\n128 - حدثني محمد حدثنا خلف بن تميم سمعت زائدة يقول صام منصور سنة صام\nنهارها وقام ليلها وكان يبكي الليل فإذا أصبح ادهن واكتحل وبرق شفته فتقول\nله أمه ما شأنك أقتلت نفسا فيقول أنا أعلم بما صنعت نفسي // إسناده حسن //\n</p>\n\n<p>\n129 - حدثنا إسحاق بن إسماعيل سمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \nجريرا قال بلغ منصور عبد الله بن مسعود من يقم الحول يصب ليلة القدر قال\nفقام سنة يصوم النهار ويقوم الليل حتى بلي فصار مثل الجرادة // إسناده من\nرواية إسحاق بن إسماعيل عن جرير وقد تكلموا في سماعته منه ولكن تشهد له\nالرواية السابقة فيكون الأثر صحيحا لغيره //\n</p>\n\n<p>\n130 - حدثني محمد حدثني الحميدي عن سفيان قال كان الليل عند منصور مطية\nمن المطايا متى شئت أصبته قد ارتحله // إسناده حسن //\n</p>\n\n<p>\n131 - حدثني محمد حدثنا خلف بن تميم سمعت أبي تميم بن مالك يقول كان\nمنصور بن المعتمر إذا صلى الغداة أظهر النشاط لأصحابه فيحدثهم ويكثر إليهم\nولعله إنما بات قائما على أطرافه كل ذلك ليخفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \nعنهم العمل // إسناده <span id='ms24'></span> فيه تميم بن خلف لم أجد فيه جرحا ولا تعديلا إلا ذكر\nاين حبان له في الثقات //\n</p>\n\n<p>\n132 - حدثني محمد حدثنا إبراهيم بن مهدي سمعت أبا الأحوص قال قالت جارية\nابنة لجار منصور يا أبة ابن الخشبة التي كانت في سطح منصور قال يا بنية ذاك\nمنصور كان يقوم الليل // إسناده حسن //\n</p>\n\n<p>\n133 - حدثت عن أبي عمار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \nسمعت عطاء بن جبلة يقول سألوا أم منصور بن المعتمر عن عمله قالت كان ثلث\nالليل يقرأ وثلثه يبكي وثلثه يدعو // إسناده ضعيف //\n</p>\n\n<p>\n134 - حدثني محمد بن الحسين حدثني محمد بن جعفر بن عون حدثني عبد الله بن\nإدريس قال ما رأيت الليل على أحد من الناس أخف منه على أبي حيان التيمي\nصحبناه مرة إلى مكة فكان إذا أظلم الليل فكأنه هذه الزنابير إذا هيجت من\nعشها // إسناده فيه محمد بن جعفر لم أجد فيه إلا ذكر ابن حبان له في الثقات // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n135 - حدثني محمد بن الحسين حدثني عبد الله بن غالب قال كنت أخدم الربيع\nبن صبيح وكنت آتيه بطهوره إذا قام للتهجد فأسمع من نواحي الدار أصوات\nالمتهجدين كأنها أصوات النحل إذا هي هيجت قال فكان الربيع لما اتخذ عبادان\nقل ما يفارقها وكان طويل الليل جدا // إسناده ضعيف //\n</p>\n\n<p>\n136 - حدثني سلمة بن شبيب حدثنا سهل بن عاصم عن محمد بن أبي منصور قال\nكان صفوان بن سليم أعطى الله عهدا لا أضع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \nجنبي على فراش حتى ألحق بربي قال فبلغني أن صفوان عاش بعد ذلك أربعين سنة\nلم يضع جنبه فلما نزل به الموت قيل له رحمك الله ألا تضطجع قال ما وفيت لله\nبالعهد إذا قال فأسند فما زال كذلك حتى خرجت نفسه قال ويقول أهل المدينة\nأنه ثقبت جبهته من كثرة السجود // إسناده فيه محمد بن أبي منصور لم أجد له\nترجمة //\n</p>\n\n<p>\n137 - حدثنا إسحاق بن إسماعيل حدثنا جرير عن طلق بن معاوية قال قدم رجل\nمنا يقال له هند بن عوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \nمن سفر فمهدت له امرأته فراشا فنام عليه وكانت له ساعة <span id='ms25'></span> من الليل يصليها\nفنام عنها فحلف ألا ينام على فراش أبدا // إسناده ضعيف //\n</p>\n\n<p>\n138 - حدثني محمد بن الحسين حدثني يونس بن يحيى الأموي حدثنا المنكدر بن\nمحمد بن المنكدر عن أبيه أن تميما الداري نام ليلة لم يتهجد فيها حتى أصبح\nفقام سنة لم ينم فيها عقوبة للذي صنع // إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n139 - حدثني محمد بن الحسين حدثنا حكيم بن جعفر حدثنا مطرف بن أبي بكر\nالهذلي عن رجل من أهل البصرة قال أظنه عبد النور السليطي قال تعبد رجل من\nبني تميم فكان يحيي الليل صلاة فقالت له أمه يا بني لو نمت من الليل شيئا\nفقال ما شئت يا أمة إن شئت نمت اليوم ولم أنم غدا في الآخرة وإن شئت لم أنم\nاليوم لعلي أدرك اليوم غدا في الآخرة مع المستريحين من عسر الحساب\n</p>\n\n<p>\nقالت يا بني والله ما أريد لك إلا الراحة فراحة الآخرة أحب إلي لك من\nراحة الدنيا فدونك يا بني فحالف السهر أيام الحياة لعلك تنجو من عسر ذلك\nاليوم وما أراك ناجيا قال فصرخ الفتى صرخة فسقط بين يديها ميتا فاجتمعت\nعندها رجالات من بني تميم يعزونها قالت وهي تقول وابنياه قتيل يوم القيامة\nوابنياه قتيل يوم الآخرة قال وكانوا يقولون إنها كانت أفضل من ابنها //\nإسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n140 - حدثني محمد حدثني الصلت بن حكيم حدثني أبو عاصم العباداني قال كان\nرجل من بني سعد يقدم علينا في أول ما اتخذت عبادان وكانت إذ ذاك وبيئة قال\nفكان يصلي الليل والنهار ولا يكاد أن يفتر فإذا كان السحر احتبى واستقبل\nالبحر فجعل يبكي وينوح على نفسه قال فإذا أحس بإنسان أمسك قال فخرجت ذات\nليلة إلى الساحل فإذا أنا بصوته وإذا هو يبكي ويقول في بكائه\n</p>\n\n<p>\n( ألا يا عين ويحك أسعديني ... بطول الدمع في ظلم الليالي )\n</p>\n\n<p>\n( لعلك في القيامة أن تفوزي ... بخير الدهر في تلك العلالي )\n</p>\n\n<p>\nقال فلما أحس بجيئتي أمسك قال فرجعت وتركته // إسناده فيه الصلت بن حكيم\nلم أجد فيه جرحا ولا تعديلا إلا <span id='ms26'></span> قول الخطيب // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n141 - حدثني محمد بن الحسين حدثنا إسحاق بن منصور الأسدي حدثنا عمار بن\nعمرو البجلي قال خرجنا مع محمد بن النضر الحارثي إلى مكة فما كنا نستيقظ\nساعة من الليل إلا وهو على بعيره قاعد يقرأ قال فكنا نرى أنه لم ينم حتى\nدخل مكة قال وكان إذا نزل فإنما هو في خدمة اصحابه فيقال له يا أبا عبد\nالرحمن نحن نكفيك فيأبى عليهم ويقول أتنفسون على بالثواب // إسناده فيه\nعمار بن عمرو ولم أجد فيه جرحا ولا تعديلا //\n</p>\n\n<p>\nآخر الجزء الأول ويتلوه في الثاني إن شاء الله حدثني سريج بن يونس وغيره\nكتبه لنفسه العبد الضعيف أحمد عبد الله بن أبي الغنائم المسلم بن حماد بن\nميسرة الأزدي غفر لله له ولأبويه ولمن استغفر لهم أجمعين في شهور سنة أربع\nوثلاثين وستمائة بمدينة دمشق حرسها الله تعالى وسائر بلاد الإسلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n؟ 2 ؟ الجزء الثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n142 - حدثنا أبو بكر عبد الله بن محمد بن عبيد القرشي قال حدثني سريج بن\nيونس وغيره عن الوليد بن مسلم حدثنا عبد الرحمن بن يزيد بن جابر قال كنا\nنغازي مع عطاء الخراساني قال فكان يحيي الليل صلاة فإذا ذهب من الليل ثلثه\nأو نصفه نادى وهو في فسطاطه يا عبد الرحمن ابن يزيد بن جابر ويا هشام بن\nالغاز ويا فلان ويا فلان قوموا فتوضؤوا وصلوا فلقيام هذا الليل وصيام هذا\nالنهار أيسر من مقطعات الحديد وشراب الصديد الوحاء الوحاء ثم يقبل على\nصلاته // إسناده صحيح // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n143 - حدثنا أحمد بن إبراهيم حدثنا أبو إسحاق حدثنا السكن بن إسماعيل\nالأصم حدثنا عاصم قال بلغني أن أبا عثمان كان يصلي بين المغرب والعشاء\nمائتي ركعة فأتيته فجلست ناحية وهو يصلي فجعلت أعد ثم قلت هذا والله هو\nالغبن قال فقمت فجعلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \nأصلي معه // إسناده حسن //\n</p>\n\n<p>\n144 - حدثنا أحمد بن إبراهيم حدثنا سعيد بن عامر سمعت معتمرا يقول كان\nأبو عثمان يصلي حتى يغشى عليه // إسناده ضعيف //\n</p>\n\n<p>\n145 - حدثني سلمة بن شبيب حدثنا سهل بن عاصم عن عبد الله ابن غالب <span id='ms27'></span> عن\nعامر بن يساف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \nسمعت المعلي بن زياد قال كان عامر بن عبد الله قد فرض على نفسه في كل يوم\nوليلة ألف ركعة وكان إذا صلى جلس وقد انتفخت ساقاه من طول القيام فيقول يا\nنفس لهذا خلقت وبهذا أمرت يوشك أن يذهب العناء قال وكان يتلوى كما يتلوى\nالحب على المقلى ثم يقول فينادي اللهم إن النار قد منعتني من النوم فاغفر\nلي // إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n146 - حدثني محمد بن يحيى بن أبي حاتم الأزدي حدثنا جعفر بن أبي جعفر عن\nرياح القيسي قال كان عندنا رجل مسلم بات يصلي كل يوم وليلة ألف ركعة حتى\nأقعد من رجليه وكان يصلي جالسا ألف ركعة فإذا صلى العصر احتبى فاستقبل\nالقبلة ويقول عجبت للخليقة كيف أنست بسواك بل عجبت للخليقة كيف استنارت\nقلوبها بذكر سواك // إسناده ضعيف جدا //\n</p>\n\n<p>\n147 - حدثني محمد بن الحسين حدثني عبد الرحمن بن عمرو بن جبلة الباهلي\nحدثتنا دلال بنت أبي المدل قال حدثتني آسية بنت عمرو العدوية قالت كانت\nمعاذة تصلي في كل يوم ستمائة ركعة وتقرأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \nجزءها من الليل تقوم منه وكانت تقول عجبت لعين تنام وقد عرفت طول الرقاد\nفي ظلمات القبور // إسناده ضعيف جدا //\n</p>\n\n<p>\n148 - حدثني الحسن بن الصباح أنه يحدث عن سعيد بن عفير حدثني بكر بن مضر\nأن الحارث بن يزيد الحضرمي كان يصلي في اليوم والليلة ستمائة ركعة //\nإسناده ضعيف لجهالة شيخ الحسن بن الصباح // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n149 - حدثني محمد بن الحسين حدثني محمد بن سنان الباهلي سمعت ابن شعبة بن\nدخان يذكر أن أم طلق كانت تصلي في كل يوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \nوليلة أربعمائة ركعة وتقرأ من القرآن ما شاء الله // إسناده فيه شعبة بن\nدخان الضبي لم أجد فيه جرحا ولا تعديلا إلا ذكر ابن حبان له في الثقات //\n</p>\n\n<p>\n150 - حدثني سلمة بن شبيب حدثنا سهل بن عاصم عن عمرو بن سفيان حدثنا سهل\nبن أسلم قال كان ثابت البناني يصلي في كل ليلة ثلاثمائة ركعة فإذا أصبح\nضمرت قدماه فيأخذهما بيده فيعصرهما ثم يقول مضى <span id='ms28'></span> العابدون وقطع بي والهفاة\n// إسناده فيه عمرو بن سفيان لم أجد له ترجمة //\n</p>\n\n<p>\n151 - حدثني محمد بن الحسين حدثنا روح بن عبادة عن شعبة قال كان ثابت\nالبناني يقرأ القرآن في كل ليلة ويصوم الدهر // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n152 - حدثني محمد بن الحسين حدثني يحيى بن بسطام حدثني محمد بن مروان\nالضبي عن هشام قال ما رأيت أحدا قط أصبر على طول القيام والسهر من ثابت\nصحبناه مرة إلى مكة فكنا إن نزلنا ليلا فهو قائم يصلي حتى يصبح وإلا فمتى\nشئت أن تراه أو وتحس به مستيقظا ونحن نسير إما باكيا وإما تاليا // إسناده\nفيه محمد بن مروان فإن كان هو العقيلي فإسناده حسن وإلا بحسب حاله //\n</p>\n\n<p>\n153 - حدثني محمد بن الحسين حدثني داود بن محبر حدثني مبارك بن فضالة قال\nكان ثابت البناني يقوم الليل ويصوم النهار وكان يقول ما شيء أجده في قلبي\nألذ عندي من قيام الليل // إسناده ضعيف جدا //\n</p>\n\n<p>\n154 - حدثنا محمد حدثني عبد الصمد بن عبد الوارث حدثنا حماد بن سلمة سمعت\nثابتا يقول اللهم إن كنت أعطيت أحدا الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \nفي قبره فأعطنيها // إسناده فيه حماد بن سلمة تغير حفظه بآخره //\n</p>\n\n<p>\n155 - حدثنا محمد حدثنا خالد بن يزيد القسام حدثنا الربيع بن صبيح عن جسر\nأبي جعفر قال أنا والله الذي لا إله إلا هو رأيته الليلة في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \nمنامي يعني ثابتا وعليه ثياب خضر قائما يصلي في قبره // إسناده ضعيف //\n</p>\n\n<p>\n156 - حدثنا أحمد بن إبراهيم حدثنا محمد بن مالك العنبري حدثنا محمد بن\nعبد الله الأنصاري حدثني إبراهيم بن الصمة المهلبي حدثني الذين كانوا يمرون\nبالجص بالأسحار قال كنا إذا مررنا بجنبات قبر ثابت سمعنا قراءة القرآن //\nإسناده فيه من لم أجد به ترجمة //\n</p>\n\n<p>\n157 - حدثنا أحمد بن إبراهيم حدثني سلمة بن عقار عن محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n            \nفضيل أظنه عن أبيه قال كان كرز بن وبرة يختم القرآن في اليوم والليلة ثلاث\nمرات وكان قد حفر حفرتين ثم جعل يملؤها تبنا ثم ألقى عليه كساء فيقوم فيصلي\nويجعل قدميه على الحفرتين // إسناده حسن <span id='ms29'></span> // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n158 - حدثنا أبو جعفر الآدمي حدثنا محمد بن فضيل عن أبيه قال رأيت في مسجد\nكرز بن وبرة وتدا يتعلق به إذا صلى ورأيت حفرة فيها تبن عليها كسى يقوم\nعليها في الصلاة وكان كرز يخرج من جرجان محرما // إسناده حسن //\n</p>\n\n<p>\n159 - حدثنا أبو جعفر الآدمي حدثنا ابن فضيل سمعت أبي يقول ما رأيت كرز\nبن وبرة قط في ساعة إلا يصلي وكنا إذا نزلنا المنزل قال بالمحمل فأطبقه ثم\nقام يصلي فصادفنا منزلا ليس فيه ماء فقلنا إن ترك الصلاة فاليوم فضرب بيده\nعلى التراب فتيمم ثم قام يصلي // إسناده حسن //\n</p>\n\n<p>\n160 - قال ابن فضيل وحدثني حيان العطار قال أقبلت مع كرز بن وبرة من\nالقادسية فكان يقرأ ويصلي على حماره وينزل فيصلي ركعتين ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \nيركب فيصلي على حماره ثم يسير هنية ثم ينزل فيصلي ركعتين وقال لي أتحب أن\nتصبر لي نفسك قلت اصنع ما شئت فما زال يفعل ذلك حتى دخل الكوفة // إسناده\nفيه حيان العطار لم أجد له ترجمة //\n</p>\n\n<p>\n161 - حدثني إبراهيم بن سعيد الجوهري حدثنا موسى بن أيوب حدثنا مخلد عن\nهشام قال كان منصور بن زادان يجيء يوم الجمعة فيختم قبل أن يروح الإمام\nوكان يروح يصلي الظهر فيقوم فيختم القرآن من الظهر إلى العصر وكان يختم\nالقرآن فيما بين المغرب والعشاء // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n162 - حدثني محمد بن الحسين حدثني يحيى بن أبي بكير حدثنا شعبة عن هشام بن\nحسان قال صليت ذات ليلة إلى جنب منصور بن زادان بواسط فيما بين المغرب\nوالعشاء فقرأ القرآن وبلغ في الثانية إلى النحل // إسناده حسن //\n</p>\n\n<p>\nقال محمد فحدثت بهذا الحديث عبد العزيز بن أبان فقال عندنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \nبالكوفة في بني البكاء فتيان يصلون المغرب ثم يدخلون فيتعشون ثم يخرجون\nفيختمون القرآن قبل صلاة العشاء // إسناده ضعيف جدا //\n</p>\n\n<p>\n163 - حدثنا أحمد بن حاتم سمعت شعيب بن حرب عن أبي عوانه قال لو قيل\nلمنصور بن زاذان إنك تموت غدا أو بعد غد ما كان عنده مزيد // إسناده صحيح //\n</p>\n\n<p>\n164 - حدثني الحسن بن الصباح أنه حدث <span id='ms30'></span> عن سعيد بن عفير حدثني ابن لهيعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \nعن الحارث بن يزيد أن سليم بن عتر كان يقرأ القرآن كل ليلة ثلاث مرات //\nإسناده ضعيف //\n</p>\n\n<p>\n165 - حدثني محمد بن الحسين حدثنا محمد بن عبد الوهاب حدثنا فضيل عن\nمنصور عن إبراهيم قال كان الأسود يختم القرآن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \nفي كل ليلتين من رمضان وكان ينام ما بين المغرب والعشاء // إسناده حسن //\n</p>\n\n<p>\n166 - حدثني محمد بن الحسين حدثني يحيى بن إسحاق حدثنا قيس بن الربيع حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \nالصعب بن عثمان سمعت سعيد بن جبير يقول ما أتت علي ليلتان إلا وأنا أختم\nفيها القرآن // إسناده ضعيف //\n</p>\n\n<p>\n167 - حدثني محمد حدثني الوليد بن شجاع حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \nضمرة قال ابن شوذب سمعته يذكر قال كان عروة بن الزبير يقرأ ربع القرآن في\nالمصحف ناظرا قال ويقوم به الليل قال فما ترك ذلك إلا ليلة نشر رجله ثم\nعاود جزأه من الليل المستقبلة // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n168 - حدثني محمد بن الحسين 1حدثني عبد الصمد بن النعمان حدثنا يوسف بن\nعطية الكوفي وليس بالصفار عن الحجاج بن يزيد قال كان طلق بن حبيب يقول إني\nلأحب أن أقوم حتى يشتكي ظهري فيقوم فيبتدئ بالقرآن حتى يبلغ الحجر ثم يركع\n// إسناده ضعيف جدا //\n</p>\n\n<p>\n169 - حدثني محمد حدثنا داود بن المحبر حدثنا عيسى بن عمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \nالنحوي قال كان عوف بن عبد الله قال من الليل فيقرأ سبعا في ركعة ثم يقول\nاللهم أنمه اللهم زكه وكان إذا صلى بالنهار قرأ سبعا في ركعة ثم يقول اللهم\nأنمه اللهم وكه // إسناده ضعيف جدا //\n</p>\n\n<p>\n170 - حدثني محمد بن الحسين حدثني سعد بن عباد حدثني محمد بن مسعر قال\nكان أبي لا ينام يقرأ حتى نصف القرآن فإذا فرغ من ورده لف رداءه ثم هجع\nعليه هجعة حفيفة ثم يثب كالرجل الذي قد ضل منه شيء فهو يطلبه فإنما هو\nالسواك والطهور ثم يستقبل المحراب فكذلك إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \nالفجر وكان يجهد على إخفاء ذلك جدا // إسناده فيه محمد بن مسعر ولم أجد\nفيه إلا ما تقدم عن الذهبي //\n</p>\n\n<p>\n171 - حدثني محمد حدثني يحيى بن <span id='ms31'></span> بسطام حدثني عبد الكريم ابن معاوية قال\nذكر لي عن حفصة أنها كانت تقرأ نصف القرآن في كل ليلة وكانت تصوم الدهر\nوتفطر العيدين وأيام التشريق // إسناده ضعيف //\n</p>\n\n<p>\n172 - حدثني محمد حدثنا رستم بن أسامة حدثني عبد الله بن مسعر قال قال\nمالك بن مغول قيام الليل أيسر من خوض النيران \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \nومن شرب الحميم // إسناده ضعيف جدا //\n</p>\n\n<p>\n173 - حدثني محمد حدثني رستم بن أسامة حدثني أبو خالد الأحمر قال قال\nداود الطائي ما حسدت أحدا على شيء إلا أن يكون رجل يقوم من الليل فإني أحب\nأن أرزق قيام الليل // إسناده حسن //\n</p>\n\n<p>\nقال أبو خالد وبلغني أنه كان لا ينام الليل فإذا غلبته عيناه احتبى قاعدا\n// إسناد هذه الزيادة ضعيف لجهالة من بلغ خالدا //\n</p>\n\n<p>\n174 - حدثني محمد حدثني إسحاق بن منصور حدثتني أم سعيد بن علقمة النخعي\nوكانت أمة طائية قالت كان بيننا وبين داود الطائي حائط قصير أسمع حسه عامة\nالليل لا يهدأ قالت وربما سمعته يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \nهمك عطل على الهموم وحالف بيني وبين السهاد وشوقي إلى النظر إليك أوبق مني\nالشهوات وحال بيني وبين اللذات فأنا في سجنك أيها الكريم مطلوب قالت وربما\nترنم بالآية فأرى أن جميع نعيم الدنيا جمع في ترنمه وكان يكون في الدار\nوحده وكان لا يصبح فيها أي كان لا يسرج // إسناده فيه أم سعيد لم أجد لها\nترجمة //\n</p>\n\n<p>\n175 - حدثني محمد بن الحسين حدثني الصلت بن حكيم حدثنا أبو المغيرة النضر\nبن إسماعيل قال كان في تيم الله شيخ متعبد قد لصق به فتية متنسكون قال كان\nالمسجد مأواه وكانوا يلزمونه ويأخذون بأدبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n            \nقال فكان إذا كان الليل نام من أوله هجعة خفيفة ثم يقوم فيقول من لقرة\nالعين وخطبة الكواعب الأتراب\n</p>\n\n<p>\nقال فيثب أولئك النساك من مضاجعهم كالليوث تقوم إلى أقرانها قال فهم كذلك\nفي تهجد ونحيب ودعاء إلى الفجر قال فلم يزالوا على ذلك حتى ماتوا عليه\n</p>\n\n<p>\nقال أبو المغيرة وقد أدركت أنا هذا الشيخ ورأيته كنت إذا رأيته رأيت رجلا\nطويلا من أولئك <span id='ms32'></span> العرب الأول شديد الأدمة قد غلب التهيج والاصفرار عليه وكنت\nإذا نظرت إليه رأيت هولا ولونا حائلا قال وكان شيخا عظيم الأركان // إسناده\nضعيف //\n</p>\n\n<p>\n176 - حدثني محمد حدثنا قبيصة قال قال عطوان بن عمرو التميمي وكان شيخا\nطويلا مؤذنا هاهنا عابدا قال قبيصة قد أدركته وأنا صبي قال إني لأبيت ليلي\nساهرا متفكرا في أمر الناس وغفلتهم عما يردون عليه من القيامة ومن الأهوال\nوالأفزاع ثم إلى أين يكون منصرفهم من بين يدي الله قال فأبيت ليلتي ساهرا\nمفكرا في ذلك ثم أظل نهاري مفكرا في بكرتي ما أدري ما يصنع الله بي فيها\nقال أبو عامر وحدثني أنه كان إذا كان الليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n            \nجال في الجبابين والأحياء // إسناده حسن //\n</p>\n\n<p>\n177 - حدثنا داود بن رشيد حدثنا صالح بن عمر عن عبد الملك أن سعيد بن\nجبير كان يختم القرآن في ليلتين // إسناده صحيح //\n</p>\n\n<p>\n178 - حدثنا إسحاق بن إسماعيل حدثنا جرير عن مغيرة قال كان عروة بن أدية\nإذا نام الناس بالبصرة خرج فنادى في سككها يا أهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n            \nالبصرة الصلاة الصلاة ثم يتلو هذه ( أفأمن أهل القرى أن يأتيهم بأسنا\nبياتا وهم نائمون ) الأعراف 97 // إسناده من رواية إسحاق بن إسماعيل وقد\nتكلموا في سماعه من جرير //\n</p>\n\n<p>\n179 - حدثني محمد بن الحسين حدثنا محمد بن عمرو حدثنا مخرمة بن بكير عن\nأبيه قال كان بشر بن سعيد يوقظ أهله بالليل فيقول الصلاة ثم يقول إن السفر\nلا يقطع إلا بالدلج وإن الدنيا سفر نصب حتى يفضي العبد إلى رحمة الله //\nإسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n            \n180 - حدثني محمد حدثني معلي بن أسد سمعت معتمرا يقول كان أبي يوقظ كل من\nفي الدار إذا دخل شهر رمضان ويقول قوموا فلعلكم لا تدركوه بعد عامكم هذه //\nإسناده حسن //\n</p>\n\n<p>\n181 - حدثني محمد بن الحسين حدثني خالد بن يزيد بن الطبيب حدثنا محمد بن\nطلحة بن مصرف قال كان أبي يأمر نساءه وخدمه وبناته بقيام الليل ويقول صلوا\nولو ركعتين في جوف الليل فإن الصلاة في جوف الليل تحط الأوزار وهي أشرف\nأعمال الصالحين // إسناده ضعيف <span id='ms33'></span> //\n</p>\n\n<p>\n182 - حدثني محمد بن يحيى بن أبي حاتم حدثنا جعفر بن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n            \nجعفر حدثني أبو جعفر السائح أن الهيثم بن جماز قال كانت لي امرأة لا تنام\nالليل وكنت لا أصبر معها على السهر فكنت إذا نعست ترش علي الماء في أثقل ما\nأكون من النوم وتنبهني برجلها وتقول ما تستحي من الله كم هذا الغطيط فوالله\nإن كنت لأستحي مما تصنع // إسناده ضعيف جدا //\n</p>\n\n<p>\n183 - حدثني الحسين بن عبد الرحمن حدثني بعض أصحابنا قال قالت امرأة حبيب\nأبي محمد انتبهت ليلة وهو نائم فأنبهته في السحر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n            \nوقالت له قم يا رجل سوء فقد ذهب الليل وجاء النهار وبين يديك طريق بعيد\nوزادنا قليل وقوافل الصالحين قد ساروا قدامنا ونحن قد بقينا // إسناده ضعيف //\n</p>\n\n<p>\n184 - حدثني محمد بن الحسين حدثني أبو يوسف البزاز قال تزوج رياح القيسي\nامرأة فبنى بها فلما أصبح قامت إلى عجينها فقال لو نظرت امرأة تكفيك هذا\nقالت إنما تزوجت رياحا القيسي لم أرني أني تزوجت جبارا عنيدا فلما كان\nالليل نام ليختبرها فقامت ربع الليل ثم نادته قم يا رياح فقال أقوم فقامت\nالربع الآخر ثم نادته فقالت قم يا رياح فقال أقوم ولم يقم فقامت الربع\nالآخر ثم نادته فقالت قم يا رياح فقال أقوم فقالت مضى الليل وعسكر المحسنون\nوأنت نائم ليت شعري من غرني بك يا رياح قال وقامت الربع الباقي // إسناده\nفيه أبو يوسف البزاز لم أعرفه //\n</p>\n\n<p>\n185 - حدثني محمد بن الحسين حدثني بعض أصحابنا قال كان عمر ابن ذر إذا\nنظر إلى الليل قد أقبل قال جاء الليل ولليل مهابة والله أحق أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p2255'> Vol. 01, p. 2255</a>\n            </div>\n            \nيهاب // إسناده ضعيف //\n</p>\n\n<p>\n186 - حدثني بعض محمد حدثني بعض أصحابنا قال كان رجل من أهل خراسان\nمتعبدا وكان إذا جاء الليل تحزم ولبس ثيابه وخفيه فيقول له أهله الناس إذا\nأصبحوا لبسوا ثيابهم وذهبوا إلى أسواقهم وأنت إنما تلبس بالليل فيقول لهم\nوأنا أيضا أذهب إلى السوق قال فيقوم إلى محرابه // إسناده ضعيف //\n</p>\n\n<p>\n187 - حدثني أحمد بن عمران بن عبد الملك حدثني محمد <span id='ms34'></span> بن فضيل حدثني حصين\nعن إبراهيم أن هماما كان يقول في سجوده أشفني من النوم باليسير واجعل سهري\nفي طاعتك فكان لا ينام إلا هنية وهو جالس // إسناده ضعيف جدا // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n            \n188 - حدثني إبراهيم بن سعيد حدثنا أبو أسامة عن الأعمش عن عمارة عن شريح\nبن هاني قال ما فقد رجل شيئا أهون من نعسة تركها فما ذكرتها من قوله إلا\nنفعني الله بها // إسناده فيه عنعنة الأعمش ورجاله ثقات //\n</p>\n\n<p>\n189 - حدثنا أحمد بن عمران حدثنا المحاربي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n            \nحدثنا ليث أن بلالا العبسي كان يقوم في شهر رمضان فيقرأ بهم الربع من\nالقرآن ثم ينصرف فيقولون قد خففت بنا الليلة // إسناده ضعيف جدا //\n</p>\n\n<p>\n190 - حدثنا أحمد بن إبراهيم حدثنا وهب بن جرير حدثنا هشام عن الحسن أن\nهرم بن حيان قال لم أر مثل الجنة نام طالبها ولا مثل النار نام هاربها //\nإسناده فيه هشام بن حسان اختلف في سماعه من الحسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n            \n191 - حدثني محمد بن الحسين حدثني الحميدي عن سفيان قال كان زبيد يحيي\nالليل صلاة فإذا طلع الفجر قعد في مصلاه يقول سبحان الملك القدوس رب\nالملائكة والروح يردد هذا التسبيح قال وكانت له جارية أعجمية وكانت إذا\nسمعته يردد هذا التسبيح قالت روزامد روزامد // إسناده حسن //\n</p>\n\n<p>\n192 - حدثني محمد بن الحسين حدثني يحيى بن بسطام حدثنا زهير السلولي قال\nكان محمد بن واسع يصلي من الليل على ظهر سطح قال فربما سقط من طول القيام\n// إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n            \n193 - حدثني سلمة بن شبيب حدثنا إبراهيم بن الحكم بن أبان قال كان أبي إذا\nأخذه النوم بالليل دخل البحر فيسبح فتجتمع إليه حيتان البحر // إسناده ضعيف //\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>AUTO 5 - باب من كان يغل نفسه بالليل استكانة لربه</h1>\n\n<p>\n194 - حدثنا علي بن الجعد حدثنا أبو المغيرة الأحمسي عن حكيم بن محمد\nالأخنسي قال بلغني أن داود وسليمان عليهما السلام لم يؤتيا الملك ليتنعما\nإنما أوتيا الملك ليتعبدا فلم يكن أحد في زمانهما أشد اجتهادا في العبادة\nمنهما ما كان طيبهما إلا الكندر وما كان دهنهما إلا الزيت وكان سليمان إذا\nجنه الليل <span id='ms35'></span> غل نفسه ولبس مدرعا من شعر وطول الليل قائما وقاعدا وباكيا\nوداعيا فإذا أصبح تصفح وجوه الأشراف حتى يجيء إلى المساكين فيقعد معهم\nويقول يا رب مسكين مع المساكين // إسناده ضعيف //\n</p>\n\n<p>\n195 - حدثنا إسحاق بن إسماعيل حدثنا معن بن عيسى حدثني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n            \nعبد الله بن عمرو عن أبيه قال أوصى عمر بن عبد العزيز بصندوق مقفل أن يطرح\nفي البحر فقيل لزوجته أي شيء فيه قالت جامعه وأطمار كان يطرح نفسه فيها\nبالليل // إسناده فيه عمرو الهذلي لم أجد فيه جرحا ولا تعديلا //\n</p>\n\n<p>\n196 - حدثني محمد بن الحسين حدثنا الوليد بن صالح عن عبد الرحمن بن زيد\nبن أسلم عن أبيه قال كان لعمر بن عبد العزيز سفط فيه دراعة من شعر وغل وكان\nله بيت في جوف بيت يصلي فيه لا يدخل فيه أحد قال فإذا كان آخر الليل فتح\nذلك السفط فلبس تلك الدراعة ووضع الغل في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n            \nعنقه فلا يزال يناجي ربه ويبكي حتى يطلع الفجر ثم يعيده في السفط //\nإسناده ضعيف //\n</p>\n\n<p>\n197 - حدثني محمد حدثني عبيد الله بن محمد حدثني محمد ابن مسعر قال كان\nلرياح القيسي غل من حديد قد اتخذه فكان إذا جنه الليل وضعه في عنقه وجعل\nيبكي ويتضرع حتى يصبح // إسناده ضعيف //\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>AUTO 6 - باب السواك للقيام للتهجد</h1>\n\n<p>\n198 - حدثنا عثمان بن محمد بن أبي شيبة أخبرنا شريك عن الأعمش عن أبي\nسفيان عن جابر بن عبد الله قال رسول الله (إذا أراد أحدكم أن يصلي بالليل\nفليستاك) // إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n            \n199 - حدثنا أبو خيثمة حدثنا جرير عن منصور عن أبي وائل عن حذيفة قال كان\nرسول الله إذا قام من الليل يشوص فاه بالسواك // إسناده صحيح // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n            \n200 - حدثني محمد بن الحسين حدثنا الوليد بن القاسم الهمذاني حدثنا عمر بن\nذر عن أبيه قال كان نفال السواك قبل التهجد من أعمال الصالحين // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n            \n201 - حدثني محمد حدثني محمد ين يزيد قال سمعت عبد العزيز ابن أبي رواد\nيقول خلقان كريمان من أحسن أخلاق المرء المسلم التهجد والمداومة على السواك\n// إسناده حسن //\n</p>\n\n<p>\n202 - حدثني محمد <span id='ms36'></span> بن الحسين حدثنا محمد بن جعفر بن عون سمعت محمد بن صبيح\nقال قال لي محمد بن النضر الحارثي وذكر قيام الليل والسواك قبله فقال ذاك\nعبادة المتهجدين // إسناده فيه محمد بن جعفر بن عون لم أجد فيه جرحا ولا\nتعديلا إلا ذكر ابن حبان له في الثقات // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n            \n203 - حدثني الفضل بن جعفر أخبرنا عبيد الله بن موسى أخبرنا المثنى بن\nإبراهيم عن جده مسلم عن ابن عمر قال كان رسول الله لا ينام حتى يعد السواك\nعند رأسه فإذا قام بدأ بالسواك // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n            \n204 - حدثني إبراهيم بن سعيد حدثنا موسى بن إسماعيل حدثنا أبو البشر المزلق\nعن ثابت البناني عن أنس بن مالك قال كان للنبي إناء يعرض عليه سواكه فإذا\nقام من الليل خلا واستنجى واستاك وتوضأ ثم بعث يطلب الطيب في رباع نسائه //\nإسناده ضعيف //\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>AUTO 7 - باب</h1>\n\n<p>\n205 - حدثنا علي بن الجعد أخبرني عمرو بن شمر عن السدي عن أبي أراكة قال\nصليت مع علي بن أبي طالب رضي الله عنه صلاة الفجر فلما سلم انفتل عن يمينه\nثم مكث كأن عليه كآبة حتى إذا كانت الشمس على حائط المسجد قيد رمح قال\nوحائط المسجد أقصر مما هو الآن قال ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n            \nقلب يده وقال والله لقد رأيت أصحاب محمد فما أرى اليوم شيئا يشبههم لقد\nكانوا يصبحون صفرا غبرا بين أعينهم أمثال ركب المعزى قد باتوا سجدا وقياما\nيتلون كتاب الله يراوحون بين جباههم وأقدامهم فإذا أصبحوا فذكر الله مادوا\nكما تميد الشجر في يوم ريح وهملت أعينهم حتى تبل ثيابهم والله لكأن القوم\nباتوا غافلين ثم نهض فما رئي يضحك حتى ضربه ابن ملجم عدو الله الفاسق //\nإسناده ضعيف جدا //\n</p>\n\n<p>\n206 - حدثنا علي بن مسلم حدثنا أبو داود الطيالسي حدثنا ورقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n            \nعن محمد بن المنكدر عن سعيد بن جبير عن عائشة أن النبي قال ( من كانت له\nصلاة بليل فغلبه عليها نوم فنام كتب عنها كتب الله له أجر صلاته وكان نومه\nصدقة من الله تصدق به عليه ) // إسناده منقطع <span id='ms37'></span> لعدم سماع سعيد من عائشة\nلوجود واسطة بينهما كما سيأتي // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n            \n207 - حدثنا خلف بن هشام وخالد بن خداش قالا حدثنا حماد بن زيد عن أيوب عن\nنافع عن ابن عمر قال رأيت كأن آتيا أتاني ينطلق بي إلى النار قال فلقاه ملك\nفقال لن يراع دعه نعم الرجل لو كان يصلي من الليل قال نافع فكان عبد الله\nبعد ذلك يطيل الصلاة من الليل // إسناده صحيح // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n            \n208 - حدثني يعقوب بن عبيد أخبرني يزيد بن هارون أخبرنا محمد بن إسحاق عن\nعبد الرحمن بن الحارث عن إياس بن معاوية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p275'> Vol. 01, p. 275</a>\n            </div>\n            \nالمزني قال قال رسول الله ( لا بد من صلاة الليل ولو حلب ناقة ولو حلب شاة\nوما كان بعد صلاة العشاء الآخرة فهو من الليل ) // إسناده مرسل //\n</p>\n\n<p>\n209 - حدثنا خلف بن هشام حدثنا حماد بن زيد عن انس بن سيرين قال كان\nلمحمد بن يرين سبعة أوراد يقرؤها من الليل فإذا فاته منها شيء قرأه بالنهار\nفي الصلاة // إسناده صحيح //\n</p>\n\n<p>\n210 - وحدثنا خلف حدثنا حماد عن أيوب عن محمد أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n            \nتميما الداري اشترى حلة بألف فكان يقوم فيها بالليل إلى صلاته // إسناده\nصحيح //\n</p>\n\n<p>\n211 - حدثنا خلف حدثنا حماد بن زيد عن يحيى بن سعيد عن أبي بكر بن محمد\nقال أتتنا عمرة ليلة فباتت عندنا فقمت من الليل أصلي فجعلت أخافت فقالت لي\nيا ابن أخي لم لا تجهر بالقرآن فما كان يوقظنا بالليل إلا قراءة معاذ القارئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \nوقراءة أفلح مولى أبي أيوب // إسناده صحيح //\n</p>\n\n<p>\n212 - حدثنا خلف حدثنا حماد عن عاصم بن أبي النجود قال أدركت أقواما\nكانوا يتخذون هذا الليل جملا منهم زر وأبو وائل // إسناده حسن //\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>AUTO 8 - باب ذكر القائمين حتى تورمت أقدامهم</h1>\n\n<p>\n213 - حدثنا أبو خيثمة وغير واحد قالوا حدثنا سفيان بن عيينة عن زياد بن\nعلاقة سمع المغيرة بن شعبة قال قام النبي حتى تورمت قدماه فقيل يا رسول\nالله قد غفر الله لك ما تقدم من ذنبك وما تأخر قال (أفلا أكون عبدا شكورا)\n// إسناده صحيح // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n            \n214 - حدثني أبو حفص الصيرفي حدثنا صالح بن مهران <span id='ms38'></span> حدثنا النعمان بن عبد\nالسلام عن سفيان الثوري عن عاصم بن كليب عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n            \nعن أبي هريرة أن النبي كان يصلي حتى تزلغ قدماه // إسناده حسن //\n</p>\n\n<p>\n215 - حدثنا عبد الله بن عون الخراز حدثنا محمد بن بشر حدثنا مسعر عن\nقتادة عن انس قال قام النبي حتى تورمت قدماه أو ساقاه قال فقيل يا رسول\nالله قد غفر الله لك ما تقدم من ذنبك وما تأخر قال ( أفلا أكون عبدا شكورا\n) // إسناده فيه تدليس قتادة ورجاله ثقات // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n            \nوحدثني محمد بن يزيد الآدمي حدثنا يحيى بن يمان عن الأعمش عن أبي صالح عن\nأبي هريرة قال كان النبي يصلي حتى تورم قدماه فقيل قد غفر الله لك ما تقدم\nمن ذنبك وما تأخر قال ( أفلا أكون عبدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n            \nشكورا ) // إسناده ضعيف //\n</p>\n\n<p>\n217 - وحدثني علي بن الجعد حدثني مزاحم بن زفر عن مسعر قال لما قيل لهم (\nاعملوا آل داود شكرا ) سبأ 13 لم يأت عليهم ساعة إلا وفيهم مصلي // إسناده حسن //\n</p>\n\n<p>\n218 - وحدثنا عمران بن عبد الملك قال سألت عبد الله بن إدريس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n            \nفحدثني عن أبيه عن مجاهد قال لما قيل لها ( يا مريم اقنتي لربك ) آل عمران\n43 قال قامت حتى تورمت كعباها // إسناده فيه شيخ المصنف لم أجد له ترجمة //\n</p>\n\n<p>\n219 - حدثني إبراهيم بن سعيد حدثنا أبو أسامة حدثنا مسعر حدثني بعض آل\nعبد الله بن يزيد أن عبد الله بن يزيد كان لا ينام آخر أهل الدار حتى يقوم\nفيصلي فكان يصلي حتى تنقع رجلاه في الماء الحار // إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p284'> Vol. 01, p. 284</a>\n            </div>\n            \n220 - حدثني إبراهيم حدثنا أبو أسامة حدثنا مسعر حدثنا إبراهيم بن محمد\nقال كان لمسروق ستر بينه وبين أهله فيقبل على صلاته أو عبادته ويخلي بينهم\nوبين دنياهم // إسناده صحيح //\n</p>\n\n<p>\n221 - وحدثني أزهد بن مروان الأنطاكي حدثنا حماد بن زيد عن انس بن سيرين\nعن امرأة مسروق قالت كان تعني مسروق يصلي حتى ترم قدماه فربما جلست خلفه\nأبكي مما أراه يصنع بنفسه // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n            \n222 - حدثني عيسى بن عبد الله التميمي أخبرنا شجاع بن الوليد عن العلا <span id='ms39'></span> بن\nعبد الكريم قال كنا نأتي مرة الهمذاني فيخرج إلينا فنرى أثر السجود في\nجبهته وكفيه وركبته وقدميه قال شجاع وحدثني بعض اخوتي أنه كان يصلي في\nاليوم والليلة ستمائة ركعة // إسناده فيه شيخ المصنف لم أعرفه // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p286'> Vol. 01, p. 286</a>\n            </div>\n            \n223 - حدثني محمد بن الحسين حدثنا يحيى بن بسطام قال قال ضيغم صلى خليفة\nالعبدي حتى انشقت قدماه\n</p>\n\n<p>\n224 - حدثنا الوليد بن شجاع حدثنا ضمرة عن ابن شوذب عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p287'> Vol. 01, p. 287</a>\n            </div>\n            \nمعاذه العدوية قالت كان صلة بن اشيم يقوم من الليل حتى يفتر فما يجيء إلى\nفراشه إلا حبوا // إسناده صحيح //\n</p>\n\n<p>\n225 - حدثنا أبو عبيد الله يحيى بن محمد بن السكن البصري حدثنا عبد الله\nبن عبد المجيد حدثنا كثير بن زيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n            \nحدثني يزيد بن زياد عن كريب عن ابن عباس قال بت عند خالتي ميمونة فاضطجع\nرسول الله وأهله في طول الوسادة واضطجعت في عرضها فقام رسول الله فتوضأ\nونحن نيام قال يا هذين الصلاة ثم رش عليهما من وضوئه قال ثم قام فصلى فقمت\nعن يمينه فأخذني فجعلني عن يساره فلما صلى قلت يا رسول الله أخبرني عن\nمقامي قال ( أخبرتك عن مقام جبريل ) قال فسمعته يدعو بهذا الدعاء ( اللهم\nهب لي نورا في سمعي وهب لي ونورا في بصري وهب لي نورا من خلفي وهب لي نورا\nعن يميني وعن يساري وهب لي نورا في لحمي وشعري ودمي ) فعد رسول الله ست\nعشرة مرة يرددها ثم في السبع عشرة ( اللهم هب لي نورا إلى نور ) // إسناده\nضعيف //\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>AUTO 9 - باب من كان يقوم بقيامه عمار داره</h1>\n\n<p>\n226 - حدثني محمد بن الحسين حدثني عبد الرحمن بن عمرو بن جبلة الباهلي\nسمعت السري بن يحيى يذكر عن يزيد الرقاشي أن صفوان ابن محرز المازني كان\nإذا قام إلى تهجده من الليل قام معه سكان داره من الجن فصلوا بصلاته\nواستمعوا لقراءته قال السري فقلت ليزيد وأنى علم ذلك قال كان إذا قام سمع\nلهم ضجة فاستوحش لذلك فنودي لا ترع يا أبا عبد الله فإنما نحن إخوانك نقوم\nللتهجد كما <span id='ms40'></span> تقوم فنصلي بصلاتك قال فكأنه أنس بعد ذلك إلى حركتهم // إسناده\nضعيف جدا //\n</p>\n\n<p>\n227 - وحدثني محمد حدثنا أبو إسحاق الضرير حدثنا مهدي بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n            \nميمون قال كان واصل مولى أبي عيينة جارا لنا وكان يسكن في غرفة فكنت أسمع\nقراءته من الليل وكان لا ينام من الليل إلا يسيرا قال فغاب غيبة إلى مكة\nفكنت أسمع القراءة من غرفته على نحو من صوته كاني لا أنكر من الصوت شيئا\nقال وباب الغرفة مغلق قال فلم نلبث أن قدم من سفره فذكرت ذلك له فقال وما\nأنكرت من ذلك هؤلاء سكان الدار يصلون بصلاتنا ويستمعون لقراءتنا قال قلت\nأفتراهم قال لا ولكني أحس بهم وأسمع تأمينهم عند الدعاء وربما غلب علي\nالنوم فيوقظوني // إسناده حسن //\n</p>\n\n<p>\n228 - وحدثني محمد حدثني خلف بن تميم قال كان فتى من أهل الكوفة يحيي\nالليل صلاة قال فاستزاره بعض إخوانه ذات ليلة فاستأذن أمه في زيارته فأذنت\nله قالت العجوز فلما كان من الليل إذا أنا في منامي برجال قد وقفوا علي\nفقالوا يا أم عرفجة لم أذنت لإمامنا الليلة // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n            \n229 - حدثني محمد بن الحسين حدثنا عبيد الله بن عمر حدثني أبو عمران\nالتمار قال غدوت يوما قبل الفجر إلى مسجد الحسن الجعفري فإذا باب المسجد\nمغلق وإذا حسن جالس يدعو وإذا ضجة في المسجد وجماعة يؤمنون على دعائه وحسن\nيدعو قال فجلست على باب المسجد حتى فرغ من دعائه ثم قام فأذن وفتح باب\nالمسجد فدخلت فلم أر في المسجد أحدا فلما أصبح وتفرق من عنده قلت له يا أبا\nسعيد إني والله رأيت عجبا قال وما رأيت فأخبرته بالذي رأيت وسمعت فقال\nأولئك جن من أهل نصيبين يحبون يشهدون معي ختم القرآن كل ليلة جمعة ثم\nينصرفون // إسناده فيه أبو عمران التمار فإن كان هو المكي فإسناده حسن وإلا\nفبحسبه //\n</p>\n\n<p>\n230 - وحدثني محمد حدثني محمد بن عبد العزيز بن سلمان العابد قال كان أبي\nإذا قام من الليل يتهجد سمعت في الدار جلبة شديدة واستقاء للماء كبير <span id='ms41'></span> قال\nفنرى أن الجن كانوا يستيقظون لتهجده فيصلون معه // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n            \n231 - حدثني محمد بن الحسين حدثني أبو عبد الملك بن الفارسي حدثني عبد\nالله بن سليمان من أهل عسقلان وكان ما علمته خيرا فاضلا قال حدثني رجل من\nالعبادين ممن قدم علينا مرابطا بعسقلان قال فقمت ذات ليلة للتهجد على بعض\nالسطوح فإذا أنا بهاتف يهتف من البحر إليكم معاشر العابدين وأبناء السالفين\nمن الأمم قبلكم قسمت العبادة ثلاثة أجزاء فأولها قيام الليل وثانيها صيام\nالنهار وثالثها الدعاء والتسبيح هذا جزء القيامة فخذوا منه بالحظ الأوفر\nقال فسقطت والله لوجهي مما دخلني من ذلك // إسناده ضعيف //\n</p>\n\n<p>\n232 - حدثني محمد بن الحسين حدثنا يحيى بن إسحاق حدثنا أبو معشر عن محمد\nبن قيس قال بلغني أن العبد إذا قام من الليل للصلاة هبطت عليه الملائكة\nتستمع لقراءته واستمع له عمار الدار وسكان الهواء // تقدم هذا الأثر بهذا\nالإسناد رقم 24 //\n</p>\n\n<p>\n233 - حدثنا هارون بن عمر القرشي حدثنا الوليد بن مسلم حدثني شيبان أبو\nمعاوية عن الأعمش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p294'> Vol. 01, p. 294</a>\n            </div>\n            \nعن علي بن الأقمر عن الأغر عن أبي سعيد الخدري وأبي هريرة عن النبي قال (\nإذا استيقظ الرجل من الليل وأيقظ امرأته فصليا ركعتين كتبا ليلتئذ من\nالذاكرين الله كثيرا والذكرات ) // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n            \n234 - حدثنا أبو خيثمة حدثنا يحيى بن سعيد عن ابن عجلان حدثني القعقاع بن\nحكيم عن أبي صالح عن أبي هريرة عن النبي قال ( رحم الله رجلا قام من الليل\nفصلى وأيقظ امرأته فصلت فإن أبت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p296'> Vol. 01, p. 296</a>\n            </div>\n            \nنضح في وجهها الماء رحم الله امرأة قامت من الليل فصلت ثم أيقظت زوجها\nفصلى فإن أبى نضحت في وجهه الماء ) // إسناده حسن //\n</p>\n\n<p>\n235 - حدثنا علي بن الجعد أخبرني محمد بن طلحة عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p297'> Vol. 01, p. 297</a>\n            </div>\n            \nزبيد عن مرة عن عبد الله قال فضل صلاة الليل على فضل صلاة النهار كفضل\nصدقة السر على صدقة العلانية // إسناده حسن //\n</p>\n\n<p>\n236 - حدثنا عبد الرحمن بن صالح حدثنا حفص بن غياث عن عيسى بن المسيب عن\nالقاسم بن عبد الرحمن في قوله ( فإذا فرغت فانصب ) قال إذا فرغت <span id='ms42'></span> من الفريضة\nفانصب في قيام الليل // إسناده ضعيف //\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p298'> Vol. 01, p. 298</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>AUTO 10 - أفضل ساعات الليل للتهجد</h1>\n\n<p>\n237 - حدثنا أبو خيثمة حدثنا روح بن عبادة حدثنا عوف حدثنا المهاجر أبو\nمخلد عن أبي العالية حدثني أبو مسلم قال قلت لأبي ذر أي قيام الليل أفضل\nقال فقال أبو ذر سألت رسول الله عما سألتني قال فإما قال (نصف الليل أو جوف\nالليل وقليل فاعله) // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n            \n238 - حدثنا خلف بن هشام حدثنا أبو عوانة عن عبد الملك بن عمير عن محمد بن\nالمنتشر عن حميد بن عبد الرحمن عن أبي هريرة عن النبي قال ( إن أفضل الصلاة\nبعد الفريضة في جوف الليل ) // إسناده فيه عبد الملك بن عمير وفيه ما تقدم\nمن كلام النقاد // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p300'> Vol. 01, p. 300</a>\n            </div>\n            \n239 - حدثنا أبو بكر الباهلي حدثنا ابن أبي عدي عن شعبة عن يعلي عن يزيد\nبن طلق عن عبد الرحمن بن البيلماني عن عمرو بن عبسة قال قلت يا رسول الله\nهل من ساعة من الليل أقرب إلى الله من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p301'> Vol. 01, p. 301</a>\n            </div>\n            \nساعة أخرى قال ( جوف الليل الآخر ثم صل ما بدا لك حتى تصلي الصبح ) //\nإسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p302'> Vol. 01, p. 302</a>\n            </div>\n            \n240 - حدثنا محمد بن حميد حدثنا الفضل بن موسى حدثنا ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p303'> Vol. 01, p. 303</a>\n            </div>\n            \nجريج عن عبد الرحمن بن سابط عن أبي أمامة قال جاء رجل إلى النبي فقال أي\nالصلاة أفضل فقال ( جوف الليل الأوسط ) قال أي الدعاء أسمع قال ( دبر\nالمكتوبات // إسناده ضعيف //\n</p>\n\n<p>\n241 - حدثني محمد بن الحسين حدثنا أبو إسحاق مولى بني هاشم عن مزرع أبي\nالقرشي عن فرقد السبخي قال قال داود رب أي الساعات أقوم لك قال فأوحى إليه\nنصف الليل الأول إذا نام القانتون ولم يقم بعد المتهجدون المستغفرون قال\nفرقد فعند ذلك ينظر الله إليك برحمته إن شاء // إسناده فيه من لم أجد لهم\nترجمة // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p304'> Vol. 01, p. 304</a>\n            </div>\n            \n242 - وحدثني محمد حدثنا حكيم بن جعفر حدثنا عصام بن طليق قال الحسن\nالبصري وسأله رجل أي القيام أفضل قال جوف الليل الغابر إذا نام من قام من\nاوله ولم يقم بعد من يتهجد في آخره فعند ذلك نزول الرحمة وحلول المغفرة <span id='ms43'></span>\n</p>\n\n<p>\nقال حكيم فحدثت بذلك مسمع بن عاصم فبكى ثم قال إلهي في كل سبيل يبتغي\nالمؤمن رضوانك // إسناده ضعيف //\n</p>\n\n<p>\n243 - حدثني محمد بن الحسين حدثني خالد بن يزيد بن الطبيب حدثني محمد بن\nطلحة بن مصرف قال كان أبي يأمر نساءه وخدمه وبناته بقيام الليل ويقول صلوا\nولو ركعتين في جوف الليل فإن الصلاة في جوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p305'> Vol. 01, p. 305</a>\n            </div>\n            \nالليل تحط الأوزار وهي من أشرف أعمال الصالحين\n</p>\n\n<p>\n244 - حدثنا سعيد بن محمد الجرمي حدثنا معن حدثني معاوية ابن صالح عن\nضمرة بن حبيب سمعت أبا أمامة الباهلي يحدث عن عمرو بن عبسة يقول سمعت رسول\nالله يقول ( إن الرب أقرب ما يكون من العبد في جوف الليل الآخر فإن استطعت\nأن تكون ممن يذكر الله في تلك الساعة فكن ) // إسناده حسن //\n</p>\n\n<p>\n245 - حدثنا أحمد بن إبراهيم العبدي حدثنا خلف بن تميم حدثنا سمير بن\nواصل الضبي عن جويبر عن الضحاك قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p306'> Vol. 01, p. 306</a>\n            </div>\n            \nشرف المؤمن صلاته في جوف الليل وعزه استغناؤه عن الناس // إسناده ضعيف //\n</p>\n\n<p>\n246 - حدثنا خلف بن هشام حدثنا أبو عوانة عن أبي إسحاق عن الأغر أبي مسلم\nقال أشهد على أبي سعيد الخدري وأبي هريرة أنهما شهدا على رسول الله أنه قال\n( إن الله تعالى يهبط إذا ذهب ثلث الليل الأول وبقي ثلث الليل فيقول هل من\nسائل فيعطى هل من تائب فيتاب عليه هل من مستغفر من ذنب ) // إسناده صحيح // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n            \n247 - حدثنا إسحاق بن إسماعيل حدثنا علي جرير عن الأعمش عن أبي سفيان عن\nجابر قال سمعت النبي يقول ( إن في الليل لساعة لا يوافقها رجل مسلم يسأل\nالله فيها خيرا من الدنيا والآخرة إلا أعطاه إياه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n            \nوذلك كل ليلة ) // إسناده حسن //\n</p>\n\n<p>\n248 - حدثنا علي بن أحمد الرقي حدثنا أسد بن موسى حدثنا حماد بن سلمة عن\nعاصم بن بهدلة عن شهر بن حوشب عن معاذ بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n            \nجبل أن رسول الله قال في قوله ( تتجافى جنوبهم عن المضاجع ) السجدة 16 قال\n( قيام الليل ) // إسناده ضعيف //\n</p>\n\n<p>\n249 - حدثنا خلف بن هشام حدثنا خالد بن عبد الله عن عطاء يعني ابن <span id='ms44'></span> السائب\nعن مرة عن عبد الله بن مسعود قال يعجب الله من خصلتين يعملهما العباد رجل\nقام من الليل فتوضأ فأحسن الوضوء ثم قام إلى الصلاة قال فيقول الله انظروا\nإلى عبدي هذا قام من بين أهل داره رغبة فيما عندي وشفقة مما عندي ورجل يلقى\nالعدو في الزحف ففر أصحابه وأقام فيقول الله انظروا إلى عبدي فر أصحابه\nوأقام رغبة فيما عندي وشفقة مما عندي // إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p313'> Vol. 01, p. 313</a>\n            </div>\n            \n250 - حدثنا إسحاق بن إسماعيل حدثنا سفيان عن الزهري عن عروة عن عبد\nالرحمن بن عبد القاري قال قال عمر الساعة التي تنامون فيها أحب إلي من\nالساعة التي تقومون فيها قال سفيان كانوا يقومون أول الليل وينامون آخره //\nإسناده صحيح //\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p314'> Vol. 01, p. 314</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>AUTO 11 - باب من نام عن تهجده فنبه لذلك من رقدته</h1>\n\n<p>\n251 - حدثني محمد بن الحسين حدثني يحيى بن راشد أبو بكر حدثنا مضر القارئ\nقال كان رجل من العباد قلما ينام من الليل قال فغلبته عينه ذات ليلة فنام\nعن جزئه قال فرأى فيما يرى النائم كأن جارية وقفت عليه كان وجهها القمر\nالمستتم قال ومعها رق فيه كتاب فقالت أتقرأ أيها الشيخ قال نعم قالت فاقرأ\nلي هذا الكتاب قال فأخذته من يدها ففتحته فإذا فيه مكتوب\n</p>\n\n<p>\n(أألهتك لذة نوم عن خير عيش ... مع الخيرات في غرف الجنان)\n</p>\n\n<p>\n(تعيش مخلدا لا موت فيها ... وتنعم في الخيام مع الحسان)\n</p>\n\n<p>\n(تيقظ من منامك إن خيرا ... من النوم التهجد بالقرآن)\n</p>\n\n<p>\nقال فوالله ما ذكرتها قط إلا ذهب عني النوم // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n            \n252 - حدثني محمد بن الحسين حدثنا داود بن المحبر حدثنا صالح المري ونحن\nفي مسجد بني مرة حدثني زياد النميري منذ زمن طويل قال أتاني آت في منامي\nفقال قم يا زياد إلى عادتك من التهجد وحظك من قيام الليل فوالله خير لك من\nنومة توهن بدنك وينكسر لها قلبك قال فاستيقظت فزعا قال ثم غلبني والله أيضا\nالنوم فأتاني ذاك أو غيره فقال قم يا زياد فلا خير في الدنيا إلا للعابدين\nقال فوثبت فزعا <span id='ms45'></span> // إسناده ضعيف جدا //\n</p>\n\n<p>\n253 - وحدثني محمد حدثنا العباس بن الفضل الأزرق حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p318'> Vol. 01, p. 318</a>\n            </div>\n            \nعبد الواحد بن صفوان حدثنا يحيى بن سعيد بن أبي الحسن قال كان أبي سعيد بن\nأبي الحسن إذا جن عليه الليل قام فتوضأ ثم عمد إلى محرابه فلم يزل قائما\nفيه يصلي حتى يصبح قال قال إني نمت ذات ليلة عن وقتي الذي كنت أقوم فيه\nفإذا شاب جميل قد وقف علي فقال قم يا سعيد إلى خير ما أنت قائم إليه قال\nقلت وما هو رحمك الله قال قم إلى تهجدك فإن فيه رضاء ربك وحظ نفسك وهو شرف\nالمؤمنين عند ملكهم يوم القيامة قال فحدثت به أخي الحسن فقال قد طاف بي هذا\nالشاب الذي طاف بك قديما فما ذكرته لأحد حتى الآن ولولا أنك ذكرته ما\nأخبرتك به // إسناده ضعيف جدا //\n</p>\n\n<p>\n254 - وحدثني محمد حدثنا يحيى بن عيسى بن ضرار السعدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n            \nحدثني دارم الحنفي عن عون بن أبي شداد أن رجلا كان يقوم من الليل فيحييه\nصلاة ففتر عن ذلك قال فأتاه آت في منامه فقال قد كنت يا فلان . . . . .\nالخطبة فما الذي قصر بك عن ذلك قال وما ذاك قال كنت تقوم من الليل أو ما\nعلمت أن المتهجد إذا قام إلى تهجده قالت الملائكة قد قام الخاطب إلى خطبته\n// إسناده فيه شيخ البرجلاني لم أجد له ترجمة //\n</p>\n\n<p>\n255 - حدثني محمد بن الحسين حدثني أزهر بن مغيث بن ثابت التغلبي حدثنا\nأبي وكان من القوامين لله في سواد هذا الليل المظلم قال رأيت في منامي\nامرأة لا تشبه نساء أهل الدنيا فقلت من أنت قالت حوراء امة الله قال قلت\nزوجيني نفسك قالت اخطبني إلى سيدي وامهرني قال قلت وما مهرك قالت طول\nالتهجد // إسناده راويه لم أجد له ترجمة // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p320'> Vol. 01, p. 320</a>\n            </div>\n            \n256 - حدثني محمد بن الحسين حدثني حكيم بن جعفر حدثنا حبان الأسود حدثني\nعبد الواحد بن زيد قال أصابتني علة في ساقي فكنت أتحامل عليها للصلاة قال\nفقمت عليها من الليل فأجهدت وجعا فجلست ثم لففت إزاري <span id='ms46'></span> في محرابي ووضعت رأسي\nعليه فنمت فبينا أنا كذلك إذا بجارية تفوق الدمى حسنا تخطر بين جوار مزينات\nحتى وقفت علي وهن خلفها فقالت لبعضهن ارفعنه ولا تهجنه قال فأقبلن نحوي\nفاحتملنني عن الأرض وأنا أنظر إليهن في منامي ثم قالت لغيرهن من الحواري\nالذين معها افرشنه ومهدنه ووطئن له ووسدنه قال ففرشن تحتي سبع حشايا لم أر\nلهن في الدنيا مثلا ووضعن تحت رأسي مرافق حصرا حسانا ثم قالت للذين حملنني\nاجعلنه على الفرش رويدا لا تهجنه قال فجعلت على تلك الفرش وأنا أنظر أليها\nوما تأمر به من شأني ثم قالت احففنه بالريحان قال فأتي بياسمين فحفت به\nالفرش ثم قامت إلي فوضعت يدها على موضع علتي التي كنت أجد في ساقي فمسحت\nذلك المكان بيدها ثم قالت قم شفاك الله إلى صلاتك غير مضرور قال فاستيقظت\nوالله وكأني قد أنشطت من عقال فما اشتكيت تلك العلة بعد ليلتي تلك ولا ذهب\nحلاوة منطقها من قلبي قم شفاك الله إلى صلاتك غير مضرور // إسناده فيه حبان\nالأسود لم أجد له ترجمة // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n            \n257 - حدثني محمد بن الحسين حدثني هشام بن عبيد الله الرازي حدثني فروة\nالزاهد حدثني رجل من أهل الأردن قال كنا مرابطين بالصيرفية وكنا لا نكاد أن\nننام عامة الليل نتحارس فيها بالتكبير والتهليل قال ثم ينام من ينام ويقوم\nالمتهجدون إلى صلاتهم فنمت ذات ليلة في آخر الليل فإذا أنا بقوم قد هبطوا\nعلى أهل المسجد ومعهم حلل فهم يقفون على كل مصلي فيلبسونه حلة من حللهم\nفإذا انتهوا إلى نائم جاوزوه إلى غيره حتى انتهوا إلي فقلت ألا تلبسونني من\nحللكم هذه حلة فقالوا لي إنها ليست حلل لباس إنما هو رضوان الله يحل عليهم\n// إسناده ضعيف // 3258وحدثني محمد حدثنا روح بن سلمة الوراق حدثني أبو\nيحيى الزراد قال حدثت عن ميسرة القيسي أنه كان ذات ليلة قائما يصلي وقد\nقهورت النجوم فمرت به آية فاستبكى لها فبكى ثم سجد فنام في سجوده فرأى\nقائلا يقول <span id='ms47'></span> له ماذا تريد يا ميسرة قال أريد رضى ربي قال عليك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p322'> Vol. 01, p. 322</a>\n            </div>\n            \nحل رضوانه فماذا تريد قال أريد جوارح قوية وهمة مساعدة على طاعة الله قال\nهما لك فماذا تريد قال أريد ميتة سريعة وميتة طيبة قال وذاك لك فأصبح فقص\nرؤياه على أهله قال فلم يلبث بعد ذلك إلا يسيرا حتى مات مطعونا // إسناده\nفيه من لم أجد له ترجمة //\n</p>\n\n<p>\n259 - وحدثني محمد بن الحسين حدثنا يحيى بن بسطام حدثني محمد بن رزين بن\nأحمر العجلي قال كان ميسرة القيسي إذا قام لصلاة الليل سمع نحيبه لجيران\nحتى يرون أن ميتا فيهم حتى عرف ذلك بعد أنه كان بكاء ميسرة\n</p>\n\n<p>\n260 - حدثني محمد حدثني الخليل بن عمر بن إبراهيم حدثني شيخ من مزينة عن\nأبيه قال كانت لي ساعة من الليل أقوم فيها فنمت عنها فإذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p323'> Vol. 01, p. 323</a>\n            </div>\n            \nقائل يقول لي قم قد فاتك القرآن فإذا الوقت قد فات شيئا // إسناده ضعيف //\n</p>\n\n<p>\n261 - حدثني محمد بن الحسين حدثنا يحيى بن بسطام حدثني عبد الملك بن صبيح\nالعبدي عن أبيه عن هرم بن حيان قال قمت من الليل فقرأت ثلثا من الحواميم ثم\nغلبت فنمت فإذا أنا في منامي بجوار أربع قد وقفن علي مزينات فقلن يا هرم بن\nحيان ما كنت خليقا أن تفرق بيننا وبين أخواتنا قلت ومن انتن قلن نحن الأربع\nالبواقي من الحواميم اللواتي لم تقرأنا قال فاستيقظت فزعا // إسناده فيه من\nلم أجد له ترجمة //\n</p>\n\n<p>\n262 - حدثني محمد حدثنا منصور بن سقير حدثنا أبو معشر عن محمد بن كعب أن\nرجلا رأى في المنام سبع جوار مزينات فقال ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p324'> Vol. 01, p. 324</a>\n            </div>\n            \nأحسنكن لمن أنتن فقلن إن شئت فنحن لك فاقرأنا قلت ومن أنتن قلن نحن\nالحواميم // إسناده ضعيف //\n</p>\n\n<p>\n263 - حدثني محمد بن الحسين حدثني عبد الرحمن بن عمرو بن جبلة الباهلي\nحدثني أبو عاصم العباداني حدثني عبد الواحد بن زيد قال كنا في غداة لنا\nونحن في العسكر الأعظم فنزلنا منزلا فنام أصحابي وقمت أقرأ جزئي قال فجعلت\nعيناي تغلباني وأغالبهما حتى استتممت جزئي فلما <span id='ms48'></span> فرغت وأخذت مضجعي قلت لو\nكنت نمت كما نام أصحابي كان أروح لبدني فإذا أصبحت قرأت جزئي قال فقلت هذه\nالمقالة في نفسي والله ما تحركت بها شفتاي ولا سمعها أحد من الناس مني قال\nثم نمت فرأيت في منامي كأني أرى شابا جميلا قد وقف علي وبيده ورقة بيضاء\nكأنها الفضة فقلت يا فتى ما هذه الورقة التي أراها بيدك قال فدفعها إلي\nفنظرت فإذا فيها مكتوب\n</p>\n\n<p>\n( ينام من شاء على غفلة ... والنوم أخو الموت فلا تتكل )\n</p>\n\n<p>\n( تنقطع الأعمال فيه كما ... تنقطع الدنيا عن المنتقل )\n</p>\n\n<p>\nقال وتغيب الفتى عني فلم أره قال فكان عبد الواحد يردد هذا الكلام كثيرا\nويبكي ويقول فرق الموت بين المصلين وبين لذتهم في الصلاة وبين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p325'> Vol. 01, p. 325</a>\n            </div>\n            \nالصائمين وبين لذتهم في الصيام ويذكر أصناف الخير // إسناده ضعيف جدا //\n</p>\n\n<p>\n264 - وحدثني محمد بن الحسين حدثني إبراهيم بن داود حدثني سهل بن حاتم\nوكان من العابدين حدثني أبو سعيد رجل من أهل الإسكندرية قال كنت أتيت في\nمسجد بيت المقدس قال فكان قل من يخلو من المتهجدين قال فقمت ذات ليلة بعدما\nقد مضى ليل طويل فنظرت فلم أر في المسجد متهجدا فقلت ما حال الناس الليلة\nلا أرى منهم أحدا يصلي قال فوالله إني لأفكر في ذلك في نفسي إذ سمعت قائلا\nيقول من نحو القبة التي على الصخرة كلمات كاد والله أن يصدع بهن قلبي كمدا\nأو احتراقا وحزنا قال قلت يا أبا سعيد وما قال قال سمعته يقول بصوت حرف\n</p>\n\n<p>\n( يا عجبا للناس لذت عيونهم ... مطاعم غمض بعده الموت منتصب )\n</p>\n\n<p>\n( وطول قيام الليل أيسر مؤنة ... وأهون من نار تفور وتلتهب )\n</p>\n\n<p>\nقال فسقطت والله لوجهي وذهب عقلي فلما أفقت نظرت فإذا لم يبق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \nمتهجد إلا قام // إسناده فيه من لم أجد له ترجمة //\n</p>\n\n<p>\n265 - وحدثني محمد حدثني موسى بن عيسى السباط حدثني رجل من العابدين قال\nقرأت ذات ليلة البقرة ثم نمت فإذا أنا بقوم يريدون سفرا فكأني أردت الخروج\nمعهم فإذا نحن بوعورة ومفاوز وإذا القوم قد <span id='ms49'></span> أعدوا مراكب ومحامل قال فقلت في\nنفسي فكيف أصنع أنا مع هؤلاء قال فإذا أنا والله ببقرة تتورك لي كأنها تريد\nأن تحملني فجعلت أحيد عنها وجعلت تتبعني فتتورك لي أي اركبني فلما رأيت ذلك\nركبتها قال فجعلت والله أتقدم في أصحاب النجائب والمراكب حتى جعلوا ينظرون\nإلي من بعد قال فاستيقظت وأنا على ذلك قال فوالله ما تركت قراءتها في كل\nليلة بعد هذه الرؤيا إذا قرأت جزئي أو قبل ذلك // إسناده ضعيف //\n</p>\n\n<p>\n266 - حدثني محمد بن الحسين حدثني عمار بن عثمان الحلبي حدثني مسمع بن\nعاصم المسمعي قال قالت لي رابعة العابدة اعتللت علة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \nقطعتني عن التهجد وقيام الليل فمكثت أياما أقرأ جزئي إذا ارتفع النهار لما\nيذكر فيه أنه يعدل بقيام الليل قال ثم رزقني الله العافية فاعتادتني فترة\nفي عقب العلة فكنت قد سكنت إلى قراءة جزئي بالنهار وانقطع عني قيام الليل\nقالت فبينا أنا ذات ليلة راقدة أريت في منامي كأني دفعت إلى روضة خضراء ذات\nقصور وبيت حسن فبينا أنا أجول فيها أتعجب من حسنها إذا أنا بطائر أخضر\nوجارية تطارده كأنها تريد أخذه قالت فشغلني حسنها عن حسنه فقلت ماذا تريدين\nمنه دعيه فوالله ما رأيت طائرا قط هو أحسن منه قالت فقالت فهلا أريك شيئا\nهو أحسن منه قال قلت بلى قالت فأخذت بيدي فأدارت بي في تلك الروضة حتى\nانتهت بي إلى باب قصر فيها فاستفتحت ففتح لنا ثم قالت افتحوا لي بيت رابعة\nقالت ففتح لها باب شاع منه شعاع واستنار من ضوئه ما بين يدي وما خلفي قالت\nفدخلت وقالت فادخلي قالت فدخلت في بيت يحار فيه البصر تلألؤا وحسنا ما أعرف\nله في الدنيا شبيها أشبهه به قالت فبينا نحن نجول فيه إذ رفع لنا باب يخرق\nإلى بستان قالت فأهوت نحوه وأنا معها فتلقانا فيه وصفاء كأن وجوههم اللؤلؤ\nبأيديهم المجامر فقالت لهم أين تريدون\n</p>\n\n<p>\nقالوا نريد فلانا قتل في البحر شهيدا قالت أفلا تجمروا هذه المرأة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n            \nقالوا <span id='ms50'></span> قد كان لها في ذلك حظ فتركته قالت فأرسلت يدها من يدي ثم أقبلت علي فقالت\n</p>\n\n<p>\n( صلاتك نور والعباد رقود ... ونومك ضد للصلاة عنيد )\n</p>\n\n<p>\n( وعمرك غنم إن عقلت ومهلة ... يسير ويفنى دائبا ويبيد )\n</p>\n\n<p>\nقالت ثم غابت من بين عيني واستيقظت بعد الفجر قالت فوالله ما ذكرتها\nفتوهمتها إلا طاش عقلي وأنكرته بعيني قال ثم سقطت رابعة مغشيا عليها //\nإسناده ضعيف //\n</p>\n\n<p>\n267 - حدثنا محمد حدثني عمار بن عثمان حدثني دهثم العجلي قال ما نامت\nرابعة بعد هذه الرؤيا بليل حتى ماتت // إسناده فيه عمار بن عثمان لم أجد\nفيه جرحا ولا تعديلا إلا ذكر ابن حبان له في الثقات وشيخه لم أجد له ترجمة //\n</p>\n\n<p>\n268 - حدثني محمد بن الحسين حدثني صدقة المقرئ قال حدثني صاحب لنا يكنى\nأبا سعيد من حملة القرآن قال نمت ذات ليلة عن جزئي فأريت في منامي كأن\nقائلا يقول لي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n            \n( عجبت من جسم ومن صحة ... ومن فتى نام إلى الفجر )\n</p>\n\n<p>\n( والموت لا تؤمن خطفاته ... في ظلم الليل إذا يسري )\n</p>\n\n<p>\n( من بين منقول إلى حفرة ... يفترش الأعمال في القبر )\n</p>\n\n<p>\n( وبين مأخوذ على غرة ... بات طويل الكبر والفخر )\n</p>\n\n<p>\n( عاجله الموت على غفلة ... فمات محسورا إلى الحشر )\n</p>\n\n<p>\nقال فكأنها والله حجر ألقمته فما نسيتها بعد // إسناده فيه صدقة المقرئ\nلم أجد له ترجمة //\n</p>\n\n<p>\n269 - حدثني عون بن إبراهيم حدثني أحمد بن أبي الحواري حدثني علي بن أبي\nالحر قال شبع يحيى بن زكريا ليلة شبعة من خبز شعير فنام عن جزئه حتى أصبح\nفأوحى الله إليه يا يحيى هل وجدت دارا خيرا لك من داري أم جوارا خيرا لك من\nجواري وعزتي يا يحيى لو اطلعت إلى الفردوس اطلاعة لذاب جسمك وذهبت نفسك\nاشتياقا ولو اطلعت إلى جهنم اطلاعة لبكيت الصديد بعد الدموع وللبست الحديد\nبعد المسوح // إسناده فيه شيخ المصنف لم أجد له ترجمة // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n270 - حدثنا أبو علي أحمد بن إبراهيم حدثنا حماد بن زيد عن يزيد بن حازم\nعن سليمان بن يسار قال أصبح أبو أسيد وهو يسترجع فقيل مالك فقال <span id='ms51'></span> نمت عن\nوردي الليلة وكان وردي البقرة فأريت كأن بقرة تنطحني // إسناده حسن //\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>AUTO 12 - باب رفع الصوت بالقرآن في التهجد</h1>\n\n<p>\n271 - حدثنا إسحاق بن إسماعيل حدثنا عيسى بن يونس حدثنا عمران بن زائدة\nبن نشيط عن أبيه عن أبي خالد الوالبي قال كان أبو هريرة إذا قام يصلي من\nالليل يخفض صوته طورا ويرفعه طورا ويذكر أن النبي كان يفعل ذلك // إسناده\nفيه زائدة ذكره ابن حبان في الثقات وفيه ما تقدم من قول الذهبي وابن حجر // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n            \n272 - حدثني محمد بن الحسين حدثنا أبو أحمد الزبيري حدثنا عمران بن زايدة\nبن نشيط عن أبيه عن أبي خالد الوالبي عن أبي هريرة قال كان النبي إذا قام\nمن الليل يرفع صوته طورا ويخفض طورا // إسناده فيه ما تقدم ولكنه حسن لغيره //\n</p>\n\n<p>\n273 - حدثني محمد بن الحسين حدثنا عمار بن عثمان سمعت عبد الواحد ابن\nسلمة الفراء يقول كان عتبة الغلام إذا قام للتهجد أبكى من سمعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p334'> Vol. 01, p. 334</a>\n            </div>\n            \nوكان حسن الصوت محزونا وكان يجهر بقراءته // إسناده فيه من لم أجد له\nترجمة //\n</p>\n\n<p>\n274 - حدثني محمد حدثني أبو عثمان الوراق حدثني عمرو بن شيرويه الفارسي\nقال نزل رجل . . . . . فقام الضيف يصلي من الليل فقال له صاحب المنزل يا\nهذا لا ترفع صوتك فيرى جيراني أني أقوم فأصلي من الليل // إسناده فيه من لم\nأجد له ترجمة //\n</p>\n\n<p>\n275 - حدثني محمد حدثني عبد الله بن الزبير الحميدي حدثنا سفيان حدثنا\nأبو يحيى قال قال رجل إني أراني أقوم من الليل أصلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \nفيسمعني جاري فيقوم أيضا فيصلي فيكتب لي حسنة // إسناده أبو في إسناده أبو\nيحيى فإن كان هو زكريا أو مالك بن دينار فالأثر حسن وإلا فبحسبه //\n</p>\n\n<p>\n276 - حدثني عبد الرحمن بن صالح الأزدي حدثنا حسين الجعفي عن الضحاك بن\nالطيب الجعفي عن أبي سهل الخراساني قال كان شاب يقرأ عند الحسن وكان يعجبه\nصوته فقال يا أبا سعيد إني قد رزقت هذا الصوت وإني أقوم من الليل فيجيئني\nالشيطان فيقول إنما تريد أن تسمع فقال الحسن نيتك حين تقوم من فراشك //\nإسناده <span id='ms52'></span> فيه الضحاك بن الطيب لم أجد له ترجمة // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p336'> Vol. 01, p. 336</a>\n            </div>\n            \n277 - حدثنا عبد المتعال بن طالب حدثنا عبد الله بن وهب حدثني حرملة بن\nعمران عن حميد بن أفلح الخولاني عن عبد الرحمن بن شريح قال من قام إلى شيء\nمن الخير لا يريد به إلا الله ثم عرض له من يريد أن يرائيه بذلك أعطاه الله\nبالأصل ووضع عنه الفرع ومن قام إلى شيء من الخير لا يريد به إلا المراءاة\nثم فكر أو بدا له فجعل آخر ذلك لله أعطاه الله الفرع ووضع عنه الأصل //\nإسناده فيه حميد بن أفلح لم أجد له ترجمة //\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>AUTO 13 - باب صفة المتهجدين ونعتهم</h1>\n\n<p>\n278 - حدثني محمد بن الحسين حدثني عبد الله بن عثمان بن حمزة بن عبد الله\nبن عمر بن الخطاب قال حدثني عمار بن عمرو البجلي سمعت عمر بن ذر يقول لما\nرأى العابدون الليل قد هجم عليهم ونظروا إلى أهل السآمة والغفلة قد سكنوا\nإلى فرشهم ورجعوا إلى ملاذهم من الضجعة والنوم قاموا إلى الله فرحين\nمستبشرين بما قد وهب لهم من حسن عبادة السهر وطول التهجد فاستقبلوا الليل\nبأبدانهم وباشروا ظلمته بصفاح وجوههم فانقضى عنهم الليل وما انقضت لذتهم من\nالتلاوة ولا ملت أبدانهم من طول العبادة فأصبح الفريقان وقد ولى عنهم الليل\nبربح وغبن أصبح هؤلاء قد ملوا النوم والراحة وأصبح هؤلاء متطلعين إلى مجيء\nالليل للعبادة شتان ما بين الفريقين فاعملوا لأنفسكم رحمكم الله في هذا\nالليل وسواده فإن المغبون من غبن خير الليل والنهار والمحروم من حرم خيرهما إنما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n            \nجعلا سبيلا للمؤمنين إلى طاعة ربهم ووبالا على الآخرين للغفلة عن أنفسكم\nفأحيوا الله أنفسهم بذكره فإنما تحيى القلوب بذكر الله كم من قائم لله في\nهذا الليل قد اغتبط بقيامه في ظلمة حفرته وكم من نائم في هذا الليل قد ندم\nعلى طول نومه عندما يرى من كرامة الله للعابدين غدا فاغتنموا ممر الساعات\nوالليالي والأيام رحمكم الله // إسناده فيه عبد الله بن عثمان لم أجد له\nترجمة //\n</p>\n\n<p>\n279 - حدثني محمد <span id='ms53'></span> بن الحسين حدثني عمرو بن مرزوق حدثنا الربيع بن عبد\nالرحمن قال قال الحسن لقد صحبت أقواما يبيتون لربهم في سواد هذا الليل سجدا\nوقياما يقومون هذا الليل على أطرافهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n            \nتسيل دموعهم على خدودهم فمرة ركعا ومرة سجدا يناجون ربهم في فكاك رقابهم\nلم يملوا كلال السهر لما قد خالط قلوبهم من حسن الرجاء في يوم المرجع فأصبح\nالقوم بما أصابوا من النصب لله في أبدانهم فرحين وبما يأملون من حسن ثوابه\nمستبشرين فرحم الله امرءا نافسهم في مثل هذه الأعمال ولم يرض من نفسه لنفسه\nبالتقصير في أمره واليسير من فعله فإن الدنيا عن أهلها منقطعة والأعمال على\nأهلها مردودة قال ثم يبكي حتى تبتل لحيته بالدموع // إسناده حسن //\n</p>\n\n<p>\n280 - حدثنا سلمة بن شبيب حدثنا سهل بن عاصم عن رجل عن إسماعيل بن مسلم\nقال قيل للحسن ما بال المتهجدين من احسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \nالناس وجوها قال لأنهم خلوا بالرحمن فألبسهم من نوره نورا // إسناده ضعيف //\n</p>\n\n<p>\n281 - وحدثني سلمة بن سهل عن أبي الحسن الأسفذني قال قال يحيى بن أبي\nكثير والله ما رجل تخلى بأهله عروسا أقر ما كانت نفسه وأسر ما كان بأشد\nسرورا منهم بمناجاته إذا خلوا به // إسناده حسن //\n</p>\n\n<p>\n282 - حدثنا أبو البلخي حدثنا معمر بن سليمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p342'> Vol. 01, p. 342</a>\n            </div>\n            \nيعني الرقي عن الفرات بن سلمان أن الحسن كان يقول إن لله عبادا هم والجنة\nكمن رآها فهم فيها متكئون وهم والنار كمن رآها فهم فيها معذبون قلوبهم\nمحزونة وشرورهم مأمونة وحاجاتهم خفيفة وأنفسهم عفيفة أما الليل فصافي\nأقدامهم مفترشي جباههم يناجون ربهم في فكاك رقابهم وأما النهار فحكماء\nعلماء أبرار أتقياء قد براهم الخوف فهم أمثال القداح فينظر إليهم الناظر\nفيقول مرضى وما بهم من مرض ويقول قد خولطوا وقد خالط القوم أمر عظيم //\nإسناده فيه شيخ المصنف لم أعرفه //\n</p>\n\n<p>\n283 - حدثني محمد بن الحسين حدثني محمد ين أبي عبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n            \nالخزاعي حدثني بعض أشياخنا قال رثا عباد بن تميم بن زياد التميمي وذكر\nإخوانا له متعبدين جاء الطاعون فاخترمهم فرثاهم عباد فقال <span id='ms54'></span>\n</p>\n\n<p>\n( فتية يعرف التخشع فيهم ... كلهم أحكم القرآن غلاما )\n</p>\n\n<p>\n( قد برى جلده التهجد حتى ... عاد جلدا مصفرا وعظاما )\n</p>\n\n<p>\n( تتجافى عن الفراش من الخوف ... إذا الجاهلون باتوا نياما )\n</p>\n\n<p>\n( بأنين وعبرة ونحيب ... ويظلون بالنهار صياما )\n</p>\n\n<p>\n( يقرؤون القرآن لا ريب فيه ... ويبيتون سجدا وقياما ) // إسناده ضعيف //\n</p>\n\n<p>\n284 - حدثني محمد بن الحسين حدثني محمد بن أبي بكر عن ابن المبارك أنه\nذكر العباد فقال\n</p>\n\n<p>\n( وما فرشهم إلا أيا من أزرهم ... وما وسدهم إلا ملاء وأذرع ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p344'> Vol. 01, p. 344</a>\n            </div>\n            \n( وما ليلهم فيهن إلا تخوف ... ولا نومهم إلا عشاش مروع )\n</p>\n\n<p>\n( وألوانهم صفر كأن وجوههم ... عليها جساد عل بالورس مشبع )\n</p>\n\n<p>\n( نواحل قد أزرى لها الجهد والسرى ... إلى الله في الظلماء والناس هجع )\n</p>\n\n<p>\n( ويبكون أحيانا كأن عجيجهم ... إذا نوم الناس الحنين المرجع )\n</p>\n\n<p>\n( ومجلس ذكر فيهم قد شهدته ... وأعينهم من رهبة الله تدمع ) // إسناده حسن //\n</p>\n\n<p>\n285 - حدثني محمد بن علي بن الحسن بن شقيق قال سمعت خاقان قال سمعت ابن\nالمبارك يقول\n</p>\n\n<p>\n( وحملوا الليل أبدانا مذللة ... وأنفسا لا دنيا ولا دونا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n            \n( تمرى قوارع في القرآن أعينهم ... مري المري أكف المستدرينا ) // إسناده\nصحيح //\n</p>\n\n<p>\n286 - حدثني محمد بن علي قال قال ابن المبارك\n</p>\n\n<p>\n( إذا ما الليل أظلم كابدوه ... فيسفر عنهم وهم ركوع )\n</p>\n\n<p>\n( أطار الخوف نومهم فقاموا ... وأهل الأمن في الدنيا هجوع ) // إسناده\nلعله بالإسناد السابق //\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p346'> Vol. 01, p. 346</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>AUTO 14 - باب ثواب المتهجدين</h1>\n\n<p>\n287 - حدثنا أبو الحسن أحمد بن محمد بن عمر الأصبهاني حدثنا أبو بكر عبد\nالله بن محمد بن عبيد القرشي يوم الثلاثاء عشر لخمس خلون من ذي القعدة سنة\nتسع وسبعين ومائتين حدثني محمد بن الحسين حدثنا سعيد بن ربيعة الجرمي سمعت\nأبا عاصم العباداني يذكر عن إبراهيم بن محمد الصنعاني عن وهب بن منبه قال\nلن يبرح المتهجدون من عرصة القيامة حتى يؤتوا بنجائب من اللؤلؤ قد نفح فيها\nالروح فيقال لهم انطلقوا إلى منازلكم من الجنة ركبانا قال فيركبونها فتطير\nبهم متعالية والناس ينظرون إليهم فيقول بعضهم لبعض من هؤلاء الذين قد من\nالله عليهم من بيننا قال فلا يزالون كذلك حتى تنتهي بهم إلى مساكنهم\nوأفنيتهم من الجنة <span id='ms55'></span> // إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p347'> Vol. 01, p. 347</a>\n            </div>\n            \n288 - حدثني محمد حدثني صدقة بن بكر السعدي حدثني مرجي بن وداع الراسبي عن\nالمغيرة بن حبيب قال قال عبد الله بن غالب الحداني لما برز العدو على ما\nآسى من الدنيا فوالله ما فيها للبيب جزل والله لولا محبتي بمباشرة السهر\nبصفحة وجهي وافتراش الجبهة لك يا سيدي والمراوحة بين الأعضاء والكراديس في\nظلم الليالي رجاء ثوابك وحلول رضوانك لقد كنت متمنيا لفراق الدنيا وأهلها\nقال ثم كسر جفن سيفه ثم تقدم فقاتل حتى قال فحمل من المعركة وإن به لرمقا\nفمات دون العسكر قال فلما دفن أصابوا من قبره رائحة المسك قال فرآه رجل من\nإخوانه فيما يرى النائم فقال يا أبا فراس ما صنعت قال خير الصنيع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \nقال إلام صرت قال إلى الجنة قال بم قال بحسن اليقين وطول التهجد وظمأ\nالهواجر قال فما هذه الرائحة الطيبة التي توجد من قبرك قال تلك رائحة\nالتلاوة والظمأ قال قلت أوصني قال بكل خيرا وصيتك قلت أوصني قال اكسب لنفسك\nخيرا لا تخرج عنك الليالي والأيام عطلا فإني رأيت الأبرار نالوا البر بالبر\n// إسناده فيه صدقة بن بكر لم أجد فيه جرحا ولا تعديلا //\n</p>\n\n<p>\n289 - حدثني محمد بن الحسين حدثنا بشر بن مصلح العتكي حدثني إبراهيم بن\nخالد بن ميناس وكان والله ممن يخاف الله عندنا سرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n            \nوعلانية قال حدثني صاحب لنا من الصوريين قال مثلت لي القيامة في منامي\nفجعلت أنظر إلى قوم من إخواني قد نضرت وجوههم وأشرقت ألوانهم وعليهم الحلل\nدون ذلك الجمع فقلت ما بال هؤلاء مكتسون والناس عراة ووجوههم مشرقة نضرة\nوالناس غبر كما نشروا من القبور\n</p>\n\n<p>\nقال فقال لي قائل أما الذي رأيت من الكسوة فإن أول ما يكسى من الخلائق\nبعد النبيين المؤذنون وأهل القرآن وأما ما رأيت من إشراق الوجوه فذلك ثواب\nالسهر والتهجد مع عظيم ما يدخر لهم في الجنة قال ورأيت قوما على نجائب فقلت\nما بال هؤلاء ركبان والناس حفاة مشاة\n</p>\n\n<p>\nقال فقيل لي هؤلاء الذين قاموا لله <span id='ms56'></span> على أقدامهم تقربا إليه أثابهم بذلك\nخير الثواب مراكب لا تروث ولا تبول وأزواجا لا يمتن ولا يهرمن قال فصحت\nوالله في منامي واها للعابدين ما أشرف اليوم مقامهم قال واستيقظت والله\nوأنا وجل القلب مما كنت فيه // إسناده فيه من لم أجد لهم ترجمة // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n            \n290 - حدثني محمد بن الحسين حدثنا الحميدي عن سفيان قال كان محمد بن جحادة\nمن العابدين وكان يقال أنه لا ينام من الليل إلا أيسره قال فرأيت امرأة من\nجيرانه كأن عليه حللا فرقت على أهل مسجدهم فلما انتهى الذي يفرقها إلى محمد\nبن جحادة دعى بسفط مختوم فأخرج حلة خضراء قالت لم يقم لها بصري قالت فكساه\nإياها وقال هذه لك بطول السهر قالت تلك المرأة فوالله لقد كنت أراه بعد ذلك\nفأتخايلها عليه تعني الحلة // إسناده فيه المراة صاحبة الرؤيا لم أعرفها //\n</p>\n\n<p>\n291 - حدثني محمد بن الحسين حدثنا أبو نعيم حدثنا إبراهيم أبو إسحاق\nالصنعاني سمعت محمد بن أبي سعيد عن وهب بن منبه قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p351'> Vol. 01, p. 351</a>\n            </div>\n            \nمن قرأ في ليلة الجمعة سورة البقرة وآل عمران كانا له نورا ما بين عجيباء\nوغريباء فقلت لمحمد ما عجيباء قال عجيباء أسفل الأرضين وغريباء العرش //\nإسناده فيه محمد بن أبي سعيد لم أجد فيه جرحا ولا تعديلا //\n</p>\n\n<p>\n292 - حدثنا علي بن الجعد أخبرني محمد بن طلحة عن زبيد عن عبد الرحمن بن\nالأسود قال من قرأ سورة البقرة في ليلة توج بها تاجا في الجنة // إسناده حسن //\n</p>\n\n<p>\n293 - حدثنا محمد بن الحسين حدثني يحيى بن عيسى بن ضرار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n            \nالسعدي حدثنا عبد العزيز بن سلمان العابد وكان يرى الآيات والأعاجيب قال\nحدثني مطهر السعدي وكان قد بكى شوقا إلى الله ستين عاما قال أريت كأني على\nضفة نهر يجري بالمسك الأذفر حافتاه شجر ولؤلؤ ونبت من قضبان الذهب وإذا أنا\nبجوار مزينات يقلن بصوت واحد\n</p>\n\n<p>\nسبحان المسبح بكل لسان سبحانه سبحان الموجود بكل مكان سبحانه سبحان\nالدائم في كل الأزمان سبحانه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n            \nقال فقلت من أنتن فقلن خلق من خلق الرحمن سبحانه فقلت <span id='ms57'></span> ما تصنعن هاهنا فقلن\n</p>\n\n<p>\n( ذرأنا إله الناس رب محمد ... لقوم على الأطراف بالليل قوم )\n</p>\n\n<p>\n( يناجون رب العالمين إلههم ... وتسري هموم القوم والناس نوم )\n</p>\n\n<p>\nقال قلت بخ بخ لهؤلاء من هؤلاء لقد أقر الله أعينهم بكن قال فقلن أوما\nتعرفهم قلت لا والله ما أعرفهم قلن بلى هؤلاء المتهجدون أصحاب القرآن\nوالسهر // إسناده فيه يحيى بن عيسى لم أجد له ترجمة //\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p354'> Vol. 01, p. 354</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>AUTO 15 - باب القيام من السحر</h1>\n\n<p>\n294 - حدثنا إسحاق بن إبراهيم أخبرنا عبد الله بن المبارك حدثنا الأوزاعي\nعن حسان بن عطية قال قال رسول الله (ركعتان يركعهما العبد في جوف الليل خير\nله من الدنيا وما فيها ولولا أن أشق على أمتي لفرضتها عليهم) // إسناده\nمرسل ورجاله ثقات //\n</p>\n\n<p>\n295 - حدثنا أبو حفص الصيرفي حدثنا أبو قتيبة حدثنا موسى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n            \nأبو محمد الأنصاري عن عبد الرحمن بن إسحاق عن محارب بن دثار عن عمه قال\nمررت بابن مسعود بسحر وهو يقول اللهم دعوتني فأجبتك وأمرتني فأطعتك وهذا\nسحر فاغفر لي فلما أصبحت غدوت عليه فقلت له فقال إن يعقوب لما قال لبنيه (\nسوف استغفر لكم ) يوسف 98 أخرهم إلى السحر // إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n            \n296 - وحدثنا أبو حفص حدثنا عبد الأعلى حدثنا برد عن نافع قال كان ابن عمر\nيكثر الصلاة من الليل وكنت أقوم على الباب فأفهم عامة قراءته فربما ناداني\nيا نافع هل كان السحر بعد فإن قلت نعم نزع عن القراءة فأخذ في الاستغفار //\nإسناده حسن //\n</p>\n\n<p>\n297 - وحدثنا أبو حفص حدثنا أبو قتيبة حدثنا عبد الملك بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p357'> Vol. 01, p. 357</a>\n            </div>\n            \nعتبة الباهلي عن الربيع بن عتبة قال جاء رجل إلى أبي أمامة فقال إني أتاني\nآت فقال اعمل مثل عمل أبي أمامة فقال أبو أمامة وما عسى يبلغ عمل أبي أمامة\nأصلي الخمس وأصوم رمضان وثلاثة أيام من كل شهر وإذا صوتت الطير صوت معها\nيعني من السحر // إسناده فيه عبد الملك بن عتبة وشيخه لم أجد فيهما جرحا\nولا تعديلا إلا ذكر ابن حبان لهما في الثقات //\n</p>\n\n<p>\n298 - وحدثنا أبو حفص حدثنا أبو قتيبة حدثنا الحسن بن أبي جعفر عن <span id='ms58'></span> محمد\nبن جحادة عن مرزوق مولى انس عن أنس بن مالك ( وبالأسحار هم يستغفرون )\nالذاريات 18 قال كنا نؤمر بالسحر وبالاستغفار سبعين مرة // إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n            \n299 - حدثنا أبو حفص حدثنا عبد الأعلى حدثنا هشام عن الحسن ( وبالأسحار هم\nيستغفرون ) الذاريات 18 قال مدوا الصلاة إلى السحر ثم حبسوا في الدعاء\nوالاستكانة والاستغفار // إسناده صحيح //\n</p>\n\n<p>\n300 - حدثنا أبو حفص حدثني عبد الواحد بن سليمان البراء حدثنا أبن عون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p359'> Vol. 01, p. 359</a>\n            </div>\n            \nعن الحسن قال ( كانوا قليلا من الليل ما يهجعون ) الذاريات 17 قال مدوا\nالصلاة إلى السحر // إسناده ضعيف //\n</p>\n\n<p>\n301 - حدثنا أبو حفص حدثنا يحيى بن سعيد حدثنا عوف عن سعيد بن أبي الحسن\n( كانوا قليلا من الليل ما يهجعون ) الذاريات 17 قال قل ليلة أتت عليهم\nهجعوها // إسناده صحيح //\n</p>\n\n<p>\n302 - حدثنا أبو حفص حدثنا وكيع حدثنا سفيان عن منصور عن إبراهيم كانوا\nقليلا من الليل ما ينامون // إسناده صحيح //\n</p>\n\n<p>\n303 - حدثنا أبو حفص حدثنا وكيع حدثنا ابن أبي ليلى عن المنهال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \nابن عمرو عن سعيد بن جبير عن ابن عباس قال كانوا قل ليلة تمر بهم إلا صلوا\nفيها // إسناده ضعيف //\n</p>\n\n<p>\n304 - وحدثنا أبو حفص حدثنا خالد بن يزيد عن أبي جعفر الرازي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n            \nعن الربيع بن أنس عن أبي العالية قال كانوا يصيبون حظا من الليل // إسناده حسن //\n</p>\n\n<p>\n305 - وحدثنا أبو حفص حدثنا محمد بن جعفر حدثنا شعبة عن قتادة عن\n</p>\n\n<p>\nأمطرف بن عبد الله قال قل ليلة إلا صلوا فيها\n</p>\n\n<p>\nب وقال الحسن قيام الليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p362'> Vol. 01, p. 362</a>\n            </div>\n            \nج وقال قتادة قال رجل من أهل مكة صلاة العتمة // إسناده صحيح //\n</p>\n\n<p>\n306 - حدثنا أبو حفص حدثنا عبد الأعلى عن سعيد عن قتادة عن أنس بن مالك\nقال ما بين المغرب والعشاء لا ينامون // إسناده فيه سعيد بن أبي عروبة وهو\nمختلط // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p363'> Vol. 01, p. 363</a>\n            </div>\n            \n307 - حدثنا أبو حفص حدثنا عبد العزيز بن عبد الصمد حدثنا مالك بن دينار\nسألت سالم بن عبد الله عن النوم قبل العشاء فانتهرني وقال ( كانوا قليلا من\nالليل ما يهجعون ) الذاريات 17 قال ما بين المغرب والعشاء يصلون // إسناده حسن //\n</p>\n\n<p>\n308 - حدثنا أبو حفص حدثنا وكيع وعبد الرحمن قالا <span id='ms59'></span> حدثنا سفيان عن الزبير\nبن عدي عن الضحاك بن مزاحم قال كانوا من الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p364'> Vol. 01, p. 364</a>\n            </div>\n            \nقليلا // إسناده صحيح //\n</p>\n\n<p>\n309 - حدثنا محمد بن الحسين حدثنا أسود بن سالم العابد وإبراهيم بن\nالشماس السمرقندي قالا حدثنا حفص بن ميسرة أبو عمر الصنعاني عن أبي هشام\nقال ينادي مناد من أول الليل أين العابدون قال فيقوم أناس فيصلون بين\nالمغرب والعشاء ثم يأتي في وسط الليل فيقول أين القانتون فيقوم ناس فيصلون\nلله في وسط الليل ثم يأتي بالسحر فيقول أين العاملون قال هم المستغفرون\nبالأسحار // إسناده حسن //\n</p>\n\n<p>\n310 - حدثني محمد حدثنا عبد الله بن الزبير حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p365'> Vol. 01, p. 365</a>\n            </div>\n            \nسفيان قال بلغنا أنه إذا كان من أول الليل نادى مناد ألا ليقم العابدون\nقال فيقومون فيصلون ما شاء الله ثم ينادي ذلك أو غيره في شطر الليل ألا\nليقم القانتون قال فيقومون قال فهم كذلك يصلون إلى السحر فإذا كان السحر\nنادى مناد أين المستغفرون قال فيستغفر أولئك ويقوم آخرون يسبحون قال يعني\nيصلون قال فيلحقونهم قال فإذا طلع الفجر وأسفر نادى مناد ألا ليقم الغافلون\nقال فيقومون من فرشهم كالموتى نشروا من قبورهم قال سفيان فتراه كسلان ضجرا\nقد بات ليلة جيفة على فراشه وأصبح نهاره يخطب على نفسه لعبا ولهوا قال وترى\nصاحب الليل منكسر الطرف فرح القلب // إسناده حسن //\n</p>\n\n<p>\n311 - حدثني محمد حدثنا يحيى بن إسحاق البجلي حدثنا الليث بن سعد عن\nمعاوية بن صالح حدثني أبو مريم أنه سمع أبا هريرة يقول نوم أول الليل غنيمة\nلآخره // إسناده حسن //\n</p>\n\n<p>\n312 - حدثني أبو بكر الباهلي حدثنا الأصمعي عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p366'> Vol. 01, p. 366</a>\n            </div>\n            \nابن أبي الزناد عن أبيه قال كنت أخرج من السحر إلى مسجد النبي فلا أمر\nببيت إلا وفيه قارئ // إسناده ضعيف //\n</p>\n\n<p>\n313 - وحدثني أبو بكر الباهلي وحدثني الأصمعي عن ابن أبي الزناد عن أبيه\nقال كنا ونحن فتيان نريد أن نخرج لحاجة فنقول موعدكم قيام القراء // إسناده\nضعيف //\n</p>\n\n<p>\n314 - حدثني أبو بكر حدثنا الأصمعي حدثنا الدمشقي قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p367'> Vol. 01, p. 367</a>\n            </div>\n            \nربما كان المطر وقراء القرآن من الليل يقرءون فلا ندري أي الصوتين أرفع\nالمطر <span id='ms60'></span> أم قراءة القرآن // إسناده حسن //\n</p>\n\n<p>\n315 - وحدثني أبو بكر الباهلي حدثنا الأصمعي حدثنا ابن أبي الزناد سمعت\nإبراهيم بن عقبة سمعت أم خالد بنت خالد بن سعيد ابن العاص تقول لنسائها في\nالليل احللن عقد الشيطان ليس هذا ساعة نوم // إسناده ضعيف //\n</p>\n\n<p>\n316 - حدثني محمد بن الحارث حدثنا سيار حدثنا جعفر حدثنا الجريري قال\nبلغنا أن داود سأل جبريل عليهما السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p368'> Vol. 01, p. 368</a>\n            </div>\n            \nأي الليل افضل قال ما أدري إلا أن العرش يهتز من السحر // إسناده فيه محمد\nبن الحارث لم أجد فيه جرحا ولا تعديلا //\n</p>\n\n<p>\n317 - حدثني محمد بن مرزوق بن عامر البجلي حدثنا أبو داود قيس بن الربيع\nعن سلمة بن كهيل عن أبي وائل عن عبد الله قال قيل يا رسول الله إن فلانا\nنام البارحة حتى أصبح قال ( بال الشيطان في أذنيه ) // إسناده فيه شيخ\nالمصنف لم أجد له ترجمة // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p369'> Vol. 01, p. 369</a>\n            </div>\n            \n318 - حدثني إسحاق بن حاتم المدائني حدثنا محمد بن كثير الأوزاعي عن عبدة\nعن زر قال من قرأ آخر سورة الكهف لساعة يريد أن يقومها من الليل قامها\n</p>\n\n<p>\nقال عبدة فجربنا ذلك فوجدناه كذلك // إسناده فيه محمد بن كثير لم يتبين\nلي وبقية رجاله ثقات //\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p370'> Vol. 01, p. 370</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>AUTO 16 - باب من كان يلبس صالح ثيابه عند القيام لتهجده</h1>\n\n<p>\n319 - حدثني محمد بن الحسين حدثنا محمد بن يزيد بن خنيس قال سمعت عبد\nالعزيز بن أبي رواد يذكر أن المغيرة بن حكيم الصنعاني كان إذا أراد أن يقوم\nللتهجد لبس من احسن ثيابه وتناول من طيب أهله وكان من المتهجدين // إسناده حسن //\n</p>\n\n<p>\n320 - حدثني محمد بن الحسين حدثنا أبو حفص الحبطي حدثنا أبو بكر بن عبد\nالله الغساني عن المشيخة أن عمرو بن الأسود كان يشتري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p371'> Vol. 01, p. 371</a>\n            </div>\n            \nالحلة بمائتين ويصبغها بدينار ويجمرها النهار كله ويقوم فيها الليل كله //\nإسناده ضعيف //\n</p>\n\n<p>\n321 - حدثني الفضل بن سهل حدثنا عارم حدثنا عبد الواحد ابن زياد حدثنا\nأبو فروة سمعت عبد الرحمن بن أبي ليلى قال كان تميم الداري إذا قام من\nالليل دعا بسواكه ودعا بطيب ولبس حلة كان لا يلبسها إلا إذا قام <span id='ms61'></span> من الليل\nيتهجد // إسناده فيه عارم مختلط // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p372'> Vol. 01, p. 372</a>\n            </div>\n            \n322 - حدثنا علي بن الجعد أخبرنا همام عن قتادة عن محمد بن سيرين أن تميما\nالداري اشترى رداء بألف درهم فكان يلبسه ويخرج فيه إلى الصلاة // إسناده\nصحيح //\n</p>\n\n<p>\n333 - حدثني فضل بن سهل حدثنا روح بن عبادة حدثنا حماد بن زيد حدثنا ثابت\nعن تميم الداري أنه كان يلبس في الليلة التي يرجى من رمضان ليلة القدر حلة\nاشتراها بأربعة آلاف // إسناده حسن //\n</p>\n\n<p>\n324 - حدثنا أبو بكر بن يزيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p373'> Vol. 01, p. 373</a>\n            </div>\n            \nأخبرنا عثمان بن عمر أخبرنا يونس أخبرني مولى لابن محيريز أن ابن محيريز\nكان إذا قام إلى الصلاة من الليل دعا بالغالية فتضمخ بها حتى تردع ثيابه //\nإسناده ضعيف //\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p374'> Vol. 01, p. 374</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>AUTO 17 - باب القول إذا تعار العبد من النوم</h1>\n\n<p>\n325 - حدثني محمد بن الحسين حدثنا عبد الرحمن أبو سعيد الدمشقي دحيم\nحدثنا الوليد بن مسلم حدثنا الأوزاعي حدثني عمير بن هاني حدثنا جنادة بن\nأبي أمية عن عبادة بن الصامت قال قال رسول الله (من تعار من الليل فقال حين\nيستيقظ لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء\nقدير سبحان الله والحمد لله والله أكبر ولا حول ولا قوة إلا بالله ثم دعا\nرب اغفر لي غفر له) قال الوليد أو قال دعا استجيب له فإن قام فتوضأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p375'> Vol. 01, p. 375</a>\n            </div>\n            \nثم صلى قبلت صلاته // إسناده حسن //\n</p>\n\n<p>\n326 - حدثني عبد الكريم بن أبي عمير حدثنا الوليد بن مسلم حدثني أبو عمرو\nالأوزاعي حدثني عمير بن هاني حدثني جنادة بن أبي أمية حدثني عبادة بن\nالصامت سمعت رسول الله فذكر نحوه // إسناده ضعيف //\n</p>\n\n<p>\n327 - حدثنا عبد المتعال بن طالب حدثنا عبد الله بن وهب أخبرني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p376'> Vol. 01, p. 376</a>\n            </div>\n            \nسعيد بن أبي أيوب عن عبد الله بن الوليد عن سعيد بن المسيب عن عائشة أن\nرسول الله كان إذا استيقظ من الليل قال ( لا إله إلا الله سبحانك اللهم إني\nأستغفرك لذنبي وأسألك رحمتك اللهم زدني علما ولا تزغ قلبي بعد إذ هديتني\nوهب لي من لدنك رحمة إنك أنت الوهاب ) // إسناده <span id='ms62'></span> ضعيف //\n</p>\n\n<p>\n328 - حدثني محمد بن الحسين حدثنا معاوية بن عمرو حدثنا رشدين بن سعد عن\nالقعقاع بن عمارة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p377'> Vol. 01, p. 377</a>\n            </div>\n            \nعن أبيه عن أبي زرعة عن أبي هريرة عن النبي أنه كان إذا تعار من الليل قال\n( يا مثبت القلوب ثبت قلبي على دينك ) // إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p378'> Vol. 01, p. 378</a>\n            </div>\n            \n329 - حدثنا مؤمل بن هشام حدثنا ربعي بن إبراهيم حدثنا سلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p379'> Vol. 01, p. 379</a>\n            </div>\n            \nابن أبي مطيع عن الجريري عن الحجاج بن فرافصة عن أبي عبد الله الشقري عن\nإبراهيم عن علقمة عن عبد الله قال من قال في قيام الليل سبحان الله والحمد\nلله ولا إله إلا الله والله أكبر ولا حول ولا قوة إلا بالله كان له مثل أجر\nأو قال من الأجر كألف ألف حسن // إسناده حسن //\n</p>\n\n<p>\nآخر الجزء الثاني ولله الحمد ويتلوه في الثالث إن شاء الله جامع من\nالتهجد وقيام الليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p380'> Vol. 01, p. 380</a>\n            </div>\n            \nالجزء الثالث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p381'> Vol. 01, p. 381</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>AUTO 18 - باب جامع من التهجد وقيام الليل</h1>\n\n<p>\n330 - حدثنا إسحاق بن إبراهيم أخبرنا حجاج بن محمد عن ليث بن سعد عن\nمعاوية بن صالح أن عبد الملك حدثه يرفع الحديث (أن في الجنة شجرة يخرج من\nأصلها خيل بلق مسرجة ملجمة بالزمرد والياقوت ذوات الأجنحة لا تبول ولا تروث\nفيركبها أولياء الله فتطير بهم من الجنة حيث شاءوا فيناديهم الذين أسفل\nمنهم فيقولون يا أهل الجنة انصفونا يا رب بما نال عبادك منك هذه الكرامة\nفيقول لهم الرب إنهم كانوا يقومون الليل وكنتم تنامون وكانوا يصومون وكنتم\nتأكلون وكانوا ينفقون وكنتم تبخلون وكانوا يقاتلون وكنتم تجبنون // إسناده\nمرسل حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p383'> Vol. 01, p. 383</a>\n            </div>\n            \n331 - حدثنا إسحاق بن إسماعيل حدثنا سفيان عن مسعر عن يعقوب بن عتبة أن\nالنبي كان إذا قام من الليل أيقظ أهله // إسناده مرسل ورجاله ثقات // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p384'> Vol. 01, p. 384</a>\n            </div>\n            \n332 - حدثنا داود بن رشيد حدثنا عباد بن العوام أخبرنا حصين عن مجاهد قال\nصحبت ابن عمر فأكثرت صحبته فكان يصلي من الليل ثم يوتر ثم يحتبي فإذا طلع\nالفجر قام فصلى ركعتين فربما غمزني // إسناده صحيح //\n</p>\n\n<p>\n333 - حدثنا عبد الرحمن بن واقد حدثنا ضمرة عن الأوزاعي وعلي بن أبي حملة\nقالا كان <span id='ms63'></span> علي بن عبد الله بن عباس يصلي كل يوم ألف سجدة قال ابن أبي حمله\nوكان آدميا جسيما ودخلت عليه منزله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p385'> Vol. 01, p. 385</a>\n            </div>\n            \nبدمشق فكان مسجده في منزله كبيرا // إسناده حسن //\n</p>\n\n<p>\n334 - حدثنا إسحاق بن إسماعيل حدثنا سفيان حدثنا مولى لابن عباس يقال له رزين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p386'> Vol. 01, p. 386</a>\n            </div>\n            \nكان على السقاية قال كتب إلي علي بن عبد الله بن عباس أرسل إلي بلوح من\nالمروة أسجد عليه قال سفيان زعموا أنه كان يصلي كل يوم أربعمائة ركعة //\nإسناده فيه مولى ابن عباس لم أجد فيه جرحا ولا تعديلا إلا ذكر ابن حبان له\nفي الثقات //\n</p>\n\n<p>\n335 - حدثنا عمر بن إسماعيل الهمذاني حدثنا محمد بن سعيد الأموي عن\nمعاوية بن إسحاق قال لقيت سعيد بن جبير عند الميضأة بمكة فرأيته ثقيل\nاللسان فقلت له مالي أراك ثقيل اللسان قال قرأت القرآن البارحة مرتين ونصف\n// إسناده ضعيف جدا //\n</p>\n\n<p>\n336 - وحدثنا عمر بن إسماعيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p387'> Vol. 01, p. 387</a>\n            </div>\n            \nحدثنا أبو معاوية عن موسى الصغير عن حماد أن سعيد بن جبير قرأ القرآن في\nركعة في الكعبة وقرأ في الركعة الثانية ب ( قل هو الله أحد ) // إسناده\nضعيف جدا //\n</p>\n\n<p>\n337 - وحدثنا عمر حدثنا أبو معاوية عن عاصم الأحول عن محمد بن سيرين أن\nتميما الداري كان يختم القرآن في ركعة // إسناده ضعيف جدا // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p388'> Vol. 01, p. 388</a>\n            </div>\n            \n338 - حدثنا أبو بكر بن يزيد حدثنا أبو خالد الأحمر عن الأعمش عن شمر قال\nقال أبو عبد الرحمن لرجل كيف صلاتك بالليل قال ما شاء الله قال والله إن\nكنت لأبتدئ الليل ثم أصبح وأنا أبسط من أول الليل // إسناده فيه شيخ المصنف\nلم أجد له ترجمة //\n</p>\n\n<p>\n339 - حدثني أبو جعفر الأدمي حدثنا أبو اليمان عن أبي بكر بن أبي مريم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p389'> Vol. 01, p. 389</a>\n            </div>\n            \nعن عطية قال أدركت المصلين ومنهم من له العروة يدخل فيها يده فإذا نعس\nاسترخت يده فأوجعه ومنهم المتوسد شماله أو يمينه فإذا أخدرت نهض إلى صلاته\nومنهم من يجعل المهراس تحت فراشه فإذا أوجعه قام إلى صلاته // إسناده ضعيف //\n</p>\n\n<p>\n340 - حدثنا سديد بن سعيد حدثنا عبد الرحيم بن زيد العمي عن أبيه عن انس <span id='ms64'></span>\nأن رسول الله قال ( إن في الجنة غرفا يرى بطونها من ظهورها وظهورها من\nبطونها ) قيل لمن هي يا رسول الله قال ( لمن طيب الكلام وأفشى السلام وأدام\nالصيام وأطعم الطعام وصلى بالليل والناس نيام ) // إسناده ضعيف جدا // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p390'> Vol. 01, p. 390</a>\n            </div>\n            \n341 - وحدثنا سويد حدثنا علي بن مسهر عن عبد الرحمن بن إسحاق عن شمر بن\nحوشب عن أسماء بنت يزيد قالت قال رسول الله ( إذا جمع الله الأولين\nوالآخرين يوم القيامة نادى مناد ليقم الذين كانت تتجافى جنوبهم عن المضاجع\nفيقومون وهم قليل ثم يحاسب سائر الناس ) // إسناده ضعيف //\n</p>\n\n<p>\n342 - حدثنا خلف بن هشام حدثنا أبو عوانة عن معاوية بن قرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p391'> Vol. 01, p. 391</a>\n            </div>\n            \nأنه حدث القوم فقرأ هذه الآية ( إن ناشئة الليل ) المزمل 6 فقال أتدرون ما\nناشئة الليل قال قيام الليل // إسناده صحيح //\n</p>\n\n<p>\n343 - حدثنا خلف حدثنا أبو عوانة عن إسحاق مولى عبد الله بن عمر عن هلال\nبن يساف عن سعيد بن جبير أنه دخل الكعبة فقرأ القرآن في ركعة // إسناده\nصحيح // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p392'> Vol. 01, p. 392</a>\n            </div>\n            \n344 - حدثنا الحسين بن سلمة بن أبي كبشة اليحمدي حدثنا سلم بن قتيبة عن\nالأصبغ عن القاسم بن أبي أيوب قال كان سعيد بن جبير يبكي بالليل حتى عمش\nوفسدت عيناه // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p393'> Vol. 01, p. 393</a>\n            </div>\n            \n345 - حدثنا زياد بن أيوب حدثنا سعيد بن عامر حدثنا هشام صاحب الدستوائي\nقال لما مات عمرو بن عتبة بن فرقد دخل بعض أصحابه على أخته فقال خبرينا عنه\nقالت قام ذات ليلة فاستفتح سورة ال ( حم ) فأتى على هذه الآية ( وأنذرهم\nيوم الآزفة ) غافر 18 قالت فما جاوزها حتى أصبح // إسناده فيه أخت عمرو بن\nعتبة لم أعرفها //\n</p>\n\n<p>\n346 - حدثنا علي بن مسلم حدثنا يحيى بن حماد حدثني العلاء ابن خالد\nالقرشي حدثني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p394'> Vol. 01, p. 394</a>\n            </div>\n            \nيزيد الرقاشي قال أتيت أنس بن مالك أنا وثابت وناس فقلنا أخبرنا ما سمعت\nرسول الله يقول في قيام الليل قال كان يقول ( من قرأ من القرآن بخمسين آية\nلم يكن من الغافلين ومن قرأ مائة كتب له قيام ليلة كاملة ومن قرأ بمائتي\nآية ومعه القرآن كله فقد أدى حقه <span id='ms65'></span> ومن قرأ خمسمائة آية إلى ألف آية فإن أجره\nكمن تصدق بقنطار قبل أن يصبح والقنطار ألف دينار ) // إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p395'> Vol. 01, p. 395</a>\n            </div>\n            \n347 - حدثنا محمد بن عمرو الباهلي حدثنا عمر بن أبي خليفة سمعت ضرار بن\nمسلم الباهلي يذكر عن أنس بن مالك أن النبي قال ( يا أنس أكثر الصلاة\nبالليل والنهار تحفظك الحفظة ) // إسناده فيه ضرار بن مسلم لم أجد له ترجمة //\n</p>\n\n<p>\n348 - حدثنا محمد بن عمرو الباهلي حدثنا سعيد بن عامر عن شعبة قال كان\nسعد بن إبراهيم يصوم الدهر ويختم كل ثلاث أو كل يوم وليلة // إسناده صحيح // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p396'> Vol. 01, p. 396</a>\n            </div>\n            \nحدثنا محمد بن عمرو حدثنا سعيد بن عامر عن جار له يقال له العلاء قال أتيت\nمسجد واسط فأذن المؤذن الظهر وجاء منصور بن زاذان فافتتح الصلاة فرأيته سجد\nإحدى عشرة سجدة قبل أن تقام الصلاة // إسناده فيه العلاء جار سعيد لم أعرفه //\n</p>\n\n<p>\n350 - حدثنا محمد بن الحسين أخبرني شعيث بن محرز الأسدي أو الأودي حدثنا\nالهيثم بن جماز البكاء قال قال حبيب أبو محمد ليزيد الرقاشي كلاما\nبالفارسية معناه بأي شيء تقر عيون العابدين في الدنيا وبأي شيء تقر عيونهم\nفي الآخرة\n</p>\n\n<p>\nقال له يزيد يا أبا محمد أما الذي يقر عيونهم في الدنيا فما أعلم شيئا\nأقر لعيون العابدين في دار الدنيا من التهجد في ظلم الليل وأما الذي تقر\nعيونهم به في الآخرة فما أعلم شيئا من نعيم الجنان وخيرها وسرورها ألذ عند\nالعابدين ولا أقر لعيونهم من النظر إلى ذي الكبرياء العظيم إذا رفعت تلك الحجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p397'> Vol. 01, p. 397</a>\n            </div>\n            \nوتجلى لهم الكريم قال فصاح حبيب عند ذلك صيحة خر مغشيا عليه // إسناده\nضعيف جدا //\n</p>\n\n<p>\n351 - حدثنا محمد بن الحسين حدثنا الفضل بن دكين حدثنا هشام ابن سعد عن\nزيد بن اسلم أخبرني أبي قال كنا نبيت عند عمر رضي الله عنه أنا ويرفا قال\nفكانت له ساعة من الليل يصليها فربما لم يقل فنقول لا يقوم كما كان يقوم\nفيكون أبكر ما كان قائما وكان إذا استيقظ قرأ هذه الآية ( وأمر أهلك\nبالصلاة واصطبر <span id='ms66'></span> عليها ) طه 132الآية\n</p>\n\n<p>\nقال حتى إذا كان ذات ليلة قام فصلى ثم انصرف قال قوما فصليا فوالله ما\nأستطيع أن أصلي وما أستطيع أن أرقد وإني لأفتتح السورة فلا أدري في أولها\nأو في آخرها قلنا ولم يا أمير المؤمنين قال من همي بالناس منذ جاءني هذا\nالخبر عن أبي عبيدة رحمهما الله // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p398'> Vol. 01, p. 398</a>\n            </div>\n            \n352 - حدثنا فضيل بن عبد الوهاب حدثنا جعفر بن سليمان أراه عن هشام عن\nالحسن قال كان عمر بن الخطاب رضوان الله عليه يمر بالآية من ورده بالليل\nفيسقط حتى يعاد منها كما يعاد من المرض // إسناده حسن //\n</p>\n\n<p>\n353 - حدثنا محمد بن هارون حدثني أبو عمير عن ضمرة عن السري بن يحيى قال\nأدركت عواتق الحي يقمن الليل // إسناده حسن //\n</p>\n\n<p>\n354 - وحدثنا محمد بن هارون حدثني أبو عمير حدثنا ضمرة عن سفيان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p399'> Vol. 01, p. 399</a>\n            </div>\n            \nقال أدركت الجفاة وهم يقومون الليل // إسناده حسن //\n</p>\n\n<p>\n355 - حدثنا أحمد بن منيع حدثنا القاسم عن مجالد عن أبي الوداك عن أبي\nسعيد رفع الحديث قال ( ثلاث يضحك الله عز وجل إليهم الرجل إذا قام من الليل\nيصلي والقوم إذا صفوا في الصلاة والقوم إذا صفوا في قتال العدو ) // إسناده\nضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p400'> Vol. 01, p. 400</a>\n            </div>\n            \n356 - حدثنا محمد بن إسماعيل البخاري حدثنا إسماعيل بن أبي أويس أخبرني\nأخي عن سليمان يعني ابن بلال عن يحيى بن سعيد عن سعيد بن المسيب عن أبي\nهريرة أن رسول الله قال ( يعقد الشيطان على قافية رأس أحدكم ثلاث عقد إذا\nهو نام فإذا استيقظ فذكر الله عز وجل انحلت عقده فإذا توضأ انحلت عقدة فإذا\nصلى انحلت العقد كلها واصبح نشيطا \" طيب النفس وإلا اصبح خبيث النفس كسلان\n) // إسناده فيه إسماعيل بن أبي اويس تكلم فيه // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p401'> Vol. 01, p. 401</a>\n            </div>\n            \n357 - حدثنا أبو معمر صالح بن حرب مولى بني هاشم حدثنا سلام بن أبي خبزة\nعن يونس عن الحسن عن سمرة بن جندب قال أمرنا رسول الله أن نصلي من الليل ما\nقل أو كثر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p402'> Vol. 01, p. 402</a>\n            </div>\n            \nوأن نجعل أظنه قال ( آخر ذلك وترا ) // إسناده ضعيف جدا //\n</p>\n\n<p>\n358 - حدثنا رجاء بن رافع المروزي <span id='ms67'></span> حدثني أبو اليمان حدثنا أبو بكر بن أبي\nمريم الغساني عن المهاجر بن حبيب عن الحارث بن معاوية أنه سأل عمر بن\nالخطاب رضي الله عنه عن الوتر في أول الليل أو أوسطه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p403'> Vol. 01, p. 403</a>\n            </div>\n            \nأو آخره فقال كل ذاك قد عمل به رسول الله // إسناده ضعيف //\n</p>\n\n<p>\n359 - حدثنا صالح بن حرب حدثنا عبد الأعلى بن عبد الأعلى حدثنا عبيد الله\nبن عمر عن سعيد بن أبي سعيد المقبري عن أبي هريرة قال قال رسول الله ( إن\nالله تبارك وتعالى إذا مضى ثلث الليل أو نصف الليل نزل إلى السماء الدنيا\nفيقول هل من داع أستجيب له هل من مستغفر أغفر له هل من تائب أتوب عليه في\nحتى يطلع الفجر ) // إسناده حسن //\n</p>\n\n<p>\n360 - حدثنا محمد بن إسماعيل بن سمرة الأحمسي حدثنا عمرو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p404'> Vol. 01, p. 404</a>\n            </div>\n            \nالعنقري حدثنا خلاد الصفار عن عمرو بن قيس ( سوف أستغفر لكم ربي ) يوسف 98\nقال في صلاة الليل // إسناده حسن //\n</p>\n\n<p>\n361 - حدثنا الخليل بن عمرو حدثنا ابن السماك عن أبي جري عن الحجاج\nالصواف قال قيل لعبد الله بن مسعود ما نستطيع قيام الليل قال أقعدتكم\nذنوبكم // إسناده منقطع //\n</p>\n\n<p>\n262 - حدثنا محمد بن علي بن الحسين حدثنا النضر بن شميل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p405'> Vol. 01, p. 405</a>\n            </div>\n            \nعن صالح عن ابن شهاب عن عطاء الليثي وأبي عبد الله الأغر عن أبي هريرة عن\nرسول الله قال ( إن الله عز وجل ينزل كل ليلة إذا بقي ثلث الليل الآخر إلى\nسماء الدنيا فيقول من يدعوني أستجيب له من يستغفرني أغفر له ) // إسناده\nضعيف //\n</p>\n\n<p>\n363 - حدثنا عيسى بن عبد الله التميمي أخبرني الوليد بن مسلم سمعت صالح\nالمري عن الحسن قال إن العبد ليذنب الذنب فيحرم به قيام الليل // إسناده\nضعيف //\n</p>\n\n<p>\n364 - حدثني سلمة بن شبيب حدثنا سهل بن عاصم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p406'> Vol. 01, p. 406</a>\n            </div>\n            \nعن مسلم عن كرز بن وبرة قال بلغني أن كعبا قال إن الملائكة ينظرون من\nالسماء إلى الذين يصلون بالليل في بيوتهم كما تنظرون انتم إلى نجوم السماء\n// إسناده فيه مسلم شيخ سهل بن عاصم لم أعرفه //\n</p>\n\n<p>\n365 - حدثني سلمة بن شبيب حدثنا سهل بن عاصم <span id='ms68'></span> السجستاني عن زهير بن عباد\nالرؤسي حدثنا داود بن هلال النصيبي عن بعض أهل العلم قال قال عيسى بن مريم\nطوبى للذين يتهجدون من الليل أولئك الذين يرثون النور الدائم من أجل أنهم\nقاموا في ظلمة الليل فتمشوا على أرجلهم والتمسوا بأيديهم مساجدهم في بيوتهم\nيتضرعون في سواد الليل إلى ربهم زرعوا في مساجدهم وكان سقي زرعهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p407'> Vol. 01, p. 407</a>\n            </div>\n            \nدموع أعينهم حتى أنبتوا وأدركوا الحصاد ليوم فقرهم فوجدوا عاقبة ذلك\nقلوبهم عند ربهم معلقة وأجسادهم في الدنيا منتصبة قد غلبهم النوم فخروا على\nوجوههم لما رهبوا منه يرجون رحمته ويخافون عذابه // إسناده ضعيف //\n</p>\n\n<p>\n366 - حدثني سلمة حدثنا سهل عبن سلم بن ميمون الخواص سمعت عبد العزيز بن\nمسلم الرازي سمعت سفيان الثوري يقول كل ما شئت ولا تشرب فإنك إذا لم تشرب\nلم يجئك النوم // إسناده ضعيف //\n</p>\n\n<p>\n367 - حدثنا خلف بن هشام حدثنا حماد بن زيد عن يحيى بن سعيد عن محمد بن\nإبراهيم التيمي أن عائشة قالت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p408'> Vol. 01, p. 408</a>\n            </div>\n            \nفقدت رسول الله من مضجعه فقمت ألتمسه بيدي فوفقعن يداي على قدميه\nفأصابتهما وهو ساجد فسمعته يقول ( اللهم إني أعوذ برضاك من سخطك وأعوذ\nبمعافاتك من عقوبتك وأعوذ بك منك لا أحصي ثناء عليك أنت كما أثنيت على نفسك\n) إسناده منقطع // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p409'> Vol. 01, p. 409</a>\n            </div>\n            \n368 - حدثنا يوسف بن موسى حدثنا جرير عن واصل بن سليم قال صحبت عطاء بن\nالسائب إلى مكة فكان يختم القرآن في كل ليلتين // إسناده فيه واصل بن سليم\nلم أجد فيه جرحا ولا تعديلا إلا وذكر ابن حبان له في الثقات //\n</p>\n\n<p>\n369 - حدثنا علي بن محمد بن أحمد بن إبراهيم قال حدثنا أسد ابن موسى\nحدثنا عبد العزيز بن أبي سلمة الماجشون عن عمه الماجشون قال سمعت طلق بن\nحبيب يقول والله ما احب الذين لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p410'> Vol. 01, p. 410</a>\n            </div>\n            \nيصلون بالليل // إسناده فيه شيخ المصنف لم أجد له ترجمة //\n</p>\n\n<p>\n370 - وحدثنا علي بن محمد حدثنا أسد حدثنا ضمرة عن ابن شوذب عن مطر قال\nكان الحسن صاحب ليل // إسناده فيه شيخ المصنف لم أجد له ترجمة //\n</p>\n\n<p>\n371 - حدثنا علي بن محمد <span id='ms69'></span> حدثنا أسد حدثنا شعيب بن حرب حدثنا بعض أصحابنا\nعن الحسن أنه قعد ليلة حتى الصبح فقيل له فقال غلبتني نفسي عن الصلاة فقلت\nلها فاقعدي فلم يدعها تنام حتى الصبح // إسناده ضعيف //\n</p>\n\n<p>\n372 - حدثنا علي بن محمد حدثنا أسد حدثنا ضمرة عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p411'> Vol. 01, p. 411</a>\n            </div>\n            \nعمرو بن عبد الرحمن بن محيريز وحدثتني جدتي قالت كان جدي ابن محيريز يختم\nالقرآن في سبع وكان يفرش له فراشه فيوجد على حاله إذا أصبح // إسناده ضعيف //\n</p>\n\n<p>\n373 - وحدثنا علي حدثنا أسد حدثنا ضمرة حدثني مولى لأبي جمعة يكنى أبا\nالليث قال كان لأبي جمعة حبل معلق في مسجده يتعلق به إذا صلى بالليل //\nإسناده فيه مولى أبي جمعة لم أجد فيه جرحا ولا تعديلا // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p412'> Vol. 01, p. 412</a>\n            </div>\n            \n374 - وحدثنا علي حدثنا أسد حدثنا الوليد بن مسلم عن عثمان بن أبي العاتكة\nأن أبا مسلم الخولاني كان يعلق سوطا في مسجده يخوف به نفسه فإذا دخلته\nالفترة تناوله فضرب به ساقيه ثم قال أنت أحق بالضرب من دابتي فإذا غلبه\nالنوم قال منك لا مني // إسناده ضعيف //\n</p>\n\n<p>\n375 - حدثنا علي حدثنا أسد حدثنا ضمرة عن ابن شوذب قال كان لمحمد بن واسع\nعلية فإذا كان الليل صعد فدخل فيها ثم أغلقها عليه // إسناده فيه شيخ\nالمصنف لم أجد له ترجمة // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p413'> Vol. 01, p. 413</a>\n            </div>\n            \n376 - حدثنا علي حدثنا أسد حدثنا إسرائيل عن أبي إسحاق عن شيخ من قريش\nيقال له عامر بن مسعود قال قال رسول الله ( الصوم في الشتاء الغنيمة\nالباردة أما ليله فطويل وأما نهاره فقصير ) // إسناده مرسل // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p414'> Vol. 01, p. 414</a>\n            </div>\n            \n377 - حدثنا علي حدثنا أسد حدثنا عبد الله بن إدريس عن حصين عن مجاهد عن\nعبيد بن عمير أنه كان إذا دخل الشتاء قال يا أهل القرآن طال الليل لصلاتكم\nوقصر النهار لصيامكم فاغتنموا // إسناده فيه شيخ المصنف لم أجد له ترجمة //\n</p>\n\n<p>\n378 - حدثنا الحسن بن الصباح حدثنا إسحاق بن منصور عن إسحاق بن سعيد\nالقرشي عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p415'> Vol. 01, p. 415</a>\n            </div>\n            \nأن ابن الزبير كان يقرأ القرآن في ليلة // إسناده حسن //\n</p>\n\n<p>\n379 - حدثنا الحسن بن عبد العزيز الجروي حدثنا يحيى بن حسان حدثنا ابن <span id='ms70'></span>\nلهيعة حدثنا محمد بن زيد قال كان عبد الله بن الزبير يحيي الدهر أجمع فكان\nيحيي ليلة قائما حتى يصبح وليلة يحييها راكعا حتى الصباح وليلة يحييها\nساجدا حتى الصباح // إسناده ضعيف //\n</p>\n\n<p>\n380 - حدثني مؤمل بن هشام حدثنا إسماعيل بن إبراهيم عن منصور بن عبد\nالرحمن عن أبي إسحاق الهمذاني عن الأسود بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p416'> Vol. 01, p. 416</a>\n            </div>\n            \nيزيد أنه دخل على عائشة فسألها عن صلاة رسول الله بالليل فقالت كان يصلي\nثلاث عشرة ركعة من الليل ثم أنه صلى إحدى عشرة ركعة وترك ركعتين ثم قبض حين\nقبض وكان يصلي من الليل تسع ركعات آخر صلاته من الليل الوتر ثم ربما جاء\nإلى فراشه هذا فيأتيه بلال فيؤذنه بالصلاة وقد أحدث الجنابة فيثب\n</p>\n\n<p>\nقال الأسود فما نسيت قولها فيثب وليست من لغتي ثم يخرج فيفيض عليه من\nالماء فما نسيت قولها فيفيض عليه من الماء وليست من لغتي ثم يخرج إلى\nالصلاة ورأسه يقطر فيصبح صائما // إسناده من رواية أبي إسحاق السبيعي وهو\nمدلس وقد اختلط بآخره //\n</p>\n\n<p>\n381 - حدثنا أبو طالب حدثنا موسى بن أعين عن الأعمش عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p417'> Vol. 01, p. 417</a>\n            </div>\n            \nإبراهيم عن الأسود عن عائشة أن رسول الله كان يوتر بتسع ركعات // إسناده\nفيه عنعنة الأعمش //\n</p>\n\n<p>\n382 - حدثنا علي بن الجعد أخبرنا قيس بن الربيع عن الأعمش عن أبي سفيان\nعن جابر قال قيل يا رسول الله إن فلانا يقوم الليل فإذا أصبح سرق فقال رسول\nالله ( ستنهاه صلاته ) // إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p418'> Vol. 01, p. 418</a>\n            </div>\n            \n383 - حدثنا الحسن بن داود بن محمد بن المنكدر سمعت أبا بكر بن عياش يقول\nمن قام من الليل لم يأت فاحشة ألا تسمع إلى قول الله ( إن الصلاة تنهى عن\nالفحشاء والمنكر ) العنكبوت 45 // إسناده حسن //\n</p>\n\n<p>\n384 - حدثنا يوسف بن موسى حدثنا ثابت بن موسى عن شريك عن الأعمش عن أبي\nسفيان عن جابر قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p419'> Vol. 01, p. 419</a>\n            </div>\n            \nقال رسول الله ( من صلى بالليل حسن وجهه بالنهار ) // إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p420'> Vol. 01, p. 420</a>\n            </div>\n            \n385 - حدثنا أبو خيثمة زهير بن حرب حدثنا عبد الرحمن بن مهدي حدثني سفيان\nعن سلمة بن كهيل عن كريب عن ابن عباس قال بت <span id='ms71'></span> عند خالتي ميمونة فقام رسول\nالله من الليل فقضى حاجته ثم غسل وجهه ويديه ثم نام ثم قام فأتى القربة\nفأطلق شناقها ثم توضأ وضوءا بين الوضوءين لم يكثر وقد أبلغ ثم قام يصلي\nفقمت فتمطيت كراهية أن يري أني كنت أتقيه فقمت فتوضأت فقام يصلي فقمت عن\nيساره فأخذ بأذني فأدارني عن يمينه فتتامت صلاة رسول الله من الليل ثلاث\nعشرة ركعة\n</p>\n\n<p>\nثم اضطجع فنام حتى نفخ وكان إذا نام نفخ فأتاه بلال فآذنه بالصلاة فقام\nفصلى ولم يتوضأ وكان في دعائه ( اللهم اجعل في قلبي نورا في بصري نورا وفي\nسمعي نورا وعن يميني نورا وعن يساري تنورا وفوقي نورا وتحتي نورا وأمامي\nنورا وخلفي نورا وأعظم لي نورا ) قال كريب وسبع في التابوت\n</p>\n\n<p>\nقال كريب فلقيت بعض ولد العباس فحدثني بهن فذكر عصبي ولحمي ودمي وشعري\nوبشري وذكر خصلتين // إسناده صحيح // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p421'> Vol. 01, p. 421</a>\n            </div>\n            \n386 - حدثنا علي بن الجعد أخبرنا شعبة عن الحكم عن سعيد بن جبير عن ابن\nعباس قال بت عند خالتي ميمونة فصلى رسول الله العشاء ثم دخل فصلى أربع\nركعات ثم نام ثم قام فقال نام الغليم ثم قام يصلي فقمت عن يساره فأخذني\nفجعلني عن يمينه فصلى خمس ركعات ثم صلى ركعتين ثم نام حتى سمعت غطيطه أو\nخطيطه ثم خرج إلى الصلاة // إسناده صحيح // 3387حدثنا أبو خيثمة حدثنا يزيد\nبن هارون أخبرنا عباد بن منصور عن عكرمة بن خالد المخزومي عن سعيد بن جبير\nعن ابن عباس قال أتيت خالتي ميمونه بنت الحارث فبت عندها فوجدت ليلتها تلك من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p422'> Vol. 01, p. 422</a>\n            </div>\n            \nرسول الله فصلى رسول الله العشاء ثم دخل بيته فوضع رأسه على وسادة من أدم\nحشوها ليف\n</p>\n\n<p>\nوجئت فوضعت رأسي على ناحية منها فاستيقظ فنظر فإذا عليه ليل فعاد فسبح\nوكبر حتى نام واستيقظ وقد ذهب شطر الليل أو قال ثلثاه فقام رسول الله فقضى\nحاجته ثم جاء إلى قربة على شجب فيها ماء فقلت ما الشجب قال السباي قال وإذا\nقربه ذات شعر فأخذ رسول <span id='ms72'></span> الله منها ماء فمضمض ثلاثا واستنشق ثلاثا وغسل وجهه\nثلاثا وذراعيه ثلاثا ثلاثا ومسح برأسه وأذنيه مرة ثم غسل قدميه قال يزيد\nحسبته ثلاثا ثلاثا ثم أتى مصلاه فقمت فصنعت كما صنع\n</p>\n\n<p>\nثم جئت فقمت على يساره وأنا أريد ان أصلي بصلاته فأمهل رسول الله حتى إذا\nعرف أني أريد أن أصلي بصلاته لفت يمينه فأخذ بأذناي حتى أقامني عن يمينه\nفصلى رسول الله ما رأى أن عليه ليلا ركعتين ركعتين فلما ظن أن الفجر قد دنا\nقام فصلى سبع ركعات ثم أوتر بالسابعة حتى إذا أضاء الفجر وقام فصلى ركعتين\n</p>\n\n<p>\nثم وضع جنبه فنام حتى سمعت بحيحه وجاء بلال فآذنه بالصلاة فخرج فصلى وما\nمس ماء فقلت لسعيد بن جبير ما أحسن هذا فقال سعيد أما والله لقد قلت ذلك\nلابن عباس فقال مه إنها ليست لك ولا لأصحابك إنها لرسول الله إنه كان يحفظ\n// إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p423'> Vol. 01, p. 423</a>\n            </div>\n            \n388 - وحدثنا علي بن الجعد أخبرني شعبة عن عمرو بن مرة سمعت أبا حمزة\nالأنصاري عن رجل من بني عبس عن حذيفة أنه انتهى إلى رسول الله حين قام في\nصلاته من الليل فلما دخل في الصلاة قال الله أكبر ذو الملكوت والجبروت\nوالكبرياء والعظمة ثم قرأ البقرة ثم ركع وكان ركوعه نحوا من قيامه يقول في\nركوعه سبحان ربي العظيم سبحان ربي العظيم ثم رفع رأسه فكان قيامه بعد\nالركوع نحوا من ركوعه يقول لربي الحمد لربي الحمد\n</p>\n\n<p>\nثم سجد فكان سجوده نحوا من قيامه بعد الركوع يقول سبحان ربي الأعلى سبحان\nربيا الأعلى ثم يرفع رأسه فكان بين السجدتين نحوا من سجوده يقول رب اغفر لي\nرب اغفر لي حتى صلى أربع ركعات قرأ فيهن البقرة وآل عمران والنساء والمائدة\nوالأنعام // إسناده فيه شيخ أبي حمزة فإن كان هو صلة فالحديث صحيح وإلا فلا // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p424'> Vol. 01, p. 424</a>\n            </div>\n            \n389 - حدثنا علي بن الجعد أخبرنا شعبة عن عمرو بن مرة سمعت سالم بن أبي\nالجعد قال قيل لثوبان حدثنا عن رسول الله قال قد كذبتم علي قلتم <span id='ms73'></span> علي ما لم\nأقل قالوا حدثنا قال سمعت رسول الله يقول ( ما من عبد سجد لله سجدة إلا\nرفعه الله بها درجة وحط عنه بها خطيئة ) // إسناده رجاله ثقات // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p426'> Vol. 01, p. 426</a>\n            </div>\n            \n390 - حدثنا شجاع بن مخلد حدثنا هشيم أخبرنا خالد حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p427'> Vol. 01, p. 427</a>\n            </div>\n            \nعبد الله بن شقيق العقيلي عن عائشة قال سألتها عن صلاة رسول الله عن تطوعه\nفقالت كان يصلي في بيتي أربعا قبل الظهر ثم يخرج فيصلي بالناس ثم يدخل بيتي\nفيصلي ركعتين ويصلي بالناس المغرب ثم يدخل بيتي فيصلي ركعتين قالت وكان\nيصلي بالليل تسع ركعات فيهن الوتر وكان يصلي ليلا طويلا قائما وليلا طويلا\nقاعدا فإذا قرأ وهو قائم ركع وسجد وهو قائم وإذا قرأ وهو جالس ركع وسجد وهو\nجالس وكان يصلي ركعتين إذا طلع الفجر ثم يخرج فيصلي بالناس // إسناده صحيح //\n</p>\n\n<p>\n391 - حدثنا إسحاق بن إسماعيل حدثنا محمد بن فضيل بن غزوان عن عبد الرحمن\nبن إسحاق عن النعمان بن سعد عن علي قال قال رسول الله ( إن في الجنة لغرفا\nيرى ظهورها من بطونها وبطونها من ظهورها فقام أعرابي فقال يا رسول الله لمن\nهي قال ( هي لمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p428'> Vol. 01, p. 428</a>\n            </div>\n            \nطيب الكلام وأطعم الطعام وأدام الصيام وقام بالليل والناس نيام ) //\nإسناده ضعيف //\n</p>\n\n<p>\n392 - حدثني الحسن بن محبوب حدثنا أبو توبة حدثنا الهيثم بن حميد عن زيد\nبن واقد عن سليمان بن موسى عن كثير بن مرة عن تميم الداري قال قال رسول\nالله ( من قرأ مائة آيه في ليلة كتب له قنوت ليلة ) // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p429'> Vol. 01, p. 429</a>\n            </div>\n            \n393 - حدثنا إسحاق بن إسماعيل حدثنا أبو معاوية ووكيع قالا حدثنا الأعمش\nعن أبي صالح عن كعب قال من قرأ في ليلة مائة آية كتب من القانتين // إسناده\nصحيح //\n</p>\n\n<p>\n394 - حدثني الحارث بن حدثنا كثير بن هشام حدثنا الحكم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p430'> Vol. 01, p. 430</a>\n            </div>\n            \nهشام حدثنا الحسن بن أبي حسينة عن أبي إسحاق السبيعي قال من قرأ في ليلة\nمائة آيه رفعت عنه الغفلة ومن قرأ مائتي آيه كتب من القانتين ومن قرأ\nثلاثمائة آيه كتب من العابدين ومن قرأ بخمسمائة آياه من <span id='ms74'></span> قرأ بألف آيه كتب\nله قنطار من . . . . . . . والقنطار أعظم من أحد // إسناده فيه شيخ المصنف\nفإن كان هو بن أبي أسامة فالأثر حسن وإلا فحبسبه //\n</p>\n\n<p>\n395 - حدثنا إسحاق بن إسماعيل حدثنا أبو يحيى الحماني حدثنا الأعمش عن\nشمر بن عطية قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p431'> Vol. 01, p. 431</a>\n            </div>\n            \nأخذ بيدي أبو عبد الرحمن فقال كيف قوتك للصلاة قال فذكرت من الضعف ما شاء\nالله أن أذكر فقال أبو عبد الرحمن وأنا مثلك أصلي العشاء ثم أقوم فأنا حين\nأصلي الفجر أبسط مني أول ما بدأت // إسناده حسن //\n</p>\n\n<p>\n396 - حدثني أحمد بن بحير حدثنا عبد الوهاب بن عطاء عن سعيد بن أبي عروبة\nسمعت الحسن يقول نعم الشتاء للمؤمن ليلة طويل يقومه ونهاره قصير يصومه //\nإسناده أحمد فيه أحمد بن بحير لم يتبين لي من هو // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p432'> Vol. 01, p. 432</a>\n            </div>\n            \n397 - حدثنا شجاع بن مخلد حدثنا هشيم حدثنا أبو عامر المزني حدثنا الحسن\nقال قال رسول الله ( صلوا من الليل صلوا أربعا صلوا ولو ركعتين ما من أهل\nبيت تعرف لهم لهم الصلاة من الليل إلا نادى مناد يا أهل البيت قوموا\nلصلاتكم ) // إسناده مرسل //\n</p>\n\n<p>\n398 - حدثنا هشيم أخبرنا أبو الأشهب عن الحسن قال صلوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p433'> Vol. 01, p. 433</a>\n            </div>\n            \nمن الليل ولو قدر حلب شاة // إسناده سقط من أوله شيخ المصنف //\n</p>\n\n<p>\n399 - حدثنا شجاع حدثنا هشيم أخبرنا أبو حرة حدثنا الحسن عن سعد بن هشام\nعن عائشة قالت كان رسول الله إذا قام من الليل يصلي افتتح صلاته بركعتين\nخفيفتين // إسناده حسن //\n</p>\n\n<p>\n400 - وحدثنا شجاع حدثنا هشيم أخبرنا هشام بن حسان عن محمد بن سيرين عن\nأبي هريرة قال إذا قام أحدكم يصلي من الليل فليفتتح صلاته بركعتين خفيفتين\n// إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p434'> Vol. 01, p. 434</a>\n            </div>\n            \n401 - حدثنا شجاع حدثنا هشيم عن إسماعيل بن أبي خالد عن قيس ابن أبي حازم\nقال قال عبد الله بن مسعود بحسب الرجل من الخيبة أو قال من الشر أن يبيت\nليلته لا يذكر الله حتى يصبح فيصبح وقد بال الشيطان في أذنه // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p435'> Vol. 01, p. 435</a>\n            </div>\n            \n402 - حدثنا شجاع حدثنا هشيم أخبرنا داود بن أبي هند عن الوليد ابن عبد\nالرحمن الجرشي عن جبير <span id='ms75'></span> بن نفير الحضرمي عن أبي ذر قال شهدنا مع رسول الله\nشهر رمضان فلم يقم بنا في شيء من الشهر حتى كانت ليلة سابعة بقيت فقام بنا\nإلى نحو من ثلث الليل قال ثم لم يقم ليلة سادسة بقيت فلما كانت ليلة خامسة\nبقيت قام إلى نحو من شطر الليل فقلت له يا رسول الله لو نفلتنا قيام هذه\nهشام الليلة فقال ( إن الرجل إذا صلى مع الإمام حتى ينصرف كتب له قيام ليلة )\n</p>\n\n<p>\nقال ثم لم يقم بنا ليلة رابعة بقيت فلما كانت ليلة ثالثة بقيت قام بنا\nحتى خشينا أن يفوتنا الفلاح قلت وما الفلاح قال السحور وأيقظ في تلك الليلة\nأهله وبناته ونساءه // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p436'> Vol. 01, p. 436</a>\n            </div>\n            \n403 - حدثنا الحسن بن محبوب حدثنا الحجاج بن محمد أخبرنا ابن جريج عن أبيه\nأخبرنا عبد الله بن أبي مليكة أن يعلي بن مملك أخبره أنه سأل أم سلمة زوج\nالنبي عن صلاة النبي بالليل فقالت كان يصلي العتمة ثم يسبح ثم يصلي ما شاء\nالله من الليل ثم ينصرف فيرقد مثل ما صلى ثم يستيقظ من نومته تلك فيصلي مثل\nما نام // إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p437'> Vol. 01, p. 437</a>\n            </div>\n            \n404 - حدثنا محمد بن عثمان العجلي حدثنا حسين الجعفي عن زايدة عن عبد\nالملك بن عمير أخبرني ابن أخي حذيفة عن حذيفة قال أتيت النبي ذات ليلة\nلأصلي بصلاته فافتتح الصلاة فقرأ قراءة ليست بالخفيفة ولا بالرفيعة يرتل\nويسمعنا ثم ركع فكان ركوعه نحوا من سورة ثم رفع رأسه فقال ( سمع الله لمن\nحمده ) فقال ( الحمد لله ذي الجبروت والملكوت والكبرياء والعظمة ) قدر سورة\nثم سجد نحوا من سورة وقضى صلاته وعليه سواد من الليل قال عبد الملك وهي\nتطوع الليل // إسناده فيه عبد الملك بن عمير وهو مختلط //\n</p>\n\n<p>\n405 - حدثني محمد بن عثمان حدثنا أبو أسامة عن حميد بن العلاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p438'> Vol. 01, p. 438</a>\n            </div>\n            \nالتيمي عن إبراهيم بن أبي عبلة سمعت ثابتا البناني يقول الصلاة خدمة الله\nفي الأرض ولو علم الله شيئا افضل من الصلاة ما قال ( فنادته الملائكة وهو\nقائم يصلي <span id='ms76'></span> في المحراب ) آل عمران 39 // إسناده حسن //\n</p>\n\n<p>\n406 - حدثني محمد بن عثمان حدثنا حسين بن علي الجعفي عن زائدة حدثنا شيخ\nمن أهل البصرة عن أنس قال قال رسول الله ( إن الله يباهي الملائكة بالعبد\nإذا نام وهو ساجد يقول انظروا إلى عبدي هذا نفسه عندي وجسده في طاعتي ) //\nإسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p439'> Vol. 01, p. 439</a>\n            </div>\n            \n407 - حدثني محمد بن عثمان حدثنا حسين عن زائدة عن سفيان عن علي بن الأقمر\nعن الأغر عن أبي سعيد قال إذا أيقظ الرجل أهله من الليل فصليا ركعتين كتبا\nمن الذاكرين الله كثيرا والذاكرات // إسناده حسن //\n</p>\n\n<p>\n408 - حدثني العباس بن جعفر حدثنا أحمد بن عبد الملك الحراني حدثنا عبيد\nالله بن عمرو عن عبد الملك بن عمير عن جندب بن سفيان قال قال رسول الله (\nأفضل الصلاة بعد الصلاة المفروضة الصلاة في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p440'> Vol. 01, p. 440</a>\n            </div>\n            \nجوف الليل وأفضل الصيام بعد شهر رمضان شهر الله الذي تدعونه المحرم ) //\nإسناده فيه عبد الملك بن عمير وهو مختلط //\n</p>\n\n<p>\n409 - حدثنا حجاج بن يوسف حدثنا أبو أحمد عن سفيان عن رجل عن الحسن أنه\nكان إذا قرأ هذه الآية ( والذين يبيتون لربهم سجدا وقياما ) الفرقان 64 قال\nلأمر ما أسهر ليلهم وخشع نهارهم // إسناده ضعيف //\n</p>\n\n<p>\n410 - حدثنا يوسف بن موسى حدثنا عبد الله بن الجهم الرازي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p441'> Vol. 01, p. 441</a>\n            </div>\n            \nحدثنا ابن المبارك عن جعفر بن حيان عن الحسن ( والذين يبيتون لربهم سجدا\nوقياما ) الفرقان 64 قال هذا ليلهم خلوا إذا فيما بينهم وبين ربهم يراوحون\nبين أطرفهم // إسناده حسن //\n</p>\n\n<p>\n411 - حدثنا أحمد بن صالح بن مالك حدثنا أبو عبيدة الناجي عن الحسن قال\nقد والله تعجبت من كان قبلكم كانوا إذا جنهم الليل فقيام على أطرافهم\nيفترشون وجوههم تجري دموعهم على خدودهم يناجون الذي خلقهم في فكاك رقابهم\nفنعتهم في كتابه أحسن النعت فقال ( وعباد الرحمن الذين يمشون على الأرض\nهونا ) والهون في كلام العرب السكينة والوقار ( وإذا خاطبهم الجاهلون قالوا\nسلاما والذين يبيتون لربهم سجدا وقياما ) الفرقان 63 - 64 هذه والله صفتهم\nوهذه والله حليهم والله ما سلموا من الذنوب ولا نجوا إلا بالمغفرة //\nإسناده ضعيف جدا // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p442'> Vol. 01, p. 442</a>\n            </div>\n            \n412 - حدثنا <span id='ms77'></span> خلف بن هشام حدثنا عبد المؤمن المفلوج البصري قال قال الحسن\nكان والله من أدركت من صدر هذه الأمة ما قالوا بألسنتهم فكذلك في قلوبهم\nكانوا والله موافقين لكتاب ربهم ولسنة نبيهم فإذا جنهم الليل فقيام على\nأطرافهم يفترشون وجوههم تجري دموعهم على خدودهم يرغبون إلى ربهم في فكاك\nرقابهم إذا أشرف لهم من الدنيا شيء أخذوا منه قوتهم ووضعوا الفضل في معادهم\nوأدوا إلى الله فيه الشكر وإن زوي عنهم استبشروا وقالوا هذا من الله\nواختبار منه لنا إن عملوا بالحسنى سرتهم ودعوا الله أن يتقبلها منهم وإن\nعملوا بالسيئة ساءتهم واستغفروا الله منها // إسناده صحيح //\n</p>\n\n<p>\n413 - حدثنا هارون بن عبد الله حدثنا سيار بن حاتم حدثنا جعفر ابن سليمان\nسمعت المغيرة بن حبيب أبا صالح ختن مالك بن دينار قال قلت لنفسي يموت مالك\nوأنا معه في الدار ولا أعلم ما عمله قال فصليت معه عشاء الآخرة ثم جئت\nفلبست قطيفة في أطول ما يكون من الليل وجاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p443'> Vol. 01, p. 443</a>\n            </div>\n            \nمالك فدخل فقرب رغيفه فأكل ثم قام إلى الصلاة فاستفتح ثم أخذ بلحيته فجعل\nيقول يا رب إذا جمعت الأولين والآخرين فحرم شيبة مالك على النار\n</p>\n\n<p>\nقال فوالله ما زال كذلك حتى غلبتني عيني قال ثم انتبهت فإذا هو على تلك\nالحال يقدم رجلا ويؤخر رجلا ويقول يا رب إذا جمعت الأولين والآخرين فحرم\nشيبة مالك على النار قال فما زال كذلك حتى طلع الفجر قال فقلت لنفسي والله\nلئن خرج مالك فرآني لا تبلني عنده بالة أبدا قال فجئت إلى المنزل وتركته //\nإسناده حسن //\n</p>\n\n<p>\n414 - حدثنا هارون بن عبد الله حدثنا سيار عن جعفر سمعت ثابتا البناني\nمالا أحصي يقول في دعائه اللهم إن كنت أذنت لأحد أن يصلي في قبره فأذن لي\nأن اصلي في قبري // إسناده حسن //\n</p>\n\n<p>\n415 - حدثنا هارون حدثنا سيار عن جعفر سمعت ثابتا يقول في دعائه يا باعث\nيا وارث لا تدعني في قبري فردا وأنت خير الوارثين // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p444'> Vol. 01, p. 444</a>\n            </div>\n            \n416 - أخبرنا أحمد بن إبراهيم حدثنا محمد بن <span id='ms78'></span> مالك العنبري حدثنا محمد بن\nعبد الله الأنصاري حدثني إبراهيم بن الصمة المهلبي قال حدثني الذين كانوا\nيمرون بالجص قال كنا إذا مررنا بجنبات قبر ثابت يعني البناني سمعنا قراءة\nالقرآن // تقدم هذا الأثر بهذا الإسناد رقم 156 //\n</p>\n\n<p>\n417 - حدثنا إسحاق بن إبراهيم حدثنا حميد بن عبد الرحمن حدثنا أبو الأحوص\nقال كان أبو إسحاق يقول يا معشر الشباب اغتنموا قل ما تمر بي ليلة إلا وأنا\nأقرأ فيها ألف آيه // إسناده حسن //\n</p>\n\n<p>\n418 - حدثنا أحمد بن إبراهيم حدثنا سيار بن حاتم حدثنا جعفر بن سليمان\nحدثنا ثابت قال كان رجل من العباد يقول إذا أنا نمت ثم استيقظت ثم أردت أن\nأعود إلى النوم فلا أنام الله عيني إذا قال كنا نراه يعني نفسه // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p445'> Vol. 01, p. 445</a>\n            </div>\n            \n419 - حدثنا الفضل بن موسى القرشي حدثنا إبراهيم بن بشار حدثنا سفيان عن\nعطاء بن السائب قال كان مرة الهمداني يصلي كل يوم ستمائة ركعة قال عطاء\nودخلوا عليه فرأوا موضع سجوده كأنه مبرك البعير // إسناده حسن //\n</p>\n\n<p>\n420 - حدثنا الفضل بن موسى حدثنا إبراهيم بن بشار الرمادي سمعت أبا\nسليمان يقول كان عامر بن عبد الله يصلي كل يوم ألف ركعة ثم يقبل على نفسه\nفيقول يا مأوى كل سوء أما والله لأردنك إلى زحف البعير // إسناده ضعيف //\n</p>\n\n<p>\n421 - وحدثنا الفضل بن موسى حدثنا إبراهيم بن بشار حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p446'> Vol. 01, p. 446</a>\n            </div>\n            \nسفيان عن عباد بن كثير قال للمصلي ثلاث تحف به الملائكة من قدميه إلى عنان\nالسماء ويتناثر عليه البر من عنان السماء إلى مفرق رأسه وينادي مناد لو\nيعلم المصلي من يناجي ما انفتل // إسناده إلى عباد حسن //\n</p>\n\n<p>\n422 - حدثنا الفضل بن موسى مولى بني هاشم حدثنا عبد الرحمن ابن مهدي\nحدثنا حسين بن محمد عن شعبة عن سليمان التيمي عن أبي عثمان قال قال عمر\nالشتاء غنيمة العابدين // إسناده فيه حسين بن محمد بن عربي لم أجد فيه جرحا\nولا تعديلا // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p447'> Vol. 01, p. 447</a>\n            </div>\n            \n423 - حدثني إبراهيم بن راشد حدثنا داود بن مهران حدثنا عبد الله بن جعفر\nعن محمد بن يوسف الأعرج عن عبد <span id='ms79'></span> الله بن الفضل عن أبي بكر بن عبد الرحمن بن\nالحارث بن هشام عن صفوان بن المعطل قال رأيت رسول الله صلى العشاء الآخرة\nثم نام حتى إذا كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p448'> Vol. 01, p. 448</a>\n            </div>\n            \nنصف الليل استيقظ فتلى هذه الآيات العشر من سورة آل عمران\n</p>\n\n<p>\nوأخذ سواكا يتسوك به ثم توضأ ثم قام فصلى ركعتين لا أدري أقيامه أو ركوعه\nأو سجوده أطول ثم نام ثم استيقظ فتلى آيات ثم تسوك ثم توضأ ثم قام ففعل كما\nفعل أول مرة ثم لم يزل ينام ثم يصلي ركعتين يفعل ذلك في كل ركعتين مثل ما\nفعل في الأوليين حتى صلى إحدى عشرة ركعة // إسناده ضعيف //\n</p>\n\n<p>\n424 - حدثنا خالد بن خداش حدثنا حماد بن زيد عن ثابت عن عبد الرحمن بن\nأبي ليلى أن رجلا تزوج امرأة عبد الله بن رواحة فقال لها إني لم أتزوجك\nالتماس الباءة ولكني أردت أن تخبريني بما كان يخلو عليه عبد الله بن رواحة\nمن العمل لعلي أقتدي به قالت كان إذا توضأ صلى صلاة وإذا دخل بيته صلى وإذا\nخرج من بيته إلى حجرته صلى وإذا رجع صلى في الحجرة وإذا دخل بيته صلى في\nبيته // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p449'> Vol. 01, p. 449</a>\n            </div>\n            \n425 - حدثنا نوح بن حبيب ومحمد بن حماد قالا حدثنا عبد الرزاق أخبرني أبي\nعن هارون بن قيس عن سالم بن عبد الله قال قال رسول الله ( رحم الله عبد\nالله بن رواحة كان ينزل في السفر عند وقت كل صلاة ) // إسناده مرسل //\n</p>\n\n<p>\n426 - حدثنا محمد بن حاتم حدثنا عبيد الله بن موسى عن شيبان عن الأعمش عن\nعلي بي الأقمر عن الأغر أبي مسلم عن أبي سعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p450'> Vol. 01, p. 450</a>\n            </div>\n            \nوأبي هريرة قالا قال رسول الله ( من استيقظ من الليل وأيقظ امرأته فصليا\nركعتين جميعا كتبا من الذاكرين الله كثيرا والذاكرات ) // إسناده صحيح //\n</p>\n\n<p>\n427 - حدثني يعقوب بن عبيد حدثنا أبو زيد الهروي عن شعبة عن أبي إسحاق\nسمعت حارثة بن مضرب سمعت عليا رضي الله عنه قال ما كان فينا فارس يوم بدر\nغير المقداد ولقد رأيتنا تلك <span id='ms80'></span> الليلة وما من أحد من القوم إلا نائم غير رسول\nالله فإنه قائم إلى سمرة أو شجرة بين يديه يصلي في جوف الليل حتى أصبح //\nإسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p451'> Vol. 01, p. 451</a>\n            </div>\n            \n428 - حدثنا أبو بكر المديني حدثنا إسحاق بن منضور حدثنا إبراهيم بن\nالخطاب الليثي عن إسحاق بن خليفة عن رجل من أهل الرباط عن النبي قال ( من\nقرأ القرآن في سبع كتب من العابدين ) // إسناده مرسل ضعيف //\n</p>\n\n<p>\n429 - حدثنا أبو جعفر الأدمي حدثنا عبيدة عن منصور عن مجاهد قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p452'> Vol. 01, p. 452</a>\n            </div>\n            \nكان علي الأزدي يختم القرآن في رمضان كل ليلة وينام بين المغرب والعشاء //\nإسناده حسن //\n</p>\n\n<p>\n430 - حدثنا إسحاق بن إسماعيل حدثنا جرير عن منصور عن إبراهيم عن الأسود\nأنه كان يختم القرآن في رمضان في ليلتين وينام بين المغرب والعشاء //\nإسناده فيه إسحاق بن إسماعيل يروي عن جرير وقد تكلم في سماعه منه //\n</p>\n\n<p>\n431 - حدثنا داود بن عمرو الضبي حدثنا محمد بن مسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p453'> Vol. 01, p. 453</a>\n            </div>\n            \nالطائفي عن عمرو بن دينار سمعت عمرو بن أوس يحدث عن عبد الله بن عمرو بن\nالعاص أن رسول الله قال ( خير الصيام صيام داود كان يصوم نصف الدهر وخير\nالصلاة صلاة داود كان يرقد نصف الليل الأول ويصلي آخر الليل حتى إذا بقي\nسدس الليل رقده ) // إسناده صحيح // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p454'> Vol. 01, p. 454</a>\n            </div>\n            \n432 - حدثنا أبو مسلم عبد الرحمن بن يونس حدثنا عبد الله بن إدريس عن ليث\nعن عبد الرحمن بن الأسود قال كانوا يحبون أن يرجعوا بالآية من آخر الليل //\nإسناده ضعيف //\n</p>\n\n<p>\n433 - حدثني من سمع عمرو بن عون سمعت هشيما يقول مكث منصور بن زاذان يصلي\nالفجر بوضوء العشاء الآخرة عشرين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p455'> Vol. 01, p. 455</a>\n            </div>\n            \nسنة قال عمرو ومكث هشيم يصلي الفجر بوضوء عشاء الآخرة قبل أن يموت عشر\nسنين // إسناده ضعيف //\n</p>\n\n<p>\n434 - حدثنا علي بن الجعد حدثنا علي بن علي الرفاعي عن الحسن قال كان\nرسول الله إذا قام من الليل قال ( لا إله إلا الله ثلاثا الله اكبر كبيرا\nثلاثا اللهم إني أعوذ بك من الشيطان الرجيم من همزة ونفخه ونفثه ) قال فسئل\nعنها قال همزه موته الجنون وأما نفثه فالشعر <span id='ms81'></span> وأما نفخه فالكبر // إسناده\nمرسل //\n</p>\n\n<p>\n435 - حدثنا علي بن الجعد حدثنا شعبة عن عمرو بن مرة سمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p456'> Vol. 01, p. 456</a>\n            </div>\n            \nعاصم العنزي يحدث عن أبن جبير بن مطعم عن أبيه أنه رأى رسول الله يصلي\nفكبر فقال ( الله أكبر كبيرا ثلاث مرار والحمد لله كثيرا ثلاث مرار وسبحان\nالله بكرة وأصيلا ثلاث مرار اللهم إني أعوذ بك من الشيطان الرجيم من همزه\nونفخه ونفثه ) // إسناده فيه عاصم العنزي لم أجد فيه جرحا ولا تعديلا إلا\nذكر ابن حبان له في الثقات // قال عمرو بن مرة نفخه الكبر ونفثه الشعر\nوهمزه الموتة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p457'> Vol. 01, p. 457</a>\n            </div>\n            \n436 - حدثني الحسين بن علي حدثنا محمد بن حميد حدثنا جرير عن محمد بن خالد\nالضبي عن أنس قال كان النبي يقول في جوف الليل ( نامت العيون وغارت النجوم\nوأنت الحي القيوم لا يواري منك ليل ساج ولا سماء ذات أبراج ولا أرض ذات\nمهاد ولا بحر لجي ولا ظلمات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p458'> Vol. 01, p. 458</a>\n            </div>\n            \nبعضها فوق بعض تعلم خائنة الأعين وما تخفي الصدور اللهم إني أشهد لك بما\nشهدت به علي نفسك وشهدت به ملائكتك وأنبياؤك وأولو العلم ومن لم يشهد بما\nشهدت به فاكتب شهادتي مكان شهادته أنت السلام ومنك السلام تباركت ذا الجلال\nوالإكرام اللهم إني أسألك فكان رقبتي من النار ) // إسناده ضعيف //\n</p>\n\n<p>\n437 - حدثنا الحسين بن الحسن حدثنا أبو أسامة قال عبيد الله ابن عمر\nأخبرني محمد بن يحيى بن حبان عن عبد الرحمن الأعرج عن أبي هريرة عن عائشة\nقالت فقدت النبي ذات ليلة فالتمسته بيدي فوقعت يدي على قدميه وهما منصوبتان\nوهو ساجد يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p459'> Vol. 01, p. 459</a>\n            </div>\n            \n( اللهم إني أعوذ بمعافاتك من عقوبتك وأعوذ برضاك من سخطك وأعوذ بك منك لا\nأحصي ثناء عليك أنت كما أثنيت على نفسك ) // إسناده حسن //\n</p>\n\n<p>\n438 - حدثنا عبيد الله بن جرير العتكي حدثنا الحجاج بن المنهال حدثنا\nحماد بن سلمة عن حجاج عن حبيب بن أبي ثابت عن محمد بن علي عن علي أن رسول\nالله كان إذا قام من الليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p460'> Vol. 01, p. 460</a>\n            </div>\n            \nيستاك ويقول ( إن في خلق السموات والأرض واختلاف الليل والنهار لآيات <span id='ms82'></span>\nلأولي الألباب ) آل عمران 190 وكان يقول في آخر وتره ( اللهم اجعل في بصري\nفورا ومن خلفي نورا ومن تحتي نورا ومن فوقي نورا وعن يميني نورا وأعطني\nنورا ) // إسناده مرسل ضعيف //\n</p>\n\n<p>\n439 - حدثنا إسحاق بن كعب حدثنا عباد بن العوام حدثنا يحيى عن عمرة عن\nعائشة قالت صلى رسول الله ذات ليلة في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p461'> Vol. 01, p. 461</a>\n            </div>\n            \nبعض حجره فرآه ناس فجاءوا فصلوا بصلاته من وراء الحجاب فلما كانت الليلة\nالثانية فعلوا مثل ذلك حتى فعلوا ثلاث ليال فلما كانت الليلة الرابعة لم\nيصل رسول الله مكانه ذلك فلما أصبحوا قالوا يا رسول الله انتظرناك رجاء أن\nتخرج فقال ( إني خشيت أن يكتب عليكم قيام الليل ) // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p462'> Vol. 01, p. 462</a>\n            </div>\n            \n440 - حدثنا أبو بكر الباهلي حدثنا أبو عامر حدثنا عبد الله بن عمر عن\nسالم أبي أبي النضر عن أبي سلمة عن عائشة أن النبي كان يصلي بالليل عشر\nركعات ويوتر بواحدة // إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p463'> Vol. 01, p. 463</a>\n            </div>\n            \n441 - حدثنا أبو عبد الرحمن القرشي حدثنا ابن فضيل عن الأعمش عن حبيب عن\nكريب مولى ابن عباس عن ابن عباس قال بعثني أبي إلى النبي في إبل أعطاها\nإياه من الصدقة فلما أتاه وكانت ليلة ميمونة وكانت ميمونة خالة ابن عباس\nقال فأتى المسجد فصلى العشاء ثم جاء فطرح ثوبه قال ثم دخل مع امرأته في\nثيابها قال فأخذت ثوبي فجعلت أطويه تحتي ثم اضطجعت عليه ثم قلت لا أنام\nالليلة حتى انظر ما يصنع رسول الله فنام حتى نفخ حتى ذهب من الليل ما شاء\nالله أن يذهب قال ثم قام فخرج فبال ثم أتى سقاء موكا فحل وكاءه ثم صب على\nيديه الماء ثم وطى على فم السقاء فجعل يغسل يديه ثم توضأ حتى فرغ فأردت أن\nأقوم إليه فأصب عليه فخفت أن يدع شيئا الليلة من أجلي ثم قام فصلى فقمت\nففعلت مثل الذي فعل فقمت عن يساره فتناولني بيده فأقامني عن يمينه فصلى\nثلاث عشرة ركعة ثم جاء بلال فأذن بالصلاة فقام فصلى ركعتين قبل الفجر //\nإسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p464'> Vol. 01, p. 464</a>\n            </div>\n            \n442 - حدثنا أبو <span id='ms83'></span> بكر الباهلي حدثنا سعيد بن عامر عن شعبة قال كان سعد بن\nإبراهيم يصوم الدهر ويختم كل ثلاث أو قال كل يوم وليلة // إسناده صحيح //\n</p>\n\n<p>\n443 - حدثني أسد بن عمار التميمي حدثنا مالك بن عبد الواحد حدثنا محمد بن\nإسماعيل بن سدوس عن أبي معبد جار المعتمر قال زففنا عروسا إلى بني سليم\nوكان الناس إذ ذاك يزفون في جوف الليل قال وسليمان التيمي يصلي وهو يقرأ\nهذه الآية ( وترى كل أمة جاثية ) الجاثية 28 ( وترى كل أمة جاثية ) وترى\nقال فذهبنا بالعروس إلى بني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p465'> Vol. 01, p. 465</a>\n            </div>\n            \nسليم ورجعنا وهو يقرأ هذه الآية ( وترى كل أمة جاثية ) وترى // إسناده فيه\nمحمد بن إسماعيل بن سدوس لم أجد له ترجمة //\n</p>\n\n<p>\n444 - وحدثني أسد بن عمار حدثني مالك بن عبد الواحد حدثني مغيرة بن فضال\nعن معتمر قال كان أبي إذا غلبه النعاس في الشتاء خرج إلى الدار // إسناده\nفيه المغيرة بن فضاله لم أجد له ترجمة //\n</p>\n\n<p>\n445 - حدثني أسد بن عمار حدثنا مسلم بن إبراهيم حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p466'> Vol. 01, p. 466</a>\n            </div>\n            \nشعبة عن قتادة عن مطرف في قوله ( كانوا قليلا من الليل ما يهجعون )\nالذاريات 17 قال لا ينتبهون إلا قاموا يصلون قال وقال الحسن يكابدون //\nإسناده فيه شيخ المصنف لم أجد فيه جرحا ولا تعديلا وبقية رجاله ثقات //\n</p>\n\n<p>\n446 - حدثنا أبو عبد الرحمن القرشي حدثنا عبد الله بن المبارك عن الزبير\nبن عبد الله حدثتني جدتي أن عثمان بن عفان كان لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p467'> Vol. 01, p. 467</a>\n            </div>\n            \nيوقظ أحدا من أهله من الليل إلا أن يجده يقظان فيدعوه فيناوله وضوءه وكان\nيصوم الدهر // إسناده ضعيف //\n</p>\n\n<p>\n447 - حدثني هارون بن عبد الله حدثنا إبراهيم بن عبد الرحمن بن مهدي\nحدثني السكن بن إسماعيل الأصم حدثنا عاصم الأحول قال بلغني أن أبا عثمان\nكان يصلي بين المغرب والعشاء مائتي ركعة قال فأتيته فجلست ناحية وهو يصلي\nفجعلت أعد ثم قلت هذا والله الغبن ثم قمت فجعلت أصلي معه // إسناده حسن //\n</p>\n\n<p>\n448 - حدثني إبراهيم بن راشد حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p468'> Vol. 01, p. 468</a>\n            </div>\n            \nأبو عمر الضرير حدثنا معتمر بن سليمان عن أبيه قال إني لأحسب أبا عثمان لا\nيصيب <span id='ms84'></span> دنيا كان ليله قائما ونهاره صائما وإن كان ليصلي حتى يغشى عليه //\nإسناده حسن //\n</p>\n\n<p>\n449 - حدثني أحمد بن الفتح سمعت بشر بن الحارث يقول كان كهمس يصلي حتى\nيغشى عليه // إسناده فيه شيخ المصنف لم أجد فيه جرحا ولا تعديلا //\n</p>\n\n<p>\n450 - حدثنا محمد بن مسعود حدثنا عبد الرزاق سمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p469'> Vol. 01, p. 469</a>\n            </div>\n            \nأبي يقول كان وهب ربما صلى الصبح بوضوء العشاء وكان يقول ما أحدثت لرمضان\nشيئا قط يعني أنه زاد في عمله وكان يقول إذا دخل عليه ثقل كأنه أثقل علي من\nالجبل الجاني // إسناده حسن //\n</p>\n\n<p>\n451 - حدثنا الحارث بن محمد حدثنا سعيد بن عامر عن سلام قال كان أيوب\nيقوم من الليل فيخفي نفسه فإذا كان قبيل الصبح رفع صوته // إسناده حسن //\n</p>\n\n<p>\n452 - حدثني هارون بن عبد الله حدثنا سيار قال قلت لبكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p470'> Vol. 01, p. 470</a>\n            </div>\n            \nابن أيوب يا أبا يحيى أكان أبوك يجهر بالقراءة من الليل قال نعم جهرا\nشديدا وكان يقوم من السحر الأعلى // إسناده حسن إلى سيار //\n</p>\n\n<p>\n453 - حدثنا أبو بكر المديني حدثنا أبو داود الحفري عن موسى بن أكيل عن\nأبان بن تغلب عن امرأة من آل عمرو بن عتبة قالت كان عمرو بن عتبة لا يتطوع\nفي المسجد قالت فصلى العشاء ثم جاء فقام يصلي حتى بلغ ( وأنذرهم يوم الآزفة\n) غافر 18 قالت فبكى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p471'> Vol. 01, p. 471</a>\n            </div>\n            \nثم سقط فمكث كما شاء الله ثم أفاق فقرأ ( وأنذرهم يوم الآزفة ) قالت فبكى\nثم سقط فما زال كذلك حتى أصبح ما صلى ولا ركع // إسناده ضعيف //\n</p>\n\n<p>\n455 - وحدثني هارون حدثني إبراهيم بن عبد الرحمن حدثنا عمرو بن عاصم\nحدثنا سليمان بن المغيرة حدثنا حميد بن هلال قال قال رجل أتيت في المنام\nفقيل لي قم فقد قام مطيع فقمت فإذا صوت أبي رفاعة من الليل // إسناده فيه\nجهالة شيخ حميد //\n</p>\n\n<p>\n456 - وحدثني هارون حدثنا إبراهيم بن عبد الرحمن حدثني يحيى حدثنا هشام\nبن زياد أخو العلاء بن زياد قال كان العلاء بن زياد رجلا بساما يحيي كل\nليلة جمعة قال فوجد ليلة فترة فنام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p472'> Vol. 01, p. 472</a>\n            </div>\n            \nوقال لأسماء إذا كان ساعة كذا وكذا فأيقظيني <span id='ms85'></span> قالت نعم فأتاه آت في منامه\nفأخذ بناصيته فقال يا ابن زياد قم فاذكر الله يذكرك قال فما زالت تلك\nالشعيرات قائمة حتى مات // إسناده فيه يحيى لم اعرفه //\n</p>\n\n<p>\n457 - حدثني هارون بن عبد الله حدثنا إبراهيم بن عبد الرحمن سمعت سيار بن\nحاتم قال كان ورد ضيعم كل يوم أربعمائة ركعة قال وربما أتيته فتقول الجارية\nهو في طحينه لم يفرغ منه بعد // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p473'> Vol. 01, p. 473</a>\n            </div>\n            \n454 - حدثني هارون بن عبد الله حدثنا إبةاهيم بن عبد الرحمن بن مهدي حدثنا\nعمرو بن عاصم حدثنا سليمان بن المغير قال كان أبو رفاعة العدوي يقول ما\nعزبت عني سورة البقرة منذ علمنيها الله أخذتها مع ما أخذت من القرآن وما\nوجهت ظهري من قيام الليل قط // إسناده معضل //\n</p>\n\n<p>\n455 - وحدثني هارون حدثني إبراهيم بن عبد الرحمن حدثنا عمرو بن العاص\nحدثنا سليمان بن المغيرة حدثنا حميد بن هلال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p474'> Vol. 01, p. 474</a>\n            </div>\n            \nقال قال رجل أتيت في المنام فقيل لي قم فقد قام مطيع فقمت فإذا صوت أبي\nرفاعة من الليل // إسناده فيه جهالة شيخ حميد //\n</p>\n\n<p>\n456 - وحدثني هارون حدثنا إبراهيم بن عبد الرحمن حدثني يحيى حدثنا هشام\nبن زياد أخو العلاء بن زياد قال كان العلاء بن زياد رجلا بساما يحيى كل\nليلة جمعة قال فوجد ليلة فترة فنام وقال لأسماء إذا كان ساعة كذا وكذا\nفأيقظيني قالت نعم فأتاه آت في منامه فأخذ بناصيته فقال يا ابن زياد قم\nفاذكر الله يذكرك قال فما زالت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p475'> Vol. 01, p. 475</a>\n            </div>\n            \nتلك الشعرات قائمة حتى مات // إسناده فيه يحيى لم اعرفه وهشام بن العلاء\nلم أجد فيه جرحا ولا تعديلا إلا ذكر ابن حبان له في الثقات //\n</p>\n\n<p>\n457 - حدثني هارون بن عبد الله حدثنا إبراهيم بن عبد الرحمن سمعت سيار بن\nحاتم قال كان ورد ضيعم كل يوم أربعمائة ركعة قال وربما أتيته فتقول الجارية\nهو في طحينه لم يفرغ منه بعد // إسناده حسن //\n</p>\n\n<p>\n458 - حدثني هارون حدثنا إبراهيم بن عبد الرحمن قال قال سيار رأيت ضيعم\nصلى نهاره وليله حتى بقي راكعا لا يقدر أن <span id='ms86'></span> يسجد فرأيته رفع رأسه إلى السماء\nثم قال قرة عيني ثم خر ساجدا فسمعته يقول وهو ساجد إلهي كيف عزفت قلوب\nالخليقة عنك قال وربما أصابته فترة فإذا وجد ذلك اغتسل ثم دخل بيتا وأغلق\nبابه وقال إلهي إليك جئت قال فيعود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p476'> Vol. 01, p. 476</a>\n            </div>\n            \nإلى ما كان عليه من الركوع والسجود // إسناده حسن //\n</p>\n\n<p>\n459 - حدثنا الحسن بن يحيى أخبرنا عبد الرزاق أخبرنا معمر عن ابن طاوس عن\nأبيه قال قال النبي ( ألا رجل يقوم من الليل بعشر آيات فيصبح وقد كتب الله\nله بها مائة حسنة ألا رجل صالح يوقظ امرأته من الليل فإن قامت وإلا نضح في\nوجهها الماء فقاما لله ساعة ألا امرأة صالحة توقظ زوجها من الليل فإن قام\nوإلا نضحت في وجهه الماء ثم قاما لله ساعة من الليل ) // إسناده مرسل // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p477'> Vol. 01, p. 477</a>\n            </div>\n            \n460 - حدثنا الحسن بن يحيى أخبرنا عبد الرزاق عن داود بن إبراهيم أن الأسد\nحبس الناس ليلة في طريق حج فدق الناس بعضهم بعضا فلما كان في وجه السحر ذهب\nعنهم فنزل الناس يمينا وشمالا فألقوا أنفسهم وقام طاوس يصلي فقال ابن طاوس\nألا تنام قد نصبت الليل فقال طاوس ومن ينام السحر // إسناده حسن //\n</p>\n\n<p>\n461 - حدثنا أبو عبد الرحمن القرشي حدثنا محمد بن فضيل عن فليت العامري عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p478'> Vol. 01, p. 478</a>\n            </div>\n            \nجسرة عن أبي ذر قال سمعت رسول الله يصلي ويردد آية حتى أصبح بها يركع وبها\nيسجد ( إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم )\nالمائدة 118 قال فقلت يا رسول الله ما زلت تردد هذه الآية حتى أصبحت فقال (\nأني سألت ربي الشفاعة لأمتي فأعطانيها وهي نائلة من لا يشرك بالله شيئا )\n// إسناده ضعيف //\n</p>\n\n<p>\n462 - حدثنا عبيد الله بن عمر الجشمي حدثنا حماد بن زيد حدثنا هشام بن\nعروة قال قال عمر إذا رأيتم الرجل يضيع الصلاة فهو والله لغيرها من حق الله\nأشد تضييعا // إسناده ضعيف //\n</p>\n\n<p>\n463 - حدثنا عبيد الله بن عمر حدثنا حماد بن زيد حدثنا بديل بن ميسرة قال\nإن الرجل إذا صلى الصلاة لا يتم ركوعها <span id='ms87'></span> ولا سجودها تلف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p479'> Vol. 01, p. 479</a>\n            </div>\n            \nكما يلف الرداء ثم يضرب بها وجهه // إسناده صحيح // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p480'> Vol. 01, p. 480</a>\n            </div>\n            \nحدثنا عبيد الله بن عمر حدثنا سفيان بن عيينة عن أبي نصر عن سالم بن أبي\nالجعد قال قال سليمان الصلاة مكيال فمن أوفى أوفي له ومن طفف فقد علمتم ما\nقال الله في المطففين // إسناده من رواية سالم بن أبي الجعد عن سلمان ولم\nأجد من صرح بسماعه منه // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p464'> Vol. 01, p. 464</a>\n            </div>\n            \n465 - حدثنا عبيد الله بن عمر حدثنا وكيع حدثنا عريف بن درهم عن زيد بن\nوهب قال رأى حذيفة رجلا لا يقيم صلبه في ركوعه وسجوده فقال لو مت لمت على\nغير الفطرة // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p481'> Vol. 01, p. 481</a>\n            </div>\n            \n466 - حدثنا عبيد الله بن عمر حدثنا عبد الله بن داود عن الأعمش عن عمارة\nعن أبي معمر عن أبي مسعود قال قال رسول الله ( لا تقبل صلاة لا يقيم الرجل\nفيها صلبه في الركوع والسجود ) // إسناده فيه تدليس الأعمش // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p482'> Vol. 01, p. 482</a>\n            </div>\n            \n467 - حدثنا عبيد الله بن عمر حدثنا حمزة بن نجيح الرقاشي سمعت الحسن يقول\nيا ابن آدم ماذا يعز عليك من أمر دينك إذا هانت عليك صلاتك // إسناده ضعيف //\n</p>\n\n<p>\n468 - حدثنا علي بن الجعد حدثنا أبو المغيرة الأحمسي عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p483'> Vol. 01, p. 483</a>\n            </div>\n            \nالأعمش عن يحيى بن وثاب قال كان عبد الله بن الزبير يسجد حتى تجيء\nالعصافير فتقع على ظهره ما تحسب إلا أنه جذم حائط // إسناده ضعيف //\n</p>\n\n<p>\n469 - حدثنا إسحاق بن إسماعيل حدثنا أبو معاوية عن الأعمش عن يزيد بن\nحيان عن عنبس بن عقبة قال كان إذا سجد كأنه جدم حائط ويطيل سجوده حتى تقع\nالعصافير عليه من طول سجوده // إسناده صحيح // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p484'> Vol. 01, p. 484</a>\n            </div>\n            \n470 - حدثنا أبو بكر بن أبي النضر حدثنا عبيد الله بن ثور العتكي حدثنا\nبعض أصحابنا أن مالك بن دينار قام في الليل يصلي فأخذ بلحيته فقال ( ارحم\nشيبتي من النار فلم يزل في هذا حتى طلع عمود الفجر ) // إسناده ضعيف //\n</p>\n\n<p>\n471 - حدثني أبي رحمه الله أخبرنا عبد الوهاب بن عطاء أخبرنا سعيد عن\nقتادة قال كان يقال قل ما ساهر بالليل منافق // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p485'> Vol. 01, p. 485</a>\n            </div>\n            \n472 - حدثنا خلف بن هشام <span id='ms88'></span> حدثنا أبو شهاب عن حميد عن أنس أن رسول الله أبصر\nحبلا ممدودا فقال ما هذا فقالوا لفلانة تصلي من الليل فإذا غلبت تعلقت قال\nفلتصل ما عقلت فإذا غلبت فلتنم ) // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p486'> Vol. 01, p. 486</a>\n            </div>\n            \n473 - حدثنا خلف حدثنا أبو شهاب عن حميد عن أنس قال ما كنا نشاء أن نرى\nرسول الله مصليا إلا رأيناه ولا نشاء أن نراه نائما إلا رأيناه // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p487'> Vol. 01, p. 487</a>\n            </div>\n            \n474 - حدثنا محمد بن عمرو بن العباس الباهلي حدثنا أبو داود حدثنا أبو حرة\nعن الحسن عن سعد بن هشام الأنصاري أنه سأل عائشة عن صلاة رسول الله بالليل\nفقالت كان رسول الله إذا صلى العشاء الآخرة تجوز بركعتين فينام فيضع عند\nرأسه سواكه وطهوره فيقوم فيتسوك ويتوضأ ثم يتجوز بركعتين ثم يقوم فصلي ثمان\nركعات يسوي بينهن في القرآءة ويوتر بالتاسعة ويصلي ركعتين وهو جالس فلما\nأسن رسول الله وأخذه اللحم جعل تلك الثمان سلت ركعات ويوتر بالسابعة ويصلي\nركعتين وهو جالس يقرأ فيهما ب ( قل يا أيها الكافرون ) و( وإذا زلزلت ) //\nإسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p488'> Vol. 01, p. 488</a>\n            </div>\n            \n475 - حدثنا الحسن بن يحيى حدثنا عبد الرزاق أخبرنا مالك عن سعيد بن أبي\nسعيد عن أبي سلمة بن عبد الرحمن أنه سأل عائشة رضي الله عنها كيف كانت صلاة\nرسول الله في رمضان فقالت ما كان رسول الله يزيد في رمضان ولا في غيره على\nإحدى عشرة ركعة يصلي أربعا فلا تسأل عن حسنهن وطولهن ثم يصلي أربعا فلا\nتسأل عن حسنهن وطولهن ثم يصلي ثلاثا قالت عائشة فقلت يا رسول الله تنام قبل\nأن توتر قال ( يا عائشة إن عيني تنامان ولا ينام قلبي ) // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p489'> Vol. 01, p. 489</a>\n            </div>\n            \n476 - حدثنا الحسن بن يحيى أخبرنا عبد الرزاق حدثنا مالك عن عبد الله بن\nأبي بكر عن أبيه عن عبد الله بن قيس بن مخرمة عن زيد بن خالد الجهني أنه\nقال لأرمقن صلاة رسول الله قال فتوسدت عتبته أو فسطاطه فقام النبي فصلى\nركعتين خفيفتين ثم صلى ركعتين طويلتين ثم صلى ركعتين وهما دون اللتين\nقلبهما ثم <span id='ms89'></span> صلى ركعتين وهما دون اللتين قلبهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p490'> Vol. 01, p. 490</a>\n            </div>\n            \nثم صلى ركعتين وهما دون اللتين قبلهما ثم أوتر بثلاث فتلك ثلاث عشرة ركعة\n// إسناده حسن //\n</p>\n\n<p>\n477 - حدثنا الحسن بن يحيى حدثنا عبد الرزاق أخبرنا مالك عن زيد بن أسلم\nعن أبيه أن عمر كان يصلي من الليل ما شاء الله حتى إذا كان من آخر الليل\nأيقظ أهله ويقول الصلاة الصلاة ويتلو هذه الآية ( وأمر أهلك بالصلاة . . .\n. . ) طه 132 الآية // إسناده حسن // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p491'> Vol. 01, p. 491</a>\n            </div>\n            \n478 - حدثنا خلاد بن أسلم أخبرنا النضر بن شميل أخبرنا شعبة عن أبي إسحاق\nسمعت أبا كنود قال قال عبد الله ما من عبد يحدث نفسه بساعة من الليل يقومها\nإلا أتاه آت فقال قم فاذكر ربك وصل ما قدر لك قال فيقول الشيطان نم فإن\nعليك ليلا هل تسمع صوتا قال فيختصم الشيطان والملك قال يقول الملك فاتح خير\nويقول الشيطان فاتح بشر فإن قام فصلى أصاب خيرا وإن نام حتى يصبح أتاه\nالشيطان ففاج حتى يبول في أذنيه فينظر الصبح فيصبح حزينا مهموما // إسناد\nصحيح // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p492'> Vol. 01, p. 492</a>\n            </div>\n            \n479 - حدثنا خلاد بن أسلم حدثنا النضر بن شميل أخبرنا شعبة عن أبي إسحاق\nعن هبيرة بن يريم سمعت عليا أن رسول الله كان يوقظ أهل في العشر الأواخر من\nرمضان // إسناده حسن //\n</p>\n\n<p>\n480 - حدثنا الحسن بن الصباح حدثنا مؤمل بن إسماعيل عن سليمان بن المغيرة\nحدثنا ثابت عن أنس قال وجد رسول الله شيئا فلما أصبح قيل يا رسول الله إن\nأثر الوجع عليك لبين قال ( إني على ما ترون قد قرأت البارحة السبع الطوال )\n// إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p493'> Vol. 01, p. 493</a>\n            </div>\n            \n481 - حدثنا أبو موسى الهروي حدثنا سفيان بن عيينة عن أيوب عن محمد بن\nسيرين عن أبي هريرة قال قال رسول الله ( إذا قام أحدكم يصلي من الليل فليصل\nركعتين خفيفتين يفتتح بهما صلاته ) // إسناده حسن //\n</p>\n\n<p>\n482 - حدثنا إسحاق بن إسماعيل حدثنا جرير عن منصور عن إبراهيم عن علقمة\nقال قالوا له كيف كانت قراءة عبد الله بالليل قال كان يسمع إلى عتبه أحيانا\nوكانوا في حجرة بين يديه وكان علقمة ممن يبايته <span id='ms90'></span> // إسناده فيه إسحاق بن\nإسماعيل وقد تكلموا في سماعه من جرير ولكن الأثر صحيح // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p494'> Vol. 01, p. 494</a>\n            </div>\n            \n483 - حدثنا داود بن عمرو الضبي حدثنا عفيف بن سالم الموصلي أخبرنا\nإبراهيم بن أبي حنيفة اليمامي عن إسماعيل بن عبيد الله الدمشقي عن يزيد بن\nنمران قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p495'> Vol. 01, p. 495</a>\n            </div>\n            \nقام عمر خطيبا فقال والله أن الرجل ليشيب عوارضه في الإسلام لا يأتي الله\nبصلاة تامة فقام إليه رجل يسأله فأشار إليه بيده أن اجلس ثم قال عمر اللهم\nلا يتم ركوعها ولا سجودها ولا خشوعها ولا رغبتها ولا رهبتها // إسناده ضعيف //\n</p>\n\n<p>\n484 - حدثنا ابن أبي شيبة حدثنا أبو خالد الأحمر عن عيسى بن ميسرة عن أبي\nالزناد عن أنس قال قال رسول الله ( الصلاة نور المؤمن ) // إسناده ضعيف جدا // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p496'> Vol. 01, p. 496</a>\n            </div>\n            \n485 - حدثني عبيد الله بن جرير حدثنا عبد العزيز بن السري حدثنا بشر بن\nمنصور عن وهيب بن الورد قال قال كعب بن العبد لتحط عنه الخطايا ما دام\nساجدا // إسناده فيه عبد العزيز بن السري قال فيه ابن حجر مقبول //\n</p>\n\n<p>\n486 - حدثنا زياد بن أيوب حدثنا سعيد بن عامر حدثنا هشام صاحب الدستوائي\nقال لما مات عمرو بن عتبة بن فرقد دخل بعض أصحابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p497'> Vol. 01, p. 497</a>\n            </div>\n            \nعلى أخته فقالوا أخبرينا عنه قالت قام ذات ليلة فاستفتح سورة ال حم فأتى\nعلى هذه الآية ( وأنذرهم يوم الآزفة ) غافر 18 فما جاوزها حتى أصبح //\nإسناده ضعيف //\n</p>\n\n<p>\n487 - حدثنا أحمد بن عمران الأخنسي حدثنا يحيى بن اليمان حدثنا سفيان عن\nجبلة بن سحيم سمع ابن عمر ( وبالأسحار هم يستغفرون ) الذاريات 18 قال يصلون\n// إسناده ضعيف جدا //\n</p>\n\n<p>\n488 - حدثنا أحمد بن عمران سمعت حفص بن غياث حدثنا عمران بن سليمان عن\nعدي بن ثابت قال كان يقال قربان المتقين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p498'> Vol. 01, p. 498</a>\n            </div>\n            \nالصلاة // إسناده ضعيف جدا //\n</p>\n\n<p>\n489 - حدثنا أحمد بن عمران سمعت حفص بن غياث حدثنا هشام بن عروة أن أباه\nكان إذا دخل على أحد من أهل الدنيا فرأى من دنياهم ما يرى ذهب إلى منزله\nفقرأ ( ولا تمدن عينيك إلى ما متعنا به أزواجا منهم ) طه 131 إلى قوله (\nواصطبر عليها ) طه 132 ويقول الصلاة <span id='ms91'></span> الصلاة // إسناده ضعيف جدا //\n</p>\n\n<p>\n490 - حدثنا عبيد الله بن جرير العتكي حدثنا محمد بن أبي بكر المقدمي\nحدثنا محرز أبو سعيد عن موسى الخياط حدثنا أبو خزيمة قال كنت بالأسكندرية\nفأتاني آت في منامي فقال قم فصل ثم قال أما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p499'> Vol. 01, p. 499</a>\n            </div>\n            \nعلمت أن مفاتيح الجنة مع أصحاب الليل هم خزانها هم خزانها ثلاث مرات //\nإسناده حسن //\n</p>\n\n<p>\n491 - حدثنا سريج بن يونس حدثنا حفص بن غياث حدثنا عاصم عن أبي العالية (\nكانوا قليلا من الليل ما يهجعون ) الذاريات 17 قال قليلا ما ينامون //\nإسناده صحيح //\n</p>\n\n<p>\n492 - وحدثنا سريج حدثنا حفص بن غياث حدثنا سعيد بن أبي عروبة عن قتادة\nعن انس ( تتجافي جنوبهم عن المضاجع ) السجدة 16 قال يدعون ربهم ما بين\nالمغرب والعشاء // إسناده فيه سعيد بن أبي عروبة وهو مختلط // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p500'> Vol. 01, p. 500</a>\n            </div>\n            \n493 - حدثنا الحسن بن الصباح حدثنا سنيد بن داود عن يوسف ابن محمد بن\nالمنكدر عن أبيه عن جابر بن عبد الله قال قال رسول الله ( قالت أم سليمان\nلسليمان يا بني لا تكثر النوم بالليل فإن كثرة النوم بالليل تدع الرجل\nفقيرا يوم القيامة ) // إسناده ضعيف //\n</p>\n\n<p>\n494 - حدثني الحسن بن الصباح حدثنا زيد بن الحباب عن موسى بن عبيدة عن\nأبي سعيد مولى عبد الله بن عامر بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p501'> Vol. 01, p. 501</a>\n            </div>\n            \nكريز قال ما نام داود وسليمان بن داود الليل حتى فرق الموت بينهما قال\nداود لسليمان إما أن تكفيني أول الليل وأكفيك آخره وإما أن تكفيني آخره\nوأكفيك أوله فكان القائم يقوم فإذا فرغ قام الآخر // إسناده ضعيف //\n</p>\n\n<p>\n495 - حدثني الحسن بن الصباح حدثنا يزيد بن هارون أخبرنا المسعودي عن عون\nقال كان لبني إسرائيل قيم يقوم عليهم يقول لا تأكلوا كثيرا فإنكم إن أكلتم\nكثيرا نمتم كثيرا وإن نمتم كثيرا صليتم قليلا // إسناده ضعيف //\n</p>\n\n<p>\n496 - حدثني الحسن بن الصباح حدثنا مبشر بن إسماعيل عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p502'> Vol. 01, p. 502</a>\n            </div>\n            \nالأوزاعي سمعت ثابت من معبد قال ثلاث أعين لا يسهرن في جهنم أبدا عين حرست\nفي سبيل الله وعين بكت من خشية الله وعين سهرت بكتاب الله // إسناده حسن //\n</p>\n\n<p>\n497 - حدثنا أبو عبد الرحمن عبد الله <span id='ms92'></span> بن محمد بن إسحاق الأذمي حدثنا زيد\nبن الحباب حدثنا إسرائيل عن ميسرة بن حبيب عن المنهال بن عمرو عن زر بن\nحبيش عن حذيفة بن اليمان قال أتيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p503'> Vol. 01, p. 503</a>\n            </div>\n            \nفصليت النبي فصليت معه المغرب فلما فرغ صلى فلم يزل يصلي حتى صلى العشاء\nثم خرج فتبعته فقال ( من هذا قلت حذيفة قال اللهم اغفر لحذيفة ولأمه ) //\nإسناده حسن //\n</p>\n\n<p>\n498 - حدثنا محمد بن عبد العزيز بن أبي رزمة أخبرنا الفضل بن موسى عن\nحنظلة عن عبد الكريم عن سعيد مولى حذيفة عن حذيفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p504'> Vol. 01, p. 504</a>\n            </div>\n            \nأن النبي صلى فاستفتح سورة البقرة حتى ختمها وقال ( اللهم ربنا لك الحمد )\nنحوا من ست مرار أو سبع مرات ثم آل عمران هكذا ثم النساء ثم المائدة ثم\nالأنعام ثم ركع فقال في ركوعه ( سبحان ربي العظيم ) وفي سجوده سبحان ربي\nالأعلى // إسناده ضعيف جدا //\n</p>\n\n<p>\n499 - حدثنا عثمان بن صالح حدثنا سعيد بن عامر حدثنا شعبة عن سليمان عن\nسعيد بن عبيدة عن مستورد عن صلة بن زفر عن حذيفة أنه صلى مع رسول الله ذات\nليلة فكان يقول في ركوعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p505'> Vol. 01, p. 505</a>\n            </div>\n            \nسبحان ربي العظيم وفي سجوده سبحان ربي الأعلى وما أتى عليه آيه رحمه إلا\nوقف عندها وسأل ولا آية عذاب إلا تعوذ // إسناده صحيح //\n</p>\n\n<p>\n500 - حدثنا إسحاق بن إسماعيل حدثنا جرير عن ليث عن شهر ابن حوشب عن أم\nالدرداء عن أبي الدرداء قال من قرأ عشر آيات في ليلة لم يكتب من الغافلين\nومن قرأ خمسين آية كتب من الذاكرين ومن قرأ مائة آيه كتب من القانتين ومن\nقرأ ألف آيه كتب له قنطار // إسناده ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p506'> Vol. 01, p. 506</a>\n            </div>\n            \nحدثنا إسحاق بن إبراهيم أخبرنا عبد الواحد أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p501'> Vol. 01, p. 501</a>\n            </div>\n            \nعبيدة حدثنا عبد الجليل بن عطية عن هارون بن رئات حدثني مجاهد أبو الحجاج\nقال إذا صوتت الطير من آخر الليل نادى مناد من السماء هل من سائل يعطي ومن\nداع يستجاب له ومن مستغفر يغفر له // إسناده حسن //\n</p>\n\n<p>\n502 - حدثنا إسحاق بن إسماعيل حدثنا سفيان عن صدقة بن يسار سمع أبا سلمة\nبن عبد <span id='ms93'></span> الرحمن يقول كانوا يعدون الهجير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p507'> Vol. 01, p. 507</a>\n            </div>\n            \nجوف الليل فمن فاته شيء من صلاة الليل فأدركه بالهجير ما بينه وبين الظهر\nفقد أدرك // إسناده صحيح // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p508'> Vol. 01, p. 508</a>\n            </div>\n            \n503 - حدثنا أحمد بن عمران حدثنا محمد بن فضيل حدثنا حصين ابن عبد الرحمن\nعن إبراهيم أن هماما كان يقول في سجوده اشفني من النوم باليسير واجعل سهري\nفي طاعتك فكان لا ينام إلا هنيهة وهو جالس // تقدم الأثر بهذا الإسناد رقم 187 //\n</p>\n\n<p>\n504 - حدثنا أحمد بن عمران حدثنا وهب بن إسماعيل الأسدي حدثنا وقاء بن\nإياس سمعت سعيد بن جبير يردد آية حتى أصبح ( فسوف يعلمون إذ الأغلال في\nأعناقهم والسلاسل يسحبون في الحميم ثم في النار يسجرون ) غافر 70 - 72 //\nإسناده ضعيف جدا //\n</p>\n\n<p>\n505 - حدثنا أحمد بن عمران حدثنا عبد الرحمن بن محمد المحاربي حدثنا ليث\nأن بلالا العبسي كان يقوم في شهر رمضان فيقرأ بهم ربع القرآن ثم ينصرف\nفيقولون لقد خففت بنا الليلة // تقدم هذا الأثر بهذا الإسناد رقم 189 // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p509'> Vol. 01, p. 509</a>\n            </div>\n            \n506 - حدثنا المثنى بن معاذ العنبري حدثنا أبي عن ابن جريج عن عطاء قال\nبلغني أن العبد إذا التفت في صلاته قال الله تبارك وتعالى ابن آدم إلى من\nتلتفت أنا خير لك مما تلتفت إليه ) // إسناده فيه عبد الملك بن جريج وهو\nمدلس //\n</p>\n\n<p>\n507 - حدثنا إسحاق بن إبراهيم أخبرنا حجاج عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p510'> Vol. 01, p. 510</a>\n            </div>\n            \nابن لهيعة قال سئل عطاء عن صفة الخشوع والقنوت في الصلاة فقال الخشوع خفض\nالجناح والقنوت الطاعة // إسناده ضعيف جدا //\n</p>\n\n<p>\n508 - حدثنا محمد بن حسان الأزرق حدثنا إسحاق بن سليمان حدثنا إبراهيم\nالخوزي عن عطاء بن أبي رباح سمعت أبا هريرة قال قال رسول الله ( إن العبد\nإذا قام في الصلاة فإنه بين عيني الرحمن عز وجل فإذا التفت قال له الرب عز\nوجل ابن آدم إلى من تلتفت إلى خير لك مني تلتفت ابن آدم أقبل إلى خير لك\nممن تلتفت إليه ) // إسناده ضعيف جدا //\n</p>\n\n<p>\n509 - حدثني محمد بن حسان حدثنا إسحاق بن سليمان حدثنا أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p511'> Vol. 01, p. 511</a>\n            </div>\n            \nجعفر عن الربيع بن أنس قال إن العبد إذا التفت في الصلاة قال له الرب <span id='ms94'></span> ابن\nآدم أقبل إلي فإن التفت الثانية قال له أبن آدم إلى أقبل إلي فإن التفت\nالثالثة أو الرابعة شك أبو يحيى قال له الله ابن آدم لا حاجة لي فيك //\nإسناده حسن //\n</p>\n\n<p>\n510 - حدثنا أبو بكر المديني حدثنا عبد الله بن صالح حدثني الليث بن سعد\nعن يحيى بن سعيد سمعت القاسم بن محمد يقول خصلتان كانتا في الناس ذهبتا\nمنهم الجود بما رزقهم الله وقيام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p512'> Vol. 01, p. 512</a>\n            </div>\n            \nالليل // إسناده فيه شيخ المصنف لم أعرفه //\n</p>\n\n<p>\n511 - حدثنا إسحاق بن إسماعيل حدثنا جرير عن منصور عن حبيب بن أبي ثابت\nقال قال عمر عليكم بالغنيمة الباردة الصيام في الشتاء وقيام الليل //\nإسناده منقطع //\n</p>\n\n<p>\n512 - حدثنا إسحاق حدثنا وكيع حدثنا سفيان عن أبي إسحاق عن نمير بن عريب\nعن عامر بن مسعود الجمحي قال قال رسول الله ( الصوم في الشتاء الغنيمة\nالباردة ) // إسناده مرسل ضعيف // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p513'> Vol. 01, p. 513</a>\n            </div>\n            \n513 - حدثني عبيد الله بن جرير حدثنا موسى بن إسماعيل حدثنا مبارك بن\nفضالة سمعت الحسن قال قال رجل من أصحاب النبي أو من المسلمين لأخيه يا أخي\nأخبرني عنك إذا أصبت من الليل حظا أليس تصبح أخف ظهرا وأثلج صدرا وامثل\nرجاء منك إذا لم تصبه قال بلى قال فإنه كذاك // إسناده حسن //\n</p>\n\n<p>\n514 - حدثنا عبيد الله بن عمر حدثنا يزيد بن زريع حدثنا حجاج الصواف\nحدثني أبو الزبير عن جابر بن عبد الله قال إذا دخل الرجل بيته وأوى إلى\nفراشه ابتدره ملك وشيطان فقال الملك اختم بخير وقال الشيطان اختم بشر فإن\nحمد الله وذكره طرده ثم بات يكلؤه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p514'> Vol. 01, p. 514</a>\n            </div>\n            \nوإذا استيقظ ابتدره ملك وشيطان فقال الملك افتح بخير وقال الشيطان افتح\nبشر فإن ذكر الله وقال الحمد لله الذي رد الي نفسي بعد موتها ولم يمتها في\nمنامها الحمد لله الذي ( يمسك السموات والأرض أن تزولا ولئن زالتا إن\nأمسكهما من أحد من بعده إنه كان حليما غفورا ) فاطر 41 الحمد لله الذي (\nيمسك السماء أن تقع على الأرض إلا بإذنه إن الله بالناس لرءوف رحيم ) الحج\n65 فإن مات مات شهيدا <span id='ms95'></span> وإن قام فصلى صلى في فضائل // إسناده فيه أبو الزبير\nالمكي وهو مدلس من الطبقة الثالثة //\n</p>\n\n<p>\n515 - حدثنا أبو خيثمة حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p515'> Vol. 01, p. 515</a>\n            </div>\n            \nشبابة حدثنا المغير بن مسلم عن أبي الزبير عن جابر بن عبد الله عن النبي\nقال ( إن العبد إذا دخل بيته . . . ) فذكر نحوه // إسناده فيه أبو الزبير\nوهو مدلس //\n</p>\n\n<p>\n516 - حدثنا أبو خيثمة حدثنا شبابة بن سوار حدثنا يونس بن أبي إسحاق عن\nالمنهال بن عمرو عن علي بن عبد الله بن عباس عن أبيه قال قال لي العباس بت\nبآل رسول الله واحفظ صلاة النبي وتقدم إلي أن لا تنام حتى تحفظ صلاة النبي\nقال فصلى العشاء وخرج من في المسجد حتى لم يبق فيه أحد غيري قال فنظر إلى\nالنبي فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p516'> Vol. 01, p. 516</a>\n            </div>\n            \nمن هذا عبد الله قال قلت نعم قال مالك قلت أمرني العباس أن أبيت بكم\nالليلة قال فانطلق إذا\n</p>\n\n<p>\nقال فلما دخل رسول الله بيته قال أفرشا عبد الله قال فأتيت بوسادة من سوح\nحشوها ليف قال ثم تقدم النيسابوري فصلى ركعتين ليستا بطويلتين ولا قصيرتين\nثم أتى فراشه فنام حتى سمعت غطيطه أو خطيطه\n</p>\n\n<p>\nثم استيقظ فاستوى على فراشه قاعدا ثم رفع رأسه إلى السماء فقرأ ( إن في\nخلق السموات والأرض ) آل عمران 190 حتى ختم السورة ثم سبح ثلاثا ثم قام\nفبال ثم استن بسواكه ثم توضأ ثم قام فصلى ركعتين ليستا بطويلتين ولا\nقصيرتين ثم عاد إلى فراشه فنام حتى سمعت غطيطه أو خطيطه\n</p>\n\n<p>\nثم استيقظ ثم استوى على فراشه وفعل كما فعل في المرة الأولى سبح ثلاثا\nوقرأ الآيات من آخر سورة آل عمران ( إن في خلق السموات والأرض ) حتى ختم\nالسورة ثم قام فاستن بسواكه ثم توضأ ثم صلى ركعتين ليستا بطويلتين ولا\nقصيرتين ثم عاد إلى فراشه فنام حتى سمعت غطيطه أو خطيطه ثم استيقظ ففعل مثل\nما فعل في المرتين الأوليين فصلى ست ركعات ثم أوتر بثلاث ثم صلى ركعتين قبل الفجر\n</p>\n\n<p>\nفلما فرغ من صلاته قال ( اللهم اجعل في بصري نورا <span id='ms96'></span> وفي سمعي نورا وفي قلبي\nنورا ومن أمامي نورا ومن خلفي نورا ومن فوقي نورا ومن تحتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p517'> Vol. 01, p. 517</a>\n            </div>\n            \nنورا وعن يميني نورا وعن يساري نورا واجعل لي يوم ألقاك نورا وعظم لي نورا\n) // إسناده حسن //\n</p>\n\n<p>\n517 - حدثنا الحسن بن داود بن محمد بن المنكدر حدثنا سالم بن أبي اليسع\nالمدني عن محمد بن أبي حميد عن محمد بن المنكدر قال قال رسول الله ( طول\nالقيام في الصلاة يهون من سكرات الموت ) // إسناده مرسل ضعيف //\n</p>\n\n<p>\n518 - حدثني إسماعيل بن أبي الحارث حدثنا أبو بدر عن زياد بن خيثمة حدثنا\nأبو إسحاق أن الحكم بن عتيبة قال إذا قام الرجل فتسوك ثم قام فصلى فأثنى\nعلى الله وصلى على رسول الله ثم قرأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p518'> Vol. 01, p. 518</a>\n            </div>\n            \nآيات أتاه ملك حتى يقبله // إسناده فيه أبو إسحاق وهو مختلط // \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p519'> Vol. 01, p. 519</a>\n            </div>\n            \n <span id='ms97'></span>\n</p>\n",
  "pages": [
    "101",
    "102",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "143",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "1781",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "2255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "311",
    "312",
    "313",
    "314",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "333",
    "334",
    "335",
    "336",
    "337",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "414",
    "415",
    "416",
    "417",
    "418",
    "419",
    "420",
    "421",
    "422",
    "423",
    "424",
    "426",
    "427",
    "428",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "438",
    "439",
    "440",
    "441",
    "442",
    "443",
    "444",
    "445",
    "446",
    "447",
    "448",
    "449",
    "450",
    "451",
    "452",
    "453",
    "454",
    "455",
    "456",
    "457",
    "458",
    "459",
    "460",
    "461",
    "462",
    "463",
    "464",
    "465",
    "466",
    "467",
    "468",
    "469",
    "470",
    "471",
    "472",
    "473",
    "474",
    "475",
    "476",
    "477",
    "478",
    "479",
    "480",
    "464",
    "481",
    "482",
    "483",
    "484",
    "485",
    "486",
    "487",
    "488",
    "489",
    "490",
    "491",
    "492",
    "493",
    "494",
    "495",
    "496",
    "497",
    "498",
    "499",
    "500",
    "501",
    "502",
    "503",
    "504",
    "505",
    "506",
    "501",
    "507",
    "508",
    "509",
    "510",
    "511",
    "512",
    "513",
    "514",
    "515",
    "516",
    "517",
    "518",
    "519"
  ],
  "volumes": [
    "01"
  ]
}