{
  "content": "\n<h1 class='l1' id='head0'>الطبقة السادسة عشرة وهم الذين كانوا في العشرين الرابعة من المائة السادسة</h1>\n\n<h1 class='l1' id='head1'>303 - </h1>\n\n<p>\nأحمد بن علي بن أحمد بن يحيى بن حازم بن علي بن رفاعة الزاهد الكبير\nالمشهور أبو العباس الرفاعي البطائحي المغربي الأصل ولد في المحرم سنة\nخمسمائة وتخرج بخاله الشيخ منصور الزاهد قال ابن خلكان كان رجلا صالحا\nشافعيا فقيها انضم إليه خلق من الفقراء وأحسنوا فيه الاعتقاد وهم الطائفة\nالرفاعية ويقال لهم الأحمدية والبطائحية ولهم أحوال عجيبة من أكل الحيات\nحية والنزول إلى التنانير وهي تضرم نارا والدخول إلى الأفرنة وينام الواحد\nمنهم في جانب الفرن والخباز يخبز في الجانب الآخر توقد لهم النار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالعظيمة ويقام السماع فيرقصون عليها إلى أن تنطفئ ويقال انهم في بلادهم\nيركبون الأسود ونحو ذلك وأشباهه انتهى وعن الشيخ أحمد أنه قال سلكت كل\nالطرق الموصلة فما رأيت أقرب ولا أسهل ولا أصلح من الافتقار والذل\nوالانكسار فقيل له يا سيدي فكيف يكون قال تعظم أمر الله وتشفق على <span id='ms115'></span> خلق الله\nوتقتدي بسنة سيدك رسول الله والبطائح عدة قرى مجتمعة في وسط الماء بين واسط\nوالبصرة وقد صنف الناس في مناقب الشيخ أحمد رحمه الله تعالى وأفردوا ترجمته\nوذكروا من كراماته ومقاماته أشياء حسنة وكان فقيها شافعيا قرأ التنبيه وله\nشعر حسن توفي في جمادى الأولى سنة ثمان وسبعين وخمسمائة قال ابن كثير ولم\nيعقب وإنما المشيخة في بني أخيه\n</p>\n\n<h1 class='l1' id='head2'>304 - </h1>\n\n<p>\nأحمد بن محمد بن أحمد بن محمد بن إبراهيم الحافظ الكبير الشهير أبو طاهر\nبن أبي أحمد بن سلفة الأصفهاني السلفي وسلفة لقب لجده أحمد مولده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nتقريبا سنة خمس وسبعين وأربعمائة أخذ ببغداد عن إلكيا الهراسي وأبي بكر\nالشاشي وغيرهما وطاف البلاد وجاب الآفاق ودخل الإسكندرية واستوطنها وكان\nإماما في علوم شتى وانتهى إليه علوم الإسناد مكث نيفا وثمانين سنة يسمع\nعليه قال الذهبي ولا أعلم أحدا مثله في هذا وقال ابن عساكر سمع السلفي ممن\nلا يحصى واستوطن الإسكندرية وتزوج امرأة ذات يسار وحصلت له ثروة بعد فقر\nوتصوف وصارت له بالإسكندرية وجاهة وبنى له العادل علي بن إسحاق بن السلار\nأمير مصر مدرسة بالإسكندرية وقال السمعاني هو ثقة ورع متقن مثبت حافظ فهم\nله حظ من العربية كثير الحديث حسن الفهم والبصيرة فيه انتهى جمع معجم مشايخ\nأصبهان ومعجم مشايخ بغداد وجمع معجما ثالثا لباقي البلدان التي سمع بها\nوقال الحافظ عمر بن الحاجب إن معجم السفر للسلفي يشتمل على ألفي شيخ وقد\nاثنى عليه غير واحد توفي في ربيع الآخر سنة ست وسبعين وخمسمائة\n</p>\n\n<h1 class='l1' id='head3'>305 - </h1>\n\n<p>\nالحسن بن صافي بن عبد الله أبو نزار الملقب بملك النحاة ولد ببغداد سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nتسع بتقديم التاء وثمانين وأربعمائة وسمع الحديث وتفقه على أحمد الأشنهي\nتلميذ المتولي وقرأ أصول الفقه على ابن برهان وأصول الدين على أبي عبد الله\nالقيرواني والخلاف على أسعد الميهي والنحو على الفصيحي وبرع فيه وسافر إلى\nخراسان والهند ثم سكن واسط مدة وأخذ عنه جماعة من أهلها ثم استوطن دمشق\nوصنف في النحو كتبا كثيرة وصنف في <span id='ms116'></span> الفقه كتابا سماه الحاكم ومختصرين في\nالأصلين وله ديوان شعر وكان متفننا في العلوم غزير الفضل لكن كان عنده عجب\nفي نفسه وتيه حتى انه لقب نفسه بملك النحاة وكان يسخط على من يخاطبه بغير\nذلك توفي بدمشق في شوال سنة ثمان وستين وخمسمائة ودفن بباب الصغير\n</p>\n\n<h1 class='l1' id='head4'>306 - </h1>\n\n<p>\nالخضر بن شبل بن عبد أبو البركات الحارثي الدمشقي خطيبها ومدرس الغزالية\nوالمجاهدية وبنى له نور الدين الشهيد المدرسة التي داخل باب الفرج التي\nيقال لها العمادية وهو أول من درس بها ثم اشتهرت بمدرسها بعده العماد\nالكاتب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nتفقه على الشيخ نصر الله المصيصي وجمال الإسلام ابن المسلم وبرع في\nالمذهب وبعد صيته أخذ عنه ابن عساكر وقال كان سديد الفتوى واسع الحفظ ثبتا\nفي الرواية ذا ثروة ظاهرة وكان عالما بالمذهب ويتكلم في الأصول والخلاف\nمولده سنة ست وثمانين وأربعمائة وتوفي في ذي القعدة سنة اثنتين وستين\nوخمسمائة ودفن بباب الفراديس\n</p>\n\n<h1 class='l1' id='head5'>307 - </h1>\n\n<p>\nالخضر بن نصر بن عقيل أبو العباس الإربلي الفقيه أحد الأئمة ولد سنة ثمان\nوسبعين وأربعمائة واشتغل ببغداد على أبي بكر الشاشي وإلكيا الهراسي ورجع\nإلى إربل وبنيت له بها مدرسة وانتفع به خلق كثير منهم صاحب الاستقصاء قال\nابن خلكان وله تصانيف كثيرة في التفسير والفقه وغير ذلك وألف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nكتابا فيه ست وعشرون خطبة نبوية كلها مسندة وانتفع عليه خلق وكان رجلا\nصالحا توفي بإربل في جمادى الآخرة سنة سبع بتقديم السين وستين وخمسمائة\nودفن بمدرسته التي بالربض في قبة مفردة وقبره يزار\n</p>\n\n<h1 class='l1' id='head6'>308 - </h1>\n\n<p>\nعبد الرحمن بن محمد بن عبيد الله بن أبي سعيد كمال الدين أبو البركات ابن\nالأنباري النحوي صاحب كتاب أسرار العربية وغيره من التصانيف المفيدة التي\nتزيد على مائة مصنف ولد في ربيع الآخر سنة ثلاث عشرة وخمسمائة تفقه ببغداد\nبالنظامية على أبي منصور بن الرزاز وأخذ العربية عن أبي السعادات ابن\nالشجري واللغة عن أبي منصور الجواليقي وبرع حتى صار شيخ العراق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأقرأ النحو في النظامية ثم انقطع في منزله إلى العلم والعبادة قال\nالموفق عبد <span id='ms117'></span> اللطيف له مائة وثلاثون مصنفا أكثرها نحو وبعضها في الفقه\nوالأصول والتصوف والزهد انتهى ومن تصانيفه الانتصار في مسائل الخلاف أخبار\nالنحاة الجمل في علم الجدل ديوان اللغة شرح الحماسة شرح ديوان المتنبي نزهة\nالألباء في طبقات الأدباء تاريخ الأنبار توفي في شعبان سنة سبع بتقديم\nالسين وسبعين وخمسمائة\n</p>\n\n<h1 class='l1' id='head7'>309 - </h1>\n\n<p>\nعبد القاهر بن عبد الله بن محمد بن عبد الله بن سعيد الشيخ أبو النجيب\nالتيمي البكري السهروردي أحد أئمة الشافعية ومشايخ الصوفية أخذ عن أسعد\nالميهني وعلق عنه التعليق وحرر المذهب وأفتى وناظر وروى الحديث عن جماعة ثم\nمال إلى المعاملة فصحب الشيخ حماد الدباس وأحمد الغزالي وبنى ببغداد رباطا\nومدرسة واشتغل بالوعظ والتذكير والدعاء إلى الله تعالى والتحديث ودرس\nبالنظامية سنتين وكانت له محافيظ جيدة في التفسير والفقه وأصوله وأصول\nالدين منها الوسيط للواحدي أخذ عنه خلائق مولده في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nصفر سنة تسعين وأربعمائة تقريبا وتوفي في جمادى الآخرة سنة ثلاث وستين\nوخمسمائة ودفن بمدرسته وسهرورد بسين مهملة مضمومة ورائين الأولى مفتوحة\nوالثانية ساكنة بلدة من عراق العجم\n</p>\n\n<h1 class='l1' id='head8'>310 - </h1>\n\n<p>\nعبد الكريم بن محمد بن منصور بن محمد بن عبد الجبار بن أحمد بن محمد بن\nجعفر الحافظ الكبير الإمام الشهير أحد الأعلام من الشافعية والمحدثين تاج\nالإسلام أبو سعد بن الإمام تاج الإسلام معين الدين أبي بكر بن الإمام\nالمجتهد أبي المظفر التميمي السمعاني المروزي صاحب التصانيف الكثيرة\nوالفوائد الغزيرة ولد في شعبان سنة ست وخمسمائة وسمع الكثير ورحل إلى\nالبلدان وعمل معجما في عشر مجلدات كبار قال ابن النجار سمعت من يذكر أن عدد\nشيوخه سبعة الآف شيخ وهذا شيء لم يبلغه أحد قال وكان ظريفا حافظا واسع\nالرحلة ثقة صدوقا دينا جميل السيرة مليح التصانيف وسرد ابن النجار تصانيفه\nوذكر انه وجدها بخطه فمنها الذيل على تاريخ الخطيب أربعمائة طاقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nتاريخ مرو خمسمائة طاقة طراز الذهب في أدب الطلب مائة وخمسون طاقة\nالأنساب ثلاثمائة وخمسون طاقة تحفة المسافر مائة وخمسون طاقة عز العزلة\nسبعون طاقة المناسك ستون طاقة والتحبير <span id='ms118'></span> في المعجم الكبير ثلاثمائة طاقة\nالأمالي الخمسمائة مائتا طاقة وسرد تصانيفه\n</p>\n\n<p>\nقال الذهبي ويقع لي أن الطاقة نصف كراس توفي في غرة ربيع الأول سنة\nاثنتين وستين وخمسمائة\n</p>\n\n<h1 class='l1' id='head9'>311 - </h1>\n\n<p>\nعلي بن الحسن بن هبة الله بن عبد الله بن الحسين الحافظ الكبير ثقة الدين\nأبو القاسم ابن عساكر فخر الشافعية وإمام أهل الحديث في زمانه وحامل لوائهم\nصاحب تاريخ دمشق وغير ذلك من المصنفات المفيدة المشهورة مولده في مسهل سنة\nتسع وتسعين وأربعمائة ورحل إلى بلاد كثيرة وسمع الكثير من نحو ألف\nوثلاثمائة شيخ وثمانين امرأة وتفقه بدمشق وبغداد وكان دينا خيرا يختم في كل\nجمعة وأما في رمضان ففي كل يوم معرضا عن المناصب بعد عرضها عليه كثير الأمر\nبالمعروف والنهي عن المنكر قليل الالتفات إلى الأمراء وأبناء الدنيا قال\nالحافظ أبو سعد السمعاني في تاريخه هو كثير العلم غزير الفضل حافظ ثقة متقن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nدين خير حسن السمت جمع بين معرفة المتون والأسانيد صحيح القراءة مثبت\nمحتاط رحل وبالغ في الطلب إلى أن جمع ما لم يجمع غيره وأربى على أقرانه\nوصنف التصانيف وخرج التخاريج وشرع في تاريخ لدمشق وقال أبو محمد عبد القادر\nالرهاوي رأيت الحافظ السلفي والحافظ أبا العلاء الهمداني والحافظ أبا موسى\nالمديني ما رأيت فيهم مثل ابن عساكر توفي في رجب سنة إحدى وسبعين وخمسمائة\nودفن بمقبرة باب الصغير شرقي الحجرة التي فيها قبر معاوية رضي الله عنه ومن\nتصانيفه المشهورة التاريخ الكبير ثمانمائة جزء في ثمانين مجلدة الموافقات\nاثنان وسبعون جزءا الأطراف للسنن الأربعة ثمانية وأربعون جزءا معجم شيوخه\nاثنا عشر جزءا مناقب الشبان خمسة عشر جزءا فضل أصحاب الحديث أحد عشر جزءا\nتبين كذب المفتري على الشيخ أبي الحسن الأشعري مجلدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p014'> Vol. 02, p. 014</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>312 - </h1>\n\n<p>\nعمر بن الحسين بن الحسن الإمام الجليل ضياء الدين أبو القاسم الرازي والد\nالإمام فخر الدين ذكره السبكي في طبقاته الكبرى وأهمله في غيرها فقال كان\nأحد أئمة الإسلام مقدما في علم الكلام له فيه غاية المرام في مجلدين وهو من\nأنفس كتب <span id='ms119'></span> أهل السنة وأشدها تحقيقا وقد عقد في آخره فصلا في فضائل أبي الحسن\nالأشعري وأتباعه أخذ المذكور علم الكلام عن أبي القاسم الأنصاري تلميذ إمام\nالحرمين وأخذ الفقه عن صاحب التهذيب وكان فصيح اللسان قوي الجنان فقيها\nأصوليا متكلما صوفيا خطيبا محدثا أديبا له نثر في غاية الحسن يكاد يحكى\nألفاظ مقامات الحريري من حسنه وحلاوته ورشاقة سجعه ولم يذكر السبكي وقت\nوفاته وأظنه من أهل هذه الطبقة فالله أعلم\n</p>\n\n<h1 class='l1' id='head11'>313 - </h1>\n\n<p>\nمحمد بن عبد الله بن القاسم بن المظفر بن علي قاضي القضاة كمال الدين أبو\nالفضل الشهرزوري ثم الموصلي ولد سنة إحدى وتسعين بتقديم التاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأربعمائة وتفقه ببغداد على أسعد الميهني وولي قضاء الموصل وولاه نور\nالدين قضاء دمشق سنة خمس وخمسين وهو الذي أحدث الشباك الكمالي الذي يصلي\nفيه نواب السلطنة اليوم وبنى مدرسة بالموصل ومدرستين بنصيبين ورباطا\nبالمدينة النبوية ووقف الهامة على الحنابلة وحكم في البلاد الشامية واستناب\nولده محيي الدين بحلب وابني أخيه أبا القاسم في قضاء حماه وابن أخيه الآخر\nفي قضاء حمص قال ابن عساكر وكان يتكلم في الأصول كلاما حسنا وكان أديبا\nشاعرا ظريفا فكه المجالسة وقف وقوفا كثيرة وكان خبيرا بالسياسة وتدبير\nالملك وقال صاحب المرآة لما قدم أحمد بن قدامة والد الشيخ أبي عمر إلى دمشق\nخرج إليه القاضي كمال الدين ومعه ألف دينار فعرضها عليه فلم يقبلها فاشترى\nبه قرية الهامة ووقف نصفها على الشيخ أحمد والمقادسة ونصفها على الأنباري\nمات في المحرم سنة اثنتين وسبعين وخمسمائة\n</p>\n\n<h1 class='l1' id='head12'>314 - </h1>\n\n<p>\nمحمد بن عبد الكريم بن الفضل القزويني والد الإمام الرافعي تفقه ببلده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعلى ملكداد بن علي وغيره وببغداد على أبي منصور ابن الرزاز وبنيسابور على\nمحمد بن يحيى وقد ترجمه ولده في كتابه الأمالي وقال إنه خص بالصلابة في\nالدين والبراعة في العلم حفظا وضبطا وإتقانا وبيانا وفهما ودراية ثم أداء\nورواية قال وأقبل عليه المتفقه بقزوين فدرس وأفاد وصنف في الحديث والتفسير\nوالفقه قال وحكى لي الحسين بن عبد الرحمن المؤذن وهو رجل <span id='ms120'></span> صالح أن والدي خرج\nليلة لصلاة العشاء وكانت ليلة مظلمة فرأيت نورا فحسبت أن معه سراجا فلما\nوصل إلي لم أجد معه شيئا فذكرت له ذلك فلم يعجبه وقوفي على حاله وقال أقبل\nعلى شأنك توفي في شهر رمضان سنة ثمانين وخمسمائة وهو في عشر السبعين نقل\nعنه ولده في التيمم وفي شروط الصلاة وفي موضعين في الجنائز وفي أوائل البيع\nوفي قسم الصدقات وفي القضاء وفي أدب السلطان\n</p>\n\n<h1 class='l1' id='head13'>315 - </h1>\n\n<p>\nمحمد بن علي بن محمد بن الحسن أبو عبد الله الرحبي المعروف بابن المتقنة\nفقيه فاضل صنف كتبا وله منظومة صغيرة في الفرائض مات في ذي القعدة سنة تسع\nوسبعين وخمسمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>316 - </h1>\n\n<p>\nمحمد بن محمد بن محمد بن محمد بن احمد أبو حامد وقيل أبو منصور الطوسي\nالبروي صاحب التعليقة المشهورة في الخلاف والمقترح في الجدل وكان من أكبر\nأصحاب محمد بن يحيى تلميذ الغزالي قال ابن خلكان وله جدل مليح مشهور أكثر\nاشتغال الفقهاء به وكان واعظا فاضلا مناظرا ظهر له قبول وكان فيه تشغيب في\nالاعتقاد وتحامل على الحنابلة فيقال إن بعض جهلتهم دس إليه من أهدى إليه\nحلوى فيها سم مات في رمضان سنة سبع بتقديم السين وستين وخمسمائة عن خمسين\nسنة\n</p>\n\n<h1 class='l1' id='head15'>317 - </h1>\n\n<p>\nمحمد بن هبة الله بن عبد الله السديد السلماسي قال ابن خلكان هو الذي شهر\nطريقة الشريف بالعراق وقصده الناس واشتغوا عليه وخرج من تلامذته علماء\nمدرسون منهم العماد محمد بن يونس وأخوه الكمال موسى وكان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمسددا في الفتاوى وأعاد ببغداد بالنظامية وأتقن عدة فنون توفي في شعبان\nسنة أربع وسبعين وخمسمائة\n</p>\n\n<h1 class='l1' id='head16'>318 - </h1>\n\n<p>\nمحمود بن محمد بن العباس بن رسلان ظهير الدين أبو محمد الخوارزمي العباسي\nفقيه تلك البلاد ومفيدهم تفقه على البغوي وسمع الكثير قال ابن السمعاني كان\nفقيها فاضلا عارفا بالمتفق والمختلف حسن الظاهر والباطن جامعا بين الفقه\nوالتصوف ولد بخوارزم في رمضان سنة اثنتين وتسعين بتقديم التاء وأربعمائة\nوصنف الكافي وتأريخا لخوارزم توفي في رمضان سنة ثمان وستين وخمسمائة وكتابه\nالكافي في أربعة أجزاء كبار <span id='ms121'></span> عار غالبا عن الاستدلال والخلاف على طريقة\nالتهذيب وفيه زيادات عليه غريبة وكتابه في التأريخ في ثمانية أجزاء كبار\nوقف عليه السبكي في الطبقات وذكر منه فوائد منها ترجمة والد المصنف وقد\nأطنب ولده في وصفه وقال قرأ الأصول والفروع على الإمام أبي إبراهيم إسماعيل\nبن الحسن الدغاني ومهر في الأصول وصار فريد الزمان في انطلاق اللسان وحسن\nالبيان وانتزاع البرهان من الأصول العقلية والقرآن وأضحى نادرة الأيام في\nإفحام فحول المجادلين وقت الخصام بأقطع الإلزام وقرأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nشرح المذهب لأبي بكر الصيدلاني في مجلدات وأتى على حفظه جميعه فربما كان\nيسأل عن مائة مسألة في مجلس في مواضع مختلفة فيجيب عن الكل على الفور من\nغير تردد ولا تخبيط ويذكر ما فيها من القولين والوجهين والتنبيه على\nالجوابين ويذكر عللها قال وحفظ تفسير الثعلبي جميعه فكان إذا سئل في مجلسه\nعن عشر آيات في مواضع ذكر تفسيرها باختلاف أقوال المفسرين من غير خلط ولا\nخطأ توفي في صفر سنة ثلاث وخمسمائة وهو ابن أربعين سنة وأشهر ذكرت هنا\nترجمته في ذيل ترجمة ولده وإلا فهو من أهل الطبقة الثالثة عشرة وقد أهمل\nترجمته السبكي في الوسطى والإسنوي\n</p>\n\n<h1 class='l1' id='head17'>319 - </h1>\n\n<p>\nمسعود بن محمد بن مسعود قطب الدين أبو المعالي النيسابوري نزيل دمشق\nمولده سنة مات الغزالي سنة خمس وخمسمائة في رجب أخذ عن والده علم الأدب ثم\nرحل إلى مرو فتفقه على إبراهيم المروذي وتفقه بنيسابور على محمد بن يحيى\nوبرع في المذهب ودرس في نظامية نيسابور نيابة وورد بغداد فوعظ بها وحصل له\nقبول تام ثم ورد دمشق سنة أربعين فأقبل عليه أهلها لدينه وعلمه وتفننه ودرس\nبالمجاهدية وبالغزالية بعد نصر الله المصيصي ثم رحل إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحلب ودرس بالنورية والأسدية ثم مضى إلى همدان وولي بها التدريس مدة ثم\nعاد إلى دمشق ودرس بالغزالية والجاروخية وتفرد برئاسة المذهب وحصل له قبول\nجيد في الوعظ وكان فصيحا بليغا كثير النوادر فقيها نحريرا قال ابن خلكان\nكان عالما ورعا متواضعا قليل التصنع مطرحا للتكلف <span id='ms122'></span> صنف مختصرا في الفقه سماه\nالهادي قال الإسنوي مختصر قريب من مختصر التبريزي في الحجم كانت المتفقهة\nفي بعض النواحي من الأعصار المتقدمة يحفظونه توفي بدمشق في رمضان سنة ثمان\nوسبعين وخمسمائة ودفن بمقابر الصوفية قال الذهبي بتربة أنشأها غربيها\n</p>\n\n<h1 class='l1' id='head18'>320 - </h1>\n\n<p>\nيوسف بن عبد الله وقيل رمضان بن بندار الدمشقي كان أبوه من أهل مراغة\nفقدم إلى دمشق وولد يوسف بها سنة تسعين وأربعمائة وخرج منها بعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالبلوغ إلى بغداد فتفقه بها على أسعد الميهني وأعاد عنده وبرع في المذهب\nوانتهت إليه رئاسة الشافعية بالعراق وكان يناظر مناظرة حسنة وتولى النظامية\nوغيرها وبنيت له مدرسة وعقد مجلس الوعظ ثم تركه وسمع وحدث توفي في شوال سنة\nثلاث وستين وخمسمائة\n</p>\n\n<h1 class='l1' id='head19'>321 - </h1>\n\n<p>\nيونس بن محمد بن منعة بن مالك بن محمد الإمام رضي الدين أبو الفضل\nالموصلي الإربلي الأصل والد عماد الدين محمد وكمال الدين موسى مولده بإربل\nسنة إحدى عشرة وخمسمائة وتفقه بالموصل على الحسين بن منصور بن خميس الجهني\nوسمع منه كثيرا ثم انحدر إلى بغداد فتفقه بها على أبي منصور الرزاز ثم رحل\nإلى الموصل وسكنها ودرس وأفتى وناظر وانتفع به جماعة من الفقهاء وتوفي في\nالمحرم سنة تسع وسبعين وخمسمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>الطبقة السابعة عشرة وهم الذين كانوا في العشرين الخامسة من المائة السادسة</h1>\n\n<h1 class='l1' id='head21'>322 - </h1>\n\n<p>\nإبراهيم بن منصور بن المسلم الفقيه العلامة أبو إسحاق المصري المعروف\nبالعراقي ولد بمصر سنة عشرة وخمسمائة وتفقه بها على القاضي مجلى ودخل إلى\nبغداد وتفقه بها على أبي بكر محمد بن الحسين الأرموي تلميذ الشيخ أبي إسحاق\nالشيرازي ثم على أبي الحسن بن الخل وأقام بالعراق حتى برع في المذهب ثم عاد\nإلى بلده مصر فلهذا قيل له العراقي وتولى خطابة الجامع العتيق بمصر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوشرح المهذب في نحو خمسة عشر جزءا متوسطة وتخرج به جماعة توفي في جمادى\nالأولى سنة ست وتسعين وخمسمائة عن خمس وثمانين سنة\n</p>\n\n<h1 class='l1' id='head22'>323 - </h1>\n\n<p>\nأحمد بن إسماعيل بن يوسف بن محمد بن العباس رضي الدين أبو الخير القزويني\nالطالقاني ولد سنة اثنتي عشرة أو <span id='ms123'></span> إحدى عشرة وخمسمائة قرأ على محمد بن يحيى\nوصار معيد درسه وعلى ملكداد القزويني وقرأ بالروايات على إبراهيم بن عبد\nالملك القزويني وصنف كتاب البيان في مسائل القرآن ردا على الحلولية\nوالجهمية وصار رئيس الأصحاب وقدم بغداد فوعظ بها وحصل له قبول تام وكان\nيتكلم يوما وابن الجوزي يوما ويحضر الخليفة من وراء الأستار وتحضر الخلائق\nوالأمم وولي تدريس النظامية ببغداد سنة تسع وستين إلى سنة ثمانين ثم عاد\nإلى بلده ذكره الإمام الرافعي في الأمالي وقال كان إماما كثير الخير وافر\nالحظ من علوم الشرع حفظا وجمعا ونشرا بالتعليم والتذكير والتصنيف وقال\nالحافظ عبد العظيم المنذري وحكى عنه غير واحد أنه كان لسانه لا يزال رطبا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمن ذكر الله تعالى توفي في المحرم سنة تسعين وخمسمائة وقيل سنة تسع\nوثمانين قال السبكي في شرح المنهاج وذكر أبو الخير في كتابه حظائر القدس\nلرمضان أربعة وستين اسما\n</p>\n\n<h1 class='l1' id='head23'>324 - </h1>\n\n<p>\nأحمد بن الحسن بن أحمد الأصبهاني القاضي أبو شجاع صاحب غاية الاختصار قال\nالسبكي في الطبقات الكبرى وقفت له على شرح الإقناع للماوردي وذكره فيمن\nتوفي في المائة السادسة\n</p>\n\n<h1 class='l1' id='head24'>325 - </h1>\n\n<p>\nأسعد بن محمود بن خلف بن أحمد بن محمد منتخب الدين أبو الفتوح العجلي\nالأصبهاني مصنف التعليق على الوسيط والوجيز وهو جزءان وتتمة التتمة ولد\nبأصبهان في أحد الربيعين سنة خمس عشرة وخمسمائة وكان فقيها مكثرا من\nالرواية زاهدا ورعا يأكل من كسب يده يكتب ويبيع ما يتقوت به لا غير وكان\nعليه المعتمد بأصبهان في الفتوى وكان يعظ ثم ترك الوعظ وصنف في ذلك كتابا\nسماه آفات الوعاظ قال ابن الدبيثي كان زاهدا له معرفة تامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبالمذهب توفي في صفر سنة ستمائة بأصبهان نقل عنه الرافعي في المسألة\nالسريجية ولم ينقل عن أحد أقرب زمانا إليه منه فإن الرافعي أكمل كتابه بعد\nوفاة العجلي بثنتي عشرة سنة\n</p>\n\n<h1 class='l1' id='head25'>326 - </h1>\n\n<p>\nطاهر بن نصر الله بن جهبل بفتح الجيم وبالباء الموحدة مجد الدين الحلبي\nكان إماما فاضلا في الفقه والحساب والفرائض سمع الحديث من جماعة وحدث وصنف <span id='ms124'></span>\nللسلطان نور الدين الشهيد كتابا في فضل الجهاد ودرس بحلب بالنورية وهو أول\nمن درس بالصلاحية بالقدس وهو والد بني جهبل الفقهاء الدمشقيين مات بالقدس\nسنة ست وتسعين وخمسمائة عن أربع وستين سنة\n</p>\n\n<h1 class='l1' id='head26'>327 - </h1>\n\n<p>\nعبد الله بن بري بفتح الباء بن عبد الجبار أبو محمد المقدسي الأصل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالمصري أخذ النحو عن الإمام أبي بكر محمد بن عبد الملك النحوي وسمع من\nخلائق وكان إماما في النحو واللغة وله تصانيف منها تعليق على الصحاح يسمى\nبالحواشي في ست مجلدات يشتمل على فوائد كثيرة وكان يتصدر بجامع مصر لإقراء\nالعربية وقصده الطلبة من النواحي وتخرج به جماعة منهم أبو موسى الجزولي\nوكان ثقة حجة ومع ذلك فكان فيه تغفل ظاهر ولد في رجب سنة تسع وتسعين\nوأربعمائة وتوفي في شوال سنة اثنتين وثمانين وخمسمائة\n</p>\n\n<h1 class='l1' id='head27'>328 - </h1>\n\n<p>\nعبد الله بن محمد هبة الله بن المطهر بن علي بن أبي عصرون قاضي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالقضاة شرف الدين أبو سعد التميمي الموصلي ثم الدمشقي مولده في ربيع\nالأول سنة اثنتين وقيل ثلاث وتسعين وأربعمائة أخذ عن أبي علي الفارقي وأسعد\nالميهني وأخذ الأصول عن ابن برهان وقرأ بالسبع والعشر على البارع وأبي بكر\nالمرزوقي ودعوان وسبط الخياط وولي قضاء سنجار وحران ثم ولي قضاء دمشق سنة\nاثنتين وسبعين وأضر سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p028'> Vol. 02, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nسبع وسبعين بتقديم السين فيهما فولى السلطان صلاح الدين ولده القضاء ولم\nيعزله وبنى له نور الدين المدارس بحلب وحماة وحمص وبعلبك وبنى هو لنفسه\nمدرسة بحلب وأخرى بدمشق قال الشيخ موفق الدين بن قدامة الحنبلي كان ابن أبي\nعصرون إمام أصحاب الشافعي في عصره وقال ابن الصلاح في طبقاته كان من أفقه\nأهل عصره وإليه المنتهى في الفتاوى والأحكام وتفقه به خلق كثير انتهى وقال\nالإسنوي كانت الفتوى بالديار المصرية بكلامه قبل وصول الرافعي الكبير إليها\nومن أكبر تلامذته في الفقه فخر الدين ابن عساكر توفي بدمشق في شهر رمضان\nسنة خمس وثمانين وخمسمائة ودفن بمدرسته ومن تصانيفه الانتصار في أربع\nمجلدات صفوة المذهب في اختصار نهاية المطلب في <span id='ms125'></span> سبع مجلدات فوائد المهذب في\nمجلدين المرشد مجلدان وهو أحكام مجردة بلفظ مختصر التنبيه في الأحكام مجلد\nالذريعة في معرفة الشريعة التيسير في الخلاف أربعة أجزاء مأخذ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p029'> Vol. 02, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nالنظر الإرشاد في نصرة المذهب لم يكمله نقل عنه في الروضة في باب العارية\nفقط\n</p>\n\n<h1 class='l1' id='head28'>329 - </h1>\n\n<p>\nعبد الرحيم بن علي بن الحسن بن الحسين بن أحمد بن الفرج بن أحمد القاضي\nالفاضل محي الدين أبو علي بن القاضي الأشرف أبي الحسن اللخمي البيساني\nالعسقلاني المولد المصري المنشأ صاحب العبارة والبلاغة والفصاحة والبراعة\nولد في جمادى الآخرة سنة تسع بتقديم التاء وعشرين وخمسمائة وتعلم هذه\nالصناعة التي فاق فيها على أقرانه وتقدم على سائر أهل زمانه وكتب في ديوان\nالإنشاء في الدولة الفاطمية ولما صار أسد الدين شيركوه وزيرا في الديار\nالمصرية قدمه على الديوان وحظي عنده ثم لما استقل السلطان صلاح الدين\nبمملكة الديار المصرية جعله كاتبا ومشيرا وذكر القاضي ابن خلكان انه بلغت\nمصنفاته وتعليقاته في هذا الفن نحوا من مائة مجلدة وقال غيره وجد بخطه في\nأثناء مكاتباته من الأشعار المفردة من بيت وبيتين نحوا من مائة ألف وعشرين\nألفا واقتنى من الكتب ما ينيف على مائة ألف مجلدة وكان دخله ومعلومه في\nالسنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nنحو خمسين الف دينار سوى المتاجر وكان قليل التلذذ بالدنيا مقبلا على\nشأنه من صلاة وصيام وتلاوة يختم كل يوم وليلة ختمة كثير المطالعة والصدقة\nوله بالقاهرة مدرسة موقوفة على الشافعية والمالكية ومكتب للأيتام وكان ضعيف\nالبنية له حدبة يغطيها الطيلسان توفي بعد ما تولى الإقبال وأقبل الإدبار في\nربيع الآخر سنة ست وتسعين وخمسمائة ودفن بالقرافة\n</p>\n\n<h1 class='l1' id='head29'>330 - </h1>\n\n<p>\nعبد السلام بن عبد العزيز بن خلف بن محمد النصيبيني ويعرف بابن الحيان\nأيضا ذكره ابن الصلاح في مجموع له فقال كان من فقهاء أصحابنا وله كتاب سماه\nالتلخيص انتهى ولا أعلم من أي طبقة هو وذكرته هنا تخمينا تبعا للإسنوي\n</p>\n\n<h1 class='l1' id='head30'>331 - </h1>\n\n<p>\nعبد الملك بن زيد بن ياسين بن زيد بن قائد بالقاف بن جميل ضياء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالدين أبو القاسم الثعلبي الدولعي ولد <span id='ms126'></span> بالدولعية وهي قرية من قرى الموصل\nسنة أربع عشرة وخمسمائة وقيل قبل ذلك سنة سبع بتقديم السين وتفقه ببغداد ثم\nقدم الشام في شبيبته فتفقه أيضا على نصر الله المصيصي وعلى ابن أبي عصرون\nوولي خطابة جامع دمشق وتدريس الغزالية مدة طويلة قال النووي في طبقاته كان\nشيخ شيوخنا وكان أحد الفقهاء المشهورين والصلحاء الورعين توفي في ربيع\nالأول سنة ثمان وتسعين وخمسمائة ودفن بباب الصغير نقل عنه في الروضة في\nموضعين فقط أحدهما أنه إذا حلف بالمصحف وأطلق كان يمينا والثاني في\nالشهادات أن اليراع المسمى بالشبابة حرام وأنه صنف في تحريمها تصنيفا حسنا\n</p>\n\n<h1 class='l1' id='head31'>332 - </h1>\n\n<p>\nالعراقي بن محمد بن العراقي ركن الدين أبو الفضل القزويني المعروف\nبالطاؤسي والعراقي هو أسمه واسم جده قال ابن خلكان كان إماما فاضلا مناظرا\nمحجاجا ماهرا في علم الخلاف اشتغل به على الرضى النيسابوري الحنفي مصنف\nالطريقة في الخلاف وبرز فيه وصنف فيه ثلاث تعاليق مختصرة ثم متوسطة ثم\nمبسوطة وأكثر اشتغال الناس في الأقاليم بالمتوسطة لكثرة فقهها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوفوائدها سكن المذكور همدان وبنى له بها مدرسة وتصدر للإقراء بها واشتهر\nصيته في البلاد وحملت طرائقه إليها وعكف الناس عليه وقصدوه من الآفاق توفي\nبهمدان في جمادى الآخرة سنة ستمائة قال ابن خلكان ولا أعلم هذه النسبة وهي\nالطاؤسي إلى أي شيء وللمذكور اخ يقال له العلاء أبو بكر عبد الله بن محمد\nكان يسكن همدان ودرس بالمدرسة بها بعد أخيه وله طريقة في الخلاف أيضا مات\nبهمدان سنة سبع عشرة وستمائة تقريبا\n</p>\n\n<h1 class='l1' id='head32'>333 - </h1>\n\n<p>\nفضل الله بن محمد بن أحمد أبو المكارم ابن النوقاني الشافعي تلميذ محمد\nبن يحيى سمع عبد الجبار الخواري وله إجازة من محيي السنة البغوي كتب عنه\nأبو رشيد الغزال ذكره الذهبي في تاريخ الإسلام وقال كان بارعا في مذهبه\nمفننا مهيبا مدرسا مات بنوقان سنة ستمائة وله ست وثمانون سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>334 - </h1>\n\n<p>\nفضل الله التوربشتي قال السبكي في الطبقات الكبرى فقيه محدث من أهل شيراز\nشرح مصابيح البغوي شرحا حسنا ولعله كان في حدود <span id='ms127'></span> الستمائة انتهى وتوربشت بضم\nالتاء المثناة من فوق بعدها واو ساكنة ثم راء مكسورة ثم باؤ موحدة ثم شين\nمعجمة ساكنة ثم تاء مثناة من فوق\n</p>\n\n<h1 class='l1' id='head34'>335 - </h1>\n\n<p>\nالقاسم بن علي بن الحسن بن هبة الله الحافظ المسند بهاء الدين أبو محمد\nبن الحافظ الكبير ثقة الدين أبي القاسم بن عساكر ولد في جمادى الأولى سنة\nسبع بتقديم السين وعشرين وخمسمائة وكان محدثا حسن المعرفة شديد الورع ومع\nذلك كان كثير المزاح صنف كتاب المستقصى في فضائل المسجد الأقصى وكتاب\nالجهاد وتولى مشيخة دار الحديث النورية بعد والده فلم يتناول من معلومها\nشيئا بل كان يرصده للواردين من الطلبة حتى قيل لم يشرب من مائها ولا توضأ\nقال الذهبي كتب الكثير وصنف وخرج وعني بالكتاية والمطالعة فبالغ إلى الغاية\nوخطه وحش وكان يتعصب لمذهب الأشعري ويبالغ من غير أن يحققه توفي في صفر سنة\nستمائة بدمشق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>336 - </h1>\n\n<p>\nالقاسم بن فيرة بن أبي القاسم خلف بن أحمد الإمام العلامة الحفظة الضرير\nأبو محمد الرعيني الأندلسي الشاطبي المقرئ الشهير صاحب القصيدة الموسومة\nبحرز الأماني ولم يلحق فيها ولا سبق إلى مثلها ولد بشاطبة في آخر سنة ثمان\nوثلاثين وخمسمائة ودخل مصر سنة اثنتين وسبعين وسبب انتقاله إلى مصر انه\nأريد على أن يلي الخطابة بشاطبة فاحتج بأنه قد وجب عليه الحج وأنه عازم\nعليه وتركها ولم يعد إليها تورعا مما كانوا يلزمون به الخطباء من ذكرهم على\nالمنابر بأوصاف لم يرها سائغة شرعا كذا حكاه أبو شامة عن أبي الحسن السخاوي\nذكره النووي في طبقاته في الأسماء الزائدة على ما ذكره ابن الصلاح وقال لم\nيكن في زمانه بمصر نظيره في تعدد فنونه وكثرة محفوظه وقال ابن خلكان كان\nعالما بكتاب الله قراءة وتفسيرا وبحديث رسول الله صلى الله عليه وسلم مبرزا\nوكان يقرأ عليه الصحيحان والمؤطا فيصححون النسخ من حفظه ويملي النكت على\nالمواضع المحتاج إليها وكان إماما في علم النحو واللغة عارفا بتعبير\nالمنامات حسن المقاصد مخلصا فيما يقول ويفعل ولا يجلس للإقراء <span id='ms128'></span> إلا على\nطهارة في هيئة حسنة وتخشع واستكانة وكان يقال إنه يحفظ وقر بعير من العلوم\nتوفي بالقاهرة في جمادى الآخرة سنة تسعين وخمسمائة ودفن بالقرافة في تربة\nالقاضي الفاضل والرعيني منسوب إلى ذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nرعين إحدى قبائل اليمن وفيره بفاء مكسورة وياء مثناة من تحت ساكنة وراء\nمضمومة مشدودة اسم أعجمي معناه بالعربية حديد بالحاء المهملة\n</p>\n\n<h1 class='l1' id='head36'>337 - </h1>\n\n<p>\nالمبارك بن المبارك بن المبارك أبو طالب الكرخي تفقه بابن الخل وصحبه مدة\nوعرف به وبرع في المذهب وساد وكتب الخط المنسوب إلى أن قيل إنه اكتب من ابن\nالبواب ولا سيما في الطومار والثلث وكان بخيلا بخطه حتى إنه إذا كتب فتوى\nلأحد كسر القلم وكتب به ولي تدريس النظامية بعد أبي الخير القزويني سنة\nإحدى وثلاثين وتفقه به جماعة وقيل إنه كان أولا يضرب بالعود ويجيد ذلك حتى\nصار يضرب به المثل ثم أنف من ذلك واشتغل بالخط إلى أن شهد له أنه أكتب من\nابن البواب ثم أنف منه وأقبل على الاشتغال توفي في ذي القعدة سنة خمس\nوثمانين وخمسمائة وله اثنتان وثمانون سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>338 - </h1>\n\n<p>\nمحمد بن عبد الرحمن بن محمد بن مسعود بن أحمد أبو عبد الله المسعودي\nالبندهي مولده في ربيع الآخر سنة اثنتين وعشرين وخمسمائة كما نقله المنذري\nمن خطه وقيل ولد سنة إحدى ورحل في طلب الحديث وسمع بدمشق وبغداد وأصبهان\nوخراسان والكوفة والموصل والإسكندرية وغيرها من خلائق قال ابن خلكان كان\nفقيها شافعيا صوفيا أديبا فاضلا شرح المقامات شرحا مطولا في خمس مجلدات\nكبار توفي بدمشق سنة أربع وثمانين وخمسمائة ووقف كتبه بالخانقاه السميساطية\nوالبندهي بباء موحدة ثم نون قرية من أعمال مرو الروذ\n</p>\n\n<h1 class='l1' id='head38'>339 - </h1>\n\n<p>\nمحمد بن عبد الكريم بن أحمد بن عبد الكريم بن أحمد بن طاهر الصدر الفقيه\nالعلامة عماد الدين أبو عبد الله بن العلامة أبي سعد التيمي بميم واحدة\nالرازي المعروف بابن الوازن قال الذهبي في تاريخ الإسلام مصنف شرح الوجيز\nتوفي بالري في ربيع الآخر سنة ثمان وتسعين وخمسمائة هكذا ذكر أنه توفي <span id='ms129'></span> في\nهذه السنة قيل والظاهر انه سقط عليه اسم والده واسمه محمد ويلقب عماد الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nذكره ابن السمعاني وقال عالم محقق مدقق تفقه على والده ثم على أبي بكر\nالخجندي وجالس الشيخ أبا إسحاق سمع وحدث توفي بالري في حدود سنة خمس وعشرين\nوخمسمائة ووالده القاضي أبو سعد عبد الكريم الطبري المشهور بالوزان كان\nإماما كبيرا واسع العلم ولد سنة إحدى وتسعين وثلاثمائة وسمع مشايخ الري\nوالعراق وما وراء النهر وتفقه على أبي بكر القفال وصار من علماء عصره وعقد\nمجلس الإملاء بنيسابور وولي قضاء ساوه ثم قضاء همدان وأخذ عنه الفقهاء قيل\nتوفي سنة تسع وقيل سنة ثمان وستين وأربعمائة وصاحب الترجمة من أحفاد القاضي\nأبي سعد هذا وأما كونه ابنه فلا يمكن وبسط السبكي في الطبقات الكبرى الكلام\nفي ذلك وقال الظاهر أن المترجم محمد بن عبد الكريم بن محمد بن عبد الكريم\nبن احمد\n</p>\n\n<h1 class='l1' id='head39'>340 - </h1>\n\n<p>\nمحمد بن علي بن محمد بن يحيى بن علي بن عبد العزيز بن علي قاضي القضاة\nأبو المعالي بن قاضي القضاة زكي الدين أبي الحسن بن قاضي القضاة أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالمعالي المنتخب بن قاضي القضاة أبي الفضل الزكي القرشي الدمشقي ولد سنة\nخمسين وخمسمائة وقرأ المذهب على جماعة وسمع الحديث من طائفة وولي قضاء دمشق\nوعظمت منزلته عند صلاح الدين وكان ينهى الناس عن الاشتغال بكتب المنطق\nوالجدل وقطع من ذلك كتبا في مجلسه قال أبو شامة وكان عالما صارما حسن الخط\nواللفظ شهد فتح بيت المقدس فكان أول من خطب به بخطبة فائقة أنشأها قال\nوأثنى عليه الشيخ عماد الدين بن الحرستاني على فصاحته وحفظه لما يلقيه من\nالدروس توفي في شعبان سنة ثمان وتسعين وخمسمائة\n</p>\n\n<h1 class='l1' id='head40'>341 - </h1>\n\n<p>\nمحمد بن علي بن أبي علي القلعي اليمني صاحب كتاب احترازات المهذب وله\nكتاب آخر في مستغرب ألفاظه وفي أسماء رجاله وله مصنف حافل في الفرائض قال\nالإسنوي في ترجمة أبي الفتوح بن أبي عقامة إن المذكور أخذ عن ولد ولده عن\nأبيه عن جده أبي الفتوح <span id='ms130'></span> والقلعي منسوب إلى قلعة بلدة بالقرب من ظفار لم\nيذكروا وفاته وقال السبكي في الطبقات الكبرى إنه توفي في المائة السادسة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>342 - </h1>\n\n<p>\nمحمد بن عمر بن أحمد بن عمر بن محمد الحافظ الكبير أبو موسى المديني\nالأصبهاني أحد الأعلام ولد في ذي القعدة سنة إحدى وخمسمائة وتخرج بالإمام\nإسماعيل بن محمد التيمي وأخذ عنه المذهب وعلوم الحديث وسمع الكثير وصنف\nالتصانيف المليحة المفيدة المشهورة منها تتمة معرفة الصحابة ذيل به على\nكتاب أبي نعيم الحافظ وكتاب تتمة الغريبين وكتاب عوالي التابعين وغير ذلك\nوكان حافظا واسع الدائرة جم العلوم قال ابو سعد السمعاني كتبت عنه وسمعت\nمنه وهو ثقة صدوق وقال ابن الدبيثي عاش حتى صار أوحد وقته وشيخ زمانه\nإسنادا وحفظا روى عنه جماعة كثيرون منهم الحفاظ الأربعة أبو بكر الحازمي\nوعبد الغني المقدسي وبه تخرج وانتفع وعبد القادر الرهاوي ومحمد بن مكي توفي\nفي جمادى الآخرة سنة إحدى وثمانين وخمسمائة وقد أفردت ترجمته بالتصنيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head42'>343 - </h1>\n\n<p>\nمحمد بن محمد بن حامد بن محمد بن عبد الله بن علي بن محمود بن هبة الله\nبن أله بفتح الهمزة وضم اللام وتسكين الهاء ومعناه بالعربي العقاب الإمام\nالبليغ عماد الدين أبو عبد الله الكاتب الأصبهاني ثم الدمشقي ولد بأصبهان\nسنة تسع عشرة وخمسمائة وقدم بغداد فتفقه بالنظامية على أسعد الميهني وأبي\nمنصور بن الرزاز وسمع من جماعة وأتقن علم الأدب والعربية وتعانى الكتابة\nقال ابن خلكان وأتقن الخلاف وفنون الأدب وله من الشعر والرسائل ما هو مشهور\nوولي نظر البصرة ثم واسط وقدم دمشق سنة اثنتين وستين وكتب الإنشاء لنور\nالدين وعلت منزلته عنده وفوض إليه تدريس المدرسة العمادية ثم بعد موت نور\nالدين اتصل بصلاح الدين وصار هو والقاضي الفاضل يتناوبان في خدمة صلاح\nالدين ولما توفي صلاح الدين ترك عماد الدين الأعمال وتوفر على التدريس وكان\nفاضلا بارعا في درسه يتزاحم الفضلاء فيه لفوائده وفرائده وجمع مصنفات كثيرة\nفي التاريخ والأدب منها كتاب البرق الشامي سبع مجلدات وكتاب خريدة القصر\nوجريدة <span id='ms131'></span> العصر في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nتراجم أدباء وقته ذكر الشعراء الذين كانوا بعد المائة الخامسة إلى سنة\nاثنتين وسبعين وخمسمائة وجمع شعراء العراق والعجم والشام والجزيرة ومصر\nوالمغرب وهو في عشر مجلدات وكتاب الفتح المقدس في مجلدين وله ديوان رسائل\nكبير وديوان شعر في أربع مجلدات قال الحافظ المنذري كان جامعا للفضائل\nالفقه والأدب والشعر الجيد وله اليد البيضاء في النثر والنظم وصنف تصانيف\nمفيدة توفي في شهر رمضان سنة سبع بتقديم السين وتسعين وخمسمائة\n</p>\n\n<h1 class='l1' id='head43'>344 - </h1>\n\n<p>\nمحمد بن محمد بن عبد الله بن القاسم بن المظفر بن علي قاضي القضاة محيي\nالدين أبو حامد بن قاضي القضاة كمال الدين الشهرزوري قاضي حلب تفقه على أبي\nسعد بن الرزاز ببغداد ثم ناب في الحكم عن أبيه بدمشق ثم ولي قضاء حلب ثم\nولي قضاء الموصل ودرس بها بمدرسة أبيه وبالنظامية بها وكان جوادا سريا قال\nابن خلكان قيل إنه أطلق في بعض رسائله إلى بغداد على الفقهاء والأدباء\nوالشعراء عشرة آلاف دينار أميرية ويقال إنه في مدة حكمه بالموصل لم يعتقل\nغريما على دينارين فما دونهما بل يوفي ذلك عنه ويحكى عنه رئاسة ضخمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nومكارم كثيرة توفي بالموصل في جمادى الأولى سنة ست وثمانين وخمسمائة عن\nاثنتين وستين سنة\n</p>\n\n<h1 class='l1' id='head44'>345 - </h1>\n\n<p>\nمحمد بن محمود بن محمد شهاب الدين أبو الفتح الطوسي نزيل مصر أحد مشاهير\nالشافعية ولد سنة اثنتين وعشرين وخمسمائة سمع الحديث وتفقه بنيسابور على\nمحمد بن يحيى تلميذ الغزالي ودخل بغداد ووعظ بها ودخل مصر ونزل بخانقاه\nسعيد السعداء وتردد إليه الفقهاء والطلبة وبنى له الملك تقي الدين عمر بن\nشاهنشاه المدرسة المعروفة بمنازل العز وانتفع به جماعة كثيرة وكان جامعا\nلفنون كثيرة معظما للعلم وأهله غير ملتفت إلى أبناء الدنيا ووعظ بجامع مصر\nمدة وذكر أبو شامة أنه لما قدم بغداد كان يركب بسنجق والسيوف مسللة\nوالغاشية والطوق في عنق بغلته فمنع من ذلك فذهب إلى مصر ووعظ وأظهر مذهب\nالأشعري ووقع بينه وبين الحنابلة وقال غيره كان رجلا طويلا مهيبا مقداما\nشاذ الجواب <span id='ms132'></span> في المحافل وكان يرتاعه كل أحد وكان هو يرتاع من الخبوشاني وركب\nيوم عيد وبين يديه مناد ينادي هذا ملك العلماء والغاشية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الأصابع وجاء إلى السلطان فتفرق الأمراء غيظا منه وجرى له مع الملك\nالعادل وابن شكر قضايا عجيبة لما تعرضوا لوقوف المدارس فمنع عن نفسه وعن\nالناس وثبت وقال صاحب البدر السافر درس بمنازل العز فأرسل الوزير ابن شكر\nمن يطلب معرفة ربعها ويتحدث فيه فرسم الفقيه بضرب من حضر من جهة الوزير\nوطلع للقلعة وانزعج ورسم للوزير أن لا يتعرض لشيء يتعلق به وخرج الوزير\nبحجته فلم يلتفت إليه ولا سلم عليه وقال النووي فيما زاده على ابن الصلاح\nكان شيخ الفقهاء وصدر العلماء في عصره تفقه على جماعة من أصحاب الغزالي\nوقدم مصر فنشر العلم بها وتفقه عليه جماعة كثيرة ووعظ وذكر وانتفع الناس به\nوكان معظما عند الخاصة والعامة وعليه مدار الفتوى في مذهب الشافعي توفي في\nذي القعدة سنة ست وتسعين وخمسمائة\n</p>\n\n<h1 class='l1' id='head45'>346 - </h1>\n\n<p>\nمحمد بن الموفق بن سعيد بن علي بن الحسن الشيخ نجم الدين أبو البركات\nالخبوشاني الفقيه الصوفي الزاهد الورع أحد الآمرين بالمعروف والقائمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبه والصادعين بالحق ولد في رجب سنة عشر وخمسمائة وقدم مصر سنة خمس وستين\nقال ابن خلكان كان فقيها ورعا تفقه بنيسابور على محمد بن يحيى وكان يستحضر\nكتابه المحيط حتى قيل إنه عدم الكتاب فأملاه من خاطره وله كتاب تحقيق\nالمحيط في ستة عشر مجلدا قال وكان السلطان صلاح الدين يقربه ويعتقد في علمه\nودينه وعمل له المدرسة المجاورة لضريح الشافعي رحمه الله وقال غيره إنه\nالذي جرأ السلطان صلاح الدين على الخطبة لبني العباس فانتظم ذلك وذكر أن\nالملك صلاح الدين كان شديد التعظيم له وأنه كان يأمره وينهاه بعنف ولا\nيباليه ولم يأكل من مال الملوك لقمة ولا أخذ من ريع المدرسة فلسا ولا\nجامكية ولا شيئا وكان بمصر رجل تاجر من بلده يأكل من ماله وكان متقللا ليس\nليس له نصيب في لذات الدنيا وكان <span id='ms133'></span> يركب الحمار ويجعل تحته أكسية لئلا يصل\nإليه عرقه توفي في ذي القعدة سنة سبع بتقديم السين وثمانين وخمسمائة وكفن\nفي كسائه الذي جاء معه من خبوشان ودفن في قبة مفردة تحت رجلي الإمام\nالشافعي بينهما شباك وخبوشان بخاء معجمة وباء موحدة مضمومتين قرية من أعمال\nنيسابور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p045'> Vol. 02, p. 045</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>347 - </h1>\n\n<p>\nمحمد بن موسى بن عثمان بن موسى بن عثمان بن حازم الحافظ أبو بكر الحازمي\nبالحاء المهملة الهمداني مؤلف الناسخ والمنسوخ وغيره ولد سنة ثمان او تسع\nوأربعين وخمسمائة سمع الكثير ورحل إلى بلدان كثيرة وتخرج بالحافظ أبي موسى\nالمديني وكان أبو موسى يقول هو أحفظ من عبد الغني المقدسي وما رأيت شابا\nأحفظ منه قال ابن الدبيثي وقدم بغداد واستوطنها وتفقه بها وجالس علماءها\nوتميز وفهم وصار من أحفظ الناس للحديث وأسانيده ورجاله مع زهد وتعبد ورياضة\nصنف في علم الحديث عدة مصنفات وأملى عدة مجالس وكان كثير المحفوظ حلو\nالمذاكرة يغلب عليه معرفة أحاديث الأحكام وأملى طرق الأحاديث التي في\nالمهذب وأسندها ولم يتمه وقال ابن النجار كان من الأئمة الحفاظ العالمين\nبفقه الحديث ومعانيه ورجاله ألف كتاب الناسخ والمنسوخ وكتاب عجالة المبتدى\nفي الأنساب والمؤتلف والمختلف في أسماء البلدان وأسند الأحاديث التي في\nالمهذب وكان ثقة حجة نبيلا زاهدا عابدا ورعا ملازما للخلوة والتصنيف ونشر\nالعلم توفي في جمادى الأولى سنة اربع وثمانين وخمسمائة عن خمس وثلاثين سنة\nوهو من أهل الطبقة الآتية لولا تقدم وفاته نقل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعنه في الروضة في كتاب القضاء أن الذين أدركتهم من الحفاظ كانوا يميلون\nإلى جواز إجازة غير المعين بوصف العموم كأجزت للمسلمين ونحوه وصححه النووي\n</p>\n\n<h1 class='l1' id='head47'>348 - </h1>\n\n<p>\nمحمود بن علي بن أبي طالب أبو طالب التميمي الأصفهاني قال ابن خلكان تفقه\nعلى محمد بن يحيى وبرع في علم الخلاف وصنف فيه طريقة مشهورة وكانت عمدة\nالمدرسين في إلقاء الدروس ويعدون تاركها قاصر الفهم عن إدراكها واشتغل عليه\nخلق كثير فصاروا أئمة وكان خطيبا واعظا له اليد الطولى في الوعظ ودرس\nبأصفهان مدة وقال الذهبي كان <span id='ms134'></span> ذا تفنن في العلوم وله تعليقة جمة المعارف\nتوفي في شوال سنة خمس وثمانين وخمسمائة\n</p>\n\n<h1 class='l1' id='head48'>349 - </h1>\n\n<p>\nمحمود بن المبارك بن علي بن الحسن الإمام أبو القاسم الواسطي ثم البغدادي\nأحد الأذكياء والعلماء والمحررين في المذهب ويعرف بالمجير ولد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nسنة سبع عشرة وخمسمائة تفقه بالنظامية على أبي منصور ابن الرزاز وغيره\nوقرأ علم الكلام على أبي الفتوح محمد ابن الفضل الإسفراييني وغيره وسمع\nالحديث من جماعة وكان ذكيا فصيحا بليغا أعاد في شبيبته للإمام أبي النجيب\nالسهروردي في مدرسته ثم سار إلى دمشق فدرس بالمدرسة التي بنيت له وهي\nالجاروخية ثم ذهب إلى شيراز وبني له بها مدرسة فدرس بها ثم عاد إلى بغداد\nوولي تدريس النظامية فدرس بها أسبوعا وسير في الرسالة فمات قال ابن الدبيثي\nبرع في المذهب حتى صار أوحد زمانه وتفرد بمعرفة الأصول والكلام وما رأينا\nأجمع لفنون العلم منه مع حسن العبارة قال وخرج رسولا إلى خوارزم شاه إلى\nأصبهان فمات بهمدان في ذي القعدة سنة اثنتين وتسعين وخمسمائة\n</p>\n\n<h1 class='l1' id='head49'>350 - </h1>\n\n<p>\nيحيى بن علي بن الفضل بن هبة الله العلامة جمال الدين أبو القاسم\nالبغدادي شيخ الشافعية بها ويعرف بابن فضلان ولد سنة خمس عشرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوخمسمائة وتفقه على أبي منصور ابن الرزاز ببغداد وبنيسابور على محمد بن\nيحيى تلميذ الغزالي وسمع من جماعة وانتفع به جماعة واشتهر اسمه ودرس ببغداد\nوكان إماما في الفقه والأصول والخلاف والجدل وكان بينه وبين المجير مناظرات\nوكان كل منهما يشنع على الآخر وفي آخر عمره رمي بالفالج توفي في شعبان سنة\nخمس وتسعين وخمسمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p049'> Vol. 02, p. 049</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>الطبقة الثامنة عشرة وهم الذين كانوا في العشرين الأولى من المائة السابعة</h1>\n\n<h1 class='l1' id='head51'>351 - </h1>\n\n<p>\nإبراهيم بن علي بن محمد السلمي المغربي الحكيم المعروف بالقطب المصري قدم\nخراسان وقرأ على الإمام فخر الدين الرازي وصار من كبار تلامذته وصنف كتبا\nكثيرة في الطب والفلسفة وشرح الكليات بكمالها من كتاب القانون قتل فيمن قتل\nبنيسابور سنة ثمان عشرة وستمائة أخذ عنه قاضي الشام شمس الدين الخوبي وغيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>352 - </h1>\n\n<p>\nأحمد بن عمر بن محمد نجم <span id='ms135'></span> الدين أبو الجناب بجيم مفتوحة ثم نون مشدودة\nوبالباء الموحدة المعروف بنجم الكبراء جمع كبير بالباء الموحدة قال الذهبي\nسمعت أبا العلاء الفرضي يقول إنما هو نجم الكبراء ثم غير فقيل نجم الدين\nالكبرى كان إماما زاهدا صوفيا فقيها مفسرا له عظمة في النفوس وجاه عظيم ولد\nبقرية من قرى خوارزم يقال لها خيوق طاف البلاد وسمع بها الحديث وصنف تفسيرا\nفي اثنتي عشرة مجلدة واجتمع به الإمام فخر الدين الرازي فأقر بفضله واستوطن\nخوارزم إلى أن قصدتها التتار في ربيع الأول سنة ثمان عشرة وستمائة فخرج\nفيمن خرج لقتالهم مع جماعة من مريديه فقاتلوا إلى أن استشهدوا جميعا على\nباب البلد قال عمر بن الحاجب طاف البلاد وسمع بها الحديث واستوطن خوارزم\nوصار شيخ تلك الناحية وكان صاحب حديث وسنة وملجأ للغرباء عظيم الجاه لا\nيخاف في الله لومة لائم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head53'>353 - </h1>\n\n<p>\nعبد الله بن عبد الرحمن بن سلطان بن يحيى بن علي بن عبد العزيز القاضي\nشرف الدين أبو طالب بن زين القضاة أبي بكر القرشي الدمشقي ناب في القضاء عن\nابن عمه القاضي محيي الدين بن الزكي وعن أبيه زكي الدين الطاهر ودرس\nبالرواحية فكان أول من درس بها ودرس بالشامية البرانية كذا قال الذهبي وهو\nيفهم أنه درس بالشامية قبله غيره وقال ابن كثير إنه أول من درس بها أيضا\nقال أبو المظفر سبط ابن الجوزي كان فقيها نزها لطيفا عفيفا وقال الشهاب\nالقوصي كان ممن زاده الله بسطة في العلم والجسم توفي في شعبان سنة خمس عشرة\nوستمائة ودفن بمقبرتهم بمسجد القدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head54'>354 - </h1>\n\n<p>\nعبد الرحمن بن عثمان بن موسى بن أبي نصر الفقيه المفتي صلاح الدين أبو\nالقاسم الكردي الشهرزوري والد الشيخ تقي الدين ولد قبل الأربعين وخمسمائة\nوتفقه على ابن أبي عصرون وغيره وسكن حلب بأخره ودرس بالمدرسة الأسدية ونقل\nعنه ولده في نكت المهذب توفي بحلب في ذي القعدة سنة ثمان عشرة وستمائة\n</p>\n\n<h1 class='l1' id='head55'>355 - </h1>\n\n<p>\nعبد الرحمن بن محمد بن إسماعيل بن خالد ضياء الدين أبو القاسم القرشي <span id='ms136'></span>\nالمصري المعروف بابن الوراق ولد سنة ست وأربعين وخمسمائة وتفقه على شهاب\nالدين الطوسي وأعاد بمنازل العز وسمع من ابن بري وغيره ودرس بالناصرية\nالمجاورة للجامع العتيق قال الحافظ المنذري سمعت منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوتفقهت عليه مدة قال وكان عالما صالحا حسن الأخلاق تاركا لما لا يعنيه\nكتب بخطه كتبا كثيرة قيل إنها بلغت أربعمائة مجلدة توفي في جمادى الأخرى\nسنة ست عشرة وستمائة\n</p>\n\n<h1 class='l1' id='head56'>356 - </h1>\n\n<p>\nعبد الرحمن بن محمد بن الحسن بن هبة الله بن عبد الله بن الحسين الإمام\nالمفتي فخر الدين أبو منصور الدمشقي ابن عساكر شيخ الشافعية بالشام ولد في\nرجب سنة خمسين وخمسمائة وسمع من عميه الصائن والحافظ أبي القاسم وجماعة\nوتفقه على الشيخ قطب الدين النيسابوري ودرس بالجاروخية ثم ولي تدريس\nالصلاحية بالقدس ثم بدمشق التقوية فكان يقيم بدمشق أشهرا وبالقدس أشهرا\nوكان عنده بالتقوية فضلاء الوقت حتى كانت تسمى نظامية الشام وهو أول من درس\nبالعذراوية سنة ثلاث وتسعين وكان لا يخلو لسانه من ذكر الله تعالى في قيامه\nوقعوده وأريد على ان يلي القضاء فامتنع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوجهز أهله للسفر إلى ناحية حلب وأشار بتولية ابن الحرستاني قال أبو شامة\nوكان يتورع من المرور في رواق الحنابلة لئلا يأثموا بالوقيعة فيه وذلك لأن\nبني عساكر من أعيان الشافعية الأشعرية قال أبو المظفر وكان زاهدا عابدا\nورعا منقطعا إلى العلم والعبادة حسن الأخلاق قليل الرغبة في الدنيا وقال\nعمر بن الحاجب صنف في الفقه والحديث عدة مصنفات وتفقة عليه جماعة منهم\nالشيخ عز الدين بن عبد السلام وهو أحد الأئمة المبرزين بل واحدهم فضلا\nوكبيرهم قدرا شيخ الشافعية في وقته وكان إماما زاهدا ثقة كثير التهجد غزير\nالدمعة حسن الأخلاق كثير التواضع قليل التعصب سلك طريق أهل اليقين وكان\nيزجي أكثر أوقاته في نشر العلم وكان مطرح التكلف وعرضت عليه مناصب وولايات\nدينية فتركها توفي في رجب سنة عشرين وستمائة ودفن بطرف مقابر الصوفية\nالشرقي مقابل قبر ابن الصلاح جوار تربة شيخه القطب\n</p>\n\n<h1 class='l1' id='head57'>357 - </h1>\n\n<p>\nعبد الرحيم بن عبد الكريم بن <span id='ms137'></span> محمد بن منصور بن محمد بن عبد الجبار الإمام\nفخر الدين أبو المظفر بن الحافظ أبي سعد بن السمعاني المروزي ولد في ذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالقعدة سنة سبع بتقديم السين وثلاثين وخمسمائة واعتنى به أبوه أتم عناية\nورحل به وسمعه الكثير وأدرك الإسناد العالي وخرج له أبوه معجما في ثمانية\nعشر جزءا وروى الكثير ورحل الناس إليه وسمع منه الحافظ أبو بكر الحازمي\nومات قبله بدهر وحدث عنه الأئمة ابن الصلاح والضياء المقدسي والزكي\nالبرزالي والمحب ابن النجار وطائفة وكان فقيها متقنا عارفا بالمذهب وله أنس\nبالحديث خرج لنفسه أربعين حديثا وانتهت إليه رئاسة الشافعية ببلده وختم به\nالبيت السمعاني عدم في دخول التتار مرو في آخر سنة سبع عشرة او اوائل ثمان\nعشرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p056'> Vol. 02, p. 056</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>358 - </h1>\n\n<p>\nعبد الصمد بن محمد بن أبي الفضل بن علي بن عبد الواحد قاضي القضاة أبو\nالقاسم جمال الدين بن الحرستاني الأنصاري العبادي السعدي الدمشقي ولد في\nأحد الربيعين سنة عشرين وخمسمائة وسمع الكثير وتفرد بالرواية عن أكثر شيوخه\nورحل إلى حلب وتفقه بها على المحدث الفقيه أبي الحسن المرادي وناب في\nالقضاء بدمشق عن ابي عصرون ثم ولي قضاء الشام في آخر عمره سنة اثنتي عشرة\nودرس بالعزيزية وكان يجلس للحكم بالمجاهدية وكان إماما فقيها عارفا بالمذهب\nورعا صالحا محمود الأحكام حسن السيرة كبير القدر قال أبو شامة حدثني الشيخ\nعز الدين بن عبد السلام أنه لم ير أفقه منه وعليه كان ابتداء اشتغاله ثم\nصحب فخر الدين بن عساكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفسألته عنهما فرجح ابن الحرستاني وقال انه كان يحفظ كتاب الوسيط للغزالي\nقال ولما طلب للقضاء امتنع من الولاية حتى ألحوا عليه فيها وكان صارما\nعادلا على طريقة السلف في لباسه وعفته بقي في القضاء سنتين وسبعة أشهر وقال\nأبو المظفر سبط ابن الجوزي كان زاهدا عفيفا عابدا ورعا نزها لا تأخذه في\nالله لومة لائم اتفق اهل دمشق على أنه ما فاتته صلاة بجامع دمشق في جماعة\nإلا إذا كان مريضا توفي في ذي الحجة سنة أربع <span id='ms138'></span> عشرة وستمائة وهو ابن خمس\nوتسعين سنة\n</p>\n\n<h1 class='l1' id='head59'>359 - </h1>\n\n<p>\nعبد الوهاب بن علي بن علي بن عبيد الله الإمام العالم المحدث الفقيه\nالبارع مسند العراق وشيخها ضياء الدين أبو أحمد البغدادي المعروف بابن\nسكينة وهي جدته أم أبيه ولد في شعبان سنة تسع بتقديم التاء عشرة وخمسمائة\nقرأ القراءات والعربية على ابن الخشاب وقرأ القراءات أيضا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبالروايات الكثيرة على سبط الخياط والحافظ أبي العلاء الهمداني وسمع\nالحديث الكثير وقرأ الفقه والخلاف على أبي منصور بن الرزاز وكان كثير\nالإشتغال بالتنبيه والمهذب والوسيط وإذا دخل عليه الطلبة يقول لاتزيدوا على\nسلام عليكم مسألة من حرصه على المباحثة وتقرير الأحكام وأخذ علم الحديث عن\nابن ناصر وصحبه وأخذ عنه الكثير من الفوائد والعربية والغريب وطال عمره حتى\nرحل إليه ذكره ابن النجار وأطنب في شكره والثناء عليه إلى أن قال ولقد طفت\nشرقا وغربا ورأيت الأئمة والزهاد فما رأيت أكمل منه ولا أكثر عبادة ولا\nأحسن سمتا وكان ثقة حجة نبيلا علما من أعلام الدين وقال ابن الدبيثي وكان\nمن الأبدال وسكينة بضم السين وفتح الكاف وسكون المثناة آخر الحروف نون توفي\nفي ربيع الآخر سنة سبع بتقديم السين وستمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p059'> Vol. 02, p. 059</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>360 - </h1>\n\n<p>\nعثمان بن عيسى بن درباس القاضي العلامة ضياء الدين أبو عمرو الكردي\nالهذباني الماراني ثم المصري تفقه في صباه بإربل على أبي العباس الخضر بن\nعقيل ثم بدمشق على أبي سعد بن أبي عصرون وأبي البركات الخضر بن شبل الحارثي\nوساد وتقدم وبرع في المذهب وشرح المهذب في عشرين مجلدا إلى كتاب الشهادات\nوشرح اللمع في مجلدين وناب عن أخيه قاضي القضاة صدر الدين عبد الملك قال\nابن خلكان كان من أعلم الفقهاء في وقته بمذهب الشافعي ماهرا في أصول الفقه\nتوفي بالقاهرة في ذي القعدة سنة اثنتين وستمائة وقد قارب تسعين سنة ودفن\nبالقرافة الصغرى\n</p>\n\n<h1 class='l1' id='head61'>361 - </h1>\n\n<p>\nالمبارك بن محمد بن محمد بن عبد الكريم بن عبد الواحد الشيباني العلامة\nمجد الدين أبو السعادات ابن الأثير الجزري ثم الموصلي الفقيه المحدث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nاللغوي البارع العلم ولد <span id='ms139'></span> في أحد الربيعين سنة أربع وأربعين وخمسمائة\nبجزيرة ابن عمر ونشأ بها ثم انتقل إلى الموصل وسمع الحديث وقرأ الفقه\nوالحديث والأدب والنحو ثم اتصل بخدمة السلطان وترقت به المنازل حتى باشر\nكتابة السر وسأله صاحب الموصل ان يلي الوزارة فاعتذر بعلو السن والسهو\nبالعلم والملك لا يستقيم إلا بالتسامح في العسف وأخذ الخلق بالشدة وأنا لا\nأقدر على ذلك ثم إنه حصل له نقرس أبطل حركة يديه ورجليه وصار يحمل في محفة\nفأقام بداره وأنشأ رباطا بقرية من قرى الموصل ووقف أملاكه عليه قال ابن\nخلكان كان فقيها محدثا أديبا نحويا عالما بصنعة الحساب والإنشاء ورعا عاقلا\nمهيبا ذا بر وإحسان وذكره ابن المستوفي والمنذري وأثنى كل منهما عليه وذكره\nابن نقطة وقال كان فاضلا ثقة توفي في آخر يوم من سنة ست وستمائة ودفن\nبرباطه ومن تصانيفه كتاب جامع الأصول وكتاب النهاية في غريب الحديث وكتاب\nشرح مسند الشافعي والإنصاف في الجمع بين الكشف والكشاف تفسيري الثعلبي\nوالزمخشري وكتاب البديع في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p061'> Vol. 02, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nشرح الفصول في النحو لابن الدهان وله ديوان رسائل وكتاب لطيف في صناعة\nالكتابة وكتاب المصطفى والمختار في الأدعية والأذكار وكتاب المختار في\nمناقب الأخيار وغير ذلك\n</p>\n\n<h1 class='l1' id='head62'>362 - </h1>\n\n<p>\nمحمد بن أبراهيم بن أبي الفضل الإمام معين الدين أبو حامد السهلكي\nالجاجرمي سمع الحديث من عبد المنعم الفراوي وحدث عنه الزكي البرزالي الحافظ\nقال ابن خلكان كان إماما فاضلا متفننا مبرزا وله طريقة مشهورة في الخلاف\nوإيضاح الوجيز والقواعد سكن بنيسابور ودرس بها وانتفع الناس به وبكتبه توفي\nكهلا في شهر رجب سنة ثلاث عشرة وستمائة ومن تصانيفه الكفاية مختصر في الفقه\nنحو التنبيه وشرح أحاديث المهذب وجاجرم بالجيم المكررة بلدة بين نيسابور\nوجرجان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head63'>363 - </h1>\n\n<p>\nمحمد بن أحمد بن أبي سعد بن الإمام أبي الخطاب رئيس الشافعية ببخارى هو\nوأبوه وجده وجد جده قال السبكي في الطبقات الكبرى كان عالم تلك البلاد\nوإمامها ومحققها وزاهدها وعابدها وقال عفيف الدين المطري هو مجتهد زمانه\nوعلامة أقرانه لم تر العيون مثله وما <span id='ms140'></span> رأى مثل نفسه انتهى قال السبكي وهو\nمصنف كتاب الملخص وكتاب المصباح وكلاهما في الفقه والمصباح أكبرهما حجما\nمات سنة أربع وستمائة\n</p>\n\n<h1 class='l1' id='head64'>364 - </h1>\n\n<p>\nمحمد بن إسماعيل بن علي الفقيه أبو عبد الله اليمني المعروف بابن أبي\nالصيف بصاد مهملة سمع بمكة من أبي نصر عبد الرحيم بن عبد الخالق اليوسفي\nوأبي محمد المبارك بن الطباخ وعبد الله بن عبد المنعم الفراوي وطبقتهم قال\nالذهبي كان عارفا بالمذهب حصل كثيرا من الكتب وجمع أربعين حديثا عن أربعين\nشيخا من أربعين مدينة سمع من الكل بمكة وكان على طريقة حسنة وسيرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nجميلة وخير قال وتوفي بمكة في ذي الحجة سنة تسع وستمائة ثم أعاده في سنة\nتسع عشرة وقال كان مشهورا بالدين والعلم والحديث حدث ونفع وأفاد والصواب هو\nالثاني فقد نقله الإسنوي في طبقاته عن التفليسي في طبقاته قال الإسنوي\nوإقام بمكة مدة طويلة يدرس ويفتي وله نكت على التنبيه مشتملة على فوائد\n</p>\n\n<h1 class='l1' id='head65'>365 - </h1>\n\n<p>\nمحمد بن عبد الرحمن الكندي المصري صاحب كتاب الهادي وقف الأذرعي على\nكتابه وقال كان في أوائل المائة السابعة قال في كتابه في تارك الصلاة فإن\nتاب لم يقبل في قول وجه القتل أنه حد الله تعالى فلا يسقط بالتوبة قال\nالأذرعي والظاهر انه من تصرفه لا من نقله وهو مردود ولا أعلم خلافا في عدم\nالقتل ولا تحرج على الخلاف في سقوط الحد بالتوبة وقال في كتاب الصيام وإن\nفاجأه القطاع فابتلع الذهب خوفا عليه فهو كالمكره على فعل نفسه انتهى وهو\nغريب ثم رأيت ترجمته في الطبقات الكبرى للسبكي وقال كان يفتي مع ابن عبد\nالسلام واختصر المذهب في كتاب سماه الهادي فعلى هذا ينبغي أن يحول إلى طبقة\nابن عبد السلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>366 - </h1>\n\n<p>\nمحمد بن عمر بن الحسين بن الحسن بن علي العلامة سلطان المتكلمين في زمانه\nفخر الدين أبو عبد الله القرشي البكري التيمي الطبرستاني الأصل ثم الرازي\nابن خطيبها المفسر المتكلم إمام وقته في العلوم العقلية وأحد الأئمة في\nعلوم الشريعة صاحب المصنفات المشهورة والفضائل الغزيرة <span id='ms141'></span> المذكورة ولد في\nرمضان سنة أربع وأربعين وخمسمائة وقيل سنة ثلاث اشتغل أولا على والده ضياء\nالدين عمر وهو من تلامذة البغوي ثم على الكمال السمناني وعلى المجد الجيلي\nصاحب محمد بن يحيى وأتقن علوما كثيرة وبرز فيها وتقدم وساد وقصده الطلبة من\nسائر البلاد وصنف في فنون كثيرة وكان له مجلس كبير للوعظ يحضره الخاص\nوالعام ويلحقه فيه حال ووجد وجرت بينه وبين جماعة من الكرامية مخاصمات وفتن\nوأوذي بسببهم وآذاهم وكان ينال منهم في مجلسه وينالون منه وكان إذا ركب\nيمشي حوله نحو ثلاثمائة تلميذ فقهاء وغيرهم وقيل إنه كان يحفظ الشامل لإمام\nالحرمين في الكلام وقيل إنه ندم على دخوله في علم الكلام قال ابن الصلاح\nأخبرني القطب الطوغاني مرتين أنه سمع فخر الدين الرازي يقول يا ليتني لم\nأشتغل بعلم الكلام وبكى وروي عنه أنه قال لقد اختبرت الطرق الكلامية\nوالمناهج الفلسفية فلم أجدها تروي غليلا ولا تشفي عليلا ورأيت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأصح الطرق طريقة القرآن أقرأ في التنزيه {والله الغني وأنتم الفقراء}\nوقوله تعالى {ليس كمثله شيء} و {قل هو الله أحد} وأقرأ في الإثبات {الرحمن\nعلى العرش استوى} {يخافون ربهم من فوقهم} و {إليه يصعد الكلم الطيب} وأقرأ\nأن الكل من الله قوله {قل كل من عند الله} ثم قال وأقول من صميم القلب من\nداخل الروح إني مقر بأن كل ما هو الأكمل الأفضل الأعظم الأجل فهو لك وكل ما\nهو عيب ونقص فأنت منزه عنه\n</p>\n\n<p>\nوكانت وفاته بهراة يوم عيد الفطر سنة ست وستمائة قال أبو شامة وبلغني أنه\nخلف من الذهب ثمانين ألف دينار سوى الدواب والعقار وغير ذلك\n</p>\n\n<p>\nنقل عنه في الروضة في موضع واحد في القضاء في الكلام على ما إذا تغير\nاجتهاد المفتي ومن تصانيفه تفسير كبير لم يتمه في أثنتي عشرة مجلدة كبارا\nسماه مفاتيح الغيب وكتاب المحصول والمنتخب وكتاب الأربعين وكتاب نهاية\nالعقول وكتاب البيان والبرهان في الرد على أهل الزيغ والطغيان وكتاب\nالمباحث العمادية في المطالب المعادية <span id='ms142'></span> وكتاب تأسيس التقديس في تأويل الصفات\nوكتاب إرشاد النظار إلى لطائف الأسرار وكتاب الزبدة وكتاب المعالم في أصول\nالدين والمعالم في أصول الفقه وشرح أسماء الله الحسنى وكتاب شرح الإشارات\nوكتاب الملخص في الفلسفة ويقال إنه شرح المفصل للزمخشري وشرح نصف الوجيز\nللغزالي وشرح سقط الزند لأبي العلاء وله طريقة في الخلاف وصنف في الطب شرح\nكليات القانون وله مصنف في مناقب الشافعي وكتاب المطالب العالية في ثلاث\nمجلدات ولم يتمه وهو من آخر تصانيفه وكتاب الملل والنحل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p066'> Vol. 02, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nومصنفات كثيرة ورزق سعادة في مصنفاته وانتشرت في الآفاق وأقبل الناس على\nالاشتغال بها ومن تصانيفه على ما قيل كتاب السر المكتوم في مخاطبة الشمس\nوالنجوم على طريقة من يعتقده ومنهم من أنكر أن يكون من مصنفاته\n</p>\n\n<h1 class='l1' id='head67'>367 - </h1>\n\n<p>\nمحمد بن يونس بن محمد بن منعة بن مالك العلامة عماد الدين أبو حامد بن\nيونس الإربلي الموصلي ولد سنة خمس وثلاثين وخمسمائة وتفقه بالموصل على\nوالده ثم دخل بغداد وتفقه بالنظامية على السديد السلماسي ويوسف بن بندار\nالدمشقي وسمع الحديث من جماعة وعاد إلى الموصل ودرس بها في عدة مدارس وعلا\nصيته وشاع ذكره وقصده الفقهاء من البلاد وتخرج به خلق قال ابن خلكان كان\nإمام وقته في المذهب والأصول والخلاف وكان له صيت عظيم في زمانه وجمع بين\nالمهذب والوسيط سماه المحيط وشرح الوجيز في جزأين وله الفتاوى جزء وصنف\nجدلا وعقيدة وغير ذلك وتوجه رسولا إلى الخليفة غير مرة وكان شديد الورع\nوالتقشف فيه وسوسة لا يمس القلم إلا ويغسل يده وكان لطيف المحاورة دمث\nالأخلاق قال وكان مكمل الأدوات غير أنه لم يرزق سعادة في تصانيفه فإنها\nليست على قدر فضله توفي في جمادى الآخرة سنة ثمان وستمائة بالموصل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head68'>368 - </h1>\n\n<p>\nيحيى بن الربيع بن سليمان بن حراز بن سليمان العلامة مجد الدين أبو علي\nالعمري من سلالة عمر بن الخطاب رضي الله عنه الواسطي أحد أئمة المذهب ولد\nبواسط في سنة ثمان وعشرين وخمسمائة وقرأ القراءات العشر وأتقنها وتفقه أولا\nعلى والده <span id='ms143'></span> وعلى أبي جعفر ابن البوقي وسمع الحديث ثم ارتحل إلى بغداد فتفقه\nبالنظامية على مدرسها أبي النجيب السهروردي وسمع بها من جماعة من المحدثين\nثم ارتحل إلى نيسابور فتفقه على محمد بن يحيى وسمع من جماعة ثم عاد إلى\nبغداد فأعاد بالنظامية على ابن فضلان ثم ولي تدريس النظامية وحصل له الجاه\nالعريض والحشمة الوافرة قال أبو شامة كان عالما بالأصلين والخلاف عارفا\nبالتفسير والمذهب دينا صدوقا توفي بطريق خراسان في ذي القعدة سنة ست\nوستمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head69'>الطبقة التاسعة عشرة وهم الذين كانوا في العشرين الثانية من المائة السابعة</h1>\n\n<h1 class='l1' id='head70'>369 - </h1>\n\n<p>\nإبراهيم بن عبد الوهاب بن علي عماد الدين أبو المعالي الأنصاري الخزرجي\nالزنجاني له على الوجيز تعليق في جزأين مشتمل على فوائد ذكر في خطبته ما\nحاصله أنه شرع فيه في حياة الرافعي وانتقاه من الشرح الكبير له المسمى\nبالعزيز وسماه نقاوة العزيز وذكر في آخره أنه فرغ منه في شعبان سنة خمس\nوعشرين وستمائة وفيه أبحاث حسنة واستدراكات قوية وأخذ المذكور عن الإمام\nفخر الدين الرازي ونقل عنه في شرحه في الردة وغيرها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>370 - </h1>\n\n<p>\nأحمد بن الخليل بن سعادة بن جعفر بن عيسى المهلبي قاضي القضاة شمس الدين\nأبو العباس الخوبي ولد بخوي في شوال سنة ثلاث وثمانين وخمسمائة ودخل خراسان\nوقرأ بها الأصول على القطب المصري صاحب الإمام فخر الدين وقيل بل على\nالإمام نفسه قال السبكي في الطبقات الكبرى وقرأ الفقه على الرافعي وقرأ علم\nالجدل على علاء الدين الطوسي وسمع الحديث من جماعة وولي قضاء القضاة بالشام\nوله كتاب في الأصول وكتاب فيه رموز حكمية وكتاب في النحو وكتاب في العروض\nوفيه يقول الشيخ شهاب الدين أبو شامة ... أحمد بن الخليل أرشده الله ...\nكما أرشد الخليل بن أحمد ... ... ذاك مستخرج العروض وهذا ... مظهر السر منه\nوالعود أحمد ...\n</p>\n\n<p>\nقال الذهبي كان فقيها إماما مناظرا خبيرا بعلم الكلام أستاذا في الطب\nوالحكمة دينا كثير الصلاة والصيام توفي في شعبان سنة سبع بتقديم السين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوثلاثين وستمائة ودفن بسفح قاسيون وخوي بخاء معجمة <span id='ms144'></span> مضمومة وواو مفتوحة\nوياء من إقليم تبريز\n</p>\n\n<h1 class='l1' id='head72'>371 - </h1>\n\n<p>\nأحمد بن محمد بن خلف بن راجح بن بلال بن هلال بن عيسى القاضي العلامة نجم\nالدين أبو العباس المقدسي الحنبلي ثم الشافعي ولد في شعبان سنة ثمان وسبعين\nوخمسمائة وقرأ المقنع على مؤلفه سنة ثلاث عشرة واشتغل في مذهب الإمام أحمد\nودرس في مدرسة الشيخ أبي عمر وسافر إلى بغداد وله سبع عشرة سنة فسمع من ابن\nالجوزي وغيره ورحل إلى همدان فأخذ عن الركن الطاوسي ولازمه مدة حتى صار\nمعيده وبرع في علم الخلاف وصار له صيت بتلك البلاد ومنزلة رفيعة ثم اشتغل\nفي مذهب الشافعي وعاد إلى دمشق وله جلالة ومكانة وكان لا يترك الاشتغال\nليلا ونهارا ويطالع كثيرا ويشغل ودرس بالشامية البرانية والعذراوية وأم\nالصالح والصارمية وناب في القضاء قال أبو شامة وكان يعرف بالحنبلي وكان\nفاضلا دينا بارعا في علم الخلاف وفقه الطريقة حافظا للجمع بين الصحيحين\nللحميدي مات في شوال سنة ثمان وثلاثين وستمائة ومن تصانيفه طريقة في الخلاف\nمجلدان وكتاب الفصول والفروق وكتاب الدلائل الأنيقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head73'>372 - </h1>\n\n<p>\nأحمد بن موسى بن يونس الإمام شرف الدين أبو الفضل بن الشيخ كمال الدين بن\nالشيخ رضي الدين ولد بالموصل سنة خمس وسبعين وخمسمائة واشتغل بها على أبيه\nإلى ان صار إماما كبيرا قال ابن خلكان وكان كثير الحفظ غزير المادة عاقلا\nحسن السمت جميل المنظر شرح التنبيه واختصر الإحياء للغزالي مختصرين كبيرا\nوصغيرا وكان يلقي في جملة دروسه دروسا من الإحياء حفظا وتخرج عليه جماعة\nكثيرة وكنت أحضر عنده وأنا صغير وما سمعت أحدا يلقي الدرس مثله ولقد كان من\nمحاسن الوجود ولا أذكره إلا وتصغر الدنيا في عيني توفي في ربيع الآخر سنة\nاثنتين وعشرين وستمائة وذلك في حياة والده قال الذهبي شرحه للتنبيه يدل على\nتوسطه في الفقه\n</p>\n\n<h1 class='l1' id='head74'>373 - </h1>\n\n<p>\nسليمان بن مظفر بن غنائم بن عبد الكريم الإمام رضي الدين أبو داود الجيلي\nتفقه بنظامية بغداد وأفتى ودرس وناظر وبرع في المذهب وصارت له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nتلامذة وأصحاب وفيه ديانة وتعفف <span id='ms145'></span> وعرض عليه القضاء ببغداد فامتنع وكذا عرض\nعليه مشيخة الرباط الكبير فامتنع قال ابن خلكان وكان من أكابر فضلاء عصره\nوصنف كتابا في الفقه يدخل في خمس عشرة مجلدة وعرضت عليه المناصب فلم يفعل\nوكان دينا ملازما لبيته محافظا على وقته انتهى وكتابه المذكور سماه الإكمال\nقال بعضهم وصار مدار فتاوى العراق عليه توفي في ربيع الأول سنة إحدى\nوثلاثين وستمائة عن نيف وستين سنة\n</p>\n\n<h1 class='l1' id='head75'>374 - </h1>\n\n<p>\nعبد الرحمن بن عبد العلي بن علي المصري قاضي القضاة عماد الدين أبو\nالقاسم ابن السكري له حواش على الوسيط مفيدة ومصنف في مسألة الدور ولد سنة\nثلاث وخمسين وخمسمائة وتفقه على الشيخ شهاب الدين الطوسي وسمع الحديث قال\nالذهبي وبرع في العلم وولي قضاء القاهرة وخطابتها وحدث وأفتى ودرس وقد عزل\nقبل موته بسبب أنه طلب منه قرض شيء من أموال الأيتام فامتنع ويحكى انه عزل\nالشيخ عبد الرحمن النويري لحكمه بالمكاشفات فقال النويري عزلته وعزلت ذريته\nتوفي في شوال سنة أربع وعشرين وستمائة وقد نقل عنه ابن الرفعة في المطلب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head76'>375 - </h1>\n\n<p>\nعبد الرحمن بن محمد بن أحمد بن حمدان الفقيه صائن الدين أبو القاسم\nالطيبي تفقه بواسط على المجير البغدادي وصنف مختصرا في الفرائض مولده سنة\nثلاث وستين وخمسمائة قال الذهبي مصنف شرح التنبيه ومعيد النظامية كان سديد\nالفتاوى متفننا فرضيا حاسبا فاضلا توفي في صفر سنة أربع وعشرين وستمائة\n</p>\n\n<h1 class='l1' id='head77'>376 - </h1>\n\n<p>\nعبد العزيز عبد الكريم بن عبد الكافي صائن الدين الجيلي شارح التنبيه قال\nالسبكي في الطبقات الكبرى ذكر في آخر شرحه أنه فرغ من تصنيفه في ربيع الأول\nسنة تسع وعشرين وستمائة وهذا الشرح المشهور له شرح أطول منه لخص منه هذا\nوشرح الوجيز أيضا وكلامه كلام عارف بالمذهب غير أن في شرحه غرائب من أجلها\nشاع بين الطلبة أن في نقله ضعفا وقال الإسنوي كان عالما مدققا شرح التنبيه\nشرحا حسنا خاليا عن الحشو باحثا عن الألفاظ منبها على الاحترازات لو ما\nأفسده من النقول الباطلة كالنقل عن البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nونحوهما وبذلك حصل <span id='ms146'></span> التوقف في نقول كثيرة يعزوها إلى كتب غير معروفة بعد\nالفحص وقد نبه ابن الصلاح والنووي في نكته وابن دقيق العيد انه لا يجوز\nالاعتماد على ما ينفرد به وسمعت بعض المشايخ الصلحاء يحكي أن الشرح المذكور\nلما برز حسده عليه بعضهم فدس عليه أشياء ليفسده بها وهذا هو الظاهر إذا\nيبعد صدور ذلك من عالم خصوصا في تصنيف قال ابن كثير في التاريخ توفي في\nربيع الأول سنة اثنتين وثلاثين وستمائة ومن تصانيفه الإعجاز في الألغاز وهو\nدون التنبيه\n</p>\n\n<h1 class='l1' id='head78'>377 - </h1>\n\n<p>\nعبد الكريم بن محمد بن عبد الكريم بن الفضل بن الحسين بن الحسن الإمام\nالعلامة إمام الدين أبو القاسم القزويني الرافعي صاحب الشرح المشهور كالعلم\nالمنشور وإليه يرجع عامة الفقهاء من أصحابنا في هذه الأعصار في غالب\nالأقاليم والأمصار ولقد برز فيه على كثير ممن تقدمه وحاز قصب السبق فلا\nيدرك شأوه إلا من وضع يديه حيث وضع قدمه تفقه على والده وغيره وسمع الحديث\nمن جماعة وقال ابن الصلاح أظن اني لم أر في بلاد العجم مثله كان ذا فنون\nحسن السيرة جميل الأمر صنف شرح الوجيز في بضعة عشر مجلدا لم يشرح الوجيز\nبمثله وقال النووي إنه كان من الصالحين المتمكنين وكانت له كرامات كثيرة\nظاهرة وقال أبو عبد الله محمد بن محمد الإسفراييني في الأربعين تأليفه هو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nشيخنا إمام الدين وناصر السنة صدقا كان أوحد عصره في العلوم الدينية\nأصولا وفروعا ومجتهد زمانه في المذهب وفريد وقته في التفسير وكان له مجلس\nبقزوين للتفسير ولتسميع الحديث صنف شرحا لمسند الشافعي وأسمعه وصنف شرحا\nللوجيز ثم صنف أوجز منه وكان زاهدا ورعا متواضعا سمع الكثير قال الذهبي\nويظهر عليه اعتناء قوي بالحديث وفنونه في شرح المسند وقيل إنه لم يجد زيتا\nللمطالعة في قرية بات فيها فتألم فأضاء له عرق كرمة فجلس يطالع ويكتب عليه\nوقال الإسنوي صاحب شرح الوجيز الذي لم يصنف في المذهب مثله وكان إماما في\nالفقه والتفسير والحديث والأصول وغيرها طاهر اللسان في تصنيفه <span id='ms147'></span> كثير الأدب\nشديد الاحتراز في المنقولات فلا يطلق نقلا عن أحد غالبا إلا إذا رآه في\nكلامه فإن لم يقف عليه فيه عبر بقوله وعن فلان كذا شديد الاحتراز أيضا في\nمراتب الترجيح قال وأكثر أخذه بعد كلام الغزالي المشروح من ستة كتب النهاية\nوالتتمة والتهذيب والشامل وتجريد ابن كج وأمالي السرخسي الزاز ومع ذلك إذا\nاستقريت كتب الشافعية المطولة وجدت الرافعي أكثر اطلاعا من كل من تقدمه وله\nشعر حسن ذكر منه في الأمالي ومنه ... أقيما على باب الرحيم أقيما ... ولا\nتنيا في ذكره فتهيما ... ... هو الرب من يقرع على الصدق بابه ... يجده\nرؤوفا بالعباد رحيما ...\n</p>\n\n<p>\nقال ابن الصلاح توفي في أواخر سنة ثلاث أو أوائل سنة أربع وعشرين وستمائة\nبقزوين وقال ابن خلكان توفي في ذي القعدة سنة ثلاث وعمره نحو ست وستين سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p076'> Vol. 02, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nومن تصانيفه العزيز في شرح الوجيز الذي يقول فيه النووي بعد وصفه واعلم\nأنه لم يصنف في مذهب الشافعي رضي الله عنه ما يحصل لك مجموع ما ذكرته أكمل\nمن كتاب الرافعي ذي التحقيقات بل اعتقادي واعتقاد كل مصنف أنه لم يوجد مثله\nفي الكتب السابقات ولا المتأخرات فيما ذكرته من المقاصد المهمات والشرح\nالصغير وهو متأخر عن العزيز ولم يلقبه ولم يقف عليه النووي والمحرر وشرح\nالمسند وهو مجلدان ضخمان قال في أوله ابتدأت في إملائه في رجب سنة ثنتي\nعشرة وستمائة وهو عقب فراغ الشرح الكبير والتذنيب مجلد لطيف يتعلق بالوجيز\nكالدقائق للمنهاج والأمالي في مجلد وأخطار الحجاز وكان قد شرع قبل الشرح\nالكبير في شرح على الوجيز أبسط من المذكور سماه الشرح المحمود وصل فيه إلى\nأثناء الصلاة في مجلدات ثم عدل عنه وقد أشار إلى تلك القطعة في العزيز في\nكتاب الحيض في مسألة المتحيرة\n</p>\n\n<p>\nوالرافعي منسوب إلى رافعان بلدة من بلاد قزوين قاله النووي قال الإسنوي\nوسمعت قاضي القضاة جلال الدين القزويني يقول إن رافعان بالعجمي مثل الرافعي\nبالعربي فإن الألف والنون في آخر الاسم عند العجم كياء النسبة <span id='ms148'></span> في آخره عند\nالعرب فرافعان نسبة إلى رافع قال ثم انه ليس بنواحي قزوين بلدة يقال لها\nرافعان ولا رافع بل هو منسوب إلى جد له يقال له رافع قال الشيخ جمال الدين\nالإسنوي وحكى بعض الفضلاء عن شيخه قال سألت القاضي مظفر الدين قاضي قزوين\nإلى ماذا نسبة الرافعي فقال كتب بخطه وهو عندي في كتاب التدوين في أخبار\nقزوين أنه منسوب إلى رافع بن خديج رضي الله عنه وحكى ابن كثير قولا إنه\nمنسوب إلى أبي رافع مولى النبي صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p077'> Vol. 02, p. 077</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>378 - </h1>\n\n<p>\nعبد اللطيف بن يوسف بن محمد بن علي العلامة موفق الدين أبو محمد البغدادي\nأصله من الموصل وولد ببغداد في أحد الربيعين سنة سبع بتقديم السين وخمسين\nوخمسمائة سمع من جماعة كثيرين وحفظ كتبا كثيرة وتفقه على أبي القاسم بن\nفضلان وأقام بحلب وصنف التصانيف الكثيرة في أنواع العلوم منها شرح مقدمة\nابن بابشاذ في النحو وشرح المقامات وشرح بانت سعاد والجامع الكبير في\nالمنطق والطبيعي والإلهي في عشر مجلدات والرد على اليهود والنصارى وغريب\nالحديث في ثلاث مجلدات واختصره وشرح أحاديث ابن ماجه المتعلقة بالطب وحدث\nببلدان كثيرة قال الذهبي صنف تصانيف كثيرة في اللغة والطب وعلم الأوائل\nوقال ابن الدبيثي غلب عليه علم الطب والأدب وبرع فيهما ومن كلامه من لم\nيحتمل ألم التعلم لم يذق لذة العلم ومن لم يكدح لم يفلح توفي ببغداد في\nالمحرم سنة تسع بتقديم التاء وعشرين وستمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head80'>379 - </h1>\n\n<p>\nعلي بن أبي علي بن محمد بن سالم الثعلبي سيف الدين الآمدي شيخ المتكلمين\nفي زمانه ومصنف الأحكام ولد بآمد بعد الخمسين وخمسمائة بيسير ورحل إلى\nبغداد وقرأ بها القراءات وقرأ الهداية على مذهب الإمام أحمد واشتغل على أبي\nالفتح بن المنى الحنبلي ثم تحول شافعيا وصحب أبا القاسم بن فضلان واشتغل\nعليه في الخلاف وبرع فيه وحفظ طريقة الشريف ونظر في طريقه أسعد الميهني\nوقيل انه حفظ الوسيط للغزالي وتفنن في علم النظر والكلام والحكمة وصنف في\nذلك كتبا <span id='ms149'></span> ثم دخل مصر وتصدر للاشتغال في العقليات وغير ذلك وأعاد بمدرسة\nالشافعي ثم قاموا عليه ونسبوه إلى سوء العقيدة قال ابن خلكان وضعوا خطوطهم\nبما يستباح به الدم فخرج مستخفيا إلى الشام فنزل حماة مدة وصنف في الأصلين\nوالحكمة والمنطق والخلاف وكل ذلك مفيد ثم قدم دمشق في سنة اثنتين وثمانين\nوأقام بها مدة ثم ولاه الملك المعظم بن العادل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nتدريس العزيزية فلما ولي أخوه الأشرف موسى عزله عنها ونادى في المدارس من\nذكر غير التفسير والحديث والفقه أو تعرض لكلام الفلاسفة نفيته فأقام السيف\nالآمدي خاملا في بيته إلى أن توفي ويحكى عن ابن عبد السلام أنه قال ما\nتعلمنا قواعد البحث إلا منه وأنه قال ما سمعت أحدا يلقي الدرس أحسن منه\nكأنه يخطب وأنه قال لو ورد على الإسلام متزندق يستشكل ما تعين لمناظرته\nغيره لاجتماع آلات ذلك فيه توفي في صفر سنة إحدى وثلاثين وستمائة ودفن\nبتربته بقاسيون وقال أبو المظفر بن الجوزي لم يكن في زمانه من يجاريه في\nالأصلين وعلم الكلام ومن تصانيفه المشهورة الإحكام في أصول الأحكام مجلدين\nوأبكار الأفكار في أصول الدين خمس مجلدات ثم اختصره في مجلدة ودقائق\nالحقائق ومنتهى السؤل في علم الأصول وطريقة في الخلاف وغير ذلك قال الذهبي\nوله نحو من عشرين مصنفا وقال السبكي تصانيفه كلها منقحة حسنة\n</p>\n\n<h1 class='l1' id='head81'>380 - </h1>\n\n<p>\nعلي بن محمد بن محمد بن عبد الكريم بن عبد الواحد العلامة عز الدين أبو\nالحسن الشيباني الجزري المؤرخ الحافظ المعروف بابن الأثير أخو مجد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالدين صاحب النهاية ولد بالجزيرة في جمادى الأولى سنة خمس وخمسين\nوخمسمائة اشتغل وسمع في بلاد متعددة وكان إماما نسابة مؤرخا أخباريا أديبا\nنبيلا محتشما وصنف التاريخ المشهور بالكامل على الحوادث والسنين في عشر\nمجلدات واختصر الأنساب لأبي سعد السمعاني وهذبه وأفاد فيه أشياء وهو في\nمقدار النصف وأقل وصنف كتابا حافلا في معرفة الصحابة جمع فيه بين كتاب ابن\nمنده وكتاب أبي نعيم وكتاب ابن عبد البر وكتاب أبي موسى في ذلك وزاد <span id='ms150'></span> وأفاد\nوسماه أسد الغابة في معرفة الصحابة وشرع في تأريخ للموصل قال ابن خلكان كان\nبيته بالموصل مجمع الفضلاء اجتمعت به بحلب فوجدته مكمل الفضائل والتواضع\nوكرم الأخلاق فترددت إليه توفي في شعبان وقيل في رمضان سنة ثلاثين وستمائة\n</p>\n\n<h1 class='l1' id='head82'>381 - </h1>\n\n<p>\nعمر بن محمد بن عبد الله بن محمد بن عمويه الشيخ شهاب الدين أبو نصر\nالقرشي التيمي البكري السهروردي شيخ شيوخ العارفين بالعراق في زمانه وصاحب\nعوارف المعارف في بيان طريقة القوم ولد في رجب سنة تسع وثلاثين وخمسمائة\nبسهرورد ونشأ في حجر عمه أبي النجيب عبد القاهر وأخذ عنه التصوف والوعظ\nوعلم الحديث والفقه وأخذ عن أبي القاسم بن فضلان وصحب الشيخ عبد القادر\nوسمع الحديث من جماعة وله مشيخة في جزء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nلطيف روى عنه ابن الدبيثي وابن نقطة والضياء والزكي البرزالي وابن النجار\nوطائفة قال ابن النجار كان شيخ وقته في علم الحقيقة وانتهت اليه الرئاسة في\nتربية المريدين ودعاء الخلق الى الله تعالى وظهر له قبول عظيم من الخاص\nوالعام واشتهر اسمه وقصد من الأقطار وظهرت بركات أنفاسه على خلق من العصاة\nفتابوا ووصل به خلق إلى الله وصار له اصحاب كالنجوم وبالغ في الثناء عليه\nوعمي في اخر عمره وأقعد ومع ذلك فما اخل بشيء من أوراده مات في المحرم سنة\nاثنتين وثلاثين وستمائة ببغداد\n</p>\n\n<h1 class='l1' id='head83'>382 - </h1>\n\n<p>\nعمر كمال الدين المازندراني صاحب كتاب التنجيز في شرح الوجيز وهو بعد\nالرافعي بقليل ويتعقبه ولا يسميه ويسيء الأدب عليه ولعل ذلك سبب خمول كتابه\nأظنه من أهل هذه الطبقة\n</p>\n\n<h1 class='l1' id='head84'>383 - </h1>\n\n<p>\nمحمد بن ابراهيم بن احمد بن طاهر فخر الدين أبو عبد الله الفارسي\nالشيرازي الفيروزابادي نزيل مصر ولد سنة اربع وعشرين وخمسمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nسمع من السلفي وابن عساكر وغيرهما وكان صوفيا محققا فاضلا بارعا فصيحا\nبليغا متكلما له مصنفات كثيرة منها كتاب مطية النقل وعطية العقل في الأصول\nوالكلام وغير ذلك من المصنفات وبنى زاوية بالقرافة بمعبد ذي النون وقال\nالشيخ كمال الدين الأدفوي أتى في تصانيفه بأشياء مشعرة بفلسفة وخطبته في\nكتابه <span id='ms151'></span> برق النقا دالة على حال رديء وكان كثير الوقوع في الناس توفي في ذي\nالقعدة سنة اثنتين وعشرين وستمائة ودفن بزاويته\n</p>\n\n<h1 class='l1' id='head85'>384 - </h1>\n\n<p>\nمحمد بن أبي بكر بن علي الموصلي المعروف بابن الخباز ولد سنة سبع بتقديم\nالسين وخمسين وخمسمائة اشتغل وبرع في علم العربية وقدم مصر وأقام بها مدة\nوأخذ عنه جماعة قال الذهبي كان من كبار العلماء كيسا لطيفا متواضعا بصيرا\nبالمذهب توفي بحلب في ذي الحجة سنة إحدى وثلاثين وستمائة ومن تصانيفه شرح\nألفية ابن معطي وشرح الجزولية شرحا حسنا\n</p>\n\n<h1 class='l1' id='head86'>385 - </h1>\n\n<p>\nمحمد بن الحسين بن عبد الرحمن الأنصاري الشيخ الفقيه الصالح الورع الزاهد\nأبو طاهر المحلي خطيب جامع مصر العتيق تفقه على أبي إسحاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالعراقي شارح المهذب وابن زين التجار وغيرهما وصار شيخ الديار المصرية\nعلما وعملا وسئل عن ولاية القضاء فامتنع أشد الامتناع مولده سنة أربع\nوخمسين وخمسمائة تقريبا قال المنذري كتبت عند فوائد وكان من أهل الدين\nوالورع التام على طريقة صالحة ذا جد في جميع أموره قاضيا لحقوق معارفه\nساعيا في أفعال البر كثير الاجتهاد في العبادة حصل كتبا كثيرة وكان لا\nيمنعها وربما أعارها لمن لا يعرفه نقل عنه ابن الرفعة في المطلب في باب\nالوكالة لكنه سماه طاهرا وأخذ عنه جماعة منهم السديد التزمنتي والجمال يحيى\nالمصري وصنف الخطيب كمال الدين أحمد بن عيسى بن رضوان العسقلاني شارح\nالتنبيه مصنفا في مناقب أبي الطاهر سماه الطاهر في مناقب أبي الطاهر توفي\nفي ذي القعدة سنة ثلاث وثلاثين وستمائة بمصر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p084'> Vol. 02, p. 084</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head87'>386 - </h1>\n\n<p>\nمحمد بن سعيد بن يحيى بن علي بن الحجاج بن محمد الحافظ الكبير المؤرخ أبو\nعبد الله الدبيثي ثم الواسطي ولد في رجب سنة ثمان وخمسين وخمسمائة وسمع\nبواسط وبغداد وغيرهما من البلاد وقرأ القراءات على أصحاب أبي العز القلانسي\nوتفقه على أبي الحسن هبة الله بن البوقي وقرأ العربية وتقدم وساد وعلق\nالأصول والخلاف وعني بالحديث ورجاله وصنف كتابا في تاريخ واسط وذيلا على\nمذيل ابن السمعاني وأسمعهما وله معرفة بالأدب والشعر وله شعر جيد <span id='ms152'></span> وقد أثنى\nعلى حفظه وذهنه واستحضاره الحافظ الضياء المقدسي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوابن نقطة وابن مسدي وابن النجار قال وهو شيخي وهو أحد الحفاظ المكثرين\nما رأت عيناي مثله في حفظ التواريخ والسير وأيام الناس وأضر في آخر عمره\nتوفي ببغداد في ربيع الآخر سنة سبع بتقديم السين وثلاثين وستمائة والدبيثي\nبدال مهملة مضمومة ثم باء موحدة مفتوحة ثم ياء ساكنة بنقطتين من تحت ثم تاء\nمثلثة بعدها ياء النسب منسوب إلى دبيثا قرية بواسط\n</p>\n\n<h1 class='l1' id='head88'>387 - </h1>\n\n<p>\nمحمد بن عبد الله بن الحسن بن علي بن أبي القاسم بن صدقة بن حفص قاضي\nالقضاة شرف الدين أبو المكارم الإسكندري المعروف بابن عين الدولة ولد\nبالإسكندرية في جمادى الآخرة سنة إحدى وخمسين وخمسمائة وقدم القاهرة في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nسنة ثلاث وسبعين واشتغل على العراقي شارح المهذب وحفظ المهذب وناب في\nالقضاء ثم ولي قضاء القاهرة والوجه البحري سنة ثلاث عشرة ثم جمع له العملان\nسنة سبع عشرة وستمائة ثم عزل عن قضاء مصر خاصة قبل وفاته بشهر وكان ذكيا\nكريما متدينا ورعا قانعا باليسير من بيت رئاسة تولى الإسكندرية من أعمامه\nوأخواله ثمانية أنفس قال المنذري وكان عارفا بالأحكام مطلعا على غوامضها\nوكتب الخط الجيد وله نظم ونثر وكان يحفظ من شعر المتقدمين والمتأخرين جملة\nوقال غيره نقل المصريون عنه كثيرا من النوادر والزوائد كان يقولها بسكون\nوناموس توفي في ذي القعدة سنة تسع بتقديم التاء وثلاثين وستمائة ومن شعره\n... وليت القضاء وليت القضا ... ء لم يك شيئا توليته ... ... فأوقعني في\nالقضاء القضا ... ء لم يك قد ما تمنيته ...\n</p>\n\n<h1 class='l1' id='head89'>388 - </h1>\n\n<p>\nمحمد بن علي الملقب بالإمام ابن بنت الشيخ رضي الدين يونس والد البيت\nالمشهور تفقه بالموصل على خاله العماد مذهبا وخلافا وقرأ الكلام وعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالأوائل على خاله الكمال وشرح الوجيز للغزالي في ثمان مجلدات ودرس\nبالمدرسة الفائزية وبالجامع المجاهدي ولم يزل على قدم التدريس والإفتاء إلى\nأن توفي بالموصل سنة اثنتين وعشرين وستمائة ذكره الإسنوي\n</p>\n\n<h1 class='l1' id='head90'>389 - </h1>\n\n<p>\nمحمد بن أبي الفضل بن زيد بن ياسين بن زيد جمال الدين أبو عبد <span id='ms153'></span> الله\nالثعلبي الأرقمي الدولعي ثم الدمشقي خطيبها ولد بقرية الدولعية من قرى\nالموصل في جمادى الآخرة سنة خمس وخمسين وخمسمائة وورد دمشق شابا فتفقه على\nعمه ضياء الدين الدولعي خطيب دمشق وسمع منه ومن جماعة وولي الخطابة بعد عمه\nوطالت مدته في المنصب وولي تدريس الغزالية مدة وكان له ناموس وسمت حسن بفخم\nكلامه قال أبو شامة وكان المعظم قد منعه من الفتوى مدة ولم يحج لحرصه على\nالمنصب مات في جمادى الأولى سنة خمس وثلاثين وستمائة ودفن في مدرسته التي\nأنشأها بجيرون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head91'>390 - </h1>\n\n<p>\nمحمد بن معن بن سلطان شمس الدين أبو عبد الله الشيباني الدمشقي تفقه بحلب\nعلى ابن شداد وحفظ كتاب الوسيط للغزالي وسمع وحدث ودرس بالظاهرية البرانية\nالتي بظاهر دمشق وكان فقيها إماما مناظرا أديبا قارئا بالسبع توفي في سنة\nأربعين وستمائة وله التنقيب على المهذب في جزأين فيه غرائب وفيه أوهام في\nعزو الأحاديث إلى الكتب\n</p>\n\n<h1 class='l1' id='head92'>391 - </h1>\n\n<p>\nمحمد بن هبة الله بن محمد هبة الله بن يحيى بن بندار بن مميل بفتح الميم\nالأولى وكسر الثانية ومعناه محمد القاضي شمس الدين أبو نصر الدمشقي المعروف\nبابن الشيرازي ولد سنة تسع بتقديم التاء وأربعين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوخمسمائة قال الذهبي وأخذ الفقه عن القطب النيسابوري وابن أبي عصرون فيما\nأرى وسمع الكثير وحدث بمصر والقدس ودمشق وطال عمره وتفرد عن أقرانه وولي\nقضاء القدس ودرس بالشامية البرانية ثم ولي قضاء دمشق في سنة إحدى وثلاثين\nوستمائة وكان فقيها فاضلا خيرا دينا منصفا عليه سكينة ووقار حسن الشكل يصرف\nأكثر أوقاته في نشر العلم توفي في جمادى الآخرة سنة خمس وثلاثين وستمائة\nوجده أبو نصر محمد بن هبة الله قدم بغداد وتفقه على الشيخ أبي إسحاق وأعاد\nبالنظامية وسمع وحدث وجاور بمكة وكان فقيها بارعا صالحا رئيسا توفي سنة ست\nعشرة وخمسمائة عن أربع وسبعين سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p090'> Vol. 02, p. 090</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head93'>392 - </h1>\n\n<p>\nمحمد بن يحيى بن علي بن الفضل القاضي محي الدين أبو عبد الله بن العلامة\nجمال الدين بن فضلان البغدادي مولده سنة ثمان وستين وخمسمائة تفقه على <span id='ms154'></span>\nوالده ورحل إلى خراسان وناظر علماءها وولي تدريس النظامية ببغداد ثم ولي\nقضاء القاهرة ثم عزل ودرس بالمستنصرية عند كمال عمارتها في رجب سنة إحدى\nوثلاثين وهو أول من درس بها وتوفي بعد أشهر في شوال قال ابن النجار ما رأت\nعيناي أكمل منه وحدث بشيء يسير وقال الذهبي كان علامة في المذهب والخلاف\nوالأصول والمنطق موصوفا بحسن المناظرة سمحا جوادا نبيلا لا يكاد يدخر شيئا\n</p>\n\n<h1 class='l1' id='head94'>393 - </h1>\n\n<p>\nمظفر بن أبي محمد بن إسماعيل بن علي الراراني الشيخ أمين الدين أبو الخير\nالتبريزي ولد سنة ثمان وخمسين وخمسمائة وتفقه ببغداد على ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفضلان وأعاد بالمدرسة النظامية مدة وتخرج به جماعة ثم حج وقدم مصر ودرس\nبالمدرسة الناصرية الصلاحية المجاورة للجامع العتيق بمصر المعروفة الآن\nبالشريفية ثم سافر إلى شيراز فمات بها قال السبكي كان من أجل مشايخ العلم\nبمصر فقيها أصوليا عابدا زاهدا توفي بشيراز في ذي الحجة سنة إحدى وعشرين\nوستمائة\n</p>\n\n<p>\nوراران بالراء المكررة ومن تصانيفه مختصره المعروف وهو ملخص من الوجيز\nوزاد من عنده فوائد وغير ما لم يرتضيه وحكي أن ابن الرفعة كان يشكر مختصره\nبالفقه ويشير على بعض المتفقه بالاشتغال فيه ويستحسنه وصنف كتابا في الفقه\nنحو ثلاث مجلدات سماه سمط الفوائد وأختصر المحصول سماه التنقيح فرغ منه سنة\nإحدى عشرة بعد وفاة صاحب المحصول بخمس سنين\n</p>\n\n<h1 class='l1' id='head95'>394 - </h1>\n\n<p>\nالمعافى بميم ثم عين مهملة مفتوحة وفاء بن إسماعيل بن الحسين بن أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالسنان أبو محمد الموصلي ولد بها سنة إحدى وخمسين وخمسمائة وتفقه على ابن\nمهاجر والعماد بن يونس وغيرهما وسمع وحدث وأفتى وصنف وناظر قال الذهبي وكان\nإماما فاضلا دينا عارفا بالمذهب وكان مليح الشكل والبزة ومن تصانيفه كتاب\nالكامل في الفقه كتاب مطول جمع فيه من كتب الطريقين قال السبكي رأيته بخطه\nفي الشامية البرانية في مجلدات عديدة أظنها عشرة وقال في المهمات إنه قريب\nمن حجم الروضة وكتاب أنس المنقطعين وهو مشهور وكتاب الموجز في الذكر وتفسير\nكبير يسمى بالبيان توفي بالموصل في شعبان أو رمضان سنة <span id='ms155'></span> ثلاثين وستمائة\n</p>\n\n<h1 class='l1' id='head96'>395 - </h1>\n\n<p>\nهمام بضم الهاء بن راجي الله بن سرايا بن ناصر بن داود جلال الدين أبو\nالعزائم المصري خطيب الجامع الصالحي خارج باب زويلة ولد في ذي القعدة أو في\nذي الحجة سنة تسع بتقديم التاء وخمسين وخمسمائة وقرأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالعربية على ابن بري والأصول على ظافر بن الحسين وارتحل الى العراق وتفقه\nعلى المجير البغدادي وابن فضلان ثم عاد الى مصر قال الذهبي وصنف ودرس وأفتى\nوقال الشعر الجيد وله كتب في الأصول والخلاف والمذهب انتهى وقال بعض فضلاء\nالمصريين في تصنيف له سماه نجم المهتدي ورجم المعتدي قرأت بخطه من تصنيفه\nفي الأصلين والفقه نحو خمسين مجلدا توفي في ربيع الأول سنة ثلاثين وستمائة\n</p>\n\n<h1 class='l1' id='head97'>396 - </h1>\n\n<p>\nموسى بن يونس بن محمد بن منعة بن مالك العلامة كمال الدين أبو الفتح بن\nالشيخ رضي الدين الموصلي أحد المتبحرين في العلوم الشرعية والعقلية قيل إنه\nكان يتقن أربعة عشر علما تفقه بالنظامية على معيدها السديد السلماسي وأخذ\nالعربية عن يحيى بن سعدون وكمال الدين الأنباري وتميز وبرع في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالعلوم ورجع إلى الموصل وأقبل على الدرس والاشتغال حتى اشتهر اسمه وبعد\nصيته ورحل إليه الطلبة وتزاحموا عليه قال ابن خلكان كان يقرأ عليه الحنفيون\nكتبهم وكان يحل الجامع الكبير حلا حسنا قال وكان يقرأ عليه أهل الكتاب\nالتوراة والإنجيل فيقرون أنهم لم يسمعوا بمثل تفسيره لهما قال وكان إذا خاض\nمعه ذو فن توهم أنه لا يحسن غير ذلك الفن وبالغ في ترجمته والثناء على\nتحصيله وجودة فهمه واتساع علمه وحكي عن بعضهم أنه كان يفضله على الغزالي في\nتفننه قال وكان شيخنا تقي الدين ابن الصلاح يبالغ في الثناء عليه وتعظيمه\nفقيل له يوما من شيخه فقال هذا الرجل خلقه الله عالما لا يقال على من اشتغل\nفإنه أكبر من هذا إلى أن قال ابن خلكان وكان سامحه الله يتهم في دينه لكون\nالعلوم العقلية غالبة عليه توفي بالموصل في شعبان سنة تسع بتقديم التاء\nوثلاثين وستمائة ومولده في صفر سنة إحدى <span id='ms156'></span> وخمسين وخمسمائة وله كتاب تفسير\nالقرآن ومفردات الفاظ القانون وكتاب في الأصول وكتاب عيون المنطق وغير ذلك\n</p>\n\n<h1 class='l1' id='head98'>397 - </h1>\n\n<p>\nيحيى بن هبة الله بن سنى الدولة الحسن بن يحيى بن محمد بن علي بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nصدقة قاضي القضاة شمس الدين أبو البركات التغلبي بالتاء المثناة الدمشقي\nولد سنة اثنتين وخمسين وخمسمائة وتفقه على ابن عصرون واشتغل بالخلاف على\nالقطب النيسابوري وسمع من جماعة وولي قضاء الشام قال الذهبي وحمدت سيرته\nوكان إماما فاضلا مهيبا جليلا حدث بمكة وبيت المقدس وحمص توفي في ذي القعدة\nسنة خمس وثلاثين وستمائة\n</p>\n\n<h1 class='l1' id='head99'>398 - </h1>\n\n<p>\nيوسف بن رافع بن تميم بن عتبة بن محمد بن عتاب قاضي القضاة بهاء الدين\nأبو المحاسن الأسدي الموصلي المولد والمنشأ الحلبي المعروف بابن شداد ولد\nفي رمضان سنة تسع بتقديم التاء وثلاثين وخمسمائة واشتغل بالعربية وتفقه\nوحصل وتفنن وسمع من جماعة كثيرة ببغداد وغيرها وأعاد بالنظامية في حدود سنة\nسبعين ثم انحدر إلى الموصل ودرس بمدرسة الكمال الشهرزوري ثم حج سنة ثلاث\nوثمانين وزار الشام واتصل بالسلطان صلاح الدين وحظي عنده وولاه قضاء العسكر\nوقضاء بيت المقدس وصنف له كتابا في فضل الجهاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nولما توفي السلطان اتصل بولده الظاهر وولاه قضاء حلب ونظر أوقافها وأجزل\nرزقه وعطاءه وأقطعه إقطاعا جزيلا ولم يكن له ولد ولا قرابة فكان ما يحصل له\nيتوفر عنده فبنى به مدرسة وإلى جانبها دار حديث وبينهما تربة وقصده الطلبة\nللدين والدنيا وعظم شأن الفقهاء في زمانه لعظم قدره وارتفاع منزلته قال عمر\nبن الحاجب كان ثقة عارفا بأمور الدين اشتهر إسمه وسار ذكره وكان ذا صلاح\nوعبادة وكان في زمانه كالقاضي أبي يوسف في زمانه دبر أمر الملك بحلب\nواجتمعت الألسن على مدحه وطول ابن خلكان وهو ممن أخذ عنه ترجمته وهي ثمان\nورقات توفي في صفر سنة اثنتين وثلاثين وستمائة ودفن بتربته وذلك بعد أن ظهر\nعليه أثر الهرم وشداد جده لأمه ومن تصانيفه دلائل الأحكام على التنبيه في\nمجلدين وكتاب الموجز الباهر في الفقه وكتاب ملجأ الحكام في <span id='ms157'></span> الأقضية في\nمجلدين وسيرة صلاح الدين أجاد فيها وأفاد\n</p>\n\n<h1 class='l1' id='head100'>399 - </h1>\n\n<p>\nيونس بن بدران بن فيروز بن صاعد بن عالي بن محمد بن علي قاضي القضاة جمال\nالدين القرشي الشيبي الحجازي الأصل المشهور بالجمال المصري ولد تقريبا في\nسنة خمسين وخمسمائة وسمع السلفي وغيره وحدث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nسمع منه جماعة منهم عمر بن الحاجب وقال أعني ابن الحاجب يشارك في علوم\nكثيرة وكان وكيلا لبيت المال فلم يحسن السيرة قبل القضاء انتهى وقد نبل\nشأنه أيام الملك العادل ودرس بالأمينية بعد التقي الضرير وباشر وكالة بيت\nالمال ثم ولي القضاء بالشام وولي تدريس العادلية أيام المعظم وألقى بها\nالتفسير كاملا دروسا واختصر الأم للشافعي وصنف فرائض قال أبو شامة كان في\nولايته عفيفا في نفسه نزها مهيبا ملازما لمجلس الحكم بالجامع وغيره وكان\nينقم عليه أنه إذا ثبت عنده وراثة شخص قد وضع بيت المال أيديهم عليها أمره\nبالمصالحة لبيت المال قال وتكلموا في انتسابه إلى قريش توفي في ربيع الأول\nسنة ثلاث وعشرين وستمائة ودفن بقاعته قبلي الخضراء إلى جانب الصدرية\nالحنبلية من الشرق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p098'> Vol. 02, p. 098</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head101'>الطبقة العشرون وهم الذين كانوا في العشرين الثالثة من المائة السابعة</h1>\n\n<h1 class='l1' id='head102'>400 - </h1>\n\n<p>\nإبراهيم بن عبد الله بن عبد المنعم بن علي بن محمد بن فاتك بن محمد\nالقاضي شهاب الدين أبو إسحاق الهمداني بإسكان الميم الحموي المعروف بابن\nأبي الدم ولد بحماة في جمادى الأولى سنة ثلاث وثمانين وخمسمائة ورحل إلى\nبغداد فتفقه بها وسمع وحدث بالقاهرة وكثير من بلاد الشام وولي قضاء بلده\nوكان إماما في المذهب عالما بالتأريخ وله نظم ونثر ومصنفاته تدل على فضله\nتوفي بحماة في جمادى الآخرة سنة اثنتين وأربعين وستمائة ومن تصانيفه شرح\nمشكل الوسيط وهو نحو الوسيط مرتين فيه أعمال كثيرة وفوائد غريبة وأدب\nالقضاء له مجلد فيه فوائد وكتاب في التأريخ في الفرق الإسلامية وقال الذهبي\nله التأريخ الكبير المظفري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head103'>401 - </h1>\n\n<p>\nاحمد بن كشاسب بن علي بن أحمد بن علي بن محمد الإمام كمال الدين أبو\nالعباس الأراني الدزماري الفقيه الصوفي روى عن <span id='ms158'></span> ابن الزبيدي وحدث وله تصانيف\nأثنى عليه الإمام أبو شامة وقال كان فقيها صالحا متضلعا من نقل وجوه المذهب\nوفهم معانيه قال وهو أحد من قرأت عليه المذهب في صباي وكان كثير الحج\nوالخير وقف كتبه وهو الذي ذكره شيخنا علم الدين في خطبة تفسيره توفي في\nربيع الآخر سنة ثلاث وأربعين وستمائة بدمشق ودفن بمقابر الصوفية وكشاسب\nبكاف وشين معجمة مفتوحتين وسين مهملة وباء موحدة والدزماري بكسر الدال\nالمهملة بعدها زاي ساكنة ثم ميم ثم ألف ثم راء مكسورة ثم ياء النسب ومن\nتصانيفه رفع التمويه عن مشكل التنبيه في مجلدين وهو غير مستوعب لمسائل\nالتنبيه بل نكت على مواضع منه وكتاب في الفروق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head104'>402 - </h1>\n\n<p>\nأحمد بن يحيى بن هبة الله بن الحسن بن يحيى بن محمد بن علي بن صدقة قاضي\nالقضاة صدر الدين بن قاضي القضاة شمس الدين أبي البركات التغلبي الدمشقي\nالمعروف بابن سنى الدولة ولد سنة تسع وثمانين وقيل سنة تسعين وخمسمائة سمع\nمن جماعة وتفقه على والده والفخر بن عساكر وبرع في المذهب وقرأ الخلاف ونشأ\nفي صيانة وديانة ورئاسة ودرس في سنة خمس عشرة وأفتى بعد ذلك وناب في القضاء\nعن أبيه في سنة ست وعشرين ثم ولي وكالة بيت المال ثم اشتغل بمنصب القضاء\nمدة ثم عزل واستمر على تدريس الإقبالية والجاروخية وقد درس بالعادلية\nالكبيرة والناصرية وهو أول من درس بها وخرج له الحافظ الدمياطي معجما قال\nالذهبي وكان مشكور السيرة في القضاء لين الجانب حسن المداراة والاحتمال مات\nببعلبك في جمادى الآخرة سنة ثمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوخمسين وستمائة وكان قد توجه إلى هولاكو إلى حلب فعزل عن القضاء وولي ابن\nالزكي فلما عاد مات في الطريق\n</p>\n\n<h1 class='l1' id='head105'>403 - </h1>\n\n<p>\nإسحاق بن أحمد بن عثمان الشيخ المفتي الفقيه الإمام كمال الدين المغربي\nأحد مشايخ الشافعية وأعيانهم أخذ عن الشيخ فخر الدين ابن عساكر ثم عن ابن\nالصلاح وكان إماما عالما فاضلا مقيما بالرواحية أعاد بها عند ابن الصلاح\nعشرين سنة وأفاد الطلبة وقد أخذ عنه جماعة وممن <span id='ms159'></span> قرأ عليه الشيخ محي الدين\nالنووي قال أبو شامة وكان زاهدا متواضعا مؤثرا وقال النووي في أول تهذيب\nالأسماء واللغات أول شيوخي الإمام المتفق على علمه وزهده وورعه وكثرة\nعبادته وعظيم فضله وتميزه في ذلك على أشكاله وقال الذهبي أحد الفقهاء\nالكبار المشهورين بالعلم والعمل وقال غيره كان متصديا للإفادة والفتوى تفقه\nبه أئمة وكان كبير القدر في الخير والصلاح متين الورع عرضت عليه مناصب\nفامتنع ثم ترك الفتوى وقال في البلد من يقوم مقامي وكان يسرد الصوم ويؤثر\nبثلث جامكيته ويقنع باليسير ويصل رحمه بما فضل عنه وكان في كل رمضان ينسخ\nختمة ويوقفها وله أوراد كثيرة ومحاسن جمة توفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفي ذي القعدة سنة خمسين وستمائة عن نيف وخمسين سنة ودفن بالصوفية إلى\nجانب ابن الصلاح\n</p>\n\n<h1 class='l1' id='head106'>404 - </h1>\n\n<p>\nإسماعيل بن حامد بن عبد الرحمن بن المرجا بن المؤمل بن محمد بن علي بن\nإبراهيم بن نفيس بن سعيد بن سعد بن عبادة بن الصامت الرئيس الفقيه شهاب\nالدين أبو الفداء وأبو المحامد وأبو الطاهر وأبو العرب الأنصاري الخزرجي\nالقوصي وكيل بيت المال بالشام وواقف الحلقة القوصية بالجامع ولد بقوص في\nالمحرم سنة أربع وسبعين وخمسمائة وقدم القاهرة في سنة تسعين ثم قدم الشام\nسنة إحدى وتسعين واستوطنها وسمع الكثير ببلاد متعددة واتصل بالصاحب صفي\nالدين بن شكر وترسل إلى البلاد وولي وكالة بيت المال وتقدم عند الملوك ودرس\nبحلقته بجامع دمشق وكان يلازم لبس الطيلسان المحبك والبزة الجميلة والبغلة\nوقد مدحه جماعة من الأدباء قال الذهبي كان فقيها فاضلا مدرسا أديبا اخباريا\nحفظة للأشعار فصيحا متفوها خرج لنفسه معجما هائلا في أربع مجلدات ضخام ما\nقصر فيه وفيه غلط كثير مع ذلك وأوهام عجيبة توفي بدمشق في ربيع الأول سنة\nثلاث وخمسين وستمائة ودفن بداره التي وقفها دار حديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head107'>405 - </h1>\n\n<p>\nإسماعيل بن هبة الله بن سعيد بن هبة الله بن محمد بن هبة الله بن محمد\nالشيخ عماد الدين أبو المجد بن أبي البركات الموصلي المعروف بابن باطيش\nبالشين المعجمة أحد علماء <span id='ms160'></span> الشافعية بتلك البلاد ولد في المحرم سنة خمس\nوسبعين وخمسمائة دخل بغداد فتفقه بها وسمع الحديث من ابن الجوزي وابن سكينة\nوجماعة وسمع بحلب ودمشق وغيرهما ودرس بالنورية بحلب وغيرها قال السيد عز\nالدين خرج لنفسه أحاديث عن جماعة من شيوخه ودرس وأفتى وصنف تصانيف حسنة\nمفيدة وكان أحد الفضلاء المذكورين وله مشاركة حسنة في صناعة الحديث وجموع\nفي أسماء رجاله وقال الذهبي درس وأفتى وصنف وكان من أعيان الأئمة وله معرفة\nبالحديث ومجاميع في أسماء الرجال وغير ذلك وله كتاب طبقات أصحاب الشافعي\nوكتاب مشتبه النسبة وكتاب المغني في شرح غريب المهذب ولغته وأسماء رجاله\nوكان عارفا بالأصول حسن المشاركة في العلوم انتهى وفي كتابه المغني أوهام\nكثيرة نبه النووي في تهذيبه على كثير منها توفي بحلب في جمادى الآخرة سنة\nخمس وخمسين وستمائة قاله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالذهبي وقال ابن كثير سنة أربع وخمسين\n</p>\n\n<h1 class='l1' id='head108'>406 - </h1>\n\n<p>\nالحسين بن الحسن بن منصور القاضي زين الدين أبو عبد الله السعدي المقدسي\nالأصل الدمياطي قال الحافظ شرف الدين الدمياطي هو شيخي ومفقهي درست عليه\nالتنبيه وبعض المهذب ومنخول الغزالي في أصول الفقه وجمل الزجاجي قال وسمعت\nمنه تصنيفه في البدع والحوادث وكان صالحا زاهدا ما ركب دابة في ولايته\nالقضاء قط مات بالصعيد في إحدى الجماديين سنة ثمان وأربعين وستمائة\n</p>\n\n<h1 class='l1' id='head109'>407 - </h1>\n\n<p>\nداود بن عمر بن يوسف بن يحيى بن عمر بن كامل عماد الدين أبو المعالي\nالزبيدي المقدسي ثم الدمشقي المعروف بخطيب بيت الآبار ولد سنة ست وثمانين\nوخمسمائة وسمع من جماعة قال الذهبي وكان دينا مهذبا فصيحا مليح الخطابة لا\nيكاد أن يسمع موعظته أحد إلا يبكي خطب بدمشق ودرس بالغزالية في سنة ثمان\nوثلاثين بعد الشيخ عز الدين بن عبد السلام لما انفصل عن دمشق ثم عزل بعد ست\nسنين ورجع إلى خطابة بلده توفي في شعبان سنة ست وخمسين وستمائة ودفن ببيت\nالآبار وله ستون سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>408 - </h1>\n\n<p>\nعبد الله بن محمد بن الحسن بن عبد الله بن الحسن بن عثمان الإمام نجم\nالدين أبو محمد <span id='ms161'></span> البادرائي البغدادي ولد في المحرم سنة أربع وتسعين وخمسمائة\nوسمع من جماعة وتفقه وبرع في المذهب ودرس بالنظامية وترسل غير مرة وحدث\nبحلب ودمشق ومصر وبغداد وبنى بدمشق المدرسة الكبيرة المشهورة به قال الذهبي\nوكان فقيها عالما دينا صدرا محتشما جليل القدر وافر الحرمة متواضعا دمث\nالأخلاق منبسطا وقد ولي القضاء ببغداد على كره ما وتوفي بعد خمسة عشر يوما\nفي ذي القعدة سنة خمس وخمسين وستمائة وعافاه الله من فتنة التتار الكائنة\nعلى بغداد والبادرائي بدال مهملة كما صرح به ابن نقطة وأبو حامد ابن\nالصابوني وغيرهما وأشعر كلام الذهبي أنه بالمعجمة وهو الجاري على ألسنة\nالناس وهي نسبة إلى بادرايا قرية في ظن أبي سعد ابن السمعاني من إعمال واسط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head111'>409 - </h1>\n\n<p>\nعبد الله بن محمد بن علي شرف الدين أبو محمد الفهري المصري المعروف بابن\nالتلمساني كان إماما عالما بالفقه والأصلين ذكيا فصيحا حسن التعبير تصدر\nللإقراء بمصر وانتفع به الناس وصنف التصانيف المفيدة منها شرحان على\nالمعالمين للإمام وشرح على التنبيه متوسط مسمى بالمغني لم يكمل نقل عنه ابن\nالرفعة في مواضع كثيرة قاله الإسنوي وقال لا أعلم تاريخ وفاته وقد رأيت بعض\nالمصريين ترجمه في مصنف له في التاريخ وقال قرأ الأصلين على التقي المقترح\nوشرح لمع الأدلة لإمام الحرمين وصنف في الخلاف كتابا سماه إرشاد السالك إلى\nأبين المسالك وشرح الجمل في النحو للجرجاني وله تعاليق في الخلاف كثيرة\nوفوائد توفي في صفر سنة ثمان وخمسين وستمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>410 - </h1>\n\n<p>\nعبد الحميد بن عيسى بن عمريه بن يوسف بن خليل بن عبد الله بن يوسف\nالعلامة شمس الدين أبو محمد الخسروشاهي الفقيه المتكلم ولد بخسروشاه سنة\nثمانين وخمسمائة أخذ علم الكلام عن الإمام فخر الدين الرازي وبرع وتفنن في\nعلوم متعددة ودرس وناظر وقد اختصر المهذب في الفقه والشفاء لابن سينا وله\nإشكالات وإيرادات جيدة وسمع الحديث من جماعة روى عنه الدمياطي وممن اخذ عنه\nالخطيب زين الدين بن المرحل قال السيد عز الدين اشتغل بعلم المعقول على\nالإمام <span id='ms162'></span> فخر الدين وبرع فيه وأقرأه مدة وكان أحد العلماء المشهورين الجامعين\nلفنون من العلم مات في شوال سنة اثنتين وخمسين وستمائة بدمشق ودفن بقاسيون\nوخسروشاه قرية بقرب تبريز\n</p>\n\n<h1 class='l1' id='head113'>411 - </h1>\n\n<p>\nعبد الرحمن بن نوح بن محمد الإمام شمس الدين أبو محمد التركماني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالمقدسي الدمشقي صاحب الشيخ تقي الدين ابن الصلاح سمع الحديث من جماعة\nوتفقه على ابن الصلاح وأخذ عنه النووي قال الذهبي كان فقيها مجودا بصيرا\nبالمذهب مدرسا ولي تدريس الرواحية وتفقه عليه جماعة توفي في ربيع الآخر سنة\nأربع وخمسين وستمائة عن نحو سبعين سنة ودفن بمقابر الصوفية وقال النووي في\nأوائل التهذيب شيخنا الإمام العارف الزاهد العابد الورع المتقن مفتي دمشق\nفي وقته\n</p>\n\n<h1 class='l1' id='head114'>412 - </h1>\n\n<p>\nعبد العزيز بن عبد السلام بن أبي القاسم بن الحسن الشيخ الإمام العلامة\nوحيد عصره سلطان العلماء عز الدين أبو محمد السلمي الدمشقي ثم المصري ولد\nسنة سبع أو ثمان وسبعين وخمسمائة وتفقه على الشيخ فخر الدين بن عساكر\nوالقاضي جمال الدين بن الحرستاني وقرأ الأصول على الآمدي وبرع في المذهب\nوفاق فيه الأقران والأضراب وجمع بين فنون العلم من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالتفسير والحديث والفقه والأصول والعربية واختلاف أقوال الناس ومآخذهم\nحتى قيل إنه بلغ رتبة الاجتهاد ورحل إليه الطلبة من سائر البلاد وصنف\nالتصانيف المفيدة وسمع الحديث من جماعة روى عنه الدمياطي وخرج له أربعين\nحديثا وابن دقيق العيد وهو الذي لقبه بسلطان العلماء وخلق رحل إلى بغداد\nسنة سبع وتسعين فأقام بها أشهرا وكان أمارا بالمعروف نهاء عن المنكر وقد\nولي الخطابة بدمشق فأزال كثيرا من بدع الخطباء ولم يلبس سوادا ولا سجع\nخطبته بل كان يقولها مسترسلا واجتنب الثناء على الملوك بل كان يدعو لهم\nوأبطل صلاة الرغائب والنصف فوقع بينه وبين ابن الصلاح بسبب ذلك ولم يكن\nيؤذن بين يديه يوم الجمعة إلا مؤذن واحد ولما سلم الصالح إسماعيل قلعة\nالشقيف وصفد للفرنج نال منه الشيخ على المنبر ولم يدع له فغضب الملك من ذلك\nوعزله وسجنه ثم أطلقه فتوجه إلى مصر فتلقاه صاحب <span id='ms163'></span> مصر الصالح أيوب وأكرمه\nوفوض إليه قضاء مصر دون القاهرة والوجه القبلي مع خطابة جامع مصر فقام\nبالمنصب أتم قيام وتمكن من الأمر بالمعروف والنهي عن المنكر ثم عزل نفسه من\nالقضاء وعزله السلطان من الخطابة فلزم بيته يشغل الناس ويدرس وأخذ في\nالتفسير في دروسه وهو أول من أخذه في الدروس قال الشيخ قطب الدين اليونيني\nكان مع شدته فيه حسن محاضرة بالنوادر والأشعار وقال الشريف عز الدين حدث\nودرس وأفتى وصنف وتولى الحكم بمصر مدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p110'> Vol. 02, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nوالخطابة بجامعها العتيق وكان علم عصره في العلم جامعا لفنون متعددة\nعارفا بالأصول والفروع والعربية مضافا إلى ما جبل عليه من ترك التكلف مع\nالصلابة في الدين وشهرته تغني عن الإطاب في وصفه قلت وترجمة الشيخ طويلة\nوحكاياته في قيامه على الظلمة وردعهم كثيرة مشهورة وله مكاشفات وكرامات رضي\nالله عنه توفي بمصر في جمادى الأولى سنة ستين وستمائة وحضر جنازته الخاص\nوالعام السلطان فمن دونه ودفن بالقرافة في آخرها ولما بلغ السلطان خبر\nوفاته قال لم يستقر ملكي إلا الساعة لأنه لو أمر الناس فيما أراد لبادروا\nإلى امتثال أمره ومن تصانيفه تفسير حسن في مجلدين واختصار النهاية والقواعد\nالكبرى وهو الكتاب الدال على علو مقدار الرجل وكثير منه مأخوذ من شعب\nالإيمان للحليمي والقواعد الصغرى والكلام على شرح أسماء الله الحسنى مفيد\nومجاز القرآن وشجرة المعارف والفتاوى الموصلية سئل عنها من الموصل وفتاوى\nأخرى سئل فيها عن مسائل قليلة وكتاب الصلاة فيه اختيارات كثيرة اتباعا\nللحديث وغير ذلك ذكره في الروضة في كتاب السير خاصة فنقل عنه أن المصافحة\nبعد الصبح والعصر بدعة مباحة\n</p>\n\n<h1 class='l1' id='head115'>413 - </h1>\n\n<p>\nعبد العظيم بن عبد القوي بن عبد الله بن سلامة بن سعد بن سعيد الحافظ زكي\nالدين أبو محمد المنذري الشامي الأصل ثم المصري المولد والوفاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nولد في شعبان سنة إحدى وثمانين وخمسمائة وقرأ القراءات وبرع في العربية\nوالفقه وسمع الحديث من جماعة بمكة ودمشق وحران والرها والإسكندرية وتخرج في\nالحديث بالحافظ علي بن المفضل وخرج لنفسه <span id='ms164'></span> معجما مفيدا في ثمانية عشر جزءا\nحديثية روى عنه الدمياطي وابن دقيق العيد والشريف عز الدين وأبو الحسين\nاليونيني وخلق ودرس بالجامع الظافري ثم ولي مشيخة دار الحديث الكاملية\nوانقطع بها عشرين سنة يصنف ويفيد ويتخرج به العلماء في فنون من العلم وبه\nتخرج الدمياطي وابن دقيق العيد والشريف عز الدين وطائفة وقال الشريف عز\nالدين كان عديم النظير في معرفة علم الحديث على اختلاف فنونه عالما بصحيحه\nوسقيمه ومعلومه وطرق أسانيده متبحرا في معرفة أحكامه ومعانيه ومشكله قيما\nبمعرفة غريبه وإعرابه واختلاف ألفاظه ماهرا في معرفة رواته وجرحهم وتعديلهم\nووفياتهم ومواليدهم وأخبارهم إماما حجة ثبتا ورعا متحريا فيما يقوله متثبتا\nفيما يرويه وقال الذهبي كان صالحا زاهدا متنسكا ولم يكن في زمانه أحفظ منه\nتوفي في ذي القعدة سنة ست وخمسين وستمائة ودفن بسفح المقطم ومن تصانيفه\nمختصر مسلم ومختصر سنن أبي داود وله عليه حواشي مفيدة وكتاب الترغيب\nوالترهيب في مجلدين كتاب نفيس وخرج بعض أحاديث المهذب بأسانيده في مجلد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p112'> Vol. 02, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nوصل فيه إلى قبيل البيع قال السبكي والإسنوي وصنف شرحا على التنبيه قلت\nوالظاهر أنه إنما كتب منه قطعة\n</p>\n\n<h1 class='l1' id='head116'>414 - </h1>\n\n<p>\nعثمان بن عبد الرحمن بن عثمان بن موسى بن أبي نصر الإمام العلامة مفتي\nالإسلام تقي الدين أبو عمرو بن الإمام البارع صلاح الدين أبي القاسم النصري\nبالنون والصاد المهملة نسبة إلى جده أبي نصر الكردي الشهرزوري الأصل\nالموصلي المربا الدمشقي الدار والوفاة ولد سنة سبع وسبعين بتقديم السين\nفيهما وخمسمائة بشهرزور وتفقه على والده ثم نقله إلى الموصل فاشتغل بها مدة\nوبرع في المذهب قال ابن خلكان بلغني أنه كرر جميع المهذب ولم يطر شاربه ثم\nولي الإعادة عند العماد بن يونس انتهى وسمع الكثير بالموصل وبغداد ودنيسر\nونيسابور ومرو وهمدان ودمشق وحران من خلائق ودرس بالقدس بالصلاحية فلما خرب\nالمعظم أسواره قدم دمشق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nودرس بالرواحية والشامية الجوانية ودار الحديث الأشرفية سنة ثلاثين وأملى\nبها علوم الحديث وهو أول من درس بها وأفتى وأشغل وكانت العمدة في زمانه <span id='ms165'></span> على\nفتاويه وكان لا يمكن أحدا في دمشق من قراءة المنطق والفلسفة والملوك تطيعه\nفي ذلك وممن أخذ عنه القاضيان ابن رزين وابن خلكان والكمالان سلار وإسحاق\nوشمس الدين عبد الرحمن بن نوح المقدسي وشهاب الدين أبو شامة وغيرهم قال ابن\nخلكان كان أحد فضلاء عصره في التفسير والحديث والفقه وله مشاركة في فنون\nعدة وكانت فتاويه مسددة وكان من الدين والعلم على قدم حسن وقال ابن الحاجب\nفي معجمه إمام ورع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p114'> Vol. 02, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nوافر العقل حسن السمت متبحر في الأصول والفروع بالغ في الطلب حتى صار\nيضرب به المثل وأجهد نفسه في الطاعة والعبادة وقال الذهبي كان إماما بارعا\nحجة متبحرا في العلوم الدينية بصيرا بالمذهب ووجوهه خبيرا بأصوله عارفا\nبالمذاهب جيد المادة من اللغة والعربية حافظا للحديث متفننا فيه حسن الضبط\nكبير القدر وافر الحرمة مع ما هو فيه من الدين والعبادة والتنسك والصيانة\nوالورع والتقوى وكان عديم النظير في زمانه وكان حسن الإعتقاد على مذهب\nالسلف يرى الكف عن التأويل ويؤمن بما جاء عن الله تعالى ورسوله على مرادهما\nولا يخوض ولا يتعمق وكان معظما في النفوس حسن البزة كثير الهيبة يتأدب معه\nالسلطان فمن دونه قال بعضهم ويحكى عنه أنه قال ما فعلت صغيرة في عمري توفي\nبدمشق في حصار الخوارزمية في ربيع الآخر سنة ثلاث وأربعين وستمائة ودفن\nبمقابر الصوفية بطرفها الغربي على الطريق ومن تصانيفه مشكل الوسيط في مجلد\nكبير نكت على مواضع متفرقة وأكثرها في الربع الأول وكتاب الفتاوى كثير\nالفائدة وعلوم الحديث وكتاب أدب المفتي والمستفتي نكت على المهذب وفوائد\nالرحلة وهي أجزاء كثيرة مشتملة على فوائد غريبة من أنواع العلوم نقلها في\nرحلته إلى خراسان عن كتب غريبة وطبقات الفقهاء الشافعية واختصره النووي\nواستدرك عليه وأهملا فيه خلائق من المشهورين فإنهما كانا يتتبعان التراجم\nالغريبة وأما المشهورة فإلحاقها سهل فاخترمتهما المنية رضي الله عنهما قبل\nإكمال الكتاب وشرح قطعة من صحيح مسلم اعتمدها النووي في شرحه وعند فراغها\nقل عمله وله مصنفات في <span id='ms166'></span> مسائل مفردة رحمه الله تعالى نقل عنه في مواضع من\nكتاب الحج ومن كتاب الوقف وغير ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p115'> Vol. 02, p. 115</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head117'>415 - </h1>\n\n<p>\nعثمان بن يوسف الشيخ محيي الدين أبو عمرو القليوبي ولد سنة سبع أو ثمان\nوستين وخمسمائة وناب في الحكم بالقاهرة وخطب بها وشرح الخطب النباتية في\nمجلد وجمع في الفقه مجلدا يشتمل على مسائل غريبة يعرف بالمجموع وسمع أبا\nاليمن الكندي روى عنه الدمياطي بالإجازة قال السيد عز الدين وكان حسن\nالسيرة محمود الطريقة توفي في جمادى الآخرة سنة أربع وأربعين وستمائة\n</p>\n\n<h1 class='l1' id='head118'>416 - </h1>\n\n<p>\nعلي بن محمد بن عبد الصمد بن عبد الأحد بن عبد الغالب بن عطاس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالشيخ العلامة علم الدين أبو الحسن الهمداني السخاوي المصري شيخ القراء\nوالنحاة والفقهاء في زمانه بدمشق ولد سنة ثمان او تسع وخمسين وخمسمائة سمع\nمن جماعة وأخذ اللغة عن أبي اليمن الكندي وأكثر عن الإمام القاسم الشاطبي\nوقرأ عليه وانتفع به وقرأ على جماعة غيره حتى فاق أهل زمانه في القراءات\nوالعربية والتفسير وولي مشيخة الإقراء بأم الصالح وانتفع به جماعة كثيرون\nوأثنى عليه أئمة قال الذهبي وكان إماما علامة مقرئا محققا مجودا بصيرا\nبالقراءات وعللها ماهرا فيها إماما في النحو واللغة إماما في التفسير وكان\nيتحقق بهذه العلوم الثلاثة ويحكمها وله شعر رائق ومصنفات في القراءات\nوالتجويد والتفسير وله معرفة تامة بالفقه والأصول وكان يفتي على مذهب\nالشافعي ازدحم عليه الطلبة وقصدوه من البلاد وتنافسوا في الأخذ عنه وكان\nدينا خيرا متواضعا مطرحا للتكلف حلو المحاضرة مطبوع النادرة حاد القريحة من\nأذكياء بني آدم وكان وافر الحرمة كبير القدر محببا إلى الناس وكان ليس له\nشغل إلا العلم والإفادة قرأ عليه خلق كثير إلى الغاية ولا أعلم أحدا من\nالقراء في الدنيا اكثر أصحابا منه توفي في جمادى الآخرة سنة ثلاث وأربعين\nوستمائة ودفن بقاسيون وسخا إحدى بلاد مصر من إقليم المحلة ومن تصانيفه\nالتفسير إلى الكهف في أربع مجلدات وشرح الشاطبية في مجلدين وشرح الرائية\nمجلد في رسم المصحف وكتاب جمال القراء وتاج الإقراء وشرح <span id='ms167'></span> المفصل في أربع\nمجلدات وغير ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p117'> Vol. 02, p. 117</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head119'>417 - </h1>\n\n<p>\nعلي بن هبة الله بن سلامة بن المسلم بن أحمد بن علي الإمام العلامة مسند\nالديار المصرية بهاء الدين أبو الحسن اللخمي المصري الخطيب المدرس المعروف\nبابن الجميزي ولد يوم عيد الأضحى سنة تسع بتقديم التاء وخمسين وخمسمائة\nبمصر رحل وسمع الكثير وقرأ القراءات على الشاطبي وقرأ ببغداد القراءات\nالعشر على أبي الحسن البطائحي بكتابه الذي صنفه في القراءات وهو آخر من قرأ\nالقراءات في الدنيا على البطائحي بل وآخر من روي عنه بالسماع وقرأ أيضا\nبالقراءات العشر على القاضي أبي سعد بن أبي عصرون وأخذ عنه الفقه وقرأ عليه\nالمهذب وسمع منه الكثير وهو آخر تلاميذه في الدنيا وتفقه بمصر على أبي\nإسحاق العراقي شارح المهذب والشهاب الطوسي ودرس وأقرأ دهرا وخطب مدة بجامع\nالقاهرة قال السيد عز الدين وحدث كثيرا وخرج له شيخنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالحافظ أبو الحسين يحيى بن علي القرشي مشيخة في جزأين وأربعين حديثا من\nروايته عن مشايخه وكان رئيس العلماء في وقته معظما عند الخاصة والعامة\nوعليه مدار الفتوى ببلده ودرس بزاوية الشافعية بمصر وقال الذهبي وكان رئيس\nالعلماء في وقته معظما عند الخاصة والعامة كبير القدر وافر الحرمة روى عنه\nخلائق لا يحصون وانقطع بموته إسناد عال توفي في ذي الحجة سنة تسع وأربعين\nوستمائة ودفن بسفح المقطم والجميزي نسبة إلى الجميز شجر معروف بمصر\n</p>\n\n<h1 class='l1' id='head120'>418 - </h1>\n\n<p>\nعمر بن عبد الرحيم بن عبد الرحمن بن الحسن بن عبد الرحمن بن طاهر بن محمد\nبن محمد بن الحسين بن علي الفقيه الإمام كمال الدين أبو الهاشم بن العجمي\nالحلبي ولد في المحرم سنة سبع بتقديم السين وخمسين وخمسمائة من بيت حشمة\nورئاسة تفقه على طاهر بن جهبل وغيره وسمع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث من يحيى الثقفي وغيره ودرس وأفتى قال الذهبي ويقال أنه ذكر كتاب\nالمهذب درسا خمسا وعشرين مرة وكان شديد الوسواس في الطهارة توفي فجأة في\nالحمام في رجب سنة اثنتين وأربعين وستمائة\n</p>\n\n<h1 class='l1' id='head121'>419 - </h1>\n\n<p>\nمحمد بن الحسين بن عبد الله العلامة تاج الدين أبو <span id='ms168'></span> الفضائل الأرموي كان\nمن أكبر تلامذة الإمام فخر الدين بارعا في العقليات واختصر المحصول وسماه\nالحاصل وكانت له حشمة وثروة ووجاهة وفيه تواضع استوطن بغداد ودرس بالمدرسة\nالشريفية وتوفي بها قبل واقعة التتار كذا ذكره الحافظ الدمياطي في معجمه\nوكانت واقعة التتار في المحرم سنة ست وخمسين وستمائة قال الذهبي عاش قريبا\nمن ثمانين سنة وكان من فرسان المناظرين وذكره فيمن توفي سنة خمس وخمسين\nوذكره أيضا قبل ذلك فيمن توفي سنة ثلاث وخمسين وبه جزم ابن كثير وقد أهمله\nالسيد عز الدين\n</p>\n\n<h1 class='l1' id='head122'>420 - </h1>\n\n<p>\nمحمد بن الحسين بن محمد بن الحسين بن زيد بن الحسن بن ظفر القاضي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nشمس الدين أبو عبد الله العلوي الحسيني الأرموي ثم المصري نقيب الأشراف\nبها وأحد أئمة الشافعية ويعرف بقاضي العسكر ولد بأرمينية سنة ثمان وسبعين\nوخمسمائة وتفقه على شيخ الشيوخ صدر الدين أبي الحسن بن حمويه وصحبه مدة\nطويلة وسمع وحدث ودرس بمدرسة ابن زين التجار بمصر وولي نقابة الأشراف وقضاء\nالعسكر وترسل إلى بغداد وغيرها قال السيد عز الدين وكان أحد الرؤساء\nالمذكورين والفضلاء المشهورين قال الذهبي وكان من كبار الأئمة وصدور الديار\nالمصرية له يد طولى في الأصول والنظر وقال الشيخ كمال الدين الأدفوي بلغني\nأنه درس المنتخب في الأصول أربعين مرة وقال الإسنوي وشرح المحصول وفرائض\nالوسيط توفي في شوال سنة خمسين وستمائة ودفن بسفح المقطم\n</p>\n\n<h1 class='l1' id='head123'>421 - </h1>\n\n<p>\nمحمد بن طلحة بن محمد بن الحسن الشيخ كمال الدين أبو سالم القرشي العدوي\nالنصيبيني قال ابن عبد الظاهر ولد بقرية العمرية من نصيبين وانتسب إليها\nفأوهم أنه من ذرية عمر بن الخطاب مصنف كتاب العقد الفريد أحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالصدور والرؤساء المعظمين ولد سنة اثنتين وثمانين وخمسمائة وتفقه وشارك\nفي العلوم وكان فقيها بارعا عارفا بالمذهب والأصول والخلاف ترسل عن الملوك\nوساد وتقدم وسمع الحديث وحدث ببلاد كثيرة وفي سنة ثمان وأربعين وستمائة كتب\nتقليده بالوزارة فاعتذر وتنصل فلم يقبل منه فتولاها يومين ثم انسل خفية\nوترك الأموال والموجود ولبس ثوبا قطنيا وذهب فلم يدر أين <span id='ms169'></span> ذهب وقد نسب إلى\nالاشتغال بعلم الحروف والأوفاق وأنه يستخرج من ذلك أشياء من المغيبات وقيل\nإنه رجع عنه فالله أعلم قال السيد عز الدين أفتى وصنف وكان أحد العلماء\nالمشهورين الرؤساء المذكورين وتقدم عند الملوك وترسل عنهم ثم تزهد في آخر\nعمره وترك التقدم في الدنيا وحج وأقبل على ما يعنيه ومضى على سداد وأمر\nجميل توفي بحلب في رجب سنة اثنتين وخمسين وستمائة ودفن بالمقام\n</p>\n\n<h1 class='l1' id='head124'>422 - </h1>\n\n<p>\nمحمد بن عبد الله بن محمد بن عبد الله بن محمد شرف الدين أبو عبد الله\nالسلمي المرسي ومرسية بلد من الأندلس ولد بها في ذي الحجة سنة تسع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوستين وقيل سنة سبعين وخمسمائة وورد إلى مكة ثم رحل منها إلى العراق\nوخراسان وتفقه بنظامية بغداد وسمع بتلك الأقاليم على خلائق ذكره ابن النجار\nفي تاريخه فقال كان من الأئمة الفضلاء في جميع فنون العلم الحديث وعلوم\nالقرآن والفقه والخلاف والأصلين والنحو واللغة وله قريحة حسنة وذهن ثاقب\nوتدقيق في المعاني ومصنفات في جميع ما ذكرناه وله النظم والنثر الحسن وكان\nزاهدا متورعا حسن الطريقة كثير العبادة ما رأيت في فنه مثله انتهى ثم دخل\nبعد ذلك الشام ومصر ثم عاد من مصر فمات في منزل من منازل الرمل بين الزعقة\nوالعريش في ربيع الأول سنة خمس وخمسين وستمائة ودفن بتل الزعقة\n</p>\n\n<h1 class='l1' id='head125'>423 - </h1>\n\n<p>\nمحمد بن عبد الرحمن الحضرمي صاحب كتاب الإكمال لما وقع في التنبيه من\nالإشكال أصله من اليمن من بلدة من حضرموت قال الإسنوي كان متقدما على الشيخ\nأحمد بن العجيل فإنه نقل عنه في تصنيف له لطيف لا أعلم من حاله سوى ذلك\nوذكره الإسنوي قبل الكمال إسحاق تخمينا وذكره السبكي في الطبقات الكبرى\nفيمن توفي في المائة السادسة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head126'>424 - </h1>\n\n<p>\nمحمد بن محمود بن الحسن بن هبة الله بن محاسن الحافظ الكبير محب الدين\nأبو عبد الله ابن النجار البغدادي ولد في ذي القعدة سنة ثمان وسبعين بتقديم\nالسين وخمسمائة ببغداد وأول سماعه وهو ابن عشر سنين وطلب بنفسه وهو ابن خمس <span id='ms170'></span>\nعشرة سنة وسمع الكثير وقرأ بالسبع على أبي أحمد بن سكينة ورحل رحلة عظيمة\nإلى الشام ومصر والحجاز وأصبهان وحران ومرو وهراة ونيسابور واستمر في\nالرحلة سبعا وعشرين سنة وكتب عمن دب ودرج وعمن نزل وعرج وعني بهذا الشأن\nعناية بالغة وكتب الكثير وحصل وجمع قال الذهبي وكان إماما ثقة حجة مقرئا\nمجودا كيسا متواضعا ظريفا صالحا خيرا متنسكا أثنى عليه ابن نقطة والدبيثي\nوالضياء المقدسي وهم من صغار شيوخه من حيث السند وقال ابن الساعي كان شيخ\nوقته وكان من محاسن الدنيا ووقف كتبه بالنظامية مات ببغداد في شعبان سنة\nثلاث وأربعين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوستمائة ودفن بمقابر الشهداء بباب حرب ومن تصانيفه كتاب القمر المنير في\nالمسند الكبير وذكر كل صحابي وما له من الحديث وكتاب وكتاب كنز الأنام في\nالسنن والأحكام وكتاب جنة الناظرين في معرفة التابعين وكتاب الكمال في\nمعرفة الرجال وذيل على تاريخ بغداد للخطيب في ستة عشر مجلدا وكتاب المستدرك\nعلى تاريخ الخطيب في عشر مجلدات وكتاب المتفق والمفترق على منهاج كتاب\nالخطيب وكتاب في المؤتلف والمختلف ذيل به على ابن ماكولا وكتاب المعجم له\nاشتمل على نحو من ثلاثة آلاف شيخ وكتاب العقد الفائق في عيون أخبار الدنيا\nومحاسن الخلائق وكتاب الدرة الثمينة في أخبار المدينة وكتاب نزهة الورى في\nأخبار أم القرى وكتاب روضة الأولياء في مسجد إيليا وكتاب مناقب الشافعي\nوكتاب غرر الفوائد في ست مجلدات وغير ذلك من المصنفات\n</p>\n\n<h1 class='l1' id='head127'>425 - </h1>\n\n<p>\nمحمد بن ناماور بالنون في أوله بن عبد الملك قاضي القضاة أفضل الدين أبو\nعبد الله الخونجي ولد في جمادى الأولى سنة تسعين وخمسمائة وطلب وحصل وبالغ\nفي علوم الأوائل حتى تفرد برئاسة ذلك في زمانه وولي القضاء بالديار المصرية\nوالتدريس بالصالحية وأفتى وناظر وصنف الموجز والجمل وغير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nذلك في المنطق والطبيعي قال أبو شامة كان حكيما منطقيا وقال السيد عز\nالدين كان أحد الفضلاء المشهورين مات في رمضان سنة ست وأربعين وستمائة ودفن\nبسفح المقطم ورثاه تلميذه العز الإربلي الضرير بقصيدة أولها ... قضى <span id='ms171'></span> أفضل\nالدين فلم يبق فاضل ... وماتت بموت الخونجي الفضائل ... ... فيا أيها الحبر\nالذي جاء آخرا ... فحل لنا ما لم تحل الأوائل ...\n</p>\n\n<p>\nوالخونجي بخاء معجمة مضمومة ثم واو بعدها نون ثم جيم\n</p>\n\n<h1 class='l1' id='head128'>426 - </h1>\n\n<p>\nمحمود بن أحمد بن محمود بن بختيار الفقيه الإمام أبو الثناء الزنجاني ولد\nسنة ثلاث وسبعين بتقديم السين وخمسمائة واشتغل في العلوم وأفتى ودرس\nبالنظامية والمستنصرية وولي قضاء القضاة ببغداد مدة ثم عزل وصنف تفسير\nالقرآن قال ابن النجار برع في المذهب والخلاف والأصول وقال الذهبي وكان من\nبحور العلم له تصانيف استشهد ببغداد بسيف التتار في المحرم سنة ست وخمسين\nوستمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head129'>الطبقة الحادية والعشرون وهم الذين كانوا في العشرين الرابعة من المائة السابعة</h1>\n\n<h1 class='l1' id='head130'>427 - </h1>\n\n<p>\nإبراهيم بن عيسى ضياء الدين أبو إسحاق المرادي الأندلسي ثم المصري ثم\nالدمشقي الفقيه الإمام الحافظ المتقن المحقق الضابط الزاهد الورع شيخ\nالنووي ذكره فيما ألحقه في طبقات ابن الصلاح قال ولم تر عيني في وقته مثله\nوكان رضي الله عنه بارعا في معرفة الحديث وعلومه وتحقيق ألفاظه لا سيما\nالصحيحان ذا عناية باللغة والنحو والفقه ومعارف الصوفية حسن المذاكرة فيها\nوكان عندي من كبار السالكين في طرائق الحقائق حسن التعليم صحبته نحو عشر\nسنين لم أر منه شيئا يكره وكان من السماحة بمحل عال على قدر وجده وأما\nالشفقة على المسلمين ونصيحتهم فقل نظيره فيهما توفي بمصر في أوائل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nسنة ثمان وستين وستمائة قال الذهبي الصحيح في وفاته أنه توفي في ذي الحجة\nسنة سبع وستين\n</p>\n\n<h1 class='l1' id='head131'>428 - </h1>\n\n<p>\nأحمد بن عبد الله بن عبد الرحمن بن عبد الله بن علوان بن عبد الله بن\nعلوان بن رافع قاضي القضاة كمال الدين أبو العباس بن قاضي القضاة زين الدين\nبن المحدث الإمام الزاهد أبي محمد الأسدي الحلبي المعروف بابن الأستاذ ولد\nفي جمادى الآخرة سنة إحدى عشرة وستمائة وسمع من جماعة واشتغل في المذهب\nوبرع في العلوم والحديث وأفتى ودرس وولي قضاء القضاة بحلب بعد أبيه في\nالدولة الناصرية سنة ثمان وثلاثين وكان ذا وجاهة ومكانة عند <span id='ms172'></span> الملك الناصر\nفلما خربت حلب أيام الطاغية هلاكو لعنه الله كان من جملة من أصيب بماله\nوأهله فارتحل إلى الديار المصرية وفوض إليه تدريس المعزية بمصر والهكارية\nبالقاهرة قال الذهبي وكان صدرا معظما وافر الحرمة مجموع الفضائل صاحب رئاسة\nومكارم وأفضال وسؤدد وولي القضاء مدة فحمدت سيرته روى عنه أبو محمد\nالدمياطي وكان يدعو له لما أولاه من الإحسان انتهى ولما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nطابت البلاد واستقرت الدولة في أول السلطنة الظاهرية عاد إلى قضاء البلاد\nالحلبية على ما كان عليه في صدره سنة اثنتين وستين وستمائة فلم يقم إلا\nأشهرا ومات في شوال ثم عرف جد أبيه بالأستاذ لأنه كان يعلم الناس القرآن\nالعظيم وانتفع به خلق كثير فعرف بالأستاذ لذلك ومن تصانيفه شرح الوسيط في\nنحو عشر مجلدات فيه نقول كثيرة ومباحث قوية لكن عسر وجود شيء منه في هذا\nالوقت والظاهر انه عدم في الفتنة المذكورة ولم يبق منه إلا يسير قال السبكي\nوله حواش على فتاوى ابن الصلاح تدل على فضل كبير واستحضار للمذهب جيد\n</p>\n\n<h1 class='l1' id='head132'>429 - </h1>\n\n<p>\nأحمد بن عبد الرحمن بن محمد الكندي الشيخ جلال الدين الدشناوي ولد سنة\nخمس عشرة وستمائة سمع من الحافظ عبد العظيم وأبي الحسن ابن الجميزي وتفقه\nبقوص على الشيخ مجد الدين القشيري وبالقاهرة على الشيخ عز الدين بن عبد\nالسلام وقرأ الأصول على الشيخ شمس الدين الأصفهاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوكان إماما فقيها ورعا ويحكى عنه مكاشفات وأحوال صالحة ودرس بالأفرمية\nبقوص وتفقه عليه بها جماعة وكان هو والشيخ تقي الدين ابن دقيق العيد رفيقين\nبمدينة قوص فلما قدما القاهرة حضرا عند الشيخ عز الدين وتكلما معه فأثنى\nعليهما الشيخ فقال الشيخ نصير الدين بن الطباخ ما في الصعيد مثل هذين\nالشابين فقال ابن عبد السلام ولا في المدينتين يعني مصر والقاهرة توفي في\nشهر رمضان سنة سبع بتقديم السين وسبعين وستمائة بقوص والدشناوي بفتح الدال\nالمهملة وشين معجمة ساكنة ثم نون مفتوحة منسوب إلى دشنا وهي بلدة من صعيد\nمصر الأدنى ومن تصانيفه شرح التنبيه إلى <span id='ms173'></span> كتاب الصيام في مجلدين والمناسك\nومختصر في أصول الفقه ومقدمة في النحو\n</p>\n\n<h1 class='l1' id='head133'>430 - </h1>\n\n<p>\nأحمد بن يوسف بن حسن بن رافع بن حسين الشيباني الإمام العلامة الزاهد\nالكبير موفق الدين أبو العباس الموصلي الكواشي المفسر نزيل الموصل ولد\nبكواشة وهي قلعة من أعمال الموصل سنة تسعين بتقديم التاء أو إحدى وتسعين\nوخمسمائة اشتغل وبرع في القراءات والتفسير والعربية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوالفضائل وقدم دمشق وأخذ عن أبي الحسن السخاوي وغيره وحج وزار بيت المقدس\nورجع إلى بلده وتعبد قال الذهبى وكان منقطع القرين عديم النظير زهدا وصلاحا\nوتبتلا وصدقا واجتهادا كان يزوره السلطان فمن دونه ولا يعبأ بهم ولا يقوم\nلهم ويتبرم بهم ولا يقبل لهم شيئا وله كشف وكرامات وأضر قبل موته بنحو من\nعشر سنين صنف التفسير الكبير والتفسير الصغير وأخذ عنه القراءات محمد بن\nعلي بن خزوف الموصلى وتقي الدين المقصاتي نائب الخطابة بدمشق توفى فى جمادى\nالاخرة سنة ثمانين وستمائة بالموصل\n</p>\n\n<h1 class='l1' id='head134'>431 - </h1>\n\n<p>\nإسماعيل بن محمد بن إسماعيل بن على بن عبد الله الشيخ الإمام الولي\nالعارف قطب الدين الحضرمي شارح المهذب وله مصنفات غير ذلك كثيرة قال الحافظ\nعفيف الدين المطري مصنفاته فيما يتعلق بالمذهب ببلاد اليمن شهيرة وكراماته\nظاهرة كادت تبلغ التواتر سمع من جماعة توفي في حدود سنة ست أو سنة سبع\nوسبعين وستمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head135'>432 - </h1>\n\n<p>\nحمزة بن يوسف بن سعيد التنوخي الحموي موفق الدين أبو العلاء صاحب كتاب\nالجوابات عن الإشكالات التي أوردت على الوسيط المسمى منتهى الغايات وله مثل\nذلك على التنبيه سماه المبهت ذكره البرزالي في وفياته وفي كتابه الذي على\nالتنبيه اشياء عجيبة ساقطة توفي بدمشق سنة سبعين وستمائة قال الإسنوي في\nالمهمات له شرح الوسيط وهو كتاب مشهور أكبر من حجم الروضة\n</p>\n\n<h1 class='l1' id='head136'>433 - </h1>\n\n<p>\nسلار بن الحسن بن عمر بن سعيد الإمام العلامة مفتي الشام ومعيده كمال\nالدين أبو الفضائل الإريلي شيخ الأصحاب ومفيد الطلاب تفقه على ابن الصلاح\nحتى برع في المذهب وتقدم وساد واحتاج الناس إليه وكان معيدا بالبادرائية\nعينه لها واقفها فباشرها إلى أن توفي يفيد <span id='ms174'></span> ويعيد ويصنف ويعلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nويؤلف ويجمع وينشر المذهب ولم يزدد منصبا آخر وقد اختصر البحر للروياني\nفي مجلدات عدة وانتفع به جماعة من الأصحاب منهم الشيخ محي الدين النواوي\nوأثنى عليه ثناء حسنا قال وتفقه على جماعة منهم أبو بكر الماهياني\nوالماهياني على ابن البزري وقال الشريف عز الدين كان أحد الفقهاء المشهورين\nوالفضلاء المذكورين بالشام وكان عليه مدار الفتوى بالشام في وقته ولم يترك\nبعده في بلاد الشام مثله أفتى مدة وانتفع به جماعة توفي في جمادى الآخرة\nسنة سبعين وستمائة في عشر السبعين وقيل انه نيف عليها ودفن بباب الصغير عند\nالشهداء\n</p>\n\n<h1 class='l1' id='head137'>434 - </h1>\n\n<p>\nعبد الرحمن بن اسماعيل بن ابراهيم بن عثمان بن ابى بكر الشيخ الإمام\nالعلامة ذو الفنون المتنوعة شهاب الدين أبو القاسم المقدسي ثم الدمشقي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالفقيه المقرىء النحوي المحدث المعروف بأبي شامة لشامة كبيرة فوق حاجبه\nالأيسر ولد بدمشق فى أحد الربيعين سنة تسع وتسعين بتقديم التاء فيهما\nوخمسمائة وختم القرآن وله دون عشر سنين وأتقن فن القراءة على السخاوي وله\nست عشرة سنة وسمع الكثير وأخذ عن الشيخين عز الدين بن عبد السلام وابن\nالصلاح قال ابن كثير وكان ذا فنون كثيرة أخبرني الحافظ علم الدين البرزالي\nعن الشيخ تاج الدين الفزاري أنه كان يقول بلغ الشيخ شهاب الدين أبو شامة\nرتبة الاجتهاد قال الذهبي وكتب الكثير من العلوم وأتقن الفقه ودرس وأفتى\nوبرع في فن العربية وذكر أنه حصل له الشيب وهو ابن خمس وعشرين سنة وولي\nمشيخة القراءة بالتربة الأشرفية ومشيخة الحديث بالدار الأشرفية وكان مع\nكثرة فضائله متواضعا مطرحا للتكلف ربما ركب الحمار بين المداوير قرأ عليه\nالقراءات جماعة توفي في رمضان سنة خمس وستين وستمائة ودفن بباب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p134'> Vol. 02, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nالفراديس على يسار المار إلى مرجة الدحداح وكان قد حصل له محنة في جمادى\nالآخرة من هذة السنة ومن تصانيفه شرح الشاطبية واختصر تاريخ دمشق مرتين\nالأولى في خمسة عشر مجلدا والثانية في خمس مجلدات وشرح القصائد النبوية\nللسخاوي في مجلد وكتاب الروضتين في اخبار الدولتين <span id='ms175'></span> النورية والصلاحية وكتاب\nالذيل عليهما وشرح الحديث المقتفى في مبعث المصطفى وكتاب ضوء القمر الساري\nالى معرفة رؤية الباري وكتاب المحقق من علم الأصول فيما يتعلق بأفعال\nالرسول وكتاب البسملة الأكبر في مجلد والأصغر لطيف وكتاب الباعث على إنكار\nالبدع والحوادث وكتاب السواك وكتاب كشف حال بني عبيد ومفردات القراء ومقدمة\nفي النحو ونضم المفصل للزمخشري وشيوخ البيهقي وله تصانيف كثيرة وأكثرها لم\nيفرغها\n</p>\n\n<h1 class='l1' id='head138'>435 - </h1>\n\n<p>\nعبد الرحمن بن أبي الحسن بن يحيى عماد الدين الدمنهوري مولده بدمنهور من\nأعمال الديار المصرية في ذي القعدة سنة ست وستمائة وكان فقيها فاضلا وولي\nإعادة المدرسة الصالحية بالقاهرة قال السيد عز الدين وتولى العقود والفروض\nمدة وكان من أكابر العدول ومتميزيهم قال السبكي وهو المغري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبالاعتراض على الشيخ في المهذب والتنبيه لا جرم أن الله أخمل ذكره وقال\nالإسنوي صنف كتابه المشهور على التنبيه ولقد أساء التعبير في مواضع منه\nتوفي في رمضان سنة أربع وسبعين وستمائة ودفن بسفح المقطم\n</p>\n\n<h1 class='l1' id='head139'>436 - </h1>\n\n<p>\nعبد الرحيم بن محمد بن محمد بن يونس بن منعة الفقيه المحقق العلامة تاج\nالدين أبو القاسم بن الإمام رضي الدين بن الإمام عماد الدين بن الإمام رضي\nالدين الموصلي كان من بيت الفقه والعلم بالموصل ولد بالموصل سنة ثمان\nوتسعين بتقديم التاء وخمسمائة واشتغل بها وأفاد وصنف ثم دخل بغداد بعد\nاستيلاء التتار عليها في رمضان سنة سبعين وولي قضاء الجانب الغربي في\nالمحرم سنة إحدى وسبعين وتدريس البشيرية قال الإسنوي كان فقيها أصوليا\nفاضلا توفي في شوال سنة إحدى وسبعين وستمائة ودفن عند قبة الديلم بالمشهد\nالفاطمي هكذا أرخه الكازروني في ذيله على ابن الساعي وهو الصواب وقال ابن\nخلكان توفي في سنة سبعين وجرى عليه في العبر وقال القطب اليونيني والبرزالي\nتوفي في جمادى الأولى سنة إحدى وسبعين وأهمله السيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعز الدين ومن تصانيفه التعجيز في اختصار الوجيز وهو كتاب نفيس وإنما خمله\nاسمه وكتاب شرح التعجيز في مجلدين ضخمين ومات ولم يكمله بل بقي منه اكثر من\nالربع والتطريز في <span id='ms176'></span> شرح الوجيز وكتاب النبيه في اختصار التنبيه وقد غير فيه\nألفاظا وزاد فيه مسائل غربية وكتاب التنويه على ألفاظ التنبيه سلك فيه مسلك\nدقائق المنهاج للنووي لكنه أكبر منه بكثير ومختصر المحصول للإمام فخر الدين\nومختصر طريقة الطاوسي في الخلاف ومختصر درة الغواص وجوامع الكلم الشريفة في\nمذهب أبي حنيفة وغير ذلك قال السبكي وله مختصر في الفقه سماه نهاية النفاسة\nقل إن رأيت مثله في عذوبة اللفظ وكثرة المعنى وصغر الحجم لكن ذكر فيه مواضع\nتخالف المذهب\n</p>\n\n<h1 class='l1' id='head140'>437 - </h1>\n\n<p>\nعبد الغفار بن عبد الكريم بن عبد الغفار القرويني الشيخ نجم الدين صاحب\nالحاوي الصغير واللباب والعجاب قال السبكي كان أحد الأئمة الأعلام له اليد\nالطولى في الفقه والحساب وحسن الاختصار وقيل إنه إذا كتب في الليل يضيء له\nنور يكتب عليه توفي في المحرم سنة خمس وستين وستمائة وقد شاخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head141'>438 - </h1>\n\n<p>\nعبد الكريم بن عبد الصمد بن محمد بن ابي الفضل بن علي بن عبد الواحد\nالإمام العالم القاضي خطيب الشام وشيخ دار الحديث عماد الدين أبو الفضائل\nبن قاضي القضاة جمال الدين الأنصاري الخزرجي الدمشقي ابن الحرستاني ولد في\nرجب سنة سبع وسبعين بتقديم السين فيهما وخمسمائة بدمشق وسمع من والده\nوجماعة واشتغل على ابيه في المذهب وبرع فيه وتقدم وأفتى وناظر ودرس وناب عن\nابيه في الحكم ثم استقل بالقضاء بعد ابيه مدة قليلة ثم عزل ودرس بالغزالية\nمدة وباشر الخطابة مدة قال الذهبي وكان من كبار الأئمة وشيوخ العلم مع\nالتواضع والديانة وحسن السمت والتجمل وولي مشيخة الأشرفية بعد ابن الصلاح\nفباشرها إلى أن توفي في جمادى الأولى سنة اثنتين وستين وستمائة ودفن بسفح\nقاسيون\n</p>\n\n<h1 class='l1' id='head142'>439 - </h1>\n\n<p>\nعبد الوهاب بن خلف بن بدر العلامي قاضي القضاة تاج الدين الشهير بابن بنت\nالأعز والأعز كان وزير الكامل بن العادل ولد في رجب سنة أربع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوستمائة وقيل سنة أربع عشرة وولي قضاء القضاة بالديار المصرية بتعيين\nالشيخ عز الدين بن عبد السلام والوزارة ونظر الدواوين وتدريس الشافعي\nوالصالحية ومشيخة الشيوخ والخطابة ولم تجتمع <span id='ms177'></span> هذه المناصب لأحد قبله قرأ على\nالشيخ زكي الدين المنذري سنن أبي داود وسمع من غيره وحدث قال القطب\nاليونيني كان إماما فاضلا متبحرا وتقدم في الدولة وكانت له الحرمة الوافرة\nعند الملك الظاهر وكان ذا ذهن ثاقب وحدس صائب وجد وسعد وحزم وعزم مع\nالنزاهة المفرطة وحسن الطريقة والصلابة في الدين والتثبت في الأحكام وتولية\nالأكفاء لا يراعي أحدا ولا يداهنه ولا يقبل شهادة مريب وكان قوي النفس بحيث\nيرتفع على الصاحب بهاء الدين بن حنا ولا يحتقل بأمره وقال السبكي وعن ابن\nدقيق العيد أنه قال لو تفرغ ابن بنت الأعز للعلم فاق ابن عبد السلام وكان\nيقال إنه آخر قضاة العدل وفي أيامه قبل موته بسنتين جعلت القضاة أربعة فإنه\nطلب منه أن يفوض قضيته إلى حنفي لكونها لا تسوغ إلا على مذهبه فامتنع وكانت\nالعادة أن يستنيب من كل مذهب واحدا ليحكم في الأمور السائغة على مذهبه ولكن\nبإذن فلما امتنع من تلك القضية أشير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p139'> Vol. 02, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nبتولية أربعة مستقلين من المذاهب ففعل ذلك بمصر في سنة ثلاث وستين ثم\nبدمشق سنة أربع وستين توفي في رجب سنة خمس وستين وستمائة ودفن بسفح المقطم\n</p>\n\n<h1 class='l1' id='head143'>440 - </h1>\n\n<p>\nعثمان بن عبد الكريم بن أحمد بن خليفة الصنهاجي الشيخ الإمام سديد الدين\nأبو عمر التزمنتي مولده سنة خمس وستمائة وقدم القاهرة واشتغل بها وناب في\nالحكم ودرس بالمدرسة الفاضلية قال السبكي وكان إماما مشهورا بمعرفة المذهب\nوالتبحر فيه أخذ عنه ابن الرفعة توفي في ذي القعدة سنة أربع وسبعين وستمائة\nودفن بسفح المقطم\n</p>\n\n<h1 class='l1' id='head144'>441 - </h1>\n\n<p>\nعلي بن أنجب بن عثمان بن عبد الله بن عبد الرحمن بن عبد الرحيم المؤرخ\nالكبير تاج الدين أبو طالب البغدادي المعروف بابن الساعي ولد في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nشعبان سنة ثلاث وتسعين وخمسمائة وقرأ القراءات على أبي البقاء العكبري\nوسمع الحديث من جماعة كان فقيها قارئا بالسبع محدثا مؤرخا شاعرا لطيفا\nكريما له مصنفات كثيرة في التفسير والحديث والفقه والتاريخ وغير ذلك منها\nتاريخ في ستة وعشرين مجلدا وشرح على مقامات الحريري <span id='ms178'></span> في خمسة وعشرين مجلدا\nوشعراء الزمان في عشر مجلدات وطبقات الفقهاء في ثمان مجلدات وذيل على تاريخ\nابن الأثير في خمس مجلدات ومعجم الأدباء في خمس مجلدات أيضا قال الذهبي وقد\nأورد الكازروني في ترجمة ابن الساعي أسماء التصانيف التي صنفها وهي كثيرة\nجدا لعلها وقر بعير منها مشيخته بالسماع والإجازة في عشر مجلدات وقرأ على\nابن النجار تاريخه الكبير لبغداد وقد تكلم فيه فالله أعلم وله أوهام توفي\nببغداد في رمضان سنة أربع وسبعين وستمائة ووقف كتبه على النظامية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p141'> Vol. 02, p. 141</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head145'>442 - </h1>\n\n<p>\nعلي بن محمود بن علي القاضي العلامة شمس الدين أبو الحسن الشهرزوري\nالكردي مدرس القيمرية قال الذهبي شيخ فقيه إمام عارف بالمذهب موصوف بجودة\nالنقل حسن الديانة قوي النفس ذو هيبة ووقار بنى الأمير ناصر الدين القيمري\nمدرسة بالحريميين وفوض تدريسها إليه وإلى أولي الأهلية من ذريته وقد ناب في\nالقضاء عن ابن خلكان وتكلم بدار العدل بحضرة الملك الظاهر عندما اختاط على\nالغوطة فقال الماء والكلاء والمرعى لله لا يملك وكل من في يده ملك فهو له\nفبهت السلطان لكلامه وانفصل الموعد على هذا المعنى توفي في شوال سنة خمس\nوسبعين وستمائة ودفن بمقابر الصوفية\n</p>\n\n<h1 class='l1' id='head146'>443 - </h1>\n\n<p>\nعمر بن أسعد بن أبي غالب القاضي عز الدين أبو حفص الربعي بفتح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالراء الإربلي معيد الرواحية وصاحب ابن الصلاح وشيخ النووي سمع من جماعة\nقال الذهبي وكان دينا فاضلا بارعا في المذهب وقد ناب في القضاء عن ابن\nالصائغ ودرس وأشغل وكان النووي يتأدب معه ربما قام وملأ الإبريق ومشى به\nقدامه إلى الطهارة توفي في رمضان سنة خمس وسبعين وستمائة\n</p>\n\n<h1 class='l1' id='head147'>444 - </h1>\n\n<p>\nعمر بن بندار بباء موحدة بعدها نون ساكنة بن عمر القاضي كمال الدين أبو\nحفص التفليسي ولد بتفليس سنة اثنتين وستمائة تقريبا وتفقه وبرع في المذهب\nوالأصلين وغير ذلك ودرس وأفتى وأشغل وجالس أبا عمرو ابن الصلاح وممن أخذ\nعنه الأصول الشيخ محيي الدين النووي وولي القضاء بدمشق نيابة وكان محمود\nالسيرة ولما تملك التتار جاءه التقليد من هولاكو بقضاء الشام والجزيرة <span id='ms179'></span>\nوالموصل فباشر مدة يسيرة وأحسن إلى الناس بكل ممكن وذب عن الرعية وكان نافذ\nالكلمة عزيز المنزلة عند التتار لا يخالفونه في شيء قال القطب اليونيني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفبالغ في الإحسان وسعى في حقن الدماء ولم يتدنس في تلك المدة بشيء من\nالدنيا مع فقره وكثرة عياله ولا استصفى لنفسه مدرسة ولا استأثر بشيء وكان\nمدرس العادلية وسار محيي الدين ابن الزكي فجاء بالقضاء على الشام من جهة\nهولاكو وتوجه كمال الدين إلى قضاء حلب وأعمالها ولما عادت الدولة المصرية\nتعصبوا عليه ونسب إليه أشياء برأه الله منها وعصمه ممن أراد ضرره وكان\nنهاية ما نالوا منه انهم ألزموه بالسفر إلى الديار المصرية فسافر وأفاد أهل\nمصر قال الشريف عز الدين كان محمود السيرة مشكور الطريقة أقام بالقاهرة مدة\nيشغل الطلبة بعلوم عدة في غالب اوقاته فوجد به الناس في ذلك نفعا كثيرا\nولازمته مدة وقرأت عليه شيئا من أصول الفقه وانتفعت به وكان أحد العلماء\nالمشهورين والأئمة المذكورين توفي بالقاهرة في ربيع الأول سنة اثنتين\nوسبعين وستمائة ودفن بسفح المقطم\n</p>\n\n<h1 class='l1' id='head148'>445 - </h1>\n\n<p>\nعمر بن عبد الوهاب بن خلف قاضي القضاة صدر الدين بن قاضي القضاة تاج\nالدين العلامي المصري المعروف بابن بنت الأعز ولد سنة خمس وعشرين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوستمائة وسمع من الزكي المنذري والرشيد العطار وولي قضاء الديار المصرية\nفي جمادى الأولى سنة ثمان وسبعين وعزل في رمضان سنة تسع وقيل انه عزل نفسه\nواقتصر على تدريس الصالحية قال الذهبي كان فقيها عارفا بالمذهب يسلك طريقة\nوالده في التحري والصلابة وكان فيه دين وتعبد ولديه فضائل وكان عظيم الهيبة\nوافر الجلالة عديم المزاح بارا بالفقهاء مؤثرا متصدقا وكان أبوه يحترمه\nويتبرك به ودرس بأماكن توفي يوم عاشورا سنة ثمانين وستمائة\n</p>\n\n<h1 class='l1' id='head149'>446 - </h1>\n\n<p>\nالفتح بن موسى بن حماد بن عبد الله بن علي بن عيسى الفقيه نجم الدين أبو\nنصر المغربي الجزيري ولد بالجزيرة الخضراء بالأندلس في رجب سنة ثمان\nوثمانين وخمسمائة واشتغل بالنحو وسمع مقدمة الجزولي عليه وقدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nدمشق سنة عشر وسمع من الكندي واشتغل بحماة <span id='ms180'></span> على السيف الآمدي قال الذهبي\nنظم المفصل للزمخشري ونظم كتاب الإشارات لابن سينا ونظم السيرة لأبن هشام\nعلى قافية رائية في اثني عشر ألف بيت وله عدة مصنفات وكان من فضلاء زمانه\nثم دخل مصر ودرس بالفائزية بسيوط ثم ولي قضاء سيوط وبها توفي في جمادى\nالأولى سنة ثلاث وستين وستمائة\n</p>\n\n<h1 class='l1' id='head150'>447 - </h1>\n\n<p>\nالمبارك بن يحيى بن أبي الحسن بن أبي القاسم المصري الشيخ نصير الدين ابن\nالطباخ ولد في ذي القعدة سنة سبع وثمانين وخمسمائة وكان بارعا في الفقه\nمشهور الاسم فيه درس بالقطبية بالقاهرة وأعاد بالصالحية عند ابن عبد السلام\nوكان ذكي القريحة حاد الذهن كثير الاعتناء بكتاب التنبيه يدعي انه تخرج\nمسائل الفقه كلها منه وقال السيد عز الدين برع في المذهب ودرس وأفتى وصنف\nوانتفع به جماعة وكان أحد الفقهاء المشهورين والفضلاء المذكورين وقال\nالذهبي كان من كبار أئمة المذهب واشتغل وصنف وتخرج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبه جماعة مات بالقاهرة في جمادى الآخرة سنة سبع بتقديم السين وستين\nوستمائة ودفن ظاهر باب النصر\n</p>\n\n<h1 class='l1' id='head151'>448 - </h1>\n\n<p>\nمحمد بن أحمد بن يحيى بن هبة الله بن الحسن بن سني الدولة قاضي القضاة\nنجم الدين أبو بكر بن قاضي القضاة صدر الدين أبي العباس بن قاضي القضاة شمس\nالدين أبي البركات الدمشقي ولد في المحرم سنة خمس عشرة وقيل سنة ست عشرة\nوستمائة اشتغل وتقدم وناب عن والده ثم ولي قضاء حلب ثم ولي قضاء دمشق سنة\nثم عزل بابن خلكان ثم سكن مصر مدة وصودر وتعب وقد درس بالأمينية وعدة مدارس\nقال الذهبي وكان موصوفا بجودة النقل وصحته وكثرته مشهورا بالصرامة والهيبة\nوالهمة العالية والتحري في الأحكام توفي في المحرم سنة ثمانين وستمائة\nبدمشق ودفن بسفح قاسيون\n</p>\n\n<h1 class='l1' id='head152'>449 - </h1>\n\n<p>\nمحمد بن الحسين بن رزين بن موسى بن عيسى بن موسى بن نصر الله قاضي القضاة\nتقي الدين أبو عبد الله العامري الحموي ولد في شعبان سنة ثلاث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوستمائة بحماة وحفظ التنبيه في صغره ثم انتقل عنه إلى الوسيط فحفظه كله\nوحفظ المفصل كله ورحل إلى حلب فقرأ <span id='ms181'></span> على موفق الدين بن يعيش ورجع إلى حماة\nوتصدر للإقراء والفتوى وله ثمان عشرة سنة وحفظ المستصفى للغزالي وكتابي ابن\nالحاجب في الأصول والنحو ونظر في التفسير وبرع فيه وشارك في الخلاف والحديث\nوالبيان والمنطق وقدم دمشق سنة نيف وثلاثين وهو من فضلاء وقته فلازم ابن\nالصلاح وشرح عليه وعلق عنه وقرأ القراءات على أبي الحسن السخاوي وسمع منهما\nومن غيرهما وولي وكالة بيت المال ودرس بالشامية البرانية ثم انتقل إلى\nالقاهرة وقت أخذ التتار حلب وولي عدة جهات وظهرت فضائله الباهرة واشتغلوا\nعليه في أيام الشيخ عز الدين ابن عبد السلام ثم درس بالظاهرية ثم ولي\nالقضاء وتدريس الشافعي وامتنع من أخذ الجامكية على القضاء دينا وورعا وكان\nيقصد بالفتاوى من النواحي وله فتاوي مجموعة وتخرج به القاضي بدر الدين ابن\nجماعة وغيره وحدث عنه الدمياطي وابن جماعة والمصريون قال الذهبي وكان حميد\nالسيرة حسن الديانة كثير العبادة كبير القدر جميل الذكر وقال غيره كان فيه\nلطافة كتب إليه بعض الطلبة يطلب منه شيئا من الوقف فكتب على ورقته حالت\nأبنية الوقف بين العابد والصلة فاستحالت المسألة وكان ابن الرفعة يبالغ في\nالثناء على فقهه ويقول عنه شيخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p148'> Vol. 02, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nمشايخ الإسلام وكان القاضي بدر الدين ابن جماعة يبالغ في الثناء عليه\nانتهى ومما يدل على جلالة قدره ان الشيخ محيي الدين النواوي نقل عنه في\nالأصول والضوابط مع تأخر وفاته عنه توفي بالقاهرة في رجب سنة ثمانين\nوستمائة ودفن بالقرافة\n</p>\n\n<h1 class='l1' id='head153'>450 - </h1>\n\n<p>\nمحمد بن عبد الله بن عبد الله بن مالك العلامة الأوحد جمال الدين أبو عبد\nالله الطائي الجياني نزيل دمشق ولد سنة ثمان وتسعين وخمسمائة هذا هو الصواب\nففي تاريخ حلب للشيخ كمال الدين ابن العديم ان الشيخ جمال الدين أخبره بذلك\nوقيل ولد سنة ستمائة او سنة إحدى وستمائة وسمع من جماعة وأخذ العربية عن\nغير واحد منهم ثابت بن عبد الجبار الجياني وجالس بحلب ابن عمرون وغيره\nوتصدر بها لإقراء العربية ثم انتقل إلى دمشق وأقام بها يشغل <span id='ms182'></span> ويصنف وتخرج به\nجماعة كثيرة قال الذهبي وصرف همته إلى إتقان لسان العرب حتى بلغ فيه الغاية\nوحاز قصب السبق وأربى على المتقدمين وكان إماما في القراءات وعللها وصنف\nفيها قصيدة دالية مرموزة في مقدار الشاطبية وأما اللغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفكان إليه المنتهي في الإكثار من نقل غريبها والاطلاع على وحشيها وأما\nالنحو والتصريف فكان فيه بحرا لا يجارى وحبرا لا يبارى وأما أشعار العرب\nالتي يستشهد بها على اللغة والنحو فكانت الأئمة الأعلام يتحيرون فيه\nويتعجبون من أين يأتي بها وكان نظم الشعر سهلا عليه هذا مع ما هو عليه من\nالدين المتين وصدق اللهجة وكثرة النوافل وحسن السمت ورقة القلب وكمال العقل\nوالوقار والتؤدة وقال الشيخ كمال الدين الأدفوي قرأ الفقه على مذهب الشافعي\nوكان يميل إلى مذهب أهل الظاهر وقال الصلاح الصفدي أخبرني الإمام شهاب\nالدين أبو الثناء محمود قال جلس يوما يعني ابن مالك وذكر ما انفرد به صاحب\nالمحكم عن الأزهري في اللغة قال الصفدي وهذا أمر معجز لأنه يريد ينقل\nالكتابين قال صلاح الدين وانفرد عن المغاربة بشيئين الكرم ومذهب الشافعي\nتوفي في شعبان سنة اثنتين وسبعين وستمائة ودفن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p150'> Vol. 02, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nبالصالحية بتربة ابن الصائغ ورثاه العلامة بهاء الدين ابن النحاس ومن\nتصانيفه كتاب تسهيل الفوائد في النحو وكتاب الضرب في معرفة لسان العرب\nوكتاب الكافية الشافية وكتاب الخلاصة وكتاب العمدة وشرحها وكتاب سبك\nالمنظوم وفك المختوم وكتاب إكمال الأعلام بتثليث الكلام والتوضيح على ما\nوقع في الصحيح وغير ذلك\n</p>\n\n<h1 class='l1' id='head154'>451 - </h1>\n\n<p>\nمحمد بن علي بن الحسين بن حمزة نجيب الدين أبو الفضل الخلاطي مولده في\nربيع الأول سنة أربع وتسعين وخمسمائة سمع ببغداد ودمشق وسكن القاهرة وولي\nقضاء الشارع خارج باب زويلة وخطب بجامع المقس مدة وحدث وصنف كتبا منها\nقواعد الشرع وضوابط الأصل والفرع على الوجيز قال السيد عز الدين وذكر أنه\nشرح التنبيه في عشر مجلدات توفي بالقاهرة في شهر رمضان سنة خمس وسبعين\nوستمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head155'>452 - </h1>\n\n<p>\nمنصور بن سليم بفتح السين بن منصور بن فتوح الإمام المحدث وجيه <span id='ms183'></span> الدين أبو\nالمظفر الهمداني الإسكندراني محتسب الثغر ولد في صفر سنة سبع بتقديم السين\nوستمائة ورحل وسمع الكثير قال الذهبي وصنف وخرج وعني بالحديث والرجال\nوالتاريخ والفقه وغير ذلك ودرس بالإسكندرية وجمع لنفسه معجما وخرج أربعين\nحديثا في أربعين بلدا ولكن بعض بلدانه قرى ومحال وصنف تاريخا للإسكندرية في\nمجلدين وكان دينا خيرا حميد الطريقة كثير المروءة محسنا إلى الرحالة كتب\nعنه الدمياطي والشريف عز الدين ولم يخلف بعده ببلده مثله توفي في شوال سنة\nثلاث وسبعين وستمائة ودفن بالمينافين والهمداني بسكون الميم نسبة إلى\nالقبيلة المشهورة\n</p>\n\n<h1 class='l1' id='head156'>453 - </h1>\n\n<p>\nموهوب بن عمر بن موهوب بن إبراهيم الجزري ثم المصري القاضي صدر الدين أبو\nمنصور ولد بالجزيرة في جمادى الآخرة سنة تسعين بتقديم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالتاء وخمسمائة وأخذ عن السخاوي وابن عبد السلام وغيرهما قال الذهبي\nوتفقه وبرع في المذهب والأصول والنحو ودرس وأفتى وتخرج به جماعة وكان من\nفضلاء زمانه وولي القضاء بمصر وأعمالها دون القاهرة مدة وقال غيره تخرجت به\nالطلبة وجمعت عنه الفتاوى المشهورة به توفي بمصر فجأة في رجب سنة خمس وستين\nوستمائة ودفن بسفح المقطم\n</p>\n\n<h1 class='l1' id='head157'>454 - </h1>\n\n<p>\nيحيى بن شرف بن مري بن حسن بن حسين بن محمد بن جمعة بن حزام الفقيه\nالحافظ الزاهد أحد الأعلام شيخ الإسلام محيي الدين أبو زكريا الحزامي\nالنووي بحذف الألف ويجوز إثباتها الدمشقي ولد في المحرم سنة إحدى وثلاثين\nوستمائة قرأ القرآن ببلده وختم وقد ناهز الاحتلام قال ابن العطار قال لي\nالشيخ فلما كان لي تسع عشرة سنة قدم بي والدي إلى دمشق سنة تسع وأربعين\nفسكنت المدرسة الرواحية وبقيت نحو سنتين لم أضع جنبي إلى الأرض وكان قوتي\nبها جراية المدرسة لا غير وحفظت التنبيه في نحو أربعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأشهر ونصف قال وبقيت أكثر من شهرين أو أقل لما قرأت يجب الغسل من إيلاج\nالحشفة في الفرج أعتقد ان ذلك قرقرة البطن وكنت أستحم بالماء البارد كلما\nقرقر بطني وقرأت حفظا ربع المهذب في باقي السنة وجعلت أشرح وأصحح على شيخنا\nكمال الدين إسحاق <span id='ms184'></span> المغربي ولازمته فأعجب بي وأحبني وجعلني اعيد لأكثر\nجماعته فلما كانت سنة إحدى وخمسين حججت مع والدي وكانت وقفة الجمعة وكان\nرحيلنا من أول رجب فأقمنا بالمدينة نحوا من شهر ونصف وذكر والده قال لما\nتوجهنا من نوى أخذته الحمى فلم تفارقه إلى يوم عرفة ولم يتأوه قط قال وذكر\nلي الشيخ أنه كان يقرأ كل يوم اثني عشر درسا على المشايخ شرحا وتصحيحا\nدرسين في الوسيط ودرسا في المهذب ودرسا في الجمع بين الصحيحين ودرسا في\nصحيح مسلم ودرسا في اللمع لابن جنى ودرسا في اصطلاح المنطق لابن السكيت\nودرسا في التصريف ودرسا في أصول الفقه تارة في اللمع لأبي إسحاق وتارة في\nالمنتخب لفخر الدين ودرسا في أسماء الرجال ودرسا في أصول الدين وكنت أعلق\nجميع ما يتعلق بها من شرح مشكل ووضوح عبارة وضبط لغة وبارك الله لي في وقتي\nوخطر لي الاشتغال بعلم الطب فاشتريت كتاب القانون فيه وعزمت على الاشتغال\nفيه فأظلم على قلبي وبقيت إياما لا أقدر على الاشتغال بشيء ففكرت في أمري\nومن أين دخل علي الداخل فألهمني الله أن سببه اشتغالي بالطب فبعت القانون\nفي الحال فاستنار قلبي وقد سمع الحديث الكثير وأخذ علم الحديث عن جماعة من\nالحفاظ فقرأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p154'> Vol. 02, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب الكمال لعبد الغني على أبي البقاء خالد النابلسي وشرح مسلم ومعظم\nالبخاري على أبي إسحاق المرادي وأخذ أصول الفقه عن القاضي أبي الفتح\nالتفليسي وتفقه على الكمال إسحاق المغربي وشمس الدين عبد الرحمن بن نوح\nالمقدسي وعز الدين عمر بن أسعد الإربلي وكمال الدين سلار الإربلي قرأ على\nابن مالك كتابا من تصانيفه وعلق عنه أشياء قال القاضي عز الدين ابن الصائغ\nلو أدرك القشيري النووي وشيخه كمال الدين إسحاق لما قدم عليهما في ذكره\nلمشايخها يعني الرسالة أحدا لما جمع فيهما من العلم والعمل والزهد والورع\nوالنطق بالحكمة وقال ابن العطار ذكر لي شيخنا أنه كان لا يضيع له وقتا في\nليل ولا نهار إلا في وظيفة من الاشتغال بالعلم <span id='ms185'></span> حتى في ذهابه في الطريق يكرر\nأو يطالع وأنه بقي على هذا ست سنين ثم اشتغل بالتصنيف والإشغال والنصح\nللمسلمين وولاتهم مع ما هو عليه من المجاهدة لنفسه والعمل بدقائق الفقه\nوالحرص على الخروج من خلاف العلماء والمراقبة لأعمال القلوب وتصفيتها من\nالشوائب يحاسب نفسه على الخطوة بعد الخطوة وكان محققا في علمه وفنونه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p155'> Vol. 02, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nمدققا في علمه وشؤونه حافظا لحديث رسول الله صلى الله عليه وسلم عارفا\nبأنواعه من صحيحه وسقيمه وغريب ألفاظه واستنباط فقهه حافظا للمذهب وقواعده\nوأصوله وأقوال الصحابة والتابعين واختلاف العلماء ووفاقهم سالكا في ذلك\nطريقة السلف قد صرف أوقاته كلها في أنواع العلم والعمل بالعلم وكان لا يأكل\nفي اليوم والليلة إلا أكلة بعد عشاء الآخرة ولا يشرب إلا شربة واحدة عند\nالسحر ولم يتزوج وقد ولي دار الحديث الأشرفية بعد موت أبي شامة سنة خمس\nوستين إلى أن توفي ولم يأخذ لنفسه شيئا من معلومها وترجمته طويلة أفردها\nتلميذه ابن العطار بالتصنيف مات ببلده نوى بعد ما زار القدس والخليل في رجب\nسنة سبع وسبعين وستمائة ودفن بها ومن تصانيفه الروضة والمنهاج وشرح المهذب\nوصل فيه إلى أثناء الربا وقال الذهبي وصل فيه إلى باب المصراة وهو غلط سماه\nالمجموع والمنهاج في شرح مسلم وكتاب الأذكار وكتاب رياض الصالحين وكتاب\nالإيضاح في المناسك والإيجاز في المناسك وله أربع مناسك أخر والخلاصة في\nالحديث لخص فيه الأحاديث المذكورة في شرح المهذب وكتاب الإرشاد في علم\nالحديث وكتاب التقريب والتيسير في مختصر الإرشاد وكتاب التبيان في آداب\nحملة القرآن وكتاب المبهمات وكتاب التحرير في ألفاظ التنبيه ونكت التنبيه\nفي مجلدة والعمدة في تصحيح التنبيه وهما من أوائل ما صنف ولا ينبغي\nالاعتماد على ما فيهما من التصحيحات المخالفة للكتب المشهورة والفتاوى وقد\nرتبها ابن العطار والتحقيق وصل فيه إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p156'> Vol. 02, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nأثناء صلاة المسافر ذكر فيه غالب ما في شرح المهذب من الأحكام ومبهمات\nالأحكام وهو قريب من التحقيق في كثرة الأحكام إلا أنه لم يذكر فيه خلافا\nوقد <span id='ms186'></span> وصل فيه إلى أثناء طهارة البدن والثوب وشرح مطول على التنبيه وصل فيه\nإلى الصلاة سماه تحفة طالب التنبيه ونكت على الوسيط في مجلدين وشرح على\nالوسيط سماه التنقيح وصل فيه إلى كتاب شروط الصلاة قال الإسنوي وهو كتاب\nجليل من أواخر ما صنف جعله مشتملا على أنواع متعلقة بكلام الوسيط ولم يتعرض\nفيه لفروع غير فروع الوسيط وشرح قطعة من البخاري وتهذيب الأسماء واللغات\nوطبقات الفقهاء الملخصة من طبقات ابن الصلاح والمنتخب في مختصر التذنيب\nللرافعي ورؤوس المسائل وتصنيف في الاستسقاء وفي استحباب القيام لأهل الفضل\nونحوهم وفي قسمة الغنائم واختصره والأصول والضوابط وهو مشتمل على كثير من\nقواعده وضوابطه ألف منه أوراق قلائل وكتاب على الروضة كالدقائق على المنهاج\nسماه الإشارات إلى ما وقع في الروضة من الأسماء والمعاني واللغات وهو كثير\nالفائدة وصل فيه إلى أثناء الصلاة قال الإسنوي وينسب إليه تصنيفان ليسا له\nأحدهما مختصر لطيف يسمى النهاية في اختصار الغاية والثاني أغاليط على\nالوسيط مشتملة على خمسين موضعا بعضها فقهية وبعضها حديثية وممن نسب هذا\nإليه ابن الرفعة في شرح الوسيط فاحذره فإنه لبعض الحمويين ولهذا لم يذكره\nابن العطار تلميذه حين عدد تصانيفه واستوعبها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p157'> Vol. 02, p. 157</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head158'>455 - </h1>\n\n<p>\nيحيى بن عبد المنعم بن حسن الشيخ جمال الدين المصري ويعرف بالجمال يحيى\nكان فقيها كبيرا حافظا للمذهب دينا خيرا أخذ الفقه عن الشيخ أبي الطاهر\nالمحلي وبعد صيته واشتهر اسمه وولي قضاء المحلة ثم درس بمشهد الحسيني\nبالقاهرة وناب في الحكم ويحكى أن القاضي تاج الدين ابن بنت الأعز حضر عند\nجماعة من الفقهاء المتقنين فسأل عن مسألة فلم يستحضر أحد منهم فيها نقلا\nفقال الجمال يحيى أنقلها من سبعة عشر كتابا وسردها وقيل إنه كان لا يدري\nأصولا ولا نحوا ولا علما غير الفقه وكان قوي النفس توفي في رجب سنة ثمانين\nوستمائة وقد قارب الثمانين\n</p>\n\n<h1 class='l1' id='head159'>456 - </h1>\n\n<p>\nيعقوب بن عبد الرحمن بن القاضي أبي سعد بن أبي عصرون المدرس الأصيل سعد\nالدين أبو يوسف سمع وحدث ودرس بالقاهرة بالمدرسة <span id='ms187'></span> القطبية مدة قال الذهبي\nكان فقيها فاضلا رئيسا نبيلا توفي في شهر رمضان سنة خمس وستين وستمائة\nبالمحلة وله مسائل جمعها على المهذب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head160'>الطبقة الثانية والعشرون وهم الذين كانوا في العشرين الخامسة من المائة السابعة</h1>\n\n<h1 class='l1' id='head161'>457 - </h1>\n\n<p>\nأحمد بن إبراهيم بن عمر بن الفرج بن أحمد بن سابور بن علي ابن غنيمة\nبالضم والفتح الإمام المقرئ الواعظ المفسر الخطيب عز الدين أبو العباس\nالفاروثي الواسطي ولد بواسط في ذي القعدة سنة أربع عشرة وستمائة وقرأ\nالقراءات على والده وعلى الحسين ابن الحسن بن ثابت الطيبي وسمع ببغداد\nوواسط وأصفهان ودمشق من خلق وألبسه الشيخ شهاب الدين السهروردي خرقة التصوف\nوروى الكثير بالحرمين والعراق ودمشق وسمع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعليه خلائق منهم البرزالي سمع منه بقراءته وقراءة غيره الكثير ولبس منه\nالخرقة خلق وقرأ عليه القراءات جماعات وقدم دمشق وولي مشيخة الحديث\nبالظاهرية وتدريس الجاروخية والنجيبية وولي خطابة الجامع ثم عزل من الخطابة\nفتألم لذلك وترك الجهات وأودع بعض كتبه وكانت كثيرة جدا وسار مع الركب\nالشامي سنة إحدى وتسعين فحج وسار مع حج العراق إلى واسط قال الذهبي كان\nفقيها سلفيا مفتيا مدرسا عارفا بالقراءات ووجوهها وبعض عللها خطيبا واعظا\nزاهدا عابدا صوفيا صاحب أوراد وأخلاق وكرم وإيثار ومروءة وفتوة وتواضع وعدم\nتكلف وكان كبير القدر وافر الحرمة له القبول التام من الخواص والعوام وله\nمحبة في القلوب ووقع في النفوس وله نوادر وحكايات حلوة وكان ظريفا في لبسه\nوخطابته حلو المجالسة طيب الأخلاق لطيف الشكل مات بواسط في ذي الحجة سنة\nأربع وتسعين وستمائة\n</p>\n\n<h1 class='l1' id='head162'>458 - </h1>\n\n<p>\nأحمد بن أحمد بن نعمة بن أحمد الإمام العلامة أقضى القضاة خطيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالشام شرف الدين أبو العباس النابلسي المقدسي ولد سنة اثنتين وعشرين\nوستمائة ظنا بالقدس إذ أبوه خطيبها إجاز له جماعة وسمع من السخاوي وابن\nالصلاح وطبقتهما واشتغل في العلم وتفقه على ابن عبد السلام بالقاهرة وبرع\nوتفنن واشتغل وأفتى وتخرج به جماعة من الأئمة ودرس بالشامية البرانية وناب\nفي الحكم عن أبن الخوبي وكان من طبقته في الفضائل <span id='ms188'></span> وولى دار الحديث النورية\nثم ولي الخطابة قال الذهبي كان إماما فقيها محققا متقنا للمذهب والأصول\nوالعربية والنظر حاد الذهن سريع الفهم بديع الكتابة إماما في تحرير الخط\nالمنسوب وانتهت إليه رئاسة المذهب وصنف كتابا جمع فيه بين طريقتي الفخر\nالرازي والسيف الآمدي وكان متواضعا متنسكا حسن الأخلاق لطيف الشمائل طويل\nالروح على التعليم وكان ينشئ الخطب ويخطب بها وكان متين الديانة حسن\nالاعتقاد سلفي النحلة وقال ابن كثير انتهت إليه رئاسة المذهب بعد الشيخ تاج\nالدين وأذن لجماعة من الفضلاء في الإفتاء منهم ابن تيمية وكان يفتخر بذلك\nوقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p161'> Vol. 02, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nغيره لم يخلف بعده مثله وكان من محاسن الزمان وله تصانيف عديدة توفي في\nشهر رمضان سنة أربع وتسعين وستمائة ودفن بباب كيسان عند والده\n</p>\n\n<h1 class='l1' id='head163'>459 - </h1>\n\n<p>\nأحمد بن عبد الله بن محمد بن أبي بكر بن محمد بن إبراهيم شيخ الحرم محب\nالدين أبو العباس الطبري المكي ولد في جمادى الآخرة سنة خمس عشرة وستمائة\nوسمع من جماعة وتفقه ودرس وأفتى وصنف كتابا كبيرا إلى الغاية في الأحكام في\nست مجلدات وتعب عليه مدة ورحل إلى اليمن وأسمعه للسلطان صاحب اليمن روى عنه\nالدمياطي وابن العطار وابن الخباز والبرزالي وجماعة قال الذهبي الفقيه\nالزاهد المحدث وكان شيخ الشافعية ومحدث الحجاز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن كثير مصنف الأحكام المبسوطة أجاد فيها وأفاد وأكثر وأطنب وجمع\nالصحيح والحسن ولكن ربما أورد الأحاديث الضعيفة ولا ينبه على ضعفها وله\nكتاب ترتيب جامع المسانيد وقال الإسنوي اشتغل بقوص على الشيخ مجد الدين\nالقشيري وشرح التنبيه وألف كتابا في المناسك وكتابا في الألغاز توفي في\nجمادى الآخرة وقيل في رمضان وقيل في ذي القعدة سنة أربع وتسعين وستمائة\nوحكى البرزالي عن بعض علماء الحجاز أن الشيخ محب الدين توفي في جمادى\nالآخرة وولده توفي بعده في ذي القعدة قال البرزالي واعتمدت على قوله وولده\nهو القاضي جمال الدين محمد أديب فاضل سمع من أبيه ومن العلامة أبي الحسن\nابن سلامة وتفقه بأبيه وتولى القضاء بمكة وصنف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p163'> Vol. 02, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nكتابا سماه <span id='ms189'></span> التشويق إلى البيت العتيق قال الكمال الأدفوي ذكر فيه أشياء\nحسنة وأصابه الفالج فأقام به مدة\n</p>\n\n<h1 class='l1' id='head164'>460 - </h1>\n\n<p>\nأحمد بن عبد الله بن محمد بن عبد الجبار بن طلحة بن عمر بن علي بن عبد\nالله الفقيه الإمام أمين الدين أبو العباس ابن الأشتري الحلبي ثم الدمشقي\nولد في شوال سنة خمس عشرة وستمائة وسمع الكثير من خلق وكان ممن جمع بين\nالعلم والعمل والإنابة والديانة التامة بحيث إن الشيخ محي الدين كان إذا\nجاءه شاب يقرأ عليه يرشده إلى القراءة على المذكور لعلمه بدينه وعفته روى\nعن جماعة روى عنه ابن العطار وابن الخباز والمزي قال وكان ممن يظن به أنه\nلا يحس ان يعصي الله تعالى وقال الذهبي كان ممن جمع بين العلم والعمل إماما\nعارفا بالمذهب ورعا كثير التلاوة بارز العدالة كبير القدر مقبلا على شأنه\nوكان يقرئ الفقه وله اعتناء بالحديث سرد الصوم أربعين سنة توفي فجأة بدمشق\nفي ربيع الأول سنة إحدى وثمانين وستمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head165'>461 - </h1>\n\n<p>\nأحمد بن عبد الواحد بن عبد الكريم بن خلف الأنصاري السالمي الفقيه المؤرخ\nفتح الدين أبو العباس ابن الزملكاني عم الشيخ كمال الدين ابن الزملكاني ولد\nسنة خمس وأربعين وستمائة وروى عن جماعة قال الذهبي وشرع في تأريخ كبير على\nنمط تأريخ ابن خلكان ولو كمل لجاء في ثلاثين مجلدا وعمل فيه إلى حرف الجيم\nفي نحو ثلاث مجلدات توفي في صفر سنة تسع بتقديم التاء وتسعين وستمائة\n</p>\n\n<h1 class='l1' id='head166'>462 - </h1>\n\n<p>\nأحمد بن عيسى بن رضوان الشيخ كمال الدين العسقلاني ثم المصري المعروف\nبابن القليوبي اشتغل في العلم وتميز وسمع وحدث وولي قضاء المحلة وصنف\nمصنفات كثيرة وشرح التنبيه شرحا مبسوطا سماه الإشراق في شرح تنبيه أبي\nإسحاق وكان دينا صالحا قال الذهبي توفي سنة تسع بتقديم التاء وثمانين\nوستمائة كذا حكاه السبكي في الطبقات الكبرى وقال وليس كذلك بل قد تأخر عن\nهذا الوقت فقد رأيت طبقات السماع عليه مؤرخة بسنة إحدى وتسعين بعضها في\nجمادى الأولى وبعضها في رجب وعليها خطه بالتصحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقلت والذهبي <span id='ms190'></span> لم يذكره في العبر وقال في التأريخ الكبير في سنة تسع\nوثمانين لا أعلم متى توفي قال السبكي وعندي بخطه من مصنفاته نهج الوصول في\nعلم الأصول مختصرا والمقدمة الأحمدية في أصول العربية وكتاب طب القلب ووصول\nالصب وكتاب العلم الظاهر في مناقب الفقيه أبي الطاهر جمع فيه مناقب شيخ\nوالده أبي الطاهر خطيب مصر وكتاب الحجة الرابضة لفرق الرافضة\n</p>\n\n<h1 class='l1' id='head167'>463 - </h1>\n\n<p>\nأحمد بن محمد بن إبراهيم بن أبي بكر بن خلكان قاضي القضاة شمس الدين أبو\nالعباس البرمكي الإربلي ولد بإربل سنة ثمان وستمائة تفقه بالموصل على كمال\nالدين ابن يونس وأخذ بحلب عن القاضي بهاء الدين ابن شداد وغيرهما وقرأ\nالنحو على أبي البقاء يعيش بن علي النحوي وسمع من جماعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوقدم الشام في شبيبته وأخذ عن ابن الصلاح ودخل الديار المصرية وسكنها\nوناب في القضاء عن القاضي بدر الدين السنجاري ثم قدم الشام على القضاء في\nذي الحجة سنة تسع وخمسين منفردا بالأمر ثم أقيم معه القضاة الثلاثة في سنة\nأربع وستين ثم عزل سنة تسع وستين ثم أعيد بعد سبع سنين في آخر سنة ست\nوسبعين ثم عزل ثانيا في أوائل سنة ثمانين واستمر معزولا وبيده الأمينية\nوالنجيبية قال الشيخ تاج الدين الفزاري في تاريخه كان قد جمع حسن الصورة\nوفصاحة المنطق وغزارة الفضل وثبات الجأش ونزاهة النفس وقال قطب الدين في\nتأريخ مصر كان إماما عالما وأديبا بارعا وحاكما عادلا ومؤرخا جامعا وله\nالباع الطويل في الفقه والنحو والأدب غزير الفضل كامل العقل قال وأخبرني من\nأثق به عنه أنه قال أحفظ سبعة عشر ديوانا من الشعر وقال البرزالي في معجمه\nأحد علماء عصره المشهورين وسيد أدباء دهره المذكورين جمع بين علوم جمة فقه\nوعربية وتأريخ ولغة وغير ذلك وجمع تاريخا نفيسا اقتصر فيه على المشهورين من\nكل فن وكانت له يد طولى في علم اللغة لم ير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p167'> Vol. 02, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nفي وقته من يعرف ديوان المتنبي كمعرفته وكان مجلسه كثير الفوائد والتحقيق\nوقال الذهبي وكان إماما فاضلا بارعا متفننا <span id='ms191'></span> عارفا بالمذهب حسن الفتاوى جيد\nالقريحة بصيرا بالعربية علامة في الأدب والشعر وأيام الناس كثير الاطلاع\nحلو المذاكرة وافر الحرمة من سروات الناس كريما جوادا ممدحا وقد جمع كتابا\nنفيسا في وفيات الأعيان توفي في رجب سنة إحدى وثمانين وستمائة ودفن\nبالصالحية قال الإسنوي خلكان قرية كذا قال وهو وهم وإنما هو اسم لبعض\nأجداده\n</p>\n\n<h1 class='l1' id='head168'>464 - </h1>\n\n<p>\nأحمد بن محمد بن عباس بن جعوان بجيم وعين مهملة وواو الإمام شهاب الدين\nالأنصاري الدمشقي أخو الحافظ شمس الدين سمع مع أخيه كثيرا وأقبل على الفقه\nقال الذهبي الإمام المحقق الزاهد برع في الفقه وأفتى وكان عمدة في نقل\nالمذهب وانقطع وانقبض عن الناس وكان تام الشكل مهيبا متنسكا متقشفا وهو من\nتلامذة النووي توفي في شعبان سنة تسع بتقديم التاء وتسعين وستمائة وهو في\nالكهولة أخوه شمس الدين توفي في جمادى الأولى سنة اثنتين وثمانين ولم يشتهر\nبفقه وإنما كان نحويا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head169'>465 - </h1>\n\n<p>\nأحمد بن موسى بن علي بن عجيل اليمني الذوالي بضم الذال المعجمة وذوال\nناحية على نصف يوم من زبيد الإمام العالم العامل الزاهد العارف صاحب\nالأحوال والكرامات قال السبكي في الطبقات الكبرى ومما يؤثر من كراماته أن\nبعض الناس جاء إليه في يده سلعة فقال له أدع الله أن يزيل عني هذه السلعة\nوإلا ما بقيت أحسن ظني بأحد من الصالحين فقال له لا حول ولا قوة إلا بالله\nومسح على يده وربط عليها خرقة وقال له لا تفتحها حتى تصل إلى منزلك فخرج من\nعنده فلما كان في بعض الطريق أراد أن يتغذى ففتح يده ليأكل وكانت في كفه\nاليمنى فلم ير لها أثرا وذهبت عنه بالكلية وكان الشيخ ستر الكرامة بالخرقة\nلئلا تظهر في الحال قال السبكي ومن المشهور أن بعض فقهاء اليمن الصالحين من\nقرائب ابن عجيل سمعه يقرأ في قبره سورة النور وقد ذكر صاحب المذاكرة في\nكتابه فوائد حسنة غريبة وقعت بين ابن عجيل هذا وإسماعيل الحضرمي المذكور في\nالطبقة السالفة توفي ببلده سنة أربع وثمانين وستمائة <span id='ms192'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head170'>466 - </h1>\n\n<p>\nإسماعيل بن أحمد بن سعيد الشيخ عماد الدين بن الصدر تاج الدين بن الأثير\nالحلبي الفقيه الكاتب ولي كتابة الدرج بعد والده بالديار المصرية مدة ثم\nتركها دينا وتورعا وله خطب مدونة وهو الذي علق شرح العمدة عن الشيخ تقي\nالدين بن دقيق العيد وله تاريخ في ذكر الخلفاء والملوك في مجلدين عدم في\nوقعة قازان سنة تسع وتسعين وستمائة\n</p>\n\n<h1 class='l1' id='head171'>467 - </h1>\n\n<p>\nجعفر بن محمد بن عبد الرحيم الشريف ضياء الدين أبو الفضل الحسيني القبابي\nالمصري المعروف بابن عبد الرحيم مولده سنة تسع بتقديم التاء عشرة وستمائة\nوتفقه على الشيخين بهاء الدين القفطي ومجد الدين القشيري واستفاد من ابن\nعبد السلام وأخذ الأصول عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالشيخين مجد الدين القشيري وعبد الحميد الخسروشاهي وسمع الحديث من جماعة\nودرس بالمشهد الحسيني وولي وكالة بيت المال وكان عارفا بالمذهب أصوليا\nأديبا قال ابن كثير في طبقاته أحد الأعيان كان بارعا في المذهب مناظرا أفتى\nبضعا وأربعين سنة على السداد توفي في ربيع الأول سنة ست وتسعين وستمائة\n</p>\n\n<h1 class='l1' id='head172'>468 - </h1>\n\n<p>\nجعفر بن يحيى بن جعفر المخزومي الإمام ظهير الدين التزمنتي أخذ عن ابن\nالجميزي واستفاد من ابن عبد السلام وكان الشيخ عز الدين يستحسن ذهنه درس\nبالمدرسة القطبية وأعاد بمدرسة الشافعي وكان شيخ الشافعية بمصر في زمانه\nأخذ عنه ابن الرفعة وصدر الدين السبكي وخلائق قال بعض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالمؤرخين وكان يفتي لفظا ويأبى أن يكتب توفي في جمادى الآخرة سنة اثنتين\nوثمانين وستمائة وله شرح مشكل الوسيط وتزمنت بفتح التاء المثناة من فوقها\nثم زاي معجمة بلدة من صعيد مصر من عمل البهنسا\n</p>\n\n<h1 class='l1' id='head173'>469 - </h1>\n\n<p>\nعبد الله بن عمر بن محمد بن علي قاضي القضاة ناصر الدين أبو الخير\nالبيضاوي صاحب المصنفات وعالم آذربيجان وشيخ تلك الناحية ولي قضاة شيراز\nقال السبكي كان اماما مبرزا نظارا خيرا صالحا متعبدا وقال ابن حبيب عالم\nنمي زرع فضله ونجم وحاكم عظمت بوجوده بلاد العجم برع في الفقه والأصول وجمع\nبين المعقول والمنقول تكلم كل من الأئمة بالثناء على مصنفاته وفاه ولو لم\nيكن له <span id='ms193'></span> غير المنهاج الوجيز لفظه المحرر لكفاه ولي أمر القضاة بشيراز وقابل\nالأحكام الشرعية بالاحترام والاحتزاز توفي بمدينة تبريز قال السبكي\nوالإسنوي سنة إحدى وتسعين وستمائة وقال ابن كثير في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nتأريخه والكتبي وابن حبيب توفي سنة خمس وثمانين وأهمله الذهبي في العبر\nوفي الكبير وابن كثير في طبقاته ومن تصانيفه الطوالع قال السبكي وهو أجل\nمختصر ألف في علم الكلام والمنهاج مختصر من الحاصل والمصباح ومختصر الكشاف\nوالغاية القصوى في الفقه مختصر الوسيط وشرح المصابيح في الحديث وله تعليقة\nعلى مختصر ابن الحاجب وعد الصلاح الكتبي من مصنفاته شرح المحصول وشرح\nالمنتخب للإمام والإيضاح في اصول الدين وشرح التنبيه في أربع مجلدات وشرح\nالكافية في النحو وتهذيب الأخلاق في التصوف وكتاب في المنطق ثم رأيت ابن\nكثير قد عد أيضا في تصانيفه شرح المحصول وشرح المنتخب وشرح التنبيه\n</p>\n\n<h1 class='l1' id='head174'>470 - </h1>\n\n<p>\nعبد الرحمن بن إبراهيم بن سباع بن ضياء العلامة الإمام مفتي الإسلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nتاج الدين أبو محمد الفزاري البدري المصري الأصل الدمشقي الفركاح ولد في\nربيع الأول سنة أربع وعشرين وستمائة وسمع البخاري من ابن الزبيدي وسمع من\nابن اللتي وابن الصلاح والسخاوي وخلائق وخرج له البرزالي عشرة اجزاء صغار\nعن مائة نفس وخرج من تحت يده جماعة من القضاة والمدرسين والمفتين وتفقه في\nصغره على الشيخين ابن الصلاح وابن عبد السلام وبرع في المذهب وهو شاب وجلس\nللأشغال وله بضع وعشرين سنة وكتب في الفتاوى وقد كمل ثلاثين سنة ولما قدم\nالنواوي من بلده أحضروه ليشتغل عليه فحمل همه وبعث به إلى المدرسة الرواحية\nليحصل له بها بيت ويرتفق بمعلومها ولم يزل يشتغل إلى أن مات وكانت الفتاوى\nتأتيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p174'> Vol. 02, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nمن الأقطار وأعاد بالناصرية أول ما فتحت ودرس في المجاهدية ثم تركها وولي\nتدريس البادرائية في سنة ست وسبعين قال القطب اليونيني انتفع به جم غفير\nومعظم قضاة دمشق وما حولها وقضاة الأطراف تلامذته وكان رحمه الله عنده من\nالكرم المفرط وحسن العشرة وكثرة الصبر والاحتمال وعدم الرغبة في التكثر من\nالدنيا والقناعة والإيثار <span id='ms194'></span> والمبالغة في اللطف ولين الكلمة والأدب ما لا\nمزيد عليه من الدين المتين وملازمة قيام الليل والورع وشرف النفس وحسن\nالخلق والتواضع والعقيدة الحسنة في الفقراء والصالحين وزيارتهم وله تصانيف\nمفيدة تدل على محله من العلم وتبحره فيه وكانت له يد في النظم والنثر وقال\nالذهبي فقيه الشام درس وناظر وصنف وانتهت إليه رئاسة المذهب كما انتهت إلى\nولده برهان الدين وكان من أذكياء العالم وممن بلغ رتبة الاجتهاد ومحاسنه\nكثيرة وهو أجل ممن ينبه عليه مثلي وكان رحمه الله يلثغ بالراء غينا فسبحان\nمن له الكمال وكان لطيف اللحية قصيرا اسمر حلو الصوره مفركح الساقين وكان\nيركب البغلة ويحف به اصحابه ويخرج بهم إلى الأماكن النزهة ويباسطهم وله في\nالنفوس صورة عظيمة لدينه وعلمه ونفعه العام وتواضعه وخيره ولطفه وجوده وكان\nاكبر من النووي بسبع سنين وكان افقه نفسا وأذكى قريحة وأقوى مناظرة من\nالشيخ محيي الدين بكثير ولكن كان الشيخ محيي الدين انقل للمذهب وأكثر\nمحفوظا منه وهؤلاء الأئمة اليوم هم خواص تلاميذه وكان قليل المعلوم كثير\nالبركة وكان مدرس البادرائية ولم يكن بيده سواها إلا ما له على المصالح\nوقال الذهبي في المعجم المختص شيخ الاسلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p175'> Vol. 02, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nكبير الشافعية وجمع تأريخا مفيدا وصنف التصانيف وتخرج به الأئمة وانتهت\nإليه معرفة المذهب وكان أحد الاذكياء المناظرين رأيته وسمعت كلامه في حلقة\nأقرانه مدة وكان بينه وبين النووي رحمهما الله تعالى وحشة كعادة النظراء\nوله في تأريخه عجائب توفي بالبادرائية في جمادى الآخرة سنة تسعين وستمائة\nودفن بمقبرة باب الصغير ومن تصانيفه الإقليد لدرء التقليد شرحا على التنبيه\nلم يتمه قال الإسنوي لم ينته فيه الى كتاب النكاح وقال ابن كثير وصل فيه\nالى الغصب كذا قال وقد وقفت على نسخة منه الى آخر الوقف وله شرح الورقات في\nالأصول وله على الوجيز تعليقة وشرح من التعجيز قطعة وله الفتاوى فيها فوائد\nوالتاريخ علق فيه الحوادث التي وقعت في زمنه وصل فيه الى آخر جمادى الأولى\nمن هذه السنه\n</p>\n\n<h1 class='l1' id='head175'>471 - </h1>\n\n<p>\nعبد <span id='ms195'></span> الرحمن بن عبد الوهاب بن خلف بن بدر قاضي القضاة تقي الدين ابو\nالقاسم بن قاضي القضاة تاج الدين العلامي المصري المعروف بابن بنت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالأعز ولد في شهر رمضان سنة تسع وثلاثين وستمائة سمع الحديث من الرشيد\nالعطار والحافظ المنذري وتفقه على والده وابن عبد السلام وقرأ الأصول على\nالقرافي وتعليق القرافي على المنتخب إنما وضعه لأجله وجمع له بين القضاء\nوالوزارة وولي مشيخة خانقاه سعيد السعداء وخطابة جامع الأزهر وتدريس\nالشافعي والمشهد الحسيني بالقاهرة والصالحية وغير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p177'> Vol. 02, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nذلك فسار أحسن سيرة وما يرضاه عالم العلانية والسريرة واستعفى من الوزارة\nوامتحن محنة شديدة في أول الدولة الأشرفية وعمل على تلافه بالكلية وذلك\nبسعاية الوزير ابن السلعوس وزير الملك الأشرف وشهد عليه بالزور بأمور منكرة\nوعزل وحبس ثم أطلق وأقام بالقرافة مدة ثم حج ومدح النبي صلى الله عليه وسلم\nبقصيدة وقيل إنه كشف رأسه ووقف واستغاث بالنبي صلى الله عليه وسلم فلم يصل\nإلى القاهرة إلا والأشرف قد قتل وكذلك وزيره وأعيد إلى القضاء وقال الذهبي\nكان فقيها إماما مناظرا شاعرا محسنا فصيحا مفوها وافر العقل كامل السؤدد\nعالي الهمة عزيز النفس وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p178'> Vol. 02, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nالقائل ... ومن رام في الدنيا حياة خلية ... من الهم والأكدار رام محالا\n... ... وهاتيك دعوى قد تركت دليلها ... على كل أبناء الزمان محالا ...\n</p>\n\n<p>\nتوفي في جمادى الأولى سنة خمس وتسعين وستمائة\n</p>\n\n<h1 class='l1' id='head176'>472 - </h1>\n\n<p>\nعبد الرحيم بن ابراهيم بن هبة الله بن المسلم بن هبة الله بن حسان بن\nمحمد بن منصور بن أحمد القاضي نجم الدين أبو محمد الجهني ابن البارزي قاضي\nحماة ولد في المحرم سنة ثمان وستمائة سمع الحديث واشتغل في فنون العلم ناب\nفي قضاء حماة عن والده مدة ثم ولي بعده ولم يأخذ على القضاء رزقا وعزل على\nالقضاء قبل موته بأعوام قال الذهبي كان إماما فاضلا فقيها اصوليا أديبا\nشاعرا له خبرة بالعقليات وكان مشكورا في أحكامه وافر الديانة يحب الفقراء\nوالصالحين ودرس وأفتى وصنف وأشغل مدة وخرج له الأصحاب في المذهب وله شعر\nرائق توفي <span id='ms196'></span> وهو متوجه الى الحج بتبوك في عاشر ذي القعدة سنة ثلاث وثمانين\nوستمائة وحمل إلى المدينة الشريفة فدفن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبالبقيع قال الكتبي وخلف كتبا كثيرة من عهد أبيه وجده قيل إنها فوق\nالخمسين ألف مجلدة\n</p>\n\n<h1 class='l1' id='head177'>473 - </h1>\n\n<p>\nعبد الرحيم بن عمر بن عثمان الإمام المفتي الزاهد جمال الدين أبو محمد\nالباجربقي الموصلي اشتغل بالموصل وأفاد ثم قدم دمشق في سنة سبع وسبعين فخطب\nفي جامع دمشق نيابة ودرس بالفتحية والدولعية وحدث بجامع الأصول لابن الأثير\nعن والده عن المصنف وقد ولي قضاء غزة سنة تسع وسبعين قال الذهبي شيخ فقيه\nمحقق نقال مهيب ساكن كثير الصلاة ملازم للجامع والأشغال وكان لازما لشأنه\nحافظا للسانه منقبضا عن الناس على طريقه واحدة وله نظم ونثر وسجع ووعظ وقد\nنظم كتاب التعجيز وعمله برموز توفي في شوال سنة تسع بتقديم التاء وتسعين\nوستمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head178'>474 - </h1>\n\n<p>\nعبد العزيز بن أحمد بن سعيد بن عبد الله أبو محمد الدميري الديريني\nالمصري الفقيه العالم الأديب الصوفي الرفاعي أخذ عن الشيخ عز الدين ابن عبد\nالسلام وغيره ممن عاصره ثم صحب أبا الفتح ابن أبي الغنائم الرسعني وتخرج به\nوتكلم في الطريق وغلب عليه الميل إلى التصوف وكان مقره بالريف ينتقل من\nموضع الى موضع والناس يقصدونه للتبرك به قال السبكي الشيخ الزاهد القدوة ذو\nالأحوال المذكورة والكرامات المشهورة والمصنفات الكثيرة والنظم الشائع وكان\nيعرف الكلام على مذهب الأشعري وقد ذكره شيخنا ابو حيان وقال كان متقشفا\nمخشوشنا من أهل العلم يتبرك به الناس قال السبكي وهذا من أبي حيان كثير\nلولا أن هذا الشيخ ذو قدم راسخ بالتقوى لما شهد له أبو حيان بهذه الشهادة\nفإنه كان قليل التزكية للمتصلحين توفي في رجب سنة أربع وتسعين وستمائة قاله\nصاحب نجم المهتدي ورجم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالمعتدي وقال السبكي في الطبقات الكبرى توفي في السنة المذكورة قال\nومولده سنة اثني عشرة أو ثلاث عشرة وقال في الوسطى توفي في حدود التسعين\nوقال الإسنوي سنة سبع بتقديم السين وتسعين وقال ابن حبيب توفي بمصر سنة تسع <span id='ms197'></span>\nوثمانين والصواب الأول والديريني نسبة إلى ديرين بدال مهملة مكسورة بعدها\nياء مثناة من تحت ساكنة ثم راء ثم ياء مثناة من تحت أيضا ثم نون بلدة\nبالديار المصرية من اعمال الغربية ومن تصانيفه تفسير سماه المصباح المنير\nفي علم التفسير في مجلدين ونظم أرجوزة في التفسير سماها التيسير في علم\nالتفسير تزيد على ثلاثة آلاف ومائتي بيت وكتاب طهارة القلوب في ذكر علام\nالغيوب في التصوف وهو كتاب حسن وكتاب أنوار المعارف وأسرار العوارف في\nالتصوف أيضا وتفسير أسماء الله الحسنى والوسائل والرسائل في التوحيد ونظم\nالسيرة النبوية ونظم الوجيز فيما يزيد على خمسة آلاف بيت ونظم التنبيه وشرع\nفي نظم الوسيط وله نظم كثير\n</p>\n\n<h1 class='l1' id='head179'>475 - </h1>\n\n<p>\nعبد اللطيف بن عبد العزيز بن عبد السلام المغربي الأصل المصري الفقيه\nمحيي الدين بن الشيخ عز الدين بن عبد السلام ولد سنة ثمان وعشرين وستمائة\nوطلب الحديث بنفسه وقصد الشيوخ وتفقه على والده قال الذهبي وكان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأفضل إخوته قرأ الفقه والأصول وتميز وكان يعرف تصانيف والده معرفة حسنة\nتوفي في شهر ربيع الآخر سنة خمس وتسعين وستمائة بالقاهرة\n</p>\n\n<h1 class='l1' id='head180'>476 - </h1>\n\n<p>\nعبد الوهاب بن الحسن قاضي القضاة وجيه الدين البهنسي المصري ولي قضاء مصر\nوالقاهرة بعد موت القاضي تقي الدين ابن رزين في رجب سنة ثمانين ثم أخذ منه\nقضاء القاهرة والوجه البحري وأعطي للقاضي شهاب الدين الخويي في جمادى\nالآخرة سنة إحدى وثمانين واستمر الوجيه حاكما بمصر والوجه القبلي إلى أن\nتوفي قال الإسنوي كان إماما كبيرا في الفقه وقال السبكي كان من كبار الأئمة\nوقال غيرهما أخذ عن ابن عبد السلام ودرس بالزاوية المحدثة بالجامع العتيق\nبمصر وكان فقيها أصوليا نحويا متدينا متعبدا وكان عالي الكلام في المناظرة\nحضر عنده الشيخ شهاب الدين القرافي مرة في الدرس وهو يتكلم في الأصول\nفناظره القرافي وكلام الوجيه يعلو عليه فقام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nطالب يتكلم بينهما فأسكته الوجيه قال فروج يصيح بين الديكة وقال الشيخ\nتاج الدين الفزاري كان من فقهاء المصريين المذكورين بالفطنة وجودة التصرف\nفي المذهب توفي <span id='ms198'></span> في جمادى الأولى سنة خمس وثمانين وستمائة في عشر الثمانين\n</p>\n\n<h1 class='l1' id='head181'>477 - </h1>\n\n<p>\nعلي بن أحمد بن أسعد بن أبي بكر بن محمد بن عمر بن أبي الفتوح بن علي بن\nصبيح ضياء الدين أبو الحسن الأصبحي التميمي الحضرمي صاحب معين أهل التقوى\nعلى التدريس والفتوى مجلدين وله مصنف في غرائب الشرحين يعني شرح الرافعي\nوالعجلي في مجلد مات في أوائل سنة سبعمائة كما أفاده المطري وقد جمع في\nكتابه المعين فأوعى وقال في خطبته إنه طالع عليه نيفا وأربعين مصنفا وعد\nأكثرها منها الأم والشرح والروضة والتزم أن لا يذكر فيه إلا المسائل التي\nوقع فيها خلاف مذهبي أما المتفق عليها فلا يذكرها ورتب مسائل الكتاب على\nمسائل المهذب والتنبيه فإذا استوعب ذلك مع ما يضيف إليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمن زيادة قيود من بقية الكتب وتصحيح وغير ذلك عقد فصلا لما في البيان ثم\nفصلا لما في تصانيف الغزالي وشرح الرافعي وغيرها ففعل ذلك في كل باب وفيه\nتقييدات غريبة لكن قال الأذرعي هو كثير السهو في العزو فليحذر كتابه\n</p>\n\n<h1 class='l1' id='head182'>478 - </h1>\n\n<p>\nعلي بن إسماعيل بن إسحاق بن سلام بن عبد الوهاب بن الحسن بن سلام كمال\nالدين أبو الحسن الدمشقي اشتغل بدمشق ثم سافر إلى مصر فأخذ عن ابن عبد\nالسلام وأعاد بالشامية البرانية ثم تركها ودرس بالدولعية وقال الشيخ تاج\nالدين الفزاري وكان في أخلاقه شراسة توفي في شهر رمضان سنة إحدى وثمانين\nوستمائة ودفن بباب الصغير وهو والد شرف الدين الحسين مدرس العذراوية\n</p>\n\n<h1 class='l1' id='head183'>479 - </h1>\n\n<p>\nعلي بن محمد بن محمود بن أبي العز بن أحمد بن إسحاق بن إبراهيم ظهير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالدين الكازروني البغدادي مؤرخها مولده سنة إحدى عشرة وستمائة وسمع من\nجماعة قال السبكي في الطبقات الكبرى كان حاسبا فرضيا مؤرخا شاعرا وله كتاب\nالنبراس المضيء في الفقه وكتاب المنظومة الأسدية في اللغة وكتاب روضة\nالأريب في التأريخ وله شعر حسن توفي في حدود السبعمائة انتهى ثم رأيت\nترجمته في كتاب البدر السافر للشيخ كمال الدين الأدفوي وقال كان فرضيا\nحاسبا مؤرخا شاعرا كثير التلاوة <span id='ms199'></span> والعبادة متواضعا مهيبا وقورا وصنف تصانيف\nفذكر منها النبراس والمنظومة وكنز الحساب في معرفة الحساب مجلد وكتاب\nالملاحة في الفلاحة مجلد قال وتأريخه سبعة وعشرون مجلدا وصنف في السير\nوالتصوف مات في ربيع الأول سنة سبع وتسعين وستمائة\n</p>\n\n<h1 class='l1' id='head184'>480 - </h1>\n\n<p>\nعلي بن أبي الحرم الشيخ علاء الدين ابن النفيس الطبيب المصري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nصاحب التصانيف الفائقة في الطب الموجز وغيره أخذ الطب بدمشق عن مهذب\nالدين المعروف بالدخوار وكان فقيها على مذهب الشافعي قال الذهبي ألف في\nالطب كتاب الشامل وهو كتاب عظيم تدل فهرسته على ان يكون ثلاثمائة مجلد بيض\nمنه ثمانون مجلدة وكانت تصانيفه يمليها من حفظه ولا يحتاج إلى مراجعة\nلتبحره في الفن وقال السبكي صنف شرحا على التنبيه وصنف في أصول الفقه وفي\nالمنطق وكان مشاركا في فنون وأما الطب فلم يكن على وجه الأرض مثله قيل ولا\nجاء بعد ابن سينا مثله قالوا وكان في العلاج أعظم من ابن سينا وقال الإسنوي\nكان إمام وقته في فنه شرقا وغربا بلا مدافعة أعجوبة فيه وفي غاية الذكاء\nوصنف في الفقه وأصوله وفي العربية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p187'> Vol. 02, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nوالجدل والبيان وانتشرت عنه التلاميذ توفي في ذي القعدة سنة سبع بتقديم\nالسين وثمانين وستمائة عن ثمانين سنة تقريبا\n</p>\n\n<h1 class='l1' id='head185'>481 - </h1>\n\n<p>\nعمر بن إسماعيل بن مسعود بن سعد العلامة رشيد الدين أبو حفص الربعي\nالفارقي ثم الدمشقي الفقيه الأديب المفنن ولد سنة ثمان وتسعين وخمسمائة\nوسمع الحديث من جماعة وأشتغل بفنون العلم ومدح السخاوي بقصيدة مؤنقة فمدحه\nالسخاوي وأفتى وناظر ودرس بالناصرية الجوانية مدة ثم درس بالظاهرية\nالجوانية روى عنه من شعره الدمياطي والمزي والبرزالي وآخرون قال الذهبي برع\nفي البلاغة والنظم وكانت له يد طولى في التفسير والمعاني والبيان والبديع\nواللغة انتهت إليه رئاسة الأدب واشتغل عليه خلائق من الفضلاء وقد وزر وتقدم\nفي دول وأفتى وناظر ودرس وكان حلو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالمحاضرة مليح النادرة كيسا فطنا يشارك في الأصول والطب وغير ذلك وله\nمقدمتان في النحو كبرى وصغرى وقال الشيخ تاج الدين الفزاري كان له مشاركة\nفي أكثر العلوم <span id='ms200'></span> من غير استقلاله بشيء منها سوى علم الأدب وصناعة الإنشاء\nوكان الغالب عليه علم النجامة والنظر في أحكام الكواكب ومع هذا كان رديء\nالاختيارات وجد مخنوقا في مسكنه بالظاهرية وقد أخذ مآله في المحرم سنة تسع\nبتقديم التاء وثمانين وستمائة ودفن بمقابر الصوفية\n</p>\n\n<h1 class='l1' id='head186'>482 - </h1>\n\n<p>\nعمر بن عبد الرحمن بن عمر بن أحمد بن محمد بن عبد الكريم التميمي العجلي\nقاضي القضاة إمام الدين أبو المعالي القزويني قاضي الشام ولد بتبريز سنة\nثلاث وخمسين وستمائة واشتغل في العجم والروم وقدم دمشق في الدولة الأشرفية\nهو وأخوه جلال الدين فأكرم مورده وعومل بالاحترام والإجلال لرئاسته وفضله\nوعلمه ودرس بعدة مدارس ثم ولي القضاء في سنة ست وتسعين وصرف القاضي بدر\nالدين بن جماعة فأحسن السيرة ودارى الناس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوساس الأمور ولما بلغه خبر التتر انجفل إلى القاهرة وأقام بها جمعة ثم\nتوفي قال الذهبي كان تام الشكل وسيما جميلا حسن الأخلاق متواضعا فاضلا\nعاقلا وقال غيره كان من محاسن الزمان فاضلا في الأصول والخلاف والمنطق توفي\nفي ربيع الآخر سنة تسع وتسعين وستمائة ودفن بالقرافة بالقرب من قبة\nالشافعية رضي الله عنه\n</p>\n\n<h1 class='l1' id='head187'>483 - </h1>\n\n<p>\nعمر بن مكي بن عبد الصمد الشيخ الإمام زين الدين أبو حفص ابن المرحل وكيل\nبيت المال بدمشق وخطيبها تفقه على ابن عبد السلام وقرأ الأصول على عبد\nالحميد الخسروشاهي وسمع من الحافظ عبد العظيم المنذري وغيره وسمع ودرس\nوأفتى وكان من فضلاء الوقت وقال ابن كثير كانت له فنون يتقنها وهو من أعيان\nفضلاء وقته وعلمائهم وكان يتمسك بطريقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالسلف الصالح توفي في ربيع الأول سنة إحدى وتسعين وستمائة في عشر السبعين\nودفن بمقبرة الباب الصغير\n</p>\n\n<h1 class='l1' id='head188'>484 - </h1>\n\n<p>\nمحمد بن أبي بكر بن محمد الفارسي الشيخ شمس الدين أبو المعالي الأيكي درس\nبالري ودخل بغداد ودرس بالنظامية ورحل إلى بلاد الروم ودرس بها ثم قدم دمشق\nودرس بالغزالية ثم سافر إلى القاهرة وولي مشيخة الشيوخ وحظي عند الشجاعي ثم\nقدم دمشق مستمرا على تدريس الغزالية وشرح منطق مختصر ابن الحاجب ومنهاج\nالبيضاوي قال <span id='ms201'></span> الإسنوي كان فقيها صوفيا إماما في الأصلين وقال ابن كثير كان\nأحد الفضلاء حلالين المشكلات ومفسرين المعضلات لا سيما في علم الأصلين\nوالمنطق وعلم الأوائل توفي بدمشق في شهر رمضان سنة سبع بتقديم السين وتسعين\nوستمائة في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعشر السبعين والأيكي بهمزة مفتوحة وكان القاضي جلال الدين القزويني يقول\nالإيكي بكسر الهمزة ثم ياء مثناة من تحت بعدها كاف ثم ياء النسب\n</p>\n\n<h1 class='l1' id='head189'>485 - </h1>\n\n<p>\nمحمد بن أحمد بن الخليل بن سعادة بن جعفر قاضي القضاة ذو الفنون شهاب\nالدين أبو عبد الله ابن قاضي القضاة شمس الدين أبي العباس الخوبي قاضي دمشق\nوابن قاضيها ولد في شوال سنة ست وعشرين وستمائة بدمشق ونشأ بها ومات والده\nوله إحدى عشرة سنة وحفظ عدة كتب وأدمن الدرس والسهر والتكرار وتنبه وتميز\nعلى أقرانه وسمع من ابن الصلاح والسخاوي وخلق وأجاز له خلائق من بلاد شتى\nوخرج له التقي عبيد الإسعردي معجما وخرج له المزي أربعين متبائنة الإسناد\nوحدث بمصر والشام ودرس وهو شاب بالدماغية ثم ولي قضاء القدس ثم انجفل أيام\nهولاكو إلى القاهرة فولي قضاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالمحلة وبهنسا ثم ولي قضاء حلب ثم رجع وعاد إلى قضاء المحلة ثم ولي قضاء\nالقاهرة والوجه البحري بعد الثمانين ثم نقل إلى قضاء الشام بعد موت ابن\nالزكي سئل المزي عنه فقال كان أحد الأئمة الفضلاء في عدة علوم وكان حسن\nالخلق كثير التواضع شديد المحبة لأهل العلم والدين وكان علامة وقته وفريد\nعصره وأحد الأئمة الأعلام وكان جامعا لفنون من العلم كالتفسير والأصلين\nوالفقه والنحو والخلاف والمعاني والبيان والحساب والفرائض والهندسة ذا فضل\nكامل وعقل وافر وذهن ثاقب توفي في شهر رمضان سنة ثلاث وتسعين وستمائة ودفن\nعند والده بتربته بالسفح قال الذهبي وصنف كتابا في مجلد كبير يشتمل على\nعشرين فنا من العلم وشرح الفصول لابن معطي ونظم علوم الحديث لابن الصلاح\nوالفصيح لثعلب وكفاية المتحفظ وقد شرح من أول الملخص للقابسي خمسة عشر\nحديثا في مجلد ولو تم هذا الكتاب لكان يكون اكبر من التمهيد <span id='ms202'></span> وأحسن\n</p>\n\n<h1 class='l1' id='head190'>486 - </h1>\n\n<p>\nمحمد بن أحمد بن نعمة بن أحمد شمس الدين أبو عبد الله المقدسي ولد سنة\nثمان عشرة وستمائة تفقه على الكمال إسحاق والقاضي ابن رزين وسمع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمن السخاوي وغيره ودرس بالشامية البرانية شريكا للقاضي عز الدين ابن\nالصائغ ثم استقل بها وناب في الحكم عن ابن الصائغ قال الذهبي كان بارعا في\nالمذهب متين الديانة خيرا ورعا وقال ابن كثير كان مشكور السيرة متين\nالديانة ممن جمع بين العلم والعمل توفي في ذي القعدة سنة اثنتين وثمانين\nوستمائة ودفن بمقبرة باب كيسان\n</p>\n\n<h1 class='l1' id='head191'>487 - </h1>\n\n<p>\nمحمد بن سالم بن نصر الله بن سالم بن واصل القاضي جمال الدين الحموي\nقاضيها ولد في شوال سنة أربع وستمائة واشتغل بالعلوم وتفنن وقرأ المذهب\nوالأصول على الشيخ نجم الدين ابن الخباز والنحو على الموفق بن يعيش قال\nالذهبي برع في العلوم الحكمية والفلسفية والرياضيات والأخبار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأيام الناس وصنف ودرس وأفتى وأشغل وبعد صيته واشتهر اسمه وكان من أذكياء\nالعالم ولي القضاء مدة طويلة وتخرج به جماعة وما زال حريصا على الأشغال\nوغلب عليه الفكر حتى صار يذهل عن أحوال نفسه وعن مجالسيه وقال الإسنوي كان\nإماما عالما بعلوم كثيرة خصوصا العقليات وصنف تصانيف كثيرة في الأصلين\nوالحكمة والمنطق والعروض والطب والتأريخ والأدبيات وقال الكمال الأدفوي كان\nعالما بالعلوم النقلية والعقلية جامعا للفنون الأدبية والحكمية والرياضية\nختمت به المائة السابعة في جمعة للعلوم والفضائل أفتى ودرس وشرح وصنف وكتب\nعنه واستفاد منه الأعيان وكان من نوادر الزمان ومن تصانيفه مختصر الأربعين\nفي أصول الدين وشرح الموجز في المنطق وشرح الجمل فيه أيضا وهداية الألباب\nوشرح قصيدة أبي عمرو بن الحاجب في العروض والقوافي وصنف التاريخ الصالحي\nوالتاريخ المسمى ب مفرج الكروب في أخبار بني أيوب ومختصر الأغاني ومختصر\nكتاب ابن البيطار في الأدوية المفردة وغير ذلك توفي بحماة في شوال سنة سبع\nبتقديم السين وتسعين وستمائة وقد بلغ التسعين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p195'> Vol. 02, p. 195</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head192'>488 - </h1>\n\n<p>\nمحمد بن عبد القادر بن عبد الخالق بن خليل بن مقلد بن جابر الأنصاري قاضي\nالقضاة عز <span id='ms203'></span> الدين أبو المفاخر الدمشقي المعروف بابن الصائغ ولد في شعبان سنة\nثمان وعشرين وستمائة وأخذ عن الكمال إسحاق وشمس الدين عبد الرحمن المقدسي\nولازم الشيخ كمال الدين التفليسي وصار من أعيان أصحابه ودرس بالشامية\nالبرانية مشاركا بغيره ثم ولي وكالة بيت المال ثم ولي القضاء في سنة تسع\nوستين قال الذهبي وظهرت منه نهضة وشهامة وقيام في الحق ودرء الباطل وحفظ\nالأوقاف وأموال الأيتام وكان ينطوي على ديانة وورع ومعرفة تامة بالأحكام ثم\nعزل بعد سبع سنين ففرح بعزله خلق من المتهمين والمريبين وبقي على تدريس\nالعذراوية ثم ولي ثانيا في أوائل سنة ثمانين ثم عزل في رجب سنة اثنتين\nوثمانين وحصل له محنة عظيمة وسلمه الله تعالى وكان لا يفصح بالراء وأثنى\nعليه الشيخ تاج الدين الفزاري في تأريخه وقال الذهبي كان عارفا بالمذهب\nبارعا في الأصول والمناظرة وقال البرزالي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفقيه كبير من أعيان الفقهاء وجلة العلماء قال لي شهاب الدين الأربدي كان\nفقيها جيدا يعرف الأبواب المشكلة أجود من أكثر الجماعة ومعرفته أصول الفقه\nأكثر من الفقه وذهنه في غاية الحسن وكان دينا خاشعا كثير البكاء وسمعت\nشيخنا النووي يقول ما ولي دمشق مثل ابن الصائغ قال البرزالي وقال لي شهاب\nالدين محمود الكاتب ما رأيت بعد القاضي عز الدين أكمل منه توفي في شهر ربيع\nالآخر سنة ثلاث وثمانين وستمائة ودفن بتربته بسفح قاسيون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p197'> Vol. 02, p. 197</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head193'>489 - </h1>\n\n<p>\nمحمد بن عبد الكريم بن عبد الصمد بن محمد بن أبي الفضل الأنصاري الخزرجي\nالخطيب محي الدين أبو حامد بن الخطيب عماد الدين بن القاضي جمال الدين بن\nالحرستاني ولد سنة أربع عشرة وستمائة وتفقه وسمع الحديث من جماعة وولي\nخطابة دمشق ودرس الغزالية والمجاهدية قال الذهبي ودرس وأفتى وأشغل وكان قوي\nالمشاركة في العلوم على خطابته طلاوة وروح وقال ابن كثير كان صينا دينا\nفقيها نبيها فاضلا شاعرا مجيدا بارعا ملازما منزله فيه عبادة وتنسك وانقطاع\nطيب الصوت في الخطبة عليه روح بسبب تقواه توفي في جمادى الآخرة سنة اثنتين\nوثمانين وستمائة <span id='ms204'></span> ودفن بالصالحية قال الشيخ تاج الدين الفزاري وظهر له عند\nموته من الجلالة والنور على جنازته ما لم تشهد على جنازة من مدة متطاولة\nوأظهر الناس من الأسف عليه والحزن لفقده ما لم يكن في الحساب وكان حسن\nالطريقة ملازما لما هو بصدده وكان سعيد الجد في الفتوى\n</p>\n\n<h1 class='l1' id='head194'>490 - </h1>\n\n<p>\nمحمد بن محمد بن عبد الله بن عبد الله بن مالك الإمام البليغ شيخ العربية\nوقدوة أرباب المعاني والبيان بدر الدين بن الإمام الكبير شيخ النحاة جمال\nالدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالطائي الجياني الدمشقي أخذ عن والده النحو واللغة والمنطق وسكن بعلبك\nمدة ثم رجع إلى دمشق وتصدر للأشغال بعد موت والده وممن أخذ عنه القاضي بدر\nالدين بن جماعة والشيخ كمال الدين بن الزملكاني قال الذهبي كان إماما ذكيا\nفهما حاد الذهن إماما في النحو إماما في علم المعاني والبيان والنظر جيد\nالمشاركة في الفقه والأصول وغير ذلك وكان عجبا في الذكاء والمناظرة وصحة\nالفهم وكان مطبوع العشرة وفيه لعب ومزاح وقال الشيخ تاج الدين كان قد تفرد\nبعلم العربية خصوصا معرفة كلام والده وكان له مشاركات في العلوم وكان صحيح\nالذهن جيد الإدراك حديد النفس توفي بدمشق في المحرم سنة ست وثمانين وستمائة\nمن قولنج كان يعتريه كثيرا قال الذهبي ولم يتكهل وقال غيره توفي كهلا وقال\nابن حبيب توفي عن نيف وأربعين سنة ودفن بباب الصغير ومن تصانيفه شرح ألفية\nوالده وهو في غاية الحسن والمصباح في المعاني والبيان وكتاب في العروض وشرح\nغريب تصريف ابن الحاجب\n</p>\n\n<h1 class='l1' id='head195'>491 - </h1>\n\n<p>\nمحمد بن محمود بن محمد بن عباد العجلي ينتهي نسبه إلى أبي دلف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعلى ماقيل الشيخ الإمام العالم الأصولي المتكلم القاضي شمس الدين أبو عبد\nالله الأصفهاني شارح المحصول ولد بأصفهان سنة عشرة وستمائة وكان والده نائب\nالسلطنة بأصفهان فاشتغل بأصفهان بجملة من العلوم في حياة أبيه بحيث إنه\nتفنن وفاق نظراءه ثم لما استولى العدو على أصفهان رحل إلى بغداد فأخذ في\nالاشتغال في الفقه على الشيخ سراج الدين الهرقلي وبالعلوم غلى الشيخ تاج <span id='ms205'></span>\nالدين الأرموي ثم ذهب إلى الروم إلى الشيخ أثير الدين الأبهري فأخذ عنه\nالجدل والحكمة ثم دخل القاهرة وولي قضاء قوص خلافة عن القاضي تاج الدين ابن\nبنت الأعز فباشره مباشرة حسنة وكان مهيبا قائما في الحق قامعا للظلمة له في\nذلك حكايات وكان وقورا في درسه أخذ عنه العلم جماعة وقيل إن ابن دقيق العيد\nكان يحضر درسه بقوص ثم ولي قضاء الكرك مدة طويلة ودرس بالمشهد الحسيني\nبالقاهرة وأعاد بالشافعي فلما ولي التدريس الشيخ تقي الدين بن دقيق العيد\nعزل نفسه وقال بطن الأرض خير من ظاهرها قال الذهبي صاحب التصانيف له\nالقواعد في العلوم الأربعة ولم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p200'> Vol. 02, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nيد طولى في العربية والشعر وتخرج به المصريون وقال الشيخ تاج الدين\nالفزاري لم يكن بالقاهرة في زمانه مثله في علم الأصول وقال ابن الزملكاني\nاعتنى بعلم أصول الفقه واشتغل الناس عليه ورحل إليه الطلبة وكانت له يد في\nعلم أصول الفقه والخلاف والمنطق وشرح المحصول شرحا كبيرا فيه نقل كثير لم\nيحو كتاب على نقله لكنه إذا انفرد بسؤال أو جواب كان فيه ضعف وله كتاب في\nالمنطق سماه غاية المطلب وكان قليل البضاعة في العلوم النقلية وقال السبكي\nكان إماما في المنطق والكلام والأصول والجدل فارسا لا يشق غباره متدينا\nورعا نزها ذا همة عالية كثير العبادة والمراقبة حسن العقيدة توفي بالقاهرة\nفي رجب سنة ثمان وثمانين وستمائة ودفن بالقرافة ومن تصانيفه شرح المحصول في\nمجلدات حسن جدا نفيس مات ولم يكمله سماه الكاشف عن المحصول في علم الأصول\nوقد وقف على شرح القرافي وأودعه الكثير من محاسنه وله كتاب القواعد مشتمل\nعلى الأصلين والمنطق والخلاف قال الشيخ تاج الدين صنف كتابا سماه القواعد\nفيه مقدمة في أصول الفقه ومقدمة في أصول الدين ومقدمة في المنطق ومقدمة في\nالجدل وأراد أن يجعل فيها شيئا من الفروع فلم يطق لأنه لم يكن متبحرا في\nالمذهب سمعت أنه علق من كتاب الطهارة إلى آخر كتاب الحيض ووقف وله غاية\nالمطلب في <span id='ms206'></span> المنطق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p201'> Vol. 02, p. 201</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head196'>492 - </h1>\n\n<p>\nمحمود بن أبي بكر بن أحمد الأرموي القاضي سراج الدين أبو الثناء صاحب\nالتحصيل المختصر من المحصول في أصول الفقه مولده سنة أربع وتسعين وخمسمائة\nقرأ بالموصل على كمال الدين بن يونس وولي القضاء بقونية ومن تصانيفه اللباب\nمختصر الأربعين في أصول الدين وصنف كتابا في المنطق قال السبكي وقيل إنه\nشرح الوجيز في الفقه توفي بقونية وهو على قضائها سنة اثنتين وثمانين\nوستمائة\n</p>\n\n<h1 class='l1' id='head197'>493 - </h1>\n\n<p>\nمحمود بن عبد الله بن عبد الرحمن بن محمد العلامة برهان الدين أبو الثناء\nالمراغي ولد سنة خمس وستمائة واشتغل بالعلم وتقدم وسمع بحلب من ابن رواحة\nوابن الأستاذ ودرس بدمشق بالفلكية مدة وأفتى وأشغل بالجامع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمدة طويلة وحدث روى عنه المزي وابن العطار والبرزالي وجماعة وعرض عليه\nالقضاء فامتنع وعرضت عليه مشيخة الشيوخ فامتنع قال الذهبي وكان إماما\nمتفننا مناظرا أصوليا كثير الفضائل وكان مع براعته في الفضائل صالحا زاهدا\nمتعففا عابدا وكان عالما بالأصلين والخلاف وكان شيخا طوالا حسن الوجه مهيبا\nمتصوفا وكان لطيف الأخلاق كريم الشمائل عارفا بالمذهب والأصول مكمل الأدوات\nانتهى وكان عليه وعلى الشيخ تاج الدين مدار الفتوى بدمشق توفي في ربيع\nالآخر سنة إحدى وثمانين وستمائة وله ست وسبعون سنة ودفن بمقابر الصوفية\n</p>\n\n<h1 class='l1' id='head198'>494 - </h1>\n\n<p>\nموسى بن علي بن وهب بن مطيع بن أبي الطاعة القشيري القوصي الشيخ سراج\nالدين بن الشيخ مجد الدين بن دقيق العيد أخو الشيخ تقي الدين ولد بقوص سنة\nإحدى وأربعين وستمائة وسمع من أصحاب السلفي سمع منه الشيخ أبو حيان وكان\nفقيها ذكي القريحة نظارا شاعرا تصدى بقوص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nلنشر العلم والفتيا وصنف في الفقه كتابا سماه المغني نقل عنه ابن الرفعة\nفي التيمم توفي بقوص في شوال سنة خمس وثمانين وستمائة\n</p>\n\n<h1 class='l1' id='head199'>495 - </h1>\n\n<p>\nهبة الله بن عبد الله بن سيد الكل القاضي بهاء الدين أبو القاسم القفطي\nمولده في سنة ستمائة وقيل سنة إحدى وستمائة وقيل في أواخر سنة تسع وتسعين\nوخمسمائة تفقه على الشيخ مجد الدين القشيري وقرأ على الشيخ شمس الدين\nالأصفهاني الأصول بقوص ودخل <span id='ms207'></span> القاهرة واجتمع بالشيخين عز الدين بن عبد\nالسلام وزكي الدين المنذري واستفاد منهما ورجع إلى بلده وانتفع به الناس\nوتخرجت به الطلبة وولي قضاء إسنا وتدريس المدرسة المعزية بها وكانت إسنا\nمشحونة بالروافض فإن كثيرا منهم لم ينتقل عن اعتقاد المصريين فقام في نصرة\nالسنة وأصلح الله به خلقا وهمت الرافضة بقتله فحماه الله تعالى منهم وترك\nالقضاء أخيرا واستمر على العلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوالعبادة قال السبكي وكان فقيها فاضلا متعبدا مشهور الإسم وانتهت إليه\nرئاسة العلم في إقليمه وكان زاهدا وقال الإسنوي برع في علوم كثيرة وأخذ عنه\nالطلبة وقصدوه من كل مكان وممن انتفع به تقي الدين بن دقيق العيد والجلال\nالدشناوي وانتهت إليه رئاسة العلم في إقليمه وصنف كتبا كثيرة في علوم\nمتعددة وكانت أوقاته موزعة ما بين إقراء وتصنيف ومواعيد رقائق وغيرها توفي\nبإسنا سنة سبع بتقديم السين وتسعين وستمائة ودفن بالمدرسة المجدية وقفط\nبقاف مفتوحة ثم فاء ساكنة ثم طاء مهملة إحدى بلاد الصعيد ومن تصانيفه تفسير\nالقرآن لم يكمله وصل إلى مريم وشرح الهادي في الفقه وكتاب في الرد على\nالروافض وكتاب في فضل الصحابة وكتاب في ثناء القرابة على الصحابة وثناء\nالصحابة على القرابة ومقدمة في النحو وشرح مقدمة المطرزي في النحو وله مصنف\nفي الفرائض والجبر والمقابلة\n</p>\n\n<h1 class='l1' id='head200'>496 - </h1>\n\n<p>\nيوسف بن يحيى بن محمد بن علي بن محمد بن يحيى بن علي بن عبد العزيز بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعلي الإمام الفقيه قاضي القضاة بهاء الدين أبو الفضل ابن قاضي القضاة\nمحيي الدين بن قاضي القضاة محيي الدين بن قاضي القضاة زكي الدين بن قاضي\nالقضاة منتخب الدين القرشي الدمشقي سمع بمصر والشام عن جماعة وأخذ عن أبيه\nوأخذ العلوم العقلية عن القاضي كمال الدين التفليسي وولي القضاء بعد ابن\nالصائغ سنة اثنتين وثمانين إلى أن توفي وهو آخر من ولي القضاء من هذا البيت\nوقد جمع له أجل مدارس دمشق وهي العزيزية والتقوية والفلكية والعادلية\nوالمجاهدية والكلاسة قال الذهبي وكان جليلا نبيلا حشما رئيسا ذكيا سريا\nكامل الرئاسة <span id='ms208'></span> وافر العلم بارعا في الأصول بصيرا بالفقة فصيحا مفوها حلالا\nللمشكلات غواصا على المعاني سريع الحفظ قوي المناظرة قيل إنه كان يحفظ\nالورقتين والثلاثة للدرس من نظرة واحدة ويورد الدرس في غاية الجزالة وكان\nيذكر في اليوم عدة دروس وكان أديبا أخباريا كثير المحفوظ علامة وكان كريم\nالنفس كثير المحاسن مليح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p206'> Vol. 02, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nالفتاوى وهو ذكي بيت الزكي توفي في ذي الحجة سنة خمس وثمانين وستمائة عن\nخمس وأربعين سنة ودفن بتربتهم جوار ابن العربي\n</p>\n\n<h1 class='l1' id='head201'>497 - </h1>\n\n<p>\nالشريف عماد الدين العباسي كان إماما عالما بالفروع ودرس بالمدرسة\nالناصرية المجاورة للجامع العتيق بمصر مدة طويلة فعرفت به وأخذ عنه ابن\nالرفعة ونقل عنه في المطلب وفي آخر الرهن من الكفاية لا أعلم من حاله غير\nذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head202'>الطبقة الثالثة والعشرون وهم الذين كانوا في العشرين الأولى من المائة الثامنة</h1>\n\n<h1 class='l1' id='head203'>498 - </h1>\n\n<p>\nأحمد بن إبراهيم بن سباع بن ضياء الفزاري الشيخ شرف الدين أبو العباس\nخطيب دمشق أخو الشيخ تاج الدين ولد بدمشق في رمضان سنة ثلاثين وستمائة قرأ\nبثلاث روايات على السخاوي وسمع منه الكثير ومن ابن الصلاح وتلا بالسبع على\nشمس الدين بن أبي الفتح وأحكم العربية على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالمجد الإربلي وطلب الحديث بنفسه وقرأ الكتب الكبار وله مشيخة ودرس\nبالرباط الناصري وغيره وولي خطابة جامع جراح ثم ولي خطابة جامع دمشق بعد\nالفارقي سنة ثلاث قال الذهبي في معجمه كان فصيحا حلو القراءة عديم اللحن\nمتواضعا حسن الجملة درس وفسر وأقرأ العربية مدة توفي في شوال سنة خمس\nوسبعمائة ودفن بباب الصغير عند أخيه رحمهما الله\n</p>\n\n<h1 class='l1' id='head204'>499 - </h1>\n\n<p>\nأحمد بن محمد بن أحمد بن محمد بن عبد الله بن سجمان الوائلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالبكري الشريشي الأصل الدمشقي الشيخ الإمام العلامة كمال الدين أبو\nالعباس بن الشيخ العلامة جمال الدين أبي بكر المعروف بابن الشريشي مولده\nبسنجار في رمضان سنة ثلاث وخمسين وستمائة سمع ورحل وطلب مدة وقرأ بنفسه\nالكتب الكبار وكان أبوه مالكيا فاشتغل هو في مذهب الشافعي وأفتى وأشغل ودرس\nوناظر وناب في القضاء عن ابن جماعة ثم ترك ذلك <span id='ms209'></span> وولي وكالة بيت المال وقضاء\nالعسكر ونظر الجامع مفرقة ودرس بالشامية البرانية والناصرية ودرس بها عشرين\nسنة وباشر مشيخة الحديث بتربة أم الصالح ثلاثا وثلاثين سنة ومشيخة الرباط\nالناصري أكثر من خمس عشرة سنة ومشيخة دار الحديث الأشرفية ثمان سنين قال\nابن كثير اشتغل في مذهب الشافعي فبرع وحصل علوما كثيرة وكان خبيرا بالنظم\nوالنثر مع ذلك وكان مشكور السيرة فيما يتولاه من الجهات كلها توفي في سلخ\nشوال سنة ثمان عشرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p210'> Vol. 02, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nوسبعمائة متوجها إلى الحج بالحسا ودفن هناك\n</p>\n\n<h1 class='l1' id='head205'>500 - </h1>\n\n<p>\nأحمد بن محمد بن علي بن مرتفع بن حازم بن إبراهيم بن العباس الأنصاري\nالبخاري الشيخ العالم العلامة شيخ الإسلام وحامل لواء الشافعية في عصره نجم\nالدين أبو العباس ابن الرفعة المصري ولد بمصر سنة خمس وأربعين وستمائة وسمع\nالحديث من أبي الحسن بن الصواف وعبد الرحيم بن الدميري وتفقه على الشيخين\nالسديد والظهير التزمنتيين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى الشريف العباسي وأخذ عن القاضيين ابن بنت الأعز وابن رزين ولقب\nبالفقية لغلبة الفقه عليه وولي حسبة مصر ودرس بالمعزية بها وناب في القضاء\nولم يل شيئا من مناصب القاهرة وصنف المصنفين العظيمين المشهورين الكفاية في\nشرح التنبيه والمطلب في شرح الوسيط في نحو أربعين مجلدا وهو أعجوبة من كثرة\nالنصوص والمباحث ومات ولم يكلمه بقي عليه من باب صلاة الجماعة إلى البيع\nوله تصنيف لطيف في الموازين والمكاييل وتصنيف آخر سماه النفائس في هدم\nالكنائس أخذ عنه الشيخ تقي الدين السبكي وجماعة وقال السبكي إنه أفقه من\nالروياني صاحب البحر وذكر له القاضي تاج الدين في طبقاته ترجمة طنانة قال\nالإسنوي كان شافعي زمانه وإمام أوانه مد في مدارك الفقه باعا وتوغل في\nمسائله علما وطباعا إمام مصر بل سائر الأمصار وفقيه عصره في سائر الأقطار\nولم يخرج إقليم مصر بعد ابن الحداد من يدانيه ولا نعلم في الشافعية مطلقا\nبعد الرافعي من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p212'> Vol. 02, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nيساويه كان أعجوبة في استحضار كلام الأصحاب لا سيما في غير مظانه وأعجوبة\nفي معرفة نصوص الشافعي وأعجوبة في قوة التخريج <span id='ms210'></span> دينا خيرا محسنا إلى الطلبة\nتوفي بمصر في رجب سنة عشر وسبعمائة ودفن بالقرافة\n</p>\n\n<h1 class='l1' id='head206'>501 - </h1>\n\n<p>\nالحسن بن الحارث بن الحسن بن خليفة بن نجا بن الحسن بن محمد بن مسكين\nالقرشي الزهري الشيخ العلامة عز الدين المعروف بابن مسكين وهو من أولاد\nالحارث بن مسكين أحد المالكية المعاصرين للشافعي قال ابن كثير في طبقاته\nكان من أعيان الشافعية بالديار المصرية وكان عين لقضاء دمشق فامتنع لمفارقة\nالوطن وقال الإسنوي درس بالشافعي وكان من أعيان الشافعية الصلحاء كتب ابن\nالرفعة تحت خطه جوابي كجواب سيدي وشيخي توفي في جمادى الأولى سنة عشر\nوسبعمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head207'>502 - </h1>\n\n<p>\nالحسن بن محمد بن شرف شاه الإمام العلامة المفنن السيد ركن الدين وقيل\nالحسن بن شرف شاه أبو محمد الحسيني الإسترابادي أخذ عن النصير الطوسي وحصل\nوتقدم وكان الطوسي قد جعله رئيس اصحابه بمراغة وكان يعيد دروس الجلة ثم\nانتقل إلى الموصل ودرس بالنورية بها وشرح مختصر ابن الحاجب شرحا متوسطا\nوشرح الحاجبية ثلاثة شروح المتوسط اشهرها وله شرح الحاوي في اربع مجلدات\nفيه اعتراضات على الحاوي حسنة قال بعض المتأخرين شرح الحاوي شرحين قال\nالذهبي في العبر العلامة المتكلم النحوي صاحب التصانيف وكان يبالغ في\nالتواضع ويقوم لكل احد حتى للسقاء وكان لا يحفظ القرآن وكانت جامكيته في\nالشهر ألفا وثمانمائة درهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nتوفي بالموصل في المحرم سنة خمس عشرة وقيل سنة ثمان عشرة وسبعمائة عن نيف\nوسبعين سنة وقيل جاوز الثمانين\n</p>\n\n<h1 class='l1' id='head208'>503 - </h1>\n\n<p>\nالحسين بن علي بن إسحاق بن سلام بتشديد اللام بن عبد الوهاب بن الحسن بن\nسلام الشيخ العالم شرف الدين بن كمال الدين ولد سنة ثلاث وسبعين وستمائة\nواشتغل فبرع وحصل وأفتى وناظر ودرس بالعذراوية والجاروخية وأعاد بالظاهرية\nوولي إفتاء دار العدل أيام الأفرم وكلام الكتبي يفهم أنه أول من ولي إفتاء\nدار العدل قال الذهبي كان من الأذكياء وقال ابن كثير كان واسع الصدر كثير\nالهمة كريم النفس مشكورا في فهمه وحفظه وفصاحته ومناظرته توفي في شهر رمضان\nسنة سبع بتقديم السين عشرة وسبعمائة ودفن بباب <span id='ms211'></span> الصغير\n</p>\n\n<h1 class='l1' id='head209'>504 - </h1>\n\n<p>\nعبد الله بن مروان بن عبد الله بن فير بن الحسن الشيخ زين الدين أبو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد الفارقي خطيب دمشق وشيخ دار الحديث ومدرس الشامية البرانية ولد في\nالمحرم سنة ثلاث وثلاثين وستمائة وسمع الحديث من جماعة وأخذ عن الشيخ عز\nالدين بن عبد السلام وغيره واشتغل وأفتى ودرس وولي مشيخة دار الحديث بعد\nالنووي وهو الذي عمرها بعد خرابها في فتنة قازان قال الذهبي في معجمه كان\nعارفا بالمذهب وبجملة حسنة في الحديث ذا اقتصاد في ملبسه وتصون في نفسه\nوسطوة على الطلبة وفيه تعبد وحسن معتقد وقال ابن كثير سمع الحديث الكثير\nوأشغل ودرس في عدة مدارس وأفتى مدة طويلة وكانت له همة وشهامة وصرامة\nويباشر الأوقاف جيدا وقال السبكي كان رجلا عالما صالحا وحكى عنه حكاية تدل\nعلى كرامته توفي في صفر سنة ثلاث وسبعمائة ودفن بالصالحية بتربة أهله بتربة\nالشيخ أبي عمر\n</p>\n\n<h1 class='l1' id='head210'>505 - </h1>\n\n<p>\nعبد العزيز بن عبد الجليل الشيخ عز الدين النمراوي المصري ولد بنمرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمن أعمال الغربية واشتغل وتصدى للأشغال ودرس في التفسير بالقبة المنصورية\nقال ابن كثير في طبقاته أحد الفضلاء المناظرين من الشافعية أفتى ودرس وناظر\nبين يدي العلامة ابن دقيق العيد والعلامة صدر الدين بن الوكيل فاستجاد ابن\nدقيق العيد بحثه ورجحه في ذلك البحث على ابن الوكيل فارتفع قدره من يومئذ\nوصحب النائب سلار فازداد جاهه في الدنيا بذلك وقال الإسنوي كان عالما نظارا\nذكيا توفي في ذي القعدة سنة عشر وسبعمائة ودفن بالقرافة\n</p>\n\n<h1 class='l1' id='head211'>506 - </h1>\n\n<p>\nعبد العزيز بن محمد بن علي الإمام ضياء الدين الطوسي ثم الدمشقي اشتغل\nبالعلم وتفنن ودرس بالنجيبية وأعاد بغيرها وشرح الحاوي شرحا حسنا سماه\nالمصباح وشرح مختصر ابن الحاجب قال البرزالي كان شيخا فاضلا وقال ابن حبيب\nكان ذا فضائل منتظمة الفرائد وتصانيف مشتملة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعلى كثير من الفوائد منها شرح الحاوي والمختصر ولقد اتى فيهما بما يشهد\nله بالتقدم على من غاب ومن حضر توفي بدمشق فجأة في جمادى الأولى سنة ست\nوسبعمائة ودفن بمقابر الصوفية\n</p>\n\n<h1 class='l1' id='head212'>507 - </h1>\n\n<p>\nعبد الكريم <span id='ms212'></span> بن علي بن عمر الأنصاري الأندلسي الأصل الإمام علم الدين\nالمعروف بالعراقي ولد بمصر سنة ثلاث وعشرين وستمائة وأخذ الفقه عن ابن عبد\nالسلام وغيره والحديث عن المنذري قراءة وسماعا والأصلين عن التلمساني\nوالخسروشاهي ومهر وبرع في فنون العلم وتصدر بجامع مصر ودرس بمشهد الحسيني\nودرس التفسير بالقبة المنصورية وغيرها وصنف كتبا منها في التفسير الإنصاف\nفي مسائل الخلاف بين الزمخشري وابن المنير ونبه على مواضع الاعتزال في\nالكشاف وقد أخذ عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالسبكي علم التفسير قال الإسنوي كان عالما فاضلا في فنون كثيرة\nخصوصاالتفسير وفيه دعابة كثيرة مأثورة إلى الآن عنه قال وشرح التنبيه شرحا\nمتوسطا رأيت منه جزءا من أوئل الكتاب وجزءا من آخره وقد لا يكون أكمله\nوأقرأ الناس مدة طويلة حتى صاروا أئمة وكتب بخطه كثيرا حتى كتب حاوي\nالماوردي مرات وأضر في آخر عمره وقال ابن كثير في طبقاته نقلا عن بعضهم إن\nله مصنفات في التفسير والأصول توفي في صفر سنة أربع وسبعمائة ودفن بالقرافة\nالصغرى والعراقي نسبة إلى جده لأمه وهو العراقي شارح المهذب\n</p>\n\n<h1 class='l1' id='head213'>508 - </h1>\n\n<p>\nعبد اللطيف بن محمد بن الحسين بن رزين بن موسى بن عيسى بن موسى العامري\nالحموي الأصل المصري العلامة بدر الدين أبو البركات بن قاضي القضاة تقي\nالدين رزين مولده سنة تسع بتقديم التاء وأربعين وستمائة وسمع بمصر والشام\nمن جماعة وأعاد عند والده وهو ابن عشرين سنة وناب عنه في القضاء وأفتى وولي\nقضاء العسكر في حياة والده وخطب بجامع الأزهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nودرس بالظاهرية والسيفية والأشرفية قال ابن كثير في طبقاته كان من صدور\nالفقهاء وأعيان الرؤساء وأحد المذكورين في الفضلاء وكان له اعتناء جيد\nبالحديث ويلقي الدروس منه ومن التفسير والفقه وأصوله وله اعتبار بالسماع\nوالرواية وقال السبكي في الطبقات وكان يجتمع عنده بالظاهرية من الفضلاء ما\nلايجتمع عند غيره وتحصل منهم الفضائل الجمة بحيث كان طالب التحقيقات يحضر\nدرسه لأجل من يحضره فممن كان يحضره الوالد وقطب الدين السنباطي وتاج الدين\nطوير الليل وجماعة توفي بالقاهرة في جمادى <span id='ms213'></span> الآخرة سنة عشر وسبعمائة\n</p>\n\n<h1 class='l1' id='head214'>509 - </h1>\n\n<p>\nعبد المؤمن بن خلف بن أبي الحسن بن شرف بن الخضر بن موسى الحافظ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالكبير شرف الدين أبو محمد وأبو أحمد الدمياطي ولد بدمياط في أواخر سنة\nثلاث عشرة وستمائة وتفقه بها وقرأ بالسبع على الكمال الضرير وسمع الكثير\nورحل ولازم الحافظ عبد العظيم المنذري سنين وتخرج به ودرس لطائفة المحدثين\nبالمنصورية وهو أول من درس بها لهم وبالظاهرية ورحل إليه الطلاب وحدث قديما\nوسمع منه الشيخ أبو الفتح محمد بن محمد الأبيوردي وكتب عنه في معجم شيوخه\nومات قبله بتسعة وثلاثين سنة روى عنه من تلاميذه الحفاظ المزي والبرزالي\nوالذهبي وابن سيد الناس والسبكي وغيرهم قال المزي ما رأيت احفظ منه وقال\nالبرزالي وكان آخر من بقي من الحفاظ وأهل الحديث اصحاب الرواية العالية\nوالدراية الوافرة وقال الذهبي في معجمه العلامة الحافظ الحجة احد الأئمة\nالأعلام وبقية نقاد الحديث اشتغل بدمياط وأتقن الفقه ثم طلب الحديث سنة ست\nوثلاثين ورحل وسمع الكثير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p221'> Vol. 02, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nومعجمه نحو الف ومائتين وخمسين شيخا وله تصانيف في الحديث والعوالي\nوالفقه واللغة وغير ذلك ومحاسنه جمة انتهى وقد اثنى عليه غير واحد وله\nمصنفات نفيسة منها السيرة النبوية في مجلد وكتاب في الصلاة الوسطى وكتاب\nالخيل وكتاب التسلي والاغتباط بثواب من تقدم من الإفراط وغير ذلك توفي فجأة\nفي ذي القعدة سنة خمس وسبعمائة بالقاهرة ودفن بمقابر باب النصر\n</p>\n\n<h1 class='l1' id='head215'>510 - </h1>\n\n<p>\nعلي بن إبراهيم بن محمد بن الحسين البجيلي الرجل الصالح قال المطري كان\nيحفظ المهذب والوسيط نقلا وتفقه عليه خلائق من اهل اليمن وانتفعوا ببركته\nوعلمه في الفقه والفرائض وكان من اشتغل عليه افلح او كاد وكانت له كرامات\nمشهورة وبركات مأثورة رضي الله عنه توفي ببلدة من بلاد تهامة في شهر ربيع\nالآخر سنة خمس عشرة وسبعمائة\n</p>\n\n<h1 class='l1' id='head216'>511 - </h1>\n\n<p>\nعلي بن أحمد بن جعفر بن علي بن محمد بن عبد الظاهر الشيخ كمال الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالهاشمي الجعفري القوصي نزيل إخميم ذو العلم والعبادة والمكاشفات\nوالأحوال والتكلم على الخواطر تفقه بالشيخ مجد الدين ابن دقيق العيد <span id='ms214'></span> وأجازه\nبالتدريس سنة سبع وخمسين وسمع أبا الحسن ابن الجميزي وشيخه مجد الدين\nالقشيري وتفقه وبرع ورافق في ابتدائه الشيخين تقي الدين ابن دقيق العيد\nوجلال الدين الدشناوي استوطن إخميم وبنى بها رباطا وانتصب لتذكير الناس\nوعمت بركته على مريديه واشتهر من كراماته ما كثر وذكر له الإسنوي بعض ما\nوقع له من الكشف والكرامات ثم قال وكراماته كثيرة يطول ذكرها ويعسر حصرها\nتوفي بإخميم في رجب سنة إحدى وسبعمائة\n</p>\n\n<h1 class='l1' id='head217'>512 - </h1>\n\n<p>\nعلي بن محمد بن عبد الرحمن بن خطاب الشيخ الإمام العلامة علاء الدين أبو\nالحسن الباجي المصري الإمام المشهور ولد سنة إحدى وثلاثين وستمائة سنة مولد\nالنووي وتفقه بالشام على ابن عبد السلام ثم ولي قضاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالكرك قديما في دولة الملك الظاهر ثم دخل القاهرة واستوطنها وناب في\nالحكم ثم ترك ذلك ولزمته الطلبة للاشتغال عليه وممن أخذ عنه الشيخ تقي\nالدين السبكي أخذ عنه الأصلين وتخرج به في المناظرة وله مصنفات في فنون\nليست على قدر علمه وكان أعلم أهل الأرض بمذهب الأشعري وكان هو بالقاهرة\nوالصفي الهندي بالشام القائمين بنصرة مذهب الأشعري وكان ابن دقيق العيد\nكثير التعظيم له قال الشيخ تقي الدين السبكي كان ابن دقيق العيد لا يخاطب\nأحدا إلا بقوله يا إنسان غير اثنين الباجي وابن الرفعة يقول للباجي يا إمام\nولابن الرفعة يا فقيه قال الإسنوي له في المحافل مباحث مشهورة وفي المشاهد\nمقامات مأثورة كان إماما في الأصلين والمنطق فاضلا فيما عداهما وكان أنظر\nأهل زمانه ومن أذكاهم قريحة لا يكاد ينقطع في المباحث فصيح العبارة وكان\nيبحث مع الكبير والصغير إلا أنه قليل المطالعة جدا لا يكاد أحد يراه ناظرا\nفي كتاب وصنف مختصرات في علوم متعددة واشتهرت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p224'> Vol. 02, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nوحفظت في حياته وعقب موته ثم انطفأت كأن لم تكن وقال الشيخ كمال الدين\nالأدفوي في كتابه البدر السافر اختصر المحرر في الفقه والمحصول في الأصول\nمختصرين كبير وصغير واختصر كشف الحقائق في المنطق ورد على ما بيد اليهود من\nالتوراة وكان ابن دقيق <span id='ms215'></span> العيد يقول عنه يطلق عليه عالم وقال لي شيخنا نجم\nالدين الأصفوني حضرت درس الشيخ تقي الدين فقال يا فقهاء جاء شخص يهودي وطلب\nالمناظرة فسكت الناس فقال الباجي أحضروه نحن بحمد الله مليون بدفع هذه\nالشبهة وقال لي لما أحضروا ابن تيمية طلبت من جملة من طلب فجئت لقيته يتكلم\nفلما حضرت قال هذا شيخ البلاد فقلت لا تطرئني ها هنا إلا الحق وحاققته على\nأربعة عشر موضعا وغير ما كان قد كتبه بخطه فيما قال وكان كثير البحث ولم\nيحفظ له بحث نازل قط توفي في ذي القعده سنة أربع عشرة وسبعمائة ودفن\nبالقرافة بقرب من المكان المعروف بورش\n</p>\n\n<h1 class='l1' id='head218'>513 - </h1>\n\n<p>\nعلي بن محمد بن علي بن وهب بن مطيع القاضي محب الدين أبو الحسن بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالشيخ الإمام شيخ الإسلام تقي الدين أبي الفتح بن الشيخ مجد الدين\nالقشيري المعروف بابن دقيق العيد ولد بقوص في صفر سنة سبع بتقديم السين\nوخمسين وستمائة وأخذ عن والده وسمع الحديث وحدث ولي تدريس الهكارية\nوالسيفية وناب في الحكم عن والده قال الإسنوي وكان فاضلا ذكيا علق على\nالتعجيز شرحا جيدا لم يكمله وانقطع في القرافة مدة توفي في شهر رمضان سنة\nست عشرة وسبعمائة ودفن عند أبيه\n</p>\n\n<h1 class='l1' id='head219'>514 - </h1>\n\n<p>\nعمر بن أحمد بن أحمد بن مهدي المدلجي الشيخ العلامة عز الدين أبو حفص\nالنشائي المصري لا أعلم عمن أخذ الفقه وسمع من جماعة ودرس بالفاضلية\nوالهكارية وله على الوسيط إشكالات حسنة مفيدة في مجلدين إلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأنها لم تكمل وعليه تفقه ولده كمال الدين والشيخ مجد الدين الزنكلوني\nويحكى عن الشيخ عز الدين أنه قال لا يحل أن ينسب إلى الرافعي من الروضة شيء\nقال الإسنوي كان إماما بارعا في الفقه والنحو والعلوم الحسابية أصوليا\nمحققا دينا ورعا زاهدا متصوفا يحب السماع ويحضره وكانت في أخلاقه حدة وكان\nمتصدرا لإقراء النحو بالجامع الأقمر وانتفع به خلق كثيرون وقال ابن السبكي\nكان فقيها كبيرا ورعا صالحا حج في البحر من عيذاب سنة ست عشرة وسبعمائة\nوتوفي <span id='ms216'></span> تلك السنة بمكة في العشر الأخير من ذي القعدة وقيل في ذي الحجة ودفن\nبالمعلى ونشأ إحدى بلاد الغربية من بلاد مصر\n</p>\n\n<h1 class='l1' id='head220'>515 - </h1>\n\n<p>\nمحمد بن عبد الرحيم بن محمد الشيخ العلامة صفي الدين أبو عبد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالهندي الأرموي المتكلم على مذهب الأشعري مولده ببلاد الهند في ربيع\nالآخر سنة أربع وأربعين وستمائة وكان جده لأمه فاضلا فقرأ عليه ثم خرج من\nبلده سنة تسع وستين ودخل اليمن فأكرمه صاحبها الملك المظفر وأعطاه تسعمائة\nدينار وحج وقدم الديار المصرية سنة سبعين فأقام بها أربع سنين ثم سافر إلى\nبلاد الروم وأقام بها إحدى عشرة سنة وأخذ عن صاحب التحصيل ودرس بقونية\nوسيواس ثم خرج من الروم سنة خمس وثمانين فقدم دمشق وولي بها مشيخة الشيوخ\nودرس بها بالظاهرية الجوانية والأتابكية والرواحية والدولعية وانتصب\nللإفتاء والإقراء في الأصول والمعقول والتصنيف وانتفع بتلاميذه وتصانيفه\nإلا أن خطه في غاية الرداءة وأخذ عنه ابن المرحل ابن الفخر المصري وخلق\nولما عقد مجلس لابن تيمية عين الشيخ صفي الدين لمناظرته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p228'> Vol. 02, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nفلما وقع الكلام قال له الصفي أنت عصفور تطير من ها هنا وها هنا قال\nالذهبي وكان يحفظ ربع القرآن وقال السبكي كان من اعلم الناس بمذهب الشيخ\nأبي الحسن الأشعري وأدراهم بأسراره متضلعا بالأصلين وقال الإسنوي كان فقيها\nأصوليا متكلما أدبيا متعبدا توفي بدمشق في صفر سنة خمس عشرة وسبعمائة عن\nإحدى وسبعين سنة ودفن بمقبرة الصوفية ومن تصانيفه في علم الكلام الزبدة\nوالفائق وفي أصول الفقه النهاية والرسالة السيفية وكل مصنفاته جامعة لا\nسيما النهاية\n</p>\n\n<h1 class='l1' id='head221'>516 - </h1>\n\n<p>\nمحمد بن عبد الغفار بن عبد الكريم بن عبد الغفار القزويني ولد صاحب\nالحاوي الصغير صنف له والده الحاوي فحفظه واشتغل على والده وبرع في الفقه\nودرس وصنف وتوفي سنة تسع وسبعمائة وعاش نحوا من ثمانين سنة\n</p>\n\n<h1 class='l1' id='head222'>517 - </h1>\n\n<p>\nمحمد بن علي بن وهب بن مطيع بن أبي الطاعة القشيري الشيخ الإمام شيخ\nالإسلام تقي الدين أبو الفتح بن الشيخ القدوة العالم مجد الدين المنفلوطي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالمصري ابن دقيق العيد ولد في <span id='ms217'></span> شعبان سنة خمس وعشرين وستمائة تفقه على\nوالده بقوص وكان والده مالكي المذهب ثم تفقه على الشيخ عز الدين بن عبد\nالسلام فحقق المذهبين وسمع الحديث من جماعة ثم ولي قضاء الديار المصرية\nودرس بالشافعي ودار الحديث الكاملية وغيرهما وصنف التصانيف المشهورة وكان\nمن العبادة والورع بمحل لا يدرك كان يقول ما تكلمت بكلمة ولا فعلت فعلا إلا\nوأعددت له جوابا بين يدي الله تعالى ويحكى أن ابن عبد السلام كان يقول ديار\nمصر تفتخر برجلين في طرفيها ابن منير بالإسكندرية وابن دقيق العيد بقوص\nذكره الذهبي في معجمه وقال قاضي القضاة بالديار المصرية وشيخها وعالمها\nالإمام العلامة الحافظ القدوة الورع شيخ العصر كان علامة في المذهبين عارفا\nبالحديث وفنونه سارت بمصنفاته الركبان وولي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p230'> Vol. 02, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nالقضاء ثمان سنين وبسط السبكي ترجمته في الطبقات الكبرى قال ولم ندرك\nأحدا من مشايخنا يختلف في ان ابن دقيق العيد هو العالم المبعوث على رأس\nالسبعمائة وأنه استاذ زمانه علما ودينا وقال في موضع آخر كان والدي من\nمعظمي الشيخ تقي الدين ومبجليه إلى حد يطول شرحه وقال ابن كثير في طبقاته\nأحد علماء وقته بل اجلهم وأكثرهم علما ودينا وورعا وتقشفا ومداومة على\nالعلم في ليله ونهاره مع كبر السن والشغل بالحكم وله التصانيف المشهورة\nوالعلوم المذكورة برع في علوم كثيرة لا سيما في علم الحديث فاق فيه على\nأقرانه وبرز على أهل زمانه رحلت إليه الطلبة من الآفاق ووقع على علمه وورعه\nوزهده الاتفاق وترجمته طويلة مشهورة وهذا الكتاب مبني على الاختصار توفي في\nصفر سنة اثنتين وسبعمائة ودفن بالقرافة الصغرى ودقيق العيد لقب لجده وهب\n</p>\n\n<p>\nومن تصانيفه الإلمام في الحديث وتوفي ولم يبيضه فلذلك وقعت فيه أماكن على\nوجه الوهم وكتاب الإمام بهمزة مكسورة بعدها ميم شرح الإلمام وهو الكتاب\nالكبير العظيم الشأن قال الإسنوي وقد كان أكمله فحسده عليه بعض كبار هذا\nالشأن ممن في نفسه منه عداوة فدس من سرق أكثر هذه الأجزاء وأعدمها وبقي\nمنها الموجود عند الناس اليوم <span id='ms218'></span> وهو نحو أربعة أجزاء فلا حول ولا قوة إلا\nبالله كذا سمعته من الشيخ شمس الدين ابن عدلان وكان عارفا بحاله وله شرح\nالعمدة أملاه إملاء وأملأ شرحا على العنوان في أصول الفقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p231'> Vol. 02, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nوله تصنيف في أصول الدين وعلوم الحديث سماه الاقتراح في اختصار علوم ابن\nالصلاح والأربعين في الرواية عن رب العالمين وفوائد حديث بريرة قريبا من\nمائتي فائدة وشرح مختصر ابن الحاجب في فقه المالكية ولم يكمله وعلق شرحا\nعلى مختصر التبريزي وشرحا على مختصر أبي شجاع وله ديوان خطب مشهورة بليغة\nوله شعر كثير بليغ رقيق\n</p>\n\n<h1 class='l1' id='head223'>518 - </h1>\n\n<p>\nمحمد بن علي البارنباري المصري الشيخ العالم تاج الدين الملقب طوير الليل\nقال السبكي أحد أذكياء الزمان برع فقها وأصولا ومنطقا قرأ الأصول والمعقول\nعلى الأصفهاني شارح المحصول وسمعت الوالد رحمه الله يقول قال لي ابن الرفعة\nمن عندكم من الفضلاء في درس الظاهرية فقلت له قطب الدين السنباطي وفلان\nوفلان حتى انتهيت إلى ذكر البارنباري فقال لي ما في من ذكرت مثله مولده سنة\nأربع وخمسين وستمائة وتوفي سنة سبع بتقديم السين عشرة وسبعمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head224'>519 - </h1>\n\n<p>\nمحمد بن عمر بن مكي بن عبد الصمد بن عطية بن أحمد ويقال عبد الصمد ابن\nأبي بكر بن عطية الشيخ الإمام العلامة ذو الفنون صدر الدين أبو عبد الله بن\nالشيخ الإمام العالم الخطيب زين الدين أبي حفص العثماني المعروف بابن\nالمرحل وبابن الوكيل ولد بدمياط في شوال سنة خمس وستين وستمائة وسمع الحديث\nمن جماعة وحفظ كتبا كثيرة يقال إنه كان إذا وضع بعضها على بعض كانت طول\nقامته وحفظ المفصل في مائة يوم ومقامات الحريري في خمسين يوما وديوان\nالمتنبي في جمعة واحدة وتفقه على والده وعلى الشيخ شرف الدين المقدسي\nوالشيخ تاج الدين الفزاري وغيرهم وأخذ الأصلين عن الصفي الهندي والنحو عن\nبدر الدين بن مالك وبرع وأفتى وله اثنتان وعشرون سنة واشتغل وناظر واشتهر\nاسمه وشاع ذكره ودرس بالشاميتين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوالعذراوية وولي مشيخة دار الحديث الأشرفية وخالط النائب آقوش الأفرم\nوجرت له <span id='ms219'></span> أمور لا يحسن ذكرها ولا يرشد أمرها وأخرجت جهاته وانتقل إلى حلب\nفأقام بها مدة ودرس ثم انتقل إلى الديار المصرية ودرس بحلقة الشافعي بجامع\nمصر وبالمشهد الحسيني وبالمدرسة الناصرية وهو أول من درس بها وكان من\nالأذكياء وله نظم رائق وديوان مجموع وجمع كتاب الأشباه والنظائر ومات قبل\nتحريره فحرره وزاد عليه ابن أخيه زين الدين وشرع في شرح الأحكام لعبد الحق\nفكتب منه ثلاث مجلدات دالات على تبحره في الحديث والفقه والأصول ذكر له\nالسبكي في الطبقات الكبرى ترجمة طويلة وقال كان الوالد يعظمه ويحبه ويثني\nعليه بالعلم وحسن العقيدة ومعرفة الكلام على مذهب الأشعري توفي في ذي الحجة\nسنة ست عشرة وسبعمائة بالقاهرة ودفن بالقرافة بتربة القاضي فخر الدين ناظر\nالجيش ولما بلغت وفاته ابن تيمية قال أحسن الله عزاء المسلمين فيك يا صدر\nالدين\n</p>\n\n<h1 class='l1' id='head225'>520 - </h1>\n\n<p>\nمحمد بن محمد بن بهرام القاضي شمس الدين أبو عبد الله الكوراني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالدمشقي قاضي حلب ولد سنة خمس وعشرين وستمائة وأخذ عن ابن عبد السلام\nوأخذ القراءات عن الكمال الضرير فيما قيل وناب في الحكم بدمشق ثم ولي قضاء\nحلب له مختصر في الخلاف مأخوذ من حلية الشاشي وغيرها قال الذهبي كان مشكورا\nيدري المذهب وكان دينا صالحا ورعا وقال السبكي في الطبقات الكبرى كان من\nعلماء حلب وكان يدري القراءات توفي بحلب في جمادى الأولى سنة خمس وسبعمائة\n</p>\n\n<h1 class='l1' id='head226'>521 - </h1>\n\n<p>\nمحمد بن يوسف بن عبد الله بن محمود الجزري ثم المصري شمس الدين أبو عبد\nالله ولد في سنة سبع بتقديم السين وثلاثين وستمائة واشتغل بالعلم وأخذ بقوص\nعن الأصفهاني وسمع ودرس وأفتى وأشغل وخطب بجامع طولون ودرس بالشريفية\nوالمعزية وشرح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالمنهاج للبيضاوي شرحا لطيفا وشرح الأسئلة التي اعترض بها صاحب التحصيل\nعلى الإمام وألفية ابن مالك أخذ عنه السبكي علم الكلام قال الإسنوي كان\nفقيها عارفا بالأصلين والنحو والبيان والمنطق والطب أديبا شاعرا ذا مروءة\nوقال تلميذه الكمال الأدفوي له تصانيف منها شرح التحصيل في ثلاث مجلدات\nوشرح المنهاج للبيضاوي في مجلدة <span id='ms220'></span> لطيفة ليس بطائل صنفه في آخر عمره واعتذر\nفي خطبته بالكبر وله أجوبة عن أسئلة المحصول وله ديوان خطب بليغة وشعر كثير\nتوفي بمصر في ذي القعدة سنة إحدى عشرة وسبعمائة\n</p>\n\n<h1 class='l1' id='head227'>522 - </h1>\n\n<p>\nمحمد بن يوسف بن أبي بكر بن هبة الله شمس الدين أبو عبد الله الجزري ثم\nالمصري ويعرف بابن المحوجب وفي بلاده بابن القوام ولد سنة ست وثلاثين\nوستمائة كذا رأيته في بعض تواريخ المصريين وقرأ القراءات السبع وأخذ بدمشق\nالنحو عن شرف الدين ابن المقدسي وبقوص المعقولات عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالأصفهاني والفقه عن الشيخين ابن دقيق العيد والدشناوي وأخذ بمصر عن\nالقرافي وشرع في شرح المنهاج للبيضاوي قال الإسنوي ومات قبل إكماله وكان\nذكيا أقام بمصر وأخذ عنه كثير من طلبتها ودرس بالمنكوتمرية وبالمعزية بعد\nموت ابن الرفعة وكانت السوداء تغلب على مزاجه توفي في رجب سنة إحدى عشرة\nوسبعمائة وقد جاوز الثمانين كذا قاله الإسنوي والكمال الأدفوي وهذا يخالف\nما تقدم في وقت مولده\n</p>\n\n<h1 class='l1' id='head228'>523 - </h1>\n\n<p>\nمحمود بن مسعود بن مصلح الفارسي الإمام قطب الدين أبو الثناء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالشيرازي تخرج على النصير الطوسي مولده سنة أربع وثلاثين وستمائة بشيراز\nودخل بغداد ودمشق ومصر واستوطن بالآخرة تبريز وانقطع عن أبواب الأمراء قال\nالذهبي عالم العجم له تصانيف وتلامذة وذكاء باهر ومزاج طاهر وقال الإسنوي\nكان إمام عصره في المعقولات وفي غاية الذكاء وله التلاميذ الكثيرة\nوالتصانيف المشهورة وكان كريما متطرحا إلا أنه كان متهاونا في الدين محبا\nللخمر ويجلس في حلق المساخر ومع ذلك كان معظما عند ملوك التتار فمن دونهم\nوقال السبكي في الطبقات الكبرى لازم بالآخر الحديث سماعا ونظر في جامع\nالأصول وشرح السنة للبغوي وما أشبه ذلك توفي في شهر رمضان سنة عشرة\nوسبعمائة بتبريز ومن تصانيفه شرح مختصر ابن الحاجب في مجلدين وهو الشارح\nالأول وشرح مفتاح السكاكي وشرح الكليات وفيه يقول العلامة زين الدين ابن\nالوردي ... لقد عدم الإسلام حبرا مبرزا ... كريم السجايا فيه مع بعده قرب\n... ... عجبت وقد دارت رحى العلم بعده ... وهل للرحى دور وقد عدم <span id='ms221'></span> القطب ...\n</p>\n\n<h1 class='l1' id='head229'>524 - </h1>\n\n<p>\nيوسف بن محمد بن موسى بن يونس بن منعة كمال الدين أبو المعالي بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبهاء الدين بن كمال الدين بن رضي الدين قاضي الموصل قال بعض المتأخرين في\nطبقات جمعها انتهت إليه رئاسة إقليمه وشرح الحاوي وقدم رسولا من قازان على\nالملك الناصر فأكرمه وظهر له من الحشمة والمهابة ما يليق ببيته وأصالته مات\nبالسلطانية سنة ست عشرة وسبعمائة وسماه الكتبي موسى وقال مات سنة خمس عشرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p239'> Vol. 02, p. 239</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head230'>الطبقة الرابعة والعشرون وهم الذين كانوا في العشرين الثانية من المائة الثامنة</h1>\n\n<h1 class='l1' id='head231'>525 - </h1>\n\n<p>\nإبراهيم بن عبد الرحمن بن إبراهيم بن سباع بن ضياء الفزاري البدري الشيخ\nالعلامة شيخ الإسلام برهان الدين أبو إسحاق ابن الشيخ العلامة فقيه الشام\nتاج الدين أبي محمد بن الشيخ المقرئ برهان الدين أبي إسحاق المصري الأصل\nالدمشقي ولد في شهر ربيع الأول سنة ستين وستمائة وسمع الكثير من ابن عبد\nالدائم وابن أبي اليسر وعدة وله مشيخة خرجها العلائي وأخذ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن والده وبرع وأعاد في حلقته وأخذ النحو عن عمه شرف الدين ودرس\nبالبادرائية بعد وفاة أبيه وخلفه في أشغال الطلبة والإفتاء ولازم الأشغال\nوالتصنيف وحدث بالصحيح مرات وعرض عليه القضاء بعد موت القاضي نجم الدين ابن\nصصري وألح نائب الشام عليه بنفسه وبأعوانه من الدولة فلم يقبل وصمم وامتنع\nأشد الامتناع وكان بعد موت عمه قد ولي الخطابة وباشرها مدة يسيرة ثم تركها\nلما بلغه أن بعض الناس يسعى في تدريس البادرائية فتركها وعاد إلى\nالبادرائية وصنف التعليقة على التنبيه في نحو عشر مجلدات فيها فوائد جليلة\nونقول غريبة وأبحاث حسنة تتعلق بألفاظ التنبيه مع تنبيهه على كثير مما وقع\nللنووي من التناقض واعتراضات حسنة وقد نقل الإسنوي في المهمات كثيرا من\nفوائد الشيخ برهان الدين ولا يسميه ومع ذلك فإنه لم ينصفه في الطبقات لما\nترجمه وللشيخ برهان الدين تعليقة على مختصر ابن الحاجب في الأصول وله\nمصنفات أخر ذكره الذهبي في المعجم المختص وقال انتهت إليه معرفة المذهب\nودقائقه ووجوهه مع علم متون الأحكام وعلم <span id='ms222'></span> الأصول والعربية وغير ذلك وسمع\nالكثير وكتب بعض مسموعاته وكان يدري علوم الحديث مع الدين والورع وحسن\nالسمت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p241'> Vol. 02, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nوالتواضع وقال في معجم شيوخه ناب في مشيخة دار الحديث أشهرا فبهرت معارفه\nوخضع له الفضلاء ومناقبه يطول شرحها وقال ابن كثير ساد أقرانه وسائر أهل\nزمانه في دراية المذهب ونقله وكان مقبلا على شأنه مستغرقا أوقاته في\nالاشتغال والإشغال والمطالعة ليلا ونهارا وإسماع الحديث وقد سمعنا عليه\nصحيح مسلم وغيره وكان يدرس بالبادرائية الدروس المذكورة المشهورة وإنما\nغالب إشتغاله في الفقه وأصوله وله مصنفات صغار وكبار وبالجملة فلم أر\nشافعيا من مشايخنا مثله وكان حسن الشكل عليه البهاء والجلالة والوقار حسن\nالأخلاق وكرمه زائد وإحسانه إلى الطلبة كثير مع أنه لا يقتني شيئا بل يصرف\nمرتبه وجامكية تدريسه في مصالحه قلت وقد حكى لي الحافظ شهاب الدين ابن حجي\nتغمده الله برحمته أن الشيخ برهان الدين كان معظما في زمانه جدا وكان\nيشاركه في دعامة المذهب الشيخ كمال الدين بن الزملكاني لكن الشيخ برهان\nالدين معظم لزهده وورعه توفي بالبادرائيه في جمادى الأولى سنة ثمان وعشرين\nوسبعمائة ودفن بباب الصغير عند أبيه وعمه ورثاه الشيخ زين الدين ابن الوردي\nأبيات منها ... قد كان أعظمهم زهدا وأرفعهم ... مجدا وأسهرهم في العلم\nأجفانا ... ... ما أودع الله من فضل لوالده ... الإ ونحن نراه في ابنه\nالآنا ... ... إني لأصغر نفسي لازما أدبي ... من أن أقيم على البرهان\nبرهانا ...\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p242'> Vol. 02, p. 242</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head232'>526 - </h1>\n\n<p>\nإبراهيم بن عمر بن ابراهيم بن خليل الشيخ العلامه المقرئ برهان الدين أبو\nإسحاق الربعي الجعبري شيخ بلد الخليل ولد بجعبر في حدود سنة أربعين وستمائة\nوتلا بالسبع على أبي الحسن الوجوهي وبالعشر على المنتجب التكريتي وسمع\nببغداد من جماعة وحفظ التعجيز وعرضه على مصنفه وأخذ عنه الفقه ثم قدم دمشق\nوسمع من جماعة وخرج له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالبرزالي مشيخة ثم رحل إلى بلد الخليل عليه السلام وأقام به مدة طويلة\nنحو أربعين سنة ورحل الناس إليه روى عنه السبكي والذهبي وخلائق وصنف تصانيف\nكثيرة منها شرح الشاطبية وشرح <span id='ms223'></span> والرائية واختصر مختصر ابن الحاجب ومقدمته في\nالنحو وحسبك قدره على الاختصار من مختصر ابن الحاجب والحاجبية وكمل شرح\nالتعجيز فإن مصنفه لم يكمله كما تقدم قال بعضهم وتصانيفه تقارب المائة ذكره\nالذهبي في المعجم المختص وقال العلامة ذو الفنون مقرىء الشام له التصانيف\nالمتقنة في القراءات والحديث والأصول والعربية والتأريخ وغير ذلك وله مصنف\nمؤلف في علوم الحديث توفي ببلد الخليل في شهر رمضان سنة اثنتين وثلاثين\nوسبعمائة\n</p>\n\n<h1 class='l1' id='head233'>527 - </h1>\n\n<p>\nإبراهيم بن هبة الله بن علي القاضي نور الدين الجميزي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالإسنوي أخذ ببلده عن البهاء القفطي ثم رحل إلى القاهرة في صباه وأخذ عن\nالأصفهاني شارح المحصول والبهاء ابن النحاس وغيرهما من شيوخ العصر ودرس\nبقبة الشافعي وولي أعمالا كثيرة بالديار المصرية أخرها الأعمال القوصية\nوعزل عنها في سنة عشرين طلب منه كريم الدين الكبير شيئا من مال الأيتام\nفامتنع فوقع بينهما بسبب ذلك وعزل من القضاء وصنف في الفقه والأصول والنحو\nواختصر الوسيط وصحيح ما صححه الرافعي والنووي واختصر الوجيز وشرح المنتخب\nفي الأصول ونثر ألفية أبن مالك وشرحها قال الإسنوي كان إماما عالما ماهرا\nفي فنون كثيرة ملازما للإشتغال والإشغال والتصنيف دينا خيرا وصنف تصانيف\nحسنة بليغة في علوم كثيرة مات في أول سنة إحدى وعشرين وسبعمائة وقد قارب\nالسبعين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p245'> Vol. 02, p. 245</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head234'>528 - </h1>\n\n<p>\nأبو بكر بن إسماعيل بن عبد العزيز الشيخ العلامة الصالح مجد الدين\nالسنكلومي المصري مولده سنة سبع وسبعين بتقديم السين فيهما وستمائة تفقه\nعلى مشايخ عصره منهم الشيخ عز الدين الشامي وسمع الحديث وتصدى للاشغال\nوالتصنيف وممن أخذ عنه الشيخ جمال الدين الإسنوي وذكر له في طبقاته ترجمة\nحسنة وقال كان إماما في الفقه أصوليا محدثا نحويا ذكيا حسن التعبير قانتا\nلله لا يمكن إحدا أن يقع منه غيبه في مجلسه صاحب كرامات منقبضا عن الناس\nملازما لشأنه لا يتردد إلى أحد من الأمراء ويكره أن يأتوا إليه وراض نفسه\nإلى أن صار يحمل طبق العجين على كتفه إلى الفرن ويعود به مع كثرة الطلبة\nعنده وكان ملازما لإشغال <span id='ms224'></span> الطلبة ليلا ونهارا ويمزج الدروس بالوعظ وبحكايات\nالصالحين وبذلك بارك الله في طلبته وحصل لهم نفع كبير وكان حسن المعاشرة\nكثير المروءة ولي مشيخة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالخانقاه البيبرسية وتدريس الحديث بها وبالجامع الحاكمي توفي في ربيع\nالأول سنة أربعين وسبعمائة ودفن بالقرافة وزنكلون قرية من بلاد الشرقية من\nأعمال الديار المصرية وأصلها سنكلوم بالسين المهملة في أولها والميم في\nأخرها إلا أن النس لا ينطقون به إلا الزنكلوني وكذلك كان الشيخ يكتب بخطه\nغالبا\n</p>\n\n<p>\nومن تصانيفه شرح التنبيه الذي عم المتفقهة نفعه ورسخ بالنفوس وقعه\nوالمنتخب مختصر الكفاية وشرح المنهاج نحو شرح التنبيه وشرح التعجيز ومختصر\nالتبريزي ومزج التنبيه بالتصحيح وسماه التحبير وأفرد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p247'> Vol. 02, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nزيادات الروضة على الرافعي في مجلد سماه الملح قال ابن رافع وأفرد\nالزوائد التي في البحر على الرافعي\n</p>\n\n<h1 class='l1' id='head235'>529 - </h1>\n\n<p>\nأحمد بن علي الشيخ جمال الدين اليمني المعروف بابن العامري وهو ابن أخت\nإسماعيل الحضرمي شارح المهذب قال الإسنوي كان المذكور عالما جليلا شرح\nالوسيط في نحو ثمانية اجزاء وشرح أيضا التنبيه شرحا لطيفا مشتملا على فوائد\nلكنه نكت غير مستوعب لمسائل التنبيه تولي قضاء المهجم ومات بها سنة خمس\nوعشرين وسبعمائة\n</p>\n\n<h1 class='l1' id='head236'>530 - </h1>\n\n<p>\nأحمد بن محمد بن أحمد الملقب بعلاء الدولة وعلاء الدين أبو المكارم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالسمناني ذكره الإسنوي في طبقاته وقال كان عالما مرشدا له كرامات وتصانيف\nكثيرة في التفسير والتصوف وغيرهما توفي قبل الأربعين وسبعمائة بقليل\n</p>\n\n<h1 class='l1' id='head237'>531 - </h1>\n\n<p>\nأحمد بن محمد بن سالم بن الحسن بن هبة الله بن محفوظ بن الحسن بن الحسين\nبن محمد بن الحسن بن أحمد بن محمد قاضي القضاة نجم الدين أبو العباس ابن\nصصرى التغلبي الربعي ولد في ذي القعدة سنة خمس وخمسين وستمائة وكتب له\nإجازة حينئذ مائة وثمانون نفسا وتفقه على الشيخ تاج الدين الفزاري وأخذ\nالنحو عن أخيه شرف الدين الفزاري وكتب وفيات الأعيان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعن مؤلفه ودرس بالعادلية الصغرى والأمينية والغزالية وولي قضاء العسكر ثم\nولي القضاء إحدى وعشرين سنة ثم العادلية الكبرى والأتابكية ثم أضيف إليه\nمشيخة الشيوخ سمع منه السبكي والبرزالي والذهبي <span id='ms225'></span> والعلائي وخلق وخرج له\nالعلائي مشيخة وذكره الذهبي في المعجم المختص وقال طلب مدة وكتب الطباق وله\nعمل جيد في التاريخ والوفيات وكتب المنسوب وبرع مع سرعة لا يلحق فيها وتفقه\nوناظر وأفتى وساد وشارك في العلوم وكان يلقي دروسا طويلة وله قوة حافظة\nوفصاحة وبلاغة وترسل جيد عمل في الإنشاء مدة وأخذ بمصر المباحث عن\nالأصفهاني وكان دينا رئيسا كبير القدر وكان ماضي الأحكام متوسط السيرة له\nحلم ومداراة وقيام مع أصحابه وقال غيره أتقن الأقلام السبعة وفي مدة ولايته\nلم يقدر أحد يدلس عليه قضية ولا يشهد ما سمع عنه أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p250'> Vol. 02, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nارتشى في حكومة وكان حسن الأخلاق كثير التودد قاضيا للحقوق من عيادة\nالمرضى وشهود الجنائز ومهاداة الأصحاب توفي فجأة في شهر ربيع الأول سنة\nثلاث وعشرين وسبعمائة ودفن بتربتهم عند الركنية\n</p>\n\n<h1 class='l1' id='head238'>532 - </h1>\n\n<p>\nأحمد بن محمد بن سليمان الواسطي الأصل المصري الشيخ جمال الدين الوجيزي\nلقب بذلك لكونه كان يحفظ الوجيز للغزالي ولد سنة ثلاث وأربعين وستمائة\nوتفقه بالقاهرة إلى أن برع وناب في الحكم وأفتى وأعاد وأشغل ذكره تلميذه\nالشيخ جمال الدين الأسنوي وقال كان إماما حافظا للفقه عنده غرائب كثيرة\nمداوما على الاشتغال والإشغال الى حين وفاته مع كبر سنه نقل عنه ابن الرفعة\nعلى حاشية شرح الوسيط فقال سمعت أقضى القضاة جمال الدين الوجيزي يحكي وجهين\nفي تحريم تعاطي العقود الفاسدة توفي في رجب سنة تسع بتقديم التاء وعشرين\nوسبعمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head239'>533 - </h1>\n\n<p>\nاحمد بن محمد بن محمد بن نصر الله بن المظفر بن أسعد بن حمزة بن أسد بن\nعلي بن محمد الصدر الكبير الرئيس الإمام العالم جمال الدين أبو العباس\nالتميمي الدمشقي ابن القلانسي مولده سنة تسع بتقديم التاء وستين وستمائة\nوحفظ التنبيه ثم المحرر واشتغل على الشيخ تاج الدين الفزاري وقرأ النحو على\nشرف الدين الفزاري والأدب على الرشيد الفارقي وولي قضاء العسكر ووكالة بيت\nالمال وتدريس الأمينية والظاهرية والعصرونية قال ابن كثير تقدم بطلب العلم\nوالرئاسة وباشر جهات كبار ودرس في أماكن وتفرد في وقته <span id='ms226'></span> بالرئاسة في البيت\nوالمناصب الدينية والدنيوية وكان فيه تواضع وحسن سمت وتؤدد وإحسان وبر بأهل\nالعلم والصلحاء وهو ممن أذن لي في الفتيا وكتب إنشاء ذلك وأنا حاضر على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالبديهة فأجاد وأفاد وأحسن التعبير وعظم في عيني وسمع الحديث من جماعة\nوخرج له فخر الدين البعلبكي مشيخة سمعناها عليه توفي في ذي القعدة سنة إحدى\nوثلاثين وسبعمائة ودفن بتربتهم بالسفح\n</p>\n\n<h1 class='l1' id='head240'>534 - </h1>\n\n<p>\nأحمد بن محمد بن محمد بن هبة الله بن محمد بن هبة الله بن مميل الصدر\nالكبير العالم كمال الدين أبو القاسم ابن الشيرازي مولده سنة سبعين وستمائة\nوسمع من جماعة وحفظ مختصر المزني وتفقه على الشيخين تاج الدين الفزاري وزين\nالدين الفارقي وقرأ الأصول على الشيخ صفي الدين الهندي ودرس في وقت\nبالبادرائية مدة يسيرة لما انتقل الشيخ برهان الدين إلى الخطابة ودرس في\nوقت بالشامية البرانية ثم ولي تدريس الناصرية الجوانية مدة سنتين إلى حين\nوفاته قال الذهبي كان فيه معرفة وتواضع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوصيانة وذكر للقضاء وقال ابن كثير كان صدرا كبيرا ذكر لقضاء دمشق غير مرة\nوكان حسن المباشرة والشكل توفي في صفر سنة ست وثلاثين وسبعمائة ودفن\nبتربتهم بسفح قاسيون\n</p>\n\n<h1 class='l1' id='head241'>535 - </h1>\n\n<p>\nأحمد بن محمد بن مكي بن ياسين القرشي المخزومي الشيخ العلامة نجم الدين\nأبو العباس القمولي المصري اشتغل إلى أن برع ودرس وأفتى وصنف وولي قضاء قوص\nثم إخميم ثم أسيوط والمنية والشرقية والغربية ثم ولي نيابة الحكم بالقاهرة\nوحسبة مصر مع الوجه القبلي ودرس بالفخرية بالقاهرة والفائزية بمصر وشرح\nالوسيط شرحا مطولا أقرب تناولا من المطلب وأكثر فروعا وإن كان كثير\nالاستمداد منه قال الإسنوي لا أعلم كتابا في المذهب أكثر مسائل منه وسماه\nالبحر المحيط في شرح الوسيط ثم لخص أحكامه خاصة كتلخيص الروضة من الرافعي\nسماه جواهر البحر وشرح مقدمة ابن الحاجب في النحو شرحا مطولا وشرح الأسماء\nالحسنى في مجلد وكمل تفسير الإمام فخر الدين الرازي قال السبكي في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالطبقات الكبرى كان من الفقهاء المشهورين والصلحاء المتورعين يحكى أن\nلسانه كان لا يفتر <span id='ms227'></span> عن قول لا إله إلا الله ولم يبرح يفتي ويدرس ويصنف ويكتب\nوكان الشيخ صدر الدين ابن الوكيل يقول فيما نقل لنا عنه ليس بمصر أفقه من\nالقمولي وقال الكمال جعفر الأدفوي قال لي أربعين سنة أحكم ما وقع في حكم\nخطأ ولا مكتوب فيه خلل مني وكان مع جلالته في الفقه عارفا بالنحو والتفسير\nمات في رجب سنة سبع بتقديم السين وعشرين وسبعمائة عن ثمانين سنة ودفن\nبالقرافة وقمولا قرية بالبر الغربي من الأعمال القوصية قريبة من قوص\n</p>\n\n<h1 class='l1' id='head242'>536 - </h1>\n\n<p>\nأحمد بن يحيى بن إسماعيل بن طاهر بن نصر الله بن جهبل الشيخ العالم شهاب\nالدين أبو العباس الحلبي الأصل الدمشقي المعروف بابن جهبل ولد سنة سبعين\nوستمائة وسمع من جماعة واشتغل بالعلم ولزم الشيخ صدر الدين ابن المرحل وأخذ\nعن الشيخ شرف الدين المقدسي وغيره أيضا ودرس بالصلاحية بالقدس مدة ثم تركها\nوتحول إلى دمشق فباشر مشيخة دار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث الظاهرية ثم ولي تدريس البادرائية بعد وفاة الشيخ برهان الدين\nفترك المشيخة المذكورة واستمر في تدريس البادرائية إلى أن مات قال ابن كثير\nولم يأخذ معلوما من واحدة منهما قال وكان من أعيان الفقهاء وفضلائهم وقال\nالسبكي درس وأفتى وشغل مدة بالعلم بالقدس ودمشق وحدث سمع منه الحافظ علم\nالدين البرزالي قال ووقفت له على تصنيف في نفي الجهة ردا على ابن تيمية لا\nبأس به وسرده بمجموعه في الطبقات الكبرى في نحو كراستين توفي بدمشق في\nجمادى الآخرة سنة ثلاث وثلاثين وسبعمائة ودفن بمقابر الصوفية\n</p>\n\n<h1 class='l1' id='head243'>537 - </h1>\n\n<p>\nإسماعيل بن علي بن محمود بن عمر بن شاهنشاه بن أيوب بن شاذي العالم\nالعلامة المفنن المصنف السلطان الملك المؤيد عماد الدين أبو الفداء بن\nالملك الأفضل نور الدين بن الملك المظفر تقي الدين بن الملك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالمنصور ناصر الدين بن الملك المظفر تقي الدين الأيوبي مولده في جمادى\nالأولى سنة اثنتين وسبعين بتقديم السين وستمائة كما ذكره في تأريخه واشتغل\nفي العلوم وتفنن فيها وصنف التصانيف المشهورة منها التأريخ في ثلاث مجلدات\nوالعروض والأطوال والكلام <span id='ms228'></span> على البلدان في مجلد وله نظم الحاوي الصغير وكتاب\nالكناش مجلدات كثيرة ولي مملكة حماة في سنة عشر وحج مع السلطان سنة تسع\nعشرة فلما عاد خلع عليه ومشى كبار الأمراء في خدمته ولقبه بالمؤيد وكان\nيلقب أولا بالصالح ورسم أن يخطب على منابر حماة وأعمالها واستمر على ذلك\nإلى أن توفي وكان الملك الناصر يكرمه ويحترمه ويعظمه وله شعر حسن وكان\nجوادا ممدحا امتدحه غير واحد قال ابن كثير له فضائل كثيرة في علوم متعددة\nمن الفقه والهيئة والطب وغير ذلك وله مصنفات عديدة وكان يحب العلماء\nويقصدونه لفنون كثيرة وكان من فضلاء بني أيوب الأعيان منهم وذكر له الإسنوي\nفي طبقاته ترجمة عظيمة وقال كان جامعا لأشتات العلوم أعجوبة من أعاجيب\nالدنيا ماهرا في الفقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p257'> Vol. 02, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nوالتفسير والأصلين والنحو وعلم الميقات والفلسفة والمنطق والطب والعروض\nوالتأريخ وغير ذلك من العلوم شاعرا ماهرا كريما إلى الغاية صنف في كل علم\nتصنيفا نفسيا أو تصانيف وتوفي في المحرم سنة اثنتين وثلاثين وسبعمائة فجأة\nعن ستين سنة إلا ثلاثة أشهر وأياما وقال الذهبي توفي كهلا وهو عجيب تصحف\nعليه سبعين بتسعين وتبعه الإسنوي\n</p>\n\n<h1 class='l1' id='head244'>538 - </h1>\n\n<p>\nإسماعيل بن يحيى بن إسماعيل بن طاهر بن نصر الله بن جهبل الشيخ العالم\nمحيى الدين أبو الفداء الحلبي الأصل الدمشقي المعروف بابن جهبل مولده بدمشق\nفي سنة ست وستين وستمائة واشتغل وحصل وأفتى ودرس بالأتابكية وسمع من جماعة\nوحدث وسمع منه البرزالي وخرج له مشيخة وحدث بها وناب في الحكم بدمشق وولي\nقضاء طرابلس مدة ثم عزل منها وعاد إلى دمشق توفي في شعبان سنة أربعين\nوسبعمائة ودفن عند أخيه بمقبرة الصوفية\n</p>\n\n<h1 class='l1' id='head245'>539 - </h1>\n\n<p>\nحسين بن علي بن سيد الكل نجم الدين الأزدي المهلبي الأسواني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمولده سنة ست وأربعين وستمائة سمع وتفقه على أبي الفضل جعفر التزمنتي\nوبرع وحدث وشغل الناس بالعلم مدة كثيرة قال الشيخ تقي الدين السبكي وكان قد\nوصل إلى سن عالية وتحصل للطلبة به انتفاع في الاشتغال عليه وهو فقيه حسن\nمفتي وله قدم هجر وصحبة <span id='ms229'></span> للفقراء يتخلق بأخلاق حسنة وقال الإسنوي كان ماهرا\nفي الفقه ويشغل في أكثر العلوم متصوفا كريما جدا مع الفاقة منقطعا عن الناس\nشريف النفس معزا للعلم اشتغل عليه الخلق طبقة بعد طبقة وانتفعوا به وتصدر\nبمدرسة آل الملك بالقاهرة وتجرد مع الفقراء في البلاد توفي في صفر سنة تسع\nبتقديم التاء وثلاثين وسبعمائة وقد زاحم المائة ومع ذلك كان جيد القوة\nوالحواس ودفن خارج باب النصر بتربة آل الملك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p259'> Vol. 02, p. 259</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head246'>540 - </h1>\n\n<p>\nالحسين بن علي بن محمد بن محمد بن محمد بن حامد بن محمد بن عبد الله بن\nعلي بن محمود بن هبة الله بن أله الأصفهاني الأصل الدمشقي الشيخ العالم\nالأصيل شرف الدين أبو عبد الله المعروف بالشريف حسين مولده في المحرم سنة\nسبع بتقديم السين وخمسين وستمائة وسمع من جماعة واشتغل وأفتى وكتب بخطه\nالحسن كثيرا من الكتب قال الذهبي في العبر شيخنا المعمر الصالح درس\nبالعمادية وقال ابن رافع حدث سمع منه البرزالي وخرج له جزءا من حديثه\nبالسماع وجزءا بالإجازة وحدث بهما ودرس بالطبرية بباب البريد توفي في رجب\nتسع وثلاثين وسبعمائة ودفن بقاسيون\n</p>\n\n<h1 class='l1' id='head247'>541 - </h1>\n\n<p>\nسالم بن عبد الرحمن ويقال له لؤلؤ بن عبد الله الشيخ العالم المفتي أمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالدين أبو الغنائم مولده سنة خمس وأربعين وستمائة واشتغل على القاضي عز\nالدين ابن الصائغ ولازم الشيخ محيي الدين النواوي وانتفع به فلما توفي أخذ\nعن شرف الدين المقدسي وزين الدين الفارقي وغيرهما وأم بمسجد ابن هشام وأعاد\nبعدة مدارس ودرس بالشامية الجوانية انتزعها من الشيخ صدر الدين ابن الوكيل\nواستمرت به إلى أن توفي قال الذهبي في المعجم المختص نسخ بعض مسموعاته ورتب\nصحيح ابن حبان سمعت منه مشيخة ابن عبد الدائم وكان سامحه الله ذا دهاء\nوخبرة بالدعاوى وقال ابن كثير اشتغل وحصل وأثنى عليه النواوي وغيره وأعاد\nوأفتى ودرس وكان خبيرا بالمحاكمات وكان فيه مروءة وعصبية لمن يقصده توفي في\nشعبان سنة ست وعشرين وسبعمائة بدمشق ودفن بباب الصغير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p261'> Vol. 02, p. 261</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head248'>542 - </h1>\n\n<p>\nسليمان بن هلال بن شبل بن فلاح بن <span id='ms230'></span> خصيب القاضي العالم الزاهد الورع صدر\nالدين أبو الربيع الهاشمي الجعفري المعروف بخطيب داريا ولد سنة اثنتين\nوأربعين وستمائة وسمع الحديث وتفقه على الشيخين تاج الدين الفزاري ومحيي\nالدين النواوي وولي خطابة داريا وأعاد بالناصرية وناب في الحكم مدة سنتين\nوإستسقى الناس به سنة تسع عشرة فسقوا وكان يذكر نسبا إلى جعفر الطيار\nبينهما ثلاثة عشر أبا ثم إنه ولي خطابة جامع التوبة وترك نيابة الحكم قال\nفيه الذهبي الإمام شيخ الإسلام بقية الفقهاء الزهاد وكان يتزهد في ثوبه\nوعمامته الصغيرة ومآكله وفيه تواضع وترك للرئاسة والتصنع وفراغ من الرعونات\nوسماحة ومروءة ورفق وكان لا يدخل حماما وكان عارفا بالفقه توفي في ذي\nالقعدة سنة خمس وعشرين وسبعمائة ودفن بباب الصغير عند شيخه تاج الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head249'>543 - </h1>\n\n<p>\nعبد الله بن محمد بن علي بن حماد بن ثابت الشيخ جمال الدين أبو محمد بن\nالعاقولي الواسطي الأصل البغدادي مولده في رجب سنة ثمان وثلاثين وستمائة\nكما ذكره الكازروني في ذيله وسمع الحديث من جماعة واشتغل وبرع قال ابن كثير\nودرس بالمستنصرية مدة طويلة نحو أربعين سنة وباشر نظر الأوقاف وعين لقضاء\nالقضاة في وقت وأفتى من سنة سبع وخمسين إلى أن مات وذلك إحدى وسبعين سنة\nوهذا شيء غريب جدا وكان قوي النفس له وجاهة في الدولة كم كشف به كربة عن\nالناس بسعيه وقصده وقال السبكي ولي قضاء القضاة بالعراق وقال الكتبي وكان\nمن العلماء الأكابر وانتهت إليه رئاسة الشافعية ببغداد ولم يكن يومئذ من\nيماثله ولا من يضاهيه في علومه وعلو مرتبته وعين لقضاء القضاة فلم يقبل\nتوفي في شوال سنة ثمان وعشرين وسبعمائة ببغداد وله تسعون سنة وثلاثة أشهر\nودفن بداره وكان وقفها على شيخ وعشرة صبيان يقرؤون القرآن ووقف عليها\nأملاكه كلها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head250'>544 - </h1>\n\n<p>\nعبد الحميد بن عبد الرحمن بن عبد الحميد الجيلوني جمال الدين الشيرازي\nصاحب البحر الصغير والعجالة قال الإسنوي كان فقيها كبيرا ذا حظ من كثير من\nالعلوم ورعا زاهدا بحث الحاوي الصغير بقزوين على ابن المصنف في <span id='ms231'></span> أربعين يوما\nثم عاد إلى بلده وصنف كتابه المسمى بالبحر وهو مختصر أوضح من الحاوي متضمن\nلزيادات توفي بجيل من نواحي شيراز سنة نيف وثلاثين وسبعمائة قلت وكتابه\nالمذكور سماه بحر الفتاوي في نشر الحاوي قال في خطبته إنه جاء على قدر\nالحاوي مرة ونصفا لفظا ومعنى حجما وعلما\n</p>\n\n<h1 class='l1' id='head251'>545 - </h1>\n\n<p>\nعبد العزيز بن أحمد بن عثمان بن عيسى بن عمر بن الخضر الشيخ عز الدين\nالهكاري الكردي ويعرف بابن خطيب الأشمونين سمع من عبد الصمد ابن عساكر بمكة\nوسمع بدمشق وغيرها من جماعة وتفقه وتفنن وفاق الأقران\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوكان قد عين لقضاء الشام بعد موت ابن صصرى فلم يتفق درس وأفتى وصنف على\nحديث الأعرابي الذي جامع في رمضان كتابا نفيسا مشتملا على ألف فائدة وفائدة\nولي قضاء قوص ثم قضاء المحلة ثم قدم القاهرة في سنة سبع بتقديم السين\nوعشرين وسبعمائة فمات بها في رمضان قال الذهبي كان ذا فهم ومعرفة وتواضع\nوسؤدد وقال السبكي في الطبقات الكبرى له تصانيف كثيرة حسنة وأدب وشعر\n</p>\n\n<h1 class='l1' id='head252'>546 - </h1>\n\n<p>\nعبد الكافي بن علي بن تمام بن يوسف بن موسى بن تمام بن حامد بن يحيى بن\nعمر بن عثمان بن علي بن سوار بن مسوار بن سليم الأنصاري الخزرجي السبكي\nالمصري أقضى القضاة زين الدين أبو محمد والد الشيخ تقي الدين سمع من جماعة\nوقرأ الفروع على الظهير والسديد التزمنتيين والأصول على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالقرافي وتنقل في أعمال الديار المصرية وحدث بالقاهرة والمحلة وخرج له\nتقي الدين أبو الفتح السبكي مشيخة حدث بها قال حفيده القاضي تاج الدين وكان\nمن أعيان نواب القاضي تقي الدين ابن دقيق العيد وكان رجلا صالحا كثير\nالذكاء وله نظم كثير غالبه زهد ومدح في النبي صلى الله عليه وسلم توفي في\nرجب سنة خمس وثلاثين وسبعمائة\n</p>\n\n<h1 class='l1' id='head253'>547 - </h1>\n\n<p>\nعبد الملك بن أحمد بن عبد الملك تقي الدين الأرمنتي المصري مولده بأرمنت\nسنة اثنتين وثلاثين وستمائة وسمع من الشيخ مجد الدين القشيري وولده تقي\nالدين قال السبكي في الطبقات الكبرى ونظم تأريخ مكة للأزرقي في <span id='ms232'></span> أرجوزة مات\nسنة اثنتين وعشرين وسبعمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head254'>548 - </h1>\n\n<p>\nعبد الوهاب بن محمد بن عبد الوهاب بن محمد بن ذؤيب الأسدي الشيخ الإمام\nالعالم العامل كمال الدين أبو محمد بن القاضي العالم شرف الدين بن القاضي\nالعالم كمال الدين بن القاضي العالم جمال الدين المعروف بابن قاضي شهبة ولد\nسنة ثلاث وخمسين وستمائة وأخذ عن الشيخ تاج الدين الفزاري وتخرج به وأخذ عن\nأخيه شرف الدين الفزراي النحو واللغة وأعاد وجلس للاشغال بالجامع مدة طويلة\nوتخرج به جماعة منهم ابن أخيه الشيخ شمس الدين وغالب من أخذ عن الشيخ برهان\nالدين أخذ عنه وله شرح مختصر على الجرجانية حلو العبارة لم يكمله وله\nتعليقة على التنبيه لم تشتهر احترقت في فتنة التتار ذكره الذهبي في معجمه\nوقال تفقه بالشيخ تاج الدين حتى أتقن المذهب وقرأ العربية على الشيخ شرف\nالدين وتصدر لإقراء العلمين مدة وتخرج به الفضلاء وكان كيسا متواضعا مقتصدا\nفي أموره حلو المحاضرة علقت عنه فوائد وقد سمع من جماعة وحدث وقال السبكي\nوكان عارفا بالمذهب والنحو مجدا في تعليم الطلبة شغلهم مدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمديدة بالجامع الأموي توفي في ذي الحجة سنة ست وعشرين وسبعمائة ودفن بباب\nالصغير غربي زاوية القلندرية\n</p>\n\n<h1 class='l1' id='head255'>549 - </h1>\n\n<p>\nعثمان بن علي بن عثمان بن إبراهيم بن إسماعيل بن يوسف بن يعقوب الطائي\nالحلبي الإمام العالم فخر الدين أبو عمرو المعروف بابن خطيب جبرين مولده\nبالقاهرة في ربيع الأول سنة اثنتين وستين وستمائة تفقه على ابن بهرام قاضي\nحلب قرأ عليه التعجيز بقراءته له على مصنفه وقرأ على القاضي شرف الدين\nالبارزي وغيرهما ودرس وأفتى وشغل الناس بالعلم بحلب وانتفع به وشرح مختصر\nابن الحاجب والتعجيز ولم يكمله والشامل الصغير للقزويني والبديع لابن\nالساعاتي وكتب على الحاوي تصحيحا كالحواشي له وله منسك ومصنفات أخر وولي\nوكالة بيت المال بحلب ثم قضاء القضاة بها بعد شمس الدين ابن النقيب سنة ست\nوثلاثين ووقع بينه وبين نائب حلب فكاتب فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفطلب إلى مصر بسبب حكومة وأدركه أجله هناك قال الذهبي كان يدري <span id='ms233'></span> القراءات\nوالأصول والنحو وله تواليف وتلاميذ وقال الإسنوي كان المذكور عالما بالفقه\nوالأصول وغيرهما وله مصنفات وقال الكتبي تخرج به الفقهاء والقراء واشتهر\nاسمه وكان عاقلا ذكيا وعد من تصانيفه شرح التعجيز ونظم في الفرائض وشرحه في\nمجلد ومصنف في اللغة وعد غيره في تصانيفه شرح مختصر مسلم للمنذري توفي\nبالقاهرة في المحرم سنة تسع بتقديم التاء وثلاثين وسبعمائة ودفن بمقبرة\nالصوفية وجبرين بالجيم والباء الموحدة والراء المكسورة وهي قرية من قرى حلب\n</p>\n\n<h1 class='l1' id='head256'>550 - </h1>\n\n<p>\nعثمان بن محمد بن عبد الرحيم بن إبراهيم بن هبة الله بن المسلم قاضي\nالقضاة فخر الدين أبو عمرو بن قاضي القضاة كمال الدين بن قاضي القضاة نجم\nالدين بن قاضي القضاة شمس الدين الجهني الحموي المعروف بابن البارزي قاضي\nحلب مولده بحماة سنة ثمان وستين وستمائة وناب عن عمه القاضي شرف الدين\nبحماة وتولى قضاء حمص مدة ثم عاد إلى حماة وولي خطابة الجامع بها ثم ولي\nقضاء حلب قال الذهبي حدث بمسند الشافعي عن ابن النصيبيني وحفظ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nكتبا وأفتى وأفاد وذكره ابن حبيب وأثنى عليه وقال كان عارفا بمشكلات\nالحاوي وله عليه شرح يفيد السامع والراوي وقال ابن الوردي شرح الحاوي في ست\nمجلدات وكان يعرف الحاجبية والتصريف وكان فيه دين وصرامة وحج غير مرة توفي\nبحلب فجأة في صفر سنة ثلاثين وسبعمائة ودفن خارج باب المقام\n</p>\n\n<h1 class='l1' id='head257'>551 - </h1>\n\n<p>\nعلي بن إبراهيم بن داود بن سلمان بن سليمان الإمام العالم المحدث علاء\nالدين أبو الحسن بن العطار ولد يوم عيد الفطر سنة أربع وخمسين وستمائة وسمع\nمن خلائق وتفقه على الشيخ محيي الدين النواوي وأخذ عن جمال الدين بن مالك\nوولي مشيخة دار الحديث النورية وغيرها ودرس بالقوصية بالجامع مرض زمانا\nبالفالج وكان يحمل في كل محفة ذكره الذهبي في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالمعجم المختص وقال سمع وكتب الكثير وحمله ودرس وأفتى وصنف أشياء مفيدة\nخرجت له معجما في مجلد انتفعت به وأحسن إلي باستجازته لي كبار المشيخة وقال\nفي العبر يلقب بمختصر النووي وأصابه فالج أكثر من عشرين سنة <span id='ms234'></span> وله فضائل\nوتاله وأتباع وقال ابن كثير له مصنفات وفوائد وتخاريج ومجاميع وباشر مشيخة\nالنورية من سنة أربع وتسعين ثلاثين سنة وقال غيره أشهر أصحاب النووي وأخصهم\nبه لزمه طويلا وخدمه وانتفع به وله معه حكايات واطلع على أحواله وكتب\nمصنفاته وبيض كثيرا منها توفي بدمشق في ذي الحجة سنة أربع وعشرين وسبعمائة\nومن تصانيفه شرح العمدة أخذ شرح ابن دقيق العيد وزاد عليه من شرح مسلم\nللنووي فوائد أخر حسنة سماه إحكام شرح عمدة الأحكام ومصنف في فضل الجهاد\nوآخر في حكم البلوى وابتلاء العباد وآخر في حكم الاحتكار عند غلاء الأسعار\n</p>\n\n<h1 class='l1' id='head258'>552 - </h1>\n\n<p>\nعلي بن إسماعيل بن يوسف الشيخ العلامة قاضي القضاة وشيخ الشيوخ فريد\nالعصر علاء الدين أبو الحسن بن نور الدين أبي الفداء القونوي التبريزي ولد\nبمدينة قونوة سنة ثمان وستين وستمائة واشتغل هناك وقرأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالأصول والخلاف على تاج الدين الخلافي ولازم الشيخ شمس الدين الإيكي\nوقرأعليه كثيرا وقدم دمشق في أول سنة ثلاث وتسعين وهو معدود من الفضلاء\nفازداد بها اشتغالا وسمع الحديث من جماعة وتصدر للإشغال بالجامع ودرس\nبالإقبالية ثم تحول سنة سبعمائة إلى مصر وسمع بها من جماعة ولازم ابن دقيق\nالعيد وقرأ عليه شرحه الإمام وكتب له الشيخ وأثنى عليه ثناء بالغا مع شدة\nاحتزازه في الألفاظ وتولى بالقاهرة تدريس الشريفية ومشيخة الميعاد بالجامع\nالطولوني وولي مشيخة الشيوخ في سنة عشر وسبعمائة وانتصب للاشغال وإزدحم\nعليه الناس إلى أن تخرج به خلق كثير وصنف شرحه المذكور على الحاوي ولخص\nكتاب المنهاج للحليمي وسماه الابتهاج وشرح كتاب التعرف في التصوف واختصر\nالمعالم في الأصول وصنف مصنفا في حياة الأنبياء عليهم الصلاة والسلام في\nقبورهم ذكره الذهبي في المعجم المختص وقال قدم علينا دمشق في أوائل سنة\nثلاث وتسعين فحضر المدارس وبهرت فضائله ودرس وأفتى وأفاد ثم تحول عام\nسبعمائة إلى مصر وقرأ على الشيوخ وكتب بعض مروياته وبرع في عدة علوم وتخرج\nبه أئمة مع الوقار والورع وحسن السمت ولطف المحاورة وجميل الأخلاق قل أن <span id='ms235'></span>\nترى العيون مثله وذكر له تلميذه الشيخ جمال الدين الإسنوي ترجمة حسنة وقال\nكان أجمع من رأيناه للعلوم مع الاتساع فيها خصوصا العلوم العقلية واللغوية\nلا يشار فيها إلا إليه ولا يحال فيها إلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p272'> Vol. 02, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nعليه وكان من عقلاء الرجال والقليل الأمثال تخرج به أكثر علماء الديار\nالمصرية من الطوائف كلها وفي أواخر سنة سبع وعشرين ولي القضاء بدمشق ومشيخة\nالشيوخ وباشر على النمط الذي كان عليه بالديار المصرية من الحرمة والنزاهة\nوالإشغال والتحديث إلى أن توفي وكان له شعر جيد لكنه قليل توفي بدمشق في ذي\nالقعدة سنة ثمان أو تسع بتقديم التاء وعشرين وسبعمائة ودفن بسفح قاسيون\n</p>\n\n<h1 class='l1' id='head259'>553 - </h1>\n\n<p>\nعلي بن سليم بن ربيعة القاضي العالم ضياء الدين أبو الحسن الأنصاري\nالأذرعي أخذ عن الشيخ محيي الدين النواوي كما قال بعضهم وقال الذهبي أخذ عن\nالشيخ تاج الدين وغيره وتنقل في قضاء النواحي نحوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمن ستين سنة وكان منطبعا بساما عاقلا وقال ابن كثير تنقل في ولايات\nالأقضية بمدائن كثير مدة ستين سنة وحكم بطرابلس ونابلس وحمص وعجلون وزرع\nوغيرها وحكم بدمشق نيابة عن القونوي نحوا من شهر وكان عنده فضيلة وله نظم\nكثيرة نظم التنبيه في ستة عشر ألف بيت وتصحيحها في ألف وثلاثمائة بيت وله\nغير ذلك وذكره الذهبي في معجم شيوخه توفي بالرملة في ربيع الأول سنة إحدى\nوثلاثين وسبعمائة عن خمس وثمانين سنة\n</p>\n\n<h1 class='l1' id='head260'>554 - </h1>\n\n<p>\nعلي بن يعقوب بن جبريل بن عبد المحسن بن يحيى بن الحسن بن موسى الشيخ\nالإمام نور الدين أبو الحسن البكري من ولد عبد الرحمن ابن أبي بكر الصديق\nرضي الله عنهما المصري ولد سنة ثلاث وسبعين وستمائة وسمع مسند الشافعي من\nوزيرة بنت المنجا وأشغل وأفتى ودرس ولما دخل ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nتيمية إلى مصر قام عليه وأنكر ما يقوله وآذاه وله كتاب في تفسير الفاتحة\nمجلد قال السبكي في الطبقات الكبرى وصنف كتابا في البيان وكان من الأذكياء\nسمعت الوالد يقول إن ابن الرفعة أوصى بأنه يكمل شرحه على الوسيط وكان رجلا\nخيرا آمرا <span id='ms236'></span> بالمعروف ناهيا عن المنكر وقد واجه مرة الملك الناصر بكلام غليظ\nفأمر السلطان بقطع لسانه حتى شفع فيه وقال الإسنوي تحيا بمجالسته النفوس\nويتلقى بالأيدي فيحمل على الرؤوس تقمص بأنواع الورع والتقى وتمسك بأسباب\nالتقى فارتقى كان عالما صالحا نظارا ذكيا متصوفا أوصى إليه ابن الرفعة بأن\nيكمل ما بقي من شرحه على الوسيط لما علم من أهليته لذلك دون غيره فلم يتفق\nذلك لما كان يغلب عليه من التخلي والانقطاع والإقامة بالأعمال الخيرية\nمقابل مصر بسبب محنة حصلت مع الملك الناصر أمر فيها بقطع لسانه ثم شفع فيه\nوتركه ومنعه من الإقامة بالقاهرة ومصر إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p275'> Vol. 02, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nأن توفي في شهر ربيع الآخر سنة أربع وعشرين وسبعمائة ودفن بالقرافة\n</p>\n\n<h1 class='l1' id='head261'>555 - </h1>\n\n<p>\nعمر بن عبد الرحيم بن يحيى بن إبراهيم بن علي بن جعفر بن عبيد الله ابن\nالحسن القرشي الزهري النابلسي الخطيب الإمام عماد الدين أبو حفص قاضي نابلس\nتفقه بدمشق وأذن له في الفتوى وانتقل إلى نابلس وولي خطابة القدس مدة طويلة\nوقضاء نابلس معها ثم ولي قضاء القدس في آخر عمره قال ابن كثير وله اشتغال\nوفضيلة وشرح مسلما في مجلدات وكان سريع الحفظ سريع الكتابة مات في المحرم\nسنة أربع وثلاثين وسبعمائة ودفن بمقبرة ماملا وولي الخطابة عوضه زين الدين\nعبد الرحيم ابن جماعة\n</p>\n\n<h1 class='l1' id='head262'>556 - </h1>\n\n<p>\nعمر بن أبي الحرم بن عبد الرحمن بن يونس الشيخ الإمام العلامة زين الدين\nأبو حفص ابن الكتناني الدمشقي الأصل المصري الفقيه الأصولي ولد سنة ثلاث\nوخمسين وستمائة بالقاهرة ونقله أبواه الى دمشق وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nابن سنة ونشأ بها وسمع من جماعة وقرأالفقه على الشيخ تاج الدين الفزاري\nوالأصول على الشيخ برهان الدين المراغي وأفتى ودرس ثم انتقل إلى الديار\nالمصرية وناب في الحكم وولي مشيخة حلقة الفقه بالجامع الحاكمي وخطابة جامع\nالصالح ومشيخة الخانقاه الطيبرسية بشاطئ النيل وتدريس المنكوتمرية ثم ولي\nفي رجب سنة خمس وعشرين مشيخة الحديث بالقبة المنصورية ولم يكن من أهل\nالحديث فتكلم فيه بسبب ذلك وعرض عليه السلطان قضاء الشام ولاطفه كثيرا <span id='ms237'></span>\nفامتنع قال جعفر الأدفوي كانت عنده منازعة في النقل فإذا أحضروا له النقل\nيقول من أين هذا لفلان وكان مع ذلك محققا مدققا كثير النقل يستحضر الأشباه\nوالنظائر حتى كان يقال ما في زمانه في الفقه مثله ولكنه لم يصنف شيئا ولا\nانتفع به أحد من الطلبة ولا تصدى للفتيا وقال الذهبي شيخ الشافعية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p277'> Vol. 02, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nكان تام الشكل عالما ذكيا مهيبا مائلا إلى الحجة فيه قوة وزعارة سمع جزء\nالأنصاري وأبى أن يحدث وكان يذكر دروسا مفيدة وقال الإسنوي شيخ الشافعية في\nعصره بالاتفاق كان متخيلا من الناس نافرا عنهم سيئ الخلق يطير الذباب فيغضب\nمن تبسم عنده يطرد إن لم يضرب فأفضى به ذلك إلى أنه في غالب عمره المتصل\nبالموت كان مقيما في بيته وحده لم يتزوج ولم يتسر ولم يقتن رقيقا ولا\nمركوبا ولا دارا ولا غلاما ولم يعرف له تصنيف ولا تلميذ بل إذا حضر عنده في\nحلقته من يظهر الفلاح عليه منعه من الحضور عنده ومع ذلك كان حسن المحاضرة\nكثير الحكايات والأشعار كريما وكتب بخطه حواشي على الروضة التي له جمعها\nبعض أصحابه من غير علمه وليس فيها كبير طائل وكان قليل الفتاوى وحكى لي\nشيخنا الحافظ شهاب الدين ابن حجي عن شيخه الشيخ تقي الدين ابن رافع رحمهما\nالله تعالى أن الشيخ زين الدين لما ولي تدريس الحديث بالقبة المنصورية قال\nأهل الحديث إنه سيفتضح قال فدرس دروسا لم يسمع نظيرها توفي بالقاهرة في شهر\nرمضان سنة ثمان وثلاثين وسبعمائة ودفن بالقرافة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p278'> Vol. 02, p. 278</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head263'>557 - </h1>\n\n<p>\nالقاسم بن محمد بن يوسف بن محمد بن يوسف بن محمد الإمام الحافظ المؤرخ\nالمفيد علم الدين أبو محمد البرزالي الإشبيلي الأصل الدمشقي ولد بدمشق في\nجمادى الأولى سنة خمس وستين وستمائة وسمع الجم الغفير يزيد عددهم على ألفي\nشيخ وكتب بخطه ما لا يحصى كثرة وتفقه بالشيخ تاج الدين الفزاري وصحبه وأكثر\nعنه ونقل عنه الشيخ تاج الدين في تأريخه وولي مشيخة دار الحديث النورية\nومشيخة النفيسة وصنف التاريخ ذيلا على <span id='ms238'></span> تاريخ أبي شامة بدأ فيه من عام مولده\nوهي السنة التي مات فيها أبو شامة قال الذهبي في سبع مجلدات والمعجم الكبير\nوجمع لنفسه أربعين بلدانية وبلغ ثبته بضعا وعشرين مجلدا أثبت فيه كل من سمع\nمنه وانتفع به المحدثون من زمانه إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nآخر القرن ذكره الذهبي في معجمه وقال الإمام الحافظ المتقن الصادق الحجة\nمفيدنا ومعلمنا ورفيقنا محدث الشأم ومؤرخ العصر ومشيخته بالإجازة والسماع\nفوق ثلاثة آلاف وكتبه وأجزاؤه الصحيحة في عدة اماكن وهي مبذولة للطلبة\nوقراءته المليحة الصحيحة الفصيحة مبذولة لمن قصده وتواضعه وبشره مبذول لكل\nغني وفقير وترجمه الذهبي في جزء مفرد توفي محرما بخليص في ذي الحجة سنة تسع\nبتقديم التاء وثلاثين وسبعمائة ووقف كتبه وقال ابن حبيب وقفت على تاريخه\nومعجمه وهما أكثر من عشرين مجلد وكتبت على المعجم ... يا طالبا نعت الشيوخ\nوما رووا ... ورأوا على التفصيل والإجمال ... ... دار الحديث انزل تجد ما\nتبتغي ... ه بارزا في معجم البرزالي ...\n</p>\n\n<h1 class='l1' id='head264'>558 - </h1>\n\n<p>\nمحمد بن إبراهيم بن سعد الله بن جماعة بن علي بن جماعة بن حازم بن صخر بن\nعبد الله الكناني الحموي قاضي القضاة شيخ الإسلام ولد في ربيع الآخر سنة\nتسع بتقديم التاء وثلاثين وستمائة بحماة وسمع الكثير واشغل وأفتى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nودرس وأخذ أكثر علومه بالقاهرة عن القاضي تقي الدين ابن رزين وقرأ النحو\nعلى الشيخ جمال الدين بن مالك وولي قضاء القدس سنة سبع وثمانين ثم نقل الى\nقضاء الديار المصرية سنة تسعين وجمع له بين القضاء ومشيخة الشيوخ ثم نقل\nالى دمشق وجمع له بين القضاء والخطابة ومشيخة الشيوخ ثم أعيد الى قضاء\nالديار المصرية بعد وفاة ابن دقيق العيد ولما عاد الناصر من الكرك عزله مدة\nسنة ثم أعيد وعمي في اثناء سنة سبع وعشرين فصرف عن القضاء واستمر معه تدريس\nالزاوية بمصر وانقطع بمنزله قريبا من ست سنين يسمع عليه ويتبرك به إلى أن\nتوفي قال الذهبي في معجم شيوخه قاضي القضاة شيخ الإسلام الخطيب المفسر له\nتعاليق في الفقه والحديث والأصول <span id='ms239'></span> والتأريخ وغير ذلك وله مشاركة حسنة في\nعلوم الإسلام مع دين وتعبد وتصوف وأوصاف حميده وأحكام محموده وله النظم\nوالنثر والخطب والتلاميذ والجل الة الوافرة والعقل التام والخلق الرضي\nفالله تعالى يحسن عاقبته وهو أشعري فاضل وقال السبكي في الطبقات الكبرى\nحاكم الإقليمين مصرا وشاما وناظم عقد الفخار الذي لا يسامى متحل بالعفاف\nإلا عن قدر الكفاف محدث فقيه ذو عقل لا يقوم أساطين الحكماء بما جمع فيه\nوقال الإسنوي سمع كثيرا وأشغل بعلوم كثيرة وصنف في كثير منها وأنشأ الشعر\nالحسن أفتى قديما وعرضت فتواه على النووي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p281'> Vol. 02, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nفاستحسن ما أجاب به قال ابن حبيب له تصانيف مفيدة عديدة وقطع نظم كل من\nأبياته بيت القصيدة وقال غيره اجتمع له من الوجاهة وطول العمر ودوام العز\nما لم يتفق لغيره وصنف كتبا في عدة فنون توفي في جمادى الأولى سنة ثلاث\nوثلاثين وسبعمائة ودفن قريبا من الشافعي رضي الله عنه\n</p>\n\n<h1 class='l1' id='head265'>559 - </h1>\n\n<p>\nمحمد بن احمد بن عبد الخالق العلامة تقي الدين المعروف بابن الصائغ شيخ\nالقراء بالديار المصرية قرأ الشاطبية على الكمال الضرير والكمال على المصنف\nقال الإسنوي كان شيخ القراء في عصره وكان أيضا فقيها مشاركا في فنون أخرى\nرحل إليه الطلبة من أقطار الأرض لأخذ علم القراءة عليه لانفراده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبها رواية ودراية وأعاد بالطيبرسية والشريفية وغيرهما توفي بمصر في صفر\nسنة خمس وعشرين وسبعمائة عن أربع وتسعين سنة بتقديم التاء كذا قال الإسنوي\nلكن قال الذهبي في الطبقات القراء إنه قرأ مولده بخطه في إجازة في جمادى\nالأولى سنة ست وثلاثين\n</p>\n\n<h1 class='l1' id='head266'>560 - </h1>\n\n<p>\nمحمد بن أبي بكر بن عيسى بن بدران بن رحمة الشيخ العلامة قاضي القضاة علم\nالدين بن القاضي شمس الدين السعدي الإخنائي المصري قاضي دمشق مولده في رجب\nسنة أربع وستين وستمائة بالقاهرة وسمع الكثير وأخذ عن الدمياطي وغيره وولي\nقضاء الإسكندرية ثم الشام بعد وفاة القونوي قال الذهبي في معجمه من نبلاء\nالعلماء وقضاة السداد وقد شرع في تفسير القرآن وجملة من صحيح البخاري وكان\nأحد الأذكياء وكان <span id='ms240'></span> يبالغ في الاحتجاب عن الحاجات فتعطل أمور كثيرة ودائرة\nعلمه ضيقة لكنه وقور قليل الشر وقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفي العبر كان دينا عادلا وحدث بالكثير وقال ابن كثير كان عفيفا نزها ذكيا\nشاذ العباره محبا للفضائل معظما لأهلها كثير الاستماع للحديث في العادلية\nالكبيرة خيرا دينا توفي بدمشق في ذي القعدة سنه اثنتين وثلاثين وسبعمائة\nودفن بسفح قاسيون بتربة العادل كتبغا\n</p>\n\n<h1 class='l1' id='head267'>561 - </h1>\n\n<p>\nمحمد بن أسعد الشيخ بدر الدين التستري بتاءين مثناتين من فوق بينهما سين\nمدينة بقرب شيراز أخذ عنه الإسنوي وقال كان فقيها إمام زمانه في الأصلين\nوالمنطق والحكمة مدققا وكان أعجوبة في معرفة مصنفات متعددة بخصوصها مطلعا\nعلى أسرارها ووضع على كثير منها تعاليق متضمنة لنكت غريبة وإن كانت عبارته\nقلقة ركيكة منها شرح ابن الحاجب ومنها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nشرح منهاج البيضاوي والطوالع والمطالع والغاية القصوى وشرح أيضا كتب ابن\nسينا أقام بقزوين يدرس نحو عشر سنين ثم قدم الديار المصرية في أوائل سنة\nسبع بتقديم السين وعشرين فأقام بها أشهرا قلائل ثم رجع إلى العراق فكان\nيصيف بهمذان ويشتي ببغداد لحراارتها توفي بهمذان في نيف وثلاثين قال وكان\nمداوما على لعب الشطرنج رافضيا كثير الترك للصلاة ولهذا لم يكن عليه أنوار\nأهل العلم ولا حسن هيئتهم مع ثروة زائدة وحسن شكالة\n</p>\n\n<h1 class='l1' id='head268'>562 - </h1>\n\n<p>\nمحمد بن عبد الله بن عمر بن مكي بن عبد الصمد بن عطية بن أحمد العثماني\nالشيخ الإمام زين الدين أبو عبد الله بن علم الدين بن الشيخ الإمام زين\nالدين المعروف بابن المرحل سمع من جماعة وأخذ الفقه والأصلين عن عمه الشيخ\nصدر الدين وغيره ونزل له عمه عن تدريس المشهد الحسيني بالقاهرة فدرس به مدة\nثم قايض الشيخ شهاب الدين بن الأنصاري منه إلى تدريس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالشامية البرانية والعذراوية فباشرهما إلى حين وفاته وناب في الحكم فحمدت\nسيرته ثم تركه وبيض كتاب الأشباه والنظائر لعمه وزاد فيه قال الذهبي\nالعلامة مدرس الشامية الكبرى فقيه مناظر أصولي وكان يذكر للقضاء وقال\nالسبكي ولد بعد سنة تسعين وستمائة وكان رجلا فاضلا دينا <span id='ms241'></span> عارفا بالفقه\nوأصوله صنف في الأصول كتابين قال الصلاح الكتبي كان من أحسن الناس شكلا\nوربي على طريقة حميدة في عفاف وملازمة للاشغال بالعلوم وانجماع عن الناس\nوكان يلقي الدروس بفصاحة وعذوبة لفظ قيل لم تكن دروسه بعيدة من دروس ابن\nالزملكاني وكان من أجود الناس طباعا وأكرمهم نفسا وأحسنهم ملتقى توفي في\nرجب سنة ثمان وثلاثين وسبعمائة ودفن بتربة لهم عند مسجد الذبان عند جده\n</p>\n\n<h1 class='l1' id='head269'>563 - </h1>\n\n<p>\nمحمد بن عبد الرحمن بن عمر بن أحمد بن محمد بن عبد الكريم بن الحسن بن\nعلي بن إبراهيم بن علي بن أحمد بن دلف بالفاء بن أبي دلف العجلي القزويني\nثم الدمشقي الشيخ الإمام العلامة قاضي القضاة جلال الدين أبو عبد الله بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالعلامة سعد الدين بن الإمام إمام الدين مولده بالموصل في شعبان سنة ست\nوستين وستمائة وسكن الروم مع أبيه تفقه بأبيه وأخذ الأصلين عن الإيكي\nواشتغل في أنواع من العلوم وسمع من أبي العباس الفاروثي وغيره وخرج له\nالبرزالي جزءا من حديثه وحدث وأفتى ودرس وناب في القضاء عن اخيه ثم عن ابن\nصصري ثم ولي الخطابة بدمشق ثم القضاء بها ثم انتقل إلى قضاء الديار المصرية\nلما عمي القاضي بدر الدين ابن جماعة فأقام بها نحو إحدى عشرة سنة ثم صرف في\nجمادى الآخرة سنة ثمان وثلاثين ونقل إلى قضاء الشام وألف تلخيص المفتاح في\nالمعاني والبيان وشرحه بشرح سماه الإيضاح قال الذهبي أفتى ودرس وناظر وتخرج\nبه الأصحاب وكان مليح الشكل فصيحا حسن الأخلاق غزير العلم وأصابه طرف فالج\nمدة مديدة وتوفي وقال ابن رافع حدث سمع منه البرزالي وخرج له جزءا من حديثه\nعن جماعة من شيوخه وصنف في الأصول كتابا حسنا وفي المعاني والبيان كتابين\nكبيرا وصغيرا ودرس بمصر والشام بمدارس وكان لطيف الدأب حسن المحاضرة كريم\nالنفس ذا عصبية ومروءة وقال الإسنوي كان فاضلا في علوم كريما مقداما ذكيا\nمصنفا وإليه ينسب كتاب الإيضاح والتلخيص في علمي المعاني والبيان وقال\nبعضهم صنف تلخيص المفتاح في <span id='ms242'></span> علمي المعاني والبيان وكتابا أكبر منه في هذا\nالعلم ويحضر كثير في أصول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p287'> Vol. 02, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nالفقه توفي بدمشق في جمادى الأولى سنة تسع وثلاثين وسبعمائة ودفن بمقابر\nالصوفية\n</p>\n\n<h1 class='l1' id='head270'>564 - </h1>\n\n<p>\nمحمد بن عبد الصمد بن عبد القادر بن صالح الشيخ قطب الدين أبو عبد الله\nالسنباطي المصري ولد سنة ثلاث وخمس ظنا كما قال الكمال الأدفوي وتفقه\nبالقاضي ابن رزين والظهير التزمنتي وسمع الحديث من الحافظ الدمياطي والقاضي\nبدر الدين ابن جماعة وغيرهما وتقدم في العلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nودرس بالمدرسة الحسامية ثم الفاضلية وولي وكالة بيت المال وناب في الحكم\nوصنف تصحيح التعجيز وأحكام المبعض واستدراكات على تصحيح التنبيه للنووي\nواختصر قطعة من الروضة قال السبكي وكان فقيها كبيرا تخرجت به المصريون وقال\nتلميذه الإسنوي كان إماما حافظا للمذهب عارفا بالأصول دينا خيرا سريع\nالدمعة متواضعا حسن التعليم متلطفا بالطلبة توفي بالقاهرة في ذي الحجة سنة\nاثنتين وعشرين وسبعمائة ودفن بالقرافة وسنباط بلدة من أعمال المحلة\n</p>\n\n<h1 class='l1' id='head271'>565 - </h1>\n\n<p>\nمحمد بن عقيل بن أبي الحسن بن عقيل الشيخ العلامة القاضي نجم الدين أبو\nعبد الله البالسي ثم المصري شارح التنبيه ولد سنة ستين وستمائة وسمع بدمشق\nمن جماعة واشتغل وفضل ثم رحل إلى القاهرة وسمع من ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nدقيق العيد ولازمه وناب في الحكم بمصر عنه ودرس بالمعزية والطيبرسية وكان\nقوي النفس سأله القاضي جلال الدين القزويني وهو ينوب عنه بمصر في قضيته\nفتوقف فيها فصرف نفسه عن الحكم فاسترضاه حتى عاد وكان كثير الإيثار مع\nالقليل وانتفع به طلبة مصر ودارت عليه الفتيا بها وله شرح على التنبيه وهو\nكثير الأخذ من الكفاية وفيه أبحاث كثيرة وفوائد غريبة قال الذهبي كان إماما\nزاهدا وقال السبكي في الطبقات الكبرى شارح التنبيه وصنف أيضا في الفقه\nمختصرا لخص فيه كتاب المعين واختصر كتاب الترمذي في الحديث وكان أحد أعيان\nالشافعية دينا ورعا وقال الإسنوي كان له في التقوى سابقة قدم وفي الورع\nرسوخ قدم وفي العلم آثار هي أوضح للسائرين من نار على علم كان فقيها محدثا\nورعا قواما في الحق <span id='ms243'></span> قال وشرح التنبيه شرحا جيدا متوسطا إلا أن بعضه عدم لأن\nفراغه منه كان قبل موته بقليل وقال ابن الملقن في طبقاته شارح التنبيه إلا\nالربع الأول منه فإنا لم نره وسمعت من يحكي أنه لم يصنفه وسمعت من يذكر أنه\nصنف وعدم وفيه فوائد جمة مع اختصار توفي في المحرم سنة تسع بتقديم التاء\nوعشرين وسبعمائة ودفن بالقرافة الصغرى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p290'> Vol. 02, p. 290</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head272'>566 - </h1>\n\n<p>\nمحمد بن علي بن عبد الواحد بن عبد الكريم بن خلف بن نبهان بن سلطان بن\nأحمد بن خليل بن عبد الله بن محمد بن أحمد بن عبد الله بن يحيى بن المنذر\nبن خالد بن عبد الله بن خالد بن أبي دجانة سماك بن حرشة الصحابي الأنصاري\nالسماكي نسبة إلى أبي دجانة سماك بن حرشة الأنصاري رضي الله عنه الشيخ\nالإمام العلامة قاضي القضاة كمال الدين أبو المعالي المعروف بابن الزملكاني\nولد في شوال سنة سبع وقيل ست وستين وستمائة وسمع من جماعة وطلب الحديث\nبنفسه وكتب الطباق بخطه وقرأ الفقه على الشيخ تاج الدين الفزاري وقرأ\nالأصول على بهاء الدين بن الزكي والصفي الهندي والنحو على بدر الدين بن\nمالك وجود الكتابة على نجم الدين بن البصيص وكتب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالإنشاء مدة وولي نظر الخزانة مدة ووكالة بيت المال ونظر المارستان ودرس\nبالعادلية الصغرى وتربة أم الصالح ثم بالشامية والظاهرية الجوانية\nوالعذراوية والرواحية والمسرورية وجلس بالجامع للاشغال وله تسع عشرة سنة\nأرخ ذلك شيخه الشيخ تاج الدين ثم ولي قضاء حلب أربع وعشرين بغير رضاه ودرس\nبها بالسلطانية والسيفية والعصرونية والأسدية ثم طلب إلى مصر ليشافهه\nالسلطان له بقضاء الشام فركب البريد فمات قبل وصوله إلى مصر ومن مصنفاته\nالرد على ابن تيمية في مسألة الزيارة سماه العمل المقبول في زيارة الرسول\nوالرد في مسألة الطلاق قال ابن كثير في مجلد قال وعلق قطعة كبيرة من شرح\nالمنهاج للنووي وله كتاب في تفضيل الملك على البشر وقال الكمال الأدفوي وله\nكتاب سماه عجالة الراكب وكتاب في أصول الفقه وشرع في <span id='ms244'></span> شرح الأحكام الصغرى\nلعبد الحق الإشبيلي وأخذ في ترتيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p292'> Vol. 02, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nالأم ولم يتمه قال الذهبي في المعجم المختص شيخنا عالم العصر طلب بنفسه\nوقتا وقرأ على الشيوخ ونظر في الرجال والعلل شيئا وكان عذب القراءة سريعا\nوكان من بقايا المجتهدين ومن أذكياء أهل زمانه ودرس وأفتى وصنف وتخرج به\nالأصحاب وقال ابن كثير انتهت إليه رئاسة المذهب تدريسا وإفتاء ومناظرة برع\nوساد أقرانه وحاز قصب السبق عليهم بذهنه الوقاد وتحصيله الذي أسهره ومنعه\nالرقاد وعبارته التي هي أشهى من السهاد وخطه الذي أنضر من أزاهير المهاد\nإلى أن قال أما دروسه في المحافل فلم أسمع أحدا من الناس يدرس أحسن منه ولا\nأحلى من عبارته وحسن تقريره وجودة احترازاته وصحة ذهنه وقوة قريحته وحسن\nنظمه توفي في رمضان سنة سبع بتقديم السين وعشرين وسبعمائة ببلبيس وحمل إلى\nالقاهرة ودفن جوار قبة الشافعي رضي الله عنه وترجمة الشيخ كمال الدين طويلة\nمشهورة وقد ذكر له الإمام تاج الدين عبد الباقي اليماني في ذيله على وفيات\nالأعيان ترجمة بليغة\n</p>\n\n<h1 class='l1' id='head273'>567 - </h1>\n\n<p>\nمحمد بن محمد بن أحمد بن عبد الله بن محمد بن أبي بكر القاضر نجم الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأبو حامد بن القاضي جمال الدين بن الإمام الحافظ محب الدين الطبري الأصل\nالمكي قاضي مكة وابن قاضيها ولد سنة ثمان وخمسين وستمائة وسمع من جده الشيخ\nمحب الدين ومن عم جده يعقوب ابن أبي بكر والفاروثي وغيرهم قال الإسنوي\nوالسبكي كان فقيها شاعرا وقال المؤرخ شمس الدين الجزري في ذيل المرآة كان\nشيخا فاضلا فقيها مشهورا بمعرفة الفقه يقصد يالفتاوى من بلاد الحجاز واليمن\nوكان له النظم الفائق والنثر الرائق ولم يخلف في الحرمين مثله توفي بمكة في\nجمادى الآخرة سنة ثلاث وسبعمائة ودفن بعقبة باب المعلى\n</p>\n\n<h1 class='l1' id='head274'>568 - </h1>\n\n<p>\nمحمد بن محمد بن عبد القادر بن عبد الخالق بن خليل بن مقلد بن جابر\nالأنصاري الدمشقي الشيخ الإمام الزاهد بدر الدين أبو اليسر بن قاضي القضاة\nعز الدين المعروف بابن الصائغ مولده في المحرم سنة ست وسبعين بتقديم السين <span id='ms245'></span>\nوستمائة وقرأ التنبيه ولازم حلقة الشيخ برهان الدين الفزاري زمانا وسمع\nالكثير وحدث سمع منه البرزالي وخرج له جزءا من حديثه وحدث به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nودرس بالعمادية والدماغية وجاءه التقليد بقضاء القضاة في سنة سبع وعشرين\nفامتنع وأصر على الامتناع فأعفي ثم ولي خطابة القدس ثم تركها قال الذهبي\nالإمام القدوة العابد كان مقتصدا في أموره كثير المحاسن حج غير مرة وقال\nابن رافع كان على طريقة حميدة حج غير مرة وعنده عبادة واجتهاد وملازمة\nللصلحاء والأخيار وإعراض عن المناصب وكان معظما مبجلا وقورا توفي بدمشق في\nجمادى الأولى سنة تسع بتقديم التاء وعشرين وسبعمائة ودفن بتربتهم بسفح\nقاسيون\n</p>\n\n<h1 class='l1' id='head275'>569 - </h1>\n\n<p>\nمحمد بن محمد بن محمد بن أحمد بن عبد الله بن محمد بن يحيى بن سيد الناس\nالإمام الحافظ المفيد العلامة الأديب البارع المفلق فتح الدين أبو الفتح بن\nالحافظ أبي عمرو بن الحافظ أبي بكر الربعي اليعمري الأندلسي الإشبيلي\nالمصري المعروف بابن سيد الناس ولد في ذي القعده وقيل في ذي الحجة سنة إحدى\nوسبعين بتقديم السين وستمائة بالقاهرة وسمع الكثير من الجم الغفير وتفقه\nعلى مذهب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالشافعي وأخذ علم الحديث عن والده وابن دقيق العيد ولازمه سنين كثيرة\nوتخرج عليه وقرأ عليه أصول الفقه وقرأ النحو على ابن النحاس وولي دار\nالحديث الظاهرية ودرس الحديث بجامع الصالح وخطب بجامع الخندق وصنف كتبا\nنفيسة منها السيرة الكبرى سماه عيون الأثر في مجلدين واختصره في كراريس\nوسماه نور العيون وشرح قطعة من اول كتاب الترمذي إلى كتاب الصلاة في مجلدين\nوصنف في منع بيع أمهات الأولاد مجلدا ضخما يدل على علم كثير ذكره الذهبي في\nالمعجم المختص وقال احد أئمة هذا الشأن كتب بخطه المليح كثيرا وخرج وصنف\nوصحح وعلل وفرع وأصل وقال الشعر البديع كان حلو النادرة حسن المحاضرة\nجالسته وسمعت قراءته وأجاز لي مروياته عليه مآخذ في دينه وهديه والله يصلحه\nوإيانا وقال ابن كثير اشتغل بالعلم فبرع وساد اقرانه في علوم شتى من الحديث\nوالفقه والنحو وعلم السير والتأريخ وغير <span id='ms246'></span> ذلك وقد جمع سيرة حسنة في مجلدين\nوشرح قطعة صالحة من أول جامع الترمذي رأيت منها مجلدا بخطه الحسن وقد حرر\nوحبر وأجاد وأفاد ولم يسلم من بعض الإنتقاد وله الشعر الرائق والنثر الفائق\nوالبلاغة التامة وحسن الترصيف والتصنيف والتعبير وجودة البديهة وحسن الطوية\nوالعقيدة السلفية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p296'> Vol. 02, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nوالاقتداء بالأحاديث النبوية ويذكر عنه شؤون أخر الله يتولاه فيها ولم\nيكن بمصر في مجموعه مثله في حفظ الأسانيد والمتون والعلل والفقه والملح\nوالأشعار والحكايات وقال صاحب البدر السافر وخالط أهل السفه وشراب المدام\nفوقع في الملام ورشق بسهام الكلام والناس مقارن والقرين يكرم ويهان باعتبار\nالمقارن قال ولم يخلف بعده في القاهرة ومصر من يقوم بفنونه مقامه ولا من\nيبلغ في ذلك مرامه اعقبه الله السلامة في دار الإقامة توفي في شعبان سنة\nاربع وثلاثين وسبعمائة ودفن بالقرافة عند ابن أبي حمزة\n</p>\n\n<h1 class='l1' id='head276'>570 - </h1>\n\n<p>\nمحمد بن محمد بن محمد الشيخ فخر الدين المعروف بابن الصقلي تفقه بالقاهرة\nعلى الشيخ قطب السنباطي وناب في القضاء بظاهر القاهرة وصنف التنجيز في\nالفقه وهو التعجيز إلا أنه يزيد فيه التصحيح على طريقة النووي ويشير إلى\nتصحيح الرافعي بالرموز وزاد فيه بعض قيود قال السبكي كان فقيها فاضلا دينا\nورعا توفي بالقاهرة في ذي القعدة سنة سبع بتقديم السين وعشرين وسبعمائة\nوالصقلي ضبطه بعضهم بفتح الصاد والقاف وبعضهم بفتح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالصاد وكسر القاف نسبة إلى جزيرة صقلية في بحر الروم\n</p>\n\n<h1 class='l1' id='head277'>571 - </h1>\n\n<p>\nهبة الله بن عبد الرحيم بن إبراهيم بن هبة الله بن المسلم بن هبة الله بن\nحسان بن محمد بن منصور بن أحمد الجهني الحموي الشيخ الإمام قاضي القضاة شرف\nالدين أبو القاسم بن قاضي القضاة نجم الدين بن القاضي شمس الدين المعروف\nبابن البارزي قاضي حماة صاحب التصانيف الكثيرة ولد في رمضان سنة خمس\nوأربعين وستمائة وسمع من والده وجده وعز الدين الفاروثي وجمال الدين بن\nمالك وغيرهم وأجاز له جماعة وتلا بالسبع وتفقه على والده وأخذ النحو عن ابن\nمالك وتفنن في العلوم وأفتى ودرس وصنف وولي قضاء <span id='ms247'></span> حماة وعمي في آخر عمره\nوحدث بدمشق وحماة سمع منه البرزالي وأبو شامة والذهبي وخلق وقد خرج له ابن\nطغربك مشيخة كبيرة وخرج له البرزالي جزءا ذكره الذهبي في معجمه وقال شيخ\nالعلماء بقية الأعلام سمع وقرأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالنحو والأصول وشارك في الفضائل وصنف التصانيف مع العبادة والدين\nوالتواضع ولطف الأخلاق ما في طباعه من الكبر ذرة وله ترام على الصالحين\nوحسن الظن بهم وقال الإسنوي كان إماما راسخا في العلم صالحا خيرا محبا\nللعلم ونشره محسنا إلى الطلبة له المصنفات المفيدة المشهورة وصارت إليه\nالرحلة وقف على شيء من كلامي وأجازني بالإفتاء إرسالا وقال السبكي انتهت\nإليه مشيخة المذهب ببلاد الشام وقصد من الأطراف وكان إماما عارفا بالمذهب\nوفنون كثيرة له التصانيف الكثيرة توفي في ذي القعدة سنة ثمان وثلاثين\nوسبعمائة ودفن بعقبة نقيرين وفيه يقول ابن الوردي ... حماة مذ فارقها شيخها\n... قد أعظم العاصي بها الفرية ... ... صرت كمن ينظرها بلقعا ... أو كالذي\nمر على قرية ...\n</p>\n\n<p>\nومن تصانيفه روضات الجنات في تفسير القرآن عشر مجلدات وكتاب الفريدة\nالبارزية في حل الشاطبية وكتاب المجتبى بعد الجيم والتاء المثناة من فوق\nباء موحدة مختصر جامع الأصول وكتاب المجتنى بعد المثناة نون مختصر جامع\nالأصول أيضا وكتاب الوفا في أحاديث المصطفى مجلدان وكتاب المجرد في مسند\nالإمام الشافعي وشرحه في اربع مجلدات وكتاب ضبط غريب الحديث مجلدان وتيسير\nالفتاوى في تحرير الحاوي وكتاب إظهار الفتاوى مجلدان ويعرف بالميمي وكتاب\nشرح البهجة مجلدان وكتاب تمييز التعجيز وكتاب الزبد لطيف وكتاب الدرة في\nصفة الحج والعمرة وكتاب المبتكر في الجمع بين مسائل المحصول والمختصر وله\nمصنفات أخر عدها العثماني في طبقاته بضعا واربعين مصنفا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p299'> Vol. 02, p. 299</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head278'>572 - </h1>\n\n<p>\nيحيى بن علي بن تمام بن يوسف بن موسى بن تمام الأنصاري الخزرجي السبكي\nالقاضي صدر الدين ابو زكريا عم الشيخ تقي الدين السبكي تفقه على السديد\nوالظهير التزمنتيين وقرأ الأصول على القرافي والأصفهاني وسمع الحديث من\nجماعة وولي قضاء المحلة ثم درس بالسيفية بالقاهرة إلى حين وفاته سمع منه\nحفيده <span id='ms248'></span> القاضي تقي الدين ابو الفتح وغيره قال قريبه القاضي تاج الدين برع في\nالفقه وأصوله توفي بالقاهرة في صفر سنة خمس وعشرين وسبعمائة ودفن بالقرافة\nوولي تدريس السيفية بعده ابن اخيه الشيخ تقي الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head279'>573 - </h1>\n\n<p>\nيوسف بن إبراهيم بن جملة بن مسلم بن تمام بن حسين بن يوسف المحجي الدمشقي\nالإمام العلامة قاضي القضاة جمال الدين أبو المحاسن ولد في سنه اثنتين\nوثمانين وستمائة وسمع من جماعة وأخذ عن الشيخين صدر الدين ابن الوكيل وشمس\nالدين ابن النقيب النقيبى وولي القضاء مدة سنة ونصف وشكرت سيرته ونهضته إلا\nانه وقع بينه وبين بعض خواص النائب فعزل وسجن مدة ثم اعطي الشامية البرانية\nقال البرزالي خرجت له جزءا عن اكثر من خمسين نفسا وحدث به بالمدينة النبوية\nوبدمشق وكان فاضلا في فنون اشتغل وحصل وتميز وأفتى وأعاد ودرس وله فضائل\nجمة ومباحث وفوائد وهمة عالية وحرمة وافرة وفيه تودد وإحسان وقضاء للحقوق\nولي قضاء دمشق نيابة واستقلالا ودرس بالمدارس الكبار وقال الإسنوي كان\nعالما فقيها بارعا دينا قواما في الحق ولي القضاء وباشر ذلك احسن مباشرة\nوحاول سلوك الحق المحض بغير سياسة فنموا عليه حتى عزل وحبس توفي في ذي\nالقعدة سنة ثمان وثلاثين وسبعمائة بدمشق ودفن بسفح قاسيون عند والده\nوأقاربه\n</p>\n\n<h1 class='l1' id='head280'>574 - </h1>\n\n<p>\nيونس بن عبد المجيد بن علي بن داود الهذلي القاضي سراج الدين الأرمنتي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nولد بآرمنت من صعيد مصر الأعلى في المحرم سنة أربع وأربعين وستمائة\nواشتغل بقوص على الشيخ مجد الدين القشيري وأجازه بالفتوى ثم ورد مصر فاشتغل\nعلى علمائها وأعاد بمدرسة ابن زين التجار وسمع من جماعة وصنف كتابا سماه\nالمسائل المهمة في اختلاف الأئمة وكتاب الجمع والفرق وولي عدة معاملات منها\nقوص وباشر ذلك مشكور السيرة محمود الحال قال الإسنوي صار في الفقه من كبار\nالأئمة مع فضيلة في النحو والأصول وغير ذلك وقصد لإفادة الطلبة ذكره قبل\nوفاته بقليل أنه لم يبق احد بالديار المصرية أقدم منه في الفتوى وكان أدبيا\nشاعرا حسن المحاضرة قال وأقام بقوص <span id='ms249'></span> سنين قليلة ولسعه ثعبان في المشهد بظاهر\nقوص فمات في ربيع الآخر سنة خمس وعشرين وسبعمائة وله البيتان المعروفان في\nالكفاءة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p302'> Vol. 02, p. 302</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "014",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "028",
    "029",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "045",
    "000",
    "000",
    "000",
    "049",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "056",
    "000",
    "000",
    "059",
    "000",
    "061",
    "000",
    "000",
    "000",
    "000",
    "066",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "076",
    "077",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "084",
    "000",
    "000",
    "000",
    "000",
    "000",
    "090",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "098",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "110",
    "000",
    "112",
    "000",
    "114",
    "115",
    "000",
    "117",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "134",
    "000",
    "000",
    "000",
    "000",
    "139",
    "000",
    "141",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "148",
    "000",
    "150",
    "000",
    "000",
    "000",
    "154",
    "155",
    "156",
    "157",
    "000",
    "000",
    "000",
    "161",
    "000",
    "163",
    "000",
    "000",
    "000",
    "167",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "174",
    "175",
    "000",
    "177",
    "178",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "187",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "195",
    "000",
    "197",
    "000",
    "000",
    "200",
    "201",
    "000",
    "000",
    "000",
    "000",
    "206",
    "000",
    "000",
    "000",
    "210",
    "000",
    "212",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "221",
    "000",
    "000",
    "224",
    "000",
    "000",
    "000",
    "228",
    "000",
    "230",
    "231",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "239",
    "000",
    "241",
    "242",
    "000",
    "000",
    "245",
    "000",
    "247",
    "000",
    "000",
    "250",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "257",
    "000",
    "259",
    "000",
    "261",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "272",
    "000",
    "000",
    "275",
    "000",
    "277",
    "278",
    "000",
    "000",
    "281",
    "000",
    "000",
    "000",
    "000",
    "000",
    "287",
    "000",
    "000",
    "290",
    "000",
    "292",
    "000",
    "000",
    "000",
    "296",
    "000",
    "000",
    "299",
    "000",
    "000",
    "302"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04"
  ]
}