{
  "content": "\n<h1 class='l1' id='head0'>الطبقة الثامنة والعشرون وهم الذين كانوا في العشرين الأولى من المائة التاسعة</h1>\n\n<h1 class='l1' id='head1'>711 - </h1>\n\n<p>\nإبراهيم بن موسى بن أيوب الأبناسي برهان الدين أبو محمد العالم الفقيه\nالعابد ولد بأبناس بفتح الهمزة وسكون الموحدة بعدها نون وفي آخرها سين\nمهملة وهي قرية صغيرة بالوجه البحري سنة خمس وعشرين وسبعمائة تقريبا كذا\nنقل من خطه وقدم القاهرة وله بضع وعشرون سنة وسمع بها وبدمشق من جماعة وخرج\nله الحافظ ولي الدين ابن العراقي مشيخة وتخرج في الفقه على الشيخين جمال\nالدين الإسنوي وولي الدين المنفلوطي وغيرهما وتخرج في الحديث بمغلطاي قال\nالمؤرخ ناصر الدين ابن الفرات كان شيخ الديار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالمصرية مربيا للطلبة وله مصنفات في الحديث والفقه والأصول والعربية وحج\nوجاور مرات قال الحافظ شهاب الدين ابن حجر أمتع الله ببقائه فيما كتب إلي\nأنه مهر في الفقه والأصول والعربية وشغل فيها وبنى زاوية بالمقس ظاهر\nالقاهرة وأقام بها يحسن إلى الطلبة ويجمعهم على التفقه ويرتب لهم ما يأكلون\nويسعى لهم في الرزق خصوصا الواردين من الضواحي فصار أكثر الطلبة بالقاهرة\nمن تلامذته وتخرج به منهم خلق كثير وكان حسن التعليم لين الجانب متواضعا\nبشوشا متعبدا متقشفا مطرح التكلف وقد درس بمدرسة السلطان حسن وبالأثار\nالنبوية وبالجامع الأزهر وقد عين للقضاء مرة فتوارى وذكر أنه فتح المصحف\nفخرج {قال رب السجن أحب إلي مما يدعونني إليه} ولم يزل مستمرا على طريقته\nوإفادته ونفعة الى أن حج في سنة إحدى وثمانمائة فمات راجعا في المحرم بعيون\nالقصب بالقرب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p006'> Vol. 04, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nمن عقبة أيلة ودفن هناك ورثاه صديقه <span id='ms338'></span> شيخنا العراقي بقصيدة دالية طويلة\nوأثنى عليه فيها كثيرا رحمهما الله تعالى\n</p>\n\n<h1 class='l1' id='head2'>712 - </h1>\n\n<p>\nأبو بكر بن حسين بن عمر بن محمد بن يونس بن أبي الفخر بن عبد الرحمن بن\nنجم الدين العثماني المراغي ثم المصري القاضي زين الدين نزيل المدينة ولد\nسنة ثمان وعشرين وسبعمائة أو في أول التي يليها وأجاز له أبو العباس ابن\nالشحنة فكان آخر من حدث عنه في الدنيا بالإجازة وأجاز له أيضا المزي\nوالبرزالي وآخرون من دمشق وحماة وحلب وغيرها وتفرد بالرواية عن أكثرهم وسمع\nبالقاهرة من جماعة وخرج له الحافظ شهاب الدين ابن حجر أمتع الله ببقائه\nأربعين حديثا وقرأ على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالشيخ تقي الدين السبكي شيئا من محفوظاته عرضا قبل أن يلي القضاء وحضر\nدرس الشيخ شمس الدين ابن اللبان ولازم الشيخ جمال الدين الإسنوي وقرأ عليه\nالقطعة من شرح المنهاج ثم أكمل عليها وأخذ عن مغلطاي وغيره من المحدثين ثم\nتحول إلى المدينة الشريفة فسكنها وحصل بها بعض جهات تقوم بحاله ولازم\nالإشغال بالروضة الشريفة والتحديث إلى أن صار شيخها المشار إليه ثم ولي\nقضاءها بعد أن شاخ وانهزم وبلغ الثمانين فباشرها قليلا ثم عزل فتألم لذلك\nتوفي بالمدينة في ذي الحجة سنة ست عشرة وثمانمائة\n</p>\n\n<h1 class='l1' id='head3'>713 - </h1>\n\n<p>\nأبو بكر بن سليمان بن صالح الشيخ عماد الدين الذاذيخي تفقه على الشيخ زين\nالدين الباريني وأخذ العربية عن أبي عبد الله بن جابر الضرير وأبي جعفر\nالغرناطي ورحل إلى دمشق فأخذ عن الشيخين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعماد الدين ابن كثير وشمس الدين الموصلي وغيرهما ومهر وبرع وبرع ودرس\nوأفتى بحلب توفي في أحد الربيعين ببعض أعمال حلب سنة ثلاث وثمانمائة في\nالفتنة وذاذيخ قرية بسرمين\n</p>\n\n<h1 class='l1' id='head4'>714 - </h1>\n\n<p>\nأبو بكر بن محمد بن صالح الجبلي بكسر الجيم وسكون الموحدة اليماني الفقيه\nالمعروف بابن الخياط قال الحافظ شهاب الدين ابن حجر أمتع الله ببقائه نشأ\nبتعز وتفقه إلى أن مهر ودرس بالمدرسة الأشرفية وغيرها بتعز وتخرج به جماعة\nوكان يقرر دروسه من الرافعي بلفظ الأصل ويشارك في غير فقه وولي القضاء مدة\nيسيرة <span id='ms339'></span> ثم استعفى ومات في شهر رمضان سنة إحدى عشرة وثمانمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>715 - </h1>\n\n<p>\nأحمد بن أبي بكر بن علي بن محمد بن أبي بكر بن عبد الله بن عمر ابن عبد\nالرحمن بن عبد الله بن يعقوب الناشري الزبيدي اليماني شهاب الدين بن رضي\nالدين بن موفق الدين قال الحافظ شهاب الدين ابن حجر أمتع الله ببقائه شيخ\nأهل زبيد في الفقه برع فيه وشارك في غيره وتخرج به أهل البلد مدة وانتهت\nإليه رئاسة الفتوى وولي الحكم بها قليلا وكان شديدا على مبتدعة الصوفية\nوكان لهم شوكة قائمة ومع ذلك فكان لا يفتر عن الإنكار عليهم وجمع في بيان\nفساد مقالتهم شيئا كثيرا رأيته بزبيد ونعم الشيخ كان توفي في المحرم سنة\nخمس عشرة وثمانمائة\n</p>\n\n<h1 class='l1' id='head6'>716 - </h1>\n\n<p>\nأحمد بن إسماعيل بن خليفة بن عبد العال الشيخ شهاب الدين أبو العباس بن\nالإمام العلامة عماد الدين ابن الحسباني مولده سنة تسع بتقديم التاء\nوأربعين وسبعمائة واشتغل في صباه بعلم الفرائض وأتقنها ثم اشتغل بالعربية\nعلى أبي العباس العتابي فبرع فيها وطلب الحديث وقرأه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقراءة حسنة وحصل الكتب وفضل في هذا العلم ورحل إلى القاهرة وسمع بها\nوبدمشق من جماعة وحصل الأجزاء وضبط الأسماء واعتنى بتحرير المشتبه منها\nوكتب بخطه أشياء نسخا وتصنيفا وشرع في تفسير كبير وقف عليه البلقيني وأثنى\nعليه وكان يحضره عند والده في حلقة الفقه وفهمه جيد صحيح ودرس بالأمينية\nوالإقبالية وغيرهما وخطب بجامع التوبة وأفتى وحكم نيابة مدة ثم بعد الفتنة\nوولي قضاء القضاة استقلالا وشارك في الخطابة مشيخة الشيوخ وكانت نفسه سامية\nوامتحن من جهة الدولة وكاد يهلك وجرى له مع القاضي برهان الدين ابن جماعة\nفتنة وآذاه ابن جماعة كثيرا وكان عليه مآخذ في دينه وأكثر الفقهاء يكرهونه\nمات في ربيع الآخر سنة خمس عشرة وثمانمائة ودفن بسفح قاسيون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p011'> Vol. 04, p. 011</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>717 - </h1>\n\n<p>\nأحمد بن حجي بن موسى بن أحمد بن سعد بن غشم بن غزوان بن علي بن مشرف بن\nتركي الإمام العالم العلامة الحافظ المحقق ذو الخصال الزكية والأخلاق\nالمرضية وشيخ <span id='ms340'></span> الشافعية شهاب الدين أبو العباس بن الإمام العلامة فقيه الشام\nعلاء الدين أبي محمد السعدي الحسباني الدمشقي مولده في المحرم سنة إحدى\nوخمسين وسبعمائة وحفظ التنبيه وغيره وسمع الحديث من خلائق وأجاز له خلق من\nبلاد شتى وقرأ بنفسه الكثير وكتب الأجزاء وقد كتب أسماء مشايخه محردا في\nبعض مجاميعه على حروف المعجم وأخذ الفقه عن والده والشيخ شمس الدين ابن\nقاضي شهبة وقاضي القضاة بهاء الدين أبي البقاء وغيرهم واستفاد من مشايخ\nالعصر منهم الأذرعي والحسباني وابن قاضي الزبداني وابن خطيب يبرود والغزي\nوالقاضي تاج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالدين السبكي وشمس الدين الموصلي وتخرج في علوم الحديث بالحافظين ابن\nكثير وابن رافع وأخذ النحو عن أبي العباس العتابي وغيره ودرس وأفتى وأعاد\nوناب في الحكم وصنف وكتب بخطه الحسن ما لا يحصر كثرة فمن ذلك شرح على\nالمحرر لابن عبد الهادي كتب منه قطعا ورد على مواضع من المهمات للإسنوي\nوعلى مواضع من الألغاز له وبين غلطه فيها وجمع فوائد في علوم متعددة في\nكراريس كثيرة سماها جمع المفترق وكتابا سماه الدارس من أخبار المدارس يذكر\nفيه ترجمة الواقف وما شرطه وتراجم من درس بالمدرسة إلى آخر وقت وهو كتاب\nنفيس يدل على اطلاع كثير وقد وقفت على كراريس منه مخرمة وكتب ذيلا على\nتأريخ ابن كثير وغيره بدأ فيه من سنة تسع وستين فكتب إلي قبيل وفاته بيسير\nوكان قد أوصاني بتكميل الخرم المذكور فأكملته وأخذت التأريخ المذكور وزدت\nعليه حوادث من تواريخ المصريين وغيرهم بقدر ما ذكره الشيخ وتراجم أكثر من\nالتراجم التي ذكرها بكثير وبسطت الكلام في ذلك وجاء إلى آخر سنة أربعين\nوثمانمائة في سبع مجلدات كبار ثم اختصرته في نحو نصفه وقد ولي الشيخ في\nأواخر عمره الخطابة ومشيخة الشيوخ شريكا لغيره وانتهت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p013'> Vol. 04, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nالمشيخة في البلاد الشامية إليه وكان يكتب على الفتاوى كتابة حسنة وخطه\nمليح وكان يضرب المثل بجودة ذهنه وحسن إبحاثه وكان حسن الشكل دينا خيرا له\nأوراد من صلاة وصيام وعنده أدب كثير وحشمة <span id='ms341'></span> وحسن معاشرة وعنه أخذت هذا الفن\nواستفدت منه كثيرا توفي في المحرم سنة ست عشرة وثمانمائة ودفن عند والده\nعلى جادة الطريق رحمه الله تعالى وجمعنا وإياه في مستقر رحمته\n</p>\n\n<h1 class='l1' id='head8'>718</h1>\n\n<p>\nأحمد بن راشد بن طرخان الشيخ الإمام العلامة مفتي المسلمين أقضى القضاة\nشهاب الدين أبو العباس الملكاوي الدمشقي أحد الأئمة العلماء المعتبرين\nوأعيان الفقهاء الشافعيين اشتغل في الفقه والحديث والنحو والأصول على مشايخ\nعصره بلغني عن الشيخ شهاب الدين الزهري تغمده الله برحمته أنه قال ما في\nبلد من أخذ العلوم على وجهها غيره وكان ملازما للأشغال والاشتغال وتخرج به\nجماعة وناب في القضاء ودرس بالدماغية وناب في الشامية الجوانية وكان في آخر\nعمره قد صار مقصودا بالفتاوى من سائر الأقطار وكان يكتب عليها كتابة حسنة\nوخطه جيد وكان في ذهنه وقفة وعبارته ليست كقلمه وكان يرجع إلى دين وملازمة\nلصلاة الجماعة لكنه كان يميل إلى ابن تيمية كثيرا ويعتقد رجحان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nكثير من مسائله وفي أخلاقه حدة وعنده نفرة من الناس انفصل من الوقعة وهو\nمتألم مع ضعف بدنه السابق وحصل له جوع فمات في رمضان سنة ثلاث وثمانمائة\nوهو في عشر السبعين ظنا ودفن بمقبرة باب الفراديس بطرفها الشمالي من جهة\nالمغرب\n</p>\n\n<h1 class='l1' id='head9'>719 - </h1>\n\n<p>\nأحمد بن عماد بن محمد الشيخ شهاب الدين الأقفهسي المصري ولد قبل الخمسين\nواشتغل في الفقه والعربية وغير ذلك وأخذ عن الشيخ جمال الدين الإسنوي وقرأ\nعليه من أول المهمات إلى الجنايات وكتاب أحكام الخناثي وقرأ على شمس الدين\nابن الصائغ الحنفي شرح البزدوي وكان يحضر عند الشيخين البلقيني والعراقي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nويتكلم ويفيده ويعظمه الشيخان قال الحافظ برهان الدين ابن العجمي في\nمشيخته وكان من العلماء الأخيار المستحضرين ولديه فوائد في فنون عديدة دمث\nالأخلاق طاهر اللسان حسن الصحبة قال وكتب على المهمات كتابا حافلا فيه\nتعقبات نفيسة وصنف عدة تصانيف وقال الحافظ شهاب الدين ابن حجر أمتع الله\nببقائه وله تعقب على المهمات في قدرحجمه وله نظم كثير سمعت منه ومن تصانيفه\nكتاب تسهيل المقاصد لزوار المساجد <span id='ms342'></span> وهو كتاب مفيد في بابه وكتاب التبيان\nفيما يحل ويحرم من الحيوان وكتاب رفع الإلباس عن وهم الوسواس والاقتصاد في\nالاعتقاد ونظم حوادث الهجرة وشرحه ونظم النجاسات المعفو عنها وشرحه والقول\nالتام في أحكام المأموم والإمام توفي سنة ثمان وثمانمائة والأقفهسي بفتح\nالهمزة وسكون القاف وفتح الفاء وسكون الهاء\n</p>\n\n<h1 class='l1' id='head10'>720 - </h1>\n\n<p>\nأحمد بن عمر بن محمد الإمام العالم الأوحد بدر الدين الطنبذي أحد مشاهير\nالشافعية الأعلام بالقاهرة اشتغل كثيرا ولازم ابا البقاء والإسنوي\nوالبلقيني وغيرهم وأفتى ودرس ووعظ ومهر في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالعربية والتفسير والأصول والفقه وسمع الحديث من جماعة وكان ذكيا فصيحا\nيلقي على الطلبة دروسا كاملة وتخرج بها جماعة منهم لكنه لم يكن مرضي\nالديانة سامحه الله تعالى توفي في ربيع الأول سنة تسع بتقديم التاء\nوثمانمائة بالقاهرة وقد أناف على الستين\n</p>\n\n<h1 class='l1' id='head11'>721 - </h1>\n\n<p>\nأحمد بن محمد بن عماد بن علي المصري ثم المقدسي الشيخ شهاب الدين ابن\nالهائم ولد سنة ثلاث أو سنة ست وخمسين وسبعمائة واشتغل بالقاهرة ومهر في\nالفرائض والحساب مع حسن المشاركة في بقية العلوم ولما ولي القمني تدريس\nالصلاحية أحضره إلى القدس واستنابه في التدريس وصار يعد من شيوخ المقادسة\nثم استقل بتدريس الصلاحية وفي آخر عمره أشرك الأمير نوروز معه في التدريس\nالمذكور شمس الدين الهروي وجمع في الفرائض والحساب تصانيف وله العجالة في\nاستحقاق الفقهاء أيام البطالة وكان قد نشأ له ولد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nنجيب كان نادرة الدهر فأصيب به فصبر واحتسب وكانت له محسن كثيرة وعنده\nديانة متينة وكان يأمر بالمعروف وينهى عن المنكر ولكلامه وقع في القلوب\nتوفي بالقدس في رجب سنة خمس عشرة وثمانمائة\n</p>\n\n<h1 class='l1' id='head12'>722 - </h1>\n\n<p>\nأحمد بن محمد بن نشوان بن محمد بن نشوان بن محمد بن أحمد الإمام العالم\nشهاب الدين أبو العباس الحواري الدمشقي مولده سنة سبع بتقديم السين وخمسين\nوسبعمائة قدم دمشق من بلده وقرأ القرآن ثم إنه أقرأ ولدي الشيخ شهاب الدين\nالزهري واشتغل في العلم معهما وبسببهما على الشيخ شهاب الدين ولازمه كثيرا\nوحضر عند مشايخ العصر إلى أن تنبه وفضل وحضر <span id='ms343'></span> الدروس مع الفقهاء وانتهى في\nالشامية البرانية سنة خمس وثمانين وظهر فضله وأذن له الشيخ شهاب الدين\nالزهري بالإفتاء في جمادى الآخرة سنة إحدى وتسعين ثم نزل له الشيخ شهاب\nالدين ابن حجي عن إعادة الشامية البرانية في ومضان سنة اثنتين وثمانمائة\nبعوض وجلس للأشغال بالجامع ولما كان بعد الفتنة ناب في القضاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nولازم للأشغال بالجامع وانتفع به الطلبة وقصد بالفتاوى وكان يكتب عليها\nكتابة حسنة ودرس في آخر عمره بالعذراوية وكان عاقلا ذكيا يتكلم في العلم\nبتؤدة وسكون وعنده إنصاف وله محاضرة حسنة ونظم ومنه قوله ... واخجلتي\nوفضيحتي في موقف ... صعب المسالك والخلائق تعرض ... ... وتوقفي لمهدد لي\nقائل ... أصحيفة سودا وشعرك أبيض ...\n</p>\n\n<p>\nوكان في يده جهات كثيرة ومات لم يحج وكان اشتغاله على كبر ولم يكن له\nمختصر يحفظه وإنما كان يستحضر من التمييز لأنه علق بعضه بخاطره لما أقرأه\nلولدي الشيخ مرض بالاستسقاء وطال مرضه حتى رأى العبر في نفسه توفي\nبالمارستان النوري في جمادى الأولى سنة تسع بتقديم التاء عشرة وثمانمائة\nودفن بمقبرة الصوفية عند شيخه\n</p>\n\n<h1 class='l1' id='head13'>723 - </h1>\n\n<p>\nأحمد بن ناصر بن خليفة بن فرج بن عبد الله بن يحيى بن عبد الرحمن الشيخ\nالإمام العالم المفنن قاضي القضاة خطيب الخطباء إمام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالبلغاء ناصر الشرع شهاب الدين أبو العباس الناصري الباعوني ولد بقرية\nالناصرة من البلاد الصفدية سنة اثنتين وخمسين وسبعمائة وحفظ القرآن وله عشر\nسنين وحفظ المنهاج في مدة يسيرة ثم المنهاج البيضاوي والألفية وغير ذلك\nوقدم دمشق وعرض كتبه على جماعة من العلماء منهم القاضي تاج الدين السبكي\nوالمشايخ ابن خطيب يبرود وابن قاضي الزبداني وابن قاضي شهبة والموصلي وابن\nالشريشي والزهري وغيرهم وأخذ عنهم وسمع الحديث من جماعة من المسندين وقرأ\nالنحو على الشيخ أبي عبد الله المالكي وأبي العباس العتابي ومهر في ذلك\nوكتب له العتابي إجازة بخطه الحسن وترجمه بما له من الفصاحة واللسن وكتب\nالخط المليح ثم رجع إلى صفد بعد أن قضى من طلب العلم أربه فاشتغل بالعلم\nوأفتى وفاق في النظم <span id='ms344'></span> والنثر وصحب الفقراء والصالحين ثم توجه إلى الديار\nالمصرية واجتمع بالملك الظاهر فولاه الخطابة بالجامع الأموي فقدم في ذي\nالقعدة سنة اثنتين وتسعين ثم لما قدم السلطان في سنة ثلاث وتسعين ولاه\nالقضاء في ذي الحجة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p020'> Vol. 04, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nفباشر بعفة ومهابة زائدة وتصميم في الأمور مع نفوذ كلمة وكان يكاتب\nالسلطان بما يريد فيرجع الجواب بما يختاره وانضبطت الأوقاف في أيامه وحصل\nللفقهاء معاليم كثيرة ودرس التفسير والفقه في مدارس القضاء وغيرها وولي\nمشيخة الشيوخ انتزعها من كاتب السر ابن أبي الطيب في شهر ربيع الأول سنة\nأربع وتسعين ثم وقعت له أمور أوجبت تغير خاطر السلطان عليه منها أنه طلب\nمنه أن يقرضه من مال الأيتام شيئا فامتنع فعزله بعد ما باشر سنتين ونصفا في\nجمادى الآخرة سنة ست وتسعين وكشف عليه وعقدت له مجالس وحصل في حقه تعصب\nولفقت عليه قضايا باطلة أظهر الله تعالى براءته منها ولم يسمع عنه مع كثرة\nأعدائه أنه ارتشى في حكم من الأحكام ولاأخذ شيئا من قضاة البر كما فعله من\nبعده من القضاة ثم ولي خطابة القدس مدة طويلة ثم خطابة دمشق ومشيخة الشيوخ\nعير مرة ثم ولاه الناصر القضاء في صفر سنة اثنتي عشرة وثمانمائة فلم يمكنه\nإجراء الأمور على ما كان أولا لتغير الأحوال واختلاف الدول ثم صرفه الأمير\nشيخ عند استيلائه على دمشق في جمادى الآخرة من السنة وفي فتنة الناصر ولي\nقضاء الديار المصرية مدة الحصار ثم انتقض وكان خطيبا بليغا له اليد الطولى\nفي النظم والنثر مع السرعة في ذلك وكان من أعظم أنصار الحق وأعوانه أعز\nالله تعالى به الدين وكف به أكف المفسدين وكان طاهر الديانة كثير البكاء\nوكتب الكثير بخطه وجمع أشياء توفي في أوائل المحرم سنة ست عشرة وثمانمائة\nوكانت جنازته مشهودة ودفن بالسفح بحوش بزواية الشيخ أبي بكر بن داود رحم\nالله الجميع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p021'> Vol. 04, p. 021</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>724</h1>\n\n<p>\nتاج بن محمود الأصفهندي السيخ تاج الدين نزيل حلب قدم من بلاد العجم حاجا\nثم رجع فسكن بحلب وتصدى للاشغال <span id='ms345'></span> بها وأقام بالمدرسة الرواحية وأقرأ العربية\nوغيرها وتكاثر عليه الطلبة فلم يكن يتفرغ لغير ذلك بل يصلي الصبح ويقرىء\nإلى الظهر بالجامع ثم يقرىء من الظهر إلى العصر بجامع منكلي بغا ثم يجلس من\nالعصر إلى المغرب بالرواحية للإفتاء وكان أعزب مع العفة والديانة وعدم\nالمعرفة بأمور الدنيا ولما طرق التتار البلاد أسر مع من أسر فاستنقذه صاحب\nشماخي وأخذه إلى بلده مكرما فأقام عنده إلى أن مات في شهر ربيع الأول سنة\nسبع بتقديم السين وثمانمائة عن سبع وسبعين سنة بتقديم السين فيهما أخذ عنه\nغالب أهل حلب وانتفعوا به وأقرأ الحاوي وقد شرح المحرر في الفقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>725 - </h1>\n\n<p>\nالحسين بن علي بن محمد بن عبد الرحمن القاضي الإمام البارع الأديب بدر\nالدين ابن قاضي أذرعات اشتغل في الفقه على الشيخين شرف الدين ابن الشريشي\nونجم الدين بن الجابي وغيرهما وأخذ النحو عن الشيخ شرف الدين الأنطاكي وفضل\nفي ذلك واشتهر به وكان يتكلم كلاما حسنا وعبارته جيدة وكتب الخط الحسن وكان\nيكتب كل يوم كراسا وكان الشيخ سراج الدين البلقيني لما قدم الشام أذن له في\nالإفتاء وناب في الحكم وأشغل بالجامع وأفتى وترك نيابة الحكم في آخر عمره\nوانجمع عن مخالطة الناس وكان على طريقة حسنة توفي في صفر سنة أربع عشرة\nوثمانمائة شهدا بالطاعون ودفن بمقبرة الشيخ رسلان\n</p>\n\n<h1 class='l1' id='head16'>726 - </h1>\n\n<p>\nرسلان بن أبي بكر بن رسلان بن نصير بن صالح الإمام العالم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالبارع الأوحد أقضى القضاة جمال الفقهاء بهاء الدين أبو الفتح البلقيني\nالمصري ابن أخي الشيخ سراج الدين ولد سنة ست وخمسين وسبعمائة وأخذ عن عمه\nوغيره من مشايخ القاهرة ودرس وأفتى وأشغل وناب في القضاء وكان من أذكياء\nالعالم بلغني أنه كان ينتصر للرافعي في مباحثات عمه للرافعي فيقول له عمه\nكن فقيه عمك ولا تكن فقيه الرافعي قال الحافظ شهاب الدين ابن حجي كان من\nالعلماء الأئمة وحمدت سيرته في القضاء وقال الحافظ شهاب الدين ابن حجر أمتع\nالله ببقائه تفقه على عمه وغيره حتى مهر في <span id='ms346'></span> الفقه وشارك في الفنون وتصدى\nللاشغال والتدريس وانتفع به الطلبة وأفتى فكثر النفع به مع الوقار وحسن\nالخلق والشكل مات في جمادى الآخرة سنة ثلاث وثمانمائة ودفن بمقبرة الصوفية\n</p>\n\n<h1 class='l1' id='head17'>727 - </h1>\n\n<p>\nسعد بن إسماعيل بن يوسف بن يعقوب بن سرور بن نصر بن محمد الشيخ الإمام\nسعد الدين النواوي الدمشقي مولده سنة تسع بتقديم التاء وعشرين وسبعمائة قدم\nدمشق صغيرا وسمع الحديث واشتغل ولازم الشيخ تاج الدين المراكشي مدة وتفقه\nعلى الشيخ شمس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالدين ابن قاضي شهبة وقرأ على الشيخ عماد الدين ابن كثير علوم الحديث\nالذي ألفه وأذن له بالفتوى وأشغل بالجامع وأعاد بالناصرية والقيمرية وكتب\nفي الإجازات وعلى الفتاوى ودرس في آخر عمره بأم الصالح وناب في القضاء وحصل\nله بعد الفتنة فاقة بعد ما كان مثريا توفي في ربيع الآخر سنة خمس وثمانمائة\nببلد الخليل عليه السلام قاضيا بها وكان قد ولي ذلك مدة يسيرة\n</p>\n\n<h1 class='l1' id='head18'>728 - </h1>\n\n<p>\nعبد الله بن محمد بن طيمان الإمام العالم المفنن البارع الناسك جمال\nالدين الطيماني المصري ثم الدمشقي مولده قبيل السبعين وسبعمائة وقرأ الحاوي\nالصغير وأخذ عن الشيخ سراج الدين البلقيني ولازمه مدة وأخذ الأصول والنحو\nوالعلوم العقلية عن الشيخ عز الدين ابن جماعة وقدم دمشق مرات بسبب وقف عليه\nبدمشق أولها في آخر أيام الشيخ نجم الدين بن الجابي ثم إنه في آخر أمره\nأقام بالشام يشغل ويفتي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nويصنف ودرس بالركنية والعذراوية والظاهرية والشامية الجوانيتين وولي خدمة\nالخانقاه السميساطية وشرع في جمع أشياء لم تكمل واختصر شرح الشيخ شرف الدين\nالغزى على المنهاج ولخص من كلام الأذرعي وغيره أشياء على المنهاج لم يشتهر\nلغلاقة لفظه واختصاره قال الحافظ شهاب الدين ابن حجي اشتغل وفضل وبرع وقدم\nعلينا دمشق طالبا فاضلا ولازم التحصيل والشغل للطلبة وكان يفتي ويتصوف وأخذ\nعني وكان تركي الشكل ولا يتكلم إلا معربا وعمامته صغيرة وللناس فيه عقيدة\nانتهى ولما قدم في المرة الأخيرة ظهرت فضائله وعلومه وأقر له مشايخ البلد\nحضر مرة عند الشيخ شرف الدين الغزي فشرع يستحضر كلام <span id='ms347'></span> المهمات مرة بعد أخرى\nفقال له الشيخ أنت تحفظ المهمات البارحة كنت أطالع في هذه المواضع وأنت\nتحفظها أكثر مني وكان يدرس دروسا مليحة مشحونة بفوائد الشيخ سراج الدين\nالبلقيني ومباحثه ويؤديها بفصاحة وتتعدد قتل بمنزله بالتعديل في الفتنة\nالتي بين الناصر وغرمائه في صفر سنة خمس عشرة وثمانمائة عن نحو سبع بتقديم\nالسين وأربعين سنة ودفن بمقابر الحموية بالقرب من قبر عاتكة إلى جانب الشيخ\nالزاهد علي بن أيوب رحمهما الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p026'> Vol. 04, p. 026</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>729 - </h1>\n\n<p>\nعبد الرحمن بن علي بن خلف الفارسكوري المصري العلامة زين الدين ولد سنة\nخمس وخمسين وسبعمائة وأخذ الفقه عن الشيخين جمال الدين الإسنوي وسراج الدين\nالبلقيني وغيرهما قال الحافظ شهاب الدين ابن حجر فيما كتبه إلى أجاد الخط\nومهر في الفنون وطلب الحديث بنفسه فقرأ الكثير وكتب بخطه وسمع وعمل شرحا\nعلى شرح ابن دقيق العيد للعمدة في أربع مجلدات أجاد فيه وكان له حظ من\nعبادة ومروءة وسعى في قضاء حوائج من يقصده ولا سيما أهل الحجاز وكان مقلا\nثم قرر في تدريس المنصورية ونظر الظاهرية وتدريسها في سنة ثلاث وثمانمائة\nفباشر ذلك أحسن مباشرة وعمرت الظاهرية في أيامه وقد جاور بمكة عاما ومات\nبالقاهرة في رجب سنة ثمان وثمانمائة\n</p>\n\n<h1 class='l1' id='head20'>730 - </h1>\n\n<p>\nعبد الرحمن بن محمد بن إبراهيم بن لاجين الرشيدي زين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالدين بن شمس الدين بن العلامة برهان الدين الموقت ولد سنة إحدى وأربعين\nوسبعمائة وانتفع على جماعة وسمع بدمشق من جماعة وحدث وكان عنده علم\nبالميقات وولي رئاسة المؤذنين وكان يخطب بجامع أمير حسين ظاهر القاهرة قال\nالحافظ شهاب الدين ابن حجي وكان بارعا في الحساب والفرائض والميقات وشرح\nالجعبرية والأشنهية والياسمينية في الجبر والمقابلة وله مجاميع حسنة انتهى\nوقد وقفت على شرحه لفرائض عبد العزيز الأشنهي وفيه أوهام عجيبة صادرة عن\nعدم تأمل توفي بالقاهرة في جمادى الأولى سنة ثلاث وثمانمائة\n</p>\n\n<h1 class='l1' id='head21'>731 - </h1>\n\n<p>\nعبد الرحمن بن محمد بن علي بن عبد الواحد بن يوسف بن عبد الرحيم المغربي\nالأصل المصري الشيخ العالم الصالح زين الدين أبو هريرة <span id='ms348'></span> ابن أبي أمامة بن\nالنقاش ولد في ذي الحجة سنة سبع بتقديم السين وأربعين وسبعمائة وأسمع من\nجماعة قال صاحبه الحافظ شهاب الدين ابن حجر أمتع الله ببقائه حفظ المنهاج\nودرس بعد وفاة أبيه في جهاته واشتهر بالديانة والأمانة وصدق اللهجة وجودة\nالرأي والصدع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبالحق والصرامة ثم ولي الخطابة بالجامع الطولوني فكان يعلن في خطبته بعدم\nالظلم وينكر ما يشاهده أو يسمع به من الوقائع وجرت له في ذلك خطوب مع الترك\nوالقبط وهو مع ذلك معظم عندهم وكان مقتصدا في ملبسه متفضلا على المساكين\nممن ينسب إلى السنة كثير الإقامة في منزله مقبلا على شأنه عارفا بأمر دينه\nودنياه يكتسب غالبا من الزراعة ومن كري العقار ويبر أصحابه ويقوم بحقوقهم\nمع محبة الحديث وأهله وكثرة الحج والمجاورة وكان بيننا مودة مات في ذي\nالحجة سنة تسع بتقديم التاء عشرة وثمانمائة ودفن عند باب القرافة على قارعة\nالطريق بوصية منه ليترحم عليه كل من مر به ثم بنيت له هناك مصطبة وجعل على\nقبره صندوق خشب ودفن بجنبه جماعة رحمه الله تعالى\n</p>\n\n<h1 class='l1' id='head22'>732</h1>\n\n<p>\nعبد الرحيم بن الحسين بن عبد الرحمن بن أبي بكر بن إبراهيم الحافظ الكبير\nالمفيد المتقن المحرر الناقد محدث الديار المصرية ذو التصانيف المفيدة زين\nالدين أبو الفضل العراقي الأصل الكردي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nنزيل القاهرة ولد في جمادى الأولى سنة خمس وعشرين وسبعمائة وحفظ التنبيه\nوعدة كتب واشتغل في الفقه والقراءات وسمع في غضون طلبه للعلم من جماعة وأخذ\nعن الشيخ برهان الدين الرشيدي وشهاب الدي النحوي السمين وولع بتخريج أحاديث\nالإحياء ورافق الزيلعي الحنفي في تخريجه أحاديث الكشاف وأحاديث الهداية\nفكانا يتعاونان وكان مفرط الذكاء فأشار عليه القاضي عز الدين ابن جماعة\nبطلب الحديث لما رآه مكبا على تحصيله وعرفه الطريق في ذلك فطلبه على وجهه\nمن سنة اثنتين وأربعين وسمع من جماعة بالقاهرة ثم أكثر الترحال إلى الشام\nوالحجاز وهم بالتوجه إلى بغداد ثم فتر عزمه وسمع بحلب وحماة وحمص وبعلبك\nوطرابلس وغيرها وسمع بالإسكندرية وأراد التوجه إلى <span id='ms349'></span> تونس فلم يتفق له ذلك\nوأخذ علم الحديث عن الشيخ علاء الدين بن التركماني الحنفي وأخذ الفقه عن\nالعلامة جمال الدين الإسنوي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p030'> Vol. 04, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوالعماد البلبيسي وغيرهما وخرج أربعين حديثا متباينة البلاد وأخذ عنه\nابنه الشيخ ولي الدين والشيخ نور الدين الهيثمي وبرهان الدين الإبناسي\nوكمال الدين الدميري وزين الدين الفارسكوري وجمال الدين بن ظهيرة وشهاب\nالدين بن حجر وبرهان الدين العجمي الحلبي ودرس بالكاملية والفاضلية قال\nالحافظ شهاب الدين بن حجر أمتع الله ببقائه لكن لم يكملها رأيتها بخطه وقد\nزادت على الثلاثين ثم أقبل على التصنيف فنظم علوم الحديث لابن الصلاح ثم\nشرحه وعمل نكتا على ابن الصلاح وشرع في تكملة شرح الترمذي تذييلا على ابن\nسيد الناس فكتب منه نحو عشر مجلدات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p031'> Vol. 04, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nإلى دون ثلثي الجامع وخرج أحاديث الإحياء وبيض منه قدر مجلدين ولو كمل\nلكان في ستة مع أن مسودته بها كاملة بخطه ثم اختصر هذا في مجلد سماه المغني\nوله نظم غريب القرآن ونظم السيرة النبوية في ألف بيت ونظم المنهاج البيضاوي\nواستدرك على المهمات في الفقه كتابا سماه تتمات المهمات وعمل الوفيات ذيلا\nعلى ذيل أبي الحسين بن أيبك وعقد مجلس الإملاء في كل ثلاثاء غالبا فأملى\nأكثر من أربعمائة مجلس من حفظه كثيرة الفائدة وولي قضاء المدينة النبوية\nسنة ثمان وثمانين فأقام بها نحو ثلاث سنين قال الحافظ شهاب الدين ابن حجي\nكان محدث الديار المصرية انتهت إليه معرفة علم الحديث وكتب وجمع وصنف وخرج\nأحاديث الإحياء وولي بالقاهرة مشيخة الحديث بعدة مواضع ثم علت سنة ودرس\nبالقاهرة بالفاضلية وغيرها وكان حسن الوجه والشبيه وقال صاحبه الحافظ شهاب\nالدين ابن حجر أمتع الله ببقائه صار المنظور إليه في هذا الفن وقد وصفه\nبحافظ العصر الشيخ جمال الدين الإسنوي ذكره ذلك في الطبقات في ترجمة ابن\nسيد الناس وفي المهمات أيضا وكان شيوخ العصر يبالغون في الثناء عليه\nبالمعرفة كالسبكي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p032'> Vol. 04, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوالعلائي وعز الدين بن جماعة وابن كثير وكان مع ذكائه سريع الحفظ جدا\nأخبرني أنه حفظ <span id='ms350'></span> من الإمام في يوم واحد أربعمائة سطر وأنه حفظ نصف الحاوي في\nالفقه في خمسة عشر يوما أو اثني عشر الشك مني وذكر جملة من محاسنة ومآثره\nوكان لا يترك قيام الليل وإذا صلى الصبح ذكر الله في مجلسه حتى تطلع الشمس\nويصلي الضحى ولم أر في جميع مشايخي أحسن صلاة منه مات بعد خروجه من الحمام\nفي شعبان سنة ست وثمانمائة رحمه الله تعالى ودفن في تربة خارج باب البرقية\nقال رفيقه الشيخ نور الدين الهيثمي رأيت النبي صلى الله عليه وسلم في النوم\nوعيسى عليه الصلاة والسلام عن يمينه والشيخ زين الدين العراقي عن يساره\n</p>\n\n<h1 class='l1' id='head23'>733 - </h1>\n\n<p>\nعبد اللطيف بن أحمد الفوي المصري ثم الحلبي سراج الدين ولد سنة أربعين\nوسبعمائة تقريبا واشتغل في القاهرة على الشيخين جمال الدين الإسنوي وشمس\nالدين الكلائي وغيرهما ثم قدم دمشق وصحب القاضي فتح الدين ابن الشهيد\nوالقاضي ولي الدين بن أبي البقاء ثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nدخل حلب فقطنها وشغل الناس بها بالجامع الكبير وولي قضاء العسكر ثم صرف\nعنه ثم ولي تدريس الظاهرية فتوزع في نصفها قال الحافظ شهاب الدين ابن حجي\nعند ذكر قدومه دمشق وعنده معرفة بالأدب والشعر ثم توجه إلى حلب وأقام بها\nودرس وكان معدودا من علمائها وقال الحافظ شهاب الدين بن حجر أمتع الله\nببقائه كان ماهرا في الفرائض مشاركا في غيرها سريع الإدراك كثير الاشتغال\nقوي التصرف له نظم ونثر ولم يزل مقيما بحلب إلى أن خرج منها وقدم دمشق في\nأواخر المحرم سنة إحدى وثمانمائة وتوجه إلى القاهرة فقتل في خان غباغب ولم\nيعرف قاتله وقيل إنه تقبع في حلب\n</p>\n\n<h1 class='l1' id='head24'>734 - </h1>\n\n<p>\nعثمان بن إبراهيم بن أحمد الشيخ فخر الدين البرماوي المصري ولد سنة بضع\nوستين وسبعمائة اشتغل بالفقه والحديث والعربية حتى مهر فيها ولازم الشيخ\nفخر الدين إمام جامع الأزهر في القراءات حتى نبغ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nواستقر بعد شيخة المذكور في درس القراءات بالظاهرية الجديدة وولي مشيخة\nالإقراء أيضا بالشيخونية وسمع الكثير واستملى بعض مجالس من أمالي العراقي\nوناب في الحكم <span id='ms351'></span> عن القاضي جلال الدين وباشر قراءة البخاري عليه بالقلعة مات\nفجأة في شعبان سنة ست عشرة وثمانمائة خرج من الحمام فمات\n</p>\n\n<h1 class='l1' id='head25'>735 - </h1>\n\n<p>\nعلي بن أحمد اليماني المعروف بالأزرق من أهل أبيات حسين قال الحافظ شهاب\nالدين بن حجر أمتع الله ببقائه كان كثير العناية بالفقه مشهورا بالذكاء جمع\nكتابا كبيرا وانتفع به أهل تلك البلاد مات في سنة تسع بتقديم التاء\nوثمانمائة\n</p>\n\n<h1 class='l1' id='head26'>736 - </h1>\n\n<p>\nعلي بن محمد بن يحيى الصرخدي الشيخ علاء الدين نزيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحلب تفقه وسمع الحديث على المزي وغيره ثم قطن حلب وكان يبحث مع الأذرعي\nكثيرا ويلازم منزله ولا يكتب على الفتوى إلا نادرا ودرس آخرا بجامع تغري\nبردى مات في فتنة التتار في سنة ثلاث وثمانمائة\n</p>\n\n<h1 class='l1' id='head27'>737</h1>\n\n<p>\nعمر بن رسلان بن نصير بن صالح بن شهاب بن عبد الخالق بن عبد الحق الشيخ\nالفقيه المحدث الحافظ المفسر الأصولي المتكلم النحوي اللغوي المنطقي الجدلي\nالخلافي النظار شيخ الإسلام بقية المجتهدين منقطع القرين فريد الدهر أعجوبة\nالزمان سراج الدين أبو حفص الكناني العسقلاني الأصل البلقيني المولد المصري\nمولده في شعبان سنة أربع وعشرين وسبعمائة ببلقينة من قرى مصر الغربية وحفظ\nالقرآن وهو ابن سبع سنين ببلده وحفظ الشاطبية والمحرر للرافعي والكافية\nالشافية لابن مالك ومختصر ابن الحاجب وقدم القاهرة سنة ست وثلاثين واجتمع\nبالقاضي جلال الدين القزويني والشيخ تقي الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالسبكي وأثنيا عليه مع صغر سنه ثم قدمها في سنة ثمان وثلاثين وقد ناهز\nالاحتلام مستوطنا ودرس الفقه على الشيخ نجم الدين الأسواني وابن عدلان وزين\nالدين الكتنائي وشمس الدين بن التاج وحضر عند الشيخ تقي الدين السبكي وبحث\nمعه في الفقه وأخذ الأصول عن الشيخ شمس الدين الأصفهاني وأجازه بالإفتاء\nوأخذ النحو والأدب عن الشيخ أبي حيان وتخرج بغيرهم من مشايخ العصر وسمع\nالبخاري من الشيخ جمال الدين ابن شاهد الجيش ومسلم من القاضي شمس الدين ابن\nالقماح وسمع بقية الكتب الستة وغيرها من المسانيد وغيرها من جماعة وأجاز له\nمن دمشق الحافظان المزي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p037'> Vol. 04, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nوالذهبي وابن الجوزي وابن نباتة وابن الخباز <span id='ms352'></span> وغيرهم واشتهر اسمه وعلا\nذكره وظهرت فضائله وبهرت فوائده واجتمعت الطلبة للاشتغال عليه بكرة وعشيا\nقال ولده القاضي جلال الدين وكان يلقى الحاوي في الأيام اليسيرة ووصل في\nذلك إلى أنه ألقاه في جامع الأزهر في ثمانية أيام وحج في سنة أربعين مع\nوالده واجتمع بالشيخ صلاح الدين العلائي بالقدس ثم حج في سنة تسع وأربعين\nثم صاهر ابن عقيل في سنة اثنتين وخمسين وناب عنه لما ولي القضاء تلك المدة\nاليسيرة وولي تدريس الزاوية بعد وفاة ابن عقيل وكان قبل ذلك قد ولي تدريس\nالحجازية فإن واقفتها عمرتها لأجله ثم ولي قضاء الشام سنة سبع وستين فباشره\nمدة يسيرة ثم استعفى وعاد إلى القاهرة وولي تدريس الملكية بعد وفاة الإسنوي\nوتدريس جامع طولون بعد وفاة ابني السبكي وقضاء العسكر بعد ابن السبكي وكان\nقد ولي قبل سفره إلى الشام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p038'> Vol. 04, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nإفتاء دار العدل في سنة خمس وستين رفيقا لبهاء الدين السبكي وهو أول شيء\nوليه من المناصب وولي تدريس الألجهية من واقفها وولي تدريس الشافعي رضي\nالله عنه بعد عزل ابن جماعة فلما عاد ابن جماعة عوضه تدريس الفقه بجامع\nطولون ودرس بالظاهرية البرقوقية وولي درس التفسير ومشيخة الميعاد بها ثم\nنزل عن بعض وظائفه لولديه واستمر بيده الزاوية والظاهرية إلى حين وفاته\nأقام مدرسا بالزاوية ستة وثلاثين سنة يقرر فيها مذهب الشافعي على أعظم وجه\nوأكمله وظهر له الأتباع والأصحاب وصار هو الإمام المشار إليه والمعول في\nالإشكالات والفتاوى عليه وأتته الفتاوي من الأقطار البعيدة ورحل الناس من\nالأقطار النائية للقراءة عليه وخضع له كل من ينسب إلى علم من العلوم\nالشرعية وغيرها وخرج له الحافظ ابن حجر أربعين حديثا عن أربعين شيخا وخرج\nله الحافظ ولي الدين ابن العراقي مائة حديث من عواليه وأبداله وقد أثنى\nعليه علماء عصره طبقة بعد طبقة من قبل الخمسين إلى حين وفاته وكان الشيخ\nشمس الدين الأصفهاني كثير التعظيم له وأجازه الشيخ أبو حيان وكتب له في\nإجازته ما لم يكتب لأحد <span id='ms353'></span> قبله وسنه إذ ذاك دون العشرين وكان القاضي عز الدين\nابن جماعة يعظمه ويبالغ في تعظيمه جدا وكتب له ابن عقيل على بعض تصانيفه\nأحق الناس بالفتوى في زمانه وقال له أيضا لم لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p039'> Vol. 04, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nتكتب على سيبويه شرحا هذا مع اتفاق الناس في ذلك الزمان على ان ابن عقيل\nهو المرجوع إليه في علم النحو وذكر له ولده القاضي جلال الدين ترجمة في\nمجلدة مشتملة على مناقبه وفوائده وأنشد قول القائل ... وليس يصح في الأذهان\nشيء ... إذا احتاج النهار إلى دليل ...\n</p>\n\n<p>\nقال وقد ختم القرآن العظيم بمعياده وأتى فيه من الوعظ ما يكون إن شاء\nالله تعالى شيئا لإسعاده وكان من العلوم بحيث يقضى له في كل علم بالجمع\nوكان كثير الصدقة طارحا للتكلف قائما في الحق ناصرا للسنة قامعا لأهل\nالبدعة مبطلا للمكوس والمظالم معظما عند الملوك أبطل في دولة الأشرف مكس\nالملاهي وأبطل في دولة المنصور مكس القراريط وكان مكس القراريط كثير\nالبشاعة جدا وعرض عليه الملك المنصور أيام طشمتر قضاء الديار المصرية\nفامتنع غاية الامتناع وقال الحافظ شهاب الدين ابن حجي طلب العلم في صغره\nوحصل الفقه والنحو والفرائض وشارك في الأصول وغيره وفاق الأقران في الفقه\nثم أقبل على الحديث وحفظ متونه وحفظ رجاله فحفظ من ذلك شيئا كثيرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p040'> Vol. 04, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nوكان في الجملة أحفظ الناس لمذهب الشافعي واشتهر بذلك وطبقة شيوخه\nموجودون وبعد صيته ثم قدم علينا قاضيا بالشام وهو إذ ذاك كهل فبهر الناس\nبحفظه وحسن عبارته وخضع له الشيوخ في ذلك الوقت واعترفوا بفضله ثم رجع إلى\nبلده وبنى مدرسة بالقاهرة وأثرى وكثر ماله وتصدى للفتوى والإشغال وكان معول\nالناس في ذلك عليه ورحلوا إليه وكثر طلبته في البلاد وأفتوا ودرسوا وصاروا\nشيوخ بلادهم في أيامه وكان صحيح الحفظ قليل النسيان ثم صار له اختيارات\nيفتي بها وله نظم كثير متوسط في الحكم والمواعظ ونحو ذلك وله تصانيف كثيرة\nلم تتم يصنف قطعا ثم يتركها وقلمه لا يشبه لسانه وقال الحافظ شهاب الدين\nابن حجر <span id='ms354'></span> بعد ذكر ابتداء أمر الشيخ وصار معظما عند الأكابر كثير السمعة عند\nالعامة وتصدى لتتبع الشيخ جمال الدين الإسنوي في خطابه حتى كان يتوقى\nالإفتاء هيبة له وعول الناس عليه في الإفتاء فكان يتصدى لذلك من بعد صلاة\nالعصر إلى المغرب غالبا ولا يفتر غالبا من الاشغال إما مطالعة وإما تصنيفا\nوإما إقراء وكان عظيم المروءة جميل المودة كثير الاحتمال كثير المباسطة مع\nمهابته وكان يعمل مجلس الوعظ ويجمع عنده الفقراء والصلحاء ويحصل له خشوع\nوخضوع وشهد جمع جم بأنه العالم الذي على رأس القرن وممن رأيت خطه بذلك في\nحقه شيخنا الحافظ أبو الفضل العراقي وقال الحافظ برهان الدين سبط ابن\nالعجمي سألني الشيخ شهاب الدين الأذرعي عن مولد الشيخ سراج الدين البلقيني\nفذكرته له فقال أنا أصلح أن أكون والده ثم ذكر لي أنه لم ير أحفظ منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p041'> Vol. 04, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nلنصوص الشافعي انتهى توفي في ذي القعدة سنة خمس وثمانمائة ودفن بمدرسته\nالتي أنشأها بدرب بهاء الدين ورثاه تلميذه الإمام الحافظ أبو الفضل أحمد بن\nحجر بقصيدة طنانة ومن تصانيفه كتاب محاسن الاصطلاح وتضمين كتاب ابن الصلاح\nفي علوم الحديث كتاب تصحيح المنهاج أكمل منه الربع الأخير في خمسة أجزاء\nوكتب من ربع النكاح تقدير جزء ونصف الكشاف على الكشاف وصل فيه إلى اثناء\nسورة البقرة في ثلاث مجلدات ضخمة وشرح البخاري كتب منه نحو خمسين كراسا على\nأحاديث يسيرة إلى أثناء الإيمان ومواضع مفرقة سماه بالفيض الباري على صحيح\nالبخاري التدريب في الفقه كتب منه إلى الرضاع والتأديب مختصر التدريب كتب\nمنه النصف ومنهج الأصلين أكمل منه أصل الدين وكتب منه قريبا من نصف أصول\nالفقه كتاب المنصوص والمنقول عن الشافعي في الأصول كتب منه قطعة صالحة\nترتيب الأم على الأبواب وقد أكمله ولكن بقي منه بقايا والفوائد المحضة على\nالشرح والروضة كتب منه أجزاء مفرقة الملمات برد المهمات كتب منه أجزاء\nمفرقه الينبوع في إكمال المجموع كتب منه أجزاء من النكاح العرف الشذي على\nجامع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p042'> Vol. 04, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nالترمذي كتب منه <span id='ms355'></span> قطعة صالحة والسبب في عدم إكماله لغالب مصنفاته اشتغاله\nبالإشغال والتدريس والتحديث والإفتاء\n</p>\n\n<h1 class='l1' id='head28'>738 - </h1>\n\n<p>\nعمر بن عبد الله بن عمر بن داود الشيخ زين الدين ابن الشيخ جمال الدين\nالكفري الدمشقي كان فقيها فاضلا في الفقه موصوفا باستحضار الروضة وأذن له\nبالفتوى وتصدر بالجامع الأموي وعرض عليه نيابة القضاء فامتنع وكان يرجع الى\nدين وعنده قوة نفس قتل في أواخر ربيع الأخر أو أوائل جمادي الأولى سنة ثلاث\nوثمانمائة على يد التتار بقرية بيت إيما وكان قد خرج إليها هاربا\n</p>\n\n<h1 class='l1' id='head29'>739 - </h1>\n\n<p>\nعمر بن علي بن أحمد بن محمد بن عبد الله الشيخ الإمام العالم العلامة\nعمدة المصنفين سراج الدين أبو حفص الأنصاري الأندلسي الأصل المصري المعروف\nبابن الملقن كان أبوه نحويا معروفا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبالتقدم في ذلك ومات وولده صغير فرباه زوج أمه الشيخ عيسى المغربي الملقن\nفعرف به ولد في ربيع الأول سنة ثلاث وعشرين وسبعمائة أخذ عن الإسنوي ولازمه\nوعن غيره من شيوخ العصر وسمع الحديث الكثير حتى إنه ذكر مرة أنه سمع ألف\nجزء حديثية ودخل دمشق سنة سبعين طالبا للحديث وصنف قديما في حياة شيخه\nواشتهر بشرح المنهاج الكبير له ووقف عليه الأذرعي واستفاد منه واعترضه في\nمواضع وقد مات الأذرعي قبله بدهر ودرس وأفتى وصنف التصانيف الكثيرة في\nأنواع العلوم واشتهرت في حياته ونقلت إلى البلاد ونفع الله تعالى بها وأولى\nعلومه الحديث وناب في الحكم ثم سعى في القضاء على مستخلفه ابن أبي البقاء\nوجرى له في ذلك كائنة مشهورة قال الحافظ شهاب الدين ابن حجر أمتع الله\nببقائه وتخرج في الحديث بزين الدين الرحبي وعلاء الدين مغلطاي وكتب عنهما\nالكثير وأكثر من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p044'> Vol. 04, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nتحصيل الأجزاء وسماع الكتب الكبار وعني بالفقه فأخذ عن شيوخ عصره ومهر في\nالفنون وكان في أول أمره ذكيا فطنا رأيت خطوط فضلاء ذلك العصر في طبقات\nالسماع توصفه بالحفظ ونحوه من الصفات العلمية ولكن لما رأيناه لم يكن في\nالاستحضار ولا في التصرف بذاك فكأنه لما طال عمره استروح وغلبت عليه\nالكتابة فوقف ذهنه <span id='ms356'></span> واعتنى بالتصنيف فشرح كثيرا من الكتب المشهورة كالمنهاج\nوالتنبيه والحاوي فله على كل واحد منها عدة تصانيف يشرح الكتاب شرحا كبيرا\nووسطا وصغيرا ويفرد لغاته وأدلته وتصحيحه ونحو ذلك ومن محاسن تصانيفه شرح\nالحاوي رأيت منه نسخة كتبت عنه في حدود سنة خمسين وشرح البخاري في عشرين\nمجلدة وعمله في نصفه الأول أقوى من عمله في نصف الآخر وقد ذكر أن بينهما\nمدة عشرين سنة ثم شرح زوائد مسلم ثم زوائد أبي داود ثم زوائد الترمذي ثم\nزوائد النسائي ثم زوائد ابن ماجة كذا رأيت بخطه ولكن لم يوجد ذلك بعده لأن\nكتبه احترقت قبل موته بقليل وزاح فيها من الكتب النفيسة الموقوفة وغير\nالموقوفة شيء كثير وصنف في كل فن فشرح الألفية في العربية ومنهاج البيضاوي\nومختصر ابن الحاجب وعمل الأشباه والنظائر وجمع في الفقه كتابا سماه الكافي\nأكثر فيه من النقول الغربية واشتهر اسمه وطار صيته ورغب الناس في تصانيفه\nلكثرة فوائدها وبسطها وجودة ترتيبها وكانت كتابته أكثر من استحضاره فلما\nدخل الشام فاتحوه في كثير من مشكلات تصانيفه فلم يكن له بذلك شعور ولا أجاب\nعن شيء منه فقالوا في حقه ناسخ كثير الغلط وقد تغير قبل موته فحجبه ولده\nإلى أن مات وقال الحافظ شهاب الدين ابن حجي تغمده الله برحمته صنف في أيام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p045'> Vol. 04, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nشيخه الإسنوي قديما شرح المنهاج ثم صنف تخريج أحاديث الرافعي ورد علينا\nدمشق في سنة سبعين طالبا لسماع الحديث فاعتنى به القاضي تاج الدين لما ورد\nعليه وكتب له على مؤلفه وأرسله إلى الشيخ عماد الدين بن كثير فكتب له أيضا\nوإنما استعان بكتاب القاضي عز الدين ابن جماعة ثم كتب بعد ذلك كتبا عديدة\nوالمصريون ينسبونه إلى سرقة تصانيفه فإنه ما كان يستحضر شيئا ولا يحقق علما\nويؤلف المؤلفات الكثيرة على معنى النسخ من كتب الناس وقال غيره كان فريد\nالدهر في كثرة التواليف وحسنها وعبارته حسنة وكان منقطعا عن الناس جدا وكان\nمن أعذب الناس ألفاظا وأحسنهم خلقا وأجملهم صورة <span id='ms357'></span> كثير المروءة والإحسان\nوالتواضع وكان موسعا عليه كثير الكتب جدا ثم احترق غالبها قبل موته توفي في\nربيع الأول سنة أربع وثمانمائة ودفن بحوش الصوفية خارج باب النصر ومن\nالعجائب أن المشايخ الثلاثة هو والبلقيني والعراقي كانوا أعجوبة هذا العصر\nعلى رأس القرن الشيخ في التوسع في معرفة مذهب الشافعي وابن الملقن في كثرة\nالتصانيف والعراقي في معرفة الحديث وفنونه وكل من الثلاثة ولد قبل الآخر\nبسنة ومات قبله بسنة ومن تصانيفه تخريج أحاديث الرافعي سماه البدر المنير\nفي ست مجلدات واختصره في نحو عشرة سماه الخلاصة ثم اختصره في تصنيف لطيف\nوسماه المنتقى وتخريج أحاديث المهذب وتخريج أحاديث الوسيط شرح العمدة سماه\nالإعلام بفوائد عمدة الأحكام وهو من أحسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p046'> Vol. 04, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nمصنفاته تلخيص مسند الإمام أحمد وصحيح ابن حبان الاعتراض على مستدرك\nالحاكم الإشراف على أطراف الكتب الستة المقنع في علوم الحديث مختصر دلائل\nالنبوة عمدة المحتاج إلى كتاب المنهاج في ثمان مجلدات والعجالة شرح مختصر\nفي ثلاث مجلدات الاعتراض على المنهاج مجلد شرح التنبيه الكبير شرح ثاني\nمتوسط نحو الزنكلوني وآخر صغير والأمنية على أسلوب نكت النشائي وطبقات\nالمحدثين وطبقات الشافعية وطبقات القراء وطبقات الصوفية وتاريخ دولة الترك\nوشرح الحاوي في ثلاث مجلدات ونكت عليه جزء وشرح المنهاج البيضاوي وغاية\nالسول في خصائص الرسول صلى الله عليه وسلم وغير ذلك وقال بعضهم بلغت\nمصنفاته نحو ثلاثمائة مصنف واختصر تهذيب الكمال للمزي ورجال الكتب الستة\nالزائدة على ذلك مسند أحمد وصحيحي ابن خزيمة وابن حبان ومستدرك الحاكم\nوالدارقطني والبيهقي\n</p>\n\n<h1 class='l1' id='head30'>740 - </h1>\n\n<p>\nمحمد بن إبراهيم بن إسحاق بن إبراهيم بن عبد الرحمن قاضي القضاة صدر\nالدين أبو المعالي السلمي المناوي المصري مولده في شهر رمضان سنة اثنتين\nوأربعين وسبعمائة وأبوه حينئذ ينوب عن القاضي عز الدين ابن جماعة ونشأ في\nسعادة وحفظ التنبيه وسمع الحديث من جماعة وجمع له الحافظ أبو زرعة مشيخة في\nخمسة أجزاء وناب في الحكم وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nشاب ودرس وأفتى وولي إفتاء دار العدل وتدريس الشيخونية والمنصورية ثم ولي\nقضاء القاهرة <span id='ms358'></span> استقلالا أربع مرات نحو خمس سنين في مدة إحدى عشرة سنة ونصف\nقال الحافظ شهاب الدين ابن حجر أمتع الله ببقائه وكتب شيئا على جامع\nالمختصرات وخرج أحاديث المصابيح وتكلم على مواضع منه وحدث وحضرت بعض\nالمجالسين عليه وكان كثير التودد إلى الناس مهابا شهما معظما عند الخاص\nوالعام له صورة كبيرة وحشمة بالغة وكلمة نافذة ويسار ظاهر وكان منذ نشأ\nيسلك طريق برهان الدين ابن جماعة في التعاظم ثم الان جانبه بعد الاستقلال\nوكانت له عناية بتحصيل الكتب النفيسة فحصل منها شيئا كثيرا عرفت بعده وكان\nيهاب الملك الظاهر فلما مات أمن على نفسه وتحقق أنهم لا يقدمون على عزله\nلما تقرر له في القلوب من المهابة فسافر مع العسكر إلى قتال تنم فازدادت\nحرمته وعظم فوق ما في نفسه ثم سافر معهم إلى قتال اللنك فانعكس الأمر وأسر\nوأهين جدا وسافروا به وهو في قيد فغرق في نهر الزاب في شوال سنة ثلاث\nوثمانمائة بعد أن قاسى أهوالا ومن العجائب أنه كان يهاب ركوب البحر فكان لا\nيتوجه إلى منزلهم بالروضة بجانب المقياس أيام زيادة النيل خشية من ركوب\nالبحر فاتفق أنه لم يمت إلا غريقا رحمه الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p048'> Vol. 04, p. 048</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>741 - </h1>\n\n<p>\nمحمد بن أبي بكر بن عبد العزيز بن محمد بن إبراهيم بن سعد الله بن جماعة\nالشيخ الإمام العلامة المحقق المفنن الجامع بين أشتات العلوم فريد العصر عز\nالدين أبو عبد الله بن الشيخ شرف الدين بن قاضي القضاة عز الدين بن قاضي\nالقضاة بدر الدين الكناني الحموي الأصل المصري شيخ الديار المصرية في\nالعلوم العقلية ولد في ذي القعدة سنة تسع وأربعين وسبعمائة بطريق ينبع\nوأحضر إلى أبي الفتح الميدومي وأبي الحسن القرمي وأبي عبد الله البياني\nوسمع على جده وأجاز له جماعة من شيوخ مصر والشام باستدعاء الحافظ زين الدين\nالعراقي وحبب إليه الاشتغال فأكب عليه ولم يلتفت إلى شيء من الأشياء إلا\nإليه فمهر في النحو والمعاني والبيان والمنطق وتوغل في الكلام والطب\nوالتشريح وكان آية <span id='ms359'></span> من الآيات في معرفة العلوم الأدبية والعقلية والأصلين\nوأخذ عنه غالب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأهل مصر قال الشيخ جمال الدين الطيماني رحمه الله تعالى إنه كان يقرأ\nعليه ويسمع دروسه وكان إذ ذاك نحو خمسين درسا في اليوم والليلة في دقائق\nالعلوم قال وكان يستحضر الكفاية لابن الرفعة ومع ذلك فليس هو ممن يشار إليه\nفي علم الفقه وقال الحافظ شهاب الدين ابن حجر أمتع الله ببقائه فيما كتب به\nإلي إنه فاق الأقران بذكائه وقوة حافظته وحسن تقريره وتصدى للإشغال فكان لا\nيمل مع اطراح التكلف وعدم الحرص والتقنع باليسير وصنف التصانيف الكثيرة\nالمبسوطة والمختصرة منها شرح جمع الجوامع وحاشية على العضد وقد جمع تصانيفه\nفي نحو من عشرين فنا ورتبها وهي تزيد على مائتي مصنف ضاع أكثرها بأيدي\nالطلبة ولم يكن يقرىء كتابا إلا ويكتب عليه حاشية وما سمع أحد شيخا في عصره\nيقرر أحسن من تقريره وقد صنف في العروض وفنون الأدب ولم يكن له ملكة في\nالنظم ولا في حسن الاختصار وكان من علو همته لا ينظر شيئا إلا وأحب أن يقف\nعلى أصله ويشارك فيه حتى أن له تصنيفا في الرمل وفي لعب الرمح والنشاب\nوتركيب النقط وبالجملة فكان من العلوم بحيث يقضى له في كل علم بالجميع\nوبلغني أنه كان يتحرى أن لا يكون إلا على طهارة ولا يمكن أحدا عنده من\nالغيبة مع ما هو فيه من ممازحة الطلبة ومفاكهتهم والتواضع المفرط مات في\nشهر ربيع الآخر سنة تسع عشرة وثمانمائة شهيدا بالطاعون ولم يخلف بعده مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p050'> Vol. 04, p. 050</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>742</h1>\n\n<p>\nمحمد بن أحمد بن خليل الغراقي بفتح الغين المعجمة وتشديد الراء وبعد\nالألف قاف نسبة إلى بعض قرى الديار المصرية الشيخ شمس الدين ولد قبل الستين\nوسبعمائة وقدم القاهرة وأخذ عن الشيخين جمال الدين الإسنوي وسراج الدين\nالبلقيني وغيرهما ولازم الإشتغال إلى أن برع قال الحافظ شهاب الدين ابن حجر\nأمتع الله ببقائه إنتهت إليه الرئاسة في معرفة الفرائض وقصده الطلبة لذلك\nحتى صار غالبهم الآن من طلبته وكان <span id='ms360'></span> منتصبا للإشغال في الجامع الأزهر مع\nالدين والخير وحسن السمت والتواضع والصبر على الطلبة وباشر الإمامة بالجامع\nالمذكور نيابة وكان قد سمع الحديث من القاضي عز الدين ابن جماعة وغيره وحدث\nقليلا انتهى وقال غيره كان كثير النفع يلازم تلاوة القرآن قيل إنه كان يختم\nفي كل يوم وليلة ختمة وإنه حج وجاور وكان يعتمر كل يوم أربع عمر توفي في\nشعبان سنة ست عشرة وثمانمائة\n</p>\n\n<h1 class='l1' id='head33'>743 - </h1>\n\n<p>\nمحمد بن أحمد بن علي بن سليمان المعري ثم الحلبي الشيخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبدر الدين بن الركن ولد سنة بضع وثلاثين وسبعمائة وتفقه بزين الدين\nالفارسي وتاج الدين ابن الدريهم وأخذ عن القاضي تاج الدين السبكي وكتب بخطه\nشيئا كثيرا وهو متقن لكنه ضعيف وخطب بجامع حلب مدة وأنشأ خطبا في مجلدة\nوجمع كتابا سماه روض الأفكار في الحكايات والأخبار في مجلد فيه فوائد\nوغرائب وكان له نظم ونثر وإيثار مع حدة خلق أخذ عنه الحلبيون ومات في فتنة\nالتتار سنة ثلاث وثمانمائة\n</p>\n\n<h1 class='l1' id='head34'>744 - </h1>\n\n<p>\nمحمد بن إسماعيل بن علي الشيخ الإمام العلامة شيخ القدس وعالم تلك\nالنواحي شمس الدين أبو عبد الله بن الشيخ العلامة شيخ الشافعية بالقدس تقي\nالدين القلقشندي ولد سنة خمس وأربعين وسبعمائة وأسمع على أبي الفتح\nالميدومي وأخذ عن أبيه وجده لأمه الحافظ صلاح الدين العلائي قال الحافظ\nشهاب الدين ابن حجر أمتع الله ببقائه اشتغل ومهر وساد حتى صار شيخ القدس في\nالفتوى والتدريس وسمعت منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمات في شهر رجب سنة تسع بتقديم التاء وثمانمائة بالقدس ودفن بمقبرة ماملا\nعند والده وأخيه في الحوش المقابل لزاوية القلندرية وتربة بهادر أخوه هو\nالشيخ برهان الدين لا أحفظ وقت وفاته وقد حكى لي الحافظ شهاب الدين ابن حجي\nتغمده الله برحمته أنه قدم دمشق أيام بن جماعة وحضر الدروس قال فجاء عليه\nأنه يحفظ جملة كتب وعجيب كيف لم يعتن بوقت وفاته وتحرير ترجمته\n</p>\n\n<h1 class='l1' id='head35'>745</h1>\n\n<p>\nمحمد بن عبد الله بن أبي بكر القليوبي الشيخ شمس الدين قال الحافظ شهاب\nالدين ابن حجر أمتع الله ببقائه <span id='ms361'></span> اشتغل وتقدم ومهر وفضل وشغل الناس واشتهر\nبالدين والخير وكان متقللا فلما كان في أواخر عمره قرر في مشيخة الناصرية\nبسرياقوس فصلح حاله وكان متواضعا لين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالجانب صحب الشيخ ولي الدين الملوي وتأدب بآدابه مات في جمادي الأولى سنة\nاثنتي عشرة وثمانمائة\n</p>\n\n<h1 class='l1' id='head36'>746 - </h1>\n\n<p>\nمحمد بن عبد الله بن ظهيرة بن أحمد بن عطية بن ظهيرة بن مرزوق بن محمد بن\nسليمان بن علي بن عليان بن قاسم القرشي المخزومي المكي القاضي العالم قاضي\nمكة وخطيبها وفقيه الحجاز ومفتيه وحافظه جمال الدين أبو حامد ولد ليلة عيد\nالفطر سنة إحدى وخمسين وسبعمائة وسمع على الشيخ خليل المالكي وعلى الشيخ\nعبد الله اليافعي وعلى القاضي عز الدين ابن جماعة ورحل إلى القاهرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nودمشق وحلب والإسكندرية وغيرها وسمع من جماعة كثيرين وتفقه بمكة بقاضيها\nأبي الفضل النويري وبدمشق والقاهرة على قاضيهما أبي البقاء السبكي وبدمشق\nعلى عماد الدين الحسباني وبحلب على الشيخ شهاب الدين الأذرعي وأخذ عن الشيخ\nسراج الدين البلقيني وأجازه بأربعة علوم الحديث والفقه وأصوله والعربية وعن\nالشيخ سراج الدين ابن الملقن وأجازه بالفتوى والتدريس وأفتى وتصدى للتدريس\nنحو أربعين سنة ثم ولي قضاء مكة من سنة ست وثمانمائة إلى أن مات إلا أنه\nصرف مرارا وأعيد ومات وهو على القضاء قال الحافظ شهاب الدين ابن حجر أمتع\nالله ببقائه اشتغل بالفقه والفنون وعني بالحديث فرحل فيه مرارا إلى دمشق\nوحلب ومصر والقدس وحصل الأجزاء وفوائد الشيوخ وكتب بخطه الدقيق الحسن كثيرا\nوأثبت أسماء من سمع منه وثبته كثير وتصدى للإفادة قديما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p055'> Vol. 04, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nواستمر على ذلك مع الدين والخير والصبر على الطلبة وكان كتب شيئا على\nالحاوي وخرج له الحافظ صلاح الدين الأقفهسي معجما جيدا وحدث بالكثير وكان\nكثير الأوراد حسن السمت ظاهر الوقار قليل الكلام فيما لا يعنيه وقال الحافظ\nتقي الدين الفاسي فيما أخبرني به كان بارعا في الفقه والنحو مشاركا في\nالأصول وغير ذلك حافظا لأسماء الرواة عارفا بالعالي والنازل وغير ذلك من\nمتعلقات الحديث ويستحضر كثيرا من شرح مسلم <span id='ms362'></span> فيما يتعلق بغريب الحديث والفقه\nوكان حسن السيرة في قضائه ذا حظ من العبادة والخير وقد أذن له في الإفتاء\nعماد الدين الحسباني والشيخ سراج الدين البلقيني والشيخ سراج الدين ابن\nالملقن وأخذ علم الحديث عن الحافظ زين الدين ابن العراقي وكتب على الحاوي\nمن البيع إلى الوصايا ذكر فيه فروعا كثيرة وجمع جزءا فيما يتعلق بزمزم ونظم\nقواعد الإعراب لابن هشام وله شعر كثير حسن توفي في رمضان سنة سبع بتقديم\nالسين عشرة وثمانمائة بمكة\n</p>\n\n<h1 class='l1' id='head37'>747</h1>\n\n<p>\nمحمد بن علي بن يعقوب النابلسي ثم الحلبي الشيخ شمس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالدين ولد سنة بضع وخمسين وسبعمائة وحفظ التنبيه ثم حفظ المنهاج ثم حفظ\nالتمييز وشرع في حفظ الحاوي وحفظ الشاطبية والتسهيل ومختصر ابن الحاجب\nومنهاج البيضاوي وغير ذلك وتفقه ومهر ودرس وكان يكرر على محفوظاته قال بعض\nالمتأخرين كان سريع الإدراك محافظا على الطهارة شديد الورع سليم اللسان\nصحيح العقيدة لا أعلم بحلب أحدا على طريقته توفي في ربيع الآخر سنة إحدى\nوثمانمائة\n</p>\n\n<h1 class='l1' id='head38'>748</h1>\n\n<p>\nمحمد بن علي الشيخ شمس الدين المصري المعروف بابن القطان ولد سنة ثلاثين\nوسبعمائة وكان أبوه قطانا داخل باب زويلة فنشأ ولده هذا في طلب العلم ولازم\nالشيخ بهاء الدين بن عقيل فتقدم عنده ولما بنى بدر الدين الجزولي مدرسته\nعلى شاطىء النيل قرره فيها إماما وابن عقيل مدرسا وتزوج شمس الدين ابنة\nبهاء الدين وقرأ في الأصول على عماد الدين الإسنائي والعربية على الشيخ شمس\nالدين بن الصائغ قال الحافظ شهاب الدين ابن حجر أمتع الله ببقائه في\nالوفيات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالتي كتبها لي طلب العلم وجد إلى أن وجد ومهر في الفقه والعربية وفي\nالقراءات وصنف فيها وعلق على الألفية شرحا ورأيت بخطه شرح الحاوي لشيخنا\nابن الملقن في مجلدين كتبه عن مؤلفه في سنة خمسين ودرس في عدة أماكن وأفتى\nوكان قد انفرد في مصر بذلك حتى كان كثير من الرؤساء يقدمه على كثير من\nالمشايخ لقوة ذهنه وكثره استحضاره ثم ناب في الحكم بآخره عن القاضي جلال\nالدين ومات <span id='ms363'></span> على ذلك في شوال سنة ثلاث عشرة وثمانمائة وهو أول شيخ اشتغلت\nعليه وكان أبي قد جعله أحد الأوصياء فتصرف تصرفا عجيبا سامحه الله تعالى\n</p>\n\n<h1 class='l1' id='head39'>749</h1>\n\n<p>\nمحمد بن محمد بن الخضر بن شمري الزبيري الأسدي العيزري الشيخ شمس الدين\nنزيل غزة ولد في ربيع الآخر سنة أربع وعشرين وسبعمائة اشتغل بالقاهرة فأخذ\nعن الشيخ شمس الدين بن عدلان وبرهان الدين الحكري وغيرهما وانتقل إلى عزة\nسنة أربع وأربعين فقطنها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوارتحل إلى دمشق فأخذ عن الشيخ بهاء الدين الإخميمي والقطب التحتاني\nوالشيخ عماد الدين ابن كثير والقاضي تاج الدين السبكي قال الحافظ شهاب\nالدين ابن حجر أمتع الله ببقائه وسأل القاضي تاج الدين عن مواضع في جمع\nالجوامع أجابه عنها وسماها منع الموانع وكتب إلى أنه علق على الشرح الكبير\nونظم أرجوزة في العربية وغير ذلك وصار المشار إليه في العلم ببلاد غزة\nانتهى وقد وقفت له على مصنفات كثيرة بخطه في علوم متعددة منها مختصر القوت\nوقفت على الربع الأخير منه وعبارته عقدة للشيخ سراج الدين البلقيني وقد وقف\nعليها القاضي جلال الدين ابن الشيخ سراج الدين البلقيني وقد وقف عليها\nالقاضي جلال الدين ابن الشيخ فرد ما قاله وأرسله إليه فعاد واعترض ما قاله\nالقاضي جلال الدين وقد وقفت له على كراسة جمع فيها ترجمة لنفسه وعدد فيها\nتصانيفه وهي كثيرة منها الظهير على فقه الشرح الكبير في خمس مجلدات وكنز\nالمحتاج إلى إيضاح المنهاج والسراج الوهاج في حل المنهاج وأوضح المسالك في\nالمناسك وأسنى المقاصد في القواعد وشرح المختصر لابن حاجب وشرح الألفية\nوشرح الحاجبية توفي في ذي الحجة سنة ثمان وثمانمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p059'> Vol. 04, p. 059</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>750</h1>\n\n<p>\nمحمد بن محمد بن عبد البر بن يحيى بن علي بن تمام قاضي القضاة بدر الدين\nأبو عبد الله بن قاضي القضاة بهاء الدين أبي البقاء بن القاضي سديد الدين\nبن القاضي صدر الدين الأنصاري الخزرجي السبكي مولده في شعبان سنة إحدى\nوأربعين وسبعمائة وسمع من جماعة وأخذ عن والده وغيره من علماء العصر وفضل\nفي عدة <span id='ms364'></span> فنون وأشغل ودرس وأفتى وحدث بمصر والشام وغيرهما ودرس بدمشق\nبالأتابكية والرواحية وغيرهما وناب عن والده في القضاء بالقاهرة وباشر عدة\nوظائف وولي مشيخة الحديث بالقبة المنصورية ولما انتقل والده إلى قضاء الشام\nولي عوضه تدريس الشافعي والمنصورية ثم ولي القضاء عوضا عن ابن جماعة في\nشعبان سنة تسع وسبعين عقب قتل الأشرف وكثر القول فيه لكونه ولي بمال بذله\nوأعطيت قبة الشافعي للبلقيني والمنصورية للقرمي فباشر سنة نحو أربعة أشهر\nثم عزل وأعيد ابن جماعة واستمر بطالا ليس بيده وظيفة أزيد من ثلاث سنين ثم\nأعيد إلى القضاء في صفر سنة أربع وثمانين فباشر خمس سنين ونحو خمسة أشهر ثم\nعزل فلما توفي ابن جماعة ولي خطابة الجامع الأموي وتدريس الغزالية ثم صرف\nفي رجب سنة إحدى وتسعين ثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nولي القضاء بالقاهرة مرتين عن القاضي صدر الدين المناوي وعزل في المرتين\nبه ومدة مباشرته في ولاياته الأربع ثمان سنين ونصف في مدة ثمانية عشر سنة\nوولي في آخر وقت تدريس الشافعي واستمرت بيده إلى أن مات وكان لينا في\nمباشرته وفي لسانه رخاوة وكان ولده جلال الدين غالبا على أمره فمقته الناس\nقال الحافظ شهاب الدين ابن حجر أمتع الله ببقائه اشتغل في الفقه وغيره فمهر\nوكان لين الجانب قليل المهابة بخيلا بالوظائف حسن الخلق كثير الفكاهة منصفا\nفي البحث وكان أعظم ما يعاب به تمكينه من ولده جلال الدين من أمور توفي في\nشهر ربيع الآخر سنة ثلاث وثمانمائة ودفن خارج باب النصر\n</p>\n\n<h1 class='l1' id='head41'>751 - </h1>\n\n<p>\nمحمد بن موسى بن عيسى الدميري المصري كمال الدين ولد في حدود الخمسين\nوتكسب بالخياطة ثم خدم الشيخ بهاء الدين السبكي وأخذ عنه وعن الشيخ جمال\nالدين الإسنوي ولما صنف الإسنوي التمهيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمدح الإسنوي بأبيات فكتب له الشيخ جمال الدين الإسنوي وأثنى عليه ثناء\nكثيرا وتخرج ومهر في الفنون وقال الشعر وولي تدريس الحديث بالقبة الركنية\nبالقرب من باب النصر وحج مرارا وجاور وتكلم على الناس في جامع الظاهر\nبالحسينية وكان ذا حظ في العبادة <span id='ms365'></span> والتلاوة لا يفتر لسانه غالبا عنهما وله\nشرح المنهاج في أربع مجلدات ضمنه فوائد كثيرة خارجة عن الفقه والديباجة في\nشرح سنن ابن ماجة في أربع مجلدات وجمع كتابا سماه حياة الحيوان أجاد فيه\nذكر فيه جملا من الفوائد الطبية والخواص والأدبية والحديثية وغير ذلك وله\nخطب مدونة جمعية وعظية قال الحافظ شهاب الدين ابن حجر في المعجم وكان له حظ\nمن العبادة تلاوة وصياما وقياما ومجاورة بمكة والمدينة واشتهرت عنه كرامات\nوأخبار بأمور مغيبات يسندها إلى المنامات تارة وإلى بعض الشيوخ أخرى وغالب\nالناس يعتقد أنه يقصد بذلك الستر توفي في جمادى الأولى سنة ثمان وثمانمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p062'> Vol. 04, p. 062</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head42'>752 - </h1>\n\n<p>\nمحمد بن يعقوب بن محمد بن إبراهيم بن محمد بن أبي بكر بن إدريس بن فضل\nالله الشيرازي الفيروزابادي القاضي مجد الدين أبو الطاهر إمام عصره في\nاللغة كان يرفع نسبه إلى الشيخ أبي إسحاق صاحب التنبيه ويقول إن جده فضل\nالله ولد الشيخ أبي إسحاق ولا يبالي بما يشاع بين الناس أن الشيخ لم يتزوج\nفضلا عن أن يعقب ولد في سنة تسع وعشرين بكارزين من أعمال شيراز وتفقه\nببلاده وطلب الحديث وسمع من الشيوخ ومهر في اللغة وهو شاب وسمع من جماعة\nوقدم الشام بعد الخمسين إما سنة خمس أو في السنة التي بعدها وسمع بها\nالحديث ودخل القدس وسمع من الحافظ صلاح الدين العلائي ثم دخل مصر وسمع بها\nوقدم مكة وسمع بها ولقي جماعة من الفضلاء وأخذ عنهم وأخذوا عنه واشتهرت\nفضائله وكتب الناس تصانيفه وذكره الصفدي في تذكرته وعظمه وكتب عنه بيتين في\nسنة سبع وخمسين بدمشق وجال في البلاد الشمالية والشرقية ودخل الروم ثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالهند وله مجاورة في الحرمين وكان كثير الكتب جدا ولا يسافر إلا وهي معه\nفي عدة أعدال على عدة جمال ويفتحها في غالب المنازل ويطالع فيها واتفق أنه\nقدم اليمن بعد التسعين من الهند عقب وفاة القاضي جمال الدين الريمي شارع\nالتنبيه فقرره الملك الأشرف إسماعيل في القضاء بالبلاد اليمنية فلم يزل ذلك <span id='ms366'></span>\nباسمه إلى أن مات وكان قد جاور في غضون ذلك بمكة مرارا ثم يرجع وكان الأشرف\nيكرهه كثيرا قال الحافظ شهاب الدين ابن حجر أمتع الله ببقائه أخذ عن القاضي\nتقي الدين السبكي وعن ولده تاج الدين وعن القاضي عز الدين ابن جماعة وفي\nشيوخه كثرة وقد خرج له الحافظ شمس الدين محمد بن موسى المراكشي ثم المكي\nمشيخة عن جمع كثير من شيوخه وأما معرفته باللغة واطلاعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p064'> Vol. 04, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nعلى نوادرها فأمر مستفيض وكان يقول ما كنت أنام حتى أحفظ كذا وكذا سطرا\nذكرها وكان يعاب بالسهو في العبارة إلا أنا ما جربنا عليه في نقله شيئا\nتوفي بزبيد في شوال سنة سبع بتقديم السين عشرة وثمانمائة ودفن بتربة الشيخ\nإسماعيل الجبرتي وهو آخر من مات من الرؤساء الذين انفرد كل منهم بفن فاق\nفيه أقرانه على رأس القرن الثامن وهم الشيخ سراج الدين البلقيني في الفقه\nعلى مذهب الشافعي والشيخ زين الدين العراقي في الحديث والشيخ سراج الدين\nابن الملقن في كثرة التصانيف في فني الفقه والحديث والشيخ شمس الدين\nالغماري في العربية والشيخ أبو عبد الله بن عرفة في فقه المالكية وفي سائر\nالعلوم بالمغرب والشيخ مجد الدين الشيرازي في اللغة وذكر له الحافظ برهان\nالدين في مشيخته ترجمة طويلة وقال كان في اللغة بحر علم لا يكدره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p065'> Vol. 04, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nالدلاء وألف فيها تواليف حسنة قال وكان معظما عند الملوك أعطاه تيمور لنك\nخمسة آلاف دينار ومع ذلك فإنه كان قليل المال لسعة نفقاته وكان سريع الحفظ\nيحكى عنه أنه كان يقول ما كنت أنام حتى أحفظ مائتي سطر وعد تصانيفه وهي بضع\nوأربعون مصنفا ومن تصانيفه القاموس المحيط في اللغة بالغ في اختصاره\nوتحريره وميز ما زاده على الصحاح بالحمرة وهي شيء كثير جدا لعله لو جرد كان\nقدرالصحاح إلا أنه محذوف الشواهد وشرع في شرح مطول على البخاري ملأه بغرائب\nالمنقولات ونوادر اللغات كمل منه ربع العبادات في عشرين مجلدا وشوارق\nالأسرار في شرح مشارق الأنوار أربع مجلدات وصنف <span id='ms367'></span> للأشرف كتابا سماه الإصعاد\nإلى رتبة الاجتهاد في أربعة أسفار وصنف لولده الناصر كتابا سماه تسهيل\nالوصول إلى الأحاديث الزائدة على جامع الأصول أربع مجلدات وبصائر ذوي\nالتمييز في لطائف الكتاب العزيز مجلدان وشرح عدة الأحكام مجلدان وكتاب\nالمرقاة الأرفعية في طبقات الشافعية وكتاب المرقاة الرقية في طبقات الحنفية\nوألف كتابا على المجمل لابن فارس أخذ عليه فيه ألف مكان ومع هذا كان يثني\nعلى صاحبه ابن فارس\n</p>\n\n<h1 class='l1' id='head43'>753 - </h1>\n\n<p>\nموسى بن محمد بن محمد بن جمعة الأنصاري السعدي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالعبادي القاضي شرف الدين أبو البركات قاضي حلب ولد سنة ثمان وأربعين\nوسبعمائة ونشأ في حجر عمه شهاب الدين خطيب حلب وقرأ وتفقه ببلاده ثم رحل\nإلى القاهرة وأخذ عن الشيخين جمال الدين الإسنوي وولي الدين المنفلوطي\nوغيرهما قال الحافظ شهاب الدين ابن حجر أمتع الله ببقائه وحصل من كل فن\nطرفا صالحا وأدمن الإشتغال ودرس وأفتى وكان فاضلا دينا خيرا شرح الغاية\nالقصوى للبيضاوي لكنه لم يكمله وخطب بجامع حلب ثم ولي القضاء مرارا وقال\nالحافظ برهان الدين الحلبي كان عالما بأصول الفقه والنحو والحساب والفرائض\nوالمعاني وعنده فوائد جمة وكان يلقي دروسا مطولة في الفقه والحديث بسرعة\nكأنه يحفظها عن ظهر قلب صحيح الذهن من قضاة العدل في وقتنا وصار محط رجال\nطلبة العلم بحلب ثم أسر مع اللنكية فلما عادوا أطلق وذلك في شعبان سنة ثلاث\nوثمانمائة فتوجه إلى أريحا وهو موعوك فمات في شهر رمضان ودفن بها ثم نقل\nإلى حلب فدفن خارج باب المقام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p067'> Vol. 04, p. 067</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>754 - </h1>\n\n<p>\nيوسف بن الحسن بن محمد بن الحسن بن مسعود بن علي بن عبد الله الحموي\nالشيخ جمال الدين خطيب المنصورية وشيخ البلاد الشمالية في عصره وعالمها\nومفتيها ولد سنة ثمان وثلاثين وسبعمائة واشتغل وتميز إلى أن فاق الأقران\nخصوصا في العربية وكان يذكر مع الشيخ سراج الدين البلقيني وسمعت الشيخ ذكره\nفي وقت وأثنى عليه واجتمع به الشيخ جمال الدين الطيماني بعد الفتنة بطرابلس\nوأثنى عليه كثيرا وكان رجلا حسنا متواضعا دينا ريض الأخلاق <span id='ms368'></span> متواضعا على\nطريقة السلف رحلت إليه الطلبة من البلاد وأذن لجماعة بالإفتاء منهم القاضي\nناصر الدين البارزي والقاضي علاء الدين ابن خطيب الناصرية وذكره في ذيل\nتاريخ حلب وقال أخذ الأصول عن بهاء الدين الإخميمي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوالفقه عن القاضي تاج الدين السبكي وجمال الدين ابن الشريشي وصدر الدين\nابن الخابوري وقرأ النحو واللغة والحديث والبيان والفرائض على القاضي سري\nالدين المالكي ودأب وحصل وكان شيخا عالما متقنا حاذقا عارفا بالفقه والأصول\nوالبيان والتفسير والنحو وغير ذلك وأفتى وشغل ودرس بحماة بالعصرونية وصنف\nمصنفات منها شرح الإمام في أحاديث الأحكام ست مجلدات كبار وشرح ألفية ابن\nمالك في مجلدين وشرح فرائض المنهاج في مجلد وكان يحفظ كثيرا من أشعار العرب\nوله نظم توفي بحماة في شوال سنة تسع بتقديم التاء وثمانمائة\n</p>\n\n<h1 class='l1' id='head45'>755 - </h1>\n\n<p>\nيوسف بن الحسين بن محمود السرائى الأصل التبريزي الفقيه عز الدين\nالحلوائي ولد سنة ثلاثين وسبعمائة وتفقه ببلاده وقرأ على الشيخ جلال الدين\nالفريدسي والشيخ بهاء الدين الخونجي والقاضي عضد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالدين وأخذ عن الشيخ شمس الدين الكرماني شرحه على البخاري قال الحافظ\nشهاب الدين ابن حجر أمتع الله ببقائه وتفنن في العلوم ومهر ودرس وشرح منهاج\nالبيضاوي ثم تحول من تبريز لما أخربها أتباع طقتمر خان إلى ماردين فأقام\nبها مدة ثم عاد إلى تبريز فأكرمه صاحبها حينئذ وكتب على الكشاف حواشي مفيدة\nوشرح الأربعين النووية وكان زاهدا عابدا معرضا عن أمور الدنيا مقبلا على\nالعلم ولما حج وزار المدينة النبوية أقام بها سنة وكان لا يكترث بما يعرض\nله من عوارض الدنيا بل لا يزال منشرحا وتحول من تبريز لما كثر الظلم بها\nفسكن جزيرة ابن عمر إلى أن مات سنة أربع وثمانمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p070'> Vol. 04, p. 070</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>الطبقة التاسعة والعشرون وهم الذين كانوا في العشرين الثانية من المائة التاسعة</h1>\n\n<h1 class='l1' id='head47'>756 - </h1>\n\n<p>\nإبراهيم بن أحمد البيجوري المصري الشيخ الفقيه برهان الدين ولد قبل\nالخمسين وسبعمائة وأخذ عن الشيخ جمال الدين الإسنوي ورحل إلى الشيخ شهاب\nالدين الأذرعي بحلب وكتب عنه القوت ولازم الشيخ سراج الدين البلقيني قال <span id='ms369'></span>\nالحافظ شهاب الدين ابن حجر أمتع الله ببقائه في وفياته التي كتبها لي مهر\nفي الفقه حتى شاع أنه كان يستحضر الروضة وأصلها وذكره الشيخ عماد الدين\nالحسباني فقال هو أعلم الشافعية في عصره وكان دينا خيرا متواضعا ولي بآخره\nمشيخة الفخرية وكان للطلبة به انتفاع شديد فإنه كان لا يمل من الإشتغال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوالإشغال ولما جمع القاضي ولي الدين العراقي النكت على الكتب الثلاثة\nالتنبيه والمنهاج والحاوي صار بعض الطلبة يقرأ من ذلك على البيحوري فكان\nيرد من حفظه أشياء عجيبة ويتناقض في أماكن كثيرة فكان ذلك الطالب يراجع\nالمصنف بما يعترض به البيجوري فيصلح كتابه على وفق ما يقول البيجوري ولم\nيقدر أن البيجوري صنف شيئا وكان يأبى من الكتابة على الفتوى وإنما يفتي\nمشافهة انتهى وحكى لي صاحبنا جمال الدين بن الشيخ شهاب الدين الأذرعي أن\nالبيجوري لما قدم عليهم كتب القوت كان يكتب المجلدة في شهرين وينظر في\nاليوم والليلة على مواضع ويعرضها على الشيخ بعضها يصلحه وبعضها ينازعه فيه\nوقد رأيت في نسخة المصنف بالقوت تنظيرات كثيرة والظاهر أنها بخط البيجوري\nوأكثرها لسقوط كلمة أو حرف وسمعت الشيخ جمال الدين الطيماني يصفه بحفظ\nالفقه كثيرا وقال صاحبنا الشيخ محيي الدين المصري كان البيجوري شيخا وأنا\nصبي قال وفارقته في سنة خمس وثمانين وهو يسرد الروضة حفظا وكان فقيرا خاملا\nتوفي في رجب سنة خمس وعشرين وثمانمائة بالقاهرة\n</p>\n\n<h1 class='l1' id='head48'>757 - </h1>\n\n<p>\nإبراهيم بن محمد بن عيسى بن عمر بن زياد العجلوني الدمشقي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالإمام العالم قاضي القضاة برهان الدين أبو إسحاق المعروف بابن خطيب\nعذراء ولد سنة اثنتين وخمسين وسبعمائة حفظ المنهاج واشتغل على مشايخ ذلك\nالوقت ولازم الشيخ علاء الين حجي كثيرا وفضل في الفقه وأنهاه ابن خطيب\nيبرود بالشامية البرانية بغير كتابة شهد له باستحقاق ذلك الشيخ جمال الدين\nبن قاضي الزبداني ثم توجه إلى حلب أيام الشيخ شهاب الدين الأذرعي فأقام بها\nمدة طويلة وصحب الخطيب ابن عشائر وغيره وحكى لي الشيخ شهاب الدين ابن حجي\nتغمده الله <span id='ms370'></span> برحمته أن الشيخ برهان الدين كان في زمن الأذرعي يستحضر الروضة\nبحيث أنه إذا أفتى الأذرعي بشيء يعترضه ويقول المسألة في الروضة في الموضع\nالفلاني ودرس بحلب بجامع منكلي بغا ولما عاد البلقيني من حلب أثنى عليه\nثناء حسنا ووصفه بالفضل والاستحضار ثم ولي قضاء صفد في حياة الملك الظاهر\nبواسطة الشيخ محمد المغيربي وغيره ثم عزل وولي بعد الفتنة مرتين أو ثلاثا\nثم قدم دمشق في رمضان سنة ست وثمانمائة وبقي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p073'> Vol. 04, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nبطالا مدة وحصل له حاجة وفاقة ثم تنزل بمدارس الفقهاء وحصل له تصدير\nبالجامع فجلس وأشغل وانتفع به جماعة وناب في القضاء وولي قضاء الركب سنة\nعشرين ثم في آخر سنة اثنتين وعشرين ترك القضاء وكنت أنا السبب في ذلك\nواستمر بطالا إلى أن مات وظهر منه كراهية القضاء بعد أن كان يميل إليه ميلا\nكثيرا وفي آخر عمره نزل له القاضي نجم الدين ابن حجي عن نصف تدريس الركنية\nفدرس بها درسين أو ثلاثة وكان يحفظ كثيرا من الفروع وجملة من ديوان المتنبي\nويتعصب له ويبالغ ويحفظ أسئلة حسنة من كلام السهيلي وغيره وهو سليم الخاطر\nسهل الأنقياد وكان شكلا حسنا بهيا وقد كتب شرحا على المنهاج في أجزاء غالبه\nمأخوذ من الرافعي وفيه فوائد غريبة ولم يكن له اعتناء بكلام المتأخرين ولا\nيد له في شيء من العلوم سوى الفقه توفي في المحرم سنة خمس وعشرين وثمانمائة\nودفن بمقبرة الشيخ رسلان بالقرب من المسجد الذي هناك على جادة الطريق على\nيمين المتوجه إلى باب شرقي رحمه الله تعالى\n</p>\n\n<h1 class='l1' id='head49'>758 - </h1>\n\n<p>\nأبو بكر بن عمر بن عرفات الخزرجي الشيخ العالم زين الدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالقمني المصري أصله من قمن من الريف وقدم مصر في آخر دولة الأشرف واشتغل\nعلى الشيخ سراج الدين البلقيني وغير وكان يصحب الترك وتقدم في أيام الأمير\nقلمطاي الدوادار واشتهر في زمنه وولي تدريس الصلاحية بالقدس عوضا عن الشيخ\nشمس الدين الجزري لما سافر إلى بلاد الروم واستمرت بيده بعد الفتنة مدة\nودرس بمصر بمدارس أخر ودخل <span id='ms371'></span> في تركة المحلي ونال منها مالا وانقطع في آخر\nعمره على تلاوة القرآن وانجماع على الخير ولكنه كان يستزرىء بالناس ويتكلم\nفي كثير من الفقهاء بأشياء فيها مبالغة مع أن بعض من تكلم فيه قد يكون أولى\nمنه ولم يشتهر له تصنيف ولا تلميذ ولم أقف له على فتوى توفي في رجب سنة\nثلاث وثلاثين وثمانمائة شهيدا بالطاعون وقد قارب الثمانين أو جاوزها وكانت\nله جنازة عظيمة مشهودة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p075'> Vol. 04, p. 075</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>759 - </h1>\n\n<p>\nأبو بكر بن محمد بن عبد المؤمن الإمام العالم الرباني الزاهد الورع تقي\nالدين الحصني الدمشقي الحسيني ثبت نسبه على قاضي حسبان متأخرا مولده في\nأواخر سنة اثنتين وخمسين وسبعمائة وقدم دمشق وسكن البادرائية وأخذ عن الشيخ\nشرف الدين ابن الشريشي والشيخ شهاب الدين الزهري والشيخ نجم الدين ابن\nالجابي والشيخ شمس الدين الصرخدي والشيخ شرف الدين الغزي والشيخ بدر الدين\nبن مكتوم وغيرهم من علماء العصر وكان خفيف الروح منبسطا له نوادر ويخرج مع\nالطلبة إلى المفترجات ويبعثهم على الأنبساط واللعب وذلك مع الدين والتحرز\nفي أقواله وأفعاله وتزوج عدة نساء ثم إنه أقبل على العبادة قبل الفتنة\nوتخلى عن النساء وانجمع عن الناس مع المواظبة على الاشتغال بالعلم وبعد\nالفتنة زاد تقشفه وإقباله على الله تعالى وانجماعه عن الناس وصار له أتباع\nواشتهر اسمه وامتنع من مكالمة أكثر الناس لا سيما من يتخيل فيه شيئا وأطلق\nلسانه في القضاة ونحوهم من أرباب الولايات وله في الزهد والتقلل من الدنيا\nحكايات لعل أنه لا يوجد في تراجم كبار الأولياء أكثر منها ولم يتقدموه إلا\nبالسبق في الزمان والحاصل أنه ممن جمع بين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالعلم والعمل وكان أشعريا منحرفا على الحنابلة يطلق لسانه فيهم ويبالغ في\nالحط على ابن تيمية ولا يرضى إلا وسكن زوايته عند مسجد المزاز بالشاغور عدة\nسنين وأصابه وقر في سمعه وضعف في بصره وقد قام في عمارة رباط داخل باب\nالصغير وساعده الناس في ذلك بأموالهم وأنفسهم ثم شرع في عمارة خان السبيل\nشمالي المصلى وفرغ من عمارته <span id='ms372'></span> في مدة قريبة ولم يبق فيه عند وفاته إلا تتمات\nوقد كتب بخطه كثيرا قبل الفتنة وبعدها جمع شرحا على التنبيه في خمس مجلدات\nوشرحا على المنهاج في خمس مجلدات وشرح مسلما في ثلاث مجلدات ولخص المهمات\nفي مجلدين ولخص تخريج أحاديث الإحياء في مجلد وشرح النواوية مجلد وأهوال\nالقبور مجلد وسير نساء السلف العابدات مجلد وقواعد الفقه مجلد من التفسير\nآيات متفرقة مجلد وتأديب القوم مجلد وسير السالك مجلد وتنبيه السالك على\nمصار المسالك ست مجلدات وشرح الغاية مجلد لطيف وشرح الهداية كذلك قمع\nالنفوس مجلد ودفع الشبه مجلد وشرح أسماء الله الحسنى مجلد توفي في جمادى\nالآخرة سنة تسع بتقديم التاء وعشرين وثمانمائة ودفن بالقبيبات في أطراف\nالعمارة على جادة الطريق عند والدته رحمهما الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p077'> Vol. 04, p. 077</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>760 - </h1>\n\n<p>\nأحمد بن عبد الله بن بدر بن مفرج بن بدر بن عثمان بن جابر بن فضل بن ضوء\nالشيخ العلامة شهاب الدين أبن نعيم العامري الغزي مولده في ربيع الأول سنة\nستين وسبعمائة بغزة كما أخبرني بذلك وحفظ التنبيه والعمدة ومختصر ابن\nالحاجب وتفقه على الشيخ علاء الدين بن خلف الغزي أخي الشيخ شمس الدين وسمع\nعليه صحيح البخاري وكان سمعه من ابن الشحنة ثم رحل إلى القدس فأخذ عن جماعة\nمن علمائها ورحل إلى دمشق سنة تسع بتقديم التاء وسبعين وهو فاضل فقرأ على\nالمشايخ الموجودين الزهري وابن الشريشي والغزي وبرهان الدين الصنهاجي\nالمالكي وأنهى في الشامية البرانية في سنة ثلاث وثمانين وقرأ نصف المختصر\nعلى الزهري وقرأ النصف الأخير بغيره وختم الكتاب في جمادى الآخرة سنة إحدى\nوتسعين وفي هذا الشهر أذن له الشيخ شهاب الدين الزهري بالإفتاء مع ولدي\nالشيخ والشيخ شهاب الدين ابن نشوان وحفظ الحاوي الصغير بعد ذلك وجلس\nللإشغال بالجامع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأفتى وصنف ثم حصلت له محنة في شهر رمضان سنة خمس وتسعين وحج وجاور بمكة\nثلاث مرات وناب بعد الفتنة في القضاء واستمر مدة طويلة وناب في المارستان\nوباشر في الجامع فانحط بسبب ذلك وكان فصيحا <span id='ms373'></span> ذكيا جريا مقداما بديهته أحسن\nمن رؤيته وطريقته جميلة وباشر القضاء على أحسن وجه توفي بمكة مجاورا في\nشوال سنة اثنتين وعشرين وثمانمائة ودفن بمقابر النويريين بالمعلى وكان قد\nكتب بخطة قبل الفتنة أشياء منها مختصر في تعليق الشيخ برهان الدين الفزاري\nفاحترق وبعد الفتنة اختصر المهمات وعلق تعليقا على الحاوي في أربع مجلدات\nوشرح جمع الجوامع للسبكي وشرح قطعة من عمدة الأحكام وصل فيه إلى أثناء\nالصداق وكتب قطعة من رجال البخاري وكتب على المنهاج قطعة مطولة في مجلدين\nإلى كتاب الصلاة وكتب قطعة على منهاج البيضاوي ولخص الوفيات لابن خلكان\nوجمع كتابا في التفسير وجمع أشياء غير ذلك وله تعاليق وفوائد كثيرة وكان\nكثير الإشغال والكتابة لا يمل من ذلك مع اشتغاله بالقضاء وغيره من أمور\nالدنيا رحمه الله تعالى\n</p>\n\n<h1 class='l1' id='head52'>761 - </h1>\n\n<p>\nأحمد بن عبد الرحمن بن عوض الطنبذي شهاب الدين ولد سنة إحدى وخمسين\nواشتغل وهو كبير فحفظ الحاوي وعدة كتب ودخل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالقاهرة فعرضها على القاضي برهان الدين ابن جماعة في ولايته الأولى ثم\nرجع إلى بلده وأكب على الأشتغال وحفط ما ينيف على خمسة عشر ألف بيت رجز في\nعدة علوم منها تفسير الشيخ عبد العزيز الديريني ونظم المطالع ثم قدم\nالقاهرة فقطنها ولازم البلقيني والعراقي وابن الملقن والأبناسي قال الحافظ\nشهاب الدين ابن حجي وتميز ولا سيما في الفرائض ودرس بالمنكوتمرية وصنف\nكتابا شرح فيه جامع المختصرات في ثمان مجلدات طالت مجالستي له والسماع من\nفوائده وكتب بخطه من تصانيفي كثيرا مات في شوال سنة اثنتين وثلاثين\nوثمانمائة\n</p>\n\n<h1 class='l1' id='head53'>762 - </h1>\n\n<p>\nأحمد بن عبد الرحيم بن الحسين بن عبد الرحمن الإمام الحافظ الفقيه المصنف\nقاضي القضاة ولي الدين أبو زرعة بن الإمام العلامة الحافظ زين الدين أبي\nالفضل العراقي الأصل المصري ولد في ذي الحجة سنة اثنتين وستين وسبعمائة\nوبكر به أبوه فأحضره عند أبي الحرم القلانسي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nخاتمة المسندين بالقاهرة واستجاز له من أبي الحسن الفرضي ثم رحل به إلى\nالشام سنة خمس وستين فأحضره في الثالثة على جماعة من <span id='ms374'></span> أصحاب الفخر ابن\nالبخاري ثم رجع وأسمعه بالقاهرة من جماعة من المسندين ثم طلب بنفسه وهو شاب\nفقرأ الكثير ودأب على الشيوخ وكتب الطباق بخطه ثم رحل إلى الشام صحبة صهره\nالحافظ نور الدين الهيثمي بعد الثمانين فسمع الكثير ثم رجع وهو مع ذلك\nملازم للاشتغال بالفقه والعربية والفنون حتى مهر واشتهر ولازم الشيخ سراج\nالدين البلقيني وحفظ وكتب عنه الكثير وأخذ عن علماء عصره قال الحافظ قاضي\nالقضاة شهاب الدين ابن حجر أمتع الله ببقائه ونشأ صينا دينا خيرا مع جمال\nالصورة وطيب النغمة والتودد إلى الناس وناب في الحكم ودرس في عدة أماكن ثم\nاستقر في جهات والده بعد وفاته وعقد مجلس الإملاء بعده واشتهر صيته وصنف\nالتصانيف وخرج التخاريج وولي مشيخة الجمالية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p081'> Vol. 04, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nثم ولي منصب القضاء بعد القاضي جلال الدين البلقيني فباشره سنة وربع سنة\nمباشرة حسنة بعفة ونزاهة وصلابة إلى أن تعصب عليه بعض أهل الدولة فصرف فشق\nذلك عليه جدا وانحرف مزاجه مات في شعبان سنة ست وعشرين وثمانمائة وله ثلاث\nوستون سنة وثمانية أشهر ومن تصانيفه تحرير الفتاوى على التنبيه والمنهاج\nوالحاوي أخذ نكت النشائي والتوشيح ونكت ابن النقيب على المنهاج ونكت الحاوي\nلابن الملقن وشحن الكتاب بفوائد الشيخ سراج الدين البلقيني وبسبب ذلك اشتهر\nالكتاب واجتمع شمل فوائد وجمع حواشي الشيخ على الروضة في مجلدين واختصر\nالمهمات وجمع بينها وبين حواشي الروضة في مجلدين وشرح بهجة ابن الوردي في\nمجلدين وشرح جمع الجوامع للسبكي في مجلدة وله وفيات ابتدأ فيها من سنة\nمولده رحمه الله تعالى قال الحافظ شهاب الدين ابن حجر أمتع الله ببقائه\nوشرح منظومة أبيه في الأصول وشرع في شرح سنن أبي داود فكتب نحو السدس منه\nفي سبع مجلدات\n</p>\n\n<h1 class='l1' id='head54'>763 - </h1>\n\n<p>\nأحمد بن محمد بن عطاء الله بن ظهيرة العالم قاضي القضاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمحب الدين بن الشيخ الإمام جمال الدين اشتغل على والده وأخذ علم الأصول\nعن الشيخ شهاب الدين الغزي لما جاور في سنة تسع وثمانمائة واجازة بالإفتاء\nهو والقاضي جلال <span id='ms375'></span> الدين بن البلقيني ومهر في الفنون وأفتى ولما توفي والده\nولي القضاء مكانه إلى حين وفاته وكان عنده وسوسة في الطهارة والصلاة ودرس\nفي أماكن بمكة وصار بعد والده شيخ الحجاز ومفتيه توفي سنة سبع بتقديم السين\nوعشرين وثمانمائة قارب الأربعين\n</p>\n\n<h1 class='l1' id='head55'>764 - </h1>\n\n<p>\nأحمد بن محمد بن الصلاح بن محمد بن عثمان الإمام العالم العلامة الجامع\nبين أشتات العلوم بقية العلماء الأعلام قاضي القضاة شهاب الدين أبو العباس\nالأموي المصري مولده في صفر سنة سبع بتقديم السين وستين وسبعمائة وسمع\nالحديث من أول سنة خمس وسبعين سمع الكثير وكتب الطباق والأجزاء وخطه حسن\nحلو وأخذ عن الشيخ سراج الدين البلقيني والحافظ زين الدين العراقي والشيخ\nسراج الدين ابن الملقن وغيرهم من علماء العصر وتفنن في العلوم ودرس وأفتى\nوناب في القضاء مدة ودخل في قضايا كبار وفصلها وولي بعض المعاملات على\nقاعدة فقهاء مصر وحصل منها ومن المتجر مالا ومهر في صنعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالقضاء وحج وجاور في سنة إحدى وعشرين وولي تدريس الشيخونية مشيخة خانقاه\nسعيد السعداء ثم ولي قضاء دمشق مسؤولا في ذلك جمادى الآخرة سنة اثنتين\nوثلاثين وباشر بعفة وسار سيرة مرضية بحسب الوقت مع أنه لم يخل من كاذب عليه\nوحاسد نعم كان عنده لين وعدم بحث عن القضايا الباطلة بل يتساهل ويعرض عن\nكامل ما قدم إليه فإنه لا يعرف أهل البلد وكان لا ينكر ما يقع من نوابه من\nالأحكام الباطلة مع علمه بما يقع منهم ويصرح بأنه لا يجوز لهم ذلك كل ذلك\nمداراة على المنصب وكان لا يتولى الحكم بنفسه ولا يفضل شيئا من الأمور إلى\nأن عزل في شعبان سنة خمس وثلاثين ودرس بالغزالية ودار الحديث الأشرفية ورجع\nإلى بلده وأعيدت إليه جهاته وفي أوائل ثمان وثلاثين عرض عليه قضاء دمشق على\nأن يعطى ألف دينار فامتنع ثم نزلوا الى خمسمائة فلم يقبل فغضب عليه وهدد\nبأنه يخرج من مصر ثم في آخر السنة ولي تدريس الصلاحية بالقدس بعد ما امتنع\nفي ذلك وقدم القدس <span id='ms376'></span> وأقام به إلى أن توفي وأراد الله له الخير إن شاء الله\nتعالى وكان فاضلا في الفقه والحديث والنحو يحفظ كثيرا من تواريخ المصريين\nووفياتهم حسن المحاضرة لطيف المفاكهة يكتب على الفتاوى كتابة مليحة وكان\nشكلا حسنا وله أوراد من صلاة وذكر وغيرهما توفي شهر ربيع الآخر سنة أربعين\nوثمانمائة وخلف دنيا طائلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p084'> Vol. 04, p. 084</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>765</h1>\n\n<p>\nإسماعيل بن محمد بن أبي بكر الحسيني العالم المصنف شرف الدين اليمني\nالشهير بالمقرىء مولده سنة خمس وخمسين وسبعمائة وتفقه على الشيخ كمال الدين\nالريمي شارح التنبيه وسكن بزبيد ومهر في الفقه والعربية وتعانى النظم فمهر\nفيه ذكره الحافظ شهاب الدين ابن حجر في معجمه وقال استفدت منه الكثير وقال\nلي بعض المتأخرين شامخ العرنين في الحسب ومنقطع القرين في علوم الأدب تصرف\nللملك الأشرف صاحب اليمن في الأعمال الجليلة ناظر أتباع ابن العربي فعميت\nعليهم الأبصار ودفعهم بما بلغ حجة في الإنكار وله فيهم غرر القصائد مشيرا\nإلى تنزيه الصمد الواحد وله المدح الرائق والأدب الفائق وله من المصنفات\nمختصر الروضة ومختصر الحاوي الصغير وشرحه في ثلاثة أجزاء وله عنوان الشرف\nفي الفقه قدر التنبيه ويؤخذ منه أربع علوم أخر النحو والتاريخ والعروض\nوالقوافي ترشح لقضاء الأقضية بعد القاضي مجد الدين ودرس بمدارس منسوبة إلى\nملوك قطرة ولم يزل محترما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nإلى أن توفي في سنة سبع بتقديم السين وثلاثين وثمانمائة في رجب منها طنا\n</p>\n\n<h1 class='l1' id='head57'>766 - </h1>\n\n<p>\nإسماعيل بن أبي الحسن بن علي بن عبد الله العالم المعمر مجد الدين أبو\nالفداء البرماوي المصري ولد قبل الخمسين وسبعمائة بسنة أو بسنتين وأخذ عن\nالإسنوي وأهل طبقته ولازم الشيخ سراج الدين البلقيني مدة طويلة وشارك في\nالفنون وتقدم واشتهر بمعرفة الفقه وقرأ عليه طلبة الشيخ الفضلاء حكى لي\nالقاضي شهاب الدين الأموي أنه قرأ عليه هو وشمس الدين البرماوي وجمال الدين\nالطيماني وجمال الدين بن ظهيرة جامع المختصرات في سنة إحدى وثمانين تقاسموه\nوقرأ عليه أيضا زين الدين الفارسكوري وفخر الدين البرماوي وفي آخر عمره ترك\nالإشغال من نحو عشرين <span id='ms377'></span> سنة وكان في جميع عمره خاملا لم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nيحصل له وظيفة وإنما درس بمدرسة خاملة ظاهر القاهرة وخطب بجامع عمرو بمصر\nوكان لخموله يقال إن في اعتقاده شيئا ذكره الحافظ شهاب الدين ابن حجر في\nمعجمه وقال له مجاميع حسنة وفوائد مستحسنة وعليه اشتغل قريبه شمس الدين\nوغيره من الشيوخ الموجودين الأن وكان كثير الاستحضار توفي في ربيع الآخر\nسنة أربع وثلاثين وثمانمائة\n</p>\n\n<h1 class='l1' id='head58'>767 - </h1>\n\n<p>\nسعد بن عبد الله الشيخ سعد الدين الأمدي ثم الطرابلسي أقام بطرابلس مدة\nيشغل ويفتي قليلا وكان فاضلا في الأصول ويحل الحاوي ولكنه لم يكن محمودا في\nدينه على ما بلغني توفي في إحدى الجماديين سنة اثنتين وثلاثين وثمانمائة\n</p>\n\n<h1 class='l1' id='head59'>768 - </h1>\n\n<p>\nعبد الرحمن بن عمر بن رسلان بن نصر بن صالح بن عبد الخالق بن عبد الحق\nالإمام العلامة شيخ الإسلام قاضي القضاة جلال الدين أبو الفضل بن الإمام\nالعلامة شيخ الإسلام بقية المجتهدين سراج الدين أبي حفص الكناني المصري\nالبلقيني ولد في شهر رمضان سنة ثلاث وستين وسبعمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوحفظ عدة محفوظات ودخل دمشق مع أبيه لما ولي القضاء في سنة تسع وستين\nفاستجاز له الشيخ شهاب الدين ابن حجي شيوخ ذلك الوقت ولما رجع والده إلى\nالقاهرة صرف همته إليه حتى مهر في مدة يسيرة وتقدم واشتهر بالفضل وقوة\nالحفظ ثم لما مات أخوه في سنة إحدى وتسعين استقر في قضاء العسكر ودخل مع\nأبيه دمشق في سنة ثلاث وتسعين والمشايخ إذ ذاك كثيرون فظهر فضله وعلا صيته\nوكان والده يعظمه ويصفي إلى أبحاثه ويصوب ما يقول ثم دخل دمشق معه ثانيا\nواستمر على الطلب والاجتهاد والإفتاء والتدريس وشغل الطلبة إلى أن ولي\nالقضاء بعد تحقق موت القاضي صدر الدين المناوي في سنة أربع وثمانمائة ثم\nصرف ثم أعيد مرارا إلى أن تعصب له جمال الدين الأستادار فرحل عنه القاضي\nشمس الدين الإخنائي إلي الشام فاستمر من سنة ثمان وثمانمائة إلى أن صرف في\nوقعة الناصر بدمشق ثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p088'> Vol. 04, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nأعيد عن قريب واستمر إلى أن صرف في سنة اثنتين وعشرين <span id='ms378'></span> بالهروي ثم أعيد\nبعد سنة بل أقل وقد جلس في بعض المرات التي قدم فيها مع الناصر بالجامع\nالأموي وقرىء عليه البخاري وكان يتكلم على مواضع منه وكان فصيحا بليغا ذكيا\nسريع الإدراك وكان قد نقص عما كان عليه قبل ولاية القضاء قال لي مرة نسيت\nمن العلم بسبب القضاء والأسفار العارضة بسببه ما لو حفظه شخص لصار عالما\nكبيرا قال الحافظ شهاب الدين ابن حجر أمتع الله ببقائه كان له بالقاهرة صيت\nلذكائه وعظمة والده في النفوس وكان من عجائب الدنيا في سرعة الفهم وجودة\nالحفظ وكان من محاسن القاهرة انتهى وكان يكتب على الفتاوى كتابة مليحة\nبسرعة وكان سليم الباطن لا يعرف الخبث ولا المكر كوالده رحمهما الله تعالى\nوكتب أشياء لم تشتهر وقفت له على نكت المنهاج في مجلدين توفي في شوال سنة\nأربع وعشرين وثمانمائة بعلة القولنج ثم الصرع ويقال إنه سم ودفن بقبر أبيه\nفي مدرسته التي أنشأها رحمهما الله تعالى\n</p>\n\n<h1 class='l1' id='head60'>769 - </h1>\n\n<p>\nعبد الرحيم بن محمد بن إسماعيل بن علي الشيخ شرف الدين بن الإمام العلامة\nشمس الدين بن الإمام العلامة تقي الدين القلقشندي سبط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالشيخ صلاح الدين العلائي أخذ عن والده وفضل وانتهى إلى أن صار عين\nالشافعية ببلده وبيده الخطابة مشاركا لغيره ولما سكن الهروي هناك حصل\nبينهما شرور كثيرة ومرافعات وقوي الهروي عليه وقد رأيت خطه على فتوى وهي\nتدل على كثرة استحضار وجودة تصرف لا أعلم من حاله شيئا غير ذلك توفي في آخر\nسنة عشرين وثمانمائة عن نحو خمسين سنة وأخوه زين الدين عبد الرحمن سمع من\nأبيه ومن خاله شهاب الدين بن صلاح الدين العلائي وجماعة ورحل إلى دمشق وسمع\nعلى بعض الشيوخ وأخذ عن الشيخ شهاب الدين ابن حجي ثم قدم القاهرة مرارا\nوعلق بخطه أشياء وكان حسن الخط حاذقا توفي في ذي القعدة سنة ست وعشرين\nوثمانمائة\n</p>\n\n<h1 class='l1' id='head61'>770 - </h1>\n\n<p>\nعبد الوهاب بن أحمد بن صالح بن أحمد بن خطاب بن يرحم الإمام العلامة صدر\nالمدرسين مفتي المسلمين قاضي القضاة تاج <span id='ms379'></span> الدين أبو نصر بن الشيخ الإمام\nالعلامة شيخ الشافعية قاضي القضاة شهاب الدين أبي العباس البقاعي الأصل\nالدمشقي المعروف بابن الزهري مولده سنة سبع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبتقديم السين وستين وسبعمائة وحفظ التمييز للبارزي وغيره وأخذ عن والده\nوعن الشيخ نجم الدين ابن الجابي والشيخ شرف الدين ابن الشريشي وغيرهم من\nمشايخ العصر هو وأخوه القاضي جمال الدين ونشأ على طريقة حسنة وملازمة لطلب\nالعلم وانتهى في الشامية البرانية في جمادى الأخرة سنة خمس وثمانين\nوسبعمائة هو وأخوه وجماعة من الطلبة منهم الشيخ شهاب الدين ابن نشوان وشمس\nالدين ابن زهرة بسؤال الشيخ شهاب الدين ابن حجي وحضر قراءة المختصر على\nوالده وفرغ منه في جمادى الآخرة سنة إحدى وتسعين وفي هذا الشهر أذن له\nوالده في الإفتاء ودرس في العادلية الصغرى في حياة والده وناب عن والده في\nالقضاء تلك المدة اليسيرة ثم ناب بعد ذلك في القضاء مدة طويلة ونزل له\nوالده عند موته عن تدريس الشامية البرانية ولأخيه جمال الدين فباشرا ذلك ثم\nتوفي أخوه في أول سنة إحدى وثمانمائة فنزل له عند موته عن نصف الشامية\nوالقليجية وقضاء العسكر وغير ذلك واستمر على ذلك بعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p091'> Vol. 04, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nالفتنة وتصدى للإفتاء وكان يكتب كتابة حسنة ويستحضر التمييز إلى آخر وقت\nوذهنه جيد وكان عاملا ساكنا كثير التلاوة ويقوم الليل وعنده حشمة وأدب\nولسانه طاهر وقد ولاه الأمير نوروز القضاء بعد وفاة ابن الإخنائي في رجب\nسنة ست عشرة وثمانمائة فباشر إلى أن قدم المؤيد في أول السنة الأتية وباشر\nبعفة ولكن نقم بعض الناس ولايته على هذا الوجه توفي في شهر ربيع الأول سنة\nأربع وعشرين وثمانمائة ودفن بمقبرة الصوفية على والده رحمهما الله تعالى\n</p>\n\n<h1 class='l1' id='head62'>771</h1>\n\n<p>\nعلي بن عبد الله بن محمد بن الحسين بن علي بن إسحاق بن سلام بن عبد\nالوهاب بن الحسن بن سلام بالتشديد فيهما الإمام العالم المفنن المحرر علاء\nالدين أبو الحسن بن جمال الدين بن كمال الدين بن الشيح العالم شرف الدين بن\nالشيخ العالم كمال الدين <span id='ms380'></span> المعروف بابن سلام الدمشقي ولد سنة خمس أو ست\nوخمسين وسبعمائة وحفظ التنبيه والألفية ومختصر ابن الحاجب واشتغل في الفقه\nعلى جدي وعلى الشيخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعلاء الدين ابن حجي وتلك الطبقة وفي النحو والأصول على مشايخ عصره ورحل\nإلى القاهرة لإكمال قراءة المختصر على الركراكي المالكي قال لي وكان يعرف\nالمختصر أحسن من الذي صنفه ولازم الاشتغال حتى فضل ومهر واشتهر بالفضل وهو\nصغير قال لي كنت أبحث في الشامية البرانية في حلقة ابن خطيب يبرود وكان\nيحضر الدروس فلا يترك شيئا يمر به حتى يعترضه وينتشر البحث بين الفقهاء\nبسبب ذلك وفي الفتنة التيمرية حصل له نصيب وافر من العذاب والحريق وأصيب\nماله كما جرى لغيره وأخذوه معهم إلى ماردين ثم رجع من هناك وبعد وفاة الشيخ\nشهاب الدين ابن حجي نزل له القاضي نجم الدين ابن حجي عن تدريس الظاهرية\nالبرانية ولما توفي الشيخ شهاب الدين ابن نشوان ساعده القاضي نجم الدين حتى\nنزل له القاضي تاج الدين ابن الزهري عن تدريس العذراوية ولما ولي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p093'> Vol. 04, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nالقاضي نجم الدين تدريس الشامية البرانية نزل له عن نصف تدريس الركنية\nوللشيخ برهان الدين ابن خطيب عذراء عن النصف الأخير فتوفي الشيخ برهان\nالدين عاجلا فأضيف إليه النصف الآخر وكان فاضلا في الفقه يستحضر كثيرا من\nالرافعي ويحفظ عليه إشكالات وأسئلة حسنة ويعرف المختصر معرفة جيدة ويعرف\nالألفية معرفة تامة ويحفظ كثيرا من تواريخ المتأخرين وله يد طولى في النظم\nوالنثر وكان منجمعا عن الناس ولا يكتب على الفتاوى إلا قليلا وبحثه أحسن من\nتقريره وكان كثير التلاوة حسن الصلاة مقتصدا في ملبسه وغيره شريف النفس\nمليح المحاضرة ولم يكن فيه ما يعاب به إلا أنه كان يطلق لسانه في بعض الناس\nويأتي في ذلك بعبارات غريبة وكان ينسب إلى محبة ابن العربي صاحب الفصوص\nويتردد إلى زيادة قبره حج في سنة تسع وعشرين وثمانمائة فلما قضى حجه ورجع\nمرض بين الحرمين ومات بوادي بني سالم ونقل إلى المدينة النبوية عن ساكنها\nأفضل <span id='ms381'></span> الصلاة والسلام فدفن بالبقيع وغبطه الناس بذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p094'> Vol. 04, p. 094</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head63'>772 - </h1>\n\n<p>\nعمر بن حجي بن موسى بن أحمد بن سعد الإمام العالم المفنن ناصر السنة\nوقامع الظلمة والمبتدعة قاضي القضاة نجم الدين أبو الفتوح ابن العلامة فقيه\nالشام علاء الدين أبي محمد السعدي الحسباني الدمشقي مولده سنة سبع بتقديم\nالسين وستين وسبعمائة وحفظ التنبيه في ثمانية أشهر وحفظ غيره من المختصرات\nوأسمعه أخوه من جماعة من مشايخه وغيرهم واستجاز له وسمع هو بنفسه من خلق\nبمصر والشام والحجاز وغيرها وأخذ العلم عن أخيه وعن المشايخ الموجودين في\nذلك العصر منهم شهاب الدين الزهري وشرف الدين ابن الشريشي ونجم الدين ابن\nالجابي وشرف الدين الغزي ورحل إلى القاهرة سنة تسع بتقديم التاء وثمانين\nوأخذ عن المشايخ بها الشيخ سراج الدين البلقيني وزين الدين العراقي وسراج\nالدين ابن الملقن وبدر الدين الزركشي وغيرهم وأجازه ابن الملقن بالتدريس\nوكتب بخطه من مصنفات البلقيني وغيره ولازم الشيخ شرف الدين الأنطاكي مدة\nطويلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوانتفع به كثيرا في النحو وكان هو أجل علومه وطالع شرح المحصول للأصفهاني\nوكتب منه أجوبة اسئلة ذكرها الإسنوي في شرحه ولم يتعرض لأجوبتها كذا حكاه\nلي رحمه الله تعالى وحج سنة ست وثمانين مع أخيه وولي إفتاء دار العدل في ذي\nالحجة سنة اثنتين وتسعين ثم ولي مشيخة خانقاه عمر شاه ثم وقع بينه وبين\nالقاضي شهاب الدين الباعوني والحاجب الكبير تمربغا المنجكي وآل ذلك إلى أن\nحصلت له محنة في شهر رمضان سنة خمس وتسعين ونزل له أخوه عن إعادة الأمينية\nفي سنة ثمان وتسعين وحج في سنة تسع وتسعين وجاور وبعد الفتنة ولي القضاء\nبحماة مرتين ووقع بينه وبين نائب حماة في الثانية وهم بقتله فسلمه الله منه\nوولي قضاء طرابلس أيضا مرتين ولم يذهب إليها في الثانية وولي القضاء بدمشق\nفي شهر ربيع الآخر سنة تسع وثمانمائة ثم انفصل بعد شهرين ثم ولي القضاء بعد\nذلك ست مرات ومدة مباشرته إحدى عشرة سنة وكسرا وذلك في مدة إحدى وعشرين سنة\nوسبعة أشهر <span id='ms382'></span> ووقع بينه وبين جماعة من معاصريه من النياب والقضاة وغيرهم فتن\nوشرور وحصل له بذلك محن وأوذي فصبر وأظهر من الشجاعة وثبات الجأش ما يعجز\nعن مثله وكل ذلك والله ينصره على أعدائه ويرفع كلمته عليهم وقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p096'> Vol. 04, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nدرس بالشاميتين والركنية والظاهرية والغزالية وفي أواخر عمره في جمادى\nالآخرة سنة سبع وعشرين ولي كتابة السر بالديار المصرية فباشرها دون سنة ثم\nوقع بينه وبين جان بك الدوادار فتنة فعزل وأخرج على وجه غير مرضي وغرم مالا\nكثيرا وكان حسن التصرف في العلوم إلى الغاية جيد الذهن حاد القريحة ذكيا\nفصيحا يلقي الدروس بتأن وتوأدة ويردعلى من يبحث معه بالعلم لا بالقوة قال\nلي الشيخ جمال الدين الطيماني رحمه الله تعالى إنه كان يدرس أحسن من أخيه\nالشيخ شهاب الدين وصدق فيما قال لأن الشيخ كان يستروح ولا يعتني بما يلقيه\nوأما قاضي القضاة فكان يعتني بدروسه كثيرا وكان حسن الملتقى للناس كثير\nالمباسطة لهم محسنا للغرباء والواردين عليه كثير المساعدة لأهل العلم\nوالإحسان إليهم والتودد لهم وكان قامعا للظلمة والمبتدعة لا يهاب أحدا منهم\nولا يبالي والله ينصره ويؤيده وحصل للفقهاء به عز ورفعة وكان يعتقد الفقراء\nوالصالحين ويكرمهم ويزورهم ومحاسنه جمة ومناقبه كثيرة وعليه مآخذ ورحمة\nالله تعالى واسعة قتل بمنزله بين الربوة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p097'> Vol. 04, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nوالنيرب في ذي القعدة سنة ثلاثين وثمانمائة ودفن إلى جانب أخيه رحمهما\nالله تعالى عن ثلاث وستين سنة وكسر ورئيت له منامات حسنة تدل على سعادته في\nالآخرة كما كان في الدنيا إن شاء الله تعالى\n</p>\n\n<h1 class='l1' id='head64'>773 - </h1>\n\n<p>\nمحمد بن إبراهيم بن أيوب العلامة بدر الدين بن العصياتي الحمصي قدم دمشق\nونزل بالمدرسة البادرائية وأخذ عن القرشي وابن الشريشي وغيرهما وسمع الصحيح\nعلى بعض أصحاب ابن الشحنة ومسلم والنسائي على ابن الكويك وشارك في عدة علوم\nوأقام ببلاده وصار شيخها وأفتى ودرس ووعظ وانتفع به جماعة وكان خيرا يأمر\nبالمعروف وينهى عن المنكر مات في أوائل سنة أربع وثلاثين وثمانمائة ببلده\nعن نحو ستين سنة ظنا ثم رأيت الحافظ <span id='ms383'></span> شهاب الدين ابن حجر أمتع الله ببقائه\nذكره في معجمه مختصرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>774 - </h1>\n\n<p>\nمحمد بن أبي بكر بن علي بن يوسف الشيخ نجم الدين المرجاني المكي مولده\nسنه ستين أو إحدى وستين وسبعمائة سمع الحديث بمكة على القاضي عز الدين ابن\nجماعة وغيره وبدمشق من ابن خطيب المزة ويوسف ابن الصيرفي وغيرهما وحدث وعني\nبالعربية ومتعلقاتها قال لي صاحبنا الحافظ تقي الدين الفاسي رحمه الله\nتعالى ومهر في ذلك مع مشاركة في الفقه وغيره وتصدى للتدريس والإفادة كثيرا\nونظم أبياتا في معنى قواعد الإعراب لابن هشام وفيها زيادات عليها وشرحها\nوكتب شرحا على التنبيه وله نظم حسن وفيه خير ومروءة ودرس بالمنصورية بمكة\nتوفي بمكة في رجب سنة سبع وعشرين وثمانمائة\n</p>\n\n<h1 class='l1' id='head66'>775</h1>\n\n<p>\nمحمد بن أحمد بن موسى الشيخ العالم شمس الدين أبو عبد الله العجلوني\nالكفري الأصل الدمشقي مولده في شوال سنة سبع بتقديم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالسين وخمسين وسبعمائة وحفظ التنبيه وأدرك جدي الشيخ شمس الدين وغيره من\nالمشايخ وأخذ عنهم يسيرا ثم لازم الشيخ شرف الدين الغزي مدة طويلة وانتفع\nبه واشتهر بحفظ الفروع من شبيبته وكتب بخطه الكثير نسخا لنفسه وللناس وكان\nله قدرة على الكتابة وناب للقاضي علاء الدين ابن أبي البقاء قبل الفتنة ثم\nباشر نيابة القضاء بعد الفتنة غير مرة وولي تدريس الصارمية ونظرها وعمر\nبعضها ودرس في حصة من تدريس العزيزية نزل له عنها القاضي شمس الدين\nالإخنائي في مرض موته وتصدر في الجامع من مدة قريبة ولم ينحب عليه أحد من\nالطلبة وحج مرات وجاور بمكة مرات وجمع مختصرا في الحديث وشرحا على البخاري\nفي ست مجلدات سماه التلويح واختصر شرح البخاري لابن الملقن في أربع مجلدات\nوالكرماني في ثلاثة وشرع غاية الاختصار وكتب نكتا على التنبيه في مجلدات\nوغير ذلك وكان لا يعرف شيئا من العلوم غير الفقه وطرفا من الحديث وينظم\nكثيرا ولا يعرف العروض وكان كثير التغير لا يثبت على حال ولا يبقى على كلمة\nوعنده صبر واحتمال ورياضة توفي في المحرم سنة إحدى وثلاثين <span id='ms384'></span> وثمانمائة ودفن\nبمقبرة الصوفية ونزل عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p100'> Vol. 04, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nغالب وظائفه للسيد شهاب الدين ابن نقيب الأشراف ولامه الناس على ذلك رحمه\nالله تعالى\n</p>\n\n<h1 class='l1' id='head67'>776</h1>\n\n<p>\nمحمد بن عبد الدائم بن موسى الشيخ الإمام العالم المفتن شمس الدين أبو\nعبد الله العسقلاني الأصل البرماوي المصري مولده في ذي القعدة سنة ثلاث\nوستين وسبعمائة وأخذ عن الشيخ سراج الدين البلقيني والشيخ سراج الدين ابن\nالملقن والشيخ زين الدين العراقي والشيخ عز الدين ابن جماعة ومجد الدين\nالبرماوي والقاضي بدر الدين ابن أبي البقاء وكان في صغره في خدمته وسمع\nالكثير وفضل وتميز في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالفقه والنحو والحديث والأصول وكانت معرفته بهذه العلوم الثلاثة أكثر من\nمعرفته بالفقه وأقام بمصر يشغل ويفتي في حياة الشيخ وبعده وهو في غاية ما\nيكون من الفقر ثم قدم دمشق في جمادى الأولى سنة إحدى وعشرين فأكرمه القاضي\nنجم الدين ابن حجي وأنزله عنده وجلس في الجامع يقرىء واجتمع عليه الطلبة\nوظهر فضله وقصد بالفتاوى ثم عاد إلى مصر ثم قدم دمشق ثانيا في سنة ثلاث\nوعشرين بطلب من قاضي القضاة وناب في القضاء في ربيع الآخر من السنة وولي\nإفتاء دار العدل عوضا عن الشيخ شهاب الدين الغزي ثم تدريس الرواحية ونظرها\nعوضا عن الشيخ برهان الدين ابن خطيب عذراء ثم تدريس الأمينية عوضا عن تاج\nالدين بن الحسباني ودرس بها يوما واحدا وغير ذلك من الوظائف وكان يشغل\nبالجامع ويجتمع عليه كثير من الطلبة وأقرأ في الجماديين ورجب وشعبان\nالمنهاج في سنة والتنبيه في سنة أخرى والحاوي في أخرى ثم عاد إلى مصر بعد\nعزل قاضي القضاة ومحنته في رجب سنة ست وعشرين وحج من مصر سنة ثمان وعشرين\nوجاور بمكة ورجع إلى مصر في سنة ثلاثين وقد عين له تدريس الصلاحية بالقدس\nونظرها وذلك بمساعدة القاضي نجم الدين ابن حجي فجاء إلى القدس فأقام بها\nيسيرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p102'> Vol. 04, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nوتعلل ومات في جمادى الآخرة سنة إحدى وثلاثين وثمانمائة ودفن بمقبرة\nماملا وكتب شرحا على البخاري لم يبيضه وجمع شرحا على العمدة سماه <span id='ms385'></span> جمع العدة\nلفهم العمدة وأفرد أسماء رجال العمدة وله الألفية في الأصول وشرحها أخذ\nأكثره من البحر للزركشي وله منظومة أخرى في الفرائض وغير ذلك\n</p>\n\n<h1 class='l1' id='head68'>777 - </h1>\n\n<p>\nمحمد بن عبد الرحيم بن أحمد الإمام العلامة شمس الدين المصري المعروف\nبالمنهاجي وهو سبط الشيخ شمس الدين ابن اللبان ولد سنة إحدى أو اثنتين\nوسبعين وسبعمائة واشتغل قال الحافظ شهاب الدين ابن حجر أمتع الله ببقائه\nومهر في مدة قريبة وأتقن الفقه والأصول والعربية وشغل الناس مدة وأقام\nبجامع عمرو بن العاص يعمل المواعيد ويشغل الناس بالعلم وانتفع به أهل مصر\nخصوصا وكان متواضعا منجمعا حسن النظم والنثر له قصائد نبوية سائرة ومقاطيع\nمستحسنة حج في وسط عام سنة ست وثلاثين في البحر وحصل له في الطريق مشاق\nودخل مكة فحصل له قبول تام وعمل بها عدة مواعيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأقرأ الحديث وشغل بالعلم ثم حج مع الناس صحيحا فلما ومى الجمرة في\nالثالث مات في آخر النهار ودفن بجوار السيدة خديجة رضي الله عنها\n</p>\n\n<h1 class='l1' id='head69'>778 - </h1>\n\n<p>\nمحمد بن عطاء الله بن محمد بن أحمد بن محمود الإمام العلامة قاضي القضاة\nشمس الدين أبو عبد الله الرازي الأصل وكان يقصر عليها الهروي ثم المقدسي\nولد سنة سبع وستين اشتغل بالعلم ببلاده وأخذ عن العلامة سعد الدين\nالتفتازاني وغيره وتقدم عند تمر ثم دخل بلاد الشام غير مرة وسكن القدس\nفأكرمه الأمير نوروز وفوض إليه الصلاحية بالقدس ودرس بها وتصدى للأخذ عنه\nثم ولي قضاء الديار المصرية من قبل المؤيد وعزل القاضي جلال الدين ابن\nالشيخ به وجرت أموره وتعصب جماعة الشيخ عليه وحصل له إهانة ورافعه أهل\nالقدس لأنه ولي عليهم نظر القدس والخليل وفهم المؤيد أن ذلك تعصب عليه وحظ\nنفس فرجع المذكور إلى القدس على تدريس الصلاحية وغيرها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nثم ولي من قبل الأشرف بن سامي كتابة السر بالديار المصرية مدة يسيرة ثم\nالقضاء عوضا عن العلامة شهاب الدين ابن حجر مدة يسيرة أيضا ثم رجع إلى\nالقدس على تدريس الصلاحية وحج في تلك السنة وعاد إلى <span id='ms386'></span> القدس وأقام ملازما\nللاشتغال والإشغال والفتوى والتصنيف وكان إماما عالما غواصا على المعاني\nيحفظ متون أحاديث كثيرة ويسرد جملة من تواريخ العجم وكان رئيسا مهابا حسن\nالشكالة ضخما لين الجانب على ما فيه من طبع الأعاجم ولقد سمعت الشيخ شهاب\nالدين ابن حجي يثني عليه ويتعجب من سرده لتواريخ العجم وقال لي الشيخ جمال\nالدين الطيماني إنه يحل الكتب المشكلة ويتخلص منها تخرج به جماعة ببيت\nالقدس وصف شرح مسلم وغيره توفي ببيت المقدس في ذي الحجة سنة تسع بتقديم\nالتاء وعشرين وثمانمائة وبنى بالقدس مدرسة ولم يتمها\n</p>\n\n<h1 class='l1' id='head70'>779</h1>\n\n<p>\nمحمد بن علي بن محمد بن أبي بكر القاضي العالم جمال الدين الشيبي المكي\nمولده في أول سنة ثمان وسبعين وسبعمائة رحل إلى مصر والشام وغيرهما واشتغل\nفي العلم وأخذ عن مشايخ ذلك الوقت ورجع إلى مكة وولي إمامة البيت في سنة\nثمان وعشرين وولي قضاء مكة في شعبان سنة ثلاثين قال لي بعض علماء مكة\nوحفاظها كان رحمه الله قد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأجمع الناس على محبته لا تراه عين إلا قرت برؤيته ولا تسمع به أذن إلا\nوأصغت لحسن سيرته وصنف تصانيف كثيرة منها شيء على الحاوي الصغير ومنها كتاب\nسماه قلب القلب شحنه من الفوائد وأودعه درر الفرائد دل على سعة اطلاعه\nومنها كتاب الأمثال صنفه لصاحب اليمن الملك الناصر أحمد بن الملك الأشرف\nوفي آخر حياته صنف كتابا سماه اللطيف في القضاء وله ذيل على حياة الحيوان\nسماه طيب الحياة ودخل إلى شيراز وأكرمه صاحبها ووصل مراغة وبغداد وكتب بخطه\nالحوادث من يوم بلوغه إلى يوم وفاته وكان خاتم زمانه توفي في شهر ربيع\nالآخر سنة سبع بتقديم السين وثلاثين وثمانمائة\n</p>\n\n<h1 class='l1' id='head71'>780 - </h1>\n\n<p>\nمحمد بن محمد بن عثمان بن محمد بن عبد الرحيم بن إبراهيم بن هبة الله ابن\nالمسلم القاضي ناصر الدين بن كمال الدين بن فخر الدين بن كمال الدين الجهني\nابن البارزي الحموي نزيل القاهرة وكاتب السر بها ولد في شوال سنة تسع\nبتقديم التاء وستين وسبعمائة ومات أبوه وهو <span id='ms387'></span> صغير في سنة ست وسبعين فنشأ عند\nأخواله واشتغل بالعلم وحفظ الحاوي الصغير وعدة كتب وكان ذكيا فتخرج في مدة\nيسيرة وولي قضاء بلده سنة ست وتسعين ثم عزل وأعيد وولي كتابة السر ببلده\nجمع بينها وبين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالقضاء وحصل له أذى كثير من نائب حماة أشبك بن أزدمر ثم اتصل بخدمة\nالأمير شيخ لما كان نائب طرابلس فلما أخذ دمشق من الأمير نوروز في سنة إحدى\nعشرة جاء المذكور إليه فولاه الخطابة بالجامع الأموي فكان يخطب خطبا بليغة\nبفصاحة وصوت جهوري وكان يحضر مع الفقهاء في قراءة البخاري بدار السعادة\nوظهر علمه وفضله وقوة إدراكه وحسن أدائه ولما جاء الناصر في سنة اثنتي عشرة\nحصل له أذى من الأستادار جمال الدين ثم ولي قضاء حلب مدة يسيرة ثم عزل في\nربيع الأخر سنة أربع عشرة ولما انتصر الأمير شيخ على الناصر فرج توجه\nالقاضي ناصر الدين معه فولاه كتابة السر بالديار المصرية بعد أن تسلطن\nبثلاثة أشهر في شوال سنة خمس عشرة وتقدم عنده وصار أكثر الأمور مرجعها إليه\nويستبد بكثير منها وكان كثير الإدلال على السلطان يراجعه ويرادده ولا يفعل\nإلا ما يريد وله الحرمة الوافرة وكان رئيسا كبيرا ذا مروءة وعصبية وهمه\nعالية وله في الأدب اليد الطولى وهو من بيت الرئاسة والعلم وقدم مع السلطان\nفي سنة سبع عشرة في فتنة نوروز وتوجه معه إلى حلب وعاد الى مصر ثم قدم\nثانيا في سنة ثمان عشرة في فتنة قانبابي وتوجه مع السلطان إلى بلاد الشمال\nورجع إلى مصر ثم قدم مع السلطان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p107'> Vol. 04, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nثالثا في سنة عشرين ودخلوا أطراف بلاد الروم وفتحوا مدنا وقلاعا ثم عادوا\nإلى مصر قال الحافظ شهاب الدين ابن حجر امتع الله ببقائه فيما كتب إلى ولي\nقضاء حلب لما ولي المؤيد بنائبها ثم قدم معه القاهرة فاستقر في كتابة السر\nوكان شهما مقداما متفوها كثير الاستحضار جامعا بين الجد والهزل متعصبا\nلأصحابه قائما بأمورهم صعبا على من يعاديه وقد عظم أمره جدا في <span id='ms388'></span> الدولة\nالمؤيدية بحيث سكن السلطان بعسكره في داره التي أنشأها بشاطىء النيل وصار\nمدار معظم الأمور عليه وجمع مالا كثيرا جدا مع بشاشة الوجه وحسن الملتقى\nوملازمة السلطان إلى أن أدركه الأجل المحتوم وذكره في معجمه وقال يتوقد\nذكاءه مع بعد عهد بالإشغال والمطالعة يستحضر كثيرا من محفوظاته الفقهية\nوالأدبية وغيرها وينشد القصيدة الطويلة التي حفظها من عشرين سنة لا يتلعثم\nفيها ولم أر لأبناء جنسه من يجري مجراه والله المسؤول أن يعفو عنه بمنه\nتوفي في شوال سنة ثلاث وعشرين وثمانمائة رحمه الله تعالى\n</p>\n\n<h1 class='l1' id='head72'>781 - </h1>\n\n<p>\nمحمود بن أحمد بن محمد الشيخ الإمام العلامة القاضي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالمصنف نور الدين الحموي المشهور بابن خطيب الدهشة قاضي حماة وعالمها ولد\nسنة ستين وسبعمائة واشتغل ببلده على جماعة ورحل إلى مصر والشام وأخذ عن\nعلمائها وسمع الحديث ودرس وأفتى وصنف الكثير فمن تصانيفه مختصر القوت\nللأذرعي في أربعة أجزاء سماه إعانة المحتاج إلى شرح المنهاج ومختصر المطالع\nوشرح الكافية والشافية لابن مالك والتقريب في علم الغريب وغير ذلك وولي\nالقضاء بحماة من قبل المؤيد فباشره مباشرة حسنة وكان عنده زهده وتقشف ثم\nعزل وتفرد مدة بمشيخة حماة بعد موت رفيقه الشيخ جمال الدين ابن خطيب\nالمنصورية وكان كثير الاستحضار ولكن كان فيه غفلة وعنده تساهل فيما ينقله\nويقوله وأخذ عنه جماعة توفي في شوال سنة أربع وثلاثين ووالده كان من الغيوم\nوقدم من الديار المصرية إلى حماة وهو من جماعة الشيخ أبي حيان وقرره المؤيد\nفي خطابه جامع الدهشة حين بناه وله مصنفات منها المصباح المنير في غريب\nالشرح الكبير في مجلدين وهو كتاب نافع وشرح عروض ابن الحاجب شرحا حسنا وله\nديوان خطب لا أعلم وقت وفاته\n</p>\n\n<h1 class='l1' id='head73'>782 - </h1>\n\n<p>\nموسى بن محمد بن نصر الشيخ العالم القاضي شرف الدين أبو الفتح البعلي\nالمعروف بابن السقيف مولده سنة اثنتين وخمسين وسبعمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأخذ الفقه والحديث ببلده عن الخطيب جلال الدين وعماد الدين ابن بردس وقدم\nدمشق وأخذ عن المشايخ الثلاثة شهاب الدين الزهري وشرف الدين ابن الشريشي\nوزين <span id='ms389'></span> الدين القرشي ورجع إلى بلده وتصدى للإفتاء والاشتغال من سنة إحدى\nوثمانين وقرأ عليه جماعة وتميزوا وحضر عندي بعض طلبته فرأيته فاضلا يستحضر\nأشياء غريبة مليحة فسألته عمن أخذت ذلك فقال عن الشيخ شمس الدين المذكور\nوأخبرني أنه كان له ورد في الليل لا يخل به في حضر ولا سفر وينكر المنكر\nوولي قضاء بعلبك مرارا فباشره على وجه حسن وكان أفقه من بقي ببلده مع\nمشاركة في الأصول والنحو والفرائض وكان يلازم الاشتغال ويحب طلبة العلم\nويبرهم وكان سليم الباطن توفي ببلده في جمادى الأخرة سنة ثلاث وعشرين\nوثمانمائة\n</p>\n\n<h1 class='l1' id='head74'>783 - </h1>\n\n<p>\nيحيى بن يحيى بن أحمد بن حسن الشيخ العالم المحدث الفقيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالواعظ أقضى القضاة محيى الدين أبو زكريا القبابي المصري ثم الدمشقي\nمولده في أواخر سنة ستين أو أول سنة إحدى وستين اشتغل بالقاهرة وأقام\nبمدرسة السلطان حسن وحفظ التنبيه ومختصر ابن الحاجب والألفية وأخذ عن الشيخ\nسراج الدين البلقيني وابن الملقن والأبناسي وغيرهم من علماء العصر وأخذ\nالحديث عن الشيخ زين الدين العراقي والأصول عن الشيخ عز الدين ابن جماعة\nوالنحو عن الشيخ محب الدين ابن هشام ثم حفظ الحاوي الصغير وتميز وفضل وقدم\nدمشق في سنة خمس وثمانين وحضر المدارس مع الفقهاء فاشتهر فضله وأثنى\nالمشايخ عليه بلغني أن الشيخ شهاب الدين المذكور وقرأ عليه نصف المختصر\nوأذن له بالإفتاء وعمل ميعادا بالجامع قبل الفتنة بيسير وازدحمت الناس عليه\nفلما وقعت الفتنة افتقر فاحتاج أن يقيم بقرية في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p111'> Vol. 04, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nالبر فذهب إلى بيت روحا فأقام بها مدة ثم سافر إلى مصر فلم يحصل بها شيئا\nفعاد ودخل في المواعيد فأقبل عليه الناس لعلمه وفصاحته وانتفع به جماعة من\nالعوام وقرأ صحيح البخاري للأمير نوروز مرتين واستنابه القاضي نجم الدين\nابن حجي في سنة إحدى عشرة وباشر لمن بعده من القضاة ولم يحمد في ذلك وكان\nفي بصره ضعف ثم إنه تزايد إلى أن أضر قبل الثلاثين وهو مستمر على مباشرة\nنيابة القضاء وربما أخذ بيده وعلم وكان يكتب عنه <span id='ms390'></span> في الفتوى ويكتب هو إسمه\nودرس بالمدرسة الدولعية وناب في تدريس الشامية البرانية مرتين وكان فصيحا\nذكيا فاضلا في فنون جيد الذهن حسن الظاهر والباطن لين العريكة سهل الانقياد\nقليل الحسد والغيبة وعنده مروءة وعصبية وفي أواخر عمره بعد موت رفقته دخل\nالجامع واشتغل وأقرأ التنبيه والمنهاج والحاوي خلا كل واحد في مدة أشهر لكن\nمن غير مطالعة ولا تحرير بل يجري على الظواهر توفي في صفر سنة أربعين\nوثمانمائة ودفن بمقبرة باب الصغير شرقي قبر سيدنا بلال رضي الله عنه بالقرب\nمن جادة الطريق وقباب قرية من قرى أشموم الرمان من الوجه البحري من الديار\nالمصرية وكان والده خطيب القرية المذكورة وقباب قرية بالعراق بقرب يعقوبا\nوقباب محلة بنيسابور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p112'> Vol. 04, p. 112</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head75'>784</h1>\n\n<p>\nيوسف بن إسماعيل بن يوسف الأنبابي بفتح الهمزة وسكون النون بعدها موحدتان\nبينهما ألف المصري الشيخ جمال الدين قال الحافظ شهاب الدين ابن حجر أمتع\nالله ببقائه ولد سنة ستين فيما أظن كان يذكر له نسبا إلى سعد بن عبادة\nالأنصاري وكان أبوه ممن يعتقده المصريون وبنى له زاوية بأنبابة في البر\nالغربي بالجيزة ونشأ ولده هذا محبا في العلم فسمع من شيوخها ومهر في\nالعربية ولازم شيخنا العراقي وكان يعظمه ثم انقطع بزاوية أبيه يشغل الناس\nبالعلم ويكرم الواردين فاشتهر أمره وصار للترك فيه اعتقاد وحج مرات مات في\nشوال سنة ثلاث وعشرين وثمانمائة ودفن بزاوية والده وخلف مالا طائلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nهذا آخر كتاب طبقات الفقهاء ولله الحمد والمنة وله الشكر والنعمة والصلاة\nوالسلام على أشرف الخلق سيدنا محمد وآله وصحبه أجمعين نجزت هذه النسخة\nالمباركة في عاشر شهر رمضان سنة ثلاث وأربعين وثمانمائة على يد العبد\nالفقير الذليل الراجي عفو ربه الملك الجليل محمد بن أحمد بن محمد بن سيف\nالحمصي الشافعي جعله الله من أهل العلم وزينه بالحلم وختم له بخير ولجميع\nالمسلمين آمين\n</p>\n\n<p>\nاتفق الفراغ من كتاب الطبقات في ذي القعدة سنة إحدى وأربعين وثمانمائة\nوبلغ مقابلة هذه النسخة على أصلها المنقول مع كتابة الزوائد التي بحواشيها <span id='ms391'></span>\nوكتبه مؤلفه أبو بكر بن أحمد بن محمد بن عمر بن محمد بن عبد الوهاب بن محمد\nبن ذؤيب الأسدي ابن قاضي شهبة عفا الله عنه هذا ما وجد بخاتمة نسخة ش\n</p>\n\n<p>\nوكان الفراغ من نسخها يوم الخميس تاسع عشرين من ربيع الآخر سنة ثلاث\nوأربعين وثمانمائة علقها لنفسه العبد الفقير إلى الله تعالى أحمد بن محمد\nبن عبد الرزاق الأريحي الشافعي غفر الله له ولوالديه ولجميع المسلمين\n</p>\n\n<p>\nقال المصنف شيخنا وأستاذنا الشيخ الإمام العلامة شيخ الإسلام بقية\nالمجتهدين أمتع الله الوجود بوجوده وأفاض عليه سحاب نعمه وجوده اتفق الفراغ\nفي تصنيفها في ذي القعدة الحرام سنة إحدى وأربعين وثمانمائة وكتب بخطه\nالكريم ما صورته وكتب مؤلفه أبو بكر بن أحمد بن محمد بن عمر بن محمد بن عبد\nالوهاب بن ذؤيب الأسدي ابن قاضي شهبة الشافعي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p114'> Vol. 04, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nبلغ مقابلة بأصله كأنها على نسخة مقابلة عليها خط شيخنا المصنف رحمه الله\nتعالى وكان رحمه الله تعالى زاد في الطبقات زيادات كثيرة كتبها بخطه فزدتها\nونقلتها من خطه وعلى النسخة المقابلة عليها خط الحافظ شهاب الدين ابن حجر\nأمتع الله المسلمين بحياته وكتب عليها فوائد وأرسلها إلى شيخنا المصنف فلما\nوقف عليها أعجبه ذلك وقال وقف على هذا الكتاب الشيخ الإمام العلامة حافظ\nالعصر وأستاذ المؤرخين قاضي القضاة شهاب الدين أبو العباس احمد بن حجر أمتع\nالله المسلمين بوجوده وأفاض عليه من سحاب كرمه وجوده وأصلح فيه مواضع وأفاد\nجملة من الفوائد وكان ذلك كالشهادة للكتاب بالتزكية والقبول فلله الحمد\nوالمنة وكتبه أبو بكر بن أحمد بن محمد بن قاضي شهبة الأسدي الشافعي\n</p>\n\n<p>\nوفي ختام نسخة م ما نصه\n</p>\n\n<p>\nوكان الفراغ من نسخها نهار الأربعاء رابع عشر شهر الله المحرم الحرام من\nشهور سنة أربع وأربعين وثمانمائة على الفقير إلى عفو مولاه القدس عمر بن\nعلي بن أحمد المارديني الخفي عامله الله بجميل لطفه الخفي وغفر له ولوالديه\nولمشايخه ولكل المسلمين أجمعين وذلك على باب الشامية البرانية رحم الله\nواقفتها ونور ضريحها <span id='ms392'></span> آمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p115'> Vol. 04, p. 115</a>\n            </div>\n             <span id='ms393'></span>\n</p>\n",
  "pages": [
    "000",
    "006",
    "000",
    "000",
    "000",
    "000",
    "011",
    "000",
    "013",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "020",
    "021",
    "000",
    "000",
    "000",
    "000",
    "026",
    "000",
    "000",
    "000",
    "030",
    "031",
    "032",
    "000",
    "000",
    "000",
    "000",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "000",
    "044",
    "045",
    "046",
    "000",
    "048",
    "000",
    "050",
    "000",
    "000",
    "000",
    "000",
    "055",
    "000",
    "000",
    "000",
    "059",
    "000",
    "000",
    "062",
    "000",
    "064",
    "065",
    "000",
    "067",
    "000",
    "000",
    "070",
    "000",
    "000",
    "073",
    "000",
    "075",
    "000",
    "077",
    "000",
    "000",
    "000",
    "081",
    "000",
    "000",
    "084",
    "000",
    "000",
    "000",
    "088",
    "000",
    "000",
    "091",
    "000",
    "093",
    "094",
    "000",
    "096",
    "097",
    "000",
    "000",
    "100",
    "000",
    "102",
    "000",
    "000",
    "000",
    "000",
    "107",
    "000",
    "000",
    "000",
    "111",
    "112",
    "000",
    "114",
    "115"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04"
  ]
}