{
  "content": "\n<p>\nهذه رسالة في إثبات كرامات الأولياء للعلامة الأوحد والفهامة الأمجد *\n(شهاب الدين أحمد بن أحمد السجاعي) * رحمه الله ونفعنا به والمسلمين آمين م\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم الحمد لله الذي نصب لدينه من ذب عنه الرعاع وأزال\nبنور الحق ظلام الباطل وإن كاد لكثرة أهله يملأ سائر البقاع والصلاة\nوالسلام على سيد الأنبياء بلا نزاع سيدنا ومولانا محمد صاحب المعجزات التي\nفاقت ضياء الشمس والقمر في الشعاع وعلى آله وأصحابه أولي الكرمات في الحياة\nوبعد الممات المشاهدات لمن فارق الابتداع وعلى التابعين وتابع التابعين لهم\nبإحسان وعلى من خالف هوى النفس فرجع إلى الحق وما ارتاع آمين * (أما بعد) *\nفيقول راجي من مولاه حسن المساعي أحمد ابن الشيخ أحمد السجاعي الشافعي\nالأحمدي إن السنة المحمدية المشرفة المحمية لما صارت غريبة عزيرة في هذه\nالأزمان المتأخرة الردية كثر أهل البدع وتكلموا بفاسد الاعتقاد وأوهموا\nالجاهلين أنها أمور حقية فضلوا وأضلوا وباءوا من الله بالطرد والإبعاد\nوأكثر ما يقع ذلك منهم في المجالس المظلمة بظلام الظلم وحب الدنيا للقوم\nالجاهلين قصدا لصيدهم حطامها الفاني فبئس ما قدمت لهم أنفسهم وبئس ما شروا\nبه أنفسهم لو كانوا عالمين فما تكلم به قوم رعاع وأذاعوه فأورثهم الحرمان\nوسوء الابتداع إنكار كرامات الأولياء أحياء وأمواتا ومنها إنكارهم على\nالمسلمين زيارة الأولياء كقطب الأقطاب السيد البدوي واعتراضهم عليه بما يقع\nفيه من المخالفات لرب الأرباب ومنها وهو أشنع مما قبله قولهم من أين لنا\nأنهم ماتوا على الإسلام ومنها تكفيرهم الوليين العظيمين الجليلين القطب\nالكبير سيدي محيي الدين بن عربي والقطب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p002'> Vol. 00, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nالجليل سيدي عمر بن الفارض نفعنا الله بهم آمين وقد سئلت في إظهار إبطال\nهذه الدعاوى التي ليست خافية على من له نور بصيرة من أهل الإيمان بالأدلة\nالواضحة التي هي كالشمس في رابعة النهار فأحببت الدخول في سلك السنة\nالنبوية ورجوت بركة كرامات أولياء الله تعالى والنجاة من عذاب الدنيا وعذاب\nالنار فقلت أما كرامات الأولياء فاعلم أن الكرامات جمع كرامة وهي أمر خارق <span id='ms1'></span>\nللعادة غير مقرون بدعوى النبوة ولا هو مقدمة لها يظهر على يد عبد ظاهر\nالصلاح ملتزم لمتابعة نبي كاف بشريعته مصحوب بصحيح الاعتقاد والعمل الصالح\nعلم بها أو لم يعلم فتمتاز بعدم الاقتران المذكور عن المعجزة فلا تلتبس بها\nوبنفي مقدمتها عن الارهاص وهو ما يظهر على يد الأنبياء قبل النبوة كتظليل\nالغمام لنبينا صلى الله عليه وسلم وبظهور الصلاح عما يسمى معونة كما يظهر\nعلى يد بعض عوام المسلمين تخليصا لهم من المحن والمكاره وبالتزام متابعة\nنبي الخ عن الخوارق المؤكدة لكذب الكاذبين وتسمى إهانة كبصق مسيلمة بكسر\nاللام في بئر عذبة الماء ليزداد ماؤها حلاوة فصار ملحا أجاجا وبالمصحوبية\nبصحيح الاعتقاد الخ عن الاستدراج كما خرج السحر عن جهات عدة ودليل الجواز\nأن ظهور الخارق أمر ممكن في نفسه وكل ما هو كذلك فهو صالح لشمول القدرة\nلإيجاده ودليل ذلك الأمر وإمكانه أنه لا يلزم من فرض وقوعه محال ودليل\nالوقوع ما جاء في الكتاب العزيز من قصة مريم عليها السلام وولادتها عيسى\nعلى نبينا وعليه وعلى سائر الأنبياء الصلاة والسلام من غير زوج مع كفالة\nزكريا لها عليه الصلاة والسلام وكان لا يدخل عليها غيره وإذا خرج من عندها\nأغلق عليها سبعة أبواب وكان يجد عندها فاكهة الصيف في الشتاء وفاكهة الشتاء\nفي الصيف ومن قصة آصف وإتيانه بعرش بلقيس قبل ارتداد طرف سليمان عليه\nالسلام وقد تواتر وقوع الكرامات من الصحابة والتابعين ومن بعدهم إلى وقتنا\nهذا وقد أطال العلامة اللفاني وولده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nالكلام على ذلك عند قوله في جوهرته وأثبتن للأولياء الكرامة * ومن نفاها\nإنبذن كلامه أي لطرح كلام من بنفيها من المعتزلة ومن جرى على طريقتهم وقد\nقال قال العلامة النسفي في عقائده كرامات الأولياء حق فتظهر الكرامة على\nطريق نقض العادة للولي من قطع المسافة البعيدة في المدة القليلة وظهور\nالطعام والشراب واللباس عند الحاجة والمشي على الماء وفي الهواء وكلام\nالجماد والعجماء وغير ذلك من الأشياء ويكون ذلك معجزة للرسول الذي ظهرت هذه <span id='ms2'></span>\nالكرامة لواحد من أمته لأنه ظهر بها أنه ولي ولا يكون وليا إلا إذا كان\nمحقا في ديانته برسالة رسوله انتهى وقد أقره شارحه سعد الدين وغيره من أئمة\nأهل السنة أسعد الله جميعهم وخذل أعداءهم إذا علمت هذا اتضح لك أن الفاعل\nللكرامات كالمعجزات إنما هو الله تعالى وحده لكن أظهرها الله سبحانه وتعالى\nعلى أيدي أهل طاعته الموصوفين بما تقدم إكراما لهم وإذلالا لمنازعيهم\nوخصمائهم وليس لهم في ذلك اكتساب ولا لهم على ذلك اقتدار فمن نسب لهم في\nذلك فعلا فقد ضل وحاد عن الطريق المستقيم إذ مذهب أهل السنة والجماعة أن\nالعبد لا يخلق شيئا من الأفعال بل المنفرد بالخلق والإيجاد هو الله الفاعل\nالمختار وحينئذ لا فرق في إظهارها على يد أحد منهم بين كونه حيا أو ميتا\nوإنكار أهل الجهل والبهتان وقوعها على يد الأموات لاعتقادهم الفاسد أن\nالفاعل هو صاحب الكرامة وقد علمت بطلانه وأنه مبنى على قاعدة أهل الاعتزال\nوالملامة ومن المشاهد المحسوس حفظ الله تعالى لمن أراد زيارتهم بحسن إخلاص\nواعتقاد صحيح من شر الأعداء المراقبين له ومن قطاع الطريق فلا يقع خلاف ذلك\nإلا نادرا فهذه كرامة عظمي وأما ما يقع من الإنس الباطني والإشراق الظاهري\nوحسن الحال لمن ذكر فأمر يعرفه من ذاقه من أهل الايقان ولا ينكره إلا\nالمحروم المطرود عن باب الفضل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nوالإحسان قال المحقق الشهاب ابن حجر في فتاويه ما نصه وجاء عن المشايخ\nالعارفين والأئمة الوارثين أنهم قالوا أقل عقوبة المنكر على العارفين حرمان\nبركاتهم قالوا ويخشى عليه سوء الخاتمة نعوذ بالله من سوء القضاء وقال بعض\nالعافين من رأيتموه يؤذي الأولياء وينكر مواهب الأصفياء فاعلموا أنه محارب\nلله مبعود مطرود عن حقيقة قرب الله وقال الإمام المجمع على جلالته وإمامته\nأبو تراب النخشبي رضي الله عنه إذا ألف القلب الإعراض عن الله صحبته\nالوقيعة في أولياء الله تعالى وقال الإمام العارف شاه ابن شجاع الكرماني ما\nتعبد متعبد بأكثر من التحبب إلى أولياء الله <span id='ms3'></span> لأن محبتهم دليل على محبة الله\nعز وجل ا ه‍ ويكفى في عقوبة المنكر على الأولياء قوله صلى الله عليه وسلم\nفي الحديث الصحيح القدسي من آذى لي وليا فقد آذنته بالحرب أي أعلمته أني\nمحارب له ومن حارب الله لا يفلح أبدا قال العلماء لم يحارب الله عاصيا إلا\nالمنكر على الأولياء وآكل الربا وكل منهما يخشى عليه خشية قريبة جدا من سوء\nالخاتمة إذ لا يحارب الله إلا كافرا ا ه‍ قلت ومن أذية أولياء الله إيقاع\nالمعاصي كالغيبة والنميمة وسائر المحرمات بأمكنتهم وكثرة اللغط فيها بغير\nذكر الله المصحوب بخشيته تعالى نسأله سبحانه وتعالى بهم الحفظ من جميع\nالمكاره ونسأله من فضله الدخول في حزبهم إلى أن نلقاه تعالى وهو راض عنا\nآمين وإذ قد سمعت كل ما سبق فهمت أنه لا اعتراض عليهم بشئ مما يقع في\nأمكنتهم من آحاد الناس ولنضرب مثالا كالشمس المنيرة لا يصد عنه إلا أعمى\nالبصر أو البصيرة هو أن بعض الأموات من آحاد الناس يبالغ أهله في التجهيز\nوالتكفين وفي تشريف قبره وإظهاره بين المسلمين فهل يسوغ لعاقل أن ينسب\nللميت شيئا من ذلك أو يلوم عليه فيما يقع هنالك والحاصل أن الله قد أكرم\nأحبابه في الحياة وبعد الممات فهو الفاعل جل جلاله لا غيره من سائر\nالممكنات ومن المقرر عند السادة الأعلام أن ما جاز للأنبياء معجزة جاز\nللأولياء كرامة بشرط عدم التحدي وهو ادعاء النبوة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nفاعرف المقام وأما إنكار أهل الضلال زيارة أهل الله الواصلين لكل كمال\nفهو زيادة في الحرمان لما ورد عن سيد ولد عدنان صلى الله عليه وسلم من طلب\nزيارة قبور المسلمين على الاطلاق فما بالك بزيارة أهل الله وخاصته ولا سيما\nأهل بيت المصطفى المطلوب زيادة إكرامهم بالاتفاق وقد قال مولانا سبحانه في\nكتابه العزيز قل لا أسألكم عليه أجرا إلا المودة في القربى قال أهل التفسير\nالمعنى لا أطلب على ما أتعاطاه من التبليغ والبشارة نفعا إلا أن تودوا\nقرابتي روى <span id='ms4'></span> أنها لما نزلت قيل يا رسول الله من قرابتك هؤلاء الذين وجبت\nعلينا مودتهم قال على وفاطمة وابناهما ذكر ذلك البيضاوي وقيل في الآية غير\nذلك وطلب مودتهم لا يختص بحال الحياة ثم قال صاحب الحصن الحصين وجربت\nاستجابة الدعاء عند قبور الصالحين بشروط معروفة وقال العارف بالله تعالى\nسيدي محمد بن عبد القادر الفاسي وقد كان الإمام الشافعي بقول قبر موسى\nالكاظم الترياق المجرب قال العارف بالله أحمد زروق قال أبو عبد الله وإذا\nكانت الرحمة تنزل عند ذكرهم فما ظنك بمواطن اجتماعهم على ربهم ويوم قدومهم\nعليه بالخروج من هذه الدار وهو يوم وفاتهم فزيارتهم فيه تهنئة لهم وتعرض\nلما يتجدد من نفحات الرحمة عليه فهي إذا مستحبة إن سلمت من محرم أو مكروه\nفي أصل الشرع كاجتماع النساء وتلك الأمور التي تحدث ولبعضهم إن القساوة لا\nدواء لضرها * إلا زيارة ساكني الالحاد ولرب زورة عارف بها * منها على\nالزهاد والعباد ولخير أعمال العبيد جلوسهم * عند الولي هنيهة للصاد ورأى\nبعض الصالحين النبي صلى الله عليه وسلم في المنام فسأله عن أفضل الأعمال\nفقال عليه الصلاة والسلام أفضل الأعمال جلوسك عند ولي من أولياء الله قدر\nحلب شاة قال حيا كان أو ميتا يا رسول الله قال حيا كان أو ميتا قال الشيخ\nسيدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن ناصر وهذا أقل ما ينبغي أن يمكث الزائر بين يدي الولي ومن كلام\nسيدي إبراهيم البازي رضي الله عنه وأرضاه ونفعنا به آمين زيارة أرباب التقى\nمرهم يبري * ومفتاح أبواب الهداية والخير وتحدث في صدر الخلي إرادة * وتشرح\nصدر أضاق من سعة الوزر وتنصر مظلوما وترفع خاملا * وتكسب معدوما وتجبر ذا\nكسر ولا فرق في إمكانها بين سالك * مرب ومجذوب وحى وذي قبر وذي الزهد\nوالعباد فالكل منعم * عليهم ولكن ليست الشمس كالبدر فزر وتأدب بعد تصحيح\nنية * تأدب مملوك مع المالك الحر عليك بها فالقوم باحوا بسرها * ووصوا بها\nيا صاح في السر والجهر انتهى من الفتح المبين والدر الثمين للشيخ <span id='ms5'></span> عبد الله\nالهاروش المغربي وأما ما يقع في أماكنهم من المعاصي والمخالفات فهم براء من\nذلك ولا ينسب إليهم شئ من تلك القبائح ولا لوم عليهم في أمر من الأمور بل\nهي منسوبة لمن اكتسبها وهل أحد من أدنى المسلمين يرضى بذلك أو يهواه ولو\nكان من أكبر أصحاب المعاصي بل يعتقد إنه رذيلة ويبالغ في كتمه عن أعز\nالإخوان إلا من زادت فضيحته فابتلي بها وتجاهر بالامتحان يقضى على المرء في\nأيام محنته * حتى يرى حسنا ما ليس بالحسن فكيف بالخاصة من أهل الله والعجب\nكل العجب من هذه الفرقة الضالة تنكر منهم الكرامات بعد الممات ويذمونهم بما\nيقع في مقاماتهم من المخالفات فإن أثبتوا أن لهم في المخالفات صنعا\nفاعترضوا عليهم بذلك فليقروا بالكرامات وليثبتوها بالقياس على ما هنالك\nوإلا فليتركوا تفاصيل الأحوال أليس قد وقع في مقام سيد الأصفياء وزين\nالأنبياء عليه وعليهم الصلاة والسلام كثير من المخالفات وهم عليهم الصلاة\nوالسلام أحيا في قبورهم بلا خلاف فهل يحل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nلمؤمن أن يقول إن الرسول عليه الصلاة والسلام رضي بذلك أو أحبه بل من\nتفوه بهذا كان من المرتدين وكيف يرضى مؤمن بمخالفة مولاه وهل لأحد شئ مع\nالله نعم هو واقع بإرادته تعالى كما هو مذهب أهل السنة ولو شاء ربك ما\nفعلوه فذرهم وما يفترون وأما قولهم من أين لنا أنهم ماتوا على الإسلام فهو\nقول خبيث يجر لقائله الوبال والوقوع في مهاوي البهتان والضلال إذ ذاك يجره\nإلى الشك في نفي الصحبة عن أصحاب رسول الله صلى الله عليه وسلم بأن يقول\nهذا الخبيث من أين علمتم أنهم ماتوا على الإسلام فإن أقر بموجب هذه المقالة\nقلنا له يا خاسر الدين يا عدو خاصة المسلمين هم نجوم الإسلام ومصابيحه\nبشهادة سيد المرسلين صلى الله عليه وسلم فقد ألزمت نفسك الشك في بقائهم على\nأكمل الحالات بعد الموت فحرمت بركة أنوارهم وأسرارهم وفاتك من الخيرات أعظم\nفوت وإن قال كلامي في غير هذه العصابة المرضية قلنا <span id='ms6'></span> له أي فرق وهم سادات\nالأولياء وأعاظمهم بغير مرية بل ربما جره إلى الكفر والعياذ بالله بأن يصرح\nفي حق الأنبياء عليهم الصلاة والسلام بتلك العبارة الشنيعة فما أقبح ذلك\nالخبيث وأقل حياءه وهو لو قيل له لا نصلي عليك بعد موتك ولا ندفنك في مقابر\nأهل الإسلام لتقطع غيظا واستشاط غضبا وامتلأ سما من ذلك الكلام وكيف يصلى\nعلى من لا يدري هل من مات على الكفر أو الإيمان وهو مقر بذلك على غيره أفلا\nيسلم ذلك في نفسه وهو بزعمه من أهل الايقان فإن لم يرض بذلك لنفسه فيكف\nيتجارى على من غمر رضا الله في رمسه ومما يكذبه صريحا أمره عليه الصلاة\nوالسلام بزيارة القبور على العموم ولم يقل لا تزوروا إلا من تحققتم موته\nعلى الإسلام ومما يجري على ألسنة تلك الجماعة في استدلالهم على منع زيارة\nالأولياء وأهل الطاعة قوله صلى الله عليه وسلم لا تشد الرحال إلا إلى ثلاثة\nمساجد المسجد الحرام والمسجد الأقصى ومسجدي هذا وقد أخطأوا في فهم المراد\nمنه فقد قال الشهاب الخفاجي الحنفي في شرحه على الشفاء الصحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nأن معناه لا تشد لنذر العبادة فيه ولذا قالوا لو نذر الصلاة في غيرها لم\nيلزمه فلا يكره شد الرحل لبعض الأماكن المتبرك بها أو لزيارة من فيها من\nالصالحين أو لطلب العلم بل قد يكون هذا واجبا عليه انتهى وأما تكفير هذين\nالإمامين الجليلين فمن فرط الاعتداء ومن مجاوزة الحدود وبذلك رجع معتقد هذا\nبالردا وقد تكرر السؤال عنهما من العلماء الأعلام فأجابوا بأحسن جواب\nوفوقوا على الطاعنين فيهما سهام الملام قال الإمام المحقق والشهاب المدقق\nعلم المتأخرين وأستاذ العارفين الشيخ أحمد بن حجر الهيتمي في فتاويه ما نصه\nالشيخ محيي الدين بن عربي رحمه الله ورضي عنه أمام جمع بين العلم والعمل\nكما اتفق على ذلك من يعتد به كيف وقد ذكر بعض المنكرين في ترجمته أنه كان\nوصل لمرتبة الاجتهاد وحينئذ فإسلامه متيقن وكذلك علمه وعمله وزهادته وورعه\nووصوله <span id='ms7'></span> في الاجتهاد في العبادات إلى ما لم يصل إليه أكابر أهل الطريق فلا\nيجوز الإقدام على تنقيصه بمجرد التهور والتخيلات التي لا مستند لها يعتد به\nبل يستصحب ما علم من إسلامه وعلومه ومعارفه هذا ما يتعلق بذلك وأما الكتب\nالمنسوبة له فالحق أنه واقع فيها ما ينكر ظاهره والمحققون من مشايخنا ومن\nقبلهم على تأويل تلك المشكلات فإنها جارية على اصطلاح القوم وليس المراد\nمنها ظواهرها ثم قال والحاصل أنه يتعين على كل من أراد السلامة لدينه أن لا\nينظر في تلك المشكلات ولا يعول عليها سواء قلنا إن لها باطنا صحيحا أم لا\nوأن لا يعتقد في ابن عربي خلاف ما علم منه في حياته من الزهد والعبادة\nالخارقين للعادة وقد ظهر له من الكرامات ما يؤيد ذلك منها ما حكاه صاحب\nالقاموس أنه لما فرغ من تأليف كتابه الفتوحات المكية جعله وهو ورق مفرق على\nظهر الكعبة فمكث سنة لم تطير الريح منه ورقة ولا وصلت إليها قطرة مطر على\nكثرة أمطارها ورياحها فسلامة تلك الأوراق من المطر والريح مع مكثها سنة على\nالسطح من الكرامات الباهرة الدالة على إخلاصه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nفي تأليفه هذا الكتاب وأنه برئ مما نسب إليه فيه وفي غيره ا ه‍ وقد تعدد\nهذا السؤال والجواب في فتاوى الشهاب المذكور أربع مرات وقد تكلم علماء\nالحنفية في ذلك في كتبهم بما يشفي العليل ففي معروضات مفتي الحنفية أبي\nالسعود ما معناه من قال عن فصوص الحكم للشيخ محيي الدين بن عربي إنه خارج\nعن الشريعة وقد صنفه لإضلال خلق الله ومن طالعه ملحد ماذا يلزمه فأجاب نعم\nفيه كلمات تباين الشريعة لكنا تيقنا إن بعض اليهود افتراها على الشيخ قدس\nسره فيجب الاحتياط بترك مطالعة تلك الكلمات ا ه‍ وقد أثنى عليه صاحب\nالقاموس ثناء عظيما في سؤال ورد عليه إلى أن قال وإني أصفه وهو يقينا فوق\nما وصفته وناطق بما كتبته وغالب ظني أني ما أنصفته وما على إذا ما قلت\nمعتقدي <span id='ms8'></span> * دع الجهول يظن الجهل عدوانا والله والله والله العظيم ومن * أقامه\nحجة لله برهانا إن الذي قلت بعض من مناقبه * ما زدت إلا لعلى زدت نقصانا ثم\nقال ومن خواص كتبه إن من واظب على مطالعتها انشرح صدره لفك المعضلات وحل\nالمشكلات ا ه‍ وقد أثنى عليه العارف سيدي عبد الوهاب الشعراني لا سيما في\nكتابه تنبيه الأغبياء على قطرة من بحر علوم الأولياء وكذا أثنى كثير من\nالعلماء والعارفين على الإمام الجليل سيدي عمر بن الفارض قصم الله من له\nيعارض هذا وقد قال العلماء رضي الله عنهم إنه لا يجوز تكفير مسلم أمكن حمل\nكلامه على محمل حسن أو كان في كفره خلاف ولو كان ذلك رواية ضعيفة وبالجملة\nوالتفصيل فالكلام على هذه المسائل يستدعي جملة من التطويل لكن هذه النبذة\nفيها إشارة إجمالية يكتفى بها من له بصيرة ربانية ويرجع بها عن المنازعات\nإن كان ممن يخاف مقام ربه العظيم وسؤال ربه عن دخوله فيما لا يعنيه والتكلم\nفي أولياء الله الذي يوجب سوء الختام والمقت من الله والخزي والانتقام\nجعلنا الله ممن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nاتعظ بغيره ولم يكن موعظة لسواه وختم لنا بخاتمة السعادة وحفظنا من كيد\nالشياطين وأدخلنا الجنة مع العلماء العاملين بمنه وكرمه آمين آمين آمين\nوصلى الله على سيدنا محمد وعلى آله وأصحابه والتابعين وتابع التابعين لهم\nبإحسان إلى يوم الدين * قال مؤلفه كان ذلك في يوم الثلاث لليلتين مضتا من\nرجب الفرد الذي هو من شهور سنة ألف ومائة وأربع وتسعين من الهجرة النبوية\nعلى صاحبها أفضل الصلاة وأزكى التحية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nالسجاعي - أحمد بن شهاب الدين أحمد بن محمد السجاعي المصري الأزهري\nالشافعي المتوفى سنة 1197 سبع وتسعين ومائة وألف له من التصانيف الاحراز في\nأنواع المجاز من علم البلاغة. بدء الوسائل في ألفاظ الدلائل. بلوغ الإرب\nلشرح قصيدة من كلام العرب للسموأل. تحفة الأيام بتوريث ذوي الأرحام. تحفة\nذوي الألباب فيما يتعلق بالآل والأصحاب. تقييد لطيف وأنموذج شريف حاشية على\nشرح الخطيب الشربيني في الفقه <span id='ms9'></span>. الجوهر المنظمات في عقود المقولات. الجوهرة\nالسنية منظومة. الدر والترياق في علوم الأوفاق. الروض النضير فيما يتعلق\nبآل بيت البشير النذير. السهم القوي في نحر كل غبي وعوى. شرح مختصر ابن أبي\nجمرة للبخاري. فتح الجليل على شرح ابن عقيل لألفيته في مجلد. فتح ذي الصفات\nالعلية بشرح الجوهرة السنية. فتح ذي الصفات العلية بشرح متن الياسمينية.\nفتح رب البريات بتفسير وخواص الآيات. فتح الرحيم الغفار بشرح أسماء حبيبه\nالمختار. فتح الغفار بمختصر الأذكار للنووي. فتح القادر المعيد بما يتعلق\nبقسمة التركة على العبيد. فتح القدير بشرح حزب قطب النووي الشهير.\n</p>\n\n<p>\nفتح اللطيف القيوم بما يتعلق بصلاة الإمام والمأموم. فتح المالك يقول\nالناس وهو كذلك. فتح الملك الرزاق لشرح نظم أصول الأوفاق فتح المنان ببيان\nالرسل التي في القرآن. فتح المنان بشرح ما يذكر ويؤنث من أعضاء الإنسان.\nالفوائد اللطيفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nبشرح ألفاظ الوظيفة. الفوائد اللطيفة في تخريج قولهم أبو قروان على\nالطريقة المنيفة. الفوائد المزهرة بشرح الدرة المتنضرة.\n</p>\n\n<p>\nقلائد النحور في نظم البحور. القول الأزهر فيما يتعلق بالمحشر.\n</p>\n\n<p>\nالقول الأسنى في شرح أسماء الله الحسنى. القول النفيس فيما يتعلق بالخلع\nعلى مذهب الشافعي ابن إدريس. لقط الجواهر في الخطوط والدوائر مختصر التحفة\nالسنية بأجوبة الأسئلة المرضية وهو شرح المقالة الشناعة بشرح نظم أشراط\nالساعة. المقصد الأسنى بشرح منظومة أسماء الحسنى مناسك الحج. المنهج الحنيف\nفي خواص اسمه تعالى اللطيف. هداية أولي الأبصار إلى معرفة أجزاء الليل\nوالنهار وغير ذلك.\n</p>\n\n<p>\nالشوبري محمد أحمد الشوبري (شوبر ككوثر قرية بمصر) شمس الدين الخطيب\nالشافعي ولد سنة 977 وتوفي سنة 1069 تسع وستين وألف له حاشية على شرح\nأربعين النووية. حاشية على شرح التحرير. حاشية على شرح المنهج.\n</p>\n\n<p>\nحاشية على شرح المواهب اللدنية للقسطلائي.\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES# <span id='ms10'></span>",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013"
  ],
  "volumes": [
    "01"
  ]
}