{
  "content": "\n<p>\nفتح المعين لشرح قرة العين بمهمات الدين لزين الدين بن عبد العزيز\nالمليباري الفناني الجزء الثالث دار الفكر <span id='ms144'></span> للطباعة والنشر والتوزيع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p003'> Vol. 03, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nجميع حقوق إعادة الطبع محفوظة للناشر الطبعة الأولى 1418 ه‍ / 1997 م\nحارة حربك - شارع عبد النور - برقيا: فكسي - صحب 7061 / 11 تلفون: 838305 /\n838202 / 838136 فاكس 009611837898 دولي: 009611860962 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p004'> Vol. 03, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم باب البيع هو لغة: مقابلة شئ بشئ. وشرعا: مقابلة\nمال بمال. على وجه مخصوص. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p005'> Vol. 03, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nوالأصل فيه قبل الاجماع آيات - كقوله تعالى: * (وأحل الله البيع) * -\nوأخبار كخبر: سئل النبي (ص): أي الكسب أطيب؟ فقال: عمل الرجل بيده، وكل بيع\nمبرور أي لا غش فيه ولا خيانة.\n</p>\n\n<p>\n(يصح) البيع (بإيجاب) من البائع - ولو هزلا - وهو ما دل على التمليك\nدلالة ظاهرة: (كبعتك) ذا بكذا، أو هو لك بكذا، (وملكتك)، أو وهبتك (ذا\nبكذا)، وكذا جعلته لك بكذا. إن نوى به البيع. (وقبول) من المشتري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p006'> Vol. 03, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n- ولو هزلا - وهو ما دل على التملك كذلك: (كاشتريت) هذا بكذا، (وقبلت)،\nأو رضيت، أو أخذت، أو تملكت (هذا بكذا). وذلك لتتم الصيغة، الدال على\nاشتراطها قوله (ص): إنما البيع عن تراض، والرضا خفي، فاعتبر ما يدل عليه من\nاللفظ، فلا ينعقد بالمعاطاة، لكن اختير الانعقاد بكل ما يتعارف البيع بها\nفيه:\n</p>\n\n<p>\nكالخبز، واللحم، دون نحو الدواب، والأراضي. فعلى الأول: المقبوض بها\nكالمقبوض بالبيع الفاسد، أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p007'> Vol. 03, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nفي أحكام الدنيا. أما في الآخرة فلا مطالبة بها. ويجري خلافها في سائر\nالعقود. وصورتها: أن يتفقا على ثمن ومثمن - وإن لم يوجد لفظ من واحد - ولو\nقال متوسط للبائع: بعت؟ فقال: نعم، أو إي، وقال للمشتري، اشتريت؟ فقال:\nنعم. صح. ويصح أيضا بنعم منهما، لجواب قول المشتري بعت، والبائع اشتريت.\nولو قرن بالايجاب أو القبول حرف استقبال - كأبيعك - لم يصح. قال شيخنا:\nويظهر أنه يغتفر من العامي - نحو فتح تاء المتكلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p008'> Vol. 03, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nوشرط صحة الايجاب والقبول كونهما (بلا فصل) بسكوت طويل يقع بينهما -\nبخلاف اليسير، (و) لا (تخلل لفظ) وإن قل - (أجنبي) عن العقد بأن لم يكن من\nمقتضاه ولا من مصالحه. ويشترط أيضا أن يتوافقا معنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p009'> Vol. 03, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n- لا لفظا - فلو قال بعتك بألف، فزاد أو نقص - أو بألف حالة فأجل، أو\nعكسه، أو مؤجلة <span id='ms145'></span> بشهر، فزاد، لم يصح، للمخالفة. (و) بلا (تعليق) - فلا يصح\nمعه - كإن مات أبي فقد بعتك هذا، (و) لا (تأقيت) كبعتك هذا شهرا.\n</p>\n\n<p>\n(وشرط في عاقد) - بائعا كان أن مشتريا - (تكليف) فلا يصح عقد صبي ومجنون،\nوكذا من مكره بغير حق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p010'> Vol. 03, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n- لعدم رضاه - (وإسلام لتملك) رقيق (مسلم) لا يعتق عليه وكذا يشترط أيضا:\nإسلام لتملك مرتد - على المعتمد -. لكن الذي في الروضة وأصلها: صحة بيع\nالمرتد للكافر. (و) لتملك شئ من (مصحف) - يعني ما كتب فيه قرآن، ولو آية\nوإن أثبت لغير الدراسة، كما قاله شيخنا. ويشترط أيضا عدم حرابة من يشتري\nآلة حرب، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p011'> Vol. 03, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nكسيف، ورمح، ونشاب، وترس، ودرع، وخيل، بخلاف غير آلة الحرب، ولو مما\nتتأتى منه، كالحديد، إذ لا يتعين جعله عدة حرب، ويصح بيعها للذمي، أي في\nدارنا، (و) شرط (في معقود) عليه، مثمنا كان أو ثمنا، (ملك له) أي للعاقد\n(عليه) فلا يصح بيع فضولي، ويصح بيع مال غيره ظاهرا، إن بان بعد البيع أنه\nله، كأن باع مال مورثه ظانا حياته فبان ميتا حينئذ لتبين أنه ملكه. ولا أثر\nلظن خطأ بأن صحته، لأن الاعتبار في العقود بما في نفس الامر، لا بما في ظن\nالمكلف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p012'> Vol. 03, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n(فائدة) لو أخذ من غيره بطريق جائز ما ظن حله، وهو حرام باطنا، فإن كان\nظاهر المأخوذ منه الخير لم يطالب في الآخرة، وإلا طولب. قاله البغوي. ولو\nاشترى طعامه في الذمة وقضى من حرام، فإن أقبضه له البائع برضاه قبل توفية\nالثمن حل له أكله، أو بعدها مع علمه أنه حرام حل أيضا، وإلا حرم إلى أن\nيبرئه أو يوفيه من حل. قاله شيخنا.\n</p>\n\n<p>\n(وطهره) أو إمكان طهره بغسل، فلا يصح بيع نجس - كخمر وجلد ميتة، وإن أمكن\nطهرها بتخلل أو دباغ - ولا متنجس لا يمكن طهره، ولو دهنا تنجس، بل يصح\nهبته. (ورؤيته) أي المعقود عليه إن كان معينا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p013'> Vol. 03, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nفلا يصح بيع معين لم يره العاقدان أو أحدهما: كرهنه، وإجارته، للغرر\nالمنهي عنه، وإن بالغ في وصفه <span id='ms146'></span>.\n</p>\n\n<p>\nوتكفي الرؤية قبل العقد فيما لا يغلب تغيره إلى وقت العقد، وتكفي رؤية\nبعض المبيع إن دل على باقيه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p014'> Vol. 03, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nكظاهر صبرة نحو بر، وأعلى المائع، ومثل أنموج متساوي الاجزاء كالحبوب أو\nلم يدل على باقيه بل كان صوانا للباقي لبقائه، كقشر رمان وبيض، وقشرة سفلى\nلنحو جوز، فيكفي رؤيته، لان صلاح باطنه في إبقائه، وإن لم يدل هو عليه، ولا\nيكفي رؤية القشرة العليا إذا انعقدت السفلى. ويشترط أيضا قدرة تسليمه، فلا\nيصح بيع آبق، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p015'> Vol. 03, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوضال، ومغصوب، لغير قادر على انتزاعه، وكذا سمك بركة شق تحصيله.\n</p>\n\n<p>\n(مهمة) من تصرف في مال غير ببيع أو غيره ظانا تعديه فبان أن له عليه\nولاية، كأن كان مال مورثه فبان موته، أو مال أجنبي فبان إذنه له، أو ظانا\nفقد شرط فبان مستوفيا للشروط، صح تصرفه، لان العبرة في العقود بما في نفس\nالامر، وفي العبادات بذلك، وبما في ظن المكلف. ومن ثم لو توضأ ولم يظن أنه\nمطلق: بطل طهوره، وإن بان مطلقا، لان المدار فيها على ظن المكلف.\n</p>\n\n<p>\nوشمل قولنا ببيع أو غيره: التزويج، والابراء، وغيرهما. فلو أبرأ من حق\nظانا أنه لا حق له فبان له حق، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p016'> Vol. 03, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nصح - على المعتمد - ولو تصرف في إنكاح، فإن كان مع الشك في ولاية نفسه\nفبان وليا لها حينئذ: صح - اعتبارا بما في نفس الامر.\n</p>\n\n<p>\n(وشرط في بيع) ربوي، وهو محصور في شيئين: (مطعوم) كالبر، والشعير،\nوالتمر، والزبيب، والملح، والأرز، والذرة، والفول، (ونقد) أي ذهب وفضة، ولو\nغير مضروبين - كحلي، وتبر (بجنسه) كبر ببر، وذهب بذهب (حلول) للعوضين\n(وتقابض قبل تفرق). ولو تقابضا البعض: صح فيه فقط، (ومماثلة) بين العوضين\nيقينا: بكيل في مكيل، ووزن في موزون، وذلك لقوله (ص): لا تبيعوا الذهب\nبالذهب، ولا الورق بالورق، ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p017'> Vol. 03, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nالبر بالبر، ولا الشعير بالشعير، ولا التمر بالتمر، ولا الملح بالملح،\nإلا سواء بسواء، عينا بعين، يدا بيد، فإذا اختلفت هذه الأصناف فبيعوا كيف\nشئتم إذا كان يدا بيد أي مقابضة. قال الرافعي: ومن لازمه الحلول <span id='ms147'></span> - أي غالبا\n- فيبطل بيع الربوي بجنسه جزافا، أو مع ظن مماثلة، وإن خرجتا سواء (و) شرط\nفي بيع أحدهما (بغير جنسه) واتحدا في علة الربا - كبر بشعير، وذهب بفضة.\n(حلول، وتقابض) قبل تفرق - لا مماثلة - فيبطل بيع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p020'> Vol. 03, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nالربوي بغير جنسه إن لم يقبضا في المجلس، بل يحرم البيع في الصورتين إن\nاختل شرط من الشروط. واتفقوا على أنه من الكبائر، لورود اللعن لآكل الربا،\nوموكله، وكاتبه.\n</p>\n\n<p>\nوعلم بما تقرر أنه لو بيع طعام بغيره كنقد، أو ثوب، أو غير طعام بطعام:\nلم يشترط شئ من الثلاثة.\n</p>\n\n<p>\n(و) شرط (في بيع موصوف في ذمة) ويقال له السلم، مع الشروط المذكورة للبيع\nغير الرؤية. (قبض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p021'> Vol. 03, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nرأس مال) معين، أو في الذمة، في مجلس خيار وهو (قبل تفرق) من مجلس العقد،\nولو كان رأس المال منفعة. وإنما يتصور تسليم المنفعة بتسليم العين، كدار\nوحيوان، ولمسلم إليه قبضه ورده لمسلم، ولو عن دينه.\n</p>\n\n<p>\n(وكون مسلم فيه دينا) في الذمة: حالا كان أو مؤجلا، لأنه الذي وضع له لفظ\nالسلم - فأسلمت إليك ألفا في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p022'> Vol. 03, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nهذا العين، أو هذا في هذا: ليس سلما، لانتفاء الشرط، ولا بيعا، لاختلال\nلفظه - ولو قال اشتريت منك ثوبا صفته كذا بهذه الدراهم، فقال بعتك. كان\nبيعا، عند الشيخين، نظرا للفظ. وقيل سلم - نظرا للمعنى - واختاره جمع\nمحققون.\n</p>\n\n<p>\n(و) كون المسلم فيه (مقدورا) على تسليمه (في محله) بكسر الحاء: أي وقت\nحلوله فلا يصح السلم في منقطع عند المحل: كالرطب في الشتاء، (و) كونه\n(معلوم قدر) بكيل في مكيل، أو وزن في موزون، أو ذرع في مذروع، أو عد في\nمعدود. وصح في نحو جوز ولوز، بوزن وموزون بكيل يعد فيه ضابطا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p023'> Vol. 03, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nومكيل بوزن، ولا يجوز فيه بيضة ونحوها، لأنه يحتاج إلى ذكر جرمها مع\nوزنها، فيورث عزة الوجود. ويشترط أيضا بيان محل تسليم للمسلم فيه إن أسلم\nبمحل لا يصلح للتسليم، أو لحمله إليه مؤنة. ولو ظفر المسلم بالمسلم إليه\nبعد المحل في غير محل التسليم ولنقله إلى محل الظفر <span id='ms148'></span> مؤنة، لم يلزمه أداء،\nولا يطالبه بقيمته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p024'> Vol. 03, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nويصح السلم حالا ومؤجلا بأجل معلوم، لا مجهول ومطلقه حال، ومطلق المسلم\nفيه جيد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p025'> Vol. 03, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n(وحرم ربا) مر بيانه قريبا، وهو أنواع: ربا فضل، بأن يزيد أحد العوضين،\nومنه ربا القرض: بأن يشترط فيه ما فيه نفع للمقرض، وربا يد: بأن يفارق\nأحدهما مجلس العقد قبل التقابض، وربا نساء: بأن يشترط أجل في أحد العوضين،\nوكلها مجمع عليها، ثم العوضان أن اتفقا جنسا: اشترط ثلاثة شروط، تقدمت، أو\nعلة:\n</p>\n\n<p>\nوهي الطعم والنقدية، اشترط شرطان، تقدما. قال شيخنا ابن زياد: لا يندفع\nإثم إعطاء الربا عند الاقتراض للضرورة، بحيث أنه إن لم يعط الربا لا يحصل\nله القرض. إذ له طريق إلى إعطاء الزائد بطريق النذر أو التمليك، لا سيما\nإذا قلنا النذر لا يحتاج إلى قبول لفظا على المعتمد. وقال شيخنا: يندفع\nالاثم للضرورة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p026'> Vol. 03, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n(فائدة): وطريق الخلاص من عقد الربا لمن يبيع ذهبا بذهب، أو فضة بفضة، أو\nبرا ببر، أو أرزا بأرز متفاضلا، بأن يهب كل من البائعين حقه للآخر، أو يقرض\nكل صاحبه ثم يبرئه ويتخلص منه بالقرض في بيع الفضة بالذهب أو الأرز بالبر\nبلا قبض قبل تفرق، (و) حرم (تفريق بين أمة) وإن رضيت، أو كانت كافرة، (وفرع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p027'> Vol. 03, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nلم يميز) ولو من زنا المملوكين لواحد (بنحو بيع) كهبة وقسمة وهدية لغير\nمن يعتق عليه، لخبر: من فرق بين الوالدة وولدها: فرق الله بينه وبين أحبته\nيوم القيامة وبطل العقد (فيهما) أي الربا والتفريق بين الأمة والولد، وألحق\nالغزالي في فتاويه وأقره غيره، التفريق بالسفر بالتفريق بنحو البيع وطرده\nفي التفريق بين الزوجة وولدها، وإن كانت حرة، بخلاف المطلقة والأب وإن علا،\nوالجدة وإن علت ولو من الأب، كالأم إذا عدمت. أما بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p028'> Vol. 03, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nالتمييز فلا يحرم، لاستغناء المميز عن الحضانة: كالتفريق بوصية وعتق ورهن\nويجوز تفريق ولد البهيمة إن استغنى عن أمه بلبن أو غيره، لكن يكره في\nالرضيع: كتفريق الآدمي المميز قبل البلوغ عن الام، فإن لم يستغن عن اللبن <span id='ms149'></span>،\nحرم وبطل، إلا إن كان لغرض الذبح، لكن بحث السبكي حرمة ذبح أمه مع بقائه.\n(و) حرم أيضا:\n</p>\n\n<p>\n(بيع نحو عنب ممن) علم أو (ظن أنه يتخذه مسكرا) للشرب والأمرد ممن عرف\nبالفجور به، والديك للمهارشة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p029'> Vol. 03, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nوالكبش للمناطحة، والحرير لرجل يلبسه، وكذا بيع نحو المسك لكافر يشتري\nلتطييب الصنم، والحيوان لكافر علم أنه يأكله بلا ذبح، لان الأصح أن الكفار\nمخاطبون بفروع الشريعة كالمسلمين عندنا، خلافا لأبي حنيفة - رضي الله تعالى\nعنه - فلا يجوز الإعانة عليهما، ونحو ذلك من كل تصرف يفضي إلى معصية يقينا\nأو ظنا، ومع ذلك يصح البيع. ويكره بيع ما ذكر ممن توهم منه ذلك، وبيع\nالسلاح لنحو بغاة وقطاع طريق، ومعاملة من بيده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p030'> Vol. 03, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nحلال وحرام - وإن غلب الحرام الحلال. نعم: إن علم تحريم ما عقد به: حرم،\nوبطل. (و) حرم (احتكار قوت) كتمر، وزبيب، وكل مجزئ في الفطرة - وهو إمساك\nما اشتراه في وقت الغلاء - لا الرخص - ليبيعه بأكثر عند اشتداد حاجة أهل\nمحله أو غيرهم إليه، وإن لم يشتره بقصد ذلك. لا ليمسكه لنفسه أو عياله أو\nليبيعه بثمن مثله، ولا إمساك غلة أرضه، وألحق الغزالي بالقوت: كل ما يعين\nعليه، كاللحم، وصرح القاضي بالكراهة في الثوب. (وسوم علي سوم) أي سوم غيره\n(بعد تقرر ثمن) بالتراضي به، وإن فحش نقص الثمن عن القيمة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p031'> Vol. 03, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nللنهي عنه، وهو أن يزيد على آخر في ثمن ما يريد شراءه أو يخرج له أرخص\nمنه، أو يرغب المالك في استرداده ليشتريه بأغلى، وتحريمه بعد البيع. وقبل\nلزومه لبقاء الخيار أشد (ونجش) للنهي عنه، وللايذاء: وهو أن يزيد في الثمن،\nلا لرغبته، بل ليخدع غيره، وإن كانت الزيادة في مال محجور عليه، ولو عند\nنقص القيمة على الأوجه. ولا خيار للمشتري إن غبن فيه، وإن واطأ البائع\nالناجش لتفريط المشتري حيث لم يتأمل ويسأل، ومدح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p032'> Vol. 03, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nالسلعة، ليرغب فيها بالكذب كالنجش، وشرط التحريم في الكل: علم النهي، حتى\nفي النجش. ويصح البيع مع التحريم في هذه المواضع.\n</p>\n\n<p>\nفصل في خياري <span id='ms150'></span> المجلس والشرط وخيار العيب يثبت خيار مجلس في كل بيع حتى في\nالربوي، والسلم. وكذا في هبة ذات ثواب على المعتمد. وخرج بفئ: كل بيع غير\nالبيع: كالابراء، والهبة بلا ثواب، وشركة وقراض، ورهن وحوالة، وكتابة،\nوإجارة، ولو في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p033'> Vol. 03, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nالذمة، أو مقدرة بمدة، فلا خيار في جميع ذلك، لأنها لا تسمى بيعا. (وسقط\nخيار من اختار لزومه) أي البيع من بائع ومشتر: كأن يقولا اخترنا لزومه، أو\nأجزناه، فيسقط خيارهما، أو من أحدهما: كأن يقول اخترت لزومه:\n</p>\n\n<p>\nفيسقط خياره، ويبقى خيار الآخر، ولو مشتريا (و) سقط خيار (كل) منهما\n(بفرقة بدن) منهما، أو من أحدهما، ولو ناسيا، أو جاهلا، عن مجلس العقد\n(عرفا) فما يعده الناس فرقة: يلزم به العقد، وما لا: فلا. فإن كانا في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p034'> Vol. 03, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nدار صغيرة، فالفرقة بأن يخرج أحدهما منها، أو في كبيرة: فبأن ينتقل\nأحدهما إلى بيت من بيوتها، أو في صحراء أو سوق: فبأن يولي أحدهما ظهره\nويمشي قليلا وإن سمع الخطاب فيبقى خيار المجلس ما لم يتفرقا، ولو طال\nمكثهما في محل، وإن بلغ سنين أو تماشيا منازل. ولا يسقط بموت أحدهما:\nفينتقل الخيار للوارث المتأهل، (وحلف نافي فرقة أو فسخ قبلها) أي قبل\nالفرقة: بأن جاءا معا وادعى أحدهما فرقة وأنكرها الآخر ليفسخ أو اتفقا\nعليها وادعى أحدهما فسخا قبلها وأنكر الآخر: فيصدق النافي، لموافقته للأصل.\n(و) يجوز (لهما) أي للعاقدين (شرط خيار) لهما أو لأحدهما في كل بيع فيه\nخيار مجلس إلا فيما يعتق فيه المبيع، فلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p035'> Vol. 03, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nيجوز شرطه لمشتر للمنافاة، وفي ربوي وسلم: فلا يجوز شرط فيهما لاحد،\nلاشتراطه القبض فيهما في المجلس (ثلاثة أيام فأقل)، بخلاف ما لو أطلق أو\nأكثر من ثلاثة أيام. فإن زاد عليها: لم يصح العقد (من) حين (الشرط للخيار)،\nسواء أشرط في العقد أم في مجلسه والملك في المبيع مع توابعه في مدة الخيار\nلمن انفرد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p036'> Vol. 03, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nبخيار من بائع ومشتر، ثم إن كان لهما: فموقوف، فإن تم البيع: بان أنه\nلمشتر من حين العقد، وإلا <span id='ms151'></span> فلبائع.\n</p>\n\n<p>\n(ويحصل فسخ) للعقد في مدة الخيار (بنحو فسخت البيع) كاسترجعت المبيع.\n(وإجازة) فيها بنحو: أجزت البيع، كأمضيته، والتصرف في مدة الخيار بوطئ،\nوإعتاق، وبيع، وإجارة، وتزويج، من بائع: فسخ، ومن مشتر: إجازة للشراء (و)\nيثبت (لمشتر جاهل) بما يأتي (خيار) في رد المبيع (ب‍) - ظهور (عيب قديم)\nمنقص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p037'> Vol. 03, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nقيمة في المبيع، وكذا للبائع بظهور عيب قديم في الثمن. وآثروا لأول: لان\nالغالب في الثمن الانضباط، فقيل:\n</p>\n\n<p>\nفيه ظهور العيب. والقديم ما قارن العقد، أو حدث قبل القبض، وقد بقي إلى\nالفسخ، ولو حدث بعض القبض فلا خيار للمشتري، وهو (كاستحاضة)، ونكاح لامة،\n(وسرقة، وإباق، وزنا) من رقيق، أي بكل منها، وإن لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p038'> Vol. 03, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nيتكرر وتاب، ذكرا كان أو أنثى (وبول بفراش) إن اعتاده وبلغ سبع سنين وبخر\nوصنان مستحكمين. ومن عيوب الرقيق: كونه نماما، أو شتاما، أو كذابا، أو آكلا\nلطين، أو شاربا لنحو خمر، أو تاركا للصلاة، ما لم يتب عنها، أو أصم، أو\nأبله، أو مصطك الركبتين، أو رتقاء، أو حاملا في آدمية، لا بهيمة، أو لا\nتحيض من بلغت عشرين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p039'> Vol. 03, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nسنة، أو أحد ثدييها أكبر من الآخر، (وجماح) لحيوان، (وعض)، ورمح، وكون\nالدار منزل الجند. أو كون الجن مسلطين على ساكنها بالرجم، أو القردة مثلا\nيرعون زرع الأرض. (و) يثبت بتغرير فعلي. وهو حرام للتدليس والضرر (كتصرية)\nله: وهي أن يترك حلبه مدة قبل بيعه ليوهم المشتري كثرة اللبن وتجعيد شعر\nالجارية، (لا) خيار (بغبن فاحش: كظن) مشتر نحو (زجاجة: جوهرة) لتقصيره\nبعمله بقضية وهمه، من غير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p040'> Vol. 03, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nبحث. (والخيار) بالعيب، ولو بتصرية (فوري) فيبطل بالتأخير بلا عذر،\nويعتبر الفور عادة، فلا يضر صلاة وأكل دخل وقتهما، وقضاء حاجة ولا سلامة\nعلى البائع، بخلاف محادثته، ولو عليه ليلا: فله التأخير حتى يصبح،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p041'> Vol. 03, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nويعذر في تأخيره بجهله جواز الرد بالعيب، إن قرب عهده بالاسلام، أو نشأ\nبعيدا عن العلماء، وبجهل فوريته إن خفي عليه، ثم إن كان البائع في البلد:\nرده المشتري بنفسه، أو وكلية على البائع أو وكيله <span id='ms152'></span>، ولو كان البائع غائبا عن\nالبلد، ولا وكيل له بها: رفع الامر إلى الحاكم وجوبا، ولا يؤخر لحضوره.\nفإذا عجز عن الانهاء، لنحو مرض، أشهد على الفسخ، فإن عجز عن الاشهاد: لم\nيلزمه تلفظ، وعلى المشتري ترك استعمال، فلو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p042'> Vol. 03, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nاستخدم رقيقا، ولو بقوله اسقني، أو ناولني الثوب، أو أغلق الباب، فلا رد\nقهرا، وإن يفعل الرقيق ما أمر به، فإن فعل شيئا من ذلك بلا طلب: لم يضر.\n</p>\n\n<p>\n(فرع) لو باع حيوانا أو غيره بشرط براءته من العيوب في المبيع أو أن لا\nيرد بها: صح العقد، وبرئ من عيب باطن بالحيوان موجود حال العقد لم يعلمه\nالبائع، لا عن عيب باطن في غير الحيوان، ولا ظاهر فيه. ولو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p043'> Vol. 03, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nاختلفا في قدم العيب، واحتمل صدق كل: صدق البائع بيمينه في دعواه حدوثه،\nلان الأصل: لزوم العقد.\n</p>\n\n<p>\nوقيل لان الأصل عدم العيب في يده. ولو حدث عيب لا يعرف القديم بدونه ككسر\nبيض، وجوز، وتقوير بطيخ مدود، رد ولا أرش عليه للحادث، ويتبع في الرد\nبالعيب: الزيادة المتصلة، كالسمن، وتعلم الصنعة، ولو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p044'> Vol. 03, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nبأجرة، وحمل قارن بيعا، لا المنفصلة: كالولد، والثمر، وكذا الحمل الحادث\nفي ملك المشتري، فلا تتبع في الرد، بل هي للمشتري.\n</p>\n\n<p>\nصل في حكم المبيع قبل القبض (المبيع قبل قبضه من ضمان بائع) بمعنى انفساخ\nالبيع بتلفه أو إتلاف بائع، وثبوت الخيار بتعيبه أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p045'> Vol. 03, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nتعييب بائع، أو أجنبي، وبإتلاف أجنبي. فلو تلف بآفة، أو أتلفه البائع:\nانفسخ البيع (وإتلاف مشتر قبض) وإن جهل أنه للبيع (ويبطل تصرف) ولو مع بائع\n(بنحو بيع) كهبة، وصدقة، وإجارة ورهن، وإقراض: (فيما لم يقبض، لا بنحو\nإعتاق) وتزويج، ووقف: لتشوف الشارع إلى العتق، ولعدم توقفه على القدرة\nبدليل صحة إعتاق الآبق، ويكون به المشتري قابضا ولا يكون قابضا بالتزويج\n(وقبض غير منقول) من أرض ودار وشجر (بتخلية لمشتر) بأن يمكنه منه البائع مع\nتسليمه المفتاح وإفراغه من أمتعة غير المشتري (و) قبض (منقول) من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p046'> Vol. 03, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nسفينة أو حيوان (بنقله) من محله إلى محل آخر <span id='ms153'></span> مع تفريغ السفينة، ويحصل\nالقبض أيضا بوضع البائع للمنقول بين يدي المشتري بحيث لو مد إليه يده\nلناله. وإن قال: لا أريده وشرط في غائب عن محل العقد، مع إذن البائع في\nالقبض، مضى زمن يمكن فيه المضي إليه عادة. ويجوز لمشتر استقلال بقبض للمبيع\nإن كان الثمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p047'> Vol. 03, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nمؤجلا، أو سلم الحال. (وجاز استبدال) في غير ربوي بيع بمثله من جنسه (عن\nثمن) نقد أو غيره: لخبر ابن عمر رضي الله عنه: كنت أبيع الإبل بالدنانير،\nوآخذ مكانها الدارهم، وأبيع بالدراهم، وآخذ مكانها الدنانير، فأتيت رسول\nالله (ص)، فسألته عن ذلك، فقال: لا بأس إذا تفرقتما وليس بينكما شئ (و) عن\n(دين) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p048'> Vol. 03, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nقرض، وأجرة، وصداق، لا عن مسلم فيه، لعدم استقراره. ولو استبدل موافقا في\nعلة الربا، كدرهم عن دينار، اشترط قبض البدل في المجلس، حذرا من الربا، لا\nإن استبدل ما لا يوافقه في العلة، كطعام عن درهم ، ولا يبدل نوع أسلم فيه،\nأو مبيع في الذمة عقد بغير لفظ السلم بنوع آخر، ولو من جنسه: كحنطة سمراء\nعن بيضاء، لأن المبيع مع تعينه لا يجوز بيعه قبل قبضه، فمع كونه في الذمة.\nأولى. نعم، يجوز إبداله بنوعه الأجود، وكذا الأردأ بالتراضي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p049'> Vol. 03, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nفصل في بيع الأصول والثمار (يدخل في بيع أرض) وهبتها ووقفها، والوصية بها\nمطلقا، لا في رهنها والاقرار بها (ما فيها) من بناء وشجر رطب وثمره الذي لم\nيظهر عند البيع، وأصول بقل تجز مرة بعد أخرى، كقثاء، وبطيخ، لا ما يؤخذ\nدفعة، كبر وفجل لأنه ليس للدوام والثبات، فهو كالمنقولات في الدار. (و)\nيدخل (في) بيع (بستان)، وقرية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p050'> Vol. 03, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\n(أرض، وشجر، وبناء) فيهما، لا مزارع حولهما، لأنها ليست منهما. (و) في\nبيع (دار هذه الثلاثة) أي الأرض المملوكة للبائع بحملتها، حتى تخومها إلى\nالأرض السابعة، والشجر المغروس فيها، وإن كثر، والبناء فيها بأنواعه،\n(وأبواب منصوبة) وأغلاقها المثبتة، لا الأبواب المقلوعة، والسرر والحجارة\nالمدفونة بلا بناء، (لا في) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p051'> Vol. 03, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nبيع (قن) ذكر أو غيره (حلقة) بأذنه، أو خاتم، أو <span id='ms154'></span> نعل، (و) كذا (ثوب) عليه\nخلافا للحاوي، كالمحرر، وإن كان ساتر عورته. (وفي) بيع (شجر) رطب بلا أرض\nعند الاطلاق (عرق) ولو يابسا إن لم يشرط قطع الشجر، بأن شرط إبقاؤه أو\nأطلق، لوجوب بقاء الشجر الرطب. ويلزم المشتري قلع اليابس عند الاطلاق،\nللعادة، فإن شرط قطعه أو قلعه: عمل به، أو إبقاؤه: بطل البيع ولا ينتفع\nالمشتري بمغرسها (وغصن رطب)، لا يابس، والشجر رطب، لان العادة قطعه، وكذا\nورق رطب، لا ورق حناء على الأوجه، (لا) يدخل في بيع الشجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p052'> Vol. 03, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n(مغرسه)، فلا يتبعه في بيعه، لان اسم الشجر لا يتناوله (و) لا ثمر (ظهر):\nكطلع نخل بتشقق، وثمر نحو عنب:\n</p>\n\n<p>\nببروز، وجوز: بانعقاد، فما ظهر منه: للبائع، وما لم يظهر: للمشتري. ولو\nشرط الثمر لأحدهما: فهو له، عملا بالشرط: سواء أظهر الثمر أم لا، (ويبقيان)\nأي الثمر الظاهر والشجر عند الاطلاق، فيستحق البائع تبقية الثمر إلى أوان\nالجداد، فيأخذه دفعة، لا تدريجا، وللمشتري تبقية الشجر ما دام حيا، فإن\nانقلع، فله غرسه إن نفع لا بد له (و) يدخل (في) بيع (دابة حملها) المملوك\nلمالكها، فإن لم يكن مملوكا لمالكها، لم يصح البيع، كبيعها دون حملها، وكذا\nعكسه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p053'> Vol. 03, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nفصل في اختلاف المتعاقدين (ولو اختلف متعاقدان) - ولو وكيلين، أو وارثين\n- (في صفة عقد) معاوضة كبيع، وسلم، وقراض، وإجارة، وصداق، (و) الحال أنه قد\n(صح) العقد باتفاقهما، أو يمين البائع: (كقدر عوض) من نحو مبيع، أو ثمن، أو\nجنسه، أو صفته، أو أجل، أو قدره، (ولا بينة لأحدهما) بما ادعاه، أو كان لكل\nمنهما بينة، ولكن قد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p054'> Vol. 03, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nتعارضتا بأن أطلقتا، أو أطلقت إحداهما وأرخت الأخرى، أو أرختا بتاريخ\nواحد، وإلا حكم بمقدمة التاريخ.\n</p>\n\n<p>\n(حلف كل) منهما يمينا واحدة، تجمع نفيا لقول صاحبه، وإثباتا لقوله، فيقول\nالبائع مثلا: ما بعت بكذا، ولقد بعت بكذا. ويقول المشتري: ما اشتريت بكذا،\nولقد اشتريت بكذا، لان كلا: من المدعي والمدعى عليه.\n</p>\n\n<p>\nوالأوجه: عدم الاكتفاء بما بعت إلا بكذا، لأن النفي فيه: صريح والاثبات:\nمفهوم، (فإن <span id='ms155'></span>) رضي أحدهما بدون ما ادعاه، أو سمح للآخر بما ادعاه، لزم\nالعقد، ولا رجوع، فإن (أصرا) على الاختلاف: (فلكل) منهما (أو) للحاكم\n(فسخه) أي العقد، وإن لم يسألاه، قطعا، للنزاع. ولا تجب الفورية هنا. ثم\nبعد الفسخ: يرد المبيع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p055'> Vol. 03, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nبزيادته المتصلة، فإن تلف حسا أو شرعا، كأن وقفه أو باعه، رد مثله إن كان\nمثليا، أو قيمته إن كان متقوما. ويرد على البائع قيمة آبق فسخ العقد، وهو\nآبق من عند المشتري، والظاهر اعتبارها بيوم الهرب. (ولو ادعى) أحدهما\n(بيعا، والآخر رهنا، أو هبة): كأن قال أحدهما بعتكه بألف، فقال الآخر: بل\nرهنتنيه، أو وهبتنيه، فلا تخالف إذا لم يتفقا على عقد واحد، بل (حلف كل)\nمنهما للآخر (نفيا)، أي يمينا نافية لدعوى الآخر لان الأصل: عدمه، ثم يرد\nمدعى البيع الألف، لأنه مقر بها، ويسترد العين بزوائدها المتصلة والمنفصلة.\n(و) إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p056'> Vol. 03, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nاختلف العاقدان: فادعى أحدهما اشتمال العقد على مفسد من إخلال ركن أو\nشرط، كأن ادعى أحدهما رؤيته، وأنكرها الآخر: (حلف مدعي صحة) العقد غالبا،\nتقديما للظاهر من حال المكلف، وهو اجتنابه للفاسد، على أصل عدمها لتشوف\nالشارع إلى إمضاء العقود، وقد يصدق مدعي الفساد، كأن قال البائع: لم أكن\nبالغا حين البيع، وأنكر المشتري، واحتمل ما قاله البائع: صدق بيمينه، لان\nالأصل: عدم البلوغ. وإن اختلفا: هل وقع الصلح على الانكار أو الاعتراف؟\nفيصدق مدعي الانكار: لأنه الغالب. ومن وهب في مرضه شيئا، فادعت ورثته غيبة\nعقله حال الهبة: لم يقبلوا، إلا إن علم له غيبة قبل الهبة، وادعوا\nاستمرارها إليها. ويصدق منكر أصل نحو البيع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p057'> Vol. 03, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n(فروع) لورد المشتري مبيعا معينا معيبا. فأنكر البائع أنه المبيع. فيصدق\nبيمينه، لان الأصل مضي العقد على السلامة. ولو أتى المشتري بما فيه فأرة،\nوقال قبضته كذلك، فأنكر المقبض صدق بيمينه. ولو أفرغه في ظرف المشتري،\nفظهرت فيه فأرة، فادعى كل أنها من عند الآخر: صدق البائع بيمينه إن أمكن\nصدقه، لأنه مدع للصحة، ولان الأصل في كل حادث: تقديره بأقرب زمن <span id='ms156'></span>. والأصل\nبراءة البائع. وإن دفع لدائنه دينه فرده بعيب، فقال الدافع ليس هو الذي\nدفعته: صدق الدائن - لان الأصل: بقاء الذمة. ويصدق غاصب رد عينا، وقال هي\nالمغصوبة، وكذا وديع.\n</p>\n\n<p>\nفصل في القرض والرهن (الاقراض) وهو تمليك شئ على أن يرد مثله (سنة)، لان\nفيه إعانة على كشف كربة، فهو من السنن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p058'> Vol. 03, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nالأكيدة، للأحاديث الشهيرة كخبر مسلم من نفس على أخيه كربة من كرب\nالدنيا، نفس الله عنه كربة من كرب يوم القيامة. والله في عون العبد، ما دام\nالعبد في عون أخيه وصح خبر من أقرض الله مرتين: كان له مثل أجر أحدهما لو\nتصدق به والصدقة أفضل منه، خلافا لبعضهم. ومحل ندبه: إن لم يكن المقترض\nمضطرا، وإلا وجب. ويحرم الاقتراض على غير مضطر لم يرج الوفاء من جهة ظاهرة\nفورا في الحال، وعند الحلول في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p059'> Vol. 03, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nالمؤجل، كالاقراض عند العلم، أو الظن من آخذه أنه ينفقه في معصية. ويحصل\n(بإيجاب: كأقرضتك) هذا، أو ملكتكه على أن ترد مثله، أو خذه ورد بدله، أو\nاصرفه في حوائجك ورد بدله، فإن حذف ورد بدله: فكناية.\n</p>\n\n<p>\nوخذه فقط: لغو، إلا إن سبقه أقرضني هذا، فيكون قرضا، أو أعطني، فيكون\nهبة. ولو اقتصر على ملكتكه، ولم ينو البدل: فهبة، وإلا فكناية. ولو اختلفا\nفي نية البدل: صدق الدافع، لأنه أعرف بقصده. أو في ذكر البدل: صدق الآخذ في\nعدم الذكر، لأنه الأصل. والصيغة ظاهرة فيما ادعاه. ولو قال لمضطر أطعمتك\nبعوض، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p060'> Vol. 03, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nفأنكر، صدق المطعم، حملا للناس على هذه المكرمة ولو قال وهبتك بعوض، فقال\nمجانا: صدق المتهب.\n</p>\n\n<p>\nولو قال اشتر لي بدرهمك خبز، فاشتري له: كان الدرهم قرضا، لا هبة، على\nالمعتمد، (وقبول) متصل به:\n</p>\n\n<p>\nكأقرضته، وقبلت قرضه. نعم: القرض الحكمي - كالانفاق على اللقيط المحتاج،\nوإطعام الجائع، وكسوة العاري، لا يفتقر إلى إيجاب وقبول. ومنه أمر غيره\nبإعطاء ماله غرض فيه: كإعطاء شاعر، أو ظالم، أو إطعام فقير، أو فداء أسير -\nوعمر داري. وقال جمع: لا يشترط في القرض: الايجاب والقبول واختاره <span id='ms157'></span> الأذرعي.\nوقال قياس جواز المعاطاة في البيع: جوازها هنا، وإنما يجوز القرض من أهل\nتبرع: فيما يسلم فيه من حيوان وغيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p061'> Vol. 03, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nولو نقدا مغشوشا. نعم. يجوز قرض الخبز، والعجين، والخمير الحامض، لا\nالروبة، على الأوجه، وهي خميرة لبن حامض، تلقى على اللبن ليروب، لاختلاف\nحموضتها المقصودة. ولو قال أقرضني عشرة، فقال خذها من فلان، فإن كانت له\nتحت يده: جاز، وإلا فهو وكيل في قبضها، فلا بد من تجديد قرضها. ويمتنع على\nولي قرض مال موليه بلا ضرورة. نعم: يجوز للقاضي إقراض مال المحجور عليه بلا\nضرورة، لكثرة أشغاله: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p062'> Vol. 03, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nإن كان المقترض أمينا موسرا، (وملك مقترض بقبض) بإذن مقرض، وإن لم يتصرف\nفيه، كالموهوب. قال شيخنا: والأوجه في النقوط المعتاد في الأفراح أنه هبة،\nلا قرض، وإن اعتيد رد مثله. ولو أنفق على أخيه الرشيد وعياله سنين وهو\nساكت: لا يرجع به، على الأوجه، (و) جاز (لمقرض استرداد) حيث بقي ذلك\nالمقترض، وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p063'> Vol. 03, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nزال عن ملكه ثم عاد على الأوجه، بخلاف ما لو تعلق به حق لازم، كرهن،\nوكتابة، فلا يرجع فيه حينئذ. نعم:\n</p>\n\n<p>\nلو آجره رجع فيه، ويجب على المقترض رد المثل في المثلى، وهو النقد\nوالحبوب، ولو نقدا أبطله السلطان، لأنه أقرب إلى حقه، ورد المثل صورة في\nالمتقوم، وهو الحيوان، والثياب والجواهر، ولا يجب قبول الردئ عن الجيد، ولا\nقبول المثل في غير محل الاقراض إن كان له غرض صحيح، كأن كان لنقله مؤنة،\nولم يتحملها المقترض، أو كان الموضع مخوفا. ولا يلزم المقترض الدفع في غير\nمحل الاقراض إلا إذا لم يكن لحملة مؤنة، أو له مؤنة وتحملها المقرض، لكن له\nمطالبة في غير محل الاقراض بقيمة بمحل الاقراض وقت المطالبة فيما لنقله\nمؤنة ولم يتحملها المقرض لجوز الاعتياض عنه. (و) جاز لمقرض (نفع) يصل له من\nمقترض، كرد الزائد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p064'> Vol. 03, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nقدرا أو صفة، والأجود في الردئ (بلا شرط) في العقد، بل يسن ذلك لمقترض،\nلقوله (ص): إن خياركم:\n</p>\n\n<p>\nأحسنكم قضاء ولا يكره للمقرض أخذه، كقبول هديته <span id='ms158'></span>، ولو في الربوي. والأوجه\nأن المقرض يملك الزائد من غير لفظ، لأنه وقع تبعا، وأيضا فهو يشبه الهدية،\nوأن المقترض إذا دفع أكثر مما عليه، وادعى أنه إنما دفع ذلك ظنا أنه الذي\nعليه: حلف، ورجع فيه. وأما القرض بشرط جر نفع لمقرض ففاسد، لخبر كل قرض جر\nمنفعة، فهو ربا وجبر ضعفه: مجئ معناه عن جمع من الصحابة. ومنه القرض لمن\nيستأجر ملكه، أي مثلا بأكثر من قيمته لأجل القرض. إن وقع ذلك شرطا، إذ هو\nحينئذ حرام إجماعا، وإلا كره عندنا، وحرام عند كثير من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p065'> Vol. 03, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nالعلماء، قاله السبكي، ويجوز الاقراض بشرط الرهن أو الكفيل. ولو قال أقرض\nهذا مائة وأنا لها ضامن، فأقرضه المائة - أو بعضها - كان ضامنا، على\nالأوجه، للحاجة: كألق متاعك في البحر وعلي ضمانهم وقال البغوي: لو ادعى\nالمالك القرض، والآخذ الوديعة: صدق الآخذ لان الأصل: عدم الضمان، خلافا\nللأنوار.\n</p>\n\n<p>\n(ويصح رهن) وهو جعل عين يجوز بيعها وثيقة بدين يستوفى منها عند تعذر\nوفائه، فلا يصح رهن وقف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p066'> Vol. 03, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوأم ولد (بإيجاب وقبول) كرهنت، وارتهنت ويشترط ما مر في البيع، من اتصال\nاللفظين، وتوافقهما معنى، ويأتي هنا خلاف المعاطاة (من أهل تبرع)، فلا يرهن\nولي - أبا كان، أو جدا، أو وصيا، أو حاكما - مال صبي ومجنون، كما لا يرتهن\nلهما - إلا لضرورة، أو غطبة ظاهرة، فيجوز له الرهن والارتهان - كأن يرهن\nعلى ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p067'> Vol. 03, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nيقترض لحاجة المؤنة ليوفي مما ينتظر من الغلة أو حلول الدين، وكأن يرتهن\nعلى ما يقرضه أو يبيعه مؤجلا لضرورة نهب أو نحوه، للزوم الارتهان حينئذ\n(ولو) كان العين المرهونة جزءا مشاعا، أو (عارية)، وإن لم يصرح بلفظها، كأن\nقال له مالكها: ارهنها بدينك لحصول التوثق بها. ويصح إعارة النقد لذلك، على\nالأوجه، وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p068'> Vol. 03, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nمنعنا إعارته لغير ذلك، فيصح رهن معار بإذن مالك بشرط معرفته المرتهن،\nوجنس الدين وقدره. نعم، في الجواهر لو قال له ارهن عبدي بما شئت: صح أن\nيرهنه بأكثر من قيمته. ولو عين قدرا فرهن بدونه: جاز، ولا رجوع <span id='ms159'></span> للمالك بعد\nقبض المرتهن العارية، فلو تلف في يد الراهن، ضمن لأنه مستعير الآن، اتفاقا،\nأو في يد المرتهن: فلا ضمان عليهما، إذ المرتهن أمين، ولم يسقط الحق عن ذمة\nالراهن. نعم: إن رهن فاسدا: ضمن بالتسليم، على ما قاله غير واحد، ويباع\nالمعار بمراجعة مالكه عند حلول الدين، ثم يرجع المالك على الراهن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p069'> Vol. 03, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nبثمنه الذي بيع به (لا) يصح (بشرط ما يضر) الراهن، أو المرتهن: (كأن لا\nيباع) أي المرهون، عند المحل، أي وقت حلول الدين، أو إلا بأكثر من ثمن\nالمثل، (وكشرط منفعته) أي المرهون (لمرتهن) كأن يشرطا أن الزوائد الحادثة -\nكثمر الشجر - (مرهونة) فيبطل الرهن في الصور الثلاث، (ولا يلزم) الرهن\nكالهبة (إلا بقبض) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p070'> Vol. 03, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nبما مر في قبض المبيع (بإذن) من راهن يصح تبرعه، ويحصل الرجوع عن الرهن\nقبل قبضه بتصرف يزيل الملك كالهبة، والرهن لآخر، ولا بوطئ، وتزويج، وموت\nعاقد، وهرب مرهون. (واليد) في المرهون (لمرتهن) بعد لزوم الرهن غالبا (وهي)\nعلى الرهن (أمانة) أي يد أمانة، ولو بعد البراءة من الدين، فلا يضمنه\nالمرتهن إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p071'> Vol. 03, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nبالتعدي: كأن امتنع من الرد بعد سقوط الدين (وصدق) أي المرتهن (كالمستأجر\nفي) دعوى (تلف) بيمينه (لا في رد) لأنهما قبضا لغرض أنفسهما، فكانا\nكالمستعير، بخلاف الوديع، والوكيل، ولا يسقط بتلفه شئ من الدين. ولو غفل عن\nنحو كتاب، فأكلته الأرضة، أو جعله في محل هو مظنتها، ضمنه لتفريطه.\n</p>\n\n<p>\n(قاعدة) وحكم فساد العقود إذا صدر من رشيد، حكم صحيحها في الضمان وعدمه،\nلان صحيح العقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p072'> Vol. 03, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nإذا اقتضى الضمان بعد القبض - كالبيع والقرض - ففاسده أولى، أو عدمه -\nكالمرهون، والمستأجر والموهوب، ففاسده كذلك.\n</p>\n\n<p>\n(فرع) لو رهن شيئا وجعله مبيعا من المرتهن بعد شهر، أو عارية له بعده،\nبأن شرطا في عقد الرهن ثم قبضه المرتهن: لم يضمنه قبل مضي الشهر، وإن علم\nفساده - على المعتمد - وضمنه بعده لأنه يصير بيعا، أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p073'> Vol. 03, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nعارية فاسدين لتعليقهما بانقضاء الشهر. فإن قال رهنتك، فإن لم أقض عند\nالحلول فهو مبيع منك: فسد البيع، لا الرهن، على <span id='ms160'></span> الأوجه، لأنه لم يشترط فيه\nشيئا. (وله) أي للمرتهن (طلب بيعه) أي المرهون، أو طلب قضاء دينه إن لم\nيبع. ولا يلزم الراهن البيع بخصوصه، بل إنما يطلب المرتهن أحد الامرين (إن\nحل دين)، وإنما يبيع الراهن بإذن المرتهن عند الحاجة، لان له فيه حقا ويقدم\nالمرتهن بثمنه على سائر الغرماء. فإن أبى المرتهن الاذن. قال له الحاكم\nائذن في بيعه، أو أبرئه من الدين. (ويجبر راهن) أي يجبره الحاكم على أحد\nالامرين إذا امتنع بالحبس، وغيره، (فإن أصر) على الامتناع، أو كان غائبا\nوليس له ما يوفى منه غير الرهن. (باعه) عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p074'> Vol. 03, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n(قاض) بعد ثبوت الدين، وملك الراهن والرهن، وكونه بمحل ولايته وقضى الدين\nمن ثمنه، دفعا لضرر المرتهن، ويجوز للمرتهن بيعه في دين حال بإذن الراهن\nوحضرته، بخلافه في غيبته. نعم، إن قدر له الثمن:\n</p>\n\n<p>\nصح مطلقا، لانتفاء التهمة ولو شرطا أن يبيعه ثالث عند المحل: جاز بيعه\nبثمن مثل حال: ولا يشترط مراجعة الراهن في البيع، لان الأصل بقاء إذنه، بل\nالمرتهن، لأنه قد يمهل، أو يبرئ (وعلى مالكه) من راهن، أو معير له: (مؤنة)\nللمرهون - كنفقة رقيق، وكسوته، وعلف دابة، وأجرة رد آبق، ومكان حفظ، وإعادة\nما يهدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p075'> Vol. 03, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nإجماعا، خلافا لما شذ به الحسن. فإن غاب أو أعسر. راجع المرتهن الحاكم،\nوله الانفاق بإذنه ليكون رهنا بالنفقة أيضا. فإن تعذر استئذانه، وأشهد\nبالانفاق ليرجع، رجع، وإلا فلا، (وليس له) أي للمالك بعد لزوم الرهن: بيع،\nووقف، و (رهن لآخر)، لئلا يزاحم المرتهن (ووطئ) للمرهونة بلا إذنه، وإن لم\nتحبل، حسما للباب، بخلاف سائر التمتعات، فتحل، إن أمن الوطئ، (وتزويج)\nالأمة مرهونة، لنقصه القيمة، (لا) إن كان التزويج (منه): أي المرتهن، أو\nبإذنه، فلا يمتنع على الراهن، وكذا لا تجوز الإجارة لغير المرتهن بلا إذن\nإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p076'> Vol. 03, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nجاوزت مدتها المحل. ويجوز له الانتفاع بالركوب والسكنى، لا بالبناء\nوالغرس. نعم، لو كان الدين مؤجلا، وقال: أنا أقلع عند الاجل، فله ذلك. وأما\nوطئ المرتهن الجارية المرهونة، ولو بإذن المالك <span id='ms161'></span>، فزنا، حيث علم التحريم،\nفعليه الحد، ويلزمه المهر، ما لم تطاوعه، عالمة بالتحريم، وما نسب إلى\nعطاء، من تجويزه الوطئ بإذن المالك، ضعيف جدا، بل قيل إنه مكذوب عليه.\n</p>\n\n<p>\n(وسئل) القاضي الطيب الناشري عن الحكم فيما اعتاده النساء من ارتهان\nالحلى مع الاذن في لبسها.\n</p>\n\n<p>\n(فأجاب) لا ضمان على المرتهنة مع اللبس، لان ذلك في حكم إجارة فاسدة\nمعللا ذلك: بأن المقرضة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p077'> Vol. 03, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nلا تقرض مالها إلا لأجل الارتهان واللبس، فجعل ذلك عوضا فاسدا في مقابلة\nاللبس. (ولو اختلفا) أي الراهن، والمرتهن (في أصل رهن)، كأن قال رهنتني\nكذا، فأنكر الآخر، (أو) في (قدره): أي المرهون كرهنتني الأرض مع شجرها،\nفقال: بل وحدها، أو قدر المرهون به: كبألفين، فقال بل بألف: (صدق راهن)\nبيمينه. وإن كان المرهون بيد المرتهن لان الأصل عدم ما يدعيه المرتهن. ولو\nادعى مرتهن هو بيده أنه قبضه بالاذن، وأنكره الراهن، وقال بل غصبته، أو\nأعرتكه، أو آجرتكه: صدق في جحده بيمينه.\n</p>\n\n<p>\n(فرع) من عليه ألفان بأحدهما رهن أو كفيل، فأدي ألفا وقال أديته عن ألف\nالرهن: صدق بيمينه، لان المؤدي أعرف بقصده وكيفيته. ومن ثم لو أدى لدائنه\nشيئا وقصد أنه عن دينه وقع عنه، وإن ظنه الدائن هدية، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p078'> Vol. 03, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nكذا قالوه، ثم إن لم ينو الدافع، شيئا حالة الدفع: جعله عما شاء منهما،\nلان التعيين إليه.\n</p>\n\n<p>\n(تتمة) المفلس من عليه دين لآدامي حال زائد على ماله: يحجر عليه، بطلبه\nالحجر على نفسه، أو طلب غرمائه وبالحجر: يتعلق حق الغرماء بماله، فلا يصح\nتصرفه فيه بما يضرهم. كوقف، وهبة، ولا بيعه، ولو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p079'> Vol. 03, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nلغرمائه بدينهم، بغير إذن القاضي. ويصح إقراره بعين أو دين أسند وجوبه\nلما قبل الحجر. ويبادر قاض يبيع ماله، ولو مسكنه، وخادمه، بحضرته مع\nغرمائه، وقسم ثمنه بين غرمائه كبيع مال ممتنع عن أداء حق وجب عليه أداؤه.\nولقاض إكراه ممتنع من الأداء بالحبس وغيره من أنواع التعزير. ويحبس مدين\nمكلف عهد له المال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p080'> Vol. 03, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nلا أصل وإن علا من جهة أب أو أم بدين فرعه <span id='ms162'></span>، خلافا للحاوي، كالغزالي، وإذا\nثبت إعسار مدين: لم يجز حبسه، ولا ملازمته - بل يمهل حتى يوسر. وللدائن\nملازمة من لم يثبت إعساره، ما لم يختر المدين الحبس، فيجاب إليه، وأجرة\nالحبس، وكذا الملازم على المدين. وللحاكم منع المحبوس: الاستئناس\nبالمحادثة، وحضور الجمعة، وعمل الصنعة - إن رأى المصلحة فيه - ولا يجوز\nللدائن تجويع المدين بمنع الطعام - كما أفتى به شيخنا الزمزمي، رحمه الله\nتعالى - ويجوز لغريم المفلس المحجور عليه أو الميت: الرجوع فورا إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p081'> Vol. 03, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nمتاعه، إن وجد في ملكه ولم يتعلق به حق لازم، والعوض حال، وإن تفرخ البيض\nالمبيع، ونبث البذر واشتد حب الزرع، لأنها حدثت من عين ماله. ويحصل الرجوع\nمن البائع، ولو بلا قاض، بنحو فسخت، ورجعت في المبيع - لا بنحو بيع وعتق\nفيه.\n</p>\n\n<p>\nفصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p082'> Vol. 03, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n(يحجز بجنون إلى إفاقة وصبا إلى بلوغ) بكمال خمس عشرة سنة قمرية، تحديدا،\nبشهادة عدلين خبيرين، أو خروج مني، أو حيض، وإمكانهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p083'> Vol. 03, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nكمال تسع سنين. ويصدق مدعي بلوغ: بإمناء، أو حيض، ولو في خصومة، بلا\nيمين. إذ لا يعرف إلا منه.\n</p>\n\n<p>\nونبت العانة الخشنة، بحيث تحتاج إلى الحلق في حق كافر: ذكر أو أنثى،\nأمارة على بلوغه بالسن أو الاحتلام.\n</p>\n\n<p>\nومثله: ولد من جهل إسلامه، لا من عدم من يعرف سنه: على الأوجه، وقيل يكون\nعلامة في حق المسلم أيضا. وألحقوا، بالعانة: الشعر الخشن في الإبط، وإذا\nبلغ الصبي رشيدا: أعطى ماله والرشد: صلاح الدين، والمال، بأن لا يفعل محرما\nيبطل عدالة: من ارتكاب كبيرة أو إصرار على صغيرة مع عدم غلبة طاعاته\nمعاصيه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p084'> Vol. 03, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nوبأن لا يبذر بتضييع المال باحتمال غبن فاحش في المعاملة، وإنفاقه، ولو\nفلسا في محرم. وأما صرفه في الصدقة، ووجوه الخير، والمطاعم، والملابس،\nوالهدايا التي لا تليق به، فليس بتبذير. وبعد إفاقة المجنون وبلوغ الصبي -\nولو بلا رشد - يصح الاسلام، والطلاق، والخلع، وكذا التصرف المالي بعد\nالرشد. وولي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p085'> Vol. 03, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nالصبي: أب عدل، فأبوه وإن علا، فوصي فقاضي بلد المولى، إن كان عدلا\nأمينا، فإن كان ماله ببلد آخر: فولي ماله <span id='ms163'></span> قاضي بلد المال - في حفظه، وبيعه،\nوإجارته عند خوف هلاكه - فصلحاء بلده ويتصرف الولي بالمصلحة ويلزمه حفظ\nماله، واستنماؤه قدر النفقة، والزكاة، والمؤن، إن أمكنه، وله السفر به في\nطريق آمن لمقصد آمن برا، لا بحرا، وشراء عقار يكفيه غلته أولى من التجارة،\nولا يبيع عقاره إلا لحاجة أو غبطة ظاهرة وأفتى بعضهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p086'> Vol. 03, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nبأن للولي الصلح على بعض دين المولي إذا تعين ذلك طريقا لتخليص ذلك\nالبعض، كما أن له، بل يلزمه، دفع بعض ماله لسلامة باقية. انتهى. وله بيع\nماله نسيئة لمصلحة، وعليه أن يرتهن بالثمن رهنا وافيا إن لم يكن المشتري\nموسرا. ولولي إقراض مال محجور لضرورة. ولقاض ذلك مطلقا، بشرط كون المقترض\nمليئا أمينا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p087'> Vol. 03, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nولا ولاية لام على الأصح، ومن أدلى بها، ولا لعصبة. نعم، لهم الانفاق من\nمال الطفل في تأديبه وتعليمه، لأنه قليل، فسومح به عند فقد الولي الخاص.\nويصدق أب أو جد في أنه تصرف لمصلحة بيمينه، وقاض بلا يمين، إن كان ثقة\nعدلا، مشهور العفة، وحسن السيرة، لا وصي، وقيم، وحاكم، وفاسق، بل المصدق\nبيمينه هو المحجور، حيث لا بينة، لأنهم قد يتهمون. ومن ثم: لو كانت الام\nوصية كانت كالأولين، وكذا آباؤها.\n</p>\n\n<p>\n(فرع) ليس لولي أخذ شئ من مال موليه إن كان غنيا مطلقا، فإن كان فقيرا\nوانقطع بسببه عن كسبه:\n</p>\n\n<p>\nأخذ قدر نفقته، وإذا أيسر: لم يلزمه بدل ما أخذه. قال الأسنوي: هذا في\nوصي وأمين، أما أب أو جد، فيأخذ قدر كفايته - اتفاقا - سواء الصحيح وغيره.\nوقيس بولي اليتيم فيما ذكر: من جمع مالا لفك أسير، أي مثلا، فله إن كان\nفقيرا الاكل منه. وللأب والجد: استخدام محجوره فيما لا يقابل بأجرة ولا\nيضربه على ذلك، خلافا لمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p088'> Vol. 03, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nجزم بأن له ضربه عليه، وأفتى النووي بأنه لو استخدم ابن ابنته: لزمه\nأجرته إلى بلوغه ورشد، وإن لم يكرهه.\n</p>\n\n<p>\nولا يجب أجرة الرشيد إلا إن أكره. ويجري هذا في غير الجد للام، وقال\nالجلال البلقيني: لو كان للصبي مال غائب فأنفق <span id='ms164'></span> وليه عليه من مال نفسه بنية\nالرجوع، إذا حضر ماله رجع، إن كان أبا أو جدا، لأنه يتولى الطرفين، بخلاف\nغيرهما: أي حتى الحاكم، بل يأذن لمن ينفق، ثم يوفيه وأفتى جمع فيمن ثبت له\nعلى أبيه دين فادعى إنفاقه عليه: بأنه يصدق هو أو وارثه باليمين.\n</p>\n\n<p>\nفصل في الحوالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p089'> Vol. 03, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n(تصح حوالة بصيغة) وهي إيجاب من المحيل: كأحلتك على فلان بالدين الذي لك\nعلي، أو نقلت حقك إلى فلان، أو جعلت مالي عليه لك، وقبول من المحتال بلا\nتعليق، ويصح بأحلني، (وبرضا محيل، ومحتال) ولا يشترط رضا المحال عليه.\n(ويلزم بها) أي الحوالة (دين محتال محالا عليه) فيبرأ المحيل بالحوالة عن\nدين المحتال، والمحال عليه عن دين المحيل، ويتحول حق المحتال إلى ذمة\nالمحال عليه إجماعا، (فإن تعذر أخذه منه بفلس) حصل للمحال عليه، وإن قارن\nالفلس الحوالة، (أو جحد) أي إنكار منه للحوالة، أو دين المحيل وحلف عليه،\nأو بغير ذلك: كتعزز المحال عليه، وموت شهود الحوالة: (لم يرجع) المحتال\n(على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p090'> Vol. 03, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nمحيل) بشئ، وإن جهل ذلك، ولا يتخير لو بان المحال عليه معسرا وإن شرط\nيساره. ولو طلب المحتال المحال عليه فقال أبرأني المحيل قبل الحوالة، وأقام\nبذلك بينة: سمعت، وإن كان المحيل في البلد. ثم المتجه أن للمتحال: الرجوع\nبدينه على المحيل، إلا إذا استمر على تكذيب المحال عليه. ولو باع عبدا\nوأحال بثمنه، ثم اتفق المتبايعان على حريته وقت البيع، أو ثبتت حريته حينئذ\nببينة شهدت حسبة، أو أقامها العبد: لم تصح الحوالة، وإن كذبهما المحتال في\nالحرية ولا بينة فلكل منهما تحليفه على نفي العلم بها، وبقيت الحوالة. (ولو\nاختلفا) أي الدائن والمدين في أنه (هل وكل أو أحال؟) بأن قال المدين: وكلتك\nلتقبض لي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p091'> Vol. 03, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nفقال الدائن: بل أحلتني، وقال المدين: أحلتك، فقال الدائن: بل وكلتني،\n(صدق منكر حوالة) بيمينه، فيصدق المدين في الأولى، والدائن في الأخيرة. لان\nالأصل بقاء الحق في ذمة المستحق عليه.\n</p>\n\n<p>\n(تتمة) يصح من مكلف رشيد: ضمان بدين واجب، سواء استقر في <span id='ms165'></span> ذمة المضمون له:\nكنفقة اليوم وما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p092'> Vol. 03, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nقبله للزوجة، أو لم يستقر، كثمن مبيع لم يقبض، وصداق قبل وطئ، لا بما\nسيجب، كدين قرض، ونفقة غد للزوجة، ولا بنفقة القريب مطلقا. ولا يشترط رضا\nالدائن والمدين. وصح ضمان الرقيق بإذن سيده. وتصح منه كفالة بعين مضمونة،\nكمغصوبة، ومستعارة، وببدن من يستحق حضوره مجلس حكم بإذنه، ويبرأ الكفيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p093'> Vol. 03, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nبإحضار مكفول، شخصا كان أو عينا، إلى المكفول له، وإن لم يطالبه، وبحضوره\nعن جهة الكفيل بلا حائل:\n</p>\n\n<p>\nكمتغلب بالمكان الذي شرط في الكفالة الاحضار إليه، وإلا فحيث وقعت\nالكفالة فيه. فإن غاب لزمه إحضاره، إن عرف محله، وأمن الطريق، وإلا فلا.\nولا يطالب كفيل بمال، وإن فات التسليم بموت أو غيره. فلو شرط أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p094'> Vol. 03, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nيغرم المال، ولو مع قوله إن فات التسليم للمكفول، لم تصح. وصيغة الالتزام\nفيهما: كضمنت دينك على فلان، أو تحملته، أو تكفلت ببدنه، أو أنا بالمال، أو\nبإحضار الشخص ضامن، أو كفيل. ولو قال أؤدي المال، أو أحضر الشخص، فهو وعد\nبالتزام، كما هو صريح الصيغة، نعم: إن حفت به قرينة تصرفه إلى الانشاء:\n</p>\n\n<p>\nانعقد به، كما بحثه ابن الرفعة، واعتمده السبكي، ولا يصحان بشرط براءة\nأصيل، ولا بتعلق وتوقيت.\n</p>\n\n<p>\nوللمستحق مطالبة الضامن والأصيل. ولو برئ: برئ الضامن. ولا عكس في\nالابراء، دون الأداء، ولو مات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p095'> Vol. 03, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما والدين مؤجل: حل عليه. ولضامن رجوع على أصيل، إن غرم. ولو صالح عن\nالدين بما دونه: لم يرجع إلا بما غرم ولو أدى دين غيره بإذن: رجع، وإن لم\nيشرط له الرجوع، لا إن أداه بقصد التبرع.\n</p>\n\n<p>\n(فرع) أفتى جمع محققون بأنه لو قال رجلان لآخر: ضمنا مالك على فلان: طالب\nكلا بجميع الدين. وقال جمع متقدمون: طالب كلا بنصف الدين، ومال إليه\nالأذرعي. قال شيخنا: إنما تقسط الضمان في: ألق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p096'> Vol. 03, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nمتاعك في البحر وأنا وركاب السفينة ضامنون، لأنه ليس ضمانا حقيقة، بل\nاستدعاء إتلاف مال لمصلحة فاقتضت التوزيع، لئلا ينفر الناس عنها.\n</p>\n\n<p>\n(واعلم) أن الصلح جائز مع الاقرار، وهو على شئ <span id='ms166'></span> غير المدعي معاوضة - كما\nلو قال: صالحتك عما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p097'> Vol. 03, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nتدعيه على هذا الثوب، فله حكم البيع، وعلى بعض المدعى إبراء إن كان دينا،\nفلو لم يقل المدعي أبرأت ذمتك: لم يضر، ويلغى الصلح حيث لا حجة للمدعي مع\nالانكار، أو السكوت من المدعى عليه، فلا يصح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p098'> Vol. 03, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nالصلح على الانكار، وإن فرض صدق المدعي، خلافا للأئمة الثلاثة. نعم، يجوز\nللمدعي المحق أن يأخذ ما بذل له في الصلح على الانكار، ثم إن وقع بغير مدعى\nبه كان ظافرا وسيأتي حكم الظفر.\n</p>\n\n<p>\n(فرع) يحرم على كل أحد غرس شجر في شارع، ولو لعموم النفع للمسلمين، كبناء\nدكة، وإن لم يضر فيه، ولو لذلك أيضا، وإن انتفى الضرر حالا، أو كانت الدكة\nبفناء داره. ويحل الغرس بالمسجد للمسلمين أو ليصرف ريعه بل يكره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p099'> Vol. 03, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الوكالة والقراض (تصح وكالة) شخص متمكن لنفسه كعبد، وفاسق في قبول\nنكاح، ولو بلا إذن سيد، لا في إيجابه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p100'> Vol. 03, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nوهي تفويض شخص أمره إلى آخر فيما يقبل النيابة ليفعله في حياته، فتصح (في\nكل عقد): كبيع، ونكاح، وهبة، ورهن، وطلاق منجز، (و) في كل (فسخ) كإقالة،\nورد بعيب. وفي قبض، وإقباض للدين أو العين، وفي استيفاء عقوبة آدمي،\nوالدعوى والجواب، وإن كره الخصم، وإنما تصح الوكالة فيما ذكر، إن كان (عليه\nولاية لموكل) بملكه التصرف فيه حين التوكيل، فلا يصح في بيع ما سيملكه\nوطلاق من سينكحها، لأنه لا ولاية له عليه حينئذ، وكذا لو وكل من يزوج\nموليته إذا طلقت أو انقضت عدتها، على ما قاله الشيخان هنا، لكن رجح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p101'> Vol. 03, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nفي الروضة، في النكاح، الصحة. وكذا لو قالت له، وهي في نكاح أو عدة، أذنت\nلك في تزويجي إذا حللت، ولو علق ذلك على الانقضاء أو الطلاق، فسدت الوكالة،\nونفذ التزويج للاذن، (لا) في (إقرار) أي لا يصح التوكيل فيه، بأن يقول\nلغيره: وكلتك لتقر عني لفلان بكذا، فيقول الوكيل أقررت عنه بكذا، لأنه\nإخبار عن حق، فلا يقبل التوكيل، لكن يكون الموكل مقرا بالتوكيل، (و) لا في <span id='ms167'></span>\n(يمين)، لان القصد بها تعظيم الله تعالى، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p102'> Vol. 03, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nفأشبهت العبادة. ومثلها: النذر، وتعليق العتق والطلاق بصفة، ولا في\nالشهادة، إلحاقا لها بالعبادة، والشهادة على الشهادة ليست توكيلا، بل\nالحاجة جعلت الشاهد المتحمل عنه، كحاكم أدى عنه عند حاكم آخر، (و) لا في\n(عبادة)، إلا في حج، وعمرة، وذبح نحو أضحية، ولا تصح الوكالة إلا (بإيجاب)\nوهو ما يشعر برضا الموكل الذي يصح مباشرته الموكل فيه في التصرف: (كوكلتك)\nفي كذا، أو فوضت إليك، أو أنبتك، أو أقمتك مقامي فيه، (أو بع) كذا، أو زوج\nفلانة، أو طلقها، أو أعطيت بيدك طلاقها وأعتق فلانا. قال السبكي: يؤخذ من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p103'> Vol. 03, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nكلامهم صحة قول من لا ولي لها: أذنت لكل عاقد في البلد أن يزوجني. قال\nالأذرعي: وهذا، إذا صح محله، إن عينت الزوج ولم تفوض إلا صيغة فقط. وبنحو\nذلك. أفتى ابن الصلاح، ولا يشترط في الوكالة: القبول لفظا، لكن يشترط عدم\nالرد فقط. ولو تصرف غير عالم بالوكالة: صح، إن تبين وكالته حين التصرف، كمن\nباع مال أبيه ظانا حياته فبان ميتا. ولا يصح تعليق الوكالة بشرط: كإذا جاء\nرمضان فقد وكلتك في كذا، فلو تصرف بعد وجود الشرط المعلق، كأن وكله بطلاق\nزوجة سينكحها، أو ببيع عبد سيملكه، أو بتزويج بنته إذا طلقت واعتدت: فطلق\nبعد أن نكح، أو باع بعد أن ملك، أو زوج بعد العدة نفذ عملا بعموم الاذن.\nوإن قلنا بفساد الوكالة بالنسبة إلى سقوط الجعل المسمى إن كان ووجوب أجرة\nالمثل، وصح تعليق التصرف فقط، كبعه لكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p104'> Vol. 03, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nبعد شهر، وتأقيتها: كوكلتك إلى شهر رمضان. ويشترط في الوكالة أن يكون\nالموكل فيه معلوما للوكيل، ولو بوجه، كوكلتك في بيع جميع أموالي، وعتق\nأرقائي، وإن لم تكن أمواله وأرقاؤه معلومة، لقلة الغرر فيه، بخلاف بع هذا\nأو ذاك، وفارق إحدى عبيدي، بأن الاحد صادق على كل، وبخلاف بع بعض مالي.\nنعم: يصح بع، أو هب منه ما شئت. وتبطل في المجهول، كوكلتك في كل قليل\nوكثير، أو في كل أموري <span id='ms168'></span>، أو تصرف في أموري كيف شئت لكثرة الغرور فيه (وباع)\nكالشريك (وكيل) صح مباشرته التصرف لنفسه (بثمن مثل) فأكثر (حالا)،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p105'> Vol. 03, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nفلا يبيع نسيئة، ولا بغير نقد البلد، ولا بغبن فاحش، بأن لا يحتمل غالبا،\nفبيع ما يساوي عشرة بتسعة: محتمل، وبثمانية: غير محتمل. ومتى خالف شيئا مما\nذكر فسد تصرفه، وضمن قيمته يوم التسليم، ولو مثليا، إن أقبض المشتري، فإن\nبقي: استرده، وله حينئذ بيعه بالاذن السابق، وقبض الثمن، ولا يضمنه. وإن\nتلف، غرم الموكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p106'> Vol. 03, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nبدله الوكيل أو المشتري والقرار عليه. وهذا كله، (إذا أطلق الموكل)\nالوكالة في البيع، بأن لم يقيد بثمن، ولا حلول، ولا تأجيل، ولا نقد، وإن\nقيد بشئ، اتبع.\n</p>\n\n<p>\nفرع: لو قال لوكيله بعه بكم شئت، فله بيعه بغبن فاحش، لا بنسيئة، ولا\nبغير نقد البلد، أو بما شئت، أو بما تراه، فله بيعه بغير نقد البلد، لا\nبغبن، ولا بنسيئة، أو بكيف شئت فله بيعة بنسيئة، لا بغبن، ولا بغير نقد\nالبلد، أو بما عز وهان، فله بيعه بعرض وغبن، لا بنسيئة، (ولا يبيع) الوكيل\nلنفسه وموليه، وإن أذن له في ذلك، وقدر له بالثمن، خلافا لابن الرفعة،\nلامتناع اتحاد الموجب والقابل، وإن انتفت التهمة، بخلاف أبيه وولده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p107'> Vol. 03, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nالرشيد، ولا يصح البيع بثمن المثل مع وجود راغب بزيادة لا يتغابن بمثلها\nإن وثق به، قال الأذرعي: ولم يكن مماطلا، ولا ماله أو كسبه حراما، أي هو\nكله، أو أكثره، فإن وجد راغب بالزيادة في ثمن خيار المجلس أو الشرط ولو\nللمشتري وحده ولم يرض بالزيادة فسخ الوكيل العقد، وجوبا، بالبيع، للراغب\nبالزيادة، وإلا انفسخ بنفسه ولا يسلم الوكيل بالبيع بحال المبيع حتى يقبض\nالثمن الحال، وإلا ضمن للموكل قيمة البيع، ولو مثليا، (وليس له) أي للوكيل\nبالشراء (شراء معيب) لاقتضاء الاطلاق عرفا السليم (ووقع) الشراء (له) أي\nللوكيل (إن علم) العيب واشتراه بثمن في الذمة، وإن ساوى المبيع الثمن إلا\nإذا عينه الموكل، وعلم بعيبه، فيقع له، كما إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p108'> Vol. 03, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nاشتراه بثمن في الذمة، أو بعين <span id='ms169'></span> ماله جاهلا بعيبه، وإن لم يساو المبيع\nالثمن، وعلم مما مر أنه حيث لم يقع للموكل، فإن كان الثمن عين ماله، بطل\nالشراء، وإلا وقع للوكيل. ويجوز لعامل القراض شراؤه، لان القصد ثم الربح،\nوقضيته أنه لو كان القصد هنا الربح جاز، وهو كذلك، ولكل من الموكل والوكيل،\nفي صورة الجهل، رد بعيب، لا لوكيل إن رضي به موكل. ولو دفع موكله إليه مالا\nللشراء، وأمره بتسليمه في الثمن، فسلم من عنده، فمتبرع، حتى ولو تعذر مال\nالموكل، لنحو غيبة مفتاح، إذ يمكنه الاشهاد على أنه أدى عنه ليرجع أو إخبار\nالحاكم بذلك، فإن لم يدفع له شيئا، أو لم يأمره بالتسليم فيه، رجع للقرينة\nالدالة على إذنه له في التسليم عنه، (ولا) له (توكيل بلا إذن) من الموكل\n(فيما يتأتى منه) لأنه لم يرض بغيره. نعم، لو وكله في قبض دين فقبضه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p109'> Vol. 03, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n، وأرسله مع أحد من عياله، لم يضمن كما قاله الجوري، قال شيخنا: والذي\nيظهر أن المراد بهم، أولاده ومماليكه، وزوجاته، بخلاف غيرهم، ومثله، إرسال\nنحو ما اشتراه له مع أحدهم، وخرج بقولي فيما يتأتى منه:\n</p>\n\n<p>\nما لم يتأت منه، لكونه يتعسر عليه الاتيان به لكثرته، أو لكونه لا يحسنه،\nأو لا يليق به، فله التوكيل عن موكله، لا عن نفسه، وقضية التعليل المذكور\nامتناع التوكيل عند جهل الموكل بحاله. ولو طرأ له العجز لطرو نحو مرض أو\nسفر، لم يجز له أن يوكل، وإذا وكل الوكيل بإذن الموكل، فالثاني وكيل\nالموكل، فلا يعزله الوكيل. فإن قال الموكل، وكل عنك، ففعل، فالثاني وكيل\nالوكيل، لأنه مقتضي الاذن، فينعزل بعزله، ويلزم الوكيل أن لا يوكل إلا\nأمينا، ما لم يعين له غيره مع علم الموكل بحاله، أو لم يقل له وكل من شئت،\nعلى الأوجه، كما لو قالت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p110'> Vol. 03, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nلوليها: زوجني ممن شئت، فله تزويجها من غير الكفء أيضا، وقوله لوكيله في\nشئ، افعل فيه ما شئت، أو كل ما تفعله جائز، ليس إذنا في التوكيل.\n</p>\n\n<p>\nفرع: لو قال بع <span id='ms170'></span> لشخص معين كزيد، لم بيع من غيره، ولو وكيل زيد، أو بشئ\nمعين من المال، كالدينار، لم يبع بالدراهم، على المعتمد، أو في مكان معين،\nتعين، أو في زمان معين، كشهر كذا، أو يوم كذا، تعين ذلك، فلا يجوز قبله،\nولا بعده، ولو في الطلاق، وإن لم يتعلق به غرض، عملا بالاذن، وفارق إذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p111'> Vol. 03, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nجاء رأس الشهر فأمر زوجتي بيدك، ولم يرد التقييد برأسه، فله إيقاعه بعده،\nبخلاف طلقها يوم الجمعة، فإنه يقتضي حصر الفعل فيه، دون غيره، وليلة اليوم،\nمثله إن استوى الراغبون فيهما. ولو قال يوم الجمعة، أو العيد مثلا، تعين\nأول جمعة أو عيد يلقاه، وإنما يتعين المكان، إذا لم يقدر الثمن، أو نهاه عن\nغيره، وإلا جاز البيع في غيره. (وهو) أي الوكيل ولو بجعل (أمين) فلا يضمن\nما تلف في يده بلا تعد، ويصدق بيمينه في دعوى التلف والرد على الموكل، لأنه\nائتمنه بخلاف الرد على غير الموكل كرسوله، فيصدق الرسول بيمينه، ولوكله\nبقضاء دين فقال قضيته، وأنكر المستحق دفعه إليه صدق المستحق بيمينه، لان\nالأصل عدم القضاء، فيحلف، ويطالب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p112'> Vol. 03, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nالموكل فقط. (فإن تعدى) كأن ركب الدابة ولبس الثوب تعديا: (ضمن) كسائر\nالامناء، ومن التعدي، أن يضيع منه المال ولا يدري كيف ضاع، أو وضعه بمحل ثم\nنسيه ولا ينعزل بتعديه بغير إتلاف الموكل فيه. ولو أرسل إلى بزاز ليأخذ منه\nثوبا سوما فتلف في الطريق: ضمنه المرسل، لا الرسول.\n</p>\n\n<p>\nفرع: لو اختلفا في أصل الوكالة بعد التصرف، كوكلتني في كذا، فقال ما\nوكلتك. أو في صفتها، بأن قال وكلتني بالبيع نسيئة، أو بالشراء بعشرين،\nفقال: بل نقدا، أو بعشرة، صدق الموكل بيمينه في الكل لان الأصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p113'> Vol. 03, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nمعه (وينعزل) الوكيل (بعزل أحدهما) أي بأن يعزل الوكيل نفسه، أو يعزله\nالموكل، سواء كان بلفظ العزل أم لا، كفسخت الوكالة، أو أبطلتها، أو أزلتها،\nوإن لم يعلم المعزول. (و) ينعزل أيضا، بخروج أحدهما عن أهلية التصرف (بموت،\nأو جنون) حصلا لأحدهما، وإن لم يعلم الآخر به، ولو <span id='ms171'></span> قصرت مدة الجنون، وزوال\nملك الموكل عما وكل فيه أو منفعته، كأن باع أو وقف أو آجر أو رهن أو زوج\nأمة. ولا يصدق الموكل (بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p114'> Vol. 03, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nتصرف) أي تصرف الوكيل في قوله كنت عزلته (إلا ببينة) يقيمها على العزل.\nقال الأسنوي: وصورته إذا أنكر الوكيل العزل، فإن وافقه على العزل لكن ادعى\nأنه بعد التصرف فهو كدعوى الزوج تقدم الرجعة على انقضاء العدة، وفيه تفصيل\nمعروف، انتهى. ولو تصرف وكيل أو عامل بعد انعزاله جاهلا في عين مال موكله،\nبطل، وضمنها إن سلمها، أو في ذمته انعقد له.\n</p>\n\n<p>\nفروع: لو قال لمدينه اشتر لي عبدا بما في ذمتك، ففعل، صح للموكل، وبرئ\nالمدين، وإن تلف، على الأوجه، ولو قال لمدينه: أنفق على اليتيم الفلاني كل\nيوم درهما من ديني الذي عليك، ففعل، صح، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p115'> Vol. 03, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nوبرئ على ما قاله بعضهم: يوافقه قول القاضي لو أمر مدينه أن يشتري له\nبدينه طعاما، ففعل، ودفع الثمن وقبض الطعام، فتلف في يده: برئ من الدين.\nولو قال لوكيله: بع هذه ببلد كذا، واشتر لي بثمنها قنا، جاز له إيداعها في\nالطريق، أو المقصد، عند أمين، من حاكم فعيره، إذ العمل غير لازم له، ولا\nتغرير منه، بل المالك هو المخاطر بماله، ومن ثم لو باعها، لم يلزمه شراء\nالقن، ولو اشتراه، لم يلزمه رده، بل له إيداعه عند من ذكر، وليس له رد\nالثمن، حيث لا قرينة قوية تدل على رده، كما استظهره شيخنا، لان المالك لم\nيأذن فيه فإن فعل فهو في ضمانه، حتى يصل لمالكه ومن ادعى أنه وكيل لقبض ما\nعلى زيد من عين أو دين، لم يلزمه الدفع إليه، إلا ببينة بوكالته. ولكن يجوز\nالدفع له إن صدقه في دعواه، أو ادعى أنه محتال به وصدقه، وجب الدفع له،\nلاعترافه بانتقال المال إليه، وإذا دفع إلى مدعي الوكالة فأنكر المستحق\nوحلف أنه لم يوكل، فإن كان المدفوع هينا، استردها إن بقيت، وإلا غرم من شاء\nمنهما، ولا رجوع للغارم على الآخر <span id='ms172'></span>، لأنه مظلوم بزعمه، أو دينا، طالب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p116'> Vol. 03, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nالدافع فقط، أو إلى مدعي الحوالة فأنكر الدائن الحوالة وحلف، أخذ دينه\nممن كان عليه ولا يرجع المؤدي على من دفع إليه، لأنه اعترف بالملك له. قال\nالكمال الدميري، لو قال أنا وكيل في بيع أو نكاح وصدقه من يعامله، صح\nالعقد، فلو قال بعد العقد لم يكن وكيلا: لم يلتفت إليه. (ويصح قراض: وهو)\nأن يعقد على مال يدفعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p117'> Vol. 03, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nلغيره ليتجر فيه، على أن يكون الربح مشتركا بينهما (في نقد خالص مضروب)\nلأنه عقد غرر، لعدم انضباط العمل والوثوق بالربح وإنما جوز: للحاجة، فاختص\nبما يروج غالبا، وهو النقد المضروب. ويجوز عليه، وإن أبطله السلطان، وخرج\nبالنقد، العرض، ولو فلوسا، وبالخالص، المغشوش وإن علم قدر غشه، أو استهلك،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p118'> Vol. 03, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nوجاز التعامل به. وبالمضروب التبر، وهو ذهب أو فضة لم يضرب، والحلي فلا\nيصح في شئ منها، وقيل يجوز على المغشوش إن استهلك غشه. وجزم به الجرجاني.\nوقيل إن راج. واختاره السبكي وغيره. وفي وجه ثالث في زوائد الروضة أنه يجوز\nعلى كل مثلي، وإنما يصح القراض (بصيغة) من إيجاب من جهة رب المال:\n</p>\n\n<p>\nكقارضتك، أو عاملتك في كذا، أو خذ هذه الدراهم واتجر فيها، أو بع، أو\nاشتر على أن الربح بيننا، وقبول فورا من جهة العامل لفظا، وقيل يكفي في\nصيغة الامر، كخذ هذه واتجر فيها القبول بالفعل، كما في الوكالة، وشرط\nالمالك والعامل، كالموكل والوكيل، صحة مباشرتهما التصرف (مع شرط ربح لهما)\nأي للمالك والعامل، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p119'> Vol. 03, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nفلا يصح على أن لأحدهما الربح (ويشترط كونه) أي الربح (معلوما بالجزئية)\nكنصف، وثلث. ولو قال قارضتك على أن الربح بيننا، صح مناصفة، أو على أن لك\nربع سدس العشر، صح، وإن لم يعلماه عند العقد، لسهولة معرفته، وهو جزء من\nمائتين وأربعين جزءا. ولو شرط لأحدهما عشرة، أو ربح صنف، كالرقيق، فسد\nالقراض. (ولعامل في) عقد قراض (فاسد: أجرة مثل) وإن لم يكن ربح، لأنه عمل\nطامعا في المسمى، ومن القراض الفاسد، على ما أفتي به <span id='ms173'></span> شيخنا ابن زياد رحمه\nالله تعالى، ما اعتاده بعض الناس من دفع مال إلى آخر بشرط أن يرد له لكل\nعشرة اثني عشر إن ربح أو خسر، فلا يستحق العامل إلا أجرة المثل، وجميع\nالربح أو الخسران على المالك، ويده على المال يد أمانة. فإن قصر، بأن جاوز\nالمكان الذي أذن له فيه، ضمن المال.\n</p>\n\n<p>\nانتهى. ولا أجرة للعامل في الفاسد إن شرط الربح كله للمالك لأنه لم يطمع\nفي شئ. ويتجه أنه لا يستحق شيئا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p120'> Vol. 03, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا إذا علم الفساد، وأنه لا أجرة له. ويصح تصرف العامل مع فساد القراض،\nلكي لا يحل له الاقدام عليه بعد علمه بالفساد. ويتصرف العامل، ولو بعرض،\nلمصلحة، لا بغبن فاحش، ولا بنسيئة، بلا إذن فيهما، ولا يسافر بالمال بلا\nإذن، وإن قرب السفر، وانتفى الخوف والمؤونة، فيضمن به، ويأثم، ومع ذلك\nالقراض باق على حاله، أما بالاذن، فيجوز، لكن لا يجوز ركوب في البحر إلا\nبنص عليه (ولا يمون) أي لا ينفق منه على نفسه حضرا ولا سفرا، لان له نصيبا\nمن الربح، فلا يستحق شيئا آخر، فلو شرط المؤنة في العقد، فسد (وصدق) عامل\nبيمينه (في) دعوى (تلف) في كل المال أو بعضه، لأنه مأمون، نعم، نص في\nالبويطي، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p121'> Vol. 03, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nواعتمده جمع متقدمون، أنه لو أخذ ما لا يمكنه القيام به، فتلف بعضه ضمنه،\nلأنه فرط بأخذه، ويطرد ذلك في الوكيل، والوديع، والوصي، ولو ادعى المالك\nبعد التلف أنه قرض، والعامل أنه قراض، حلف العامل، كما أفتى به ابن الصلاح،\nكالبغوي، لان الأصل عدم الضمان، خلافا لما رجحه الزركشي وغيره، من تصديق\nالمالك، فإن أقاما بينة، قدمت بينة المالك، على الأوجه، لان معها زيادة\nعلم. (و) في (عدم ربح)، أصلا (و) في (قدره) عملا بالأصل فيهما، (و) في\n(خسر) ممكن، لأنه أمين. ولو قال ربحت كذا، ثم قال غلطت في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p122'> Vol. 03, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nالحساب، أو كذبت، لم يقبل، لأنه أقر بحق لغيره فلم يقبل رجوعه عنه، ويقبل\nقوله بعد خسرت، إن احتمل، كأن عرض كساد. (و <span id='ms174'></span>) في (رد) للمال على المالك،\nلأنه ائتمنه كالمودع. ويصدق العامل أيضا في قدر رأس المال، لان الأصل عدم\nالزائد، وفي قوله اشتريت هذا لي أو للقراض والعقد في الذمة لأنه أعلم\nبقصده، أما لو كان الشراء بعين مال القراض، فإنه يقع للقراض، وإن نوى نفسه،\nكما قاله الإمام، وجزم به في المطلب.\n</p>\n\n<p>\nوعليه فتسمع بينة المالك أنه اشتراه بمال القراض. وفي قوله لم تنهني عن\nشراء كذا، لان الأصل عدم النهي، ولو اختلفا في القدر المشروط له، أهو\nالنصف، أو الثلث، مثلا؟ تحالف. وللعامل بعد الفسخ أجرة المثل، والربح جميعه\nللمالك، أو في أنه وكيل أو مقارض، صدق المالك بيمينه، ولا أجرة عليه\nللعامل.\n</p>\n\n<p>\n(تتمة) الشركة نوعان: أحدهما فيما ملك اثنان مشتركا بإرث أو شراء.\nوالثاني أربعة أقسام: منها قسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p123'> Vol. 03, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nصحيح، وهو أن يشترط اثنان في مال لهما ليتجرا فيه، وسائر الأقسام باطلة،\nكأن يشترك اثنان ليكون كسبهما بينهما بتساو، أو تفاوت، أو ليكون بينهما ربح\nما يشتريانه في ذمتهما بمؤجل، أو حال، أو ليكون بينهما كسبهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p124'> Vol. 03, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nوربحهما ببدنهما، أو مالهما، وعليهما ما يعرض من غرم، وشرط فيها لفظ يدل\nعلى الاذن في التصرف بالبيع والشراء، فلو اقتصر على اشتراكنا: لم يكف عن\nالاذن فيه ويتسلط كل واحد منهما على التصرف بلا ضرر أصلا، بأن يكون فيه\nمصلحة، فلا يبيع بثمن مثل وثم راغب بأزيد. ولا يسافر به حيث لم يضطر إليه\nلنحو قحط وخوف، ولا يبضعه بغير إذنه، فإن سافر به، ضمن، وصح تصرفه، أو\nأبضعه بدفعه لمن يعمل لهما فيه، ولو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p125'> Vol. 03, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nتبرعا بلا إذن، ضمن أيضا والربح والخسران بقدر المالين، فإن شرطا خلافه،\nفسد العقد، فلكل على الآخر أجرة عمله له، ونقد التصرف منهما مع ذلك للاذن،\nوتنفسخ بموت أحدهما وجنونه، ويصدق في دعوى الرد إلى شريكه في الخسران\nوالتلف، في قوله اشتريته لي أو للشركة، لا في قوله اقتسمنا وصار ما بيدي لي\nمع قول الآخر: لا، بل هو مشترك، فالمصدق المنكر، لان الأصل عدم القسمة، ولو <span id='ms175'></span>\nقبض وارث حصته من دين مورثه، شاركه الآخر ولو باع شريكان عبدهما صفقة، وقبض\nأحدهما حصته، لم يشاركه الآخر.\n</p>\n\n<p>\n(فائدة) أفتى النووي، كابن الصلاح، فيمن غصب نحو نقد أو بر وخلطه بماله،\nولم يتميز، بأن له إفراز قدر المغصوب، ويحل له التصرف في الباقي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p126'> Vol. 03, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nفصل في أحكام الشفعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p127'> Vol. 03, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nإنما تثبت الشفعة لشريك لا جار في بيع أرض مع تابعها كبناء، وشجر وثمر\nغير مؤبر فلا شفعة في شجر أفرد بالبيع، أو بيع مع مغرسه فقط، ولا في بئر،\nولا يملك الشفيع لا بلفظ، كأخذت بالشفعة مع بذل الثمن للمشتري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p128'> Vol. 03, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الإجارة هي لغة: اسم للأجرة، وشرعا، تمليك منفعة بعوض بشروط آتية.\n(تصح إجارة بإيجاب، كآجرتك) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p129'> Vol. 03, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nهذا، أو أكريتك، أو ملكتك منافعه سنة: (بكذا، وقبول، كاستأجرته)،\nواكتريت، وقبلت. قال النووي في شرح المهذب، إن خلاف المعاطاة يجري في\nالإجارة والرهن والهبة، وإنما تصح الإجارة، (بأجر) صح كونه ثمنا (معلوم)\nللعاقدين، قدرا، وجنسا، وصفة، إن كان في الذمة، وإلا كفت معاينته في إجارة\nالعين أو الذمة، فلا يصح إجارة دار ودابة بعمارة لها وعلف، ولا استئجار\nلسلخ شاة بجلد، ولطحن نحو بر ببعض دقيق (في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p130'> Vol. 03, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nمنفعة متقومة) أي لها قيمة (معلومة)، عينا، وقدرا، وصفة (واقعة للمكتري\nغير متضمن، لاستيفاء عين قصدا) بأن لا يتضمنه العقد. وخرج بمتقومة ما ليس\nلها قيمة، فلا يصح اكتراء بياع للتلفظ بمحض كلمة أو كلمات يسيرة على\nالأوجه، ولو إيجابا وقبولا، وإن روجت السلعة، إذ لا قيمة لها. ومن ثم اختص\nهذا بمبيع مستقر القيمة في البلد، كالخبز، بخلاف نحو عبد وثوب مما يختلف\nثمنه باختلاف متعاطيه، فيختص بيعه، من البياع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p131'> Vol. 03, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nبمزيد نفع، فيصح استئجاره عليه. وحيث لم يصح، فإن تعب بكثرة تردد أو\nكلام، فله أجرة المثل، وإلا فلا.\n</p>\n\n<p>\nوأفتى شيخنا المحقق ابن زياد بحرمة أخذ القاضي الأجرة على مجرد تلقين\nالايجاب، إذ لا كلفة في ذلك، وسبقة العلامة عمر الفتى، بالافتاء بالجواز إن\nلم يكن ولي المرأة فقال إذا لقن الولي والزوج صيغة النكاح <span id='ms176'></span>، فله أن يأخذ ما\nاتفقا عليه بالرضا، وإن كثر، وإن لم يكن لها ولي غيره فليس له أخذ شئ على\nإيجاب النكاح، لوجوبه عليه حينئذ، انتهى. وفيه نظر لما تقرر آنفا، ولا\nاستئجار دراهم ودنانير غير المعراة للتزين، لان منفعة نحو التزيين بها لا\nتقابل بمال، وأما المعراة: فيصح استئجارها، على ما بحثه الأذرعي لأنها\nحينئذ حلى، واستئجار الحلى صحيح قطعا. وبمعلومة، استئجار المجهول، فأجرتك\nإحدى الدارين باطل، وبواقعة للمكتري، ما يقع نفعها للأجير، فلا يصح\nالاستئجار لعبادة تجب فيها نية غير نسك، كالصلاة، لان المنعة في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p132'> Vol. 03, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nذلك للأجير لا المستأجر والإمامة، ولو نقل كالتراويح، لان الإمام مصل\nلنفسه، فمن أراد، اقتدي به، وإن لم ينو الإمامة أما ما لا يحتاج إلى نية،\nكالاذان والإقامة فيصح الاستئجار عليه، والأجرة مقابلة لجميعه، مع نحو\nرعاية الوقت، وتجهيز الميت، وتعليم القرآن كله أو بعضه، وإن تعين على\nالمعلم، للخبر الصحيح: إن أحق ما أخذتم عليه أجرا: كتاب الله قال شيخنا في\nشرح المنهاج: يصح الاستئجار لقراءة القرآن عند القبر أو مع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p133'> Vol. 03, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nالدعاء بمثل ما حصل له من الاجر له أو لغيره عقبها، عين زمانا أو مكانا\nأو لا، ونية الثواب له غير دعاء لغو، خلافا لجمع، وإن اختار السبكي ما\nقالوه، وكذا أهديت قراءتي أو ثوابها له خلافا لجمع أيضا، أو بحضرة\nالمستأجر، أي أو نحو ولده، فيما يظهر، ومع ذكره في القلب حالتها، كما ذكره\nبعضهم، وذلك لان موضعها موضع بركة وتنزل رحمة، والدعاء بعدها أقرب إجابة،\nوإحضار المستأجر في القلب سبب لشمول الرحمة له إذا نزلت على قلب القارئ،\nوألحق بها الاستئجار لمحض الذكر، والدعاء عقبه، وأفتى بعضهم، بأنه لو ترك\nمن القراءة المستأجر عليها آيات، لزمه قراءة ما تركه، ولا يلزمه استئناف ما\nبعده. وبأن من استؤجر لقراءة على قبر، لا يلزمه عند الشروع أن ينوي أن ذلك\nعما استؤجر عنه، أي بل الشرط عدم الصارف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p134'> Vol. 03, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قلت: صرحوا في النذر بأنه لا بد أن ينوي أنها عنه.\n</p>\n\n<p>\nقلت <span id='ms177'></span>: هنا قرينة صارفة لوقوعها عما استؤجر له، ولا كذلك ثم، ومن ثم لو\nاستؤجر هنا لمطلق القراءة وصححناه: احتاج للنية فيما يظهر أولا لمطلقها،\nكالقراءة بحضرته لم يحتج لها، فذكر القبر مثال، انتهى ملخصا. وبغير متضمن\nلاستيفاء عين ما تضمن استيفاءها، فلا يصح اكتراء بستان لثمرته، لان الأعيان\nلا تملك بعقد الإجارة قصدا، ونقل التاج السبكي في توشيحه اختيار والده\nالتقي السبكي في آخر عمره، صحة إجارة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p135'> Vol. 03, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nالأشجار لثمرها، وصرحوا بصحة استئجار قناة أو بئر للانتفاع بمائها\nللحاجة. قال في العباب: لا يجوز إجارة الأرض لدفن الميت لحرمة نبشه قبل\nبلائه، وجهالة وقت البلى (و) يجب (على مكر تسليم مفتاح دار) لمكتر ، ولو\nضاع من المكتري، وجب على المكري تجديده. والمراد بالمفتاح، مفتاح الغلق\nالمثبت. أما غيره، فلا يجب تسليمه، بل ولا قفله، كسائر المنقولات.\n(وعمارتها)، كبناء وتطيين سطح، ووضع باب، وإصلاح منكسر. وليس المراد بكون\nما ذكر واجبا على المكري أنه يأثم بتركه، أو أنه يجبر عليه، بل إنه إن\nتركه، ثبت للمكتري الخيار، كما بينته بقولي: (فإن بادر) وفعل ما عليه، فذاك\n(وإلا فللمكتري خيار) إن نقصته المنفعة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p136'> Vol. 03, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\n(وعلى مكتر. تنظيف عرصتها) أي الدار، (من كناسة)، وثلج، والعرصة: كل بقعة\nبين الدور واسعة ليس فيها شئ من بناء، وجمعها: عرصات، (وهو) أي المكتري\n(أمين) على العين المكتراة (مدة الإجارة) إن قدرت بزمن، أو مدة إمكان\nالاستيفاء إن قدرت بمحل عمل، (وكذا بعدها) ما لم يستعملها، استصحابا لما\nكان، ولأنه لا يلزمه الرد ولا مؤنته، بل لو شرط أحدهما عليه، فسد العقد.\nوإنما الذي عليه، التخلية، كالوديع، ورجح السبكي أنه كالأمانة الشرعية،\nفيلزمه إعلام مالكها بها أو الرد فورا، وإلا ضمن. والمعتمد خلافه. وإذا\nقلنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p137'> Vol. 03, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nبالأصح أنه ليس عليه إلا التخلية، فقضيته أنه لا يلزم إعلام المؤجر\nبتفريغ العين، بل الشرط أن لا يستعملها، ولا يحبسها لو طلبها. وحينئذ يلزم\nمن ذلك أنه لا فرق بين أن يقفل باب نحو الحانوت بعد تفريغه أو لا. لكن قال\nالبغوي: لو <span id='ms178'></span> استأجر حانوتا شهرا، فأغلق بابه، وغاب شهرين، لزمه المسمى للشهر\nالأول، وأجرة المثل للشهر الثاني. قال شيخنا في شرح المنهاج: وما ذكره\nالبغوي، في مسألة الغيبة، متجه، ولو استعمل العين بعد المدة لزمه أجرة\nالمثل، (كأجير) فإنه أمين، ولو بعد المدة أيضا، (فلا ضمان على واحد منهما)\nفلو اكترى دابة، ولم ينتفع بها فتلفت، أو اكتراه لخياطة ثوب أو صبغه فتلف،\nفلا يضمن، سواء انفرد الأجير باليد أم لا، كأن قعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p138'> Vol. 03, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nالمكتري معه حتى يعمل، أو أحضره منزله ليعمل، (إلا بتقصير) كأن ترك\nالمكتري الانتفاع بالدابة فتلفت بسبب، كانهدام سقف اصطبلها عليها في وقت لو\nانتفع بها فيه عادة سلمت، وكأن ضربها، أو أركبها أثقل منه.\n</p>\n\n<p>\nولا يضمن أجير لحفظ دكان مثلا إذا أخذ غيره ما فيها. قال الزركشي: إنه لا\nضمان أيضا على الخفير، وكأن استأجره ليرعى دابته فأعطاها آخر يرعاها\nفيضمنها كل منهما، والقرار على من تلفت بيده. وكأن أسرف خباز في الوقود، أو\nمات المتعلم من ضرب المعلم، فإنه يضمن، ويصدق الأجير في أنه لم يقصر، ما لم\nيشهد خبيران \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p139'> Vol. 03, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nبخلافه. ولو اكترى دابة ليركبها اليوم ويرجع غدا، فأقام بها ورجع في\nالثالث، ضمنها فيه فقط، لأنه استعملها فيه تعديا. ولو اكترى عبدا لعمل\nمعلوم، ولم يبين موضعه، فذهب به من بلد العقد إلى آخر، فأبق: ضمنه مع\nالأجرة.\n</p>\n\n<p>\nفرع: يجوز لنحو القصار حبس الثوب، كرهنه، بأجرته حتى يستوفيها. (ولا\nأجرة) لعمل: كحلق رأس، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p140'> Vol. 03, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nوخياطة ثوب، وقصارته، وصبغه بصبغ مالكه (بلا شرط) الأجرة. فلو دفع ثوبه\nإلى خياط ليخيط، أو قصار ليقصره، أو صباغ ليصبغه، ففعل، ولم يذكر أحدهما\nأجرة، ولا ما يفهمها، فلا أجرة له، لأنه متبرع. قال في البحر: ولأنه لو قال\nاسكني دارك شهرا، فأسكنه، لا يستحق عليه أجرة إجماعا، وإن عرف بذلك العمل\nبها، لعدم التزامها. ولا يستثنى وجوبها على داخل حمام، أو راكب سفينة مثلا\nبلا إذن، لاستيفائه المنفعة من غير أن يصرفها صاحبها إليه بخلافه بإذنه.\nأما إذا ذكر أجرة، فيستحقها <span id='ms179'></span> قطعا إن صح العقد، وإلا فأجرة المثل. وأما إذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p141'> Vol. 03, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nعرض بها، كأرضيك، أو لا أخيبك، أو ترى ما يسرك، فيجب أجرة المثل (وتقررت)\nأي الأجرة التي سميت في العقد (عليه) أي المكتري (بمضي مدة) في الإجارة\nالمقدرة بوقت أو مضي مدة إمكان الاستيفاء في المقدرة بعمل (وإن لم يستوف)\nالمستأجر المنفعة، لان المنافع تلفت تحت يده، وإن ترك لنحو مريض، أو خوف\nطريق، إذ ليس على المكري إلا التمكين من الاستيفاء، وليس له، بسبب ذلك، فسخ\nولا رد إلى تيسير العمل (وتنفسخ) الإجارة (بتلف مستوفى منه معين) في العقد،\nكموت نحو دابة وأجير معينين، وانهدام دار، ولو بفعل المستأجر (في) زمان\n(مستقبل) لفوات محل المنفعة فيه، لا في ماض بعد القبض إذا كان لمثله أجرة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p142'> Vol. 03, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nلاستقراره. بالقبض، فيستقر قسطه من المسمى باعتبار أجرة المثل، وخرج\nبالمستوفى منه، غيره مما يأتي وبالمعين في العقد، المعين عما في الذمة، فإن\nتلفهما: لا يوجب انفساخا، يل يبدلان، ويثبت الخيار على التراخي، على\nالمعتمد، بعيب نحو الدابة المقارن إذا جهله، والحادث لتضرره، وهو ما أثر في\nالمنفعة تأثيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p143'> Vol. 03, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nيظهر به تفاوت أجرتها، ولا خيار في إجارة الذمة بعيب الدابة، بل يلزمه\nالابدال. ويجوز في إجارة عين وذمة استبدال المستوفي، كالراكب، والساكن،\nوالمستوفى به كالمحمول، والمستوفى فيه كالطريق بمثلها، أو بدون مثلها، ما\nلم يشترط عدم الابدال في الآخرين.\n</p>\n\n<p>\nفرع: لو استأجر ثوبا للبس المطلق، لا يلبسه وقت النوم ليلا، وإن اطردت\nعادتهم بذلك، ويجوز لمستأجر الدابة مثلا منع المؤجر من حمل شئ عليها.\n</p>\n\n<p>\nفائدة: قال شيخنا: إن الطبيب الماهر، أي بأن كان خطوه نادرا، لو شرطت له\nأجرة، وأعطي ثمن الأدوية، فعالجه بها، فلم يبرأ، استحق المسمى، إن صحت\nالإجارة، وإلا فأجرة المثل. وليس للعليل الرجوع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p144'> Vol. 03, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nعليه بشئ، لان المستأجر عليه المعالجة لا الشفاء، بل إن شرط، بطلت\nالإجارة، لأنه بيد الله تعالى لا غير. أما غير الماهر، فلا يستحق أجرة\nويرجع عليه بثمن الأدوية، لتقصيره بمباشرته بما ليس له بأهل. ولو اختلفا:\nأي <span id='ms180'></span> المكري والمكتري (في أجرة أو مدة) أو قدر منفعة، هل هي عشرة فراسخ، أو\nخمسة؟ أو في قدر المستأجر:\n</p>\n\n<p>\nهل هو كل الدار، أو بيت منها؟ (تحالفا، وفسخت)، أي الإجارة، ووجب على\nالمكتري أجرة المثل لما استوفاه.\n</p>\n\n<p>\nفرع: لو وجد المحمول على الدابة مثلا ناقصا نقصا يؤثر، وقد كاله المؤجر،\nحط قسطه من الأجرة، إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p145'> Vol. 03, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nكانت الإجارة في الذمة وإلا لم يحط شئ من الأجرة. ولو استأجر سفينة\nفدخلها سمك، فهل هو له، أو للمؤجر؟ وجهان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p146'> Vol. 03, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nتتمة: تجوز المساقاة وهي أن يعامل المالك غيره على نخل أو شجر عنب مغروس\nمعين في العقد مرئي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p147'> Vol. 03, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nلهما عنده ليتعهده بالسقي والتربية، على أن الثمرة الحادثة أو الموجودة\nلهما. وإلا تجوز في غير نخل وعنب لا تبعا لهما. وجوزها القديم في سائر\nالأشجار، وبه قال مالك وأحمد، واختاره جمع من أصحابنا، ولو ساقاه على ودي\nغير مغروس ليغرسه ويكون الشجر أو ثمرته إذا أثمر لهما، لم تجز، لكن قضية\nكلام جمع من السلف، جوازها، والشجر لمالكه، وعليه لذي الأرض أجرة مثلها،\nوالمزارعة: هي أن يعامل المالك غيره على أرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p148'> Vol. 03, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nليزرعها بجزء معلوم مما يخرج منها، والبذر من المالك، فإن كان البذر من\nالعامل، فهي مخابرة، وهما باطلان، للنهي عنهما، واختار السبكي، كجمع آخرين،\nجوازهما، واستدلوا بعمل عمر رضي الله عنه وأهل المدية، وعلى المرجح، فلو\nأفردت الأرض بالمزارعة، فالمغل للمالك، وعليه للعامل أجرة عمله ودوابه\nوآلاته، وإن أفردت الأرض بالمخابرة، فالمغل للعامل، وعليه لمالك الأرض أجرة\nمثلها وطريق جعل الغلة لهما ولا أجرة أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p149'> Vol. 03, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nيكتري العامل نصف الأرض بنصف البذر ونصف عمله ونصف منافع آلاته، أو بنصف\nالبذر ويتبرع بالعمل والمنافع إن كان البذر منه، فإن كان من المالك استأجره\nبنصف البذر ليزرع له النصف الآخر من البذر في نصف الأرض، ويعيره نصفها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p150'> Vol. 03, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nباب في العارية بتشديد الياء وتخفيفها: وهي اسم لما يعار للعقد المتضمن\nلإباحة الانتفاع بما يحل الانتفاع به مع بقاء عينه ليرده. من عار: ذهب،\nوجاء بسرعة، لا من العار <span id='ms181'></span>. وهي مستحبة أصالة لشدة الحاجة إليها، وقد تجب،\nكإعارة ثوب توقفت صحة الصلاة عليه، وما ينقذ غريقا، أو يذبح به حيون محترم\nيخشى موته. (صح) من ذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p151'> Vol. 03, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nتبرع. (إعارة عن) غير مستعارة (لانتفاع) مع بقاء عينه (مملوك) ذلك\nالانتفاع، ولو بوصية أو إجارة أو وقف، وإن لم يملك العين، لان العارية ترد\nعلى المنفعة فقط. وقيد ابن الرفعة صحتها من الموقوف عليه، بما إذا كان\nناظرا. قال الأسنوي: يجوز للإمام إعارة مال بيت المال (مباح) فلا يصح إعارة\nما يحرم الانتفاع به كآلة لهو، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p152'> Vol. 03, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nوفرس، وسلاح لحربي، وكأمة مشتهاة لخدمة أجنبي، وإنما تصح الإعارة من أهل\nتبرع. (بلفظ يشعر بإذن فيه) أي الانتفاع. (كأعرتك، وأبحتك) منفعة، وكاركب،\nوخذه لتنتفع به. ويكفي لفظ أحدهما مع فعل الآخر.\n</p>\n\n<p>\nولا يجوز لمستعير إعارة عين مستعارة بلا إذن معير، وله إنابة من يستوفي\nالمنفعة له، كأن يركب دابة استعارها للركوب من هو مثله أو دونه لحاجته، ولا\nيصح إعارة ما لا ينتفع به مع بقاء عينه، كالشمع للوقود، لاستهلاكه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p153'> Vol. 03, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nومن ثم، صحت للتزين به، كالنقد، وحيث لم تصح العارية فجرت، ضمنت، لان\nللفاسد حكم صحيحه، وقيل لا ضمان، لان ما جرى بينهما ليس بعارية صحيحة، ولا\nفاسدة، ولو قال احفر في أرضي بئرا لنفسك، فحفر، لم يملكها، ولا أجرة له على\nالآمر، فإن قال أمرتني بأجرة، فقال مجانا، صدق الآمر، ووارثه. ولو أرسل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p154'> Vol. 03, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nصبيا ليستعير له شيئا، لم يصح، فلو تلف في يده، أو أتلفه لم يضمنه هو،\nولا مرسله، كذا في الجواهر. (و) يجب (على مستعير ضمان قيمة يوم تلف) للمعار\nإن تلف كله أو بعضه في يده، ولو بآفة من غير تقصير، بدلا أو أرشا، وإن شرطا\nعدم ضمانه، لخبر أبي داود وغيره: العارية مضمونة، أي بالقيمة، يوم التلف،\nلا يوم القبض في المتقوم، وبالمثل في المثلي على الأوجه. وجزم في الأنوار\nبلزوم القيمة، ولو في المثلي: كخشب، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p155'> Vol. 03, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nوحجر. وشرط التلف المضمن، أن يحصل (لا باستعمال)، وإن حصل معه، فإن تلف\nهو <span id='ms182'></span>، أو جزؤه باستعمال مأذون فيه: كركوب، أو حمل، أو لبس اعتيد، فلا ضمان\nللاذن فيه، وكذا لا ضمان على مستعير من نحو مستأجر إجارة صحيحة، فلا ضمان\nعليه، لأنه نائب عنه، وهو لا يضمن، فكذا هو. وفي معنى المستأجر، الموصى له\nبالمنفعة، والموقوف عليه، وكذا مستعار لرهن تلف في يد مرتهن لا ضمان عليه،\nكالراهن، وكتاب موقوف على المسلمين مثلا استعاره فقيه فتلف في يده من غير\nتفريط، لأنه من جملة الموقوف عليهم.\n</p>\n\n<p>\nفرع: لو اختلفا في أن التلف بالاستعمال المأذون فيه، أو بغيره: صدق\nالمعير، كما قاله الجلال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p156'> Vol. 03, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nالبلقيني، لان الأصل في العارية، الضمان، حتى يثبت مسقطه. (و) يجب (عليه)\nأي على المستعير (مؤنة رد) للمعار على المالك، وخرج بمؤنة الرد، مؤنة\nالمعار، فتلزم المالك، لأنها من حقوق الملك. وخالف القاضي، فقال إنها على\nالمستعير. (و) جاز (لكل) من المعير والمستعير (رجوع) في العارية، مطلقة\nكانت أو مؤقتة، حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p157'> Vol. 03, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nفي الإعارة لدفن ميت قبل مواراته بالتراب، ولو بعد وضعه في القبر، لا بعد\nالمواراة، حتى يبلى، ولا رجوع لمستعير حيث تلزمه الاستعارة، كإسكان معتدة،\nولا لمعير في سفينة صارت في اللجة وفيها متاع المستعير.\n</p>\n\n<p>\nوبحث ابن الرفعة أن له الأجرة. ولا في جذع لدعم جدار مائل بعد استناده،\nوله الأجرة من الرجوع. ولو استعار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p158'> Vol. 03, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nللبناء أو الغراس، لم يجز له ذلك إلا مرة واحدة. فلو قلع ما بناه أو\nغرسه، لم يجز له إعادة إلا بإذن جديد، إلا إذا صرح له بالتجديد مرة أخرى.\n</p>\n\n<p>\nفروع: لو اختلف مالك عين والمتصرف فيه، كأن قال المتصرف أعرتني، فقال\nالمالك بل آجرتك بكذا.\n</p>\n\n<p>\nصدق المتصرف بيمينه، إن بقيت العين، ولم يمض مدة لها أجرة، وإلا حلف\nالمالك واستحقها، كما لو أكل طعام غيره وقال كنت أبحت لي، وأنكر المالك، أو\nعكسه، بأن قال المتصرف آجرتني بكذا، وقال المالك بل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p159'> Vol. 03, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nأعرتك والعين باقية، صدق المالك بيمينه، ولو أعطى رجلا حانوتا ودراهم، أو\nأرضا وبذرا، وقال أتجر، أو ازرعه فيها لنفسك، فالعقار عارية، وغيره <span id='ms183'></span> قرض،\nعلى الأوجه، لا هبة خلافا لبعضهم، ويصدق في قصده، ولو أخذ كوزا من سقاء\nليشرب منه، فوقع من يده وانكسر قبل شربه أو بعده، فإن طلبه مجانا، ضمنه،\nدون الماء، أو بعوض والماء قدر كفايته، فعكسه. ولو استعار حليا، وألبسه\nبنته الصغيرة، ثم أمر غيره بحفظه في بيته، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p160'> Vol. 03, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nففعل، فسرق غرم المالك المستعير، ويرجع على الثاني، إن علم أنه عارية،\nوإن لم يكن يعلم أنه عارية، بل ظنه للآمر، لم يضمن. ومن سكن دارا مدة بإذن\nمالك أهل، ولم يذكر له أجرة، لم تلزمه.\n</p>\n\n<p>\nمهمة قال العبادي وغيره في كتاب مستعار رأى فيه خطأ لا يصلحه إلا المصحف\nفيجب. قال شيخنا:\n</p>\n\n<p>\nوالذي يتجه أن المملوك غير المصحف لا يصلح فيه شئ، إلا إن ظن رضا مالكه\nبه، وأنه يجب إصلاح المصحف، لكن إن لم ينقصه خطه، لرداءته، وأن الوقف يجب\nإصلاحه، إن تيقن الخطأ فيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p161'> Vol. 03, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nفصل في بيان أحكام الغصب الغصب: استيلاء على حق غير، ولو منفعة، كإقامة\nمن قعد بمسجد أو سوق بلا حق، كجلوسه على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p162'> Vol. 03, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nفراش غيره، وإن لم ينقله، وإزعاجه عن داره، وإن لم يدخلها، وكركوب دابة\nغيره، واستخدام عبده. (وعلى الغاصب: رد وضمان متمول تلف بأقصى قيمه من حين\nغصب إلى تلف ويضمن) مثلي، وهو ما حصره كيل، أو وزن. وجاز السلم فيه كقطن،\nودقيق، وماء ومسك، ونحاس ودراهم ودنانير، ولو مغشوشا، وتمر، وزبيب،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p163'> Vol. 03, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nوحب جاف، ودهن، وسمن (بمثله) في أي مكان حل به المثلي، فإن فقد المثل،\nفيضمن بأقصى قيم من غصب إلى فقد. ولو تلف المثلي: فله مطالبته بمثله في غير\nالمكان الذي حل به المثلي، إن لم يكن لنقله مؤنة، وأمن الطريق وإلا فبأقصى\nقيم المكان. ويضمن متقوم أتلف، كالمنافع والحيوان، بالقيمة. ويجوز أخذ\nالقيمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p164'> Vol. 03, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nعن المثلي بالتراضي. وإذا أخذ منه القيمة، فاجتمعا ببلد التلف، لم يرجعا\nإلى المثل، وحيث وجب مثل، فلا أثر لغلاء، أو رخص. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p165'> Vol. 03, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\n(فروع) لو حل رباط سفينة فغرقت بسببه ضمنها، أو بحادث ريح، فلا. وكذا إن\nلم <span id='ms184'></span> يظهر سبب، ولو حل وثاق بهيمة، أو عبد لا يميز، أو فتح قفصا عن طير،\nفخرجوا، ضمن إن كان بتهييجه وتنفيره. وكذا إن اقتصر على الفتح، إن كان\nالخروج حالا لا عبدا عاقلا حل قيده فأبق، ولو معتادا للإباق. ولو ضرب ظالم\nعبد غيره فأبق، لم يضمن. ويبرأ الغاصب برد العين إلى المالك، ويكفي وضعها\nعنده ولو نسيه برئ بالرد إلى القاضي.\n</p>\n\n<p>\nولو خلط مثليا أو متقوما بما لا يتميز: كدهن، أو حب، وكذا درهم، على\nالأوجه، بجنسه، أو غيره، وتعذر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p166'> Vol. 03, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nالتمييز، صار هالكا، لا مشتركا فيملكه الغاصب، لكن الأوجه أنه محجور عليه\nفي التصرف فيه حتى يعطى بدله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p167'> Vol. 03, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الهبة أي مطلقها: الشامل للصدقة والهدية. (الهبة: تمليك عين) يصح\nبيعها غالبا، أو دين من أهل تبرع، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p168'> Vol. 03, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\n(بلا عوض). واحترز بقولنا بلا عوض، عن البيع والهبة بثواب، فإنها بيع\nحقيقة (بإيجاب: كوهبتك) هذا، وملكتكه، ومنحتكه. (وقبول) متصل به، (كقبلت)\nورضيت وتنعقد بالكتابة: كلك هذا، أو كسوتك هذا.\n</p>\n\n<p>\nوبالمعاطاة على المختار. قال: قال شيخنا في شرح المنهاج: وقد لا تشترط\nالصيغة، كما لو كانت ضمنية، كأعتق عبدك عني، فأعتقه، وإن لم يقل مجانا،\nوكما لو زين ولده الصغير بحلي، بخلاف زوجته، لأنه قادر على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p169'> Vol. 03, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nتمليكه بتولي الطرفين. قاله القفال، وأقره جمع، لكن اعترض بأن كلام\nالشيخين يخالفه، حيث اشترطا في هبة الأصل، تولي الطرفين بإيجاب وقبول. وهبة\nولي غيره أن يقبلها الحاكم أو نائبه. ونقلوا عن العبادي وأقره: أنه لو غرس\nأشجارا، وقال عند الغرس أغرسها لابني مثلا، لم يكن إقرارا، بخلاف ما لو قال\nلعين في يده اشتريتها لابني، أو لفلان الأجنبي، فإنه إقرار. ولو قال جعلت\nهذا لابني، لم يملكه إلا إن قبض له، وضعف السبكي والأذرعي وغيرهما قول\nالخوارزمي وغيره، أن إلباس الأب الصغير حليا يملكه إياه. ونقل جماعة عن\nفتاوى القفال نفسه أنه لو جهز بنته مع أمتعة بلا تمليك، يصدق بيمينه في أنه\nلم يملكها، إن ادعته، وهذا صريح في رد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p170'> Vol. 03, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nما سبق عنه، وأفتى <span id='ms185'></span> القاضي فيمن بعث بنته وجهازها إلى دار الزوج، بأنه إن\nقال هذا جهاز بنتي، فهو مالك لها، وإلا فهو عارية، ويصدق بيمينه. وكخلع\nالملوك، لاعتياد عدم اللفظ فيها، انتهى. ونقل شيخنا ابن زياد عن فتاوى ابن\nالخياط: إذا أهدى الزوج للزوجة بعد العقد بسببه، فإنها تملكه، ولا يحتاج\nإلى إيجاب وقبول ومن ذلك، ما يدفعه الرجل إلى المرأة صبح الزواج مما يسمى\nصبحية في عرفنا، وما يدفعه إليها إذا غضبت، أو تزوج عليها، فإن ذلك تملكه\nالمرأة بمجرد الدفع إليها. انتهى. ولا يشترط الايجاب والقبول قطعا في\nالصدقة، وهي ما أعطاه محتاجا، وإن لم يقصد الثواب أو غنيا لأجل ثواب\nالآخرة، بل يكفي فيها الاعطاء والاخذ ولا في الهدية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p171'> Vol. 03, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nولو غير مأكول، وهي ما نقله إلى مكان الموهوب له إكراما، بل يكفي فيها\nالبعث من هذا، والقبض من ذاك، وكلها مسنونة، وأفضلها الصدقة، وأما كتاب\nالرسالة الذي لم تدل قرينة على عوده، فقد قال المتولي إنه ملك المكتوب\nإليه، وقال غيره: هو باق بملك الكاتب، وللمكتوب إليه الانتفاع به على سبيل\nالإباحة. وتصح الهبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p172'> Vol. 03, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nباللفظ المذكور: (بلا تعليق)، فلا تصح مع تعليق كإذا جاء رأس الشهر فقد\nوهبتك، أو أبرأتك، ولا مع تأقيت بغير عمرى ورقبى فإن أقت الواهب الهبة بعمر\nالمتهب، كوهبت لك هذا عمرعك، أو ما عشت، صحت، وإن لم يقل فإذا مت فهي\nلورثتك، وكذا إن شرط عودها إلى الواهب أو وارثه بعد موت المتهب فلا تعود\nإليه ولا إلى وارثه للخبر الصحيح، وتصح ويلغو الشرط. فإذا أقت بعمر الواهب\nأو الأجنبي، كأعمرتك هذا عمري، أو عمر فلان. لم تصح. ولو قال لغيره أنت في\nحل مما تأخذ أو تعطي أو تأكل من مالي، فله الاكل فقط، لأنه إباحة، وهي تصح\nبمجهول، بخلاف الاخذ والاعطاء، قاله العبادي، ولو قال وهبت لك جميع ما لي،\nأو نصف ما لي، صحت إن كان المال أو نصفه معلوما لهما، وإلا فلا. وفي\nالأنوار: لو قال أبحت لك ما في داري <span id='ms186'></span>، أو ما في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p173'> Vol. 03, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nكرمي، من العنب، فله أكله دون بيعه، وحمله، وإطعامه لغيره، وتقتصر\nالإباحة على الموجود، أي عندها في الدار أو الكرم. ولو قال أبحت لك جميع ما\nفي داري أكلا واستعمالا، ولم يعلم المبيح الجميع، لم تحصل الإباحة. اه‍.\nوجزم بعضهم أن الإباحة لا ترتد بالرد. وشرط الموهوب كونه عينا يصح بيعها،\nفلا تصح هبة المجهول كبيعه، وقد مر آنفا بيانه، بخلاف هديته وصدقته،\nفتصحان، فيما استظهره شيخنا، وتصح هبة المشاع، كبيعه، ولو قبل القسمة: سواء\nوهبه للشريك أو غيره. وقد تصح الهبة دون البيع، كهبة حبتي بر ونحوهما من\nالمحقرات، وجلد نجس، على تناقض فيه في الروضة، وكذا دهن متنجس (وتلزم) أي\nالهبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p174'> Vol. 03, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nبأنواعها الثلاثة: (بقبض)، فلا تلزم بالعقد، بل بالقبض على الجديد، لخبر\nأنه (ص) أهدى للنجاشي ثلاثين أوقية مسكا، فمات قبل أن يصل إليه، فقسمه (ص)\nبين نسائه، ويقاس بالهدية. الباقي، وإنما يعتد بالقبض إن كان بإقباض الواهب\nأو بإذنه أو إذن وكيله فيه، ويحتاج إلى إذنه فيه وإن كان الموهوب في يد\nالمتهب. ولا يكفي هنا الوضع بين يدي المتهب بلا إذن فيه، لان قبضه غير\nمستحق له، فاعتبر تحققه، بخلافه في المبيع، فلو مات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p175'> Vol. 03, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما قبل القبض، قام مقامه وارثه في القبض والاقباض. ولو قبضه فقال\nالواهب رجعت عن الاذن قبله، وقال المتهب بعد صدق الواهب على ما استظهره\nالأذرعي، لكن ميل شيخنا إلى تصديق المتهب، لان الأصل عدم الرجوع قبله، وهو\nقريب. ويكفي الاقرار بالقبض، كأن قيل له وهبت كذا من فلان وأقبضته، فقال\nنعم، وأما الاقرار، أو الشهادة بمجرد الهبة. فلا يستلزم القبض. نعم، يكفي\nعنه قول الواهب ملكها المتهب ملكا لازما. قال بعضهم: وليس للحاكم سؤال\nالشاهد عنه، لئلا يتنبه له، (ولاصل) ذكر أو أنثى من جهة الأب أو الام وإن\nعلا (رجوع فيما وهب)، أو تصدق، أو أهدى، لا فيما أبرأ (لفرع) وإن سفل، إن\nبقي الموهوب (في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p176'> Vol. 03, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nسلطنته بلا استهلاك) وإن غرس الأرض، أو بنى فيها، أو تخلل <span id='ms187'></span> عصير موهوب، أو\nآجره، أو علق عتقه، أو رهنه، أو وهبه بلا قبض فيهما لبقائه في سلطنته، فلا\nرجوع إن زال ملكه بهبة مع قبض، وإن كانت الهبة من الابن لابنه أو لأخيه\nلأبيه، أو ببيع، ولو من الواهب، على الأوجه، أو بوقف. ويمتنع الرجوع بزوال\nالملك، وإن عاد إليه، ولو بإقالة أو رد بعيب، لان الملك غير مستفاد منه\nحينئذ. ولو وهبه الفرع لفرعه وأقبضه ثم رجع فيه: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p177'> Vol. 03, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nففي رجوع الأب وجهان، والأوجه منهما: عدم الرجوع، لزوال ملكه، ثم عوده،\nويمتنع أيضا إن تعلق به حق لازم، كأن رهنه لغير أصل وأقبضه ولم ينفك، وكذا\nإن استهلك، كأن تفرخ البيض، أو نبت الحب، لان الموهوب صار مستهلكا. ويحصل\nالرجوع (بنحو رجعت) في الهبة، كنقضتها، أو أبطلتها، أو رددت الموهوب إلى\nملكي. وكذا بكناية، كأخذته، وقبضته، مع النية، لا بنحو بيع وإعتاق وهبة\nلغيره ووقف، لكمال ملك الفرع. ولا يصح تعليق الرجوع بشرط، ولو زاد الموهوب\nرجع بزيادته المتصلة، كتعلم الصنعة، لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p178'> Vol. 03, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nالمنفصلة، كالأجرة والولد والحمل الحادث على ملك فرعه. ويكره للأصل،\nالرجوع في عطية الفرع، إلا لعذر، كأن كان الولد عاقا، أو يصرفه في معصية،\nوبحث البلقيني امتناعه في صدقة واجبة، كزكاة، ونذر، وكفارة، وبما ذكره أفتى\nكثيرون ممن سبقه وتأخر عنه، وله الرجوع فيما أقر بأنه لفرعه، كما أفتى به\nالنووي، واعتمده جمع متأخرون، قال الجلال البلقيني عن أبيه، وفرض ذلك فيما\nإذا فسره بالهبة، وهو فرض لا بد منه.\n</p>\n\n<p>\nانتهى. وقال النووي: لو وهب وأقبض ومات فادعى الوارث كونه في المرض،\nوالمتهب كونه في الصحة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p179'> Vol. 03, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nصدق. انتهى ولو أقاما بينتين قدمت بينة الوارث، لان معها زيادة علم (وهبة\nدين للمدين إبراء) له عنه، فلا يحتاج إلى قبول، نظرا للمعنى. (ولغيره) أي\nالمدين هبة (صحيحة) إن علما قدره، كما صححه جمع، تبعا للنص، خلافا لما صححه\nالمنهاج.\n</p>\n\n<p>\n(تنبيه) لا يصح الابراء من المجهول للدائن أو المدين، لكن فيما فيه\nمعاوضة، كأن أبرأتني فأنت طالق، لا فيما عدا ذلك <span id='ms188'></span>: على المعتمد، وفي القديم:\nيصح من المجهول مطلقا. ولو أبرأ، ثم ادعى الجهل: لم يقبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p180'> Vol. 03, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nظاهرا، بل باطنا. ذكره الرافعي. وفي الجواهر عن الزبيلي: تصدق الصغيرة\nالمزوجة إجبارا بيمينها في جهلها بمهرها. قال الغزي: وكذا الكبيرة المجبرة\nإن دل الحال على جهلها، وطريق الابراء من المجهول، أن يبرئه مما يعلم أنه\nلا ينقص عن الدين، كألف شك هل دينه يبلغها أو ينقص عنها؟ ولو أبرأ من معين\nمعتقدا أنه لا يستحقه، فبان أنه يستحقه، برئ، ويكره لمعط: تفضيل في عطية\nفروع، وإن سفلوا، ولو الأحفاد مع وجود الأولاد، على الأوجه، سواء كانت تلك\nالعطية هبة أم هدية أم صدقة أم وقفا. أو أصول، وإن بعدوا، سواء الذكر وغيره\nإلا لتفاوت حاجة، أو فضل، على الأوجه، قال جمع: يحرم، ونقل في الروضة عن\nالدارمي: فإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p181'> Vol. 03, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nفضل في الأصل فليفضل الام، وأقره لما في الحديث أن لها ثلثي البر، بل في\nشرح مسلم عن المحاسبي، الاجماع على تفصيلها في البر على الأب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p182'> Vol. 03, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\n(فروع) الهدايا المحمولة عند الختان ملك للأب، وقال جمع: للابن. فعليه\nيلزم الأب قبولها، ومحل الخلاف إذا أطلق المهدي فلم يقصد واحدا منهما، وإلا\nفهي لمن قصده، اتفاقا، ويجري ذلك فيما يعطاه خادم الصوفية فهو له فقط عند\nالاطلاق، أو قصده. ولهم عند قصدهم وله ولهم عند قصدهما، أي يكون له النصف\nفيما يظهر، وقضية ذلك أن ما اعتيد في بعض النواحي من وضع طاسة بين يدي صاحب\nالفرح ليضع الناس فيها دراهم، ثم يقسم على الحالق أو الخاتن أو نحوهما،\nيجري فيه ذلك التفصيل، فإن قصد ذلك وحده، أو مع نظرائه المعاونين له، عمل\nبالقصد. وإن أطلق، كان ملكا لصاحب الفرح، يعطيه لمن يشاء. وبهذا يعلم أنه\nلا نظر هنا للعرف، أما مع قصد خلافه، فواضح، وأما مع الاطلاق، فلان حمله\nعلى من ذكر، من الأب والخادم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p183'> Vol. 03, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nوصاحب الفرح، نظرا للغالب أن كلا من هؤلاء هو المقصود هو عرف الشرع،\nفيقدم على العرف المخالف له، بخلاف ما ليس للشرع <span id='ms189'></span> فيه عرف، فإنه تحكم فيه\nالعادة. ومن ثم لو نذر لولي ميت بمال، فإن قصد أنه يملكه، لغا، وإن أطلق،\nفإن كان على قبره ما يحتاج للصرف في مصالحه، صرف له، وإلا فإن كان عنده قوم\nاعتيد قصدهم بالنذر للولي، صرف لهم، ولو أهدي لمن خلصه من ظالم لئلا ينقص\nما فعله لم يحل له قبوله، وإلا حل، أي وإن تعين عليه تخليصه، ولو قال خذ\nهذا واشتر لك به كذا، تعين ما لم يرد التبسط، أي أو تدل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p184'> Vol. 03, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nقرينة حاله عليه. ومن دفع لمخطوبته أو وكيلها أو وليها طعاما أو غيره\nليتزوجها فرد قبل العقد، رجع على من أقبضه، ولو بعث هدية إلى شخص فمات\nالمهدي إليه قبل وصولها، بقيت على ملك المهدي، فإن مات المهدى، لم يكن\nللرسول حملها إلى المهدى إليه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p185'> Vol. 03, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الوقف هو لغة: الحبس. وشرعا: حبس مال يمكن الانتفاع به مع بقاء\nعينه بقطع التصرف في رقبته على مصرف مباح وجهة والأصل فيه: خبر مسلم: إذا\nمات المسلم انقطع عمله إلا من ثلاث: صدقة جارية، أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p186'> Vol. 03, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nعلم ينتفع به، أو ولد صالح أي مسلم يدعو له، وحمل العلماء: الصدقة\nالجارية على الوقف دون نحو الوصية بالمنافع المباحة. ووقف عمر رضي الله عنه\nأرضا أصابها بخيبر بأمره (ص) وشرط فيها شروط: منها أنه لا يباع أصلها ولا\nيورث ولا يوهب، وأن من وليها يأكل منها بالمعروف، ويطعم صديقا غير متمول.\nرواه الشيخان. وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p187'> Vol. 03, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nأول من وقف في الاسلام. وعن أبي يوسف أنه لما سمع خبر عمر أنه لا يباع\nأصلها رجع عن قول أبي حنيفة ببيع الوقف، وقال لو سمعه لقال به. (صح وقف\nعين) معينة (مملوكة) ملكا يقبل النقل (تفيد) فائدة حالا أو مآلا:\n</p>\n\n<p>\nكثمرة، أو منفعة يستأجر لها غالبا (وهي باقية) لأنه شرع ليكون صدقة جارية\nوذلك كوقف شجر لريعه وحلى للبس ونحو مسك لشم وريحان مزروع بخلاف عود\nالبخور، لأنه لا ينتفع به إلا باستهلاكه. والمطعوم، لان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p188'> Vol. 03, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nنفعه في إهلاكه. وزعم ابن <span id='ms190'></span> الصلاح: صحة وقف الماء اختيار له ويصح وقف\nالمغصوب وإن عجز عن تخليصه ووقف العلو دون السفل مسجدا. والأوجه صحة وقف\nالمشاع، وإن قل، مسجدا. ويحرم المكث فيه على الجنب، تغليبا للمنع، ويمنع\nاعتكاف وصلاة به من غير إذن ما لك المنفعة (بوقفت وسبلت)، وحبست (كذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p189'> Vol. 03, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nعلى كذا) أو أرضي موقوفة، أو وقف عليه. ولو قال تصدقت بكذا على كذا صدقة\nمحرمة أو مؤبدة، أو صدقة لاتباع أو لا توهب أو لا تورث: فصريح - في الأصح -\n(و) من الصرائح قوله: (جعلت هذا) المكان (مسجدا) فيصير به مسجدا، وإن لم\nيقل لله، ولا أتى بشئ مما مر: لان المسجد لا يكون إلا وقفا. ووقفته للصلاة:\n</p>\n\n<p>\nصريح في الوقفية، وكناية في خصوص المسجدية. فلا بد من نيتها في غير\nالموات. نقل القامولي عن الرواياني وأقره من أنه لو عمر مسجدا خرابا ولم\nيقف آلاته: كانت عارية له، يرجع فيها متى شاء. انتهى. ولا يثبت حكم المسجد\nمن صحة الاعتكاف وحرمة المكث للجنب لما أضيف من الأرض الموقوفة حوله إذا\nاحتيج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p190'> Vol. 03, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nإلى توسعته على ما أفتى به شيخنا ابن زياد وغيره. وعلم مما مر أن الوقف\nلا يصح إلا بلفظ، ولا يأتي فيه خلاف المعاطاة. فلو بنى بناء علي هيئة مسجد\nوأذن في إقامة الصلاة فيه: لم يخرج بذلك عن ملكه، كما إذا جعل مكانا على\nهيئة المقبرة، وأذن في الدفن - بخلاف ما لو أذن في الاعتكاف فيه فإنه يصير\nبذلك مسجدا. قال البغوي في فتاويه. لو قال لقيم المسجد اضرب اللبن من أرضي\nللمسجد، فضربه، وبنى به المسجد، صار له حكم المسجد، وليس له نقضه، وله\nاسترداده قبل أن يبنى به. انتهى. وألحق البلقيني بالمسجد في ذلك: البئر\nالمحفورة للسبيل. والأسنوي: المدارس والربط. وقال الشيخ أبو محمد: وكذا لو\nأخذ من الناس ليبنى به زاوية أو رباطا فيصير كذلك بمجرد بنائه. و 2 ضعفه\nبعضهم. ويصح وقف بقرة على رباط ليشرب لبنها من نزله أو ليباع نسلها\nلمصالحه. (وشرط له) أي للوقف (تأبيد <span id='ms191'></span>) فلا يصح تأقيته. كوقفته على زيد سنة.\n(وتنجيز)، فلا يصح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p191'> Vol. 03, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nتعليقه: كوقفته على زيد إذا جاء رأس الشهر. نعم: يصح تعليقه بالموت:\nكوقفت داري بعد موتي على الفقراء. قال الشيخان: وكأنه وصية، لقول القفال\nإنه عرضها للبيع كان رجوعا. (وإمكان تمليك) للموقوف عليه العين الموقوفة إن\nوقف على معين واحد، أو جمع: بأن يوجد خارجا متأهلا للملك. فلا يصح الوقف\nعلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p192'> Vol. 03, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nمعدوم: كعلى مسجد سيبني، أو على ولده - ولا ولد له - أو على من سيولد لي\nثم الفقراء. لانقطاع أوله. أو على فقراء أولاده ولا فقير فيهم، أو على أن\nيطعم المساكين ريعه على رأس قبره - بخلاف قبر أبيه الميت.\n</p>\n\n<p>\nوأفتى ابن الصلاح بأنه لو وقف على من يقرأ على قبره بعد موته فمات ولم\nيعرف له قبر: بطل. انتهى. ويصح على المعدوم تبعا للموجود: كوقفته على ولدي\nثم على ولد ولدي، ولا على أحد هذين، ولا على عمارة مسجد - إن لم يبينه -\nولا على نفسه: لتعذر تمليك الانسان ملكه أو منافع ملكه لنفسه. ومنه أن يشرط\nنحو قضاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p193'> Vol. 03, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nدينه مما وقفه أو انتفاعه به، لا شرط نحو شربه أو مطالعته من بئر وكتاب\nوقفهما على نحو الفقراء. كذا قاله بعض شراح المنهاج. ولو وقف على الفقراء\nمثلا ثم صار فقيرا: جاز له الاخذ منه، وكذا لو كان فقيرا حال الوقف.\n</p>\n\n<p>\nويصح شرط النظر لنفسه ولو بمقابل - إن كان بقدر أجرة مثل فأقل - ومن حيل\nصحة الوقف على نفسه: أن يقف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p194'> Vol. 03, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nعلى أولاد أبيه ويذكر صفات نفسه، فيصح، كما قاله جمع متأخرون، واعتمده\nابن الرفعة، وعمل به في حق نفسه، فوقف على الأفقه من بني الرفعة، وكان\nيتناوله. ويبطل الوقف في جهة معصية: كعمارة الكنائس، وكوقف سلاح على قطاع\nطريق، ووقف على عمارة قبور غير الأنبياء والعلماء والصالحين.\n</p>\n\n<p>\n(فرع) يقع لكثيرين أنهم يقفون أموالهم في صحتهم على ذكور أولادهم قاصدين\nبذلك حرمان إناثهم، وقد تكرر، - من غير واحد - الافتاء ببطلان الوقف حينئذ.\nقال شيخنا - كالطنبداوي - فيه نظر ظاهر، بل الوجه <span id='ms192'></span> الصحة. (لا قبول) فلا\nيشترط (ولو من معين) نظرا إلى أنه قربة، بل الشرط عدم الرد. وما ذكرته في\nالمعين هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p195'> Vol. 03, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nالمنقول عن الأكثرين. واختاره في الروضة ونقله في شرح الوسيط عن نص\nالشافعي. وقيل يشترط من المعين القبول، نظرا إلى أنه تمليك، وهو ما رجحه في\nالمنهاج كأصله. فإذا رد المعين: بطل حقه - سواء شرطنا قبوله أم لا - نعم:\nلو وقف على وارثه الحائز شيئا يخرج من الثلث: لزم، وإن رده. وخرج بالمعين:\nالجهة العامة وجهة التحرير - كالمسجد - فلا قبول فيه جزما: ولو وقف على\nاثنين معينين ثم الفقراء فمات أحدهما فنصيبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p196'> Vol. 03, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nيصرف للآخر، لأنه شرط في الانتقال إلى الفقراء انقراضهما جميعا، ولم يوجد\n(ولو انقرض) أي الموقوف عليه المعين (في منقطع آخر) كأن قال وقفت على\nأولادي - ولم يذكر أحدا بعد - أو على زيد ثم نسله ونحوهما مما لا يدوم:\n(فمصرفه) الفقير (الأقرب) رحما - لا إرثا - (إلى الواقف) يوم انقراضهم:\nكابن البنت وإن كان هناك ابن أخ مثلا، لان الصدقة على الأقارب أفضل، وأفضل\nمنه الصدقة على أقربهم فأفقرهم. ومن ثم يجب أن يخص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p197'> Vol. 03, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nبه فقراءهم فإن لم يعرف أرباب الوقف أو عرف ولم يكن له أقارب فقراء بل\nكانوا أغنياء - وهم من حرمت عليه الزكاة - صرفه الإمام في مصالح المسلمين.\nوقال جمع يصرف إلى الفقراء والمساكين: أي ببلد الموقوف. ولا يبطل الوقف على\nكل حال بل يكون مستمرا عليه إلا فيما لم يذكر المصرف كوقفت هذا وإن قال\nلله، لان الوقف يقتضي تمليك المنافع، فإذا لم يعين متملكا بطل. وإنما صح\nأوصيت بثلثي وصرف للمساكين، لان غالب الوصايا لهم، فحمل الاطلاق عليهم،\nوإلا في منقطع الأول: كوقفته على من يقرأ على قبري بعد موتي، أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p198'> Vol. 03, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nعلى قبر أبي وهو حي: فيبطل - بخلاف وقفته الآن، أو بعد موتي على من يقرأ\nعلى قبري بعد موتي، فإنه وصية.\n</p>\n\n<p>\nفإن خرج من الثلث أو أجيز وعرف قبره: صحت، وإلا فلا. وحيث صحت، وإلا فلا.\nوحيث صححنا الوقف أو الوصية: كفي <span id='ms193'></span> قراءة شئ من القرآن بلا تعيين بسورة يس،\nوإن كان غالب قصد الواقف ذلك - كما أفتى به شيخنا الزمزمي - وقال بعض\nأصحابنا: هذا إذا لم يطرد عرف في البلد بقراءة قدر معلوم أو سورة معينة\nوعلمه الواقف، وإلا فلا بد منه: إذ عرف البلد المطرد في زمنه بمنزلة شرطه\n(ولو شرط) أي الواقف (شيئا) يقصد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p199'> Vol. 03, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nكشرط أن لا يؤجر مطلقا، أو إلا كذا: كسنة، أو أن يفضل بعض الموقوف عليهم\nعلى بعض - أو أنثى على ذكر - أو يسوى بينهم، أو اختصاص نحو مسجد - كمدرسة\nومقبرة - بطائفة كشافعية: (اتبع) شرطه - في غير حالة الضرورة - كسائر شروطه\nالتي لم تخالف الشرع. وذلك لما فيه من وجوه المصلحة: أما ما خالف الشرع:\n</p>\n\n<p>\nكشرط العزوبة في سكان المدرسة - أي مثلا - فلا يصح - كما أفتى به\nالبلقيني - وخرج بغير حالة الضرورة، ما لم يوجد غير المستأجر الأول وقد شرط\nأن لا يؤجر لانسان أكثر من سنة أو أن الطالب لا يقيم أكثر من سنة ولم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p200'> Vol. 03, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nيوجد غيره في السنة الثانية: فيهمل شرطه حينئذ - كما قاله ابن عبد\nالسلام.\n</p>\n\n<p>\n(فائدة) الواو العاطفة للتسوية بين المتعاطفات: كوقفت هذا على أولادي\nوأولاد أولادي وثم والفاء للترتيب ويدخل أولاد بنات في ذرية ونسل وعقب\nوأولاد أولاد، إلا إن قال على من ينسب إلي منهم، فلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p201'> Vol. 03, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nيدخلون حينئذ، والمولى يشمل معتقا وعتيقا.\n</p>\n\n<p>\nتنبيه حيث أجمل الواقف شرطه، اتبع فيه العرف المطرد في زمنه - لأنه\nبمنزلة شرطه - ثم ما كان أقرب إلى مقاصد الواقفين - كما يدل عليه كلامهم -\nومن ثم امتنع في السقايات المسبلة على الطرق غير الشرب ونقل الماء منها ولو\nللشرب. وبحث بعضهم حرمة نحو بصاق وعسل وسخ في ماء مطهرة المسجد، وإن كثر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p202'> Vol. 03, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\n(وسئل) العلامة الطنبداوي عن الجوابي والجرار التي عند المساجد فيها\nالماء إذا لم يعلم أنها موقوفة للشرب، أو الوضوء أو الغسل الواجب، أو\nالمسنون، أو غسل النجاسة؟\n</p>\n\n<p>\n(فأجاب) إنه إذا دلت قرينة على أن الماء موضوع لتعميم الانتفاع: جاز جميع\nما ذكر من الشرب وغسل <span id='ms194'></span> النجاسة وغسل الجنابة وغيرها. ومثال القرينة: جريان\nالناس على تعميم لانتفاع من غير نكير من فقيه وغيره، إذا الظاهر من عدم\nالنكير: أنهم أقدموا على تعميم الانتفاع بالماء بغسل وشرب ووضوء وغسل\nنجاسة. فمثل هذا إيقاع يقال بالجواز. وقال إن فتوى العلامة عبد الله\nبامخرمة يوافق ما ذكره. انتهى. قال القفال وتبعوه:\n</p>\n\n<p>\nويجوز شرط رهن من مستعير كتاب وقف يأخذه الناظر منه ليحمله على رده وألحق\nبه شرط ضامن. وأفتى بعضهم في الوقف على النبي (ص) أو النذر له بأنه يصرف\nلمصالح حجرته الشريفة فقط، أو على أهل بلد أعطي مقيم بها أو غائب عنها\nلحاجة غيبة لا تقطع نسبته إليها عرفا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p203'> Vol. 03, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n(فروع) قال التاج الفزاري والبرهان المراغي وغيرهما: من شرط قراءة جزء من\nالقرآن كل يوم كفاه قدر جزء، ولو مفرقا ونظرا، وفي المفرق نظر. ولو قال\nليتصدق بغلته في رمضان أو عاشوراء ففات: تصدق بعده، ولا ينتظر مثله. نعم:\nإن قال فطرا لصوامه انتظره. وأفتى غير واحد بأنه لو قال على من يقرأ على\nقبر أبي كل جمعة يس بأنه إن حد القراء بمدة معينة، أو عين لكل سنة غلة:\nاتبع، وإلا بطل - نظير ما قالوه من بطلان الوصية لزيد كل شهر بدينار إلا في\nدينار واحد. انتهى. وإنما يتجه إلحاق الوقف بالوصية: إن علق بالموت، لأنه\nحينئذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p204'> Vol. 03, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nوصية. وأما الوقف الذي ليس كالوصية: فالذي يتجه صحته، إذ لا يترتب عليه\nمحذور بوجه - لان الناظر إذا قرر من يقرأ كذلك: استحق ما شرط ما دام يقرأه\nفإذا مات مثلا: قرر الناظر غيره، وهكذا. ولو قال الواقف وقفت هذا على فلان\nليعمل كذا: قال ابن الصلاح: احتمل أن يكون شرطا للاستحقاق، وأن يكون توصية\nله لأجل وقفه.\n</p>\n\n<p>\nفإن علم مراده: اتبع، وإن شك: لم يمنع الاستحقاق. وإنما يتجه فيما لا\nيقصد عرفا صرف الغلة في مقابلته، وإلا كلتقرأ أو تتعلم كذا: فهو شرط\nللاستحقاق - فيما استظهره شيخنا - ولوقف وأوصى للضيف: صرف للوارد على ما\nيقتضيه العرف ولا يزاد على <span id='ms195'></span> ثلاثة أيام مطلقا، ولا يدفع له حب إلا إن شرطه\nالواقف. وهل يشترط فيه الفقر؟ قال شيخنا: الظاهر لا.\n</p>\n\n<p>\n(وسئل) شيخنا الزمزمي عمال وقف ليصرف غلته للاطعام عن رسول الله (ص): فهل\nيجوز للناظر أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p205'> Vol. 03, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nيطعمها من نزل به من الضيفان في غير شهر المولد بذلك القصد أو لا؟ وهل\nيجوز للقاضي أن يأكل من ذلك إذا لم يكن له رزق من بيت المال ولا من مياسير\nالمسلمين؟\n</p>\n\n<p>\n(فأجاب) بأنه يجوز للناظر أن يصرف الغلة المذكورة في إطعام من ذكر، ويجوز\nللقاضي الاكل منها أيضا - لأنها صدقة - والقاضي إذا لم يعرفه المتصدق ولم\nيكن القاضي عارفا به. قال السبكي لا شك في جواز الاخذ له. وبقوله أقول:\nلانتفاء المعنى المانع، وإلا يحتمل أن يكون كالهدية. ويحتمل الفرق بأن\nالمتصدق إنما قصد ثواب الآخرة. انتهى. وقال ابن عبد السلام: ولا يستحق ذو\nوظيفة كقراءة أخل بها في بعض الأيام. وقال النووي: وإن أخل استناب لعذر -\nكمرض، أو حبس - بقي استحقاقه، وإلا لم يستحق لمدة الاستنابة. فأفهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p206'> Vol. 03, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nبقاء أثر استحقاقه لغير مدة الاخلال، وهو ما اعتمده السبكي - كابن الصلاح\n- في كل وظيفة تقبل الإنابة:\n</p>\n\n<p>\nكالتدريس والإمامة. (ولموقوف عليه) عين مطلقا أو لاستغلال ريعها لغير نفع\nخاص منها (ريع) وهو فوائد الموقوف جميعها: كأجرة ودر وولد حادث بعد الوقف،\nوثمر وغصن يعتاد قطعه، أو شرط ولم يؤد قطعه لموت أصله فيتصرف في فوائده\nتصرف الملاك بنفسه وبغيره - ما لم يخالف شرط الواقف - لان ذلك هو المقصود\nمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p207'> Vol. 03, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nالوقف. وأما الحمل المقارن: فوقف تبعا لامة. أما إذا وقفت عليه عين لنفع\nخاص - كدابة للركوب - ففوائدها من در ونحوه للواقف. ولا يجوز وطئ أمة\nموقوفة - ولو من واقف أو موقوف عليه - لعدم ملكها، بل يحدان، ويزوجها قاض\nبإذن الموقوف عليه - لا له، ولا للواقف.\n</p>\n\n<p>\n(واعلم) أن الملك في رقبة الموقوف على معين أو جهة ينتقل إلى الله تعالى:\nأي ينفك عن اختصاص الآدميين. فلو شغل المسجد بأمتعة وجبت الأجرة له فتصرف\nلمصالحه على الأوجه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p208'> Vol. 03, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\n(فائدة <span id='ms196'></span>) ومن سبق إلى محل من مسجد لاقراء قرآن أو حديث أو علم شرعي أو آلة\nله أو لتعلم ما ذكر أو كسماع درس بين يدي مدرس وفارقه ليعود إليه ولم تطل\nمفارقته بحيث انقطع عنه الألفة: فحقه باق، لان له غرضا في ملازمة ذلك\nالموضع ليألفه الناس. وقيل يبطل حقه بقيامه. وأطالوا في ترجيحه نقلا ومعنى\nأو للصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p209'> Vol. 03, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nولو قبل دخول وقتها أو قراءة أو ذكر وفارقه بعذر: كقضاء حاجة وإجابة داع،\nفحقه باق - ولو صبيا - في الصف الأول في تلك الصلاة، وإن لم يترك رداءه\nفيه. فيحرم - على غير العالم - الجلوس فيه بغير إذنه، أو ظن رضاه.\n</p>\n\n<p>\nنعم: إن أقيمت الصلاة في غيبته واتصلت الصفوف: فالوجه سد الصف مكانه،\nلحاجة إتمام الصفوف. ذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p210'> Vol. 03, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nالأذرعي وغيره. فلو كان له سجادة فيه فينحيها برجله من غير أن يرفعها بها\nعن الأرض، لئلا تدخل في ضمانه.\n</p>\n\n<p>\nأما جلوسه لاعتكاف فإن لم ينو مدة بطل حقه بخروجه - ولو لحاجة - وإلا لم\nيبطل حقه بخروجه أثناءها لحاجة.\n</p>\n\n<p>\nوأفتى القفال بمنع تعليم الصبيان في المساجد (ولا يباع موقوف وإن خرب)\nفلو انهدم مسجد وتعذرت إعادته:\n</p>\n\n<p>\nلم يبع، ولا يعود ملكا بحال - لامكان الصلاة والاعتكاف في أرضه - أو جف\nالشجر الموقوف أو قلعه ريح لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p211'> Vol. 03, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nيبطل الوقف، فلا يباع ولا يوهب، بل ينتفع الموقوف عليه - ولو بجعله\nأبوابا، إن لم يمكنه إجارته خشبا بحاله - فإن تعذر الانتفاع به إلا\nباستهلاكه: كأن صار لا ينتفع به إلا بالاحراق: انقطع الوقف - أي ويملكه\nالموقوف عليه حينئذ - على المعتمد فينتفع بعينه ولا يبيعه. ويجوز بيع حصر\nالمسجد الموقوفة عليه إذا بليت، بأن ذهب جمالها ونفعها وكانت المصلحة في\nبيعها، وكذا جذوعه المنكسرة - خلافا لجمع فيهما - ويصرف ثمنها لمصالح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p212'> Vol. 03, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nالمسجد إن لم يمكن شراء حصير أو جذع به. والخلاف في الموقوفة - ولو بأن\nاشتراها الناظر ووقفها - بخلاف الموهوبة والمشتراة للمسجد، فتباع جزما،\nلمجرد الحاجة: أي المصلحة - وإن لم تبل - وكذا نحو القناديل.\n</p>\n\n<p>\nولا يجوز استعمال حصر المسجد ولا فراشه في <span id='ms197'></span> غير فرشه مطلقا - سواء كانت\nلحاجة أم لا - كما أفتى به شيخنا.\n</p>\n\n<p>\nولو اشترى الناظر أخشابا للمسجد، أو وهبت له وقبلها الناظر: جاز بيعها\nلمصلحة - كأن خاف عليها نحو سرقة - لا إن كانت موقوفة من أجزاء المسجد، بل\nتحفظ له وجوبا. ذكره الكمال الرداد في فتاويه. ولا ينقض المسجد إلا إذا خيف\nعلى نقضه فينقض يحفظ، أو يعمر به مسجد آخر إن رآه الحاكم. والأقرب إليه\nأولى، ولا يعمر به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p213'> Vol. 03, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nغير جنسه كرباط وبئر - كالعكس - إلا إذا تعذر جنسه. والذي يتجه ترجيحه في\nريع وقف المنهدم، أنه إن توقع عوده: حفظ له، وإلا صرف لمسجد آخر. فإن تعذر:\nصرف للفقراء، كما يصرف النقض لنحو رباط.\n</p>\n\n<p>\n(وسئل) شيخنا عما إذا عمر مسجد بآلات جدد، وبقيت آلاته القديمة: فهل يجوز\nعمارة مسجد آخر قديم بها أو تباع ويحفظ ثمنها؟\n</p>\n\n<p>\n(فأجاب) بأنه يجوز عمارة مسجد قديم وحادث بها حيث قطع بعدم احتياج ما هي\nمنه إليها قبل فنائها، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p214'> Vol. 03, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nولا يجوز بيعه بوجه من الوجوه. انتهى. ونقل نحو حصير المسجد وقناديله\nكنقل آلته. ويصرف ريع الموقوف على المسجد مطلقا، أو على عمارته في البناء -\nولو لمنارته - وفي التجصيص المحكم والسلم، وفي أجرة القيم - لا المؤذن\nوالإمام والحصر والدهن، إلا إن كان الوقف لمصالحه، فيصرف في ذلك - لا في\nالتزويق والنقش - وما ذكرته - من أنه لا يصرف للمؤذن والإمام في الوقف\nالمطلق - هو مقتضى ما نقله النووي في الروضة عن البغوي، لكنه نقل بعده عن\nفتاوي الغزالي أنه يصرف لهما، وهو الأوجه - كما في الوقف على مصالحه - ولو\nوقف على دهن لاسراج المسجد به أسرج كل الليل إن لم يكن مغلقا مهجورا. وأفتى\nابن عبد السلام بجواز إيقاد اليسير من المصابيح فيه ليلا - احتراما - مع\nخلوه من الناس، واعتمده جمع. وجزم في الروضة بحرمة إسراج الخالي. قال في\nالمجموع: يحرم أخذ شئ من زيته وشمعه - كحصاه وترابه -. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p215'> Vol. 03, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n(فرع) ثمر الشجر النابت بالمقبرة المباحة مباح وصرفه لمصالحها أولى، وثمر\nالمغروس في المسجد ملكه إن غرس له <span id='ms198'></span>، فيصرف لمصالحه. وإن غرس ليؤكل أو جهل\nالحال فمباح. وفي الأنوار: ليس للإمام إذا اندرست مقبرة ولم يبق بها أثر:\nإجارتها للزراعة - أي مثلا - وصرف غلتها للمصالح وحمل على الموقوفة:\n</p>\n\n<p>\nفالمملوكة لمالكها إن عرف، وإلا فمال ضائع: أي إن أيس من معرفته يعمل فيه\nالإمام بالمصلحة، وكذا المجهولة.\n</p>\n\n<p>\n(وسئل) العلامة الطنبداوي في شجرة نبتت بمقبرة مسبلة ولم يكن لها ثمر\nينتفع به إلا أن بها أخشابا كثيرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p216'> Vol. 03, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nتصلح للبناء، ولم يكن لها ناظر خاص، فهل للناظر العام - أي القاضي -\nبيعها وقطعها وصرف قيمتها إلى مصالح المسلمين؟.\n</p>\n\n<p>\n(فأجاب) نعم: للقاضي في المقبرة العامة المسبلة بيعها وصرف ثمنها في\nمصالح المسلمين، كثمر الشجرة التي لها ثمر، فإن صرفها في مصالح المقبرة\nأولى. هذا عند سقوطها بنحو ريح. وأما قطعها مع سلامتها فيظهر إبقاؤها للرفق\nبالزائر والمشيع. (ولو شرط واقف نظرا له) أي لنفسه (أو لغيره اتبع) كسائر\nشروطه. وقبول من شرط له النظر: كقبول الوكيل - على الأوجه - وليس له عزل من\nشرط نظره حال الوقف - ولو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p217'> Vol. 03, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nلمصلحة - (وإلا) يشرط لاحد (فهو لقاض) أي قاضي بلد الموقوف بالنسبة لحفظه\nوإجارته، وقاضي بلد الموقوف عليه بالنسبة لما عدا ذلك على المذهب: لأنه\nصاحب النظر العام، فكان أولى من غيره، ولو واقفا أو موقوفا عليه. وجزم\nالخوارزمي بثبوته للواقف وذريته بلا شرط ضعيف. قال السبكي: ليس للقاضي أخذ\nما شرط للناظر إلا أن صرح الواقف بنظره كما أنه ليس له أخذ شئ من سهم عامل\nالزكاة قال ابنه التاج: ومحله في قاض له قدر كفايته. وبحث بعضهم أنه لو خشي\nمن القاضي أكل الوقف لجوره جاز لمن هو بيده صرفه في مصارفه: أي إن عرفها،\nوإلا فوضه لفقيه عارف بها أو سأله وصرفها. وشرط الناظر - واقفا كان أو غيره\n- العدالة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p218'> Vol. 03, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nوالاهتداء إلى التصرف المفوض إليه. ويجوز للناظر ما شرط له من الأجرة وإن\nزاد على أجرة مثله، ما لم يكن الواقف. فإن لم يشرط له شئ فلا أجرة له. نعم:\nله رفع الامر إلى الحاكم <span id='ms199'></span> ليقرر له الأقل من نفقته وأجرة مثله - كولي اليتيم\n- وأفتى ابن الصباغ بأن له الاستقلال بذلك من غير حاكم وينعزل الناظر\nبالفسق، فيكون النظر للحاكم. وللواقف عزل من ولاه ونصب غيره، إلا إن شرط\nنظره حال الوقف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p219'> Vol. 03, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\n(تتمة) لو طلب المستحقون من الناظر كتاب الوقف ليكتبوا منه نسخة حفظا\nلاستحقاقهم: لزمه تمكينهم - كما أفتى به بعضهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p220'> Vol. 03, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الاقرار هو لغة الاثبات، وشرعا إخبار الشخص بحق عليه. ويسمى\nاعترافا (يؤاخذ بإقرار مكلف مختار) فلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p221'> Vol. 03, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nيؤاخذ بإقرار صبي ومجنون ومكره بغير حق على الاقرار بأن ضرب ليقر، إما\nمكره على الصدق: كأن ضرب ليصدق في قضية اتهم فيها فيصح حال الضرب وبعده على\nإشكال قوي فيه، سيما إن علم أنهم لا يرفعون الضرب إلا بأخذت مثلا. ولو ادعى\nصبا أمكن أو نحو جنون عهد أو إكراها، وثم أمارة كحبس أو ترسيم وثبت ببينة\nأو بإقرار المقر له أو بيمين مردودة: صدق بيمينه، ما لم تقم بينة بخلافه.\nوأما إذا ادعى الصبي بلوغا بإمناء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p222'> Vol. 03, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nممكن، فيصدق في ذلك ولا يحلف عليه، أو بسن: كلف ببنة عليه وإن كان غريبا\nلا يعرف - وهي رجلان - نعم: إن شهد أربع نسوة بولادته يوم كذا: قبلن ويثبت\nبهن السن تبعا - كما قاله شيخنا (وشرط فيه) أي الاقرار (لفظ) يشعر بالتزام\nبحق (كعلي) أو (عندي كذا) لزيد، ولو زاد: فيما أظن أو أحسب: لغا. ثم إن كان\nالمقر به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p223'> Vol. 03, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nمعينا: كلزيد هذا الثوب، أو خذ به أو غيره كله ثوب أو ألف: اشترط أن يضم\nإليه شئ مما يأتي: كعندي، أو علي. وقوله علي أو في ذمتي للدين، ومعي أو\nعندي للعين ويحمل العين على أدنى المراتب، وهو الوديعة، فيقبل قوله بيمينه\nفي الرد والتلف (و) ك‍ (- نعم)، وبلى وصدقت، (وأبرأتني) منه، أو أبرئني\nمنه. (وقضيته لجواب أليس لي) عليك كذا؟ (أو) قال له (لي عليك كذا) من غير\nاستفهام، لان المفهوم من ذلك: الاقرار. ولو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p224'> Vol. 03, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nقال اقض الألف الذي لي عليك، أو أخبرت أن لي عليك <span id='ms200'></span> ألفا فقال نعم، أو\nأمهلني، أو لا أنكر ما تدعيه، أو حتى أفتح الكيس، أو أجد المفتاح أو\nالدراهم مثلا: فإقرار - حيث لا استهزاء - فإن اقترن بواحد مما ذكر قرينة\nاستهزاء: كإيراد كلامه بنحو ضحك وهز رأسه مما يدل على التعجب والانكار: أي\nوثبت ذلك - كما هو ظاهر - لم يكن به مقرا على المعتمد. وطلب البيع إقرار\nبالملك والعارية والإجارة بملك المنفعة، لكن تعينها إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p225'> Vol. 03, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nالمقر. وأما قوله ليس لك علي أكثب من ألف، جوابا لقوله لي عليك ألف أو\nنتحاسب أو اكتبوا لزيد علي ألف درهم أو اشهدوا علي بكذا أو بما في هذا\nالكتاب، فليس بإقرار - بخلاف أشهدكم، مضافا لنفسه. وقوله - لمن شهد عليه -\nهو عدل فيما شهد به إقرار: كإذا شهد علي فلان بمائة أو قال ذلك فهو صادق،\nفإنه إقرار - وإن لم يشهد - (و) شرط (في مقر به أن لا يكون) ملكا (لمقر)\nحين يقر، لان الاقرار ليس إزالة عن الملك، وإنما هو إخبار عن كونه ملكا\nللمقر له إذا لم يكذبه. فقوله داري أو ثوبي أو داري التي اشتريتها لنفسي\nلزيد، أو ديني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p226'> Vol. 03, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nالذي على زيد لعمرو: لغو - لان الإضافة إليه تقتضي الملك له، فتنافي\nالاقرار به لغيره: إذ هو إقرار بحق سابق.\n</p>\n\n<p>\nولو قال مسكني أو ملبوسي لزيد، فهو إقرار، لأنه قد يسكن ويلبس ملك غيره.\nولو قال: الدين الذي كتبته أو باسمي على زيد لعمرو: صح، أو الدين الذي لي\nعلى زيد لعمرو: لم يصح، إلا إن قال: واسمي في الكتاب عارية. ولو أقر بحرية\nعبد معين في يد غيره أو شهد بها ثم اشتراه لنفسه أو ملكه بوجه آخر: حكم\nبحريته. ولو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p227'> Vol. 03, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nأشهد أنه سيقر بما ليس عليه، فأقر أن عليه لفلان كذا: لزمه، ولم ينفعه\nذلك الاشهاد. (وصح إقرار من مريض) مرض موت (ولو لوارث) بدين أو عين، فيخرج\nمن رأس المال - وإن كذبه بقية الورثة - لأنه انتهى إلى حالة يصدق فيها\nالكاذب ويتوب الفاجر، فالظاهر صدقه. لكن للوارث تحليف المقر <span id='ms201'></span> له على\nالاستحقاق - فيما استظهره شيخنا - خلافا للقفال. ولو أقر بنحو هبة مع قبض\nفي الصحة قبل، وإن أطلق أو قال في عين عرف أنها ملكه هذه ملك لوراثي نزل\nعلى حالة المرض. قاله القاضي. فيتوقف على إجازة بقية الورثة: كما لو قال\nوهبته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p228'> Vol. 03, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nفي مرضي. واختار جمع عدم قبوله إن اتهم لفساد الزمان، بل قد تقطع القرائن\nبكذبه، فلا ينبغي لمن يخشى الله أن يقضي أو يفتي بالصحة، ولا شك فيه إذا\nعلم أن قصده الحرمان. وقد صرح جمع بالحرمة حينئذ، وأنه لا يحل للمقر له\nأخذه، ولا يقدم إقرار صحة على إقرار مرض (و) صح إقرار (بمجهول) كشئ أو كذا،\nفيطلب من المقر تفسيره - فلو قال له علي شئ أو كذا قبل تفسيره بغير عيادة\nالمريض ورد سلام ونجس لا يقتنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p229'> Vol. 03, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nكخنزير. ولو قال له علي مال قبل تفسيره بمتمول وإن قال - لا بنجس - ولو\nقال هذه الدار وما فيها لفلان صح، واستحق جميع ما فيها وقت الاقرار. فإن\nاختلفا في شئ أهو بها وقته؟ صدق المقر، وعلى المقر له البينة. (و) صح إقرار\n(بنسب ألحقه بنفسه): كأن قال هذا ابني (بشرط إمكان) فيه بأن لا يكذبه الشرع\nوالحس - بأن يكون دونه في السن بزمن يمكن فيه كونه ابنه، وبأن لا يكون\nمعروف النسب بغيره (و) مع (تصديق مستلحق) أهل له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p230'> Vol. 03, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nفإن لم يصدقه أو سكت: لم يثبت نسبه إلا ببينة. (ولو أقر ببيع أو هبة وقبض\nوإقباض) بعدها (فادعى فساده لم يقبل) في دعواه فساده. وإن قال أقررت لظني\nالصحة، لان الاسم عند الاطلاق يحمل على الصحيح. نعم:\n</p>\n\n<p>\nإن قطع ظاهر الحال بصدقه - كبدوي جلف فينبغي قبول قوله. - كما قاله شيخنا\n- وخرج بإقباض: ما لو اقتصر على الهبة، فلا يكون مقرا بإقباض. فإن قال\nملكها ملكا لازما وهو يعرف معنى ذلك: كان مقرا بالاقباض، وله تحليف المقر\nله أنه ليس فاسدا لامكان ما يدعيه، ولا تقبل ببيته، لأنه كذبها بإقراره فإن\nنكل حلف المقر أنه كان فاسدا <span id='ms202'></span> وبطل البيع أو الهبة، لان اليمين المردودة\nكالاقرار. ولو قال هذا لزيد بل لعمرو، أو غصبت من زيد بل من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p231'> Vol. 03, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nعمرو: سلم لزيد - سواء قال ذلك متصلا بما قبله أم منفصلا عنه، وإن طال\nالزمن، لامتناع الرجوع عن الاقرار بحق آدمي وغرم بدله لعمرو. ولو أقر بشئ\nثم أقر ببعضه دخل الأقل في الأكثر. ولو أقر بدين لآخر ثم ادعى أداءه إليه\nوأنه نسي ذلك حالة الاقرار: سمعت دعواه للتحليف فقط. فإن أقام بينة\nبالأداء: قبلت - على ما أفتى به بعضهم - لاحتمال ما قاله كما لو قال لا\nبينة لي ثم أتى ببينة تسمع. ولو قال لا حق لي على فلان ففيه خلاف.\n</p>\n\n<p>\nوالراجح منه أنه إن قال فيما أظن أو فيما أعلم ثم أقام بينة بأن له عليه\nحقا قبلت، وإن لم يقل ذلك لم تقبل ببينته إلا إن اعتذر بنحو نسيان أو غلط\nظاهر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p232'> Vol. 03, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nباب في الوصية هي لغة الايصال: من وصى الشئ بكذا وصله به، لان الموصي وصل\nخير دنياه بخير عقباه. وشرعا تبرع بحق مضاف لما بعد الموت. وهي سنة مؤكدة\nإجماعا. وإن كانت الصدقة بصحة فمرض أفضل، فينبغي أن لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p234'> Vol. 03, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nيغفل عنها ساعة: كما صرح به الخبر الصحيح ما حق امرئ مسلم له شئ يوصي فيه\nيبيت ليلة أو ليلتين إلا ووصيته مكتوبة عند رأسه أي ما الحزم أو المعروف\nشرعا إلا ذلك، لان الانسان لا يدري متى يفجؤه الموت.\n</p>\n\n<p>\nوتكره الزيادة على الثلث إن لم يقصد حرمان ورثته، وإلا حرمت (تصح وصية\nمكلف حر) مختار عند، الوصية، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p235'> Vol. 03, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nفلا تصح من صبي ومجنون ورقيق ولو مكاتبا لم يأذن له السيد ولا من مكره\nوالسكران كالمكلف. وفي قول تصح من صبي مميز (لجهة حل): كعمارة مسجد\nومصالحه، وتحمل عليهما عند الاطلاق: بأن قال أوصيت به للمسجد - ولو غير\nضرورية - عملا بالعرف. ويصرفه الناظر للأهم والأصلح باجتهاده. وهي للكعبة\nوللضريح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p236'> Vol. 03, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nالنبوي تصرف لمصالحهما الخاصة بهما كترميم ما، وهي من الكعبة دون بقية\nالحرم، وقيل في الأولى لمساكين <span id='ms203'></span> مكة. قال شيخنا: يظهر أخذا مما قالوه في\nالنذر للقبر المعروف بجرجان صحة الوصية كالوقف لضريح الشيخ الفلاني، وتصرف\nفي مصالح قبره والبناء الجائز عليه ومن يخدمونه أو يقرأون عليه. أما إذا\nقال للشيخ الفلاني ولم ينو ضريحه ونحوه: فهي باطلة. ولو أوصى لمسجد سيبني:\nلم تصح، وإن بني قبل موته إلا تبعا، وقيل تبطل فيما لو قال أردت تمليكه\nوكعمارة نحو قبة على قبر نحو عالم في غير مسبلة. ووقع في زيادات العبادي:\nولو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p237'> Vol. 03, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nأوصى بأن يدفن في بيته بطلت الوصية. وخرج بجهة حل: جهة المعصية - كعمارة\nكنيسة وإسراج فيها وكتابة نحو توراة وعلم محرم (و) تصح (لحمل) موجود حال\nالوصية يقينا، فتصح لحمل انفصل وبه حياة مستقرة لدون ستة أشهر من الوصية أو\nلأربع سنين فأقل ولم تكن المرأة فراشا لزوج أو سيد وأمكن كون الحمل منه،\nلان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p238'> Vol. 03, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nالظاهر وجوده عندها لندرة وطئ الشبهة وفي تقدير الزنا إساءة ظن بها. نعم:\nلو لم تكن فراشا قط لم تصح الوصية قطعا لا لحمل سيحدث وإن حدث قبل موت\nالموصي: لأنها تمليك، وتمليك المعدوم ممتنع، فأشبهت الوقف على من سيولد له.\nنعم، إن جعل المعدوم تبعا للموجود - كأن أوصى لأولاد زيد الموجودين ومن\nسيحدث له من الأولاد - صحت لهم تبعا، ولا لغير معين فلا تصح لاحد هذين. هذا\nإذا كان بلفظ الوصية، فإن كان بلفظ أعطوا هذا لأحدهما: صح، لأنه وصية\nبالتمليك من الموصى إليه. (و) تصح (لوارث) للموصي (مع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p239'> Vol. 03, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nإجازة) بقية (ورثته) بعد موت الموصي وإن كانت الوصية ببعض الثلث ولا أثر\nلإجازتهم في حياة الموصي: إذ لا حق لهم حينئذ، والحيلة في أخذه من غير توقف\nعلى إجازة أن يوصي لفلان بألف: أي وهو ثلثه فأقل إن تبرع لولده بخمسمائة،\nأو بألفين كما هو ظاهر. فإذا قبل وأدى للابن ما شرط عليه. أخذ الوصية، ولم\nيشارك بقية الورثة الابن فيما حصل له. ومن الوصية له إبراؤه وهبته والوقف\nعليه. نعم، لو وقف عليهم ما يخرج من الثلث على <span id='ms204'></span> قدر نصيبهم نفذ من غير\nإجازة، فليس لهم نقضه. والوصية لكل وارث بقدر حصته - كنصف وثلث - لغو،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p240'> Vol. 03, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nلأنه يستحقه بغير وصية، ولا يأثم بذلك. وبعين هي قدر حصته: كأن ترك ابنين\nوقنا ودارا قيمتهما سواء، فخص كلا بواحد صحيحة إن أجازا. ولو أوصى للفقراء\nبشئ لم يجز للوصي أن يعطى منه شيئا لورثة الميت، ولو فقراء - كما نص عليه\nفي الام - وإنما تصح الوصية (بأعطوه كذا)، وإن لم يقل من ما لي أو وهبته له\nأو جعلته له (أو هو له بعد موتي) في الأربعة، وذلك لان إضافة كل منها للموت\nصيرتها بمعنى الوصية (وبأوصيت له) بكذا وإن لم يقل بعد موتي لوضعها شرعا\nلذلك. فلو اقتصر على نحو وهبته له: فهو هبة ناجزة، أو على نحو ادفعوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p241'> Vol. 03, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nإليه من مالي كذا أو أعطوا فلانا من مالي كذا: فتوكيل يرتفع بنحو الموت\nوليست كناية وصية، أو على جعلته له:\n</p>\n\n<p>\nاحتمل الوصية والهبة، فإن علمت نيته لأحدهما، وإلا بطل، أو على ثلث مالي\nللفقراء لم يكن إقرارا ولا وصية للفقراء. قال شيخنا: ويظهر أنه كناية وصية،\nأو على هو له فإقرار، فإن زاد من مالي فكناية وصية. وصرح جمع متأخرون بصحة\nقوله لمدينة إن مت فأعط فلانا ديني الذي عليك أو ففرقه على الفقراء، ولا\nيقبل قوله في ذلك، بل لا بد من بينة به. وتنعقد بالكناية: كقوله عينت هذا\nله، أو ميزته له، أو عبدي هذا له. والكتابة كناية فتنعقد بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p242'> Vol. 03, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nمع النية، ولو من ناطق - إن اعترف نطقا هو أو وارثه بنية الوصية بها -\nولا يكفي هذا خطي وما فيه وصيتي، وتصح بالألفاظ المذكورة من الموصي (مع\nقبول) موصى له (معين) محصور إن تأهل، وإلا فنحو وليه (بعد موت موص) ولو\nبتراخ، فلا يصح القبول كالرد قبل موت الموصي، لان للموصي أن يرجع فيها.\nفلمن رد قبل الموت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p243'> Vol. 03, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nالقبول بعده، ولا يصح الرد بعد القبول. ومن صريح الرد: رددتها، أو لا\nأقبلها. ومن كنايته: لا حاجة لي بها، وأنا <span id='ms205'></span> غني عنها ولا يشترط القبول في\nغير معين كالفقراء، بل تلزم بالموت، ويجوز الاقتصار على ثلاثة منهم، ولا\nيجب التسوية بينهم. وإذا قبل الموصى له بعد الموت بأن به - أي بالقبول -\nالملك له في الموصي به من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p244'> Vol. 03, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nالموت: فيحكم بترتب أحكام الملك حينئذ من وجوب نفقة وفطرة والفوز\nبالفوائد الحاصلة وغير ذلك. (لا) تصح الوصية (في زائد على ثلث في) وصية\nوقعت في (مرض مخوف) لتولد الموت عن جنسه كثيرا (إن رده وارث) خاص مطلق\nالتصرف، لأنه حقه، فإن كان غير مطلق التصرف - فإن توقعت أهليته عن قرب: وقف\nإليها، وإلا بطلت، ولو أجار بعض الورثة فقط: صح في قدر حصته من الزائد وإن\nأجاز الوارث الأهل فإجازته تنفيذ للوصية بالزائد والمخوف: كإسهال متتابع،\nوخروج الطعام بشدة ووجع، أو مع دم من عضو شريف، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p245'> Vol. 03, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nكالكبد، دون البواسير، أو بلا استحالة، وحمى مطبقة، وكطلق حامل، وإن\nتكررت ولادتها، لعظم خطره، ومن ثم كان موتها منه شهادة وبقاء مشيمة والتحام\nقتال بين متكافئين واضطراب ريح في حق راكب سفينة، وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p246'> Vol. 03, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nأحسن السباحة وقرب من البر - وأما زمن الوباء والطاعون فتصرف الناس كلهم\nفيه محسوب من الثلث. وينبغي لمن ورثته أغنياء أو فقراء أن لا يوصي بزائد\nعلى ثلث، والأحسن أن ينقص منه شيئا. (ويعتبر منه) أي الثلث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p247'> Vol. 03, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا (عتق علق بالموت) في الصحة أو المرض (و) تبرع نجز في مرضه. (كوقف\nوهبة) وإبراء. ولو اختلف الوارث والمتهب: هل الهبة في الصحة أو المرض؟ صدق\nالمتهب بيمينه، لأن العين في يده. ولو وهب في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p248'> Vol. 03, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nالصحة وأقبض في المرض، اعتبر من الثلث. أما المنجز في صحته فيحسب من رأس\nالمال، كحجة الاسلام، وعتق المستولدة، ولو ادعى الوارث موته في مرض تبرعه\nوالمتبرع عليه شفاءه وموته من مرض آخر أو فجأة، فإن كان مخوفا صدق الوارث\nوإلا فالآخر. ولو اختلفا في وقوع التصرف في الصحة أو في المرض، صدق المتبرع\nعليه، لان الأصل دوام الصحة، فإن أقاما بينتين قدمت بينة المرض.\n</p>\n\n<p>\n(فرع) لو أوصى لجيرانه <span id='ms206'></span> فلاربعين دارا من كل جانب فيقسم حصة كل دار على\nعدد سكانها، أو للعلماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p249'> Vol. 03, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nفلمحدث يعرف حال الراوي قوة أو ضدها والمروي صحة وضدها، ومفسر يعرف معنى\nكل آية وما أريد بها، وفقيه يعرف الأحكام الشرعية نصا واستنباطا. والمراد\nهنا من حصل شيئا من الفقه، بحيث يتأهل به لفهم باقيه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p250'> Vol. 03, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nوليس منهم نحوي وصرفي ولغوي ومتكلم ويكفي ثلاثة من أصحاب العلوم الثلاثة\nأو بعضها. ولو أوصى لاعلم الناس اختص بالفقهاء، أو للقراء لم يعط إلا من\nيحفظ كل القرآن عن ظهر قلب، أو لأجهل الناس صرف لعباد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p251'> Vol. 03, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nالوثن، فإن قال من المسلمين فمن يسب الصحابة ويدخل في وصية الفقراء\nوالمساكين وعكسه، ويدخل في أقارب زيد كل قريب، وإن كان بعد، لا أصل وفرع،\nولا تدخل في أقارب نفسه ورثته (وتبطل الوصية المعلقة بالموت) ومثلها تبرع\nعلق بالموت، سواء كان التعليق في الصحة أو المرض، فللموصي الرجوع فيها،\nكالهبة، قبل القبض، بل أولى. ومن ثم لم يرجع في تبرع نجزه في مرضه، وإن\nاعتبر من الثلث (برجوع) عن الوصية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p252'> Vol. 03, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\n(بنحو نقضتها)، كأبطلتها أو رددتها أو أزلتها. والأوجه صحة تعليق الرجوع\nفيها على شرط لجواز التعليق فيها، فأولى في الرجوع عنها (و) بنحو (هذا\nلوارثي) أو ميراث عني، سواء أنسي الوصية أم ذكرها.\n</p>\n\n<p>\n(وسئل) شيخنا عما لو أوصى له بثلث ماله إلا كتبه، ثم بعد مدة أوصى له\nبثلث ماله ولم يستثن: هل يعمل بالأولى أو بالثانية؟.\n</p>\n\n<p>\n(فأجاب) بأن الذي يظهر العمل بالأولى، لأنها نص في إخراج الكتب، والثانية\nمحتملة إنه ترك الاستثناء فيها لتصريحه به في الأولى، وأنه تركه إبطالا له،\nوالنصب مقدم على المحتمل (و) بنحو (بيع ورهن) ولو بلا قبول (وعرض عليه)\nوتوكيل فيه (و) نحو (غراس) في أرض أوصى بها، بخلاف زرعه بها. ولو اختص نحو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p253'> Vol. 03, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nالغراس ببعض الأرض، اختص الرجوع بمحله. وليس من الرجوع إنكار الموصي\nالوصية إن كان لغرض.\n</p>\n\n<p>\nولو أوصى بشئ لزيد ثم أوصى به لعمرو، فليس رجوعا، بل يكون بينهما نصفين.\nولو أوصى به <span id='ms207'></span> لثالث كان بينهم أثلاثا، وهكذا. قاله الشيخ زكريا في شرح\nالمنهج. ولو أوصى لزيد بمائة ثم بخمسين فليس له إلا خمسون، لتضمن الثانية\nالرجوع عن بعض الأولى، قاله النووي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p254'> Vol. 03, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nمطلب في الايصاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p255'> Vol. 03, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\n(وتنفع ميتا) من وارث وغيره (صدقة) عنه، ومنها وقف لمصحف وغيره، وبناء\nمسجد، وحفر بئر، وغرس شجر منه في حياته أو من غيره عنه بعد موته (ودعاء) له\nإجماعا. وصح في الخبر أن الله تعالى يرفع درجة العبد في الجنة باستغفار\nولده له وقوله تعالى: * (وأن ليس للانسان إلا ما سعى) * عام مخصوص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p256'> Vol. 03, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nبذلك، وقيل منسوخ. ومعنى نفعه بالصدقة أنه يصير كأنه تصدق. قال الشافعي -\nرضي الله عنه - وواسع فضل الله أن يثيب المتصدق أيضا. ومن ثم قال أصحابنا:\nيسن له نية الصدقة عن أبويه مثلا، فإنه تعالى يثيبهما ولا ينقص من أجره\nشيئا. ومعنى نفعه بالدعاء، حصول المدعو به له إذا استجيب، واستجابته محض\nفضل من الله تعالى. أما نفس الدعاء وثوابه فهو للداعي، لأنه شفاعة أجرها\nللشافع، ومقصودها للمشفوع له. نعم، دعاء الولد يحصل ثوابه، نفسه للوالد\nالميت، لان عمل ولده لتسببه في وجوده من جملة عمله، كما صرح به خبر ينقطع\nعمل ابن آدم إلا من ثلاث ثم قال: أو ولد صالح، أي مسلم، يدعو له حمل دعاءه\nمن عمل الوالد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p257'> Vol. 03, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nأما القراءة فقد قال النووي في شرح مسلم: المشهور من مذهب الشافعي أنه لا\nيصل ثوابها إلى الميت. وقال بعض أصحابنا يصل ثوابها للميت بمجرد قصده بها،\nولو بعدها، وعليه الأئمة الثلاثة واختاره كثيرون من أئمتنا، واعتمده السبكي\nوغيره، فقال: والذي دل عليه الخبر بالاستنباط أن بعض القرآن إذا قصد به نفع\nالميت نفعه وبين ذلك، وحمل جمع عدم الوصول الذي قاله النووي على ما إذا قرأ\nلا بحضرة الميت ولم ينو القارئ ثواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p258'> Vol. 03, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nقراءته له أو نواه ولم يدع. وقد نص الشافعي والأصحاب على ندب قراءة ما\nتيسر عند الميت والدعاء عقبها، أي لأنه حينئذ أرجى للإجابة، ولان الميت\nتناله بركة القراءة: كالحي <span id='ms208'></span> الحاضر قال ابن الصلاح: وينبغي الجزم بنفع:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p259'> Vol. 03, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nاللهم أوصل ثواب ما قرأته أي مثله، فهو المراد، وإن لم يصرح به لفلان،\nلأنه إذا نفعه الدعاء بما ليس للداعي فماله أولى. ويجري هذا في سائر\nالأعمال من صلاة وصوم وغيرهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p260'> Vol. 03, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\nباب الفرائض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p261'> Vol. 03, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nأي مسائل قسمة المواريث جمع فريضة، بمعنى مفروضه. والفرض لغة التقدير،\nوشرعا هنا نصيب مقدر للوارث، وهو من الرجال عشرة: ابن، وابنه، وأب، وأبوه،\nوأخ مطلقا، وابنه، إلا من الام، وعم، وابنه، إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p262'> Vol. 03, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nللام، وزوج وذو ولاء. من النساء تسع: بنت، وبنت ابن، وأم، وجدة، وأخت،\nوزوجة وذات ولاء، ولو فقد الورثة كلهم فأصل المذهب أنه لا يورث ذوو\nالأرحام، ولا يرد على أهل الفرض فيما إذا وجد بعضهم، بل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p263'> Vol. 03, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nالمال لبيت المال، ثم إن لم ينتظم المال رد ما فضل عنهم عليهم غير\nالزوجين بنسبة الفروض، ثم ذوي الأرحام، وهم أحد عشر: ولد بنت، وأخت، وبنت\nأخ، وعم وعم لام، وخال، وخالة، وعمة، وأبو أم، وأم أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p264'> Vol. 03, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nأم، وولد أخ لام. (الفروض) المقدرة (في كتاب الله) ستة: ثلثان، ونصف،\nوربع، وثمن وثلث، وسدس. فال‍ (- ثلثان) فرض أربعة (لاثنين) فأكثر، (من بنت،\nوبنت ابن، وأخت لأبوين، ولأب، وعصب كلا) من البنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p265'> Vol. 03, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nوبنت الأبوين، والأخت لأبويه أو لأب (أخ ساوى) له في الرتبة والأدلاء،\nفلا يعصب ابن الابن البنت ولا ابن ابن الابن بنت ابن لعدم المساواة في\nالرتبة. ولا يعصب الأخ لأبوين الأخت لأب ولا الأخ لأب الأخت لأبوين لعدم\nالمساواة في الادلاء، وإن تساويا في الرتبة، (و) عصب (الأخريين) أي الأخت\nلأبوين أو لأب (الأوليان) وهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p266'> Vol. 03, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nالبنت وبنت الابن. والمعنى أن الأخت لأبوين أو لأب مع البنت أو بنت الابن\nتكون عصبة، فتسقط أخت لأبوين اجتمعت مع بنت أو بنت ابن أخا لأب، كما يسقط\nالأخ لأب (ونصف) فرض خمسة (لهن) أي لمن ذكرنا حال كونهن (منفردات) عن\nأخواتهن وعن معصبهن، (ولزوج ليس لزوجته فرع) وارث، ذكرا كان أو أنثى (وربع)\nفرض اثنين (له) أي للزوج (معه) أي <span id='ms209'></span> مع فرعها، (و) ربع (لها) أي لزوجة فأكثر\n(دونه) أي دون فرع له، (وثمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p267'> Vol. 03, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nلها) أي للزوجة (معه) أي مع فرع لزوجها، (وثلث فرض اثنين لام ليس لميتها\nفرع) وارث (ولا عدد) اثنان فأكثر (من إخوة) ذكرا كان أو أنثى، (ولولديها)\nأي ولدي أم فأكثر يستوي فيه الذكر والأنثى (وسدس) فرض سبعة (لأب وجد\nلميتهما فرع) وارث (وأم لميتها ذلك أو عدد من إخوة) وأخوات اثنان فأكثر\n(وجدة) أم أب وأم أم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p268'> Vol. 03, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nوإن علتا سواء كان معها ولد أم لا. هذا إ لم تدل بذكر بين أنثيين، فإن\nأدلت به كأم أبي أم لم ترث بخصوص القرابة، لأنها من ذوي الأرحام (وبنت ابن\nفأكثر مع بنت أو بنت ابن أعلى) منها (وأخت فأكثر لأب مع أخت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p269'> Vol. 03, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nلأبوين، وواحد من ولد أم) ذكرا كان أو غيره (وثلث باق) بعد فرض الزوج أو\nالزوجة (لام مع أحد زوجين وأب)، لا ثلث الجميع ليأخذ الأب مثلي ما تأخذه\nالام. فإن كانت مع زوج وأب فالمسألة من ستة، للزوج ثلاثة، وللأب اثنان،\nوللأم واحد. وإن كانت مع زوجة وأب فالمسألة من أربعة، للزوجة واحد، وللأم\nواحد، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p270'> Vol. 03, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nوللأب اثنان. واستبقوا فيهما لفظ الثلث محافظة على الأدب في موافقة قوله\nتعالى: * (وورثه أبواه فلأمه الثلث ) * وإلا فما تأخذه الام في الأولى سدس\nوفي الثانية ربع. (ويحجب ولد ابن بابن أو ابن ابن أقرب منه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p271'> Vol. 03, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\nو) يحجب (جد بأب، و) تحجب (جدة لام بأم) لأنها أدلت بها، (و) جدة (لأب\nبأب) لأنها أدلت به، (وأم بالاجماع. (و) يحجب (أخ لأبوين بأب وابن وابنه)\nوإن نزل (و) يحجب (أخ لأب بهما) أي بأب وابن (وبأخ لأبوين) وبأخت لأبوين\nمعها بنت أو بنت ابن، كما سيأتي، (و) يحجب أخ (لام بأب) وأبيه، وإن علا،\n(وفرع) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p272'> Vol. 03, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nوارث للميت، وإن نزل، ذكرا كان أو غيره، (و) يحجب (ابن أخ لأبوين بأب وجد\nوابن) وابنه، وإن نزل، (وأخ) لأبوين أو لأب (و) يحجب (ابن أخ لأب بهؤلاء)\nالستة، (وبابن أخ لأبوين) لأنه <span id='ms210'></span> أقوى منه، ويحجب عم لأبوين بهؤلاء السبعة،\nوبابن أخ لأب وعم لأب بهؤلاء الثمانية، وبعم لأبوين وابن عم لأبوين بهؤلاء\nالتسعة، وبعم لأب وابن عم لأب بهؤلاء العشرة، وبابن عم لأبوين. ويحجب ابن\nابن أخ لأبوين بابن أخ لأب لأنه أقرب منه، وبنات الابن بابن أو بنتين فأكثر\nللميت إن لم يعصب أخ أو ابن عم، فإن عصبت به أخذت معه الباقي بعد ثلثي\nالبنتين بالتعصيب والأخوات لأب بأختين لأبوين فأكثر، إلا أن يكون معهن ذكر\nفيعصبهن. ويحجبن أيضا بأخت لأبوين معها بنت أو بنت ابن.\n</p>\n\n<p>\n(واعلم) أن ابن الابن كالابن إلا أنه ليس له مع البنت مثلاها، والجدة\nكالأم إلا أنها لا ترث الثلث ولا ثلث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p273'> Vol. 03, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nالباقي، بل فرضها دائما السدس. والجد كالأب إلا أنه لا يحجب الإخوة\nلأبوين أو لأب، وبنت الابن كالبنت إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p274'> Vol. 03, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nأنها تحجب بالابن والأخ لأب كالأخ لأبوين إلا أنه ليس له مع الأخت لأبوين\nمثلاها، (وما فضل) من التركة عمن له فرض من أصحاب الفروض (أو الكل) أي كل\nالتركة إن لم يكن له ذو فرض (لعصبة). وتسقط عند الاستغراق (وهي ابن ف‍) -\nبعده (ابنه) وإن سفل (فأب فأبوه) وإن علا (فأخ لأبوين و) أخ (لأب فبنوهما)\nكذلك (فعم لأبوين فلأب فبنوهما) كذلك، ثم عم الأب ثم بنوه ثم عم الجد ثم\nبنوه. وهكذا (ف‍) - بعد عصبة النسب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p275'> Vol. 03, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nعصبة الولاء، وهو (معتق) ذكرا كان أو أنثى، (ف‍) - بعد المعتق (ذكور\nعصبته) دون إناثهم ويؤخر هنا الجد عن الأخ وابنه فمعتق المعتق فعصبته. فلو\nاجتمع بنون وبنات أو إخوة وأخوات فالتركة لهم (للذكر مثل حظ الأنثيين)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p276'> Vol. 03, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nوفضل الذكر بذلك لاختصاصه بلزوم ما لا يلزم الأنثى من الجهاد وغيره. وولد\nابن كولد وأخ لأب كأخ لأبوين فيما ذكر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p277'> Vol. 03, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nفصل في بيان أصول المسائل (أصل المسألة عدد الرؤوس إن كانت الورثة عصبات)\nكثلاثة بنين أو أعمام فأصلها ثلاثة (وقدر الذكر أنثيين إن اجتمعا) أي\nالصنفان من نسب. ففي ابن وبنت يقسم المتروك على ثلاثة: للابن اثنان، وللبنت <span id='ms211'></span>\nواحد، ومخارج الفروض اثنان وثلاثة وأربعة وستة وثمانية واثنا عشر وأربعة\nوعشرون. فإن كان في المسألة فرضان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p278'> Vol. 03, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nفأكثر اكتفى عند تماثل المخرجين بأحدهما، كنصفين في مسألة زوج وأخت فهي\nمن الاثنين، وعند تداخلهما بأكثرهما كسدس وثلث في مسألة أم وولديها وأخ\nلأبوين أو لأب فهي من ستة، وكذا يكتفي في زوجة وأبوين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p279'> Vol. 03, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nوعند توافقهما بمضروب وفق أحدهما في الآخر، كسدس وثمن في مسألة أم وزوجة\nوابن، فهي من أربعة وعشرين، حاصل ضرب وفق أحدهما، وهو نصف الستة أو\nالثمانية، في الآخر، وعند تباينهما بمضروب أحدهما في الآخر، كثلث وربع في\nمسألة أم وزوجة أخ لأبوين أو لأب، فهي من اثني عشر حاصل ضرب ثلاثة في أربعة\n(وأصل) مسألة (كل فريضة فيها نصفان) كزوج وأخت لأب (أو نصف وما بقي)، كزوج\nوأخ لأب (اثنان) مخرج النصف (أو) فيها (ثلثان وثلث) كأختين لأب وأختين لام\n(أو ثلثان وما بقي) كبنتين وأخ لأب (أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p280'> Vol. 03, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nثلث وما بقي) كأم وعم (ثلاثة) مخرج الثلث (أو) فيها (ربع وما بقي) كزوجه\nوعم (أربعة) مخرج الربع (أو) فيها (سدس، وما بقي) كأم وابن (أو سدس وثلث)\nكأم وأخوين لام (أو) سدس (وثلثان) كأم وأختين لأب (أو) سدس ونصف كأم وبنت\n(ستة) مخرج السدس (أو) فيها (ثمن وما بقي) كزوجة وابن (أو) ثمن (ونصف ما\nبقي) كزوجة وبنت وأخ لأب (ثمانية) مخرج الثمن (أو) فيها (ربع وسدس) كزوجة\nوأخ لام (اثنا عشر) مضروب وفق أحد المخرجين في الآخر (أو) فيها (ثمن وسدس)\nكزوجة وجدة وابن (أربعة وعشرون) مضروب وفق أحدهما في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p281'> Vol. 03, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nالآخر (وتعول) من أصول مسائل الفرائض ثلاثة (ستة إلى عشرة) وترا وشفعا.\nفعولها إلى سبعة كزوج وأختين لغير أم، وإلى ثمانية كهم وأم، وإلى تسعة كهم\nوأخ لام، وإلى عشرة كهم وأخ آخر لام (و) تعول اثنا عشر إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p282'> Vol. 03, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nسبعة عشر وترا فعولها إلى ثلاثة عشر كزوجة وأم وأختين لغير أم، وإلى خمسة\nعشر كهم وأخ لام، وإلى سبعة عشر كهم وأخ آخر لام (و) تعول (أربعة <span id='ms212'></span> وعشرون\nلسبعة وعشرين) فقط كبنتين وأبوين وزوجة، للبنتين ستة عشر وللأبوين ثمانية\nوللزوجة ثلاثة، وتسمى بالمنبرية، لان عليا رضي الله عنه كان يخطب على منبر\nالكوفة قائلا:\n</p>\n\n<p>\nالحمد لله الذي يحكم بالحق قطعا ويجزي كل نفس بما تسعى وإليه المآل\nوالرجعي، فسئل حينئذ عن هذه المسألة فقال ارتجالا: صار ثمن المرأة تسعا،\nومضى في خطبته. وإنما عالوا ليدخل النقص على الجميع كأرباب الديون والوصايا\nإذا ضاق المال عن قدر حصتهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p283'> Vol. 03, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nفصل في بيان أحكام الوديعة صح إيداع محترم بأودعتك هذا أو استحفظتكه،\nوبخذه مع نية. وحرم على عاجز عن حفظ الوديعة أخذها، وكره على غير واثق\nبأمانته. ويضمن وديع بإيداع غيره - ولو قاضيا - بلا إذن من المالك، لا إن\nكان لعذر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p284'> Vol. 03, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nكمرض وسفر وخوف حرق وإشراف حرز على خراب، وبوضع في غير حرز مثلها،\nوبنقلها إلى دون حرز مثلها، وبترك دفع متلفاتها كتهوية ثياب صوف أو ترك\nلبسها عند حاجتها، وبعدول عن الحفظ المأمور به من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p286'> Vol. 03, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nالمالك، وبجحدها وتأخير تسليمها لمالك بلا عذر بعد طلب مالكها، وبانتفاع\nبها كلبس وركوب بلا غرض المالك، وبأخذ درهم مثلا من كيس فيه دراهم مودعة\nعنده وإن رد إليه مثله فيضمن الجميع إذا لم يتميز الدرهم المردود عن\nالبقية، لأنه خلطها بمال نفسه بلا تمييز، فهو متعد، فإن تميز بنحو سكة أو\nرد إليه عين الدرهم ضمنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p287'> Vol. 03, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nفقط. وصدق وديع - كوكيل وشريك وعامل قراض - بيمين في دعوى ردها على\nمؤتمنه، لا على وارثه. وفي قوله ما لك عندي وديعة، وفي تلفها مطلقا، أو\nبسبب خفي كسرقة، أو بظاهر كحريق عرف - دون عمومه - فإن عرف عمومه لم يحلف\nحيث لا تهمة.\n</p>\n\n<p>\n(فائدة) الكذب حرام، وقد يجب: كما إذا سأل ظالم عن وديعة يريد أخذها فيجب\nإنكارها وإن كذب، وله الحلف عليه مع التورية. وإذا لم ينكرها ولم يمتنع من\nإعلامه بها جهده ضمن، وكذا لو رأى معصوما اختفى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p288'> Vol. 03, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nمن ظالم يريد قتله. وقد يجوز كما إذا كان لا يتم مقصود حرب وإصلاح ذات\nالبين وإرضاء <span id='ms213'></span> زوجته إلا بالكذب فمباح، ولو كان تحت يده وديعة لم يعرف\nصاحبها وأيس من معرفته بعد البحث التام صرفها فيما يجب على الإمام الصرف\nفيه، وهو أهم مصالح المسلمين مقدما أهل الضرورة وشدة الحاجة - لا في بناء\nنحو مسجد - فإن جهل ما ذكر دفعه لثقة عالم بالمصالح الواجبة التقديم،\nوالأروع الأعلم أولى.\n</p>\n\n<p>\nفصل في بيان أحاكم اللقطة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p289'> Vol. 03, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nلو التقط شيئا لا يخشى فساده - كنقد ونحاس بعمارة أو مفازة عرفه سنة في\nالأسواق وأبواب المساجد فإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p290'> Vol. 03, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\nظهر مالكه، وإلا تملكه بلفظ تملكت، وإن شاء باعه وحفظ ثمنه. أو ما يخشى\nفساده - كهريسة وبقل وفاكهة ورطب لا يتتمر - فيتخير ملتقطة بين أكله متملكا\nله ويغرم قيمته، وبين بيعه، ويعرفه بعد بيعه - ليتملك ثمنه بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p291'> Vol. 03, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nالتعريف - فإن ظهر مالكه أعطاه قيمته إن أكله، أو ثمنه إن باعه. وفي\nالتعريف بعد الاكل وجهان: أصحهما في العمارة وجوبه، وفي المفازة قال\nالإمام: والظاهر أنه لا يجب، لأنه لا فائدة فيه. ولو وجد ببيته درهما مثلا\nوجوز أنه لمن يدخلونه عرفه لهم - كاللقطة - قاله القفال. ويعرف حقير لا\nيعرض عنه غالبا، وقيل هو درهم زمنا يظن أن فاقده يعرض عنه بعده غالبا\nويختلف ذلك باختلاف المال: فدانق الفضة حالا، والذهب نحو ثلاثة أيام. أما\nما يعرض عنه غالبا - كحبة زبيب - استبد به واجده بلا تعريف. ومن رأي لقطة\nفرفعها برجله ليعرفها وتركها لم يضمنها. ويجوز أخذ نحو سنابل الحصادين التي\nاعتيد الاعراض عنها، ولو مما فيه زكاة - خلافا للزركشي - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p292'> Vol. 03, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nوكذا برادة الحدادين وكسرة الخبز من رشيد ونحو ذلك مما يعرض عنه عادة،\nفيملكه آخذه، وينفذ تصرفه فيه أخذا بظاهر أحوال السلف. ويحرم أخذ ثمر تساقط\nإن حوط عليه وسقط داخل الجدار. قال في المجموع: ما سقط خارج الجدار إن لم\nيعتد إباحته حرم، وإن اعتيدت حل، عملا بالعادة المستمرة المغلبة على الظن\nإباحتهم له. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p293'> Vol. 03, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nباب النكاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p295'> Vol. 03, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nوهو لغة الضم والاجتماع. ومنه قولهم تناكحت الأشجار: إذا تمايلت وانضم\nبعضها إلى بعض. وشرعا عقد يتضمن إباحة وطئ بلفظ <span id='ms214'></span> إنكاح أو تزويج، وهو حقيقة\nفي العقد مجاز في الوطئ على الصحيح (سن) أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p296'> Vol. 03, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nالنكاح (لتائق) أي محتاج للوطئ - وإن اشتغل بالعبادة - (قادر) على مؤنة -\nمن مهر، وكسوة فصل تمكين، ونفقة يومه - للاخبار الثابتة في السنن - وقد\nأوردت جملة منها في كتابي (إحكام أحكام النكاح) - ولما فيه من حفظ الدين\nوبقاء النسل. وأما التائق العاجز عن المؤن فالأولى له تركه وكسر حاجته\nبالصوم - لا بالدواء - وكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p297'> Vol. 03, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nلعاجز عن المؤن غير تائق. ويجب بالنذر، حيث ندب. (و) سن (نظر كل) من\nالزوجين بعد العزم على النكاح وقبل الخطبة (الآخر غير عورة) مقررة في شروط\nالصلاة. فينظر من الحرة وجهها ليعرف جمالها، وكفيها ظهرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p298'> Vol. 03, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\nوبطنا ليعرف خصوبة بدنها. وممن بها رق - ما عدا ما بين السرة والركبة -\nوهما ينظران منه ذلك. ولا بد في حل النظر من تيقنه خلوها من نكاح وعدة، وأن\nلا يغلب على ظنه أنه لا يجاب. وندب لمن لا يتيسر له النظر أن يرسل نحو\nامرأة لتتأملها وتصفها له. وخرج بالنظر: المس، فيحرم - إذ لا حاجة إليه.\n</p>\n\n<p>\n(مهمة) يحرم على الرجل - ولو شيخا هما - تعمد نظر شئ من بدن أجنبية - حرة\nأو أمة - بلغت حدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p299'> Vol. 03, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nتشتهى فيه - ولو شوهاء أو عجوزا - وعكسه، خلافا للحاوي - كالرافعي - وإن\nنظر بغير شهوة أو مع أمن الفتنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p300'> Vol. 03, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nعلى المعتمد، لا في نحو مرآة، كما أفتى به غير واحد وقول الأسنوي، تبعا\nللروضة، الصواب حل النظر إلى الوجه والكفين عند أمن الفتنة: ضعيف، وكذا\nاختيار الأذرعي قول جمع يحل نظر وجه وكف عجوز يؤمن من نظرهما الفتنة ولا\nيحل النظر إلى عنق الحرة ورأسها قطعا. وقيل يحل مع الكراهة النظر بلا شهوة\nوخوف فتنة إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p301'> Vol. 03, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nالأمة إلا ما بين السرة والركبة لأنه عورتها في الصلاة. وليس من العورة\nالصوت فلا يحرم سماعه إلا إن خشي منه فتنة أو التذ به - كما بحثه الزركشي -\nوأفتى بعض المتأخرين بجواز نظر الصغير للنساء في الولائم والافراح،\nوالمعتمد عند الشيخين عدم جواز نظر فرج صغيرة لا تشتهى <span id='ms215'></span>، وقيل يكره ذلك.\nوصحح المتولي حل نظر فرج الصغير إلى التمييز، وجزم به غيره، وقيل يحرم.\nويجوز لنحو الام نظر فرجيهما ومسه زمن الرضاع والتربية - للضرورة - وللعبد\nالعدل النظر إلى سيدته المتصفة بالعدالة ما عدا ما بين السرة والركبة كهي.\nولمحرم - ولو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p302'> Vol. 03, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\nفاسقا أو كافرا - نظر ما وراء سرة وركبة منها، كنظرها إليه، ولمحرم\nومماثل مس ما وراء السرة والركبة. نعم:\n</p>\n\n<p>\nمس ظهر أو ساق محرمة كأمه وبنته وعكسه لا يحل إلا لحاجة أو شفقة. وحيث\nحرم نظره حرم مسه بلا حائل لأنه أبلغ في اللذة. نعم: يحرم مس وجه الأجنبية\nمطلقا، وكل ما حرم نظره منه أو منها متصلا حرم نظره منفصلا:\n</p>\n\n<p>\nكقلامة يد أو رجل، وشعر امرأة وعانة رجل، فيجب مواراتهما وتحتجب - وجوبا\nمسلمة عن كافرة، وكذا عفيفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p303'> Vol. 03, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nعن فاسقة - أي بسحاق، أو زنا، أو قيادة، ويحرم مضاجعة رجلين أو امرأتين\nعاريين في ثوب واحد، وإن لم يتماسكا أو تباعدا مع اتحاد الفراش، خلافا\nللسبكي، وبحث استثناء الأب أو الام لخبر فيه بعيد جدا ويجب التفريق بين ابن\nعشر سنين وأبويه وإخوته في المضجع، وإن نظر فيه بعضهم بالنسبة للأب أو\nالام. ويستحب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p304'> Vol. 03, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\nتصافح الرجلين أو المرأتين إذا تلاقيا. ويحرم مصافحة الأمرد الجميل كنظره\nبشهوة، ويكره مصافحة من به عاهة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p305'> Vol. 03, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\nكالأبرص والأجذم - ويجوز نظر وجه المرأة عند المعاملة ببيع وغيره للحاجة\nإلى معرفتها، وتعليم ما يجب تعلمه - كالفاتحة - دون ما يسن على الأوجه\nوالشهادة تحملا وأداء لها أو عليها. وتعمد النظر للشهادة لا يضر، وإن تيسر\nوجود نساء أو محارم يشهدن على الأوجه (و) يسن (خطبة) - بضم الخاء - من\nالولي (له) أي للنكاح الذي هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p306'> Vol. 03, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\nالعقد بأن تكون قبل إيجابه، فلا تندب أخرى من المخاطب قبل قبوله - كما\nصححه في المنهاج - بل يستحب تركها خروجا من خلاف من أبطل بها، كما صرح به\nشيخنا وشيخه زكريا رحمهما الله - لكن الذي في الروضة وأصلها ندبها. وتسن\nخطبة أيضا قبل الخطبة، وكذا قبل الإجابة، فيبدأ كل بالحمد والثناء على الله <span id='ms216'></span>\nتعالى، ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p307'> Vol. 03, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nبالصلاة والسلام على رسول الله صلى الله عليه وسلم ثم يوصي بالتقوى، ثم\nيقول في خطبة الخطبة: جئتكم راغبا في كريمتكم - أو فتاتكم - وإن كان وكيلا:\nقال: جاءكم موكلي، أو جئتكم عنه خاطبا كريمتكم، فيخطب الولي أو نائبه كذلك،\nثم يقول لست بمرغوب عنك. ويستحب أن يقول قبل العقد أزوجك على ما أمر الله\nبه عز وجل من إمساك بمعروف أو تسريح بإحسان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p309'> Vol. 03, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\n(فروع) يحرم التصريح بخطبة المعتدة من غيره رجعية كانت أو بائنا بطلاق أو\nفسخ أو موت. ويجوز التعريض بها في عدة غير رجعية، وهو: كأنت جميلة، ورب\nراغب فيك. ولا يحل خطبة المطلقة منه ثلاثا حتى تتحلل وتنقضي عدة المحلل إن\nطلق رجعيا، وإلا جاز التعريض في عدة المحلل. ويحرم على عالم بخطبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p310'> Vol. 03, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\nالغير والإجابة له خطبة على خطبة من جازت خطبته وإن كرهت - وقد صرح لفظا\nبإجابته إلا بإذنه له من غير خوف ولا حياء، أو بإعراضه: كأن طال الزمن بعد\nإجابته، ومنه سفره البعيد. ومن استشير في خاطب أو نحو عالم يريد الاجتماع\nبه ذكر - وجوبا - مساويه بصدق: بذلا للنصيحة الواجبة (ودينة) أي نكاح\nالمرأة الدينة التي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p311'> Vol. 03, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\nوجدت فيها صفة العدالة أولى من نكاح الفاسقة ولو بغير نحو زنا، للخبر\nالمتفق عليه فاظفر بذات الدين (ونسيبة) أي معروفة الأصل وطيبته لنسبتها إلى\nالعلماء والصلحاء أولى من غيرها: لخبر: تخيروا لنطفكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p312'> Vol. 03, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\nولا تضعوها في غير الأكفاء وتكره بنت الزنا والفاسق، (وجميلة) أولى:\nلخبر: خير النساء من تسر إذا نظرت (و) قرابة (بعيدة) عنه ممن في نسبه أولى\nمن قرابة قريبة وأجنبية لضعف الشهوة في القريبة، فيجئ الولد نحيفا.\n</p>\n\n<p>\nوالقريبة من هي في أول درجات العمومة والخوولة، والأجنبية أولى من\nالقرابة القريبة. ولا يشكل ما ذكر بتزوج النبي (ص) زينب مع أنها بنت عمته\nلأنه تزوجها بيانا للجواز، ولا بتزوج علي فاطمة رضي الله عنهما لأنها بعيدة\nإذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p313'> Vol. 03, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\nهي بنت ابن عمه، لا بنت عمه، (وبكر) أولى من الثيب، للامر به في الأخبار\nالصحيحة. إلا <span id='ms217'></span> لعذر: كضعف آلته عن الاقتضاض، (وولود) وودود (أولى) للامر\nبهما. ويعرف ذلك في البكر بأقاربها، والأولى أيضا أن تكون وافرة العقل\nوحسنة الخلق، وأن لا تكون ذات ولد من غيره إلا لمصلحة، وأن لا تكون شقراء\nولا طويلة مهزولة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p314'> Vol. 03, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\nللنهي عن نكاحها. ومحل رعاية جميع ما مر حيث لم تتوقف العفة على غير\nمتصفة بها، وإلا فهي أولى. قال شيخنا في شرح المنهاج: ولو تعارضت تلك\nالصفات فالذي يظهر أنه يقدم الدين مطلقا، ثم العقل وحسن الخلق، ثم الولادة،\nثم النسب، ثم البكارة، ثم الجمال، ثم ما المصلحة فيه أظهر - بحسب اجتهاده.\nانتهى.\n</p>\n\n<p>\nوجزم في شرح الارشاد بتقديم الولادة على العقل. وندب للولي عرض موليته\nعلى ذوي الصلاح. ويسن أن ينوي بالنكاح السنة وصون دينه. وإنما يثاب عليه إن\nقصد به طاعة من نحو عفة أو ولد صالح. وأن يكون العقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p315'> Vol. 03, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nفي المسجد ويوم الجمعة وأول النهار وفي شوال، وأن يدخل فيه أيضا.\n(أركانه) أي النكاح خمسة: (زوجة، وزوج، وولي، وشاهدان، وصيغة. وشرط فيها)\nأي الصيغة (إيجاب من الولي) وهو (كزوجتك أو أنكحتك) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p316'> Vol. 03, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\nموليتي فلانة، فلا يصح الايجاب إلا بأحد هذين اللفظين، لخبر مسلم: اتقوا\nالله في النساء فإنكم أخذتموهن بأمانة الله، واستحللتم فروجهن بكلمة الله\nوهي ما ورد في كتابه، ولم يرد فيه غيرهما. ولا يصح بأزوجك أو أنكحك على\nالأوجه، ولا بكناية كأحللتك ابنتي أو عقدتها لك (وقبول متصل به) أي\nبالايجاب من الزوج وهو (كتزوجتها أو نكحتها) فلا بد من دال عليها من نحو\nاسم أو ضمير أو إشارة (أو قبلت أو رضيت) على الأصح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p317'> Vol. 03, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\n- خلافا للسبكي - لا فعلت (نكاحها) أو تزويجها أو قبلت النكاح أو التزويج\n- على المعتمد - لا قبلت ولا قبلتها مطلقا - أي المنكوحة - ولا قبلته - أي\nالنكاح - والأولى في القبول: قبلت نكاحها لأنه القبول الحقيقي (وصح) النكاح\n(بترجمة) أي ترجمة أحد اللفظين بأي لغة ولو ممن يحسن العربية لكن يشترط أن\nيأتي بما يعده أهل تلك اللغة صريحا في لغتهم. هذا إن فهم كل <span id='ms218'></span> كلام نفسه\nوكلام الآخر والشاهدان. وقال العلامة التقي السبكي في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p318'> Vol. 03, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\nشرح المنهاج: ولو تواطأ أهل قطر على لفظ في إرادة النكاح من غير صريح\nترجمته لم ينعقد النكاح به.\n</p>\n\n<p>\nانتهى. والمراد بالترجمة ترجمة معناه اللغوي كالضم، فلا ينعقد بألفاظ\nاشتهرت في بعض الأقطار للانكاح - كما أفتى به شيخنا المحقق الزمزمي - ولو\nعقد القاضي النكاح بالصيغة العربية لعجمي لا يعرف معناها الأصلي بل يعرف\nأنها موضوعة لعقد النكاح صح - كذا أفتى به شيخنا، والشيخ عطية - وقال في\nشرحي الارشاد والمنهاج:\n</p>\n\n<p>\nأنه لا يضر لحن العامي - كفتح تاء المتكلم، وإبدال الجيم زايا، أو عكسه.\nوينعقد بإشارة أخرس مفهمة وقيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p319'> Vol. 03, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\nلا ينعقد النكاح إلا بالصيغة العربية. فعليه يصبر عند العجز إلى أن يتعلم\nأو يوكل. وحكي هذا عن أحمد.\n</p>\n\n<p>\nوخرج بقولي متصل ما إذا تخلل لفظ أجنبي عن العقد وإن قل: كأنكحتك ابنتي\nفاستوص بها خيرا. ولا يضر تخلل خطبة خفيفة من الزوج، وإن قلنا بعدم\nاستحبابها - خلافا للسبكي وابن أبي الشريف - ولا فقل قبلت نكاحها لأنه من\nمقتضى العقد. فلو أوجب ثم رجع عن إيجابه أو رجعت الآذنة في إذنها قبل\nالقبول أو جنت أو ارتدت امتنع القبول.\n</p>\n\n<p>\n(فرع) لو قال الولي زوجتكها بمهر كذا، فقال الزوج قبلت نكاحها ولم يقل\nعلى هذا الصداق: صح النكاح بمهر المثل - خلافا للبارزي - (لا) يصح النكاح\nمع (تعليق) كالبيع بل أولى لاختصاصه بمزيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p320'> Vol. 03, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\nالاحتياط: كأن يقول الأب للآخر إن كانت بنتي طلقت أو اعتدت فقد زوجتكها\nفقبل ثم بان انقضاء عدتها وأنها أذنت له: فلا يصح لفساد الصيغة بالتعليق.\nوبحث بعضهم الصحة في إن كانت فلانة موليتي فقد زوجتكها وفي زوجتك إن شئت\nكالبيع: إذ لا تعليق في الحقيقة، (و) لا مع (تأقيت) للنكاح بمدة معلومة أو\nمجهولة فيفسد لصحة النهي عن نكاح المتعة - وهو المؤقت ولو بألف سنة - وليس\nمنه ما لو قال زوجتكها مدة حياتك أو حياتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p321'> Vol. 03, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nلأنه مقتضى العقد، بل يبقى أثره بعد الموت، ويلزمه في نكاح المتعة المهر\nوالنسب والعدة، ويسقط <span id='ms219'></span> الحد إن عقد بولي وشاهدين فإن عقد بينه وبين المرأة\nوجب الحمد إن وطئ: وحيث وجب الحد لم يثبت المهر ولا ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p322'> Vol. 03, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\nبعده وينعقد النكاح بلا ذكر مهر في العقد بل يسن ذكره فيه. وكره إخلاؤه\nعنه. نعم، لو زوج أمته بعيده لم يستحب (و) شرط (في الزوجة) أي المنكوحة\n(خلو من نكاح وعدة) من غيره (وتعيين) لها. فزوجتك إحدى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p323'> Vol. 03, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nبناتي باطل ولو مع الإشارة، ويكفي التعيين بوصف أو إشارة كزوجتك بنتي\nوليس له غيرها أو التي في الدار وليس فيها غيرها أو هذه وإن سماها بغير\nاسمها في الكل - بخلاف زوجتك فاطمة وإن كان اسم بنته إلا إن نوياها. ولو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p325'> Vol. 03, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\nقال زوجتك بنتي الكبرى وسماها باسم الصغرى صح في الكبرى لان الكبر صفة\nقائمة بذاتها، بخلاف الاسم فقدم عليه: ولو قال: زوجتك بنتي خديجة فبانت بنت\nابنه صح إن نوياها أو عينها بإشارة أو لم يعرف لصلبه غيرها، وإلا فلا (و)\nشرط فيها أيضا (عدم محرمية) بينها وبين الخاطب (بنسب فيحرم) به آخر لآية: *\n(حرمت عليكم) * (نساء قرابة غير) ما دخل في (ولد عمومة وخؤولة) فحينئذ يحرم\nنكاح أم وهي من ولدتك، أو ولدت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p326'> Vol. 03, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nمن ولدك ذكرا كان أو أنثى وهي الجدة من الجهتين، وبنت وهي من ولدتها أو\nولدت من ولدها ذكرا كان أو أنثى - لا مخلوقة من ماء زناه - وأخت، وبنت أخ،\nوأخت، وعمة وهي أخت ذكر ولدك، وخالة وهي أخت أنثى ولدتك.\n</p>\n\n<p>\n(فرع) لو تزوج مجهولة النسب فاستلحقها أبوه ثبت نسبها ولا ينفسخ النكاح\nإن كذبه الزوج، ومثله عكسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p327'> Vol. 03, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\nبأن تزوجت مجهولا فاستلحقه أبوها ولم تصدقه (أو رضاع فيحرم به) أي\nبالرضاع (من يحرم بنسب) للخبر المتفق عليه: ويحرم من الرضاع ما يحرم من\nالنسب فمرضعتك ومرضعتها ومرضعة من ولدك من نسب أو رضاع وكل من ولدت مرضعتك\nأو ذا لبنها، أمك من رضاع، والمرتضعة بلبنك ولبن فرعك نسبا أو رضاعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p328'> Vol. 03, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nوبنتها كذلك وإن سفلت بنتك، والمرتضعة بلبن أحد أبويك نسبا أو رضاعا\nأختك. وقس على <span id='ms220'></span> هذا بقية الأصناف المتقدمة. ولا يحرم عليك برضاع من أرضعت\nأخاك أو ولد ولدك ولا أم مرضعة ولدك وبنتها، وكذا أخت أخيك لأبيك أو لامك\nمن نسب أو رضاع.\n</p>\n\n<p>\n(تنبيه) الرضاع المحرم وصول لبن آدمية بلغت سن حيض، ولو قطرة، أو مختلطا\nبغيره - وإن قل - جوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p329'> Vol. 03, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\nرضيع لم يبلغ حولين يقينا خمس مرات يقينا عرفا، فإن قطع الرضيع إعراضا\nوإن لم يشتغل بشئ آخر أو قطعته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p330'> Vol. 03, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nالمرضعة ثم عاد إليه فيهما فورا فرضعتان، أو قطعه لنحو لهو كنوم خفيف\nوعاد حالا أو طال والثدي بفمه أو تحول ولو بتحويلها من ثدي لآخر أو قطعته\nلشغل خفيف ثم عادت إليه فلا تعدد في جميع ذلك، وتصير المرضعة أمه، وذو\nاللبن أباه. وتسري الحرمة من الرضيع إلى أصولهما وفروعهما وحواشيهما نسبا\nورضاعا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p331'> Vol. 03, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nوإلى فروع الرضيع - لا إلى أصوله وحواشيه - ولو أقر رجل وامرأة قبل العقد\nأن بينهما أخوة رضاع وأمكن حرم تناكحهما، وإن رجعا عن الاقرار أو بعده فهو\nباطل، فيفرق بينهما. وإن أقر به فأنكرت صدق في حقه، ويفرق بينهما أو أقرت\nبه دونه. فإن كان بعد أن عينته في الاذن للتزويج أو مكنته من وطئه إياها لم\nيقبل قولها، وإلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p332'> Vol. 03, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nصدقت بيمينها ولا تسمع دعوى نحو أب محرمية بالرضاع بين الزوجين. ويثبت\nالرضاع برجل وامرأتين، وبأربع نسوة ولو فيهن أم المرضعة إن شهدت حسبة بلا\nسبق دعوى كشهادة أب امرأة وابنها بطلاقها كذلك. وتقبل شهادة مرضعة مع غيرها\nلم تطلب أجرة الرضاع وإن ذكرت فعلها كأشهد أني أرضعتها. وشرط شهادة الرضاع\nذكر وقت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p333'> Vol. 03, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\nالرضاع، وعدده، وتفرق المرات، ووصول اللبن إلى جوفه في كل رضعة. ويعرف\nبنظر حلب وإيجار وازدراد، وبقرائن كامتصاص ثدي وحركة حلقة بعد علمه أنها\nذات لبن وإلا لم يحل له أن يشهد لان الأصل عدم اللبن.\n</p>\n\n<p>\nولا يكفي في أداء الشهادة ذكره القرائن بل يعتمدها ويجزم بالشهادة. ولو\nشهد به دون النصاب أو وقع شك في تمام الرضعات أو الحولين أو وصول اللبن إلى\nجوف الرضيع لم <span id='ms221'></span> يحرم النكاح، لكن الورع الاجتناب وإن لم تخبره إلا واحدة.\nنعم إن صدقها يوم الاخذ بقولها ولا يثبت الاقرار بالرضاع إلا برجلين عدلين\n(أو مصاهرة) محرم زوجة أصل من أب أو جد لأب أو أم وإن علا من نسب أو رضاع،\n(وفصل) من ابن وابنه وإن سفل منهما، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p334'> Vol. 03, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\n(وأصل زوجة) أي أمهاتها بنسب أو رضاع وإن علت وإن لم يدخل بها للآية.\nوحكمته ابتلاء الزوج بمكالمتها والخلوة لترتيب أمر الزوجة فحرمت كسابقتيها\nبنفس العقد ليتمكن من ذلك.\n</p>\n\n<p>\n(واعلم) أنه يعتبر في زوجتي الأب والابن وفي أم الزوجة عند عدم الدخول\nبهن أن يكون العقد صحيحا (وكذا فصلها) أي الزوجة بنسب أو رضاع ولو بواسطة\nسواء بنت ابنها وبنت ابنتها وإن سفلت (إن دخل بها) بأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p335'> Vol. 03, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\nوطئها ولو في الدبر وإن كان العقد فاسدا، وإن لم يطأها لم تحرم بنتها -\nبخلاف أمها. ولا تحرم بنت زوج الام ولا أم زوجة الأب والابن. ومن وطئ امرأة\nبملك أو شبهة منه كأنه وطئ بفاسد نكاح أو شراء أو بظن زوجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p336'> Vol. 03, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\nحرم عليه أمهاتها وبناتها وحرمت على آبائه وأبنائه لان الوطئ بملك اليمين\nنازل بمنزلة عقد النكاح وبشبهة يثبت النسب والعدة لاحتمال حملها منه سواء\nأوجد منها شبهة أيضا أم لا، لكن يحرم على الواطئ بشبهة نظر أم الموطوءة\nوبنتها ومسهما.\n</p>\n\n<p>\n(فرع) لو اختلطت محرمة بنسوة غير محصورات بأن يعسر عدهن على الآحاد كألف\nامرأة نكح من شاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p337'> Vol. 03, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\nمنهن إلى أن تبقى واحدة على الأرجح وإن قدر ولو بسهولة على متيقنة الحل\nأو بمحصورات كعشرين بل مائة لم ينكح منهن شيئا. نعم إن قطع بتميزها كسوداء\nاختلطت بمن لا سواد فيهن لم يحرم غيرها - كما استظهره شيخنا.\n</p>\n\n<p>\n(تنبيه) اعلم أنه يشترط أيضا في المنكوحة كونها مسلمة أو كتابية خالصة\nذمية كانت أو حربية، فيحل مع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p338'> Vol. 03, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\nالكراهة نكاح الإسرائيلية بشرط أن لا يعلم دخول أول آبائها في ذلك الدين\nبعد بعثة عيسى عليه السلام وإن علم دخوله فيه بعد التحري، ونكاح غيرها بشرط\nأن يعلم <span id='ms222'></span> دخول أول آبائها فيه قبلها ولو بعد التحريف إن تجنبوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p339'> Vol. 03, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\nالمحرف، ولو أسلم كتابي وتحته كتابية دام نكاحه وإن كان قبل الدخول أو\nوثني وتحته وثنية فتخلفت قبل الدخول تنجزت الفرقة أو بعده وأسلمت في العدة\nدام نكاحه، وإلا فالفرقة من إسلامه. ولو أسلمت وأصر على الكفر: فإن دخل بها\nوأسلم في العدة دام النكاح، وإلا فالفرقة من إسلامها. وحيث أدمنا لا يضر\nمقارنة مفسد هو زائل عند الاسلام فتقر على نكاح في عدة هي منقضية عند\nالاسلام وعلى غصب حربي لحربية إن اعتقدوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p340'> Vol. 03, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\nنكاحا. وكالغصب المطاوعة. قاله شيخنا. ونكاح الكفار صحيح، على الصحيح،\nولا يصح نكاح الجنية كعكسه على ما عليه أكثر المتأخرين. (و) شرط (في الزوج\nتعيين) فزوجت بنتي أحدكما باطل ولو مع الإشارة (وعدم محرمة) كأخت أو عمة أو\nخالة (للمخطوبة) بنسب أو رضاع (تحته) أي الزوج ولو في العدة الرجعية لان\nالرجعية كالزوجة بدليل التوارث. فإن نكح محرمين في عقد بطل فيهما: إذ لا\nمرجح، أو في عقدين بطل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p341'> Vol. 03, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني. وضابط من يحرم الجمع بينهما كل امرأتين بينهما نسب أو رضاع يحرم\nتناكحهما إن فرضت إحداهما ذكرا ويشترط أيضا أن لا تكون تحته أربع من\nالزوجات سوى المخطوبة ولو كان بعضهن في العدة الرجعية لان الرجعية في حكم\nالزوجة، فلو نكح الحر خمسا مرتبا بطل في الخامسة أو في عقد بطل في الجميع\nأو زاد العبد على الثنتين بطل كذلك. أما إذا كانت المحرمة للمخطوبة أو إحدى\nالزوجات الأربعة في العدة البائن فيصح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p342'> Vol. 03, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\nنكاح محرمتها والخامسة لان البائنة أجنبية (و) شرط (في الشاهدين أهلية\nشهادة) تأتي شروطها في باب الشهادة وهي حرية كاملة وذكورة محققة وعدالة ومن\nلازمها الاسلام والتكليف وسمع ونطق وبصر لما يأتي أن الأقوال لا تثبت إلا\nبالمعاينة والسماع. وفي الأعمى وجه لأنه أهل للشهادة في الجملة، الأصح لا\nوإن عرف الزوجين، ومثله من بظلمة شديدة ومعرفة لسان المتعاقدين. (وعدم\nتعينهما) أو أحدهما (للولاية) فلا يصح النكاح بحضرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p343'> Vol. 03, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\nعبدين أو امرأتين أو فاسقين <span id='ms223'></span> أو أصمين أو أخرسين أو أعميين أو من لم يفهم\nلسان المتعاقدين ولا بحضرة متعين للولاية. فلو وكل الأب أو الأخ المنفرد في\nالنكاح وحضر مع الآخر لم يصح لأنه ولي عاقد فلا يكون شاهدا. ومن ثم لو شهد\nأخوان من ثلاثة وعقد الثالث بغير وكالة من أحدهما صح، وإلا فلا.\n</p>\n\n<p>\n(تنبيه) لا يشترط الاشهاد على إذن معتبرة الاذن لأنه ليس ركنا للعقد، بل\nهو شرط فيه، فلم يجب الاشهاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p344'> Vol. 03, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\nعليه إن كان الولي غير حاكم وكذا إن كان حاكما على الأوجه. ونقل في البحر\nعن الأصحاب أنه يجوز اعتماد صبي أرسله الولي إلى غيره ليزوج موليته: أي إن\nوقع في قلبه صدق الخبر.\n</p>\n\n<p>\n(فرع) لو زوجها وليها قبل بلوغ إذنها إليه صح على الأوجه إن كان الاذن\nسابقا على حالة التزويج، لان العبرة في العقود بما في نفس الامر - لا بما\nفي ظن المكلف - (وصح) النكاح (بمستوري عدالة) وهما من لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p345'> Vol. 03, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\nيعرف لهما مفسق، كما نص عليه، واعتمده جمع، وأطالوا فيه. وبطل الستر\nبتجريح عدل وإذا تاب الفاسق لم يلتحق بالمستور. ويسن استتابة المستور عند\nالعقد. ولو علم الحاكم فسق الشاهدين لزمه التفريق بين الزوجين ولو قبل\nالترافع إليه على الأوجه. ويصح أيضا بابني الزوجين أو عدويهما. وقد يصح كون\nالأب شاهدا أيضا:\n</p>\n\n<p>\nكأن تكون بنته قنة. وظاهر كلام الحناطي - بل صريحه - أنه لا يلزم الزوج\nالبحث عن حال الولي والشهود. قال شيخنا: وهو كذلك إن لم يظن وجود مفسد\nللعقد (وبان بطلانه) أي النكاح (بحجة فيه) أي في النكاح من بينة أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p346'> Vol. 03, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\nعلم حاكم (أو بإقرار الزوجين في حقهما بما يمنع صحته) كفسق الشاهد أو\nالولي عند العقد والرق والصبا لهما وكوقوعه في العدة. وخرج بفي حقهما حق\nالله تعالى كأن طلقها ثلاثا ثم اتفقا على فساد النكاح بشئ مما ذكر وأراد\nنكاحا جديدا فلا يقيل إقرارهما، بل لا بد من محلل للتهمة، ولأنه حق الله،\nولو أقاما عليه بينة لم تسمع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p347'> Vol. 03, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\nأما بينة الحسبة فتسمع. نعم محل <span id='ms224'></span> عدم قبول إقرارهما في الظاهر، أما في\nالباطن فالنظر لما في نفس الامر ولا يتبين البطلان بإقرار الشاهدين بما\nيمنع الصحة فلا يؤثر في الابطال، كما لا يؤثر فيه بعد الحكم بشهادتهما،\nولان الحق ليس لهما فلا يقبل قولهما. أما إذا أقر به الزوج دون الزوجة\nفيفرق بينهما مؤاخذة له بإقراره وعليه نصف المهر إن لم يدخل بها وإلا فكله:\nإذ لا يقبل قوله عليها في المهر بخلاف ما إذا أقرت به دونه فيصدق هو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p348'> Vol. 03, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\nبيمينه لان العصمة بيده وهي تريد رفعها فلا تطالبه بمهر إن طلقت قبل وطئ،\nوعليه إن وطئ الأقل من المسمى ومهر المثل. ولو أقرت بالاذن ثم ادعت أنها\nإنما أذنت بشرط صفة في الزوج ولم توجد ونفى الزوج ذلك صدقت بيمينها فيما\nاستظهره شيخنا (و) إذا اختلفا فادعت أنها محرمة بنحو رضاع وأنكر (حلفت\nمدعية محرمية) وصدقت وبان بطلان النكاح فيفرق بينهما إن (لم ترضه) أي الزوج\nحال العقد ولا عقبه لاجبارها أو أذنها في غير معين ولم ترض بعد العقد بنطق\nولا تمكين لاحتمال ما تدعيه مع عدم سبق مناقضه، فهو كقولها ابتداء فلان أخي\nمن الرضاع فلا تزوج منه. فإن رضيت ولم تعتذر بنحو نسيان أو غلط لم تسمع\nدعواها (و) إن اعتذرت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p349'> Vol. 03, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت دعواها للعذر ولكن (حلف) هو أي الزوج (لراضية اعتذرت) بنسيان أو غلط\n(و) شرط (في الولي عدالة وحرية وتكليف) فلا ولاية لفاسق غير الإمام الأعظم\nلان الفسق نقص يقدح في الشهادة فيمنع الولاية كالرق.\n</p>\n\n<p>\nهذا هو المذهب للخبر الصحيح لا نكاح إلا بولي مرشد أي عدل. وقال بعضهم:\nإنه يلي. والذي اختاره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p350'> Vol. 03, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\nالنووي - كابن الصلاح والسبكي - ما أفتى به الغزالي من بقاء الولاية\nللفاسق حيث تنتقل لحاكم فاسق. ولو تاب الفاسق توبة صحيحة زوج حالا على ما\nاعتمده شيخنا كغيره، لكن الذي قاله الشيخان إنه لا يزوج إلا بعد الاستبراء،\n- واعتمده السبكي - ولا لرقيق كله أو بعضه لنقصه ولا لصبي ومجنون لنقصهما\nأيضا وإن تقطع الجنون تغليبا لزمنه المقتضي <span id='ms225'></span> لسلب العبارة فيزوج الابعد زمنه\nفقط ولا تنتظر إفاقته. نعم: إن قصر زمن الجنون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p351'> Vol. 03, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\nكيوم في سنة انتظرت إفاقته، وكذي الجنون ذو ألم يشغله عن النظر بالمصلحة\nومختل النظر بنحو هرم ومن به بعد الإفاقة آثار خبل توجب حدة في الخلق\n(وينقل ضد كل) من الفسق والرق والصبا والجنون (ولاية لابعد) لا لحاكم - ولو\nفي باب الولاء - حتى لو أعتق شخص أمة ومات عن ابن صغير وأخ كبير كانت\nالولاية للأخ لا للحاكم على المعتمد. ولا ولاية أيضا لأنثى فلا تزوج امرأة\nنفسها - ولو بإذن من وليها - ولا بناتها خلافا لأبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p352'> Vol. 03, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\nحنيفة فيهما. ويقبل إقرار مكلفة به لصدقها وإن كذبها وليها لان النكاح حق\nالزوجين فيثبت بتصادقهما (وهو) أي الولي (أب ف‍) - عند عدمه حسا أو شرعا\n(أبوه) وإن علا (فيزوجان) أي الأب والجد حيث لا عداوة ظاهرة (بكرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p353'> Vol. 03, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\nأو ثيبا بلا وطئ) لمن زالت بكارتها بنحو إصبع (بغير إذنها) فلا يشترط\nالاذن منها بالغة كانت أو غير بالغة لكمال شفقته ولخبر الدارقطني: الثيب\nأحق بنفسها من وليها والبكر يزوجها أبوها (لكف ء) موسر بمهر المثل، فإن\nزوجها المجبر - أي الأب أو الجد - لغير كف ء لم يصح النكاح، وكذا إن زوجها\nلغير موسر بالمهر على ما اعتمده الشيخان، لكن الذي اختاره جمع محققون الصحة\nفي الثانية، واعتمده شيخنا ابن زياد. ويشترط لجواز مباشرته لذلك - لا لصحته\n- كونه بمهر المثل الحال من نقد البلد فإن انتفيا صح بمهر المثل من نقد\nالبلد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p354'> Vol. 03, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\n(فرع) لو أقر مجبر بالنكاح لكف ء قبل إقراره وإن أنكرته لان من ملك\nالانشاء ملك الاقرار، بخلاف غيره (لا) يزوجان (ثيبا بوطئ) ولو زنا وإن كانت\nثيوبتها بقولها إن حلفت (إلا بإذنها نطقا) للخبر السابق (بالغة) فلا تزوج\nالثيب الصغيرة العاقلة الحرة حتى تبلغ لعدم اعتبار إذنها، خلافا لأبي حنيفة\nرضي الله عنه. (وتصدق) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p355'> Vol. 03, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\nالمرأة البالغة (في) دعوى (بكارة) بلا يمين وفي ثيوبة قبل عقد عليها\n(بيمينها) وإن لم تتزوج ولم تذكر سببا، فلا تسئل عن السبب <span id='ms226'></span> الذي صارت به\nثيبا. وخرج بقولي قبل عقد دعواها الثيوبة بعد أن يزوجها الأب بغير إذنها\nبظنه بكرا فلا تصدق هي لما في تصديقها من إبطال النكاح مع أن الأصل بقاء\nالبكارة، بل لو شهدت أربع نسوة بثيوبتها عند العقد لم يبطل لاحتمال إزالتها\nبنحو أصبع أو خلقت بدونها. وفي فتاوى الكمال الرداد: يجوز للأب تزويج صغيرة\nأخبرته أن الزوج الذي طلقها لم يطأها: أي إذا غلب على ظنه صدق قولها وإن\nعاشرها الزوج أياما، ولا ينتظر بلوغه للتزويج. (ثم) بعد الأصل (عصبتها وهو)\nمن على حاشية النسب فيقدم (أخ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p356'> Vol. 03, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\nلأبوين فأخ لأب فبنوهما) كذلك فيقدم بنو الاخوة لأبوين ثم بنو الاخوة لأب\n(ف‍) - بعد ابن الأخ (عم) لأبوين ثم لأب ثم بنوهما كذلك ثم عم الأب ثم بنوه\nكذلك وهكذا. (ثم) بعد فقد عصبة النسب من كان عصبة بولاء كترتيب إرثهم فيقدم\n(معتق فعصباته) ثم معتق المعتق ثم عصباته وهكذا، (فيزوجون) أي الأولياء\nالمذكورين على ترتيب ولا (يتهم بالغة) لا صغيرة - خلافا لأبي حنيفة (بإذن\nثيب بوطئ نطقا) لخبر الدارقطني السابق، ويجوز الاذن منها بلفظ الوكالة\nكوكلتك في تزويجي ورضيت بمن يرضاه أبي أو أمي أو بما يفعله أبي لا بما\nتفعله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p357'> Vol. 03, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\nأمي لأنها لا تعقد ولا إن رضي أبي أو أمي للتعليق وبرضيت فلانا زوجا أو\nرضيت أن أزوج. وكذا بأذنت له أن يعقد لي وإن لم تذكر نكاحا - على ما بحث -\nولو قيل لها أرضيت بالتزويج؟ فقالت رضيت كفى (وصمت بكر) ولو عتيقة\n(استؤذنت) في كف ء وغيره وإن بكت، لكن من غير صياح أو ضرب حد: لخبر: والبكر\nتستأمر، وإذنها سكوتها وخرج بثيب بوطئ مزالة البكارة بنحو إصبع فحكمها حكم\nالبكر في الاكتفاء بالسكوت بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p358'> Vol. 03, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\nالاستئذان. ويندب للأب والجد استئذان البكر البالغة تطييبا لخاطرها، أما\nالصغيرة فلا إذن لها وبحث ندبه في المميزة ولغيرهما الاشهاد على الاذن.\n</p>\n\n<p>\n(فرع) لو أعتق جماعة أمة اشترط رضا كلهم فيوكلون واحدا منهم أو من غيرهم.\nولو أراد أحدهم أن يتزوجها <span id='ms227'></span> زوجه الباقون مع القاضي: فإن مات جميعهم كفى رضا\nكل واحد من عصبة كل واحد، ولو اجتمع عدد من عصبات المعتق في درجة جاز أن\nيزوجها أحدهم برضاها وإن لم يرض الباقون (ثم) بعد فقد عصبة النسب والولاء\n(قاض) أو نائبه لقوله (ص): السلطان ولي من لا ولي لها والمراد من له ولاية\nمن الإمام والقضاة ونوابهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p359'> Vol. 03, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\n(فيزوج) أي القاضي (بكفء) لا بغيره (بالغة) كائنة في محل ولايته حالة\nالعقد ولو مجتازة به وإن كان إذنها له وهي خارجة، أما إذا كانت خارجة عن\nمحل ولايته حالته فلا يزوجها وإن أذنت له قبل خروجها منه أو كان هو فيه لان\nالولاية عليها لا تتعلق بالخاطب. وخرج بالبالغة اليتيمة فلا يزوجها القاضي\nولو حنفيا لم يأذن له سلطان حنفي فيه. وتصدق المرأة في دعوى البلوغ بحيض أو\nإمناء بلا يمين: إذ لا يعرف إلا منها في دعوى البلوغ بالسن إلا ببينة خبيرة\nتذكر عدد السنين (وعدم وليها) الخاص بنسب أو ولاء (أو غاب) أي أقرب\nأوليائها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p360'> Vol. 03, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\n(مرحلتين) وليس له وكيل حاضر في التزويج وتصدق المرأة في دعوى غيبة الولي\nوخلوها من النكاح والعدة وإن لم تقم بينة بذلك. ويسن طلب بينة بذلك منها،\nوإلا فتحليفها. ولو زوجها لغيبة الولي فبان أنه قريب من بلد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p361'> Vol. 03, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\nالعقد وقت النكاح لم ينعقد إن ثبت قربه. فلا يقدح في صحة النكاح مجر قوله\nكنت قريبا من البلد، بل لا بد من بينة على الأوجه، خلافا لما نقله الزركشي\nوالشيخ زكريا عن فتاوي البغوي (أو) غاب إلى دونهما لكن (تعذر وصول إليه) أي\nإلى الولي (لخوف) في الطريق من القتل أو الضرب أو أخذ المال (أو فقد) أي\nالولي بأن لم يعرف مكانه ولا موته ولا حياته بعد غيبة أو حضور قتال أو\nانكسار سفينة أو أسر عدو. هذا إن لم يحكم بموته، وإلا زوجها الابعد. (أو\nعضل) الولي ولو مجبر أي منع (مكلفة) أي بالغة عاقلة (دعت إلى) تزويجها من\n(كف ء) ولو بدون مهر <span id='ms228'></span> المثل من تزويجها به. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p362'> Vol. 03, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\n(فروع) لا يزوج القاضي إن عضل مجبر من تزويجها بكفء عينته وقد عين هو كفؤ\nآخر غير معينها وإن كان معينة دون معينها كفاءة. ولا يزوج غير المجبر ولو\nأبا أو جدا بأن كانت ثيبا إلا ممن عينته وإلا كان عاضلا .\n</p>\n\n<p>\nولو ثبت تواري الولي أو تعززه زوجها الحاكم. وكذا يزوج القاضي إذا أحرم\nالولي أو أراد نكاحها كابن عم فقد من يساويه في الدرجة ومعتق فلا يزوج\nالابعد في الصور المذكورة لبقاء الأقرب على ولايته. وإنما يزوج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p363'> Vol. 03, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\nللقاضي أو طفله إذا أراد نكاح من ليس لها ولي قاض آخر بمحل ولايته إذا\nكانت المرأة في عمله أو نائب القاضي الذي يتزوج هو أو طفله (ثم) إن لم يوجد\nولي ممن مر فيزوجها (محكم عدل) حر ولته مع خاطبها أمرها ليزوجها منه وإن لم\nيكن مجتهدا إذا لم يكن ثم قاض ولو غير أهل، وإلا فيشترط كون المحكم مجتهدا.\nقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p364'> Vol. 03, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\nشيخنا: نعم إن كان الحاكم لا يزوج إلا بدراهم، كما حدث الآن - فيتجه أن\nلها أن تولي عدلا مع وجوده وإن سلمنا أنه لا ينعزل بذلك بأن علم موليه ذلك\nمنه حال التولية. انتهى. ولو وطئ في نكاح بلا ولي كأن زوجت نفسها ولم يحكم\nحاكم بصحته ولا ببطلانه لزمه مهر المثل دون المسمى لفساد النكاح ويعزر به\nمعتقد تحريمه ويسقط عند الحد. (و) يجوز (لقاض تزويج من قالت أنا خلية عن\nنكاح وعدة) أو طلقني زوجي واعتددت (ما لم يعرف لها زوجا) معينا (وإلا) أي\nوإن عرف لها زوجا باسمه أو شخصه أو عينته (شرط) في صحة تزويج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p365'> Vol. 03, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\nالحاكم لها دون الولي الخاص (إثبات لفراقه) بنحو طلاق أو موت - سواء أغاب\nأم حضر - وإنما فرقوا بين المعين وغيره - مع أن المدار والعلم يسبق الزوجية\nأو بعدمه حتى يعمل بالأصل في كل منهما - لان القاضي لما تعين الزوج عنده\nباسمه أو شخصه تأكد له الاحتياط والعمل بأصل بقاء الزوجية فاشترط الثبوت،\nولأنها لما ذكرت معينا باسم <span id='ms229'></span> العلم كأنها ادعت عليه، بل صرحوا بأنها دعوى\nعليه فلا بد من إثبات ذلك - بخلاف ما إذا عرف مطلق الزوجية من غير تعيين\nبما ذكر فاكتفي بإخبارها بالخلو عن الموانع. لقول الأصحاب: إن العبرة في\nالعقود بقول أربابها. وأما الولي الخاص فيزوجها إن صدقها وإن عرف زوجها\nالأول من غير إثبات طلاق ولا يمين، لكن يسن له - كقاض لم يعرف زوجها - طلبت\nإثبات ذلك، ولا فرق بين القاضي والولي حيث فصل بين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p366'> Vol. 03, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\nالمعين وغيره في ذلك دون هذا لان القاضي يجب عليه الاحتياط أكثر من الولي\n(و) يجوز (لمجبر) وهو الأب والجد - في البكر (توكيل) معين صح تزوجه في\nتزويج موليته بغير إذنها وإن لم يعين المجبر الزوج في توكيله (وعلى وكيل)\nإن لم يعين الولي الزوج (رعاية حظ) واحتياط في أمرها، فإن زوجها بغير كف ء\nأو بكفء وقد خطبها أكفأ منه لم يصح التزويج لمخالفته الاحتياط الواجب عليه\n(و) يجوز التوكيل (لغيره) أي غير المجبر بأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p367'> Vol. 03, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\nلم يكن أبا ولا جدا في البكر أن كانت موليته ثيبا فليوكل (بعد إذن) حصل\nمنها (له فيه) أي التزويج إن لم تنهه عن التوكيل. وإذا عينت للولي رجلا\nفليعينه للوكيل وإلا لم يصح تزويجه. ولو لمن عينته لان الاذن المطلق مع أن\nالمطلوب معين فاسد. وخرج بقولي بعد إذنها للولي في التزويج ما لو وكله قبل\nإذنها له فيه فلا يصح التوكيل ولا النكاح. نعم: لو وكل قبل أن يعلم إذنها\nله ظانا جواز التوكيل قبل الاذن فزوجها الوكيل صح إن تبين أنها كانت أذنت\nقبل التوكيل لان العبرة في العقود بما في نفس الامر لا بما في ظن المكلف\nوإلا فلا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p368'> Vol. 03, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\n(فروع) لو زوج القاضي امرأة قبل ثبوت توكيله بل بخبر عدل نفذ وصح، لكنه\nغير جائز لأنه تعاطى عقدا فاسدا في الظاهر - كما قاله بعض أصحابنا - ولو\nبلغت الولي امرأة إذن موليته فيه فصدقها ووكل القاضي فزوجها صح التوكيل\nوالتزويج. ولو قالت امرأة لوليها أذنت لك في تزويجي لمن <span id='ms230'></span> أراد تزويجي الآن\nوبعد طلاقي وانقضاء عدتي صح تزويجه بهذا الاذن ثانيا، فلو وكل الولي أجنبيا\nبهذه الصفة صح تزويجه ثانيا أيضا لأنه وإن لم يملكه حال الاذن لكنه تابع\nلما ملكه حال الاذن - كما أفتى به الطيب الناشري، وأقره بعض أصحابنا. ولو\nأمر القاضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p369'> Vol. 03, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\nرجلا بتزويج من لا ولي لها قبل استئذانها فيه فزوجها بإذنها جاز بناء على\nالأصح إن استنابته في شغل معين استخلاف لا توكيل.\n</p>\n\n<p>\n(فرع) لو استخلف القاضي فقيها في تزويج امرأة لم يكف استخلاف لا توكيل\nالكتاب فقط بل يشترط اللفظ عليه منه، وليس للمكتوب إليه الاعتماد على الخط.\nهذا ما في أصل الروضة. وتضعيف البلقيني له مردود بتصريحهم بأن الكتابة\nوحدها لا تفيد في الاستخلاف، بل لا بد من إشهاد شاهدين على ذلك: قاله شيخنا\nفي شرحه الكبير. (و) يجوز (لزوج توكيل في قبوله) أي النكاح فيقول وكيل\nالولي للزوج زوجتك فلانة بنت فلان ابن فلان ثم يقول موكلي أو وكالة عنه إن\nجهل الزوج أو الشاهدان وكالته وإلا لم يشترط ذلك وإن حصل العلم بأخبار\nالوكيل. ويقول الولي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p370'> Vol. 03, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\nلوكيل الزوج زوجت بنتي لفلان بن فلان، فيقول وكيله كما يقول ولي الصبي\nحين يقبل النكاح له قبلت نكاحها له. فإن ترك لفظة له فيهما لم يصح النكاح\nوإن نوى الموكل أو الطفل كما لو قال زوجتك بدل فلان لعدم التوافق، فإن ترك\nلفظة له في هذه انعقد للوكيل وإن نوى موكله.\n</p>\n\n<p>\n(فروع) من قال أنا وكيل في تزويج فلانة فلمن صدقه قبول النكاح منه ويجوز\nلمن أخبره عدل بطلاق فلان أو موته أو توكيله أن يعمل به بالنسبة لما يتعلق\nبنفسه وكذا خطه الموثوق به، وأما بالنسبة لحق الغير أو لما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p371'> Vol. 03, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\nيتعلق بالحاكم فلا يجوز اعتماد عدل ولا خط قاض من كل ما ليس بحجة شرعية\n(فرع: يزوج عتيقة امرأة حية) عدم ولي عتيقتها نسبا (وليها) أي المعتقة تبعا\nلولايته عليها فيزوجها أبو المعتقة ثم جدها بترتيب الأولياء ولا يزوجها ابن\nالمعتقة ما دامت <span id='ms231'></span> حية (بإذن عتيقة) ولو لم ترض المعتقة: إذ لا ولاية لها،\nفإذا ماتت المعتقة، زوجها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p372'> Vol. 03, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\nابنها (و) يزوج (أمة) امرأة (بالغة) رشيدة (وليها) أي ولي السيدة (بإذنها\nوحدها) لأنها المالكة لها، فلا يعتبر إذن الأمة لان لسيدتها إجبارها على\nالنكاح. ويشترط أن يكون إذن السيدة نطقا وإن كانت بكرا (و) يزوج (أمة صغيرة\nبكر أو صغير أب) فأبوه (لغبطة) وجدت كتحصيل مهر أو نفقة (لا يزوج عبدهما)\nلانقطاع كسبه عنهما - خلافا لمالك - إن ظهرت مصلحة ولا أمة ثيب صغيرة لأنه\nلا يلي نكاح مالكتها. ولا يجوز للقاضي أن يزوج أمة الغائب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p373'> Vol. 03, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\nوإن احتاجت إلى النكاح وتضررت بعدم النفقة. نعم: إن رأى القاضي بيعها لان\nالحظ فيه للغائب من الانفاق عليها باعها (و) يزوج (سيد) بالملك ولو فاسقا\n(أمته) المملوكة كلها له لا المشتركة ولو باغتنام بينه وبين جماعة أخرى\nبغير رضا جميعهم (ولو) بكرا (صغيرة) أو ثيبا غير بالغة أو كبيرة بلا إذن\nمنها لان النكاح يرد على منافع البضع وهي مملوكة له وله إجبارها عليه لكن\nلا يزوجها لغير كف ء بعيب مثبت للخيار أو فسق أو حرفة دنيئة إلا برضاها،\nوله تزويجها برقيق ودنئ نسب لعدم النسب لها. وللمكتب لا لسيده تزويج أمته\nإن أذن له سيده فيه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p374'> Vol. 03, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\nولو طلبت الأمة تزويجها لم يلزم السيد لأنه ينقص قيمتها قال شيخنا: يزوج\nالحاكم أمة كافر أسلمت بإذنه والموقوفة بإذن الموقوف عليهم - أي إن انحصروا\nوإلا لم تزوج فيما يظهر (ولا ينكح عبد) ولو مكاتبا (إلا بإذن سيده) ولو كان\nالسيد أنثى سواء أطلق الاذن أم قيد بامرأة معينة أو قبيلة فينكح بحسب إذنه.\nولا يعدل عما أذن له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p375'> Vol. 03, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\nفيه مراعاة لحقه. فإن عدل عنه لم يصح النكاح ولو نكح العبد بلا إذن سيده\nبطل النكاح. ويفرق بينهما خلافا لمالك فإن وطئ فلا شئ عليه لرشيدة مختارة.\nأما السفيهة والصغيرة فيلزم فيهما مهر المثل. ولا يجوز للعبد ولو مأذونا في\nالتجارة أو مكاتبا أن يتسرى وإن جاز له النكاح بالاذن <span id='ms232'></span> لان المأذون له لا\nيملك ولضعف الملك في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p376'> Vol. 03, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\nالمكاتب. ولو طلب العبد النكاح لا يجب على السيد إجابته ولو مكاتبا: ولا\nيصدق مدعي عتق من عبد أو أمة إلا بالبينة المعتبرة الآتي بيانها في باب\nالشهادة وصدق مدعي حرية أصالة بيمين ما لم يسبق إقرار برق أو لم يثبت لان\nالأصل الحرية.\n</p>\n\n<p>\nفصل في الكفاءة وهي معتبرة في النكاح لا لصحته، بل لأنها حق للمرأة\nوالولي فلهما إسقاطها. (لا يكافئ حرة) أصلية أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p377'> Vol. 03, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\nعتيقة ولا من لم يمسها الرق أو آباءها أو الأقرب إليها منهم غيرها بأن لا\nيكون مثلها في ذلك ولا أثر لمس الرق في الأمهات (ولا عفيفة) وسنية وغيرهما\nمن فاسق ومبتدع، فالفاسق كف ء للفاسقة: أي إن استوى فسقهما (و) لا (نسيبة)\nمن عربية وقرشية وهاشمية أو مطلبية غيرها يعني لا يكافئ عربية أبا غيرها من\nالعجم وإن كانت أمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p378'> Vol. 03, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\nعربية، ولا قرشية غيرها من بقية العرب، ولا هاشمية أو مطلبية غيرهما من\nبقية قريش. وصح: نحن وبنو المطلب شئ واحد فهما متكافئان. ولا يكافئ من أسلم\nبنفسه من لها أب أو أكثر في الاسلام، ومن له أبوان لمن لها ثلاثة آباء فيه\nعلى ما صرحوا به، لكن حكى القاضي أبو الطيب وغيره فيه وجها أنهما كفآن\nواختاره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p379'> Vol. 03, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\nالروياني. وجزم به صاحب العباب. (و) لا (سليمة من حرف دنيئة)، وهي ما دلت\nملابسته على انحطاط المروءة، غيرها، فلا يكافئ من هو أو أبوه حجام أو كناس\nأو راع بنت خياط ولا هو بنت تاجر، وهو من يجلب البضائع من غير تقييد بجنس،\nأو بزاز، وهو بائع البز ولا هما بنت عالم أو قاض عادل. قال الروياني:\nوصوبه، الأذرعي ولا يكافئ عالمة جاهل، خلافا للروضة والأصح أن اليسار لا\nيعتبر في الكفاءة لان المال ظل زائل ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p380'> Vol. 03, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\nيفتخر أهل المروءات والبصائر (و) لا سليمة حال العقد (من عيب) مثبت لخيار\n(نكاح) لجاهل به حالته كجنون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p381'> Vol. 03, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\nولو متقطعا، وإن قل، وهو مرض يزول به الشعور من القلب (وجذام <span id='ms233'></span>) مستحكم وهي\nعلة يحمر منها العضو ثم يسود ثم يتقطع (وبرص) مستحكم وهو بياض شديد يذهب\nدموية الجلد، وإن قلا، وعلامة الاستحكام في الأول اسوداد العضو. وفي الثاني\nعدم احمراره عند عصره (غير) ممن به عيب لان النفس تعاف صحبة من به ذلك ولو\nكان بها عيب أيضا فلا كفاءة وإن اتفقا أو كان ما بها أقبح. أما العيوب التي\nلا تثبت الخيار فلا تؤثر، كالعمى وقطع الطرف وتشوه الصورة، خلافا لجمع\nمتقدمين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p382'> Vol. 03, p. 382</a>\n            </div>\n            \n</p>\n\n<p>\n(تتمة) ومن عيوب النكاح رتق وقرن فيها وجب وعنة فيه فلكل من الزوجين\nالخيار فورا في فسخ النكاح بما وجد من العيوب المذكورة في الآخر بشرط أن\nيكون بحضور الحاكم. وليس منها استحاضة وبخر وصنان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p383'> Vol. 03, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\nوقروح سيالة وضيق منفذ. ويجوز لكل من الزوجين خيار بخلف شرط وقع في العقد\nلا قبله كأن شرط في أحد الزوجين حرية أو نسب أو جمال أو يسار أو بكارة أو\nشباب أو سلامة من عيوب كزوجتك بشرط أنها بكر أو حرة مثلا، فإن بان أدنى مما\nشرط فله فسخ ولو بلا قاض ولو شرطت بكارة فوجدت ثيبا وادعت ذهابها عنده\nفأنكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p384'> Vol. 03, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\nصدقت بيمينها لدفع الفسخ أو ادعت افتضاضه لها فأنكر فالقول قولها بيمينها\nلدفع الفسخ أيضا، لكن يصدق هو بيمينه لتشطير المهر إن طلق قبل الدخول (ولا\nيقابل بعضها) أي بعض خصال الكفاءة (ببعض) من تلك الخصال فلا تزوج حرة عجمية\nبرقيق عربي ولا حرة فاسقة بعبد عفيف. قال المتولي: وليس من الحرف الدنيئة\nخبازة. ولو اطرد عرف بلد بتفضيل بعض الحرف الدنيئة التي نصوا عليها لم\nيعتبر، ويعتبر عرف بلدها فيما لم ينصوا عليه. وليس للأب تزويج ابنه الصغير\nأمة لأنه مأمون العنت (ويزوجها بغير كف ء ولي) بنسب وولاء (لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p385'> Vol. 03, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\nقاض برضا كل) منها ومن وليها أو أوليائها المستوين الكاملين لزوال المانع\nبرضاهم، أما القاضي فلا يصح له تزويجها لغير كف ء وإن رضيت به على المعتمد\nإن كان لها ولي غائب أو مفقود لأنه كالنائب عنه فلا يترك <span id='ms234'></span> الحظ له. وبحث جمع\nمتأخرون أنها لو لم تجد كفؤا وخافت الفتنة لزم القاضي إجابتها للضرورة. قال\nشيخنا وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p386'> Vol. 03, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\nمتحه. مدركا، أما من ليس لها ولي أصلا فتزويجها القاضي لغير كفء بطلبها\nالتزويج منه صحيح على المختار - خلافا للشيخين.\n</p>\n\n<p>\n(فرع) لو زوجت من غير كفء بالاجبار أو بالاذن المطلق عند التقييد بكفء أو\nبغيره لم يصح التزويج لعدم رضاها به، فإن أذنت في تزويجها بمن ظنته كفؤا\nفبان خلافه صح النكاح ولا خيار لها لتقصيرها بترك البحث نعم، لها خيار إن\nبان معيبا أو رقيقا وهي حرة.\n</p>\n\n<p>\n(تتمة) يجوز للزوج كل تمتع منها بما سوى حلقة دبرها ولو بمص بظرها أو\nاستمناء بيدها، لا بيده، وإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p387'> Vol. 03, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\nخاف الزنا، خلافا لأحمد، ولا افتضاض بأصبع. ويسن ملاعبة الزوجة إيناسا،\nوأن لا يخليها عن الجماع كل أربع ليال مرة بلا عذر، وأن يتحرى بالجماع وقت\nالسحر، وأن يمهل لتنزل إذا تقدم إنزاله، وأن يجامعها عند القدوم من سفره،\nوأن يتطيبا للغشيان، وأن يقول كل، ولو مع اليأس من الولد، بسم الله اللهم\nجنبنا الشيطان.\n</p>\n\n<p>\nوجنب الشيطان ما رزقتنا. وأن يناما في فراش واحد والتقوي له بأدوية مباحة\nبقصد صالح: كعفة ونسل وسيلة لمحبوب فليكن محبوبا فيما يظهر. قاله شيخنا:\nويحرم عليها منعه من استمتاع جائز. ويكره لها أن تصف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p388'> Vol. 03, p. 388</a>\n            </div>\n            \n</p>\n\n<p>\nلزوجها أو غيره امرأة أخرى لغير حاجة. وله الوطئ في زمن يعلم دخول وقت\nالمكتوبة فيه وخروجه قبل وجود الماء وأنها لا تغتسل عقبه وتفوت الصلاة.\n</p>\n\n<p>\nفصل في نكاح الأمة (حرم لحر) ولو عقيما أو آيسا من الولد (نكاح أمة)\nلغيره ولو مبعضة (إلا) بثلاثة شروط: أحدها (بعجز عمن تصلح لتمتع) ولو أمة\nأو رجعية لأنها في حكم الزوجية ما لم تنقض عدتها بدليل التوارث بأن لا يكون\nتحته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p389'> Vol. 03, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\nشئ من ذلك ولا قادرا على نكاح حرة لعدمها أو فقره أو التسري بعدم وجود\nأمة في ملكه أو ثمن لشرائها. ولو وجد من يقرض أو يهب مالا أو جارية لم\nيلزمه القبول، بل يحل <span id='ms235'></span> مع ذلك نكاح الأمة لا لمن له ولد موسر. أما إذا كان\nتحته صغيرة لا تحتمل الوطئ أو هرمة أو مجنونة أو مجذومة أو برصاء أو رتقاء\nأو قرناء فتحل الأمة. وكذا إن كان تحته زانية على ما أفتى به غير واحدة.\nولو قدر على غائبة في مكان قريب لم يشق قصدها وأمكن انتقالها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p390'> Vol. 03, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\nلبلده لم تحل الأمة، أما لو كان تحته غائبة في مكان بعيد عن بلده ولحقه\nمشقة ظاهرة بأن ينسب متحملها في طلب الزوجة إلى مجاوزة الحد في قصدها أو\nيخاف الزنا مدة قصدها فهي كالعدم كالتي لا يمكن انتقالها إلى وطئة لمشقة\nالغربة له. (و) ثانيها (بخوفه زنا) بغلبة شهوة وضعف تقواه فتحل - للآية -\nفإن ضعفت شهوته وله تقوى أو مروءة أو حياء يستقبح معه الزنا أو قويت شهوته\nوتقواه لم تحل له الأمة لأنه لا يخاف الزنا. ولو خاف الزنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p391'> Vol. 03, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\nمن أمة بعينها لقوة ميله إليها لم تحل له - كما صرحوا به - والشرط\nالثالث: أن تكون الأمة مسلمة يمكن وطؤها فلا تحل له الأمة الكتابية. وعند\nأبي حنيفة رضي الله عنه يجوز للحر نكاح أمة غيره إن لم يكن تحته حرة.\n</p>\n\n<p>\n(فروع) لو نكح الحر الأمة بشروطه ثم أيسر أو نكح الحرة لم ينفسخ نكاح\nالأمة. وولد الأمة من نكاح أو غيره كزنا أو شبهة بأن نكحها وهو موسر قن\nلمالكها. ولو غر واحد بحرية أمة وتزوجها فأولادها الحاصلون منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p392'> Vol. 03, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\nأحرار ما لم يعلم برقها وإن كان عبدا ويلزمه قيمتهم يوم الولادة (وحل\nلمسلم) حر (وطئ) أمته (الكتابية) لا الوثنية والمجوسية.\n</p>\n\n<p>\n(تتمة) لا يضمن سيد بإذنه في نكاح عبده مهرا ولا مؤنة وإن شرط في إذنه\nضمان، بل يكونان في كسبه وفي مال تجارة أذن له فيها. ثم إن لم يكن مكتسبا\nولا مأذونا فهما في ذمته فقط كزائد على مقدر له ومهر وجب بوطئ في نكاح فاسد\nلم يأذن فيه سيده ولا يثبت مهر أصلا بتزويج أمته لعبده وإن سماه، وقيل يجب\nثم يسقط <span id='ms236'></span>. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p393'> Vol. 03, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\nفصل في الصداق وهو ما وجب بنكاح أو وطئ. وسمي بذلك لاشعاره بصدق رغبة\nباذله في النكاح الذي هو الأصل في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p394'> Vol. 03, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\nإيجابه، ويقال له أيضا مهر. وقيل الصداق ما وجب بتسميته في العقد. والمهر\nما وجب بغير ذلك (سن) ولو في تزويج أمته بعبده ذكر صداق في عقد) وكونه من\nفضة، للاتباع فيهما، وعدم زيادة على خمسمائة درهم أصدقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p395'> Vol. 03, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\nبناته (ص) أو نقصان عن عشرة دراهم خالصة: وكره إخلاؤه عن ذكره. وقد يجب\nلعارض: كأن كانت المرأة غير جائزة التصرف. (وما صح) كونه (ثمنا صح) كونه\n(صداقا) وإن قل لصحة كونه عوضا فإن عقد بما لا يتمول، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p396'> Vol. 03, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\nكنواة وحصاة وقمع باذنجان وترك حد قذف، فسدت التسمية لخروجه عن العوضية\n(ولها) كولي ناقصة بصغر أو جنون وسيد أمة (حبس نفسها لتقبض غير مؤجل) من\nالمهر المعين أو الحال سواء كان بعضه أم كله، أما لو كان مؤجلا فلا حبس لها\nوإن حل قبل تسليمها نفسها له، ويسقط حق الحبس بوطئه إياها طائعة كاملة\nفلغيرها الحبس بعد الكمال إلا أن يسلمها الولي بمصلحة، وتمهل وجوبا النحو\nتنظف بالطلب منها أو من وليها ما يراه قاض من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p397'> Vol. 03, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\nثلاثة أيام فأقل، لا لانقطاع حيض ونفاس. نعم، لو خشيت أنه يطؤها سلمت\nنفسها وعليها الامتناع، فإن علمت أن امتناعها لا يفيد واقتضت القرائن\nبالقطع بأنه يطوها لم يبعد أن لها، بل عليها، الامتناع حينئذ، على ما قاله\nشيخنا، (ولو أنكح) الولي (صغيرة) أو مجنونة (أو رشيدة بكرا بلا إذن بدون\nمهر مثل أو عينت له قدرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p398'> Vol. 03, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\nفنقص عنه) أو أطلقت الاذن ولم تتعرض لمهر فنقص عن مهر مثل. (صح) النكاح\nعلى الأصح (بمهر مثل) لفساد المسمى كما إذا قبل النكاح لطفله بفوق مهر مثل\nمن ماله. ولو ذكروا مهرا سرا وأكثر منه جهرا لزمه ما عقد به اعتبارا\nبالعقد. وإذا عقد سرا بألف ثم أعيد جهرا بألفين تجملا لزم ألف (وفي وطئ\nنكاح) أو شراء (فاسد) كما في وطئ شبهة يجب (مهر مثل) لاستيفائه منفعة <span id='ms237'></span>\nالبضع، ولا يتعدد بتعدد الوطئ إن اتحدت الشبهة. (ويتقرر كله) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p399'> Vol. 03, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\nأي كل الصداق (بموت) لأحدهما، ولو قبل الوطئ، لاجماع الصحابة على ذلك (أو\nوطئ) أي بغيبة الحشفة وإن بقيت البكارة (ويسقط) أي كله (بفراق) وقع منها\n(قبله) أي قبل وطئ (كفسخها) بعيبه أو بإعساره وكردتها أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p400'> Vol. 03, p. 400</a>\n            </div>\n            \n</p>\n\n<p>\nبسببها كفسخه بعيبها (ويتشطر) المهر: أي يجب نصفه فقط (بطلاق) ولو\nباختيارها: كأن فوض الطلاق إليها فطلقت نفسها أو علقه بفعلها ففعلت أو\nفورقت بالخلع وبانفساخ نكاح بردته وحده (قبله) أي الوطئ. (وصدق نافي وطئ)\nمن الزوجين بيمينه لان الأصل عدمه إلا إذا نكحها بشرط البكارة ثم قال\nوجدتها ثيبا ولم أطأها فقالت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p401'> Vol. 03, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\nبل زالت بوطئك فتصدق بيمينها لدفع الفسخ، ويصدق هو لتشطيره إن طلق قبل\nوطئ (وإذا اختلفا) أي الزوجان (في قدره) أي المهر المسمى وكان ما يدعيه\nالزوج أقل (أو) في (صفته) من نحو جنس كدنانير وحلول وقدر أجل وصحة وضدها.\n(ولا بينة) لأحدهما أو تعارضت بيناتهما (تحالفا) كما في البيع، (ثم) بعد\nالتحالف (يفسخ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p402'> Vol. 03, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\nالمسمى ويجب مهر المثل) وإن زاد على ما ادعته الزوجة وهو ما يرغب به عادة\nفي مثلها نسبا وصفة من نساء عصباتها، فتقدم أخت لأبوين فلأب فبنت أخ فعمة\nكذلك فإن جهل مهرهن فيعتبر مهر رحم لها كجدة وخالة.\n</p>\n\n<p>\nقال الماوردي والروياني: تقدم الام فالأخت للام فالجدات فالخالة فبنت\nالأخت، أي للام، فبنت الخالة. ولو اجتمع أم أب وأم أم فالذي يتجه\nاستواؤهما، فإن تعذرت اعتبر بمثلها في الشبه من الأجنبيات. ويعتبر مع ذلك\nما يختلف به غرض كسن ويسار وبكارة وجمال وفصاحة، فإن اختصت عنهن بفضل أو\nنقص زيد عليه أو نقص منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p403'> Vol. 03, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\nلائق بالحال بحسب ما يراه قاض. ولو سامحت واحدة لم يجب موافقتها (وليس\nلولي عفو عن مهر) لموليته كسائر ديونها وحقوقها. ووجدت من خط العلامة\nالطنبداوي أن الحيلة في براءة الزوج عن المهر حيث كانت المرأة صغيرة أو\nمجنونة أو سفيهة أن يقول الولي مثلا طلق موليتي على خمسمائة درهم مثلا علي\nفيطلق <span id='ms238'></span> ثم يقول الزوج أحلت عليك موليتك بالصداق الذي لها علي فيقول الولي\nقبلت فيبرأ الزوج حينئذ من الصداق اه‍.\n</p>\n\n<p>\nويصح التبرع بالمهر من مكلفة بلفظ الابراء والعفو والاسقاط والاحلال\nوالتحليل والإباحة والهبة وإن لم يحصل قبول. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p404'> Vol. 03, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\n(مهمات) لو خطب امرأة ثم أرسل أو دفع بلا لفظ إليها مالا قبل العقد: أي\nولم يقصد التبرع ثم وقع الاعراض منها أو منه رجع بما وصلها منه، كما صرح به\nجمع محققون، ولو أعطاها مالا فقالت هدية وقال صداقا صدق بيمينه وإن كان من\nغير جنسه، ولو دفع لمخطوبته وقال جعلته من الصداق الذي سيجب بالعقد أو من\nالكسوة التي ستجب بالعقد والتمكين وقالت بل هي هدية فالذي يتجه تصديقها، إذ\nلا قرينة هنا على صدقه في قصده، ولو طلق في مسألتنا بعد العقد لم يرجع بشئ،\nكما رجحه الأذرعي، خلافا للبغوي، لأنه إنما أعطى لأجل العقد وقد وجد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p405'> Vol. 03, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\n(تتمة) تجب عليه لزوجة موطوءة ولو أمة متعة بفراق بغير سببها وبغير موت\nأحدهما وهي ما يتراضى الزوجان عليه وقيل أقل مال يجوز جعله صداقا. ويسن أن\nلا ينقص عن ثلاثين درهما، فإن تنازعا قدرها القاضي بقدر حالهما من يساره\nوإعساره ونسبها وصفتها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p406'> Vol. 03, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\n(خاتمة) الوليمة لعرس سنة مؤكدة للزوج الرشيد وولي غيره من مال نفسه ولا\nحد لاقلها، لكن الأفضل للقادر شاة. ووقتها الأفضل بعد الدخول، للاتباع،\nوقبله بعد العقد يحصل بها أصل السنة. والمتجه استمرار طلبها بعد الدخول وإن\nطال الزمن كالعقيقة أو طلقها وهي ليلا أولى. وتجب على غير معذور بأعذار\nالجمعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p407'> Vol. 03, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\nوقاض الإجابة إلى وليمة عرس عملت بعد عقد، لا قبله، إن دعاه مسلم إليها\nبنفسه أو نائبة الثقة، وكذا مميز لم يعهد منه كذب وعم بالدعاء الموصوفين\nيوصف قصده كجيرانه وعشيرته أو أصدقائه أو أهل حرفته فلو كثر نحو عشيرته أو\nعجز عن الاستيعاب لفقره لم يشترط عموم الدعوة على الأوجه، بل الشرط أن لا\nيظهر منه قصد تخصيص لغني أو غيره وأن يعين المدعو بعينه أو وصفه فلا يكفي <span id='ms239'></span>\nمن أراد فليحضر أو ادع من شئت أو لقيت، بل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p408'> Vol. 03, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\nلا تسن الإجابة حينئذ. وأن لا يترتب على إجابته خلوة محرمة فالمرأة\nتجيبها المرأة إن أذن زوجها أو سيدها لا الرجل إلا إن كان هناك مانع خلوة\nمحرمة كمحرم لها أو له أو امرأة. أما مع الخلوة فلا يجيبها مطلقا، وكذا مع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p409'> Vol. 03, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\nعدمها إن كان الطعام خاصا به: كأن جلست ببيت وبعثت له الطعام إلى بيت آخر\nمن دارها خوف الفتنة. بخلاف إذا لم تخف، فقد كان شعبان وأضرابه رابعة\nالعدوية ويسمعون كلامها: فإن وجد رجل كسفيان وامرأة كرابعة لم تحرم\nالإجابة، بل لا تكره. وأن لا يدعي لنحو خوف منه أو طمع في جاهه أو لإعانته\nعلى باطل ولا إلى شبهة بأن لا يعلم حرام في ماله. أما إذا كان فيه شبهة بأن\nعلم اختلاطه أو طعام الوليمة بحرام، وإن قل، فلا تجب إجابة، بل تكره إن كان\nأكثر ماله حراما، فإن علم أن عين الطعام حرام حرمت الإجابة وإن لم يرد\nالاكل منه، كما استظهره شيخنا، ولا إلى محل فيه منكر لا يزول بحضوره. ومن\nالمنكر ستر جدار بحرير وفرش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p410'> Vol. 03, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\nمغصوبة أو مسروقة ووجود من يضحك الحاضرين بالفحش والكذب، فإن كان حرمت\nالإجابة، ومنه صورة حيوان مشتملة على ما لا يمكن بقاؤه بدونه وإن لم يكن\nلها نظير كفرس بأجنحة وطير بوجه إنسان على سقف أو جدار أو ستر علق لزينة أو\nثياب ملبوسة أو وسادة منصوبة لأنها تشبه الأصنام فلا تجب الإجابة في شئ من\nالصور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p411'> Vol. 03, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\nالمذكورة بل تحرم، ولا أثر بحمل النقد الذي عليه صورة كاملة لأنه للحاجة\nولأنها ممتهنة بالمعاملة بها. ويجوز حضور محل فيه صورة تمتهن كالصور ببساط\nيداس ومخدة ينام أو يتكأ عليها وطبق وخوان وقصعة وإبريق، وكذا إن قطع رأسها\nلزوال ما به الحياة. ويحرم - ولو على نحو أرض - تصوير حيوان وإن لم يكن له\nنظير. نعم: يجوز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p412'> Vol. 03, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\nتصوير لعب البنات لان عائشة رضي الله عنه كانت تلعب بها عنده (ص)، كما <span id='ms240'></span> في\nمسلم. وحكمته تدريبهن أمر التربية. ولا يحرم أيضا تصوير حيوان بلا رأس،\nخلافا للمتولي، ويحل صوغ حلي ونسج حرير لأنه يحل للنساء. نعم: صنعته لمن لا\nيحل له استعماله حرام. ولو دعاه اثنان أجاب أسبقهما دعوة فإن دعواه معا\nأجاب الأقرب رحما فدارا ثم بالقرعة. وتسن إجابة سائر الولائم كما عمل\nللختان والولادة وسلامة المرأة الطلق وقدوم المسافر وختم القرآن، وهي\nمستحبة في كلها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p413'> Vol. 03, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\n(فروع) يندب الاكل في صوم نفل ولو مؤكدا لارضاء ذي الطعام بأن شق عليه\nإمساكه ولو آخر النهار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p415'> Vol. 03, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\nللامر بالفطر ويثاب على ما مضى وقضى ندبا يوما مكانه، فإن لم يشق عليه\nإمساكه لم يندب الافطار، بل الامساك أولى. قال الغزالي: يندب أن ينوي بفطره\nإدخال السرور عليه، ويجوز للضيف أن يأكل مما قدم له بلا لفظ من المضيف.\nنعم. إن انتظر غيره لم يجز قبل حضوره إلا بلفظ منه. وصرح الشيخان بكراهة\nالاكل فوق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p416'> Vol. 03, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\nالشبع وآخرون بحرمته. وورد بسند ضعيف زجر النبي (ص) أن يعتمد الرجل على\nيده اليسرى عند الاكل. قال مالك: هو نوع من الاتكاء، فالسنة للاكل أن يجلس\nجاثيا على ركبتيه وظهور قدميه، أو ينصب رجله اليمنى ويجلس على اليسرى.\nويكره الاكل متكئا، وهو المعتمد، على وطاء تحته ومضطجعا إلا فيما يتنقل به\nلا قائما والشرب قائما خلاف الأولى ويسن للآكل أن يغسل اليدين والفم قبل\nالاكل وبعده ويقرأ سورتي الاخلاص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p417'> Vol. 03, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\nوقريش بعده ولا يبتلع ما يخرج من أسنانه بالخلال بل يرميه، بخلاف ما\nيجمعه بلسانه من بينها فإنه يبتلعه.\n</p>\n\n<p>\nويحرم أن يكبر اللقم مسرعا حتى يستوفي أكثر الطعام ويحرم غيره. ولو دخل\nعلى آكلين فأذنوا له لم يجز له الاكل معهم إلا إن ظن أنه عن طيب نفس، لا\nلنحو حياء، ولا يجوز للضيف أن يطعم سائلا أو هرة إلا إن علم رضا الداعي.\nويكره للداعي تخصيص بعض الضيفان بطعام نفيس. ويحرم للأراذل أكل ما قدم\nللأماثل. ولو تناول ضيف إناء طعام فانكسر منه ضمنه، كما بحثه الزركشي، لأنه\nفي <span id='ms241'></span> يده في حكم العارية. ويجوز للانسان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p418'> Vol. 03, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\nأخذ من نحو طعام صديقه مع ظن رضا مالكه بذلك، ويختلف بقدر المأخوذ وجنسه\nوبحال المضيف. ومع ذلك ينبغي له مراعاة نصفة أصحابه فلا يأخذ إلا ما يخصه\nأو يرضون به عن طيب نفس لا عن حياء. وكذا يقال في قران نحو تمرتين أما عند\nالشك في الرضا فيحرم الاخذ كالتطفل ما لم يعم: كأن فتح الباب ليدخل من شاء\nولزم مالك طعام إطعام مضطر قدر سد رمقه إن كان معصوما مسلما أو ذميا وإن\nاحتاجه مالكه مآلا، وكذا بهيمة الغير المحترمة، بخلاف حربي ومرتد وزان محصن\nوتارك صلاة وكلب عقور، فإن منع فله أخذه قهرا بعوض إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p419'> Vol. 03, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\nحضر، وإلا فنسيئة. ولو أطعمه ولم يذكر عوضا فلا عوض له لتقصيره ولو\nاختلفا في ذكر العوض صدق المالك بيمينه. ويجوز نثر نحو سكر وتنبل وتركه\nأولى. ويحل التقاطه للعلم برضا مالكه. ويكره أخذه لأنه دناءة ويحرم أخذ فرخ\nطير عشش بملك الغير وسمك دخل مع الماء في حوضه.\n</p>\n\n<p>\nفصل في القسم والنشوز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p420'> Vol. 03, p. 420</a>\n            </div>\n            \n</p>\n\n<p>\n(يجب قسم لزوجات) إن بات عند بعضهن بقرعة أو غيرها فيلزمه قسم لمن بقي\nمنهن ولو قام بهن عذر كمرض وحيض. وتسن التسوية بينهن في سائر أنواع\nالاستمتاع، ولا يؤاخذ بميل القلب إلى بعضهن، وأن لا يعطلهن بأن يبيت عندهن،\nولا قسم بين إماء ولا إماء وزوجة. ويجب على الزوجين أن يتعاشرا بالمعروف،\nبأن يمتنع كل عما يكره صاحبه ويؤدي إليه حقه مع الرضا وطلاقة الوجه من غير\nأن يحوجه إلى مؤنة وكلفة في ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p421'> Vol. 03, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\n(غير) معتدة عن وطئ شبهة لتحريم الخلوة بها وصغيرة لا تطيق الوطئ، و\n(ناشزة) أي خارجة عن طاعته بأن تخرج بغير إذنه من منزله، أو تمنعه من\nالتمتع بها، أو تغلق الباب في وجهه، ولو مجنونة، وغير مسافرة وحدها لحاجتها\nولو بإذنه فلا قسم لهن كما لا نفقة لهن.\n</p>\n\n<p>\n(فرع) قال الأذرعي نقلا عن تجزئة الروياني: ولو ظهر زناها حل له منع\nقسمها وحقوقها لتفتدي منه. نص عليه <span id='ms242'></span> في الام. وهو أصح القولين. انتهى. قال\nشيخنا: وهو ظاهر إن أراد أنه يحل له ذلك باطنا معاقبة له لتلطيخ فراشه، أما\nفي الظاهر فدعواه عليها ذلك غير مقبولة، بل ولو ثبت زناها لا يجوز للقاضي\nأن يمكنه من ذلك فيما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p422'> Vol. 03, p. 422</a>\n            </div>\n            \n</p>\n\n<p>\nيظهر. (وله) أي للزوج (دخول في ليل) لواحدة (على) زوجة (أخرى لضرورة) لا\nلغيرها كمرضها المخوف، ولو ظنا، (وله) دخول (في نهار لحاجة) كوضع متاع أو\nأخذه وعيادة وتسليم نفقة وتعرف خبر (بلا إطالة) في مكث عرفا على قدر\nالحاجة، وإن أطال فوق الحاجة عصى لجوره وقضى وجوبا لذات النوبة بقدر ما مكث\nمن نوبة المدخول عليها. هذا ما في المهذب وغيره. وقضية كلام المنهاج\nوالروضة وأصليهما خلافه فيما إذا دخل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p423'> Vol. 03, p. 423</a>\n            </div>\n            \n</p>\n\n<p>\nفي النهار لحاجة وإن طال فلا تجب تسوية في الإقامة في غير الأصل كأن كان\nنهارا، أي في قدرها، لأنه وقت التردد وهو يقل ويكثر عند حل الدخول، يجوز له\nأن يتمتع. ويحرم الجماع، لا لذاته، بل لأمر خارج ولا يلزمه قضاء الوطئ\nلتعلقه بالنشاط بل يقضي زمنه إن طال عرفا.\n</p>\n\n<p>\n(واعلم) أن أقل القسم ليلة لكل واحدة وهي من الغروب إلى الفجر (وأكثره\nثلاث) فلا يجوز أكثر منها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p424'> Vol. 03, p. 424</a>\n            </div>\n            \n</p>\n\n<p>\nوإن تفرقن في البلاد إلا برضاهن. وعليه يحمل قول الام: يقسم مشاهرة\nومسانهة. والأصل فيه لمن عمله نهارا الليل والنهار قبله أو بعده وهو أولى\nتبع. ولحرة ليلتان ولامة سلمت له ليلا ونهارا ليلة. ويبدأ وجوبا في القسم\nبقرعة (ولجديدة) نكحها وفي عصمته زوجة فأكثر (بكر سبع) من الأيام يقيمها\nعندها متوالية وجوبا (و) لجديدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p425'> Vol. 03, p. 425</a>\n            </div>\n            \n</p>\n\n<p>\n(ثيب ثلاث) ولاء بلا قضاء ولو أمة فيهما لقوله (ص): سبع للبكر وثلاث\nللثيب ويسن تخيير الثيب بين ثلاث بلا قضاء وسبع بقضاء: للاتباع.\n</p>\n\n<p>\n(تنبيه) يجب عند الشيخين، وإن أطال الأذرعي: كالزركشي في رده، أن يتخلف\nليالي مدة الزفاف عن نحو الخروج للجماعة وتشييع الجنائز، وأن يسوي ليالي\nالقسم بينهن في الخروج لذلك أو عدمه، فيأثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p426'> Vol. 03, p. 426</a>\n            </div>\n            \n</p>\n\n<p>\nبتخصيص ليلة واحدة بالخروج لذلك (و) وعظ زوجته <span id='ms243'></span> ندبا لأجل خوف وقوع نشوز\nمنها كالاعراض والعبوس بعد الاقبال وطلاقة الوجه والكلام الخشن بعد لينه و\n(هجر) إن شاء (مضجعا)، مع وعظها لا في الكلام، بل يكره فيه، ويحرم الهجر به\nولو لغير الزوجة فوق ثلاثة أيام: للخبر الصحيح. نعم إن قصد به ردها عن\nالمعصية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p427'> Vol. 03, p. 427</a>\n            </div>\n            \n</p>\n\n<p>\nوإصلاح دينها جاز (وضربها) جوازا ضربا غير مبرح ولا مدم على غير وجه\nومقتل إن أفاد الضرب في ظنه ولو بسوط وعصا. لكن نقل الروياني تعيينه بيده\nأو بمنديل (بنشوز) أي بسببه وإن لم يتكرر، خلافا للمحرر، ويسقط بذلك القسم.\nومنه امتناعهن إذا دعاهن إلى بيته ولو لاشتغالها بحاجتها لمخالفتها. نعم،\nإن عذرت لنحو مرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p428'> Vol. 03, p. 428</a>\n            </div>\n            \n</p>\n\n<p>\nأو كانت ذات قدر وخفر لم تعتد البروز لم تلزمها إجابته، وعليه أن يقسم\nلها في بيتها. ويجوز له أن يؤدبها على شتمها له.\n</p>\n\n<p>\n(تتمة) يعصى بطلاق من لم تستوف حقها بعد حضور وقته وإن كان الطلاق رجعيا.\nقال ابن الرفعة: ما لم يكن بسؤالها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p429'> Vol. 03, p. 429</a>\n            </div>\n            \n</p>\n\n<p>\nفصل في الخلع بضم الخاء من الخلع بفتحها وهو النزع لان كلا من الزوجين\nلباس للآخر كما في الآية، وأصله مكروه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p430'> Vol. 03, p. 430</a>\n            </div>\n            \n</p>\n\n<p>\nوقد يستحب كالطلاق ويزيد هذا بندبه لمن حلف بالطلاق الثلاث على شئ لا بد\nله من فعله قال شيخنا: وفيه نظر لكثرة القائلين بعود الصفة. فالأوجه أنه\nمباح لذلك، لا مندوب، وفي شرحي المنهاج والارشاد له: لو منعها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p431'> Vol. 03, p. 431</a>\n            </div>\n            \n</p>\n\n<p>\nنحو نفقة لتختلع منه بمال ففعلت بطل الخلع ووقع رجعيا - كما نقله جمع\nمتقدمون عن الشيخ أبي حامد - أولا بقصد ذلك وقع بائنا. وعليه يحمل ما نقله\nالشيخان عنه أنه يصح ويأثم بفعله في الحالين وإن تحقق زناها، لكن لا يكره\nالخلع حينئذ. (الخلع) شرعا (فرقة بعوض) كميته مقصود من زوجة أو غيرها راجع\n(لزوج) أو سيدة (بلفظ طلاق أو خلع) أو مفاداة ولو كان الخلع في رجعية لأنها\nكالزوجة في كثير من الاحكام. (فلو جرى) الخلع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p432'> Vol. 03, p. 432</a>\n            </div>\n            \n</p>\n\n<p>\n(بلا) ذكر (عوض) معها (بنية التماس قبول) منها: كأن قال خالعتك أو فاديتك\nونوى التماس قبولها فقبلت <span id='ms244'></span> (فمهر مثل) يجب عليها لاطراد العرف بجريان ذلك\nبعوض، فإن جرى مع أجنبي طلقت مجانا، كما لو كان معه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p433'> Vol. 03, p. 433</a>\n            </div>\n            \n</p>\n\n<p>\nوالعوض فاسد. ولو أطلق فقال خالعتك ولم ينو التماس قبولها وقع رجعيا وإن\nقبلت (وإذا بدأ) الزوج (ب‍) - صيغة (معاوضة: كطلقتك) أو خالعتك (بألف\nفمعاوضة) لاخذه عوضا في مقابلة البضع المستحق له وبها شوب تعليق لتوقف وقوع\nالطلاق بها على القبول (فله رجوع قبل قبولها) لان هذا شأن المعاوضات (وشرط\nقبولها فورا) أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p434'> Vol. 03, p. 434</a>\n            </div>\n            \n</p>\n\n<p>\nفي مجلس التواجب بلفظ كقبلت أو ضمنت أو يفعل كإعطائها الألف على ما قاله\nجمع محققون فلو تحلل بين لفظه وقبولها زمن أو كلام طويل لم ينفذ. ولو قال\nطلقتك ثلاثا بألف فقبلت واحدة بألف فتقع الثلاث وتجب الألف. فإذا بدأت\nالزوجة بطلب طلاق كطلقني بألف أو إن طلقتني فلك علي كذا فأجابها الزوج\nفمعاوضة من جانبها فلها رجوع قبل جوابه لان ذلك حكم المعاوضة. ويشترط\nالطلاق بعد سؤالها فورا فإن لم يطلقها فورا كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p435'> Vol. 03, p. 435</a>\n            </div>\n            \n</p>\n\n<p>\nتطليقه لها ابتداء للطلاق. قال الشيخ زكريا: لو ادعى أنه جواب وكان جاهلا\nمعذورا صدق بيمينه (أو بدأ ب‍) - صيغة (تعليق) في إثبات (كمتى) أو أي حين\n(أعطيتني كذا فأنت طالق فتعليق) لاقتضاء الصيغة له (فلا) طلاق إلا بعد تحقق\nالصفة ولا (رجوع) له عنه قبل الصفة كسائر التعليقات (ولا يشترط) فيه (قبول)\nلفظا (ولا إعطاء فورا) بل يكفي الاعطاء ولو بعد أن تفرقا عن المجلس لدلالته\nعلى استغراق كل الأزمنة منه صريحا، وإنما وجب الفور في قولها متى طلقتني\nفلك كذا لان الغالب على جانبها المعاوضة فإن لم يطلقها فورا حمل على\nالابتداء لقدرته عليه أما إذا كان التعليق في النفي كمتى لم تعطني ألفا\nفأنت طالق فللفور فتطلق بمضي زمن يمكن فيه الاعطاء فلم تعطه (وشرط فور) أي\nالاعطاء في مجلس التواجب بأن لا يتخلل كلام أو سكوت طويل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p436'> Vol. 03, p. 436</a>\n            </div>\n            \n</p>\n\n<p>\nعرفا من حرة حاضرة أو غائبة علمته (في إن) أو إذا (أعطيتني) كذا فأنت\nطالق لأنه مقتضى اللفظ مع العوض وخولف في <span id='ms245'></span> نحو متى لصراحتها في جواز التأخير\nلكن لا رجوع له عنه قبله. ولا يشترط القبول لفظا.\n</p>\n\n<p>\n(تنبيه) الابراء فيما ذكر كالاعطاء ففي إن أبرأتني لا بد من إبرائها فورا\nبراءة صحيحة عقب علمها وإلا لم يقع. وإفتاء بعضهم بأنه يقع في الغائبة\nمطلقا لأنه لم يخاطبها بالعوض بعيد مخالف لكلامهم. ولو قال إن أبرأتني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p437'> Vol. 03, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\nفأنت وكيل في طلاقها فأبرأته برئ ثم الوكيل مخير، فإن طلق وقع رجعيا لان\nالابراء وقع في مقابلة التوكيل، ومن علق طلاق زوجته بإبرائها إياه من\nصداقها لم يقع عليه. إلا إن وجدت براءة صحيحة من جميعه فيقع بائنا بأن تكون\nرشيدة وكل منهما يعلم قدره ولم تتعلق به زكاة خلافا لما أطال به الريمي أنه\nلا فرق بين تعلقها به وعدمه وإن نقله عن المحققين وذلك لان الابراء لا يصح\nمن قدرها وقد علق بالابراء من جميعه فلم توجد الصفة المعلق عليها وقيل يقع\nبائنا بمهر المثل. ولو أبرأته ثم ادعت الجهل بقدره. فإن زوجت صغيرة صدقت\nبيمينها أو بالغة ودل الحال على جهلها به لكونها مجبرة لم تستأذن فكذلك\nوإلا صدق بيمينه: ولو قال إن أبرأتني من مهرك فأنت طالق بعد شهر فأبرأته،\nبرئ مطلقا. ثم إن عاش إلى مضي الشهر طلقت وإلا فلا. وفي الأنوار في أبرأتك\nمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p438'> Vol. 03, p. 438</a>\n            </div>\n            \n</p>\n\n<p>\nمهري بشرط أن تطلقني فطلق وقع ولا يبرأ، لكن الذي في الكافي وأقره\nالبلقيني وغيره في أبرأتك من صداقي بشرط الطلاق أو على أن تطلقني تبين\nويبرأ، بخلاف إن طلقت ضرتي فأنت برئ من صداقي فطلق الضرة وقع الطلاق ولا\nبراءة. قال شيخنا: والمتجه ما في الأنوار لان الشرط المذكور متضمن للتعليق.\n</p>\n\n<p>\n(فروع) لو قال إن أبرأتني من صداقك أطلقك فأبرأت فطلق برئ وطلقت ولم تكن\nمخالعة ولو قالت طلقني وأنت برئ من مهري فطلقها بانت به لأنها صيغة التزام،\nأو قالت إن طلقتني فقد أبرأتك أو فأنت برئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p439'> Vol. 03, p. 439</a>\n            </div>\n            \n</p>\n\n<p>\nمن صداقي فطلقها بانت بمهر المثل، على المعتمد، لفساد العوض بتعليق\nالابراء. وأفتى أبو زرعة فيمن <span id='ms246'></span> سأل زوج بنته قبل الوطئ أن يطلقها على جميع\nصداقها والتزم به والدها فطلقها واحتال من نفسه على نفسه لها وهي محجورته\nبأنه خلع على نظير صداقها في ذمة الأب. نعم، شرط صحة هذه الحوالة أن يحيله\nالزوج به لبنته. إذ لا بد فيها من إيجاب وقبول ومع ذلك لا تصح إلا في نصف\nذلك لسقوط نصف صداقها عليه ببينونتها منه فيبقى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p440'> Vol. 03, p. 440</a>\n            </div>\n            \n</p>\n\n<p>\nللزوج على الأب نصفه لأنه لما سأله بنظير الجميع فذمته فاستحقه والمستحق\nعلى الزوج النصف لا غير فطريقه أن يسأله الخلع بنظير النصف الباقي لمحجورته\nلبراءته حينئذ بالحوالة عن جميع دين الزوج. اه‍. قال شيخنا: وسيعلم مما\nيأتي أن الضمان يلزمه به مهر المثل، فالالتزام المذكور مثله وإن لم توجد\nالحوالة. ولو اختلع الأب أو غيره بصداقها أو قال طلقها وأنت برئ منه وقع\nرجعيا، ولا يبرأ من شئ منه. نعم، إن ضمن له الأب أو الأجنبي الدرك أو قال\nعلي ضمان ذلك وقع بائنا بمهر المثل على الأب أو الأجنبي. ولو قال لأجنبي سل\nفلانا أن يطلق زوجته بألف، اشترط في لزوم الألف أن يقول علي. بخلاف سل\nزوجتي أن يطلقني على كذا فإنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p441'> Vol. 03, p. 441</a>\n            </div>\n            \n</p>\n\n<p>\nتوكيل وإن لم تقل علي. ولو قال طلق زوجتك على أن أطلق زوجتي ففعلا،\nبانتا، لأنه خلع غير فاسد: لان العوض فيه مقصود، خلافا لبعضهم، فلكل على\nالآخر مهر مثل زوجته.\n</p>\n\n<p>\n(تنبيه) الفرقة بلفظ الخلع طلاق ينقص العدد. وفي قول نص عليه في القديم\nوالجديد الفرقة بلفظ الخلع إذا لم يقصد به طلاقا فسخ لا ينقص عددا، فيجوز\nتجديد النكاح بعد تكرره من غير حصر، واختاره كثيرون من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p442'> Vol. 03, p. 442</a>\n            </div>\n            \n</p>\n\n<p>\nأصحابنا المتقدمين والمتأخرين، بل تكرر من البلقيني الافتاء به. أما\nالفرقة بلفظ الطلاق بعوض فطلاق ينقص قطعا، كما لو قصد بلفظ الخلع الطلاق،\nلكن نقل الإمام عن المحققين القطع بأنه لا يصير طلاقا بالنية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p443'> Vol. 03, p. 443</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "415",
    "416",
    "417",
    "418",
    "419",
    "420",
    "421",
    "422",
    "423",
    "424",
    "425",
    "426",
    "427",
    "428",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "438",
    "439",
    "440",
    "441",
    "442",
    "443"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04"
  ]
}