{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>الجزء الأول</h1>\n\n<p>\nالمآخذ على شرح ابن جني\n</p>\n\n<p>\nالموسوم بالفسر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nنص الكتاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله الذي شرف الإنسان بنطق اللسان على سائر الحيوان، وفضل اللغة\nالعربية على سائر اللغات بالبيان والتبيان، وألقى في صدف الآذان من جوهر\nبحار الأذهان ما يربي على الدر والمرجان، وألهم من الكلم المنظوم ما يوفي\nعلى المنثور إلا على القرآن، وجعل الشعراء يتسابقون في حلبة الشعر كالخيل\nيوم الرهان: فمنهم مجل نبرز، وسكيت مقصر عن مدى ذلك الميدان، وميز بين\nالفكر الصحيح والسقيم في استخراج دفائن معان كالعقيان، فلا يهتدي لإصابة\nعيون تلك المحاسن إلا المحسنو النضال والطعان، وصلى الله على الكامل\nالمبعوث من عدنان، بأكمل الأديان إلى الإنس والجان، وعلى آله وصحبه أولي\nالضل والإفضال واليمن والإيمان، وبعد:\n</p>\n\n<p>\nفإني لما رأيت ما حظي به أبو الطيب أحمد بن الحسين المتنبي من اعتناء\nالناس بشعره؛ العالم منهم والجاهل، ولهجهم بذكره؛ النبيه فيهم والخامل،\nوالتقييد لأوابد أمثاله السيارة، والتنقيب عن غوامض معانيه الحسنة\nالمختارة، والتمثيل بأبياته الشوارد، والترتيل لآياتها في المشاهد،\nوالتضمين لها في صدور الكتب والرسائل، والتزيين بها في قلوب المجالس\nوالمحافل، وكثرة الشارحين لها من الفضلاء، والحانين عليها من الأدباء، حتى\nلقد كادت تنسيهم أشعار الأوائل وتلهيهم عن تلك\n</p>\n\n<p>\nالفضائل، فتهدم منها ذلك المنار، وتطفئ منها تلك النار. وقد قال في ذلك\nبعض شعراء أهل العصر: (الرمل)\n</p>\n\n<p>\nيا أبا الطيب أهدي ... ت لنا من فيك طيبا\n</p>\n\n<p>\nمنطقا نظما كنظم ال ... در في الدر غريبا\n</p>\n\n<p>\nأطرب الأنفس لما ... راح للراح نسيبا\n</p>\n\n<p>\nمنسيا ذكراه من ذك ... رى حبيب وحبيبا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nإلا أنهم قصروا في بعض المعاني فهدموا بها تلك المباني، وأشكل عليهم بعض\nالأبيات، فخفيت عنهم تلك الآيات. فرأيت أن أضع كتابا مختصرا ينبه على ما\nأغفلوه، ويهدي إلى ما أضلوه، ويبين ما جهلوه، من غير أن أكون زاريا عليهم\nأو مهدي اللوم إليهم، كيف وقد سهلت أقدامهم من وعره، وبينت أفهامهم من سره،\nفأصابوا الجم الغفير، وأخطئوا النزر اليسير: (الطويل)\n</p>\n\n<p>\nومن ذا الذي حاز <span id='ms001'></span> الكمال فيكملا\n</p>\n\n<p>\nوالشروح التي تتبعها، واستخرجت مآخذها وجمعتها خمسة شروح:\n</p>\n\n<p>\nشرح ابن جني.\n</p>\n\n<p>\nشرح أبي العلاء المعري.\n</p>\n\n<p>\nشرح الواحدي.\n</p>\n\n<p>\nشرح التبريزي.\n</p>\n\n<p>\nشرح الكندي.\n</p>\n\n<p>\nلأن هذه المشهورة الدائرة في أيدي الناس، المحفوظة المنقولة بألسن الرواة\nالأكياس، فإذا وقف الطالب على هذا المختصر، وتأمله ممعنا فيه النظر، تبين\nأن قد حلت له تلك المعاني المشكلة، وفتحت له تلك الأبواب المقفلة، وتناول\nبعد ذلك ما سواها في هذه الشروح على ثقة بالصواب، ويقين لدى السؤال بصحة\nالجواب.\n</p>\n\n<p>\nوربما وقع فيها قول لغير من ذكرته فبينت الصحيح من السقيم، والمعوج من\nالقويم، إلا أن هذا الخطر الذي تجشمته، والعبء الذي تحملته مرام بعيد،\nومقام شديد، ليس من شأن من استنفد عمره في معرفة وجوه الإعراب، واستفرغ\nجهده في ضبط لغة الأعراب، ولا من نظم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nأبياتا في صدر كتاب أو رد جواب، أو استزارة صديق، أو استهداء رحيق وما\nأشبه ذلك مما لم ينعم فيه النظر، ويتعب به الفكر. ولكن هذا من شأن من أطال\nمعاركة المعاني والقوافي، فبات منها على مثل الأشافي ودفع إلى سلوك\nمضائقها، وحماية حقائقها، وجاب سهولها وحزونها، وراض ذلولها وحرونها،\nوافترع أبكارها وعونها، وفجر أنهارها وعيونها، وأبرم حبال وقصيدها، وأحكم\nنظام درها وفريدها، وأطال إبالة حيلها وعشارها، وأجال قداحه على أعشارها،\nوكسع شولها بأغبارها، فإذا وصل إلى هذه الفضيلة، ورقي هذه الرتبة الجليلة،\nوأحس من نفسه بلوغ كمالها، وإحراز خصالها، فعند ذلك فليتعاظ شرح أشعار\nالفحول، وليعان استنباط معاني فروعها والأصول، وأحكام علم جملها والفصول.\nولست بمدع إدراك هذه المنزلة، وإحراز هذه التكملة، ولكني حاطيها لعلى ممن\nيدانيها، ويبلي فيها (فيسلك بعض شعابها، ويتمسك ببعض أسبابها)، فإن أصبت\nالصواب فبيمن من وسمت باسمه هذا الكتاب، وإن زلت قدمي عن الطريق، فمنه\nاستمد الهداية والرشد والتوفيق، ومن الله تلتمس لإعانة، وتقتبس الإبانة.\n</p>\n\n<p>\nفأول ما ينبغي أن يبتدأ به من المآخذ في شروح ديوان أبي الطيب، المآخذ\nعلى الشيخ أبي الفتح عثمان بن جني؛ لأنه هو المبتدئ لشرحه، المفتتح لفسره،\nالمسند إليه <span id='ms002'></span> رواياته، المأخوذ عنه حكاياته، وقد طول في الشواهد وقصر في\nالمعاني، وسأبين ذلك في مواضعه إن شاء الله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nفمن ذلك ما ذكره في خطبة الكتاب من قوله: (الخفيف)\n</p>\n\n<p>\nحسن في عيون أعدائه أق ... بح من ضيفه رأته السوام\n</p>\n\n<p>\nقال: الذي يسبق إلى النفس من هذا؛ أنه حسن في عيون أعدائه، وأنه أقبح من\nضيفه رأته السوام. وليس الأمر كذلك بل بضده. وإنما معناه: حسن: أي: هو حسن،\nوتم الكلام. ثم كأنه قال: هو أقبح في عيون أعدائه من ضيفه في وقت رؤية\nالسوام له، وهو المال الراعي؛ لأنه ينحره للأضياف، وكذلك يهلك الأعداء\nويبرهم.\n</p>\n\n<p>\nوأقول: إن هذا الذي فسره وجه صالح، وليس أن يرد التفسير الأول، وقد ذكره\nالشيخ أبو العلاء، وهو أن أعداءه يرونه حسن الصورة قبيح الفعل فهم في هذا\nيرونه قبيحا حسنا، وفي الوجه الآخر يرونه قبيحا. فتفسير أبي العلاء أمدح\nلإثبات الحسن له (عند كل أحد)، وأصنع لإثبات الحسن له والقبح، (وأخذه) من\nوجهين مختلفين.\n</p>\n\n<p>\nومن ذلك في الخطبة أيضا قوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nقال: تم الكلام على أصغره أي: استكبروه منه واستصغروه هو.\n</p>\n\n<p>\nثم قال مبتدئا:\n</p>\n\n<p>\n. . . . . . . . . ... أكبر من فعله الذي فعله\n</p>\n\n<p>\nأي: فاعل الفعل أكبر من الفعل، فكأنه قال: هو أكبر من فعله.\n</p>\n\n<p>\nوأقول: هذا وجه حسن، وثم وجه آخر قد ذكره غيره، وهو أن يكون أكبر من فعله\nفاعلا العامل فيه أصغره، كأنه قال: وأصغره رجل أو فارس أكبر من فعله.\n</p>\n\n<p>\nومن ذلك في الخطبة أيضا تفسيره قوله: (الطويل)\n</p>\n\n<p>\nوقد عادت الأجفان قرحا من البكا ... وعاد بهارا في الخدود الشقائق\n</p>\n\n<p>\nقال: ومما استدللت به حصافة لفظه وصحة صنعته ودقة فكره؛ أنني سألته عن\nقوله في البيت، فقلت: أقرحى: مما أم قرحا: منون؟ فقال: قرحا: منون، ثم قال:\n</p>\n\n<p>\nألا ترى أن بعده: وعاد بهارا؟\n</p>\n\n<p>\nيقول: فكما أن بهارا جمع بهارة وإنما بينهما الهاء، فكذلك قرحا جمع قرحة\nفإنما بينهما الهاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: لعل أبا الطيب لم يرد الذي ذكره من الجمع بينهما بالجمع الذي بينه\nوبين مفرده الهاء <span id='ms003'></span>، وإنما أراد بالتنوين المبالغة في المعنى، فجعل الأجفان\nقرحا ولم يصفها بقرحى؛ لأن الأول أبلغ (كما كان بهارا كذلك)، ويكون من باب:\n(البسيط)\n</p>\n\n<p>\n. . . . . . . . . ... فإنما هي إقبال وإدبار\n</p>\n\n<p>\nلأن الوصف بالمصدر أبلغ من الوصف باسم الفاعل، ومنه رجل فطر وصوم، أو\nيكون أراد تحسين الألفاظ فصرف الكلمتين؛ لأن ذلك أحسن في الذوق وأعذب في\nالسمع.\n</p>\n\n<p>\nومن ذلك قوله: وإني لأعجب ممن يجهل فضله، أو يستجيز تجاهله وهو الذي\nيقول: (الطويل)\n</p>\n\n<p>\nإذا كان شم الروح أدنى إليكم ... فلا برحتني روضة وقبول\n</p>\n\n<p>\nفأي محدث يتعالى في عذوبته إلى أن يقول:\n</p>\n\n<p>\n. . . . . . . . . . ... فلا برحتني روضة وقبول\n</p>\n\n<p>\nفيقال له: إذا كان تفسير هذا كما ذكرته وهو: فلا برحت روضة وقبول إياي،\nلم يكن فبه عذوبة ولا عليه طلاوة، وأما المعنى فلم يقع موقعه من الغزل لذكر\nالموت وذلك قوله قبله: (الطويل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوإن رحيلا واحدا حال بيننا ... وفي الموت من بعد الرحيل رحيل\n</p>\n\n<p>\nومن ذلك قوله في شرح قوله: (الكامل)\n</p>\n\n<p>\nوهب الملامة في اللذاذة كالكرى ... مطرودة بسهاده وبكائه\n</p>\n\n<p>\nقال: يقول: أجعل ملامتك إياه في التذاذكها كالنوم في لذته، فاطردها عنه\nبما\n</p>\n\n<p>\nعنده من السهاد والبكاء، أي: لا تجمع عليه اللوم والسهاد والبكاء، أي:\nفكما أن السهاد والبكاء قد أزالا كراه، فاترك ملامتك إياه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: هذا ليس بشيء!\n</p>\n\n<p>\nوالمعنى: أنه قال لعاذله: إن الكرى الذي يستلذ به الإنسان قد طردته عن\nعيني بالسهاد والبكاء؛ فاجعل الملامة المستلذة عنه كالكرى مطرودة عني بهما.\n</p>\n\n<p>\nويحتمل أن يكون المعنى: هب الملامة التي لا استلذ بها، بل استضر بها،\nكاكرى في اللذاذة، أفليس الكرى المستلذ به مطرودا بالسهاد والبكاء؟ فما ظنك\nبالملامة؟ فاجعلها كذلك؛ (والوجه الأ (ول) هو الصواب).\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nوشكيتي فقد السقام لأنه ... قد كان لما لي أعضاء\n</p>\n\n<p>\nقال: يقول: إنما كنت أحس السقام بأعضائي، فلما فنيت وتلفت للضر والمشقة\nشكوت فقد السقام؛ لأن السقيم، على كل حال، موجود والفاني معدوم، والعدم\nاعظم من السقم؛ هذا يقتضيه ظاهر اللفظ. ومحصول البيت أنه يطلب أعضاءه لا\nالسقام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: إن تفسيره البيت <span id='ms004'></span> صواب إلى قوله: والعدم اعظم من السقم. وقوله:\nومحصول البيت أنه يطلب أعضائه لا السقام ليس بشيء! بل محصول البيت أنه يطلب\nحالا اصلح من الحال التي هو فيها وإن غير صالحتين، أي: أنا في حال العدم،\nفمن لي أن أرجع إلى حال السقام! وهذا مثل قوله: (الطويل)\n</p>\n\n<p>\nومن لي بيوم يوم كرهته ... قربت به عند الوداع من البعد\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nلا تكثر الأموات كثرة قلة ... إلا إذا شقيت بك الأحياء\n</p>\n\n<p>\nقال: قوله: كثرة قلة: يقول: إنما تكثر الأموات إذا قل الأحياء، فكثرتهم\nكأنها، في\n</p>\n\n<p>\nالحقيقة، قلة.\n</p>\n\n<p>\nوقوله: شقيت بك أي: شقيت بفقدك، فحذف المضاف وأقام المضاف إليه مقامه،\nوهذا كقوله تعالى: (ولكن البر من آمن بالله). وقوى ذلك بما حكاه عن أبي\nعمرو السلمي قال: عدت أبا علي في علته التي مات فيها فاستنشدني:\n</p>\n\n<p>\nلا تكثر الأموات. . . البيت. . .\n</p>\n\n<p>\nفلم أزل أنشده وهو يستعيده إلى أن مات!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nقال الواحدي: وهذا فاسد من وجهين:\n</p>\n\n<p>\nأحدهما: أنه إذا مات واحد لا يكون ذلك كثرة قلة.\n</p>\n\n<p>\nوالآخر: أنه لا يخاطب الممدوح بمثل هذا. قال: ولكن المعنى أنه أراد\nبالأموات القتلى، لا اللذين ماتوا قبل الممدوح. ومعنى شقيت بك أي: بغضبك\nعليهم، وقتلك إياهم. يقول: لا تكثر القتلى إلا إذا قاتلت الأحياء، وشقوا\nبغضبك، فإذا غضبت عليهم وقاتلتهم قتلتهم كلهم.\n</p>\n\n<p>\nوأقول: إن قوله: إنه أراد بالأموات القتلى لا اللذين ماتوا بغير قتل خطأ؛\nلأن في ذلك صرف الكلام عن ظاهره، وحمله على المجاز من غير علة محوجة.\n</p>\n\n<p>\nوالمعنى: لا تكثر الأموات الذين في القبور إلا إذا غضبت على الأحياء\nوقتلتهم، فحينئذ تكثر الأموات (بمن قتلته لإضافتهم إليهم،) وتلك الكثرة\nقلة؛ لأنه لا فائدة لهم فيها ولا انتفاع بها.\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nوأنا منك لا يهنئ عضو ... بالمسرات سائر الأعضاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nقال: يقول: أنا منك أهنئك؟ وهل رأيت عضوا من جملة هنأ سائر الأعضاء منها؟\n</p>\n\n<p>\nوأقول: هذا الذي أنكره مستبعدا قد جاء لأبي نواس أحسن مجيء على وجه\nالمجاز والاستعارة وهو قوله: (البسيط)\n</p>\n\n<p>\nقنعت إذ نلت من <span id='ms005'></span> أحبابي النظرا ... وقلت: يا رب ما أعطيت ذا بشرا\n</p>\n\n<p>\nلم يبق مني من قرن إلى قدم ... شيء سوى القلب إلا هنأ البصرا\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nسبقنا إلى الدنيا فلو عاش أهلها ... منعنا بها من جيئة وذهوب\n</p>\n\n<p>\nقال: أي لو عاش من قبلنا لما أمكننا نحن المجيء والذهاب، لأن الله -\nتعالى - بنى الدنيا على الكون والفساد ولم يخصصها بأحدهما وليس ذلك في\nالحكمة.\n</p>\n\n<p>\nوأقول: الظاهر أنه أراد: أي لو عاش أهل الدنيا فلا يموتون لامتلأت الأرض\nمن الخلق فتعذرت الحركة عليها؛ المجيء والذهاب، لكثرة الخلق. وفي هذا تسلية\nلسيف الدولة بكثرة من مات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nولا فضل فيها للشجاعة والندى ... وصبر الفتى لولا لقاء شعوب\n</p>\n\n<p>\nقال: يقول: لو أمن الناس الموت لما كان للشجاع فضل؛ لأنه قد أيقن بالخلود\nفلا خوف عليه، وكذلك الصابر والسخي، لأن في الخلود وتنقل الأحوال من عسر\nإلى يسر، وشدة إلى رخاء ما يسكن النفوس، ويسهل البؤس.\n</p>\n\n<p>\nوأقول: إن قوله في الشجاع صواب، وفي الصابر والسخي بما علله من العسر\nواليسر وغير ذلك غير صواب. والصحيح؛ أن يعلل أمر الصابر والسخي بما علل به\nأمر الشجاع، فيقال إن الشجاع لو لم يتخوف الموت، ويجوز وقوع الهلاك، لما\nكان لإقدامه فضل. وكذلك الصابر؛ لأنه بمنزلة الشجاع لأن الصبر شجاعة،\nوالشجاعة صبر.\n</p>\n\n<p>\nوكذلك يقال في الجواد: إنه إذا أعطى ماله وهو واثق بالسلامة في غزو\nالأعداء، وسلب الأموال، واقتحام الأخطار في الأسفار بقطع البحار، وجوب\nالقفار، لم يكن له بالجود فضل؛ لأنه قادر على خلف ما يعطي من غير خوف هلاك،\nولا تجويز\n</p>\n\n<p>\nتلف. (وهذا مثل قوله أيضا: (البسيط)\n</p>\n\n<p>\nلولا المشقة ساد الناس كلهم ... الجود يفقر والإقدام قتال)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوكم لك جدا لم تر العين وجهه ... فلم تجر في آثاره بغروب\n</p>\n\n<p>\nقال: يقول: إذا لم تعاين الشيء لم تعتدد به أكثر الأحوال، فلذلك ينبغي لك\nأن تتسلى عن عينك، كما لم تحزن لأجداد الماضين الذين لم ترهم.\n</p>\n\n<p>\nوأقول: إن هذا الذي ذكره ليس بشيء! والمعنى أنه أراد تسلية <span id='ms006'></span> سيف الدولة\nفقال: كم لك جدا فقد عن بعد لم تبكه، فاجعل هذا الذي فقد عن قرب بمنزلته؛\nلأنه قد شاركه في الفقد، وسواء في ذلك القريب والبعيد.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nنزلنا عن الأكوار نمشي كرامة ... لمن بان عنه أن نلم به ركبا\n</p>\n\n<p>\nلم يذكر معنى البيت وهو من أغرب المعاني وأحسنها. يقول: نزلنا عن إبلنا\nنمشي إكراما للمحبوب الذي بان عنه؛ أي: لم يعلم أن نلم به، أي: بالربع،\nركبا،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nأي: لو ألممنا به راكبين، لم يعلم بذلك لبعده عنه، ولكننا ألممنا به\nماشين كرامة له. فأن والفعل في موضع رفع بأنه فاعل بان عنه.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nلقد لعب البين المشت بها وبي ... وزودني في السير ما زود الضبا\n</p>\n\n<p>\nقال: الضب لا يرد الماء، وأنشد رجزا وضع على لسانه وقد قال ه الحوت: رد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nيا ضب فقال: (منهوك الرجز)\n</p>\n\n<p>\nأصبح قلبي صردا\n</p>\n\n<p>\nلا يشتهي أن يردا\n</p>\n\n<p>\nإلا عرادا عردا\n</p>\n\n<p>\nوصليانا بردا\n</p>\n\n<p>\nوعنكثا ملتبدا\n</p>\n\n<p>\nقال: والمعنى لم يزودني البين شيئا استعين به على السير. ضربه مثلا.\n</p>\n\n<p>\nوأقول: إن الضب يوصف بالذهول، وقد قالوا: أذهل من ضب وذلك أنه إذا خرج من\nجحره راعاه بطرفه، فإذا غاب عنه ذهل وحار!\n</p>\n\n<p>\nيقول: زودني البين الذهول والحيرة بفراق الأحباب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nومن تكن الأسد الضواري جدوده ... يكن ليله صبحا ومطعمه غصبا\n</p>\n\n<p>\nلم يذكر ابن جني تعلق هذا البيت بما قبله واتصاله به.\n</p>\n\n<p>\nوأقول: إنه لما ذكر في البيت الذي قبله لعب البين به، وأخبر أنه كثير\nالأسفار، قلق في البلاد، قال: فأنا في ذلك ليلي نهار ومطعمي غصب، وذلك فعل\nالأسد؛ لأن أجدادي أسود. وليت شعري! كيف ساغت له هذه الدعوى في أجداده\nبأنهم أسود، وهم يقصرون عن أن يكونوا ثعالب؟! وكأنه عاد عن هذه الدعوى فيما\nبعد مخافة الإكذاب؛ فشط، فاستفهم، فقال: (الطويل)\n</p>\n\n<p>\nولست أبالي بعد إدراكي العلا ... أكان تراثا ما تناولت أم كسبا\n</p>\n\n<p>\nيقول: إذا أدركت العلا فلا أبالي أورثته عن آبائي أم أدركته بنفسي.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nفبوركت من غيث كأن جلودنا <span id='ms007'></span> ... به تنبت الديباج والوشي والعصبا\n</p>\n\n<p>\nقال: جعله كالغيث، وجعل جلودهم كالأرض التي تنبت إذا أصابها الغيث؛ يريد\nكثرة ما يعطيهم من الكسي والتحف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول إنه لم يرد كثرة الكسي والتحف، ولكن أراد ألوانها المختلفة؛ وذلك\nأن الغيث إذ أصاب الأرض أنبتت ألوانا مختلفة من الزهر، فكذلك الكسي التي\n</p>\n\n<p>\nيعطيها، ولذلك جعلها من الوشي والعصب، وهي برود اليمن، تحوي ألوانا\nمختلفة، والديباج عمل الروم كذلك.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nفحب الجبان النفس أورده التقى ... وحب الشجاع النفس أورده الحربا\n</p>\n\n<p>\nقال: يرد الشجاع الحرب (إما) ليبلي بلاء يشرف ذكره في حياته به، وإما\nيقتل فيذكر بالصبر والأنفة بعد موته. وأنشد على ذلك أبياتا للعرب\nوالمحدثين، وقال: المحدثون يستشهد بهم في المعاني كما يستشهد (بالقدماء) في\nالألفاظ. وفسر البيت الذي بعده، وهو قوله: (الطويل)\n</p>\n\n<p>\nويختلف الرزقان والفعل واحد ... إلى أن ترى إحسان هذا لذا ذنبا\n</p>\n\n<p>\nبأن قال: إن الرجلين ليفعلان فعلا واحدا، فيرزق أحدهما ويحرم الآخر؛ فكأن\nالإحسان الذي رزق به هذا، هو الذنب الذي حرم به هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وهذا مثل قول الشاعر: (الوافر)\n</p>\n\n<p>\nوكم من موقف حسن أحيلت ... محاسنه فعد من الذنوب\n</p>\n\n<p>\nقال: ومثله: (الطويل)\n</p>\n\n<p>\nيخيب الفتى من حيث يرزق غيره ... ويعطى الفتى من حيث يحرم صاحبه\n</p>\n\n<p>\nوأقول: إنه لم يفهم معنى البيتين، ولا ترتيب الآخر منهما على الأول.\n</p>\n\n<p>\nومعنى البيت الأول، أن الجبان يحب نفسه فيحجم طلبا للبقاء، والشجاع يحب\nنفسه فيقدم طلبا للثناء، والبيت الثاني مفسر للأول.\n</p>\n\n<p>\nيقول: فالجبان رزق بحبه نفسه الذم لإحجامه، والشجاع رزق بحبه نفسه المدح\nلإقدامه، فكلاهما محسن إلى نفسه بحبه لها؛ فاتفقا في الفعل الذي هو حب\nالنفس، واختلفا في الرزقين اللذين هما الذم والمدح، حتى إن الشجاع لو أحسن\nإلى نفسه بترك الإقدام، كفعل الجبان، لعد ذلك له ذنبا. فهذا هو المعنى، وهو\nفي غاية\n</p>\n\n<p>\nالإحكام بل في غاية الإعجاز، لا ما فسره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوخيل تثني كل طود كأنها ... خريق رياح واجهت غصنا رطبا\n</p>\n\n<p>\nقال: وقريب من قوله: (يثني كل طود) قول أبي النجم في <span id='ms008'></span> صفة ناقة بثقل\nالوطء: (الرجز)\n</p>\n\n<p>\nتغادر الصمد كظهر الأجزل\n</p>\n\n<p>\nقال: والصمد: ما غلظ من الأرض، والأجزل: البعير المنفضخ السنام. كأنه\nيريد أن الجيش لكثرته إذا مر بجبل جعله اثنين لشدة الوطء وكثرة الحافر.\n</p>\n\n<p>\nوأقول: أحسن من هذا أن يكون يثني بمعنى يعطف، شدد للتكثير والمبالغة؛ أي:\nيجعل الطود الذي يمر به (متثنيا) كالغصن الرطب في اللين والانعطاف إذا مرت\nبه الريح الشديدة.\n</p>\n\n<p>\nوقوله: (الطويل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nأهذا جزاء الصدق إن كنت صادقا ... أهذا جزاء الكذب (إن كنت كاذبا)\n</p>\n\n<p>\nويقوي هذا قوله فيما يليه: (البسيط)\n</p>\n\n<p>\nبياض وجه يريك الشمس حالكة ... ودر لفظ يريك الدر مشخلبا\n</p>\n\n<p>\nوقال في تفسير هذا البيت: وقد تصف العرب بالبياض كما تصف بالآدمة. قال\nزهير: (الطويل)\n</p>\n\n<p>\nوابيض فيض يداه غمامة ... على معتفيه ما تغب نوافله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: إن العرب إذا وصفت الرجل بالبياض، مادحة له، لم ترد اللون على\nالحقيقة، وإنما تكني به عن وضوح شرف الممدوح وبيانه. وقد فسر قول حسان:\n(الكامل)\n</p>\n\n<p>\nبيض الوجوه كريمة أحسابهم ... شم الأنوف من الطراز الأول\n</p>\n\n<p>\nعلى ذلك، فكنى عن ظهور شرفهم وبيانه ببياض وجوههم. وقيل: إنه كنى في\nالنصف الثاني عن إبائهم وحميتهم بشمم أنوفهم، ذلك لتناسب الصفتين في\nالنصفين. وفسر بيت زهير أيضا على ذلك، وهو أشبه بكلام العرب.\n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nوكلما لقي الدينار صاحبه ... في ملكه افترقا من قبل يصطحبا\n</p>\n\n<p>\nقال: قوله: افترقا من قبل يصطحبا مع قوله: وكلما لقي الدينار صاحبه صحيح\nالمعنى على ما في ظاهر لفظه من مقارنة التناقض، وذلك أنه يمكن أن يقع\nالتقاء من غير اصطحاب ومواصلة، لأن الصحبة مقرونة بالمواصلة؛ يقول: فإنما\nيلتقيان مجتازين لا مصطحبين.\n</p>\n\n<p>\nوأقول: إنه لم ينفصل من التناقض؛ وذلك أنه اثبت الصحبة بقوله: لقي\nالدينار صاحبه في ملكه، ثم قال: افترقا من قبل يصطحبا فنفى المصاحبة،\nفالمناقضة باقية بحالها وإنما كانت المناقضة إذا قدر اسم الفاعل الذي هو\nصاحبه عاملا في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nالجار والمجرور الذي هو قوله: في ملكه؛ لأن بذاك تثبت المصاحبة بينهما،\nوإنما العامل في الجار والمجرور قوله: لقي، والتقدير <span id='ms009'></span>: وكلما لقي الدينار في\nملكه صاحبه قديما في ملك غيره (أو دينارا آخر مثله) افترقا هنا قبل أن\nيصطحبا. فالصحبة بينهما إنما كانت في ملك غيره (أو يكون صاحبه بمعنى كغيره\nأو مثله في كونه دينارا).\n</p>\n\n<p>\nوالملاقاة، كما ذكر، تكون من غير اصطحاب كقولهم: لقيته منحدرا مصعدا، فلا\nمناقضة حينئذ، وهذا بين لمن تدبره وأجال فيه نظره.\n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nمال كان غراب البين يرقبه ... فكلما قيل: هذا مجتد، نعبا\n</p>\n\n<p>\nقال: بعد أن فرق بين صياح الغراب، فقال: يقال: نعب: إذا مد عنقه وصاح،\n</p>\n\n<p>\nونعق: إذا صاح ولم يمد عنقه - هذا معنى حسن.\n</p>\n\n<p>\nيقول: فكما أن غراب البين لا يهدأ من الصياح، فكذلك الممدوح لا يفتر عن\nالعطاء.\n</p>\n\n<p>\nوأقول: هذا ليس بشيء!\n</p>\n\n<p>\nوالمعنى: أنه يصف الممدوح بكثرة تفريق ماله على المجتدين، وضرب لماله\nبتفريقه مثلا ما ذكر من صياح الغراب وتفريقه بين الأصحاب فقال: مال الممدوح\nكأن غراب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nالبين موكل به يرقبه، فإذا جاء مجتد نعب هنالك؛ فتفرق ماله لصياحه كما\nيتفرق الأحباب عند صياح الغراب.\n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nإن المنية لو لاقتهم وقفت ... خرقاء تتهم الإقدام والهربا\n</p>\n\n<p>\nقال: يقول: لو لاقتهم لبقيت متحيرة؛ تتهم الإقدام مخافة الهلكة، والهرب\nمخافة العار.\n</p>\n\n<p>\nوأقول: هذا ليس بشيء! لأن التهمة إنما تكون فيما يشك فيه، والعار في\nالهرب متيقن. وإنما جعل المنية إذا لاقته بمنزلة القرن الخائف من قرنه،\nالحائر في أمره يخشى إن اقدم الهلاك، وإن هرب الإدراك.\n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nمبرقعي خيلهم بالبيض قد جعلوا ... هام الكماة على أرماحهم عذبا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أي: قد جعلوا مكان براقع خيلهم حديدا على وجوهها؛ ليقيها الحديد إن\nتوصل إليها.\n</p>\n\n<p>\nوأقول: ليس لهم في هذا مزية على غيرهم، وكيف عبر عن صفائح الحديد التي\nعلى وجوه الخيل بالبيض؛ وهذا استعمال لم يستعمله أحد؟\n</p>\n\n<p>\nوالمعنى (أن) هؤلاء لا براقع لخيلهم، على الحقيقة، تقي وجوهها من السيوف\n</p>\n\n<p>\nوالرماح، ولكن بيضهم، أي سيوفهم، تقوم مقام البراقع في حفظ رؤوسها،\nلنجدتهم وحسن مراسهم في الحرب، ولإحجام أعدائهم عن الإقدام عليهم، وهذا مثل\nقوله <span id='ms010'></span>: (الوافر)\n</p>\n\n<p>\nلقوه حاسرا في درع ضرب ... . . . . . . . . .\n</p>\n\n<p>\nوكقوله: (الطويل)\n</p>\n\n<p>\n. . . . . . . . . . . . . . . لبسنا إلى حاجاتنا (الضرب والطعنا)\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nحاولن تفديتي وخفن مراقبا ... فوضعن أيديهن فوق ترائبا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أي أشرن إلي من بعيد، ولم يجهرن بالسلام والتحية خوف الوشاة\nوالرقباء.\n</p>\n\n<p>\nوقال الواحدي: الإشارة بالسلام، لا تكون بوضع اليد على الصدر. وإنما\nالمعنى: أنهن طلبن أن يقلن لي: نفديك بأنفسنا، وخفن الرقيب، فنقلن التفدية\nمن القول إلى الإشارة بوضع الأيدي على الترائب (وهو الصحيح).\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nشديد الخنزوانة لا يبالي ... أصاب إذا تنمر أم أصيبا\n</p>\n\n<p>\nقال: أراد: أأصاب، فحذف همزة الاستفهام ضرورة، وقد جاء مثله، وأنشد\nسيبويه: (الطويل)\n</p>\n\n<p>\nلعمرك ما ادري وإن كنت داريا ... شعيب بن سهم أم شعيب بن منقر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: ليس حذف الهمزة هنا بضرورة، وليس هذا مثل البيت الذي استشهد به،\nوذلك أنه يقال: وصاب بمعنى؛ لغتان، وقد قال أبو الطيب: (الكامل)\n</p>\n\n<p>\nورمى وما رمتا يداه فصابني. . . . . . . . .\n</p>\n\n<p>\nفقد جمع، في هذا، بين اللغتين كما قال: (الكامل)\n</p>\n\n<p>\n. . . . . . . . . أسرت إليك ولم تكن تسري\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nكأن دجاه يجذبها سهادي ... فليس تغيب إلا أن يغيبا\n</p>\n\n<p>\nقال: أي: فكما أن سهادي لا تغيب عني فكذلك هذا الليل لا يغيب عني لتعلق\nأحدهما بصاحبه.\n</p>\n\n<p>\nواقول: المعنى، أن سهادي ثابت لا يزول، وكأن الدجى متصلة بسهادي متعلقة\nبه، فهو يجذبها ويمنعها من أن تغيب، أي: من الزوال والانقضاء. فإذا كان\nسهادي ثابتا لا يغيب، أي: لا يزول، فالدجى ثابتة لا تزول، لأنها متصلة به\nكالسبب والمسبب، وكأن هذا من قول امرئ القيس: (الطويل)\n</p>\n\n<p>\nفيالك من ليل كأن نجومه ... بكل مغار الفتل شدت بيذبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nولما قلت الإبل امتطينا ... إلى ابن أبي سليمان الخطوبا\n</p>\n\n<p>\nقال: يقول: كأن هذه الشدائد أكلتني، فكنت بمنزلة أرض أكل جميع ما كان\nعليها من نبت فأجدبت.\n</p>\n\n<p>\nوأقول: أنه عرض للممدوح بإقتاره ورقة حاله بقوله: ولما قلت الإبل لأن\nالإبل ليست بقليلة إلا على المعسرين، أي: ركبنا ما لا يشبه الإبل، وهي\nالشدائد، لأن الإبل ترتع في نبت الأرض، والشدائد ترتع فينا، أي: تنهك <span id='ms011'></span>\nأجسامنا وأموالنا، ولما استعار للخطوب الرعي استعار لجسمه الجدب، للمناسبة\nالتي بينهما، وذكر أنه فارق الشدائد، بوصوله إلى الممدوح (في قوله بعد ذلك:\n(الوافر)\n</p>\n\n<p>\n. . . . . . . . . . . . فما فارقتها إلا جديبا)\n</p>\n\n<p>\nليلزمه الإحسان إليه، والإنعام عليه.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nإليك فإني لست ممن إذا اتقى ... عضاض الأفاعي نام فوق العقارب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nقال: يقول: لست ممن إذا اتقى عظيمة صبر على مذلة وهوان؛ تشبه العظيمة\nبالأفاعي، ويشبه الذل بالعقارب، وكل مهلك، أي: إذا كرهت أمرا عظيما، لم\nأصبر على مكروه دونه، بل أبى الجميع، صغيره وكبيره.\n</p>\n\n<p>\nوأقول: (هذا بضد شرحه لقوله:\n</p>\n\n<p>\n. . . . . . . . . ولم تدر أن العار شر العواقب\n</p>\n\n<p>\nبقوله: أي: تخوفني الهلاك وهو عندي دون العار الذي أمرتني بارتكابه. . .\n. . .).\n</p>\n\n<p>\nولو شبه الأفاعي بالمهالك، والعقارب بالأذى والنمائم والمكائد لكان أولى،\nوقد قال أبو النشناش: (الطويل)\n</p>\n\n<p>\nوللموت خير للفتى من قعوده ... عديما، ومن مولى تدب عقاربه\n</p>\n\n<p>\nأي: لست ممن يصبر على الأذى والضيم لخوف المهالك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nبأي بلاد لم أجر ذوائبي ... وأي مكان لم تطأه ركائبي\n</p>\n\n<p>\nقال: أي: لم أدع من الأرض موضعا إلا جولت فيه، إما متغزلا أو غازيا.\n</p>\n\n<p>\nوأقول: إن قوله: لم تطأه ركائبي لا يدل على (الغزو)، ولو قال: سوابقي\nلأنه يحتمل أن يكون لوفادة أو لغيرها.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nيقولون تأثير الكواكب في الورى ... فما باله تأثيره في الكواكب!\n</p>\n\n<p>\nقال: يقول: هو يؤثر في الكوكب، فكيف قال الناس: إن الكواكب تؤثر في\nالناس؟! يعجب من ذلك ويعظم أمره؛ وذلك أنه يبلغ من الأمر ما أراد فكأن\nالكواكب تبع له.\n</p>\n\n<p>\nوأقول: هذا المعنى الظاهر. وقد قال غيره: إنه أراد، بتأثيره في الكواكب،\nتغطيتها\n</p>\n\n<p>\nوإخفاءها بما تثيره سنابك الخيل من العجاج حتى يخفى (نور) الشمس في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nالنهار فتظهر الكواكب، فإن كان المعنى ذلك فهو من قوله: (البسيط)\n</p>\n\n<p>\nوالشمس طالعة ليست بكاسفة ... تبكي عليك نجوم الليل والقمرا\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nحملت إليه من لساني حديقة ... سقاها الحجى سقي الرياض السحائب\n</p>\n\n<p>\nقال: جعل لسانه حديقة مجازا، وتشبيها للثناء بنور الروضة.\n</p>\n\n<p>\nوأقول: إن اللسان يحتمل أن يكون العضو الذي يتكلم به <span id='ms012'></span>، وأن يكون الكلام\nنفسه كقول، الحطيئة: (الوافر)\n</p>\n\n<p>\nندمت على لسان كان مني ... فليت بأنه في جوف عكم\n</p>\n\n<p>\nفإذا جعل اللسان الكلام كان هو الحديقة (كما ذكر).\n</p>\n\n<p>\nوإن جعل اللسان العضو لم يكن الحديقة، وكانت الحديقة منه، وهي النظم\nيحسنه ويزينه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nكأن كل سؤال في مسامعه ... قميص يوسف في أجفان يعقوب\n</p>\n\n<p>\nقال: يقول: يفرح بكل سؤال فرحة يعقوب بقميص يوسف؛ كرما وسخاء.\n</p>\n\n<p>\nوأقول: المعنى أن سمعه ينتفع بسؤال العفاة، كانتفاع أجفان يعقوب بقميص\nيوسف، وذلك إشارة إلى قوله تعالى: (فلما أن جاء البشير ألقاه على وجهه\nفارتد بصيرا).\n</p>\n\n<p>\nفإن قيل: فهذا يناقض قوله في مكان آخر: (الخفيف)\n</p>\n\n<p>\nوالجراحات عنده نغمات ... سبقت قبل سيبه بسؤال\n</p>\n\n<p>\nأي: يستضر بنغمات السؤال قبل العطاء؛ كاستضراره بالجراحات.\n</p>\n\n<p>\nفيقال: لا يع هذا تناقضا وعيبا، ولكن يعد هذا حذقا وتوسعا وصناعة من\nالشاعر،\n</p>\n\n<p>\nفيمدح بشيء في موضع، ويجعله ذما في موضع آخر. ألا ترى إلى مديح الشعراء\nالشجعان والأجواد بتشبيههم لهم بالأسود والبحار، وإلى قول أبي الطيب:\n(الطويل)\n</p>\n\n<p>\nولولا احتقار الأسد شبهتها بهم ... ولكنها معدودة في البهائم\n</p>\n\n<p>\nوإلى قول بعض شعراء المغرب: (الطويل)\n</p>\n\n<p>\nسألت أخاه البحر عنه فقال لي ... ضقيقي إلا انه الساكن العذب\n</p>\n\n<p>\nلنا ديمتا ماء ومال فديمتي ... تماسك أحيانا وديمته سكب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوأخلاق كافور إذا شئت مدحه ... وإن لم أشا تملي علي وأكتب\n</p>\n\n<p>\nقال: قوله: شئت مدحه وإن لم أشأ فأخلاقه تعرب عن فضله وكرمه.\n</p>\n\n<p>\nوقوله: وإن لم أشأ فيه ضرب من الهزء، وهكذا عامة شعره فيه.\n</p>\n\n<p>\nوأقول: إن قوله: وإن لم أشأ ليس فيه ضرب من الهزء، كما ذكر، بل فيه ضرب\nمن الجد؛ يقول: تلزمني أخلاقه مديحه، وإن لم أرده، فكأنها هي المادحة له؛\nلأنها تملي علي وأنا أكتب، وهذا ينظر إلى قوله: (الطويل)\n</p>\n\n<p>\nيقر له بالفضل من لا يوده. . . . . . . . .\n</p>\n\n<p>\n(وهو) من قول الآخر: (الكامل)\n</p>\n\n<p>\n. . . . . . . . . والفضل ما شهدت به الأعداء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nأبا المسك هل في الكأس فضل لشارب ... فإني أغني منذ حين وتشرب\n</p>\n\n<p>\nقال: ضرب هذا له مثلا؛ يقول: مديحي <span id='ms013'></span> يطربك كما يطرب الغناء الشارب.\n</p>\n\n<p>\nوأقول: إنه جعل الملك (أو الغنى) في يده كالكأس، وجعل مديحه له كالغناء\nالذي يطربه، وجعل نفسه بإنشاده كالمغني، وهو يشرب ولا يسقيه، وذلك بخلاف ما\nتقتضيه العادة والمروءة وهذا فيه توبيخ له.\n</p>\n\n<p>\nوقوله: منذ حين استبطاء لمعروفه.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nإذا لم تنط بي ضيعة أو ولاية ... فجودك يكسوني وشغلك يسلب\n</p>\n\n<p>\nقال: إذا لم تنط بي، أي: تسند إلي جيشا، ولم تهب لي ضيعة، فليس في دخلي\nكفاء لخرجي؛ يريد كثرة مئونته وقلة فائدته.\n</p>\n\n<p>\nوأقول: ليس في كلامه ما يدل على أن ليس في دخله كفاء لخرجه، ولا على كثرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nالمؤونة وقلة الفائدة، وإنما كان كافور قد وعده بأن يوليه ويقطعه، فجعل\nيسوفه ويمطله، وجعل يعطيه الشيء بعد الشيء ما يقوم بمئونته ومؤونة دوابه\nوغلمانه، فلما طال عليه ذلك قال له: إذا لم تنط بي ما وعدتني، وأعطيتني\nشيئا لا يبقى لي، ولا يفضل عني لأني أخرجه أولا فأولا، فكأنك لم تصنع شيئا،\nفجعل جوده في إعطائه له هذا الشيء اليسير بمنزلة الكسوة، وشغله له وقطعه عن\nالتسبب بمنزلة السلب، فهذا هو المعنى.\n</p>\n\n<p>\n(وقد روي: وشغلك، بفتح الشين، وذلك مما يدل على ما قلت).\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوكل تمرئ يولي الجميل محبب ... وكل مكان ينبت العز طيب\n</p>\n\n<p>\nقال: قوله: ينبت العز استعارة حسنة؛ أي: من حصل بين يديك عز وعلا قدره.\n</p>\n\n<p>\nوأقول: لا شك أن الاستعارة حسنة، ولكنه لم يفهم معنى البيت. ومعناه: أنه\nلما ذكر أهله وأوطانه فيما قبله، وذكر حنينه اليهم، وفضل كافورا عليهم في\nمقامه عنده، وانقطاعه إليه قال: لا ينبغي للإنسان أن يحن إلى الأهل والوطن\nإذا لم يوافق، وإن كان الأهل محببين، والوطن طيبا، بل المرء الذي يولي\nالجميل هو المحبب على الحقيقة، وكذلك المكان الذي ينبت العز هو الطيب،\nويعني بذلك مقامه عند كافور لأنه بهذه المثابة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوعن ذملان العيس إن سامحت به ... وإلا ففي أكوارهن عقاب\n</p>\n\n<p>\nقال: يقول: إن سمحت العيس لي بسيرها وإلا ففي أكوارها مني <span id='ms014'></span> عقاب، فلا حاجة\nلي إلي سيرها؛ فأنا أقطع المفاوز على قدمي.\n</p>\n\n<p>\nوأقول: إنه لم يفهم المعنى، ولا تنبه له أحد من بعده (والتقدير: أنا غني\nعن الأوطان والحنين إليها وعن ذملان العيس، وإلا اغن عنهما - لما يعرض لي\nمن سوء المقام عند من أنا مقيم عنده - فإني خفيف في السير والاضطراب، كأني\nفي أكوار العيس عقاب، فجعل الكور كالوكر له وهو آلف له معتاد كالعقاب).\n</p>\n\n<p>\n(وقوله: (الطويل)\n</p>\n\n<p>\nوأكثر ما تلقى، أبا المسك بذلة ... إذا لم يصن إلا الحديد ثياب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nقال: يقول: إذا تكفرت الأبطال فلبست الثياب فوق الحديد خشية واستظهارا؛\nفذلك الوقت أشد ما يكون تبذلا للضرب والطعن شجاعة وإقداما.\n</p>\n\n<p>\nوأقول: ليس المعنى في التقدير كما. . .)\n</p>\n\n<p>\nوقوله: (السريع)\n</p>\n\n<p>\nلو درت الدنيا عنده ... لاستحيت الأيام من عتبه\n</p>\n\n<p>\nقال: يقول: لو علمت الدنيا بما عنده من الفضل والنفاسة، لاستحيت الأيام\nمن عتبه عليها.\n</p>\n\n<p>\nوأقول: إنها تعلم بما عنده من الفضل والنفاسة، ولكنها لا تعلم ما عنده من\nالحزن والكآبة، (ولهذا) اعتذر لها بما ذكره فيما بعد.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nهن الثلاث المانعاتي لذتي ... في خلوتي لا الخوف من تبعاتها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nقال: يقول: إنما أترك لذتي في خلوتي، لما في المروءة والفتوة والأبوة، لا\nلما\n</p>\n\n<p>\nيتخوف من تبعات اللذة، وهذا سرف نعوذ بالله منه.\n</p>\n\n<p>\nوأقول إن أبا الطيب أطلق اللفظ بذكر التبعات، ولم يقيد بالتبعات التي\nتتخوف من قبل أهل المحبوب من قتل وقتال، وتوعد وتهدد، فذلك أراد، ولم يرد\nالتبعات التي تلحقه من الآثام التي يكون الله - سبحانه - هو المطالب بها\nوالمجازي عليها في الآخرة.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nعجبا له حفظ العنان بأنمل ... ما حفظها الأشياء من عاداتها!\n</p>\n\n<p>\nقال: يقول: كيف حفظ العنان بأصابعه، وإنما من شأنها، ابدا، العطاء\nوالبذل، لا الحفظ.\n</p>\n\n<p>\nوأقول: إن كان أراد بالحفظ إمساك الشيء ولزومه طويلا، كإمساك المال، فليس\nمن عاداتها.\n</p>\n\n<p>\nوإن أراد بالحفظ إمساك الشيء ولزومه، على الجملة، كلزوم السيف في الحرب\nوحفظه، وإمساك الرمح والقلم والكتب، فهي كذلك وهو من عاداتها.\n</p>\n\n<p>\nوكأنه أراد بقوله: الأشياء التي تتمول وتقتنى <span id='ms015'></span> من الذهب والفضة، ونفائس\nالذخائر من الثياب والجواهر والخيل والعبيد، فإن ذلك ليس من عاداتها، فأطلق\nبقوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nالأشياء وهو يريد بعضها، وهذا كثير في استعمالهم كقوله - تعالى -:\n(وأوتيت من كل شيء) وقوله: (تدمر كل شيء) وقول أبي الطيب: (الوافر)\n</p>\n\n<p>\nيقول لي الطبيب أكلت شيئا. . . . . . . . .\n</p>\n\n<p>\nأي: شيئا ضارا.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nلا تعذل المرض الذي بك شائق ... أنت الرجال وشائق علاتها\n</p>\n\n<p>\nأقول: إن هذه (الأبيات) في وصف المرض من أغث شعر قيل فيه وأبرده، وأناه\n</p>\n\n<p>\nعن الصواب وأبعده. ومثلها الأبيات التي في فصد بدر بن عمار، بل تلك تربي\nعليها في الثقالة وتزيد في الإحالة، (وهي التي منها: (المنسوخ)\n</p>\n\n<p>\nلم تبق إلا فبيل عافية ... قد وفدت تجتديكها العلل\n</p>\n\n<p>\nوتلك بشارة. . . .) وهذا إنما يوقعه فيه طلب التدقيق، فيخرجه عن المجار\nوالتحقيق، فلا يأتي منه بما يستفاد، فضلا عما يستجاد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nووجه البحر يعرف من بعيد ... إذا يسجو، فكيف إذا يموج!\n</p>\n\n<p>\nقال: قوبه: يموج لأنه رآه يدير الرمح فشبهه بالبحر المائج.\n</p>\n\n<p>\nوأقول: الأظهر أنه وصف الجيش بالبحر وجعل سيف الدولة وجهه، لأنه أعلاه\nومقدمه؛ فيكون فيه مدح له ولجيشه بأن جعل جيشه كالبحر في عظمه وتموجه، وسيف\nالدولة وجهه لعلوه، وشرفه وإقدامه.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nنازعته قلص الركاب وركبه ... خوف الهلاك، حداهم التسبيح\n</p>\n\n<p>\nقال: نازعته، أي أخذت منه بقطعي إياه، وأعطيته ما نال من الركاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: الذي قاله ليس بشيء!\n</p>\n\n<p>\nوإنما هو من نازعت فلانا الشيء إذا جاذبته إياه.\n</p>\n\n<p>\nيقول: نازعت هذا البلد الطويل الإبل لاستنقذها منه؛ لأنه يجذبها ليهلكها،\nوأنا أجذبها لأنجيها وأنجو عليها. وهذا من أفصح كلام وأحسن استعارة، (وقلما\nيقع لمحدث مثله).\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nجهد المقل فكيف بابن كريمة ... توليه خيرا واللسان فصيح\n</p>\n\n<p>\nقال: يقول: الشكر جهد المقل، فكيف ظنك بكريم شاعر فصيح؛ يعني نفسه!\n</p>\n\n<p>\nوأقول: إن قوله: الشكر جهد المقل خطأ، وإنما يريد ما ذكره من وصف الرياض\nفي البيت الذي قبله، وهو قوله: (الكامل)\n</p>\n\n<p>\nوذكي رائحة الرياض كلامها ... يبغي الثناء على الحيا فيفوح\n</p>\n\n<p>\nقال الواحدي: ذاك (من الرياض) جهد <span id='ms016'></span> المقل؛ لأنها لا تملك النطق ولا تقدر\nمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nشكر السحاب إلا على ما يفوح منها من الروائح الطيبة، فكيف ظنك بابن كريمة\n- يعني نفسه - تحسين إليه وله لسان فصيح يقدر في الثناء (على) ما لا تقدر\nعليه الرياض؟\n</p>\n\n<p>\nوقوله: (الرياض)\n</p>\n\n<p>\nيرد يدا عن ثوبها وهو قادر ... ويعصي الهوى في طيفها وهو راقد\n</p>\n\n<p>\nقال: لو أمكنه في موضع قادر يقظان لكان حسنا لكنه لما لم يجد إليه سبيلا،\nشحا على الوزن، جاء بلفظ كأنه مقلوب راقد، وهو قادر لقرب اللفظ في التجانس.\nعلى أن في البيت شيئا وهو أن الراقد قادر أيضا لأنه قد يتحرك في نومه\nويصيح، ولكن لما كان ذلك لغير قصد وإرادة صار كأنه غير قادر.\n</p>\n\n<p>\nومعنى البيت: إنه يعصي الهوى من منازعته إياها راقدا ويقظان؛ يصف نفسه\nبالنزاهة.\n</p>\n\n<p>\nوأقول في قوله: لو أمكنه في موضع قادر يقظان لكان حسنا: لو أراد ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nلأمكنه أن يجعل موضع يقظان لأنه في معناه وأحسن منه لأنه على وزن راقد\nوليس كذلك يقظان، ولم يرد ذلك لأن اليقظان قد يكون غير قادر، والقادر على\nالملامسة لا يكون إلا يقظان، وهذا يفسد قوله في النائم إنه قادر، فالأخذ\nالذي أخذه عليه غير صحيح، والصحيح ما ذكره أبو الطيب؛ (يقول: يعف عن الحبيب\nفي اليقظة وعن طيفه في النوم. وهذا من قول الآخر: (الكامل)\n</p>\n\n<p>\nماذا يريد الناس من رجل ... خلص العفاف الأنام له\n</p>\n\n<p>\nإن هم في حلم بفاحشة ... زجرته عفته فينتبه\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوأورد نفسي والمهند في يدي ... كوارد لا يصدرن من لا يجالد\n</p>\n\n<p>\nقال: أي: من وقف مثل موقفي في الحرب، ولم يكن شجاعا جلدا هلك.\n</p>\n\n<p>\nوأقول: لم يفهم المعنى وهو: إني أورد نفسي موارد من الحرب لا ينجي فيها\nالفرار، لشدتها وضيقها وصعوبتها، ولا ينجي غيها إلا الجلاد. وكأن أبا الطيب\nوقف على قول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nالمهلب لابنه يزيد في بعض أيامه من الخوارج - وكان على رأسه (فوق البيضة)\nقلنسوة محشوة، وإن قطنها ليتطاير من ضرب السيوف -: هذا يوم لا ينجو فيه إلا <span id='ms017'></span>\nمن صبر! ذكر ذلك أبو العباس في الكامل.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوغلس في الوادي بهن مشيع ... مبارك ما تحت اللثامين عابد\n</p>\n\n<p>\n(أقول): اشتغل (ابن جني) بذكر الفرق بين اللثام واللفام، فذكر عن الفراء\nوأبي زيد أن الذي على طرف الأنف بالثاء، والذي على الأنف بالفاء، عن معنى\nقوله: تحت اللثامين وهما: لثام العمامة ولثام المغفر، ومبارك ما تحتهما\nيعني وجهه، يقال: فلان مبارك الوجه وميمون النقيبة، فيكنى بذلك عن الجملة\nكقوله - تعالى: (وجوه يومئذ ناضرة) و (وجوه يومئذ ناعمة).\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nفتى يشتهي طول البلاد ووقته ... تضيق به أوقاته والمقاصد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أي يشتهي طول البلاد ووقته، والزمان يظهر ما عنده من الفضل والكمال،\nومع ذلك تضيق به مقاصده.\n</p>\n\n<p>\nوأقول: ليس في اللفظ ما يدل على ما ذكره من إظهار الزمان ما عنده من\nالفضل والكمال. ولكن: تضيق في موضع الحال.\n</p>\n\n<p>\nيقول: إن الممدوح، لعظمه وعظم همته يشتهي طول البلاد وطول وقته، في حال\nضيق أوقاته به ومقاصده ليبلغ من ذلك ما يليق به (وما يشابهه. ومثله قوله\nفيه: (البسيط)\n</p>\n\n<p>\nضاق الزمان ووجه الأرض عن كلك ... ملء الزمان وملء السهل والجبل)\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nأخو غزوات ما تغب سيوفه ... رقابهم إلا وسيحان جامد\n</p>\n\n<p>\nقال: أي: ما يغبهم إلا لجمود الماء.\n</p>\n\n<p>\nوأقول: هذه عبارة ليست بتلك الجيدة؛ لأنه يقال: فجمود ماء شيحان مما\nيعينه على غزوهم، ويسهل له الدخول إليهم، (لأنه، كما ذكر أنه يجمد بحيث\nتدخل عليه المارة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوالناس والدواب فيحملهم). ولو قال: ما يغبهم إلا لشدة البرد بهجوم\nالشتاء، كان أجود، وذلك أن قوله: وسيحان جامد في موضع الحال، أي: في حال\nجمود نهرهم المعروف سيحان، وذلك يدل على شدة البرد فيمتنع الغزو.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nذكي تظنيه طليعة عينه ... يرى قلبه في يومه ما ترى غدا\n</p>\n\n<p>\nقال: يقول: لصحة ذهنه وفرط ذكائه إذا ظن شيئا رآه بعينه لا محالة، وهذا\nكقول دريد: (الطويل)\n</p>\n\n<p>\nقليل التشكي للمصيبات حافظ ... من اليوم أعقاب الأحاديث في غد\n</p>\n\n<p>\nوأقول: إن بينهما فرقا. وذلك أن دريدا يصف أخاه <span id='ms018'></span> بأنه متنبه للمكارم،\nباكتساب المحامد واجتناب الملاوم، لأن قوله:\n</p>\n\n<p>\n. . . . . . حافظ ... من اليوم أعقاب الأحاديث في غد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nأي: ما يعقب الأحاديث التي يذكر بها الإنسان (بعد موته) من حمد إن كانت\nخيرا أو ذم إن كانت شرا.\n</p>\n\n<p>\nومن ذلك ما حدث به أبو تمام عن بعض المهلبيين قال: قال يزيد بن المهلب:\nوالله الحياة أحب إلي من الموت، ولثناء حسن أحب إلي من الحياة، ولو أنني\nأعطيت ما لم يعط أحد لأحببت أن تكون لي أذن تسمع ما يقال في غدا إذا أنا\nمت!\n</p>\n\n<p>\nوأبو الطيب يصف الممدوح بصحة الحدس وحدة الذهن كقوله: (الكامل)\n</p>\n\n<p>\nمستنبط من علمه ما في غد ... فكأنما سيكون فيه دونا\n</p>\n\n<p>\nولو قال: هذا كقول أوس: (المنسرح)\n</p>\n\n<p>\nالألمعي الذي يظن لك الظ ... ن كأن قد رأى وقد سمعا\n</p>\n\n<p>\nكان أولى من بيت دريد.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nعرضت له دون الحياة وطرفه ... وأبصر سيف الله منك مجردا\n</p>\n\n<p>\nقال: لما رآك لم تسمع عينه غيرك لعظمك في نفسه، وحلت بينه وبين حياته\nفصار كالميت في بطلان حواسه إلا منك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n(وأقول:) وهذا الذي ذكره ليس بشيء!\n</p>\n\n<p>\nوالمعنى: أن الدمستق لما رأى سيف الدولة خاف منه؛ فلشدة خوفه كأنه حال\nبين طرفه وحياته وقد:\n</p>\n\n<p>\n. . . . . . . . . . . . أبصر سيف الله منه مجردا\n</p>\n\n<p>\nأي: في تلك الحال، وقد هاهنا مقدرة، أي: سيف الله لا سيف خلقه، كقوله:\n(المتقارب)\n</p>\n\n<p>\nفيا سيف ربك لا خلقه. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nرأيتك محض الحلم في محض قدرة ... ولو شئت كان الحلم منك المهندا\n</p>\n\n<p>\nقال: أي حلمك عن الجهال عن قدرة، ولو شئت لسللت عليهم السيف.\n</p>\n\n<p>\nوأقول: الجيد لو قال: (لقتلتهم) بالسيف.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\n. . . . . . . . . ... . . . كان الحلم منك المهندا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nفمن قولهم: عتابك السيف. وقول عمرو: (الوافر)\n</p>\n\n<p>\nوخيل قد دلفت لها بخيل ... تحية بينهم ضرب وجيع\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nاليوم عهدكم فأين الموعد ... هيهات ليس ليوم عهدكم غد\n</p>\n\n<p>\nقال: أي: أموت وقت فراقكم فلا أعيش إلى غد ذلك اليوم، فليس لذلك اليوم غد\nعندي.\n</p>\n\n<p>\nوأقول: لهم يفهم معنى هذا البيت، ولا فهمه أحد ممن جاء بعده!\n</p>\n\n<p>\nومعناه: كأنه <span id='ms019'></span> سأل أحبته: متى الوصال؟ فقالوا: في غد، فلما حضر قال: اليوم\nعهدكم بالوصال فأين الموعد؟ أي: في أي مكان يكون. ثم كأنه تبين له منهم\nالخلف فقال: هيهات! أي: استبعد أن يكون ليوم عهدهم بالوصال غد. وهذا مثل\nقول بعضهم: (الكامل)\n</p>\n\n<p>\nفي كل يوم قائل لي في غد ... يفنى الزمان وما ترى عيني غدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nالموت أقرب مخلبا من بينكم ... والعيش أبعد منكم لا تبعدوا\n</p>\n\n<p>\nقال: (أي: قبل أن تبينوا عني أموت خوفا لبينكم.\n</p>\n\n<p>\nقال: وهذا مثل قوله: (الوافر)\n</p>\n\n<p>\nأرى أسفي وما سرنا شديدا ... فكيف إذا غدا السير ابتراكا)\n</p>\n\n<p>\nيقول: فإذا بعدتم كان العيش أبعد منكم؛ لأنه يعدم البتة وأنتم موجودون،\nوإن كنتم\n</p>\n\n<p>\nبعداء عني فالعيش إذا أبعد منكم لأن بكم الحياة.\n</p>\n\n<p>\nوأقول: أخصر من هذه العبارة (وأبين) أن يقول: الموت مني قريب ببينكم،\nوبينكم أيضا مني قريب. إلا أن الموت أقرب منه، وعيشي إذا بعدتم بعيد، وأنتم\nبعيدون إلا أن العيش ابعد منكم، فدعا لهم أن لا يبعدوا، وإنما الدعاء له في\nالحقيقة لأن ببعدهم بعد حياته وبقربهم قربها.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nقالت، وقد رأت اصفراري: من به؟ ... وتنهدت، فأجبتها: المتنهد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أي: من المطالب به؟ كذا معناه.\n</p>\n\n<p>\nوأقول: ليس كذا معناه، ومعنى: من به، أي: من في قلبه أو من يهوى؟\nفأجبتها: المتنهد، أي: أنت، وهذا أمثل من قوله؛ لأن المطالبة تكون بالقتل،\nوالاصفرار يدل على الهوى (لا على القتل) وهو مثل قول الآخر: (الكامل)\n</p>\n\n<p>\nظلت تسائل بالمتيم أهله ... وهي التي فعلت به أفعالها\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nفرأيت قرن الشمس في قمر الدجى ... متأودا غصن به يتأود\n</p>\n\n<p>\nقال: قرن الشمس: أعلاها؛ أي: قد جمعت حسن الشمس والقمر.\n</p>\n\n<p>\nوأقول: المعنى غير ذلك، وهو أنه شبه صفرتها من الحياء بقرن الشمس، وهو\nأول ظهورها وشروقها، وشبه بياضها بالقمر، فكانت مصفرة الحياء في بياض وجهها\nكالشمس في القمر.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nأبلت مودتها الليالي بعدنا ... ومشى عليها الدهر وهو مقيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nقال: هذا مثل واستعارة،\n</p>\n\n<p>\nوذلك أن المقيد يتقارب خطوه، فيريد أن الدهر دب <span id='ms020'></span> إليها فغيرها كما قال أبو\nتمام: (الوافر)\n</p>\n\n<p>\nفيا حسن الديار وما تمشى ... إليها الدهر في صور البعاد\n</p>\n\n<p>\nوقال الواحدي في قوله:\n</p>\n\n<p>\n. . . . . . . . . ومشى عليها الدهر وهو مقيد\n</p>\n\n<p>\nوهو الصحيح، أنه أراد المبالغة في الإبادة؛ أي وطئها وطأ ثقيلا، كما قال\nالحارث بن وعلة: (الكامل)\n</p>\n\n<p>\nووطئتنا وطأ على حنق ... وطأ المقيد نابت الهرم\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nأبرحت يا مرض الجفون بممرض ... مرض الطبيب له وعيد العود\n</p>\n\n<p>\nقال: يعني بالممرض جفنها.\n</p>\n\n<p>\nو:\n</p>\n\n<p>\n. . . . . . . . . ... ورض الطبيب له وعيد العود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nمثل، ولا طبيب هناك ولا عود، ولكن لما جعل الممرض جفونا، جعل لها طبيبا\nوعودا.\n</p>\n\n<p>\n(وأقول:) وهذا ليس بشيء! والمعني بالممرض نفسه، ووصفها بالمبالغة في\nالمرض إلى أن مرض الطبيب والعود رحمة له وخوفا عليه.\n</p>\n\n<p>\nوالمعنى أن مرض جفون المعشوق أبرح بالممرض، الذي هو العاشق، أي: اشتد\nوتجاوز في الأذى والألم، فجعل مرض (الجفن) الذي هو ضعيف يشتد على العاشق\nويبالغ في أذاه. وذلك عجب وهو من أحسن معنى.\n</p>\n\n<p>\nويدل على أن الممرض نفسه، الضمير الذي يليه في البيت الذي بعده وهو:\n</p>\n\n<p>\nفله بنو عبد العزيز. . . . . . . . .\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nنظر العلوج فلم يروا من حولهم ... لما رأوك وقيل: هذا السيد\n</p>\n\n<p>\nقال: لما رأوك تشاغلوا بالنظر إليك، وبرقت أبصارهم فلم يروا أحدا لديك.\n</p>\n\n<p>\nوأقول: لا حاجة إلى ذكر البرق، بل لما رأوا الممدوح لم يروا من دونه؛\nلعظمته، اشتغالا به عمن سواه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nكن حيث شئت تسر إليك ركابنا ... فالأرض واحدة وأنت الأوحد\n</p>\n\n<p>\nقال: قوله: فالأرض واحدة: أي ليس للسفر علينا مشقة لإلفنا إياه، وهذا\nكقوله: (الوافر)\n</p>\n\n<p>\nألفت ترحلي وجعلت أرضي ... قتودي والغريري الجلالا\n</p>\n\n<p>\nوأقول: لم يرد ذلك، وليس بين البيتين مشابهة. وكيف يقول: ليس علينا في\nالسفر مشقة؟ والمعروف المألوف من الشعراء في أشعارهم أنهم يذكرون للممدوح\nما يلقونه من الضرر ومشقة السفر بسلوك القفار، وتحمل الأخطار، يمتون بذلك\nإليه، ويدلون عليه، فمن ذلك قول الأعشى: (المتقارب)\n</p>\n\n<p>\nإلى المرء قيس أطيل السرى ... وآخذ من كل حي عصم\n</p>\n\n<p>\nوقول علقمة: (الطويل)\n</p>\n\n<p>\nإليك أبيت اللعن كان وجيفها ... بمشتبهات هولهن <span id='ms021'></span> مهيب\n</p>\n\n<p>\nوقول الحطيئة: (الطويل)\n</p>\n\n<p>\nإليك سعيد الخير جبت مهامها ... يقابلني آل بها وتنوف\n</p>\n\n<p>\nوما أشبه ذلك.\n</p>\n\n<p>\nوإنما المعنى: كن حيث شئت من البعد، فإنا نصل إليك على كل حال؛ لأن الأرض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nواحدة فلا بد من قطعها، وأنت الأوحد فلا بد من الوصول إليك، فلا نعدل عنك\nإلى غيرك.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nوصن الحسام فلا تذله فإنه ... يشكو يمينك والجماجم تشهد\n</p>\n\n<p>\nقال: يشكو يمينك من كثرة ما يضرب به.\n</p>\n\n<p>\nوالإذالة: ضد الصون.\n</p>\n\n<p>\nوقوله: صنه أي: لا تذله. لأنه به يدرك الثار ويحمى الذمار.\n</p>\n\n<p>\n(وأقول): وقال ابن فورجة: كيف أمن أن يقول: ما أذلته إلا لأدرك (ثأري)\nوأحمي ذماري؟ ثم ذكر وجها من عنده غير حسن!\n</p>\n\n<p>\nوأقول: المعنى أن السيف يتنزل من الشجاع منزلة الأخ؛ لطول مصاحبته\nوملازمته له، وذلك في كلامهم مشهور كقول طرفة: (الطويل)\n</p>\n\n<p>\nأخي ثقة لا ينثني عن ضريبة ... إذا قيل مهلا قال حاجزه ثدي\n</p>\n\n<p>\nفيلزمه حينئذ صونه وحفظه؛ لأنه أخوه وصاحبه، وهو قد أذاله بكثرة ضربه\nللجماجم حتى شكا يمينه لذلك. وجعل الجماجم تشهد لأنها المباشرة له، فجعل\nالسيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nوالجماجم، بالشكوى والشهادة، بمنزلة من يحسن ويعقل ويتكلم. كل هذا\nاستعارة ومبالغة، وكأن هذا ينظر إلى قوله: (الوافر)\n</p>\n\n<p>\nلمن مال تمزقه العطايا ... وتشرك في رغائبه الأنام\n</p>\n\n<p>\nولا ندعوك صاحبه فترضى ... لأن بصحبة يجب الذمام\n</p>\n\n<p>\nوقوله: (المتقارب)\n</p>\n\n<p>\nتعجل قي وجوب الحدود ... وحدي قبل وجوب السجود\n</p>\n\n<p>\nقال: أي: إنما تجب الحدود على البالغ، وأنا صبي لم تجب علي الصلاة، فكيف\nأحد؟ وليس يريد، في الحقيقة، أنه صبي غير بالغ، إنما يصغر أمر نفسه عند\nالوالي. ألا ترى أن صبيا لا يظن به اجتماع الناس إليه للشقاق والخلاف.\n</p>\n\n<p>\nوأقول: إن تأويله، وصرف الكلام عن ظاهره هو الواجب، ولكن ليس كما قال من\nأنه يصغر أمر نفسه عند الوالي، ولكن ضرب ذلك مثلا في الظلم. يقول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nأنا\n</p>\n\n<p>\nفيما فعل بي من الحبس، وأنا غير مستحق له، بمنزلة صبي حد، وبما قيل عني\nمن الكذب وأنه مستحيل، بمنزلة من قيل عنه، وهو طفل لم يبلغ <span id='ms022'></span> القعود، إنه ظلم\nالناس، وهو تفسير البيت الذي يليه.\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nأحاد أم سداس في أحاد ... لييلتنا المنوطة بالتنادي\n</p>\n\n<p>\nقال: كأنه قال: أواحدة أم ست؛ لأن ستا في واحدة ست.\n</p>\n\n<p>\nوالتنادي: يريد تنادي أصحابه بما يهم به؛ ألا ترى إلى قوله: (الوافر)\n</p>\n\n<p>\nأفكر في معاقرة المنايا. . . . . . . . .\n</p>\n\n<p>\nوأقول: إن هذا الذي ذكره ليس فيه طائل ولا له معنى سائغ. وقد كثر\nالاختلاف في تفسير هذا البيت، والأظهر فيه ما ذكره الواحدي وهو أنه أراد\nبقوله: سداس في أحاد: سبعة لأنه جعل (الواحد) طرفا للستة ولم يرد الضرب\nالحسابي، وتلك أيام الأسبوع تدور إلى آخر الدهر. والتنادي: يريد به يوم\nالقيامة، فكأنه قال لما استطال ليلته: أهذه الليلة واحدة أم أيام الأسبوع\nالتي تدور أبدا فهي متصلة بيوم القيامة؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nجزى الله المسير إليه خيرا ... وإن ترك المطايا كالمزاد\n</p>\n\n<p>\nقال: أي: قد أنضاها وهزلها، وأراد المزاد البالية، فحذف الصفة لأن\nالمعهود منهم أن يشبه النضو المهزول بالمزادة، وأنشد: (الرجز)\n</p>\n\n<p>\nكأنها والشول كالشنان\n</p>\n\n<p>\nتميس في حلة أرجوان\n</p>\n\n<p>\n(وأقول:) وقال ابن فورجة: لا دليل على حذف الصفة، وأراد: كالمزاد التي\nتحملها في مسيرها إذ قد خلت من الماء والزاد لطول السفر، والألف واللام في\n</p>\n\n<p>\nالمزاد للعهد، ولم يدل على ذلك، والدليل (عليه) أنهما في المطايا كذلك،\nلأنه يريد مطاياهم ولم يرد جميع المطايا.\n</p>\n\n<p>\nقال: والمعنى أن المسير إليه، أذهب لحوم مطايانا، وأفنى ماء اسقيتنا، فلم\nيبق في المطية لحم، ولا في المزادة ماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nكأن عطاءك الإسلام تخشى ... إذا ما حلت عاقبة ارتداد\n</p>\n\n<p>\nقال: يقول: أنت تقوم على سخائك، وتتعهده كما يحفظ الإنسان دينه.\n</p>\n\n<p>\nوأقول: إنه أراد المبالغة في محافظته على جوده، فشبه رجوعه عنه برجوعه عن\nالإسلام في الدنيا عار، وفي الآخرة نار!\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nلقوك بأكبد الإبل الأبابا ... فسقتهم وحد السيف حادي\n</p>\n\n<p>\nقال: الأبايا: جمع أبية، فسقتهم وحد السيف حاديك، ضربه مثلا. وهكذا قال\nأبو الطيب.\n</p>\n\n<p>\nوأقول: المعنى: إنه لما ذكر هؤلاء الذين بغوا وعصوا في اللاذقية شبههم\nبالإبل في <span id='ms023'></span> إبائهم وغلظ أكبادهم، وجعل السيف حاديهم وسائقهم بخلاف الإبل\nفإنها تساق وتحدى بالعصا، (فغلظ عليهم مقابلة لأفعالهم).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nفإن الماء يخرج من جماد ... وإن النار تخرج من زناد\n</p>\n\n<p>\nقال: يقول: إن الأشياء تكمن؛ فإذا استترت ظهرت.\n</p>\n\n<p>\nوأقول: هذا ليس بشيء! وإنما يقول: لا تغتر بلين القول من عدو؛ فإنه يخرج\nمن قلب قاس كالماء من الصخر. ولا تحقر عدوا ضئيلا ضعيفا فربما كبر أذاه\nواشتد إلى أن يلحقك ضرره، كالنار تخر من عود.\n</p>\n\n<p>\nوقوله: (المتقارب)\n</p>\n\n<p>\nكأن عطاءك بعض القضاء ... فما تعط منه نجده جدودا\n</p>\n\n<p>\nقال: أي: إذا وصلت أحدا ببر، سعد ببرك وبركتك، وشرف بعطيتك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nفصارت جدا. وهذا قريب من قول أبي تمام: (البسيط)\n</p>\n\n<p>\nوأقول: لا خلاف في النصف الآخر من البيت أنه كما قال، وأن (عطاء إذا) حصل\nلإنسان عده حظا وسعادة. وإنما الكلام في النصف الأول وهو قوله:\n</p>\n\n<p>\nكأن عطاءك بعض القضاء. . . . . . . . .\n</p>\n\n<p>\nوما معنى بعض القضاء؟ فإن ابن جني لم يذكره.\n</p>\n\n<p>\nوقال الواحدي: (المعنى:) إن القضاء سعد ونحس، ونوالك سعد كله فهو أحد شقي\nالقضاء.\n</p>\n\n<p>\nوأقول: إنه كما ذكر الواحدي، وذلك أن القضاء فيه خير وشر، ونفع وضر،\nوعطاء ومنع، كقوله - سبحانه: (قل اللهم مالك الملك تؤتي الملك من تشاء\nوتنزع الملك ممن تشاء وتعز من تشاء وتذل من تشاء بيدك الخير إنك على كل شيء\nقدير) وذلك (كله) من الباري - تبارك وتعالى - عدل وحكمة، وشطر ذلك من\nالممدوح خير وجود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (المتقارب)\n</p>\n\n<p>\nفأنفدت من عيشهن البقاء ... وأبقيت مما ملكت النفودا\n</p>\n\n<p>\nقال: أي: أنفذت بقاء نفوس العدا، وأبقيت نفاد ما تملكه بسخائك وجودك.\n</p>\n\n<p>\nوأقول: هكذا قال أبو الطيب، فلم تزد عليه إلا بتكرار اللفظ! وإنما جعل\nنفاذ ما يملكه بقاء لأجل الذكر الذي يبقى له به، والقول الذي يثنى به عليه\nدائما.\n</p>\n\n<p>\nوقوله: (المتقارب)\n</p>\n\n<p>\nكأنك بالفقر تلغي الغنى ... وبالموت في الحرب تبغي الخلودا\n</p>\n\n<p>\nقال: يقول: كأنك لإفراط سرورك ببذلك وهبات مالك، إنما تبغي بذلك الغنى؛\nلأنك تسر بما تعطيه سرور غيرك بما يأخذه، وكأنه عندك أن الفقر <span id='ms024'></span> هو الغنى،\nوكأنك إذا مت في الحرب أنك مخلد وهذا من قول الحصين: (الطويل)\n</p>\n\n<p>\nتأخرت أستبقي الحياة فلم أجد ... لنفسي حياة مثل أن أتقدما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: إنه أراد المبالغة فعكس المعنى، (وذلك) أن الإنسان يريد الغنى\nوالحياة، ويكره الفقر والموت، فجعل الممدوح، لكثرة عطائه، وقلة إبقائه على\nماله بإنفاده وإنفاقه، وشهوته لذلك وسروره به، كأنه يبغي بذلك الغنى. ولذلك\nجعله لشدة إقدامه، وإلقاء نفسه في المهالك، وقلة إبقائه عليها من المتالف،\nكأنه يبغي بذلك البقاء، وهذا مثل قوله: (البسيط)\n</p>\n\n<p>\nضربته بصدور الخيل حاملة ... قوما إذا تلفوا قدما فقد سلموا\n</p>\n\n<p>\nوقوله: (المتقارب)\n</p>\n\n<p>\nخلائق تدعو إلى ربها ... وآية مجد أراها العبيدا\n</p>\n\n<p>\nقال: أي: هذه تدعو إلى صاحبها، وتدل على معرفته وعلامة مجد أراها الناس\nلأنهم عبيد له.\n</p>\n\n<p>\nوأقول: لو أن هذا البيت في صفة الباري - جلت عظمته - لكان أولى وأحرى من\nأن يكون في صفة غيره؛ لما فيه من الحكمة والإتقان بأن يكون موضع خلائق\nبدائع؛ لأن بالصناعة يستدل على الصانع، وعظم الآية من المجد والملك يستدل\nبها على عظم صاحبها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (المتقارب)\n</p>\n\n<p>\nمهذبة حلوة مرة ... حقرنا البحار بها والأسودا\n</p>\n\n<p>\nقال: مهذبة لا عيب فيها؛ حلوة؛ لأن كل أحد يستحسنها ويعشقها، ومرة؛ لأن\nالوصول إليها صعب لبذل المال والمخاطرة بالنفس. ومثل قوله: حلوة مرة قول\n</p>\n\n<p>\nأبي تمام: (الطويل)\n</p>\n\n<p>\nهو المركب المدني إلى كل سؤدد ... وعلياء إلا أنه المركب الصعب\n</p>\n\n<p>\nوأقول: أنه أراد بذلك حلوة للأولياء بالمنافع، مرة للأعداء بالمضار، وهذا\nمن قول لبيد: (الرمل)\n</p>\n\n<p>\nممقر مر على أعدائه ... وعلى الأذنين حلو كالعسل\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوطعن كأن الطعن لا طعن عنده ... وضرب كن النار من حره برد\n</p>\n\n<p>\nقال: الهاء في عنه تعود على طعن الأول من صفته. والطعن الثاني اسم كأن،\nوخبرها الجملة بعده، والعائد عليه منها محذوف للعلم به، فكأنه قال: وطعن\nكأن الطعن لا (طعن) منه أو به عنده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: ليس الأمر على ما ذكر في العائد، بل العائد على اسم كأن معنوي،\nوذلك أن لا لما كانت تنفي نفيا عاما في <span id='ms025'></span> قوله: لا طعن عنده كان الطعن داخلا\nتحته (وذلك كقوله: (الطويل)\n</p>\n\n<p>\nوأما الصدور لا صدور لجعفر ... ولكن أعجازا شديدا ضريرها)\n</p>\n\n<p>\nوقد شبه الشيخ أبو علي به قولهم: نعم الرجل عبد الله، في أحد الوجهين\nوقال: فأما الراجع إلى المبتدأ فإن الرجل لما كان شائعا ينتظم الجنس كان\nعبد الله داخلا تحته وصار بمنزلة الذكر الذي يعود عليه، (وكذلك قال في\nالبيت لعموم النفي). وقوله: (الطويل)\n</p>\n\n<p>\nوأكرمهم كلب وأبصرهم عم ... وأسهدهم فهد وأشجعهم قرد\n</p>\n\n<p>\nوأقول: لو قال: وأبصرهم خلد لكان مناسبا للأجناس الثلاثة التي ذكرها\n(وتكون الهمزة في ابصرهم غير معتد بها لزيادتها، أو تكون: أنضرهم، بالنون\nوالضاد، وذلك أحسن في الاستعارة)، ويكون البيت مصرعا، أو يكون إذا نون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nخلد مثل\n</p>\n\n<p>\nقوله: (الطويل)\n</p>\n\n<p>\nتفكره علم ومنطقه حكم ... وباطنه دين وظاهره ظرف\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nتلج دموعي بالجفون كأنما ... جفوني لعيني كل باكية خد\n</p>\n\n<p>\nقال: أي: كلما بكت باكية فكأن دموعها تمر بجفوني كما تمر بخدها، فلست\nأخلو من بكاء ودموع، كما لا تخلو الدنيا من باكية يجري دمعها.\n</p>\n\n<p>\nوأقول: هذا ليس بشيء!\n</p>\n\n<p>\nوالمعنى: وصف جفونه بكثرة الدموع؛ يقول: يفيض على جفوني من دموع عيني\nمثلما يفيض على خد كل باكية.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nبنفسي من لا يزدهى بخديعة ... وإن كثرت فيها الذرائع والقصد\n</p>\n\n<p>\nقال: كأنه قال: بنفسي غيرك أيها الممدوح، لأني أزدهيك بالخديعة، وأسخر\nمنك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nبهذا القول. وهذا مذهبه في أكثر شعره، لأنه يطوي المديح على الهجاء، حذقا\nمنه بصنعة الشعر. ثم ذكر من مديحه في كافور أبياتا تحتمل التوجيه، وأضاف\nإلى ذلك قوله: (البسيط)\n</p>\n\n<p>\nمدحت قوما وإن عشنا نظمت بهم ... قصائدا من إناث الخيل والحصن\n</p>\n\n<p>\nوليس بينه وبين تلك مناسبة؛ لأنه يقول في هذا: مدحت قوما لا يستحقون\nالمديح بقصائد من نظم، وإن عشت نظمت لهم قصائد من خيل، محاربا لهم ومغيرا\nعليهم، إما لأنهم لم يتجاوزه (على قدر مدحه) وإما لأنهم لا يستحقون ما هم\nفيه، وأنه أولى به منهم.\n</p>\n\n<p>\nوأقول: إن قوله: وهذا كان مذهبه في أكثر شعره يطوي المديح <span id='ms026'></span> على الهجاء،\nوصف لأبي الطيب بالطبع الرديء والخلق الدنيء، وتخرض منه عليه؛ لأن هذا\n</p>\n\n<p>\nلم يقع (منه) إلا في مدح كافور؛ لأنه كان عبدا أسود خصيا؛ ترك مثل سيف\nالدولة في الشرف والفضل والكرم، وقصده رجاء الزيادة عنده فوقع في النقص.\n</p>\n\n<p>\nوهذا الممدوح - قال ابن فورجة - ذكره الواحدي - من صميم بني تميم، عربي\nممدح، ينتابه الشعراء، لا يبعد من فهم. فكيف يسوغ لأبي الطيب ذلك في حقه؟\nولو كان المعني في هذا البيت غيره، وقد أتبعه بأوصاف كثيرة على نسق واحد،\nلكانت هذه القصيدة خالية أو أكثرها من مدحه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nوالصحيح أن معنى قوله: لا يزدهي بخديعة أي: لا يستخف بها وإن كثرت فيها\nالوسائل توصلا إلى أخذ غرته؛ يصفه بصحة فطنته، وحصافة عقله، ورزانة لبه.\n</p>\n\n<p>\nوينبغي أن تكون هذه الخديعة في غير المكارم؛ لأن المكارم ينبغي للكريم أن\nينخدع (منها) كقوله: (البسيط)\n</p>\n\n<p>\n. . . . . . . . . ... والحر يخدع أحيانا فينخدع\n</p>\n\n<p>\nوكما يحكى عن معاوية، أنه دخل عليه رجل من أهل الكوفة، فشكا إليه زيادا\nفقال: يا أمير المؤمنين إن زيادا غصبني داري، وقد اشتريت ساجها بكذا وكذا\nألف درهم، وقد دخلها أمير المؤمنين سنة كذا وكذا ورآها! قال: فكتب له: ردها\nله، وبما ذكره من قيمة ساجها، فلما خرج من عنده أقبل معاوية على أصحابه\nوقال: والله ما أعرف مما يقول شيئا، وإنما يخادعوننا فننخدع!\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nألوم به من لامني في وداده ... وحق لخير الخلق من خيره الود\n</p>\n\n<p>\nقال: أي: هو خير الخلق وأنا كذلك، وحقيق أهل الخير أن يود بعضهم بعضا،\nفحقيق علي إذا أن أوده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: إنه يحتمل أن يكون من خيره راجعا إلى آباء الممدوح، كأنه قال: هو\nخير الخلق من خير الخلق، وهذا الأقرب والأشبه بغرضه، لأن وصفه نفشه بأنه\nخير\n</p>\n\n<p>\nالناس من أقصى الرقاعة، وأقبح الشناعة!\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوسيفي لأنت السيف لا ما تسله ... لضرب ومما السيف منه لك الغمد\n</p>\n\n<p>\nقال: أقسم بسيفه ثم أقبل على الممدوح فقال: لأنت السيف لا السيف الذي\nتسله لتضرب به الأعداء؛ أي <span id='ms027'></span>: أنت في الحقيقة سيف، لا السيف المطبوع من\nالحديد، لأنك أمضى منه:\n</p>\n\n<p>\n. . . . . . . . . ومما السيف منه لك الغمد\n</p>\n\n<p>\nأي: ومن الحديد الذي تطبع منه السيوف غمدك.\n</p>\n\n<p>\nيقول: إذا لبست الحديد، كالدرع والجوشن ونحوهما، كنت فيه كالسيف، وكان\nكالغمد. وأقول: إن في قوله:\n</p>\n\n<p>\n. . . . . . . . . . . . ومما السيف منه لك الغمد\n</p>\n\n<p>\nتفضيلا للممدوح على السيف، وذلك أن السيف من الحديد، والحديد للممدوح\nغمد؛ أي: درع، والسيف أشرف من الغمد لأن الغمد لأن الغمد للسيف كالخادم\nفوجب أن يكون أشرف من السيف لأن الذي السيف منه، وهو الحديد، وهو جنسه، له\nغمد، وهذا كما يقال: زيد من تميم، وتميم لعمرو عبيد، فوجب أن يكون زيد\nلعمرو عبدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوعندي قباطي الهمام ورفده ... وعندهم مما ظفرت به الجحد\n</p>\n\n<p>\nقال: قوله:\n</p>\n\n<p>\n. . . . . . . . . وعندهم مما ظفرت به الجحد\n</p>\n\n<p>\nدعاء عليهم بأن لا يرزقوا شيئا، حتى إذا قيل لهم: هل عندكم خير أو بر من\nهذا الممدوح؟ قالوا: لا، فذلك هو الجحد؛ لأن لا حرف نفى هنا، أو يجحدوا ما\n</p>\n\n<p>\nرزقوا، إن كانوا رزقوا شيئا، ليكون ذلك سببا لانقطاع الخير عنهم.\n</p>\n\n<p>\nوأقول: إنه لم يفهم المعنى، وذلك أن قوله في البيت الذي قبله: (الطويل)\n</p>\n\n<p>\n. . . . . . . . . وفي يدهم غيظ وفي يدي الرفد\n</p>\n\n<p>\nوالبيت الثاني، إلى آخره، في موضع حال من الضمير في ألقى من قوله:\n(الطويل)\n</p>\n\n<p>\nفلا زلت ألقى الحاسدين بمثلها. . . . . . . . .\n</p>\n\n<p>\nأي: بمثل أياديه التي هي ثناء ثناء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\n. . . . . . . . . ... وعندهم مما ظفرت به الجحد\n</p>\n\n<p>\nأي: عندي الظفر برفد الممدوح وليس عندهم مما ظفرت به إلا الجحد له، أي:\nليس عندهم من ذلك العطاء شيء إلا جحدهم له حسدا لي عليه، وكذلك يفعل الضد،\nوالحاسد إما يقلل ما صار إلى محسوده أو ينفيه رأسا، فالجحد إذا إنما وقع من\nالحاسدين، فيما صار إلى أبي الطيب لا فيما صار إليهم ولا هو دعاء عليهم.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nومي استفاد الناس كل فضيلة ... فجازوا بترك الذم إن لم يكن حمد\n</p>\n\n<p>\nقال: قوله: فجازوا، كما تقول: هذا الدرهم يجوز على خبث نقده؛ أي: يتسمح\nبه، أي: فغايتهم <span id='ms028'></span> أن لا يذموا، وأما أن يحمدوا فلا.\n</p>\n\n<p>\nوأقول: إنه قد عابوا عليه هذا التفسير وقيل: كيف يزعم أنه قد أحكم سماع\nشعر أبي الطيب منه، وقراءته عليه ويقول هذا القول؟ وإنما قوله: فجازوا أمر\nمن المجازاة لا من الجواز، أي: فجازوا على ما استفدتم مني من الغرائب بترك\nالذم لي إن لم يكن منكم حمد. (وهو مثل قوله: (البسيط)\n</p>\n\n<p>\nإنا لفي زمن القبيح به ... من أكثر الناس إحسان وإجمال)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nقد يصيب الفتى المشير ولم يج ... هد ويخطي الصواب بعد اجتهاد\n</p>\n\n<p>\nقال: هم، وإن كانوا قد اعملوا الرأي، فإنهم قد أخطؤوا فيه وإن أصبته\nعفوا.\n</p>\n\n<p>\nوأقول: هذا ليس بشيء!؛ وذلك أن هذا القول (إنما) ضربه مثلا لمشير وكافور\nهنا هو المشار عليه فليس المثل له، وذلك أن قوما أشاروا عليه بالشقاق\nوالقتال لابن سيده، فأبى ذلك عليهم، ويدل على ذلك ما قبله من قوله:\n(الخفيف)\n</p>\n\n<p>\nولعمري لقد هزرت. . .\n</p>\n\n<p>\nوالبيت الذي بعده.\n</p>\n\n<p>\nوالمعنى أن القوم الذي أشاروا عليه بالخلاف، اجتهدوا في ذلك الرأي\nوأخطؤوا، وقد يصيب الإنسان الرأي عفوا من غير اجتهاد، فالمثل الذي ضربه\nبالإصابة والإخطاء لشيء واحد، وليس ذلك لكافور وللمشير عليه (كأنه يقول:\nأنت فعلت الصواب وقد أشير عليك بالخطأ).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nما يقبض الموت نفسا من نفوسهم ... إلا وفي يده من نتنها عود\n</p>\n\n<p>\nقال: أي: لا يباشر الموت أنفسهم وقت قبضه إياها.\n</p>\n\n<p>\nوأقول: إن قوله: لا يباشر الموت أنفسهم كأنه يريد: لا يمسها بيده\nاستقذارا لها، ولكن يمسها بعود.\n</p>\n\n<p>\nوكذلك قال غير ابن جني، وهذا ليس بشيء!\n</p>\n\n<p>\nوالمعنى أن أنفس هؤلاء الكذابين المخلفين البخلاء، الذين ذكرهم أولا،\nأنفس منتنة، فإذا قبضها الموت وظفر بها فكأن في يده من نتنها عودا؛ أي: لا\nيعد ذلك نتنا بل طيبا؛ فرحا بها وسرورا بأخذها؛ وذلك أن اللئيم صعب الموت\nطويل العمر. (وكأن هذا المعنى من قول الراجز: (الرجز)\n</p>\n\n<p>\nيا ريها إذا بدا صناني\n</p>\n\n<p>\nكأنني (جاني عبثران)\n</p>\n\n<p>\nوقد جاء ذلك كثيرا في أشعارهم، منه قول أبي تمام: (البسيط)\n</p>\n\n<p>\nفالماء غير <span id='ms029'></span> عجيب أن أعذبه ... يفنى ويمتد عمر الآسن الأجن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nوقول: الأول: (الطويل)\n</p>\n\n<p>\nلعمرك أني بالخليل الذي له ... على دلال واجب لمفجع\n</p>\n\n<p>\nوإني بالمولى ليس نافعي ... ولا ضائري فقدانه لممتع\n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nإن امرءا أمة حبلى تدبره ... لمستضام سخين العين مفؤود\n</p>\n\n<p>\nقال: يعرض بابن الإخشيد، يعني ابن سيده.\n</p>\n\n<p>\nوأقول: لم يعن بذلك إلا نفسه، فالضمير في تدبره راجع إلى أبي الطيب، ويدل\nعلى ذلك ما قبله وهو قوله: (البسيط)\n</p>\n\n<p>\nجوعان ياكل من زادي ويمسكني. . . . . . . . .\n</p>\n\n<p>\nوما بعده وهو قوله، متعجبا من ضيزه عليه وإقامته عنده: (البسيط)\n</p>\n\n<p>\nويل أمها خطة ويل أم قابلها ... . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nينثني عنك آخر اليوم (منه ... ناظر أنت طرفه وسهاده قال: أي: إذا انصرف\nعنك\n</p>\n\n<p>\nآخر اليوم) خلف عندك طرفه فبقي بعدك بلا طرف ولا نوم إلى أن يعود، وهذا\nمثل، وقد أحسن فيه.\n</p>\n\n<p>\n(وأقول): هذا ليس بشيء! وقد قال الواحدي: قال العروضي: هذا هجاء قبيح\nللممدوح إن أخذنا بقول أبي الفتح؛ لأنه يراه وينصرف عنه أعمى عديم النوم.\nومعناه أنه استفاد منه النظر والرقاد وهما اللذان تستطيبهما العين.\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nنحن في أرض فارس في سرور ... ذا الصباح الذي يرى ميلاده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أي: نحن كل يوم في سرور؛ لأن الصباح كل يوم يرى؛ يريد اتصال سرورهم.\n</p>\n\n<p>\n(وأقول): وقال الواحدي: قال العروضي: ليس كما ذهب إليه، وإنما يريد أن\nيخص صباح النيروز بالفضل فقال: ميلاد السرور إلى مثله من السنة هذا اليوم.\n</p>\n\n<p>\nوقال ابن فورجة: يريد: أنا في سرور، ميلاده في هذا الصباح؛ يعني: صباح\nنيروز؛ لأن السرور يولد في صباحه لفرح الناس الشائع في النيروز.\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nكيف يرتد منكبي عن سماء ... والنجاد الذي (عليه نجاده\n</p>\n\n<p>\nقال: يريد طول حمائل سيفه لطوله، وقد تجتوز في هذا قول أبي نواس:\n(الطويل)\n</p>\n\n<p>\nأشم طوال الساعدين كأنما ... يناط نجادا سيفه بلواء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: هذا ليس بشيء! ولم يتعرض ها هنا لطول نجاده ولا قصره، وإنما أراد\nعلو شرفه، فوضع نجاد سيف ابن العميد على منكبه وقد وهبه له).\n</p>\n\n<p>\n(وقوله:) (الخفيف)\n</p>\n\n<p>\nمثلوه في جفنه <span id='ms030'></span> خشية الفق ... - د ففي مثل أثره إغماده\n</p>\n\n<p>\nقال: كان جفن هذا السيف مغشى فضة منسوجة عليه صونا له من الفقد لئلا يأكل\nجفنه.\n</p>\n\n<p>\nوأقول: المعنى غير ما ذكره، وهو ان معنى مثلوه أي جعلوه قائما في جفنه\nخشية أن يفقد؛ لأن الشمس تزعم أنها رئده، أي: مثله وتربه فتذهب به، أي:\nتأخذه وتستلبه (للمناسبة التي بيتها وبينه)، وهذا البيت على هذا التفسير\nمرتب على ما\n</p>\n\n<p>\nقبله وهو الصحيح، ولم أسبق إليه!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\n. . . . . . . . . . . . ففي مثل أثره إغماده\n</p>\n\n<p>\nأي: جوهره أفخر الجواهر، فكذلك غمده لأنه ذهب لا فضة كما قالوا، ويدل\nعليه قوله:\n</p>\n\n<p>\nمنعل لا من الحفا ذهبا ... . . . . . . . . .\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nفرستنا سوابق كن فيه ... فارقت لبده وفيها طراده\n</p>\n\n<p>\nقال: أي: جعلتنا فرسانا خيل كن في نداه، أي: كانت في جملة ما أعطانا خيل\nسوابق.\n</p>\n\n<p>\nفارقت لبده، أي: انتقلت إلى سرحي وفارقت سرح ابن العميد.\n</p>\n\n<p>\nوفيها طراده: أي: قد سرت معه كأحد من في حملته، فإذا سار إلى موضع سرت\nمعه، وطاردت بين يديه، فكأنه هو المطارد عليها؛ لأن ذلك بأمره وطلب الحظوة\nعنده.\n</p>\n\n<p>\n(وأقول): وقال الواحدي: قال العروضي: هذا كلام من لم يتنبه من سنة\nالغفلة! إنما هو: فارقت هذه الخيل لبده وفيها تأديبه وتقويمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nإنني أصيد البزاة ولكن أجل النجوم لا أصطاده\n</p>\n\n<p>\nقال: لو استوى له أن يقول: ولكن أعلى النجوم لكان أليق.\n</p>\n\n<p>\nوأقول: إن أبا الطيب لو أراد ذلك لاستوى له بأن يقول: ولكني أعلى النجوم،\nبزيادة الياء، ولو قال ذلك لدخل عليه نجوم خفية كالسها وما أشبهه، وذلك\nقبيح، ولكنه أراد بأجل النجوم الشمس؛ لأنها أعظم الكواكب وأضوؤها وأنفعها.\n</p>\n\n<p>\nوقال: الواحدي: عنى بأجل الكواكب زحل.\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nما تعودت أن أرى كأبي الفض ... - ل (وهذا الذي أتاه اعتياده\n</p>\n\n<p>\nقال: أي (لم أمدح مثله فلذلك قصرت عن كنه وصفه و) هذا الذي أتاه من الكرم\nعادة له لم يتخلق لي به.\n</p>\n\n<p>\n(وأقول:) وقال الواحدي: هذا ليس المعنى، لأنه ليس في وصف كرمه، إنما\nيعتذر عن التقصير في مدحه <span id='ms031'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله:) (الخفيف)\n</p>\n\n<p>\nغمرتني فوائد شاء فيها ... أن يكون الكلام مما أفاده\n</p>\n\n<p>\nقال: أي: تعلمت منه حسن القول؛ يصفه بالبلاغة والخطابة.\n</p>\n\n<p>\nوأقول: إن أبا الطيب أشار إلى مواضع كان قد أخذها عليه في حال إنشاده:\n</p>\n\n<p>\nباد هواك. . .\n</p>\n\n<p>\nيقول: أعطاني عطايا كثيرة، وأفادني فوائد جليلة من أموال، وتحف أراد أن\nيكون فيها فوائد الكلام، وهذا من قول أبي تمام: (المنسوخ)\n</p>\n\n<p>\n. . . . . . . . . ... نأخذ من ماله ومن أدبه\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nما سمعنا بمن أحب العطايا ... فاشتهى أن يكون فيها فؤاده\n</p>\n\n<p>\nقال: يقول: هذا الكلام الحسن الذي عنده نتيجة عقله وقلبه؛ فكأنه إذا أفاد\nإنسانا فقد وهب له عقلا ولبا وفؤادا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: إنه لم يفهم معنى البيت؛ لأنه جعل الكلام الحسن الذي يفيده فؤاده،\nوليس كذلك، ولو كان الأمر على ما يقول، لكان بين البيت الأول والثاني\nتناقض، وذلك أنه قال في الأول: (الخفيف)\n</p>\n\n<p>\nغمرتني مواهب شاء فيها ... أن يكون الكلام مما أفاده\n</p>\n\n<p>\nفقد أراد بهذا البيت و: شاء أن يفاد كلامه، والبيت الثاني: (الخفيف)\n</p>\n\n<p>\nما سمعنا بمن أحب العطايا ... فاشتهى أن يكون فيها فؤاده\n</p>\n\n<p>\nأي: لا يشتهي ولا يريد أن يكون فيها فؤاده، أي: كما ذكر. وهذا التناقض\nإنما وقع في حمله البيت الثاني على الأول وتعلقه به، فجعل الفؤاد كلاما\nوليس بينهما تعلق. والبيت الثاني من قول مسلم: (البسيط)\n</p>\n\n<p>\nيجود بالنفس إن ضن الجواد بها ... والجود بالنفس أقصى غاية الجود\n</p>\n\n<p>\nوهذا المعنى كثير ظاهر لكل بصير.\n</p>\n\n<p>\n(وقوله: (الخفيف)\n</p>\n\n<p>\nخلق الله أفصح الناس طرا ... في مكان أعرابه أكراده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nلأنهم أفسد الناس لغة وأردأهم لسانا، فقد خرق الله العادة بهذا الممدوح\nأن خلقه أفصح الناس من أنكر الناس. ولم يعرف ابن جني هذا المعنى فروى:\nأفضل، والصحيح: أفصح).\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nوأحق الغيوث نفسا بحمد ... في زمان كل النفوس جراده\n</p>\n\n<p>\nقال: جعله كالغيث، وجعل جميع الناس كالجراد. أي: لأنه يعطيهم، وجميعهم\nيأخذ منه وهو سبب حياته.\n</p>\n\n<p>\nوأقول: الصواب؛ أن يجعله كالغيث لعموم نفعه، ويجعل الناس كالجراد لظهور\nفسادهم في الأرض، ويدل على ذلك قوله فيما يليه: (الخفيف <span id='ms032'></span>)\n</p>\n\n<p>\nمثلما أحدث النبوة في العا ... لم والبعث حين شاع فساده\n</p>\n\n<p>\n(وهو من قول ابن أبي عيينه: (الطويل)\n</p>\n\n<p>\nأبوك لنا غيث نعيش لظله ... وأنت جراد لست تبقي ولا تذر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nنسيت وما أنسى عتابا الصد ... ولا خجلا زادت به حمرة الخد\n</p>\n\n<p>\nقال: وفيت بمن غدر بعهدي.\n</p>\n\n<p>\nوأقول: إنه فسر البيت على نسيت، بضم النون، ولم يجد التفسير، والجيد\nفتحها.\n</p>\n\n<p>\nيقول: نسيت كل شيء ولا أنسى عتاب الحبيب على صده، ولا أنسى خفره عند ذلك\nوحمرة خده. وهم كثيرا ما يذكرون أيام (الوصال) والوداع ولياليها، وما جرى\nبينهم وبين أحبابهم فيها، كقوله: (الطويل)\n</p>\n\n<p>\nوما أنس م الأشياء لا أنس قولها ... وأدمعها يذرين حشو المكاحل\n</p>\n\n<p>\nتمتع بذا القصير فإنه ... رهين بأيام الشهور الأطاول\n</p>\n\n<p>\n(وأشباه ذلك)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nيحل القنا يوم الطعان بعقوتي ... فاحرمه عرضي وأطعمه جلدي\n</p>\n\n<p>\nقال: يقول: إذا أحاط بي الطعن لم أهرب إشفاقا من أن يعاب حسبي أو يطعن،\nبل أنصب نفسي وأعرض وجهي له، فإما هلك وإما ملك. وهو قريب من قول الآخر:\n(الوافر)\n</p>\n\n<p>\nنعرض للطعان إذا التقينا ... وجوها لا تعرض للسباب\n</p>\n\n<p>\nوأقول: إن هذه العبارة غير مرضية في تفسير هذا المعنى المرضي!؛ وذلك أنه\nيصف نفسه بالشجاعة والأنفة من الفرار، ولما جعل الرماح بمنزلة الأضياف التي\nتحل بعقوته، جعل قراها إطعامه جلده دون عرضه. يعني أن تخريقها جلده بالطعن\nأسهل من تخريقها عرضه بالذم للفرار.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nإذا ما استحين الماء يعرض نفسه ... كرعن بسبت في إناء من الورد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nقال: يقول: إذا مرت هذه الإبل بالمياه التي غادرتها السيول، فلكثرتها\nكأنها تعرض أنفسها على الإبل فتشرب منها مستحيية منها لكثرة عرضها نفوسها\nعليها، وإن كان لا عرض هناك ولا استحياء في الحقيقة، ولكنه جرى مثلا. ويعني\nبالسبت مشافرها للينها ونقائها، وجعل الموضع المتضمن للماء، لكثرة الزهر\nفيه، كإناء من ورد\n</p>\n\n<p>\n(وأقول:) وقال الواحدي: إن أبا الفضل العروضي روى عن جماعة عن أبي الطيب\nأن أبا الفتح صحف استحين وبسبت وإنما هو استجبن وبشبيب، أي: إذا ما استجبن\nالماء <span id='ms033'></span>، والاستجابة بالعرض أشبه وأوفق في المعنى؛ هذا يعرض نفسه وذلك يجيب.\nوالكرع بالشيب: أن ترشف الماء، وحكاية صوت مشافرها: شيب شيب، ومنه قول ذي\nالرمة: (الطويل)\n</p>\n\n<p>\nتدعين باسم الشيب في متثلم ... جوانبه من بصرة وسلام\n</p>\n\n<p>\nقال الواحدي: وليس ما قال ابن جني ببعيد من الصواب.\n</p>\n\n<p>\nوأقول: إنه نقص في الإعراب وذلك أن استحين أصله: استحيين، يقال: استحيى\nيستحي فهو مستحى، كقوله - تعالى -: (إن الله لا يستحيي أن يضرب مثلا) فيقع\nالحذف لغير علة. واستجبن ليس فيه حذف والمعنى معه صحيح مستقيم فكان (هو)\nالصواب، ويكون استجبن بمعنى اجبن؛ قال كعب بن سعد: (الطويل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nوداع دعا: هل مجيب إلى الندى ... فلم يستجبه عند ذاك مجيب\n</p>\n\n<p>\nأي: فلم يجبه.\n</p>\n\n<p>\nوقوى الواحدي رواية ابن جني بسبت وقال: مشافر الإبل، تشبه في صحتها\nولينها بالسبت، وهي جلود تدبغ بالقرظ، واحتج على ذلك بقول طرفة: (الطويل)\n</p>\n\n<p>\nوخد كقرطاس الشامي ومشفر ... كسبت اليماني قده لم يجرد\n</p>\n\n<p>\nوضعف الرواية بشيب وقال: لا يقال: كرعت الإبل في الماء بشيب.\n</p>\n\n<p>\nفيقال له: ولم لا يقال: كرعن بشيب؟، إذا جعله في مكان الحال، والعامل في\nالجار والمجرور محذوف، كأنه قال: كرعن مصوتة بشيب، فإن ذلك جائز حسن. وإذا\nقيل: كرعن بسبت، كان الجار والمجرور في مكان المفعول به والعامل فيه الفعل.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nيعللنا هذا الزمان بذا الوعد ... ويخدع عما في يديه من النقد\n</p>\n\n<p>\nقال: يقول: قد طال انتظارنا لهذا المهدي المتوقع، ولسنا نرى لذلك أثرا،\nفكأن الزمان يسخر منا ويخدعنا، ولا حقيقة لما يدعيه أناس من ذلك.\n</p>\n\n<p>\nوأقول: إن هذه العبارة ليست بحسنة، والحسنة عبارة الواحدي، قال يقول: هذا\nالزمان يعدنا خروج المهدي فيعللنا بوعد طويل، ويخدعنا عما عنده من النقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nبالوعد. يعني: أن الممدوح هو المهدي نقدا حاضرا، ومن ينتظر خروجه وعد\nوتعليل وخداع، ثم أكد ذلك بالبيت الذي بعده.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوكل شريك في السرور بمصبحي ... أرى بعده من لا يرى مثله بعدي\n</p>\n\n<p>\nقال: أي: وكل من يشاركني في السرور بمصبحي عنده إذا عدت إليه من أهلي <span id='ms034'></span>\nوغيرهم، فرأى ما أفدتنيه وحظيت به منك، أرى أنا بعده منك - يا ابن العميد -\nإنسانا لا يرى هو مثله بعد مفارقتي إياه، لأنه لا نظير لك في الدنيا.\n</p>\n\n<p>\nوأقول: هذا الذي ذكره ليس بشيء! لأنه لم ينتبه على معودات الضمائر.\n</p>\n\n<p>\nوالمعنى: أن كل شريك لي في السرور بمصبحي عند ابن العميد أرى بعد المصبح،\nأو بعد الشريك إنسانا لا يرى مثل شريكي بعدي، لما حصل لي وله من الفوائد\nوالشرف، وأنا أفضل منه ومقدم عليه.\n</p>\n\n<p>\nوقوله: (الكامل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nأنا بالوشاة إذا ذكرتك أشبه ... تأتي الندى ويذاع عنك فتكره\n</p>\n\n<p>\nوإذا رأيتك دون عرض عارضا ... أيقنت أن الله يبغي نصره\n</p>\n\n<p>\nقد أطال الشيخ أبو الفتح الكلام في قافية هذين البيتين، وأثبت أن الروي\nقيهما الراء لأن ما قبل هاء الإضمار إذا كان محركا لم يكن إلا رويا احترازا\nمن مثل قول الحطيئة: (البسيط)\n</p>\n\n<p>\nيا دار هند عفت إلا أثافيها ... بين الطوي فصارات فواديها\n</p>\n\n<p>\n(أو ما أشبه ذلك)\n</p>\n\n<p>\nوإذا ثبت أن حرف الروي (الراء) من فتكره ونصره بطلت التقفية في المصراع\nالأول من البيتين، وذلك لأن ما قبل الهاء، التي هي وصل، الباء.\n</p>\n\n<p>\nثم إنه جوز ذلك من ثلاثة أوجه:\n</p>\n\n<p>\nأحدها: أن تكون الواو في أشبه ملحقة على لغة من يقف بالواو والياء على\nالمرفوع والمجرور كما يقف بالألف على المنصوب.\n</p>\n\n<p>\nوالثاني: أنه أشبع الضمة فنشأت الواو كقوله: (البسيط)\n</p>\n\n<p>\n. . . . . . . . . من حيثما سلكوا أدنو فأنظور\n</p>\n\n<p>\nوالوجه الثالث، وهو أبعدها: أن يكون أكفاء بالحروف المتباعدة المخارج كما\nجاء عن بعضهم: (الطويل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nخليلي حلا واتركا الرحل إنني ... بمهلكة والدائرات تدور\n</p>\n\n<p>\nفبيناه يشري رحله قال قائل ... لمن جمل رخو الملاط نجيب\n</p>\n\n<p>\nفجمع بين الراء والباء رويا كما جاء لأبي الطيب.\n</p>\n\n<p>\nوأقول: إنه يحتمل وجها رابعا: وهو أن لا يعتد بالمخالفة في التصريع\nوالتقفية اعتداد ما في أواخر الأبيات فلا يبلغان في القوة، من المراعاة\nلهما والمثابرة عليهما، مبلغ آخر البيت، فإذا لا يعد ذلك إكفاء، ألا ترى\nإلى قول امرئ القيس:\n</p>\n\n<p>\n(الطويل)\n</p>\n\n<p>\nخليلي مرا بي على أم جندب <span id='ms035'></span>. . . . . . . . .\n</p>\n\n<p>\nوقوله في البيت الثاني: (الطويل)\n</p>\n\n<p>\n. . . . . . . . . . . . تنفعني لدى أم جندب\n</p>\n\n<p>\nولم يعد ذلك إيطاء، وإلى قول الآخر: (البسيط)\n</p>\n\n<p>\nألمم بجوهر بالقضبان والمدر ... وبالعصي التي في رأسها عجر\n</p>\n\n<p>\nوقول أبي نواس: (البسيط)\n</p>\n\n<p>\nتخاصم الحسن والجمال ... فيك فصارا إلى جدال\n</p>\n\n<p>\nولم يعد ذلك إقواء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (المتقارب)\n</p>\n\n<p>\nوأعلم أني إذا ما اعتذرت ... إليك أراد اعتذاري اعتذارا\n</p>\n\n<p>\nقال: أي: اعتذاري من غير ذنب منكر، ينبغي أن اعتذر منه.\n</p>\n\n<p>\nوقال الواحدي: أي: إذا اعتذرت إليك من غير جناية، كان ذلك كذبا، والكذب\nمما يعتذر منه.\n</p>\n\n<p>\nوأقول: الاعتذار إنما يكون من القبيح الذي يصل إلى من يتعذر إليه، إذ\nالحسن لا يعتذر منه، وإنما يفعله الإنسان إلى صاحبه حسن أدب ولطف تأت\nاستبقاء لوده، واستلالا لضغنه. فالاعتذار إذا من غير ذنب ذنب لأنه إقرار\nبالقبيح على نفسه، والعاقل لا يقر على نفسه بالقبيح ثم يعتذر منه! وهذا -\nلعمري - قد يحسن مع الملوك والأحباء؛ لأنه ربما أفضى بهم الدلال والإدلال\nإلى التجني على الإنسان بذنوب لم يقترفها، فيحتاج إذا إلى الاعتذار منها،\nبل ربما جرى بينه وبينهم أشياء، كان الذنب لهم فيها فجعله لنفسه استبقاء\nللود، وخوفا على النفس، ورجاء للنفع، وقد قال الشاعر: (البسيط)\n</p>\n\n<p>\nإذا مرضنا أتيناكم نعودكم ... وتذنبون فنأتيكم فنعتذر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عروة: (الطويل)\n</p>\n\n<p>\nويضمر عذرها ويعينها ... علي، فما لي في الفؤاد نصيب\n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nتشبيه جودك بالأمطار غادية ... جود لكفك ثان ناله المطر\n</p>\n\n<p>\nقال: أي: قد أفرطت كفك في الجود، حتى جادت على المطر بأن شبه بها.\n</p>\n\n<p>\n(وأقول:) وقال الواحدي: أي: إذا شبهنا جودك بالأمطار التي تأتي بالغدوات،\nوهي أغزرها، كان ذلك جودا ثانيا لكفك، لأن المطر يسر ويفتخر أن يشبه بجودك.\n</p>\n\n<p>\nوأقول: المعنى أنك إذا جدت على إنسان بجود استكثره فشبه، لكثرته، بالمطر،\nوتشبيهه بالمطر بعد جوده على الطالب جود ثان على المطر بأن شبه به وهو أغزر\nمنه. ومن عادة الأقل أن يشبه بالأكثر ولا ينعكس، فلما شبه الأكثر بالأقل\nكان ذلك بمنزلة الجود عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n(وقوله: (الوافر)\n</p>\n\n<p>\nوكنت السيف قائمه إليهم ... وفي الأعداء حدك <span id='ms036'></span> والغرار\n</p>\n\n<p>\nفأمست بالبدية شفرتاه ... وأمسى خلف قائمه الحيار\n</p>\n\n<p>\nقال: الحيار أقرب إلى العمارة من البدية، والبدية أدخل في البر من\nالحيار، فلما خالفوه ضربهم بالسيف الذي كانوا يضربون به أعداءهم، ثم عظم\nحال لسيف فقال: كان الحيار خلف قائمه؛ أي: قائمة أدنى إلى العمارة من\nالحيار وكانت شفرتاه، وقت كون قائمه دون الحيار بالبدية، وبين الحيار\nوالبدية مسيرة ليلة، فطال السيف إليهم لطول باع حامله وراءهم، فكأنه مد يده\nإليهم فلم يفوتوه.\n</p>\n\n<p>\nفيقال له: إذا كان الحيار أقرب إلى العمارة - كما ذكرت - وكان خلف قائمه،\n</p>\n\n<p>\nفكيف يكون قائمه أدنى إلى العمارة من الحيار وهو خلفه؟! هذا خلف من\nالقول! والمعنى: إنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nكان سيفا في أيديهم حين الطاعة، فلما عصوه صار سيفا فيهم، وذلك أنه جاوز\nالحيار إليهم وهم في البدية فأوقع فيهم.).\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nيغادر كل ملتفت إليه ... ولبته لثعلبه وجار\n</p>\n\n<p>\nقال: يقول: يطردهم بكل رمح، إذا التفت الفارس المنهزم لينظر أين هو منه\nطعنه في لبته، فصارت لبته لطرف الرمح، وهو ثعلبه، بمنزلة الوجار للثعلب؛\nأي: دخل السنان وما في جبته من طرف الرمح في لبته.\n</p>\n\n<p>\nوأقول: إن هذه استعارة حسنة، ما علمت أنه سبق إليها. وذلك أنه لما ذكر\nالثعلب من الرمح جعل الطعنة في لبة الفارس وجارا لدخوله فيها وللمناسبة\nالتي بينهما. وقد استعملت بهده هذه الاستعارة كثيرا، من ذلك قول بعض أهل\nالعصر: (الرمل)\n</p>\n\n<p>\nضبح الثعلب من خطيه ... في وجار الصدر لما ولغا\n</p>\n\n<p>\nفزاد عليه في ذلك زيادتين وهما: الضبح والولوغ.\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nإذا صرف النهار الضوء عنهم ... دجا ليلان ليل والغبار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أي: إذا زال ضوء النهار، دخلوا في سواد الليل وظلمة الغبار، فكأن\nهناك ليلين.\n</p>\n\n<p>\nوكذا قال في البيت الذي يليه (في صفة الليل) وهو قسيمه في معناه.\n</p>\n\n<p>\nقال: وقد أتى النابغة بمعنى هذين البيتين في بيت واحد في قوله في وصف\nالجيش (البسيط)\n</p>\n\n<p>\nتبدو كواكبه والشمس طالعة ... نورا بنور وإظلاما بإظلام\n</p>\n\n<p>\nوأقول: هذا المعنى قد جاء كثيرا، وكأن معنى أبي الطيب وترتيبه من <span id='ms037'></span> قول أبي\n</p>\n\n<p>\nتمام: (البسيط)\n</p>\n\n<p>\nضوء من النار والظلماء عاكفة ... وظلمة من دخان في ضحى شجب\n</p>\n\n<p>\nفالشمس طالعة من ذا وقد أفلت ... والشمس واجبة من ذا ولم تجب\n</p>\n\n<p>\nإلا أن بيتي أبي الطيب أقصر وزنا، وأظهر معنى، وأقل كلفة، فإن كان أخذ\nالمعنى منه، فقد زاد عليه فيه، وإن كان وارده (فيه) فهو أحق به منه.\nوالأظهر أن أبا الطيب لم يكن ليعتمد إلا على ما يجلبه فكره ويستنتجه خاطره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nفكانوا الأسد ليس لها مصال ... على طير وليس لها مطار\n</p>\n\n<p>\nقال: أي: كانوا قبل ذلك أسدا، فلما غضبت عليهم وقصدتهم لم تكن لهم صولة\nعلى طير لضعفهم، ولم يقدروا أيضا على الطيران فأهلكتهم.\n</p>\n\n<p>\nوأقول: ليس هذا بشيء! لأنه جعل الضمير في لها التي في صدر البيت، ولها\nالتي في عجزه (للفرسان)، وليس كذلك بل الأولى للفرسان والثانية للخيل.\n</p>\n\n<p>\nيقول: هؤلاء الأعراب كانوا كالأسد في الشدة والشجاعة، ولكن ليس لها مصال\nعلى خيل كالطير في السرعة، وليس لتلك الخيل مطار؛ إما لما حل بها من\nالإعياء والكلال، أو لما لحقهم من الخذلان والخوف (والخبال) بلحاق سيف\nالدولة لهم، (وهذا المعنى والتفسير لم أسبق إليه، ولا ثم معنى سواه).\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nفهم حزق على الخابور صرعى ... بهم من شرب غيرهم خمار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nقال: ومعنى البيت انهم ظنوا ان قد قصدهم فهربوا من بين يديه فتقطعوا.\n</p>\n\n<p>\nوأقول: إن هذا مثل ضربه، وذلك أن العادة جارية بحدوث الخمار فيمن يشربون\nالخمر فتحدث لهم سكرا وصرعا بالنون، لا فيمن لم يشربها. وهؤلاء - بنو نمير\nالذين أجفلوا خوفا من سيف الدولة مما صنع ببني كلاب الذين أوقع (بهم) -\n</p>\n\n<p>\nبمنزلة الذين صرعوا سكرا وخمارا من شرب غيرهم.\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nتصاهل خيله متجاوبات ... وما من عادة الخيل السرار\n</p>\n\n<p>\nقال: يقول: كأن بعضها يسر إلى بعض شكيته، لما يجشمها من ملاقاة الحروب\nوقطع المفاوز، ألا ترى إلى قوله: (الكامل)\n</p>\n\n<p>\nنطقت بسؤددك الحمام تغنيا ... وبما تجشمها الجياد صهيلا\n</p>\n\n<p>\nويجوز أن يكون معناه أن خيله مؤدبة فتصاهلها سرارا هيبة له كقوله <span id='ms038'></span> في أبي\nشجاع يصف خيله ورجاله: (الرجز)\n</p>\n\n<p>\nما يتحركن سوى انسلال\n</p>\n\n<p>\nفهن يضربن على التصهال\n</p>\n\n<p>\nكل عليل فوقها مختال\n</p>\n\n<p>\nيمسك فاه خشية السعال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: إنه فهم المعنى مقلوبا!\n</p>\n\n<p>\nقال الواحدي: قال ابن فورجة: لفظ البيت لا يساعده على واحد من التفسيرين؛\nفإنه ليس في البيت ذكر التشاكي ولا المسارة في الصهيل، ولكن المعنى أنها\nتتصاهل من غير سرار، وليس السرار من عادة الخيل، أي: إن سيف الدولة لا\nيباغت العدو ولا يطلب أن يكتم قصده العدو لاقتداره وتمكنه، والذي يطلب\nالمباغتة والتستر عن عدوه يضرب فرسه على الصهيل كما قال: (المتقارب)\n</p>\n\n<p>\nإذا الخيل صاحت صياح النسور ... حززنا شراسيفها بالجذم\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nلهم حق بشركك في نزار ... وأدنى الشرك في أصل جوار\n</p>\n\n<p>\nقال: يقول: أنت تجتمع معهم في نزار، فهذه قرابة لهم تعطفك عليهم.\n</p>\n\n<p>\nوأقول: إنه فسر النصف الأول ولم يفسر الثاني، ومعناه: أن هؤلاء؛ بني\nكلاب، لهم حق عليك بمشاركتهم لك في نزار، وأقل ما يوجبه حق الشركة، (في\nالأصل)، أن تجيرهم بالعفو عنهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nلعل بنيهم لبنيك جند ... فأول قرح الخيل المهار\n</p>\n\n<p>\nقال: أي: الأمور أوائلها صغار وأواخرها كبار.\n</p>\n\n<p>\nوأقول: ليس هذا المعنى، وإنما هو ما ذكره الواحدي؛ قال: يستعطفه عليهم\nويحثه على العفو عنهم؛ يقول: لعل أبناءهم يكونون جندا أبنائك، فالمهار من\nالخيل تصير قرحا، أي: الصغير يصير كبيرا، كما قال بعض العرب: (الرجز)\n</p>\n\n<p>\nوإنما القرم من الأفيل\n</p>\n\n<p>\nوسحق النخل من الفسيل\n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nفقد تيقن أن الحق في يده ... وقد وثقن بأن الله ناصره\n</p>\n\n<p>\nقال: هذا مثل قول النابغة: (الطويل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nجوانح قد أيقن أن قبيله ... إذا ما التقى الجمعان أول غالب\n</p>\n\n<p>\nوأقول له: إن الطير وصفهن باليقين لما ذكره فيما بعد من قوله: (الطويل)\n</p>\n\n<p>\nلهن عليهم عادة قد عرفنها ... إذا عرض الخطي فوق الكوائب\n</p>\n\n<p>\nوأنت فلم تذكر لم وصفهن أبو الطيب باليقين والثقة، وكان ينبغي أن يقول:\nإنما وصفهن بذلك لما قبله من قوله: (البسيط)\n</p>\n\n<p>\nتحمى السيوف على أعدائه معه ... كأنهن بنوه أو عشائره\n</p>\n\n<p>\n(إذا انتضاها <span id='ms039'></span> لحرب لم تدع جسدا ... إلا (وباطنه للعين ظاهره)\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nرأت وجه من أهوى بليل عواذلي ... فقلن: نرى شمسا وما طلع الفجر\n</p>\n\n<p>\nقال: إنما خص العواذل هنا دون غيرهن؛ لأنهن لم يعترفن له بهذا إلا لما\nفاق عندهن الوجوه، فعذرنه في محبته، وذلك الغاية في معناه.\n</p>\n\n<p>\n(وأقول:) وقال الواحدي: وخص العواذل لأنهن إذا اعترفن بهذا، مع إنكارهن\nعليه حبها، كان ذلك أدل على حسنها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: إن العواذل إنما يعذلن العاشق شفقة عليه ورحمة له، فمن شأنهن أن\nيصغرن حال المحبوب عنده، ويقبحنه في عينه، ويخدعنه عنه ليزهد فيه؛ فيحصل\nلهن الغرض الذي قصدنه منه. وكأن عواذل أبي الطيب لم يرين محبوبه قبل تلك\nالليلة، فلما رأينه بهرهن وجهه بالحسن الذي أراهن، كأن الشمس طالعة بالليل،\nفلم يقدرن على المخادعة والمغالطة، ووصفنه بذلك فعدن، بعد إذ كن يعذلنه؛\nيغرينه، لأن وصف المحبوب إغراء به وتعريض لعشقه كما قال الشاعر: (الوافر)\n</p>\n\n<p>\nولست بواصف أبدا حبيبا ... أعرضه لأهواء الرجال\n</p>\n\n<p>\n(وقوله: (الكامل)\n</p>\n\n<p>\nأو يرغبوا بقصورهم عن حفرة ... حياه فيها منكر ونكير\n</p>\n\n<p>\nقال: أعيذهم أن يتركوا زيارة قبره ويلزموا قصورهم.\n</p>\n\n<p>\nوقال الواحدي: قال العروضي: ما أبعد ما وقع، وإنما أراد: لا يحسبوا\nقصورهم أوفق له من الحفرة التي صارت من رياض الجنة حتى حياه فيها الملكان.\n</p>\n\n<p>\nوأقول: ما العجب (من وقوعه) في مثل هذا، بل سلامته!)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nغاضت أنامله وهن بحور ... وخبت مكائده وهن سعير\n</p>\n\n<p>\nقال: أي: لما مات بطلت أفعاله، إلا من الذكر الجميل.\n</p>\n\n<p>\nوأقول: هذا الاستثناء (الذي ذكره) لا يدل عليه اللفظ، وإنما ذكر غيض\nأنامله وهن بحور، وخبو مكائده وهن سعير، على وجه الإعظام والتعحب للبحار،\nمع كثرة مائها كيف تغيض، وللنار مع شدة اضطرامها (- ويعني نار جهنم -) كيف\nتخبو؟!\n</p>\n\n<p>\n(والواو في وهن المكررة للحال.)\n</p>\n\n<p>\nوالمعنى: أنه يصفه بكثرة الجود على الأولياء، وبكثرة الانتقام من\nالأعداء.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nطار الوشاة على صفاء ودادهم ... وكذا الذباب على الطعام يطير\n</p>\n\n<p>\nقال: معنى طاروا: ذهبوا وهلكوا، لما لم يجدوا بينهم مدخلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nقال الواحدي: وقال <span id='ms040'></span> أبو علي بن فورجة: كيف يعني بقوله: طاروا: ذهبوا\nوهلكوا وقد شبه طيرانهم على صفاء الوداد بطيران الذباب على الطعام؟ وإنما\nيعني أن الوشاة تعرضوا لما بينهم، وجهدوا أن يفسدوا ودهم، كما أن الذهاب\nيطير على الطعام، ومثله قول الآخر: (البسيط)\n</p>\n\n<p>\nوجل قدري فاستحلوا مساجلتي ... إن الذباب على الماذي وقاع\n</p>\n\n<p>\nقال الواحدي: والمعنى أن اجتماع الوشاة وسعيهم فيما بينهم بالنمائم، دليل\nعلى ما بينهم من المودة كالذباب، لا يجتمع إلا على طعام، كذلك الوشاة إنما\nيتعرضون للأحباء المتوادين.\n</p>\n\n<p>\nقال: وقال العروضي، فيما أملاه علي: يظلم نفسه ويغر غيره من يفسر شعر\nالمتنبي بهذا النحو، ألا تراه يقول:\n</p>\n\n<p>\n. . . . . . . . . . وكذا الذباب على الطعام يطير\n</p>\n\n<p>\nأذهاب هذا عنه أم اجتماع عليه؟!\n</p>\n\n<p>\nوقال:\n</p>\n\n<p>\nطار الوشاة على. . . . . . . . . . . .\n</p>\n\n<p>\nولو أراد ما قال أبو الفتح لقال: (طار) عنه.\n</p>\n\n<p>\nوأقول: هذا (الذي) أخذوه على ابن جني حسن، إلا أنهم لم يبينوا المعنى\nويكملوه؛ وهو أن الوشاة تعرضوا لإفساد ما بينهم من الوداد، ولا يعبأ بهم\nلحقارتهم عندهم، فكانوا بينهم بمنزلة الذباب الذي يطير على الطعام متعرضا\nلفساده فلا يعبأ به ويطرد عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nمرتك - ابن إبراهيم - صافية الخمر ... وهنئتها من شارب مسكر السكر\n</p>\n\n<p>\nقال: معنى مسكر السكر: إما لأنك لا يغلبك السكر، ومن عادته أن يغلب كل\nشيء، فكأنك قد غلبته، وإما أنه استحسن شمائلك فسكر لحسنها، وكلاهما يحتمله\nالبيت.\n</p>\n\n<p>\nوأقول: الصحيح الوجه (الأول)، والثاني ليس بشيء! والمعنى أنه أراد\nالمبالغة فعكس فجعله يسكر السكر الذي من عادته أن يسكر، ولا يسكره السكر.\nوهو مثل قوله: (الطويل)\n</p>\n\n<p>\nطوال الردينيات يقصفها دمي ... وبيض السريجيات يقطعها لحمي\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nعدويي كل فيك حتى ... لخلت الأكم موغرة الصدور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وقوله:\n</p>\n\n<p>\n. . . . . . . . . لخلت الأكم موغرة الصدور\n</p>\n\n<p>\nيحتمل أمين: أحدهما: أنه يريد أن الأكم تنبو به فلا يستقر فيها، ولا\nتطمئن به فكأنه ذلك لعداوة بينهما.\n</p>\n\n<p>\nوالآخر، وهو الوجه: أن يكون أراد شدة ما يقاسي فيها من الحر والبرد،\nوأنها\n</p>\n\n<p>\nموغرة الصدور من شدة حرارتها، ويؤكد هذا قوله في هذه القطعة أيضا:\n(الوافر <span id='ms041'></span>)\n</p>\n\n<p>\n. . . . . . . . . وأنصب حر وجهي للهجير\n</p>\n\n<p>\nوذكر الواحدي عن ابن فورجة تزييف الوجهين؛ بأن قال: لم يرد أن يستقر في\nالأكم فتنبو به وبئس ما يختار لداره ومقامه، وكيف خص الأكم بشدة الحر،\nوالمكان الضاحي للشمس أولى بالحر؟ وللأكم ظل فهي أبرد من المكان الذي لا ظل\nفيه.\n</p>\n\n<p>\nثم إنه ذكر وجها ثالثا ليس يحسن كالوجهين الأولين يذكر في شرح الواحدي.\n</p>\n\n<p>\nوأقول: إنما خص الأكم، ويريد بها الجبال، وجعلها موغرة الصدور لحسدها له\nحيث يفضلها في العلو والثبات والرصانة، وقوله: كل شيء أطلق وأراد التخصيص\nأي: كل شيء حسن عال غال، كقوله - تعالى: (وأوتيت من كل شيء).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nولو كنت امرءا يهجى هجونا ... ولكن ضاق فتر عن مسير\n</p>\n\n<p>\nقال: أي لست ممن يستحق الهجاء.\n</p>\n\n<p>\nوأقول: هذه عبارة ناقصة، والمعنى: أنت أقل من أن تهجى، كما أن الفتر أضيق\nمن أن يسار فيه؛ كأنه يقول: ليس لك (عرض)، وإنما يهجى من له عرض.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nذر النفس تأخذ وسعها قبل بينها ... فمفترق جاران درهما عمر\n</p>\n\n<p>\n(قال: أي: إنما النفس مجاورة لهذا الجسم مدة العمر، ثم يفترقان إذا فني\nالعمر.)\n</p>\n\n<p>\nوأقول: فسر عجز البيت، وعجز أن يفسر صدره وهو: دع نفسك تأخذ ما تطيق مما\nتريد من لذة أو مال أو حرب؛ فإنها غير باقية مع الحسد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nإذا الفضل لم يرفعك عن شكر ناقص ... على هبة فالفضل فيمن له الشكر\n</p>\n\n<p>\nقال: أي: إذا اضطرتك الحال وشدة الزمان إلى شكر الأصاغر من الناس على ما\nتتبلغ به إلى إمكان الفرصة، فالفضل فيك ولك، لا للممدوح المشكور.\n</p>\n\n<p>\nوأقول: هذا الذي ذكره ليس بشيء!\n</p>\n\n<p>\nوقال الواحدي: قال أبو الفضل العروضي: يقول أبي الطيب: الفضل فيمن له\nالشكر، ويقول أبو الفتح: الفضل فيك ولك فيغير اللفظ ويفسد المعنى، وإنما\nأوقعه في ذلك أنه توهم قوله، فالفضل فيمن له الشكر أنه الشاكر، وإنما هو\nالمشكور. والذي أراد أبو الطيب أن الفضل إذا لم يرفعك عن شكرك الناقص على\nهبة، فالناقص هو الفاضل؛ يشير إلى الترفع عن <span id='ms042'></span> هبة الناقص لئلا يلتزم شكره.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوكم من جبال جبت تشهد أنني ال ... جبال وبحر شاهد أني البحر\n</p>\n\n<p>\nلم يفسر البيت لظهوره.\n</p>\n\n<p>\nإلا أن قوله: أنني البحر يسبق إلى الوهم أنه في الجود، ولم يكن أبو الطيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nليدعي ذلك، ولا يدعى له، وإنما أراد: في العلم.\n</p>\n\n<p>\nوأقول: لو كان (قال):\n</p>\n\n<p>\nوكم من جبال جبت تشهد أنني ... أخوها. . . . . . . . .\n</p>\n\n<p>\nلكان (أقل كلفة، وأوقع تشبيها،) وأحسن من الإدماج في البيت، وتشبيه\nالواحد بالجمع. ولكنه لما قال:\n</p>\n\n<p>\n. . . . . . . . . . . . . وبحر شاهد أنني البحر\n</p>\n\n<p>\nأراد أن يكون الأول مثل الآخر في ازدواج اللفظ فأوقعه في ذلك، والتكلف\nظاهر فيه مع سوء التشبيه.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوخرق مكان العيس منه مكاننا ... من العيس فيه واسط الكور والظهر\n</p>\n\n<p>\nقال: ومعنى البيت: أن هذه الإبل كأنها واقفة في هذا الخرق، وهو المتسع من\nالأرض، ليست تذهب فيه ولا تجيء، وذلك لسعته، فكأنها ليست تبرح منه كما قال\nآخر في صفة خرق: (الرجز)\n</p>\n\n<p>\nيمسي به القوم بحيث أصبحوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nأي: فكما أنا نحن في ظهور هذه الإبل، فكذلك هي، كأن لها من أرض هذه الخرق\nكورا وظهرا، فقد أقامت به لا تبرحه.\n</p>\n\n<p>\nوأقول: هذا كلام من لم يشم رائحة هذا المعنى فضلا عن أن يذوقه! وهو ما\nقاله الواحدي، ويقوله كل من له أدنى تأمل!: أنه توسط هذا الخرق راكبا ظهر\nالبعير في جوزه، فمكانه من ظهر البعير من الخرق. والمعنى: نحن في وسط ظهور\nالإبل والإبل في وسط الخرق، ولم يتعرض في هذا البيت لوقوفها ولا لبراحها،\nثم ذكر سيرها في البيت الثاني.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nولا ينفع الإمكان لولا سخاؤه ... وهل نافع لولا الأكف القنا السمر\n</p>\n\n<p>\nقال: يقول: لولا سخاؤه لما انتفع الناس بإمكانه؛ لأنه قد يكون الإمكان مع\nالشح فلا ينفع، كما أن القنا لو لم تحفزها الأكف لم تقتل.\n</p>\n\n<p>\nوأقول: الصحيح؛ أن الانتفاع راجع إلى الممدوح لا إلى الناس. يقول: لولا\nسخاؤه لما انتفع بكثرة ماله، وضرب مثلا للثراء والسخاء بالقنا السمر\nوالأكف، فالثراء لا ينتفع (به) لولا السخاء <span id='ms043'></span>، كما أن القنا السمر لا ينتفع\nبه لولا الأكف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nكأنك برد الماء لا عيش دونه ... ولو كنت برد لم يكن العشر\n</p>\n\n<p>\nقال: يقول: لو كان برد الماء مثلك لما وردت الإبل العشر؛ أي: كانت تتجاوز\nمدة\n</p>\n\n<p>\nالعشر لغنائها بعذوبتك وبردك.\n</p>\n\n<p>\nوأقول: إنه فهم المعنى مقلوبا!\n</p>\n\n<p>\nوالمعنى: أنه شبهه ببرد الماء؛ لأنه لا حياة دونه ولا صبر عنه. ثم قال:\nولو كنت برد الماء حقيقة لم يكن العشر؛ أي: لم تصبر الإبل عنك مدة العشر\nكالصبر عن الماء لأن النفع بك والحاجة إليك أمس من الماء، فجعله أفضل من\nالماء يصبر عنه، وهو لا يصبر عنه.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nأنت الوحيد إذا ارتكبت طريقة ... فمن الرديف وقد ركبت غضنفرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nقال: يقول: قد ركبت من خلائقك وطرائقك (أمرا) لا يتبعك فيه أحد مخافة\nالفضيحة لتقصيره عن مداك وتأخره عن مغزاك.\n</p>\n\n<p>\nوأقول: الأحسن في هذا تفسير الشيخ أبي الحسن الواحدي: قال: يقول: أنت فرد\nالطريقة في كل أمر تقصده، لا يقدر أحد أن يقتدي بك في طريقتك، كراكب الأسد\nلا يقدر أحد أن يكون رديفا له، وعلى هذا القول: الغضنفر مركوب. ويجوز أن\nيكون (راكبا بأن يكون) حالا لممدوح: يقول: لا يقدر أحد أن يكون رديفا لك\nوأنت غضنفر.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nأرأيت همة ناقتي في ناقة ... نقلت يدا سرحا وخفا مجمرا\n</p>\n\n<p>\nلم يذكر ابن جني معنى هذا البيت ولا الذي بعده، وهو معنى لطيف، واشتغل\nبذكر الغريب من المجمر والرمث وطول فيهما بتكثير الاستشهاد.\n</p>\n\n<p>\nقال الواحدي: أخبر عن علو همة ناقته إذ قصدته، وذلك إخبار عن علو همة\nنفسه بأنها تركت دخان الرمث الذي توقده الأعراب؛ أي: تركت الأعراب وأتت\nقوما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nوقودهم العنبر. وهذا مثل قول البحتري: (الكامل)\n</p>\n\n<p>\nنزلوا بأرض الزعفران وجانبوا ... أرضا ترب الشيح والقيصوما\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nوترى الفضيلة لا ترد فضيلة ... الشمس تشرق والسحاب كنهورا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وروي: لا ترد، أي: وترى الفضيلة فيك مشرقة واضحة غير مشكوك فيها؛\nكما ترى الشمس إذا اشرقت، والسحاب إذا كان متكاثفا عظيما.\n</p>\n\n<p>\nوقوله: لا <span id='ms044'></span> ترد أي: مقبولة غير مردودة. ونصب الشمس والسحاب بفعل مضمر؛\nكأنه قال: ترى، برؤية فضائلك، الشمس والسحاب، ونصب فضيلة على الحال.\n</p>\n\n<p>\nوخبط تخبيطا كثيرا يرغب عن ايراده!\n</p>\n\n<p>\n(وأقول): وإنما أوقع في هذا التفسير أبا الفتح، تصحيف الضم من الفتح!\nولولاه لما احتاج إلى هذا الخبط الشديد، والتعسف لتقدير الإعراب البعيد!\nونصب فضيلة ب ترد مفعولة، فاعلها الضمير فيها، والشمس والسحاب بدلا من\nالفضيلة.\n</p>\n\n<p>\nوالمعنى ما قاله غير أن جني، أي: الفضيلة لا ترد ضدها من الفضائل على ما\nعهد في المتضادين. ثم فسر ذلك فقال: ترى الشمس مشرقة كنهورا؛ أي: في حال\nواحدة يريك هذا الممدوح هذين المتضادين؛ إذ وجهه كالشمس (إشراقا)، ونائله\nكالسحاب إغداقا، ومع (ذلك) لا يتنافيان في حاله كالضدين.\n</p>\n\n<p>\nقال الواحدي: وقد أوضح ابن الرومي هذا المعنى حيث يقول: (الكامل)\n</p>\n\n<p>\nيلقى مغيما مشمسا في حاله ... هطل الإغامة نير الإشماس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وتبعه البحتري فقال: (الطويل)\n</p>\n\n<p>\nوأبيض وضاح إذا ما تغيمت ... يداه تجلى وجهه فتقشعا\n</p>\n\n<p>\nوأقول: إن تسبيه وجهه بالشمس، لا ينبغي أن يكون من أصل الخلقة؛ لأن ذلك\nليس بفضيلة للممدوح، وقد قال أبو الطيب:\n</p>\n\n<p>\nوترى الفضيلة لا ترد فضيلة ... . . . . . . . . .\n</p>\n\n<p>\nفأثبت له فضيلتين لا ترد إحداهما الأخرى، وينبغي أن يراد بالشمس ما في\nوجهه من البشر (والطلاقة)، والتهلل والبشاشة، عند العطاء؛ وذلك أن الإنسان\nإذا أعطى ناله، والأول بمنزلة الروح، فربما تعير وجهه، وهذا الممدوح قد جمع\nبين كثرة البشر فشبه (وجهه) بالشمس (مشرقة)، وبين كثرة العطاء فشبه جوده\nبالسحاب كثيرا عزيرا فجمع بين هاتين الفضيلتين ولم ترد إحداهما الأخرى.\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nسله الركض بعد وهن بنجد ... فتصدى للغيث أهل الحجاز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أي: ظنوا لمعانه ضوء برق فتعرضوا للغيث.\n</p>\n\n<p>\nقال: قال - يعني المتنبي: وإنما خصصت أهل الحجاز لأن فيهم طمعا. ولم أسمع\nهذا منه، فإن يكن على ما حكي، وإلا فالذي قاده إليه القافية كقول الراجز:\n(الرجز)\n</p>\n\n<p>\nرعيتها أكرم عود عودا\n</p>\n\n<p>\nالصل والصفصل واليعضيدا\n</p>\n\n<p>\nوالخاز باز السنم المجودا\n</p>\n\n<p>\nبحيث يدعو عامر مسعودا\n</p>\n\n<p>\nولم يرد رجلين على الحقيقة، اسم <span id='ms045'></span> أحدهما عامر واسم الآخر مسعود، ولو كانت\nالقافية نونية لجاز أن يقول:\n</p>\n\n<p>\nبحيث يدعو عامر سعدانا\n</p>\n\n<p>\nوكذلك لو كانت ميمية لجاز أن يقول:\n</p>\n\n<p>\nبحيث يدعو عامر تميما\n</p>\n\n<p>\nوأقول: إنه قد منع أن يكون ثم وجها ثالثا يحمل عليه قوله: أهل الحجاز،\nوفر مما لا معنى له إلى مثله؛ لأن تلك اللفظة - كما قال: - لا معنى لها،\nوإنما قاده إليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nالقافية. والمعنى بتلك اللفظة، اظهر من أن يخفى على من له أدنى نظر، وذلك\nالحجاز بلاد شديدة الحر؛ قليلة المطر، مجاورة لنجد؛ فلما سل الركض السيف\nبليل أومض فظن أهل الحجاز أنه برق، والبرق مظنة الغيث، فتصدوا له.\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nتقضم الجمر والحديد الأعادي ... دونه قضم سكر الأهواز\n</p>\n\n<p>\nقال: أي تقضمها حنقا عليه، وقصورا عنه كقول الأعشى: (الطويل)\n</p>\n\n<p>\nفعض جديد الأرض إن كنت ساخطا ... بفيك وأحجار الكلاب الرواهصا\n</p>\n\n<p>\nوأقول: إنما خص الجمر والحديد بالذكر دون غيرهما؛ لأنه جعل أعداءه، من\nخوفه، بمنزلة النعام تأكل الجمر والحديد، والنعام يوصف بذلك، كقوله:\n(الخفيف)\n</p>\n\n<p>\nإنما مرة بن عوف بن سعد ... جمرات لا تشهيها النعام\n</p>\n\n<p>\nويوصف بالخوف والذعر كقول يزيد بن قفافة: (الطويل)\n</p>\n\n<p>\nكأن بصحراء المريط نعامة ... تبادرها جنح الظلام نعائم\n</p>\n\n<p>\nأعارتك رجليها وهافي لبها ... وقد جردت بيض السيوف صوارم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nإن ترمني نكبات الدهر عن عوض ... ترم امرءا غير رعديد ولا نكس\n</p>\n\n<p>\nقال: النكس: الساقط الفسل من الرجال. وأصله أن السهم يرمي به فينكسر\nفينكس؛ أي: يجعل رأسه أسفله.\n</p>\n\n<p>\nوقال الواحدي: لم اسمع بالنكس بمعنى النكس إلا في هذا البيت.\n</p>\n\n<p>\nوأقول: إن لم يسمع النكس - بفتح النون - فينبغي أن يكون بكسرها، ويكون\nأصله: نكس بسكون الكاف، فنقلت الكسرة التي على اللام إلى العين وحمل الوصل\nعلى الوقف كقوله: (مشطور السريع)\n</p>\n\n<p>\nببازل وجناء أو عيهل. . . . . . . . .\n</p>\n\n<p>\nويكون مثل قوله: (الرجز)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nعلمنا إخواننا بنو عجل\n</p>\n\n<p>\nشرب النبيذ واصطفاقا بالرجل\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nهذي برزت لنا فهجت رسيسا ... ثم انصرفت وما شفيت نسيسا\n</p>\n\n<p>\nقال: هذي: أي: يا هذي؛ ناداها وحذف حرف النداء ضرورة؛ لأن هذي تصلح أن\nتكون <span id='ms046'></span> وصفا لأي، ألا تراك تقول: يا أيتهاذي، كما يقال: يا أيها الرجل. فلما\nكان كذلك كرهوا حذف أي ويا جميعا. قال: وذلك يجوز في ضرورة الشعر كقوله:\n(الرجز)\n</p>\n\n<p>\nجاري لا تستنكر] عذيري\n</p>\n\n<p>\nأراد: يا جارية.\n</p>\n\n<p>\nو (أقول): قال أبو العلاء: هذي موضوعة موضع المصدر، وإشارة إلى البرزة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nالواحدة، كأنه يقول: هذه البرزة برزت لنا، كأنه يستحسن تلك البرزة،\nوأنشد: (الرجز)\n</p>\n\n<p>\nيا إبلي إما سلمت هذي\n</p>\n\n<p>\nفاستوسقي لصارم هذاذ\n</p>\n\n<p>\nوطارق في الدجن والرذاذ\n</p>\n\n<p>\nيريد: هذه الكرة.\n</p>\n\n<p>\nوهذا التأويل يخرج قول أبي الطيب من الضرورة في الشعر إلى الجائز في\nالكلام.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nإن كنت ظاعنة فإن مدامعي ... تكفي مزادكم وتروي العيسا\n</p>\n\n<p>\nقال: وهذا نقيض قوله: (البسيط)\n</p>\n\n<p>\nولا سقيت الثرى، والمزن مخلفه، ... دمعا ينشعه من لوعة نفسي\n</p>\n\n<p>\nلأن هناك، ذكر أن نفسه ينشف دموعه فيذهب به، وهاهنا ذكر أن مدامعه تكفي\nالمزاد وهذا يدل على كثرتها. وما عدمت هذا الشعراء، ألا ترى أنهم ذهبوا\n(37/أ)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nمن قول زهير: (البسيط)\n</p>\n\n<p>\nقف بالديار التي لم يعفها القدم ... بلى وغيرها الأرواح والديم\n</p>\n\n<p>\nإلى أنه رد على نفسه.\n</p>\n\n<p>\nوكذلك قول امرئ القيس: (الطويل)\n</p>\n\n<p>\nفتوضح قالمقراة لم يعف رسمها ... لما نسجتها من جنوب وشمأل\n</p>\n\n<p>\nثم قال:\n</p>\n\n<p>\n. . . . . . . . . فهل عند رسم دارس من معول\n</p>\n\n<p>\nوأقول: إن ابن جني طبعه تكثير الكلام، وغرضه تكبير الكتاب، فما يبالي بعد\nذلك أخطأ أم أصاب!\n</p>\n\n<p>\nوالجواب عن ذلك سأذكره فيما بعد، فإنه قد نقل عنه، وأخذ منه، وأعجب به\nغيره ممن هو في الفطانة مثله!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (السريع)\n</p>\n\n<p>\nوإنما يظهر تحكيمه ... ليحكم الإفساد في حسه\n</p>\n\n<p>\nقال، يقول: إذا اعتقد تحكيم العبد على نفسه، ورضي به في الظاهر كما رضي\nبه في الباطن؛ فقد حقق عند الناس فساد حسه لقبح اختياره.\n</p>\n\n<p>\nوأقول: ليس في كلام أبي الطيب ما يدل على الرضا لا ظاهرا ولا باطنا،\nوإنما يقول: إن من حكم عبدا لئيما جاهلا عليه يتصرف به تصرف المالك، وأظهر\n</p>\n\n<p>\nتحكيمه للناس؛ فقد بالغ في إفساد حسه. هذا فيمن روى: ليحكم، ومن روى:\nليظهر، وهو الأظهر <span id='ms047'></span>، فيقول: من أظهر تحكيم العبد على نفسه مثلي، فقد أظهر\nفساد عقله للناس! وفي هذا توبيخ لنفسه، وزراية على فعله بقصده كافورا\nوانقطاعه إليه، وما بعده يدل عليه.\n</p>\n\n<p>\nوقوله: (السريع)\n</p>\n\n<p>\nفلا ترج الخير عند امرئ ... مرت يد النحاس في رأسه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وهمز عين الفعل من رأسه لأن القافية غير مردفة كما قال: (الطويل)\n</p>\n\n<p>\nيقول لي الحداد وهو يقودني ... إلى السجن: لا تجزع فما بك من بأس\n</p>\n\n<p>\nألا تراه يقول في هذه القصيدة: (الطويل)\n</p>\n\n<p>\n. . . . . . . . . ويترك عذري وهو أضوا من الشمس\n</p>\n\n<p>\nفجعل همزة بأس بازاء ميم شمس.\n</p>\n\n<p>\nوأقول: إنما فعل ذلك لأن عين رأس أصلها الهمز فأتى بها على الأصل، وإذا\nكانت كذلك فهي موازية موازنة لجميع الحروف الصحاح، الميم وغيرها، وإنما\nالكلام فيها إذا خرجت عن أصلها فجاءت في قصيدة مردفة ردفا كقول الحطيئة:\n(البسيط)\n</p>\n\n<p>\nأزمعت يأسا مريحا من نوالكم ... ولن ترى طاردا للحر كالياس\n</p>\n\n<p>\nمن قوله: (البسيط)\n</p>\n\n<p>\nوالله ما معشر لأموا امرءا جنبا ... في آل لأي بن شماس بأكياس\n</p>\n\n<p>\nفحينئذ يقال: إنما ترك الهمز هاهنا، وهو أصل، لأجل الردف، إذ القصيدة\nمردفة. فالشيء إنما يعلل إذا خرج عن أصله، وإنما الشيخ جار على طريقته\nالمألوفة، وشنشنته المعروفة، في كثرة الكلام بالتمويه والإيهام!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nفما خاشيك للتكذيب راج ... ولا راجيك للتخييب خاشي\n</p>\n\n<p>\nقال: ليس يرجو من يخشاك أن يلقى من يكذبه ويخطئه في خوفك، لأن الناس\nمجمعون على خوفك.\n</p>\n\n<p>\nومعنى راج: خائف، كقوله تعالى: (وقال الذين لا يرجون لقاءنا)، وقال\nالشاعر:. (الطويل)\n</p>\n\n<p>\nإذا لسعته النحل لم يرج لسعها ... وخالفها في بيت نوب عوامل\n</p>\n\n<p>\nوأقول: إن الذي ذكره في هذا البيت من جنس كلامه قبله في إيهامه، ونفخه\nوجفخه، باطلاعه على غريب اللغة، واستخراجه منها ما يخفى على غيره في راج\nأنه بمعنى خائف، واستشهاده على ذلك بالآية والبيت. وليس راج إلا من الرجاء،\nوهو الطمع، وصنعة البيت بتركيبه وترتيبه يدل عليه، وهو قلب صدره على عجزه!\n</p>\n\n<p>\nوالمعنى أن خاشيك في الحرب لا يرجو التكذيب من نفسه أو من غيره، وراجيك <span id='ms048'></span>\nفي الجود لا يخشى التخييب؛ لأنه واثق منك بالعطاء وبلوغ الرجاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nبليت بهم بلاء الورد يلقى ... أنوفا هن أولى بالخشاش\n</p>\n\n<p>\nقال: أي: تأذيت بلقاء غيرك من الرؤساء، ولم يليقوا بي، كما لا يليق الورد\nبأنوف الإبل.\n</p>\n\n<p>\nوأقول: إنه يريد ببليت بهم أي: اضطررت إليهم، وامتحنت بهم، وهم لئام صعاب\nجهال لا يلائمونني ولا يليقون بي، فتأذيت بهم كالورد الذي يقرب من أنوف\nالإبل لتشمه (وهي لا تفهمه) فيتأذى بها، وهي بتقريب الخشاش إليها أولى\nليذلها ويقودها.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nفعلت بنا فعل السماء بأرضه ... خلع الأمير وحقه لم نقضه\n</p>\n\n<p>\nأقول: إنه لم يذكر معناه، فكأنه استغنى عن ذكره بذكر مثله وهو قوله:\n(طويل)\n</p>\n\n<p>\nفبوركت من غيث كأن جلودنا ... به تنبت الديباج والوشي والعصبا\n</p>\n\n<p>\nقال في هذا: جعله كالغيث، وجلودهم كالأرض التي تنبت إذا أصابها (38ب)\n</p>\n\n<p>\nوأقول: إنه يحتمل البيتان معنى آخر، وهو أن الغيث إذا أصاب الأرض أنبتت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nأنواعا من الزهر، وألوانا مختلفة، فجعل الخلع في اختلاف ألوانها بمنزلة\nالزهر في اختلاف ألوانه، وهذا أجود من المعنى الأول.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nوإذا وكلت إلى كريم رأيه ... في الجود بان مذيقه من محضه\n</p>\n\n<p>\nفأقول: لم يذكر معنى هذا البيت أيضا وهو مثل قوله: (الطويل)\n</p>\n\n<p>\nوللنفس أخلاق تدل على الفتى ... أكان سخاء ما أتى أم تساخيا\n</p>\n\n<p>\nكأنه جعل الكرم المحض الذي هو بطبعه ومن تلقاء نفسه، والمذيق الذي هو\nباقتضاء أو بشافع، وهذا معنى كثير مطروق. وهو ينظر إلى قول امرئ القيس:\n(الطويل)\n</p>\n\n<p>\nعلى هيكل يعطيك قبل سؤاله ... أفانين جري غير كز ولا وان\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nمضى الليل والفضل الذي لك يمضي ... ورؤيتك أحلى في العيون من الغمض\n</p>\n\n<p>\nعلى أنني طوقت منك بنعمة ... شهيد بها بعضي لغيري على بعضي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أمدحك وأثني عليك على ما طوقتنيه من نعمك؛ أي: أفعل هذا الفعل لها،\nفحذف أول الكلام للدلالة عليه.\n</p>\n\n<p>\nوإن شئت كان تقديره: مضى الليل على هذه الحال؛ أي: على أنني ملتبس\nبنعمتك.\n</p>\n\n<p>\nوإن شئت كان المعنى: على أنني طوقت بنعمتك، أهدي إليك <span id='ms049'></span> سلاما وتحية. ألا\n</p>\n\n<p>\nتراه يقول بعد هذا البيت: (الطويل)\n</p>\n\n<p>\nسلام الذي فوق السموات عرشه. . . . . . . . .\n</p>\n\n<p>\nوأقول: الأجود في هذا أن يكون على بمعنى اللام كقول الراعي: (الوافر)\n</p>\n\n<p>\nرعته أشهرا وخلا عليها ... فطار الني فيها واستغارا\n</p>\n\n<p>\nويكون هذا تعليلا لما قبله من قوله:\n</p>\n\n<p>\n. . . والفضل الذي لك يمضي. . . . . . . . .\n</p>\n\n<p>\n(أي: لتطويقك إياي)\n</p>\n\n<p>\nوقد أنكر بعضهم قوله: لغيري وقال: إنه حشو رديء لا يحتاج إليه.\n</p>\n\n<p>\nوالصحيح، أنه يحتاج إليه لتصحيح المعنى أو لتكميله، وذلك أن الشهيد لابد\nأن يكون لشيء وعلى شيء، فلغيري هو الذي له الشهادة، وهو الممدوح، وبه يتم\nالمعنى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nولو رآه حوار يهم لبنوا ... على محبته الشرع الذي شرعوا\n</p>\n\n<p>\n(قال:) الحواريون: أصحاب عيسى - عليه السلام. وإنما أضافهم إليهم؛ لما\nبينهم من التناسب بلزومهم شرعهم، واتباعهم ملتهم عندهم.\n</p>\n\n<p>\nوأقول: إن هذه عبارة سيئة!\n</p>\n\n<p>\nولو قال: لادعائهم ملتهم وانتسابهم إلى شرعتهم، لكان أولى وأسلم.\n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nوجدتموهم نياما في دمائكم ... كأن قتلاكم إياهم فجعوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nقال: حدثني أبو الطيب قال: لما هزم سيف الدولة الدمستق، وقتل أصحابه جاء\nالمسلمون إلى القتلى يتخللونهم، ينظرون من كان به رمق قتلوه.\n</p>\n\n<p>\nقال: وكانوا يقولون لهم: رميس رميس، ليوهموهم أنهم من الروم، فإذا تحرك\n</p>\n\n<p>\nأحدهم اجهزوا عليه، فبينا هم كذلك، أكب المشركون عليهم لاشتغال سيف\nالدولة فلذلك قال:\n</p>\n\n<p>\nوجدتموهم نياما في دمائكم. . . . . . . . .\n</p>\n\n<p>\nأي: في دماء قتلاكم، وكأن قتلاهم قد فجعوهم فهم قعود بينهم يتوجعون لهم.\n</p>\n\n<p>\nوأقول: تأمل - هداك الله - هذه الخرافة المتناقضة التي ينقض آخرها أولها!\nوذلك أن هؤلاء المسلمين الذين كانوا يجهزون على من وجدوا به رمقا من جرحى\nالكفار لا يستحقون أن يسلموا إليهم، وقد قال أبو الطيب: (البسيط)\n</p>\n\n<p>\nقل للدمستق: إن المسلمين لكم ... خانوا الأمير فجازاهم بما صنعوا\n</p>\n\n<p>\nلأن إجهازهم على الكفار ليس بخيانة، وإنما الخيانة بما ذكره بعد من قوله:\n</p>\n\n<p>\nوجدتموهم نياما في دمائكم ... كأن قتلاكم إياهم فجعوا\n</p>\n\n<p>\nأي: من قصورهم في القتال، وفتورهم في الطلب جعلهم نياما وليسوا نياما على\nالحقيقة.\n</p>\n\n<p>\nوقوله: في دمائكم أي: في طلب دمائكم، لا كما ذكروا من <span id='ms050'></span> التلطخ بدماء\nالقتلى للنوم بينهم خوفا من الروم. وهذه الحكايات التي تؤخذ من ظاهر\nالألفاظ لا يعتد بها السباق من الشعراء، ولا يغتر بها الحذاق من الأدباء،\nوأبو الفتح فيهم ليس بعريق النسب ولا بغزير النشب!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nلا تحسبوا من أسرتم كان ذا رمق ... فليس تأكل إلا الميت الضبع\n</p>\n\n<p>\n(قال:) أي: إنما أسرتموهم وهم ضعاف مغترون.\n</p>\n\n<p>\nوأقول: إن تفسيره هذا، الأولى أن يكون أراد بالضبع (- كناية عن الروم\nلضعفهم واغترارهم -) لا بمن تأكله الضبع؛ وذلك أن الضبع تغتر (وتوصف\nبالاغترار) كقول أمير المؤمنين - عليه السلام: والله لا أكون كالضبع تنام\nعلى طول اللدم\n</p>\n\n<p>\nحتى يصل إليها طالبها، ويختلها راصدها. (جعل الروم بمنزلة الضبع في الضعف\nمن بين السباع، والاغترار بأن الذي أسروه به شجاعة وله غناء، وليس كذلك بل\nهم كالم (سلمين) (؟) والروم في أخ (ذهم) (؟) كالضبع)\n</p>\n\n<p>\nوقد أخذ على أبي الطيب قوله:\n</p>\n\n<p>\n. . . . . . . . . وليس تأكل إلا الميت الضبع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل: إنها تأكل الميت وغير الميت، وإنها أخبث الوحوش؛ تدخل على الغنم\nفتخنق عشرا حتى تأكل واحدة، وقد استفاض ذلك من أخبارها وكثر في أشعارها،\nوقال الراجز: (الرجز)\n</p>\n\n<p>\nسلط على أولئك الأغنام\n</p>\n\n<p>\nسميدعا معاود الإقدام\n</p>\n\n<p>\nأو جيأر ظلت بذات الهام\n</p>\n\n<p>\nتلفها مد لمس الظلام\n</p>\n\n<p>\nلف العجوز قرد القمام\n</p>\n\n<p>\nوإنما أراد أبو الطيب الميت من الناس، دون غيرهم فأطلق، وذلك المهور في\nأشعارهم، كقول الشنفري: (الطويل)\n</p>\n\n<p>\nإذا احتملت رأسي وفي الرأس أكثري ... وغودر عند الملتقى ثم سائري\n</p>\n\n<p>\nوقول متمم: (الكامل)\n</p>\n\n<p>\nيا لهف من عرفاء ذات فليلة ... جاءت إلي على ثلاث تخمع\n</p>\n\n<p>\nوغيرهما. وغيرها من السباع يأكل الحي والميت (والناس)، كالأسد والنمر\nوالذئب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nرضيت منهم بأن زرت الوغى فرأوا ... وأن قرعت حبيك البيض فاستمعوا\n</p>\n\n<p>\nقال: يعرض بأضداده من الشعراء وغيرهم، أي: أنا أضرب معك بالسيف وهم\nمتخلفون عنك.\n</p>\n\n<p>\nوأقول: هذا على رواية رضيت بالفتح، وزرت وقرعت بالفتح، ويكون الضمير في\nمنهم عائدا على دني.\n</p>\n\n<p>\nوالجيد أن يكون الضمير راجعا إلى الملوك، ويكون رضيت بالضم، (وكذلك زرت\nوقرعت) ويعني نفسه. أي: رضيت <span id='ms051'></span> من الملوك - أي: من عطاء الملوك - ويعني به\nسيف الدولة، أن زرت الوغى، فرأى فيها قتالي، واستمع ضربي حبيك البيض. وفي\nهذا تقريع لسيف الدولة وتوبيخ له وعتب عليه. وهذا التفسير يشهد له بالصحة\nما قبله وما بعده.\n</p>\n\n<p>\nوأما من روى فتح الضمائر الثلاثة فليس تحته معنى طائل.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nأبحر يضر المعتفين وطعمه ... زعاق كبحر لا يضر وينفع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فيه قبح لأن المشهور عندهم أن ينسب الممدوح إلى المنفعة لأوليائه،\nوالمضرة لأعدائه؛ ألا ترى إلى قول الآخر: (الطويل)\n</p>\n\n<p>\nولكن فتى الفتيان من راح واغتدى ... لضر عدو أو لنفع صديق\n</p>\n\n<p>\nوقال الآخر: (الرجز)\n</p>\n\n<p>\nكفاك كف ما تليق درهما\n</p>\n\n<p>\nجودا وأخرى تقطر السيف دما\n</p>\n\n<p>\nفيقال له: ليس في هذا قبح، وإنما فيه مبالغة، وقد جاء هذا المعنى لغيره\nقبله وكأنه مأخوذ منه وهو: (الكامل)\n</p>\n\n<p>\nعند الملوك مضرة ومنافع ... وأرى البرامك لا تضر وتنفع\n</p>\n\n<p>\nوبيت المتنبي أسلم من هذا؛ وذلك أنه لما جعله كالبحر في جوده وسعة كرمه،\n</p>\n\n<p>\nوهذه صفة حسنة، نفى عنه ما يكره منه، وهو الملوحة، وما يؤذي ويضر؛ كالغرق\nوغيره، وهذه مبالغة في المدح، ونهاية في الحذق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nألا أيها القيل المقيم بمنبج ... وهمته فوق السماكين توضع\n</p>\n\n<p>\nقال: القيل: دون الملك.\n</p>\n\n<p>\nوأقول: بل القيل الملك نفسه، وكذلك قال ابن السكيت: والقيل: الملك من\nملوك حمير.\n</p>\n\n<p>\nوقال ابن فارس: أقوال حمير ملوكها.\n</p>\n\n<p>\nوقد وافق ابن حماد ابن جني فقال في القيل مثل قوله، وهو مأخوذ منه. وكأن\nابن جني أخذ ذلك من الاشتقاق من قولهم: فلان يتقبل أباه، أي: يتبعه، فجعله،\nفجعله يتبع الملك بمنزلة الردف للملك. والاشتقاق صحيح؛ إلا أنه من أن\nالثاني يتبع الأول. ومنه أيضا تبايعه اليمن، لأنه في معناه. ولم يذكر ما\nقال ابن جني، الخليل ولا ابن دريد.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nوما وجدتم في الصراة ملوحة ... مما أرقرق في الفرات دموعي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وذلك أن دمع الفرح حلو ودمع الحزن ملح.\n</p>\n\n<p>\nوأقول: إن هذا شيء لم يرد في الاستعمال، ولم يعلم بالاختبار. وقد ذكرت ما\nفيه <span id='ms052'></span> في شرح التبريزي.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nما زلت أحذر من وداعك جاهدا ... حتى اغتدى على التوديع\n</p>\n\n<p>\nقال: هذا قريب من قوله: (الكامل)\n</p>\n\n<p>\nأسفي على أسفي الذي دلهتني ... عن علمه فبه علي خفاء\n</p>\n\n<p>\nوأقول: لو قال: من البيت الذي بعده لكان أقرب وهو: (الكامل)\n</p>\n\n<p>\nوشكيتي فقد السقام لأنه ... قد كان لما كان لي أعضاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nملث القطر أعطشها ربوعا ... وإلا فاسقها السم النقيعا\n</p>\n\n<p>\nأسائلها عن المتديريها ... فلا تدري ولا تذري دموعا\n</p>\n\n<p>\nقال: دعا عليها لأنها لم تجبه ولم تبك على أهلها الماضين عنها.\n</p>\n\n<p>\nوقال غيره: بلى! قد اجابته لو سمع، وبكت عليهم لو فهم، كما فهم غيره كلام\nالربوع، وبكاءها على أهلها، ولكنه سلك مسلك الجفاء، وما لا يطرب من النسيب.\n</p>\n\n<p>\nوأقول: إن معنى قول هذا الآخذ على أبي الطيب أن الديار تجيب وتبكي\n(يعني): بلسان الحال؛ كقول أمير المؤمنين - عليه السلام: ولو استنطقوا عنهم\nعرصات تلك الديار الخاوية، والربوع الخالية، لقالت: ذهبوا في الأرض ضلالا،\nوذهبتم في أعقابهم جهالا.\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nوليس مؤدبا إلا بسيف ... كفى الصمصامة التعب القطيعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أي أغنى السيف السوط عن التعب؛ فقد أقم سيفه في التأديب مقام سوطه.\n</p>\n\n<p>\nوقد قيل: إنه وصفه على هذا التفسير بالخرق، واستواء الذنوب صغيرها\nوكبيرها، وهذا ذم لا مدح.\n</p>\n\n<p>\nوأقول: كأنه يقول: هذا الممدوح أمير كبير عظيم الشأن لا يؤدب (43: أ)\nبالسوط فعل الشرطي، وإنما يؤدب بالسيف من يستحق القتل فيرتدع من دونه وهو\nمن استحق الجلد فلا يتعب السوط؛ أي: لا يؤدب به.\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nعلي قاتل البطل المفدى ... ومبدله من الزرد النجيعا\n</p>\n\n<p>\nقال: أي: يقتل قرنه، ويسلبه درعه، ويلبسه الدم.\n</p>\n\n<p>\nوأقول: أحسن من هذا التفسير، أن لا يلبسه درعه كقول (أمير المؤمنين -\nعليه السلام - ويعني عمرو بن عبد ود: (الكامل)\n</p>\n\n<p>\nوعففت عن أثوابه ولو أنني ... كنت المقطر بزني أثوابي\n</p>\n\n<p>\nوقول) أبي تمام: (البسيط)\n</p>\n\n<p>\nإن الأسود - أسود الغاب - همتها ... يوم الكريهة في المسلوب لا السلب\n</p>\n\n<p>\nولكن يهتك الدرع عليه بالضرب، ويبدله منها الدم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nقد استقصيت في سلب <span id='ms053'></span> الأعادي ... فرد لهم من السلب الهجوعا\n</p>\n\n<p>\nقال: أي سلبت أعاديك كل شيء حتى النوم، فلاد عليهم الهجوع.\n</p>\n\n<p>\nفيقال له: ولم يرد عليهم سلب النوم، وهو أضر الأسلاب لهم، وهم اعداؤه؟\nوإنما المعنى ما ذكرته في شرح الواحدي.\n</p>\n\n<p>\nوقال في قوله: (الوافر)\n</p>\n\n<p>\nفلا عزل وأنت بلا سلاح ... لحاظك ما تكون به منيعا\n</p>\n\n<p>\nالعزل: مصدر الأعزل؛ وهو الذي لا سلاح معه، وجمع اعزل: عزل وقالوا: عزل\nوأعزل ومعازيل، وأنشد أبياتا استشهادا على ذلك.\n</p>\n\n<p>\nفيقال له: معازيل ليس بجمع أعزل، وإنما هو جمع معزال؛ قال الأعشى:\n(الخفيف)\n</p>\n\n<p>\nتذهل الشيخ عن بينه وتلوي ... بسوام المعزابة المعزال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: (الكامل)\n</p>\n\n<p>\nوإذا هلكت فلا تريدي عاجزا ... غسا ولا برما ولا معزالا\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nردي الوصال سقى طلولك عارض ... لو كان وصلك مثله ما أقشعا\n</p>\n\n<p>\nقال: وكان الأليق بمثل هذا في صناعة الشعر، أن يقول: لو كان وصلك مثله ما\nهجرت، ولكن الضرورة حملته على هذا وهو جائز.\n</p>\n\n<p>\nوأقول: ليس في هذا ضرورة، ولكن إتقان صناعة، وإحكام صياغة، كما ذكرته في\nشرح التبريزي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nقوله: (الكامل)\n</p>\n\n<p>\nترك الصنائع كالقواطع باترا ... - ت، والمعالي كالعوالي شرعا\n</p>\n\n<p>\n(قال): أي: جعل الصنائع مشرقة والمعالي مشرفة.\n</p>\n\n<p>\nوقال غيره: ليس غرضه في قوله: كالقواطع وكالعوالي الإشراق والإشراف، وقد\nكان يجد ما هو أشد إشراقا من هذه وإشرافا، وإنما أراد أنها شهرها على\nأعدائه فغلبهم بها.\n</p>\n\n<p>\nوأقول: ويكون على هذا التفسير ينظر إلى قوله: (الخفيف)\n</p>\n\n<p>\nوله في جماجم المال ضرب ... وقعه في جماجم الأبطال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nمتبسما لعفاته عن واضح ... تعشي لوامعه البروق اللمعا\n</p>\n\n<p>\nقال: الواضح: ثغرة.\n</p>\n\n<p>\nوتعشي: تذهب بنور إبصارها؛ استعار لها العشا، وأحسبه نقله من قول القحيف:\n(الكامل)\n</p>\n\n<p>\nمتسربلين سوابغا ماذية ... تعشي القوانس فوقها الأبصارا\n</p>\n\n<p>\nوأقول: إن هذا المعنى، وهو إعشاء الأبصار، قد جاء كثيرا في القرآن\nوالشعر، فلا معنى لتخصيصه بأخذه من القحيف، وإنما المعنى فيه الإغراق\nوالمبالغة بجعل البروق، التي من شأن لوامعها أن تعشي الأبصار، معشية بلوامع\nثغره، وهذا من\n</p>\n\n<p>\nالمقلوب كقوله: (المجتث)\n</p>\n\n<p>\nما مسك الطيب إلا ... أهديت للطيب طيبا\n</p>\n\n<p>\nوأمثاله <span id='ms054'></span>.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nالكاتب اللبق الخطيب الواهب الندس ال ... لبيب الهبرزي المصقعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nقال لبيق ولبق بمعنى.\n</p>\n\n<p>\nوأقول: إنه ذكرهما بمعنى واحد، واستشهد على أحدهما، وهو لبق، بأبيات\nللعرب، وبأبيات في حكاية عن امرأة من المحدثين. وكأنه استشهد على صحة هذه\nاللفظة، وأنها منقولة عنهم مقولة، ولم يستشهد على لبيق، وهي أقل من لبق،\nوالاستشهاد عنه على ذلك! يقول عبد يغوث: (الطويل)\n</p>\n\n<p>\nوكنت إذا ما الخيل شمصها القنا ... لبيقا بتصريف العنان بنانيا\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nإن كان لا يسعى لجود ماجد ... إلا كذا فالغيث أبخل من سعى\n</p>\n\n<p>\nقال: أي: لما لم يصح سعي ماجد لجود حتى يفعل مثل فعلك، وجب أن يكون الغيث\nأبخل الساعين لبعد ما بينك وبينه، ووقوعه دونك. فإن قيل: فلم جعل الغيث إذا\nقصر عن جوده أبخل الساعين، وهلا كان كأحدهم؟ فإنما جاء هذا على المبالغة\nكما تقول: فالغيث لم يمرر بشيء من الجود.\n</p>\n\n<p>\nوأقول: إن جاء على المبالغة ولكن ليس على ما قال، وإنما من المعلوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nأن الغيث أجود الساعين، فإذا أراد أن يسعى الممدوح صار أبخل الساعين،\nوذلك أن من بخل حاتما كان بخله أفحش من بخل غيره، وهذا ظاهر مسلم لا خلف\nفيه.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nالنوم بعد أبي شجاع نافر ... والليل معي والكواكب ظلع\n</p>\n\n<p>\n(قال:) ضرب هذا مثلا؛ أي: لو كان الليل والكواكب مما يؤثر فيه حزن لأثر\nفيها موته.\n</p>\n\n<p>\nوأقول: هذا ليس بشيء! وإنما يصف كثرة سهره وطول ليله لحزنه، فجعله\nكالبعير المعيي، والكواكب فيه كالأبل الظالعة. وكأنه من قول سويد بن أبي\nكاهل: (الرمل)\n</p>\n\n<p>\nيسحب الليل نجوما ظلعا ... فتواليها بطيئات التبع\n</p>\n\n<p>\nوهو من قول امرئ القيس: (الطويل)\n</p>\n\n<p>\nفقلت له لما تمطى بصلبه ... وأردف أعجازا وناء بكلكل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nأيد مقطعة حوالي رأسه ... وقفا يصيح بها ألا من يصفع!\n</p>\n\n<p>\nقال: الصفع (ليس) من كلام العرب، وقد أولعت به العامة فقالوا: صفعته،\nأصفعه، ورجل صفعان؛ كأنه دخيل مولد لا أعرف له في اللغة العربية أصلا.\n</p>\n\n<p>\nوأقول: قد ذكره الخليل! قال: يقال صفعت فلانا أصفعه صفعا؛ إذا <span id='ms055'></span> ضربت بجمع\nكفك قفاه، ورجل مصفعاني: يفعل ذلك به.\n</p>\n\n<p>\nوأما استشهاده على حوالي بقوله: (الطويل)\n</p>\n\n<p>\nفلو كنت مولى العز أو في ظلاله ... ظلمت ولكن لا يدي لك في الظلم\n</p>\n\n<p>\nوأنه لجرير، فليس له إنما هو الفرزدق يخاطب به عمر بن لجأ، وكان قد رفده\nبأبيات يهجو بها جريرا ففطن أنها للفرزدق. والقصة مشهورة ذكرها الصولي في\nأول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nشرح ديوان أبي نواس. وقبل هذا البيت: (الطويل)\n</p>\n\n<p>\nما أنت إن قرما تميم تخاطرا ... أخا التيم إلا كاوشيظة في العظم\n</p>\n\n<p>\nفيقال: إن جريرا قال: ما انصفني الفرزدق في شيء إلا في هذا! يعني قوله:\nقرما تميم.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nفاليوم قر لكل وحش نافر ... دمه وكان كأنه يتطلع\n</p>\n\n<p>\nقال: أي: كأنه يهم بالظهور والخروج من غير أن يظهر ويخرج خوفا وجزعا.\nونحو هذا أن الحمار إذا أروح الأسد واشتد فزعه قصده وطلبه دهشا وتحيرا.\nوأنشد أحمد بن يحيى عن ابن الأعرابي لحبيب بن خالد: (الوافر)\n</p>\n\n<p>\nسلاح مجرب شاك إذ ما ... نفوس القوم همت باطلاع\n</p>\n\n<p>\nأي: من الخوف كما قال الآخر: (الطويل)\n</p>\n\n<p>\nوخفضت من نفس وقور كريمة ... إذا جعلت نفس الجبان تطلع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: كأنه أنشد هذين البيتين على أن النفس الدم، وجعلهما مثل الأول ولم\nيرد بالنفس هاهنا الدم وإنما أراد الروح، وهي مما يوصف حال الخوف بالتطلع؛\nقال عمرو بن معدي كرب: (الطويل)\n</p>\n\n<p>\nوجاشت إلي النفس أول مرة ... وردت مكروهها فاستقرت\n</p>\n\n<p>\nوكذلك القلوب كقوله تعالى: (وبلغت القلوب الحناجر). فالدم لا يتطلع؛\nوإنما الدم عند الخوف يغور، والنفس تفور. ويحتمل أن يكون أبو الطيب جعل\nالدم النفس التي هي الروح أو بمنزلتها توسعا ومجازا، فقر دم الوحش بموته\nأمنا، وكان يتطلع إلى الخروج خوفا؛ يصفه بكثرة الصيد. ويكون بيت أبي الطيب\nمن بيت عمرو المذكور. وأما ضربه لذلك مثلا بالحمار فليس بينهما مقاربة.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nوتصالحت ثمر السياط وخيله ... وأوت إليها سوقها والأذرع\n</p>\n\n<p>\nقال: ثمر السياط: أطرافها، وهذه استعارة حسنة لأنه كان يديم ضربه إياها\nإما لقصد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nعدو، وإما لإدمان طرد، وإما لإغاثة مستصرخ، قال <span id='ms056'></span> سلامة بن جندل: (البسيط)\n</p>\n\n<p>\nكنا إذا ما أتانا طارق فزع ... كان الصراخ له قرع الظنابيب\n</p>\n\n<p>\nأي: قرعها بالسياط لمعونته.\n</p>\n\n<p>\nوأقول: ليس في هذا مما يستشهد به على ضرب الخيل؛ لأن قرع الظنابيب مثل\nيضرب للعزم على الأمر والجد فيه؛ يقال: قرع لذلك الأمر ظنوبه، وضرب جروته،\nوشد له حزيمه. وهذا البيت (- أعني بيت أبي الطيب -) ينظر إلى قول أبي صخر\nالهذلي (الطويل)\n</p>\n\n<p>\nعجبت لسعي الدهر بيني وبينها ... فلما انقضى ما بيننا سكن الدهر\n</p>\n\n<p>\nومثله قول بعض شعراء العصر: (المتقارب)\n</p>\n\n<p>\nوبعدك ضنت غداة الطرا ... د أيدي الجياد بما تسأل\n</p>\n\n<p>\nوزرق اللهاذم أضحت لقى ... وبيض الصوارم لا تحمل\n</p>\n\n<p>\nوأما تشبيهه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\n. . . وأوت إليها سوقها والأذرع\n</p>\n\n<p>\nبقول أبي النجم: (الرجز)\n</p>\n\n<p>\nيأوي إلى ملط (له) وكلكل\n</p>\n\n<p>\nفليس بينهما مشابهة. وذلك أن قوله: وأوت إليها سوقها معناه أنها كأنها\n(كانت) سلبتها، أو أخذت منها، أو غلبت عليها، فرجعت إليها بقرارها من كثرة\nالطراد وإدمان القتال. ومعنى بيت أبي النجم: إن (هذا الجمل) يعتمد على\nاعظائه ويستأند إليها لشدته وقوته.\n</p>\n\n<p>\nوقوله: (المنسرح)\n</p>\n\n<p>\nأهون بطول الثواء والتلف ... والسجن يا أبا دلف\n</p>\n\n<p>\nغير اختيار قبلت برك بي ... والجوع يرضي الأسود بالجيف\n</p>\n\n<p>\nقال: أبو دلف هذا صديق له، بره ولاطفه، وهو في سجن الوالي الذي كتب إليه:\n</p>\n\n<p>\n(المتقارب)\n</p>\n\n<p>\nأيا خدد الله ورد الخدود. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nفيقال: إذا كان أبو دلف صديقه، وقد بره ولاطفه وأحسن إليه، فكيف يحسن به\nأن يهجوه؟ ولو أنه غير صديق ولا ذو معرفة وقد أحسن إليه لما ساغ له أن لا\nيشكره فضلا عن أن يكون صديقه ويهجوه! وإنما هذا غير صديق؛ لعله أراد بحبائه\nإياه إذلاله فقال له ذلك، وأراد بالبر العطاء.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nنفور عرتها نفرة فتجاذبت ... سوالفها والحلي والخضر والردف\n</p>\n\n<p>\nقال: هذا مثل قوله: (الوافر)\n</p>\n\n<p>\nإذا ماست رأيت لها ارتجاجا ... له - لولا سواعدها - نزوعا\n</p>\n\n<p>\nوأقول: الأقرب أن يكون مثل قوله: (المنسرح)\n</p>\n\n<p>\nيجذبها تحت خصرها عجز ... كأنه من فراقها وجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوخبل منها مرطها فكأنها ... تثنى لنا خوط ولا حظنا خشف\n</p>\n\n<p>\nقال: المرط: الثوب <span id='ms057'></span> والقميص ونحوه، وأنشد الطوسي عن ابن الأعرابي:\n(الطويل)\n</p>\n\n<p>\nتساهم ثوباها ففي الدرع رأدة ... وفي المرط لفاوان ردفهما عبل\n</p>\n\n<p>\nوأقول: المرط في قول الخليل: كساء من خز أو كتان. وفي قول ابن دريد:\nملحفة يؤتزر بها. والبيت الذي أنشده يدل على ذلك من قوله:\n</p>\n\n<p>\n. . . . . . . . . وفي المرط لفاوان. . .\n</p>\n\n<p>\nلأنه يريد: فخذان لفاوان، والفخذ يكون في المئزر وما أشبهه، وإنما قال في\nالبيت: ثوباها ثم فسر (أحد القسمين) بالمرط (فلأن) ذلك مجاز لأنهما كلاهما\nيلبس ويستر الجيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nيفدونه حتى كأن دماءهم ... لجاري هوه في عروقهم تقفو\n</p>\n\n<p>\nقال: أي: كأن محبة الناس له أشد تقدما عند أنفسهم واختصاصا بهم من\nدمائهم.\n</p>\n\n<p>\nوأقول: إن هذا مثل قوله: (الطويل)\n</p>\n\n<p>\nجرى حبها مجرى دمي في مفاصلي. . . . . . . . .\n</p>\n\n<p>\nوفيه زيادة بجعله الدماء التي بها الحياة تقفو هواه وهو متقدم عليها.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nتفكره علم ومنطقه حكم ... وباطنه دين وظاهره ظرف\n</p>\n\n<p>\nقال: هذه القصيدة من الضرب الأول من الطويل. وعروض الطويل مقبوضة على\nمفاعلن إلا أن يصرع البيت فيكون ضربه مفاعيلن أو فعولن فيتبع العروض الضرب،\nوليس هذا البيت مصرعا، وقد جاء بعروضه على مفاعيلن وهو تخليط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nمنه. وأقرب ما يصرف إليه هذا أن يقال: إنه رد مفاعلن إلى أصلها وهو\nمفاعيلن لضرورة الشعر كما أن للشاعر إظهار التضعيف وإلحاق المعتل بالصحيح،\nوقصر الممدود، وصرف ما لا ينصرف ردا إلى الأصل فكذلك هاهنا. وذكر أن العرب\nخلطت فعولن بمفاعلن وأنشد: (الطويل)\n</p>\n\n<p>\nلعمري لقد بر الضباب بنوه ... وبعض البنين حمة وسعال\n</p>\n\n<p>\nوقول النابغة: (الطويل)\n</p>\n\n<p>\nجزى الله عبسا عبس آل بغيض ... جزء الكلاب العويات وقد فعل\n</p>\n\n<p>\nإلا أن مفاعيلن أقبح لأنها لم تأت عن العرب.\n</p>\n\n<p>\nوأقول: إن هذا مشبه بالمصرع، وذلك أن المصرع ما غيرت عروضه حملا على ضربه\nوزنا وتقفية، وهذه محمولة على الضرب وزنا لا تقفية، فأشبهه من أحد الوجهين،\nوقد جاء مثل هذا للعرب؛ منه قول الربيه بن زياد: (الكامل)\n</p>\n\n<p>\nأفبعد مقتل ملك بن زهير ... ترجو النساء عواقب الأطهار\n</p>\n\n<p>\nفقوله: نزهيرن: فهلاتن مقطوع من متفاعلن والقطع إنما <span id='ms058'></span> يكون في الضرب ولا\nيكون في العروض إلا حملا على الضرب في التصريع، ومنه قول الحارث بن حلزة:\n(الخفيف)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nأسد في اللقاء ذو أشبال ... وربيع إن شنعت غبراء\n</p>\n\n<p>\nفقوله: أشبال (مفعولن) مشعث من فاعلاتن، والتشعيث إنما يكون في الضرب،\nولا يكون في العروض إى حملا على الضرب أو ما يجوز في الضرب. فهذا امثل مما\nذكره أبو الفتح، وهو وما شبه به شاذ، والشاذ الأولى اجتنابه.\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nوخصر تثبت الأبصار فيه ... كأن عليه من حدق نطاقا\n</p>\n\n<p>\nقال: تثبت فيه: أي تؤثر فيه لنعمته وبضاضته. وهذا نحو من قول الآخر:\n(الطويل)\n</p>\n\n<p>\nومر بقلبي خاطرا فجرحته ... ولم أر شيئا قط يجرحه الفطر\n</p>\n\n<p>\nوأقول: إنه فسر صدر البيت بما فسر، وليس بشيء!؛ والصحيح ما ذكرته في\nتفسير الواحدي. وقد جاء هذا المعنى في شعر السري أظهر، وهو قوله: (الطويل)\n</p>\n\n<p>\nأحاطت عيون العاشقين بخصره ... فهن له دون النطاق نطاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nوفي قول بعض شعراء هذا العصر أخضر، وهو قوله من أبيات: (الوافر)\n</p>\n\n<p>\nوأحور بابلي الطرف أحوى ... إلى ألحاظه تعزى المدام\n</p>\n\n<p>\nتثنى فالعيون له نطاق ... وغنى فالقلوب له نظام\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nفلا تستكرن له ابتساما ... إذا فهن المكر دما وضاقا\n</p>\n\n<p>\nقال: فهق: اتسع. وقال: (الطويل)\n</p>\n\n<p>\nوإنا وإياها لكالهائم الذي ... رأى الماء يجري من جداول تفهق\n</p>\n\n<p>\nومنه قول رسول الله - صلى الله عليه وسلم -: (إن أبغضكم إلي الثرثارون\nالمتفيهقون).\n</p>\n\n<p>\nويقال أيضا: انفهق المكان أي: اتسع، وركي فيهق: أي: واسعة. أي: إذا كثر\nالدم واتسع فضاق المكر به - وهو موضع الحرب، وهو من قول الأعشى: (الرمل)\n</p>\n\n<p>\nوالتقى القوم بضرب صادق ... ملأ القاع نجيعا فطفح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nفيقال: ينبغي إذا كانت الفظة الواحدة محتملة معنيين أو معاني، واستعملت\nفي مكان، أن يتأمل ذاك المكان وتحمل على ما يليق به فتختص به. وفهق؛ هذه\nاللفظة؛ قد استعملت بمعنى الاتساع ومعنى الامتلاء؛ قال الخليل: انفهقت\nالعين: امتلأت بالماء.\n</p>\n\n<p>\nوقال الأعشى: (الطويل)\n</p>\n\n<p>\nنفى الذم عن آل المحلق جفنة ... كجابية السيح العراقي تفهق\n</p>\n\n<p>\nوالبيت الذي أنشده والحديث يحتملان هذا المعنى. فلا يليق بهذه اللفظة <span id='ms059'></span> من\nقول أبي الطيب إلا أن تكون بمعنى الامتلاء؛ لأن ضيق المكر إنما حصل\nبالامتلاء من الدم، فالاتساع يضاد الضيق. ولو أراد بيفهق الاتساع لقال:\n</p>\n\n<p>\n. . . . . . . . . إذا رحب المكر دما وضاقا\n</p>\n\n<p>\nولو قال ذلك حسن (حسن الأول).\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nولكنا نداعب منه قرما ... تراجعت القروم له حقاقا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nقد أخذ على أبي الطيب في هذا البيت فقيل: كان ينبغي لما ذكر المداعبة أن\nيبدل قرما بلفظة غيرها؛ فإن القرم بعيد من المجاعبة، أو يبدل نداعب بكلمة\nتليق بالقرم.\n</p>\n\n<p>\nوقال: هذا موضع يدق على أكبر نقاد الشعر.\n</p>\n\n<p>\nوأقول: إنه يقول: إن الاستعارة ينبغي أن تكون مناسبة لما استعار له،\nوالمداعبة، وهي الممازحة، لا يحسن أن تستعار للقرم، وإنما تحسن بالرجال،\nفلو أنه قال: نلاطف أو نلاين لكان مناسبا. ولو وضع موضع قرما ملكا فقال:\n</p>\n\n<p>\nولكنا نداعب منه ملكا ... صفا خلقا ورق لنا وراقا\n</p>\n\n<p>\nلكان أيضا مناسبا. ولكن أبا الطيب جاز على طبعه في الجفاء، فليس من شأنه\nخلق الرقة والصفاء!\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nفأبلغ حاسدي عليك أني ... كبا برق يحاول بي لحاقا\n</p>\n\n<p>\nوهل تغني الرسائل في عدو ... إذا ما لم يكن ظبا رقاقا\n</p>\n\n<p>\nقال: إن قيل: كيف استجاز أن يجعل الممدوح رسولا مبلغا عنه، وهذا قبيح،\nقيل: إنما حسن له ذلك قوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nحاسدي عليك. . . ... . . . . . . . . .\n</p>\n\n<p>\nفالكاف في: عليك حسنت الصنعة.\n</p>\n\n<p>\nولعمري أن لو قال: فأبلغ حاسدي على غيرك؛ لكان قد هجن المديح، ولكنه أحسن\nالتخلص بالكاف.\n</p>\n\n<p>\nوقال الوحيد رادا عليه: ما أغنت الكاف في هذا شيئا؛ بل من شأنها أن تزيد!\nوذلك أن الملوك يجلون عن الخطاب بالكاف.\n</p>\n\n<p>\nوأما قوله: لو قال: فأبلغ حاسدي على غيرك؛ لكان قد هجن المديح فإنه لو\nقال ذلك لعد من المجانين!\n</p>\n\n<p>\nوأما قوله:\n</p>\n\n<p>\nفأبلغ حاسدي عليك. . . . . . . . . . . .\n</p>\n\n<p>\nفإنه يعد به جافيا جفاء الأعراب، أو سيئ الآداب! لأن الملوك لا يستقبلون\nبهذا!\n</p>\n\n<p>\nوأقول: وفيه أيضا زيادة وهي: أن هؤلاء الذين أمر سيف الدولة بإبلاغ\nرسالته إليهم، وأنه قد فاتهم في الفضائل فلا يمكن أن يلحقوا به، إذ كان\nالبرق يكبو، دونه <span id='ms060'></span>، هم أصحابه وجلساؤه وندماؤه. ثم لم يرض ولم يقنع من سيف\nالدولة بإبلاغ رسالته إليهم إلا بضرب أعناقهم! وفي هذا الإدلال والتحكم\nغاية الجهل والتهور. وبقوله هذا وأمثاله في أشعاره، وإكثاره، حتى لا تكاد\nقصيدة تخلو من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nتعريضه بهم وتنقصه لهم، حتى أنه في أول لقائه له ومدحه إياه بدأ بهم\nفقال: (الطويل)\n</p>\n\n<p>\nغضبت له لما رأيت صفاته ... بلا واصف والشعر تهذي طماطمه\n</p>\n\n<p>\nما أحوجهم وألجأهم إلى السعي به، والتتبع له يتوقعون سقطاته، ويترقبون\nهفواته، إلى أن أضحوه من ظل نعمته، وأقصوه عن منزل كرامته، فكان كما قال\nصالح بن عبد القدوس: (السريع)\n</p>\n\n<p>\nما تفعل الأعداء في جاهل ... ما يفعل الجاهل في نفسه\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nلعينيك ما يلقى الفؤاد وما لقي ... وللحب ما لم يبق مني وما بقي\n</p>\n\n<p>\nقال: أي دنفي لعينيك فهما سقامي، وجسمي لحبك فهو يذيبه.\n</p>\n\n<p>\nوأقول: هذه العبارة قاصرة عن هذا المعنى الطائل. والجيد أن يقال: لعينيك؛\nأي: لعشق عينيك ما يلقى الفؤاد من العذاب بهجرك وبعدك وما لقي، وبحبك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nما لم يبق من جسمي؛ يعني: شدة النخول؛ وما بقي: يريد أن العشق أفنى بعضي\nوسيفي كلي؛ كأنه يقول: سهل عذاب قلبي في عشق عينيك، وسهل سقام جسمي وذهابه\nفي حبك!\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوأشنب معسول الثنيات واضح ... سترت فمي عنه فقبل مفرقي\n</p>\n\n<p>\nقال: يعني بالأشنب ثغرا.\n</p>\n\n<p>\nوقال الواحدي: يعني حبيبا.\n</p>\n\n<p>\nوأقول: الأحسن ما قال ابن جني، وذلك أنه قال فيما بعد:\n</p>\n\n<p>\nوأجياد غزلان. . . . . . . . .\n</p>\n\n<p>\nفعطف الجيد على الثغر، عضوا على عضو، احسن مناسبة من عطف الأجياد على\nالحبيب.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nكسائله من يسأل الغيث قطرة ... كعاذله من قال للفلك ارفق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أي: فكما أن القطرة لا تؤثر في الغيث؛ فكذلك سائله لا يؤثر في ماله\nوجوده.\n</p>\n\n<p>\nوقال الواحدي: قال العروضي: هذا الذي قاله أبو الفتح، على خلاف العادة في\nالمدح؛ لأن العرب تمدح بالإعطاء من القليل والمواساة مع الحاجة إليه قال\nالله تعالى (ويؤثرون على أنفسهم ولو كان بهم خصاصة) وقال الشاعر: (الوافر)\n</p>\n\n<p>\nولم يك أكثر الفتيان مالا <span id='ms061'></span> ... ولكن كان أرحبهم ذراعا\n</p>\n\n<p>\nوأقول: يحتمل هذا البيت معنيين:\n</p>\n\n<p>\nأحدهما: أن سائله الشيء الكثير بمنزلة من يسأل الغيث قطرة؛ أي: ما يسأله\nحقير في جنب جوده.\n</p>\n\n<p>\nوالثاني: أن سائله لجهله، كمن يسأل الغيث قطرة؛ أي: ينبغي له أن لا\nيسأله؛ فإنه يجود بالكثير من غير سؤال كالغيث، وكذلك عاذله، في جهله، كمن\nيقول للفلك: ارفق، فسائله وعاذله جاهلان!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nإذا شاء أن يلهو بلحية أحمق ... أراه غباري ثم قال له: الحق\n</p>\n\n<p>\nقال: هذا أشد مبالغة من قول أبي نواس: (البسيط)\n</p>\n\n<p>\nإذا العتاق جرت يوم الرهان بدا ... قبل السوابق يحثو في نواصيها\n</p>\n\n<p>\nفهذا يدل على قرب ما بينه وبينها لمجاورته إياها، وهذا قال: غباري فدل\nعلى بعد ما بينهما.\n</p>\n\n<p>\nوقال الوحيد: وهب الله للشيخ العافية - ليس هذا ذلك، ولا بين المعنيين\nقرب. ولو كان كما يظن لكان (فرس) بيت أبي نواس أسبق؛ لأن فرس ذاك الممثل به\nجرى مع العتاق فبرز عليها، وخرج منها يحثو في نواصيها، وهذا معنى مستوفى.\nوالمتنبي قال:\n</p>\n\n<p>\n. . . . . . . . . أراه غباري ثم قال له: ألحق\n</p>\n\n<p>\nولو كان كودنا أو حمارا لفات اللاحق لأن الغبار يرى من بعد، وقد ظلم سيف\nالدولة من كلفة هذا على تفسير صاحب الكتاب، لأنه أراه إياه وقد جرى فراسخ\nثم قال له: الحق، فهذا ظلم، فإن لم يلحق فلا عار عليه لأنه لم يضم معه، ولم\nيرسلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nمعا، وإنما أراه غباره على البعد، فليس للفائت فخر، ولا على الطالب، إن\nلم يلحق عيب؛ بل هو فرس مطموع في لحاقه على البعد.\n</p>\n\n<p>\nوأقول: إما تمثيل بيت أبي الطيب ببيت أبي نواس فليس بينهما مماثلة. والذي\nذكره الوحيد على ابن جني في هذا متوجه، والمعنى الذي أراد المتنبي: أن سيف\nالدولة قد ثبت عنده أني جواد لا يجارى، وسابق لا يبارى، لمن ضمني وإياه\nطلق، (وجمعني وإياه شأو)، فإذا أراد أن يلهو بأحمق أراه غباري، والغبار يرى\nمن بعد، ثم قال له: الحق ولحاق الفائت إنما يكون للجواد بما دونه، فأما\nالكودن فإنه لا <span id='ms062'></span> يمكنه لحاق المرسل معه، فكيف يكون مع الفائت الجواد! فأمره\nبذلك له هزء به وسخري منه.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوإطراق طرف العين ليس بنافع ... إذا كان طرف القبب ليس بمطرق\n</p>\n\n<p>\nقال: الإطراق أن يرمي ببصره إلى الأرض.\n</p>\n\n<p>\nقال: (الطويل)\n</p>\n\n<p>\nوما كنت أخشى أن تكون منيتي ... بكف سبنتى أزرق العين مطرق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\n(وأقول:) والرواية:\n</p>\n\n<p>\nوما كنت أخشى أن تكون وفاته. . . . . . . . .\n</p>\n\n<p>\nوالشعر للشماخ يرثي عمر بن الخطاب - رحمه الله.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nتذكرت ما بين العذيب وبارق ... مجر عوالينا ومجرى السوابق\n</p>\n\n<p>\nقال: يعني بالعذيب: العذيبة، وهي في طريق مكة. قالوا في قول كثير:\n(الطويل)\n</p>\n\n<p>\nخليلي إن أم الحكيم تحملت ... وأخلت بخيمات العذيب ظلالها\n</p>\n\n<p>\nأراد العذيبة، فحذف الهاء ضرورة.\n</p>\n\n<p>\nوقيل له: أما كثير فيجوز أن يكون أراد العذيبة لأنه حجازي، وأما المتنبي\nفالعذيب بظاهر الكوفة، وهي بلده. أيضا، ما بين العذيب وبارق يدل على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nذلك. ولو أراد العذيبة لكان بينهما مسافة بعيدة طويلة لا يذكر مثلها هذا\nالذكر، فإنما يقال: بين كذا وكذا إذا تقارب.\n</p>\n\n<p>\nوأقول: إنما فسر العذيب بالعذيبة ليورد ما أورده من الترخيم في غير\nالنداء، ومقصوده تطويل الشرح وتكثير الكلام ليري إحاطته بذلك واطلاعه عليه!\n</p>\n\n<p>\nوقال في قوله:\n</p>\n\n<p>\n. . . . . . . . . مجر عوالينا ومجرى السوابق\n</p>\n\n<p>\nمعنى الكلام: تذكرت مجر عوالينا ومجرى السوابق ما بين العذيب وبارق. فحمل\nإعرابه على هذا لا يمكن لئلا تقدم صلة (المصدر) عليه، ولكن تحمله على أن\n</p>\n\n<p>\nتجعل ما بين العذيب مفعول تذكرت وتجعل مجر عوالينا ومجرى السوابق بدلا\nمنه على أن يكون بدل الاشتمال؛ كأنه أراد: مجر عوالينا فيه، حذف: فيه للعلم\nبها كقولك: تذكرت أيامنا الخالية: صحتنا وشبيبتنا وأكلنا وشربنا، أي: صحتنا\nفيها.\n</p>\n\n<p>\nوأقول: ويحتمل أن تكون ما زائدة وتكون: مجر عوالينا مفعولا لا على أنه\nبدل؛ أي: تذكرت بين العذيب وبارق ذلك. وهذا الوجه أوجه من قول ابن جني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوصحبة قوم يذبحون قنيصهم ... بفضلات ما قد كسروا في المفارق\n</p>\n\n<p>\nقال: أي يذبحون قنيصهم ببقايا سيوفهم التي كسروها في هام أعدائهم؛ يصفهم\nبالفتك والتغرب والجرأة.\n</p>\n\n<p>\nوأقول: إن كان <span id='ms063'></span> (أراد) بالتكسير الانفصال والانقطاع؛ يعمي: كسر السيوف\nفليس بشيء! لما ذكرته في شرح الواحدي.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nبلاد إذا زار الحسان بغيرها ... حصى تربها ثقبنه للمخانق\n</p>\n\n<p>\nقال: أي إذا حمل حصاها من هذه الأرض إلى النساء الحسان بأرض غيرها ثقبنه\nلمخانقهن لحسنه ونفاسته. والحصى مرفوع بفعله.\n</p>\n\n<p>\nوأقول: ويجوز أن يكون منصوبا بأنه مفعول، ويكون مزورا لنفاسته، وهو أبلغ\nمن الأول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوأغيد يهوى نفس كل عاقل ... عفيف، ويهوى جسمه كل فاسق\n</p>\n\n<p>\nوأقول: إن المتنبي كان يبالغ في كلامه وشعره وزيه في التبادي والتعارب.\nوالعرب لا ترى الغلام مظنة لما يراد به من الفسق وجعله بمنزلة المرأة، فلا\n</p>\n\n<p>\nمعنى لوصف هذا الغلام العواد المغني بحسن الجسم ووصف الفاسق بهواه لينال\nمنه مناه.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nألم يحذروا أيدي الذي يمسخ العدا ... ويجعل أيدي الأسد أيدي الخرانق\n</p>\n\n<p>\nقال: يد الخرانق قصيرة، أي: يذل العزيز إذا عاداه، ويقبضه عما انبسطت له\nيداه، وقد لاذ في هذا بقول أبي تمام: (الكامل)\n</p>\n\n<p>\nلو أن أيديهم طوال قصرت ... عنه، فكيف تكون وهي قصار!\n</p>\n\n<p>\nفيقال له: نعم! يد الخرانق قصيرة، كما ذكر، ولكنه لم يرد بها هاهنا القصر\n(الذي هو ضد الطول) ولكنه أراد الضعف وذلك أنه قابل بها أيدي الأسد التي\nإنما يراد بها الشدة لا طول الخلق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nأبني أبينا نحن أهل منازل ... أبدا غراب البين فينا ينعق\n</p>\n\n<p>\nقال: عنى بغراب البين داعي الموت، فنقل لفظ الغزل إلى الوعظ، وهذا من\nعاداته وحسن تصرفه.\n</p>\n\n<p>\nفيقال له: ليس نقل الغزل بذكر الموت وفناء الأكاسرة، وهلاك الجبابرة، من\nحسن التصرف وجوده الصناعة. وذلك أن الغزل إنما ابتدئ به ليبسط النفس ويسر\nالقلب بذكر محاسن امرأة، أو وصف كأس شراب، وما أشبه ذلك مما يرتاح به\nالممدوح ويصغي إليه، ثم يتخلص منه إلى مديحة، بوصف خصاله، والثناء على\nخلاله، فيهتاج للعطاء، ويهش للكرم، فيحصل المقصود. ولو قال: إنه يضاد جوده\nالتصرف وحسن التلطف لكان أولى.\n</p>\n\n<p>\nوقوله: (مجزوء الرجز)\n</p>\n\n<p>\nأي محل أرتقي ... أي عظيم أتقي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nالأبيات الثلاثة.\n</p>\n\n<p>\nقال: هذا <span id='ms064'></span> غلو نستعيذ بالله منه!\n</p>\n\n<p>\nوقال غيره: هذا كلام ما خرج من راس صحيح!\n</p>\n\n<p>\nوقلت: إن من الشعراء من يقع منه في حال شبيبته، أو في حال غضبه، أو سكره\n(أشعار) يرغب العاقل المستبصر عن إثباتها له، وروايتها عنه، فيسقطها عند\nإفاقته وتأمله، ولا يكاد يذكرها بعد ذلك. وهذا المتنبي كان يقرأ عليه ديوان\nشعره إلى حين هلاكه ولا يسقط شيئا منه مما يقدح في دينه وعقله، ويثلم في\nفضله ومروءته، ولا يغيره. هذا مع أنه لا يشتمل على لفظ بديع ولا معنى غريب.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوقد صارت الأجفان قرحا من البكا ... وصار بهارا في الخدود الشقائق\n</p>\n\n<p>\nقد ذكرنا في خطبة كتابه هذا مل فيه، وما قال وقيل له، فلا فائدة في\nإعادته.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوهز أطار النوم حتى كأنني ... من السكر في الغرزين ثوب شبارق\n</p>\n\n<p>\nقال: يعني: هز السير، وأراد بالسكر سكر النعاس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الوحيد: قال: أطار النوم، ثم وصف سكر النعاس به، ولم يكن موضع: أطار\nالنوم، ب كان ينبغي أن يكون: أطار السهر حتى كأنني بهذه الصفة، فإذا أطار\nالنوم لم يكن ما وصفه من السكر.\n</p>\n\n<p>\nوأقول: هذا الذي ذكره ليس بشيء! والمعنى الذي أراده (أبو) الطيب أن\nالراكب قد ينام على ظهر راحلته في حال سيره وسراه، فيستريح وتقوى أعضاؤه\nبذلك في حال انتباهه؛ وهذا هز شديد، وسير مقلق لا يمكن معه النوم لشدته،\nفقد أطار النوم (الذي ينتفع به) وأرخى سكر النعاس - وهو أوائل النوم -\nالأعضاء إلى أن صار كالثوب المشبرق، لضعف مفاصله واسترخائها.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nشدوا بابن إسحاق الحسين فصافحت ... ذفاريها كيرانها والنمارق\n</p>\n\n<p>\nقال مستشهدا على الكيران: وليست من الغريب الذي يحتاج إلى استشهاد، وإنما\nمقصوده ذكر هذا البيت لما فيه من المعنى وهو: (الكامل)\n</p>\n\n<p>\nقوم إذا ترك الكرام محلهم ... قلبوا الثياب وأردفوا الكيرانا\n</p>\n\n<p>\nوقال في تفسيره: هؤلاء لصوص أخذوا في مضلة من الأرض، فكانوا إذا ضلوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nقلبوا ثيابهم؛ يقولون: ستنقلب حالنا هذه إلى حال أخرى.\n</p>\n\n<p>\nوقال غيره: الرواية في هذا البيت الشاهد غير ما <span id='ms065'></span> رواه وهي:\n</p>\n\n<p>\nقوم إذا اشتبه الخروق عليهم ... قلبوا الثياب. . . . . .\n</p>\n\n<p>\nوأي معنى في البيت لذكر الكرام ونزولهم في محلهم وهم في فلاة ضلالا؟\n</p>\n\n<p>\nوأقول: كأن هذا البيت - أعني بيت أبي الطيب - من قول أبي نواس: (الكامل)\n</p>\n\n<p>\nفإذا قصرت لها الزمام سما ... فوق المقادم ملطم حر\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nغذا الهندوانيات بالهام والطلى ... فهن مداريها وهن المخانق\n</p>\n\n<p>\nقال: غذاها، أي: تعهد هامها كما يغذى الصبي، فصارت سيوفه للهام كالمداري\nوفي الأعناق كالمخانق؛ أي: قد صاحبت سيوفه الهام والأعناق كما صاحبتها\nالمداري والمخانق.\n</p>\n\n<p>\nوأقول: لا يحسن هاهنا ذكر المصاحبة بين الهام والأعناق والسيوف؛ لأنها لا\nتبقى معها حتى تصاحبها، ولكن لما كانت تحل في الرؤوس والأعناق جعلها لها\nمداري ومخانق لأن تينك محلهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (المتقارب)\n</p>\n\n<p>\nوجدت المدامة غلابة ... تهيج للمرء أشواقه\n</p>\n\n<p>\nتسيء من المرء تأديبه ... ولكن تحسن أخلاقه\n</p>\n\n<p>\nقد أخذ على أبي الطيب هذا، ولم يذكر ابن جني فيه شيئا، فقيل: من ساء أدبه\nفهو بعيد من حسن الخلق بل في نهاية سوئه.\n</p>\n\n<p>\nوقوله: (المتقارب)\n</p>\n\n<p>\nوأنفس ما للفتى لبه ... وذو اللب يكره إنفاقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل في هذا: إن العقلاء احتالوا لراحة النفس في إنفاق العقل (باللهو)\nوقتا ما لأنه ثقيل عليها وهو كالحابس لها، فعلى هذا لا يكره إنفاقه على\nالإطلاق، (وقد قال أبو تمام: (البسيط)\n</p>\n\n<p>\nكانت لنا ملعبا نلهو بزحرفه ... وقد ينفس من جد الفتى اللعب)\n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nلو أن فيض يديه ماء غادية ... عز القطا في الفيافي موضع اليبس\n</p>\n\n<p>\nقال: استشهاد على الفيافي - قال ذو الرمة: (الطويل)\n</p>\n\n<p>\nترى بين مجرى نسعتيه وثيله ... هواء كفيفاة بدا أهلها قفر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: إن هذا البيت للحطيئة من أبيات أولها: (الطويل)\n</p>\n\n<p>\nإذا قلت إني آيب أهل قفرة ... وضعت بها عنه الولية بالقصر\n</p>\n\n<p>\nوقوله: (الرجز)\n</p>\n\n<p>\nأرده منه بكالسوذانق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nقال: الهاء في تروده يعود على النبت، أراد: أرود فيه، فحذف حرف الجر كما\nقال الآخر: (الرجز)\n</p>\n\n<p>\nفي ساعة يحبها الطعام\n</p>\n\n<p>\nأي: يحب فيها\n</p>\n\n<p>\nوأقول: لا حاجة إلى تقدير حذف الجر وإضماره، بل: أروده: أطلبه وأنظره.\n</p>\n\n<p>\nيقال: بعثنا رائدا يرود لنا <span id='ms066'></span> الكلأ؛ أي: ينظر ويطلب. فالفعل على هذا متعد\nفي هذا الموضع بنفسه، غير محتاج إلى إضمار جار، وقوله - صلى الله عليه وعلى\nآله وسلم: إذا بال أحدكم فليرتد لبوله أي: ليطلب مكانا لينا.\n</p>\n\n<p>\nوقوله: (الرجز)\n</p>\n\n<p>\nرحب اللبان نائه الطرائق\n</p>\n\n<p>\nقال: النائه: العالي الشريف؛ يقال: ناه الشيء ينوه إذا علا، ونهت به\nونوهته إذا أشدت به، ومنه قيل للنواحة نواهة لرفعها صوتها. والطرائق: جمع\nطريق وطريفة؛\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nيعني: الخلق؛ أي: هو مرتفع الأخلاق شريفها لعتقه وكرمه.\n</p>\n\n<p>\nوقال الواحدي: قال ابن فورجة: الرواية: نابه، من التنبه، يقال: أمر نابه،\nإذا كان عظيما جليلا، وقد أتى النابه للبحتري قال:\n</p>\n\n<p>\n. . . . . . . . . . . . وينحو نحوها النابه الغمر\n</p>\n\n<p>\nوأراد بالطرائق: طرائق اللحم على متنه وكفله.\n</p>\n\n<p>\nوأقول: الصحيح: نابه؛ بالياء؛ بنقطتين من تحتها، وهو المرتفع كما قال ابن\nجني. ولكن الطرائق (ليست) كما قال من أنه أراد الخلق، ولكن كما قال ابن\nفورجة، وذلك أنه في صفة خلقه لم يصل بعد إلى صفة خلقه، فأراد أن جلد لبانه\nرخو مستفل، وطرائق لحمه مرتفعة، فكلاهما محمود وفيه حسن صناعة بالطباق.\n</p>\n\n<p>\nوقوله: (الرجز)\n</p>\n\n<p>\nمحجل نهد كميت زاهق\n</p>\n\n<p>\nقال: الزاهق: السمين، وأنشد قول زهير: (البسيط)\n</p>\n\n<p>\n. . . . . . . . . منها الشنون ومنها الزاهق الزهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nثم فسره فقال: الشنون: اليابس، لأنه مشبه بالشن؛ وهو القربة اليابسة،\nالخلق؛\n</p>\n\n<p>\nوالزاهق أكثر طرقا من الزهم.\n</p>\n\n<p>\nفيقال له: من أين قلت ذلك وكلاهما السمين؟ وهل ذلك إلا تحكم ودعوى بغير\nبينه، ورجم ظن بغير تحقيق؟ ولو قال قائل: إنه بالضد لم تجد له مدفعا،\nوالظاهر أنه تكرير للتأكيد، وقد جاء ذلك كثيرا.\n</p>\n\n<p>\nوقوله: (الرجز)\n</p>\n\n<p>\nكأنما الجلد لعري الناهق\n</p>\n\n<p>\nمنحدر عن سيتي جلاهق\n</p>\n\n<p>\nقال: الناهق: عظم مجرى دمع الفرس؛ شبه رقة جلده وصلابته على خده بسيتي\nقوس البندق.\n</p>\n\n<p>\nوأقول: هذه عبارة غير مرضية! إنما أراد رقة الخد (وملاسته) وخلوه من\nاللحم، وذلك من علامات العنق.\n</p>\n\n<p>\nقوله: (الرجز)\n</p>\n\n<p>\nوزاد في الساق على النقانق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nقال: النقانق: جمع نقنق، وهو ذكر النعام، وساقه دقيقة صلبة.\n</p>\n\n<p>\nهكذا رأيتها في هذه النسخة التي نقلت منها!\n</p>\n\n<p>\nقال: وذلك مستحب <span id='ms067'></span> في الخيل.\n</p>\n\n<p>\nوأقول: الصواب أن يقول: غليظه صلبة. وقد قيل في قول امرئ القيس: (الطويل)\n</p>\n\n<p>\nله أيطلا ظبي وساقا نعامة. . . . . . . . .\n</p>\n\n<p>\nإنما قال: ساقا نعامة لأن النعامة قصيرة الساقين صلبتهما غليظة ظمياء\nليست برهلة.\n</p>\n\n<p>\nوقوله: (الرجز)\n</p>\n\n<p>\nأي كبت كل حاسد منافق\n</p>\n\n<p>\nقال: الكبت: القهر والإذلال؛ كأنه يخاطب ممدوحا.\n</p>\n\n<p>\nفيقال: إن كان أراد بالممدوح الفرس، الذي ذكره واصفا له، فصواب. وإن أراد\nبالممدوح (إنسانا) فليس كذلك، ويدل على ذلك قوله: أنت لنا أي: ملكنا وكلنا\nملك لله تعالى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nتستغرق الكف فوديه ومنكبة ... وتكتسي منه ريح الجورب العرق\n</p>\n\n<p>\nقال: يصفه بالدمامة وخبث العرض.\n</p>\n\n<p>\nوأقول: أراد بالدمامة صغر الخلق لأنه لما قال:\n</p>\n\n<p>\nتستغرق الكف فوديه ومنكبه. . . . . . . . .\n</p>\n\n<p>\nتوهم أن ذلك معا في وقت واحد بفعل واحد، وذلك لا يلزم؛ لأن الواو لا توجب\nذلك، بل تستغرق الكف الفودين في وقت، والمنكب في وقت آخر. ويريد باستغراق\nالكف لتلك المواضع بسطها لصفعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nولسرنا ولو وصلنا عليها ... مثل أنفاسنا على الأرماق\n</p>\n\n<p>\nقال: الأرماق: جمع رمق، وهو بقية النفس؛ أي: لو صلنا إليك وهي تحملنا على\nمشقة، وقد بلغنا أواخر أنفسنا.\n</p>\n\n<p>\nفيقال له: ليس هذا الموضع من شأنك باستنباط معناه واستخراج غامضه! هذا\nأراه تشبيهين بمشبيهين: شبه أجسامهم بالأنفاس (للضعف) ولشدة النحول، وإبلهم\nتحتها، بالأرماق لشدة الضمر والقفول. وله مثل هذا وهو قوله: (الطويل)\n</p>\n\n<p>\nبرتني السرى بري المدى فرددنني ... أخف على المركوب من نفسي جرمي\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nكاثرت نائل الأمير من الما ... ل بما نولت من الإيراق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nقال: الإيراق: مصدر أورق إيراقا. يقال: أورق الصائد إيراقا، إذا لم يصد.\nقرأت على محمد بن الحسن عن أحمد بن يحيى لجرير: (البسيط)\n</p>\n\n<p>\nإذا كحلن عيونا غير مؤرقة ... ريشن نبلا لأصحاب الصبا صيدا\n</p>\n\n<p>\nوأقول: إنما جعل الإيراق من أورق. . . إذا لم يصد لأنه رباعي نحو: أوعد\nإيعادا وأكرم إكراما. ولم يجعله من أرق، وهو عدم النوم، لأنه ثلاثي لا يكون\nعلى ذلك. بل يقال: أرق أرقا. فيقال: أيها النحوي التصرفي! ليس هذا من أرق،\nولا مصدره إفعال <span id='ms068'></span>، وإنما هو من: آرق: فاعل ومصدره فعال، يقال: آرق يوارق\nإراقا كما يقال: قاتل يقاتل قتالا. وقيل: إيراق كما قيل: قيتال؛ أبدلت\nالياء من حرف التضعيف طلبا للتخفيف. (أو يكون معدى بالهمزة: أأرق على وزن\nأفعل أفعل فمصدره إفعال كما يقال: ألم زيد وآلمه عمرو إيلاما، كذلك أرق\nوآرقه إيراقا)\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nيا بني الحارث بن لقمان لا تع ... دمكم في الوغى متون العتاق\n</p>\n\n<p>\nقال: ما أحسن ما دعا لهم! ونكت في البيت نكتا حسنا بقوله: في الوغى، وهو\n- لعمري - حشو لأنهم ملوك فإنما يركبون الخيل إذا طلبوا عدوا أو أثروا\nطردا، ولو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nلم يقل: في الوغى لكان قد دعا لهم أن لا يفارقوا متونها في كل وقت وهذا\nمن أفعال الرواض لا الملوك! لأنهم يحتاجون إلى تدبير الملك، واستخلاص\nالرأي، وهذا إنما يليق به الخلوة والاستقرار.\n</p>\n\n<p>\nوقد قيل على ذلك: إنه لو لم يقل في الوغى إنه أيضا دعاء لهم بأن لا\nيزالوا ممن يركبها، والغرض معروف، والمعنى ظاهر لا يلبس بغيرهم من الرواض\nوأشباههم.\n</p>\n\n<p>\nواستشهد - (أعني ابن جني) - على قوله بأن الركوب إنما يكون في وقت القتال\nبأبيات ثم قال: وأما قول عنترة: (الكامل)\n</p>\n\n<p>\nتمسي وتصبح فوق ظهر حشية ... وأبيت فوق سراة أدهم ملجم\n</p>\n\n<p>\nفهذا مما توصف به الصعاليك لا الملوك.\n</p>\n\n<p>\nقال: وقوله: وأبيت ليلا، وأظل نهارا، وإذا كان يبيت على فرسه فهو بأن\nيكون عليه نهارا أحرى.\n</p>\n\n<p>\nكأنه يقول: إن أمري يضاد من تلك عليه؛ لأنها تمسي وتصبح في التنعم، وأنا\nأمسي وأصبح في الشقاء.\n</p>\n\n<p>\nوأقول: لا يلزم إذا قال:\n</p>\n\n<p>\n. . . . . . . . . وأبيت فوق سراة أدهم. . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nأن يظل أيضا فوقه، بل يحتمل أن يظل نهاره مرتقبا كامنا طلبا للغارة،\nويمسي ليلة ساريا لئلا ينكشف، فيصابح الغارة صباحا كعادتهم الجارية على ذلك\nويدل عليه قول لبيد: (الكامل)\n</p>\n\n<p>\nفعلوت مرتقبا على مرهوبة ... حرج على أعلامهن قتامها\n</p>\n\n<p>\nحتى إذا ألقت يدا في كافر ... وأجن عورات الثغور ظلامها\n</p>\n\n<p>\nأسهلت وانتصبت مجذع منيفة ... جرداء يحصر دونها جرامها\n</p>\n\n<p>\n(ومثله قول أبي الطيب: (الطويل)\n</p>\n\n<p>\nويوم كليل <span id='ms069'></span> العاشقين كمنته ... أراقب فيه الشمس أيان تغرب)\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nجاعل درعه منيته إن ... لم يكن دونها من العار واقي\n</p>\n\n<p>\nقال: أي ينضم في منيته كما ينضم في درعه.\n</p>\n\n<p>\nوأقول: هذا ليس بشيء يمال إليه أو يعرج عليه! وإنما أراد أن هذا الممدوح\nإذا\n</p>\n\n<p>\nاتقى غيره المنية بالعار، من نحو الهرب أو الاستسلام، أتقى هو العار\nبالمنية - (أي: يقتل ولا يلحقه عار) - فجعلها له كالدرع، وهذا من المقلوب\nالذي يستعمله كثيرا ويجيده؛\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nومنه قوله: (الخفيف)\n</p>\n\n<p>\nوإذا أشفق الفوارس من وق ... ع القنا أشفقوا من الإشفاق\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nلو تنكرت في المكر لقوم ... حلفوا أنك ابنه بالطلاق\n</p>\n\n<p>\nقال: في المكر - وإن كان أيضا حشوا - فإنه شبهه به في المكان الذي يتيقن\nفيه الفضل والشجاعة، فذكر أشرف المواضع فجعل أشبهه به فيه لا في غيره مما\nليس له شهرته، وهذا النكت الحسن كثير في شعر البحتري.\n</p>\n\n<p>\nفيقال له: هذا - لعمري - نكت (حسن) كما قلت، ولكن لم نتبين ما هو، ولا لم\nخص الشكر بالمكر دون غيره؟! وقد بينته في شرح التبريزي.\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nكيف يقوى بكفك الزند والآ ... فاق فيها كالكف في الآفاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وهذا مثل قول مروان بن أبي حفصة: (الطويل)\n</p>\n\n<p>\nفيا قبر معن كيف واريت جوده ... وقد كان منه البر والبحر مترعا\n</p>\n\n<p>\nفيقال له: ليس هذا لمروان وإنما هو للحسين بن مطير؛ ذكره أبو تمام من\nكتاب (الحماسة) في باب المراثي من قطعة مشهورة أولها: (الطويل)\n</p>\n\n<p>\nألما على معن. . . . . . . . . . . . .\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nوالأسى قبل فرقة النفس عجز ... والأسى لا يكون بعد الفراق\n</p>\n\n<p>\nقال: مصراعه الأول احتجاج على من شح بنفسه، ومصراعه الآخر احتجاج له؛\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nأي: هو - لعمري - وإن كان كذا - فإن مفارقة الروح تبطل العجز غيره، وهي\nالنهاية في الخوف والحذر.\n</p>\n\n<p>\nفيقال له: ليس المصراع الآخر احتجاجا عليه مثل الأول. يقول: الحزن على\nالنفس قبل فرقتها عجز، أي: ينبغي للإنسان أن لا يحزن على الشيء قبل فقده،\nوالحزن بعد فراق النفس لا يكون، لأن الحزن إنما يكون للحي، فإذا ذهبت النفس\nفلا <span id='ms070'></span> حياة، فلا حزن!\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nشاعر المجد خدنه شاعر اللف ... ظ كلانا رب المعاني الدقاق\n</p>\n\n<p>\nقال: وهذا البيت كأنه تفسير الذي قبله وقد سبق إليه البحتري؛ يقول\n(الكامل)\n</p>\n\n<p>\nغربت خلائقه وأغرب شاعر ... (فيه) فأحسن مغرب في مغرب\n</p>\n\n<p>\nوأقول: هكذا رأيته في هذه النسخة أنه للبحتري، والصحيح أنه لأبي تمام من\nقصيدة يمدح بها عمر بن طوق أولها: (الكامل)\n</p>\n\n<p>\nأحسن بأيام العقيق وأطيب. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (المنسرح)\n</p>\n\n<p>\nكن لجة أيها السماح فقد ... آمنه سيفه من الغرق\n</p>\n\n<p>\nقال: أي: سيفه له جنة من كل عدو ناطقا كان أو غير ناطق.\n</p>\n\n<p>\nوأقول: هذا يقال له فيه: دعوه فإنه يهجر! والمعنى: وصفه له بكثرة العطاء\nوالشجاعة، فقال:\n</p>\n\n<p>\nكن لجة أيها السماح. . . . . . . . . . . .\n</p>\n\n<p>\nأي: كن كثيرا؛ فإنك لا تقدر على إغراقه. أي: لا يخشى عليه منك فقر وإجحاف\nلأن سيفه قد آمنه من ذلك، وذلك بما يجدد له من أخذ مال أعدائه بإغارته\nعليهم وقتله لهم.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nإذا التوديع أعرض قال قلبي ... عليك الصمت لا صاحبت فاكا!\n</p>\n\n<p>\n(قال:) أي: قال لي قلبي: لا تمدح أحدا بعده.\n</p>\n\n<p>\nوأقول: إن قوله في هذا: لا تمدح أحدا تفسير لا يقوله أحد، وهل يشكل هذا\nعلى من له أدنى تبصر، وأيسر تفكر وقد قال:\n</p>\n\n<p>\nإذا التوديع أعرض. . . . . . . . . . . .\n</p>\n\n<p>\nأن قلبه يأمره بالصمت عن ذكر الوداع الذي هو مقدمة الفراق، وقوله:\n</p>\n\n<p>\n. . . . . . . . . . . . لا صاحبت فاكا\n</p>\n\n<p>\nدعاء عليه نطق به. أولا يرى إلى البيت الذي بعده وهو قوله: (الوافر)\n</p>\n\n<p>\nولولا أن أكثر ما تمنى ... معاودة لقلت ولا مناكا\n</p>\n\n<p>\nكأنه وقع بينه قلبه خصام ومنازعة، فدعا عليه قلبه بأن قال: لا صحبت فاك\nإن ذكرت الوداع! وقال هو لقلبه: ولولا أن أكثر مناك المعاودة إلى عضد\nالدولة لقلت: وأنت، لا صاحبت مناك! فإنما قلبه أمر قلبه له بالصمت عن ذكر\nالوداع لا عن مدح غيره!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nأذمت مكرمات أبي شجاع ... لعيني من نواي على أولاكا\n</p>\n\n<p>\nقال: أي منعت مكرماته عيني أن تجري منهما دموع كاذبة، أو أختار البعد\nوالمقام\n</p>\n\n<p>\nدونه لأني لا أعطى عنه <span id='ms071'></span> الصبر لما فعلت بي.\n</p>\n\n<p>\nفيقال له: هذا ليس لعشك فادرجي!\n</p>\n\n<p>\nوالمعنى - أيها الشيخ - بضد ما ذكرته! فليتأمل في شرح الواحدي!\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nفلا غيضت بحارك يا جموما ... على علل الغرائب والدخال\n</p>\n\n<p>\nقال: الدخال: أن يدخل بعير قد شرب بين بعيرين لم يشربا على الماء ثانية\nلقلة الماء، وقال لبيد - وهو من أبيات الكتاب -: (الوافر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nفأرسلها العراك ولم يذدها ... ولم يشفق على نغص الدخال\n</p>\n\n<p>\nثم قال: وهذا البيت - يعني بيت المتنبي - أبلغ في ذكر العطاء والسعة من\nقول الكميت: (المتقارب)\n</p>\n\n<p>\nأناس إذا وردت بحرهم ... صوادي الغرائب لم تضرب\n</p>\n\n<p>\nلأنه لم يصرح بالجموم مع الورود، والمتنبي صرح به وذكر أيضا الدخال وأنه\nيجم أوقات القلة، فزاد فيه وصار أحق به لما ذكرت لك.\n</p>\n\n<p>\nفيقال له: ليس ذكر الدخال بزيادة في المعنى بل نقص! وذلك لما فسره من أنه\nدخول بعير قد شرب بين بعيرين لم يشربا لقلة الماء، فهذا نقص لقوله:\n</p>\n\n<p>\nفلا غيضت بحارك يا جموما. . . . . . . . .\n</p>\n\n<p>\nلأن البحر هو الماء الكثير فلا ترده الإبل دخالا بل جملة مرة واحدة\nلكثرته. وأما بيت الكميت فإنه صحيح المعنى، حسن اللفظ، منصب في قالب\nالاسترسال بالطبع.\n</p>\n\n<p>\nوقوله: (المتقارب)\n</p>\n\n<p>\nولما نشفن لقين السياط ... بمثل صفا البلد الماحل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أي: لما نشفن من العرق وضربن بالسياط وقعت في مفاصلها على مثل\n</p>\n\n<p>\nصفا البلد الماحل. والصفا: الصخر، والماحل: الذي لا مطر فيه؛ فليس على\nصفاه نبت بل أقرع فهو أصلب له. وهذا كقول الآخر: (الطويل)\n</p>\n\n<p>\nوأحمر كالدينار أما سماؤه ... فريا وأما أرضه فمحول\n</p>\n\n<p>\nفيقال له: أما تفسيرك البيت فحسن، وأما تمثيلك له بقول الآخر فليس بحسن؛\nوذلك أنه قال:\n</p>\n\n<p>\n. . . . . . . . . أما سماؤه ... فريا. . . . . .\n</p>\n\n<p>\nيعني أهلاه؛ كفله وظهره وما والاهما، والري ضد المحل، وقوله:\n</p>\n\n<p>\n. . . . . . . . . . . . وأما أرضه فمحول\n</p>\n\n<p>\nيعني قوائمه، فكنى بالري عن السمن وكثرة اللحم، وبالمحل عن التجرد من\nاللحم. وإنما بيت أبي الطيب أقرب إلى التمثيل بقول علقمة: (البسيط)\n</p>\n\n<p>\n. . . . . . . . . جلذية كاتان الضحل علكوم\n</p>\n\n<p>\nوقوله: (المتقارب)\n</p>\n\n<p>\nوما بين كاذتي المستغير ... كما بين كاذتي البائل\n</p>\n\n<p>\nقال: المستغير: الذي يطلب الغارة، قد <span id='ms072'></span> (اتسعت) فروجهن لشدة العدو.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nفيقال له: بل اتسعت فروجهن لجودة الخلق، وذلك أنه يستحب سعة ما بين\nأيديهن وارجلهن فإن الضيق عيب. وقد قال زهير: (البسيط)\n</p>\n\n<p>\n. . . . . . . . . ر فحج فيها ولا صحك\n</p>\n\n<p>\nوقوله: (المتقارب)\n</p>\n\n<p>\nفلقين كل ردينة ... ومصبوحة لبن الشائل\n</p>\n\n<p>\nقال: سألت أبا الطيب وقت القراءة عليه عن هذا فقلت: إن الشائل لا لبن\nلها، وإنما التي بها بقية من لبنها هي التي يقال لها الشائلة - بالهاء.\nقال: أردت الهاء فحذفتها!\n</p>\n\n<p>\nفيقال له: حذف الحرف الفارق بين الضدين ضعيف.\n</p>\n\n<p>\nقال: وسألته عن غرضه في لبن الشائلة فقال: إن الناقة إذا شالت شال لبنها،\nفحذف ومرؤ، ونجع في شاربيه، فلم يسقوه إلا كرائم خيلهم، والأمر على ما ذكر،\nوبذلك وردت أشعارهم.\n</p>\n\n<p>\nفيقال له: أما كونه خفيفا مريئا (فيحتاج) إلى استشهاد عليه. وأما كونه\nلذيذا طيبا، فالمعروف بذلك ألبان الحديثات النتاج؛ قال أبو ذؤيب: (الطويل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nوإن حديثا منك لو تبذلينه ... جنى النحل في أليان عوذ مطافل\n</p>\n\n<p>\nمطافيل أبكار حديث نتاجها ... تشاب بماء مثل ماء المفاصل\n</p>\n\n<p>\nفاللذيذ السائغ أنجع وأنفع من غيره. وإنما ألبان الشول تقل وتعز فلا تسقى\nإلا كرائم الخيل.\n</p>\n\n<p>\nقال: (الطويل)\n</p>\n\n<p>\nجزاني بلالي ذو الخمر وصنعه ... إذا بات أطواء بني الأصاغر\n</p>\n\n<p>\nأخادعهم عنه ليغبق دونهم ... وأعلم أني بعد ذاك مغاور\n</p>\n\n<p>\nوأما روايته عنه فكروايته عنه غيرها مما يشهد المعنى أو العرف بخلافه.\n</p>\n\n<p>\nوقوله: (المتقارب)\n</p>\n\n<p>\nبضرب يعمهم جائر ... له فيهم قسمة العادل\n</p>\n\n<p>\nقال: هذا الضرب، وإن كان لإفراطه جورا، فإن قسمته في الحقيقة عدل؛ لأن\nقتل مثله وقربه إلى الله - عز وجل - وهذا مثل قول أبي تمام: (الكامل)\n</p>\n\n<p>\nأن لست نعم الجار للسنن الألى ... إلا إذا ما كنت بئس الجار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nفيقال له: إن لك أن لا تصيب، وعليك أن تخطئ إلا نادرا! وهذا الذي قلته لا\nيقوله أقل محصل وأدنى متأمل!\n</p>\n\n<p>\nوالمعنى ما ذكرته في شرح أبي العلاء.\n</p>\n\n<p>\nوقوله: (المتقارب)\n</p>\n\n<p>\nفظل يخضب منها اللحى ... فتى لا يعيد على ناصل\n</p>\n\n<p>\nقال: الناصل: المضروب بالنصل، وهو فاعل بمعنى مفعول. أراد إذا ضرب إنسانا\nبسيفه <span id='ms073'></span> لم يبق ما يحتاج له إلى إعادة الضربة كما قال طرفة: (الطويل)\n</p>\n\n<p>\nحسام إذا ما قمت منتصرا به ... كفى العود منه البدء ليس بمعضد\n</p>\n\n<p>\nفيقال له: أما ناصل بمعنى منصول فليس بشيء! وهذا تعسف وتكلف لا يحتاج\nإليه، بل الناصل ها هنا من نصول الخضاب؛ يقول: إذا ضرب خصمه ضربة فخضبه\nبدمه لم يبق، فينصل الخضاب فيحتاج إلى ضربة أخرى إعادته، وهو كما ذكر من\nقول طرفة، وقد زاد عليه زيادة حسنة يتبينها أولو المعرفة!\n</p>\n\n<p>\nوقوله: (المتقارب)\n</p>\n\n<p>\nفإن الحسام الخضيب الذي ... قتلتم به في يد القاتل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nقال: الخضيب: الذي من شأنه أن يخضب، وهذا مثل قول الآخر - أخبرنا به ابن\nمقسم عن ثعلب -: (الوافر)\n</p>\n\n<p>\nكذبتم - والذي رفع المعالي ... ولما يخضب الأسل الخضيب\n</p>\n\n<p>\nوأقول: إنه يحيد عن الظاهر الحسن إلى الجافي البعيد الغريب لبيت نادر يقع\nإليه، فيعول في المهم عليه! وأسهل من هذا يكون الخضيب بمعنى المخضوب، إلا\nأنه لما ظفر بذلك البيت استشهادا على قوله، ترك المألوف المعروف ميلا إلى\nالإغراب، وتركا للصواب، ولم يذكر هذا الوجه وهو باد لفظه للفهم سافر، واف\nمعناه في الصحة وافر!\n</p>\n\n<p>\nوقوله: (المتقارب)\n</p>\n\n<p>\nيقد عداها بلا ضارب ... ويسري إليهم بلا حامل\n</p>\n\n<p>\nأي: ليس هو من الحقيقة سيفا فيحتاج إلى ضارب وحامل، وإنما هو سيف الدولة.\n</p>\n\n<p>\nوأقول: الجيد أن يقال: إن سيف الدولة سيف لا كالسيوف؛ لأن السيوف تحتاج\nإلى ضارب وحامل، وهذا بخلافها. وفيه إشارة إلى عدم مساعد، وفقد معاضد لقوله\nقبله: (المتقارب)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nأما للخلافة من مشفق ... على سيف دولتها القاصل\n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nيعود من كل فتح غير مفتخر ... وقد أغذ إليه غير محتفل\n</p>\n\n<p>\nقال: أغذ: جد في السير، فإن قيل: كيف يكون مغذا غير محتفل؟ فإنما يعني\nأنه غير محتفل عند نفسه وإن كان محتفلا عند غيره؛ لأن كبير الأشياء عند\nسواه صغير عنده.\n</p>\n\n<p>\nفيقال له: ليس بين إغذاذ السير وترك الاحتفال تناقض أو تضاد؛ لأن ذلك\nإسراع إلى فتح الأمصار، وقتل الأعداء بغير احتشاد، وذلك ممكن، وهو مثل\nقوله: (الطويل)\n</p>\n\n<p>\nوما <span id='ms074'></span> هي إلا خطرة خطرت له ... بحران لبتها قنا ونصول\n</p>\n\n<p>\nوقوله: (المتقارب)\n</p>\n\n<p>\nومثل الذي دسته حافيا ... يؤثر في قدم الناعل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nبمولودهم صمت اللسان كغيره ... ولكن في أعطافه منطق الفضل\n</p>\n\n<p>\nقال: الصمت والصمات مصدر صمت، وأنشد لبعض الأعراب يذكر إبلا: (الرجز)\n</p>\n\n<p>\nما أن رأيت من مغنيات\n</p>\n\n<p>\nذوات آذان وجمجمات\n</p>\n\n<p>\nأصبر منهن على الصمات\n</p>\n\n<p>\nقالوا: غناؤها: صريفها بأنيابها.\n</p>\n\n<p>\nوقل أبو زيد: يغنين بالحداء، وأنشد: (الرجز)\n</p>\n\n<p>\nفغنها وهي لك الفداء\n</p>\n\n<p>\nإن غناء الإبل الحداد\n</p>\n\n<p>\nوقال بعضهم: غناؤهن: أطيط رحالهن.\n</p>\n\n<p>\nوأقول: ينبغي أن تكون الرواية على ما ذكر. ولم تتبين له بكسر العين من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nمغنيات وفتحها - اسم فاعل أو اسم مفعول - فإذا كان اسم فاعل فقد جعلها\nتغني مع أنها لا تتكلم، يعني بالصريف، وذلك عجيب منه. ومنه قول المثقب:\n(الوافر)\n</p>\n\n<p>\nوتسمع للذباب إذا تغنى ... كتغريد الحمام على الوكون\n</p>\n\n<p>\nقال الأصمعي: الذباب هاهنا: حد نابها إذا صرفت.\n</p>\n\n<p>\nوإذا كانت اسم مفعول فقد جعلها صابرة لا تأوه وتوجع كما يفعل ذلك الي\nيسمع الغناء؛ أي: لا ترغو في حال السير للكلال والإعياء كما قال الأعشى:\n(المتقارب)\n</p>\n\n<p>\nكتوم الرغاء إذا هجرت ... وكانت بقية ذود كتم\n</p>\n\n<p>\nوذلك أيضا غريب.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nبدا وله وعد السحابة بالروى ... وصضد وفينا غلة البلد المحل\n</p>\n\n<p>\nوأنشد استشهادا على الروي بقول عمرو بن قعاس المرادي: (الوافر)\n</p>\n\n<p>\nوماء ليس من غدر رواء ... ولا ماء السماء قد استقيت\n</p>\n\n<p>\nقال: يعني أنه رشف ريق امرأة.\n</p>\n\n<p>\nفيقال: هذا إن دلت عليه قرينة، وإلا فالمراد بذلك الماء ماء الكرش الذي\nيفتظ بعقر الإبل عند عدم الماء، فيخرج فيعتصر ويشرب كقوله: (الطويل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nتوخى بها مجرى سهيل ودونه ... من الشام أعلام تطول وتقصر\n</p>\n\n<p>\nفلما رأى أن النطاف تعذرت ... رأى أن ذا الكلبين لا يعذر\n</p>\n\n<p>\nوقول الآخر: (الطويل)\n</p>\n\n<p>\nويهماء يستاف الدليل ترابها ... وليس بها اليماني خالف\n</p>\n\n<p>\nأي: مستق.\n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nما بال كل فؤاد في عشيرتها ... بها الذي بي وما بي غير منتقل\n</p>\n\n<p>\nقال: أي: جميعنا ثابت المحبة لها غير منتقل الهوى عنها.\n</p>\n\n<p>\nوقال غيره آخذا على أبي الطيب <span id='ms075'></span>: كان ينبغي ان يكون: ما بال العشاق تنتقل،\nوما بي غير منتقل.\n</p>\n\n<p>\nوكلاهما لم يصب الصواب!\n</p>\n\n<p>\nوالمعنى: إنه كان ينبغي أن ينتقل ما بي من الهوى وأسلو إذ كان كل واحد من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nعشيرتها عاشقا كعشقي، فيكونون، حينئذ، أشد غيره عليها، وحماية من دونها،\nوحفظا لها، فأياس منها فأسلو عنها.\n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nوما الفرار إلى الأجبال من أسد ... تمسي النعام به في معققل الوعل\n</p>\n\n<p>\nقال: أي: قد أخرج النعام عن البر إلى الاعتصام برؤوس الجبال.\n</p>\n\n<p>\nوقيل له: أنت أضل من الضب عن حجره! فأين يذهب بك! شبه خيله بالنعام\nلسرعتها. ومعناه: تمسي به الخيل المشبهة للنعام سرعة، في معقل الوعل؛ يعني\nرأس الجبل. يقول: أين الفرار إلى الأجبال ممن هذه حاله؟\n</p>\n\n<p>\nوأقول: قد روي: تمسي بالشين المعجمة والسين، وقد ذكرت ما معناهما في شرح\nالواحدي.\n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nوكلما حلمت عذراء عندهم ... فإنما حلمت بالسبي والجمل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أي: لخوفها ذلك، واستماعها إياه.\n</p>\n\n<p>\nوقد أخذ على أبي الطيب قوله: عذراء وتخصيصها بذلك دون غيرها، إذ كان من\nطريق الخوف، وهو قد عم القوم كما ذكر.\n</p>\n\n<p>\nوقيل: إن غير العذراء أولى لأنها أعلم بالأمور، وأثبت قلبا، وأكثر تجارب.\n</p>\n\n<p>\nوأقول: إنما خص العذراء، وهي البكر، لأنها أشفق على نفسها من غيرها،\nلأنها تخاف أن تفتض بالسبي فليزم العار عشيرتها وأهل دينها.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nإذا كان شم الروح أدنى إليكم ... فلا برحتني روضة وقبول\n</p>\n\n<p>\nقد ذكرت في شرح الواحدي قوله، وما قيل فيه، وبينت الوجه الذي أراده\nالشاعر ولم يبينه سواي أحد!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوأضحت بحصن الران رزحى من الوجى ... وكل عزيز للأمير ذليل\n</p>\n\n<p>\nقال: وقوله:\n</p>\n\n<p>\n. . . . . . . . . وكل عزيز للأمير ذليل\n</p>\n\n<p>\nاعتذار لها؛ أي: لم يلحقها ذلك لضعفها؛ ولكن كلفها من همة صعبا.\n</p>\n\n<p>\nوأقول: هذا ليس بشيء!\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\n. . . . . . . . . وكل عزيز للأمير ذليل\n</p>\n\n<p>\nليس فيه إشارة إلى الخيل واعتذار لها بأنها لم يلحقها ذلك لضعفها\nوكلالها، بل أخبار عن علو هم سيف الدولة وشدة عزمه بما كلفها من شدة السير،\nوطول الغزو، إلى أن كلت في حال ذل <span id='ms076'></span> له به كل عزيز.\n</p>\n\n<p>\nوقوله: (الطويل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nأتاك كأن الرأس يجحد عنقه ... وتنقد تحت الذعر منه المفاصل\n</p>\n\n<p>\nقال: أي: يتبرأ بعضه من بعض لإقدامه على المصير إليك هيبة لك.\n</p>\n\n<p>\nوأقول: هذا التفسير بضد المعنى؛ ولو قال في موضع يتبرأ بعضه من بعض:\nيتداخل بعضه في بعض لأصاب؛ لأن الخائف كذلك يفعل؛ يتجمع ويتضاءل، والآمن\nيتظاهر ويتطاول.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nكريم إذا استوهبت ما أنت راكب ... وقد لقحت حرب فإنك نازل\n</p>\n\n<p>\nقال: وهو كقوله: (الوافر)\n</p>\n\n<p>\nولو يممتهم في الحشر تجدو ... لأعطوك الذي صلوا وصاموا\n</p>\n\n<p>\nوأقول: ويحتمل أن يكون هذا من قول أبي تمام: (الطويل)\n</p>\n\n<p>\nأخا الحرب! كم ألقحتها وهي حائل ... وأخرتها عن وقتها وهي ماخص\n</p>\n\n<p>\nفيكون قوله:\n</p>\n\n<p>\n. . . إذا استوهبت ما أنت راكب. . . . . . . . .\n</p>\n\n<p>\nمن الجد في القتال، وقد لحقت الحرب، أي: في أوائلها وعند اتصالها فإنك\nنازل؛ أي: تارك لها كرما وحياء وإبقاء. ويكون هذا البيت مثل شطر بيت أبي\nتمام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nإلا أن أبا الطيب كان إذا أخذ معنى زاد عليه ولم ينقص منه، والجيد حمله\nعلى التفسير الأول.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nإذا الجود أعط الناس ما أنت مالك ... ولا تعطين الناس ما أنا قائل\n</p>\n\n<p>\nقال: أي: لا تعط الناس أشعاري فيفسدوها بأخذ معانيها.\n</p>\n\n<p>\nوقيل فيه معنى آخر: وهو أنه خوفه بارتحاله عنه إلى غيره؛ يقول: لا\nتعاملني\n</p>\n\n<p>\nمعاملة أرحل بسببها فيحصل مدحي لغيرك، كأنك أنت أعطيته إياه!\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nخطبة للحمام ليس لها رد ... د وإن كانت المسمة ثكلا\n</p>\n\n<p>\nقال: يقول: الموت يجري مجرى الخطبة من الحمام للميت، وإن كان الناس\nيسمونه ثكلا.\n</p>\n\n<p>\nوأقول: هذا ليس بشيء! وإنما قال:\n</p>\n\n<p>\nخطبة للخمام ليس لهرد ... د. . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nأشار إلى هذه الميتة بأنها شريفة، وأن ليس لها كفؤ فيكون منه خطبة لها،\nفلو كان الخاطب (لها) غير الموت لرد. وكأن هذا ينظر إلى بيت مهلهل:\n(المنسرح)\n</p>\n\n<p>\nأنكحها فقدها الأراقم في ... جنب وكان الحباء من أدم\n</p>\n\n<p>\nلو بأبانين جاء يخطبها ... ضرج ما أنف خاطب بدم\n</p>\n\n<p>\nوالذي يدل على صحة هذا التفسير البيت الذي يليه وهو قوله: (الخفيف)\n</p>\n\n<p>\nوإذا لم <span id='ms077'></span> تجد من الناس كفؤا ... ذات خدر أرادت الموت الموت بعلا\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nشيم الغانيات فيها فلا أد ... ري لذا أنث اسمها الناس أم لا\n</p>\n\n<p>\nقال: إنما سميت الدنيا لأنها الدار الدانية، وليست الآخرة المتوقعة،\nفأظهر تجاهلا ب ذا لما فيه عذوبة اللفظ وصنعة الشعر، وهذا كقول زهير:\n(الوافر)\n</p>\n\n<p>\nوما أدري وسوف إخال أدري ... أقوم آل حصن أم نساء\n</p>\n\n<p>\nأي: أرجال أم نساء هم، وهو يدري أنهم رجال، ولكن تعامى عن هذا؛ لأن فيه\nضربا من الهزء.\n</p>\n\n<p>\nوأقول: ليس التشكك والتجاهل في بيت المتنبي لأجل عذوبة اللفظ وصنعة\nالشعر،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nولكن للتقريب بين الدنيا وبين النساء في الأخلاق وتقلبها وأنها لا تدوم\nعلى حال،\n</p>\n\n<p>\nوذلك (في التقريب) مثل قول ذي الرمة: (الطويل)\n</p>\n\n<p>\nأيا ظبية الوعساء بين جلاجل ... وبين النقا أنت أم أم سالم\n</p>\n\n<p>\nوكذلك القول في بيت زهير، وفيه زيادة ما ذكره من التهكم بهم والسخري\nمنهم.\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nفأتتهم خوضرق الأرض ما تح ... مل إلا والأبطالا\n</p>\n\n<p>\nقال: أي: تخرق الأرض بحوافرها؛ يعني خيل سف الدولة، وهذا نحو قوله:\n(الوافر)\n</p>\n\n<p>\nإذا وطئت بأيديها صخورا ... بقين لوطء أرجلها رمالا\n</p>\n\n<p>\nوقوله: (الرجز)\n</p>\n\n<p>\nيترك في حجارة الأبارق\n</p>\n\n<p>\nآثار قلع الحلي في المناطق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nوقول أبي النجم: (الرجز)\n</p>\n\n<p>\nيغادر الصمد كظهر الأجزل\n</p>\n\n<p>\nفيقال له: لم يرد شدة التأثير بالحوافز كما زعمت، وإنما يريد قطع الأرض\nبسرعة، كقوله تعالى: (ولا تمش في الأرض مرحا إنك لن تخرق الأرض ولن تبلغ\nالجبال طولا).\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nأقلقته بنية بين أذني ... - ه وبان بغى السماء فنالا\n</p>\n\n<p>\nقال: يعني قلعة الحدث، وذكر مؤخر رأسه لأن أبلغ في هجائه.\n</p>\n\n<p>\nفيقال له: لم يرد مؤخر رأسه ولا هجاءه بذلك، وقوله: بين أذنيه، أراد:\nجملة رأسه، وهذا كما يقال: يعجبني ما بين شفتيها، يعني: ثغرها، وما بين\nجفنيها، يعني: طرفها. والمعنى: أن هذه البنية كأنها، لثقلها عليه، حامل لها\nفوق رأسه،\n</p>\n\n<p>\nالبيت الذي بعده يدل على ما قلته وهو: (الخفيف)\n</p>\n\n<p>\nكلما رام حطها اتسع البن ... ي فغطى جبينه والقذالا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nأخذوا الطرق يقطعون بها <span id='ms078'></span> الرس ... ل فكان انقطاعها إرسالا\n</p>\n\n<p>\nقال: أي: لما أبطأت الأخبار، وخالفت العادة، تطلعوا إلى ما وراء ذلك؛\nفوقعوا على الخبر، فعادوا به إلى سيف الدولة.\n</p>\n\n<p>\nوقال الواحدي: تطلع سيف الدولة.\n</p>\n\n<p>\n(وأقول:) وكلاهما أخطأ المعنى وهو ما ذكرت في شرح الواحدي.\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nتحمل الريح بينهم شعر الها ... م وتذري عليهم الأوصالا\n</p>\n\n<p>\nقال: أي لم يبعد العهد بمن قتلته، فشعورهم وأوصالهم هناك موجودة بعد.\n</p>\n\n<p>\nفيقال له: لا تطير الريح الشعور عن الرؤوس، وتذري الأوصال من العظام إلا\nلكثرة بلى، وطول عهد بالحياة، ولكن ليس بطول أفنى رسوم الأجسام، وأعدم ما\nيدل عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nمن الآثار، وقوله (قبله): (الخفيف)\n</p>\n\n<p>\nنزلوا في منازل عرفوها ... يندبون الأعمام والأخوالا\n</p>\n\n<p>\nيمكن أن تكون (المعرفة) للحضور فيها قبل، وللمشاهدة لها مع الأعمام\nوالأخوال، وتقدم ذلك إلى أن صاروا كما ذكر من البلى، وأن لا يكون بالحضور،\nوالمشاهدة للقتال، لأنه أفنى ذلك الجمع، بل بما سمعوه من أخبارهم، واستدلوا\nعليه من آثارهم.\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nما يشك اللضعين في أخذك الجي ... ش فهل يبعث الجيوش نوالا\n</p>\n\n<p>\nقد أخذ على أبي الطيب لفظة النوال هاهنا، وقيل: إن النوال العطية، فكان\nينبغي\n</p>\n\n<p>\nأن يضع موضع النوال الجزية، أو الرشوة وما أشبههما مما يقرب به إليه.\n</p>\n\n<p>\nوأقول: إنه ذكر النوال على وجه الهزء به السخري منه.\n</p>\n\n<p>\nوقوله: (الخفيف (\n</p>\n\n<p>\nغصب الدهر والملوك عليها ... فبناها في وجنة خالا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nقال: ما علمت شيئا قيل في بنية أنشئت مراغمة مثل هذا في الحسن! على أن\nمزردا قد قال: (الطويل)\n</p>\n\n<p>\nفمن أرمه منها بسهم يلح به ... كشامة وجه، ليس للشام غاسل\n</p>\n\n<p>\nوما أحسن استعارته في قوله:\n</p>\n\n<p>\n. . . . . . . . . . . . في وجنة الدهر خالا\n</p>\n\n<p>\nونصب خالا على أنه حال.\n</p>\n\n<p>\nوقد قيل في هذا ما معناه: إنه لا يخلو من أن يكون بنى في وجنة الدهر مع\nغصبه إياه ما يزينه أو يشينه. فإن كان ما يزينه، فبعيد مع الغضب، وإن كان\nما يشينه فهذا هجو، مع أنه كرر لفظ الدهر، ولو وضع في صدر البيت غير الدهر\nلحسن اللفظ.\n</p>\n\n<p>\nوأقول: (قوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nغصب <span id='ms079'></span> الدهر والملوك. . . . . . . . . . . .\n</p>\n\n<p>\nلا يريد أنهم كانوا مستحقين لها فأخذها منهم ظلما، ولكن يريد أنه غلبهم\nعليها، وهو ملك، وهم ملوك، إلا أنه كان أقدر.\n</p>\n\n<p>\nوأما قوله: الدهر فإنها استعارة، لأنه كان بين كثرة غير مالكها، ثم ملكها\nوبناها. فلا يبعد على هذا أن تكون زينة الدهر؛ لأنها صارت ملكا له).\n</p>\n\n<p>\nوأما تكرار لفظ الدهر فإنه وضع المظهر موضع المضمر، وهو كثير، منه قوله:\n(الخفيف)\n</p>\n\n<p>\nلا أرى الموت يسبق الموت شيء ... نغص الموت ذا الغنى والفقيرا\n</p>\n\n<p>\nأو أظهر لتعظيم الدهر والموت وتفخيمهما.\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nفي خميس من الأسود بئيس ... يفترسن النفوس والأموالا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nقال: سمي الخميس خميسا، أي: يخمس ما وجده، أي: يأخذه.\n</p>\n\n<p>\nوأقول: هذا غير معروف. لم يجيء في اللغة خمسة بمعنى أخذه، إنما يقال:\nخمست القوم إذا أخذت خمس أموالهم.\n</p>\n\n<p>\nوالذي قيل: إنه إنما سمي خميسا لبلوغه خمسة آلاف.\n</p>\n\n<p>\nوقيل: إنما خميسا لعظمه في أنه خمس فرق: المقدمة والقلب والميمنة\nوالميسرة والساق، (على أن أبا نواس قال: (الطويل)\n</p>\n\n<p>\nلنخمس مال الله من كل فاجر ... وذي بطنة للطيبات أكول\n</p>\n\n<p>\nفهذا مما يشهد لقوله إلا أنهم لم يستشهدوا به).\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nوظبا تعرف الحرام من الحل فقد أفنت النفوس حلالا\n</p>\n\n<p>\nقال: هذا مثل ضربه؛ أي: سيوفه معودة للضرب، فكأنها تعرف الحلال من\nالحرام.\n</p>\n\n<p>\nوأقول: هذه استعارة ومجاز لكثرة قتله الأعداء. يقول: ظباه لا تقتل إلا من\nيستحق القتل، وأراد بذلك سيف الدولة، وقد استقصيت ما في هذا البيت في شرح\nالواحدي فيتأمل هناك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nإن تريني أدمت بعد بياض ... فحميد من القناة الذبول\n</p>\n\n<p>\nقال: أي: إن كانت الأسفار لوحت وجهي فليس بعيب في، وإن كان عيبا في\n</p>\n\n<p>\nغيري، بل هو وصف في كما أن الذبول، وإن كان مذموما في غير القناة، فإنه\nمحمود فيها لأنه يؤذن بقوتها كما قال أبو تمام: (الكامل)\n</p>\n\n<p>\nلأنت مهزته فعز وإنما ... يشتد بأس الرمح حين يلين\n</p>\n\n<p>\nوأما قوله: بعد بياض فلا معترض به بل هو مشدد للمعنى لأنه لم يبال تغير\nلونه وشحوبه وسهومه، وإن كان <span id='ms080'></span> غيره من الناس يستوحش لذلك ويشفق منه، فإنه هو\nيحمده من نفسه، ولو كان لم مدح نفسه لقلة الحفل بتغير لونه، وإنما لأجل أن\nبياضه استحال فلم يعبأ به (بل) ارتاح له ما بجح هذا وفخر به. فأما قول من\nيجهل وليس من أهل هذه الصناعة هلا قال.\n</p>\n\n<p>\n. . . . . . . . . فحميد من القناة السواد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nأو نحو ذلك من الألوان ليتطابق أو البيت وآخره، فليس في وزن من يلتفت\nإليه؛ لأن صناعة الشعر تؤذن بخرسه وبكمه؛ لأن الشاعر إذا وافق بين الشيئين\nوجمعهما من حيث اجتمعا؛ فقول من قال: هلا جمع بينهما من الوجه الآخر جهل\nمنه، ولو كان الشيئان لا يتشابهان حتى يتضارعا من جميع الوجوه لما أمكن أن\nيوجد تحت الفلك شيئان متشابهان، لأنهما لا يخلوان أن يكونا جوهرين أو\nعرضين. ثم أبطل أن يكون التشابه لكونهما جوهرين باختلاف محليهما، وأن يكونا\nعرضين لجواز عدم أحدهما مع بقاء الآخر.\n</p>\n\n<p>\nفيقال له: هذه سفسطة! والسؤال ها هنا حسن متوجه لم يجب عنه إلا بالسب\nوالتنقص، والسب لا تقام به الحجة، والشتم لا تدفع به الشبهة.\n</p>\n\n<p>\nوالجواب عنه في قوله: إن. . . أدمت ثم قال:\n</p>\n\n<p>\n. . . . . . . . . فحميد من القناة الذبول\n</p>\n\n<p>\nولم يقل: الأدمة، ليتطابق صدر البيت وعجزه، أن الذبول يكون معه تغير\nاللون إلى الأدمة فأقامه مقامها لأنه مصاحب لها ويدل عليها، ومثل هذا كثير؛\nمنه قوله:\n</p>\n\n<p>\n(الطويل)\n</p>\n\n<p>\nولو ضر مرءا قبله ما يسره ... لأثر فيه بأسه والتكرم\n</p>\n\n<p>\nفأقام لأثر مقام لأضر به لأنه في معناه وقد جعل نفسه، هاهنا، القناة\nمجازا، (مثلا)، كأنه قال: فحميد مني الذبول، أي: الأدمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nوأما قوله: إن الأدمة بعد البياض، وإن كانت مكروهة من غيري، فإني أسر بها\nوأجذل؛ لأني اكسبها من طلب المعالي كما أن الذبول، وإن كان مذموما في غير\nالقناة فإنه محمود فيها. فلو وضع موضع أسر بها فإنها حميدة في كما أن\nالذبول حميد في القناة فحذف حميدة أولا استغناء عنها بحميد آخرا لدلالته\nعليها لأصاب المعنى، وأطاب المجنى.\n</p>\n\n<p>\nومثله: إن تبسم زيد، فحميد من <span id='ms081'></span> السحاب البرق؛ كأنه قال: فحميد منه التبسم\nكما أنه حميد من السحاب البرق. فعلى هذا التفسير لا يكون زيد السحاب، ولا\nأبو الطيب القناة، بل يكون ذلك مثلا لهما، وعلى التفسير الأول: هما هما.\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nنحن أدى وقد سألنا بنجد ... أطويل طريقه أم يطول\n</p>\n\n<p>\nقال: أطويل هو في الحقيقة، أم يطوله الشوق إلى المقصود؟ وهذا البيت يؤكد\nعندك أنه أراده في قوله: (الخفيف)\n</p>\n\n<p>\nشيم الغانيات فيها فما أد ... ري لذا أنث اسمها الناس أم لا\n</p>\n\n<p>\nوهذا كنحو قول زهير: (الوافر)\n</p>\n\n<p>\nوما أدري وسوف إخال أدري ... أقوم آل حصن أم نساء؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nألا تراه يقول بهد هذا: (الخفيف)\n</p>\n\n<p>\nوكثير من السؤال اشتياق ... وكثير من رده تعليل\n</p>\n\n<p>\nفهذه طريقة للشعراء؛ يظهرون التجاهل بالشيء وإن كانوا يعرفونه، وهذا من\nنحو\n</p>\n\n<p>\nقول أبي تمام: (الكامل)\n</p>\n\n<p>\nومكارما عتق النجار تليدة ... إن كان هضب عمايتين تليدا\n</p>\n\n<p>\nألا تراه أدخل الكلام شرطا، فأوقع في لفظه شكا؟ لأن أحدا لا يجهل أن هضب\nعمايتين قديم تليد غير معروف الأول. ومن خاص كلام العرب، ونظر إلى تصرفها،\nومذاهبها، وإشاراتها، أجاز ما منع غيره، ومنع ما يجيزه. أولا ترى إلى قول\nبشر: (الوافر)\n</p>\n\n<p>\nأسائل صاحبي وقد أراني ... بصسرا بالظعائن حيث ساروا\n</p>\n\n<p>\nوله أشباه كثيرة.\n</p>\n\n<p>\nوأقول: هذا التمثيل غير صحيح! أما بيت أبي الطيب فتفسيره البيت الذي\nيليه؛ يقول: نسأل عن طريق نجد ونحن أعلم به، وإنما نفعل ذلك لأن من السؤال\nاشتياقا؛ أي: لشوقنا نفعل ذلك؛ ولأن من رد السؤال تعليلا؛ أي: لنتعلل به،\nفليس ذلك لتجاهل.\n</p>\n\n<p>\nوأما بيت أبي الطيب الذي مثله به وهو قوله:\n</p>\n\n<p>\nشيم الغانيات فيها. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nوقول زهير:\n</p>\n\n<p>\nوما أدري. . . . . . . . . . . . . . .\n</p>\n\n<p>\nفلا خلاف أنهما تجاهل وتشكك ليقرب أحد الشيئين من الآخر، إذ أراد هجوهما\nفقرب الدنيا من الغانيات لتغيرها وتنقلها، وقرب آل حصن من النساء لعجزهم\nوضعفهم.\n</p>\n\n<p>\nوأما بيت أبي تمام وهو قوله:\n</p>\n\n<p>\nومكارما عتق النجار. . . . . . . . . . . .\n</p>\n\n<p>\nفليس من قول زهير في شيء، وأنه أراد به التشكك والتجاهل، بل أراد التحقيق\n</p>\n\n<p>\nوالإثبات بقياس مركب من مقدمتين:\n</p>\n\n<p>\nالأولى شرطية وهي <span id='ms082'></span> قوله: إن كان هضب عمايتين قديما.\n</p>\n\n<p>\nوالأخرى: حملية محذوفة وهي أن هضب عمايتين قديم.\n</p>\n\n<p>\nفنتج من هاتين المقدمتين أن مكارم الممدوح قديمة، وهذا تحقيق - كما ترى -\nلا تشكيك.\n</p>\n\n<p>\nوأما بيت لشر وهو قوله:\n</p>\n\n<p>\nأسائل صاحبي. . . . . . . . . . . . . . .\n</p>\n\n<p>\nفلم يرد التجاهل، وإنما سألهما عن الظعائن، وهو عالم بهن، تعللا (بهن)\nواشتياقا إليهن، كقول أبي الطيب: (الخفيف)\n</p>\n\n<p>\nوكثير من السؤال اشتياق. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nأو حبا لذكرهن، ولهجا بالحديث عنهن؛ كقول أبي الشيص: (الكامل)\n</p>\n\n<p>\n. . . . . . . . . حبا لذكرك فليلمني اللوم\n</p>\n\n<p>\nوقول أبي نواس: (الطويل)\n</p>\n\n<p>\nألا سقني خمرا وقل لي هي الخمر. . . . . . . . .\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nوإذا العذل في الندى زار سمعا ... ففداه العذول والمعول\n</p>\n\n<p>\nقال: أي: المعذول الذي يدخل العذل سمعه لا غيره ممن يرد العذل.\n</p>\n\n<p>\nفقيل له، على هذا التفسير: فينبغي للمتنبي أن يقيد هذا في لفظ البيت\nليأمن نقصان العبارة واللبس بنقصان المعنى.\n</p>\n\n<p>\nوأقول: إن قوله: لا غيره ممن يرد العذل ليس بشيء! وإنما يريد: إذا زار\nالعذل سمع إنسان؛ أي: استمعه ولم يصم عنه، إذ استماعه منقصة ولوم، ففداه\nالعذول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nلأنه لا يسمع منه، والمعذول لأنه ليس كهو في استماع العذل. وهذا المعنى\n</p>\n\n<p>\nمطروق، كثير؛ منه قول بعض بني حميد: (المتقارب)\n</p>\n\n<p>\nأصم عن الكلم المحفظات ... وأحلم والحلم بي أشبه\n</p>\n\n<p>\nوضده قول قعنب: (البسيط)\n</p>\n\n<p>\nصم إذا سمعوا حيرا ذكرت به ... وإن ذكرت بشر عندهم أذنوا\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nأنت - طول الحياة - للروم غار ... فمتى الوعد أن يكون القفول\n</p>\n\n<p>\nلم يقل ابن جني في هذا البيت شيئا.\n</p>\n\n<p>\nوقال غيره: إذا جعله طول الحياة غازيا فلا قفول له إلا بالموت. فقوله:\nفمتى الوعد هاهنا ليس بحسن.\n</p>\n\n<p>\nوأقول: لو قال:\n</p>\n\n<p>\nأنت غار للروم في كل وقت ... سائر والمسير منك قفول\n</p>\n\n<p>\nلحسن اللفظ وسلم المعنى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nمحبي قيامي ما لذلكم النصل ... بريئا من الجرحى سليما من القتل\n</p>\n\n<p>\nقال: معناه: يا من يحب مقامي وتركي الأسفار والمطالب، كيف أقيم ولم أجرح\nبمنصلي أعدائي ولم اقتلهم؟!\n</p>\n\n<p>\nقال الوحيد: ليس هذا أراد الرجل، ولو أراده لقال، بدل قيامي، مقامي\nوالوزن واحد، ولكن قيامي هاهنا من قمت <span id='ms083'></span> بالأمر ولذلك سمي القائم المنظر.\nيقول: يا من يحب نهوضي بالأمر، ما لكم لا تخرجون معي وتساعدونني حتى نجرح\nأعداءنا ونقتلهم؟\n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nها فانظري أو فطني بي تري حرقا ... من لم يذق منها فقد وألا\n</p>\n\n<p>\nقال: أي: إن لم تريني أهلا أن تنظري إلي ففكري في تري من أمري كيت وكيت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: هذا ليس بشيء! وإنما يقول: تنبهي فانظري - من النظر الذي هو طلب\nالرؤية - أو فظني - من الظن الذي هو اليقين كقول دريد: (الطويل)\n</p>\n\n<p>\nفقلت لهم: ظنوا بألفي مدجج. . . . . . . . .\n</p>\n\n<p>\nأي: أيقنوا.\n</p>\n\n<p>\nوتري: يحتمل أن يكون من رؤية العين، ويكون جواب فانظري: أي: فانظري تري.\n</p>\n\n<p>\nو (أن) يكون أيضا، جواب فظني.\n</p>\n\n<p>\nويحتمل أن يكون من رؤية القلب، ويكون أيضا، جوابا لهما.\n</p>\n\n<p>\nيقول: تري حرقا عظيمة؛ (يعني: حرقه)؛ من لم يذق اليسير منها فقد نجا،\nوالذي ذاق اليسير لم ينج، فكيف بمن ذاق العظيم منها؟! وهذه مبالغة عظيمة\nكما ترى.\n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nكم مهمه قذف قلب الدليل به ... قلب المحب قضاني بعد ما مطلا\n</p>\n\n<p>\nقال: يريد شدة رعب سالكه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: قد أخذ على أبي الطيب قوله:\n</p>\n\n<p>\n. . . . . . . . . قلب المحب. . . . . .\n</p>\n\n<p>\nوقيل: كان ينبغي أن يقول: إذا كان على رقبة من واش، أو اتقاء من غائر\nونحو ذلك.\n</p>\n\n<p>\nوأقول: هذا غير لازم، بل قلب المحب قلق على الإطلاق، فلا يحتاج إلى\nالتقييد، وقوله:\n</p>\n\n<p>\n. . . . . . . . . . . . قضاني بعد ما مطلاض\n</p>\n\n<p>\nمن قول أبي نواس: (البسيط)\n</p>\n\n<p>\nمن للجذاع إذا الميدان ما طلها ... بشأو الغايات قد قرحا\n</p>\n\n<p>\nوهما من قول كثير: (الطويل)\n</p>\n\n<p>\nقضى كل ذي دين فوفى غريمه ... وعزه ممطول معنى غريمها\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nأحببت برك إذ أردت رحيلا ... فوجدت أكثر ما وجدت قليلا\n</p>\n\n<p>\nورأيت أنك في المكارم راغب ... صب إليها بكرة وأصيلا\n</p>\n\n<p>\nفجعلت ما تهدي إلي هدية ... مني إليك وظرفها التأميلا\n</p>\n\n<p>\nبر يخف على يديك قبوله ... ويكون محمله علي ثقيلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nقال: هذا البيت يحتمل معنيين:\n</p>\n\n<p>\nأحدهما: أن يكون أهدى إليه شيئا كان أهداه إليه صديقه الممدوح؛ فيكون هذا\nاستعمالا لما ركبه ابن الرومي في قوله: (الخفيف)\n</p>\n\n<p>\nأي <span id='ms084'></span> شيء أهدي إليك وفي وج ... هك من كل ما تهودي معنى\n</p>\n\n<p>\nمنك يا جنة النعيم الهدايا ... أفأزجي إليك ما منك يجنى\n</p>\n\n<p>\nإلا أن المتنبي أخبر أنه أهدي إليه ذلك الشيء بعينه، وابن الرومي قال:\nكيف أهدي إليك ما من عادة مثله أن يهدى منك، فبينهما فصل لطيف، فهذا أحد\nالمعنيين.\n</p>\n\n<p>\nوالمعنى الآخر أن يكون أراد أني جعلت ما من عادتك أن تهديه إلي وتزودنيه\nوقت فراقك هدية مني إليك؛ أي: أسألك أن لا تتكلفه لي.\n</p>\n\n<p>\nوالقول الأول أشد اتساقا وأظهر، والقول الثاني أقوى وألطف.\n</p>\n\n<p>\nوأقول: انظروا - هداكم الله - إلى إرسال عنانه في الضلال، وإقامته لصور\nالمحال، وذكره لهذين الوجهين القبيحين اللذين لم يصدرا إلا عن قبح فهم،\nوخبط\n</p>\n\n<p>\nفي ظلم الشك ورجم. وما العجب من تفسيره هذا وحده بل العجب من الجماعة\nالذين جاءوا بعده يقتصون في ذلك أثره، ويسلكون سبيله!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nوالمعنى أني أحببت برك إذ أردت الرحيل عنك، يخاطب الممدوح، فوجدت أكثر ما\nوجدت من المال، ومما يحسن أن يهدى قليلا بالإضافة إلى ما يصلح وما يكون على\nقدرك. ورأيت رغبتك في المكارم، فجعلت الذي تهديه إلي هدية مني إليك لأنك\nترى وتعتد الذي تعطيه كأنك تعطاه، وهذا من قول زهير: (الطويل)\n</p>\n\n<p>\n. . . . . . . . . كأنك تعطيه الذي أنت سائله\n</p>\n\n<p>\nوقد بسطته في موضع آخر من هذا الكتاب بسطا تاما، وذكرت ما جاء من قوله\nمثلا له.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nفما وردت روح امرئ روحه له ... ولا صدرت عن باخل وهو باخل\n</p>\n\n<p>\nقال: إذا وردت السيوف روح امرئ، كانت أملك بها منه وصار، إن كان باخلا،\nكأنه غير باخل؛ لأنها ق نالت منه ما بغت.\n</p>\n\n<p>\nوأقول: معنى قوله:\n</p>\n\n<p>\nفما وردت روح امرئ روحه له. . . . . . . . .\n</p>\n\n<p>\nأي: إن السيوف إذا وردت روح امرئ غلبت عليها؛ أي: أخذتها. وقوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\n. . . ولا صدرت عن باخل وهو باخل\n</p>\n\n<p>\nأي: لأنها تخرجه عن صفة البخل بخروجه عن صفة الحياة والموت، لأنه إنما\nيوصف بالبخل من يوصف بالحياة فصفة الحياة مصححة لصفة البخل، فإذا مات خرج\nعن الصفتين.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nرأيت <span id='ms085'></span> ابن أم الموت لو أن بأسه ... فشا بين أهل الأرض لا نقطع النسل\n</p>\n\n<p>\nقال: أي: لأن الناس كان يفتل بعضهم بعضا.\n</p>\n\n<p>\nوأقول: هذا ليس بشيء! وإنما أراد المبالغة في وصف شجاعته. يقول: هو يخفي\nمن بأسه بقيا على الناس من خوفه، لئلا ينقطع النسل (بإفشائه) وانقطاعه، إما\nبأن يكون بإسقاط قواهم عن الجماع لشدة الخوف، وإما بإهلاكهم، وهو أبلغ من\nالأول.\n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nوله في جماجم المال ضرب ... وقعه في جماجم الأبطال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أي يهب المال فيقتدر بذلك على رؤوس الأبطال.\n</p>\n\n<p>\nفيقال له: هذه عبارة غير مرضية، والمعنى ما ذكرته في شرح الواحدي.\n</p>\n\n<p>\nوقوله: (الرجز)\n</p>\n\n<p>\nفحل كلابي وثاق الأحبل\n</p>\n\n<p>\nقال: وثاق، جمع وثيق، مثل: طويل وطوال. فأما الوثاق فمصدر، وقد تكسر\nالواو.\n</p>\n\n<p>\nفيقال له: الكلب المعلم لا يحتاج إلى الأحبل الوثيقة، ويكفيه حبل واحد،\nفلا يكون وثاق الأحبل جمعا، كما زعمت، ولا مصدرا؛ لأنه في معنى الجمع\nلإضافته إليه؛ بل الوثاق، ما يشد به كالعقال والزمام؛ واحد (لا جمع) وإضافة\nإلى الأحبل.\n</p>\n\n<p>\nفإن قال: فقد قال فيما بعد: (الرجز)\n</p>\n\n<p>\nعن أشدق مسوجر مسلسل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا يدل على صعوبة الكلب فيقال: يكفي مع السلسلة والساجور - وهو عصا\nتجعل في عنق الكلب - حبل واحد فلا حاجة إلى الزيادة على ذلك.\n</p>\n\n<p>\nوقوله: (الرجز)\n</p>\n\n<p>\nآثارها أمثالها في الجندل\n</p>\n\n<p>\nقال: هذا من إغراقاته التي ذكرت؛ لأنه لم يوصف كلب قط بمثل هذا من ثقل\n</p>\n\n<p>\nالوطء، وإنما جاء هذا عنهم في آثار الخيل والإبل، قال أبو النجم: (الرجز)\n</p>\n\n<p>\nيغادر الصمد كظهر الأجزل\n</p>\n\n<p>\n(فيقال له: لم يرد ثقل الوطء كما ذكرت، بل خشونة القوائم. وقولك: وإنما\nجاء هذا (عنهم) في آثار الخيل والإبل غير صحيح، بل إنما جاء صفة لحوافرهن\nوخفافهن بالصلابة لا بثقل الوطء). وليس من الإغراقات وصفه بثقل الوطء، بل\nبالسرعة والخفة حتى إنه يوصف بالطيران كقول أبي نواس: (الرجز)\n</p>\n\n<p>\nيكاد عند ثمل المراح ... يطير في الجو بلا جناح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا وصف بذلك، لم يكن له أثر في الأرض البتة، كقوله في صفة براثنه:\n(الرجز)\n</p>\n\n<p>\nينشط أذنيه <span id='ms086'></span> بهن نشطا\n</p>\n\n<p>\nفما يقعن إلا فرطا\n</p>\n\n<p>\nأي: إلا بعد حين. يقول: كأنه يطير كقول كعب: (البسيط)\n</p>\n\n<p>\n. . . . . . . . . وقعهن الأرض تحليل\n</p>\n\n<p>\nوقوله: (الرجز)\n</p>\n\n<p>\nذي ذنب أجرد غير أعزل\n</p>\n\n<p>\nيخط في الأرض حساب الجمل\n</p>\n\n<p>\nكأنه من جسمه بمعزل\n</p>\n\n<p>\nقال: هو من سرعته وحدته يكاد يترك جسمه ويتميز عنه، وقد لاذ فيه بقول ذي\nالرمة إلا أنه تجاوزه: (البسيط)\n</p>\n\n<p>\nلا يذخران من الإيغال باقية ... حتى تكاد تفرى عنهما الأهب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nوقول أبي نواس: (الرجز)\n</p>\n\n<p>\nتراه في الحضر إذا هاها به\n</p>\n\n<p>\nيكاد أن يخرج من إهابه\n</p>\n\n<p>\nفهذا ذكر الجلد، وهو ذكر جميع الجسم.\n</p>\n\n<p>\nفيقال له: ليس الضمير في قوله كأنه راجعا إلى الكلب حتى تفسره هذا\nالتفسير، وتقرنه بذلك النظير، وإنما الضمير راجع إلى الذنب، والذي يدل عليه\nما قبله وما بعده، وإنما أنت في كثرة الكلام وقلة الصواب كقولهم في المثل:\nأسمع جعجعة ولا أرى طحنا.\n</p>\n\n<p>\nوقد غلط، أيضا، في البيت الذي يليه وهو قوله: (الرجز)\n</p>\n\n<p>\nلو كان يبلي لسوط تحريك بلي\n</p>\n\n<p>\nفجعله صفة للكلب ففسره بقوله: أي: هو كالسوط في الصلابة والجذل فلا يؤثر\nفي السوط التحريك. وإنما هو صفة للذنب.\n</p>\n\n<p>\nوقوله: (المنسرح)\n</p>\n\n<p>\nكأنما قدها إذا انفتلت ... سكران من خمر طرفها ثمل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أي: يتثنى قدها كأنه نشوان لأنه نظر إلى طرفها فسكر.\n</p>\n\n<p>\nوأقول: قوله: لأنه نظر إلى طرفها فسطر كلام واهن القوى، واهي العرا،\nوإنما ينبغي أن يقال: وصفها بشيئين؛ بحسن القد، وحسن الطرف، فجعل قدها،\nلتثنيه، كأنه ثمل، وطرفها، لإزالته العقل، كأن فيه خمرا شرب (منه) قدها\nفمال سكرا، وهذا مذهب غريب، وطريق عجيب، أرى أن يكون من صناعة البديع،\nوينضم إلى التكميل وذلك أنه كمل الوصف بأن جعل المشبه والمشبه به كليهما\nمنها. أو يزاد في صنعة البديع ويسمى التوشيع. وهذا مثل قوله في خلعة خلعها\nعليه سيف الدولة: (الكامل)\n</p>\n\n<p>\nفكأن صحة نسجها من لفظه ... وكأن حسن نقائها من عرضه\n</p>\n\n<p>\nوقد جاء مثل هذا لبعض أهل العصر في بعضه: (الكامل)\n</p>\n\n<p>\nحسنت لنا أخلاقه فكأنها ... من ذكره في الناس أو أشعاره\n</p>\n\n<p>\nوقوله <span id='ms087'></span>: (المنسرح)\n</p>\n\n<p>\nيجذبها تحت خصرها عجز ... كأنه من فراقها وجل\n</p>\n\n<p>\nقال: وهذا البيت نسيب الأول، ولقد أحسن فيهما وعذب لفظه. يقول: كأن عجزها\nوجل من فراقها، فهو متساقط متحرك قد ذهبت منته وتماسكه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: هذه عبارة واهية قد ذهبت منتها وتماسكها!\n</p>\n\n<p>\nومعنى قوله:\n</p>\n\n<p>\n. . . . . . . . . كأنه من فراقها وجل\n</p>\n\n<p>\nقيل فيه: إن العجز لما كان مرتجا مضطربا شبه بإنسان عاشق لها خائف من\nفراقها فهو يضطرب لذلك؛ يريد ارتجاجه.\n</p>\n\n<p>\nوالذي عندي في هذا، أن الوجل العجز نفسه على وجه المجاز والاستعارة. وذلك\nأنه لما كان خصرها (خفيفا) دقيقا نحيلا، وعجزها ثقيلا نبيلا، وهو يجذبها\nإذا أرادت القيام، فكأنه خاف أن ينفصل منها فوجل لذلك فاضطرب بارتجاجه.\n</p>\n\n<p>\nوقوله: (المنسرح)\n</p>\n\n<p>\nجرداء ملء الحزام مجفرة ... تكون مثلي عسيبها الخصل\n</p>\n\n<p>\nقد أخذ على أبي الطيب قوله:\n</p>\n\n<p>\n. . . ملء الحزام مجفرة. . . . . . . . .\n</p>\n\n<p>\nوقيل: مجفرة في معنى: ملء الحزام، فالصفتان شيء واحد فلو اجتزأ بإحداهما\nوجاء بصفة تخالف الأخرى لكان أحسن له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: لو قال:\n</p>\n\n<p>\n. . . ملء الحزام ضامرة. . . . . . . . .\n</p>\n\n<p>\nنصبا على الحال، أي: في حال ضمرها ودقتها تكون ملء الحزام، لزاد المعنى\n</p>\n\n<p>\nزيادة ظاهرة حسنة.\n</p>\n\n<p>\nوقوله: ملء الحزام من قول أبي نواس: (الكامل)\n</p>\n\n<p>\n. . . . . . . . . ملء الحبال كأنها قصر\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nوكان مسير عيسهم ذميلا ... وسير الدمع إثرهم انهمالا\n</p>\n\n<p>\nقال: أي سبقت دموعي عيسهم وجاوزت حدها.\n</p>\n\n<p>\nوأقول: لم يرد أبو الطيب أن عيسهم سارت وسارت دموعي تسابقها في السير\nفسبقتها، ولو أراد ذلك لكان - لعمري - معنى سائغا بالغا، ولعله أراده!\nوالظاهر أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nوصف عيسهم بالجد في السير، ووصف نفسه بالجد في البكاء، وأن جده في ذلك\nأكثر من جدهم. وجعل صفة الانهمال في الانحدار أوفى من صفة الذميل في السير.\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nوضفرن الغدائر لا لحسن ... ولكن خفن في الشعر الضلالا\n</p>\n\n<p>\nقال: الغدائر: الذوائب. قال امرؤ القيس: (الطويل)\n</p>\n\n<p>\n. . . . . . . . . تضل العقاص في مثنى ومرسل\n</p>\n\n<p>\nفجعل أن العقاص تضل في الشعر، وهذا جعلهن يضللن فيه، فزاد على ذكر\nالعقاص.\n</p>\n\n<p>\nوقيل: هو المدرى.\n</p>\n\n<p>\nوأقول: إن الضلال يحتمل معنيين:\n</p>\n\n<p>\nأحدهما: أن يكون الضلال الغيبة من قوله تعالى: (أئذا <span id='ms088'></span> ضللنا في الأرض) أي:\nغبنا.\n</p>\n\n<p>\nوالآخر: أن يكون ضد الهداية، وهو الحيرة.\n</p>\n\n<p>\nوالبيت يحتمل المعنيين، فإن أريد به الغيبة عني به الكثرة؛ يريد: فخفن أن\nيغبن في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nشعورهن لكثرتها. ولو أريد به الحيرة عني به شدة السواد وتشبيهه باليل؛\nيريد: فخفن أن يحرن فيه لشدة سواده. وبيت امرئ القيس فيه الوجهان كالأول،\n(والغيبة فيه أولى.)\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nسنان في قناة بني معد ... بني أسد إذا دعوا النزالا\n</p>\n\n<p>\nقال: بني أسد منصوب لأنه منادى مضاف، ومعناه: أن قول بني معد إذا نازلوا\nالأعداء: يا بني أسد يقوم في الغناء والدفع مقام سنان مركب في قناتهم؛\nلأنهم إذا دعوهم أغنوا عنهم.\n</p>\n\n<p>\n(وأقول:) قال الواحدي: هذا تكلف وتمحل كلام من لم يعرف وجه المعنى!\nوالمتنبي يقول: الممدوح سنان في قناة العرب الذين هم بنو معد، ثم خصص فأبدل\nمن بني اسد، فكأنه قال: سنان في قناة بني أسد عند الحرب إذ أسد من ولد معد؛\nفلهذا جاز إبدالهم من بني معد لاشتمالهم عليهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nيعلمن ذاك وما علمت وإنما ... أولاكما يبكى عليه العاقل\n</p>\n\n<p>\nقال: أي: منازل الحزن بقلبي تعلم ما يمر بها من ألم الهوى، وانتن تجهلن\nذلك.\n</p>\n\n<p>\nوأقول: هذا القول ليس بشيء!\n</p>\n\n<p>\nوالمعنى: أن منازل الهوى في الفؤاد، اللاتي هن منازل لمنازل الأحبة يعلمن\nما تجهله منازلهن من أن لهن في الفؤاد منازل، وأنهن مقفرات من الأحبة، و\n(أن) منازل الفؤاد منهن أواهل.\n</p>\n\n<p>\n(وقوله: ذاك إشارة إلى المنازل في البيت قبله وهذا تفسيره)\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nلو لم يخف لجب الوفود حواله ... لسرى إليه قطا الفلاة الناهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nقال: يراه القطا ماء معينا فيهم بوروده، ويشفقن من لجب وفوده.\n</p>\n\n<p>\n(وأقول:) وقال الواحدي: إنه لعموم نفعه تهم الطير بالوفود عليه لتنفع\nغلتها، ليس أنه ماء يشرب، أو تراه الطير ماء كما ذكر (الشيخان).\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nيدري بما بك قبل تظهره له ... من ذهنه ويجيب قبل تسائل\n</p>\n\n<p>\nقد قيل في هذا البيت إن صدره فيه لين وضعف وعجزه رديء فاسد، وذلك أن\nالمجيب قبل السؤال <span id='ms089'></span> منسوب إلى الخفة والعجلة.\n</p>\n\n<p>\nويقال أيضا: إن الجواب لا يكون إلا بعد السؤال، فقوله:\n</p>\n\n<p>\n. . . . . . . . . ويجيب قبل تسائل\n</p>\n\n<p>\nخطأ، وإنما ينبغي أن يقول: ويخبرك بأمرك قبل تسائله. وكأنه أقام يجيب\nمقام يخبر وهو ضعيف. وقد كرر هذا المعنى في مواضع من شعره، هذا أضعفها،\nمنها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nقوله: (الطويل)\n</p>\n\n<p>\nذكي تظنيه عينه ... يرى قلبه في يومه ما ترى غدا\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nمستنبط من علمه ما في غد ... فكأن ما سيكون فيه دونا\n</p>\n\n<p>\nوهذا معنى متداول بين الشعراء، وأظن أن السابق إليه أوس في قوله:\n(المنسرح)\n</p>\n\n<p>\nالألمعي الذي يظن لك الظ ... ن كأن رأى وقد سمعا\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nلو طاب مولد كل حي مثله ... ولد النساء ومالهن قوابل\n</p>\n\n<p>\nقال: أي: لم يحتجن إلى من يشارفهن ويشاهد المستور من أحوالهن وقت\nالولادة.\n</p>\n\n<p>\nوقد قيل في هذا البيت: هذا كلام فحواه أن طيب المولد هو سهولة الولادة،\nوكم\n</p>\n\n<p>\nمن سهل الولادة بطيب المولد، فلا يتعلق العجز بمعنى الصدر.\n</p>\n\n<p>\nفيقال لقائل ذلك: فما تعني أنت بطيب المولد؟ فإن قال: الكرم والنجابة\nوحسن الأخلاق وطيب الأعراق، حسن أن يضاف إلى ذلك أيضا سهولة الولادة،\nوطهارة الوالدة والولد والمكان، وترك الاستعداد إلى ما تحتاج إليه القوابل\nفي أمر النسوان كما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nيحكى عن فاطمة بنت أسد - رحمها الله - حين أخذها الطلق أن أبا طالب أعلم\nالنبي - صلى الله عليه وعلى آله وسلم - بأمرها فأدخلها الكعبة فولدت فيها\nعليا - عليه السلام - ولم تر دما!\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nوإذا أتتك مذمتي من ناقص ... فهي الشهادة لي بأني فاضل\n</p>\n\n<p>\nقد أخذ على أبي طيب في هذا البيت بأن الناقص يذم الفاضل وغير الفاضل لسوء\nفهمه وقلة تمييزه، فإذا ذمه فلا يدل على أنه فاضل.\n</p>\n\n<p>\n(وأقول:) وهذا ليس بشيء! وذلك أن الناقص إنما يذم الفاضل لفضله حسدا له\nعليه، لنقصه، فالناقص لا يذمه لأنه لا يحسده، أو للمناسبة التي بينهما -\nوهذا المعنى من قول أبي تمام: (الطويل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nلقد آسف الأعداء مجد ابن يوسف ... وذو النقص في الدنيا بذي الفضل مولع\n</p>\n\n<p>\nأو كلاهما من قول مروان <span id='ms090'></span> بن أبي حفصة: (الكامل)\n</p>\n\n<p>\nما ضرني حسد اللئام ولم يزل ... ذو الفضل يحسده ذوو التقصير\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nمن لي بفهم أهيل عصر يدعي ... أن يحسب الهندي فيهم باقل\n</p>\n\n<p>\n(أقول:) قد ذكرت في غيره من الشروح ما ذكر من اخذه عليه في هذا، والجواب\nعنه، لأن غيره أخذه منه.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوإسحاق مأمون على من أهانه ... ولكن تسلى بالبكاء قليلا\n</p>\n\n<p>\nقال: يأمنه من أهانه لسقوط نفسه. ولو قال ها هنا: تجمل بالبكاء لكان\nأشبه.\n</p>\n\n<p>\nوقيل له: ليس في البكاء هنا جمال، إنما هو ضعف ووهن، ولكن تسلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nأوقع كما قال الرجل.\n</p>\n\n<p>\nوأقول: إنما قال: تسلى بالبكاء وذلك أنه إذا أهين حزن، وكئب، واهتم لذلك،\nفالأبي ذو الأنفة والنفس العزيزة يكون تسلية من ذلك بالانتقام ممن قصد\nهوانه. والدنيء الذليل الضعيف يكون تسليه بالبكاء يستروح به كالنساء، ليس\nلهن تسل بغيره، فهو مأمون على من أهانه.\n</p>\n\n<p>\nوقوله: (المنسرح)\n</p>\n\n<p>\nأنا من بعضه يفوق أبا البا ... حث، والنجل بعض من نجله\n</p>\n\n<p>\nقال: معناه: أنا أفوق أبا من يبحث عني، إلا أن صنعة الشعر قادته إلى هذا\nالنظم وليس لضرورة.\n</p>\n\n<p>\nفيقال له: ليس فيه ضرورة - كما تقول - ولكن فيه زيادة لا تعلمها! وهي في\nقوله:\n</p>\n\n<p>\n. . . . . . . . . . . . والنجل بعض من نجله\n</p>\n\n<p>\nيقول: أنا بعض أبي، والباحث بعض أبيه، فبعض أبي - وهو أنا - يفوق كل\nالباحث وهو أبوه! وهذه قضية عقلية من مقدمتين ونتيجة:\n</p>\n\n<p>\nفالمقدمة الأولى: أن الكل أفضل من البعض.\n</p>\n\n<p>\nوالثانية: أن الإنسان بعض أبيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nوالنتيجة: أنه إذا فضل شيء الكل وجب أن يفضل البعض.\n</p>\n\n<p>\nفعلى هذا إذا فضلت أبا الباحث وجب أن أفضل الباحث لأنه بعضه، ووجب أن\nيفضله ويفضل أباه أبي لأنني أنا فضلتهما وأنا بعضه، فما ظنك بالكل!\n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nإذا العدا نشبت فيهم مخالبه ... لم يجتمع لهم حلم ورئبال\n</p>\n\n<p>\nقال: كأن في هذا البيت ضربا من الاعتذار لعدوه الملقبه بالمجنون مع الهزء\nبه؛ لأنه يرى من إقدامه وتعجرفه في الحرب، ورميه بنفسه في المهالك، وما\nيبعده عن الحلم عنده فلذلك لقبه مجنونا.\n</p>\n\n<p>\nفيقال <span id='ms091'></span> له: بل في هذا البيت ضرب من الاعتذار إلى عدوه لفتكه بهم، وقتله\nلهم، وترك إبقائه عليهم، وعدم حلمه عنهم بجعله أسدا، والأسد ليس عنده ذلك،\nفهذا عذر له إليهم، لا عذر لهم إليه.\n</p>\n\n<p>\nوفيه أيضا إشارة إلى تلقيبه بالمجنون؛ لكونه على صفات الأسد الذي ليس له\nعند الفرس، تثبت ولا تأمل ولا إبقاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nفولت تريغ الغيث والغيث خلفن ... وتطلب ما قد كان في اليد بالرجل\n</p>\n\n<p>\nقال: لو ظفرت بالكوفة، وما قصدت له لوصلت إلى منازل الغيث باليد.\n</p>\n\n<p>\nفيقال له ولغيره ممن فسر هذا البيت: أطلت الحز ولم تصب المفصل! فدع ما\nقلت لغوا، وخذه من المآخذ على الواحدي عفوا!\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nلو أن فنا خسر صبحكم ... وبرزت وحدك عاقه الغزل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nقال: ما أحسن ما كنى عن الانهزام بقوله:\n</p>\n\n<p>\n. . . . . . . . . . . . عاقه الغزل\n</p>\n\n<p>\nفيقال له: أطو ثوب هذا البيت على غره، فلست بأبي عذره، وأطلع من مأخذ (ي)\nعلى التبريزي على غامض سره!\n</p>\n\n<p>\nوقوله: (الرجز)\n</p>\n\n<p>\nلو جذب الزراد من أذيالي\n</p>\n\n<p>\nمخيرا لي صنعتي سربال\n</p>\n\n<p>\nما سمته سرد سوى سروال\n</p>\n\n<p>\nقال: لو عرض علي الزراد صنعتين من الدروع مخيرا لي بينهما لما طلبت منه\nإلا أن يصنع لي سراويل من حديد تحصن بها عورتي، ولا أبالي بعد ذلك بانحسار\nسائر جسدي. وهذا، في أنه أراد تحصين بعض جسده دون بعض، يشبه ما يحكى في\nالخبر من أن درع أمير المؤمنين - عليه السلام - كانت صدرا بلا ظهر، لأنه لم\nيول قط،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nإلا أنه أخفى الأخذ بنقله التحصين من عضو إلى عضو آخر، وهذا من عاداته.\nولفظ المتنبي أشد مبالغة من لفظ الخبر؛ إلا أن الخبر حق وهذه دعوى منه.\n</p>\n\n<p>\nفيقال له وللمتنبي: ما الحاجة إلى هذه السراويل من حديد؟ إن كانت لأجل\nالتحصين من الفحشاء فالتحصن بدرع العفاف بغني عنها وأوفى منها، وإن كان\nلحفظ العورة وسترها من الانكشاف، وعورة الرجل دبره، فلا يول الدبر ولا يحتج\nإلى ستر العورة خوف الانكشاف، وليفعل كفعل علي - عليه أفضل الصلاة والسلام\n- ما لا فائدة <span id='ms092'></span> فيه ولا عائدة له.\n</p>\n\n<p>\nوقوله: (الرجز)\n</p>\n\n<p>\nولدن تحت أثقل الأحمال\n</p>\n\n<p>\nقال: يعني بأثقل الأحمال: الجبال.\n</p>\n\n<p>\nوقيل له: (كيف) تكون الجبال فتولد تحتها، وهي بالضد من ذلك تولد في\nأعاليها؟ وإنما أراد بأثقل الأحمال: القرون، وهي وإن لم تكن في حال الولادة\nموجودة؛ فإنها ستوجد فيما بعد لا محالة، فكأنها موجودة، والبيت الذي بعده:\n</p>\n\n<p>\nقد منعتهن من التفالي\n</p>\n\n<p>\nيدل على أنها القرون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الرجز)\n</p>\n\n<p>\nلها لحى سود بلا سبال\n</p>\n\n<p>\nقال: أراد بسبال أسبلة، فوضع الواحد موضع الجمع كما قال الشماخ: (الطويل)\n</p>\n\n<p>\nأتتني سليم قضها بقضيضها ... تمسح بالبقيع سبالها\n</p>\n\n<p>\nفيقال له: بل السبال جمع سبلة، مثل أكمة وإكام، وهو ما انسبل من شعر\nالشارب في اللحية.\n</p>\n\n<p>\nهذا قول ابن دريد. وقال: إن السبال طرف اللحية، وهو الذي قصده ابن جني؛\nواحد في موضع الجمع، والأول أولى؛ لأنه جمع على الحقيقة.\n</p>\n\n<p>\nوقوله: (الرجز)\n</p>\n\n<p>\nوقد بلغت غاية الآمال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nفلم تدع منها سوى المحال\n</p>\n\n<p>\nفي لا مكان عند لا محال\n</p>\n\n<p>\nقال: أرجو له - عفا الله عنه - أن لا يكون أراد بهذا القول، الغمز على\nأهل التوحيد، أن ما لم يحوه مكان، ولم يصر إليه مثال فهو محال. وهذا محال\nلأن الله تقدست أسماؤه، وجل ثناؤه لا يحويه مكان، ولا يدرك وهو حق الحق.\n</p>\n\n<p>\nفيقال له: قوله:\n</p>\n\n<p>\nوقد بلغت غاية الآمال\n</p>\n\n<p>\nيعني: من أفعالك وأمور دنياك، ينفي عنه ذلك التوهم الفاسد، وذلك أن هذه\nالأشياء ما لم تكن منها في مكان وله مثال يمثله الخاطر أو يراه الناظر، فهو\nمحال لا محالة. فعلى هذا لا يكون قد أراد ما توهمه من أنه غمز على أهل\nالتوحيد في إثبات ذات الباري على هذه الصفة، لأنه - سبحانه - ليس مما يبلغ\n</p>\n\n<p>\nبالآمال ويدرك بالأفعال.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوفاؤكما كالربع أشجاه طاسمه ... بأن تسعدا والدمع أشفاه ساجمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nقال: معنى البيت: كنت أبكي الربع وحده، فصرت أبكي وفاءكما معه.\n</p>\n\n<p>\nوأقول: هذا ليس بشيء!\n</p>\n\n<p>\nوالمعنى: أنه يخاطب صاحبيه؛ يقول: وفاؤكما بأن تسعدا بالدمع كالربع؛ أي:\nينبغي أن يكون الإسعاد بالبكاء علي وفق الربع <span id='ms093'></span> في حال أشجاه للمحب (طاسمه)،\nوفي حال أشفى الدمع للمحب ساجمه. وكأن في هذا إشارة إلى أن صاحبيه لم يفيا\nله بالإسعاد، وأنهما قصرا معه في البكاء فلهذا قال، فيما بعد: (الطويل)\n</p>\n\n<p>\nوقد يتزيا بالهوى غير أهله ... ويستصحب الإنسان من لا يلائمه\n</p>\n\n<p>\nيقول: هذان الصاحبان اللذان سمتهما الإسعاد بالبكاء، متصنعين بالهوى\nمتكلفين له، غير ملائمين لي ولا موافقين لطباعي، فهذا المعنى الذي يقتضيه\nاللفظ وتدل عليه القرائن ويتبين به الإعراب.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nبليت بلى الأطلال إن لم أقف بها ... وقوف شحيح ضاع في الترب خاتمه\n</p>\n\n<p>\nقال: وقد ذهبوا إلى نقصان هذا البيت؛ فإن وقوف الشحيح على طلب خاتمه ليس\nمما يتناهى في ضرب المثل به. وأجاب عنه بأن هذا شبيه بقوله تعالى: (مثل\nنوره كمشكاة فيها مصباح) ثم قال: وليت شعري! هل يبلغ من ضوء الكوة التي\nفيها مصباح إلى أن تفيء بنور الله؟! ولكن العرب كما تبالغ في وصف الشيء،\nوتتجاوز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nالحد، فقد تقصد أيضا وتستعمل المقاربة، واستشهد على بيت أبي الطيب في\nإضلال الخاتم والحيرة بسببه بقول الراجز:\n</p>\n\n<p>\nفهن حيرى كمضلات الخدم\n</p>\n\n<p>\nفيقال له: ليس فيما ذكرت من الآية اقتصار ومقاربة، بل إغراق ومبالغة!\nوذلك أن المشكاة، وإن كانت في اللغة الكوة التي فيها مصباح، كما ذكرت،\nفالمراد بها هنا فاطمة الزهراء - عليها السلام - لما ذكره المفسرون ونقله\nالمحدثون، منهم أبو الحسن علي بن محمد المعروف بابن المغازلي الواسطي يرفعه\nإلى الحسن - عليه السلام - وهي من رسول الله - صلى الله عليه وعلى آله\nوسلم. وهو السراج المنير لقوله تعالى: (وسراجا منيرا) والسراج هاهنا المراد\nبه الشمس لقوله تعالى: (و (جعل) الشمس سراجا). فلا نور أضوأ من هذا النور،\nفضرب الله مثلا لنوره في الهداية والبيان (بهذه المشكاة): التي هي فاطمة،\nوالمصباح الحسن والحسين، و (الزجاجة كأنها كوكب دري) قال: كانت فاطمة -\nعليها السلام - كوكبا دريا من نساء العالمين:\n</p>\n\n<p>\n(يوقد من شجرة مباركة): إبراهيم عليه السلام.\n</p>\n\n<p>\n(لا شرقية ولا غربية): لا يهودية ولا نصرانية.\n</p>\n\n<p>\n(يكاد زيتها يضيء): قال: يكاد <span id='ms094'></span> العلم ينطق منها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\n(ولو لم تمسه نار نور على نور): قال: منها إمام بعد إمام.\n</p>\n\n<p>\n(يهدي الله لنوره من يشاء): قال: يهدي الله لولايتها من يشاء.\n</p>\n\n<p>\nوأما البيت الذي استشهد به على ضياع الخاتم والحيرة بسببه، فقد حرفه\nوبدله، أو نسيه وجهله، لأن الشيخ أبا العلاء أنشده في تفسيره للديوان.\n</p>\n\n<p>\nإذا قطعن علما بدا علم\n</p>\n\n<p>\nيبحثن بحثا كمضلات الخدم\n</p>\n\n<p>\nحتى يوافين بنا إلى حكم\n</p>\n\n<p>\nوقد ذكرت تفسيره في المآخذ عليه.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nقفي تغرم الأولى من اللحظ مهجتي ... بثانية، والمتلف الشي غارمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nقال: سألته في وقت القراءة عليه، قلت: الأولى هي الفاعلة؟ قال: نعم. يريد\nأنه نظر إليها نظرة فأقلقت النظرة مهجته، فأراد أن يلحظها لحظة أخرى لترجع\nإليه نفسه فجعل الأولى، في الحقيقة، كأنها هي الغارمة لأنها كانت سبب\nالتلف.\n</p>\n\n<p>\nفيقال له: فما يؤمنه أن تكون النظرة الثانية مالأولى، فلا يحصل الغرم\nبالإحياء بل يتضاعف تلف الحوباء!\n</p>\n\n<p>\nوالجواب: أن النظرة الأولى هي في وقت الفراق، وظنه أنه للقلى والملال،\nفإذا وقفت عليه، فالنظرة الثانية للإحسان إليه؛ لأن التوقف يوجب التعطف،\nفلهذا جعل النظرة الأولى مميتة، والثانية محيية.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nسقاك وحيانا بك الله إنما ... على العيس نور والخدور كمائمه\n</p>\n\n<p>\nقال: قوله:\n</p>\n\n<p>\nسقاك وحيانا بك الله. . .\n</p>\n\n<p>\nكلام في غاية العذوبة وحسن الطريقة، فأخذه السري بن احمد وأنشدني لنفسه\nفي قصيدة يمدح بها أبا الفوارس بن فهد: (المنسرح)\n</p>\n\n<p>\nحيا به الله عاشقيه فقد ... أصبح ريحانة لمن عشقا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nفيقال له: هذا استحسان للكلام\n</p>\n\n<p>\nكما زعمت، فهلا استحسنت المعنى بشرحك له وإبدائك عنه؟ فإنه أحسن من\nاللفظ؛ وهو أنه لما جعل هؤلاء النساء نورا، دعا لهن بالسقيا؛ لأن الماء\nنضرة النور، ودعا لنفسه بأن يحيا بهن؛ لأن ذلك من شأن النوار والأزهار.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nإذا ظفرت منك العيون بنظرة ... أثاب بها معيي المطي ورازمه\n</p>\n\n<p>\nقال - بعد تفسير غريبه -: والمعنى أن الإبل الرازمة إذا نظرت إليك عاشت\n</p>\n\n<p>\nأنفسها، فكيف بنا نحن؟!\n</p>\n\n<p>\nوأقول: هذا ليس بشيء! والمعنى ما ذكرته آخرا في مآخذ شرح الكندي.\n</p>\n\n<p>\nوقوله <span id='ms095'></span>: (الطويل)\n</p>\n\n<p>\nوتكملة العيش الصبا وعقيبه ... وغائب لون العارضين وقادمه\n</p>\n\n<p>\nقال: قال المتنبي: أردت بعقيبه الشيب.\n</p>\n\n<p>\nوأقل: هذا غير صحيح بل تكملة العيش هو الصبا أولا، ثم ما يعقبه من بلوغ\nالأشد حين يكون يافعا مترعرعا، ثم غائب لون العارضين وهو لون البشرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\n(قبل) أن يغيب بسواد الشعر بياضه، ثم قادمه وهو الشعر الأسود. فالشيب\nوالهرم ليسا من تكملة العيش وتمامه، بل من نقصه.\n</p>\n\n<p>\nويجوز أن يكون غائب لون العارضين وقادمه شيئا واحدا وهو الشعر الأسود\nفيقال: غائب: لأنه لم يبد؛ يعني في حال كونه أمرد، وقادم: بظهوره في حال\nكونه ملتحيا.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nلقد مل ضوء الصبح مما تغيره ... ومل سواد الليل مما تزاحمه\n</p>\n\n<p>\nقال: أراد: تغير فيه، فحذف حرف الجر وأوصل الفعل بنفسه، وأنشد: (الرجز)\n</p>\n\n<p>\nفي ساعة يحبها الطعام\n</p>\n\n<p>\nوأقول: إن تغيره هاهنا من الغيرة لا من الغارة، ولا يحمل على الضرورة؛\nيعني تغيره بكون الحديد يصحبك طالعا معك في حروبك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الخفيف)\n</p>\n\n<p>\nنحن من ضايق الزمان له في ... ك وخانته قربك الأيام\n</p>\n\n<p>\nقال: قال لي - يعني المتنبي -: أردت ضايقه، فزدت اللام. واستشهد ابن جني\nعلى ذلك بقوله تعالى: (ردف لكم) وبأبيات قليلة.\n</p>\n\n<p>\nوأقول: لو قال: نحن من ضايقته فيك لياليه، أو قال: فيك الليالي وأفاتته\nقربك الأيام، أو: وحمته دنوك، أو: ورمته ببعدك لكان أحسن. وهذا فيه مقابلة\nالأيام بالليالي، وهي صناعة وحسن براعة!\n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nبأي لفظ يقول الشعر زعنفة ... يجوز عندك لا عرب ولا عجم\n</p>\n\n<p>\nقال: قوله: لا عرب ولا عجم أي: ليست لهم فصاحة العرب، ولا تسليم العجم\nالفصاحة للعرب، فليسوا شيئا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nفيقال له: بل هذا التفسير ليس شيئا! ومعنى قوله: لا عرب ولا عجم إنما\nأراد بنفيهم عن ذلك تحقيرهم ودناءتهم بجهل أنسابهم، وأنهم غير معروفين فهم\nبمنزلة الأدعياء والعبيد.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nوقد حاكموها والمنايا حواكم ... فما مات مظلوم ولا عاش ظالم\n</p>\n\n<p>\nقال: أي لما ظلموا، وعتوا بقصدهم هدمها، أهلكهم سيف الدولة، وسلم أصحابه.\n</p>\n\n<p>\nوأقول: قوله: وسلم أصحابه ليس بشيء! ولو قال: وسلمت هي <span id='ms096'></span>؛ يعني الحدث، لكان\nصوابا، وذلك أن المحاكمة كانت بينهم وبين الحدث، وهم ظالموها بقصدهم هدمها،\nوليس لهم ذلك وهي مظلمومة بذلك؛ فما مات مظلوم: يعني الحدث، ولا عاش ظالم:\nيعني الروم.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nبضرب أتى الهامات والنصر غائب ... وصار إلى اللبات والنصر قادم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nقال: يقول: إذا ضربت عدوك فحصل سيفك في رأسه، لم تعتد ذلك نصرا ولا ظفرا،\nفإذا فلق السيف رأسه، فصار إلى لبته، فحينئذ يكون ذلك عندك ظفرا ولا يرضيك\nما دونه.\n</p>\n\n<p>\nوأقول: إن هذا البيت فيه معنى شريف لم يطلع عليه أحد من شراح الديوان،\nوقد خبطوا فيه خبطا كثيرا، والصحيح ما ذكرته في شرح التبريزي.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nحقرت الردينيات حتى طرحتها ... وحتى كن السيف للرمح شاتم\n</p>\n\n<p>\nقال: أي: كأن السيف يعيب الرمح ويزوي به، فلم يلتفت إلى الرمح؛ لأن صاحب\nالسيف أبلغ ما يطلب النجاح به.\n</p>\n\n<p>\nوأقول: قوله:\n</p>\n\n<p>\n. . . . . . . . . كأن السيف للرمح شاتم\n</p>\n\n<p>\nأي: لما كان السيف أشد غناء في الحرب من الرمح، وأكثر مضايقة، وحامله\nأشجع من حامل الرمح، كان كأنه شاتمه، وشتمه له أن يقول (بلسان الحال): يا\nجبان! أنت لا تنال من عدو حاملك إلا على بعد، ولست مثلي في القرب والفعال!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nتدوس بك الخيل الوكور على الذرا ... وقد كثرت حول الوكور المطاعم\n</p>\n\n<p>\nقال: يقول: إذا اخذوا عليك دربا، صعدت إليهم إلى رؤوس الجبال، فقتلتهم\nهناك، فلذلك تكثر المطاعم حوا الوكور.\n</p>\n\n<p>\nوأقول: إن قوله: إذا أخذوا عليك دربا ليس بشيء، وإنما يقول: إذا تحصنوا\nمنك بالجبال، لم تحتم على خيلك، وإن كانوا في أعلاها عند وكور العقبان،\nفقتلتهم هناك وصاروا طعاما لهن، وقرى عند بيوتهن.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nوذراع كل أبي فلان كنية ... حالت فصاحبها أبو الأيتام\n</p>\n\n<p>\nقال: يسأل عن هذا فيقال: إن الاسم الذي يقع بعد كل إذا كان واحدا في معنى\nجمع فلا يكون إلا نكرة، نحو قولك: كل رجل في الدار، فلست تعني به رجلا\n</p>\n\n<p>\nواحدا. ولا يجوز أن تقول: ضربت كل عبد الله، وأنت تريد ما تريد برجل،\nفكيف <span id='ms097'></span> جاز له أن يقول كل أبي فلان وهو يعني جماعة هذه أحوالهم، وفلان معرفة\nفيكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nأبي معرفة لإضافته إليه؟ والجواب أنه اضطر إلى (ترك) الفصل بينه وبينه؛\nكأنه قال: إن لفلان؛ أي: كل إنسان يقال له أبو فلان، كما يقال: (رب) واحد\nأمه لقيته، ورب عبد بطنه ضربت، فافهمه!\n</p>\n\n<p>\nفيقال له: الدخل الذي ذكرته وارد، والجواب عنه غير شاف كاف؛ لأن ما ذكرته\nمن رب واحد أمه وعبد بطنه يسمع ولا يقاس عليه. والجيد أن يقال: إن أبا فلان\nهاهنا، كناية عن كل شجاع معروف، وذلك أن الفارس منهم، كان إذا طعن قرنه\nطعنة قال: خذها وأنا أبو فلان، ومنه قول أبي نواس: (الطويل)\n</p>\n\n<p>\nوللفضل أمضى مقدما من ضبارم ... إذا لبس الدرع الحصينة واكتنى\n</p>\n\n<p>\nفهذا نكرة معنى، وإن كان معرفة لفظا، فلذلك جاز إضافة كل إليه واحدا في\nمعنى الجمع.\n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nوقد تمنوا غداة لدرب في لجب ... أن يبصروك فلما أبصروك عموا\n</p>\n\n<p>\nقال: أي: هلكوا فزالت أبصارهم، ويكون عموا، أي: تحيروا لما نظروا إليك\nفلم يملكوا أبصارهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: هذا ليس بشيء! والمعنى؛ أنهم تمنوا لقاءك ليهزموك ويغنموك، فانعكس\nالتمني عليهم، فهزمتهم وغنمتهم وهو معنى قوله:\n</p>\n\n<p>\n. . . . . . . . . فلما أبصروك عموا\n</p>\n\n<p>\nضربه مثلا، وليس هناك عمى، على الحقيقة، ولا زوال أبصار.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nكفي أراني - ويك لومك - ألوما ... هم أقام على الفؤاد أنجما\n</p>\n\n<p>\nقال: يقول: أراني هذا الهم لومك إياي أحق بأن يلام مني.\n</p>\n\n<p>\nوقيل له: على قولك هذا يكون أفعل مبنيا على المفعول لا الفاعل، فاللوم من\nالملوم لا من اللائم، وهذا قليل شاذ.\n</p>\n\n<p>\nوأقول: قد جاء عنهم: هو ألوم منه، مخالفا للكثير المقيس عليه، ولم يصل\nإلى معنى اختصاص أفعل ببنائه من الفاعل دون المفعول. والذي عندي فيه أن\nأفعل صفة مبالغة في مدح أو ذم وإذا كان كذلك، فلا يكون إلا من الفاعل، لأن\nالرجل إنما يحمد أو يذم على ما يفعل، لا على ما يفعل به. وما جاء عنهم\nمبنيا من المفعول نحو: أزهى من ديك، وأشغل من <span id='ms098'></span> ذات النحيين، وهم بشأنه أعنى،\nففي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nذلك (المعنى) إضافة الفعل إلى الفاعل، ألا ترى أن الزهو من فعله (وإن كان\nقد حمل عليه) والشغل من فعلها، والعناية من فعلهم (فزهي وشغلت ليس كضرب\nوقتلت مما ذكر فاعله ولكن بني على المفعول المتروك فاعله تشبيها ببنائه على\nالفاعل). فلذلك جاز أن يبنى من المفعول في اللفظ، والمعنى للفاعل، ولهذا\nحسن الذم على الزهو والشغل، والحمد على العناية بالشأن. وكذلك قولهم هو\nأحمد منه وأرجى؛ كأنه بجوده فعل الحمد والرجاء. وألوم من قول المتنبي\n(مبني) من الفاعل لا من المفعول؛ كأنه أراد لوم لائم، على المبالغة، كما\nقالوا: شعر شاعر، وشغل شاغل، ثم بناه على أفعل للزيادة في المبالغة.\n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nوإذا سحابة صد حب أبرقت ... تركت حلاوة كل حب علقما\n</p>\n\n<p>\nقد أخذ على أبي الطيب استعارة السحابة هاهنا، وقيل: إنها غير مناسبة.\n</p>\n\n<p>\nوأقول: لو قال:\n</p>\n\n<p>\nوإذا مرارة صد حب أشرقت. . . . . . . . .\n</p>\n\n<p>\nلكان أشبه بالمناسبة وأقرب إلى الصناعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الكامل)\n</p>\n\n<p>\nيا وجه داهية الذي لو لاك ما ... أكل الضنى جسدي ورض الأعظما\n</p>\n\n<p>\nقال: داهية: اسم لتي شبب بها.\n</p>\n\n<p>\nوقيل: إن داهية اسم غير مليح في التغزل.\n</p>\n\n<p>\nوقد ذكرت في شرح الواحدي ما قيل في هذا الاسم، وما هو الأولى.\n</p>\n\n<p>\nوقوله: (البسيط)\n</p>\n\n<p>\nوكلما نطحت تحت العجاج به ... أسد الكتائب رامته ولم يرم\n</p>\n\n<p>\nقال: رامته: أي: زالت عنه ولم يزل هو، وأراد: رامت عنه، فحذف حرف الجر\nوأوصل الفعل بنفسه، قال الأعشى: (المتقارب)\n</p>\n\n<p>\nأبانا! فلا رمت من عندنا ... فإنا بخير إذا لم ترم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nأي: لا برحت! وقد استعمله أبو نواس بغير الجر؛ قال: (الطويل)\n</p>\n\n<p>\nفما رمته حتى أتى دون ما حوت ... يميني حتى ريطتي وحذائي\n</p>\n\n<p>\nفيقال له ولأبي الطيب: إن رمت: لم تستعملها العرب إلا في النفي فقالوا:\nلم يرم، وما رمت، ولم يقولوا: أرام، ولا: يريم.\n</p>\n\n<p>\nوأقول: إنما كان ذلك كذلك، لأنه مشبه بقولهم: ما فتئ وما برح وما زال،\nوهذه المنفيات بمعنى الإيجاب، ألا ترى أن حرف الاستثناء لا يدخل عليها، كما\nلا <span id='ms099'></span> يدخل على كان واخواتها، مما ليس منفيا، فلا يقال: ما فتئ إلا قائما، كما\nلا يقال: كان إلا قائما. وإذا كان كذلك، فلا يجوز حذف حرف النفي منها،\nلاختلال ذلك المعنى.\n</p>\n\n<p>\nوقوله: (الوافر)\n</p>\n\n<p>\nذكرت جسيم ما طلبي وأنا ... نخاطر فيه بالمهج الجسام\n</p>\n\n<p>\nقال: أراد: جسيم طلبي فزاد ما توكيدا. وإنما جعل ما زائدة ها هنا ولم\nيجعلها\n</p>\n\n<p>\nبمعنى الذي لأن طلبي لا يكون بانفراده صلة.\n</p>\n\n<p>\nفيقال له: لم لا تكون بمعنى الذي ويكون الجزء الأول من الصلة محذوفا\nمقدرا؟ أي: الذي هو طلبي، كقوله تعالى: (تماما على الذي أحسن) أي: الذي هو\nأحسن، وذلك جائز.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nطوال الردينيات يقصفها دمي ... وبيض السريجيات يقطعها لحمي\n</p>\n\n<p>\nقال: هذا فوق قول القائل: (الطويل)\n</p>\n\n<p>\nفلا توعدنا بالقتال سفاهة ... فقد نحلت فينا الأسنة والنبل\n</p>\n\n<p>\nوأقول: كأنه عنى بقوله: نحلت فينا أي: بكثرة طعنها لنا ورميها إيانا.\nوقال غيره: نحلت فينا: أي بكثرة استعمالنا لها بالطعن في غيرها، والرمي\nلعدونا، فعلى هذا لا يصح التمثيل بالبيت، ويصح على المعنى الأول؛ (أي: قد\nألفناها وأنسنا بها).\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nإذا بيت الأعداء كان استماعهم ... صرير العوالي قبل قعقعة اللجم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nقال: يبادر إلى أخذ الرمح، فإن لحق إسراج فرسه فذاك، وإلا ركبه عريا.\n</p>\n\n<p>\nوقال الواحدي: هذا هذيان المبرسم والنائم، وكلام من لم يعرف المعنى،!\nيقول: إذا لاقاهم ليلا أخفى تدبيره ومكره، وتحفظ من أن يفطن به، فيأخذهم\nعلى غفلة حتى يسمعوا صرير رماحه بين ضلوعهم قبل أن يسمعوا أصوات اللجم.\n</p>\n\n<p>\nوأقول: قوله: إذا لاقاهم ليلا عبارة ضعيفة، ولو قال: إذا أطرقهم أو غشيهم\nليلا، أو دهمهم ليلا، على غرة، لكان أحسن، لأن هذا هو البيات، فأما\nالملاقاة فهي المواجهة والمقابلة، وتلك لا تكون عندها الغفلة والغرة.\n</p>\n\n<p>\nوقوله: (الطويل)\n</p>\n\n<p>\nله رحمة تحيي العظام وغضبة ... بها فضلة في الجرم عن صاحب الجرم\n</p>\n\n<p>\nقال: يقول إذا غضب على مجرم لأجل جرم جناه تجاوزت غضبته قدر المجرم،\nفكانت أعظم منه، فإما احتقره فلم يجازه، وإما جازاه فجاوز قدر جرمه فأهلكه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: هذا <span id='ms100'></span> ليس بشيء؛ لأن تجاوزه قدر جرمه ظلم، ولا يمدح بفعل الظلم.\n</p>\n\n<p>\nوالجيد ما قال الواحدي. يقول: له غضبة فيها فضل عن صاحب الجرم؛ يعني أنه\nيهلك بغضبه المجرم، ويفني ذلك الجرم الذي جناه، حتى لا يجني أحد تلك\nالجناية، ولا يأتي بذلك الجرم خوفا من غضبته.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nأحق عاف بدمعك الهمم ... أحدث شيء عهدا بها القدم\n</p>\n\n<p>\nقال: العافي هنا: الطالب والقاصد.\n</p>\n\n<p>\nوأقول: العافي: الدارس والداثر.\n</p>\n\n<p>\nيقول: لا تبك على الدارس من دار كما جرت العادة بالبكاء على رسوم ديار\nالأحباب الذين رحلوا، وأبك على الهمم؛ فإنها قد درست؛ فهي أحق بدمعك من\nالديار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nملت إلى من يكاد بينكما ... إن كنتما السائلين ينقسم\n</p>\n\n<p>\nقال: خاطب صاحبه مخاطبة الأثنين؛ لأن من عادة الشعراء، أن يخاطبوا\nالاثنين نحو قول عبيد:\n</p>\n\n<p>\nيا خليلي اربعا واستخبرا المنزل ... الدارس من أهل الحلال\n</p>\n\n<p>\nوأنشد استشهادا على ذلك خمسة أبيات أولها: يا خليلي، ثم قال: ولما كانت\nهذه عادة لهم جارية، ومذهبا مألوفا، جاز أن يخاطب الواحد مخاطبة الاثنين،\nويؤكد هذا عندك قول الشاعر:\n</p>\n\n<p>\nفإن تزجراني يا ابن عفان انزجر ... وإن تتركاني أحم لحما موضعا\n</p>\n\n<p>\n(وهذا التفسير على من روى: (ملت)، بفتح التاء والرواية المشهورة: (ملت)\nبتاء مضمونة).\n</p>\n\n<p>\nفيقال له: أما مخاطبة الواحد خطاب الاثنين، فقد جاء عنهم كثيرا. من ذلك\nقول امرئ القيس:\n</p>\n\n<p>\nقفا نبك من ذكرى حبيب ومنزل. . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله تعالى: (ألقيا في جهنم كل كفار عنيد) وأشباه ذلك. ولكن أبا الطيب\nلم يخاطب الواحد مخاطبة الاثنين، (وذلك) لأجل الانقسام الذي ذكره، لأن\nالانقسام لا يكون من دون أثنين، وأبو الفتح مقصوده تكثير الكلام، وتكبير\nالكتاب، فسواء عنده، بعد ذلك، أخطأ المعنى أم أصاب!.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nسلام، فولا الخوف والبخل عنده ... لقلت: أبو حفص علينا المسلم\n</p>\n\n<p>\nقال: أي: قال لي سلام، فلولا خوفي من مفارقته ومعاتبته على نومي، ولولا\nبخله لأنه لا حقيقة لزيارته لقلت: السلام من أبي حفص؛ يعني الممدوح إجلالا\nلخيال حبيبه.\n</p>\n\n<p>\nوأقول: هذا ليس بشيء!.\n</p>\n\n<p>\nوقوله: لولا خوفي خطأ أن يجعله من الشاعر؛ إنما <span id='ms101'></span> هو من خيال الحبيب لقوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\n. . لولا الخوف والبخل عنده. . . . . .\n</p>\n\n<p>\nوذلك أن هاتين الخلتين محمودتان في النساء مذمومتان في الرجال، فولاهما\nلقلت: أبو حفص، يعني الممدوح، هو المسلم علينا لا خيال الحبيب. والمعنى أن\nالممدوح بمنزلة الحبيب عنده لولا ما استثناه من الخوف والبخل.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nيجل عن التشبيه، لا الكف لجة ... ولا هو ضرغام ولا الرأي مخدم\n</p>\n\n<p>\nولا جرحه يوسى ولا غوره يرى ... ولا حده ينبو ولا يتئلم\n</p>\n\n<p>\nقال: سبحان الله! ما احسن ما عطف (لا) في هذا البيت، وما أغرب الصنعة\nفيه، وذلك أن قوله: (ولا الكف لجة) معناه: أن فيها ما في اللجة وزيادة\nعليها. وكذلك قال في (ضرغام) و (الرأي). وأما قوله (ولا جرحه يوسى) فليس\nمعناه أنه يوسى وزيادة على الأسو، وكذلك قال: في (غوره) و (حده) فهو في\nالبيت الأول مثبت في المعنى ما نفاه في اللفظ، ومتجاوز به في الوصف. وهو في\nالبيت الثاني ناف في اللفظ والمعنى جميعا.\n</p>\n\n<p>\nفيقال له: إنك سبحت الله متعجبا من حسن العطف والإغراب في الصنع بما\nذكرته من الإثبات والنفي في معنى البيتين ولفظهما، وليس فيهما إغراب ولا\nعجب ولا إعجاب، ومع ذلك فلم تبين من أين وقع الاختلاف في المعنى مع الاتفاق\nفي النفي!.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nوبيانه: أما البيت الأول فهو أنه لما كان من عادة الكف أن تشبه بالجة،\nوالشجاع أن يشبه بالضرغام، والرأي أن يشبه بالسيف، وأراد أن يمدح الممدوح\nبالكرم والشجاعة ومضاء الرأي فضله على هذه مماثلتها. وتفضيل الشيء عن\nالشيء، إنما يكون بإثبات ما فيه والزيادة عليه. فلذلك كان اللفظ في الأول\nنفيا، والمعنى إثباتا، ودخل النفي على تقدير التشبيه.\n</p>\n\n<p>\nوأما البيت الثاني، وهو قوله: (ولا جرحه يوسى) فهو نفي في المعنى وفي\nاللفظ فلم يدخل النفي على تقدير التشبيه.\n</p>\n\n<p>\nوذلك أنه دخل في الأول على تقدير: (كفه لجة) وذلك تشبيه وفضيلة على\nالجملة.\n</p>\n\n<p>\nوفي الثاني دخل على (جرحه يوسى) وليس ذلك تشبيها ولا فضيلة، بل نقصا على\nالإطلاق! فلهذا اتفق البيتان في النفي واختلفا في <span id='ms102'></span> المعنى.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nولن يبرم الأمر الذي هو حالل ... ولن يحلل الأمر الذي هو مبرم\n</p>\n\n<p>\nقال: أظهر التضعيف ضرورة، ومثله قول الآخر:\n</p>\n\n<p>\nتشكو الوجى من أظلل وأظلل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nيريد: الأظل.\n</p>\n\n<p>\nوقول قعنب:\n</p>\n\n<p>\nمهلا أعاذل قد جربت من خلقي ... إني أجود لأقوام وإن ضننوا\n</p>\n\n<p>\nفيقال له: ليس في هذا ضرورة لأنه كان يمكنه أن يقول:\n</p>\n\n<p>\nولن يبرم الأمر الذي هو ناقض ... ولن ينقض الأمر الذي هو مبرم\n</p>\n\n<p>\nفيخرج من الضرورة ويأتي بالطباق الصحيح، وذلك أن النقض يضاد الإبرام،\nوالحل إنما يضاد العقد، ولكنه يحب أن يأتي بما يقع فيه الكلام، الإبهام\nبمعرفة جواز ذلك والإعلام، وركوب الضرورة لذلك مقصد فاسد، وسنن عن الصواب\nحائد، وابن جني يعجبه ذلك غاية الإعجاب، ليجول في ميدان الإغراب!.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nوأغرب من عنقاء في الطير شكله ... وأعوز من مسترفد منه يحرم\n</p>\n\n<p>\nقال: الوجه أن يقول: أشد إعوازا ولكنه جاء على حذف الزيادة.\n</p>\n\n<p>\nفيقال له: فقد يمكنه أن يقول:\n</p>\n\n<p>\n. . . . . . . . ... وأعجب من مسترفد منه يحرم\n</p>\n\n<p>\nوهذا أشبه بالصناعة، وأكثر في الكلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nإلى اليوم ما حط الفداء سروجه ... مذ الغزو سار مسرج الخيل ملجم\n</p>\n\n<p>\nقال: أي: هو سار مذ الغزو، والغزو مرفوع بالابتداء وخبره محذوف والتقدير:\n</p>\n\n<p>\nمذ الغزو كائن.\n</p>\n\n<p>\nفيقال: أحسنت - يا نحوي عصره - يجعلك فيج ملة مستقلة بنفسها من مبتدأ\nوخبر تقدير مبتدأ وخبر محذوفين! وما الحاجة إلى تقدير (كائن) مع (الغزو)\nوهو مع (سار)؟ ولم لم تجعل (سار) خبرا عن (الغزو) فيكون من باب: ليل نائم\nونهار صائم؛ أي: ينام فيه، ويصام، كقوله:\n</p>\n\n<p>\n. . . . . . . . . ... ونمت وما ليل المطي بنائم\n</p>\n\n<p>\nولكنك لم تتنبه لهذا المجاز البليغ وتهتد له، وحملت الكلام على الحقيقة\nفي صفة الممدوح بهذا التقدير البعيد، فوقعت في الخطأ الشديد!.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nصفوفا لليث في ليوث حصونهم ... متون المذاكي والوشيج المقوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p275'> Vol. 01, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أي: برزت له صفوفا لأن (عاتق) هنا في معنى جماعة كما تقول: كم من\nرجل جاءني، فالرجل، هاهنا، جماعة. ويجوز أن تكون الصفوف هي الكتائب.\n</p>\n\n<p>\nوأقول: لا يجوز أن تكون (صفوفا) حالا من الضمير في (برزت) الراجع <span id='ms103'></span> إلى\n(عاتق) وأن يكون (عاتق) بمعنى الجنس لأنه لا معنى لذلك ولا فائدة فيه،\nوإنما (هو) حال من الضمير في (تساير) الراجع إلى (كتيبة) وهي في معنى\nالجنس؛ أي: (مصطفين لليث في ليوث)؛ يعني: الممدوح وأصحابه ليس لهم حصون غير\nظهور خيلهم ورماحهم، وتلك حصون الشجعان. والعرب بخلاف الروم، فإنهم حصونهم\n(الجبال) والقلاع، وتلك حصون الجبناء الأذلاء.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nكل حلم أتى بغير اقتدار ... حجة لاجئ إليها اللئام\n</p>\n\n<p>\nقال: إنما يحسن الحلم مع القدوة، فأما من لا قدرة له؛ فاعتصامه بالحلم\nحجة للؤمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: قوله: (فأما من لا قدرة له. . .،) إلى آخره، ليس بشيء! وإنما هذا\nضد قول الشاعر:\n</p>\n\n<p>\nإن من الحلم ذلا أنت عارفه ... والحلم عن قدرة ضرب من الكرم\n</p>\n\n<p>\nفإذا كان الحلم عن قدرة من الكرم، كان الحلم عن غير قدرة من اللؤم.\n</p>\n\n<p>\nوقيل: كان ينبغي أن يقول:\n</p>\n\n<p>\n. . . . . . . . . . ... حجة لاجئ إليها الضعاف\n</p>\n\n<p>\nلأن الذي يحلم عن غير قدرة، لا يسمى بذلك لئيما بل ضعيفا، والشاهد له على\nذلك البيت المستشهد به.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nحسن في عيون أعدائه أقبح ... من ضيفه رأته السوام\n</p>\n\n<p>\nقال: هذا مما يسأل عنه فيقال: كيف يكون حسنا في عيون أعدائه؟ وهل هذا إلا\nهجاء؟ ألا ترى إلى قول الراجز:\n</p>\n\n<p>\nلما رأتني سقطت أبصارها\n</p>\n\n<p>\nأي: غضتها عني حسدا.\n</p>\n\n<p>\nوأقول: قد تقدم في خطبة الكتاب ما قال فيه وقيل عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nليلها صبحها من النار، والإصباح ... ليل من الدخان تمام\n</p>\n\n<p>\nقال: كل ليل طال من مرض أو هم فهو تمام. وأكثر ما جاء في هذا ليل التمام\nبالألف واللام.\n</p>\n\n<p>\nوأقول: ليل التمام: أربعون ليلة؛ عشرون قبل الميلاد، وعشرون بعد الميلاد،\nفهذا حقيقة ليل التمام. والذي ذكره إنما يستعمل مجازا.\n</p>\n\n<p>\nقال النابغة:\n</p>\n\n<p>\nيؤرق من ليل التمام سليمها ... لحلي النساء في يديه قعاقع\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nأنا لائمي إن كنت وقت اللوائم ... علمت بما بي بين تلك المعالم\n</p>\n\n<p>\nقال: هذا كقولك: أنا مثلك إن فعلت كذا وكذا. ونظيره قوله أيضا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nعيون رواحلي إن حرت عيني ... وكل بغام رازحة بغامي\n</p>\n\n<p>\nوأقول: إن هذا <span id='ms104'></span> الكلام دعاء على نفسه، أخرجه مخرج القسم، كقوله الآخر:\n</p>\n\n<p>\nإن كان ما بلغت عني فلا مني ... صديقي وشلت من يدي الأنامل\n</p>\n\n<p>\nفليس كما قال في هذا البيت وبيته الآخر الذي هو نظيره.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nوذي لجب لا ذو الجناح أمامه ... بناج ولا الوحش المثار بسالم\n</p>\n\n<p>\nقال: يقول: الجيش يصيد الوحش، والعقبان فوقه تسايره فتخطف الطير أمامه.\n</p>\n\n<p>\nوأقول: بل الجيش هو الصائد للجنسين جميعا من الوحش والطير، والعقبان\nمرتفعة فوقه، صيدها جثث القتلى لا الطير ولا الوحش. هذا هو الصواب.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nيا أخت معتنق الفوارس في الوغى ... لأخوك ثم أرق منك وأرحم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nقال: يرميه بأخته وبالابنة! وثم: إشارة إلى المكان الذي تخلى فيه للحالة\nالمكروهة.\n</p>\n\n<p>\nوأقول: بل يصفه بضد ذلك من العفة والرجولية والشجاعة. وثم: إشارة إلى\nالحالة المحمودة، وهي الوغى، واعتناقه الفوارس فيها.\n</p>\n\n<p>\nوقد إنقلب فهمه في هذا البيت، ففسره بضد ما أراد الشاعر من أوله إلى\nآخره. (ويدل على ما قلت قوله بعد ذلك:)\n</p>\n\n<p>\nيرنو إليك مع العفاف وعنده ... أن المجوس تصيب فيما تحكم\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nومن العداوة ما ينالك نفعه ... ومن الصداقة ما يضر ويؤلم\n</p>\n\n<p>\nقال: أي عداوة الساقط تدل على مباينة طبعه فتنفع، ومودته تدل على مناسبته\nفتضر.\n</p>\n\n<p>\nوأقول: أن عداوة الساقط سقوط همة، وذلك مضرة لذوي الأقدار والرتب العالية\n(لا نفع كما ذكر) ويدل عليه قول الشاعر:\n</p>\n\n<p>\nنبيل العدو والصديق وإنما ... يعادي الفتى أكفاؤه ويصالحه\n</p>\n\n<p>\nوبيت أبي الطيب من قول الحكماء: إياك ومصادقة الأحمق؛ فربما أراد أن\nينفعك فضرك!.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nسجية نفس لا تزال مليحة ... من الضيم مرميا بها كل مخرم\n</p>\n\n<p>\nقال: مليحة: مشفقة من أن تضام.\n</p>\n\n<p>\nقال:\n</p>\n\n<p>\nيلحن من ذي زجل شرواط\n</p>\n\n<p>\nأي: يشفقن.\n</p>\n\n<p>\nوأقول: قد قيل لأبي الطيب: أن (مليحة من الضيم) تقصير لأن الإشفاق ضعف،\nوأجود منه: أبية على الضيم.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nوأحلم عن خلي وأعلم أنني ... متى أجزه حلما على الجهل يندم\n</p>\n\n<p>\nقال: أي: إذا جازيته بالحلم ندم، فكيف أن آخذته وقابلت أفعاله؟.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: أن قوله: (أن آخذته وقابلت أفعاله) فيه سوء فهم ونقص علم <span id='ms105'></span>، وذلك أن\nمعناه: فكيف أن آخذته على أفعاله، وقابلته بسيئاته؛ فأنه يكون حينئذ أندم،\nوليس\n</p>\n\n<p>\nالمراد ذلك، ولا للمقابلة هاهنا معنى، ولا هي مفهوم الخطاب، وإنما يراد\nبالحلم عن جهل الصديق رجوع إلى صداقته، واستبقاء لمودته، لأنه إذا حلم عن\nجهله ندم على ما فرط منه من قبح القول أو قبح الفعل فأستحيى، واستدرك ما\nفات، وعاد إلى ما حاد عنه.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nعيون رواحلي إن حرت عيني ... وكل بغام رازحة بغامي\n</p>\n\n<p>\nقال: وسألته عن معنى هذا البيت فقال: معناه: أن حارت عيني، فعيون رواحلي\nعيني، وبغامهن بغامي؛ أي: أن حرت فأنا بهيمة مثلهن، كما تقول: أن فعلت كذا\nوكذا فأنت حمار!.\n</p>\n\n<p>\nفيقال له: وما آمنك أن يقال لك وأنت في هذا التفسير كذلك! وإنما هذا دعاء\nعلى نفسه بمعنى القسم كقول مالك بن الحارث:\n</p>\n\n<p>\nبقيت وفري وانحرفت عن العلا ... ولقيت أضيافي بوجه عبوس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nوإن منيته عنده ... لكالخمر سقيه كرمه\n</p>\n\n<p>\nفذاك الذي عبه ماؤه ... وذاك الذي ذاقه طعمه\n</p>\n\n<p>\nقال: وهذا البيت يفسر ما قبله، وذلك أن الماء مشروب لا شارب، والطعم مذوق\nلا ذائق. فكأن الزمان قد أتى من موت فاتك بما فيه نقض العادة تعظيما لأمره.\n</p>\n\n<p>\nوأقول: ليس في هذا نقض للعادة، والضمير (المستتر) في (عبه) ضمير الفاعل\nراجع إلى فاتك، والضمير البارز، وهو الهاء، ضمير المفعول، راجع إلى (الذي)\nوهو (ماؤه) و (طعمه). وأني لأعجب من إنقلاب فهم هذا الرجل بتفسيره المعاني\nعلى ضد ما هي عليه، وجعله الماء والطعم يعب ويذوق فاتكا ولا يكون هو الفاعل\nلذلك!.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nهون على بصر ما شق منظره ... فإنما يقظات العين كالحلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nقال: يقال: شق بصر الميت شقوقا، وذلك قبل الموت. ومعنى البيت: هون على\nبصرك شقوقه ومقاساة النزع والحشرجة للموت، فأن الحياة، كالحلم، تبقى قليلا\nثم تزول.\n</p>\n\n<p>\nوأقول: أنه قد روي: (منظره) بالضم والفتح.\n</p>\n\n<p>\nفإذا كان بالضم كان: (شق منظره) من المشقة؛ أي: هون على بصرك الشيء الشاق\nعليه منظره فأنه لا بقاء له، ويزول كما يزول الحلم.\n</p>\n\n<p>\nومن يروي <span id='ms106'></span>: (منظره) بالفتح: (فشق منظره) من: شققت الشيء بمعنى فتحته؛ أي:\nهون على بصرك الشيء الذي يشق منظره لرؤيته في اليقظة فأنه لا حقيقة له ولا\nبقاء كالأحلام، والمنظر على هذا، موضع النظر و (ما) في الوجهين بمعنى\n(الذي)، ويجوز أن تكون للنفي؛ أي: هون على بصر لم يشق منظره؛ يريد: عدم\nالإدراك والعمى.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nضربن إلينا بالسياط جهالة ... فلما تعارفنا ضربن بها عنا\n</p>\n\n<p>\nقال: كانت خيل الروم قد رأت عسكر سيف الدولة، فظنتهم روما فأقبلوا نحوهم\nمسترسلين، فلما تحققوا ذاك ولوا هاربين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p284'> Vol. 01, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: لم يرد بقوله: (جهالة) ما ذكره من التباس الفريقين، (ولا جهالة\nببأسنا وإقدامنا)؛ وإنما أراد (جهالة) بكثرتهم وقلتنا، وظنهم أن يغنمونا أو\nيربحونا، فكان كما قال في البيت الذي قبله:\n</p>\n\n<p>\nوخيل حشوناها الأسنة. . . . . . . . . . . . .\n</p>\n\n<p>\nوهذه قطعة من عسكر سيف الدولة، رأتها كتيبة من عسكر الروم، فأقبلوا نحوها\n</p>\n\n<p>\nطامعين ثم ولوا عنها هاربين.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nوالماء بين عجاجتين مخلص ... يتفرقان به ويلتقيان\n</p>\n\n<p>\nقال: أي: عجاجة المسلمين وعجاجة الروم. يقول: ربما حجز الماء بين\nالعجاجتين، وربما جازتاه فالتقتا.\n</p>\n\n<p>\nوأقول: بل العجاجتان للمسلمين لما ذكرته في شرح التبريزي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nيتقيلون ظلال كل مطهم ... أجل الظليم وربقة السرحان\n</p>\n\n<p>\nقال: يقول: يتتبعون آباءهم سباقين إلى المجد والشرف؛ كالفرس المطهم الذي\nإذا رأى الظليم فقد هلك، وإذا رأى الذئب؛ كان كأنه مشدود بحبل في عنقه.\nوالعرب إذا مدحت رجلا شبهته بالفرس السابق، كقول النابغة:\n</p>\n\n<p>\nإلا لمثلك أو من أنت سابقه ... سبق الجواد إذا استولى على الأمد\n</p>\n\n<p>\nونحو ذلك، وهو كثير جدا، وإنما استعار هنا لفظ (الظلال) لأن ظل كل شيء\nملازمه وعلى سمته، فيريد بذلك احتذاءهم طرق آبائهم وسلوك مذاهبهم من غير\nتبديل ولا تعريج، كما قال: (شنشنة أعرفها من أخزم).\n</p>\n\n<p>\nوأقول: هذا التفسير ليس بشيء! وإنما قال قبل:\n</p>\n\n<p>\nمتصعلكين. . . . . . . . . . . .\n</p>\n\n<p>\nأي: يفعلون في غزوهم فعل الصعاليك، ثم قال:\n</p>\n\n<p>\nيتقيلون ظلال كل مطهم. . . . . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p286'> Vol. 01, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nمن القائلة، كأنهم في الظهيرة يقيلون في ظلال خيلهم، كما تفعل الفرسان\nالمتغربة. ثم وصف الخيل، وهو وصف ومدح لهم، لأنهم يستجيدون الخيل <span id='ms107'></span>. فقال:\n(كل مطهم) أي: حسن الخلق، (أجل الظليم): (أي: يصاد الظليم) عليه ولا ينجو،\n</p>\n\n<p>\nو (ربقة السرحان) مثله، وهو كما قال امرؤ القيس:\n</p>\n\n<p>\n. . . . . . . . . قيد الأوابد هيكل\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nيغشاهم مطر السماء مفصل ... بمهند ومثقف وسنان\n</p>\n\n<p>\nقال: يعني بالسحاب الجيش، شبهه به لكثافته كما قال الراجز:\n</p>\n\n<p>\nكأنهم لما بدوا من عرعر\n</p>\n\n<p>\nمستلئمين لابسي السنور\n</p>\n\n<p>\nنوء سحاب صيف كنهور\n</p>\n\n<p>\nفيقال له: بل السحاب هنا السحاب بعينه!.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p287'> Vol. 01, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: ينزل عليهم قطره والسيوف والرماح والأسنة متواصلا متتابعا كالعقد\nالمفصل، وهذه استعارة حسنة رائقة.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nوجرى على الورق النجيع القاني ... فكأنه النارنج في الأغصان\n</p>\n\n<p>\n(قال): القانيء: الأحمر، وأبدل الهمزة مضطرا وأجراها مجرى اللام. ألا ترى\nجعل الياء وصلا كما جعلها عبد الرحمن بن حسان لما اضطر فقال:\n</p>\n\n<p>\nوكنت أذل من وتد بقاع ... يشجج رأسه بالفهر واجي\n</p>\n\n<p>\nفيقال له: ليس في القاني، هاهنا، والواجي اضطرار! وذلك أنه وقف على\nالهمزة فسكنت وما قبلها مكسور، فقلبها ياء كما قلبت في: ذيب وبير، وقد قريء\nبهما، وذلك قلب تخفيف لا إضطرار، فكذلك هي في (قاني) و (واجي) قافيتين\nلطروء السكون فيهما بوجوب الوقف عليهما.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nأنساب فخرهم إليك وإنما ... أنساب أصلهم إلى عدنان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nقال: بمثل هذا الثناء الشريف فليمدح الملوك والأجلاء!.\n</p>\n\n<p>\nفيقال: هو كما تقول، ولكنه من قول ابن الرومي:\n</p>\n\n<p>\nقالوا: أبو الصقر من شيبان، قلت لهم: ... كلا - لعمري - ولكن منه شيبان\n</p>\n\n<p>\nوكم أب قد علا بأبن ذرا شرف ... كما علا برسول الله عدنان!\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nكتمت حبك حتى منك تكرمة ... ثم استوى إسراري وإعلاني\n</p>\n\n<p>\nكأنه زاد حتى فاض عن جسدي ... فصار سقمي به في جسم كتماني\n</p>\n\n<p>\nقال: كأنه، أي: كأن الكتمان، فأضمره وأن لم يجر له ذكر، لأنه لما قال:\n(كتمت) دل على الكتمان. وما علمت أحدا ذكر انستار سقمه وأن الكتمان أخفاه\nغير هذا الرجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: لهم يفهم الشيخ المعنى، ولا ألم بشيء منه، ولا قاربه. ولم يتبين\nله الضمير في (كأنه) إلى (أي) شيء هو راجع، ولا الضمير في زاد، ولا الضمير\nفي به وكل ذلك راجع <span id='ms108'></span> إلى حبك.\n</p>\n\n<p>\nيقول: كتمت حبك من كل أحد، حتى منك، تكرمة له أو لك، وهذا أبلغ ما يكون\nمن الكتمان. ثم بعد ذلك الكتمان الشديد ظهر، فاستوى فيك الإسرار والإعلان.\nأي: لم يبق إسرار. وبين ما سبب ظهور الحب؟ فقال: (كأنه)، أي: كأن الحب زاد\nفي حتى فاض عن جسدي لكثرته، وجعله بمنزلة الجسم السائل، الذي هو الماء،\nاستعارة فصار سقمي به، أي: بالحب الذي كان يسقمني كتمانه، وذلك سقم شديد في\nجسم الكتمان، فأضمحل وفني إلى أن صار مثل الإعلان. واختصاره: كتمت حبك إلى\nأن زاد، وغلبني فبان وزال الكتمان.\n</p>\n\n<p>\nوابن جني في تفسير المعاني دون حال أبي العلاء؛ لأن أبا العلاء، في\nالأكثر، إذا لم يفهم المعنى أعاد اللفظ، وابن جني لا يعيد اللفظ ولا يفهم\nالمعنى!!.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nفطن الفؤاد لما أتيت على النوى ... ولما تركت مخافة أن تفطنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p290'> Vol. 01, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أي: قد عرفت مني ما كان من شكرك والثناء عليك في حال غيبتك، ولم\nأتعرض لضد ذلك لئلا ينمي إليك. أي: فلو لم أتركه إلا لهذا لتركته، وكان\nوشيء به إليه، وكأنه مع هذا، أعترف بتقصير منه، ألا تراه يقول:\n</p>\n\n<p>\nأضحى فراقك لي عليه عقوبة ... ليس الذي ليس الذي قاسيت منه هينا\n</p>\n\n<p>\nوأقول: أن تفسير قوله:\n</p>\n\n<p>\n. . . . . . . ولما تركت مخافة أن تفطنا\n</p>\n\n<p>\nبقوله: (ولم أتعرض لضد ذلك) أي: لضد الشكر لك والثناء عليك، يعني: من\nالسب والشتم، كلام في غاية القبح! وهل يحسن بأحد أن يقول لمن احسن إليه\nوأنعم عليه: إنني ما تركت سبك وشتمك إلا مخافة أن تفطن! ومفهوم الخطاب أنك\nلو لم تفطن بما أقول في غيبتك لشتمتك وسببتك! والجيد أن يفسر (ما أتيت) و\n(ما تركت) بأن يقال: ما أتيت من الأفعال الحميدة، وما تركت من الأفعال التي\nتضادها، فلأنك بصحة ذهنك، وجودة حدسك، تعلم ما غاب عنك منها. والصحيح أنه\nلم يعترف بتقصير، والضمير في (عليه) لا يعود على ذنب وقع منه أو خطأ\nإقترفه، وإنما يعود على (فراقك) وذلك أنه ترك المسير معه <span id='ms109'></span> فرأى كأن ذلك ذنب\nاجترمه فقال:\n</p>\n\n<p>\nأضحى فراقك لي عليه. . . . .\n</p>\n\n<p>\nأي على فراقك، وجعل ذلك لعظمه عليه، وشدة أذاه له بمنزلة العقاب والقصاص،\nولهذا قال:\n</p>\n\n<p>\n. . . . . . . . ليس الذي قاسيت منه هينا\n</p>\n\n<p>\nأي: من فراقك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nألقى الكرام الأولى بادوا مكارمهم ... على الخصيبي عند الفرض والسنن\n</p>\n\n<p>\nفهن في الحجر منه كلما عرضت ... له اليتامى بدا بالمجد والمنن\n</p>\n\n<p>\nقال: المكارم بيده وتحت تصرفه، يستعملها في أي وقت شاء، وكيف شاء.\n</p>\n\n<p>\nفيقال له: هل يحسن به أن يستعملها وهي في الحجر منه، من جملة اليتامى\nمقدمة عليها مبدوءا بها قبلها أن هذه لعبارة سخيفة من غفل سخيف!!.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nقد شرف الله أرضا أنت ساكنها ... وشرف الناس إذ سواك إنسانا\n</p>\n\n<p>\nقال: ما أعجبني قوله: (سواك) لأنه لا يليق بشرف ألفاظه، ولو قال: (أنشاك)\nأو نحو ذلك لكان أليق بالحال.\n</p>\n\n<p>\nفيقال له: (سواك) أشرف من (أنشاك) وأليق من جانب اللفظ والمعنى:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nأما اللفظ: فلأنها لفظة القرآن، وكلام الله أفصح الكلام (كقوله تعالى:\n(ثم سواك رجلا).\n</p>\n\n<p>\nوأما من جانب المعنى: فإن (سواك) فيها ما في (أنشاك) وزيادة، وهو أن\n(سواك) بمعنى: أنشاك كاملا غير ناقص. هذا مع أن (سواك) ليس فيها ما في\n(أنشاك) من الضرورة، وهو قلب الهمزة ألفا من غير علة موجبة.\n</p>\n\n<p>\nوهذا مبلغ نقده لجوهر الشعر، وإجلاله لقدر لفظ الذكر!!.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nجزى عربا أمست ببلبيس ربها ... بشمعاتها تقرر بذاك عيونها\n</p>\n\n<p>\nقال: بلبيس بأعلى الشام دون مصر، وقد ذكرها أبو نواس في شعره فقال:\n</p>\n\n<p>\nحال بلبيس دوننا فكفر شمسا ... فدارات حارث الجولان\n</p>\n\n<p>\nفيقال له: إذا لم تحقق البلاد بعيان أو سماع، فكيف تخبر عنها وتحدها فتقع\nفي\n</p>\n\n<p>\nالخطأ، وتنسب إلى الجهل وكثرة الكلام، بجعل بلبيس من الشام؟!. وبيت أبي\nنواس لا يدل على ذلك فلا وجه إنشاده، فإن كنت أردت تعريفه به فهو أعرف\nمنه!.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nغدونا تنفض الأغصان فيه ... على أعرافها مثل الجمان\n</p>\n\n<p>\nقال: يريد ما يقع عليها من خلل الأغصان من ضوء الشمس.\n</p>\n\n<p>\nوأقول: بل يريد ما يقع من طل الأغصان وشبه ذلك <span id='ms110'></span> بالجمان؛ وهو حب يعمل من\nالفضة على شكل الدر، فشبه الطل المتناثر على أعراف الخيل به، والذي ذكره من\nضوء الشمس الذي يقع من خلل الشجر هو تفسير البيت الذي يليه - (إلا أنه شبهه\nبالدنانير لصفرته وجعلها تفر، لأنه لا يمكن إمساكه) - وهو قوله:\n</p>\n\n<p>\nوألقى الشرق منها في ثيابي ... دنانيرا تفر من البنان\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nفإن الناس والدنيا طريق ... إلى من ما له في الناس ثاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p294'> Vol. 01, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nقال: هذا كقوله أيضا لكافور:\n</p>\n\n<p>\nولكنه طال الطريق ولم أزل ... أفتش عن هذا الكلام وينهب\n</p>\n\n<p>\nوأقول: أنه لم يتبين وجه المشابهة بينهما وهو خفي جدا، وبيانه: أنه اعتذر\nإليه من مديحه غيره بقوله في البيت الذي قبله:\n</p>\n\n<p>\nوتعذلني فيك القوافي وهمتي ... كأني بمدح غير مدحك مذنب\n</p>\n\n<p>\nثم قال:\n</p>\n\n<p>\nولكنه طال الطريق. . . . .\n</p>\n\n<p>\nأي: اضطررت لبعد الطريق إلى أن أتوصل إليك بمدح غيرك، وأنت المقصود\nبالمدح. ومع ذلك، فإني لم أزل (أفتش عن هذا الكلام)، أي: يطلب مني جعله\n</p>\n\n<p>\nبمنزلة الدر المنتقى، أو البز المختار، والأعلاق النفيسة التي يتزين بها،\nو (ينهب): أي: يتسابق إليه للرغبة فيه ليدخر ويقتنى. وفي هذا إعلام له أنه\nمطلوب من غيره، مرغوب فيما عدنه. ولو تمثل لقوله في عضد الدولة بقوله في\nسيف الدولة:\n</p>\n\n<p>\nكلما رحبت بنا الروض قلنا: ... حلب قصدنا وأنت السبيل\n</p>\n\n<p>\nوالبيت الذي بعده لكان أشبه به وأقرب منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nدعته بمفزع الأعضاء منها ... ليوم الحرب بكر أو عوان\n</p>\n\n<p>\nرواية ابن جني: (بموضع الأعضاء).\n</p>\n\n<p>\nقال: أي: دعته السيوف بمقابضها، والرماح بأعقابها؛ لأنها مواضع الأعضاء\nمنها، وحيث يمسك المحارب والطاعن. ويحتمل أن يكون أراد: دعته الدولة بمواضع\nالأعضاء من السيوف والرماح. ومعنى (دعته): اجتذبته وأمالته.\n</p>\n\n<p>\nوقال الواحدي: قال ابن فورجة: هذا مسخ للشعر لا شرح له. وما قال الشاعر\nإلا (بمفزع الأعضاء) يعني: دعته الدولة عضدا، والعضد مفزع الأعضاء؛ كأنه\nشرح قوله:\n</p>\n\n<p>\nبعضد الدولة إمتنعت وعزت. . . . . . . .\n</p>\n\n<p>\nوهو على ما قال، يريد أن الدولة سمته عضدها، وهي مفزع الأعضاء؛ لأن\nالأعضاء عند الحرب تفزع إلى العضد، والعضد هي المدافعة عنها المحامية <span id='ms111'></span> لسائر\nالأعضاء.\n</p>\n\n<p>\nوأقول: وهو ما قال الواحدي إلا أنهم لم يبينوا ما معنى قوله: (دعته) وهو\nأنها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p296'> Vol. 01, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nنادته فقالت: يا عضدي؛ أي: يا حافظي وكالئي، والناصر لي، والمدافع عني؛\nفهذا معنى دعائها له.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nأعلى قناة الحسين أوسطها ... فيه وأعلى الكمي رجلاه\n</p>\n\n<p>\nقال: (فيه) أي: في هذا المأرق، وسألته عن معنى هذا البيت فقال: هو مثل\nالبيت الآخر:\n</p>\n\n<p>\nولربما أطر القناة بفارس ... وثنى فقومها بآخر منهم\n</p>\n\n<p>\nأي: قد انثنت القناة لما طعن بها فارسا، فصار أوسطها أعلاها، وأعلى الكمي\nرجلاه. وقال شيخنا أبو اليمن الكندي: يردي: أن الرمح ينفذ في الكمي فيناطر،\nحتى يصير أوسطه أعلاه، والكمي منكس (فيه) كقول امرئ القيس:\n</p>\n\n<p>\n. . . . . . أرجلهم كالخشب المآئل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p297'> Vol. 01, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول: الأحسن أن يكون (أعلى القناة أوسطها) بالكسر لا بالانثناء، وأعلى\nالكمي رجلاه بالانقلاب على رأسه عن سرجه، وهذا أقرب إلى الحقيقة وأمثل في\nالطريقة.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nتنشد أثوابنا مدائحه ... بألسن ما لهن أفواه\n</p>\n\n<p>\nقال: أي: تقعقع لجدتها. ولهذا فسر البيت الذي يليه، وهو قوله:\n</p>\n\n<p>\nإذا مررنا على الأصم بها ... أغنته عن مسمعيه عيناه\n</p>\n\n<p>\nبقوله: أي: يراها الأصم فيستغني عن صورتها وهو مما يجانس الأول.\n</p>\n\n<p>\n(وأقول): هذا تفسير يقعقع، يجهل ذاكره، وينادي بعمى قلبه! وإنما يقول:\nإذا رأى الناس ثيابنا التي هي خلع أبي العشائر، وتفردها بالحسن والشرف،\nعلموا أنها من عطائه، فهي بلسان الحال تنشر ثناءه وتنشد مدائحه، وهذا من\nقول نصيب:\n</p>\n\n<p>\nفعاجوا فأثنوا بالذي أنت أهله ... ولو سكتوا أثنت عليك الحقائب\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nقالوا: ألم تكنه؟ فقلت لهم: ... ذلك عي إذا وصفناه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p298'> Vol. 01, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\nقال: في هذا البيت اختلال من جانب الإعراب، وذلك أنه لم يكن أبا العشائر\nفي هذه القطعة، فأنكر قوم عليه ترك الكناية فإذا قال: (ألم تكنه) فدخول\nهمزة الاستفهام على النفي تقرير يوجب أنه كناه كقوله تعالى: (ليس الله بكاف\nعبده) وقول جرير:\n</p>\n\n<p>\nألستم خير من ركب المطايا. . . . . . . . .\n</p>\n\n<p>\nأي: الأمر كذلك. ودخولها على الإثبات نفي كقوله تعالى: (أأنت قلت للناس\nاتخذوني وأمي إلهين من دون الله) أي: ليس الأمر كذلك. فعلى هذا قوله <span id='ms112'></span>:\n</p>\n\n<p>\nقالوا: ألم تكنه. . . . .\n</p>\n\n<p>\nتقرير لكنايته إياه، وهم أنكروا عليه تركها؛ فكان خطأ لذلك.\n</p>\n\n<p>\nوأقول: لعل هذه الحكاية موضوعة، وهي إنكار ترك كنايته، ولعل ابن جني توهم\nقوله:\n</p>\n\n<p>\nقالوا: ألم تكنه. . . . .\n</p>\n\n<p>\nأنه من الكناية التي هي: أبو فلان، أو قصد ذلك ليورد عليه ما أورد، ولم\nيرد أبو الطيب بقوله: (ألم تكنه) أبا العشائر؛ وإنما أراد الكناية التي هي\nالإضمار، أي: لم تذكر أسمه، فيكون معنى قوله:\n</p>\n\n<p>\nقالوا: ألم تكنه. . . .\n</p>\n\n<p>\nالتقرير، أي: قد كنيته، أي: أضمرته، ولم تبين أسمه الذي هو أبو العشائر،\nوذلك إنكار عليه، فقال في جواب قولهم:\n</p>\n\n<p>\n. . . . . . . . . ذلك عي إذا وصفناه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nأي: إذا وصفناه وأظهرناه وسميناه، كانت هذه بلاغة، وهي عي على الحقيقة؛\nلأن الوصف، والإظهار، والتبيين؛ إنما يكون عند البأس غيره به، وهو كما قال\nفي\n</p>\n\n<p>\nالبيت الذي يليه:\n</p>\n\n<p>\nلا يتوفى أبو العشائر من ... لبس معاني الورى بمعناه\n</p>\n\n<p>\nفهذا الذي أراده أبو الطيب؛ وهو استفهام بمعنى التقرير والإيجاب كما ذكر\nابن جني، إلا أنه ما قصده، والزمه عليه ما الزمه. ويدل على (ما) قلته\nقولهم: نحن العرب أقرى الناس للضيف. ولم يحتاجوا أن يرفعوا (العرب) تأكيدا\nل (نحن) أو خبرا عنه، ليتميزوا به من غيرهم، أو يخبروا عنه أنهم أقرى\nالناس، بل ألما قالوا: (نحن) علم من هم؟ وأنهم العرب، ونصبوا على المدح\nوالاختصاص، حتى كأن الكلام قد تم بقولهم: (نحن)، ولو قالوا: نحن أقرى\nالناس، ولم يذكروا (العرب) لعرفوا، وإنما يذكر التأكيد والوصف والإظهار عند\nالالباس بالمشاركة، وكذلك قول الراجز:\n</p>\n\n<p>\nنحن بني ضبة أصحاب الجمل\n</p>\n\n<p>\nوقول الآخر:\n</p>\n\n<p>\nإنا بني نهشل لا ندعي لأب ... عنه ولا هو بالأبناء يشرينا\n</p>\n\n<p>\nوأن ما دعا ابن جني أن حمل قوله: (ألم تكنه) أنه من الكنية بأبي فلان،\nأنه ذكر في هذه الأبيات الحسين ولم يذكر أبا العشائر، وهو أشهر من الحسين.\nوالذي حملني على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p300'> Vol. 01, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nأن جعلت (ألم تكنه) من الكناية التي هي الإضمار أنه أضمر أسمه من أول\nالأبيات إلى آخرها، من قوله:\n</p>\n\n<p>\n. . . . . . . . . . ما لم يروك. . . . . . . . . .\n</p>\n\n<p>\nولم أحفل بذكر الحسين <span id='ms113'></span>؛ لأنه ليس باسم له، وإنما أسمه كنيته، وهو أبو\nالعشائر، والحسين موضوع عليه مستعار له. فيصبح إذا قول المتنبي على هذا\nالاعتلال ولا يحمل على الاختلال.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nتبل خدي كلما ابتسمت ... من مطر برقه ثناياها\n</p>\n\n<p>\nقال: وقد دل في هذه الأبيات على أنها كانت متكئة عليه، وعلى غاية القرب\nمنه، يصيب خديه شيء من ريقها!.\n</p>\n\n<p>\nفيقال له: هذا أبرد تفسير، وأغث معنى بأن جعل بصاقها ينزل على وجهه،\nويسيل على خديه ولحيته!! والمعنى ما ذكرته مستقصى في شرح التبريزي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p301'> Vol. 01, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nفي بلد تضرب الحجال به ... على حسان ولسن أشباها\n</p>\n\n<p>\nقال: أي: كل واحدة منهن منفردة من الحسن، بما لا يشاركها فيه غيرها.\nويجوز أن يكون (لسن أشباها) أي: قد صارت هذي المشبب بها سببا لإختلافهن؛\nلأنها لا نظير لها فيهن كقوله أيضا:\n</p>\n\n<p>\nالناس ما لم يروك أشباه. . . . .\n</p>\n\n<p>\nوأقول: هذا التفسير قد تلقاه عنه جميع من شرح هذا الديوان بعده، وليس\nبشيء! والمعنى: أنه شبه هؤلاء النساء بالظباء، فقال: لقيننا في بلد تضرب\nالحجال فيه على ظباء حسان - يعني النساء - ولسن أشباها؛ لأنهن بخلاف\nالظباء؛ لأن الظباء لا تضرب عليهن (الحجال) وهن متشابهات. ودل على ذلك قوله\nبعده:\n</p>\n\n<p>\nكل مهاة تقول مقلتها. . . . . .\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nيعجبها قتلها الكثماة ولا ... ينظرها الدهر بعد قتلاها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p302'> Vol. 01, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\nقال: يقول: يعجب الخيل أن تقتل الكماة، كما يعجب فرسانها. ألا تراه يقول\nفي موضع آخر:\n</p>\n\n<p>\nتحمى السيوف على أعدائه معه ... كأنهن بنوه أو عشائره\n</p>\n\n<p>\nفإذا جاز أن يوصف السيف بأنه يحمى مع صاحبه، فالحيوان الذي يعرف كثيرا\n</p>\n\n<p>\nمن أغراض صاحبه - لأنه مؤدب معلم - أحرى بذلك.\n</p>\n\n<p>\nفيقال له: هذا الذي ذكرته استعارة، والاستعارات لها مواضع تحسن فيها\nوتقبح، وهو جائز على وجه المجاز، وقد يقع المجاز في بعض المواضع أحسن من\nالحقيقة، ولكن الحقيقة، وهي أصحاب الخيل هاهنا، أولى من الخيل، فالضمير في:\n(يعجبها) في اللفظ راجع إلى الخيل، وهو في المعنى لأصحابها؛ يصفهم بالشجاعة\nوالجرأة على القتل وسفك الدماء؛ يقول: يعجبها أن تقتل الكماة ولا تنظر\nبعدهم بل تموت <span id='ms114'></span> في أثرهم.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nهو النفيس الذي مواهبه ... أنفس أمواله وأسناها\n</p>\n\n<p>\nقال: هذا تقصير في مدح ملك أن يقال له: هو النفيس.\n</p>\n\n<p>\nفيقال له: ولم كان ذلك تقصيرا، والنفيس: هو الشيء الفاخر المرغوب فيه،\nالمضنون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p303'> Vol. 01, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nبه؟ يقال: نفس الشيء نفاسة، إذا كان كذلك. على أنه وإن كان فيه تقصير،\nفقد طوله حسن الترديد، وهو قوله:\n</p>\n\n<p>\n. . . . . . . . . . أنفس أمواله وأسناها\n</p>\n\n<p>\nفحسن لذلك.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nالناس كالعابدين آلهة ... وعبده كالوحد اللاها\n</p>\n\n<p>\nقال: أي: عبده مقبل بالطاعة عليه، مفوض بالرجاء إليه، لا يلتفت إلى من\nسواه لإغنائه عنه. وعبد غيره، يطلب من هذا تارة، ويرجو هذا أخرى.\n</p>\n\n<p>\nوأقول: هذا ليس بشي!.\n</p>\n\n<p>\nوالمعنى أن الناس من غير عبيده في ضلال، وعبده في هداية.\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nإذا كنت ترضى أن تعيش بذلة ... فلا تستعدن الحسام اليمانيا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p304'> Vol. 01, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أستعمل النفي في موضع الاستفهام، في قول ربيعة بن مقروم:\n</p>\n\n<p>\nفدعوا: نزال، فكنت أول نازل ... وعلام أركبه إذا لم أنزل؟\n</p>\n\n<p>\nقال: ومثل هذا الاستفهام قول الآخر:\n</p>\n\n<p>\nفلم طال حضملي جفنه وجفيره ... إذا أنا لم أطعن إذا الخيل كرت\n</p>\n\n<p>\nفيقال له: أقلب تصب! وذلك (أن) ربيعة استعمل الاستفهام في موضع النفي؛\nلأن قوله:\n</p>\n\n<p>\n. . . . . . . . . . . ... وعلام أركبه إذا لم أنزل؟\n</p>\n\n<p>\nبمعنى: لا ركوب أنتفع به إذا لم انزل، وكذلك التقدير في بيت الآخر، فبيت\nأبي الطيب محمول على الحقيقة لأنه نفي، وبيت ربيعة محمول على المجاز، لأنه\nاستفهام في موضع النفي، فالأولى أن يحمل المجاز على الحقيقة، ولا تحمل\nالحقيقة على المجاز.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p305'> Vol. 01, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nإذا الجود لم يرزق خلاصا من الأذى ... فلا المجد مكسوبا ولا المال باقيا\n</p>\n\n<p>\nقال: شبه (لا) بليس فنصب الخبر، قال سعد بن قيس:\n</p>\n\n<p>\nمن صد عن نيرانها ... فأنا ابن قيس لا براح\n</p>\n\n<p>\nفيقال له: نعم، هي مشبهة بليس إذا وليتها النكرة، وهاهنا وليتها المعرفة،\nوإنما حملت - هاهنا - (لا) على (ما) في دخولها على المعرفة لنفي الحال كما\nحملت عليها في نفي الماضي المقرب من الحال في قوله تعالى: (فلا صدق ولا\nصلى).\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nبعزم يسير الجسم في السرج راكبا ... به ويسير القلب <span id='ms115'></span> في الجسم ماشيا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p306'> Vol. 01, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أي: لقوة العزم ما يكاد القلب يتحرك من موضعه، ولو تحرك في الحقيقة\n</p>\n\n<p>\nلمات صاحبه، وقد أتى نحو هذا أبو تمام في قوله:\n</p>\n\n<p>\nمشت قلوب أناس في صدورهم ... لما رأوك تمشى نحوهم قدما\n</p>\n\n<p>\nوطريق أبي تام أسلم؛ لأنه ذكر تحرك القلب في موضع الشدة والمهلكة، ألا\nترى إلى قولهم: قد انخلع قلبه فمات! أي: فارق موضعه، فلهذا كانت أسلم.\n</p>\n\n<p>\nفيقال له: ما كان أغناك عن التعرض لشرح معاني الشعر، وأنت فيها بهذه\nالمنزلة، وأحوج هذا الديوان إلى غيرك! ولو كان تصرفك في المال، كتصرفك في\nالمعاني، لكان ينبغي أن يحجر فيه عليك، ويؤخذ به على يديك! ولقد أخطأت سبيل\nهذا المعنى وتجاوزت طريقه، فأنت في واد وهو في واد، وهو قوله:\n</p>\n\n<p>\nبعزم يسير الجسم. . . . . . . . . . . . .\n</p>\n\n<p>\nأي: بعزم شديد يسير القلب به تعبا في الجسم، وأن كان الجسم مستريحا\nبركوبه في السرج، فكنى عن تعب القلب بمشيه في الجسم لكثرة قلقه واضطرابه\nوكنى عن راحة الجسم بركوبه في السرج لكونه مستقرا فيه، مستقلا محمولا.\n</p>\n\n<p>\nفهذه آخر المآخذ على الشيخ أبي الفتح عثمان بن جني الذي قويت عليه يد\nالطاقة، ووصلت إليه يد المنة.\n</p>\n\n<p>\nالحمد لله حق حمده، وصلواته على خير خلقه محمد وآله الطاهرين، أئمة\nالدين، وأصحابه المنتجبين الأكرمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nسمع مني - بقراءتي - مآخذي على الشيخ أبي الفتح عثمان بن جني، المولى\nالشيخ العلامة الفاضل الكامل البارع شرف الدين أبو عبد الله الحسين بن\nإبراهيم بن الحسين الإربلي أدام الله سعادته وإسعاده. وأجزت له أن يرويه\nعني، ويقرأه لمن شاء حيث شاء.\n</p>\n\n<p>\nوكتب أحمد بن علي بن معقل الأزدي ثم المهلبي لثلاث بقين من رجب سنة ست\nوثلاثين وست مائة، حامدا لله على نعمه ومصليا على محمد وآله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p308'> Vol. 01, p. 308</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "000",
    "005",
    "007",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05"
  ]
}