{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>الحديث الأول عن الشيخ الأول وهو جدي الإمام الأجل أبو نصر القشيري وفيه ذكر الخليفة الأول والإمام أبي بكر الصديق رضي الله عنه</h1>\n\n<p>\nأخبرنا جدي لأمي أبو نصر عبد الرحيم بن هوازن القشيري، قراءة عليه، قال:\nأنبأنا أبو عثمان سعيد بن أبي عمرو البحيري، أنبأنا جدي أبو الحسين أحمد بن\nمحمد بن جعفر بن بحير، حدثنا أبو العباس محمد بن إسحاق السراج، حدثنا قتيبة\nبن سعيد، حدثنا يعقوب بن عبد الرحمن وهو الإسكندراني، عن أبي حازم، عن سهل\nبن سعد رضي الله عنه، أن رسول الله صلى الله عليه وسلم بلغه أن بني عمرو بن\nعوف كان بينهم شيء، فخرج رسول الله صلى الله عليه وسلم يصلح بينهم في أناس\nمعه، فحبس رسول الله صلى الله عليه وسلم وحانت الصلاة، فجاء بلال إلى أبي\nبكر، فقال: يا أبا بكر! إن رسول الله قد حبس وقد حانت الصلاة، فهل لك أن\nتؤم الناس؟ فقال: نعم، إن شئت، فأقام بلال، وتقدم أبو بكر فكبر للناس، وجاء\nرسول الله صلى الله عليه وسلم يمشي في الصفوف حتى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقام في الصف، فأخذ الناس في التصفيق، وكان أبو بكر لا يلتفت في صلاته،\nفلما أكثر الناس التفت، فإذا رسول الله صلى الله عليه وسلم، فأشار إليه\nرسول الله صلى الله عليه وسلم يأمره أن يصلي، فرفع أبو بكر يده فحمد الله،\nورجع القهقرى وراءه حتى قام في الصف، فتقدم رسول الله صلى الله عليه وسلم\nفصلى للناس، فلما فرغ أقبل على الناس، فقال: \" أيها الناس! مالكم حين نابكم\nشيء في الصلاة أخذتم في التصفيق؟ إنما التصفيق للنساء، من نابه شيء في\nصلاته فليقل: سبحان الله، فإنه لا يسمعه أحد حين يقول: سبحان الله إلا\nالتفت.\n</p>\n\n<p>\nيا أبا بكر! ما منعك أن تصلي للناس حين أشرت إليك؟ \"، فقال أبو بكر: ما\nكان ينبغي لابن أبي قحافة أن يصلي بين يدي رسول الله صلى الله عليه وسلم،\nحديث متفق على صحته، رواه البخاري عن قتيبة عن يعقوب <span id='ms01'></span>، ورواه مسلم، عن قتيبة\nعن عبد العزيز ويعقوب، كلاهما عن أبي حازم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>الحديث الثاني عن أمير المؤمنين أبي حفص عمر بن الخطاب العدوي رضي الله عنه</h1>\n\n<p>\nأخبرنا جدي الإمام أبو نصر القشيري، في كتابه، وزاهر بن طاهر الشحامي،\nوأبو محمد هبة الله بن سهل ابن المؤيد، قراءة عليهما، قالوا: أنبأنا أبو\nسعد محمد بن عبد الرحمن الجنزروذي، أنبأنا أبو عمرو محمد بن أحمد بن حمدان\nالحيري، أنبأنا أبو يعلى أحمد بن علي بن المثنى الموصلي، بالموصل، وأبو\nالعباس حامد بن شعيب البلخي، ببغداد، واللفظ له، قالا: حدثنا أبو خيثمة\nزهير بن حرب، حدثنا وكيع، عن كهمس.\n</p>\n\n<p>\nح وأخبرنا أبو محمد عبد الرحمن بن محمد بن عبد الرحمن التاجر المعروف\nبجزباران، أنبأنا أبو مسعود أحمد بن محمد بن عبد العزيز البجلي الحافظ،\nأنبأنا أبو علي زاهر بن أحمد الفقيه، بسرخس، أنبأنا أبو عبد الله محمد بن\nوكيع الغازي، حدثنا محمد بن أسلم الطوسي، حدثنا عبد الله بن يزيد، حدثنا\nكهمس بن الحسن، عن عبد الله بن بريدة، عن يحيى بن يعمر، قال: أول من قال\nبالبصرة في القدر معبد الجهني، قال: فخرجت أنا وحميد بن عبد الرحمن\nالحميري، فأتينا المدينة فدخلنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالمسجد فإذا ابن عمر خارج من المسجد أو داخل المسجد، فاكتنفته أنا\nوصاحبي، قال: وظننت أن صاحبي سيكل الكلام إلي، قال: فقلت: يا أبا عبد\nالرحمن! إن قبلنا قوما يقرءون القرآن ويتفقرون العلم، يزعمون أن لا قدر وأن\nالأمر أنف.\n</p>\n\n<p>\nقال: فإذا لقيتهم فأخبرهم أني منهم بريء وأنهم مني براء، والذي يحلف به\nابن عمر لو أن أحدهم أنفق مثل أحد ذهبا ما قبله الله منه حتى يؤمن بالقدر\nكله خيره وشره \"\n</p>\n\n<p>\nثم قال: حدثنا عمر، قال: كنا جلوسا عند رسول الله صلى الله عليه وسلم إذ\nطلع علينا رجل شديد بياض الثياب، شديد سواد الشعر لا يرى عليه أثر سفر ولا\nيعرفه منا أحد، حتى جلس إلى رسول الله صلى الله عليه وسلم فأسند ركبته إلى\nركبته ووضع يده <span id='ms02'></span> على ركبته فقال: يا محمد! \" ما الإيمان؟ قال: أن تؤمن بالله\nوملائكته وكتبه ورسله واليوم الآخر وبالقدر خيره وشره، قال: صدقت، فتعجبنا\nمنه يسأله ويصدقه، ثم قال: يا محمد! ما الإسلام؟ قال: شهادة أن لا إله إلا\nالله، وإقام الصلاة، وإيتاء الزكاة، وحج البيت، وصوم رمضان، قال: صدقت،\nقال: فتعجبنا منه يسأله ويصدقه، قال: يا محمد! ما الإحسان؟ قال: أن تعبد\nالله كأنك تراه، فإنك إن لم تكن تراه فإنه يراك، قال: يا محمد! متى الساعة؟\nقال: ما المسئول عنها بأعلم من السائل بها، قال: فما أماراتها؟ قال: أن تلد\nالأمة ربتها، وأن ترى الحفاة العراة العالة أصحاب الشاء يطاولون في البنيان\n\"، قال: ثم انطلق، فقال النبي صلى الله عليه وسلم بعد ثلاث: \" تدري من\nالرجل؟ ، قلت: لا، قال: ذاك جبريل أتاكم يعلمكم دينكم \"، وفي حديث عبد الله\nبن بريدة تصديقه النبي صلى الله عليه وسلم في جميع سؤالاته، والباقي\nبمعناه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحديث صحيح، أخرجه مسلم بن الحجاج، وافتتح به كتابه الصحيح، فرواه عن أبي\nخيثمة زهير بن حرب، وقع إلينا عاليا بحمد الله من هذين الطريقين، وأخرجه\nالبخاري من حديث أبي هريرة، عن النبي صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>الحديث الثالث عن أمير المؤمنين أبي عمرو عثمان بن عفان رضي الله عنه</h1>\n\n<p>\nأخبرنا جدي أبو نصر عبد الرحيم بن عبد الكريم القشيري، أنبأنا أبو سعد\nأحمد بن إبراهيم بن موسى المقرئ، أنبأنا أبو طاهر محمد بن الفضل بن محمد بن\nإسحاق بن خزيمة، أنبأنا جدي الإمام أبو بكر، حدثنا محمد بن بشار، حدثنا أبو\nبكر الحنفي، حدثنا عبد الحميد يعني ابن جعفر، عن أبيه، عن محمود وهو ابن\nلبيد، عن عثمان بن عفان رضي الله عنه، عن النبي صلى الله عليه وسلم، قال:\n«من بنى لله مسجدا بنى الله له بيتا في الجنة» ، حديث متفق على صحته، أخرجه\nمسلم في الصحيح عن محمد بن المثنى، عن أبي عاصم النبيل، عن عبد الحميد بن\nجعفر.\n</p>\n\n<p>\nوأخرجاه من حديث عاصم بن عمر بن <span id='ms03'></span> قتادة، عن عبيد الله بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالأسود الخولاني، عن عثمان بن عفان رضي الله عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>الحديث الرابع عن أمير المؤمنين أبي الحسن علي بن أبي طالب رضي الله عنه</h1>\n\n<p>\nأخبرنا جدي أبو نصر القشيري، في كتابه، وأبو محمد هبة الله بن سهل ابن\nالمؤيد، وأبو القاسم زاهر بن طاهر الشحامي، قراءة عليهما، قالوا: أنبأنا\nأبو سعد محمد بن عبد الرحمن الجنزروذي، أنبأنا أبو عمرو محمد بن أحمد بن\nحمدان الحيري، حدثنا أبو محمد عبد الله بن أحمد بن موسى عبدان الأهوازي،\nحدثنا سهل بن عثمان العسكري، حدثنا جنادة، عن عبيد الله بن عمر، عن عبد\nالله بن الفضل، عن الأعرج، عن عبيد الله بن أبي رافع، عن علي بن أبي طالب\nرضي الله عنه، قال: كان رسول الله صلى الله عليه وسلم يفتتح الصلاة يقول:\n«وجهت وجهي للذي فطر السموات والأرض حنيفا مسلما وما أنا من المشركين،\nاللهم إني أسألك لا إله إلا أنت، أنت ربي وأنا عبدك، اعترفت بذنبي فاغفر لي\nذنوبي جميعا لا يغفر الذنوب إلا أنت، واصرف عني سيئها فإنه لا يصرف سيئها\nإلا أنت، لبيك وسعديك والخير في يديك، وأنا بك وإليك، لا ملجأ منك إلا\nإليك، تباركت وتعاليت وأستغفرك ثم أتوب إليك» ، ثم قرأ رسول الله صلى الله\nعليه وسلم، فإذا ركع قال: «اللهم لك ركعت، ولك أسلمت، وبك آمنت، وأنت ربي،\nخشع لك بصري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nومخي وعظمي، وما استقلت به قدمي لله رب العالمين» ، فإذا رفع رأسه قال:\n«سمع الله لمن حمده» ، ثم يقول: «اللهم ربنا لك الحمد ملء السموات وملء\nالأرض وملء ما شئت من شيء بعد» ، ثم سجد رسول الله صلى الله عليه وسلم\nوقال: «اللهم لك سجدت، وبك آمنت، ولك أسلمت، أنت ربي، سجد وجهي للذي خلقه\nوشق سمعه وبصره فتبارك الله أحسن الخالقين» ، قال عبيد الله بن عمر: وحدثني\nبهذا الحديث إسحاق بن عبد الله بن أبي فروة، عن عبد الله بن الفضل، عن عبيد\nالله بن أبي رافع، عن علي بن <span id='ms04'></span> أبي طالب، عن النبي صلى الله عليه وسلم، نحوه.\n</p>\n\n<p>\nحديث صحيح المتن، من غريب حديث عبيد الله بن عمر، وتابعه موسى بن عقبة،\nعن عبد الله بن الفضل الهاشمي وزاد بعد قوله: «لا يغفر الذنوب إلا أنت» :\n«واهدني لأحسن الأخلاق لا يهدي لأحسنها إلا أنت» .\n</p>\n\n<p>\nوبعد قوله: «من المشركين» : «إن صلاتي ونسكي ومحياي ومماتي لله رب\nالعالمين لا شريك له، وبذلك أمرت وأنا من المسلمين» ، رواه ابن جريج عن\nموسى.\n</p>\n\n<p>\nورواه ابن أبي الزناد عن موسى نحوه غير أنه لم يذكر قوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n«واهدني لأحسن الأخلاق» .\n</p>\n\n<p>\nوأخرجه مسلم في الصحيح من حديث الماجشون، عن عبد الرحمن الأعرج بهاتين\nالزيادتين.\n</p>\n\n<p>\nأخبرناه أبو القاسم الفضل بن محمد العطار، أنبأنا أبو منصور محمد بن محمد\nالمنصوري، أنبأنا أبو الحسن علي بن عمر الدارقطني، حدثنا علي بن عبد الله\nبن مبشر، حدثنا أحمد بن سنان، حدثنا يزيد بن هارون، أنبأنا عبد العزيز بن\nعبد الله بن أبي سلمة الماجشون، حدثنا الماجشون بن أبي سلمة، عن عبد الرحمن\nالأعرج، عن عبيد الله بن أبي رافع، عن علي، أن رسول الله صلى الله عليه\nوسلم. . . فذكره، وقال: «وأنا أول المسلمين» ، ولم يذكر قوله: \" واهدني. .\nإلى قوله: سيئها إلا أنت \" بعد قوله: «والخير كله في يديك والشر ليس إليك»\n، وزاد: «خشع لك سمعي وبصري» .\n</p>\n\n<p>\nرواه مسلم، عن محمد بن أبي بكر عن زهير، عن ابن مهدي، وعن إسحاق الحنظلي،\nعن النضر بن شميل عن عبد العزيز عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nعمه، وعن محمد بن أبي بكر المقدمي، عن يوسف الماجشون، عن أبيه وهو أتم\nالروايات.\n</p>\n\n<p>\nأخبرناه أبو القاسم زاهر بن طاهر الشحامي، أنبأنا أبو بكر أحمد بن الحسين\nالبيهقي، حدثنا أبو بكر محمد بن الحسن بن فورك، أنبأنا عبد الله بن جعفر بن\nأحمد، حدثنا يونس بن حبيب، حدثنا أبو داود الطيالسي، حدثنا عبد العزيز بن\nأبي سلمة، حدثني عمي الماجشون.\n</p>\n\n<p>\nح وأخبرنا أبو القاسم، أنبأنا أبو بكر البيهقي، أنبأنا أبو الحسن علي بن\nمحمد بن علي المقرئ، أنبأنا الحسن بن <span id='ms05'></span> محمد بن إسحاق، حدثنا يوسف بن يعقوب\nالقاضي، حدثنا محمد بن أبي بكر، حدثنا يوسف الماجشون، قال: حدثني أبي، عن\nعبد الرحمن الأعرج، فذكره بإسناده والرويات المذكورة، وقال في آخره: ثم\nيكون من آخر ما يقول بين التشهد والسلام: «اللهم اغفر لي ما قدمت وما أخرت،\nوما أسررت وما أعلنت، وما أسرفت وما أنت أعلم به مني، أنت المقدم وأنت\nالمؤخر، لا إله إلا أنت» ، ولم يذكر يوسف في حديثه قوله: «وما أسرفت» ،\nوقال: «وأنا أول المسلمين»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>الحديث الخامس عن معاوية بن صخر بن حرب الأموي رضي الله عنه</h1>\n\n<p>\nأخبرنا أبو محمد عبد الرحمن بن أبي بكر محمد بن عبد الرحمن التاجر\nالمعروف بجزباران، أخبرنا أبو مسعود أحمد بن محمد بن عبد العزيز البجلي\nالرازي، أنبأنا أبو علي زاهر بن أحمد الفقيه السرخسي، أنبأنا أبو عبد الله\nمحمد بن وكيع بن رواس الغازي، حدثنا أبو الحسن محمد بن أسلم بن سالم بن\nيزيد الكندي الطوسي، حدثنا يعلى بن عبيد، عن عثمان بن حكيم، عن محمد بن كعب\nالقرظي، قال: سمعت معاوية يخطب، يقول: سمعت رسول الله صلى الله عليه وسلم\nعلى هذه الأعواد، يقول: «اللهم لا مانع لما أعطيت ولا معطي لما منعت، ولا\nينفع ذا الجد منك الجد، من يرد الله به خيرا يفقهه في الدين» ، حديث صحيح\nالمتن، عالي الإسناد، غريب من حديث محمد بن كعب، أخرجه البخاري في الصحيح\nعن سعيد بن عفير، عن ابن وهب، وعن حبان، عن ابن المبارك، وأخرجه مسلم، عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحرملة بن يحيى، عن ابن وهب، كلاهما عن يونس بن يزيد عن الزهري، عن حميد\nبن عبد الرحمن عن معاوية.\n</p>\n\n<p>\nوفي آخر حديث البخاري: «ولن تزال هذه الأمة قائمة على أمر الله لا يضرهم\nمن ناوأهم حتى يأتي أمر الله عز وجل» ، وفي آخر حديث مسلم: «وإنما أنا قاسم\nويعطي الله» .\n</p>\n\n<p>\nوحديث الدعاء لم يوجد إلا في رواية محمد بن كعب.\n</p>\n\n<p>\nوإذا اعتبر إسناده بحديث الشيخين في الصحيحين فكأن شيخي من حيث العدد <span id='ms06'></span>\nسمعه من صاحبهما، وقع إلينا عاليا بحمد الله.\n</p>\n\n<p>\nوروي حديث الفقه من حديث عبد الله بن عامر اليحصبي، ويزيد بن الأصم، وعبد\nالله بن محيريز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>الحديث السادس عن ميمونة بنت الحارث زوج النبي صلى الله عليه وسلم ورضي الله عنها</h1>\n\n<p>\nأخبرنا أبو محمد الجزباراني، أنبأنا أبو مسعود البجلي، أنبأنا زاهر بن\nأحمد، أنبأنا محمد بن وكيع، حدثنا محمد بن أسلم، حدثنا محاضر، حدثنا\nالأعمش، عن سالم بن أبي الجعد، عن كريب، عن ابن عباس، عن ميمونة بنت\nالحارث، قالت: وضعت لرسول الله صلى الله عليه وسلم غسلا من الجنابة، \" فصب\nبشماله على يمينه فغسل يديه، ثم صب بيمينه على شماله فغسل فرجه، ثم ضرب\nبيده الأرض، ثم تمضمض واستنشق، ثم غسل وجهه ويديه، ثم غسل رأسه، ثم أفاض\nالماء على جسده، ثم تنحى فغسل رجليه.\n</p>\n\n<p>\nقالت: فأتيته بمنديل فلم يبغه، وجعل ينفض عنه الماء «، حديث متفق على\nصحته، عال، أخرجاه من أوجه عن الأعمش، منها رواية البخاري، عن عمر بن حفص\nبن غياث، عن أبيه، عن الأعمش، ومنها روايته، عن عبدان، عن عبد الله بن\nالمبارك، عن سفيان، عن الأعمش، ومنها رواية مسلم، عن علي بن حجر، عن عيسى\nبن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nيونس، عن الأعمش.\n</p>\n\n<p>\nفباعتبار حديث سفيان كأن شيخي رواه عن صاحب البخاري وفي هذه الرواية،\nأعني رواية سفيان، زيادة، وهي قول ميمونة» سترت النبي صلى الله عليه وسلم\nوهو يغتسل من الجنابة \"، ثم ساقت الحديث.\n</p>\n\n<p>\nوأخبرنا أبو القاسم بن محمد العطار رحمه الله، أنبأنا أبو منصور محمد بن\nمحمد المنصوري، أنبأنا أبو الحسن علي بن عمر الدارقطني الحافظ، حدثنا عبد\nالله بن محمد بن عبد العزيز، حدثنا عبيد الله بن عمر، حدثنا عيسى بن يونس،\nحدثنا الأعمش، فذكر نحوه بإسناده ومعناه، وقال: «فغسل يديه مرتين أو ثلاثا،\nثم أدخل يده الماء، فأفرغ على فرجه وغسله بشماله، ثم دلك بشماله الأرض دلكا\nشديدا، ثم توضأ وضوءه للصلاة، ثم غسل سائر جسده قبل كعبيه، ثم تنحى عن\nمقامه فغسل قدميه، وأتيته بالمنديل <span id='ms07'></span> فرده» ، قال الدارقطني: وحدثنا محمد بن\nمخلد، حدثنا الحساني، حدثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nوكيع، حدثنا الأعمش نحوه بإسناده ومعناه.\n</p>\n\n<p>\nوقال: «فغسل كفيه ثلاثا ثلاثا، ثم أدخل يده في الإناء فأفاض على فرجه، ثم\nقال بيده على الحائط أو بالأرض» .\n</p>\n\n<p>\nثم ذكر نحوا من حديث محاضر ولم يذكر المنديل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>الحديث السابع عن أم المؤمنين عائشة الصديقة بنت الصديق رضي الله عنهما</h1>\n\n<p>\nأخبرنا أبو محمد الجزباراني، أنبأنا أبو مسعود البجلي، أنبأنا أبو علي\nالفقيه، أنبأنا محمد بن وكيع، حدثنا محمد بن أسلم، حدثنا جعفر بن عون،\nأنبأنا هشام بن عروة، عن أبيه، عن عائشة، قالت: كان رسول الله صلى الله\nعليه وسلم «يبدأ فيغسل يديه، ثم يتوضأ وضوءه للصلاة، ثم يدخل كفيه في الماء\nحتى يخلل بها أصول الشعر حتى إذا رأى أنه قد استبرأ البشرة غرف بيده ثلاث\nغرفات، صبها على رأسه ثم اغتسل» ، حديث متفق على صحته، أخرجه البخاري في\nالصحيح عن عبد الله بن يوسف، عن مالك، وعن سليمان بن حرب، عن حماد بن زيد،\nوعن عبدان، عن عبد الله بن المبارك، وأخرجه مسلم عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nيحيى بن يحيى، عن أبي معاوية، وعن علي بن حجر، عن علي بن مسهر، وعن أبي\nكريب، عن ابن نمير، وعن أبي بكر بن أبي شيبة، عن وكيع، وعن عمرو الناقد، عن\nمعاوية بن عمرو، عن زائدة، كلهم عن هشام بن عروة وليس في شيء منها ذكر غسل\nالرجلين في آخره إلا في حديث أبي معاوية، وفي حديث مالك: «ثم يفيض الماء\nعلى جلده كله» ، وفي كلها: «ثم يتوضأ وضوءه للصلاة»\n</p>\n\n<p>\nأخبرنا بحديث مالك عاليا أبو محمد هبة الله بن سهل بن المؤيد السيدي،\nوأبو الحسن علي بن عثمان الفواكهي، قالا: أنبأنا أبو عثمان سعيد بن محمد\nالبحيري، أنبأنا أبو علي زاهر بن أحمد السرخسي، أنبأنا أبو إسحاق إبراهيم\nبن عبد الصمد الهاشمي، حدثنا أبو مصعب أحمد بن أبي بكر الزهري، حدثنا مالك\nبن أنس، عن هشام بن عروة، عن أبيه، عن عائشة، أن النبي صلى الله <span id='ms08'></span> عليه وسلم\nكان «إذا اغتسل من الجنابة بدأ فغسل يديه، ثم توضأ كما يتوضأ للصلاة، ثم\nيدخل أصابعه في الماء فيخلل بها أصول شعره، ثم يصب على رأسه ثلاث غرف بيده،\nثم يفيض الماء على جلده كله»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأخبرنا بحديث ابن نمير أبو القاسم العطار، أنبأنا أبو منصور المنصوري،\nأنبأنا أبو الحسن الدارقطني، أنبأنا الحسين بن إسماعيل، حدثنا محمد بن\nعثمان بن كرامة، حدثنا عبد الله بن نمير، عن هشام بن عروة، عن أبيه، عن\nعائشة، فذكره بمعناه، وقال: «غرف بيديه ملء كفيه ثلاثا فصبها على رأسه، ثم\nاغتسل وأفاض الماء على جسده» ، وهذه الطرق الثلاث عالية جدا لاسيما إذا\nاعتبر حديث مسلم عن عمرو الناقد فيكون كأن شيخي سمعه عن صاحب مسلم رحمه\nالله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>الحديث الثامن عن أبي ذر جندب بن جنادة الغفاري رضي الله عنه</h1>\n\n<p>\nأخبرنا أبو محمد عبد الرحمن بن محمد بن عبد الرحمن الجزباراني، أنبأنا\nأبو مسعود أحمد بن محمد البجلي، أنبأنا أبو علي زاهر بن أحمد السرخسي،\nأنبأنا محمد بن وكيع الغازي، حدثنا محمد بن أسلم الطوسي، حدثنا عبيد الله\nبن موسى، أخبرنا هشام بن عروة، عن أبيه، عن أبي مراوح، عن أبي ذر، قال:\nسألت رسول الله صلى الله عليه وسلم: \" أي العمل أفضل؟ قال: إيمان بالله\nوجهاد في سبيل الله \"، قلت: \" فأي الرقاب أفضل؟ قال: أغلاها ثمنا وأنفسها\nعند أهلها \"، قال: قلت: \" فإن لم أفعل؟ قال: تعين صانعا أو تصنع لأخرق \"،\nقال: قلت: \" فإن لم أفعل؟ قال: تدع الناس من الشر، فإنها صدقة تصدق بها على\nنفسك \"، حديث متفق عليه، أخرجه البخاري في الصحيح عن عبيد الله بن موسى،\nوأخرجه مسلم عن أبي الربيع، وخلف عن حماد بن زيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nكلاهما عن هشام بن عروة.\n</p>\n\n<p>\nوأخرجه مسلم، أيضا، عن محمد بن رافع، وعبد بن حميد، عن عبد الرزاق، عن\nمعمر، عن الزهري، عن حبيب مولى عروة بن الزبير، عن عروة، عن أبي مراوح.\n</p>\n\n<p>\nفعلى هذا كأن شيخي سمعه عن مسلم نفسه، فهو إذا في نهاية <span id='ms09'></span> العلو، ولله\nالحمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>الحديث التاسع عن أبي حمزة أنس بن مالك النجاري الأنصاري رضي الله عنه</h1>\n\n<p>\nأخبرنا أبو محمد هبة الله بن سهل بن المؤيد السيدي، وأبو الحسن علي بن\nعثمان الفواكهي، قراءة، وجدي الإمام أبو نصر القشيري، إجازة، قالوا: أنبأنا\nأبو عثمان سعيد بن محمد بن أحمد البحيري، أنبأنا أبو علي زاهر بن أحمد\nالفقيه السرخسي، أنبأنا أبو إسحاق إبراهيم بن عبد الصمد بن موسى الهاشمي،\nحدثنا أبو مصعب أحمد بن أبي بكر الزهري، حدثنا مالك بن أنس، عن ابن شهاب،\nعن أنس بن مالك، أن رسول الله صلى الله عليه وسلم قال: «لا تباغضوا، ولا\nتحاسدوا، ولا تدابروا، وكونوا عباد الله إخوانا، ولا يحل لمسلم أن يهجر\nأخاه فوق ثلاث ليال» ، حديث متفق عليه، عال جدا، أخرجه البخاري، عن عبد\nالله بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nيوسف، وأخرجه مسلم عن يحيى بن يحيى، وأخرجه أبو داود، عن القعنبي، كلهم\nعن مالك.\n</p>\n\n<p>\nوأخرجه مسلم أيضا من حديث ابن عيينة، عن ابن شهاب الزهري.\n</p>\n\n<p>\nوأخرجه أيضا عن حاجب بن الوليد، عن محمد بن حرب، عن الزبيدي، عن ابن شهاب\nالزهري، فعلى هذا كأن مشايخي سمعوه عن صاحب مسلم رحمه الله، وهو من\nالثمانيات العالية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>الحديث العاشر عن أبي سعيد سعد بن مالك بن سنان الخدري رضي الله عنه</h1>\n\n<p>\nأخبرنا أبو محمد هبة الله بن سهل بن المؤيد، وأبو الحسن علي بن عثمان\nالفواكهي، وجدي الإمام أبو نصر القشيري، قالوا: أنبأنا أبو عثمان البحيري،\nأنبأنا أبو علي الفقيه، أنبأنا أبو إسحاق الهاشمي، أنبأنا أبو مصعب، حدثنا\nمالك، عن نافع، عن أبي سعيد الخدري، أن رسول الله صلى الله عليه وسلم قال:\n«لا تبيعوا الذهب بالذهب إلا مثلا بمثل، ولا تشفوا بعضه على بعض، ولا\nتبيعوا الورق بالورق إلا مثلا بمثل، ولا تبيعوا منها شيئا غائبا بناجز» ،\nحديث متفق عليه، أخرجه البخاري، عن عبد الله بن يوسف، وأخرجه مسلم عن يحيى\nبن يحيى، كلاهما عن مالك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوقد رواه الشافعي في مسنده عن مالك، وهو في الثمانيات <span id='ms10'></span> الصحيحة العالية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>الحديث الحادي عشر عن أبي عبد الرحمن عبد الله بن عمر بن الخطاب رضي الله عنه وعن أبيه</h1>\n\n<p>\nأخبرنا الإمام أبو محمد السيدي، وأبو الحسن الفواكهي، قراءة، وجدي الإمام\nأبو نصر القشيري، في كتابه، قالوا: أنبأنا أبو عثمان البحيري، أنبأنا أبو\nعلي الفقيه، أنبأنا أبو إسحاق الهاشمي، أنبأنا أبو مصعب، حدثنا مالك، عن\nنافع، عن عبد الله بن عمر، أن رسول الله صلى الله عليه وسلم قال: «صلاة\nالجماعة تفضل على صلاة الفذ بسبع وعشرين درجة» ، حديث متفق عليه، رواه\nالبخاري، عن عبد الله بن يوسف، ورواه مسلم، عن يحيى بن يحيى، كلاهما عن\nمالك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nورواه محمد بن أسلم، عن القعنبي، عن مالك.\n</p>\n\n<p>\nوأخرجه مسلم أيضا، عن محمد بن رافع، عن ابن أبي فديك، عن الضحاك بن\nعثمان، عن نافع.\n</p>\n\n<p>\nفعلى هذا كأن مشايخي سمعوه من صاحب مسلم، وهو في الثمانيات العالية التي\nيقال: لهذا الإسناد سلسلة ذهبية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>الحديث الثاني عشر عن أبي عبد الله جابر بن عبد الله الأنصاري رضي الله عنهما</h1>\n\n<p>\nأخبرنا الإمام أبو محمد السيدي، وأبو الحسن الفواكهي، قراءة، وجدي الإمام\nأبو نصر القشيري، إجازة، قالوا: أنبأنا أبو عثمان البحيري، أنبأنا أبو علي\nالفقيه، أنبأنا أبو إسحاق الهاشمي، حدثنا أبو مصعب، حدثنا مالك، عن محمد بن\nالمنكدر، عن جابر بن عبد الله، أن أعرابيا بايع رسول الله صلى الله عليه\nوسلم على الإسلام، فأصاب الأعرابي وعك بالمدينة، فأتى رسول الله صلى الله\nعليه وسلم، فقال: يا محمد! أقلني بيعتي، فأبى، ثم جاءه فقال: أقلني بيعتي،\nفأبى، ثم جاءه فقال: أقلني بيعتي، فأبى، فخرج الأعرابي، فقال رسول الله صلى\nالله عليه وسلم: «إنما المدينة كالكير تنفي خبثها، وينصع طيبها» ، أخرجه\nالبخاري، عن أبي نعيم، عن سفيان الثوري، وعن عمرو، عن ابن مهدي، عن سفيان،\nعن ابن المنكدر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوقع إلينا عاليا بحمد الله، كأن مشايخي سمعوه عن صاحب البخاري رحمه الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>الحديث الثالث عشر عن عمرو بن عبسة السلمي رضي الله عنه</h1>\n\n<p>\nأخبرنا أبو القاسم الفضل بن <span id='ms11'></span> محمد بن أحمد بن أبي منصور العطار الأبيوردي،\nأنبأنا أبو منصور محمد بن محمد بن أبي أحمد الحاكم المنصوري النوقاني،\nأنبأنا أبو الحسن علي بن عمر بن أحمد بن مهدي الدارقطني الحافظ ببغداد،\nحدثنا دعلج بن أحمد، حدثنا محمد بن أيوب الرازي، أنبأنا أبو الوليد\nالطيالسي.\n</p>\n\n<p>\nح قال الحافظ: وحدثنا أبو سهل أحمد بن محمد بن عبد الله بن زياد، حدثنا\nعبد الكريم بن الهيثم، حدثنا أبو الوليد، حدثنا عكرمة بن عمار، حدثنا شداد\nأبو عمار وقد أدرك نفرا من أصحاب رسول الله صلى الله عليه وسلم، قال: قال\nأبو أمامة لعمرو بن عبسة: بأي شيء تدعي أنك ربع الإسلام؟ . . فذكر الحديث\nبطوله.\n</p>\n\n<p>\nقال عمرو بن عبسة: قلت: يا رسول الله! أخبرني عن الوضوء، قال: «ما منكم\nرجل يقرب وضوءه ثم يمضمض ويستنشق وينتثر إلا جرت خطايا فيه وخياشيمه مع\nالماء، ثم يغسل وجهه كما أمره الله إلا جرت خطايا وجهه من أطراف لحيته مع\nالماء، ثم يغسل يديه إلى مرفقيه إلا جرت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nخطايا يديه من أنمله مع الماء، ثم يمسح برأسه إلا جرت خطايا رأسه من\nأطراف شعره مع الماء، ثم يغسل قدميه إلى الكعبين كما أمره الله إلا جرت\nخطايا رجليه من أطراف أصابعه مع الماء، ثم يقوم فيحمد الله ويثني عليه بما\nهو له أهل ثم يركع ركعتين إلا انصرف من ذنوبه كهيئته يوم ولدته أمه» ، حديث\nصحيح عال، أخرجه مسلم في الصحيح عن أحمد بن جعفر، عن النضر بن محمد، عن\nعكرمة بن عمار، عن شداد بن عبد الله أبي عمار، ويحيى بن أبي كثير، عن أبي\nأمامة، أنه قال لعمرو بن عبسة ذلك، وقال عمرو: كنت، وأنا في الجاهلية، أظن\nأن الناس على ضلالة، وهم يعبدون الأوثان. . وذكر الحديث.\n</p>\n\n<p>\nوليس في «الصحيحين» لعمرو بن عبسة غير هذا الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>الحديث الرابع عشر عن أبي عبد الرحمن عبد الله بن مسعود الهذلي رضي الله عنه</h1>\n\n<p>\nأخبرنا أبو القاسم العطار، أنبأنا أبو منصور المنصوري، أنبأنا أبو الحسن\nالدارقطني <span id='ms12'></span>، أنبأنا أبو عبد الله الحسين بن إسماعيل، حدثنا يوسف بن موسى،\nحدثنا أحمد بن عبد الله، حدثنا أبو بكر بن عياش، حدثنا المعلى المالكي، عن\nشقيق، عن عبد الله، قال: جاء أعرابي إلى النبي صلى الله عليه وسلم شيخ\nكبير، فقال: يا محمد! متى الساعة؟ قال: «وما أعددت لها» قال: لا، والذي\nبعثك بالحق نبيا ما أعددت لها من كثير صلاة ولا صيام، إلا أني أحب الله\nورسوله.\n</p>\n\n<p>\nقال: «فإنك مع من أحببت» ، قال: فذهب الشيخ فأخذ يبول في المسجد يمر عليه\nالناس فأقاموه، فقال رسول الله صلى الله عليه وسلم: «دعوه، عسى أن يكون من\nأهل الجنة» ، فصبوا على بوله الماء، كذا قال يوسف: المعلى المالكي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nورواه أبو هشام الرفاعي، عن أبي بكر بن عياش، حدثنا سمعان بن مالك، عن\nأبي وائل وهو شقيق بن سلمة، قال: عن عبد الله، قال: جاء أعرابي فبال في\nالمسجد، فأمر رسول الله صلى الله عليه وسلم بمكانه واحتفر، فصب عليه دلو من\nماء، فقال الأعرابي: يا رسول الله! المرء يحب القوم ولم يعمل بعملهم؟ فقال\nرسول الله صلى الله عليه وسلم: «المرء مع من أحب» ، أخبرنا أبو القاسم\nالعطار، أنبأنا أبو منصور المنصوري، أنبأنا الدارقطني، حدثنا عبد الوهاب بن\nعيسى بن أبي حية، حدثنا أبو هشام الرفاعي محمد بن يزيد، حدثنا أبو بكر بن\nعياش، حدثنا سمعان بن مالك، فذكره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرجه الشيخان من حديث الأعمش، عن أبي وائل، عن عبد الله، قال: قيل\nللنبي صلى الله عليه وسلم: الرجل يحب إخوته ولما يلحق بهم؟ قال: «المرء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمع من أحب» ، فروياه عن بشر، عن غندر، عن شعبة، عن الأعمش.\n</p>\n\n<p>\nوأخرجاه من حديث سفيان الثوري، عن الأعمش، عن أبي وائل، عن أبي موسى، عن\nالنبي صلى الله عليه وسلم.\n</p>\n\n<p>\nوتوبع حديث شعبة وسفيان على ما روياه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>الحديث الخامس عشر عن أبي عمارة البراء بن عازب رضي الله عنه</h1>\n\n<p>\nأخبرنا أبو القاسم العطار، أنبأنا أبو منصور المنصوري، أنبأنا أبو الحسن\nالدارقطني، حدثنا عبد الوهاب بن <span id='ms13'></span> عيسى بن أبي حية، حدثنا أبو هشام الرفاعي\nمحمد بن يزيد، حدثنا أبو بكر بن عياش، حدثنا أبو إسحاق، عن البراء، قال: \"\nصلينا مع رسول الله صلى الله عليه وسلم بعد قدومه المدينة ستة عشر شهرا نحو\nبيت المقدس، ثم علم الله عز وجل هوى نبيه صلى الله عليه وسلم فنزلت: {قد\nنرى تقلب وجهك في السماء فلنولينك قبلة ترضاها فول وجهك شطر المسجد الحرام}\n[البقرة: 144] ، فأمره أن يولي إلى الكعبة، ومر علينا رجل ونحن نصلي نحو\nبيت المقدس، فقال: إن نبيكم صلى الله عليه وسلم قد حول وجهه إلى الكعبة،\nفتوجهنا إلى الكعبة، وقد صلينا ركعتين \"،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحديث متفق على صحته، أخرجاه جميعا في الصحيحين عن محمد بن المثنى، عن\nيحيى، عن سفيان الثوري، عن أبي إسحاق السبيعي.\n</p>\n\n<p>\nوأخرجه البخاري من حديث إسرائيل، عن أبي إسحاق، وقع إلينا عاليا بحمد\nالله.\n</p>\n\n<p>\nفكأن شيخي سمعه من صاحب البخاري ومسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>الحديث السادس عشر عن أبي مسعود عقبة بن عمرو البدري الأنصاري رضي الله عنه</h1>\n\n<p>\nأخبرنا أبو القاسم العطار، أنبأنا أبو منصور المنصوري، أنبأنا أبو الحسن\nالدارقطني، حدثنا أبو حامد بن هارون، حدثنا المنذر بن الوليد، حدثنا يحيى\nبن زكريا بن دينار الأنصاري، حدثنا الحجاج، عن إسماعيل بن رجاء، عن أوس بن\nضمعج، عن عقبة بن عمرو، قال رسول الله صلى الله عليه وسلم: «يؤم القوم\nأقدمهم هجرة، فإن كانوا في الهجرة سواء فأفقههم في الدين، فإن كانوا في\nالدين سواء فأقرؤهم للقرآن، ولا يؤم الرجل في سلطانه ولا يقعد على تكرمته\nإلا بإذنه»\n</p>\n\n<p>\nوكان يسوي مناكبنا في الصلاة ويقول: «لا تختلفوا فتختلف قلوبكم، ليليني\nمنكم أولو الأحلام والنهى، ثم الذين يلونهم» ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوكذا قاله محمد بن جحادة، عن إسماعيل بن رجاء قدم المهاجر وأخر الإقراء،\nوقال بدل «الأفقه» : «الأسن» .\n</p>\n\n<p>\nوأخرجه مسلم من حديث سليمان الأعمش، وشعبة، عن إسماعيل بن رجاء بإسناده\nوقدم الإقراء وأخر المهاجر، وذكر بينهما: «الأعلم بالسنة» .\n</p>\n\n<p>\nفرواه مسلم من أوجه من حديثهما، منها عن أبي بكر بن أبي شيبة، والأشج <span id='ms14'></span>، عن\nأبي خالد، عن الأعمش، ومنها عن ابن مثنى، وابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nبشار، عن غندر، عن شعبة، كلاهما عن ابن رجاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nوكان الشافعي رضي الله عنه يقول: وإنما قال والله أعلم: «يؤمهم أقرؤهم»\nإذ من مضى من الأئمة كان يسلمون كبارا فيتفقهون قبل أن يقرءوا، ومن بعدهم\nكانوا يقرءون صغارا قبل أن يتفقهوا.\n</p>\n\n<p>\nووجه الجمع بين الروايتين أن الأولى محمولة على الأولين، والأخيرة على\nالآخرين، والله أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>الحديث السابع عشر عن أبي قتادة الحارث بن ربعي السلمي الأنصاري رضي الله عنه.</h1>\n\n<p>\nأخبرنا أبو الحسن علي بن عثمان الفواكهي، والإمام أبو محمد السيدي،\nقراءة، وجدي الإمام أبو نصر القشيري، إجازة، قالوا: أنبأنا أبو عثمان سعيد\nبن أبي عمرو البحيري، أنبأنا أبو علي زاهر بن أحمد الفقيه السرخسي، حدثنا\nأبو إسحاق إبراهيم بن عبد الصمد الهاشمي، ببغداد، حدثنا أبو مصعب أحمد بن\nأبي بكر الزهري، حدثنا مالك بن أنس، عن عامر بن عبد الله بن الزبير، عن\nعمرو بن سليم الزرقي، عن أبي قتادة السلمي، أن رسول الله صلى الله عليه\nوسلم قال: «إذا جاء أحدكم المسجد فليركع ركعتين قبل أن يجلس» ، حديث متفق\nعلى صحته، أخرجه البخاري في «الصحيح» عن عبد الله بن يوسف، وأخرجه مسلم عن\nيحيى بن يحيى، كلاهما عن مالك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرجه مسلم أيضا، عن أبي بكر بن أبي شيبة، عن الحسين الجعفي، عن زائدة\nبن قدامة، عن عمرو بن يحيى بن عمارة بن أبي حسن، عن محمد بن يحيى بن حبان\nبن منقذ الأنصاري، عن عمرو بن سليم.\n</p>\n\n<p>\nفباعتبار هذه الرواية كأني سمعته من مسلم بن الحجاج نفسه، وقع إلينا بحمد\nالله أعلى ما يوجد وأصح ما يسند\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>الحديث الثامن عشر عن أبي محمد طلحة بن عبيد الله التيمي القرشي رضي الله عنه</h1>\n\n<p>\nأخبرنا أبو الحسن الفواكهي، والإمام أبو محمد السيدي، قراءة، وجدي الإمام\nأبو نصر القشيري، إجازة، قالوا: أنبأنا أبو عثمان البحيري، أنبأنا أبو علي\nالفقيه، أنبأنا أبو إسحاق الهاشمي، حدثنا أبو مصعب، حدثنا مالك، عن عمه أبي\nسهيل <span id='ms15'></span> بن مالك، عن أبيه، أنه سمع طلحة بن عبيد الله، يقول: جاء رجل إلى رسول\nالله صلى الله عليه وسلم من أهل نجد، ثائر الرأس، يسمع دوي صوته ولا يفقه\nما يقول، حتى دنا من رسول الله صلى الله عليه وسلم، فإذا هو يسأل عن\nالإسلام، فقال رسول الله صلى الله عليه وسلم: «خمس صلوات في اليوم والليلة»\n، فقال: هل علي غيرهن؟ قال: «لا، إلا أن تطوع» ، قال رسول الله صلى الله\nعليه وسلم: «وصيام شهر رمضان» ، فقال: هل علي غيره؟ فقال: «لا، إلا أن\nتطوع» ، قال: وذكر له رسول الله صلى الله عليه وسلم الزكاة، فقال: هل علي\nغيرها؟ قال: «لا، إلا أن تطوع» ، قال: فأدبر الرجل وهو يقول: والله لا أزيد\nعلى هذا ولا أنقص منه، فقال رسول الله صلى الله عليه وسلم: «أفلح إن صدق» ،\nحديث متفق على صحته، أخرجه البخاري في «الصحيح» عن إسماعيل بن أبي أويس،\nوأخرجه مسلم، عن قتيبة بن سعيد، وأخرجه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأبو داود، عن القعنبي، كلهم عن مالك بن أنس.\n</p>\n\n<p>\nورواه الشافعي، عن مالك، وفي روايتهم: «أفلح وأبيه إن صدق» .\n</p>\n\n<p>\nوكان ذلك قبل النهي عن الحلف بالآباء وقبل فرض الحج.\n</p>\n\n<p>\nوأخرجاه أيضا، عن قتيبة، عن إسماعيل بن جعفر، عن أبي سهيل نافع بن مالك\nبن أبي عامر الأصبحي، عن طلحة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>الحديث التاسع عشر عن أبي عبد الله زيد بن ثابت الأنصاري رضي الله عنه</h1>\n\n<p>\nأخبرنا أبو الحسن الفواكهي، والإمام أبو محمد السيدي قراءة، وجدي أبو نصر\nالقشيري، إجازة، قالوا: أنبأنا أبو عثمان البحيري، أنبأنا أبو علي الفقيه،\nأنبأنا أبو إسحاق الهاشمي، حدثنا أبو مصعب، حدثنا مالك، عن نافع، عن عبد\nالله بن عمر، عن زيد بن ثابت، أن رسول الله صلى الله عليه وسلم «أرخص لصاحب\nالعرية أن يبيعها بخرصها من التمر» ، حديث متفق عليه، أخرجاه في الصحيحين\nمن حديث مالك، فرواه البخاري، عن القعنبي، ورواه مسلم، عن يحيى بن يحيى،\nكلاهما عن مالك.\n</p>\n\n<p>\nورواه البخاري، أيضا، عن عارم، ورواه مسلم، عن أبي <span id='ms16'></span> كامل، وأبي الربيع،\nكلهم عن حماد بن زيد، عن أيوب، عن نافع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرجه مسلم، أيضا، عن محمد بن رافع، عن حجين بن المثنى، عن الليث بن\nسعد، عن عقيل، عن الزهري، عن سالم، عن أبيه، عن زيد بن ثابت.\n</p>\n\n<p>\nوأخرجه أبو عبد الرحمن النسائي، عن أبي داود سليمان بن سيف الحراني، عن\nيعقوب بن إبراهيم بن سعد، عن أبيه، عن صالح بن كيسان، عن الزهري، عن سالم،\nعن أبيه عبد الله بن عمر، عن زيد، وقع إلينا عاليا.\n</p>\n\n<p>\nفبهذا الاعتبار كأني سمعت هذا الحديث عن مسلم والنسائي فإن مشايخي من حيث\nعدد الرواة ساووهما، ولله الحمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>الحديث العشرون عن أبي هريرة عبد الرحمن بن صخر الدوسي رضي الله عنه</h1>\n\n<p>\nأخبرنا أبو الحسن الفواكهي، والإمام أبو محمد السيدي، قراءة، وجدي الإمام\nأبو نصر القشيري إجازة، قالوا: أنبأنا أبو عثمان البحيري، أنبأنا أبو علي\nالفقيه، أنبأنا أبو إسحاق الهاشمي، حدثنا أبو مصعب، حدثنا مالك، عن أبي\nالزناد، عن الأعرج، عن أبي هريرة رضي الله عنه، أن رسول الله صلى الله عليه\nوسلم قال: \" يتعاقبون فيكم ملائكة بالليل وملائكة بالنهار، ويجتمعون في\nصلاة الفجر وصلاة العصر، ثم يعرج الذين باتوا فيكم فيسألهم الله عز وجل وهو\nأعلم بهم: كيف تركتم عبادي؟ فيقولون: تركناهم وهم يصلون، وأتيناهم وهم\nيصلون \"، حديث متفق عليه، رواه البخاري في الصحيح، عن عبد الله بن يوسف،\nوقتيبة وغيرهما، ورواه مسلم عن يحيى بن يحيى، كلهم عن مالك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>الحديث الحادي والعشرون عن النعمان بن بشير الأنصاري رضي الله عنه</h1>\n\n<p>\nأخبرنا الإمام أبو عبد الله محمد بن الفضل بن أحمد الصاعدي الفراوي،\nأنبأنا أبو بكر أحمد بن الحسين البيهقي، أنبأنا أبو عبد الله محمد بن عبد\nالله البيع، حدثنا أبو بكر بن إسحاق الفقيه، حدثنا موسى بن الحسن بن عباد،\nوعمرو بن تميم، قالا: حدثنا أبو نعيم الفضل بن دكين، حدثنا زكريا بن أبي\nزائدة، عن الشعبي، قال: سمعت النعمان بن بشير، يقول: سمعت رسول الله صلى\nالله عليه وسلم يقول <span id='ms17'></span>: «الحلال بين والحرام بين، وبينهما مشتبهات، لا يعلمها\nكثير من الناس، فمن اتقى الشبهات استبرأ لعرضه ودينه، ومن وقع في الشبهات\nوقع في الحرام كالراعي يرعى حول الحمى يوشك أن يواقعه، ثم إن لكل ملك حمى،\nوإن حمى الله محارمه، ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله، وإن\nفسدت فسد الجسد كله، ألا وهي القلب» ، حديث متفق عليه، رواه البخاري، عن\nأبي نعيم، وأيضا عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن كثير، عن الثوري، عن أبي فروة، وعن ابن مثنى، عن ابن أبي عدي، عن\nابن عون، ورواه مسلم عن قتيبة، عن يعقوب بن عبد الرحمن، عن ابن عجلان، عن\nعبد الرحمن بن سعيد، كلهم عن الشعبي، وأيضا عن عبد الملك بن شعيب بن الليث،\nعن أبيه، عن جده، عن خالد بن يزيد، عن سعيد بن أبي هلال، عن عون بن عبد\nالله، عن الشعبي.\n</p>\n\n<p>\nفباعتبار هذه الرواية كأني سمعته من مسلم نفسه رحمه الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>الحديث الثاني والعشرون عن أبي محمد عبد الله بن عمرو بن العاص السهمي رضي الله عنه</h1>\n\n<p>\nأخبرنا الإمام أبو عبد الله الفراوي، أنبأنا أبو الحسين عبد الغافر بن\nمحمد الفارسي، أنبأنا أبو سهل بشر بن أحمد الإسفرائيني، حدثنا داود بن\nالحسين البيهقي، حدثنا يحيى بن يحيى، أنبأنا عباد بن عباد، عن هشام بن\nعروة، عن أبيه، عن عبد الله بن عمرو، قال: قال رسول الله صلى الله عليه\nوسلم: «إن الله لا يقبض العلم انتزاعا ينتزعه من الناس، ولكن يقبض العلماء،\nحتى إذا لم يترك عالما اتخذ الناس رءوسا جهالا، فإذا سئلوا أفتوا بغير علم\nفضلوا وأضلوا» ، حديث متفق عليه، رواه البخاري، عن ابن أبي أويس، عن مالك،\nورواه مسلم، عن يحيى بن يحيى، عن عباد، كلاهما عن هشام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>الحديث الثالث والعشرون عن عمران بن حصين أبي نجيد رضي الله عنه</h1>\n\n<p>\nأخبرنا الإمام فقيه الحرم أبو عبد الله الفراوي، أنبأنا الأستاذ أبو يعلى\nإسحاق بن عبد الرحمن الصابوني، أنبأنا أبو سعيد عبد الله بن محمد الرازي <span id='ms18'></span>،\nأنبأنا محمد بن أيوب البجلي، حدثنا مسلم بن إبراهيم، حدثنا خشام، حدثنا\nيحيى بن أبي كثير، عن أبي قلابة، عن أبي المهلب، عن عمران بن حصين، أن\nامرأة أتت النبي صلى الله عليه وسلم، فقالت: يا رسول الله! إنها زنت، وهي\nحبلى، فدعا النبي صلى الله عليه وسلم وليا لها فقال: «أحسن إليها، فإذا\nوضعت فجيء بها» ، فلما وضعت جاء بها، فأمر بها النبي صلى الله عليه وسلم\nفشدت عليها ثيابها ثم أمر بها فرجمت، ثم أمرهم فصلوا عليها، فقال عمر: يا\nنبي الله! أتصلي عليها وقد زنت؟ ! فقال: «والذي نفسي بيده لقد تابت توبة لو\nقسمت بين سبعين من أهل المدينة لوسعتهم، وهل وجدت أفضل من أن جادت بنفسها\nلله عز وجل؟» ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث صحيح، أخرجه مسلم في الصحيح عن مالك بن عبد الواحد، عن معاذ، عن\nأبيه، عن يحيى بن أبي كثير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>الحديث الرابع والعشرون عن أبي العباس عبد الله بن العباس بن عبد المطلب الهاشمي رضي الله عنهما</h1>\n\n<p>\nوأخبرنا الإمام أبو عبد الله الفراوي، أنبأنا أبو عثمان سعيد بن محمد\nالبحيري، أنبأنا أبو علي زاهر بن أحمد الفقيه، أنبأنا أبو عبد الله محمد بن\nحفص الجويني، حدثنا زياد بن أيوب، أنبأنا هشيم، أنبأنا أبو بشر، عن سعيد بن\nجبير، عن ابن عباس، قال: لما قدم النبي صلى الله عليه وسلم المدينة وجد\nاليهود يصومون عاشوراء، فسئلوا عن ذلك، فقالوا: هو اليوم الذي أظهر الله\nفيه موسى وبني إسرائيل على فرعون ونحن نصوم تعظيما له، فقال رسول الله صلى\nالله عليه وسلم: «نحن أولى بموسى منكم» ، وأمر بصومه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحديث متفق عليه، رواه البخاري ومسلم، عن بندار، عن غندر، عن شعبة، عن أبي\nبشر جعفر بن أبي وحشية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>الحديث الخامس والعشرون عن أبي مسلم سلمة بن الأكوع «رضي الله عنه»</h1>\n\n<p>\nأخبرنا الشيخ الثقة أبو القاسم زاهر بن طاهر بن محمد الشحامي، أنبأنا أبو\nبكر أحمد بن منصور بن خلف المغربي، أنبأنا أبو الحسن عبد الرحمن بن إبراهيم\nبن محمد <span id='ms19'></span> بن يحيى المزكي، أنبأنا محمد بن عمرو بن البحيري، حدثنا يحيى بن\nجعفر بن الزبرقان، حدثنا الضحاك بن مخلد، حدثنا يزيد بن أبي عبيد، عن سلمة\nبن الأكوع، قال: قال رسول الله صلى الله عليه وسلم يوم الأضحى: «من ضحى\nمنكم فلا يصبحن بعد ثالثة من أضحيته بشيء» ، فلما كان العام المقبل قالوا:\nيا رسول الله نفعل في هذا العام كما فعلنا في العام الماضي؟ قال: «لا، كلوا\nوأطعموا وادخروا، فإن ذلك العام كان فيه سنة، أو كلمة تشبهها، فأردت أن\nتقتسموا في الناس» ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحديث متفق عليه، أخرجه البخاري، عن أبي عاصم الضحاك بن مخلد النبيل.\n</p>\n\n<p>\nوأخرجه مسلم، عن إسحاق بن منصور عن أبي عاصم.\n</p>\n\n<p>\nوهو من الثمانيات العالية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>الحديث السادس والعشرون عن عبد الله بن سرجس المزكي رضي الله عنه</h1>\n\n<p>\nأخبرنا الزكي أبو القاسم الشحامي، أنبأنا أبو سعد محمد بن عبد الرحمن\nالكنجروذي، أنبأنا أبو عمرو محمد بن أحمد بن حمدان، أنبأنا عمران بن موسى\nبن مجاشع السختياني، حدثنا سويد بن سعيد، حدثنا علي بن مسهر، عن عاصم\nالأحول، عن عبد الله بن سرجس المخزومي، قال: أتيت النبي صلى الله عليه وسلم\nوأكلت من طعامه، فقلت: يا رسول الله! غفر الله لكل، فقال له صاحبي: هل\nاستغفر لك النبي صلى الله عليه وسلم؟ قال: نعم، ولك، ثم تلا هذه الآية: \"\n{واستغفر لذنبك وللمؤمنين والمؤمنات} [محمد: 19] \"، ثم تجولت فنظرت إلى\nخاتم النبوة بين كتفيه جمع خيلان كأنها الثآليل، حديث صحيح.\n</p>\n\n<p>\nأخرجه مسلم في الصحيح عن أبي كامل، عن حماد بن زيد، وعن سويد، عن علي بن\nمسهر، وعن حامد بن عمر، عن عبد الواحد بن زياد، كلهم عن عاصم الأحول.\n</p>\n\n<p>\nوهو من الثمانيات العالية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>الحديث السابع والعشرون عن جابر بن سمرة بن جنادة السوائي رضي الله عنه</h1>\n\n<p>\nأخبرنا الإمام الزكي أبو القاسم الشحامي، أنبأنا أبو سعد محمد بن عبد\nالرحمن الكنجروذي، أنبأنا أبو عمرو محمد بن أحمد بن حمدان، أنبأنا عمران بن\nموسى بن مجاشع، حدثنا أبو كامل، حدثنا أبو <span id='ms20'></span> عوانة، عن سماك بن حرب، عن جابر\nبن سمرة، قال: سمعت رسول الله صلى الله عليه وسلم يقول: «لتفتحن عصابة من\nالمسلمين أو المؤمنين كنوز كسرى الذي في الأبيض»\n</p>\n\n<p>\nوسمعته يقول: «إن الله سمى المدينة طابة» ، حديثان صحيحان أخرجهما مسلم،\nأما حديث المدينة، فرواه عن قتيبة، وجماعة، عن أبي الأحوص، عن سماك.\n</p>\n\n<p>\nوأما حديث كنز كسرى فرواه في حديثه عن قتيبة، وغيره، عن حاتم بن إسماعيل،\nعن المهاجر بن مسمار، وعن محمد بن رافع، عن ابن أبي فديك، عن ابن أبي ذئب،\nعن مهاجر بن مسمار، عن عامر بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nسعد، أن جابر بن سمرة كتب إليه في قصة رجم الأسلمي وفيه قصة كنز كسرى.\n</p>\n\n<p>\nفعلى هذا كأني سمعته من صاحب مسلم\n</p>\n\n<p>\nوروي من حديث شعبة، عن سماك، عن جابر بن سمرة، أن النبي صلى الله عليه\nوسلم قال: «لا يبرح هذا الدين قائما يقاتل عليه عصابة من المسلمين حتى تقوم\nالساعة» ، أخبرناه مولانا والدي أبو حفص، وعمتي عائشة، والشيخ الزكي أبو\nمنصور عبد الخالق بن زاهر الشحامي، قالوا: أنبأنا أبو المظفر موسى بن عمران\nالأنصاري، أنبأنا السيد أبو الحسن محمد بن الحسين بن داود العلوي، أنبأنا\nأبو نصر بن حمدويه الغازي، أنبأنا أبو الموجه محمد بن عمرو الفزاري، حدثنا\nعبدان بن عثمان، حدثنا أبي، عن شعبة فذكره.\n</p>\n\n<p>\nحديث غريب عال، تفرد به عبدان بن عثمان بن جبلة المروزي، عن أبيه، عن\nشعبة، يعد في أفراد الخراسانيين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>الحديث الثامن والعشرون عن طارق بن الأشيم الأشجعي رضي الله عنه</h1>\n\n<p>\nأخبرنا الإمام الزكي أبو القاسم بن أبي عبد الرحمن الشحامي، رحمه الله،\nأنبأنا والدي، أنبأنا عبد الرحمن بن حمدان، أنبأنا محمد بن أحمد المفيد،\nحدثنا أحمد بن عبد الرحمن السقطي، حدثنا يزيد بن هارون، أنبأنا أبو مالك\nالأشجعي، حدثني أبي، أنه سمع رسول الله صلى الله عليه وسلم إذ أتاه إنسان\nيقول: يا نبي الله! كيف أقول حين أسأل ربي؟ قال: \" قل: اللهم اغفر لي\nوارحمني واهدني وارزقني \"، ويقول بأصابعه الأربع، قال: وقبض <span id='ms21'></span> رسول الله صلى\nالله عليه وسلم كفه هكذا غير الإبهام وأرانا يريد: «فإن هؤلاء يجمعن لك\nدنياك وآخرتك»\n</p>\n\n<p>\nقال: وسمعته يقول للقوم: «من وحد الله وكفر بما يعبد من دونه حرم ماله\nودمه، وحسابه على الله عز وجل» ، حديثان صحيحان أخرجهما مسلم في الصحيح،\nفرواهما عن زهير بن حرب، عن يزيد بن هارون.\n</p>\n\n<p>\nوروى الحديث الأول عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأبي كامل، عن عبد الواحد بن زياد، وعن سعيد بن أزهر، عن أبي معاوية\nكلاهما عن أبي مالك، والحديث الثاني من حديث أبي خالد الأحمر، ومروان\nالفزاري، عن أبي مالك سعد بن طارق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p287'> Vol. 01, p. 287</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>الحديث التاسع والعشرون عن أبي إسحاق سعد بن أبي وقاص القرشي رضي الله عنه</h1>\n\n<p>\nأخبرنا السيد الأجل أبو الغنائم حمزة بن هبة الله بن محمد الحسني، أنبأنا\nالسيد أبو المعالي إسماعيل بن الحسن بن محمد الحسني، أنبأنا أبو الحسين\nأحمد بن محمد بن عمر الخفاف، أنبأنا أبو العباس محمد بن إسحاق السراج،\nحدثنا قتيبة بن سعيد، حدثنا الليث، عن الحكيم بن عبد الله بن قيس، عن عامر\nبن سعد بن أبي وقاص، عن سعد بن أبي وقاص، عن رسول الله صلى الله عليه وسلم،\nأنه قال: \" من قال حين يسمع المؤذن: أشهد أن لا إله إلا الله وحده لا شريك\nله، وأن محمدا عبده ورسوله، رضيت بالله ربا وبمحمد رسولا وبالإسلام دينا\nغفر الله له ذنبه \"،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث صحيح، أخرجه مسلم في الصحيح عن قتيبة، ومحمد بن رمح، كلاهما عن\nالليث به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>الحديث الثلاثون عن فاطمة بنت قيس رضي الله عنها</h1>\n\n<p>\nأخبرتنا عمتي عائشة بنت أحمد بن منصور الصفار، ووالدي أبو حفص عمر،\nوالزكي أبو منصور الشحامي، قالوا: أنبأنا أبو المظفر موسى بن عمران\nالأنصاري، أنبأنا السيد أبو الحسن محمد بن الحسين بن داود العلوي، أنبأنا\nأبو الحسن محمد بن محمد بن علي الأنصاري، حدثنا الحسين بن داود البلخي،\nحدثنا عصام بن يوسف، حدثنا أبو بكر بن عياش، عن أبي حصين، عن الشعبي، قال:\nحدثتني فاطمة بنت قيس، «أن زوجها <span id='ms22'></span> طلقها ثلاثا، فأتت النبي صلى الله عليه\nوسلم، فلم يجعل لها سكنى ولا نفقة» ، حديث صحيح المتن مخرج في الصحيحين\nبطرق، وحديث الشعبي أخرجه مسلم من أوجه، منها روايته عن ابن مثنى، وابن\nبشار، عن ابن مهدي، عن سفيان، عن سلمة بن كهيل، عن الشعبي، وحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأبي حصين عثمان بن عاصم عنه غريب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>الحديث الحادي والثلاثون عن عبد الله بن زيد الأنصاري رضي الله عنه</h1>\n\n<p>\nحدثنا القاضي الرئيس أبو سعيد محمد بن أحمد بن محمد بن صاعد إملاء، حدثنا\nأبو حفص عمر بن أحمد بن مسرور الزاهد، أنبأنا أبو أحمد الحسين بن علي\nالتميمي، أنبأنا أبو القاسم البغوي، حدثنا عيسى يعني ابن سالم الشاشي،\nحدثنا عبيد الله بن عمر، عن يحيى بن سعيد، عن أبي بكر بن حزم، عن عباد بن\nتميم، عن عبد الله بن زيد الأنصاري، عن النبي صلى الله عليه وسلم، أنه «خرج\nيستسقي، ثم إنه لما أراد أن يدعو استقبل القبلة وحول رداءه» ، حديث متفق\nعلى صحته، رواه البخاري، عن محمد، عن عبد الوهاب، ورواه مسلم، عن يحيى بن\nيحيى، عن ابن بلال، كلاهما عن يحيى بن سعيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرجاه من حديث الزهري، عن عابد، ومن أوجه أخر أيضا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>الحديث الثاني والثلاثون عن صهيب بن سنان أبي يحيى رضي الله عنه</h1>\n\n<p>\nأخبرنا الإمام أبو المعالي أسعد بن صاعد بن منصور بن إسماعيل بن صاعد\nالخطيب الصاعدي، إملاء، أنبأنا أبو بكر أحمد بن علي بن عبد الله الفارسي،\nأنبأنا الحاكم أبو عبد الله محمد بن عبد الله الحافظ، أنبأنا أبو العباس\nمحمد بن يعقوب، حدثنا أبو بكر محمد بن إسحاق الصغاني، حدثنا أسود بن عامر،\nحدثنا حماد بن سلمة.\n</p>\n\n<p>\nح وحدثنا الزكي أبو منصور عبد الخالق بن زاهر بن طاهر الشحامي، قال:\nأنبأنا الإمام جدي طاهر بن محمد الشحامي، أنبأنا أبو بكر أحمد بن محمد\nالأصبهاني، أنبأنا أبو الشيخ، بأصبهان، أنبأنا ابن أبي عاصم، وابن رستة،\nقالا: حدثنا هدبة.\n</p>\n\n<p>\nوحدثنا الخطيب أبو المعالي الصاعدي، إملاء، أنبأنا والدي أبو <span id='ms23'></span> العلاء صاعد\nبن منصور، أنبأنا الشريف أبو نصر محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن علي بمدينة السلام، أنبأنا أبو الطاهر بن المخلص، حدثنا أبو\nالقاسم البغوي، حدثنا هدبة بن خالد، حدثنا حماد بن سلمة، عن ثابت، عن عبد\nالرحمن بن أبي ليلى، عن صهيب، قال: قرأ رسول الله صلى الله عليه وسلم هذه\nالآية: {للذين أحسنوا الحسنى وزيادة} [يونس: 26] ، قال: \" إذا دخل أهل\nالجنة الجنة وأهل النار النار نادى مناد: يا أهل الجنة! إن لكم عند الله\nموعدا يريد أن ينجزكموه.\n</p>\n\n<p>\nفيقولون: ما هو؟ ! ألم يثقل موازيننا، ويبيض وجوهنا، ويدخلنا الجنة\nويجرنا من النار؟ ! فيكشف الحجاب فينظرون إلى الله عز وجل، فما شيء أعطوه\nأحب إليهم من النظر إليه وهي الزيادة \"، لفظ حديث البغوي، عن هدبة، وفي\nحديث أبي الشيخ: \" فينظرون إلى الله عز وجل فيخرون له سجدا وهي الزيادة،\nالتي قال الله عز وجل: {للذين أحسنوا الحسنى وزيادة} [يونس: 26] \".\n</p>\n\n<p>\nوفي حديث أسود بن عامر: \" موعدا يشتهي أن ينجزكموه.\n</p>\n\n<p>\nقالوا: ما هذا الموعد ولم يذكر: ويجرنا من النار؟ وقال: فيرفع الحجاب\nوينظرون إلى وجه الله عز وجل، فما أعطوا شيئا أحب من النظر إليه \".\n</p>\n\n<p>\nحديث صحيح عال أخرجه مسلم في الصحيح عن أبي بكر بن أبي شيبة، عن يزيد بن\nهارون، وعن عبيد الله بن عمر بن ميسرة، عن ابن مهدي، كلاهما عن حماد بن\nسلمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>الحديث الثالث والثلاثون عن المغيرة بن شعبة رضي الله عنه</h1>\n\n<p>\nحدثنا الإمام أبو الحسن عبد الغافر بن إسماعيل بن عبد الغافر الفارسي،\nرحمه الله، إملاء، أنبأنا أبو بكر أحمد بن منصور بن خلف المغربي، أنبأنا\nأبو طاهر محمد بن الفضل المزكي، أنبأنا أبو حامد أحمد بن محمد بن الحسن\nالشرقي، أنبأنا عبد الرحمن بن بشر، حدثنا مالك بن سعير بن الخمس التميمي،\nحدثنا الأعمش، عن عبد الملك بن عمير، والمسيب بن رافع، عن وراد، قال: أملى\nعلي المغيرة بن شعبة كتابا إلى معاوية، وقال مرة: كتب به إلى معاوية، أني\nسمعت رسول الله صلى الله عليه <span id='ms24'></span> وسلم يقول إذا قضى الصلاة: «لا إله إلا الله\nوحده لا شريك له، له الملك، وله الحمد وهو على كل شيء قدير، اللهم لا مانع\nلما أعطيت ولا معطي لما منعت، ولا ينفع ذا الجد منك الجد» ، وأخبرناه أبو\nمحمد السيدي، وأبو القاسم الشحامي، قالا: أنبأنا أبو سعد الكنجروذي، أنبأنا\nأبو عمرو بن حمدان، أنبأنا الحسن بن سفيان، حدثنا عبيد الله بن معاذ بن\nمعاذ العنبري، حدثنا أبي، حدثنا شعبة، عن الحكم، عن القاسم بن مخيمرة، عن\nوراد كاتب المغيرة، عن المغيرة، عن النبي صلى الله عليه وسلم، مثله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحديث متفق على صحته، أخرجه الشيخان في الصحيحين من أوجه، فرواه مسلم عن\nأبي بكر بن أبي شيبة، وأبي كريب، وأحمد بن سنان، عن أبي معاوية، عن الأعمش،\nعن المسيب وحده، عن وراد، ولم يذكر فيه عبد الملك.\n</p>\n\n<p>\nوإنما أخرجه من حديث سفيان بن عيينة، عن عبد الملك.\n</p>\n\n<p>\nفأخرجه عن ابن أبي عمر عنه، عن عبدة، وعبد الملك.\n</p>\n\n<p>\nوأخرجه البخاري عن محمد بن يوسف، عن سفيان الثوري، وعن موسى، عن أبي\nعوانة، كلاهما عن عبد الملك.\n</p>\n\n<p>\nوحديث الأعمش عن عبد الملك غريب.\n</p>\n\n<p>\nقال أبو حامد بن الشرقي: سمعت صالح جزرة يقول: قدمت خراسان بسبب هذا\nالحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>الحديث الرابع والثلاثون عن جرير بن عبد الله البجلي رضي الله عنه</h1>\n\n<p>\nحدثنا الإمام أبو نصر محمد بن عبد الله بن أحمد الأرغياني، إملاء، أنبأنا\nأبو محمد عبد الحميد بن عبد الرحمن بن محمد البحيري، أنبأنا عبد الملك بن\nالحسن بن محمد بن إسحاق الأزهري، حدثنا خالي يعقوب بن إسحاق الحافظ، حدثنا\nعباس الدوري، حدثنا عمر بن حفص بن غياث، حدثنا أبي، حدثنا الأعمش، حدثنا\nمسلم بن صبيح، وموسى بن عبد الله، عن عبد الرحمن بن هلال العبسي، عن جرير\nبن عبد الله، قال: كنا عند النبي صلى الله عليه وسلم إذ جاءه سائل فقال:\n«تصدقوا» ، فخطبنا رسول الله صلى الله عليه وسلم فحثنا على الصدقة، فأبطأ\nالناس فجعل وجه رسول الله صلى الله عليه <span id='ms25'></span> وسلم يتغير، قال: فجاء رجل من\nالأنصار بصرة، فقال بيده، رسول الله، صدقة، ثم جاء آخر بصرة، ثم جاء آخر\nبصرة، قال: فسري عن وجه رسول الله صلى الله عليه وسلم، ثم قال رسول الله\nصلى الله عليه وسلم: «من سن سنة في الإسلام حسنة عمل بها بعده كان له أجر\nمن عمل بها من غير أن ينتقص من أجوره شيء، ومن سن سنة في الإسلام سيئة عمل\nبها بعده كان عليه وزر من عمل بها من غير أن ينتقص من أوزارهم شيء» ، حديث\nصحيح أخرجه مسلم عن زهير، عن جرير، عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالأعمش، وأخرجه من وجهين آخرين أيضا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p301'> Vol. 01, p. 301</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>الحديث الخامس والثلاثون عن عبد الرحمن بن سمرة رضي الله عنه</h1>\n\n<p>\nأخبرنا الشيخ أبو القاسم سهل بن إبراهيم السبعي المساجدي خادم مسجد\nالمطرز، وأبو محمد هبة الله بن سهل، وأبو القاسم زاهر بن طاهر، قالوا:\nأنبأنا أبو سعد محمد بن عبد الرحمن الكنجروذي، أنبأنا أبو عمرو محمد بن\nأحمد بن حمدان، أنبأنا أبو يعلى الموصلي أحمد بن علي بن المثنى، حدثنا غسان\nبن الربيع الكوفي، حدثنا ثابت بن يزيد، عن أبي عامر الخزاز، عن الحسن، وابن\nسيرين، عن النبي صلى الله عليه وسلم، أنه قال لعبد الرحمن بن سمرة: «لا\nتسأل الإمارة، فلأنك إن أعطيتها عن مسألة وكلت إليها، وإن أعطيتها عن غير\nمسألة أعنت عليها، وإذا حلفت على يمين فرأيت غيرها خيرا منها فائت الذي هو\nخير، وكفر عن يمينك» ، قالها أحدهما، وقال الآخر: «وكفر عن يمينك، وائت\nالذي خير» ، حديث صحيح المتن، غريب الإسناد، رواه أبو عامر الخزاز هكذا عن\nالحسن البصري، ومحمد بن سيرين كالمرسل، وقد رواه خلق كثير عن الحسن، عن عبد\nالرحمن بن سمرة متصلا، عن النبي صلى الله عليه وسلم مثل جرير بن حازم،\nويونس بن عبيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرجه البخاري عن أبي النعمان، وحجاج بن منهال، أخرجه مسلم عن شيبان،\nكلهم عن جرير بن حازم، عن الحسن، قال: حدثنا عبد الرحمن بن سمرة، فذكر جرير\nسماع الحسن <span id='ms26'></span> عن عبد الرحمن، فخرج حديث الحسن عن حكم المرسل.\n</p>\n\n<p>\nوله طرق في الصحيحين من حديث جماعة، عن الحسن، عن عبد الرحمن، ومنها\nرواية مسلم عن عقبة بن مكرم، عن سعيد بن عامر، عن شعبة، عن قتادة، عن\nالحسن، عن عبد الرحمن.\n</p>\n\n<p>\nفباعتباره كأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p303'> Vol. 01, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nمشايخي سمعوه من صاحب مسلم\n</p>\n\n<p>\nوأخبرنا أبو القاسم السبعي والآخران، قالوا: أنبأنا أبو سعد الكنجروذي،\nأنبأنا أبو عمرو بن حمدان، حدثنا محمد بن أحمد بن عبد الله بن أبي عون\nالرداني بنسا في دار الحسن بن سفيان، حدثنا ابن كاسب وهو يعقوب بن حميد بن\nكاسب، حدثنا حاتم بن إسماعيل، عن محمد بن عبيد الله، عن عبد الملك بن عمير،\nعن زياد مولى مصعب، عن عبد الرحمن بن سمرة، أن النبي صلى الله عليه وسلم\nقال: «يا عبد الرحمن! لا تسأل الإمارة فإنك إن أعطيتها عن مسألة توكل إلى\nنفسك، وإن أعطيتها عن غير مسألة تعن عليها، يا عبد الرحمن! وإذا حلفت على\nيمين فرأيت ما هو خير منها فكفر عن يمينك وائت الذي هو خير»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>الحديث السادس والثلاثون عن أبي الدرداء عويمر بن عامر الأنصاري رضي الله عنه</h1>\n\n<p>\nأخبرنا جدي الإمام أبو نصر أحمد بن منصور بن محمد بن القاسم الصفار،\nأنبأنا جدي الإمام أبو بكر محمد بن القاسم بن حبيب بن عبدوس الصفار، أنبأنا\nالحاكم أبو عبد الله محمد بن عبد الله الحافظ، أنبأنا أبو أحمد بكر بن محمد\nالصيرفي، بمرو، حدثنا أبو قلابة الرقاشي، حدثنا سعيد بن سليمان، حدثنا\nإسماعيل بن جعفر، عن محمد بن أبي حرملة، عن عطاء بن يسار، عن أبي الدرداء\nرضي الله عنه، قال: أوصاني خليلي صلى الله عليه وسلم بثلاث لا أدعهن:\n«الوتر قبل النوم، وركعتي الضحى، وصيام ثلاثة أيام من كل شهر»\n</p>\n\n<p>\nورواه جبير بن نفير الحضرمي، عن أبي الدرداء، قال: أوصاني خليلي صلى الله\nعليه وسلم بثلاث لا أدعهن لشيء: «أوصاني بثلاثة أيام من كل شهر، وأن لا\nأنام إلا على وتر، وسبحة الضحى في السفر والحضر <span id='ms27'></span>» ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا جدي أبو نصر أحمد، حدثنا جدي أبو بكر محمد، أنبأنا أبو عبد الله\nالحافظ، حدثنا مكرم بن أحمد القاضي، حدثنا إبراهيم بن الهيثم البلدي، حدثنا\nأبو اليمان، حدثنا صفوان بن عمرو، عن أبي إدريس السكوني، عن جبير بن نفير\nالحضرمي، عن أبي الدرداء، فذكره، وقد أوصى رسول الله صلى الله عليه وسلم\nبذلك أبا هريرة وأنس بن مالك\n</p>\n\n<p>\nوأخرج الشيخان في الصحيحين من حديث أبي التياح، عن أبي عثمان النهدي، عن\nأبي هريرة، قال: أوصاني خليلي صلى الله عليه وسلم بثلاث: «صيام ثلاثة أيام\nمن كل شهر، وركعتي الضحى، وأن أوتر قبل أن أرقد» ، أخبرناه جدي أبو نصر،\nأنبأنا جدي أبو بكر، أنبأنا أبو عبد الله الحافظ، حدثنا أبو محمد جعفر بن\nمحمد بن نصير الخلدي، ببغداد، حدثنا الحارث بن محمد التميمي، حدثنا العباس\nالأزرق، حدثنا عبد الوارث سعيد، حدثنا أبو التياح، فذكره.\n</p>\n\n<p>\nرواه البخاري عن أبي معمر، عن عبد الوارث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nورواه مسلم بن الحجاج عن شيبان، عن عبد الوارث، وقع إلينا عاليا بحمد\nالله.\n</p>\n\n<p>\nوزاد في حديث أنس بن مالك «الغسل يوم الجمعة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>الحديث السابع والثلاثون عن مرداس بن مالك الأسلمي رضي الله عنه</h1>\n\n<p>\nأخبرنا أبو الحسن علي بن جامع الجنابذي، وأبو القاسم زاهر بن طاهر بن\nمحمد، قالا: أنبأنا الحاكم أبو الحسن أحمد بن عبد الرحيم الإسماعيلي، حدثنا\nأبو الحسين محمد بن محمد بن حامد القطان، أنبأنا أبو عبد الله محمد بن عبد\nالله بن دينار، حدثنا أبو يحيى زكريا بن يحيى بن الحارث البزاز، حدثنا زياد\nبن أيوب البغدادي، حدثنا محمد بن عبيد، حدثنا إسماعيل وهو ابن أبي خالد، عن\nقيس وهو ابن أبي حازم، عن مرداس، قال: سمعت رسول الله صلى الله عليه وسلم\nيقول: «يقبض الصالح الأول فالأول، ويبقى حثالة كجفالة التمر» ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحديث صحيح أخرجه البخاري عن إبراهيم بن موسى، عن عيسى بن يونس، عن\nإسماعيل\n</p>\n\n<p>\nوأخرجه، أيضا، عن يحيى بن حماد، حدثنا أبو عوانة، عن بيان، عن قيس بن أبي\nحازم، عن مرداس <span id='ms28'></span> الأسلمي، أن رسول الله صلى الله عليه وسلم قال: «يذهب\nالصالحون الأول، ويبقى حفالة أو حثالة مثل الشعير أو التمر لا يبال الله\nبالة» ، يعني بهم، كذا رواه في الصحيح، ورواه أبو يحيى البزاز، عن البخاري\n</p>\n\n<p>\nقال أبو يحيى: وحدثنا علي بن الحسن، حدثنا جبارة، عن شريك، عن إسماعيل بن\nأبي خالد، عن قيس بن أبي حازم، عن مسلمة الفهري، قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم يقول: «يذهب الصالحون أسلافا، ويبقى\nحثالة كحثالة الإناء، لا يعبأ الله بهم شيئا» ، أخبرنا بهما أبو الحسن\nالجنابذي، وأبو القاسم الشحامي، قالا: أنبأنا أبو الحسن الإسماعيلي، أنبأنا\nأبو الحسين بن حامد، أنبأنا أبو عبد الله بن دينار، حدثنا أبو يحيى البزار،\nفذكرهما.\n</p>\n\n<p>\nوروي ذلك عن عبد الله بن مسعود موقوفا عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p310'> Vol. 01, p. 310</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>الحديث الثامن والثلاثون عن أبي عبد الله الزبير بن العوام التيمي القرشي رضي الله عنه</h1>\n\n<p>\nأخبرنا والدي إمام الأئمة أبو حفص عمر بن أحمد بن منصور بن محمد بن\nالقاسم بن حبيب بن عبدوس الصفار، قال: أنبأنا أبو القاسم عبد الرحمن بن\nأحمد الواحدي، قال: أنبأنا أبو محمد عبد الله بن يوسف الأصبهاني، أنبأنا\nأبو سعيد ابن الأعرابي، حدثنا الحسن بن الصباح، حدثنا وكيع، عن هشام بن\nعروة، عن أبيه، عن جده وهو الزبير بن العوام، قال: قال رسول الله صلى الله\nعليه وسلم: «لأن يأخذ أحدكم حبله فيأتي الجبل فيجيء بحزمة من حطب على ظهره\nفيبيعها فيستغني بها خير من أن يسأل الناس أعطوه أو منعوه» ، حديث صحيح،\nرواه البخاري، عن خت، عن وكيع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرجه أيضا من أوجه أخر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>الحديث التاسع والثلاثون عن أبي الوليد عبادة بن الصامت بن قيس الأنصاري رضي الله عنه</h1>\n\n<p>\nأخبرنا أبو محمد العباس بن محمد بن أبي منصور العصاري الطوسي الواعظ،\nقال: أنبأنا أبو سعيد محمد بن سعيد الفرخزاذي النوقاني، بالطبران، أنبأنا\nأبو إسحاق أحمد بن محمد بن إبراهيم الثعلبي، بنيسابور، أنبأنا عبد الله بن\nحمدان الوزان، أنبأنا مكي بن عبدان، حدثنا عبد الرحمن بن <span id='ms29'></span> بشر بن الحكم،\nحدثنا ابن عيينة، عن الزهري، عن محمود بن الربيع، عن عبادة بن الصامت، قال:\nقال رسول الله صلى الله عليه وسلم: «لا صلاة لمن لم يقرأ بفاتحة الكتاب\nفصاعدا» ، حديث متفق على صحته، أخرجه البخاري في الصحيح عن علي ابن\nالمديني، وأخرجه مسلم، عن أبي بكر بن أبي شيبة، وعمرو الناقد، وإسحاق\nالحنظلي، كلهم عن سفيان بن عيينة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرجه مسلم أيضا عن إسحاق بن إبراهيم، عن عبد الرزاق، عن معمر، عن\nالزهري.\n</p>\n\n<p>\nوأخرجه أيضا عن الحسن الحلواني، عن يعقوب بن إبراهيم بن سعد، عن أبيه، عن\nصالح بن كيسان، عن الزهري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p314'> Vol. 01, p. 314</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head39'>الحديث الأربعون عن أبي موسى عبد الله بن قيس الأشعري رضي الله عنه</h1>\n\n<p>\nحدثنا الشيخ الزكي أبو منصور عبد الخالق بن زاهر بن طاهر بن محمد بن محمد\nبن أحمد بن محمد بن يوسف بن المرزبان بن علي بن عبد الله بن المرزبان\nالشحامي المزكي العدل، إملاء، أنبأنا أبو بكر محمد بن مأمون بن علي بن\nالمتولي، أنبأنا أبو كبر أحمد بن محمد بن الحارث، أنبأنا أبو الشيخ،\nبأصبهان، حدثنا محمد بن نصير، حدثنا إسماعيل بن عمرو، حدثنا الحسن، وعلي،\nابنا صالح، عن أبيهما، عن الشعبي، عن أبي بردة بن أبي موسى، عن أبيه، قال:\nقال رسول الله صلى الله عليه وسلم: \" ثلاثة يؤتون أجرهم مرتين: رجل كانت\nعنده مملوكة فأدبها فأحسن أدبها وعلمها فأحسن تعليمها ثم أعتقها وتزوجها،\nورجل من أهل الكتاب آمن بنبيه وبمحمد صلى الله عليه وسلم، وعبد أدى حق الله\nوحق مواليه فله أجران \"، قال الشعبي: أعطيتكها بغير شيء، وإن كان الرجل\nليركب فيما هو أدنى منه إلى المدينة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحديث متفق عليه، أخرجه البخاري عن خمسة أوجه من حديث صالح بن حيان، عن\nالشعبي.\n</p>\n\n<p>\nوأخرجه مسلم من أربعة أوجه من حديثه أيضا منها رواية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p316'> Vol. 01, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\nالبخاري عن علي بن المديني، ومنها رواية مسلم عن ابن أبي عمر، كلاهما عن\nسفيان بن عيينة، عن صالح، ومنها رواية مسلم، عن عبيد الله بن معاذ عن <span id='ms30'></span> شعبة\nعن صالح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n             <span id='ms31'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "223",
    "000",
    "000",
    "226",
    "000",
    "228",
    "000",
    "230",
    "231",
    "232",
    "000",
    "234",
    "000",
    "237",
    "238",
    "000",
    "000",
    "000",
    "000",
    "243",
    "000",
    "245",
    "000",
    "247",
    "000",
    "249",
    "000",
    "251",
    "000",
    "253",
    "000",
    "000",
    "000",
    "257",
    "000",
    "259",
    "000",
    "261",
    "262",
    "263",
    "000",
    "265",
    "000",
    "267",
    "000",
    "269",
    "000",
    "000",
    "273",
    "000",
    "000",
    "277",
    "000",
    "279",
    "000",
    "281",
    "000",
    "000",
    "000",
    "000",
    "287",
    "000",
    "289",
    "000",
    "291",
    "000",
    "293",
    "000",
    "295",
    "000",
    "299",
    "000",
    "301",
    "000",
    "303",
    "000",
    "000",
    "000",
    "307",
    "000",
    "000",
    "310",
    "000",
    "312",
    "000",
    "314",
    "000",
    "316",
    "317"
  ],
  "volumes": [
    "01"
  ]
}