{
  "content": "\n\n#\n<p>\n| أمثال الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             قال الشيخ الامام الحافظ أبو طاهر أحمد بن محمد بن محمد بن\nإبراهيم السلفي الأصبهاني رضي الله عنه أخبرنا أبو الحسن علي بن المشرف بن\nالمسلم الأنماطي بالاسكندرية أخبرنا أبو الحسين محمد بن علي بن يحيى الدقاق\nبمصر حدثنا أبو القاسم عبد الله بن أحمد بن علي بن طالب البغدادي حدثني أبو\nمحمد الحسن بن عبد الرحمن بن خلاد الرامهرمزي برامهرمز بقراءته علي في\nالمحرم سنة ثلاث وثلاثين وثلاثمائة قال هذا ذكر الأمثال المروية عن النبي\nصلى الله عليه وسلم وهي على خلاف ما رويناه من كلامه المشاكل للأمثال\nالمذكورة عن متقدمي العرب فإن تلك مواقع الافهام باللفظ الموجز المجل وهذا\nبيان وشرح وتمثيل يوافق أمثال التنزيل التي وعد الله عز وجل بها وأوعد وحرم\nوأحل ورجى وخوف وقرع بها المشركين وجعها موعظة وتذكيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n             ودل على\nقدرته مشاهدة وعيانا وعاجلا وآجلا <span class='quran'>وله المثل الأعلى في السماوات\nوالأرض وهو العزيز الحكيم </span></p>\n\n<p>\n1 حدثنا محمد بن عبد الحضرمي مطين ثنا عبد الله بن براد حدثني زيد بن\nالحباب ثنا ابن لهيعة ثنا يزيد بن عمرو المعافري أنه سمع شفيا الأصبحي يقول\nسمعت عبد الله بن عمرو يقول حفظت عن النبي صلى الله عليه وسلم ألف مثل\n</p>\n\n<p>\n2 حدثنا أبو أحمد هارون بن يوسف ثنا محمد بن يحيى بن أبي عمر العدني ثنا\nسفيان بن عيينة عن أبي الزناد عن الأعرج عن أبي هريرة ح وحدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \nعبد الله بن أحمد موسى عبدان ثنا عبد ربه بن خالد النميري ثنا الفضيل بن\nسليمان النميري عن موسى بن عقبة عن أبي حازم التمار أنه سمع أبا هريرة يقول\nقال رسول الله صلى الله عليه وسلم إنما مثلي ومثل الأنبياء قبلي كمثل رجل\nبنى بنيانا فأحسنه وأجمله وأكمله إلا موضع لبنة فجعل الناس يثيفون به\nويقولون ما رأينا أحسن من هذا لولا موضع هذه اللبنة ألا فكنت تلك اللبنة\nقال أبو محمد هذا مثل نبوته صلى الله عليه وسلم وأنه خاتم الأنبياء وبه تتم\nحجة الله <span id='ms01'></span> عز وجل على خلفه ومثل ذلك بالبنيان الذي يشد بعضه بعضا وهو ناقص\nالكمال بنقصان بعضه فأكمل الله به دنيه وختم به وحيه والعرب تمثل ما\nيبالغون فيه من الوثاقة والأصالة وعقدة المكارم والمفاخر وأشباه ذلك\nبالبنيان قال الله عز وجل <span class='quran'>إن الله يحب الذين يقاتلون في سبيله صفا\nكأنهم بنيان مرصوص </span>يعني لا يزول ولا يتخلخل وأخبر أنه بنى السماء فرفع\nسمكها وهو بناء القدرة لا أن ثم شيئا من آلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             قال عبدة بن\nالطبيب يذكر قيس بن عاصم % فما كان قيس هلكه هلك واحد % % ولكنه بنيان قوم\nتهدما %\n</p>\n\n<p>\n| وقال آخر % أولئك قوم إن بنوا أحسنوا البنا % % وإن عاهدوا أوفوا وإن\nعقدوا شدوا %\n</p>\n\n<p>\nالبنى مقصور بضم الباء جمع بنية هكذا قال لنا إبراهيم بن السري يعني\nالزجاج كما تقول لحية ولحى وحليلة وحلى وأنشد ابن دريد % تبوأت بيتا في\nالمكارم والعلا % % رفيع البنا بين المجرة والنجم %\n</p>\n\n<p>\n| \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             وقال زياد بن حمل التيميم % غمر الندى لا يبيت الحق يثمده\n% % إلا غدا وهو سامي الطرف مبتسم % % إن المكارم يبنيها ويعمرها % % حتى\nينال أمورا دونه قحم %\n</p>\n\n<p>\nيعنى لا يلج عليه الحق إلا سر به وقحم تكلف وتعب وأخبرنا أبو خليفة عن\nابن سلام قال لما أراد الوليد بن عبد الملك وإنما هو عبد الملك وليس هو\nالوليد أن يبايع لابنه يزيد قال جرير % وماذا تنظرون بها وفيكم % % نهوض\nبالعظائم واعتلاء % ولو قد بايعوك ولي عهد % % لقام الوزن واعتدل البناء %\n</p>\n\n<p>\n| \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             وقال آخر من العرب يمدح قوما % هم حلوا من الشرف المعلى %\n% ومن حسب العشيرة حيث شاءوا % % بناة مكارم وأساة كلم % % دماؤهم من الكلب\nالشفاء % % فأما بيتكم إن عد بيت % % فطال السمك واتسع الفناء % % وأما اسه\nفعلى قديم % % من العادي إن ذكر البناء % % فلوا أن السماء دنت لمجد % %\nومكرمة دنت لكم السماء %\n</p>\n\n<p>\nقوله دماؤهم من الكلب الشفاء الكلب داء يأخد الكلب وكانت العرب تزعم أن\nالكلب الكلب وهو الذي يأخذه هذا الداء إذا عض تلف المعرض وإذا استشفى\nالمعضوض بدم الشريف برىء\n</p>\n\n<p>\n3 حدثنا أبي ثنا <span id='ms02'></span> يعقوب بن سفيان الفسوي ثنا عبد الله بن صالح عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n             معاوية بن صالح عن عبد الرحمن بن جبير بن نفير عن أبيه عن\nالنواس بن سمعان قال رسول الله صلى الله عليه وسلم ضرب الله مثلا صراطا\nمستقيما وعلى جنبتي الصراط سور فيه أبواب مفتحة وعلى تلك الأبواب ستور\nمرخاة وعلى باب الصراط داع يقول أيها الناس ادخلوا الصراط ولا تعوجوا ومن\nفوق الصراط داع ينادي ففمن راد أن يفتح شيئا من بلك الأبواب قال ويحك لا\nتفتحه فإنك إن تفتحه تلجه فالصراط الإسلام والستور حدود الله والأبواب\nالمفتحة محارم الله والداعي القرآن والداعي من فوق واعظ الله قال لنا أبو\nمحمد الصراط الطريق والسور الحائط يقال سرت الحائط وتسورته إذا صرت في\nأعلاه وجنبتا الصراط ناحيتاه والجمع جنبات والحد المقدار والتناهي الممنوع\nمن تجاوزه كما قال الله عز وجل تلك حدود الله فلا تعتدوها وأصل الحد المنع\nومنه ضرب الحد وهو عع ومقدار منع الله من تجاوزه وحدود الدار هو المقدار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n             والتناهي الذي لا يتجاوزه صاحب الدار ويسمى البواب حدادا لأنه\nيمنع من الدخول وتقول دون ذلك الأمر حدد أي مانع قال زيد عن عمرو بن نفيل %\nسبحانه ثم سبحانه نعوذ به % % فقبلنا سبح الجودي والحمد % % لا تعبدن إلها\nغير خالقكم % % وإن دعيتم فقولوا دونه حدد %\n</p>\n\n<p>\n| وهذا مثل في وضوح الحق وظهور معالم الإسلام لمن أراد قصدها وعدل عن\nطريق الشبه والريب مفارقا لها وبيانه في حديث النعمان بن بشير الحلال بين\nوالحرام بين وبين ذلك مشتبهات لا يعلمها كثير من الناس فمن اتقى الشبهات\nاستترن منه وأعرضن عنه ومن وقع في الشبهات وقع في الحرام كالراعي حول الحمى\nفيوشك أن يقع فيه ولكل ملك حمى وحمى الله محارمه قال لنا أبو محمد الحمى\nالمكان المعشب الذي يمنع مالكه من تطرفه وقوله فمن اتقى الشبهات استترن منه\nوأعرضن عنه تمثيل ومعناه ترك الإنسان ما يريبه إلى ما لا يريبه وجعل الفعل\nللشبه على التوسعة ومثله في كلام العرب كثير <span id='ms03'></span> قال الشاعر % وفارقني قرين\nالسوء لما % % رأيت الرشد فارقت القرينا %\n</p>\n\n<p>\nأراد جهل الشباب فأوجب له الفعل في حال ولنفسه في حال والجهل لا فعل له\nوإنما الفعل للجاهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n4 حدثنا أحمد بن محمد الشافعي ثنا عمي إبراهيم بن محمد الشافعي ثنا عبد\nالله بن رجاء المكي عن عبيد الله عن نافع عن ابن عمر قال قال رسول الله صلى\nالله عليه وسلم الحلال بين والحرام بين فدع ما يريبك إلى ما لا يريبك وسمعت\nإبراهيم بن السري يحكي عن أبي عبيدة أنه قال رابني وأرابني بمعنى واحد\nوأنشدني محمد بن عطيه السامي عن الزيادي % يا قوم ما لي وأبا ذؤيت % % كنت\nإذا أتوته من غيب % % يشم عطفي ويبز ثوبي % % كأنما أربته بريب % قال\nالزيادي أتوته بمعنى أتيته وربته وأربته جميعا وربته وهو المعروف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             ويقال أراب الرجل إذا ريبة والريب أيضا حادثة من حوادث الدهر\nوالريب الشك وانشدنا وكيع % دع ما يريبك وانتقل % % عنه إلى ما لا يريبك %\n% واقنع بما رزف الإله % فليس تعدوا ما يصيبك % وليأتينك أين كنت % % موقرا\nمنه نصيبك % $\n</p>\n\n<p>\n5 حدثنا هارون بن يوسف ثنا ابن أبي عمر العدني ثنا مروان الفزاري عن\nجويبر عن الضحاك أو غيره قال قال رسول الله صلى الله عليه وسلم بينا أنا\nبين النائم واليقظان إذ أتاني ملكان فقال أحدهما إن له مثلا فاضرب له مثلا\nفقال سيد بني دارا وأعد مأدبة وبعث مناديا فالسيد الله والدار الجنة\nوالمأدبة الإسلام والداعي محمد صلى الله عليه وسلم ورواه يزيد بن هارون عن\nسليمان بن حيان عن سعيد بن مينا عن جابر قال كان النبي صلى الله عليه وسلم\nنائما فأتاه ملكان فقال أحدهما العين نائمة وقال الآخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n             إن له\nمثلا وذكر نحوا من الكلام الأول قال لنا أبو محمد المأدبة الوليمة ة في\nحديث ابن مسعود إن هذا القرآن مأدبة الله ويروى مأدبة الله بفتح الدال قال\nلنا أبو محمد قال لنا أبو موسى الحامض من روى هذا بضم الدال فإنما أراد\nالوليمة ومن رواها <span id='ms04'></span> بفتح الدال أراد أدب الله عز وجل الذي أدب به عباده قال\nأبو محمد وقوله القلب يقظان تمثيل ويراد به حياة القلب وصحة خواطره ويقال\nرجل يقظ ويقظ إذا كان حديد القلب ذكية وهذا مثل لدعوة النبي صلى الله عليه\nوسلم والفوز بالاستجابة لها والوصول إلى الجنة بها والله يدعو إلى دار\nالسلام ويهدي من يشاء إلى صراط مستقيم\n</p>\n\n<p>\n6 حدثنا أبو شعيب الحراني ثنا يحيى بن عبد الله البابلتي ثنا صفوان بن\nعمرو حدثني سليمان بن عامر قال قال النبي صلى الله عليه وسلم نصرت بالرعب\nوأوتيت جوامع الكلم وأوتيت الحكمة وضرب لي من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             الأمثال مثل\nالقرآن وإني بينا أنا نائم اذ أتاني ملكان فقام أحدهما عند رأسي وقام الآخر\nعند رجلي فقال الذي عند رأسي اضرب مثلا فقال الذي عند رجلي بل اضرب مثلا\nوأنا افسره فقال الذي عند رأسي وأهوى إلي لتنم عينك ولتسمع أذنك وليع قلبك\nقال فكنت كذلك أما الأذن فتسمع وأما القلب فيعي وأما العين فتنام قال فضرب\nمثلا فقال بركة فيها شجرة نابتة وفي الشجرة غصن خارج فجاء ضارب فضرب الشجرة\nفوقع الغصن ووقع معه ورق كثير كل ذلك في البركة لم يعدها ثم ضرب الثانية\nفوقع كثير وكل ذلك في البركة لم يعدها ثم ضرب الثالثة فوقع ورق كثير لا\nأدري ما وقع فيها أكثر أو ما خرج منها قال ففسر الذي عند رجلي فقال أما\nالبركة فهي الجنة وأما الشجرة فهي الأمة وأما الغصن فهو النبي صلى الله\nعليه وسلم وأما الضارب فملك الموت ضرب الضربة الأولى في القرن الأول فوقع\nالنبي صلى الله عليه وسلم وأهل طبقته وضرب الثانية في القرن الثاني فوقع كل\nذلك في الجنة ثم ضرب الثالثة في القرن الثالث فلا أدري ما وقع فيها أكثر أو\nما خرج منها\n</p>\n\n<p>\n7 حدثنا محمد بن الحسن بن سماعة الحضرمي ثنا أبو نعيم الفضل بن دكين ثنا\nبشير يعني ابن مهاجر الغنوي حدثني عبد الله بن بريدة عن أبيه قال خرج <span id='ms05'></span> النبي\nصلى الله عليه وسلم ذات يوم فنادى ثلاث مرات أيها الناس إنما مثلي ومثلكم\nمثل قوم خافوا عدوا أن يأتيهم فبعثوا رجلا يتربأ لهم فبينما هو كذلك اذ\nأبصر العدو فأقبل لينذر قومه فخشي أن يدركه العدو قبل أن ينذر قومه فأهوى\nبثوبه أيها الناس أتيتم ثلاث مرات قال أبو محمد يتربأ لهم هو أن يعلو شاهقا\nفيرقب العدو لينذر به واسمه الربيئة على مثال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             فعيلة مهموز وهو\nالذي يقال له الديدبان قال عبيد الله بن ثعلبة اليشكري % أما النهار فرابي\n% % قومي بمرقبه نفاع % % واليل أبطن ذا خضا % % خض والوعور من البقاع % %\nترد السباع معي فألغي % كالمدال من السباع %\n</p>\n\n<p>\n| ومنه قولهم اني لأربأ بك عن كذا أي أرفعك عنه وتقول ما رأيته حتى أربأ\nعلى أي أشرف على وهذا مثل في السبق إلى اتباع النبي صلى الله عليه وسلم\nوالفوز بتصديقه قبل فقده وإنه آخر من أنذر ولا نبي بعده ينتظر ويتضمن معنى\nدنو الساعة وقربها كما قال بعثت والساعة كهاتين وأشار بإصبعيه وقال الله عز\nوجل هذا نذير من النذر الأولى أزفت الأزفة يعنى دنت القيامة وهذا على\nالمبالغة في تقريب الكائن الذي هو لا محالة واقع كما قال أبو بكر رضي الله\nعنه % كل امرىء مصبح في أهله % % والموت أدنى من شراك نعله % ارد بدنو\nالموت وقوعه لا محالة وقال كعب الغنوي % لعمركما ان البعيد الذي مضى % %\nوان الذي يأتي إذا لقريب %\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             فسمى ما قدر كونه وينتظر وقوعه وإن بعد وقته باسم غد وهو\nثاني يومك لأن مرور الأوقات يدنيه وفي التنزيل سيعلمون غدا من الكذاب الأشر\nوهذا وشبهه متصرف في أكثر كلام العرب ولهذا أخرجوا المستقبل من الأفعال\nالتي وقع الوعد به مخرج به الماضي الذي قد تصرم وقته كما قال الله عز وجل\nونادى أصحاب الجنة وجاءت كل نفس معها سائق وشهيد وسمعت إبراهيم بن محمد\nعرفة يقول في قوله عز وجل أتى أمر الله فلا تستعجلون يقول في قوله عز وجل\nأتى أمر الله <span id='ms06'></span> فلا تستعلجوه إن معناه أتى أمر الله وعدا فلا تستعجلوه وقوعا\nومن كلام العرب إذا بالغوا في شدة السعي وقوة الحركة جاءنا زيد أسرع من\nالريح وأسرع من البرق ورأينا فلانا يطير ومعلوم أن الإنسان لا يباري الريح\nوالبرق ولا يقدر على الطيران وإنما يراد به الخفة وسرعة الحركة ويقال في\nأمثالهم جاء فلان قبل عير وما جرى يريدون السرعة أي قبل لحظة العين والعير\nبالراء إنسان العين وفسر بيت الحارث بن لزة % زعموا أن كل من ضرب العير %\nموال لنا وأنى الولاء % $ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             أي كل من ضرب بجفن على غير قال\nوالعير إنسان العين وهذا تفسير بعض الرواة من القدماء وهو غريب فهذه لغات\nالعرب وإنما خاطبهم النبي صلى الله عليه وسلم بلغته ولغتهم فمن جهل لغات\nالمخاطبين فقد خرج عن جملة النظارين\n</p>\n\n<p>\n8 حدثنا أبي ثنا يحيى بن حكيم المقوم ثنا عبد الوهاب الثقفي ثنا جعفر بن\nمحمد عن أبيه عن جابر قال كان النبي صلى الله عليه وسلم إذا خطب احمرت\nعيناه وعلا صوته واشتد غضبه حتى كأنه نذير جيش يقول صبحكم ومساكم ثم يقول\nبعثت أنا والساعة كهاتين ويقرن بين أصابعه السبابة والوسطى\n</p>\n\n<p>\n9 حدثنا عبد الوهاب بن رواحة ثنا أبو كريب ثنا يحيى بن عبد الرحمن عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             عبيدة بن الأسود عن مجالد عن قيس عن المستورد قال قال رسول\nالله صلى الله عليه وسلم بعثت في نفس الساعة كما سبقت هذه هذه وأشار\nبإصبعيه\n</p>\n\n<p>\n10 حدثنا عبد الله بن أحمد بن معدان ويعرف بالثغري ثنا إبراهيم بن سعيد\nالجوهري ثنا أبو أسامة ثنا بريد بن عبد الله عن أبي بردة عن أبي موسى قال\nرسول الله صلى الله عليه وسلم إن مثلي ومثل ما بعثني الله به كمثل رجل أتى\nقومه فقال يا قوم إني رأيت الجيش بعيني وإني أنا النذير العريان فالنجاء\nفأطاعه طائفة منهم فأدلجوا فانطلقوا على مهلهم فنجوا وكذبته طائفة فأصبحوا\nمكانهم فصبحهم الجيش فأهلكهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             واجتاحهم كذلك مثل من أطاعني\nواتبع ما جئت به ومثل من <span id='ms07'></span> عصاني وكذب بما جئت به من الحق قال أبو محمد سمعت\nأبي يقول النذير العريان الذي قد ظهر صدقه ولا أدري عمن حكاه وإلى من أسنده\nإلا أني سمعت أبا إسحاق إبراهيم بن السري يقول عري الأمر إذا ظهر ويقال\nالحق عار أي ظاهر مشرق مشرف كما قيل الحق أبلج من بلجة الصبح قال فند\nالزماني % فلما صرح الشر % % فأمسى وهو عريان % % مشينا مشية الليث % % غدا\nوالليث غضبان %\n</p>\n\n<p>\n| وقال الطيم % وقال وقد مالت بهم نشوة الكرى % % نعاسا ومن يعلق سرى\nالليل يكسل % % انخ تعط انضاء النعاس دواءها % % قليلا ورفه عن قلائص ذبل %\n% فقلت له كيف الإناخة بعدما % % حدا الليل عريان الطريقة منجل %\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             وأنشدني بعض شيوخنا عن المازني عن الجواداني قال أنشدني بشار\n% أسرت وكم تقدم من أسير % % يزين بوجهه عقد الإسار % % كبشر أو كبسطام بن\nقيس % % أصيبا ثم ما دنسا بعار % % وكيف ينالني من لم ينلهم % % أعز بطانة\nفي الحق عار %\n</p>\n\n<p>\n| والطائفة من كل شيء قطعة منه تقول طائفة من القوم وطائفة من الليل كما\nقال الله عز وجل وطائفة من الذين معك وأدنى ما يقع اسم الطائفة واحد وهذا\nالقوم للشافعي رحمه الله فى قوله فلولا نفر من كل فرقة منهم طائفة ليتفقهوا\nفي الدين ولينذروا قومهم إذا رجعوا إليهم وقد قال ذلك غير الشافعي والنذير\nبمعنى المنذر كما قالوا سميع بمعنى مسمع وأليم بمعنى مؤلم ووجيع بمعنى موجع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             قال عمرو بن معد يكرب % أمن ريحانة الداعي السميع % % يؤرقني\nوأصحابي هجوع %\n</p>\n\n<p>\nيريد الداعي المسمع وقوله أدلجوا الإدلاج من أول اليل تقول من ذلك أدلج\nيدلج إدلاجا والإدلاج بتشديد الدال من آخر الليل تقول منه أدلج إدلاجا\nواسمه الدلجة وهذا الحديث في المعنى قريب من معنى الحديث الذي قبله\n</p>\n\n<p>\n11 حدثنا عبد الله بن أحمد بن موسى ثنا أبو المفلس النميري ثنا الفضيل بن\nسليمان عن موسى بن عقبة عن أبي حازم التمار أنه سمع أبا هريرة يقول قال\nرسول الله صلى الله عليه وسلم إنما مثلي ومثل الناس كمثل رجل <span id='ms08'></span> استوقد نارا\nفلما أضاءت ما حوله جعل الفراش والذباب يقتحمون فيها فأنا آخذ بحدزكم عن\nالنار وأنتم تقتحمون فيها قال أبو محمد استوقد بمعنى أوقد كما قالوا استجاب\nبمعنى أجاب قال الله عز وجل استجيبوا لله وللرسول مثلهم كمثل الذي استوقد\nنارا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             وقال الغنوي % وداع دعا إذ نحن بالخيف من منى % % فلم\nيستجبه عند ذاك مجيب %\n</p>\n\n<p>\n| والحجز واحدتها حجزة تقول حجزة وحجز وحجزات وهي معقد الإزار وحيث يثنى\nطرفه قال النابغة % رقاق النعال طيب حجزاتهم % % يحيون بالريحان السباسب %\n</p>\n\n<p>\nوهذا تمثيل من أوجز الكلام وأبلغه وأشده اختصارا تقول أخذت بحجزته عن كذا\nإذا صددته عنه ومنعته منه وتقول أخذت بناصيته إلى قدته إليه وقهرته عليه\nقال الله عز وجل ما من دابة إلا آخذ بناصيتها أي هو قادر عليها مالك لها\nوالناصية تناهي شعر الرأس بما يلي الوجه وقال يعرف المجرمون بسيماهم فيؤخذ\nبالنواصي والأقدام أي يساقون إلى النار قهرا ويقول القائل ناصيتي بيدك في\nمعنى الطاعة والانقياد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             وقال الفرزدق % عشية أعطتنا عمان أمورها\n% % وقدنا معدا عنوة بالخزائم % $ يريد أنهم غلبوهم وساقوهم قهرا وقوله أنا\nآخذ بحجزكم عن النار يقول أحذركموها وأصدكم عنها وأرغبكم في الجنة ونعيمها\nوأنتم في غفلة ساهون لا تشعرون كما يقتحم الفراش النار وهو لا يشعر لميلكم\nإلى الدنيا وزهرتها وإيثاركم لها على ثواب الله تعالى وما عنده الذي هو خير\nوأبقى فهذه موعظة لبعض من أجابوا الدعوة ويحتمل أن يكون وعيدا لمشركي قريش\n</p>\n\n<p>\n12 حدثنا عبد الله بن أحمد بن معدان ثنا إبراهيم بن سعيد الجوهري ثنا أبو\nأسامة حدثني بريد بن عبد الله عن أبي بردة عن أبي موسى عن النبي صلى الله\nعليه وسلم قال مثلي ومثل ما بعثني الله به من الهدى والعلم كمثل غيثا أصاب\nالأرض فكانت منها طائفة قبلت الماء فأنبتت الكلأ والعشب الكثير وكانت منها\nأجادب أمسكت الماء فنفع الله بها الناس فشربوا ورعوا وسقوا وأصاب طائفة\nأخرى منها الماء وهي قيعان لا تمسك ماء ولا تنبت كلأ فذلك مثل من <span id='ms09'></span> فقه في\nدين الله ونفعه بما بعثني الله به فعلم وعلم ومثل من لم يرفع بذلك رأسا ولم\nيقبل هدى الله الذي أرسلت به قال أبو محمد الغيث إسم عام للمطر يغيث الله\nبه عباده ويصيب به مواقع النفع لهم تقول منه غيثت الأرض فهي مغيثة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             والكلأ الحشيش قال صاحب كتاب العين هو اسم لرطبه ويابسة قال\nوالعشب لا يكون إلا رطبا وقال أبو زيد الأنصاري الكلأ كله ما دام رطبا عشبه\nوبقله وهو مهموز والجمع الأكلاء ممدود يقال أكلأت الأرض فهي مكلئة وأكلأت\nالأرض وأعشبت وأكلأ المال وأعشب الناس والناس مكلأون ومعشبون وقد بدأ\nالأكلاء والأعشاب والأبقال فأما ذكار الكلأ فعشب وهو ما غلظ منه وعظم\nوالبقل ما لان منه ودق وهذا مثل للنبي صلى الله عليه وسلم في إبلاغه عن\nالله عز وجل ودعائه إلى سبيله وإنه بعث رحمة للعالمين ليخرجهم من الظلمات\nإلى النور ويهديهم إلى صراط مستقيم ومثل ذلك بالغيث الذي نشر الله به رحمته\nفي الأرض ويحيى به الأنعام والحرث والذين استمعوا قوله وشاهدوا أمره في\nاختلاف مذاهبهم وطارئقهم ببقاع الأرض التي يختلف تربها وأماكنها فمنها ذات\nالرياض المعشبة الكثيفة التي يكثر خيرها ويعم نفعها ومنها الأماكن ذات\nالغياض والغدران والنقر والقلات وغير ذلك من الأماكن التي يستنقع فيها\nالماء فيرد إلها الناس والأنعام ومنها ما لا يتعلق من المطر إلا بمرور عليه\nوهو مثل لمن فقه عن الله عز وجل وتفقه لما أمر به الرسول صلى الله عليه\nوسلم فعلم وعلم وعمل ومثل للحامل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             علمه إلى من هو أوعى منه كما\nقال في الحديث الآخر فرب حامل فقه إلى من هو أفقه منه ومثل للسامع المعرض\nالمحروم\n</p>\n\n<p>\nوالأجاذب في ما أحسب جمع أجداب أو يكون جمعا لأجدب وهذا فيما أحسب ولا\nأحقق سمعت الزجاج يقول جدبت الأرض وأجدبت إذا لم تنبت وسمعت بن دريد يقول\nأرض جدبة إذا كانت قليلة النبات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             بسم\nالله الرحمن الرحيم وبه ثقتي قال الشيخ الإمام الحافظ أبو طاهر أحمد <span id='ms10'></span> بن\nمحمد بن أحمد السلفي الأصبهاني رحمه الله أخبرنا أبو الحسن علي بن المشرف\nالمصري ثنا أبو الحسين محمد بن علي بن يحيى الدقاق بمصر نا أبو القاسم عبد\nالله بن أحمد بن طالب البغدادي حدثني القاضي أبو محمد الحسن بن عبد الرحمن\nبن خلاد الرامهرمزي بقراءته علي في المحرم سنة ثلاث وثلاثين وثلاثمائة\n</p>\n\n<p>\n13 حدثنا أبي في عداد منهم الحسن بن المثنى وأبو جعفر الحضرمي وأبو يحيى\nالساجي ويعقوب بن مجاهد وابن البرتي وغيرهم قالوا ثنا أبو الخطاب زياد بن\nيحيى الحساني ثنا مالك بن سعير عن الأعمش عن أبي صالح عن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \nهريرة وحدثنا عبد الله بن عباس الطيالسي ثنا مؤمل بن إهاب ثنا مالك بن سعير\nعن الأعمش عن أبي صالح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\nيا أيها الناس إنما أنا رحمة مهداة قال أبو محمد واتفقت ألفاظهم في ضم\nالميم من قوله مهداة إلا ابن البرتي قال مهداة بكسر الميم من الهداية وكان\nضابطا فيهما متصرفا في الفقه واللغه والذي قاله أجود من الاعتبار لأنه بعث\nصلى الله عليه وسلم هاديا كما قال الله عز وجل وإنك لتهدي إلى صراط مستقيم\nوكما قال عز وجل وأنزلنا إليك الذكر لتبين للناس ولتخرج الناس من الظلمات\nإلى النور ومن رواه بضم الميم إنما أراد أن الله أهداه إلى الناس وهو قريب\n</p>\n\n<p>\n14 حدثنا أبي ثنا أحمد بن ملاعب ثنا مالك بن إسماعيل عن حفص بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n             حميد عن عكرمة عن ابن عباس عن عمر بن الخطاب رضوان الله عليه\nقال قال رسول الله صلى الله عليه وسلم إني ممسك بحجزكم عن النار وتقاحمون\nفيها تقاحم الفراش والجنادب ويوشك أن أرسل حجزكم وأنا فرط لكم على الحوض\nفتردون علي معا وأشتاتا يقول جميعا فأعرفكم بأسمائكم وبسيماكم كما يعرف\nالرجل الغريبة من الإبل في إبله فيذهب بكم ذات الشمال وأناشد فيكم رب\nالعالمين فأقول يا رب أمتي فيقال إنك لا تدري ما أحدثوا بعدك إنهم كانوا\nيمشون <span id='ms11'></span> القهقرى بعدك فلأعرفن أحدكم يأتي يوم القيامة يحمل شاة لها ثغاء\nينادي يا محمد فأقول لا أملك لك من الله شيئا قد بلغت ولأعرفن أحدكم يأتي\nيوم القيامة يحمل بعيرا له رغاء ينادي يامحمد فأقول لا أملك لك من الله\nشيئا قد بلغت ولأعرفن أحدكم يأتي يوم القيامة يحمل فرسا له حمحمة ينادي يا\nمحمد يا محمد فأقول لا أملك لك من الله شيئا قد بلغت ولأعرفن أحدكم يأتي\nيوم القيامة يحمل قشعا من أدم ينادي يا محمد فأقول لا أملك لك من الله شيئا\nقلد بلغت قال أبو محمد قوله آخذ بحجزكم النار الحجزة مشد الإزار وقد تقدم\nذكرها وقوله يوشك أن أرسل حجزكم يقول يوشك أن أفارقكم ويحول الموت بيني\nوبينكم ويوشك في معنى يسرع وهو بكسر الشين قال الشاعر % يوشك من فر من\nمنيته % % في بعض غراته يوافقها %\n</p>\n\n<p>\n| \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             وقوله أنا فرط لكم على الحوض يقول أتقدمكم وأسبقكم إليه\nوفارط القوم الذي يتقدمهم إلى الماء وفعله فرط يفرط فرطا وقوله فتردون علي\nمعا وأشتاتا يقول جميعا ومتفرقين فأعرفكم بسيماكم السيماء العلامة التي\nيعرف بها الخير والشر من الإناسن قال الله عز وجل سيماهم في وجوههم من أثر\nالسجودوق اليعرف المجرمون بسيماهم والسيماء مثله ممدود وأنشدنا أبو خليفة\nقال أنشدنا التوزي % غلام رماه الله بالحسن يافعا % % له سيمياء لا تشق على\nالبصر % وقوله فيذهب بكم ذاب الشمال يعني طريق الحساب والعقاب وقوله أناشد\nفيكم رب العالمين يقول أطلب إليه وأسأله العفوا عنكم والتجاوز عن سيئاتكم\nوهو كما يقول القائل نشدتك الله والرحم وقوله إنهم كانوا يمشون القهقرى\nبعدك معناه كانوا يخالفون أمرك ويسلكون غير سبيلك والقهقرى أن يمشي الانسان\nموليا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             وقوله يحمل شاة لها ثغاء الثغاء صوت الشاء تقول ثغت\nالشاة تثغو ثغاء ورغا البعير يرغو رغاء والحمحمة صوت الفرس وهو دون الصهيل\nقال أبو عبيد هو صوت الفرس للشغير والقشع من أدم وربما اتخذ من جلود الإبل\nيحرز فيه أهل البدو أمتعتهم وهو موضع الخزانة من أهل الحاضرة <span id='ms12'></span> قال متمم %\nولا برما تهدى النساء لعرسه % % إذا القشع من حسن الشتاء تقعقعا %\n</p>\n\n<p>\nيقول إنه يخف في الشتاء للمحل وهذا في الغلول كما قال الله عز وجل ومن\nيغلل يأت بما غل يوم القيامة ثم توفى كل نفس ما كسبت وقد تضمن هذا الحديث\nتذكيرا وتخويفا وموعظة يقع خطابها عاما ومعناه الخصوص وعلى هذا سائر الكلام\nالمؤلف في الخطب والمواعظ كقول الواعظ كأن الموت فيها على غيرنا كتب وكأن\nالحق فيها على غيرنا وجب وقد نسينا كل واعظة وأمنا كل جائحة وهذا من كلام\nيروى عنه صلى الله عليه وسلم في خطبة له معروفة وهو من أخبر الله أن جنوبهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n             تتجافى عن المضاجع يدعون ربهم خوفا وطمعا وأن قلوبهم وجلة أنهم\nإلى ربهم راجعون من هذا الخطاب خارجون وقال الله عز وجل يا أيها الناس إنما\nبغيكم على أنفسكم والمراد بهذا الخطاب أهل البغي وتقديره يا أيها الباغون\nفأما التائبون العابدون الحامدون السائحون الراكعون الساجدون الآمرون\nبالمعروف والناهون عن المنكر والحافظون لحدود الله فبعداء من البغي خارجون\nمن هذا النعت وإنما استقصيت القول في هذا مع وضوحه وظهوره لأن من الشيوخ من\nيتهيب رواية هذا الحديث مقدرا أنه يتعلق بشيء من ذم الصحابة أهل الهجرة\nوالنصرة وحضرت موسى بن هارون وهو يقرأ علينا كتاب الزهد لسيار بن حاتم فمر\nبهذا الحديث فطواه وامتنع من روايته وهذا مذهب من لا يتعلق من الحديث إلا\nبالرواية ويقول فيما يقوم في نفسه على تزوير الرواة والطعن عليهم وكان بعض\nأصحابنا يزعم أن هذا الخطاب إنما هو لأهل الردة الذين منعوا الصدقة إذ كان\nالله قد أعلم نبيه أنهم يرتدون ويمنعون الصدقة ويصرف قوله يحمل شاة لها\nثغاء وبعيرا له رغاء إلى هذا الوجه يقول يمنع حق الله عز وجل فيها ويمنع حق\nالله في فرسه في ارتباطه والجهاد عليه وفيما يحرزه ويدخره في قشعه وعلى أن\nبعض الفقهاء قد أوجب الصدقة في الخيل وهو قول حماد بن أبي سليمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             وقال والأوزاعي إذا كانت <span id='ms13'></span> الدواب للبيع ففيها الصدقة وقال أبو\nحنيفة اذا كانت خيلا فيها إناث فطلب نسلها ففيها الصدقة في كل أربعين فرسا\nفرس وقال بعضهم في الخيل السائمة إن المصدق بالخيار إن شاء الله أخذ من كل\nفرس دينارا أو عشرة دراهم وإن شاء قومها ثم أخذ من كل مائتي درهم خمسة\nدراهم وهذا القول لزفر قال أبو يوسف ليس هذا بشيء وفي قوله يحمل شاة وبعيرا\nوفرسا وجهان أحدهما أن يكون حملة له على التمثيل والمجاز بمعنى أن يحمل\nوزره ويبوء بإثمه والوجه الآخر أن يكون على ظاهره فيجعل حمله له عقوبه له\nومثله كما ورد عنه صلى الله عليه وسلم في مانع حق الله عز وجل في غنمه أنه\nيبطح لها بقاع قرقر تطأه بأظلافها وتنطحه بقرونها وقال الله عز وجل في مانع\nالزكاة يوم يحمى عليها في نار جهنم فتكوى بها جباههم وجنوبهم وظهورهم هذا\nما كنزتم لأنفسكم فذوقوا ما كنتم تكنزون\n</p>\n\n<p>\n15 حدثنا القاسم بن زكريا ثنا إبراهيم بن سعيد ثنا يحيى بن سعيد الأموي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             عن يحيى بن سعيد عن نافع عن ابن عمر قال بعث رسول الله صلى\nالله عليه وسلم سعد بن عبادة فقال اياك أن تأتي ببغير تحمله له رغاء فقال\nلا آخذه ولا أجيء به فأعفاه\n</p>\n\n<p>\n16 حدثنا أبي ثنا أبو الخطاب الحساني ثنا يزيد بن زريع حدثني روح بن\nالقاسم حدثني سهيل بن أبي صالح عن أبيه عن أبي هريرة قال قال رسول الله صلى\nالله عليه وسلم ما من عبد له مال لا يؤدى زكاته إلا جمع له يوم القيامة\nفيحمى عليه صفائح في جهنم ويكوى بها جبينه من ظهره حتى يقضي الله عز وجل\nبين عباده في يوم كان مقداره خمسين ألف سنة مما تعدون ثم يرى سبليه إما إلى\nالجنة وإما إلى النار وما من صاحب إبل لا يؤدي زكاتها إلايجاء به يوم\nالقيامة كأكبر ما كانت عليهن بطح لها بقاع قرقر تطاه بأظلافها وتنطح\nبقرونها ليس فيها عقصاء ولا جلحاء كلما <span id='ms14'></span> مضت عليه أخراها ردت عليه أولاها\nحتى يقضي الله عز وجل بين عباده في يوم كان مقداره خمسين الف سنة مما تعدون\nثم يرى سبيله إما إلى الجنة وإما إلى النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             قيل يا رسول الله\nوالخيل قال الخيل معقود في نواصيها الخير إلى يوم القيامة والخيل لثلاثة\nلرجل اجر ولآخر ستر ولآخر وزر فأما التي هي له أجر فرجل يحبسها ويعدها في\nسبيل الله فما غيبت في بطونها فهو له أجر ولو رعاها في مرج كان له فيما\nغيبت في بطونها أجر ولو استنت شرفا أو شرفين كان له بكل خطوة خطتها أجر ولو\nعرض لها نهر فسقاها منه كان له بكل قطرة غيبتها في بطونها أجر حتى أنه\nليذكر الأجر في أرواثها وأبوالها وأما التي هي له ستر فرجل يتخذها تعففا\nوتجملا وتكرما ولا ينسى حق الله في ظهورها ولا بطونها في عسره أو يسره وأما\nالتي هي عليه وزر فرجل يتخذها أشرا وبطرا ورياء الناس وبذخا قيل يا رسول\nالله فالحمر قال ما أنزل فيها علي شيء إلا هذه الآية الجامعة فمن يعمل\nمثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره قال أبو محمد قوله في يوم\nكان مقداره خمسين ألف سنة فإني سمعت أبا عبد الله بن عرفة يقول ذهب ناس إلى\nأن الله عز وجل يفعل فيه من الأفعال ما يفعل مثله في خمسين ألف سنة قال\nوأما كلام العرب فإنهم يصفون أيام الشدة ولياليها بالطول وأيام الرخاء\nوالسرور بالقصر وإنما يراد شدة ذلك اليوم وثقله وعظمه وهوله كما قال الشاعر\n% تعالوا أعينوني على الليل انه % % على كل عين لا تنام طويل %\n</p>\n\n<p>\n| فأعلم أنه يطول على الساهر لشدته عليه ولا زيادة في الليل ولا نقصان في\nالمقدار الذي قدره الله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n             وقال آخر يذكر يوما بالشدة %\nفقلت لأصحابي مشيرا إليهم % % أذا اليوم أم يوم القيامة أطول %\n</p>\n\n<p>\nوقال ابن أبي كاهل % كلما قلت مضى أوله % % عطف الآخر منه فرجع %\n</p>\n\n<p>\n| وقال آخر في قصر أيام <span id='ms15'></span> السرور % تمتع بذا اليوم القصير فإنه % % رهين\nبأيام الشهور الأطاول %\n</p>\n\n<p>\nوقال ابن أبي ربيعة % فيا لك من ليل تقاصر طوله % % وما كان ليلي قبل ذلك\nيقصر %\n</p>\n\n<p>\n| وقال حمدي بن ثور الهلالي % وكائن لهونا من ربيع مسرة % % وصيف لهوناه\nقصير ظهائره %\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n17 حدثنا موسى بن هارون وجعفر بن محمد الفريابي قالا ثنا قتيبة بن سعيد\nثنا ليث عن سعيد بن أبي سعيد عن عياض بن عبد الله بن أبي سرح عن أبي سعيد\nالخدري قال قام رسول الله صلى الله عليه وسلم فخطب الناس فقال لا والله ما\nأخشى عليكم أيها الناس إلا ما يخرج الله لكم من زهرة الدنيا فقال رجل يا\nرسول الله أو يأتي الخير بالشر فصمت رسول الله صلى الله عليه وسلم ثم قال\nكيف قلت قال يا رسول الله وهل يأتي الخير بالشر فقال رسول الله صلى الله\nعليه وسلم ان الخير لا يأتي إلا بالخير وإن مما ينبت الربيع لما يقتل حبطا\nأو يلم إلا آكله الخضر أكلت حتى إذا امتلأت خاصرتاه استقبلت الشمس فثلطت\nوبالت ثم اجترت فعادت فأكلت فمن أخذ مالا بحقه يبارك له فيه ومن أخذ مالا\nبغير حقه فمثله كمثل الذي يأكل ولا يشبع حدثنا جعفر بن محمد الفريابي ثنا\nأمية بن بسطام ثنا يزيد بن زريع حدثنا هشام الدستوائي وحدثنا الحضرمي ثنا\nأبو كريب ثنا إسماعيل بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             إبراهيم ثنا هشام الدستوائي حدثنا\nيحيى بن أبي كثير ثنا هلال بن أبي ميمونة عن عطاء بن يسار عن أبي سعيد\nالخدري النبي صلى الله عليه وسلم قال أبو محمد الزهرة نوار الربيع وزهرة\nالدنيا حسنها وبهجتها وما أظهر عليها مما يتنافس فيه أهلها وإنما سميت\nالدنيا دانية تتقدم الآخرة والربيع فصل من الزمان مختلف فيه ويسمى المطر\nبعينه ربيعا ويقال للرجل الجواد الكثير المعروف الفائض الخير ربيع ويجمع\nمعنى الخصب والسعة والخير كما قال المعذل بن غيلان % أرى خلة من صحبة\nوقرابة % % وذي رحم ما كنت ممن يضيعها % % ولو ساعدتي بالمكارم قدرة % %\nلفاض <span id='ms16'></span> عليهم بالنوال ربيعها % قال أبو زيد سعيد بن أوس أول الربيع عند طلوع\nالحمل والثور والجوزاء ثم الصيف وهو عند طلوع السرطان والأسد والسنبلة قاله\nالأصمعي في كتا الصفات أخبرني أحمد بن عبد الله بن مسلم بن قتيبة عن أبيه\nوغير واحد اثنين من أهل العلم أن الربيع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             عند العرب وهو الفصل\nالذي يسميه الناس الخريف وذلك عند حلول الشمس برأس الميزان قال ابن قتيبة\nوإنما سمته العرب الربيع لأن أول المطر يكون فيه وسماه الناس الخريف لأن\nالثمار تخترف فيه فهذا قول العرب أو أكثرهم وقد أوجبه ضرب من القياس لأنهم\nيسمون الفصل الذي يذكر فيه حلول الشمس السرطان والأسد والسنبلة قيظا وهو\nالوقت الذي تحمى فيه الشمس ويشتد فيه الحر وفصل الصيف مقرون به لا محالة\nوهو يتقدمه إذ لا يجوز أن يتأخر ولأن المشاهدة تبطله وقد جمع بين الصيف\nوبينه قال الشاعر % أما يستفيق القلب إلا انبرى له % % توهم صيف من سعاد\nومربع %\n</p>\n\n<p>\n| وقد يجوز أن يتباعد أحد الوقتين عن الآخر وحدثني عبد الله بن الحسن بن\nالنعمان القزاز ثنا الحسين بن علي العجلي قال سمعت يحيى بن آدم يقول السنة\nأربعة أزمنة كل ثلاثة أشهر منها زمان فالربيع زمان وهو أيلوم وتشرين الأول\nوتشرين الثاني ثم الشتاء زمان وهو كانون الأول وكاكنو الثاني وشباط ثم\nالصيف زمان وهو آذار ونيسان وأيار ثم القيظ زمان وهو حزيران وتموز وآب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             وسمعت إبراهيم بن السري يقول من الناس من يجعل الربيع الأول من\nالسنة ابتداؤه لثلاث وعشرين تمضي من أيلول وعند ذلك يستوي الليل والنهار\nومنهم من يجعل الربيع الأول في تسعة عشر تمضي من آذار قال وذلك آخر أمطار\nالشتاء وأول مطر الربيع وقال وفي آخر يوم من نيسان آخر مطر الربيع وأول مطر\nالصيف وقال أبو حاتم السجستاني الوسمي أول مطر الربيع وهو أول المطر والذي\nيسم الأرض وقد تردد ذكر الربيع في الشعر فمنهم من جعله المطر بعينه ومنهم\nمن جعله النبات ومنهم من جعله والوقت <span id='ms17'></span> فأما ما جاء في وصفه وطيب أوانه من\nقديم الشعر وحديثه فإنما يعني به أيام النشر والزهر والنور كما قال البحتري\n% أتاك الربيع الطلق يختال ضاحكا % % من الحسن حتى كاد أن يتكلما % % وقد\nنبه المنثور في غلس الدجى % % أوائل ورد كن بالأمس نوما %\n</p>\n\n<p>\nفأوجب اسم الربيع لفصل نيسان وقال أبو تمام إن الربيع أول الأزمان وهذه\nصفة زمن النور وأنشدنا ابن عرفة بيتين % توصلنا على الأيام باق % % ولكن\nهجرنا مطر الربيع % % يروعك صوبه لكن تراه % % على روعاته داني النزوع %\n</p>\n\n<p>\n| وهذا نعت المطر في آذار وليس هذا مما لا تقوم في مثله حجة من شعر\nالمتأخرين لأن اصحابه أعلام الدراية وسواء قالوا ذلك قولا أو أتوا به شعرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             وأحسبه نقل اسم زمن النور إلى الربيع لأن آثار المطر الذي جعله\nالله حياة للأرض وسببا للبشر تظهر فيه ويدلل على صحة هذا التأويل قول الله\nعز وجل ألم تر أن الله أنزل من السماء ماء فتصبح الأرض مخضرة وليس احضرارها\nعقيب يوم يمطر فيه إنما المعنى أنه سبب له بإذن الله عز وجل وزعم قوم أن\nهذا بمكة موجود تخضر الأرض في ليلة واحدة ولا ي كون إلا بمكة وأما ما جاء\nفي معنى المطر بعينه قوله الشاعر % خليلي أمسى حب خرقاء عامدي % % ففي\nالقلب مني زفرة وصدوع % % ولو جاورتنا العام خرقاء لم نبل % % على جدبنا\nألا يصوب ربيع %\n</p>\n\n<p>\nوقال آخر % إذا عبت عنا غباب عنا ربيعنا % % ونسقى الغمام الغدق حين نؤوب\n%\n</p>\n\n<p>\n| وقال أبو طالب بن عبد المطلب في النبي صلى الله عليه وسلم هذا البيت %\nوأبيض يستسقى الغمام بوجهه % % ربيع اليتامى عصمة للأرامل %\n</p>\n\n<p>\nوأنشدنا الحامص ثمال اليتامى وأنشدنا وكيع لصموت الأعرابية قال ورواه\nالأصمعي % فكه إلى جنب الخوان إذا سرت % % نكباء تقطع منبت الأطناب % %\nوأبو اليتامى ينبتون فناءه % % نبت الربيع بكالىء معشاب %\n</p>\n\n<p>\n| \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             فقوله صلى الله عليه وسلم إن مما ينبت الربيع لما يقتل\nحبطا أو يلم قال ابن دريد هذا من أبلغ الكلام في تحذير الدنيا والاغترار\nبزهوتها والركون إلى غضارتها <span id='ms18'></span> وذلك أن الماشية يروقها نبت الربيع فتأكل منه\nبأعينها فربما تفتقت سمنا فهكت يقول فمن أعطي كفوا ورفاهية عشي في دنياه\nفليقتصد ولا ينهمك فيها فتلهيه عن الاحتراز لآخرته فيهلك كما أن الماشية\nتلهيها زهرة النبات فتأكل حتى تهلك وقال الله عز وجل ألهاكم التكاثر حتى\nزرتم المقابر كلا سوف تعلمون وقال بعض الشعراء يذكر الدنيا % كيف يحلو طعم\nشيء زائل % % رب حلو من مذاق العيش مر %\n</p>\n\n<p>\nوالحبط انتفاخ بطن الدابة من الامتلاء أو من المرض يقال حبط يحبط حبطا\nويقال أن الحارث بن مازن بن عمرو بن تميم سمي الحبط لأنه أصابه مثل ذلك وهو\nفي سفر له فمات والنسبة اليه حبطي بفتح الباء كما ينسب إلى سلمي وإلى سفرة\nسفري لأنهم يستثقلون الكسرة مع الياء وقوله أو يلم يعني أو يقرب وهذا قول\nأبي عبيد وقوله فمن أخذ مالا بحقه يبارك له فيه البركة الكثرة والاتساع\nهكذا قاله لنا ابن عرفة وسألت عنه الحامض فلم يذكره يقول من أخذ من الدنيا\nشيئا على طريق الاقتصاد والرضى بالقسم حيي بعز القناعة وغنى النفس حياة\nطيبة ومن طمح بصره إلى كل ما يرى من المتاع بها فهو في منزلة البهيمة التي\nتأكل فتمتلىء فتديره في فمها ثم تعاود الأكل لا تعرف غير هذه الحال قال\nالله عز وجل والذين كفروا يتمتعون ويأكلون كما تأكل الأنعام والنار مثوى\nلهم وقوله فمثله كمثل الذي يأكل ولا يشبع قال ابن البرتي معناه يكثر الأكل\nكما تقول فلان يتكلم ولا يسكت ويبكي ولا يرفأ دمعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             ومعناه يكثر\nالكلام ويكثر البكاء قال ابن دريد لا تتبع عينه وحدثني علي بن الحسن ويعرف\nبالشامي ثنا المخيمر بن سعيد المنبجي ثنا عيسى ابن يونس عن عثمان بن\nالمغيرة عن الشعبي قال سمعت الحجاج يقول لرجل من أهل الشام هل كان وراءك من\nغيث قال نعم قال صفه لي قال سمعت الرواد يدعو إلى زيارتها وسمعت قائلا يقول\nهلم ظعنكم إلى محلة تطفأ فيها النيران وتشتكي فيها النساء <span id='ms19'></span> وتنافس فيها\nالمعزى فلم يفهم الحجاج ما قال فقال ويحك إنما تخاطب أهل العراق فأفهمهم\nقال نعم أيها الأمير كثر المطر وكثر الكلأ والعشب فاستغني عن نار يخبر بها\nفهذا إطفاء النيران وأما تشكي النساء ولا تزال المرأة ترعي بهمها فتأخذ مرة\nيمنه ومرة يسرة لكثرة الكلالأ فتتبعها المرأة من ليلتها ولساقها وجيف من\nالاعياء فهذا تشكي النساء وأما تنافس المعزي فإن بطونا تشبع وعيونها لا\nتشبع\n</p>\n\n<p>\n18 وحدثنا جعفر بن محمد الفريابي ثنا هدبة بن خالد ثنا حماد بن سلمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             عن علي بن زيد عن أبي نضرة عن أبي سعيد الخدري قال خطبنا رسول\nالله صلى الله عليه وسلم خطبة بعد صلاة العصر إلى مغيربان الشمس حفظها من\nحفظها ونسيها من نسيها فحمد الله وأثنى عليه ثم قال أما بعد فإن الدنيا\nخضرة حلوة وإن الله عز وجل مستخلفكم فيها فناظر كيف تعملوا ألا فاتقوا\nالدنيا واتقو النساء\n</p>\n\n<p>\n19 حدثنا محمد بن اسحاق بن إبراهيم الآملي ثنا يحيى بن عثمان بن صالح ثنا\nعمرو بن طارق عن ابن لهيعة عن المثنى بن الصباح عن عمرو بن شعيب عن أبيه عن\nسليمان بن يسار عن ميمونة قالت قال رسول الله صلى الله عليه وسلم لعمرو بن\nالعاص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             الدنيا خضرة حلوة فمن اتقى الله فيها وأصلح وإلا فهو\nكالآكل ولا يشبع وبين الناس في ذلك كبد الكوكبين أحدهما يطلع في المشرق\nوالآخر يغيب في المغرب قال أبو محمد سألت بعض شيوخنا عن قوله الدنيا خضرة\nحلوة على ما يقع هذان المعنيان فقال معناه أن ما على ظهرها من متاعها يحسن\nفي عيون أهلها ويحلو في صدورهم كما قال الله عز وجل زين للناس حب الشهوات\nمن النساء والبنين والقناطير المقنطرة من الذهب والفضة والخيل المسومة\nوالأنعام والحرث ذلك متاع الحياة الدنيا والله عنده حسن المآب وأنشد\n</p>\n\n<p>\n| نحن بنو الدنيا خلقنا لغيرها % % وما نحن فيه فهو شيء محبب قال أبو\nمحمد وهو عندي في نعت الحديث الأول أن الدنيا مرتع حلو خضر يرتع أبناؤها <span id='ms20'></span>\nفيها ويعجبون بحسنها ويستحلون الحياة فيها كما تعجب الأنعام بخضر الربيع\nوما حلا من نباته وبقله وألحقت الهاء في قوله خضرة حلوة لأنهما جعلتا نعتين\nللدنيا فجرتا على ظاهر الكلام قال صاحب كتاب العين الرتع الأكل والشرب رغدا\nفي الريف ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n             يكون الرتع إلا في الخصب والسعة كما قال إخوة\nيوسف صلى الله عليه وسلم نرتع ونلعب وتقول رتع فلان في مال فلان إذا انقلب\nفيه أكلا وشربا وقال الفرزدق % إرعي فزارة لا هناك المرتع %\n</p>\n\n<p>\nوقال % أبا جعفر بما توليت ارتعوا % % وقالوا لدنياهم أفيقي فدرت %\n</p>\n\n<p>\n| وهذا معنى يتردد في كلام العرب وأشعارها ومن ذلك قولهم النعمة الظليلة\nوالعيش المورق والشباب الغض وأشباه ذلك والنعمة ليست بجسم فتورق فتظل وكذلك\nالعيش والشباب ليست بأجسام وقال مالك بن حويص المهدي لهردة بن علي عند كسرى\nأبرويز وذكر قوما فقال كانوا تحت كنف من النعماء غدق وربيع من الخضرة مونق\nتنهل دهمه بالحبور وتتدفق ديمة بالسرور يجتنبون تمر الغبطة ويتفيأون في\nظلال النعمة ويختالون في رياض الظفر حماهم غزير وذارهم حرير وأنشدنا ابن\nعطية عن أبي حاتم السجستاني لحميد بن ثور % يقولان طال النأي لن يحصل الذي\n% % رأيناه إلا أن يعد لبيب % % بلى فاذكرا عام ارتبعنا وأهلنا % % مراتع\nدارا والجناب خصيب % ولا يبعد الله الشباب وقولنا % إذا ما صبونا صبوة\nسنئوب % % ليالي أبصار الغواني وسمعها % % إلي وإذ ريحي لهن جنوب % % وإذ\nما يقول الناس شيء مهون % % علي وإذ غصن الشباب رطيب %\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             55 @ 56 قوله عام ارتبعنا يقول ارتبع القوم إذا ارتعوا في\nالخصب وإنما أراد أنهم عاشوا عيشا هينا طيبا وقوله والجناب خصيب يعني الحال\nجميلة والعيش هنيء تمثيل وقوله إذ ريحي لهن جنوب يعني أنه كان موافقا لهن\nبشبابه وطراوته كما يوافق الجنوب المطر والخصب وقوله غصن الشباب رطيب يعني\nنضارة الشباب وحسنه واعتداله فمثله بالغصن إذا أورق وأما قوله صلى الله\nعليه وسلم وبعد الناس في ذلك كبعد الكوكبين أحدهما يطلع في المشرق وآخر\nيغيب في المغرب فإنما أراد والله أعلم الكواكب التي <span id='ms21'></span> جعلها الله تعالى منازل\nللقمر كما قال والقمر قدرناه منازل وهي التي تسمى الأنواء ويسقي الله عباده\nبها الغيث فإن أحدهما لا يغيب في المغرب غدوة حتى يطلع رقيبه في المشرق\nغدوة فهما لا يلتقيان ولا يتقاربان فكذلك اختلاف أحوال أهل الدنيا في\nحظوظهم ومكاسبهم لا يتقارب قاهر ومقهور ومحروم ومرزوق ومعافي ومبتلى وأشباه\nذلك آخر الجز الثاني والحمد لله رب العالمين وصلى الله على سيدنا محمد وآله\nوصحبه وسلم تسليما إلى يوم الدين يتلوه في أول الثالث تحدثنا سليمان بن\nأيوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n             قال الحافظ أبو طاهر\nأحمد بن محمد بن أحمد بن محمد بن إبراهيم السلفي الأصبهاني رضي الله عنه\nأخبرنا أبو الحسن علي بن المشرف بن المسلم الأنماطي بالإسكندرية ثنا أبو\nالحسين محمد بن علي بن يحيى الدقاق بمصر ثنا أبو القاسم عبد الله بن أحمد\nبن علي بن طالب البغدادي حدثني أبو محمد الحسن بن عبد الرحمن خلاد\nالرامهرمزي برامهرمز\n</p>\n\n<p>\n20 ثنا سليمان بن أيوب مولى بني هاشم ثنا محمد بن أبي صفوان ثنا أبو داود\nعن المسعودي عن عمرو بن مرة عن إبراهيم عن علقمة عن عبد الله قال دخلت على\nرسول الله صلى الله عليه وسلم وهو على حصير قد أثر الشريط في جنبه فقلت لو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             نمت يا رسول الله على ما هو ألين من هذا فقال ما لي وللدنيا\nإنما مثلي ومثل الدنيا كمثل راكب بأرض فلاة فرأى شجرة فاستظل تحتها ثم راح\nوتركها هذا مثل في سرعة انقطاع الدنيا بصاحبها وإن الكائن واقع وقال العدوي\n% يا أيهذا الذي قد غره الأمل % % ودون ما يأمل التنغيص والأجل % % ألا ترى\nإنما الدنيا وزينتها % % كمنزل الركب دارا ثمة ارتحلوا % % حتوفها رصد\nوكدها نكد % % وعيشها رنق وملكها دول % $\n</p>\n\n<p>\n21 حدثنا محمد بن حيان المازني ثنا مسدد ثنا يحيى بن سعيد القطان ثنا\nإسماعيل بن أبي خالد ثنا قيس بن أبي حازم قال سمعت المستورد أخا بني فهو\nيقول قال رسول الله صلى الله عليه وسلم ما الدنيا في الآخرة إلا <span id='ms22'></span> كما يضع\nأحدكم أصبعه في اليم فلينظر بم ترجع اليه وقبض يحيى على مفصلين من السبابة\nقال أبو محمد رحمه الله اليم البحر\n</p>\n\n<p>\n22 حدثنا عبد الله بن أحمد بن موسى عبدان ثنا محمد بن عبيد بن حساب ثنا\nحماد بن زيد عن مجالد عن الشعبي عن قيس عن المستورد بن شداد عن النبي صلى\nالله عليه وسلم مثله قال وإني لفي ركب مع النبي صلى الله عليه وسلم إذ مر\nبسخلة منبوذة فقال أترون هذه هانت على أهلها فوالذي نفسي بيده للدنيا أهون\nعلى الله من هذه على أهلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             قال أبو محمد السخلة ولد الشاة وهي\nاسم يجمع الذكر والأنثى والجمع سخل وقالوا سخلة والمنبوذة الملقاة يقال\nنبذت الشيء أنبذه إذ لقيته\n</p>\n\n<p>\n23 حدثنا أبي ثنا يحيى بن يونس ثنا علي بن إبراهيم المروزي ثنا ابن\nالمبارك ثنا غير واحد عن الحسن قال قال رسول الله صلى الله عليه وسلم إنما\nمثلي ومثلكم ومثل الدنيا كمثل قوم سلكوا مفازة غبراء لا يدرون ما قطعوا\nمنها أكثر أو ما بقي منها فحسرت ظهورهم ونفذ زادهم وسقطوا بين ظهراني\nالمفازة فأيقنوا بالهلكة فبينا هم كذلك إذ خرج عليهم رجل في حلة يقطر رأسه\nفقالوا إن هذا لحديث عهد بريف فانتهى إليهم فقال يا هؤلاء ما شأنكم فقالوا\nما ترى كيف حسرت ظهرنا ونفذت أزوادنا بين ظهراني هذه المفازة لا ندري ما\nقطعنا منها أكثر أم ما بقي فقال ما تجعلون لي إن أوردتكم ماء رواء ورياضا\nخضرا فقالوا حكمك قال تعطوني عهودكم ومواثيفكم أن لا تعصوني ففعلوا فمال\nبهم فأوردهم ماء رواء ورياضا خضرا فمكث يسيرا ثم قال هلموا إلى رياض أعشب\nمن رياضكم هذه وماء أروى من مائكم هذا فقال جل القوم ما قدرنا على هذا حتى\nكدنا أن لا نقدر عليه وقالت طائفة منهم ألستم قد جعلتم لهذا الرجل عهودكم\nومواثيقكم أن لا تعصوه وقد صدقكم في أول حديثه فآخر حديثه مثل أوله فراح\nوراحوا معه فأوردهم رياضا خضرا وماء رواء <span id='ms23'></span> وأتى الأخرين العدو من ليلتهم\nفأصبحوا ما بيه قتيل وأسير\n</p>\n\n<p>\n24 حدثنا أحمد بن يحيى الحلواني ثنا يحيى بن أيوب الزاهد ثنا عبد الجبار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             ابن وهب عن سعد بن طارق عن أبيه قال قال رسول الله صلى الله\nعليه وسلم نعمت الدار الدنيا لمن تزود فيها خيرا لآخرته ما يرضى به ربه\nوبئست الدار الدنيا لمن صدته عن آخرته وقصرت به عن رضى ربه وإذ قال العبد\nقبح الله الدنيا قالت الدنيا قبح الله أعصانا لربه قال أبو محمد قوله بئست\nالدار الدنيا لمن صدته عن آخرته المعنى أن يصد العبد بها عن الآخرة فجعل\nالفعل للدنيا وكذا قوله قصرت به عن رضى ربه يريد قصر هو بها عن رضى ربه\nوقوله قالت الدنيا قبح الله أعصانا لربه معناه أن العاصي هو المقبوح فيها\nفجعل الاتعاظ بها بمعنى القول منها كما قيل سل الدنيا من شق أنهارك وفجر\nبحارك وغرس أشجارك فإن لم تجبك حوارا أجابتك اعتبارا\n</p>\n\n<p>\n25 وحدثنا محمد بن عبد الله الحضرمي ثنا أحمد بن يونس ثنا ليث عن نافع عن\nابن عمر قال قال رسول الله صلى الله عليه وسلم إنما آجالكم في آجال من خلا\nكما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             بين صلاة العصر إلى مغرب الشمس وإنما مثلكم ومثل اليهود\nوالنصارى كرجل استعمل عمالا قال من يعمل إلى نصف النهار على قيراط قيراط\nفعملت اليهود إلى نصف النهار على قيراط قيراط ثم قال من يعمل من نصف النهار\nإلى صلاة العصر على قيراط قيراط فعملت النصارى من نصف النهار إلى صلاة\nالعصر على قيراط قيراط فقال من يعمل من صلاة العصر إلى غروب الشمس على\nقيراطين قيراطين ألا لكم الأجر مرتين قال فغضبت اليهود والنصارى قالوا نحن\nأكثر عملا وأقل عطاء قال الله عز وجل هل ظلمتكم من حقكم شيئا قالوا لا قال\nفإنه فضلي أعطيه من شئت قال أبو محمد هذا مثل في فضل هذه الأمة على من\nتقدمها من الأمم وأن الله عز وجل يضاعف لها الثواب على يسير ما <span id='ms24'></span> كلفوا من\nالعمل مع قصر مدتها في مدة من قبلها من اليهود والنصارى وإنما سميت اليهود\nيهودا من قوله مهدنا إليك وأخبرنا أبو محمد الأنباري عن الطوسي قال والتهود\nالتوبة والعمل الصالح وأنشد % سوى ربع لم يأت فيها مخالفة % % ولا رهقا من\nعائذ متهود %\n</p>\n\n<p>\n| وسميت النصارى نصارى لأنهم نسبوا إلى قرية يقال لها نصورية وقالوا أنا\nصرت وقال بعضهم في النسبة نصري والأجل المدة والوقت الذي يتناهى إليه العمر\nوهذا على الجمهور الأكثر إلا أن أحدا لا يتجاوزها ومن كلام العرب جاءت تميم\nوأقبلت بكر وقالوا جاءت غطفان عن بكرة أبيها أي جاءوا بأجمعهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \nوأنشدنا ابن عطية قال أنشدنا أبو حاتم % وجاءت سليم قضها بقضيضها % % تمسح\nدوني بالفضاء سبالها %\n</p>\n\n<p>\nالقض الحصى والقضيض التراب وأنشدني رجل بضربة يذكر وقعة % ثارت لها كلب\nوقيس كلها % % وبنو الحروب تنوخ والأنصار % % وأتتك بهراء بن عمرو بالقنا %\n% والخيل معلمة لها أحضار % $ وقال النبي صلى الله عليه وسلم يوم بدر ألقت\nاليكم مكة أفلاذ كبدها يريد أشرافها يعني معظمهم وأكثرهم\n</p>\n\n<p>\n26 حدثنا يحيى بن معاذ التستري ثنا يحيى بن المغيرة المخزومي ثنا ابن أبي\nفديك عن إبراهيم بن الفضل عن المقبري عن أبي هريرة قال قال رسول الله صلى\nالله عليه وسلم معترك المنايا ما بين الستين إلى السبعين المعترك موضع\nالاعتراك وكذلك المعركة فالاعتراك الاعتلاج في الحرب يقال اعترك القوم\nللقتال والخصومة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n             قال جرير % قد جربت عركتي في كل معترك % % غلب\nالليوث فما بال الضغابيس %\n</p>\n\n<p>\n| وهذا يريد أن معظم المنايا وأكثرها لهذه الأمة بين هاتين المدتين وهي\nالمدة التي تذكرها العرب أنشد الأصمعي % ومن يصحب الأيام ستين حجة % %\nيغيرنه والدهر لا يتغير %\n</p>\n\n<p>\nوقال آخر % وإن امرأ قد جاوز ستين حجة % % إلى منهل من ورده لقريب % $\nومات النبي صلى الله عليه وسلم والخلفاء الراشدون وجمهور الصحابة لهما\nرضوان الله وصلواته ورحمته عليهم فأما من خلفه النبي صلى الله عليه وسلم\nفأسن منهم العباس بن عبد المطلب وعثمان بن عفان وسعد بن أبي وقاص وعبد الله\nبن عمر <span id='ms25'></span> وبلال بن الحارث وزيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             ابن خالد الجهني وممن جاوز\nالسبعين عمار بن ياسر وأبو أمامة صدي بن عجلان والسائب بن يزيد وواثلة بن\nالأسقع وممن جاوز المائة أنس بن مالك وحكيم بن حزام وحدثنا عبد الله بن\nسلمة بن أبي حبيب الأنصاري حدثني بكر بن عبد الوهاب الخياط الأنماطي ثنا\nمحمد بن عمر الأسلمي الواقدي قال مات مخرمة بن نوفل وحويطب بن عبد العزى\nوحكيم بن حزام وسعيد بن يربوع وكنية مخرمة أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             المسور وكنية\nحكيم أبو خالد كنية حويطب أبو محمد ماتوا سنة أربع وخمسين وقد بلغ كل واحد\nمنهم عشرين وماتة سنة إلا مخرمة فإنه بلغ خمس عشرة ومائة ومات أنس بن مالك\nسنة إحدى وتسعين وقال قدم النبي صلى الله عليه وسلم المدينة ولي عشر سنين\nفذلك مائة سنة وسنة واحدة حدثنا أبو عبيدة محمد بن الجنيد حدثنا إسماعيل بن\nحفص ثنا المحاربي عن أشعث بن سوار قال مات شريح وهو ابن مائة وعشر سنين\nومات سويد بن غفلة وهو ابن عشرين ومائة ومات أبو رجاء وهو ابن مائة وسبع\nوعشرين قال أبو محمد هؤلاء مخضرمة والمخضرمة الذين أدركوا الجاهلية\nوالإسلام حدثنا ابن البرتي عن أبي حفص قال مات أبو عثمان النهدي وهو ابن\nثلاثين ومائة مات بعد المائة حدثنا أبو خليفة عن التوزي قال حدثت عن يونس\nعن ابن داود عن ابن حي قال عاش سويد بن غفلة عشرين ومائة سنة لم ير محتنيا\nولا متساندا قط وافتض عام مات بكرا حدثني الحسن بن علي السراج قاضي الأهواز\nثنا عبد الله بن أحمد بن حنبل ثنا عبد الله بن ثور حدثتنا دنية بنت أبي\nالحلال قالت بعث المهلب إلى أبي الحلال بجارية لينظر هل بقي من الشيخ بقية\nفافتضها وهو يومئذ ابن عشرين ومائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n27 حدثنا محمد بن أحمد بن كسا ثنا دحيم ثنا ابن أبي فديك حدثني إبراهيم\nالمخزومي عن ابن أبي الحسين المكي عن عطاء عن ابن عباس قال قال رسول الله\nصلى الله عليه <span id='ms26'></span> وسلم إذ كان يوم القيامة نودي أين أبناء الستين وهو العمر\nالذي قال الله عز وجل أولكم نعمركم ما يتذكر فيه من تذكر وجاءكم النذير قال\nأبو محمد إبراهيم المخزومي وهو إبراهيم بن الفضل وابن حسين عبد الله بن عبد\nالرحمن بن أبي حسين\n</p>\n\n<p>\n28 حدثنا الحضرمي ثنا إسماعيل بن بهرام وهشام بن يونس قالا ثنا عبد\nالعزيز بن أبي حازم ثنا أبي عن المقبري عن أبي هريرة عن النبي صلى الله\nعليه وسلم قال من عمره الله ستين سنة فقد أعذر اليه من العمر يريد أو لم\nنعمركم ما يتذكر فيه من تذكر وجاءكم النذير حدثنا أبي ثنا ابن أبي خيثمة\nثنا عبد الله بن جعفر الرقي عن ابن المبارك عن أبي عثمان الصنعاني عن وهب\nبن منبه قال وقد بلغت من الكبر عتيا مريم قال هذه المقالة وهو ابن ستين أو\nخمس وستين سنة\n</p>\n\n<p>\n29 حدثنا موسى بن زكريا ثنا أزهر بن مروان ثنا داود بن الزبرقان ثنا مطر\nالوراق عن عبد الله بن بريدة الأسلمي عن يحيى بن يعمر أن أبا سبرة قال\nلعبيد الله ابن زياد حدثني عمرو بن العاص قال قال رسول الله صلى الله عليه\nوسلم\n</p>\n\n<p>\n| + * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             مثل المؤمن كمثل النحلة أكلت طيبا ووضعت طيبا وإن مثل\nالمؤمن مثل القطعة الجيدة من الذهب ادخلت النار فنفخ عليها فخرجت جيدة قال\nأبو محمد هذا مثل للمؤمن في صحة عقده وعهده وسره وعلانيته وسائر أحواله\nومثل بالنحلة تارة وبالقطعة من الذهب تسبك فيعود وزنها مثله قبل سبكها\nلصفائها وخلوص جوهرها لأن الخالص من الذهب لا يحمل الخبث ولا يقبل الصدأ\nولا تنقصه النار ولا يغيره مرور الأوقات وكذلك المؤمن في حال منشطه ومكرهه\nوعسره ويسره على بينة من ربه ويقين من أمره لا ينقصه الاختبار ولا يزيله عن\nإيمانه ويقينه تفرق الأحوال والذهب أسنى الجوهر وأشرفه ويقال للشيء في بلوغ\nالغاية في تفضيله وشرفه وخطره كأنه الإبريز الخالص وما هو إلا الذهب الاحمر\nوقال بعض الشعراء % كالخالص الإبريز إن <span id='ms27'></span> لم تجله % % فجلاؤه وإن صحب الأبد %\n% لا يستحيل على الليالي لونه % % أنى وجوهره شهاب يتقد %\n</p>\n\n<p>\nوقال آخر % لا يعلق العر جنبي إن رميت به % % نأيت عنه كما لا يصدأ الذهب\n%\n</p>\n\n<p>\n| وحدثني عبدان بن أحمد بن أبي صالح صاحب التفسير عن عمرو بن محمد\nالزنبقي البصري عن الأصمعي عن أبي عمرو بن العلاء قال من أحب أن ينظر إلى\nرجل صيغ من ذهب فلينظر إلى الخليل بن أحمد ثم أنشأ يقول % قد صاغه الله من\nمسك ومن ذهب % % وصاغ راحته من عارض هطل %\n</p>\n\n<p>\nوالنحلة كريمة تغتذي بألطف الغذاء وأشرف ما يتغذي به ذو حياة وتمج العسل\nوهو أطيب طعام وأعذبه وإليه المثل في الحلاوة التي هي أعجب الطعوم مذاقا\nوأفضلها مأكولا ومشروبا وأوقعها من النفوس مواقع الغاية ويقال إنها بإذن\nالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n             وقدرته تحمل العسل في أفواهها والشمع على أفخاذها وظهورها\nوتقول نحلة للذكر والأنثى والجمع نحل والنحل مذكرات ومؤنثات ويقال للنحل\nذباب الخصب وذباب الربيع أفرد لها هذا الإسم لشرفها مقرون بشرف الوقت الذي\nتنتشر فيه وهو الفصل الذي يكثر فيه الذباب والخصب والخير والمرعى وسمي\nالمعتد من الرجال السيد المؤتمر له يعسوبا تشبيها بيعسوب النحل وهو أميرها\nوفي الحديث علي يعسوب المؤمنين أي سيدهم والمال يعسوب المنافقين ووقفع علي\nرضي الله عنه على عبد الرحمن بن عتاب يوم الجمل وهو مقتول فاسترجع ثم قال\nهذا يعسوب قريش أي سيدهم واختلفوا في اليعسوب فقال بعضهم هو نحلة ذكر أكبر\nمن الإناث يجتمع إليه النحل ويتفرقن عنه وهو مقيم لا يبرح فإن خرج خرجن معه\nوإن غاب طلبنه وإن ضاع تمزقن وتشتتن ولم يصلحن إلا به وقال بعضهم بل هو\nالأنثى وتسمى الأمراء والنحل يسمى النحال وذكر النحل في أشعار العرب كثير\nلعجيب صنعها وجليل ما يخرج الله تعالى من بطونها قال الله تعالى وأوحى ربك\nإلى النحل أن اتخذي من الجبال بيوتا ومن الشجر ومما يغرسون ثم كلي من كل\nالثمرات فاسلكي سبل ربك ذللا يخرج من بطونها شراب مختلف ألوانه <span id='ms28'></span> فيه شفاء\nللناس وتناهى ما جاء في ذكره من الشعر كثير كما قال أبو ذؤيب % ولا ما تمج\nالنحل في متمنع % % فقد ذقته مستطرفا وصفا ليا % \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             وكما قال\nالآخر % وإن حديثا منك لو تبذلينه % % جنى النحل في أبكار عوذ مطافل\n</p>\n\n<p>\n30 حدثنا عبد الله بن أحمد بن موسى ثنا محمد بن إسحاق بن يحيى الحلواني\nثنا محمد بن إسماعيل بن أبي سمينة ثنا المحاربي عن ليث عن مجاهد عن ابن عمر\nقال قال رسول الله صلى الله عليه وسلم مثل المؤمن مثل النخلة أو النحلة إن\nشاورته نفعك وإن ماشيته نفعك وإن شاركته نفعك\n</p>\n\n<p>\n31 حدثنا عبد الله بن أحمد ثنا محمد بن صدران ثنا أزهر عن ابن عون عن\nنافع عن ابن عمر ذكره عن النبي صلى الله عليه وسلم قال مثل المؤمن كمثل\nالشجرة وذكره\n</p>\n\n<p>\n32 حدثنا يوسف بن يعقوب ثنا محمد بن أبي بكر المقدمي ثنا يحيى بن سعيد عن\nعبيد الله عن نافع عن ابن عمر قال قال رسول الله صلى الله عليه وسلم $ + *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             أخبروني بشجرة كالرجل المسلم تؤتي أكلها كل حين بإذن ربها لا\nيتحات ورقها ثم قال هي النخلة\n</p>\n\n<p>\n33 حدثنا محمد بن علي الناقد ثنا إبراهيم بن الحسن العلاف ثنا أبو عوانة\nعن أبي بشر عن مجاهد عن ابن عمر قال كنت عند النبي صلى الله عليه وسلم وهو\nيأكل جمارا فقال إن من الشجر كالرجل المؤمن فأردت أن أقول هي النخلة فنظرت\nفي وجوه القوم فإذا أنا أحدثهم فقال رسول الله صلى الله عليه وسلم هي\nالنخلة قوله لا يتحات ورقها يعني لا يتساقط كما يتساقط ورق الشجر وورقها\nخوصها وأصل الحت الفرك قال الشاعر % تحت بقرنيها برير أراكة % % وتعطو\nبظلفيها إذا الغصن طالها %\n</p>\n\n<p>\n| وسمي الخوص ورقا كما سمي النخلة شجرة وفي هذا كلام بين الفقهاء والنخلة\nسيدة الشجر ضربها الله تعالى مثلا لقول لا إله إلا الله فقال مثلا كلمة\nطيبة كشجرة طيبة أصلها ثابت وفرعها في السماء ومثلها رسول الله صلى الله\nعليه وسلم <span id='ms29'></span> بالرجل المؤمن القوي في إيمانه المنتفع به في جميع أحواله والعرب\nتعظمها ويكثر في أشعارها ذكرها وزعم قوم ممن يتعمق في الاشتقاق إن اسمها\nمشتق من الاتخال وهو التصفية والاختيار قالوا فهي صفوة الشجر ومختار المعاش\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n             وهذا قول نادر شاذ تقول ونخلت الشيء إذا صفيته ونخلت الكلام\nوالشعر إذا هذبته ولخصته قال الشاعر % تنخلتها مدحا لقوم ولمأكن % % لغيرهم\nفيما مضى أتنخل %\n</p>\n\n<p>\nوبه سمي المتنخل الشاعر ويقول أشد من نخلة وأعظم بركة من نخلة وتوصف\nالمرأة الجزلة بها وتوصف الفرس بجذعها والقمر حين يبدو بعرجونها ويشبه\nالخلق في تمامه وشطاطه بمجالها ويسمى طلعها الكافور وجمارها الإغريض وهو\nالفضة ويقال إنه ليس في المأكول أنظف منها وقال رجل من العرب يصف نسوة\nكلامهن أقتل من النبل وأوقع في القلوب من الوبل في المحل وفروعهن أحسن من\nفروع النخل وقال الشاعر % كأن فروعهن بكل ريح % % عذارى بالذوائب ينتصينا %\n</p>\n\n<p>\n| وقال العرجي % حوراء يمنعها القيام إذا % % قعدت تمام الخلق والبهر %\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             % كالعذق في رأس الكثيب نما % % طولا ومال بفرعه الوقر %\n</p>\n\n<p>\n| وقال الحارث المخزومي % كالعذق زعزعه رياح حرجف % % فاهتز بعد فروعه\nقنواته %\n</p>\n\n<p>\nويقال في بلوغ الغاية في صفاء الشيء وليانه ومخه ما هو إلا جمارة وكأنه\nجمارة النخل كما قال الجهني % أنتم جمارة من هاشم % % والكرانيف سواكم\nوالحطب % $ حدثنا يوسف بن يعقوب ثنا محمد بن كثير ثنا سليمان بن كثير عن\nحصين عن عكرمة في قول الله تعال مثلا كلمة كشجرة طيبة قال هي النخلة لا\nيزال فيها شيء ينتفع به إما ثمره وإما حطبه وكذلك الكلمة الطيبة ينتفع بها\nصاحبها في الدنيا والآخرة * حدثنا الحسن بن المثنى ثنا أبو حذيفة ثنا شبل\nعن عن ابن أبي نجيح عن مجاهد قال الشجرة الطيبة النخلة والخبيثة الحنظلة\nمثل المؤمن والكفار * حدثنا يوسف ثنا المقدمي ثنا حماد بن زيد ثنا شعيب بن\nالحجاب قال كنا عند أنس بن مالك فجيء بطبق من رطب فقال كلوا فإن هذه التي\nذكر الله ضرب الله مثلا كلمة طيبة كشجرة طيبة قال ومثل <span id='ms30'></span> كلمة خبيثة كشجرة\nخبية اجتثت من فوق الأرض تلكم الحنظلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n34 حدثنا أحمد بن عبد الله الجشمي ثنا علي بن المؤمل من أهل وادي القرى\nقال سمعت موسى بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب رضي\nالله عنهم يقول حدثني أبي عن آبائه قال قال رسول الله صلى الله عليه وسلم\nنعم المال النخل الراسخات في الوحل المطعمات في المحل والمحل الجذب وقال\nالشاعر % نأين فلم تلحق بها كف جاذب % % ولم يتباعد خيرها ابن سبيل %\n</p>\n\n<p>\n| وقال الآخر % اذا اغبر وجه الأرض واصفر عودها % % أقمن فهن المطعمات\nعلى المحل %\n</p>\n\n<p>\n35 حدثنا محمد بن سعيد الأيلي ويلقب بمردك والحسن بن أبي شجاع البلخي قال\nثنا شيبان بن فروخ ثنا مسرور بن سعيد التيمي حدثني الأوزاعي عن عروة بن\nرويم عن علي بن أبي طالب قال قال رسول الله صلى الله عليه وسلم أكرموا\nعمتكم النخلة فإنها خلقت من الطين الذي منه آدم وليس من الشجر شيء يلقح\nغيرها فأطعموا نساءكم الولد الرطب فإن لم يكن الرطب فالتمر وليس شيء من\nالشجر أكرم على الله تعالى من شجرة نزلت عندها مريم بنت عمران قال أبو محمد\nهذا من الأحاديث التي يعترض عليها من يشنأ الحديث ويبغض أهله ويحب أن يعد\nمن أهل النظر ويتحلى بالخلاف على الأثر فقال رويتم أن النخلة عمة كما رويتم\nأن الفأرة يهودية ورويتم كذا ورويتم كذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             وما أدري ما الذي ينكر\nمن هذا ولم لا يجوز لها هذا الاسم على التمثيل مع ما روي أنها خلقت من\nالطين الذي خلق منه آدم وإنما أخبر عليه السلام عن قدمها إن كان الحديث\nمحفوظا وأعلمنا أنها خلقت من آدم من الطين والعرب تذكر النخلة بالقدم\nوتصفها بالبقاء ومن كلامهم إذا طال عمر الإنسان كأنه نخلتا ثروان قال\nالشاعر فجعلها بنات الدهر يريد أنهن يبقين بقاء الدهر على المبالغة في\nالبقاء % ضربن العرق في ينبوع عين % % طلبن معينة حتى روينا % % بنا الدهر\nلا يخشين محلا % % إذا لم <span id='ms31'></span> تبق سائمة بقينا % % كأن فروعن بكل ريح % % غذارى\nبالذوائب ينتصينا %\n</p>\n\n<p>\n| وقال أحيحه بن الجلاح فسمي الصغار منهن طفلا هو الظل في الصيف حق\nالظليل والمنظر الأحسن الأجمل % نعم لعمكم نافغ % % وطفل لطفلكم يومل %\n</p>\n\n<p>\nالعم الطول ضرب بها المثل فقال هذه الطول للرجال وهذه الصغار للأحداث\nنشأت معهم وقال رجل من بني حنيفة فسمى العظام منها أمهات % ولما أتم الطلع\nمنها وشبهت % % شماريخها الكتان أخلصن بالرحض % % كفى أمهات الحمل منها\nبناتها % % بنضر العذوق بعضهن على بعض %\n</p>\n\n<p>\n| \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n             وقال الآخر % لنا لقحة لم تغد يوما بناتها % % إذا بركت في\nمنزل لم تحول % % لها أخوات حولها من بناتها % % حوادث لم تحلل ببيداء مجهل\n% % قيام حوالى فحلها وهو قائم % % تلقح عنه وهو عنها بمعزل % % ترى الشارب\nالنشوان من حلباتها % % إذا راح يمشي مثل مشي المخبل %\n</p>\n\n<p>\nحدثنا ابن دريد ثنا السجستاني عن الأصمعي قال لقيت أعرابيا فقلت ممن أنت\nفقال أسدي قلت من أيهم قال نمري قلت من أي البلاد قال من أهل عمان قلت فأنى\nلك هذه الفصاحه قال سكنا بأرض لا نسمع فيها ناجحة التيار أو نافجة التيار\nيعني صوت البحر قلت فصف لي أرضك قال سيف أفيح وفصل ضحضح وجبل صلدح ورمل\nأصبح قلت فما مالك قال النخل قلت فأين أنت من الإبل قال إن النخل حملها\nغذاء وسعفها ضياء وجذعها بناء وكربها صلاء وليفها وشاء وخوصها وعاء وقروها\nإناء وقال الأعشى في صفة الفرس % أما إذا استقبلته فكأنه % % جذع سما فوق\nالنخيل مشذب %\n</p>\n\n<p>\n| وقال الجعدي في الإغريض % ليالي تصطاد الرجال بفاحم % % وأبيض كالإغريض\nلم يتثلم %\n</p>\n\n<p>\nوقال آخر في الكافور % كأن على أسنانها غذق نخلة % % مدلى من الكافور غير\nمكمم %\n</p>\n\n<p>\n| \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n             وقال أعرابي في وصف امرأة % يا طيب وصلك في النساء مبين %\n% لخلائق يأبى النساء مداها % % بعفافة وحلاوة وتقبل % % أعي النساء وإن\nجهدن سواها % % فكأن طيبة نخلة في جدول % % عذبت مغارسها فطاب جناها %\n</p>\n\n<p>\nوقال الربيع بن أبي الحقيق فشبه الليث بحواشي البرود % ربت في كثيب ذي\nأباريق غذبة % % عواقبها في الماء ورد شوارع % % لها <span id='ms32'></span> سعف جعد وليف كأنه % %\nحواشي برود حاكهن الصوانع %\n</p>\n\n<p>\n| وقال أمية بن أبي الصلت يذكر الجنة % فيها الفواكه كلها وتزخرفت % %\nبطلع يرضى الناضرين نضير %\n</p>\n\n<p>\nآخر جزء الثالث والحمد لله وحده وصلواته على خير خلقه محمد وآله وصحبه\nوأزواجه وسلم تسليما يتلوه إن شاء الله تعالى في الجزء الرابع حدثنا عبد\nالله بن أحمد بن موسى والحمد لله حق حمده وهو حسبنا ونعم الوكيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n             بسم الله الرحمن الرحيم % رب عونك %\nقال الشيخ الإمام الأجل الحافظ أبو طاهر أحمد بن محمد بن أحمد بن محمد بن\nإبراهيم السلفي الأصبهاني أخبرنا أبو الحسن علي بن المشرف بن المسلم\nالأنماطي ثنا أبو الحسين محمد بن علي بن يحيى الدقاق بمصر ثنا أبوالقاسم\nعبد الله بن أحمد بن علي بن طالب البغدادي حدثني أبو محمد الحسن بن عبد\nالرحمن بن خلاد الرامهرمزي برامهرمز قال\n</p>\n\n<p>\n36 ثنا عبد الله بن أحمد بن موسى ثنا سليمان بن أيوب ثنا حماد بن زيد عن\nعلي بن سويد بن منجوف عن أبي رافع عن أبي هريرة أن رسول الله صلى الله عليه\nوسلم قال مثل المؤمن القوي مثل النخلة ومثل المؤمن الضعيف كخامة الزرع\n</p>\n\n<p>\n37 حدثنا أحمد بن عمرو الحنفي ثنا عمرو بن علي ثنا عبد الرحمن بن مهدي عن\nسفيان عن سعد بن إبراهيم عن عبد الله أو عبد ال رحمن بن كعب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \nمالك الأنصاري عن أبيه قال قال رسول الله صلى الله عليه وسلم مثل المؤمن\nكمثل الخامة من الزرع تفيئه الرياح تعدلها مرة ويقيمها مرة أخرى حتى يأتيه\nأجله ومثل الكافر كمثل الأرزة المجذية على أصلها لا يقيمها حتى يكون\nانجعافها مرة واحدة قال أبو محمد رحمه الله ورواه يحيى بن سعيد عن الثوري\nفقال لا يصيبها شيء حتى يستجمه ورواه حماد بن سلمة عن ثابت فقال لا تزال\nقائمة حتى تنقصف ورواه الأعمش عن عطاء عن جابر قال لا تزال قائمة حتى تنقعر\nوقال الأرزنة بالنون\n</p>\n\n<p>\n38 حدثنا محمد بن علي بن الوليد السلمي قال سمعت هدبة بن خالد <span id='ms33'></span> القيسي\nيقول حدثنا عبيد الله بن مسلم عن ثابت عن أنس قال قال رسول الله صلى الله\nعليه وسلم مثل المؤمن مثل السنبلة تقوم أحيانا وتميل أحيانا قال أبو محمد\nالخامة الفضة الرطبة قال الطرماح % إنما نحن مثل خامة زرع % % متى يأن يأت\nمحتصده % $ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n             والأرزة الثابتة من الشجر واختلف في تسميتها فمنهم\nمن يقول الأرزة مثال فعلة محركة مفتوحة العين وهو لفظ الحديث ومنهم من يقول\nالأرزة مثال فاعلة وهو قول أبي عمرو الشيباني قال ومنه تقول أرز يأرز ومنهم\nمن يقول الأرزة مثال فعله ساكنة العين وهو قول أبي عبيدة قال وهو شجر معروف\nبالشام وقد رأيته يقال له الأرز واحدتها أرزة وهي التي تسمى بالعراق\nالصنوبر والصنوبر ثمر الأرزة والمجذية الثابتة في الأرض يقال منه جذت تجذو\nوأجذت تجذي والإنجعاف الانقلاع ومنه قيل جعفت به الأرض إذا صرعته فضربت به\nالأرض والانقصاف مثله قال أبو عبيد هذا فيما نرى أنه شبه المؤمن بالخامة\nالتي تميلها الريح لأنه مرزأ في نفسه وأهلة وولده وماله والكافر كمثل\nالأرزة التي لا تميلها الريح أي لا يرزأ شيئا وإن أرزى لم يؤجر عليه حتى\nيموت فشبه موته بانجعاف تلك حتى يلقى الله عز وجل يذنوبه\n</p>\n\n<p>\n39 حدثني قتادة بن رستم الطائي ثنا عبيد بن آدم العسقلاني ثنا أبي عن ابن\nأبي ذئب عن نافع عن ابن عمر قال قال رسول الله صلى الله عليه وسلم مثل\nالمؤمن والإيمان كمثل الفرس في آخيته يجول ما يجول ثم يرجع إلى آخيته وكذلك\nالمؤمن يقترف ثم يرجع إلى الإيمان فاطعموا طعامكم الأبرار وخصوا بمعروفكم\nالمؤمنين قال أبو محمد الآخية عود يعرض على الحائط تشد إليه الدابة والجمع\nالأواخي ويقال لفلان آخيه عند الامير\n</p>\n\n<p>\n40 حدثنا محمد بن يحيى المروزي ثنا عاصم بن علي ثنا شعبة عن مجالد قال\nسمعت الشعبي يقول عن النعمان بن بشير قال قال رسول الله صلى الله عليه وسلم\n$ + * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             المؤمنون في توادهم وتراحمهم كمثل الجسد إذا اشتكى شيء\nمنه تداعى سائره بالسهر والحمى <span id='ms34'></span>\n</p>\n\n<p>\n41 حدثنا عبد الله بن غنام ثنا جعفر بن حميد ثنا الوليد بن أبي ثور عن\nعبد الملك بن عمير عن النعمان بي بشير عن النبي صلى الله عليه وسلم قال مثل\nالمسلمين في تواصلهم وتراحمهم والذي جعل الله بينهم مثل الجسد اذا اشتكى\nشيء منه تداعى سائره بالسهر والحمى قال أبو محمد التواد والتحاب والتراحم\nوالتواصل مصادر من قولك تحاب الرجلان وتوادا وتواصلا وتراحما ومرأن يقع فعل\nالمحبة والمودة والوصلة والرحمة من أحدهما مثل ما يقع من الآخر وشبه\nالمؤمنين في هذه الخصال وان تغايرت أجسامهم وتباينت بالجسد الواحد الذي\nيألم جميعه بما يألم بعضه فكذلك المؤمنون متكافئون في السراء والضراء\nومشتركون في الشدة والرخاء\n</p>\n\n<p>\n42 حدثنا عبدان ثنا دحيم ثنا مروان بن معاوية ثنا الحسن بن عمرو ثنا\nالشعبي قال سمعت النعمان بن بشير يقول على المنبر يا أيها الناس تراحموا\nفإني سمعت بأذني هاتين من رسول الله صلى الله عليه وسلم وهو يقول المسلمون\nكالرجل الواحد إذا اشتكى عضو من أعضائه تداعى له سائر جسده\n</p>\n\n<p>\n43 حدثنا محمد بن عبد الله الحضرمي ثنا علي بن بهرام ثنا عبد الملك بن\nأبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n             كريمة عن غالب صالح مولى التوأمة عن أبي هريرة وأبي سعيد\nعن النبي صلى الله عليه وسلم قال المؤمن للمؤمنين كالبنيان يشد بعضه بعضا\n</p>\n\n<p>\n44 حدثني أبي ثنا عبد الله بن محمد الزهري ثنا عبد الكبير بن عبد المجيد\nالحنفي عن غالب الجزري عن أسامة بن زيد عن نافع عن ابن عمر أن رسول الله\nصلى الله عليه وسلم قال إن مثل المنافق كمثل الشاة العائرة بين الغنمين تكر\nإلى هذه مرة وإلى هذه مرة لا تدري أيها تتبع\n</p>\n\n<p>\n45 حدثنا أحمد بن جعفر النيسابوري ثنا أحمد بن حفص ثنا أبي ثنا إبراهيم\nبن طهمان عن موسى بن عقبة عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم\nمثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n46 حدثني علي بن أحمد بن عبيد الله المباركي ثنا أبي ثنا إسحاق الأزرق عن\nعبيد الله نافع عن ابن عمر <span id='ms35'></span> عن النبي صلى الله عليه وسلم مثله قال أبو محمد\nقوله بين الغنمين يريد بن القطيعين من الغنم ويقال عارت الشاة اذا فارقت\nجماعة الغنم وعدلت إلى بعض النواحي ومنه قيل للذي يعير نحو الباطل ويفارق\nأهل الاستقامة والحق العيار قال أوس بن حجر % ليث عليه من البردي هبرية % %\nكالمرزباني عيار بأوصال %\n</p>\n\n<p>\n| يصف أسدا يعير بأوصال ما يفترسه ويروى عيال يعني يتبختر في مشيته\nبالعشايا ويقال قصيدة عائرة أي سائرة وقال بعض الرواة ما قالت العرب بيتا\nأعير من قوله % فمن يلق خيرا يحمد الناس أمره % % ومن يغو لا يعدم على الغي\nلائما %\n</p>\n\n<p>\nفصاحب النفاق يعير إلى أهل الايمان تارة وإلى المشركين أخرى متردد كما\nقال الله تعالى مذبذبين بين ذلك إلى هؤلاء ولا إلى هؤلاء\n</p>\n\n<p>\n47 حدثنا عبدالله بن أحمد بن خلاد القطان ثنا أبو الوليد الطيالسي ثنا\nهمام ثنا قتادة وحدثنا محمد بن يحيى المروزي ويوسف بن الحكم قالا ثنا سريج\nبن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n             يونس ثنا أبو عوانة عن قتادة عن أنس عن أبي موسى قال قال\nرسول الله صلى الله عليه وسلم مثل المؤمن الذي يقرأ القرآن مثل الآترجه\nطعمها طيب وريحها طيب ومثل المؤمن الذي لا يقرأ القرآن مثل التمرة طعمها\nطيب ولا ريح لها ومثل الفاجر الذي لا يقرأ القرآن كمثل الريحانة ريحها طيب\nوطعمها مر ومثل الفاجر الذي لا يقرأ القرآن مثل الحنظلة خبيث طعمها خبيث\nريحها قال أبو محمد رحمه الله الأترجة بلا نون والذي يقوله العامة بالنون\nخطأ وليس في المشمومات شيء يجمع طيب الرائحة وطيب الطعم غيرها والريحان اسم\nيجمع المشمومات من النبات سوى الشجر هكذا قاله الحامض وقال صاحب كتاب العين\nالريحان أطراف كل بقلة طيبة الريح إذا خرج عليه أوائل النور وقال أبو محمد\nالريحان فعلان من الريح والريح والروح واحد وإنما صار الواو ياء في الريح\nلأن الحرف الذي قبله مكسور وتصغيرها رويحة وتقول أروح الماء وغيره إذا تغير\nأخبرنا أبو خليفة عن المازني عن أبي زيد قال يقال انشق الصبح <span id='ms36'></span> عن ريحانة إذا\nانشق عن نسيمه والنسيم الرائحة الطيبة تجدها تقول انشق النهار عن أطيب\nأوقاته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n48 حدثنا عبد الله بن علي بن مهدي ثنا أحمد بن المعلى الآدمي ثنا اسماعيل\nابن صبيح ثنا يحيى بن سلمة بن كهيل عن أبيه عن أبي عبد الرحمن عن عثمان عن\nالنبي صلى الله عليه وسلم قال إن القرآن كجراب ملأته مسكا ثم ربطت على فيه\nفإن فتحته فاح لك ريحه وإن تركته كان مسكا مرفوعا فكذلك مثل القرآن إن\nقرأته أو كان في صدرك\n</p>\n\n<p>\n49 حدثنا محمد بن عبد الله الحضرمي ثنا محمد بن الحسن الحضرمي ثنا إسحاق\nبن نجيح عن عطاء الخراساني عن أبي هريرة قال قال رسول الله صلى الله عليه\nوسلم * مثل الذي يقرأ القرآن ولا يفرض مثل الذي ليس له رأس\n</p>\n\n<p>\n50 حدثنا أحمد بن حماد بن سفيان الكوفي ثنا عثمان بن حفص ثنا الفضيل بن\nسليمان عن موسى بن عقبة عن نافع عن ابن عمر قال قال رسول الله صلى الله\nعليه وسلم مثل القرآن كمثل الإبل المعقلة إذا تعاهد صاحبها عقلها أمسكها\nوإذا أغفلها ذهبت وإذا قام صاحب القرآن يقرؤه آناء الليل وآناء النهار وإن\nلم يقم به نسيه قال أبو محمد رحمه الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n             قوله إذا تعاهد صاحبها\nعقلها منهم من يقول بضم العين ومنهم من يقول بفتحها وأهل العربيه يختارون\nالفتح وهو مصدر قولك عقلت البعير أعقله عقلا إذا شددت يد بعقال والعقل\nالحبل الذي تربطه به ومن قال بالضم فإنما يحتاج معه إلى حركة القاف ليكون\nجمعا للعقال كما تقول حمار وحمر وعقال وعقل وجراب وجرب وتسكين القاف خطأ\nوهو لفظ المحدثين\n</p>\n\n<p>\n51 حدثنا أحمد بن الحسن بن عبد الجبار ثنا الهيثم بن خارجة ثنا رشدين ابن\nسعد عن عبد الله بن الوليد التجيبي عن النخعي عن أبي حفص أنه سمع أنس بن\nمالك يقول قال رسول الله صلى الله عليه وسلم إن مثل العلماء في الأرض مثل\nالنجوم في السماء يهتدي بها في ظلمات البر والبحر فإذا <span id='ms37'></span> انطمست النجوم أوشك\nأن يضل الهداة\n</p>\n\n<p>\n52 أخبرنا أحمد بن يحيى الحلواني ثنا أحمد بن يونس ثنا أبو بكر بن عياش\nعن أبي المهلب عن عبيد الله بن زحر عن علي بن يزيد عن القاسم عن أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n             أمامة عن النبي صلى الله عليه وسلم أن لقمان قال لابنه * يا\nبني عليك بمجالسة العلماء واستماع كلام الحكماء فإن الله عز وجل يحيى\nالقلوب بنور الحكمة كما يحيى الأرض بوابل المطر\n</p>\n\n<p>\n53 أخبرنا محمد بن عبد الله الحضرمي ثنا إبراهيم بن أبي معاوية ثنا أبي\nعن الأعمش عن أبي سفيان عن جابر قال قال رسول الله صلى الله عليه وسلم مثل\nالصلوات الخمس مثل نهر جار على باب أحدكم يغتسل منه كل يوم خمس مرات\n</p>\n\n<p>\n54 حدثنا موسى بن زكريا ثنا داود بن بلال ثنا أبو الأشهب عن الحسن عن أبي\nهريرة إن شاء الله قال قال رسول الله صلى الله عليه وسلم مثل الصلوات الخمس\nمثل رجل على بابه نهر جار غمر عذب يغتسل منه كل يوم خمس مرات فماذا يبقين\nمن درنه\n</p>\n\n<p>\n55 حدثنا شيخ من أهل مدينة ا لسلام ثنا محرز بن سلمة عن الدراوردي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n             عن موسى بن عبيدة عن ماعز بن سويد العرجي عن علي بن أبي طالب\nرضي الله عنه أن النبي صلى الله عليه وسلم قال مثل الذي لا يتم صلاته مثل\nالمرأة حملت حتى إذا دنا نفاسها أسقطت فلا حامل ولا ذات رضاع ومثل المصلي\nكمثل التاجر لا يخلص له الربح حتى يخلص له رأس ماله فكذلك المصلي لا يقبل\nله نافلة حتى يؤدي الفريضة\n</p>\n\n<p>\n56 أخبرنا الحضرمي ثنا محمد بن عبد الله بن نمير ثنا أبي عن مجالد عن\nالشعبي عن ابن عباس عن النبي صلى الله عليه وسلم قال مثل الذي يتكلم\nوالإمام يخطب كمثل الحمار يحمل أسفارا الأسفار واحدها سفر وقال الله تعالى\nبأيدي سفرة كرام بررة السفرة الكتبة من الملائكة ويقال إنهم ملائكة السماء\nالدنيا الذين يحصون أعمال العباد وقال بعض الشعراء يعير قوما بالرواية دون <span id='ms38'></span>\nالدراية % زوامل للأشعار لا علم عندهم % % يجيدها إلا كعلم الأباعر % %\nلعمرك ما تدري المطي إذا غدا % % بأوساقه أو راح ما في الغرائر %\n</p>\n\n<p>\n| \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n             وهذا مثل لمن شهد الجمعة بجسمه ولم يشهدها بقلبه فجهل ما\nيجوز من ثوابها بحضوره إذا أنصت واستمع ولم يلغ فهو كالحمار الذي لا يعقل\nوقال الله تعالى مثل الذين حملوا التوراة ثم لم يحملوها كمثل الحماروضرب\nالله هذا مثلا للذين حملوا التوراة ولم يحملوها ما فيها من الأوامر\nوالنواهي فصاروا بمنزلة من لم يحملها لعدم الانتفاع بها وخص الحمار بهذا\nالمثل لأن المذموم عند العرب من الدواب والغاية فيما يستبهم وهم يقولون\nللإنسان المذموم كأنه حمار أو كأنه عير أنشدنا ابن عرفة أنشدنا أحمد بن\nيحيى عن ابن الأعرابي % دفعت إلى شيخ بجنب فنائه % % هو العير إلا أنه\nيتكلم %\n</p>\n\n<p>\nوقال الفرزدق % سواسية سود الوجوه كأنهم % % حمير بني ذكوان إذ ثار صيقها\n%\n</p>\n\n<p>\n| والصيق الغبار وضرب الله للمعرضين عن الذكر النائبين عنه مثل الحمير\nالمستنفرة ممن يقسرها ويقرهرها قال كأنهم حمر مستنفرة فرت من قسورة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n             وكذلك قال النبي صلى الله عليه وسلم أما يخشى الذي يرفع رأسه\nقبل الإمام أن يحول الله رأسه رأس حمار ويروى وجهه وجه حمار واعترض بعض من\nيتحلى بالخلاف على الأثر ويطعن على أهله فقال وكيف لحق هذا الذنب اليسير\nمثل هذا الوعيد العظيم فقال فيه قولا فبيحا وإنما المعنى أما يخشى من جهل\nالاقتداء بإمامه وقد مقام المقتدي أن يشرك البهيمة في صورته كما شركه في\nجهله وهذا على المبالغة في ذم الجهل وأهله وخص الحمار بذلك لما قدمناالقول\nفيه ولأن العرب تجعله الغاية فيما تستبهم وتذم وتستجهل حتى ذكره بعضهم\nيفساد الدين كما قال الأخضل % فدينك عندي كدين الحمار % % بل أنت أكفر من\nهرمز %\n</p>\n\n<p>\nولهذا قالت الإخوة من الأب والأم لعمر حين أسهم للإخوة من الأم دونهم هب\nأن أبانا كان حمارا ولذلك قال بعض المتأخرين حين بالغ في ذم الدهر وصرفه\nللأمور عن جهتها وإجرائها على غير حقائقها % فلو ذهبت ستار <span id='ms39'></span> الدهر عنه % %\nوألقى عن مناكبه الدثار % % لعدل قسمة الأيام فينا % % ولكن دهرنا هذا حمار\n%\n</p>\n\n<p>\n| وقال حيان بن سليمان بن مالك إذا حل أهلي بالشرية فاللوى % % فليس على\nقتلي لبيد بقادر % % ولا تقتلوني واقتلوا بأخيكم % % حمارا مهينا من حمير\nقراقر %\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n             حدثنا سهل بن موسى ثنا بندار ثنا أبو أحمد ثنا سفيان عن\nإسماعيل عن أبي صالح في قوله تعالى في أي صورة ما شاء ركبك قال إن شاء\nحمارا وإن شاء خنزيرا\n</p>\n\n<p>\n57 $ + * حدثنا أبو خليفة ثنا سليمان بن حرب ثنا حماد بن لمة عن علي بن\nزيد عن أوس بن خالد عن أبي هريرة عن النبي صلى الله عليه وسلم مثل الذي\nيسمع الحكمة ولا يحمل إلا شرها كمثل رجل أتى راعيا فقال اجزرني شاة من غنمك\nقال انطلق فخذ بأذن شاة منها فذهب فأخذ بأذن كلب الغنم\n</p>\n\n<p>\n58 حدثنا عبدان ثنا عبد الأعلى بن حماد ثنا حماد بن سلمة بإسناده عن\nالنبي صلى الله عليه وسلم قال مثل الذي يسمع الخطبة ثم لا يعي ما سمع وذكر\nمثله قال أبو محمد إن قال قائل كلب الغنم خير من شاة والحكمة لا تسمى شرا\nفالجواب إن الحكمة مسموعة ومعقولة والمسموع الكلام الذي بني على جهة الصواب\nوأحكم معناه وقال صاحب كتاب العين الحكمة مرجعها إلى العدل والعلم والحكم\nومنه قولهم أحكم فلان فلانا عن كذا أي منعه أخبرنا مسبح بن حاتم ثنا الحسن\nبن علي الواسطي ثنا هشيم عن أبي بشر عن مجاهد في قوله تعالى ولقد آتينا\nلقمان الحكمة قال الصواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n             وقال جرير % أبني حنيفة أحكموا\nسفهاءكم % % إني أخاف عليكم أن أغضبا %\n</p>\n\n<p>\n| فمن الحكمة قول عروة بن الورد % إذا المرء لم يطلب معاشا يكفه % % شكا\nالفقر أو لام الصديق فأكثرا % % وصار على الأدنين كلا وأوشكت % % صلات ذوي\nالقربى له أن تنكرا % % فسر في بلاد الله والتمس الغنى % % تعش ذا يسار أو\nتموت فتعذرا %\n</p>\n\n<p>\nفهذه حكمة وقد دل صاحبها على طلب الرزق ورغب في الثروة وأخبر عن عيوب\nالفقر وفضل الغنى وأعلم <span id='ms40'></span> أن في الغنى صيانة للعرض وقضاء للحق وصلة للرحم\nوعونا على المروءة وهو بذا الكلام الحسن والمعنى الجيد الذي ضمنه غير سالك\nبه سبيل الحق والعدل وهو بذا الكلام الحسن والمعنى الجيد الذي ضمنه غير\nسالك به سبيل الحق والعدل يريد به الغارة ويبعث على القتل والتلصص على ما\nأخبروا وخير منها وأفضل قول سالم بن وابصة % غنى النفس ما يكفيك من سد خلة\n% % فإن شيئا عاد ذاك الغنى فقرا %\n</p>\n\n<p>\n| فإنه أخبر عن فضل القناعة والرضى بالميسور ودل على مواقع الكفاف وغنى\nالنفس وذم التكاثر بأوجز لفظ وأتمه بيانا وأحسنه من قلوب أهل البصائر موقعا\nوأجمعه لحظ الدنيا والدين فهي خير من الأولى وأفضل وهما حكمتان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \nوقال قيس بن الخطيم % وكنت امرأ لا أسمع الدهر سبة % % أسب بها إلا كشفت\nغطاءها % % متى يأت هذا الموت لم تبق حاجة % % لنفسي إلا قد قضيت قضاءها %\n</p>\n\n<p>\nفانظر جودة هذا الكلام وحسنه وقد دل ظاهره على مبادرة اللذة بالفوت\nوالأخذ منها قبل مفارقتها وإنما أراد قائلها أنه شفى نفسه بدرك ثأره\nوالاعتلاء على أعدائه وهو حكمة في معناه وخير منه وأفضل قول الصلتان العبدي\n% نروح ونغدو لحاجاتنا % % وحاجة من عاش لا تنقضي % % تموت مع المرء حاجاته\n% % وتبقى له حاجة ما بقي %\n</p>\n\n<p>\n| فانظر أين موقع هذا الكلام إذا اعتبر ومقداره إذا وزن والحاجة ما يشتمل\nعليه الصدر فأخبر أن الإنسان لا تتناهى به الحال إلى أن يبلغ أقصى بغيته\nفيقضي من الحياة نهمته ويستوفي منها شهوته وإنه رهين بما يحاول وغير بالغ\nجميع ما يؤمل وإن طالب أيامه وامتد عمره والآخذ يقول قيس هو الحامل لشر\nالحكمتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n             97 وأما قوله اجزرني شاة فإنه استعطى ما ينتفع بلحمه\nوالكلب لا ينتفع بلحمه إنما ينتفع بصيده وحراسته والجزر كل شيء مباح للذبح\nوالواحدة جزرة جزرة قال سابق البربري % أصبحتم جزرا للموت يأخذكم % % كما\nالبهائم في الدنيا لكم جزر %\n</p>\n\n<p>\nآخر الرابع ويتلوه في الخامس إن شاء تعالى حدثنا ابن صاعد ثنا الحسن\nالمروزي ثنا ابن المبارك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \nبسم الله الرحمن <span id='ms41'></span> الرحيم وبه ثقتي قال الشيخ الإمام الأجل الحافظ أبو طاهر\nأحمد بن محمد بن أحمد السلفي الأصبهاني قراءة عليه أخبرنا أبو الحسن علي بن\nالمشرف الأنماطي ثنا أبو الحسين محمد بن علي بن يحيى الدقاق بمصر ثنا أبو\nالقاسم عبد الله بن أحمد بن علي بن طالب البغدادي حدثني أبو محمد الحسن بن\nعبد الرحمن بن خلاد الرامهرمزي برامهرمز قال\n</p>\n\n<p>\n59 ثنا ابن صاعد ثنا الحسين المروزي ثنا ابن المبارك ثنا عبد الرحمن بن\nيزيد ابن جابر حدثني أبو هريرة قال سمعت معاوية يقول على هذا المنبر سمعت\nرسول الله صلى الله عليه وسلم يقول إنما بقي من الدنيا بلاء وفتنة إنما مثل\nعمل أحدكم كمثل الوعاء إذا طاب أعلاه طاب أسفله وإذا خبث أعلاه خبث أسفله\n</p>\n\n<p>\n60 حدثني أحمد بن عمرو الحنفي ثنا الحسن بن مدرك ثنا يحيى بن حماد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n             ثنا أبو عوانة عن عطاء بن السائب عن أبيه عن عبد الله بن عمرو\nعن النبي صلى الله عليه وسلم أن رجلا كان فيمن كان قبلكم استضاف قوما\nفأضافوه ولهم كلبة تنبح قال فقالت الكلبة والله لا أنبح ضيف أهلي الليلة\nقال فعوى جراؤها في بطنها فبلغ ذلك نبيا لهم أو قيلا لهم فقال مثل هذه مثل\nأمة تكون بعدكم يقهر سفهاؤها حلماءها ويغلب سفهاؤها علماءها قال أبو محمد\nرحمه الله الجراء جمع جرو بكسر الجيم وهو ولد الكلبة وعوى الكلب إذا صاح\nوهو العواء بضم العين ممدود وهذا مثل في استعلاء السفهاء وتطاول الأشرار\nوالسفة نقيض الحلم وهو في معنى الجهل وأصله التنقص في العقل ويستعمل في\nبذاء اللسان ورفث القول كما قال جرير % أبني حنيفة أحكموا سفهاءكم % % إني\nأخاف عليكم أن أغضبا %\n</p>\n\n<p>\n| وكما قال الآخر % إذا نطق السفيه فلا تجبه % % فخير من إجابته السكوت %\n% سكت عن السفيه فظن أني % % عييت من الجواب فما عييت %\n</p>\n\n<p>\nوهذا البيتان يرويان لعمر بن علي بن أبي طالب رضوان الله عليهما\n</p>\n\n<p>\n61 حدثني أحمد بن يحيى الحلواني ثنا أحمد بن يونس ثنا جابر وهوابن رفاعة <span id='ms42'></span>\nحدثني الشعبي قال سمعت على هذا المنبر وهو منبر الكوفة رجلا وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n             يقول سمعت رسول الله صلى الله عليه وسلم ما سمعت أحدا يقول\nقبله فقال له نعيم الأشجعي من هو يا عامر قال هو النعمان بن بشير الأنصاري\nقال سمعت رسول الله صلى الله عليه وسلم يقول إن مثل المدهن في أمر الله\nكمثل رهط ركبوا سفينة فاقترعوا على المنازل فيها فأصاب بعضهم أعلى ا لسفينة\nوأصاب بعضهم أسفلها فاطلع مطلع من الذين أعلى السفينة فإذا بعض من في\nأسفلها يخرقها قال ما تصنع يا فلان قال أحسبه قال أخرق مكانا فأستقي منه\nقال اشرب فقال رسول الله صلى الله عليه وسلم فإن غيروا عليه نجا ونجوا وإن\nتركوه يخرقها غرق وغرقوا قال نعيم بن أبي هند إن هذه علينا شديدة أنا أخاف\nأن يغرق هؤلاء القوم ويغرقوا يعني بني امية قال وهذا أمان بني أمية\n</p>\n\n<p>\n62 حدثنا أبي ومحمد بن جنيد قال ابن جنيد ثنا عقبة بن م كرم وقال أبي ثنا\nيحيى المقوم قالا ثنا أبو عاصم ثا جابر بن يزيد بن رفاعة العجلي حدثني نعيم\nبن أبي هند قال سمعت الشعبي يقول سمعت النعمان بي بشير يقول سمعت رسول الله\nصلى الله عليه وسلم يقول فذكر نحوه\n</p>\n\n<p>\n63 حدثنا ابن ذريح العكبري ثنا سفيان بن وكيع ثنا أبو بكر بن عياش عن\nمغيرة عن الشعبي عن النعمان بن بشير قال سمعت رسو ل الله صلى الله عليه\nوسلم يقول مثل المقيم على حدود الله عز و جل والمدهن في حدود الله عز وجل\nوالمنهمك فيها كمثل ثلاثة في سفينة وذكر الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n             قال أبو محمد\nرحمه الله تعالى الادهان اللين يقال أدهن الرجل يدهن إدهانا فهو مدهن\nوالمداهن المصانع الموارب قال الله تعالى ودوا لو تدهن فيدهنون أي تلين لهم\nفيلينون لك قال شاعر % وفي الحلم إدهان وفي العفو دربة % % وفي الصدق منجاة\nمن الشر فاصدق %\n</p>\n\n<p>\n| والانهماك اللجاج والتمادي تقول انهمك فلان في أمر كذا إذا لج وتمادى\nوهذا <span id='ms43'></span> مثل في الاغضاء عن الجاهل والتلاين له حتى يتمادى في جهله وهو يقتضي\nمعنى القول بالحق والأمر بالمعروف والأخذ على أيدي أهل الشر حتى لا يؤدي\nانهماكهم في جهلهم إلى فساد العامة وهو في معنى قول أبي الأسود % وما لحليم\nواعظ مثل نفسه % % ولا لسفيه واعظ كحليم %\n</p>\n\n<p>\nوكما قال الآخر % ولقد توقع الحليم وإن % % كان بريئا بجهلها السفهاء % %\nوأخو الحلم حين لا يرمح % % الجاهل والجاهل السفيه سواء %\n</p>\n\n<p>\n| وقال العدوي % ومن لا يزل يوما مع الجهل مذعنا % % يقده إلى حين وذو\nحين وذو الجهل حاين %\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n64 أخبرنا الحضرمي ثنا أحمد بن عبده الضبي ثنا حفص بن جميع عن سماك عن\nعبد الرحمن بن عبد الله عن أبيه قال قال رسول الله صلى الله عليه وسلم مثل\nالذي يعين قوما على الظلم مثل البعير الذي يتردى في الركي ينزع بذنبه قال\nأبو محمد رحمه الله الركي البئر الصغيرة تقول ركيه وركي وركايا وأحسب الركي\nبطرح الهاء في معنى الجميع والنزع قلعك الشيء من الشيء وهذا مثل في ذم\nالحمية والتعاون على العصبية ومثل بالبعير الذي يتردى في البئر فيحاول نجاة\nنفسه بهلاك بعضه وكان هذا من شأن العرب ومذهبها قال وداك بن ثميل المازني\nيذكر قومه % مقاديم وصالون في الروع خطوهم % % بكل رقيق الشفرتين يمان % %\nإذا استنجدوا لم يسألوا من دعاهم % % لأية حرب أو لأي مكان %\n</p>\n\n<p>\n| \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n             وقال آخر يعير قومه باللين ويذكر غيرهم بالحمية % لا\nيسألون أخاهم حين يندبهم % % في النائبات على ما قال برهانا % % قوم إذا\nالشر أبدى ناجذيه لهم % % طاروا إليه زرافات ووحدانا %\n</p>\n\n<p>\n65 حدثنا إبراهيم بن أسباط السلولي ثنا سريج بن يونس ثنا هشيم ثنا عبيد\nالله بن أبي بكر قال سمعت أنس بن مالك يقول وحميد عن الحسن ويونس عن الحسن\nقال قال رسول الله صلى الله عليه وسلم أعن أخاك ظالما أو مظلوما وقال رجل\nيا رسول الله هذا أنصره مظلوما أرأيت إن كان ظالما قال امنعه من الظلم\nواحجزه فإن ذلك نصره\n</p>\n\n<p>\n66 حدثنا الحضرمي ثنا ابن أبي رزمه <span id='ms44'></span> ثنا علي بن الحسن الشقيقي قال الحضرمي\nوحدثنا محمد بن علي الشقيقي عن أبيه ثنا أبو حمزة عن إبراهيم الصائغ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n             عن عطاء عن نافع عن ابن عمر أن النبي صلى الله عليه وسلم قال\nمن أعان على خصومه بغير حق كان في سخط الله تعالى حتى يرجع\n</p>\n\n<p>\n67 حدثنا عبد الوهاب بن رواحة ثنا حميد بن الربيع حدثني أبو خمرة حدثني\nأبو حازم قال لا أعلمه إلا عن سهل بن سعد أن رسول الله صلى الله عليه وسلم\nقال مثل محقرات الذنوب كمثل قوم نزلوا بطن واد فجاء هذا بعود وجاء هذا بعود\nحتى جمعوا ما أنضجوا خبزهم وإن محقرات الذنوب متى يؤخذ بها صاحبها تهلكه\n</p>\n\n<p>\n68 حدثنا أحمد بن يحيى الحلواني تلقينا ثنا إبراهيم بن حمزة بن أنس\nبحلوان ثنا حماد بن سلمة عن ثابت عن أنس قال قال رسول الله صلى الله عليه\nوسلم إنما مثل أمتى كمثل ماء أنزله الله من السماء لا يدرى البركة في أولها\nأو في آخرها\n</p>\n\n<p>\n69 حدثني محمد بن علي السملي قال سمعت هدبة يعني ابن خالد ثنا عبيد ابن\nمسلم السابري عن ثابت عن أنس قال قال رسول الله صلى الله عليه وسلم مثل\nأمتي مثل المطر لا يدرى أوله خير أم آخره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n70 حدثنا أبو عمرو البهراني ثنا عبد الرحمن بن المبارك ثنا فضيل بن\nسليمان عن موسى بن عقبة عن عبيد بن سلمان الأغر عن أبيه عن عثمان عن النبي\nصلى الله عليه وسلم قال مثل أمتي مثل المطر لا يدرى أوله خير أم آخره قال\nأبو محمد إن تعلق متعلق بظاهر هذا الحديث فادعى عليه تناقضا في قوله صلى\nالله عليه وسلم خير أمتي قرني ثم الذين يلونهم فإن المعنى في قوله لا يدرى\nأوله خير أم آخره إن الخير شامل لها وإن كان معلوما أن القرن الأول خير من\nالثاني وهذا كما قال الله عز وجل كنتم خير أمة أخرجت للناس وقال الشاعر\nيذكر امرأة أعجبه منها بيانها وطرفها وثغرها % أشارت <span id='ms45'></span> بأطارف لطاف وأجفن % %\nمراض وألفاظ تنعم بالسحر % % فوالله ما أدري أفي الطرف سحرها % % أم السحر\nمنها في البيان وفي الثغر % $ يريد أن السحر في جماعتها\n</p>\n\n<p>\n71 حدثني موسى بن زكريا ثنا الصلت بن مسعود الجحدري ثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n             سهل\nبن أسلم العدوي عن يونس بن عبيد عن الحسن عن سمرة قال قال رسول الله صلى\nالله عليه وسلم مثل الذي يفر من الموت كمثل الثعلب تطلبه الأرض بدين فيخرج\nوله حصاص حتى إذا انبهر وأعيا قالت الأرض يا ثعلب أديني ديني فيخرج وله\nحصاص حتى إذا عيي وانبهر انقطعت عنقه ومات قال أبو محمد قوله تطلبه بمعنى\nتأخذه وإ ما خصت الأرض بهذا المثل لأن أحدا لا مهرب له منها وخص الثعلب\nبهذا التمثيل لروغانه واعتياصه على الصائد وشدة عدوه قال الأصمعي أغار\nإغارة الثعلب إذا أسرع ودفع قال المرار % صفة الثعلب أدنى جريه % % وإذا\nيركض يعفور أشر %\n</p>\n\n<p>\n| يعفور ظبي وأشر نشيط وقال محمد بن حمران بن أبي حمران % ما إن يغيب به\nالدهاس % % ولا تزل به الصفا % % يعدو كعدو الثعلب % % الممطور روحه العسا\n%\n</p>\n\n<p>\nحدثنا أبو عبد الله اليزيدي عن عمه عن ابن حبيب قال يقال أروغ من ثعلب\nوانشد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n             % كل خليل كنت خاللته % % لا ترك الله له نابحة % % كلهم\nأروغ من ثعلب % % ما أشبه الليل بالبارحة % $ ويقال للفرس هو يعدو الثعلبية\nإذا يمشي التقريب وذلك أنه ليس شيء أحسن تقريبا من الثعلب قال ابن مقبل %\nبذي ميعة كأن بعض سقاطه % % وتعدائه رسلا ذآليل ثعلب % الميعة النشاط ويقال\nإنه لساقط الشد أي يأتي منه بشيء بعد شيء فذلك سقاطه والذألان مر سريع\n</p>\n\n<p>\n72 حدثنا أبي ثنا يحيى بن حكيم ثنا يحيى بن سعيد عن سفيان حدثني أبي عن\nأبي يعلى منذر الثوري عن الربيع بن خثيم عن عبد الله بن مسعود قال خط لنا\nرسول الله صلى الله عليه وسلم خطا مربعا وخط وسط الخط المربع خطا وخطوطا\nإلى جانب الخط الذي وسط الخط المربع وخطا خارج المربع ثم قال أتدرون ما هذا\nقالوا <span id='ms46'></span> الله ورسوله أعلم قال هذا الخط الأوسط الإنسان والخطوط التي إلى\nجانبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n             الأعراض والأعراض تنهشه من كل مكان إذا أخطأه هذا أصابه\nهذا والخط الرابع الأجل المحيط به والخط الخارج البعيد الأمل\n</p>\n\n<p>\n73 حدثني الحسين بن محمد بن الحسين الخياط ثنا أحمد بن منصور الرماي ثنا\nأبو حذيفة موسى بن مسعود النهدي ثنا سفيان عن أبيه عن أبي يعلى عن الربيع\nبن خثيم عن عبد الله بن مسعود عن النبي صلى الله عليه وسلم قال الإنسان\nهكذا المربع الأجل والذي وسط الإنسان والحلقة الخارجة الأمل وهذه الحروف\nالأعراض والأعراض تنهشه من كل مكان كلما أفلت من واحد أخذه واحد والأجل قد\nجال دون الأمل قال أبو محمد هكذا كتبناه من كتاب الحسين وقال لنا الحسين\nهكذا كتبناه من كتاب الرمادي وقال الرمادي هكذا كتبناه من كتاب أبي حذيفة\nوقال أبو محمد الحروف التي في جوانب الخط المربع يجب أن يكون رؤسها إلى\nداخل الخط قال أبو القاسم بن طالب الذي اراده أبو محمد ينبعي أن يكون شكله\nوصورته هكذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n74 حدثنا أبي ثنا السري بن يحيى أخي هناد بن السري ثنا أبو نعيم ثنا علي\nابن علي الرفاعي حدثني أبو المتوكل عن أبي سعيد الخدري أن النبي صلى الله\nعليه وسلم غرس عودا بين يديه وآخر إلى جانبه وآخر بعده وقال أتدرون ما هذا\nقالوا الله ورسوله أعلم قال هذا الإنسان وهذا الأجل يتعاطى الامل فيختلجه\nالأجل دون الأمل\n</p>\n\n<p>\n75 حدثنا عبد الله بن أحمد بن معدان ثنا يوسف بن مسلم المصيصي ثنا حجاج\nبن محمد الأعور عن أبي بكر الهذلي عن الحسن عن أبي بن كعب عن رسول الله صلى\nالله عليه وسلم قال إني ضربت للدنيا مثلا لابن آدم عند الموت مثله مثل رجل\nله ثلاث أخلاء فلما حضره الموت قال لأحدهم إنك كنت لي خلا وكنت لي مكرما\nمؤثرا وقد حضرني من أمر الله ما ترى فماذا عندك فيقول خليله ذلك وماذا عندي\nوهذا أمر الله تعالى قد غلبني عليك <span id='ms47'></span> ولا أستطيع أن أنفس كربتك ولا أفرج غمك\nولا أؤخر سعيك ولكن ها أنذا بين يديك فخد مني زادا تذهب به معك فإنه ينفعك\nقال ثم دعا الثاني فقال إنك كنت لي خليلا وكنت آثر الثلاثة عندي وقد نزل بي\nمن أمر الله ما ترى فماذا عندك قال يقول وماذا عندي وهذا أمر الله قد غلبني\nولا أستطيع أن أنفس كربتك ولا أفرج غمك ولا أؤخر سعيك ولكن سأقوم عليك في\nمرضك فإذا مت أتقنت غسلك وجودت كسوتك وسترت جسدك وعورتك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n             قال ثم\nدعاالثالث فقال نزل بي من أمر الله ما ترى وكنت أهون الثلاثة علي وكنت لك\nمضيعا وفيك زاهدا فماذا عندك قال عندي إني قريبك وحليفك في الدنيا والآخرة\nأدخل معك قبرك حين تدخله وأخرج منه حين تخرج منه ولا أفارقك أبدا فقال\nالنبي صلى الله عليه وسلم هذا ماله وأهله وعمله أما الأول الذي قال خذ مني\nزادا فماله والثاني أهله والثالث عمله\n</p>\n\n<p>\n76 حدثني علي بن أحمد بن عمران المصيصي ثنا عمرو بن عثمان بن كثير الحمصي\nثنا أبي حدثني عبد الله بن عبد العزيز يعني الليثي ثنا محمد بن عبد ا لعزيز\nعن الزهري عن عائشة وعن سعيد بن المسيب عن عائشة رضي الله عنها قال أبو\nمحمد قال لي عبد الله بن أحمد بن موسى عبدان حدثنا عمرو بن عثمان ثنا أبي\nيعني بإسناده قال قال رسول الله صلى الله عليه وسلم يوما لأصحابه أتدرون ما\nمثل أحدكم ومثل أهله وماله وعمله فقالوا الله ورسوله أعلم فقال إنما مثل\nأحدكم ومثل ماله وأهله وولده وعمله كمثل رجل له ثلاثة إخوة فلما حضرته\nالوفاة دعا بعض إخوانه فقال إنه قد نزل من الأمر ما ترى فما لي عندك وما لي\nلديك فقال لك عندي أن أمرضك ولا أزايلك وأن أقوم بشأنك فإذا مت غسلتك\nوكفنتك وحملتك مع الحاملين أحملك طورا وأميط عنك طورا فإذا رجعت أثنيت عليك\nبخير عند من يسألني هذا أخوه الذي هو أهله <span id='ms48'></span> فما ترونه قالوا لا نسمع طائلا\nيا رسول الله ثم يقول للأخ الآخر أترى ما نزل بي فما لي لديك وما لي عندك\nفيقول ليس عندي غناء الا وأنت في الأحياء فإذا مت ذهب بك مذهب وذهب بي مذهب\nهذا أخوه الذي هو ماله كيف ترونه قالوا ما نسمع طائلا يا رسول الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n             ثم يقول لأخيه الآخر أترى ما قد نزل بي وما رد علي أهلي ومالي\nفما لي عندك وما لي لديك فيقول أنا صاحبك في لحدك وأنيسك في وحشتك وأقعد\nاليوم الوزن في ميزانك فأثقل ميزانك هذا أخوه الذي هو عمله فكيف ترونه\nقالوا خير أخ وخير صاحب يا رسول الله قال فإن الأمر هكذا قالت عائشة رضوان\nالله عليها فقام إليه عبد الله بن كرز فقال يا رسول الله أتأذن لي أن أقول\nعلى هذا أبياتا فقال نعم فذهب فما بات إلا ليلة حتى عاد إلى رسول الله صلى\nالله عليه وسلم فوقف بين يديه واجتمع الناس وأنشأ يقول % واني وأهلي والذي\nقدمت يدي % % كداع إليه صحبة ثم قائل % % لإخوته إذ هم ثلاثة إخوة % %\nأعينوا علي أمر بي اليوم نازل % % فراق طويل غير مشق به % % فماذا لديكم في\nالذي هو عائلي % % فقال امرؤ منهم أنا الصاحب الذي % % أطيعك فيما شئت قبل\nالتزايل % % فإما إذا جد الفراق فإنني % % لما بيننا من خلة غير واصل % %\nفخذ ما أردت الآن مني فإنني % % سيسلك بي في مهبل من مهابل % % وإن تبقين\nلا تبق فاستنفدنني % % وعجل صلاحا قبل حتف معاجل % % وقال امرؤ قد كنت جدا\nأحبه % % وأوثره من بينهم في التفاضل % % غنائي أني جاهد لك ناصح % % إذا\nجد الكرب غير مقاتل % % ولكنني باك عليك ومعول % % ومثن بخير عند من هو\nسائلي % % ومتبع الماشين أمشي مشيعا % % أعين برفق عقبة كل حامل % % إلى\nبيت مثواك الذي أنت مدخل % % وراجع مقرونا بما هو شاغلي % % كأن لم يكن بين\nوبينك خلة % % ولا حسن ود مرة في التباذل % % فذلك أهل المرء ذاك غناؤهم %\n% وليسوا وإن كانوا حراصا <span id='ms49'></span> بطائل % % وقال امرؤ منهم أنا الأخ لا ترى % %\nأخا لك مثلي عند كرب الزلازل % % لدى القبر تلقاني هنالك قاعدا % % أجادل\nعند القول رجع التجادل % % وأقعد يوم الوزن في الكفة التي % % تكون عليها\nجاهدا في التثاقل % % ولا تنسني واعلم مكاني فإنني % % عليك شفيق ناصح غير\nخاذل % % فذلك ما قدمت من كل صالح % % تلاقيه إن احسنت يوم التواصل % $ قال\nبكى رسول الله صلى الله عليه وسلم وبكى المسلمون من قوله وكان عبد الله بن\nكرز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n             لا يمر بطائفة من المسلمين إلا دعوه واستنشدوه فإذا أنشدهم\nبكوا\n</p>\n\n<p>\n77 حدثنا ابن أبي سويد القرشي ثنا مسلم بن إبراهيم ثنا إبان عن قتادة عن\nأنس وحدثنا سهل بن موسى ثنا عبد الله بن الصباح ثنا سعيد بن عامر عن شبيل\nابن عزرة عن أنس عن النبي صلى الله عليه وسلم قال مثل الجليس الصالح مثل\nالعطار إن لم يصبك من عطره أصبت من ريحه ومثل الجليس السوء مثل القيران إن\nلم يحرق ثوبك أصابك من ريحه\n</p>\n\n<p>\n78 حدثنا عبد الله بن أحمد بن معدان ثنا إبراهيم بن سعيد الجوهري ثنا أبو\nأسامة عن بريد بن عبد الله عن أبيه عن أبي موسى عن النبي صلى الله عليه\nوسلم قال مثل الجليس الصالح مثل العطار إن لم يحذك من عطره أصابك من ريحه\nومثل الجليس السوء كمثل صاحب الكير إن لم يصبك من شراره أصابك من ريحه\nورواه ابن عيينة عن بريد مثل الجليس الصالح مثل الداري إن يحذك من عطره\nعلقك من ريحه والداري العطار ونسب إلى دارين موضع بالبحرين يؤتى منه بالطيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n             وانشدنا أبو خليفة عن ابن عائشة % إذا التاجر الداري جاء بفأرة\n% % من المسك راحت في مفارقهم تجري % $ وقوله إن لم يحذك يريد إن لم يعطك\nوالإحذاء الاعطاء يقال أحذيت فلانا إحذاء إذا أعطيته والحذيا العطية والكير\nكير الحداد ولا يقال كور إنما الكور رحل الناقة وكان أبو عمرو الشيباني\nيفرق بن الكير والكور فيقول الكير زق الحداد والكور هو المبنى من الطين\nوهذا قول <span id='ms50'></span> أبي عمرو وحده آخر الجزء الخامس ويتلوه في الذي بعده حدثنا سهل بن\nموسى ثنا أحمد بن عبدة ثنا سفيان والحمد لله وحده وصلواته على سيدنا محمد\nوآله وصحبه وازواجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n             بسم الله الرحمن\nالرحيم قال الشيخ الفقيه الإمام الحافظ أبو طاهر أحمد بن محمد بن أحمد\nالسلفي الأصبهني رحمه الله أخبرنا أبو الحسن علي بن المشرف بن المسلم\nالأنماطي ثنا أبوالحسين محمد بن علي بن يحيى الدقاق بمصر ثنا أبو القاسم\nعبد الله بن أحمد بن علي بن طالب البغدادي حدثني أبو محمد الحسن بن عبد\nالرحمن بن خلاد الرامهرمزي برامهرمز\n</p>\n\n<p>\n79 حدثنا سهل بن موسى ثنا أحمد بن عبدة ثنا سفيان عن أبي الزناد عن\nالأعرج عن أبي هريرة عن النبي صلى الله عليه وسلم قال مثل المنفق والبخيل\nمثل رجلين عليهما جبتان أو جنتان من حديد من لدن ثدييهما إلى تراقيهما فإذا\nأراد المنفق أن ينفق سبغت عليه الدرع أو مرت عليه حتى تجن بنانه وتعفوا\nأثره وإذا أراد البخيل أن ينفق قلصت أو لزمت كل حلقة موضعها حتى نأخذ\nبترقوته أو برقبته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n             فشهد أبو هريرة أنه سمع النبي صلى الله عليه\nوسلم يحدث بهذا الحديث وأومى بيده إلى حلقة فهو يوسعها ولا تتسع وأدخل\nسفيان أصبعه في جبته يدير هكذا\n</p>\n\n<p>\n| باب الكناية\n</p>\n\n<p>\n80 حدثنا أحمد بن يحيى الحلواني ثنا سعيد بن سليمان عن يحيى بن سليم عن\nإبراهيم بن ميمون عن ابن طاوس عن أبيه عن ابن عباس عن النبي صلى الله عليه\nوسلم قال من شق عصا المسملمين فقد خلع ربقة الاسلام من عنقه قال أبو محمد\nرحمه الله شق العصا بمعنى مخالفة الإسلام والخروج على أهله بالعصيان يقال\nشقت عصا المسلمين إذا اختلفت كلمتهم وتبدد جمعهم والشقاق المخالفة وفي\nالتنزيل قال الله عز وجل بل الذين كفروا في عزة وشقاق والربقة القلادة ولا\nقلادة هناك وإنما هو على التمثيل وهذا من الكناية التي يدل ظاهرها على موقع\nالمراد منها\n</p>\n\n<p>\n81 حدثنا عبد الله بن علي بن مهدي السفحي <span id='ms51'></span> ثنا يزيد بن عمرو الغنوي ثنا\nنائل بن نجيح ثنا جعفر بن سليمان عن أبي عمران الجوني عن أبي بكر بن عبد\nالله ابن قيس عن أبيه قال قال رسول الله صلى الله عليه وسلم $ + *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n             إن الجنة تحت ظلال السيوف قال أبو محمد وهذا حث منه على الجهاد\nومعناه أن حامل سيفه في سبيل الله مطيعا لله به يصل إلى الجنة\n</p>\n\n<p>\n82 حدثنا محمد بن الحسين بن مكرم ثنا عمرو بن علي ثنا سفيان بن عيينة عن\nوائل بن داود عن نصر بن عاصم الليثي قال أذن رسول الله صلى الله عليه وسلم\nلقريش وأخر أبا سفيان ثم أذن له فقال ما كدت أن تأذن لي حتى كدت أن تأذن\nلحجارة الجلهمتين قبلي فقال ما أنت وذلك يا أبا سفيان إنما أنت كما قال\nالأول كل الصيد في بطن الفرأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n83 حدثنا محمد بن الجنيد بن بهرام ثنا الحجاج بن يوسف ويعرف بالشاعر ثنا\nأبو النضر ثنا أبو عقيل ثنا يزيد بن سنان حدثني بكير بن فيروز قال سمعت أبا\nهريرة يقول قال رسول الله صلى الله عليه وسلم من خاف أدلج ومن أدلج بلغ\nالمنزل ألا إن سلعة الله غالية ألا إن سلعة الله غالية قال أبو محمد رحمه\nالله هذا من أحسن كناية وأوجزها وأدلها على معنى لا يتعلق بشيء من لفظه\nومعناه من خاف النار جد في العمل ومن جد في العمل وصل إلى الجنة فجعل خائف\nالنار بمنزلة المسافر الذي يخاف فوت المنزل فيرحل مدلجا والإدلاج السير من\nأول الليل وجعلت غالية لشرفها وسروها ولأنها لا تنال بالهويني والتقصير\nإنما تنال بمجاهدة النفس ومغالبة الهوى وترك الشهوات\n</p>\n\n<p>\n| باب الكناية ورد مفسرا\n</p>\n\n<p>\n84 حدثنا أبي ثنا بشر بن آدم حدثني أحمد بن عبد الله بن عمر المدني حدثني\nمحمد بن عمر المكي عن يحيى بن سعيد بن دينار عن أبي وجزة عن عطاء بن يزيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n             اليثي عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم قال\nإياكم وخضراء الدمن <span id='ms52'></span> قيل وما خضراء الدمن قال المرأة الحسناء في منبت السوء\nقال أبو محمد رحمه الله تعالى اسم أبي وجزة يزيد بن عبيد وقد جاء هذا مفسرا\nومعنى ذلك أن الريح تجمع الدمن وهي البعر في المكان من الأرض ثم يركبه\nالساقي فينبت ذلك المكان نبتا ناعما غضا فيروق بحسنه وغضارته فتجيء الإبل\nإلى الموضع وقد أعيت فربما أكلته الإبل فتمرض يقول لاتنكحوا المرأة لجمالها\nوهي خبيثة الأصل لأن عرق السوء لا ينجب معه الولد وقال الشاعر % وقد ينبت\nالمرعى لى دمن الثرى % % وتبقى حزازا النفوس كما هيا %\n</p>\n\n<p>\n85 حدثنا أحمد بن محمد بن سهيل الفقيه ثنا أحمد بن يحيى الصوفي ثنا زيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n             ابن الحباب ثنا صالح المري عن قتادة عن زرارة عن ابن عباس أن\nرجلا قال يا رسول الله أي الأعمال أفضل قال عليك بالحال المرتحل قال وما\nالحال المرتحل قال صاحب القرآن يضرب في أوله حتى يبلغ آخره ويضرب في آخره\nحتى يبلغ أوله كلما حل ارتحل\n</p>\n\n<p>\n86 حدثنا الحضرمي ثنا الربيع بن ثعلب ثنا يحيى بن عقبة بن أبي العيزار عن\nابن جحادة عن أنس قال قال رسول الله صلى الله عليه وسلم لا تطرحوا الدر في\nأفواه الكلاب قال الفقه\n</p>\n\n<p>\n| باب التشبيه\n</p>\n\n<p>\n87 حدثنا أبي وأحمد بن يحيى بن زهير قالا ثنا يحيى بن حكيم المقوم ثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n             حماد بن مسعدة عن سليمان التيمي عن أنس عن أم سليم أنها كانت\nفي نس ة مع النبي صلى الله عليه وسلم وسائق يسوق بهم فقال النبي صلى الله\nعليه وسلم يا أنجشة رويدا سوقك بالقوارير\n</p>\n\n<p>\n88 حدثنا ابن قضاء ثنا أبو الربيع الزهراني ثنا حماد بن زيد ثنا أيوب عن\nأبي قلابة عن أنس قال كان النبي صلى الله عليه وسلم في بعض أسفاره وغلام\nأسود يقال له أنجشة يحدو فقال له رسول الله يا أنجشة رويدا سوقك بالقوارير\nقال أبو محمد يقول صلى الله عليه وسلم إجعل سيرك على مهل فإنك تسير\nبالقوارير فكنى عن ذكر النساء بالقوارير شبههن بها لرقتهن <span id='ms53'></span> وضعفهن عن الحركة\nورويد تصغير رود والرود مصدر فعل الرائد وهو المبعوث ولم يستعمل في معنى\nالمهلة في السير والحركة إلا مصغرا منونا ومعناه أرود وذكر صاحب كتاب العين\nأنه إن اريد به ترديد الوعيد لم ينون وأنشد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n             % رويد تصاهل\nبالعراق جيادنا % % كأنك بالضحاك قد قام نادبه %\n</p>\n\n<p>\n| وهذا قول أكثر العلماء أعني انه كنى بالقوارير عن ذكر النساء وهو قول\nأبي عبيدة وقال آخرون معناه سقهن كسوقك بالقوارير والتشبيه تشبيهان مطلق\nومقيد فالمطلق أن يسمى باسم ما أشبهه أو تجعل له فعله بعينه كما سميت\nقوارير لأنهن اشبهنها بالرقة واللطافة وضعف البنية والمقيد أن يظهر حرف\nالتشبيه فيقول كالقوارير أو مثل القوارير أو كأنهن القوارير وفي التنزيل\nجنة عرضها السموات والأرض وجنة عرضها كعرض السماء والأرض فجاء مطلقا ومقيدا\nوقال كأنهن بيض مكنون وكأنهم لؤلؤ مكنون وهذا وأشباهه من المقيد ومن المقيد\nقوله وترى الجبال تحسبها جامدة وهي تمر مر السحاب فأوجب مرور السحاب للجبال\nوهما متغايران وقال الشاعر % النشر مسك والوجوه دنا % % نير وأطراف الأكف\nعنم %\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n             واعتل بعض الفقهاء بقول النبي صلى الله عليه وسلم ذكاة\nالجنين ذكاة أمه بهذا المعنى ونصب الهاء من قوله ذكاة أمه قال ومعناه ذكاته\nكذكاة أمه ولو تركها مرفوعة على هذا التعليل لصح الاعتبار\n</p>\n\n<p>\n89 حدثنا أبو خليفة ثنا شعيب ثنا يزيد بن هارون ثنا حماد عن علي بن زيد\nابن جدعان عن خالد بن الحويرث عن عبد الله بن عمرو أن النبي صلى الله عليه\nوسلم قال الآيات خرزات منظومات في سلك إذا انقطع السلك اتبع بعضه بعضا\n</p>\n\n<p>\n90 حدثنا إبراهيم بن أيوب ثنا عبد الحميد بن بيان ثنا خالد بن عبد الله\nعن بيان عن قيس عن مرداس السملي قال قال رسول الله صلى الله عليه وسلم $ +\n* \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n             يذهب الصالحون أسلافا الأول فالأول حتى لا يبقى إلا حثالة\nكحثالة التمر والشعير لا يبالي الله بهم قال أبو محمد الحثالة من كل شيء\nرزالته\n</p>\n\n<p>\n91 حدثنا أحمد بن يحيى الحلواني ثنا إسماعيل بن عبد الله بن <span id='ms54'></span> الحارث\nالهمداني عن عمار بن محمد عن يحيى بن عبيد الله عن أبيه عن أبي هريرة قال\nقال رسول الله صلى الله عليه وسلم إذا تقارب الزمان انتقى الموت خيار أمتي\nكما ينتقي أحدكم خيار الرطب من الطبق\n</p>\n\n<p>\n92 ثنا أبو شعيب ثنا يحيى بن عبد الله البابلتي ثنا الأوزاعي حدثني عروة\nبن محمد السعدي عن أبيه قال قال رسول الله صلى الله عليه وسلم ثلاث إذا\nرأيتهن فعندك عندك إخراب العامر وإعمار الخراب وأن يتمرس الرجل بأمانته\nتمرس البعير بالشجر\n</p>\n\n<p>\n93 وحدثنا البراثي ثنا منصور بن أبي مزاحم ثنا يحيى بن حمزة عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n             الأوزاعي عن محمد بن خراشة عن عروة بن محمد عن أبيه عن النبي\nصلى الله عليه وسلم مثله\n</p>\n\n<p>\n94 حدثنا الحسين بن بيان ثنا سهل بن عثمان ثنا أبو معاوية عن عمر بن راشد\nعن يحيى بن أبي كثير عن أبي سلمة بن عبد الرحمن عن أبي الدرداء قال رسول\nالله صلى الله عليه وسلم أكثروا من قول سبحان الله والحمد لله ولا إله إلا\nالله والله اكبر ولا حول ولا قوة إلا بالله فانهن من الباقيات الصالحات وهن\nيخططن الخطايا كما تحط الشجرة ورقها وهن من كنوز الجنة\n</p>\n\n<p>\n95 حدثنا عبدان ثنا دحيم ثنا ابن أبي فديك ثنا ابن أبي ذئب عن الزهري عن\nعروة عن عائشة رضي الله عنها قالت قال رسول الله صلى الله عليه وسلم إذا\nاشتكى المؤمن أخلصه ذلك كما يخلص الكبر خبث الحديد\n</p>\n\n<p>\n96 حدثنا عثمان بن نضرة ثنا سوار القاضي ثنا عبد الوهاب عن خالد عن عكرمة\nعن ابن عباس عن النبي صلى الله عليه وسلم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n             العائد في هبته\nكالكلب يعود في قيئه\n</p>\n\n<p>\n97 حدثنا هاشم بن القاسم الهاشمي ثنا الزبير بن بكار ثنا ابن نافع عن\nعطية بن رفاعة المري عن عمه عن أبي هريرة عن النبي صلى الله عليه وسلم أنه\nقال يوشك أن ينطوي الإسلام في كل بلد إلى المدينة كما تنطوي الحية إلى\nحجرها\n</p>\n\n<p>\n98 حدثنا عبد الرحمن بن إسحاق بن <span id='ms55'></span> يحيى بن زكريا المكي ثنا أبو خالد يزيد\nابن خالد بن عبد الله موهب ثنا مسروح أبو شهاب الحدثي عن سفيان الثوري عن\nأبي الزبير عن جابر قال دخلت على النبي صلى الله عليه وسلم والحسن والحسين\nعلى ظهره وهو يقول نعم الجمل جملكما ونعم العدلان أنتما قال أبو محمد رحمه\nالله هذا مزاح من النبي صلى الله عليه وسلم وهو منقبة تفرد بها الحسن\nوالحسين رضوان الله عليهما ويتضمن من الفقه إطلاق تشبيه الإناسن بالبهيمة\nإذا شاركها في بعض فعلها\n</p>\n\n<p>\n99 حدثنا محمد بن خلف بن حيان ثنا زيد بن إسماعيل ثنا جعفر بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n             عون ثنا معاوية بن أبي مزرد عن أبيه عن أبي هريرة قال رأيت\nالنبي صلى الله عليه وسلم أخذ بيد الحسن بن علي وجعل رجليه على ركبتيه وهو\nيقول ترق عين بقة\n</p>\n\n<p>\n100 حدثنا محمد بن خلف ثنا علي بن شعيب ثنا يعقوب الحضرمي حدثني عبد\nالقاهر بن السري السلمي حدثني جميل بن سنان السلمي قال رأيت علي بن أبي\nطالب كرم الله وجهه يصعد المنبر ويقول حزقة حزقة ترق عين بقة\n</p>\n\n<p>\n101 حدثنا الحسن بن المثنى حدثنا عمي عبيد الله ثنا أبي ثنا أبي ثنا عبد\nالرحمن بن أبي الزناد حدثني أبي عن عروة عن عائشة قالت قال لي رسول الله\nصلى الله عليه وسلم ياعائشة كنت لك كأبي زرع لأم زرع\n</p>\n\n<p>\n102 حدثنا محمد بن أحمد بن هلال الشطوي ثنا نصر بن داود ثنا يحيى بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n             يعلى ثنا أبي عن يونس بن أبي إسحاق عن هشام بن عروة عن أبيه عن\nعائشة قالت قال رسول الله صلى الله عليه وسلم كنت لك كأبي زرع لأم زرع وذكر\nالحديث\n</p>\n\n<p>\n103 حدثنا موسى بن هارون ثنا بن أبي عمر العدني ثنا سفيان بن عيينة عن\nداود بن شابور عن عمر بن عبد الله بن عروة عن عروة عن عائشة أنها ذكرت\nلرسول الله صلى الله عليه وسلم خبر أبي زرع وأم زرع\n</p>\n\n<p>\n104 حدثنا عبد الله بن محمد بن عبد العزيز <span id='ms56'></span> البغوي ثنا صالح بن مالك ثنا\nعيسى بن يونس بن أبي اسحاق السبيعي عن هشام بن عروة عن أخيه عن أبيه عن\nعائشة وحدثنا عبد الله بن أحمد بن موسى ثنا هشام بن عمار ثنا عيسى بن يونس\nعن هشام بن عروة عن أخيه عن أبيه عن عائشة رضوان الله عليها قالت جلس إحدى\nعشرة امرأة وذكر حديث أم زرع بطوله قالت فذكرت ذلك لرسول الله صلى الله\nعليه وسلم فقال لي كنت لك كأبي زرع لأم زرع قال عيسى إنما يراد من هذا\nالحديث هذا\n</p>\n\n<p>\n105 حدثني محمد بن قردخت السيرافي ثنا محمد بن منصور الجواز ثنا عبد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n             الملك بن إبراهيم الجدي ثنا محمد بن محمد الطائفي عن القاسم بن\nعبد الواحد ابن أيمن حدثني عمر بن عبد الله بن عروة عن عروة عن عائشة رضي\nالله عنها قالت فخرجت بمال أبي في الجاهلية وكان ألف ألف أوقية فقال لي\nالنبي صلى الله عليه وسلم اسكتي يا عائشة فإني كنت لك كأبي زرع لأم زرع ثم\nأنشأ يحدثنا أن إحدى عشرة امرأة اجتمعن فتعاقدن وتعاهدن أن لا يكتمن من\nأخبارأزواجهن شيئا وذكر الحديث وزاد فيه قالت عائشة يا رسول الله بل أنت\nخير من أبي زرع\n</p>\n\n<p>\n106 حدثنا محمد بن عبد الله بن يزيد الرقيقي ثنا محمد بن عبد الرحمن\nالعزوان ثنا عيسى بن يونس بإسناده نحوه وحدثنيه الحسن بن سهل بن النزال\nالقرشي ثنا عبد الرحمن بن المسور الزهري ثنا سليمان بن داود العتكي ثنا\nعيسى بن يونس عن هشام عن أخيه عن أبيه عن عائشة رضي الله عنها قالت اجتمعت\nإحدى عشرة امرأة فتعاهدن وتعاقدن أن لا يكتمن من أخبار أزواجهن شيئا فقالت\nالأولى زوجي لحم جمل غث على رأس جبل وعث لا سهل فيرتقى ولا سمين فينتقى\nوقالت الثانية زوجي لا أبث خبره إني أخاف أن لا أذره أن أذكره أذكر عجره\nوبجره وقالت الثالثه زوجي العشنق إن أنطق أطلق وإن أسكت أعلق وقالت الرابعة\nزوجي إن أكل <span id='ms57'></span> لف وإن شرب اشتف ولا يولج الكف ليعلم البث وقالت الخامسة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n             زوجي غياياء طباقاء كل داء له داء شجك أو فلك أو جمع كلا لك\nوقالت السادسة زوجي المس مس أرنب والريح ريح زرنب وقالت السابعة زوجي كليل\nتهامة لا حر ولا قر ولا مخافة ولا سآمة وقالت الثامنة زوجي إن دخل فهد وإن\nخرج أسد ولا يسأل عما عهد قالت التاسعة زوجي رفيع العماد عظيم الرماد طويل\nالنجاد قريب البيت من الناد قالت العاشرة زوجي مالك فما مالك مالك خير من\nذلك له إبل كثيرات المبارك قليلات المسارح إذا سمعن صوت المزهر أيقن أنهن\nهوالك قالت الحادية عشر زوجي أبو زرع وما أبو زرع أناس من حلى أذني وملأ من\nشحم عضدي وبجحني إلى نفسي فبجحت وجدني في أهل غنيمة بشق فجعلني في أهل صهيل\nوأطيط ودائس ومنق فعنده أقول فلا أقبح وأشرب فأتقمح وأرقد فأتصبح أم أبي\nزرع فما أم أبي زرع عكومها رداح وبيتها فساح بن أبي زرع وما ابن أبي زرع\nمضجعه كمسل الشطبة ويشبعه ذراع الجفرة بنت أبي زرع فما بنت أبي زرع طوع\nأبيها وطوع أمها وملأ كسائها وغيظ جارتها جارية أبي زرع وما جارية أبي زرع\nلا تبث حديثنا تبثيثا ولا تنقث ميرتنا تنقيثا ولا تملأ بيتنا تعشيشا خرج\nأبو زرع والوطاب تمخض فمر بامرأة معها ولدان لها يلعبان من تحت خصرها\nبرمانتين فطلقني ونكحها فتزوجت بعده رجلا سريا ركب شريا وأخذ خطيا وأراح\nعلي نعما ثريا وقال كلي أم زرع وميري أهلك فلو جمعت كل شيء أعطانيه ما بلغ\nأصغر آنية أبي زرع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n             قالت عائشة فقال لي رسول الله صلى الله عليه\nوسلم كنت لك كأبي زرع لأم زرع قال أبو محمد رحمه الله فسر لنا هذا الحديث\nالقرشي وحكاه عن حميد بن الربيع اللخمي قال أما قول الأولى زوجي لحم جمل غث\nفإنها تصف قلة خيره وبعد متناوله مع القلة كالشيء في قلة الجبل الصعب لا\nينال إلا بمشقة والغث المهزول <span id='ms58'></span> وقولها ولا سمين فينتقي تعني ليس فيه نقى\nوالنقى المخ تقول نقوت العظم ونقيته إذا استخرجت النقى منه وقوله الثانية\nزوجي لا أبث خبره إني أخاف أن لا أذره أن أذكر عجره وبجره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \nفالبث الإفشاء تقول لا أفشي سره والعجر أن يتعقد العصب أو العروق حتى تراها\nناتئة من الجسد والبجر نحوها إلا أنها في البطن خاصة واحدتها بجرة وقد قيل\nرجل أبجر إذا كان ناتىء السرة عظيمها حدثني أبو الطيب الناقد نصر بن علي\nقال قلت للأصمعي ما معنى قول علي رضي الله عنه حين وقف على طلحة يوم الجمل\nوهو مقتول أشكو إلى الله عجري وبجري فقال الأصمعي يعني همومي وأخزاني وقول\nالثالثة زوجي العشنق إن أنطق أطلق وإن أسكت أعلق فالعشنف الطويل تقول ليس\nعنده أكثر من طوله بلا نفع فإن ذكرت ما فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n             من العيوب طلقني\nوان أسكت تركني معلقة لا أيما ولا ذات بعل ومنه قول الله عز وجل ولا تميلوا\nكل الميل فتذروها كالمعلقة وقول الرابعة زوجي كليل تهامة لا حر ولا قر ولا\nمخافة ولا سآمة تقول ليس عنده أذى ولا مكروه وهذا مثل لأن الحر والقر\nمؤذيان إذا اشتدا ولا مخافة تعني ولا غائلة عنده ولا شر فأخافه ولا سآمة\nتقول لا يسأمني أي لا يمل صحبنتي ومنه قول الله جل وعلا لا يسأم الإنسان من\nدعاء الخيرأي لا يمل وقول الخامسة إن أكل لف وإن شرب اشتف اللف في المطعم\nالإكثار منه مع التخليط من الصنوف حتى لا يبقى منه شيء والاشتفاف أن يستقصي\nما في الاناء وإنما أخذ من الشفافة وهي البقية تبقى في الاناء من الشراب\nفإذا شربها صاحبها قيل اشتفها وتشافها تشافا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n             وقولها لا يولج\nالكف ليعلم البث أراه كان بجسدها عيب وداء كانت به لأن البث هو الحزن فكان\nلا يدخل يده في ثوبها ليمس ذلك العيب وليعيب فيشق عليها تصفه بالكرم وقول\nالسادسة زوجي عياياء طباقاء فالعياياء من الإبل التي لا تضرب ولا تلقح\nوكذلك هو <span id='ms59'></span> في الرجال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n             والطباقاء العي الأحمق الفدم وقولها كل داء\nله داء أي كل شيء من أدواء الناس فهو فيه وقول السابعة زوجي إن دخل فهد وإن\nخرج أسد فإنها تصفه بكثرة النوم والغفلة في منزله على وجه المدح له وذلك أن\nالفهد يكثر النوم يقال أنوم من الفهد والذي أرادت أنه ليس يتفقد ما ذهب من\nماله ولا يلتفت إلى معايب البيت وما فيه وهو كأنه ساه عن ذلك ومما يبين ذلك\nقولها ولا يسأل عما عهد تعني عما كان عندي وقولها إن خرج أسد تصفه بالشجاعة\nتقول إذا خرج إلى الناس في مباشرة الحروب أسد يقال أسد الرجل واستأسد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n             وقول الثامنة زوجي المس مس أرنب والريح ريح زرنب فإنها تصف\nبحسن الخلق ولين الجانب كمس الأرنب إذا وضعت يدك على ظهرها وقولها الريح\nريح زرنب فإن فيه معنيين يجوز أن تريد طيب روح جسده ويجوز أن تريد طيب\nالثناء في الناس وانتشاره فيهم ريح الزرنب وهو نوع من أنواع الطيب معروف\nوالثناء والنثا واحد إلا أن الثناء ممدود والنثاء مقصور وقول التاسعة زوجي\nرفيع العماد تعني عماد البيت وجمعه عمد ومنه قوله عز وجل رفع السموات بغير\nعمد ترونها والعمد العيدان التي تعمد بها البيوت وتعني أن بيته في حسبه\nرفيع في قومه وقولها طويل النجاد تصفه بامتداد القامة والنجاد حمائل السيف\nفهو يحتاج إلى قدر ذلك من طوله وأما قولها عظيم الرماد فكأنها تصفه بالجود\nوكثرة الضيافة لأن ناره تعظم ويكثر وقودها ويكون الرماد في الكثرة على ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n             وقولها قريب البيت من الناد تعني أنه ينزل بين ظهراني الناس\nليعلو مكانه فينزل به الأضياف ولا يستبعد منهم فرارا من نزول النوائب\nوالأضياف وقول العاشرة زوجي مالك فما مالك مالك خير من ذلك له إبل قليلات\nالمسارح كثيرات المبارك تقول أنه لا يوجههن لسرحهن نهارا إلا قليلا ولكن\nيبركن في فنائه فان نزل به ضيف لم تكن الإبل غائبة عنه ليقري من ألبانها\nولحومها وقولها إذا سمعن صوت المزهر <span id='ms60'></span> أيقن أنهن هوالك فالمزهر العود الذي\nيضرب به فإذا سمعن صوته أيقن أنهن منحورات وقول الحادية عشرة زوجي أبو زرع\nوما أبو زرع أناس من حلي أذني تقول حلالي قرطة وشنوقا تنوس بأذني والنوس\nالحركة في كل شيء متدل قال أبو محمد رحمه الله وسمعت أبا موسى الحامض يقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n             سمي الإنسان من النوس وهو أفعلان منه وقولها ملأ من شحم عضدي\nلم ترد العضد خاصة أرادت الجسد كله تقول أنه سمنني بإحسانه وإذا سمنت العضد\nسمن سائر جسده وقولها وبجحني فبجحت إلى نفسي أي فرحني ففرحت فقد تبجح الرجل\nإذا فرح وقولها وجدني في أهل غنيمة بشق تقول أن أهلها كانوا أصحاب غنم\nليسوا أصحاب خيل ولا إبل وشق موضع وقولها جعلني في أهل صهيل وأطيط تعني أنه\nذهب بي إلى أهله وهم أهل خيل وإبل والصهيل أصوات الخيل والأطيط أصوات الإبل\nوقولها ودائس فإن بعض الناس يتأوله دياس الطعام وأهل يسمونه الدراس فأرادت\nأنهم أصحاب زرع وهذا أشبه بكلام العرب وقولها ومنق فهو من تنقية الطعام إذا\nديس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n             قولها عنده أقول فلا أقبح وأشرب فاتقمح فإنها تريد لا يقبح\nقولي ويسمع مني وأما قولها أتقمح أي أروى حتى أدع الشرب من شدة الري وهذا\nمن عزة الماء عندهم وكل رافع رأسه فهو مقامح قال الله عز وجل فهي إلى\nالأذقان فهم مقحمون وقولها عكومها رداح فالعكوم الأحمال والأعدال التي فيها\nالأوعية من صنوف الأطعمة والمتاع وقولها رداح تعني عظاما كثيرة الحشو ويقال\nللمرأة إذا كانت عظيمة الأكفال رداح وقولها كمثل الشطبة فإن أصلها ما شطب\nمن جريدة النخل وهو سعفه وذلك انه تشقق منه قضبان فتدق وينسخ منه الحصر\nيقال منه للمرأة التي تفعل ذلك شاطبة وقولها يكفيه ذراع الجفرة فإن الجفرة\nالأنثى من أولاد الغنم والذكر جفر ومنه قول عمر بن الخطاب رضي الله عنه في\nالمحرم يصيب الأرنب جفرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n             144 146 والعرب تمدح الرجل بقلة\nالمطعم والمشرب وقولها لا تبث حديثنا تبثيثا تعني لا تظهر سرنا وقولها لا\nتنقث <span id='ms61'></span> ميرتنا تنقيثا تعني الطعام لا تأخذه فتذهب به تصفها بالأمانة والتنقيث\nالإسراع في السير وقولها والوطاب تمخض الوطاب أسقية اللبن واحدها وطب\nوقولها معها ولدان كالفهدين يلعبان من تحت خصرها برمانتين تعني أنها ذات\nكفل عظيم فإذا استلقت نتأ الكفل من الأرض حتى تصير تحتها فجوة يجري فيها\nالرمان وقولها ركب شريا تعني فرسا يستشري في سيره أي يلج ويمضي فيه بلا\nفتور ولا انكسار ومن هذا قيل للرجل إذا لج في الأمر قد شرى واستشرى وقولها\nأخذ خطيا فالخطي الرمح منسوب إلى ناحية من البحرين يقال لها الخط وأصل\nالرماح من الهند ولكنها تحمل على الخط ثم تفرق في البلاد وقولها نعما ثريا\nتعني بالنعم الإبل والثري الكثير يقال ثري بنو فلان بني فلان اذا كثروهم\nفكانوا أكثر منهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n             بسم الله الرحمن الرحيم قال الشيخ الإمام الأجل الحافظ أبو\nطاهر أحمد بن محمد بن إبراهيم السلفي الأصبهاني أخبرنا أبو الحسن علي بن\nالمشرف المصري ثنا أبو الحسين محمد بن علي بن يحيى الدقاق بمصر ثنا أبو\nالقاسم عبد الله بن أحمد بن علي بن طالب البغدادي حدثني أبو محمد الحسن بن\nعبد الرحمن بن خلاد الرامهرمزي\n</p>\n\n<p>\n| في نعت الجنة\n</p>\n\n<p>\n107 ثنا حامد بن محمد بن شعيب ثنا عبد الله بن عون الخراز ثنا الوليد بن\nمسلم ثنا محمد بن المهاجر الأنصاري ثنا سليمان بن موسى ثنا كريب ثنا أسامة\nبن زيد قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n             سمعت رسول الله صلى الله عليه وسلم وذكر الجنة فقال\nألا مثمر لها هي ورب الكعبة ريحانة تهتز ونور يتلألأ ونهر يطرد وزوجة لا\nتموت في حبور ونعيم ومقام أبدا قال أبو محمد رحمه الله هذا أوجز ما يكون من\nالكلام وأحسنه وتقديره إن ريحانتها نضرة أبدا غضة ونورها مشرق لا يتغاير\nوأنهارها جارية ولأهلها أزواج لا يموتون لا يهرمون ولا ينفذ نعيمهم وهم\nفيها خالدون\n</p>\n\n<p>\n| في نعت النار\n</p>\n\n<p>\n108 حدثنا عبدان ثنا هشام بن عمار ثنا صدقة بن خالد ثنا ابن جابر ثنا أبو\nسعيد قال سمعت أبا <span id='ms62'></span> هريرة رضي الله عنه يقول قال رسول الله صلى الله عليه\nوسلم إن الصراط بين أظهر جهنم دحض مزلة والأنبياء عليه يقولون رب سلم سلم\nوالناس عليه كالبرق وكطرفة العين وكأجود الخيل والركاب وشدا على الأقدام\nفناج مسلم ومخدوش مرسل ومطروح فيها ولها سبعة أبواب بكل باب منهم جزء مقسوم\nفي نعت الدينا $\n</p>\n\n<p>\n109 حدثنا أحمد بن يحيى الحلواني ثنا يحيى بن أيوب المقابري ثنا عبد\nالجابر ابن وهب ثنا سعد بن طارق عن أبيه قال قال رسول الله صلى الله عليه\nوسلم\n</p>\n\n<p>\n| + * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n             نعمت الدار الدنيا لمن تزود فيها خيرا لآخرته ما يرضي\nربه وبئست الدار الدنيا لمن صدته عن آخرته وقصرت به عن رضى ربه فإذا قال\nالعبد قبح الله الدنيا قالت الدنيا قبح الله أعصانا للرب\n</p>\n\n<p>\nفي نعت النساء $\n</p>\n\n<p>\n110 حدثنا عبد الله بن أحمد بن موسى ثنا زاهر بن نوح ثنا هدبة بن المنهال\nعن سهيل بن أبي صالح عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال\nصنفان من أهل النار لم أرهما ناس معهم سياط كأنها أذناب البقر يضربون بها\nالناس ونساء كاسيات عاريات مائلات مميلات على رؤوسهن مثل أسنمة البخت لا\nيرين الجنة ولا يجدن ريحها أنشدنا ابن المرزبان للمتوكل الليثي % تعطلن إلا\nمن محاسن أوجه % % فهن خوال في الصفات عواطل % % كواس عوار صامتات نواطق %\n% بغث الكلام باخلات بواذل % $\n</p>\n\n<p>\n111 حدثنا سليمان بن أحمد اللخمي ثنا الحسين بن السميدع الأنطاكي ثنا\nموسى بن أيوب ثنا الجراح بن مليح عن أرطاة بن المنذر عن عبد الله بن دينار\nالبهراني عن عطاء بن أبي رباح عن جابر بن عبد الله قال قال رسول الله صلى\nالله عليه وسلم النساء على ثلاثة أصناف صنف كالعر وهو الجرب وصنف كالوعاء\nتحمل وتضع وصنف ودود ولود مسلمة تعين زوجها على إيمانه وهي خير له من الكنز\n</p>\n\n<p>\n112 حدثنا أبي ثنا حوتره هو ابن أشرس ثنا أبو مدين ثنا حماد بن يزيد عن\nالوضين بن مسلم قال قال رسول الله صلى الله <span id='ms63'></span> عليه وسلم قريش سادة العرب وقيس\nفرسانها وتميم رحاها\n</p>\n\n<p>\n113 حدثنا هارون بن يوسف ثنا ابن أبي عمر العدني ثنا عمر بن خالد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n             القرشي ثنا أبو عبد الله الحلبي عن عبد الله بن فرات عن عثمان\nبن الضحاك رفع الحديث إلى النبي صلى الله عليه وسلم قال عبد مناف عز قريش\nوأسد بن عبد العزى ركنها وعضدها وعبد الدار قادتها وأوائلها وزهرة الكبد\nوبنو تيم وعدي زينتها ومخزوم فيها كالأراكة في نضرتها وسهم وجمح جناحاها\nوعامر ليوثها وفرسانها وقريش تبع لولد قصي والناس تبع لقريش\n</p>\n\n<p>\n114 حدثنا علي بن محمد بن الحسين الفارسي ثنا محمد بن عبد الله بن عمار\nالموصلي ثنا أبو معاوية عن سلام بن صبيح عن منصور بن زاذان عن ابن سيرين عن\nأبي هريرة قال ذكرت القبائل عند رسول الله صلى الله عليه وسلم فقالوا يا\nرسول الله ما تقول في هوازن قال زهرة تينع قالوا فما تقول في بني عامر قال\nجمل أزهر يأكل من أطراف الشجر قالوا فما تقول في تميم قال يأبى الله لتميم\nإلا خيرا ثبت الأقدام عظام الهام رجح الأحلام هضبة حمراء لا يضرها من\nناوأها أشد الناس على الدجال آخر الزمان\n</p>\n\n<p>\n115 حدثنا محمد بن عبد الله بن أحمد بن موسى ثنا سماك بن عبد الصمد أبو\nالقاسم الأنصاري من ولد سماك بن رافع من أصحاب النبي صلى الله عليه وسلم\nثنا أبو مسهر عبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n             الأعلى بن مسهر الغساني عن وهب بن تميم عن\nالشعبي عن خيفان بن عرابة العبسي عن عثمان بن عفان رضي الله عنه قال سمعت\nرسول الله صلى الله عليه وسلم يقول الإيمان يمان والحكمة يمانية رحى\nالإيمان دائر في ولد قحطان والقسوة والجفوة فيما ولد عدنان حمير رأس العرب\nونابها ومذحج هامتها وغلصمتها والأزد كاهلها وجمجمتها والأنصار مني وأنا\nمنهم اللهم أعز الأنصار وأبناء الأنصار وأبناء أبناء الأنصار أللهم أعز\nغسان غسان أكرم العرب في الجاهلية وأفضل الناس في الإسلام\n</p>\n\n<p>\n116 حدثنا موسى بن زكريا ثنا عمرو بن الحصين <span id='ms64'></span> ثنا ابن علاثة ثنا غالب ابن\nعبد الله الجزري عن مجاهد عن ابن عباس قال ذكرت بنو تميم عند النبي صلى\nالله عليه وسلم فنال منها الأشعث بن قيس فقال له النبي صلى الله عليه وسلم\nمهلا يا أشعث فإن تميما رحانا وقيسا فرساننا إن تميما صخرة صماء لا تغل ولا\nيضيرها عداوة من عاداها وهم عظام الهام رجح الأحلام ثبت الأقدام وهم قتلة\nالدجال وأنصار الدين في آخر الزمان\n</p>\n\n<p>\n117 حدثنا موسى بن زكريا ثنا عمرو عن ابن علاثة ثنا ثوير عن خالد عن مالك\nبن يخامر عن معاذ بن جبل قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n| + * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n             الاحتباء حيطان العرب والاتكاء رهبانية العرب والعمائم\nتيجان العرب فاعتموا تزدادوا حلما ومن اعتم فله بكل كور حسنة فإذا حط فله\nبكل حطة حط خطيئة\n</p>\n\n<p>\nفي نعت الخيل $\n</p>\n\n<p>\n118 حدثنا عبد الوهاب بن رواحة عن عزرة القوسيثنا محمد بن زنبور المكي\nثنا حماد بن زيد ثنا ثابت عن أنس قال كان رسول الله صلى الله عليه وسلم\nأشجع الناس وأجود الناس وأسخى الناس وكان في المدينة فزع فركب فرسا لأبي\nطلحة عريا فقال لا تراعوا فلما رجع قال إني وجدته بحرا\n</p>\n\n<p>\n119 حدثنا محمد بن أحمد البوراني القاضي ثنا عبد الله بن يوسف ثنا أرطاة\nبن الأشعث عن الأعمش عن شقيق قال قال رسول الله صلى الله عليه وسلم الغنم\nبركة والإبل عز لأهلها والخيل معقود قي نواصيها الخير إلى يوم القيامة\n</p>\n\n<p>\n120 حدثنا أبو حفص الكاغدي ثنا العباس بن يزيد البحراني ثنا أبو عامر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n             ثنا محمد بن عبد الملك الكوفي وأراه ثقفيا ثنا محمد بن المنكدر\nعن ابن عمر عن النبي صلى الله عليه وسلم وذكر الخيل قال أعرافها أدفاؤها\nوأذنابها مذابها\n</p>\n\n<p>\n121 حدثنا موسى بن زكريا ثنا عمرو بن الحصين العقيلي ثنا ابن علاثة ثنا\nعون بن يزيد عن نصر بن علقمة الكناني عن مخراق بن عبد الله عن عتبة بن عبد\nالسلمي قال نهى رسول الله صلى الله عليه وسلم عن جر <span id='ms65'></span> أذناب الخيل وأعرافها\nونواصيها أما أعرافها فإنها أدفاؤها وأما أذنابها فإنها مذابها وأما\nنواصيها فإن الخير معقود في نواصيها\n</p>\n\n<p>\n122 حدثنا بكر بن أحمد الزهري ثنا أبو حاتم عن أبي عبيدة قال ذكر لنا عن\nابن جريج وعن الزهري وعامر بن شر حبيل أن النبي صلى الله عليه وسلم قال\nلعبدة بن مسهر وكان وفد مع جرير بن عبد الله ومسهر الذي فقأ عين عامر بن\nالطفيل وله قال عامر % لعمري وما عمري علي بهين % % لقد شان حر الوجه طعنة\nمسهر % $ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n             أين منزلك يا ابن مسهر قال بكعبة نجران حيث يتسايل\nسيحها وتتناوح ريحها وتصافح طلحها ويتواهق سرحها إن أجدب الناس أمرعنا وأن\nاخصبوا أينعنا فقال النبي صلى الله عليه وسلم عليك بالخيل اتخذها في بلادك\nفإنها عز للحلول وحرز في الشدائد والخير معقود في نواصيها والشر مسدود في\nهواديها وإن لا فالغنم فمنها معاشنا وصوفها رياشنا ودفؤها كناسنا\n</p>\n\n<p>\n123 حدثنا أبي ثنا أحمد بن الفرج بن عبد الله الجشمي ثنا وهب بن جرير ثنا\nأبي ثنا يحيى بن أيوب عن يزيد بن أبي حبيب عن علي بن رباح عن أبي قتادة\nالأنصاري أن رسول الله صلى الله عليه وسلم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n             خير الخيل\nالأدهم الأقرح المحجل الأرثم طلق يد اليمنى فإن لم يكن أدهم فكميت على هذه\nالشية\n</p>\n\n<p>\n| في نعت السحاب\n</p>\n\n<p>\n124 حدثنا موسى بن زكريا ثنا عمرو بن الحصين ثنا أمية بن سعيد الاموي ثنا\nصفوان بن سليم عن حميد بن عبد الرحمن عن أبي هريرة قال قال رسول الله صلى\nالله عليه وسلم ينشىء الله السحاب ثم ينزل فيها فلا شيء أحسن من ضحكة ولا\nشيء أحسن من منطقه قال ومنطقه الرعد وضحكه البرق\n</p>\n\n<p>\n125 حدثنا أحمد بن يحيى الحلواني ثنا إبراهيم بن حمزة الزبيري عن إبراهيم\nابن سعد حدثني أبي وحدثنا يوسف بن موسى ثنا محمد بن خالد بن عبد الله ثنا\nإبراهيم بن سعيد عن أبيه قال إني جالس إلي عمي حميد بن عبد الرحمن في مسجد\nالرسول صلى الله <span id='ms66'></span> عليه وسلم إذ عرض لي في المسجد شيخ جليل في بصره ضعف فأرسل\nإليه حميد فأقبل فقال حميد يا ابن أخي أوسع لي فيما بينك وبينه فإنه قد صحب\nرسول الله صلى الله عليه وسلم في سفره فجاء فجلس فقال له حميد الحديث الذي\nسمعت رسول الله صلى الله عليه وسلم يقول في السحاب فقال نعم سمعت رسول الله\nصلى الله عليه وسلم يقول إن الله ينشيء السحاب فتنطق أحسن النطق وتضحك أحسن\nالضحك قال أبو محمد رحمه الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n             هذا من أحسن التشبيه والصفة لأنه\nجعل صوت الرعد منطقا للسحاب وتلألؤ البرق بمنزلة الضحك لها وقال ابن مطير %\nمستضحك بلوامع مستعبر % % بمدامع لم تمرها الأقذاء % % فله بلا حزن ولا\nبمسرة % % ضحك يؤلف بينه وبكاء % % سحم فهن إذا كظمن فواحم % % وإذا ضحكن\nبه فهن وضاء % $ حدثنا أبو موسى الحامض في كلام لعبد الملك كتب به إلى عامل\nله بمكة يسأله عن عيث كان بها ويستوصفه إياه فكتب إليه فصلا فيه فأقبلت ال\nجنوب تسفي بذيلها التراب وتنشأ من فوقها السحاب فتبسم بالبروق الخواطف\nوتنطق بالرعود الرواجف فزجرت الرعود أردافه وأضحكت البروق أعطافه وحلبت\nالجنوب أخلافه\n</p>\n\n<p>\n126 حدثنا أحمد بن عمرو الحنفي ثنا عبد الله بن محمد الأموي عن عباد بن\nعباد المهلبي عن موسى بن محمد بن إبراهيم التيمي عن أبيه قال كان عند النبي\nصلى الله عليه وسلم في يوم دجن فقال النبي صلى الله عليه وسلم\n</p>\n\n<p>\n| + * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n             كيف ترون بواسقها قالوا يا رسول الله ما أحسنها وأشد\nتمكنها قال فكيف ترون جونها قالوا يا رسول الله ما أحسنه وأشد سواده قال\nفكيف ترون بروقها أخفوا أو وميضا أم يشق شقا قالوا يا رسول الله بل يشق شقا\nفقال رسول الله صلى الله عليه وسلم الحيا أي جاءكم الحيا فقال أعرابي يا\nرسول الله ما رأيت الذي هو أفصح منك فقال النبي صلى الله عليه وسلم وما\nيمنعني وقد نزل القرآن بلسان عربي مبين\n</p>\n\n<p>\n- * باب من المثنى\n</p>\n\n<p>\n127 ثنا أبو شعيب الحراني ثنا <span id='ms67'></span> عفان ثنا همام عن أبي جمرة عن أبي بكر عن\nأبيه قال قال رسول الله صلى الله عليه وسلم من صلى البردين دخل الجنة قال\nغدوة وعشية حدثنا الحضرمي ثنا هدبة بن خالد ثنا همام بإسناده مثله قال\nالفجر والعصر قال أبو محمد هكذا لفظ الحديث بردين وكلام العرب الأبردان\nوهما الغداة والعشي وهما الأبردان والفينان والردفان والصرعان والقرنان\nوالكربان\n</p>\n\n<p>\n128 حدثنا إسحاق بن داود الصراف ثنا الحسن بن قزعة ثنا مسلمة بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n             علقمة ثنا داود بن أبي هند عن أبي حرب عن عبد الله بن فضالة عن\nأبيه قال قال رسول الله صلى الله عليه وسلم لا تدع العصرين قلت يا رسول\nالله وما العصران قال صلاة قبل طلوع الشمس وصلاة قبل غروبها حدثنا محمد بن\nحيان المازني ثنا عمرو بن الحصين ثنا فضيل بن سليمان عن داود عن أبي حرب بن\nأبي الأسود عن عبد الله بن فضالة عن أبيه\n</p>\n\n<p>\n129 وحدثنا أحمد بي يحيى الحلواني ثنا بشار الخفاف ثنا الحاطبي حدثني أبي\nعن ابن عمر قال كان رسول الله صلى الله عليه وسلم قول أللهم إني أعوذ بك من\nشر الأعميين فقيل يا أبا عبد الرحمن ما الأعميان قال السيل والبعير المغتلم\n</p>\n\n<p>\n130 حدثنا موسى بن زكريا ثنا عمرو بن الحصين ثنا ابن علاثة عن جعفر بن\nمحمد بن أبيه عن جده قال قال رسول الله صلى الله عليه وسلم يا حبتا\nالأطيبان من قريش تيم بن مرة وزهرة بن كلاب تقول العرب ذهب منه الأطيبان\nالنوم والنكاح ويقال الأكل والنكاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\n131 حدثنا محمد بن صالح ثنا سليمان بن شعيب الكيساني ثنا الحصيب ثنا يزيد\nبن عطاء عن إسماعيل بن أبي خالد عن أبيه عن أبي هريرة عن النبي صلى الله\nعليه وسلم قال ذانك الأطيبان التمر واللبن\n</p>\n\n<p>\n132 حدثنا أبي ثنا أحمد بن ملاعب ثنا محمد بن سعيد الأصبهاني ثنا عبد\nالله ابن إدريس عن أبيه عن عمه عن جده عن أبي هريرة قال سئل النبي صلى الله\nعليه وسلم عن <span id='ms68'></span> أكثر ما يدخل الناس الجنة فقال تقوى الله وحسن الخلق وسئل عن\nأكثر ما يدخل الناس النار قال الأجوفان الفم والفرج\n</p>\n\n<p>\n| باب من الألفاظ المفردة النادرة\n</p>\n\n<p>\n133 حدثنا الحسن بن بشر ثنا محمد بن عبد الله بن عبيد ثنا عبيد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n             موسى ثنا ابن أبي ليلى عن عطية عن أبي سعيد قال قال رسول الله\nصلى الله عليه وسلم إن عيبتي التي آوي إليها أهل بيتي وإن كرشي الأنصار\nفأقبلوا من محسنهم وتجاوزوا عن مسيئهم\n</p>\n\n<p>\n134 حدثنا موسى بن زكريا ثنا أبو الربيع ثنا إسماعيل بن زكريا عن يزيد\nابن أبي زياد عن سالم بن أبي الجعد عن ثوبان أن النبي صلى الله عليه وسلم\nقال أبيدوا خضراءهم\n</p>\n\n<p>\n161\n</p>\n\n<p>\n| النوادر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\n135 حدثنا القاسم بن محمد بن حماد الدلال الفارسي بالكوفة ثنا أبو بلال\nالأشعري ثنا عبد الله بن مسعر عن مسعر عن وبرة عن ابن عمر قال قال رسول\nالله صلى الله عليه وسلم لرجل توقة وتبقة قال أبو محمد رحمه الله هذا يشبه\nأن يكون في معنى وقاك الله وأبقاك فأخرجه مخرج الأمر واعتد بالهاء كما قال\nعش حميدا والبس جديدا ومت شهيدا وقال بعض أصحابنا أظنه أراد توق المحارم\nلتنال البقاء في الجنة\n</p>\n\n<p>\n136 حدثنا محمد بن عبد الله الحضرمي ثنا أبو بكر بن أبي شيبة ثنا عبد\nالرحمن عن عبد الله بن سعيد عن أبيه عن رجل من أسلم يقال له ابن الأدرع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n             قال قال رسول الله صلى الله عليه وسلم تمعددوا واخشوشنوا\nوامشوا حفاة قال أبو محمد رحمه الله المعنى اقتدوا بمعد بن عدنان والبسوا\nالخشن من الثياب وامشوا حفاة وهو حث على التواضع ونهي عن الإفراط في الترفه\nوالنعمة\n</p>\n\n<p>\n137 حدثنا موسى بن زكريا ثنا عمرو بن الحصين ثنا محمد بن عبد الله بن\nعلاثة ثنا أبو سملة الحمصي أن رسول الله صلى الله عليه وسلم قال من أصاب\nمالا من نهاوش أذهبه الله في نهاير قال عمرو يعني من أصابه من غير حله\nأذهبه الله في غير حقه\n</p>\n\n<p>\n138 حدثنا عبدان <span id='ms69'></span> بن عبد الرحمن الشافعي ثنا هلال بن يحيى بن مسلم عن عبد\nالواحد بن زياد عن عاصم الأحول عن أبي عثمان النهدي عن أبي سعيد الخدري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n             أن رسول الله صلى الله عليه وسلم بايع الناس وفيهم رجل دخشمان\nفقال له النبي صلى الله عليه وسلم يا عبد الله أرزنت في نفسك شيئا قط قال\nلا قال ففي ولدك قال لا قال ففي أهلك قال لا قال يا عبد الله إن أبغض عباد\nالله إلى الله عز وجل العفرية النفرية الذي لم يرزأ في نفسه ولا أهله ولا\nماله ولا ولده قال هلال فلقيت الأصمعي فسألته عن الدخشمان فقال الرجل\nالسمين الغليظ الذي لا ينبعث\n</p>\n\n<p>\n139 حدثني محمد بن الحسن بن علي بن بحر ثنا هاشم بن القاسم الحراني ثنا\nيعلى بن الأشدق عن عمه عبد الله بن جراد قال قال رسول الله صلى الله عليه\nوسلم كم إبلك قلت ثلاثون قال إن ثلاثين خير من مائة قلت إنا لنحدث إن\nالمائة أفضل وأطيب قال هي مفرحة مفتنة وكل مفرح مفتن قال أبو محمد رحمه\nالله هكذا حدثناه ابن البري مفرحة مفتنة مفتوحتي الميم وهما مصدران يقال\nمفرح مفتن وهي لغة يقال فتنه وأفتنه وقال الشاعر % لئن فتنتني لهي بالأمس\nأفتنت % % سعيدا فأضحى قد قلى كل مسلم %\n</p>\n\n<p>\n| فجمع اللغتين وقال قوم أفتنه بمعنى جعل له ما يفتتن به كما يقال سقاه\nوأسقاه يعني جعل له شرابا قال الشاعر % سقى قومي بني مجد وأسقى % % نميرا\nوالقبائل من هلال %\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\n140 حدثنا الحسن بن المثنى ثنا عفان ثنا وهيب ثنا عبد الله بن عثمان بن\nخثيم عن سعيد بن أبي راشد عن يعلى العامري قال جاء الحسن والحسين عليهما\nالسلام يستبقان إلى رسول الله صلى الله عليه وسلم فضمهما إليه وقال الولد\nمجبنة مبخلة قال أبو محمد رحمه الله هذان مصدران من البخل والجبن ومعناه أن\nحب الولد يمنع من بذل المال للإبقاء عليهم وعن لقاء العدو إشفاقا من الضيعة\nلهم آخر الكتاب والحمد لله رب <span id='ms70'></span> العالمين وصلواته على سيدنا محمد رسوله وآله\nوصحبه وأزواجه وسلم تسليما كثيرا وحسبنا الله ونعم الوكيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n             <span id='ms71'></span>\n</p>\n",
  "pages": [
    "001",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164"
  ],
  "volumes": [
    "01"
  ]
}