{
  "content": "\n<h2 class='l2' id='head0'>( 1083 الشفاء بنت عبد الله رضي الله عنها واسمها ليلى )</h2>\n\n<p>\n3176 حدثنا أبو الحارث عبد الوهاب بن الضحاك نا بن عياش عن الأوزاعي عن\nالزهري عن أبي سلمة عن الشفاء بنت عبد الله رضي الله عنها قالت * أتيت رسول\nالله صلى الله عليه وسلم يوما أسأله فجعل يعتذر إلي وأنا ألومه قالت فحضرت\nالصلاة فخرجت فدخلت على ابنتي وهي تحت شرحبيل بن حسنة فوجدت شرحبيلا في\nالبيت وأقول قد حضرت الصلاة وأنت في البيت وجعلت ألومه فقال يا خالة لا\nتلوميني فإنه كان لنا ثوب فاستعاره رسول الله صلى <span id='ms739'></span> الله عليه وسلم فقالت\nبأبي وأمي وإني كنت ألومه منذ اليوم وهذه حاله ولا أشعر قال شرحبيل رضي\nالله عنه ما كان إلا درع رقعناه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p003'> Vol. 06, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n3177 حدثنا أبو بكر بن أبي شيبة نا محمد بن بشر نا عبد العزيز بن عمر بن\nعبد العزيز حدثني صالح بن كيسان عن أبي بكر بن سليمان بن أبي حثمة أن\nالشفاء ابنة عبد الله قالت * دخل علي رسول الله صلى الله عليه وسلم وأنا\nقاعدة عند حفصة بنت عمر رضي الله عنها فقال ما يمنعك أن تعلمي هذه رقية\nالنملة كما علمتيها الكتابة\n</p>\n\n<p>\n3178 حدثنا عبد الوهاب بن الضحاك نا إسماعيل بن عياش نا صالح بن كيسان عن\nأبي إسحاق مولى الشفاء عن الشفاء رضي الله عنها * أن النبي صلى الله عليه\nوسلم أذن لها في رقية النملة تعلمها حفصة فعلمتها\n</p>\n\n<p>\n3179 حدثنا دحيم عن رجل سماه عن بن لهيعة عن يزيد بن أبي حبيب أن عمر رضي\nالله عنه * استعمل الشفاء على السوق قال ولا نعلم امرأة استعمله غير هذه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p004'> Vol. 06, p. 004</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head1'>( 1084 فاطمة بنت قيس )</h2>\n\n<p>\n3180 حدثنا يعقوب بن حميد نا عبد العزيز بن محمد ومعن بن عيسى وابن أبي\nفديك عن بن أبي ذئب *\n</p>\n\n<p>\n3181 وحدثنا يعقوب بن حميد نا فضالة بن يعقوب بن معن الأنصاري عن إبراهيم\nبن إسماعيل جميعا عن بن شهاب عن أبي سلمة بن عبد الرحمن عن فاطمة بنت قيس\nرضي الله عنها قالت * أخر رسول الله صلى الله عليه وسلم العشاء الآخرة ثم\nخرج فقال حبسني حديث حدثنيه تميم الداري عن رجل كان في جزيرة من جزائر\nالبحر فإذا هو بامرأة تجر شعرها فقال ما أنت فقالت أنا الجساسة أتعجب مني\nقال نعم قالت فاذهب إلى ذلك القصر فذهب إليه فإذا فيه رجل يجر شعره مسلسل\nفي الأغلال ينزو بين السماء والأرض قلت ما أنت قال أنا الدجال أخرج رسول\nالأمين قال قلت نعم قال فأطاعوه أم عصوه قلت لا بل أطاعوه قال ذلك خير لهم\nقال هل غارت المياه وقال مجمع في <span id='ms740'></span> حديثه حتى رقد الناس وقال خرج في الأميين\nرسولهم قال أبو بكر بن أبي عاصم ورواه الشعبي عن فاطمة ورواه بن بريدة عنه\nوقتادة وغيلان وداود بن أبي هند ومجالد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p005'> Vol. 06, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n3182 حدثنا الحسن بن علي الحلواني نا عفان نا عبد الواحد بن زياد عن حجاج\nعن عطاء عن بن عباس عن فاطمة بنت قيس رضي الله عنها * أن رسول الله صلى\nالله عليه وسلم لم يجعل لها سكنى ولا نفقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p006'> Vol. 06, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n3183 حدثنا الحسن بن علي نا يحيى بن آدم نا أبو شهاب عن حجاج عن عطاء عن\nبن عباس أن فاطمة رضي الله عنها قالت * لم يجعل لي رسول الله سكنى ولا نفقة\nوقال إعتدي عند بن أم مكتوم\n</p>\n\n<p>\n3184 حدثنا الحسن بن علي نا يحيى بن آدم نا حسن بن صالح عن السدي عن\nالبهي عن فاطمة بنت قيس رضي الله عنها * أن رسول الله صلى الله عليه وسلم\nلم يجعل لها سكنى ولا نفقة قال أبو بكر بن أبي عاصم ورواه عن فاطمة أبو\nسلمة وعبيد الله بن عبد الله بن عتبة وقبيصة بن ذؤيب وأبو بكر بن أبي الجهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p007'> Vol. 06, p. 007</a>\n            </div>\n            \nوالأسود بن يزيد وعبد الرحمن بن عاصم وعروة بن الزبير والشعبي\nوممن روى عن الشعبي بن بريدة وقتادة وسلمة بن كهيل وأبو إسحاق المغيرة\nوإسماعيل بن أبي خالد وسيار وداود بن أبي هند ومجالد وأبو الزناد والأشعث\nوزكريا الحبطي قال وحديث فاطمة بلا سكنى ولا نفقة خبر ثابت من جهة النقل\nيجب العمل به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p008'> Vol. 06, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n3185 حدثنا الشافعي عن مسلم بن خالد حدثني محمد بن عبد العزيز بن إبراهيم\nبن عبد الرحمن بن عوف ثقة عن بن شهاب عن عبد الرحمن بن الميمون بن مخرمة\nقال فقالت فاطمة بنت قيس رضي الله عنها بن عوف * أخذنا بالوثيقة لنفسه أشكل\nعليه رجلان فأعطاه أحدهم الوثيقة ومنعه الآخر فأتبع الوثيقة حيث كانت قال\nالمسور فما عرفت منواب ما فعل إلا بما قالت فاطمة\n</p>\n\n<p>\n3186 حدثني إسماعيل بن سالم الصائغ نا هشيم عن إسماعيل بن أبي خالد <span id='ms741'></span> * عن\nالشعبي قال ذكر له قول عمر فقال امرأة من قريش ذات عقل ورأي تنسى قضاء قضي\nبه عليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p009'> Vol. 06, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n3187 حدثنا إسماعيل بن عبد الله سمويه قال * سألت أحمد بن حنبل رحمة الله\nعليه عن حديث عمر رضي الله عنه لا ندع كتاب ربنا ولا سنة نبينا لقول امرأة\nفقال هذا حديث ضرار أين في كتاب الله عز وجل لها السكنى وأين في سنة رسول\nالله صلى الله عليه وسلم لها النفقة قال قبيصة في حديثه فأرسلني مروان إلى\nفاطمة قال فذكرت قضاء رسول الله صلى الله عليه وسلم بأن لا نفقة لها وأمره\nإياها بالانتقال من بيت زوجها واحتجاجها بما احتجت به من القرآن فرجعت إلى\nمروان فأخبرته فقال حديث امرأة فلجأ مروان عند احتجاجها فقضى رسول الله صلى\nالله عليه وسلم عليها وبما ذكرت بالقرآن بما ليس بحجة ولقد احتج مروان في\nمس الذكر على من خالفه بحديث بسرة بنت صفوان فمن احتج بحديث بسرة وجب أن لا\nيدفع حديث فاطمة وهو أثبت عند أهل النقل منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p010'> Vol. 06, p. 010</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head2'>( 1085 حمنة بنت جحش رضي الله عنها )</h2>\n\n<p>\n3188 حدثنا عبد الله بن شبيب نا عبد الجبار بن سعيد حدثني يحيى بن هانئ\nعن عبد الرحمن بن الحارث بن عبد الرحمن عن عاصم بن عبيد الله عن معاوية بن\nعبيد الله بن أبي أحمد قال * أبصرت عيناي حمنة يوم أحد تسقي العطشى وتداوي\nالجرحى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p011'> Vol. 06, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n3189 حدثنا الحسن بن علي الحلواني نا عبد الرزاق عن بن جريح عن عبد الله\nبن محمد بن عقيل عن إبراهيم بن محمد عن عمه عمر بن طلحة عن بنت جحش رضي\nالله عنها قالت * كنت استحاض حيضة منكرة طويلة فجئت إلى النبي صلى الله\nعليه وسلم أستفتيه وأخبره قالت فوجدته في بيت أختي زينب بنت جحش قالت فقلت\nإن لي إليك حاجة قال ما هي أي هنتاه قالت إني أستحاض حيضة كثيرة طويلة قد\nمنعتني الصلاة والصوم فما ترى فيها قال أنعت لك الكرسف فإنه يذهب الدم قلت\nهو أكثر من <span id='ms742'></span> ذلك يا رسول الله إنما أثجه ثجا قال سآمرك بأمرين أيهما فعلت\nأجزأك من الأجر فإن قويت عليهما فأنت أعلم وقال إنما هذه ركضة من ركضات\nالشيطان فتحيضين ستة أيام أو سبعة أيام في علم الله تعالى ثم اغتسلي إذا\nرأيت أنك قد طهرت واستيقنت فصلي أربعا وعشرين ليلة وأيامها أو ثلاثا وعشرين\nليلة وأيامها وصومي فإن ذلك يجزئك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p012'> Vol. 06, p. 012</a>\n            </div>\n            \nوكذلك فافعلي في كل شهر كما\nتحيض النساء ويطهرن لميقات حيضهن وطهرهن وإن قويت على أن تؤخري الظهر\nوتعجلي العصر فاغتسلي حين تطهرين ثم تصلين الظهر والعصر جميعا ثم تؤخرين\nالمغرب وتعجلين العشاء ثم تغتسلين بين الصلاتين وتغتسلين مع الفجر ثم تصلين\nكذلك فافعلي وصومي وصلي إن قويت على ذلك قال رسول الله صلى الله عليه وسلم\nهذا أعجب الأمرين إلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p013'> Vol. 06, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n3190 حدثنا أبو بكر بن أبي شيبة نا يزيد بن هارون نا شريك عن عبد الله بن\nمحمد بن عقيل عن إبراهيم بن محمد بن طلحة عن عمه عمران بن طلحة عن أمة حمنة\nبنت جحش رضي الله عنها قالت * إستحضت على عهد رسول الله صلى الله عليه وسلم\nفذكر نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p014'> Vol. 06, p. 014</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head3'>( 1086 صفية بنت شيبة بن عثمان رضي الله عنها )</h2>\n\n<p>\n3191 حدثنا أبو سعيد عبد الرحمن بن إبراهيم دحيم نا عبد الرحمن بن بشير\nعن محمد بن إسحاق حدثني محمد بن جعفر بن الزبير عن عبيد الله بن عبد الله\nبن أبي ثور عن صفية بنت شيبة قالت * والله لكأني أنظر إلى رسول الله صلى\nالله عليه وسلم تلك الغداة حين دخل الكعبة فوجد فيها حمامة عيدان ثم خرج\nمنها ثم وقف على باب الكعبة فكسرها ثم رمى بها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p015'> Vol. 06, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n3192 حدثنا محمد بن منصور نا يعقوب بن إبراهيم نا أبي عن محمد بن إسحاق\nحدثني محمد بن جعفر بن الزبير عن عبيد الله بن عبد الله بن أبي ثور عن صفية\nبنت شيبة بن عثمان رضي الله عنها قالت * طاف رسول الله صلى الله عليه وسلم\nعلى راحلته عام الفتح يستلم الركن بمحجن في <span id='ms743'></span> يده\n</p>\n\n<p>\n3193 حدثني أيوب الوزان نا عبد الله بن جعفر نا عبيد الله بن عمرو الرقي\nعن عبد الكريم عن ميمون بن مهران قال * أتيت صفية بنت شيبة رضي الله عنها\nامرأة كبيرة فقلت لها تزوج رسول الله صلى الله عليه وسلم ميمونة وهو محرم\nفقالت لا ولقد تزوجها وهما حلالان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p016'> Vol. 06, p. 016</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head4'>( 1087 الدارية امرأة من بني عبد الدار رضي الله عنها )</h2>\n\n<p>\n3194 حدثنا محمد بن علي بن ميمون نا سليمان بن عبيد الله نا عيسى بن يونس\nعن بن أبي ذئب عن الزهري عن عبيد الله بن عبد الله بن عتبة عن صفية بنت أبي\nعبيد عن الدارية امرأة من بني عبد الدار رضي الله عنها كانت في حجر رسول\nالله صلى الله عليه وسلم قالت سمعت رسول الله صلى الله عليه وسلم يقول * من\nاستطاع أن يموت بالمدينة فليمت فمن مات فيها كنت له شهيدا أو شفيعا قال أبو\nبكر وقد بينا في كتاب العلل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p017'> Vol. 06, p. 017</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head5'>( 1088 أم الفضل لبابة بنت الحارث بن حزن بن بجير بن الهزم بن رويبة بن عبد الله بن هلال بن عامر )</h2>\n\n<p>\nبن صعصعة بن معاوية\n</p>\n\n<p>\n3195 حدثنا أحمد بن عبده نا وهب بن جرير نا أبي قال سمعت محمد بن إسحاق\nحدثني حسين بن عبد الله عن عكرمة عن بن عباس عن أبي رافع مولى رسول الله\nصلى الله عليه وسلم قال * كنت غلاما للعباس بن عبد المطلب رضي الله عنه\nفكنت قد أسلمت وأسلمت أم الفضل وأسلم العباس رضي الله عنهم ثم ذكر القصة\nوذكر فيها قال فرفع أبو لهب يده فلطم وجهي وثاورته فاحتملني فضرب بي الأرض\nحتى نزل علي فقامت أم الفضل فاحتجرت ملحفتها ثم أخذت عمودا من عمد الحجرة\nفضربته ففلقت في رأسه شجة منكرة وقالت أي عدو الله استضعفته إن رأيت سيده\nقد غاب عنه فقام ذليلا فوالله ما عاش بعد ذلك إلا سبع ليال حتى رماه الله\nعز وجل بالعدسة فقتله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p018'> Vol. 06, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n3196 حدثنا أبو بكر بن أبي شيبة والشافعي قالا نا سفيان بن عيينة <span id='ms744'></span> عن\nالزهري عن عبيد الله بن عبد الله عن بن عباس عن أمه أم الفضل رضي الله عنها\nأنها * سمعت النبي صلى الله عليه وسلم يقرأ في المغرب بالمرسلات عرفا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p019'> Vol. 06, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n3197 حدثنا وهبان بن بقية نا خالد عن محمد بن عمرو عن الزهري أخبرني تمام\nبن العباس قال قال سمعتني أمي أم الفضل وأنا أقرأ والمرسلات فقالت يا بني\nهذه آخر سورة * سمعت رسول الله صلى الله عليه وسلم يؤم بها الناس في صلاة\nالمغرب\n</p>\n\n<p>\n3198 حدثنا أبو الربيع نا حماد بن زيد عن أيوب عن عكرمة عن بن عباس رضي\nالله عنه قال حدثتني أمي أم الفضل رضي الله عنها * أن رسول الله صلى الله\nعليه وسلم أفطر بعرفة فأتته بلبن فشرب\n</p>\n\n<p>\n3199 حدثنا عقبة بن مكرم نا سلم بن قتيبة نا بن أبي ذئب عن صالح مولى\nالتوأمة عن بن عباس رضي الله عنه قال حدثتني أم الفضل رضي الله عنها * أن\nالنبي صلى الله عليه وسلم أتي بلبن بعرفة فشرب وهو يخطب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p020'> Vol. 06, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n3200 حدثنا يعقوب بن حميد نا بن عيينة عن أبي النضر مولى عمر بن عبيد\nالله عن عمير مولى أم الفضل رضي الله عنها قال * شك الناس في صوم النبي صلى\nالله عليه وسلم يوم عرفة فقلت أنا أعلم لكم ذلك فأرسلت إليه بإناء فيه لبن\nفشرب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p021'> Vol. 06, p. 021</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head6'>( 1089 زينب بنت أم سلمة رضي الله عنها وكانت إحدى من تعد من الفقهاء )</h2>\n\n<p>\n3201 حدثني أبو كريب نا أبو أسامة عن الوليد بن كثير عن محمد بن عمرو بن\nعطاء عن زينب بنت أم سلمة رضي الله عنها قالت * كان اسمي برة فسماني رسول\nالله صلى الله عليه وسلم زينب وأدخلت عليه زينب بنت جحش رضي الله عنها فكان\nاسمها برة فسماها رسول الله صلى الله عليه وسلم زينب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p022'> Vol. 06, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n3202 حدثنا محمد بن المثنى نا أبو بكر الحنفي نا عبد الحميد بن جعفر\nحدثني يزيد بن أبي زياد عن محمد بن عمرو عن زينب بنت أم سلمة أخبرته قالت\nسميت برة * فسأل النبي صلى <span id='ms745'></span> الله عليه وسلم عن اسمها فأخبروه أن اسمها برة\nفقال لا تزكوا أنفسكم فإن الله عز وجل أعلم بأهل البر منكم قالوا فسمها يا\nرسول الله فقال اسمها زينب\n</p>\n\n<p>\n3203 حدثنا الحسن بن علي نا بن أبي مريم وأبو صالح قالا نا الليث بن سعد\nحدثني يزيد بن أبي حبيب عن محمد بن إسحاق عن محمد بن عمرو بن عطاء * أن\nزينب بنت أبي سلمة رضي الله عنها سألته ما سميت ابنتك قال سميتها برة فقالت\nإن رسول الله صلى الله عليه وسلم نهى عن هذا الاسم سميت برة فقال رسول الله\nلا تزكوا أنفسكم الله عز وجل أعلم بأهل البر منكم قالوا فما نسميها قال\nسموها زينب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p023'> Vol. 06, p. 023</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head7'>( 109 أم جميل بنت المجلل أم محمد بن حاطب )</h2>\n\n<p>\n3204 حدثنا أبو بكر بن أبي شيبة نا محمد بن بشر نا زكريا بن أبي زائدة\nحدثني سماك عن محمد بن حاطب القرشي قال * تناولت قدرا كانت لنا فاحترقت يدي\nفانطلقت بي أمي إلى رجل جالس في الجبانة فقالت له يا رسول الله فقال لبيك\nوسعديك قال ثم أدنتني منه فجعل ينفث ويتكلم كلاما لا أدري ما هو فسألت أمي\nبعد ذلك ما كان يقول قالت كان يقول اذهب البأس رب الناس اشف أنت الشافي لا\nشافي إلا أنت\n</p>\n\n<p>\n3205 حدثنا زكريا بن يحيى بن صبيح نا عبد الرحمن بن عثمان بن إبراهيم بن\nمحمد بن حاطب حدثني أبي عن جده محمد بن حاطب عن أمه أم جميل ابنة المجلل\nقالت * أقبلت بك من أرض الحبشة حتى إذا كنت من المدينة على ليلة أو ليلتين\nطبخت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p024'> Vol. 06, p. 024</a>\n            </div>\n            \nلك طبيخا ففني الحطب فذهبت أطلبه فتناولت القدر فانكفأت\nعلى ذراعك فقدمت بك المدينة فأتيت رسول الله صلى الله عليه وسلم فقلت يا\nرسول الله هذا محمد بن حاطب وهو أول من سمي بك قالت فتفل رسول الله صلى\nالله عليه وسلم في فيك ومسح رأسك ودعا لك ثم قال اذهب البأس رب الناس واشف\nأنت الشافي لا شفاء إلا شفاؤك <span id='ms746'></span> شفاء لا يغادر سقما فما قمت بك من عنده إلا\nوقد برأت يدك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p025'> Vol. 06, p. 025</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head8'>( 1091 ظئر محمد بن طلحة رضي الله عنها )</h2>\n\n<p>\n3206 حدثنا أبو بكر بن أبي شيبة نا يزيد بن هارون عن إبراهيم بن عثمان عن\nمحمد بن عبد الرحمن مولى آل طلحة أن عيسى بن طلحة قال حدثتني ظئر محمد بن\nطلحة رضي الله عنها قالت * لما ولد محمد بن طلحة أتينا به النبي صلى الله\nعليه وسلم فقال ما سميتموه فقلنا محمد فقال هذا اسمي فكنيته أبو القاسم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p026'> Vol. 06, p. 026</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head9'>( 1092 بنت خباب بن الأرت رضي الله عنها )</h2>\n\n<p>\n3207 حدثنا أبو بكر بن أبي شيبة نا وكيع عن الأعمش عن أبي إسحاق عن عبد\nالرحمن بن زيد عن بنت خباب بن الأرت رضي الله عنها قالت * خرج أبي في عزوة\nفي عهد رسول الله صلى الله عليه وسلم فكان رسول الله صلى الله عليه وسلم\nيتعاهدنا ويحلب عنزا لنا وكان عليها في حفنة فتمتلىء فلما قدم خباب كان\nيحلبها فعاد حلابها\n</p>\n\n<p>\n3208 حدثنا بن نمير نا وكيع نا الأعمش عن أبي إسحاق عن عبد الرحمن بن زيد\nالفائشي عن بنت خباب فذكره * نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p027'> Vol. 06, p. 027</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head10'>( 1093 ليلى بنت قانف الثقفية )</h2>\n\n<p>\n3209 حدثني فضل بن سهل نا يعقوب بن إبراهيم نا أبي عن بن إسحاق حدثني نوح\nبن حكيم الثقفي وكان قارئا للقرآن عن رجل من ولد عروة بن مسعود يقال له\nداود وقد ولدته أم حبيب بنت أبي سفيان عن ليلى بنت قانف الثقفية رضي الله\nعنها قالت * كنت فيمن غسل أم كلثوم بنت رسول الله صلى الله عليه وسلم عند\nوفاتها فكان أول ما أعطانا رسول الله صلى الله عليه وسلم الحقو ثم الدرع ثم\nالخمار ثم الملحفة ثم أدرجت بعد في الثوب الآخر قالت ورسول الله صلى الله\nعليه وسلم عند الباب معه كفنها يناولنا ثوبا ثوبا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p028'> Vol. 06, p. 028</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head11'>( 1094 أم عثمان بنت أبي العاص رضي الله عنها )</h2>\n\n<p>\n3210 حدثنا محمد بن يحيى أبو عمرو الباهلي نا يعقوب بن محمد نا عبد\nالعزيز بن عمران عن عبد الله بن عثمان <span id='ms747'></span> بن أبي سليم عن أبيه عن بن أبي سويد\nالثقفي قال سمعت عثمان بن أبي العاص يقول أخبرتني أمي قالت * شهدت آمنة لما\nولد رسول الله صلى الله عليه وسلم فلما ضربها المخاض نظرت إلى النجوم تدلى\nحتى إني لأقول إنها لتقعن علي فلما ولدت خرج منها نور أضاء له البيت الذي\nنحن فيه والدار فما شيء انظر إليه إلا نور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p029'> Vol. 06, p. 029</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head12'>( 1095 زينب الثقفية امرأة عبد الله بن مسعود رضي الله عنهما )</h2>\n\n<p>\n3211 حدثنا أبو بكر بن أبي شيبة نا أبو معاوية عن الأعمش عن شقيق عن عمرو\nبن الحارث عن بن أخي زينب امرأة عبد الله بن مسعود عن زينب رضي الله عنها\nقالت خطبنا رسول الله صلى الله عليه وسلم فقال * يا معشر النساء تصدقن ولو\nمن حليكن فإنكن أكثر أهل جهنم يوم القيامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p030'> Vol. 06, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n3212 حدثنا أبو بكر بن أبي شيبة نا يحيى بن سعيد القطان عن محمد بن عجلان\nحدثني بكير بن عبد الله عن بسر بن سعيد عن زينب امرأة عبد الله رضي الله\nعنها قالت قال لنا رسول الله صلى الله عليه وسلم * إذا شهدت إحداكن المسجد\nفلا تمس طيبا\n</p>\n\n<p>\n3213 حدثنا يعقوب نا إبراهيم بن سعد عن محمد بن عبد الله بن عمرو بن هشام\nجميعا عن بكير بن عبد الله عن بسر بن سعيد عن زينب الثقفية امرأة عبد الله\nبن مسعود رضي الله عنهما * عن النبي صلى الله عليه وسلم مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p031'> Vol. 06, p. 031</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head13'>( 1096 يتيمة من ثقيف رصي الله عنها كانت في حجر النبي صلى الله عليه وسلم )</h2>\n\n<p>\n3214 حدثنا محمد بن مصفى نا بن أبي فديك عن بن أبي ذئب عن بن شهاب عن\nعبيد الله بن عبد الله عن امرأة يتيمة كانت عند رسول الله صلى الله عليه\nوسلم من ثقيف تحدث بنت أبي عبيد أن رسول الله صلى الله عليه وسلم قال * من\nاستطاع منكم أن يموت بالمدينة فليمت فإنه من مات بها كنت له شهيدا أو شفيعا\nيوم القيامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p032'> Vol. 06, p. 032</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head14'>( 1097 أم رومان رضي الله عنها )</h2>\n\n<p>\n3215 حدثنا أبو <span id='ms748'></span> بكر بن أبي شيبة نا محمد بن فضيل عن حصين عن شقيق عن\nمسروق قال * سألت أم رومان وهي أم عائشة أم المؤمنين رضي الله عنا إذ قيل\nلها ما قيل فأنزل الله عز وجل عذرها قالت بينا أنا وعائشة رضي الله عنها إذ\nراحت علينا امرأة من الأنصار وإذا هي تقول وفعل الله عز وجل بفلان كذا وكذا\nلأنه كان ممن حدث الحديث قلت أي حديث فأخبرتها قالت فسمع بذلك رسول الله\nصلى الله عليه وسلم وأبو بكر قالت نعم فخرت مغشية فما أفاقت إلا وعليها حمى\nنافض فجاء رسول الله صلى الله عليه وسلم فقال ما لهذه فقلنا حمى أخذتها قال\nفلعله من أجل حديث تحدث به فقعدت فقالت والله لئن حلفت لا تصدقوني ولئن\nاعتذرت لا تعذروني فمثلي ومثلكم كمثل يعقوب وبنيه والله المستعان على ما\nتصفون فانصرف رسول الله صلى الله عليه وسلم فأنزل الله تبارك وتعالى ما\nأنزل فأتاها فأخبرها فقالت بحمد الله لا بحمدك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p033'> Vol. 06, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n3216 حدثنا المقدمي نا حصين بن نمير نا حصين بن عبد الرحمن عن أبي وائل\nعن أم رومان نحوه فقالت * بحمد الله لا بحمدك ولا بحمد صاحبك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p034'> Vol. 06, p. 034</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head15'>( 1098 أم أيمن وهي أم أسامة بن زيد )</h2>\n\n<p>\n3217 حدثنا محمد بن مسمع ثنا الوليد بن مسلم عن عبد الرحمن بن نمر قال\nقال الزهري حدثني حرملة مولى أسامة بن زيد * بينما هو جالس مع عبد الله بن\nعمر دخل الحجاج بن أيمن بن أم أيمن فصلى صلاة لم يتم ركوعه ولا سجوده فدعاه\nبن عمر حين سلم فقال يا بن أخي أتحسب أنك قد صليت إنك لم تصل فعد صلاتك قال\nعبد الله بن عمر من هذا قلت هذا الحجاج بن أيمن بن أم أيمن فقال عبد الله\nبن عمر لو رأى رسول الله صلى الله عليه وسلم هذا لأحبه فذكر حبه ما ولدت أم\nأيمن وكانت حاضنة رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p035'> Vol. 06, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n3218 حدثنا عمرو بن عثمان نا محمد بن خالد الوهبي ثنا خالد <span id='ms749'></span> بن محمد من آل\nالزبير عن أبيه قال * خرجنا نتلقى الوليد بن عبد الملك مع علي بن الحسين\nحتى إذا كنا ببعض الطريق عرض حبشي لركابنا فقال علي بن الحسين حدثتني أم\nأيمن أو قال سمعت أم أيمن تقول سمعت رسول الله صلى الله عليه وسلم يقول\nإنما الأسود لبطنه وفرجه\n</p>\n\n<p>\n3219 حدثنا يعقوب بن حميد نا عبد الله بن وهب أخبرني عمرو بن الحارث\nأخبرني بكر بن سوادة أن حنش بن عبد الله حدثه عن أم أيمن أنها * غربلت\nدقيقا فصنعت للنبي صلى الله عليه وسلم رغيفا فقال ما هذا فقالت طعام نصنعه\nبأرضنا فأحببت أن أصنع لك منه رغيفا فقال ردي فيه وأعجنيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p036'> Vol. 06, p. 036</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head16'>( 1099 بسرة بنت صفوان بن نوفل بن أسد خالة مروان بن الحكم وهي جدة عبد الملك )</h2>\n\n<p>\n3220 حدثنا أبو سعيد عبد الرحمن بن إبراهيم ثنا الوليد بن مسلم عن\nالأوزاعي عن الزهري قال أخبرني أبو بكر بن عمرو بن حزم عن عروة عن بسرة بنت\nصفوان أنها سمعت رسول الله صلى الله عليه وسلم يقول * من مس ذكره فليتوضأ\n</p>\n\n<p>\n3221 حدثني محمد بن علي بن ميمون ثنا عمرو بن عثمان ثنا عبيد الله بن\nعمرو بن عثمان عن إسحاق بن راشد عن الزهري عن أبي بكر بن عمرو بن حزم أن\nعروة حدثه أن مروان ذكر أن بسرة بنت صفوان بن نوفل بن أسد جدة عبد الملك\nأنها سمعت رسول الله صلى الله عليه وسلم * مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p037'> Vol. 06, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n3222 حدثنا عمرو بن عثمان ثنا أبي ثنا شعيب عن الزهري عن عبد الله بن أبي\nبكر أنه سمع عروة بن الزبير يقول * ذكر مروان أنه يتوضأ من مس الذكر إذا\nأفضا إليه الرجل بيده فأنكرت ذلك فقلت لا وضوء على من مسه فقال مروان\nأخبرتني بسرة بنت صفوان أنها سمعت رسول الله صلى الله عليه وسلم يذكر ما\nيتوضأ منه فقال رسول الله صلى الله عليه وسلم ويتوضأ من مس الذكر قال عروة\nفلم أزل أماري مروان حتى دعا رجلا من حرسه فأرسله <span id='ms750'></span> إلى بسرة يسألها عما حدثت\nبه من ذلك فأرسلت إليه بسرة بمثل الذي حدثني عنها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p038'> Vol. 06, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n3223 حدثنا عمرو بن عثمان ثنا عبد الملك بن محمد عن الأوزاعي وابن أبي\nذئب عن الزهري حدثني عبد الله بن أبي بكر أنه سمع عروة بن الزبير * يذكر\nفذكر مثل حديث شعيب عن مروان عن بسرة\n</p>\n\n<p>\n3224 حدثنا يعقوب بن حميد ثنا عبد الرزاق عن معمر عن الزهري عن عبد الله\nبن أبي بكر عن عروة عن مروان عن بسرة عن النبي صلى الله عليه وسلم * نحوه\n</p>\n\n<p>\n3225 حدثنا الحسن بن علي ثنا عبد الرزاق عن بن جريح عن بن شهاب عن عبد\nالله بن أبي بكر عن عروة أنه كان يحدث عن بسرة عن النبي صلى الله عليه وسلم\n* نحوه\n</p>\n\n<p>\n3226 حدثنا الحسن بن علي ثنا عبد الرزاق عن بن جريح عن بن شهاب عن عبد\nالله بن أبي بكر عن عروة أنه كان يحدث عن بسرة أو زيد بن خالد الجهني عن\nالنبي صلى الله عليه وسلم * مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p039'> Vol. 06, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n3227 حدثنا الحسن بن علي ثنا عبد الله بن صالح حدثني الليث حدثني يونس عن\nالزهري عن عبد الله بن أبي بكر أنه سمع عروة بن الزبير فذكر * مثل حديث\nشعيب\n</p>\n\n<p>\n3228 حدثنا أبو بكر بن أبي شيبة ثنا بن علية عن عبد الله بن أبي بكر قال\nسمعت عروة يحدث يقول ذاكرني مروان مس الذكر فذكر عن مروان عن بسرة * مثل\nحديث شعيب\n</p>\n\n<p>\n3229 حدثنا يعقوب بن حميد ثنا بن أبي فديك عن الضحاك بن عثمان *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p040'> Vol. 06, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n3230 وحدثنا يعقوب ثنا بن نافع عن مالك جميعا عن عبد الله بن أبي بكر عن\nعروة أنه دخل على مروان فذكر عن مروان عن بسرة * مثله\n</p>\n\n<p>\n3231 حدثنا هشام بن عمار ثنا الوليد بن مسلم ثنا عبد الرحمن بن نمر عن\nالزهري عن عروة أنه سمع مروان يقول أخبرتني بسرة بنت صفوان الأسدية أنها *\nسمعت رسول الله صلى الله عليه وسلم يأمر الوضوء من مس الذكر والمرأة مثل\nذلك قال بن أبي عاصم ولا نعلم <span id='ms751'></span> أحدا يقول هذا عن الزهري غيره\n</p>\n\n<p>\n3232 حدثنا الحسن بن علي الحلواني ثنا أبو أسامة عن هشام بن عروة عن أبيه\nعن مروان عن بسرة بنت صفوان قالت سمعت رسول الله صلى الله عليه وسلم يقول *\nإذا مس أحدكم ذكره فليتوضأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p041'> Vol. 06, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n3233 حدثنا الحلواني ثنا حجاج ثنا همام عن يحيى عن هشام بن عروة حدثني\nأبو بكر بن محمد بن عمرو بن حزم عن عروة عن بسرة قالت سمعت رسول الله صلى\nالله عليه وسلم يقول * من مس فرجه فلا يصلي حتى يتوضأ\n</p>\n\n<p>\n3234 وحدثنا هدبة بن خالد ثنا حماد بن سلمة عن هشام بن عروة عن أبيه أن\nمروان قال يا شرطي اذهب إلى بسرة فسلها كيف سمعت رسول الله صلى الله عليه\nوسلم يقول * في مس ذكره فذكر الحديث\n</p>\n\n<p>\n3235 حدثنا محمد بن يحيى ثنا محمد بن بكر البرساني ثنا عبد الحميد بن\nجعفر عن هشام بن عروة عن أبيه عن بسرة عن النبي صلى الله عليه وسلم * مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p042'> Vol. 06, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n3236 حدثنا يعقوب بن حميد ثنا معن بن عيسى عن عبد الله بن المؤمل عن عمرو\nبن شعيب عن أبيه عن جده * أن بسرة بنت صفوان سألت النبي صلى الله عليه وسلم\nعن المرأة تضرب بيديها فتصيب فرجها قال توضئي يا بسرة قال بن أبي عاصم\nورواه بن لهيعة عن عمرو بن شعيب عن سعيد بن المسيب عن بسرة بنت صفوان وكانت\nخالة مروان قالت يا رسول الله إحدانا تمس فرجها أو يمس فرجها الرجل فقال\nالنبي صلى الله عليه وسلم فلتتوضأ يا بسرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p043'> Vol. 06, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n3237 حدثنا عقبة بن مكرم ثنا يعقوب بن محمد حدثني إبراهيم بن محمد بن عبد\nالعزيز عن أبيه عن عبد الرحمن بن حميد عن أبيه عن أم كلثوم بنت عقبة قالت\nحدثتني بسرة بنت صفوان قالت * دخل علي رسول الله صلى الله عليه وسلم وأنا\nأمشط عائشة فقال يا بسرة من يخطب أم كلثوم قلت فلان وفلان وعبد الرحمن بن\nعوف فقال فأين أنتم عن عبد الرحمن فإنه من خيار المسلمين <span id='ms752'></span> وساداتهم أمثاله\nقال قلت تكره أن تنكح على ضرة وتكره أن تسأل طلاق بنت عمتها بنت شيبة بن\nربيعة قالت فعاد لقوله فعدت لقولي كما قلت أول مرة قال فأين أنتم عن عبد\nالرحمن بن عوف فإنه من خيار المسلمين وساداتهم أمثاله وإنها إن تنكحه ترض\nوتحظ قالت فذهبت أرده قولي فقالت عائشة أما تسمعين ما يقول فمسحت يدي من\nعلقتها وذهبت إلى أم كلثوم فأخبرتها فأرسلت إلى عبد الرحمن وإلى خالد بن\nسعيد بن العاص وإلى عثمان بن عفان فزوجها من عبد الرحمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p044'> Vol. 06, p. 044</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head17'>( 1100 أم معقل الأسدية )</h2>\n\n<p>\n3238 حدثنا يعقوب ثنا عبد الرزاق عن معمر عن الزهري عن أبي بكر بن عبد\nالرحمن عن امرأة من بني أسد بن خزيمة يقال لها أم معقل قالت * أردت الحج\nفضل بعيري فسألت النبي صلى الله عليه وسلم فقال اعتمري في رمضان فإن عمرة\nفي رمضان تعدل حجة\n</p>\n\n<p>\n3239 حدثنا يعقوب ثنا عبد الله بن نافع عن مالك بن أنس عن سمي مولى أبي\nبكر أنه سمع أبا بكر بن عبد الرحمن يحدث عن أم معقل الأسدية أنها سألت\nالنبي صلى الله عليه وسلم فقالت * تجهزت للحج فعرض لي فقال لها النبي صلى\nالله عليه وسلم اعتمري في رمضان فإن عمرة في رمضان كحجة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p045'> Vol. 06, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n3240 حدثنا يعقوب بن حميد ثنا وكيع عن الأعمش عن عمارة بن عمير عن أبي\nبكر بن عبد الرحمن عن أم معقل أنها * حلفت عليها أن تحج مع النبي صلى الله\nعليه وسلم فلم يتهيأ لها فسألت النبي صلى الله عليه وسلم ما يجزيها من ذلك\nقال عمرة في رمضان قال أبو بكر بن أبي عاصم لم يصنع يعقوب فيه شيء\n</p>\n\n<p>\n3241 حدثنا أبو بكر بن أبي شيبة ثنا وكيع عن الأعمش عن عمارة عن أبي بكر\nأن معقل *\n</p>\n\n<p>\n3242 وحدثنا محمد بن عبد الله بن نمير ثنا أبي ثنا الأعمش عن عمارة وجامع\nبن شداد عن أبي بكر بن عبد الرحمن قال جاء أبو معقل إلى النبي صلى الله\nعليه وسلم * فذكر الحديث <span id='ms753'></span>\n</p>\n\n<p>\n3243 حدثنا أبو كامل ثنا أبو عوانة عن إبراهيم بن المهاجر عن أبي بكر بن\nعبد الرحمن قال حدثني رسول مروان الذي أرسله إلى أم معقل قال فقالت * يا\nرسول الله إني امرأة قد كبرت وسقمت فهل من عمل يجزيء عني من حجتي فقال عمرة\nفي رمضان تجزيء من حجتك قال بن أبي عاصم ورواه أبو بكر الحديث بطوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p046'> Vol. 06, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n3244 حدثنا أبو بكر بن نافع ثنا عمر بن علي المقدمي عن موسى بن عقبة عن\nعيسى بن معقل عن جدته أم معقل قالت * مات أبو معقل وترك بعيرا فجعله في\nسبيل الله فأتيت رسول الله صلى الله عليه وسلم فقلت يا رسول الله إن أبا\nمعقل هلك وترك بعيرا في السبيل وعلي حجة فقال اركبي يا أم معقل بعيرك فإن\nالحج من سبل الله\n</p>\n\n<p>\n3245 حدثنا محمد بن منصور الطوسي ثنا يعقوب بن إبراهيم ثنا أبي عن بن\nإسحاق عن عيسى بن معقل بن أبي معقل حدثني أسد بن خزيمة عن يوسف بن عبد الله\nبن سلام عن أم معقل جدة عيسى بن معقل قالت * لما تهيأ رسول الله صلى الله\nعليه وسلم لحجة الوداع أمر الناس بالخروج معه قالت فبينما الناس يتجهزون\nأصابتهم هذه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p047'> Vol. 06, p. 047</a>\n            </div>\n            \nالقرحة الجدري أو الحصبة قالت فدخل علينا من ذلك\nما شاء الله أن يدخل مرض أبو معقل من ذلك ومرضت معه فأما أبو معقل فهلك في\nذلك الوجع وكان لنا جمل ينضح على نخلات لنا وهو الذي نريد ان نحج عليه فلما\nحضرت أبو معقل الوفاة أوصى به في سبيل الله قالت فاشتد وجعي فلم أستطع أن\nأخرج مع رسول الله صلى الله عليه وسلم فخرج رسول الله صلى الله عليه وسلم\nفلما فرغ من حجته وقدم المدينة دخلت عليه وقد نقهت من وجعى فقال النبي صلى\nالله عليه وسلم ما منعك يا أم معقل أن تخرجين معنا في سفرنا هذا قلت يا نبي\nالله كنا تهيأنا لذاك فأصابنا من هذه القرحة ما أصاب فهلك منها أبو معقل <span id='ms754'></span>\nوكان لنا جمل هو الذي نريد أن نحج عليه فأوصى به حين حضرته الوفاة في سبيل\nالله فقال رسول الله صلى الله عليه وسلم فما منعك أن تخرجين على الحج فإن\nالحج من سبيل الله أما إذا فاتتك هذه الحجة معنا يا أم معقل فاعتمري عمرة\nفي رمضان فإنها كحجة قال وكانت أم معقل تقول الحج حج والعمرة عمرة وقد قال\nلي رسول الله صلى الله عليه وسلم فوالله ما أدري إلي خاصة فيما فاتني من\nالحج معه أم للمسلمين عامة قال يوسف حدثت مروان بن الحكم وهو على المنبر\nبهذا الحديث عن أم معقل فقال لي ومن يحدث به عنها معك فقلت ابنها معقل بن\nأبي معقل وهو من سراة قومه وخيارهم فبعث إليه مروان فسأله فحدثه مثل حديثي\nثم لا والله ما طابت نفس مروان حتى ركب إليها في الناس فدخل عليها فسألها\nفحدثته كما حدثتني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p048'> Vol. 06, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n3246 حدثني محمد بن منصور ثنا يعقوب ثنا أبي عن بن إسحاق حدثني يحيى بن\nعباد بن عبد الله بن الزبير عن الحارث بن أبي بكر بن عبد الرحمن بن الحارث\nبن هشام عن أبيه قال * كنت من ركب مع مروان حين ركب إلى أم معقل وكنت فيمن\nدخل عليها من الناس فسمعها حين حدثت بهذا الحديث فكان أبو بكر لا يعتمر إلا\nفي العشر الأواخر من رمضان حتى لقي الله عز وجل لما سمع من أم معقل\n</p>\n\n<p>\n3247 حدثنا أبو بكر بن أبي شيبة ثنا بن نمير عن محمد بن إسحاق عن يحيى بن\nعباد بن عبد الله بن الزبير قال * كان أبو بكر بن عبد الرحمن لا يعتمر إلا\nفي رمضان\n</p>\n\n<p>\n3248 حدثنا الحسن بن علي ثنا يحيى بن آدم ثنا إسرائيل عن أبي إسحاق عن\nالأسود عن أبي معقل عن أم معقل أنها سألت رسول الله صلى الله عليه وسلم\nفقال * عمرة في رمضان تعدل حجة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p049'> Vol. 06, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n3249 حدثنا تميم بن المنتصر ثنا إسحاق عن شريك عن أبي إسحاق عن الأسود بن\nيزيد عن <span id='ms755'></span> أبي معقل فذكر * نحوه\n</p>\n\n<p>\n3250 حدثنا أبو سعيد دحيم ثنا الوليد بن مسلم ثنا الأوزاعي ثنا يحيى بن\nأبي كثير عن أبي سلمة قال حدثني بن أم معقل عن أمه قالت قلت * يا رسول الله\nإني أريد الحج وجملي أعجف فقال اعتمري في رمضان فإن عمرة في رمضان كحجة\n</p>\n\n<p>\n3251 حدثنا محمد بن عوف ثنا بن المبارك حدثني معاوية بن سلام عن يحيى بن\nأبي كثير عن أبي سلمة عن بن أم معقل عن أم معقل عن النبي صلى الله عليه\nوسلم * مثله\n</p>\n\n<p>\n3252 حدثنا العباس بن الوليد النرسي ثنا مسلم بن خالد عن جعفر بن محمد عن\nأبيه عن امرأة يقال لها أم معقل قالت قال رسول الله صلى الله عليه وسلم *\nاعتمري في رمضان فإنها تعدل أو تقضي حجة أو كما قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p050'> Vol. 06, p. 050</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head18'>( 1101 أم قيس بنت محصن )</h2>\n\n<p>\n3253 حدثنا أبو بكر بن أبي شيبة ثنا بن عيينة عن الزهري عن عبيد الله عن\nأم قيس بنت محصن قالت * دخلت بابن لي على النبي صلى الله عليه وسلم ولم\nيأكل الطعام فبال عليه فدعا بماء فرشه\n</p>\n\n<p>\n3254 حدثنا يعقوب بن حميد ثنا أنس بن عياض عن يونس عن الزهري عن عبيد\nالله بن عبد الله عن أم قيس بنت محصن قالت * أتيت النبي صلى الله عليه وسلم\nبابن لي لم يأكل الطعام فبال في حجر النبي صلى الله عليه وسلم فدعا بماء\nفنضحه ولم يغسله غسلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p051'> Vol. 06, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n3255 حدثنا محمد بن المثنى ثنا عثمان بن عمر ثنا يونس عن الزهري عن عبيد\nالله بن عبد الله بن عتبة عن أم قيس بنت محصن وهي أخت عكاشة بن محصن أحدى\nبني أسد بن خزيمة من المهاجرات الأول اللائي بايعن رسول الله صلى الله عليه\nوسلم قال * فأخبرني أنها أتت النبي صلى الله عليه وسلم بابن لها فذكر في\nالأول والعذرة\n</p>\n\n<p>\n3256 حدثنا أبو بكر بن أبي شيبة ثنا سفيان بن عيينة عن الزهري عن عبيد\nالله عن أم قيس قالت * دخلت بابن لي على رسول الله صلى الله عليه <span id='ms756'></span> وسلم وقد\nعلقت عليه من العذرة فقال على ما تدعون أولادكن بهذه العلاق عليكن بهذا\nالعود الهندي فإن فيه سبعة أشفية به العذرة ويلد به من ذات الجنب قال أبو\nبكر بن أبي عاصم رواه مالك وصالح بن كيسان ومعمر وعمرو بن قيس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p052'> Vol. 06, p. 052</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head19'>( 1102 خولة بنت مالك بن ثعلبة ويقولون خويلة )</h2>\n\n<p>\n3257 حدثنا عبد الله بن عامر بن زرارة ثنا يحيى بن زكريا بن أبي زائدة\nحدثني محمد بن إسحاق عن معمر بن عبد الله عن يوسف بن عبد الله بن سلام قال\nحدثتني خولة بنت مالك وكانت تحت أوس بن الصامت أخي عبادة بن الصامت * أن\nالنبي صلى الله عليه وسلم أعان زوجها حين ظاهر بعرق من تمر وأعانته هي بعرق\nآخر فذلك ستون صاعا فقال النبي صلى الله عليه وسلم تصدق بهذا وقال لها\nارجعي إلى بن عمك واتقي الله فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p053'> Vol. 06, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n3258 حدثنا محمد بن المثنى بن عبيد ثنا وهب بن جرير ثنا أبي قال سمعت\nمحمد بن إسحاق يحدث عن معمر بن عبد الله عن يوسف بن عبد الله بن سلام قال\nحدثتني خويلة امرأة أوس بن الصامت قالت * كان بيني وبينه شيء فقال أنت علي\nكظهر أمي ثم خرج إلى نادي قومه ثم رجع فراودني عن نفسه فقلت كلا والذي نفسي\nبيده حتى ينتهي أمري وأمرك إلى رسول الله صلى الله عليه وسلم فيقضي في وفيك\nأمره وكان شيخا كبيرا رقيقا فغلبته بما فعلت المرأة الرجل الضعيف ثم خرجت\nإلى جارة لي فاستعرت ثيابها فأتيت نبي الله صلى الله عليه وسلم حتى جلست\nبين يديه فذكرت له أمره فما برحت حتى نزل الوحي على رسول الله صلى الله\nعليه وسلم فقال رسول الله صلى الله عليه وسلم حين قلت لا يقدر على ذلك فإنا\nسنعينه بعرق من تمر قلت وأنا أعينه بعرق آخر فاطعم ستين مسكينا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p054'> Vol. 06, p. 054</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head20'>( 1103 خولة بنت قيس بن قهد أم محمد وكانت تحت حمزة )</h2>\n\n<p>\n3259 حدثنا يعقوب بن حميد ثنا المغيرة بن عبد الرحمن عن أبي معشر عن <span id='ms757'></span>\nالمقبري عن عبيد بن سنوطا قال * دخلت على خولة بنت قيس وهي يومئذ عند\nالنعمان بن عجلان فقلنا حدثينا يا أم محمد فقال زوجها يا أم محمد انظري ما\nتحدثين فإن الحديث عن رسول الله صلى الله عليه وسلم بغير ثبت شديد قالت بئس\nمالي أن أحدثهم عن رسول الله صلى الله عليه وسلم ما ينفعهم وأكذب على رسول\nالله صلى الله عليه وسلم سمعت رسول الله صلى الله عليه وسلم يقول الدنيا\nحلوة خضرة فمن يأخذ مالا بحله يبارك له فيه فرب متخوض في مال الله ومال\nرسوله فيما شاءت نفسه له يوم القيامة النار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p055'> Vol. 06, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n3260 حدثنا محمد بن عبيد بن حساب ثنا حماد بن زيد عن يحيى بن سعيد عن عمر\nبن كثير بن أفلح عن عبيد سنوطا عن خولة بنت قيس بن قهد * أن النبي صلى الله\nعليه وسلم أتى حمزة وكانت خولة امرأة حمزة فذكروا الدنيا فقال النبي صلى\nالله عليه وسلم إن الدنيا حلوة خضرة فذكر مثلاه\n</p>\n\n<p>\n3261 حدثنا هدبة بن خالد ثنا حماد بن سلمة عن يحيى بن سعيد عن عمرو بن\nكثير بن أفلح عن عبيد سنوطا عن خولة بنت قيس بن قهد * أن النبي صلى الله\nعليه وسلم أتى حمزة وكانت خولة امرأة حمزة فذكروا الدنيا فقال النبي صلى\nالله عليه وسلم إن الدنيا حلوة خضرة فذكر مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p056'> Vol. 06, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n3262 حدثنا أبو بكر بن أبي شيبة ثنا سفيان بن عيينة عن يحيى بن سعيد عن\nعمر بن كثير بن أفلح عن عبيد سنوطا عن خولة بنت قيس امرأة حمزة عن النبي\nصلى الله عليه وسلم * مثله\n</p>\n\n<p>\n3263 حدثنا محمد بن عوف ثنا أبو الأسود النضر بن عبد الجبار ثنا بن لهيعة\nعن بكير بن عبد الله عن الضحاك بن عبد الله القرشي عن محمود بن لبيد أن\nخولة بنت قهد حدثته أن النبي صلى الله عليه وسلم قال * ألا أخبركم بكفارات\nالخطايا قالوا بلى يا رسول الله قال إسباغ الوضوء عند المكارة وكثرة الخطا\nإلى المساجد وانتظار <span id='ms758'></span> الصلاة بعد الصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p057'> Vol. 06, p. 057</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head21'>1104 خولة بنت حكيم</h2>\n\n<p>\n3264 حدثنا أحمد بن منيع ثنا حجاج بن محمد ثنا شعبة قال سمعت عطاء\nالخراساني يحدث عن سعيد بن المسيب عن خولة بنت حكيم قال وهي إحدى خالاتي\nإنها * سألت رسول الله صلى الله عليه وسلم عن المرأة تحتلم فقال رسول الله\nصلى الله عليه وسلم فلتغتسل\n</p>\n\n<p>\n3265 حدثنا هشام بن عمار ثنا إسماعيل بن عياش ثنا عطاء الخراساني عن سعيد\nبن المسيب عن خولة بنت حكيم أنها * استفتت رسول الله صلى الله عليه وسلم عن\nالمرأة ترى في منامها ما يرى الرجل عليها غسل قال نعم إذا رأت الماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p058'> Vol. 06, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n3266 حدثنا أبو بكر بن أبي شيبة ثنا وكيع عن سفيان عن علي بن زيد عن سعيد\nبن المسيب عن خولة بنت حكيم أنها * سألت رسول الله صلى الله عليه وسلم عن\nالمرأة ترى في منامها ما يرى الرجل فقال ليس عليها شيء كما أن الرجل إذا لم\nينزل ليس عليه غسل حتى ينزل\n</p>\n\n<p>\n3267 حدثنا أبو بكر بن أبي شيبة ثنا أبو خالد الأحمر عن يحيى بن سعيد عن\nمحمد بن يحيى بن حيان عن خولة بنت حكيم قالت قلت * يا رسول الله إن لك حوضا\nقال نعم وأحب من ورده علي قومك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p059'> Vol. 06, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n3268 حدثنا محمد بن عبيد بن حساب ثنا حماد بن زيد عن يحيى بن سعيد حدثني\nمحمد بن يحيى بن حيان قال قالت خولة بنت قيس بن قهد فذكر * نحوه\n</p>\n\n<p>\n3269 حدثنا يعقوب بن حميد ثنا بن عيينة عن إبراهيم بن ميسرة عن بن أبي\nسويد الثقفي عن عمر بن عبد العزيز قال * زعمت المرأة الصالحة خولة بنت حكيم\nفذكر حديثا لها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p060'> Vol. 06, p. 060</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head22'>( 1105 خولة بنت الأوق صلى الله عليه وسلم )</h2>\n\n<p>\n3270 حدثنا الحسن بن علي الحلواني ثنا أحمد بن خلاد الإسكندراني ثنا\nيعقوب بن عبد الرحمن عن هشام بن عروة عن أبيه عن خولة بنت الأوقص * أنها\nكانت من اللائي وهبن أنفسهن لرسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n3271 ثنا يعقوب بن حميد ثنا عبد الله بن محمد بن <span id='ms759'></span> عروة وأنس بن عياض عن\nهشام بن عروة عن أبيه * فذكر نحوه قال بن أبي عاصم ويقولون خولة بنت حكيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p061'> Vol. 06, p. 061</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head23'>( 1106 خولة بنت ثامر الأنصارية )</h2>\n\n<p>\n3272 حدثنا يعقوب بن حميد ثنا عبد الله بن يزيد عن سعيد بن أبي أيوب\nحدثني أبو الأسود عن النعمان بن أبي عياش عن خولة بنت ثامر الأنصارية أنها\nسمعت رسول الله صلى الله عليه وسلم يقول * الدنيا خضرة حلوة وإن رجالا\nسيخوضون في مال الله بغير حق لهم النار يوم القيامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p062'> Vol. 06, p. 062</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head24'>( 1107 خولة بنت اليمان )</h2>\n\n<p>\n3273 حدثنا الصلت بن مسعود الجحدري ثنا علي بن ثابت الجزري عن الوازع بن\nنافع عن أبي سلمة بن عبد الرحمن بن عوف عن خولة بنت اليمان قالت سمعت رسول\nالله صلى الله عليه وسلم يقول * لا خير في جماعة النساء إلا عند ميت فإنهن\nإذا اجتمعن قلن وقلن قال وأحسبه أنها قالت بايعت النبي صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p063'> Vol. 06, p. 063</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head25'>( 1108 خولة غير منسوبة )</h2>\n\n<p>\n3274 حدثني محمد بن عوف ثنا موسى بن أيوب ثنا بقية عن بن أبي الجون عن\nأبي سعد عن معاوية بن إسحاق عن خولة قالت قال رسول الله صلى الله عليه وسلم\n* ما يقدس الله أمة لم يأخذ ضعيفها حقه غير متعتع قال ومن انصرف عن غريمه\nوهو راض عنه صلت عليه دواب الأرض ونون البحار ومن انصرف عن غريمه وهو ساخط\nكتب عليه في كل يوم وليلة وجمعة وشهر ظلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p064'> Vol. 06, p. 064</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head26'>( 1109 سبيعة بنت الحارث الأسلمية )</h2>\n\n<p>\n3275 حدثنا عبد الله بن شبيب بن خالد ثنا بن أبي أويس حدثني عبد العزيز\nبن محمد عن أسامة بن زيد عن عبد الله بن عكرمة عن عبد الله بن عبد الله بن\nعمر عن أبيه عن سبيعة الأسلمية أن رسول الله صلى الله عليه وسلم قال * من\nاستطاع منكم أن يموت بالمدينة فليمت فإنه لا يموت بها أحد إلا كنت له شهيدا\nأو شفيعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p065'> Vol. 06, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n3276 حدثنا أبو بكر بن أبي شيبة ثنا علي بن مسهر عن داود عن الشعبي عن\nمسروق وعمرو بن عتبة * أنهما كتبا إلى سبيعة <span id='ms760'></span> بنت الحارث الأسلمية يسألانها\nعن أمرها فكتبت إليهما أنها وضعت بعد وفاة زوجها بخمس وعشرين فتهيأت أطلب\nالخير فمر بها أبو السنابل بن بعكك فقال قد أسرعت اعتدي آخر الأجلين أربعة\nأشهر وعشرا فأتيت النبي صلى الله عليه وسلم فقلت يا رسول الله استغفر لي\nقال وما ذاك قالت فأخبرته الخبر فقال إن وجدت زوجا صالحا فتزوجي\n</p>\n\n<p>\n3277 حدثنا محمد بن عوف ثنا أحمد بن خالد ثنا محمد بن إسحاق عن محمد بن\nإبراهيم عن أبي سلمة بن عبد الرحمن عن سبيعة بنت الحارث قالت * توفي زوجي\nمع رسول الله صلى الله عليه وسلم وهو سعد بن خولة قالت فلبثت بعده شهرين ثم\nوضعت داء بطني فدخل علي أبو السنابل بن بعكك أحد بني عبد الدار حموي وقد\nكان يريدني لنفسه وقد تهيأت للنكاح وتخضبت فقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p066'> Vol. 06, p. 066</a>\n            </div>\n            \nمالك يا سبيعة\nفقلت أردت التزويج فقال لا والله إنه لأربعة أشهر وعشرا فلبست ثيابي وجئت\nرسول الله صلى الله عليه وسلم وهو في بيت أم سلمة فسألته فقال حللت فتزوجي\nقال بن أبي عاصم ولها طرق حسان كثرت فتركناها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p067'> Vol. 06, p. 067</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head27'>( 1110 أم كرز الخزاعية )</h2>\n\n<p>\n3278 حدثني محمد بن خالد بن عبد الله الواسطي ثنا أبي عن سعيد بن أبي\nعروبة عن قتادة عن عطاء الخراساني عن بن عباس عن أم كرز الخزاعية قالت *\nسألت رسول الله صلى الله عليه وسلم عن العقيقة فقال عن الغلام شاتان وعن\nالجارية شاة\n</p>\n\n<p>\n3279 حدثنا أبو بكر بن أبي شيبة ثنا سفيان بن عيينة عن عبد الله بن أبي\nيزيد عن أبيه عن سباع بن ثابت عن أم كرز قالت سمعت رسول الله صلى الله عليه\nوسلم يقول * عن الغلام شاتان وعن الجارية شاة لا يضركم ذكرانا كن أم إناثا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p068'> Vol. 06, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n3280 حدثنا أبو بكر بن أبي شيبة ثنا سفيان بن عيينة عن عمرو بن دينار عن\nعطاء عن حبيبة بنت ميسرة عن أمر كرز قالت سمعت رسول الله صلى الله عليه\nوسلم يقول * عن الغلام شاتان وعن الجارية شاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p069'> Vol. 06, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n3281 حدثنا يوسف بن موسى <span id='ms761'></span> ثنا عبد الرحمن بن مغراء عن محمد بن إسحاق عن\nعطاء عن حبيبة بنت ميسرة عن أم كرز عن النبي صلى الله عليه وسلم * مثله\n</p>\n\n<p>\n3282 حدثنا عقبة بن مكرم ثنا وهب بن جرير ثنا أبي قال سمعت قيسا يحدث عن\nعطاء عن أم عثمان بنت خيثم عن أم كرز عن النبي صلى الله عليه وسلم أنه قال\n* في العقيقة شاتان مكافأتان وعن الجارية شاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p070'> Vol. 06, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n3283 حدثني عقبة بن مكرم ثنا أبو عاصم عن بن جريح عن عطاء عن حبيبة بنت\nميسرة بن أبي خيثم عن أم كرز الكعبية قالت * سألت رسول الله صلى الله عليه\nوسلم عن العقيقة فقال عن الغلام شاتان مكافأتان وعن الجارية شاة فقلت وما\nالمكافأتان قال المثلان قال فالضأن أحب إلي من المعز وذكرانها أحب إلي من\nإناثها رأيا منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p071'> Vol. 06, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n3284 حدثنا الشافعي ويعقوب بن حميد وابن أبي عمر قالوا ثنا سفيان بن\nعيينة عن عبيد الله بن أبي يزيد عن أبيه عن سباع بن ثابت عن أم كرز قالت *\nأتيت رسول الله صلى الله عليه وسلم يوم الحديبية فسمعته يقول أقروا الطير\nعلى مكناتها قال بن أبي عاصم ذكره بعضهم فلما حدث بن عيينة بهذا الحديث\nأقبل على الشافعي فقال يا أبا عبد الله ما وجه هذا عندكم قال قال كانت\nالعرب إذا خرج الرجل منهم فيلقاه طير مقبل قال هذا طائر خير ويوم خير وخرج\nفي سفره وإذا تلقاه طائر مدبر قال هذا يوم شر ولم يخرج في سفره قال فأعجب\nذلك بن عيينة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p072'> Vol. 06, p. 072</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head28'>( 1111 يسيرة )</h2>\n\n<p>\n3285 حدثنا أبو بكر بن أبي شيبة ثنا محمد بن بشر قال سمعت هاني بن عثمان\nيذكر عن أمه حميضة بنت ياسر عن جدتها يسيرة وكانت إحدى المهاجرات قالت قال\nرسول الله صلى الله عليه وسلم * عليكن بالتسبيح والتقديس واعقدن بالأنامل\nفإنهن مسؤلات مستنطقات ولا تغفلن فتنسين الرحمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p073'> Vol. 06, p. 073</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head29'>( 1112 أخت حذيفة )</h2>\n\n<p>\n3286 حدثنا أبو بكر بن أبي شيبة ثنا غندر عن شعبة عن منصور عن ربعي عن\nامرأته عن أخت حذيفة قالت خطبنا رسول <span id='ms762'></span> الله صلى الله عليه وسلم فقال * يا\nمعشر النساء أما لكن في الفضة ما تحلين أما إنه ما من امرأة تلبس ذهبا\nفتظهره إلا عذبت به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p074'> Vol. 06, p. 074</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head30'>( 1113 امرأة أبي موسى )</h2>\n\n<p>\n3287 حدثنا أبو بكر ثنا أبو معاوية عن الأعمش عن إبراهيم عن سهم بن\nالمنجاب عن القرثع قال * لما ثقل أبو موسى صاحت عليه امرأته فقال لها أما\nعلمت ما قال رسول الله صلى الله عليه وسلم قالت بلى ثم سكتت فقيل لها بعد\nأي شيء قال رسول الله صلى الله عليه وسلم قالت إن الله لعن من حلق أو خرق\nأو سلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p075'> Vol. 06, p. 075</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head31'>( 1114 أم الحصين الأحمسية )</h2>\n\n<p>\n3288 حدثنا أبو بكر بن أبي شيبة ثنا غندر ووكيع عن شعبة عن يحيى بن\nالحصين عن جدته أم الحصين قالت سمعت رسول الله صلى الله عليه وسلم وهو يخطب\nيقول * إن أمر عليكم عبد حبشي مجدع فاسمعوا له وأطيعوا ما قرأ بكم كتاب\nالله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p076'> Vol. 06, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n3289 حدثنا أبو بكر بن أبي شيبة ثنا وكيع عن يونس بن أبي إسحاق عن\nالعيزار بن حريث عن أم حصين الأحمسية قالت * سمعت رسول الله صلى الله عليه\nوسلم وعليه برد متلفع بها يقول إن أمر عليكم عبد حبشي فاسمعوا له ما قادكم\nبكتاب الله\n</p>\n\n<p>\n3290 حدثنا أبو بكر ثنا وكيع وأبو داود عن شعبة عن يحيى بن الحصين عن\nجدته أنها * سمعت رسول الله صلى الله عليه وسلم في حجة الوداع دعا للمحلقين\nثلاثا وللمقصرين مرة ولم يقل وكيع في حجة الوداع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p077'> Vol. 06, p. 077</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head32'>( 1115 أم سليمان بن عمرو بن الأحو صلى الله عليه وسلم )</h2>\n\n<p>\n3291 حدثنا أبو بكر بن أبي شيبة ثنا علي بن مسهر عن يزيد بن أبي زياد عن\nسليمان بن عمرو بن الأحوص عن أمه قالت * رأيت رسول الله صلى الله عليه وسلم\nعند جمرة العقبة وهو راكب على بغلة ورجل خلفه يستره من الناس فسألت عن\nالرجل فقيل لي هذا الفضل بن العباس فازدحم الناس عليه فقال يا أيها الناس\nلا يقتل بعضكم بعضا وإذا رميتم الجمرة فارموها بمثل حصا الخذف <span id='ms763'></span> ثم استبطن\nالوادي فرمى الجمرة بسبع حصيات يكبر مع كل حصاة ثم انصرف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p078'> Vol. 06, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n3292 حدثنا أبو الربيع ثنا حماد بن زيد ثنا المفضل بن فضالة عن يزيد بن\nأبي زياد عن سليمان بن عمرو بن الأحوص عن أمه قالت * رأيت رسول الله صلى\nالله عليه وسلم وهو واقف عند العقبة في بطن الوادي يقول يا أيها الناس لا\nيقتل بعضكم بعضا إذا رميتم الجمار فارموا بمثل حصا الخذف ثم رماها ولم يقف\nوانطلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p079'> Vol. 06, p. 079</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head33'>( 1116 أم جندب )</h2>\n\n<p>\n3293 حدثنا أبو بكر بن أبي شيبة ثنا عبد الرحيم بن سليمان عن يزيد بن أبي\nزياد عن سليمان بن عمرو بن الأحوص عن أمه عن أم جندب قالت * رأيت رسول الله\nصلى الله عليه وسلم رمى جمرة العقبة من بطن الوادي وهو على دابته ثم انصرف\nوتبعته امرأة من خثعم معها صبي لها به بلاء فقالت يا رسول الله إن هذا ابني\nوبقية أهلي وإن به بلاء لا يتكلم فقال النبي صلى الله عليه وسلم آتيني بشيء\nمن ماء فأتي بماء فغسل يديه ومضمض فاه ثم أعطاها فقال اسقيه منه وصبي عليه\nمنه واستشفي الله قالت فلقيت المرأة من الحول فسألتها عن الغلام فقالت برأ\nوعقل عقلا ليس كعقول الناس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p080'> Vol. 06, p. 080</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head34'>( 1117 أم زياد الأشجعية )</h2>\n\n<p>\n3294 حدثنا أبو بكر بن أبي شيبة ثنا زيد بن الحباب ثنا رافع بن سلمة\nالأشجعي ثنا حشرج بن زياد الأشجعي عن جدته أم أبيه أنها غزت مع رسول الله\nصلى الله عليه وسلم يوم خيبر سادسة ست نسوة فبلغ النبي صلى الله عليه وسلم\nفبعث إليها فقال * بإذن من خرجتن ورأينا فيه الغضب فقلنا يا رسول الله\nخرجنا ومعنا دواء نداوي به الجرحى ونناول السهام ونسقي السويق ونغزل الشعر\nونعين في سبيل الله فقال لنا أقمن فلما ان فتح الله عليه خيبر قسم لنا كما\nقسم للرجال فقلت وما كان ذلك قالت تمرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p081'> Vol. 06, p. 081</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head35'>( 1118 عمة سنان بن عبد الله الجهني )</h2>\n\n<p>\n3295 حدثنا أبو بكر بن أبي شيبة ثنا عبد الرحيم بن سليمان عن محمد بن <span id='ms764'></span>\nكريب عن كريب عن بن عباس عن سنان بن عبد الله الجهني أنه حدثته عمته أنها\nأتت النبي صلى الله عليه وسلم فقالت * يا رسول الله توفيت أمي وعليها مشي\nإلى الكعبة نذرا قال فقال النبي صلى الله عليه وسلم هل تستطيعين أن تمشين\nعنها قالت نعم قال فامشي عن أمك قالت يجزئ ذلك عنها قال نعم أرأيت لو كان\nعليها دين فقضيته عنها كان يقبل منك قالت نعم قال فالله أحق بذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p082'> Vol. 06, p. 082</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head36'>( 1119 حبيبة بنت أبي تجراة )</h2>\n\n<p>\n3296 حدثنا أبو بكر بن أبي شيبة ثنا محمد بن بشر ثنا عبد الله بن المؤمل\nثنا عبد الله بن أبي حسين عن عطاء عن حبيبة بنت أبي تجراة قالت * نظرت إلى\nرسول الله صلى الله عليه وسلم وهو يطوف بين الصفا والمروة في نسوة من قريش\nفإنه يسعى في آخر القوم وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p083'> Vol. 06, p. 083</a>\n            </div>\n             يقول اسعوا فإن الله كتب عليكم\nالسعي قالت فنظرت إليه وإنه يسعى ومؤتزره يدور من شدة السعي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p084'> Vol. 06, p. 084</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head37'>( 1120 عمرة بنت الحارث بن أبي ضرار )</h2>\n\n<p>\n3297 حدثنا الصلت بن مسعود الجحدري ثنا محمد بن خالد بن سلمة المخزومي\nثنا أبي عن محمد بن عمرو بن الحارث بن أبي ضرار عن عمته عمرة بنت الحارث\nقالت قال رسول الله صلى الله عليه وسلم * الدنيا حلوة خضرة فمن أصاب منها\nشيئا من حله فذاك الذي يبارك له فيه ورب متخوض في مال الله ومال رسوله له\nالنار يوم القيامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p085'> Vol. 06, p. 085</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head38'>( 1121 عزة بنت خابل )</h2>\n\n<p>\n3298 حدثنا أبو سعيد دحيم ثنا بن أبي فديك حدثني موسى بن يعقوب عن عطاء\nبن مسعود عن أبيه أن عمته عزة ابنة خابل أخبرته أنها * خرجت حتى قدمت على\nرسول الله صلى الله عليه وسلم فبايعها على الإسلام على أن لا تزنين ولا\nتسرقين ولا تؤذين فتبدين أو تخفين قالت عزة فأما الإبداء المبدي فقد كنت\nعرفته وعملته وهو قبل الولد وأما المخفي فلم أسأل عنه رسول الله صلى الله\nعليه وسلم ولم يخبرني وقد وقع في نفسي إنه إفساد الولد لا أفسد لي <span id='ms765'></span> ولدا\nأبدا فلم يفسد لها ولدا حتى ماتت يعني الغيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p086'> Vol. 06, p. 086</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head39'>( 1122 أم عبد الرحمن بن طارق )</h2>\n\n<p>\n3299 حدثنا الحسن بن علي الحلواني ثنا أبو عاصم نا بن جريح حدثني عبيد\nالله بن أبي يزيد عن عبد الرحمن بن طارق عن أمه * أن النبي صلى الله عليه\nوسلم كان إذا جاء مكانا من دار يعلى استقبل البيت ودعا قال أبو عاصم دار\nيعلى بن أمية قال بن أبي عاصم وقال عبد الرزاق فيه عن عبد الرحمن بن طارق\nعن عمه\n</p>\n\n<p>\n3300 ثنا الحسن ثنا عبد الرزاق عن بن جريح * رجالا سيخوضون في مال الله\nبغير حق لهم النار يوم القيامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p087'> Vol. 06, p. 087</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head40'>( 1123 خليدة بنت قعنب )</h2>\n\n<p>\n3301 حدثنا محمد بن معمر ثنا حميد بن حماد أبو الجهم حدثتني تغلبة بنت\nالخوار عن خالتها خليدة بنت قعنب قالت وكانت من النسوة اللائي أتين رسول\nالله صلى الله عليه وسلم فبايعنه قالت * فأتته امرأة عليها سوار من ذهب\nفأبي أن يبايعها قالت فخرجت من الزحام فرمت بالسوار حتى جاءت فبايعها قالت\nفخرجت أطلب السوار فذهبت تنظر فإذا هو قد ذهب به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p088'> Vol. 06, p. 088</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head41'>( 1124 رقيقة )</h2>\n\n<p>\n3302 حدثنا عمرو بن علي نا أبو عاصم ثنا عبد الله بن عبد الرحمن بن يعلى\nبن كعب الطائفي حدثني عبد ربه بن الحكم حدثتني بنت رقيقة عن أمها رقيقة\nقالت * لما جاء النبي صلى الله عليه وسلم يبتغي النصر بالطائف فدخل عليها\nفأخرجت له شرابا من سويق فقال يا رقيقة لا تعبدي طاغيتهم ولا تصلين لها\nقالت إذا يقتلوني قال فإذا قالوا لك فقولي ربي رب هذه الطاغية فإذا رأيتيها\nفولها ظهرك ثم خرج رسول الله صلى الله عليه وسلم من عندها قالت بنت رقيقة\nفأخبرني أخواي سفيان ووهب أبناء قيس فذكر الحديث قال أبو بكر بن أبي عاصم\nوقد ذكرناه في رجال ثقيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p089'> Vol. 06, p. 089</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head42'>( 1125 امرأة يقال لها رجاء )</h2>\n\n<p>\n3303 حدثنا حجاج بن يوسف أبو محمد ثنا عبد الرزاق قال سمعت هشام بن حسان\nعن محمد بن سيرين عن امرأة يقال لها رجاء قالت * كنت عند النبي صلى الله\nعليه <span id='ms766'></span> وسلم فجاءته امرأة بابن لها فقالت يا رسول الله ادع الله لي فيه\nبالبركة فإنه أخو ثلاثة دفنتهم فقال النبي صلى الله عليه وسلم جنة حصينة\nقالت فقال لي رجل يا رجاء اسمعي ما قال رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p090'> Vol. 06, p. 090</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head43'>( 1126 حبيبة )</h2>\n\n<p>\n3304 حدثنا عمرو بن علي ثنا محمد بن عبد الله الأنصاري ثنا أبان بن صمعة\nقال سمعت بن سيرين قال حدثتني حبيبة أنها * كانت قاعدة في بيت عائشة فجاء\nالنبي صلى الله عليه وسلم حتى دخل عليهن فقال ما من مسلمين يموت لهما ثلاثة\nمن الولد لم يبلغوا الحنث إلا جيىء بهم يوم القيامة حتى يوقفوا على باب\nالجنة فيقولون حتى يدخل آباؤنا قال بن سيرين ولا أدري في الثالثة أو في\nالثانية ادخلوا الجنة أنتم وآباؤكم فقالت عائشة للمرأة سمعت قالت نعم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p091'> Vol. 06, p. 091</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head44'>( 1127 سراء ابنة نبهان )</h2>\n\n<p>\n3305 حدثنا محمد بن يحيى بن عبد الكريم ثنا أبو عاصم ثنا ربيعة بن عبد\nالرحمن بن حصين حدثتني جدتي سراء بنت نبهان وكانت ربة بيت في الجاهلية أنها\n* سمعت رسول الله صلى الله عليه وسلم في حجة الوداع في اليوم الذي يدعونه\nيوم الرؤوس يقول أي يوم هذا قالوا الله ورسوله أعلم قال هذا أوسط أيام\nالتشريق قال أي بلد هذا قالوا الله ورسوله أعلم قال هذا المشعر الحرام قال\nألا إن دماءكم وأموالكم وأعراضكم حرام بعضكم على بعض كحرمة يومكم هذا في\nبلدكم هذا ألا إني لا أدري لعلي لا ألقاكم بعد هذا اليوم فليبلغ أدناكم\nأقصاكم ألا هل بلغت فقالوا نعم ثم رجع إلى المدينة فتوفي بها صلى الله عليه\nوسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p092'> Vol. 06, p. 092</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head45'>( 1128 أم إسحاق )</h2>\n\n<p>\n3306 حدثنا يحيى بن الجهضم ثنا أبو عاصم الضحاك بن مخلد ثنا بن بشار بن\nعبد الملك حدثتني أم حكيم بنت دينار عن مولاتها أم إسحاق قالت * دخلت على\nالنبي صلى الله عليه وسلم في بيت حفصة فأتى بثريد وخبز ولحم فقال هلمي يا\nأم إسحاق قالت كنت أشتهي أن آكل من طعام رسول الله صلى الله عليه وسلم <span id='ms767'></span>\nفأكلت ونسيت صومي قالت فناولني عرقا فلما أخذت العرق رفعته إلى فمي ثم ذكرت\nصومي فبقيت لا أستطيع أرفعها ولا أضعها فقال مالك يا أم إسحاق فقلت إني كنت\nصائمة ونسيت صومي فقال ذو اليدين حين شبعت فقال رسول الله صلى الله عليه\nوسلم بل هو رزق ساقه الله إليك ضعي العرق وصومي بقية يومك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p093'> Vol. 06, p. 093</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head46'>( 1129 بنت عفيف )</h2>\n\n<p>\n3307 حدثنا عقبة بن مكرم ثنا محمد بن موسى ثنا عبد المنعم عن الصلت عن\nأبي يزيد المدني عن امرأة منهم يقال لها بنت عفيف قالت * أتينا رسول الله\nصلى الله عليه وسلم نبايعه فأخذ علينا أن لا نحدث الرجال إلا محرما وأمرنا\nأن نقرأ على موتانا بفاتحة الكتاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p094'> Vol. 06, p. 094</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head47'>( 1130 أم سليمان بن أبي حثمة )</h2>\n\n<p>\n3308 حدثنا الحسن بن علي الحلواني ثنا يحيى بن آدم ثنا قيس عن بن أبي\nليلى عن عبد الكريم عن عبد الله بن الطيب عن أم سليمان بن أبي حثمة قالت *\nرأيت نساء من القواعد يصلين مع رسول الله صلى الله عليه وسلم الفرائض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p095'> Vol. 06, p. 095</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head48'>( 1131 أم سليم بن ملحان )</h2>\n\n<p>\n3309 حدثنا أبو بكر بن أبي شيبة ثنا عبد الوهاب الثقفي عن أيوب عن أنس بن\nسيرين عن أنس بن مالك عن أم سليم * أن النبي صلى الله عليه وسلم كان يصلي\nفي بيتها على الخمرة\n</p>\n\n<p>\n3310 حدثنا أبو بكر ثنا عفان ثنا وهيب ثنا أيوب عن أبي قلابة عن أنس عن\nأم سليم * أن النبي صلى الله عليه وسلم كان يأتيها فيقيل عندها فتبسط له\nنطعا فيقيل عليه وكان كثير العرق وكانت تجمع عرقه فتجعله في الطيب\nوالقوارير فقال رسول الله صلى الله عليه وسلم ما هذا فقال عرقك أريد به\nطيبه وكان النبي صلى الله عليه وسلم يصلي على الخمرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p096'> Vol. 06, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n3311 حدثنا محمد بن المثنى ثنا محمد بن جعفر ثنا شعبة قال سمعت قتادة\nيحدث عن أنس بن مالك عن أم سليم أنها قالت * يا رسول الله خادمك أنس بن\nمالك ادع الله له فقال اللهم أكثر ماله وولده وبارك له فيما أعطيته\n</p>\n\n<p>\n3312 حدثنا <span id='ms768'></span> محمد بن المثنى قال نا محمد بن جعفر ثنا شعبة قال سمعت هشام\nبن زيد بن أنس يحدث عن أنس * مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p097'> Vol. 06, p. 097</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head49'>( 1132 أم حرام بنت ملحان )</h2>\n\n<p>\n3313 حدثنا هشام بن عمار ثنا يحيى بن حمزة ثنا ثور بن يزيد عن خالد بن\nمعدان عن عمرو بن الأسود * أنه أتى عبادة بن الصامت وهو في ساحل حمص في\nبناء له ومعه امرأته أم حرام قال عمرو فحدثتنا أم حرام أنه حدثه أنها سمعت\nرسول الله صلى الله عليه وسلم يقول أول جيش من أمتي يغزون هذا البحر قد\nأوجبوا قال قالت أم حرام يا رسول الله أنا فيهم قال أنت فيهم قال أول جيش\nمن أمتي يغزون مدينة قيصر مغفور لهم قالت أم حرام يا رسول الله أنا منهم\nقال لا قال ثور سمعته يحدث به وهو في البحر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p098'> Vol. 06, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n3314 حدثنا أبو الربيع ثنا حماد بن زيد ثنا يحيى بن سعيد عن محمد بن يحيى\nبن حبان عن أنس بن مالك قال حدثتني أم حرام بنت ملحان أخت أم سليم * أن\nرسول الله صلى الله عليه وسلم نام عندهم فاستيقظ وهو يضحك فقلت يا رسول\nالله ما أضحكك قال رأيت قوما ممن يركبوا ظهر البحر كالملوك على الأسرة قلت\nيا رسول الله ادع الله يجعلني منهم قال فإنك منهم قالت ثم نام فاستيقظ وهو\nيضحك فقلت يا رسول الله ما أضحكك فقال مثل مقالته الأولى فقلت يا رسول الله\nفادع الله يجعلني منهم فقال أنت من الأولين فتزوجها عبادة بن الصامت فغزا\nفي البحر وحملها معه فلما رجع قرب لها بغلة لتركبها فصرعتها فاندقت عنقها\nفماتت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p099'> Vol. 06, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n3315 حدثنا أبو سعيد دحيم ثنا مروان بن معاوية ثنا هلال عن أبي ثابت يعلى\nبن شداد عن أم حرام قالت * ذكر رسول الله صلى الله عليه وسلم غزاة البحر\nفقال للمائد أجر شهيد والغرق أجر شهيدين قالت يا رسول الله ادع الله أن\nيجعلني منهم قال اللهم اجعلها منهم فركبت البحر فذكر نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p100'> Vol. 06, p. 100</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head50'>( 1133 أم مبشر بنت البراء بن <span id='ms769'></span> معرور )</h2>\n\n<p>\n3316 حدثنا أبو بكر بن أبي شيبة ومحمد بن عبد الله بن نمير قالا ثنا عبد\nالله بن إدريس عن الأعمش عن أبي سفيان عن جابر عن أم مبشر قالت * سمعت رسول\nالله صلى الله عليه وسلم وهو في بيت حفصة يقول لا يدخل النار رجل شهد بدرا\nوالحديبية فقالت حفصة يا رسول الله إن الله يقول <span class='quran'>وإن منكم إلا واردها\nكان على ربك حتما مقضيا </span>قال ثم مه قال ثم ننجي الذين اتقوا ونذر\nالظالمين فيها جثيا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p101'> Vol. 06, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n3317 حدثنا حسين بن حسن ثنا حجاج بن محمد عن بن جريج حدثني أبو الزبير\nأنه سمع جابرا يقول حدثتني أم مبشر أنها سمعت رسول الله صلى الله عليه وسلم\nيقول عند باب حفصة * لا يدخل النار إن شاء الله أحد من أصحاب الشجرة الذين\nبايعوا تحتها قالت بلى يا رسول الله قال فانتهرها قالت حفصة وإن منكم إلا\nواردها قال النبي صلى الله عليه وسلم ثم ننجي الذين اتقوا ونذر الظالمين\nفيها جثيا\n</p>\n\n<p>\n3318 حدثنا محمد بن المثنى ثنا يحيى بن حماد ثنا أبو عوانة عن الأعمش عن\nأبي سفيان عن جابر عن أم مبشر قالت جاء غلام حاطب إلى النبي صلى الله عليه\nوسلم فقال * والله لا يدخل حاطب الجنة فقال النبي صلى الله عليه وسلم كذبت\nقد شهد بدرا والحديبية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p102'> Vol. 06, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n3319 حدثنا أبو بكر بن أبي شيبة ثنا أبو معاوية عن زائدة ثنا سليمان عن\nأبي سفيان قال سمعت جابرا بن عبد الله يقول حدثتني أم مبشر امرأة زيد بن\nحارثة قالت * دخل علي رسول الله صلى الله عليه وسلم وأنا في نخل لي فقال\nألك هذا قلت نعم قال من غرسه أمسلم أم كافر قلت مسلم قال ما من مسلم يغرس\nغرسا أو يزرع زرعا فيأكل منه طير أو إنسان أو شيء إلا كان له صدقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p103'> Vol. 06, p. 103</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head51'>( 1134 أم أيوب امرأة أبي أيوب )</h2>\n\n<p>\n3320 حدثنا أبو بكر بن أبي شيبة ثنا سفيان بن عيينة عن عبيد الله بن أبي\nيزيد عن أبيه عن أم <span id='ms770'></span> أيوب قالت قال رسول الله صلى الله عليه وسلم * أنزل\nالقرآن على سبعة أحرف أيها قرأت أصبت\n</p>\n\n<p>\n3321 حدثنا أبو بكر ثنا بن عيينة عن عبيد الله بن أبي يزيد عن أبيه عن أم\nأيوب قالت * صنعت للنبي صلى الله عليه وسلم طعاما فيه بعض البقل فلم يأكل\nمنه وقال إني أكره أن أوذي صاحبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p104'> Vol. 06, p. 104</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head52'>( 1135 ذكر أم العلاء )</h2>\n\n<p>\n3322 حدثنا يعقوب بن حميد ثنا بن عيينة عن عمرو بن دينار عن بن شهاب عن\nخارجة بن زيد بن ثابت عن أم العلاء * أن سهم عثمان بن مظعون طار لهم حين\nقدم المهاجرون المدينة فحضر عثمان الموت فقالت شهادتي عليك يا أبا السائب\nأن الله قد أكرمك فقال النبي صلى الله عليه وسلم سبحان الله أنا عبد الله\nورسوله والله ما أدري يفعل بي ولكن قد أتاه اليقين ونحن نرجو له فبلغ من\nالمسلمين كل مبلغ وقالوا هذا عثمان في حاله وقيل هذا فيه فكيف بنا فقالت\nامرأته لا أزكي أحدا بعده أبدا حتى هلك بعض أهل النبي صلى الله عليه وسلم\nفقال النبي صلى الله عليه وسلم رد علي سلفنا عثمان بن مظعون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p105'> Vol. 06, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n3323 حدثنا يعقوب بن حميد ثنا إبراهيم بن سعد عن بن شهاب عن خارجة بن زيد\nأن أم العلاء وهي امرأة من نسائهم قد بايعت النبي صلى الله عليه وسلم\nأخبرته * أن عثمان بن مظعون طار لهم فذكر مثله قالت فأحزنني ذلك فنمت فرأيت\nلعثمان عينا تجري قالت فجئت النبي صلى الله عليه وسلم فأخبرته فقال ذلك\nعمله\n</p>\n\n<p>\n3324 حدثنا محمد بن المثنى ثنا وهب بن جرير ثنا أبي قال سمعت النعمان\nيحدث عن الزهري عن خارجة بن زيد بن ثابت عن أم العلاء الأنصارية فذكر * مثل\nحديث بن عيينة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p106'> Vol. 06, p. 106</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head53'>( 1136 أم شريك )</h2>\n\n<p>\n3325 حدثنا أبو بكر بن أبي شيبة ثنا سفيان بن عيينة عن عبد الحميد بن\nجبير بن شيبة عن سعيد بن المسيب عن أم شريك * أن النبي صلى الله عليه وسلم\nأمرها بقتل الأوزاغ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p107'> Vol. 06, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\n3326 حدثنا محمد بن عوف ثنا إسماعيل <span id='ms771'></span> بن عبد الكريم ثنا إبراهيم بن عقيل\nعن أبيه عن وهب بن منبه عن جابر عن أم شريك أنها سمعت النبي صلى الله عليه\nوسلم يقول * ليفرن الناس من الدجال في الجبال قالت أم شريك يا رسول الله\nوأين العرب يومئذ قال هم قليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p108'> Vol. 06, p. 108</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head54'>( 1137 خالة جابر بن عبد الله )</h2>\n\n<p>\n3327 حدثنا الحسن بن علي ثنا أبو عاصم عن بن جريج أخبرني أبو الزبير عن\nجابر عن خالته * أنها أرادت أن تخرج إلى نخل لها تجدها فقال لها رجل ليس\nذاك لك فأتت النبي صلى الله عليه وسلم فقال أخرجي وجدي نخلك فلعلك أن تصدقي\nوتصنعي معروفا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p109'> Vol. 06, p. 109</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head55'>( 1138 الفريعة بنت مالك بن سنان )</h2>\n\n<p>\n3328 حدثنا أبو بكر بن أبي شيبة ثنا أبو خالد الأحمر عن سعد بن إسحاق عن\nزينب بنت كعب بن عجرة وكانت تحت أبي سعيد الخدري أن الفريعة بنت مالك قالت\nخرج زوجي في طلب أعلاج له فأدركهم بطرف القدوم فقتلوه فجاء نعي زوجي وأنا\nفي دار من دور الأنصار شاسعة عن دار أهلي فأتيت النبي صلى الله عليه وسلم\nفقلت يا رسول الله * إنه أتاني نعي زوجي وأنا في دار شاسعة عن دار أهلي\nودار إخوتي ولم يدع مالا ينفق علي ولا مال ورثته ولا دار يملكها فإن رأيت\nأن تأذن لي أن ألحق بدار أهلي ودار إخوتي فإنه أحب إلى وأجمع لي في بعض\nأمري قال فافعلي إن شئت فخرجت قريرة عين بما قضى الله لي على لسان رسول\nالله صلى الله عليه وسلم حتى إذا كنت في المسجد أو في بعض الحجر دعاني فقال\nكيف زعمت فقصصت عليه القصة فقال امكثي في بيتك الذي كان أتاك فيه نعي زوجك\nحتى يبلغ الكتاب أجله فاعتدت فيه أربعة أشهر وعشرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p110'> Vol. 06, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n3329 حدثنا يعقوب بن حميد ثنا عبد العزيز بن محمد وأنس بن عياض ومروان بن\nمعاوية قالوا ثنا سعد بن إسحاق بن كعب بن عجرة قال حدثتني عمتي زينب بنت\nكعب بن عجرة أن الفريعة بنت كعب بن مالك أخت أبي <span id='ms772'></span> سعيد الخدري أخبرتها فذكر\nعن النبي صلى الله عليه وسلم * نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p111'> Vol. 06, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n3330 حدثنا سلمة بن شبيب ثنا عبد الرزاق عن معمر عن الزهري عن بن كعب بن\nعجرة قال حدثتني عمتي وكانت تحت أبي سعيد الخدري أن فريعة بنت مالك حدثتها\nفذكر عن النبي صلى الله عليه وسلم * نحوه\n</p>\n\n<p>\n3331 حدثنا يعقوب بن حميد ثنا المغيرة بن عبد الرحمن حدثني رجل ثقة عن بن\nشهاب أن إسحاق بن كعب بن عجرة قال أخبرتني زينب بنت كعب بن عجرة * أن\nالفريعة بنت مالك أخت أبي سعيد الخدري أخبرتها أنها كانت تحت رجل من بني\nالحارث بن الخزرج فخرج زوجي في طلب أعلاج له اباق فذكر نحوه قال أبو بكر بن\nأبي عاصم وفيه كلام عن عثمان بن عفان رضي الله عنه ذكرته في الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p112'> Vol. 06, p. 112</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head56'>( 1139 أم عطية واسمها نسيبة )</h2>\n\n<p>\n3332 حدثنا وهب بن بقية ثنا خالد وهو بن عبد الله عن خالد يعني الحذاء عن\nحفصة عن أم عطية * أن رسول الله صلى الله عليه وسلم دخل على عائشة فقال هل\nعندكم من شيء فقالت لا إلا شيئا بعثت به إلينا نسيبة يعني أم عطية من الشاة\nالتي بعثت بها إليها من الصدقة فقال إنها قد بلغت محلها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p113'> Vol. 06, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n3333 حدثنا أبو بكر بن أبي شيبة ثنا أبو معاوية عن عاصم عن حفصة عن أم\nعطية قالت * لما نزلت <span class='quran'>إذا جاءك المؤمنات يبايعنك </span>إلى قوله <span class='quran'>ولا يعصينك في معروف </span>قالت كان منه النياحة فقلت يا رسول الله إلا آل\nفلان فإنهم قد كانوا أسعدوني في الجاهلية فقال إلا آل فلان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p114'> Vol. 06, p. 114</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head57'>( 1140 الربيع بنت معوذ بن عفراء )</h2>\n\n<p>\n3334 حدثنا عبد الله بن شبيب ثنا بن أبي أويس ثنا أخي عن سليمان بن بلال\nعن أبي عبد العزيز الربدي عن أبي بكر بن عبيد الله بن أنس بن مالك عن عمته\nعائشة بنت أنس بن مالك تخبر عن أمها الربيع بنت معوذ بن عفراء قالت * بينا\nأنا قائلة قد ألقيت علي ملحفة لي إذ جاءني أسود يعالجني عن نفسي فبينما هو <span id='ms773'></span>\nيعالجني إذ أقبلت صحيفة من رق تهوي من السماء حتى وقعت عنده فقرأها فإذا\nفيها بسم الله الرحمن الرحيم من رب أكبر إلى أكبر أما بعد فدع أمتي بنت عبد\nالصالح فإني لم أجعل لك عليها سبيلا فانتهرني بقرصة ثم قال أولا لك قالت\nفما زالت القرصة فيها حتى لقيت الله عز وجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p115'> Vol. 06, p. 115</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id=''></h3>\n\n<p>\n3335 حدثنا إبراهيم بن المنذر الحزامي ثنا عبد الله بن موسى عن أسامة بن\nزيد عن أبي عبيد بن محمد بن عمار بن ياسر * قال قلت للربيع بنت معوذ بن\nعفراء صفي لي النبي صلى الله عليه وسلم فقالت يا بني لو رأيته رأيت الشمس\nطالعة\n</p>\n\n<p>\n3336 حدثنا محمد بن منصور ثنا يعقوب بن إبراهيم ثنا أبي عن بن إسحاق\nحدثني عبادة بن الوليد بن عبادة بن الصامت عن ربيع بنت معوذ بن عفراء قال\nقلت لها حدثيني حديثك قالت * اختلعت من زوجي ثم جئت عثمان فسألته ما علي من\nالعدة فقال لا عدة عليك إلا أن يكون حديث عهد بك فتمكثي حتى تحيضي حيضة\nقالت وإنما يتبع في ذلك قضاء رسول الله صلى الله عليه وسلم في مريم\nالمغالية وكانت تحت ثابت بن قيس بن الشماس فاختلعت منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p116'> Vol. 06, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n3337 حدثنا محمد بن مسكين ثنا عبد الله بن يوسف ثنا بن لهيعة عن أبي\nالأسود ويحيى بن النضر ويزيد بن قسيط عن أبي سلمة بن عبد الرحمن ومحمد بن\nعبد الرحمن بن ثوبان عن ربيع بنت معوذ بن الحارث الأنصارية انها * سمعت\nرسول الله صلى الله عليه وسلم يحدث عن امرأة ثابت بن قيس بن الشماس\nالأنصارية أنه كان بينها وبين زوجها بعض الشيء وكان رجل فيه شدة فأتت رسول\nالله صلى الله عليه وسلم وكلمته فأرسل إلى ثابت بن قيس فتكلما عنده بما شاء\nثم إنه قبل منها فدية فافتدت منه فأمرها رسول الله صلى الله عليه وسلم أن\nتعتد حيضة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p117'> Vol. 06, p. 117</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head58'>( 1141 حبيبة بنت سهل )</h2>\n\n<p>\n3338 حدثنا أبو سعيد دحيم وإبراهيم بن خليل قالا ثنا سويد بن عبد العزيز\nعن يحيى <span id='ms774'></span> بن سعيد عن عمرة عن حبيبة بنت سهل امرأة * كان رسول الله صلى الله\nعليه وسلم هم أن يتزوجها فخطبها ثابت بن قيس فتزوجها قال وكان في خلق ثابت\nشدة فضربها فأصبحت بالغلس على باب رسول الله صلى الله عليه وسلم فخرج رسول\nالله صلى الله عليه وسلم فقال من هذه قالت حبيبة أنا يا رسول الله لا أنا\nولا ثابت فلم تكن أن جاء ثابت فقال له رسول الله صلى الله عليه وسلم ضربتها\nقال نعم ضربتها فقال له رسول الله صلى الله عليه وسلم خذ منها فقالت يا\nرسول الله إن عندي كل شيء أعطانيه قال خذ منها وجلست في بيتها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p118'> Vol. 06, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n3339 حدثنا الحسن بن علي الحلواني ثنا عبد الرزاق عن بن جريح عن يحيى بن\nسعيد عن عمرة عن حبيبة بنت سهل * أن ثابت بن قيس بن الشماس بلغ منها ضربا\nفذكر نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p119'> Vol. 06, p. 119</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head59'>( 1142 أميمة بنت رقيقة )</h2>\n\n<p>\n3340 حدثنا الشافعي ثنا سفيان بن عيينة عن محمد بن المنكدر سمع أمية بنت\nرقيقة تقول * كنت فيمن بايع رسول الله صلى الله عليه وسلم في نسوة فقال\nفيما استطعتن وأطقتن قالت فقلت رسول الله صلى الله عليه وسلم أرحم بنا من\nأنفسنا أصافحك يا رسول الله شك سفيان في المصافحة قال لا أصافح النساء إنما\nقولي لمائة امرأة كقولي لامرأة واحدة\n</p>\n\n<p>\n3341 حدثنا المقدمي ثنا سعيد بن سلمة ثنا محمد بن المنكدر قال سمعت أميمة\nبنت رقيقة التميمية فذكر * نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p120'> Vol. 06, p. 120</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head60'>( 1143 أميمة غير منسوبة لا ندري من هي )</h2>\n\n<p>\n3342 حدثنا علي بن ميمون العطار ثنا حجاج بن محمد عن بن جريح قال أخبرتني\nحكيمة بنت أميمة عن أمها * أن النبي صلى الله عليه وسلم كان له قدح من\nعيدان يبول فيه ثم يوضع تحت سريره فجاءت امرأة يقال لها بركة جاءت مع أم\nحبيبة من الحبشة فشربته فطلبه النبي صلى الله عليه وسلم فقالوا شربته بركة\nفسألها فقالت شربته فقال لقد احتضرتي من النار بحضار أو قال جنة أو هذا\nمعناه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p121'> Vol. 06, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n3343 حدثنا ثنا حجاج عن <span id='ms775'></span> بن جريج قال حدثتني حكيمة عن أمها * أن أزواج\nالنبي صلى الله عليه وسلم كن يجعلن عصائب فيه الورس فيغطين به أسافل شعورهن\nعن جباههن قبل أن يحرمن ثم يحرمن كذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p122'> Vol. 06, p. 122</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head61'>( 1144 خالة أبي أمامة بن سهل بن حنيف )</h2>\n\n<p>\n3344 حدثنا الحسن بن علي ثنا بن أبي مريم وابن صالح قالا ثنا الليث حدثني\nخالد بن يزيد عن سعيد بن أبي هلال عن مروان بن عثمان عن أبي أمامة بن سهل\nبن حنيف قال أخبرتني خالتي قالت * لقد أقرأناها رسول الله صلى الله عليه\nوسلم آية الرجم الشيخ والشيخة إذا زنيا فارجموهما البتة بما قضيا من اللذة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p123'> Vol. 06, p. 123</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head62'>( 1145 أنيسة )</h2>\n\n<p>\n3345 حدثنا بندار ثنا محمد بن جعفر وهو غندر ثنا شعبة عن خبيب عن عمته\nأنيسة وكانت مصلية على النبي صلى الله عليه وسلم قال * إن بن أم مكتوم أو\nبلال يؤذن بليل فكلوا واشربوا حتى يؤذن بلال أو بن أم مكتوم قال وما كان\nإلا أن يؤذن أحدهما ثم يصعد الآخر فتقول كما أنت حتى نتسحر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p124'> Vol. 06, p. 124</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head63'>( 1146 أم عمار )</h2>\n\n<p>\n3346 حدثنا الحسن بن علي ثنا بن عثمة وهو محمد بن خالد بن عثمة ثنا\nإبراهيم بن إسماعيل الأشهلي عن عبد الرحمن بن عبد الرحيم عن أم عمار أنها *\nجاءت إلى رسول الله صلى الله عليه وسلم بعرق وهو في مسجد بني عبد الأشهل\nفعرقه ثم صلى ولم يتوضىء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p125'> Vol. 06, p. 125</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head64'>( 1147 خيرة امرأة كعب بن مالك )</h2>\n\n<p>\n3347 حدثنا الحسن بن علي ثنا عبد الله بن صالح حدثني الليث عن رجل من ولد\nكعب بن مالك يقال له عبد الله بن يحيى عن أبيه عن جدته خيرة امرأة كعب بن\nمالك * أنها أتت النبي صلى الله عليه وسلم بحلي لها فقالت إني تصدقت بهذا\nفقال رسول الله صلى الله عليه وسلم لا يجوز للمرأة في مالها أمر إلا بإذن\nزوجها هل استأذنت كعبا فقلت نعم فبعث رسول الله صلى الله عليه وسلم إلى كعب\nفقال هل أذنت لخيرة أن تصدق بحليها فقال نعم وقبله رسول الله صلى الله عليه\nوسلم منها <span id='ms776'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p126'> Vol. 06, p. 126</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head65'>( 1148 أم عبد الله بنت أخت شداد بن أوس )</h2>\n\n<p>\n3348 حدثنا محمد بن عوف ثنا محمد بن المبارك ثنا الوليد بن مسلم عن أبي\nبكر بن أبي مريم عن ضمرة بن حبيب عن أم عبد الله بنت أخت شداد بن أوس أنها\n* بعثت إلى رسول الله صلى الله عليه وسلم بقدح لبن عند فطره وهو صائم وذلك\nفي طول النهار وشدة الحر فرد إليها رسولها فقال من أين كان هذا اللبن فقالت\nمن شاة لي فرد إليها رسولها أنى كان لك الشاة قالت اشتريتها من مالي فأخذه\nمنها فلما كان من الغد أتته أم عبد الله فقالت يا رسول الله بعثت إليك\nباللبن مرثية لك من طول النهار وشدة الحر فرددت الرسول فيه فقال بذلك أمرت\nالرسل ألا نأكل إلا طيبا ولا نعمل إلا صالحا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p127'> Vol. 06, p. 127</a>\n            </div>\n            \nصلى الله عليه\nوسلم\n</p>\n\n<h2 class='l2' id='head66'>( 1149 أسماء بنت يزيد بن السكن )</h2>\n\n<p>\n3349 حدثنا الحوطي ثنا بن عياش عن عمرو بن مهاجر عن أبيه * أن أسماء بنت\nيزيد بن السكن بنت عم معاذ بن جبل قتلت يوم اليرموك سبعة من الروم بعمود\nفسطاطها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p128'> Vol. 06, p. 128</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id=''></h3>\n\n<p>\n3350 حدثنا هشام بن عمار ثنا يحيى بن حمزة ثنا عمرو بن مهاجر أنه سمع\nأباه يحدث عن أسماء بنت يزيد بن السكن وكانت مولاته أنها سمعت رسول الله\nصلى الله عليه وسلم يقول * لا تقتلوا أولادكم سرا فوالذي نفسي بيده إن\nالغيل ليدرك الفارس على ظهر فرسه حتى يصرعه\n</p>\n\n<p>\n3351 حدثنا عمرو بن عثمان ثنا الوليد بن مسلم عن محمد بن مهاجر الأنصاري\nعن أبيه أنه سمعه يقول حدثتني أسماء بنت يزيد بن السكن أنها سمعت رسول الله\nصلى الله عليه وسلم يقول * أيها النساء ويلكن لا تقتلن أولادكن فإن الغيل\nيدرك الفارس فيدعثره عن فرسه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p129'> Vol. 06, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n3352 حدثنا أبو بكر بن أبي شيبة ثنا الفضل بن دكين ثنا بن أبي غنية عن\nمحمد بن مهاجر عن أبيه عن أسماء بنت يزيد قالت سمعت رسول الله صلى الله\nعليه وسلم يقول * لا تقتلوا أولادكن سرا فإن الغيل يدرك الفارس فيدعثره عن <span id='ms777'></span>\nظهر فرسه\n</p>\n\n<p>\n3353 حدثنا الحوطي ثنا إسماعيل بن عياش ثنا ثابت بن عجلان عن مجاهد عن\nأسماء بنت يزيد بن السكن الأنصارية عن النبي صلى الله عليه وسلم قال *\nالعقيقة حق عن الغلام شاتان وعن الجارية شاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p130'> Vol. 06, p. 130</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head67'>( 1150 جدة أم محمد بن سليمان بن أبي الدرداء )</h2>\n\n<p>\n3354 حدثنا هشام بن عمار ثنا محمد بن سليمان بن بلال بن أبي الدرداء\nحدثتني أمي عن جدتها قالت قلت * يا رسول الله هل يضر الغيضى قال نعم كما\nيضر الشجر الحطب قال بن أبي عاصم أراه يريد قوله وما تغيض الأرحام كما يضر\nالشجر الحطب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p131'> Vol. 06, p. 131</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head68'>( 1151 أم الدرداء الكبرى واسمها خيرة بنت أبي حدرد )</h2>\n\n<p>\n3355 حدثنا محمد بن عوف ثنا علي بن عياش ثنا إسماعيل بن عياش حدثني محمد\nبن عمرو بن حلحلة عن إسحاق بن عبد الله بن عامر عن أم الدرداء عن النبي صلى\nالله عليه وسلم قال * من رابط في شيء من سواحل المسلمين ثلاثة أيام أجزأت\nعنه رباط سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p132'> Vol. 06, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n3356 حدثنا أمية بن بسطام ثنا يزيد بن زريع ثنا روح بن القاسم عن سهيل بن\nأبي صالح عن طلحة الخزاعي عن أم الدرداء عن النبي صلى الله عليه وسلم قال *\nدعوة الأخ لأخيه بظهر الغيب لا ترد ويقول الملك ولك مثل ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p133'> Vol. 06, p. 133</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head69'>( 1152 عمة حصين بن محصن )</h2>\n\n<p>\n3357 حدثنا أبو الربيع سليمان بن داود ثنا حماد بن زيد ثنا يحيى بن سعيد\nعن بشير بن يسار عن حصين بن محصن عن عمته أنها أتت النبي صلى الله عليه\nوسلم فقال * أما لك بعل قالت نعم قال كيف أنت له قالت ما آلوه إلا ما عجزت\nعنه قال اعلمي أنه جنتك ونارك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p134'> Vol. 06, p. 134</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head70'>( 1153 أم بشر بنت البراء )</h2>\n\n<p>\n3358 حدثنا أبو طالب الجرجاني ثنا محمد بن سلمة عن محمد بن إسحاق عن بن\nأبي نجيح عن أم مبشر بنت البراء قالت سمعت رسول الله صلى الله عليه وسلم\nيقول لأصحابه * ألا أخبركم بخير الناس رجل قد اعتزل شرور الناس\n</p>\n\n<p>\n3359 وقال بن عيينة عن أبي نجيح عن مجاهد عن أم مبشر بنت <span id='ms778'></span> البراء حدثنيه\nبن أبي عمر عنه *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p135'> Vol. 06, p. 135</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head71'>( 1154 أم هاشم بنت حارثة بن النعمان )</h2>\n\n<p>\n3360 حدثنا أبو بكر بن أبي شيبة ثنا عبد الله بن نمير ثنا محمد بن إسحاق\nعن عبد الله بن أبي بكير عن يحيى بن عبد الله عن عبد الرحمن بن سعد بن\nزرارة عن أم هاشم قالت * لقد كنا سنتين أو سنة وبعض سنة وان تنورنا وتنور\nرسول الله صلى الله عليه وسلم واحد\n</p>\n\n<p>\n3361 حدثنا أبو بكر بن أبي شيبة ثنا هاشم بن القاسم ثنا شعبة عن خبيب بن\nعبد الرحمن قال سمعته من عبد الله بن محمد بن معن قال سمعت بنت حارثة بن\nالنعمان الأنصارية قالت * لقد رأيتنا وتنورنا وتنور رسول الله صلى الله\nعليه وسلم واحد وما حفظت ق إلا من فيه يوم الجمعة وهو يخطب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p136'> Vol. 06, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\n3362 حدثنا أبو بكر ثنا بن نمير عن محمد بن إسحاق عن عبد الله بن أبي بكر\nعن يحيى بن عبد الله عن عبد الرحمن بن سعد بن زرارة عن أم هشام قالت * ما\nأخذت ق والقرآن المجيد إلا عن لسان رسول الله صلى الله عليه وسلم يقرؤها\nعلى الناس كل جمعة\n</p>\n\n<p>\n3363 حدثنا يعقوب بن حميد ثنا إبراهيم بن محمد ثنا بن أبي الرجال عن يحيى\nبن سعيد عن عمرة بنت عبد الرحمن عن أم هاشم قالت * حفظت من النبي صلى الله\nعليه وسلم ق في الصبح\n</p>\n\n<p>\n3364 حدثنا أبو سعيد ثنا الوليد بن مسلم وعمر بن عبد الواحد عن الأوزاعي\nعن يحيى عن ابنة حارثة بن النعمان عن النبي صلى الله عليه وسلم * بالقصتين\nجميعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p137'> Vol. 06, p. 137</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head72'>( 1155 أم كبشة )</h2>\n\n<p>\n3365 حدثنا محمد بن عبد الله بن نمير ثنا بن عيينة عن يزيد بن جابر عن\nعبد الرحمن بن أبي عمرة عن جدة له من الأنصار يقال لها أم كبشة * أن النبي\nصلى الله عليه وسلم دخل عليها وعندها قربة معلقة فشرب من القربة وهو قائم\nفقطعت فم القربة تبتغي فم رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p138'> Vol. 06, p. 138</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head73'>( 1156 أم ورقة بنت نوفل )</h2>\n\n<p>\n3366 حدثنا أبو بكر <span id='ms779'></span> بن أبي شيبة ثنا وكيع ثنا الوليد بن جميع حدثتني جدتي\nوعبد الرحمن بن خلاد الأنصاري عن أم ورقة بنت نوفل * أن النبي صلى الله\nعليه وسلم لما غزا بدرا قلت يا رسول الله إئذن لي أن أغزو معك أداوي جرحاكم\nوأمرض مرضاكم لعل الله يرزقني شهادة فقال قري في بيتك فإن الله يرزقك\nالشهادة قال وكانت تسمى الشهيدة وكانت قد قرأت القرآن فاستأذنت النبي صلى\nالله عليه وسلم في أن تبني مسجدا في دارها فأذن لها أن تبني موضعا تصلي فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p139'> Vol. 06, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\n3367 حدثنا الحسن بن حماد ثنا وكيع عن الوليد بن عبد الله بن جميع فذكر *\nمثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p140'> Vol. 06, p. 140</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head74'>( 1157 أم خالد بنت الأسود بن عبد يغوث )</h2>\n\n<p>\n3368 حدثنا محمد بن مصفى ثنا معاوية بن حفص الشعبي ثنا بن المبارك عن\nمعمر عن الزهري عن عبيد الله بن عبد الله عن أم خالد بنت الأسود بن عبد\nيغوث قالت * دخل علي النبي صلى الله عليه وسلم فقال من هذه فقالوا له أم\nخالد فقال النبي صلى الله عليه وسلم الحمد لله الذي يخرج الحي من الميت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p141'> Vol. 06, p. 141</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head75'>( 1158 أم عمارة بنت حرب )</h2>\n\n<p>\n3369 حدثنا زكريا بن يحيى ثنا شريك عن حبيب بن زيد عن ليلى عن مولاتها\nقالت * دخل علي رسول الله صلى الله عليه وسلم فأتيته بفاكهة أو بطعام\nفاعتزل بعض القوم فلم يأكل فقال رسول الله صلى الله عليه وسلم ما لهم فقلت\nإنهم صيام فقال ما من صائم يؤكل عنده إلا صلت عليه الملائكة حتى يمسي\n</p>\n\n<p>\n3370 حدثنا أبو بكر بن أبي شيبة ثنا وكيع عن شعبة عن حبيب بن زيد عن\nامرأة منهم يقال لها ليلى عن أم عمارة قالت * أتانا رسول الله صلى الله\nعليه وسلم فقربنا إليه طعاما فكان بعض القوم عنده صائم فقال النبي صلى الله\nعليه وسلم إن الصائم إذا أكل عنده صلت عليه الملائكة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p142'> Vol. 06, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\n3371 حدثنا محمد بن المثنى ثنا عبد الصمد بن عبد الوارث ثنا شعبة عن حبيب\nبن زيد عن عمته عن مولاتها أم عمارة بنت حبيب فذكر <span id='ms780'></span> * نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p143'> Vol. 06, p. 143</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head76'>( 1159 سهلة امرأة أبي حذيفة )</h2>\n\n<p>\n3372 حدثنا أبو بكر بن أبي شيبة ثنا يونس بن محمد ثنا حماد بن سلمة عن\nعبد الرحمن بن القاسم عن أبيه عن سهلة امرأة أبي حذيفة أنها قالت * يا رسول\nالله إن سالما مولى أبي حذيفة يدخل علي وهو ذو لحية فقال رسول الله صلى\nالله عليه وسلم أرضعيه فقالت كيف أرضعه وهو ذو لحية فقال أرضعيه فأرضعته\nفكان يدخل عليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p144'> Vol. 06, p. 144</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head77'>( 1160 أم فروة )</h2>\n\n<p>\n3373 حدثنا محمد بن يحيى بن ميمون العتكي ثنا معمر بن سليمان عن عبيد\nالله بن عمر عن القاسم بن غنام عن جدته عن أم فروة أنها قالت * سئل رسول\nالله صلى الله عليه وسلم وأنا أسمع أي الأعمال أفضل قال الصلاة لأول وقتها\n</p>\n\n<p>\n3374 حدثنا يعقوب بن حميد ثنا المغيرة بن عبد الرحمن عن عبد الله بن عمر\nعن القاسم بن غنام عن بعض أمهاته عن جدة له يقال لها أم فروة قالت سئل\nالنبي صلى الله عليه وسلم * أي الصلاة أفضل قال لأول وقتها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p145'> Vol. 06, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n3375 حدثنا يعقوب بن حميد حدثنا بن أبي فديك عن الضحاك بن عثمان عن\nالقاسم بن غنام عن امرأة من المبايعات أن النبي صلى الله عليه وسلم سئل *\nأي الأعمال أفضل قال إيمان بالله والصلاة قيل ثم ماذا قال الصلاة لوقتها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p146'> Vol. 06, p. 146</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head78'>( 1161 أم عمر بن خلدة )</h2>\n\n<p>\n3376 حدثنا أبو بكر بن أبي شيبة ثنا وكيع عن موسى بن عبيدة عن منذر بن\nجهيم عن عمر بن خلدة قال عن أمه قالت * بعث النبي صلى الله عليه وسلم عليا\nأيام التشريق ينادي أيها الناس إنها أيام أكل وشرب وبعال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p147'> Vol. 06, p. 147</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head79'>( 1162 عمة عبد ربه بن سعيد )</h2>\n\n<p>\n3377 حدثنا يعقوب بن حميد ثنا عبد العزيز بن محمد عن محمد بن أبي حميد عن\nعبد ربه بن سعيد بن قيس عن عمته قالت قال رسول الله صلى الله عليه وسلم *\nإن أم ملدم تخرج خبث بن آدم كما تخرج النار الخبث من الحديد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p148'> Vol. 06, p. 148</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head80'>( 1163 عمة هند )</h2>\n\n<p>\n3378 حدثنا يعقوب ثنا عبد العزيز بن محمد عن محمد بن أبي حميد <span id='ms781'></span> عن هند بنت\nسعيد عن عمتها * أن النبي صلى الله عليه وسلم زارهم فاكل كتف شاة ثم صلى\nولم يتوضأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p149'> Vol. 06, p. 149</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head81'>( 1164 أم حميد امرأة أبي حميد الساعدي )</h2>\n\n<p>\n3379 حدثنا أبو بكر بن أبي شيبة ثنا زيد بن الحباب عن بن لهيعة ثنا عبد\nالحميد بن المنذر الساعدي عن أبيه عن جدته أم حميد قالت قلت * يا رسول الله\nيمنعنا أزواجنا أن نصلي معك ونحب الصلاة معك فقال رسول الله صلى الله عليه\nوسلم صلاتكن في حجركن أفضل من صلاتكن في دوركن وصلاتكن في دوركن أفضل من\nصلاتكن في الجماعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p150'> Vol. 06, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\n3380 حدثنا عقبة بن مكرم ثنا عبد الله بن حرب الليثي ثنا محمد بن النعمان\nثنا يحيى بن العلاء ثنا أسيد الساعدي عن سعيد بن المنذر عن أم حميد امرأة\nأبي حميد عن النبي صلى الله عليه وسلم * نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p151'> Vol. 06, p. 151</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head82'>( 1165 جدة عمرو بن معاذ الأنصاري )</h2>\n\n<p>\n3381 حدثنا يعقوب بن حميد ثنا إسماعيل بن داود بن عبد الله بن مخراق عن\nهشام بن سعد عن زيد بن أسلم عن زيد عن عمرو بن معاذ الأنصاري * أن سائلا\nوقف على باب بيتهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p152'> Vol. 06, p. 152</a>\n            </div>\n            \nفقالت جدته أطعموه فقالوا ليس عندنا قالت\nفاسقوه سويقا قالوا ليس عندنا العجب أنستطيع أن نطعم ما ليس عندنا فقالت\nأني سمعت رسول الله صلى الله عليه وسلم يقول ردوا السائل ولو بظلف محرق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p153'> Vol. 06, p. 153</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head83'>( 1166 الصميتة امرأة من بني ليث بن بكر )</h2>\n\n<p>\n3382 حدثنا الحسن بن علي الحلواني ثنا عبد الله بن صالح ثنا الليث ثنا\nعقيل عن بن شهاب أخبرني عبيد الله بن عبد الله بن عتبة عن الصميتة امرأة من\nبني ليث بن بكر وكانت يتيمة في حجر رسول الله صلى الله عليه وسلم وسمعتها\nتحدث صفية بنت أبي عبيد أنها سمعت رسول الله صلى الله عليه وسلم يقول * من\nاستطاع منكم أن يموت بالمدينة فليمت بها فإنه من يموت بها أشفع له أو أشهد\nله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p154'> Vol. 06, p. 154</a>\n            </div>\n            \nقال أبو بكر بن أبي عاصم وكذلك قال يونس عن عبيد الله بن\nعبد الله بن عتبة وقالوا عن عبيد <span id='ms782'></span> الله بن عبد الله بن عمر بن الخطاب وهو\nالصحيح إن شاء الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p155'> Vol. 06, p. 155</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head84'>( أم عمارة الأنصارية )</h2>\n\n<h2 class='l2' id='head85'>1167 وأم هانئ الأنصارية</h2>\n\n<p>\n3383 حدثنا أبو بكر بن أبي شيبة ثنا الحسن بن موسى ثنا بن لهيعة ثنا أبو\nالأسود محمد بن عبد الرحمن أنه سمع درة بنت معاذ تحدث عن أم هانئ الأنصارية\nأنها * سألت النبي صلى الله عليه وسلم أين أرواحنا إذا متنا ويرى بعضنا\nبعضا فقال النبي صلى الله عليه وسلم يكون النسم طيرا تعلق بالشجر حتى إذا\nكان يوم القيامة دخلت كل نفس في جسدها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p156'> Vol. 06, p. 156</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head86'>( 1168 أم الطفيل امرأة أبي بن كعب )</h2>\n\n<p>\n3384 حدثنا الحسن بن علي الحلواني ثنا سعيد بن عفير حدثني بن لهيعة عن\nبكير بن عبد الله بن الأشج عن بشر بن سعيد قال سمعت أم الطفيل تقول * اختصم\nعمر بن الخطاب وأبي بن كعب في المرأة يتوفى عنها زوجها وهي حامل فتضع بعد\nذلك بأيام قلت لأبي ألا يسأل عمر سبيعة الأسلمية توفي عنها زوجها وهي حامل\nفوضعت بعد ذلك بأيام فأنكحها النبي صلى الله عليه وسلم رجلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p157'> Vol. 06, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n3385 حدثنا عمر بن الخطاب ثنا نعيم بن حماد ثنا عبد الله بن وهب عن عمرو\nبن الحارث أن سعيد بن أبي هلال حدثه أن مروان بن عثمان حدثه عن عمارة بن\nعامر عن أم الطفيل امرأة أبي بن كعب قالت سمعت رسول الله صلى الله عليه\nوسلم يقول * رأيت ربي عز وجل في المنام في أحسن صورة فذكر الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p158'> Vol. 06, p. 158</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head87'>( 1169 حواء جدة عبد الرحمن بن بجيد )</h2>\n\n<p>\n3386 حدثنا يعقوب بن حميد ثنا عبد العزيز بن محمد عن بن أبي ذئب عن سعيد\nالمقبري عن عبد الرحمن بن بجيد عن جدته أنها قالت للنبي صلى الله عليه وسلم\n* إن المسكين يقف على باب بيتي حتى استحيي فما أجد ما أدفع في يده يده فقال\nادفعي بيده ولو ظلف محرق\n</p>\n\n<p>\n3387 حدثنا يعقوب بن حميد ثنا عبد الله بن نافع عن مالك عن زيد بن أسلم\nعن بن بجيدة الأنصاري ثم الحارثي عن جدته أن النبي <span id='ms783'></span> صلى الله عليه وسلم قال\n* ردوا المسكين ولو بظلف شاة محرق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p159'> Vol. 06, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n3388 حدثنا أبو بكر بن أبي شيبة ثنا أبو خالد الأحمر عن منصور بن حيان عن\nبن بجاد عن جدته قالت قلت * يا رسول الله يأتيني السائل وليس عندي شيء\nأعطيه قال لا ترديه إلا بشيء ولو بظلف\n</p>\n\n<p>\n3389 حدثني محمد بن عبد الله بن أبي مخلد ثنا إسحاق بن إبراهيم عن هشام\nبن سعد عن زيد بن أسلم عن بن بجيد الحارثي عن جدته حواء قالت سمعت رسول\nالله صلى الله عليه وسلم يقول * اسفروا بالفجر فإنه أعظم للأجر قال بن أبي\nعاصم وقد اختلفوا عن زيد بن أسلم فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p160'> Vol. 06, p. 160</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head88'>( 1170 جدة عمرو بن معاذ الأشهلي )</h2>\n\n<p>\n3390 حدثنا يعقوب بن حميد ثنا إسماعيل بن عبد الله عن مالك بن أنس عن زيد\nبن أسلم عن عمرو بن معاذ الأشهلي عن جدته قالت قال رسول الله صلى الله عليه\nوسلم * لا تحقرن جارة لجارتها ولو كراع شاة محرق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p161'> Vol. 06, p. 161</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head89'>( 1171 بنت كعب بن مالك )</h2>\n\n<p>\n3391 حدثنا عمر بن الخطاب ثنا بن أبي مريم ثنا رشدين حدثني عمرو بن\nالحارث عن يحيى بن سعيد أن عبد الله بن أنيس حدثه عن بنت كعب بن مالك وهي\nأمه * أن رسول الله صلى الله عليه وسلم خرج على كعب بن مالك في مجلس في\nمسجد رسول الله صلى الله عليه وسلم وهو ينشد فلما رآه كأنه انقبض فقال رسول\nالله صلى الله عليه وسلم ما كنتم عليه فقال كعب كنت أنشد فقال رسول الله\nصلى الله عليه وسلم انشد فأنشد حتى مر بقوله\n            \n</p>\n<p class='poetry'>\n                <span class='hemistich-1'>نقاتل عن جذمنا كل فخمة </span>\n                <span class='hemistich-2'></span>\n            </p>\n            \nفقال لا تقل عن جذمنا قل عن ديننا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p162'> Vol. 06, p. 162</a>\n            </div>\n            \n<h2 class='l2' id='head90'>( 1172 خنساء بنت خدام )</h2>\n\n<p>\n3392 حدثنا يعقوب بن حميد ثنا عبد الله بن نافع عن مالك بن أنس عن عبد\nالرحمن بن القاسم عن أبيه عن عبد الرحمن ومجمع ابني يزيد بن جارية عن خنساء\nبنت خدام * أن أباها زوجها وهي ثيب فأتت النبي صلى الله عليه وسلم فرد\nنكاحه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p163'> Vol. 06, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\n3393 حدثنا يعقوب بن حميد ثنا <span id='ms784'></span> بن عيينة عن يحيى بن سعيد عن القاسم بن\nمحمد عن عبد الرحمن ومجمع ابني يزيد بن جارية عن خنساء بنت خدام * نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p164'> Vol. 06, p. 164</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head91'>( 1173 رميثة )</h2>\n\n<p>\n3394 حدثنا يعقوب بن حميد ثنا يوسف بن الماجشون عن أبيه عن عاصم بن عمر\nبن قتادة عن جدته رميثة قالت * سمعت رسول الله صلى الله عليه وسلم ولو أشاء\nأن أقبل الخاتم الذي بين كتفيه من قربي منه لفعلت يقول لسعد بن معاذ يوم\nمات اهتز له عرش الرحمن عز وجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p165'> Vol. 06, p. 165</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head92'>( 1174 أم بلال الأسلمية )</h2>\n\n<p>\n3395 حدثنا محمد بن المثنى ثنا يحيى بن سعيد عن محمد بن أبي يحيى حدثتني\nأمي عن امرأة من أسلم يقال لها أم بلال قالت قال رسول الله صلى الله عليه\nوسلم * ضحوا بالجذع من الضأن فإنه يجزئ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p166'> Vol. 06, p. 166</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head93'>( 1175 عمة معبد بن كعب )</h2>\n\n<p>\n3396 حدثنا يعقوب بن حميد ثنا بن عيينة عن محمد بن إسحاق عن معبد بن كعب\nبن مالك عن أمه أو عن عمته أن رسول الله صلى الله عليه وسلم قال * يا هؤلاء\nإن البذاذة من الإيمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p167'> Vol. 06, p. 167</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head94'>( 1176 أم زينب بنت نبيط بن جابر وخالتها )</h2>\n\n<p>\n3397 حدثنا هشام بن عمار ثنا سعيد بن يحيى اللخمي ثنا محمد بن عمرو بن\nعلقمة حدثني محمد بن عمارة بن حزم عن زينب بنت نبيط بن جابر قال حدثتني أمي\nوخالتي * أن النبي صلى الله عليه وسلم حلاهن رعاثا من الذهب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p168'> Vol. 06, p. 168</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head95'>( 1177 أم ليلى )</h2>\n\n<p>\n3398 حدثنا الحسن بن علي ثنا محمد بن عمران بن محمد بن أبي ليلى حدثتني\nحمادة عن عمتها أميمة عن جدتها أم ليلى قالت * أمرنا رسول الله صلى الله\nعليه وسلم إذا كانت إحدانا تقدر أن تتخذ في يدها مسكتين من فضة فإن لم تقدر\nعقدت يديها ولو بسير وقال لا تشبهن بالرجال وقالت بايعنا رسول الله صلى\nالله عليه وسلم فكان فيما أخذ علينا أن نختضب ونمتشط بالعسل ولا نقحل\nأيدينا من خضاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p169'> Vol. 06, p. 169</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head96'>( 1178 بنت ثابت بن قيس بن شماس )</h2>\n\n<p>\n3399 حدثنا هشام بن عمار ثنا صدقة بن خالد عن عبد الرحمن بن يزيد بن جابر\nقال <span id='ms785'></span> حدثني عطاء الخراساني حدثتني بنت ثابت بن قيس بن شماس قالت * لما أنزل\nالله تبارك وتعالى <span class='quran'>يا أيها الذين آمنوا لا ترفعوا أصواتكم فوق صوت\nالنبي </span>دخل ثابت بيته وأغلق عليه بابه وطفق يبكي ففقده رسول الله صلى\nالله عليه وسلم فأرسل إليه فسأله فأخبره فقال أنا رجل شديد الصوت أخاف أن\nيكون قد حبط عملي قال لست منهم بل تعيش بخير وتموت بخير قال ثم أنزل الله\nلا يحب كل مختال فخور فأغلق عليه بابه وطفق يبكي ففقده النبي صلى الله عليه\nوسلم فأرسل إليه فأخبره بما أنزل الله فقال إني أحب الجمال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p170'> Vol. 06, p. 170</a>\n            </div>\n            \nوأحب أن أسود قومي فقال لست منهم بل تعيش حميدا وتقتل شهيدا ويدخلك الله\nالجنة فلما كان اليمامة خرج مع خالد بن الوليد إلى مسيلمة فذكر الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p171'> Vol. 06, p. 171</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head97'>( 1179 أم عمارة الأنصارية )</h2>\n\n<p>\n3400 حدثنا عقبة بن مكرم ثنا محمد بن كثير ثنا سليمان بن كثير عن حصين عن\nعكرمة عن أم عمارة الأنصارية أنها أتت النبي صلى الله عليه وسلم فقال * ما\nأرى كل شيء إلا للرجال ما أرى النساء يذكرن بشيء فنزلت <span class='quran'>إن المسلمين\nوالمسلمات والمؤمنين والمؤمنات </span>قال بن أبي عاصم وأكثر ظني أني قد\nسمعته من محمد بن كثير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p172'> Vol. 06, p. 172</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head98'>( 1180 أم عبد الله الدوسية )</h2>\n\n<p>\n3401 حدثنا محمد بن مصفى ثنا بقية بن معاوية بن يحيى حدثني معاوية بن\nسعيد التجيبي عن الحكم بن عبد الله بن سعد عن الزهري عن أم عبد الله\nالدوسية قالت سمعت رسول الله صلى الله عليه وسلم يقول * الجمعة واجبة على\nكل قرية فيها إمام وإن لم يكن فيها إلا أربعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p173'> Vol. 06, p. 173</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head99'>( 1181 أم سفيان )</h2>\n\n<p>\n3402 حدثنا هدبة بن خالد ثنا حماد بن سلمة عن يعلى بن عطاء عن موسى بن\nعبد الرحمن عن أم سفيان أن يهودية كانت تدخل على عائشة زوج النبي صلى الله\nعليه وسلم تحدث فإذا قامت قالت * أعاذك الله من عذاب القبر فلما جاء رسول\nالله صلى الله عليه وسلم أخبرته بذلك قال كذبت إنما ذلك لأهل الكتاب فكسفت\nالشمس فقال أعوذ <span id='ms786'></span> بالله من عذاب الله ثم كبر فأطال القيام ثم ركع فأطال\nالركوع ثم رفع رأسه فقام فأطال القيام ثم ركع فأطال الركوع وهو دون الركوع\nالأول ثم ركع ركعتين وسجد سجدتين يقوم فيهما مثل قيامه ويركع مثل ركوعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p174'> Vol. 06, p. 174</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head100'>( 1182 امرأة من الأنصار )</h2>\n\n<p>\n3403 حدثنا عقبة بن مكرم ثنا بن أبي عدي عن حسين وهو المعلم عن إسحاق بن\nعبد الله عن محمد بن عبد الله الأنصاري عن امرأة من قومه قالت * دخل علي\nرسول الله صلى الله عليه وسلم وأنا آكل بشمالي وكنت امرأة عسرى فضرب يدي\nوقال لا تأكلي بشمالك فقد أطلق الله يمينك قالت فتحولت شمالي يمينا فما\nأكلت بها بعد قال أبو بكر بن أبي عاصم وإسحاق هو بن عبد الله بن أبي فروة\nليس بشيء ومن زعم أنه إسحاق بن عبد الله بن أبي طلحة فقد أخطأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p175'> Vol. 06, p. 175</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head101'>( 1183 سلمي بنت قيس الأنصاري )</h2>\n\n<p>\n3404 حدثنا أبو بكر بن أبي شيبة ثنا يعلى بن عبيد ثنا محمد بن إسحاق عن\nرجل من الأنصار عن أمه سلمى قالت * أتيت النبي صلى الله عليه وسلم أبايعه\nفي نسوة من الأنصار فكان فيما أخذ علينا أن لا تغشن أزواجكن فلما انصرفنا\nقلنا والله لو رجعنا إلى رسول الله صلى الله عليه وسلم فسألناه ما غش\nازواجنا فقال لا تحابين أو لا تهادين بماله غيره قال بن أبي عاصم ورواه\nسلمة بن الفضل عن بن إسحاق عن سليط بن أيوب عن أم الحكم عن سلمى بنت قيس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p176'> Vol. 06, p. 176</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head102'>( 1184 أم مالك الأنصارية )</h2>\n\n<p>\n3405 حدثنا أبو بكر بن أبي شيبة ثنا محمد بن فضيل عن عطاء بن السائب عن\nيحيى بن جعدة عن رجل حدثه عن أم مالك الأنصارية قالت * جاءت أم مالك بعكة\nمن سمن إلى رسول الله صلى الله عليه وسلم فأمر رسول الله صلى الله عليه\nوسلم بلالا فعصرها ثم دفعها إليها فرفعتها فإذا هي مملوءة فأتت النبي صلى\nالله عليه وسلم قالت نزل في شيء يا رسول الله قال وما ذاك يا أم مالك قالت\nرددت <span id='ms787'></span> إلي هديتي قالت فدعا بلالا فسأله عن ذلك فقال والذي بعثك بالحق لقد\nعصرتها حتى استحييت فقال هنيئا لك يا أم مالك هذه بركة والله عجل ثوابها ثم\nعلمها أن تقول في دبر كل صلاة سبحان الله عشرا والحمد لله عشرا والله أكبر\nعشرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p177'> Vol. 06, p. 177</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head103'>( 1185 امرأة من بني عبد الأشهل )</h2>\n\n<p>\n3406 حدثنا أبو بكر ثنا شريك عن عبد الله بن عيسى عن موسى بن عبد الله بن\nيزيد عن امرأة من بني عبد الأشهل أنها * سألت النبي صلى الله عليه وسلم ان\nبيني وبين المسجد طريقا قذرا قال فبعدها طريق نظيف قالت نعم قال فهذه بهذه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p178'> Vol. 06, p. 178</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head104'>( 1186 امرأة من المبايعات )</h2>\n\n<p>\n3407 حدثنا أبو سعيد دحيم عبد الرحمن بن إبراهيم ثنا بن أبي فديك أخبرني\nالضحاك بن عثمان عن عمه عن عمرو بن عبد الله بن كعب بن مالك عن امرأة من\nالمبايعات أنها قالت * جاءنا رسول الله صلى الله عليه وسلم في بني سلمة\nفقربنا إليه طعاما فأكل ومعه أصحابه ثم قرب إليه الوضوء فتوضأ ثم أقبل على\nأصحابه ثم قال ألا أخبركم بمكفرات الخطايا قالوا بلى قال إسباغ الوضوء على\nالمكارة وكثرة الخطأ إلى المساجد وانتظار الصلاة بعد الصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p179'> Vol. 06, p. 179</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head105'>( 1187 قتيلة بنت صيفي الجهنية )</h2>\n\n<p>\n3408 حدثنا أبو بكر ثنا محمد بن عبيد ثنا المسعودي عن معبد بن خالد عن\nعبد الله بن يسار عن قتيلة بنت يسار عن قتيلة بنت صيفي الجهنية قالت جاء\nحبر إلى النبي صلى الله عليه وسلم فقال * نعم القوم أنتم يا محمد لولا أنكم\nتشركون قال وما ذاك قال تقولون والكعبة إذا حلفتم قال فأمهل رسول الله صلى\nالله عليه وسلم شيئا ثم قال إذا حلفتم فقولوا ورب الكعبة فقال نعم القوم\nأنتم لولا أنكم تجعلون لله ندا قال وما ذاك قال تقولون ما شاء الله وشئت\nقال فأمهل رسول الله صلى الله عليه وسلم ثم قال من قال ما شاء الله فليقل\nثم شئت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p180'> Vol. 06, p. 180</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p181'> Vol. 06, p. 181</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head106'>( 1188 أم صبية الجهنية )</h2>\n\n<p>\n3409 حدثنا أبو بكر ثنا وكيع عن أسامة بن زيد عن النعمان بن <span id='ms788'></span> خربوذ قال\nسمعت أم صبية الجهنية تقول * اختلفت يدي ويد النبي صلى الله عليه وسلم في\nالوضوء من إناء واحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p182'> Vol. 06, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\n3410 حدثنا محمد بن أشكاب ثنا يونس بن محمد ثنا محمد بن مهزم عن أبي حفص\nعن النعمان عن أم صبية قالت * اختلفت يدي ويد رسول الله صلى الله عليه وسلم\nفي إناء واحد في الوضوء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p183'> Vol. 06, p. 183</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head107'>( 1189 الصماء بنت بسر )</h2>\n\n<p>\n3411 حدثنا أبو سعيد عبد الرحمن بن إبراهيم ثنا الوليد بن مسلم ثنا ثور\nبن يزيد عن خالد بن معدان عن عبد الله بن بسر عن أخته الصماء أنها سمعت\nالنبي صلى الله عليه وسلم يقول * لا تصوموا يوم السبت إلا فيما افترض عليكم\nفإن لم يجد أحدكم إلا لحاء شجرة فليقضمه ومن قال عن خالته الصماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p184'> Vol. 06, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\n3412 حدثنا محمد بن عوف ثنا الربيع بن روح ثنا محمد بن حرب حدثني الزبيدي\nعن الفضل بن فضالة عن عبد الله بن بسر عن خالته الصماء قالت سمعت رسول الله\nصلى الله عليه وسلم يقول * لا تصوموا يوم السبت إلا فيما افترض عليكم ومن\nقال عن عبد الله بن بسر عن أمه\n</p>\n\n<p>\n3413 حدثنا إسماعيل بن عبد الله ثنا عبد الله بن يزيد ثنا ثور بن يزيد\nحدثني خالد بن معدان عن عبد الله بن بسر عن أمه قالت سمعت رسول الله صلى\nالله عليه وسلم يقول * لا تصوموا يوم السبت إلا فيما افترض عليكم وإن لم\nيجد أحدكم إلا لحاء شجرة أو عود عنب فليمتضغ منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p185'> Vol. 06, p. 185</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head108'>( 1190 أم سليم بنت أبي حكيم )</h2>\n\n<p>\n3414 حدثنا أبو بكر ثنا أحمد بن عبد الله وهو بن يونس عن أبي شهاب عن بن\nأبي ليلى عن عبد الكريم عن أم سليم بنت أبي حكيم أنها قالت * أدركت القواعد\nوهن يصلين مع رسول الله صلى الله عليه وسلم الفرائض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p186'> Vol. 06, p. 186</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head109'>( 1191 السوداء )</h2>\n\n<p>\n3415 حدثنا أبو بكر ثنا أبو إسحاق حدثتنا نائلة عن أم عاصم عن السوداء\nقالت * أتيت رسول الله صلى الله عليه وسلم لأبايعه فقال انطلقي فاختضبي ثم\nتعالي حتى أبايعك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p187'> Vol. 06, p. 187</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head110'>( 1192 سلامة بنت الحر )</h2>\n\n<p>\n3416 حدثنا <span id='ms789'></span> أبو بكر ثنا وكيع عن أم غراب عن امرأة يقال لها عقيلة عن\nسلامة أخت خرشة بن الحر قالت سمعت رسول الله صلى الله عليه وسلم يقول *\nيأتي على الناس زمان يقومون ساعة لا يجدون إماما يؤم بهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p188'> Vol. 06, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n3417 حدثنا هشام بن عمار ثنا مروان بن معاوية نا طلحة عن أم غراب مولاة\nلبني فزارة قالت حدثتني عقيلة امرأة من بني فزارة عن امرأة منهم يقال لها\nسلامة بنت الحر قالت سمعت رسول الله صلى الله عليه وسلم يقول * إن من شرار\nالناس ان يتدافع أهل المسجد لا يجدون إماما يصلي بهم\n</p>\n\n<p>\n3418 حدثنا عبد الرزاق عن أبيه قال * يتدافع قوم الإمامة فخسف بهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p189'> Vol. 06, p. 189</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head111'>( 1193 خالة خالد بن عبد الله بن حرملة )</h2>\n\n<p>\n3419 حدثنا أبو بكر بن أبي شيبة ثنا محمد بن بشر عن خالد بن عبد الله بن\nحرملة عن خالته قالت خطبنا رسول الله صلى الله عليه وسلم وهو عاصب أصبعه من\nلدغ عقرب فقال * إنكم تقولون لا عدو ولا تزالون تقاتلون عدوا حتى تقاتلون\nيأجوج ومأجوج عراض الوجوه صغار العيون صهب الشعاف من كل حدب ينسلون كأن\nوجوههم المجان المطرقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p190'> Vol. 06, p. 190</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head112'>( 1194 عمرة بنت رواحة )</h2>\n\n<p>\n3420 حدثنا محمد بن المثنى ثنا محمد بن جعفر غندر ثنا شعبة ثنا محمد بن\nالنعمان قال سمعت طلحة اليامي يحدث عن امرأة من عبد القيس عن أخت عبد الله\nبن رواحة عن رسول الله صلى الله عليه وسلم قال * وجب الخروج على كل ذات\nنطاق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p191'> Vol. 06, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n3421 حدثنا محمد بن المثنى ثنا محمد بن عبد الله الأنصاري ثنا شعبة ثنا\nمحمد بن النعمان عن طلحة عن امرأة من عبد القيس عن أخت عبد الله بن رواحة\nعمرة عن النبي صلى الله عليه وسلم قال * وجب الخروج على كل ذات نطاق\n</p>\n\n<p>\n3422 ثنا أبو بكر بن أبي شيبة ثنا حفص عن الحسن بن عبيد الله عن طلحة\nاليامي قال قال أبو بكر الصديق حق على * كل ذات نطاق الخروج إلى العيدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p192'> Vol. 06, p. 192</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head113'>( 1195 سلامة بنت معقل )</h2>\n\n<p>\n3423 حدثنا الحسن بن علي الحلواني ثنا عبد الله <span id='ms790'></span> بن محمد النفيلي عن محمد\nبن سلمة ثنا محمد بن إسحاق عن خطاب بن صالح الأنصاري عن أمه عن سلامة بنت\nمعقل امرأة من خارجة قيس بن عيلان قالت * قدم بي عمي في الجاهلية فباعني من\nحباب بن عمرو أخي أبي اليسر بن عمرو فولدت له عبد الرحمن بن الحباب ثم هلك\nفقالت امرأته الآن والله تباعين في دينه فقال رسول الله صلى الله عليه وسلم\nمن ولي الحباب فقال أخوه أبو اليسر فبعث إليه اعتقوها فإذا بلغكم أنه قدم\nعلي رقيق فاتوني أعوضكم منها فأعتقوني وقدم على رسول الله صلى الله عليه\nوسلم رقيق فعوضهم مني غلاما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p193'> Vol. 06, p. 193</a>\n            </div>\n            \nقال أبو بكر بن أبي عاصم فمنه أن\nأم الولد لا تعتق بموت سيدها فلا تكون حرة إلا من نصيب ولدها وأنها أمة\nلورثة السيد إلا أن يحدث لها عتق ولا نصيب ولدها منها يوجب عتقها لأن عبد\nالرحمن أحد من ورثها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p194'> Vol. 06, p. 194</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head114'>( 1196 أم سالم الأشجعية )</h2>\n\n<p>\n3424 حدثنا عقبة بن مكرم ثنا عبد الرحمن بن مهدي عن سفيان عن حبيب بن أبي\nثابت عن رجل عن أم سالم الأشجعية * أن رسول الله صلى الله عليه وسلم أتاها\nوهي في قبة فقال ما أحسنها إن لم يكن ميتة قال فجعلت أتتبعها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p195'> Vol. 06, p. 195</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head115'>( 1197 الجهدمة امرأة بشير بن الخصاصية )</h2>\n\n<p>\n3425 حدثنا عقبة بن مكرم ثنا عبد الله بن حرب الليثي ثنا عون بن كهمس عن\nأبي بكر بن علي قال سمعت يحيى بن أبي حية أخبرني إياد بن لقيط السدوسي عن\nالجهدمة امرأة بشير بن الخصاصية قالت * انتهينا إلى رسول الله صلى الله\nعليه وسلم عند صلاة الظهر فخرج إلى الصلاة وبرأسه ردع من حناء فصلى ثم\nانصرف فقام إليه بشير بن الخصاصية مشتك إليه عن نأيه وانقطاعه عن قومه فقال\nألا تحمد الله الذي أخذ بسمعك وبصرك من ربيعة الفرس الذي يزعم أن لولاها\nلانكفأت الأرض بأهلها فهداك الله إلى الإسلام قال ثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p196'> Vol. 06, p. 196</a>\n            </div>\n            \nأخذ بيده\nفانطلق به إلى المقابر فقام على قبور المشركين فقال سبقتم خيرا كثيرا ثلاثا <span id='ms791'></span>\nقالها ثم قام به على قبور المسلمين فقال سبق هؤلاء شرا كثيرا قالها ثلاثا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p197'> Vol. 06, p. 197</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head116'>( 1198 ليلى امرأة بشير بن الخصاصية )</h2>\n\n<p>\n3426 حدثنا أبو بكر بن أبي شيبة ثنا عفان ثنا عبيد الله بن إياد قال سمعت\nأبي إياد بن لقيط السدوسي وهو يحدث قال سمعت ليلى امرأة بشير بن الخصاصية\nورسول الله صلى الله عليه وسلم سماه بشيرا أنه سأل النبي صلى الله عليه\nوسلم * أصوم يوم الجمعة لا أكلم أحدا فقال رسول الله صلى الله عليه وسلم لا\nتصم يوم الجمعة إلا في أيام هو أحدها أو في شهر وأما أن لا تكلم فتأمر\nبالمعروف وتنهى عن المنكر خير من أن تسكت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p198'> Vol. 06, p. 198</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head117'>( 1199 عميرة بنت مسعود )</h2>\n\n<p>\n3427 حدثنا محمد بن سنان ثنا إسحاق بن إدريس ثنا إبراهيم بن جعفر بن\nمحمود بن محمد بن مسلمة أخبرني أبي جعفر بن محمود أن جدته عميرة بنت مسعود\nأخبرته أنها * دخلت على رسول الله صلى الله عليه وسلم وأخواتها وهن خمس\nيبايعنه فبايعنه فوجدنه وهو يأكل قديدا فمضغ لهن قديدة ثم ناولهن القديدة\nفتقسمنها فمضغتها كل واحدة منهن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p199'> Vol. 06, p. 199</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head118'>( 1200 ثويلة بنت أسلم )</h2>\n\n<p>\n3428 حدثنا محمد بن سنان بن يزيد ثنا إسحاق بن إدريس ثنا إبراهيم بن جعفر\nعن جعفر بن محمود عن جدته أم أبيه ثويلة بنت أسلم أنها قالت * صلينا الظهر\nأو العصر في مسجد بني حارثة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p200'> Vol. 06, p. 200</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head119'>( 1201 أم عامر بن واثلة )</h2>\n\n<p>\n3429 حدثنا أبو كريب ثنا معاوية بن هشام ثنا شيبان عن جابر عن أبي الطفيل\nقال * رأيت رسول الله صلى الله عليه وسلم يوم فتح مكة فما أنسى شدة بياض\nوجهه مع شدة سواد شعره قال إن من الرجال من هو أطول منه ومنهم من هو أقصر\nمنه يمشي ويمشون حوله قال فقلت لأمي من هذا فقالت هذا رسول الله صلى الله\nعليه وسلم فقلت يا أبا الطفيل ما كان ثيابه قال لا أحفظه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p201'> Vol. 06, p. 201</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head120'>( 1202 خالة السائب بن يزيد )</h2>\n\n<p>\n3430 حدثنا هشام بن عمار ثنا حاتم بن إسماعيل عن الجعيد بن عبد الرحمن عن\nالسائب بن يزيد قال * ذهبت <span id='ms792'></span> بي خالتي إلى النبي صلى الله عليه وسلم فقالت يا\nرسول الله إن بن أختي وجع فمسح رأسي فدعا لي بالبركة وتوضأ فشربت من وضوئه\n</p>\n\n<p>\n3431 حدثنا يعقوب بن حميد ثنا عبد الله بن موسى عن بن أبي ذئب عمن سمع\nالسائب بن يزيد يقول * ذهبت بي خالتي إلى النبي صلى الله عليه وسلم في\nغلمان له فدخلنا عليه فذكر نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p202'> Vol. 06, p. 202</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head121'>( 1203 سلمى امرأة أبي رافع )</h2>\n\n<p>\n3432 حدثنا أحمد بن محمد المروزي ثنا يعقوب بن إبراهيم بن سعد ثنا أبي عن\nبن إسحاق عن هشام بن عروة عن أبيه عن عائشة قالت قالت سلمى مولاة رسول الله\nصلى الله عليه وسلم امرأة أبي رافع أن رسول الله صلى الله عليه وسلم * أمر\nالمسلمين إذا خرج من أحد ريح أن يتوضأ\n</p>\n\n<p>\n3433 حدثنا الحسن بن علي ثنا يحيى بن سعيد ثنا يعقوب بن إبراهيم عن أبيه\nعن بن إسحاق عن هشام بن عروة عن أبيه عن عائشة عن سلمى عن النبي صلى الله\nعليه وسلم * نحوه\n</p>\n\n<p>\n3434 حدثنا محمد بن أبي بكر المقدمي ثنا الفضل بن سليمان حدثني فائد مولى\nعبيد الله بن علي بن أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p203'> Vol. 06, p. 203</a>\n            </div>\n            \nرافع حدثني عبيد الله أن جدته سلمى\nأخبرته * أن النبي صلى الله عليه وسلم بعث إلى أبي رافع بشاة وذلك في يوم\nالخندق فيما أعلم فصلاها أبو رافع وجعلها في مكتل وليس خبز فلقيه النبي صلى\nالله عليه وسلم راجعا من الخندق فقال يا أبا رافع ضع الذي معك فوضعه ثم قال\nناولني الذراع فناولته ثم قال ناولني الذراع فناولته ثم قال يا أبا رافع\nناولني الذراع فقلت يا رسول الله هل للشاة غير ذراعين فقال لو سكت لناولتني\nما سألتك وإنها صنعت لرسول الله صلى الله عليه وسلم فأكلها ومعه ناس من\nأصحابه وبقي منها قليل فمر بالنبي صلى الله عليه وسلم أعرابي فأخذها\nالأعرابي فأكلها بيده فقال له النبي صلى الله عليه وسلم ضعها فوضعها ثم قال\nسم الله وخذ من أدناها تشبع قال فشبع منها وفضلت فضلة <span id='ms793'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p204'> Vol. 06, p. 204</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head122'>( 1204 بريرة مولاة عائشة )</h2>\n\n<p>\n3435 حدثنا محمد بن المثنى ثنا عبد الوهاب بن عبد المجيد ثنا عبيد الله\nبن عمر عن يزيد بن رومان عن عروة عن بريرة أنها قالت كان في ثلاث من السنة\nتصدق علي بلحم فأهديته لعائشة فأبقته فدخل رسول الله صلى الله عليه وسلم\nفقال * ما هذا اللحم فقالت لحم تصدق على بريرة فأهدته لنا فقال هو على\nبريرة صدقة ولنا هدية قالت وكاتبت على تسع أواق فقالت عائشة إن شاؤوا أهلك\nعددت لهم ثمنك عدة واحدة فقالت إنهم يقولون لا إلا أن تشترطي لهم الولاء\nفذكرت ذلك للنبي صلى الله عليه وسلم فقال اشتريها واشترطي فإن الولاء لمن\nاعتق قالت واعتقتني وكان لي الخيار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p205'> Vol. 06, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\n3436 حدثنا سليمان بن عبيد الله أبو أيوب الغيلاني ثنا أبو عامر عبد الله\nبن عمر عن عبد الرحمن بن القاسم عن أبيه عن بريرة قالت * كان في كاتبني\nأهلي على اثنتي عشرة أوقية فأتيت عائشة أستعينها على مكاتبتي فذكر نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p206'> Vol. 06, p. 206</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head123'>( 1205 رزينة وقد قالوا بهزينة )</h2>\n\n<p>\n3437 حدثنا عقبة بن مكرم ثنا محمد بن موسى حدثتني عليلة بنت الكميت\nالعتكية قالت حدثتني أمي عن أمة الله قالت سألت رزينة * ما كان رسول الله\nصلى الله عليه وسلم يقول في صوم عاشوراء فقالت إنه كان يصومه ويأمر بصيامه\nوإن كان ليدعو رضع فاطمة فيتفل في أفواههم ويقول لا ترضعوهم إلى الليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p207'> Vol. 06, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\n3438 وعن رزينة قالت رأت سودة عائشة وعندها حفصة فجاءت وعليها درع وخمار\nصبرة وقد نقطت نقطتين من زعفران واحدا من ذا الجانب والآخر من ذا الجانب\nفقالت حفصة لعائشة * يا أم المؤمنين يدخل عليك رسول الله صلى الله عليه\nوسلم الآن وهذه متزينة ونحن قشفتان فأدركتهم الغيرة فقالت حفصة لعائشة خرج\nالدجال وكانت امرأة طويلة فدخلت خباء كان لوقودهم قالت واستضحكنا فدخل رسول\nالله صلى الله عليه وسلم فإذا سودة تنتفض فقال مالك فقالت يا رسول الله خرج\nالدجال فقال لا وهو خارج فأخذ بيدها وأخرجها وجعل ينفض بكم قميصه عن وجهها\nوعن خمارها أثر الدخان <span id='ms794'></span> ونسج العنكبوت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p208'> Vol. 06, p. 208</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head124'>( 1206 ميمونة بن سعد )</h2>\n\n<p>\n3439 حدثنا أبو بكر بن أبي شيبة ثنا عبد الرحمن بن محمد المحاربي عن موسى\nبن عبيدة عن أيوب بن خالد عن ميمونة بنت سعد وكانت تخدم النبي صلى الله\nعليه وسلم قالت قال رسول الله صلى الله عليه وسلم * الرافلة في الزينة في\nغير أهلها كالظلمة يوم القيامة لا نور لها\n</p>\n\n<p>\n3440 حدثنا يعقوب بن حميد ثنا عبد العزيز بن محمد عن موسى عن عبدة عن\nأيوب بن خالد عن ميمونة بنت سعد عن النبي صلى الله عليه وسلم قال * ما من\nامرأة تخرج في شهرة من الطيب فينظر الرجال إليها إلآ لم تزل في سخط الله\nحتى ترجع إلى بيتها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p209'> Vol. 06, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\n3441 حدثنا أبو بكر ثنا الفضل بن دكين ثنا إسرائيل عن زيد بن جبير عن أبي\nيزيد عن ميمونة بنت سعد * أن النبي صلى الله عليه وسلم سئل عن أولاد الزنا\nفقال نعلين أجاهد فيهما خير من عتق ولد الزنا\n</p>\n\n<p>\n3442 وإن النبي صلى الله عليه وسلم * سئل عن رجل قبل امرأة وهما صائمان\nفقال قد أفطرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p210'> Vol. 06, p. 210</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head125'>( 1207 خولة خادمة النبي صلى الله عليه وسلم وهي جدة جعفر بن سعيد القرشي )</h2>\n\n<p>\n3443 حدثنا أبو بكر بن أبي شيبة ثنا الفضل بن دكين ثنا حفص بن سعيد\nالقرشي الأعور قال حدثتني أمي عن أمها وكانت خادمة النبي صلى الله عليه\nوسلم * أن جروا دخل بيتنا تحت السرير فمكث أربعة أيام لا ينزل عليه الوحي\nفقال يا خولة ما حدث في بيت نبي الله جبريل لا يأتينا فما حدث في بيت رسول\nالله صلى الله عليه وسلم فقالت يا رسول الله ما أتى علينا يوم خير من اليوم\nفأخذ برده فلبسها ثم خرج فقالت لي هيئت البيت وكنسته فأهويت بالمكنسة تحت\nسريره فإذا شيء ثقيل فلم أزل أهيئه حتى بدا لي الجرو ميتا فأخذته بيدي\nفألقيته خلف الدار وجاء نبي الله صلى الله عليه وسلم ترعد لحيته وكان إذا\nنزل عليه استبطنته الرعدة فقال يا خولة دثريني فأنزل عليه <span class='quran'>والضحى\nوالليل <span id='ms795'></span> إذا سجى </span>إلى قوله <span class='quran'>فترضى </span>فقام من نومه فوضعت له ماء\nفتطهر ولبس بردته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p211'> Vol. 06, p. 211</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head126'>( 1208 أمة الله خادم النبي صلى الله عليه وسلم )</h2>\n\n<p>\n3444 حدثنا عقبة بن مكرم ثنا محمد بن موسى ثنا عليلة بنت الكميت العتكية\nقالت حدثتني أمي عن أمة الله خادم النبي صلى الله عليه وسلم * أن النبي صلى\nالله عليه وسلم سبى صفية يوم قريظة والنضير وأعتقها وأمهرها رزينة أم أمة\nالله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p212'> Vol. 06, p. 212</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head127'>( 1209 أم مسعود بن الحكم )</h2>\n\n<p>\n3445 حدثنا يعقوب بن حميد ثنا عبد الله بن وهب عن عمرو بن الحارث أن بكير\nبن عبد الله حدثه أن سليمان بن يسار حدثه أن مسعود بن الحكم حدثه عن أمه\nقالت * مر بنا راكب ونحن مع رسول الله صلى الله عليه وسلم بمنى ينادي لا\nتصوموا هذه الأيام فإنها أيام أكل وشرب قالت أختي هو علي بن أبي طالب فقلت\nأنا بل هو فلان بن فلان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p213'> Vol. 06, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n3446 حدثنا أبو بكر بن أبي شيبة ثنا عبد الأعلى عن محمد بن إسحاق عن حكيم\nبن حكيم بن عباد بن حنيف عن مسعود بن الحكم عن أمه قالت * كأني أنظر إلى\nعلي بن أبي طالب على بغلة رسول الله صلى الله عليه وسلم الشهباء في شعب\nالأنصار وهو يقول يا أيها الناس إن رسول الله صلى الله عليه وسلم قال إنها\nأيام أكل وشرب يقول أيام منى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p214'> Vol. 06, p. 214</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head128'>( 1210 أميمة مولاة النبي صلى الله عليه وسلم )</h2>\n\n<p>\n3447 حدثنا أبو سعيد عبد الرحمن بن إبراهيم ثنا مروان بن معاوية ثنا يزيد\nبن سنان أبو فروة حدثني أبو يحيى الكلاعي عن جبير بن نفير عن أميمة مولاة\nرسول الله صلى الله عليه وسلم قالت * كنت أوضئه ذات يوم أفرغ عليه من الماء\nإذ جاءه رجل فقال يا رسول الله أوصيني بوصية أحفظها عنك فإني أريد اللحوق\nبأهلي قال لا تشرك بالله وإن قطعت وحرقت ولا تشربن خمرا فإنها رأس كل خطيئة\nولا تتركن صلاة متعمدا فمن ترك صلاة متعمدا فقد برئت منه ذمة الله وذمة\nرسوله ولا تفرن يوم الزحف <span id='ms796'></span> فمن فر يوم زحف فقد باء بغضب من الله ومأواه جهنم\nوبئس المصير ولا تزداد في تخوم الأرض فإنه من ازداد في تخوم أرضه يأتي به\nعلى عنقه أو رقبته من مقدار سبع أراضين يوم القيامة وأنفق على أهلك من طولك\nولا ترفع عصاك عنهم وأخفهم في الله قال بن أبي عاصم أبو يحيى الكلاعي هو\nسليم بن عامر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p215'> Vol. 06, p. 215</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head129'>( 1211 ميمونة مولاة النبي صلى الله عليه وسلم )</h2>\n\n<p>\n3448 حدثنا محمد بن عوف ثنا محمد بن أبي السري ثنا رواد بن الجراح ثنا\nصدقة بن صدقة عن ثور بن يزيد عن زياد بن أبي سودة عن أخيه عن ميمونة مولاة\nرسول الله صلى الله عليه وسلم قال قلت * يا رسول الله أفتنا في بيت المقدس\nفقال أرض المحشر والمنشر إئتوه فصلوا فيه فإن صلاة فيه كألف صلاة قلت يا\nرسول الله فمن لم يستطع أن يأتيه أو يتحمل إليه قال فليهد إليه زيتا يسرج\nفيه فإنه من أهدى إليه زيتا كان كمن صلى فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p216'> Vol. 06, p. 216</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head130'>( 1212 ميمونة ولم تنسب )</h2>\n\n<p>\n3449 حدثنا علي بن ميمون ثنا عثمان بن عبد الرحمن عن عبد الحميد بن يزيد\nعن أمية بنت عمرة عن ميمونة أنها قالت * يا رسول الله أفتنا عن الصدقة قال\nإنها حجاب عن النار لمن احتسبها يبتغي بها وجه الله قالت أفتنا يا رسول\nالله في ثمن الكلب قال طعمة جاهلية وقد أغنى الله عز وجل عنها قالت وأفتنا\nعن عذاب القبر فقال من أثر البول فمن أصابه بول فليغسله بماء فمن لم يجد\nماء فليمسحه بتراب طيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p217'> Vol. 06, p. 217</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head131'>( 1213 أم طارق مولاة سعد )</h2>\n\n<p>\n3450 حدثنا المسيب بن واضح ثنا أبو إسحاق الفزاري عن الأعمش عن جعفر بن\nعبد الرحمن عن أم طارق مولاة سعدقالت * أتى رسول الله صلى الله عليه وسلم\nفاستأذن مرارا فلم يرد عليه فرجع رسول الله صلى الله عليه وسلم فقال سعد\nإئتي النبي صلى الله عليه وسلم فأقرئيه السلام وأعلميه أنا إنما أمسكنا عنه\nليزيدنا\n</p>\n\n<p>\n3451 حدثنا أبو بكر بن أبي شيبة وابن نمير قالا ثنا <span id='ms797'></span> يعلى بن عبيد ثنا\nالأعمش عن جعفر بن عبد الرحمن عن أم طارق مولاة سعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p218'> Vol. 06, p. 218</a>\n            </div>\n            \nقالت * جاء\nالنبي صلى الله عليه وسلم إلى سعد فاستأذن فسكت سعد ثم عاد فسكت ثم عاد\nفسكت سعد فانصرف النبي صلى الله عليه وسلم فأرسلني سعد إليه أنه لم يمنعنا\nأن نأذن لك إلا أنا أردنا أن تزيدنا فسمعت صوتا على الباب يستأذن ولا أرى\nشيئا فقال رسول الله صلى الله عليه وسلم من أنت قالت أنا أم ملدم قال لا\nمرحبا ولا أهلا أتهدين إلى أهل قباء قالت نعم قال فاذهبي إليهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p219'> Vol. 06, p. 219</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head132'>( 1214 أمة امرأة الزبير )</h2>\n\n<p>\n3452 حدثنا أبو سعيد الأشج ثنا إسحاق بن سليمان الرازي قال سمعت الجراح\nبن الضحاك عن كريب بن سليم عن أمة امرأة الزبير قالت * كان رسول الله صلى\nالله عليه وسلم يأمرنا إذا حم الزبير أن نرش الماء البارد عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p220'> Vol. 06, p. 220</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head133'>( 1215 أم ولد لشيبة )</h2>\n\n<p>\n3453 ثنا أبو بكر بن أبي شيبة ثنا وكيع ثنا هشام عن بديل بن ميسرة عن\nصفية بنت شيبة عن أم ولد لشيبة قالت * رأيت رسول الله صلى الله عليه وسلم\nيسعى بين الصفا والمروة وهو يقول لا يقطع الأبطح إلا شدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p221'> Vol. 06, p. 221</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head134'>( 1216 تملك )</h2>\n\n<p>\n3454 حدثنا يوسف بن موسى ثنا مهران بن أبي عمر ثنا سفيان الثوري عن\nالمثنى بن الصباح عن المغيرة بن حكيم عن صفية بنت شيبة عن تملك قالت * نظرت\nإلى رسول الله صلى الله عليه وسلم وأنا في غرفة لي وهو بين الصفا والمروة\nوهو يقول يا أيها الناس إن الله كتب عليكم السعي فاسعوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p222'> Vol. 06, p. 222</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head135'>( 1217 روضة )</h2>\n\n<p>\n3455 حدثنا عبد الجليل بن الحارث بن عبد الله بن عتبة الأنصاري أبو صالح\nحدثتني شيبة بنت الأسود عمة أمي قالت حدثتني روضة قالت * كنت وصيفة لامرأة\nمن أهل المدينة فلما هاجر رسول الله صلى الله عليه وسلم من مكة إلى المدينة\nقالت لي مولاتي يا روضة قومي على باب الدار فإذا مر هذا الرجل فاعلميني\nتعني النبي صلى الله عليه وسلم فقمت على باب الدار فإذا هو قد مر <span id='ms798'></span> ومعه نفر\nمن أصحابه فأخذت بردائه فتبسم في وجهي قالت شيبة وأظنها قالت ومسح بيده على\nرأسي فقلت لمولاتي يا هذه قد جاء هذا الرجل فخرجت مولاتي ومن كان معها في\nالدار فعرض عليهم الإسلام فأسلموا قال وحدثتني شيبة قالت كنت أجلس إلى مطر\nالوراق قال وحدثتنا شيبة قالت كانت روضة في الدار في بني سليم قال أبو بكر\nقال لي عبد الجليل بن الحارث أتي على شيبة أكره أن أقول أكثر من مائة\nوعشرين سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p223'> Vol. 06, p. 223</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head136'>( 1218 أنيسة بنت عدي )</h2>\n\n<p>\n3456 حدثنا محمد بن أبي غالب ثنا أحمد بن جناب ثنا عيسى بن يونس ثنا سعيد\nبن عثمان البلوي عن جدته أنيسة بنت عدي أنها جاءت إلى رسول الله صلى الله\nعليه وسلم فقالت * يا رسول الله ابني عبد الله بن سلمة قتل يوم أحد أحببت\nأن أنقله فآنس بقربه فأذن لها رسول الله صلى الله عليه وسلم في نقله فعدلته\nبالمجذر بن زياد على ناضح لها في عباءة فمرت بهما فعجب لهما الناس فنظر\nإليها رسول الله صلى الله عليه وسلم فقال سوى بينهما عملهما وكان عبد الله\nرجلا ثقيلا جسيما وكان المجذر قليل اللحم فعرق وهو يقول\n            \n</p>\n<p class='poetry'>\n                <span class='hemistich-1'>فلا ترى مجذرا يفري فري </span>\n                <span class='hemistich-2'> أطعن بالحربة حتى تثنى</span>\n            </p>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p224'> Vol. 06, p. 224</a>\n            </div>\n            \n<h2 class='l2' id='head137'>( 1219 بنت أبي الحكم الغفاري )</h2>\n\n<p>\n3458 حدثنا يحيى بن خلف ثنا بن أبي عدي عن محمد بن إسحاق عن سليمان بن\nسحيم عن أمه بنت أبي الحكم الغفاري قالت سمعت رسول الله صلى الله عليه وسلم\nيقول * إن الرجل ليدنو من الجنة حتى ما يكون بينه وبينها ذراع فيتكلم\nبالكلمة فيتباعد منها أبعد من صنعاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p225'> Vol. 06, p. 225</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head138'>( 1220 أم كلثوم )</h2>\n\n<p>\n3459 حدثنا الصلت بن مسعود ثنا مسلم بن خالد ثنا موسى بن عقبة عن أمه أم\nكلثوم قالت * لما تزوج رسول الله صلى الله عليه وسلم يعني بأم سلمة فقال\nلها رسول الله صلى الله عليه وسلم إني قد أهديت إلى النجاشي أواق من مسك\nوحلة وإني لا أراه إلا وقد مات ولا أرى الهدية التي قد أهديت إليه إلا <span id='ms799'></span> سترد\nإلي فإذا ردت إلي فهي لك قالت فكان كما قال رسول الله صلى الله عليه وسلم\nردت إليه الهدية قالت فلما ردت إليه أعطى كل امرأة من نساءه وقية من ذلك\nالمسك وأعطى سائره أم سلمة وأعطاها الحلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p226'> Vol. 06, p. 226</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head139'>( 1221 امرأة من بني أسد )</h2>\n\n<p>\n3460 حدثنا محمد بن عوف ثنا محمد بن إسماعيل ثنا أبي عن ضمضم بن زرعة عن\nشريح بن عبيد عن حريث بن الأبح السليحي أن امرأة من بني أسد قالت * كنت عند\nزينب امرأة رسول الله صلى الله عليه وسلم وهي تصبغ ثيابها بالمغرة فبينما\nنحن كذلك إذ طلع علينا رسول الله صلى الله عليه وسلم فلما رأى المغرة رجع\nفلما رأت ذلك زينب علمت أن رسول الله صلى الله عليه وسلم قد كره ما أحدثت\nفغسلت ثيابها ووارت كل حمرة ثم رجع رسول الله صلى الله عليه وسلم فرجع\nفاطلع فلما لم ير شيئا دخل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p227'> Vol. 06, p. 227</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head140'>( 1222 تويلة بنت أسلم )</h2>\n\n<p>\n3461 حدثنا محمد بن إسماعيل ثنا إبراهيم بن حمزة ثنا إبراهيم بن جعفر بن\nمحمود بن محمد بن مسلمة الحارث عن أبيه عن جدته أم أبيه تويلة بنت أسلم وهي\nمن المبايعات * انهن لبمحقامهن يصلين في بني حارثة فقال عباد بن بشر بن\nقيظي أن رسول الله صلى الله عليه وسلم قد استقبل البيت الحرام أو الكعبة\nقال فتحول الرجال مكان النساء والنساء مكان الرجال فصلوا السجدتين\nالباقيتين نحو الكعبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p228'> Vol. 06, p. 228</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head141'>( 1223 جدة أبي السائب )</h2>\n\n<p>\n3462 حدثنا محمد بن إدريس ثنا نعيم بن حماد ثنا حسين بن زيد بن علي بن\nأبي السائب عن جدته وكانت من المهاجرات * أن رسول الله صلى الله عليه وسلم\nأقطعها بئرا بالعقيق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p229'> Vol. 06, p. 229</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head142'>( 1224 أم ليلى )</h2>\n\n<p>\n3463 حدثنا الفضل بن سهل ثنا أبو ذر حازم بن أحمد بن أبي عروة الغفاري\nقال سمعت أمي حمادة بنت عبد الرحمن تقول سمعت عمتي تقول كانت أم ليلى *\nتصبغ ثياب خمارها ودرعها وملحفتها في كل شهر وتخضب يديها ورجليها غمسا قالت\nعلى هذا بايعنا رسول الله صلى الله عليه وسلم وكانت في يديها <span id='ms800'></span> مسكتين من ذهب\nكانوا يرون أنها من الفيء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p230'> Vol. 06, p. 230</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head143'>( 1225 عميرة بنت سهل بن رافع صاحب الصاعين )</h2>\n\n<p>\n3464 حدثنا محمد بن أبي غالب ثنا أحمد بن جناب المصيصي ثنا عيسى بن يونس\nثنا سعيد بن عثمان البلوي عن جدته * أن أمها عميرة بنت سهل بن رافع صاحب\nالصاعين الذي لمزة المنافقون أنه خرج بزكاته صاعا من تمر وابنته عميرة حتى\nأتي النبي صلى الله عليه وسلم فصب الصاعين ثم قال ان لي إليك حاجة قال وما\nهي قالت أن تدعو الله لي ولها بالبركة وتمسح رأسها فإن ليس لي ولد غيرها\nفوضع رسول الله صلى الله عليه وسلم يده علي فأقسم بالله لكان برد كف رسول\nالله صلى الله عليه وسلم علي كبدي بعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p231'> Vol. 06, p. 231</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head144'>( 1226 ميمونة بنت كردم )</h2>\n\n<p>\n3465 حدثنا الجراح بن مخلد ثنا أبو قتيبة عن عبد الله بن يزيد بن ضبة قال\nحدثتني عمتي سارة بنت مقسم عن ميمونة بنت كردم قالت * رأيت النبي صلى الله\nعليه وسلم وكانت أصبعه التي تلي الإبهام لها فضل في الطول على الإبهام يعني\nمن الرجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p232'> Vol. 06, p. 232</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head145'>( 1227 بقيرة امرأة القعقاع بن أبي حدرد )</h2>\n\n<p>\n3466 حدثنا إسحاق بن سليمان أبو يعقوب ثنا إسحاق بن إبراهيم الرازي عن\nمحمد بن إسحاق عن محمد بن عمرو بن عطاء عن بقيرة امرأة القعقاع قالت * إني\nلجالسة في صف النساء فسمعت رسول الله صلى الله عليه وسلم يخطب وهو يشير\nبيده اليسرى يا أيها الناس إذا سمعتم بخسف ها هنا قريبا فقد أقبلت الساعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p233'> Vol. 06, p. 233</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head146'>( 1228 أم خارجة بن زيد امرأة زيد بن ثابت )</h2>\n\n<p>\n3467 ثنا محمد بن إسماعيل ثنا مكي بن إبراهيم ثنا عبيد الله بن أبي زياد\nثنا أبو بكر بن عبد الله بن أبي ربيعة حدثتني أم خارجة امرأة زيد بن ثابت\nقالت * أتينا رسول الله صلى الله عليه وسلم في حائط ومعه أصحابه إذ قال أول\nما يطلع عليكم فهو رجل من أهل الجنة وليس أحد منا إلا وهو يتمنى أن يكون\nوراء الحائط فبينا نحن كذلك إذ سمعنا حسا فرفعنا أبصارنا عليه <span id='ms801'></span> ننظر من هو\nفقال رسول الله صلى الله عليه وسلم عسى أن يكون عليا فدخل علي رضي الله عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p234'> Vol. 06, p. 234</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head147'>( 1229 ريطة أم ولد عبد الله بن مسعود )</h2>\n\n<p>\n3468 ثنا محمد بن إسماعيل ثنا بن أبي أويس أخبرني بن أبي الزناد عن أبيه\nعن عروة بن الزبير عن عبيد الله بن عبد الله بن عتبة بن مسعود عن ريطة يعني\nامرأة عبد الله بن مسعود وأم ولده وكانت امرأة صناع وليس لعبد الله بن\nمسعود مال وكانت تنفق عليه وعلى ولده من ثمن صنعتها فقالت * والله لقد\nشغلتني أنت وولدك عن الصدقة فما أستطيع أن أتصدق معكم بشيء فقال وما أحب إن\nلم يكن لك في ذلك أجران تفعلي فسألت رسول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p235'> Vol. 06, p. 235</a>\n            </div>\n            \nالله صلى الله عليه\nوسلم هي وهو فقالت يا رسول الله إني امرأة ذات صنعة أبيع منها وليس لي ولا\nلزوجي ولا لولدي شيء فشغلوني فلا أتصدق فهل لي في النفقة عليهم من أجر فقال\nرسول الله صلى الله عليه وسلم لك في ذلك أجر ما أنفقت عليهم فأنفقي عليهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p236'> Vol. 06, p. 236</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head148'>( 1230 ليلى بنت أبي حثمة امرأة عامر بن ربيعة )</h2>\n\n<p>\n3469 حدثنا محمد بن يحيى الباهلي ثنا يعقوب بن محمد ثنا عمر بن سليمان بن\nأبي حثمة عن أبيه عن الشفاء بن عبد الله عن ليلى بنت أبي حثمة قالت لما\nاجتمعوا على الخروج جاءنا رسول الله صلى الله عليه وسلم فقال * إن مصعب بن\nعمير قد حبسته أمه وهو يريد الخروج الليلة فإذا رقدوا قال عامر بن ربيعة\nفنحن ننتظره ولا نغلق بابا دونه فلما هدأت الرجل جاءنا مصعب بن عمير فبات\nعندنا وظل يومه حتى إذا كان الليل خرج متسللا ووعدناه فلحقه فيه وأدركناه\nفاصطحبناه قال وهم يمشون على أقدامهم وأنا على بعير لنا وكان مصعب بن عمير\nرقيق البشر ليس بصاحب رجله ولقد رأيت رجليه يقطران دما من الرقة فرأيت عامر\nخلع حذاءه فأعطاها حتى انتهينا إلى السفينة فنجد سفينة قد حملت ذرة وفرغت\nما فيها جاءت من مور فتكارينا إلى مور <span id='ms802'></span> ثم تكارينا من مور إلى الحبشة ولقد\nكنت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p237'> Vol. 06, p. 237</a>\n            </div>\n            \nأرى عامر بن ربيعة يرق على مصعب بن عمير رقة ما يرقها على\nولده وما معه دينار ولا درهم وكان معنا خمسة عشر دينارا قال بن أبي عاصم\nوروى الزهري عن عبد الله بن عامر بن ربيعة عن أبيه قال أول ظعينة قدمت\nالمدينة ليلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p238'> Vol. 06, p. 238</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head149'>( 1231 حليمة بنت الحارث بن شجنة )</h2>\n\n<p>\n3470 حدثنا محمد بن يحيى ثنا يعقوب بن محمد ثنا أبو أيوب سليمان بن عياض\nحدثني إسماعيل ومحمد ابنا عبد الرحمن بن الهيثم بن الحارث بن شجنة عن\nعمتهما حليمة قالت * أقبلت إلى مكة وثدياي قل لبنها واني لعلي أتان قد أضرت\nبالركب فدخلنا مكة فأخذت رسول الله صلى الله عليه وسلم فلما أخذته أرضعته\nفأخذ ثديي يدر عليه حتى مج اللبن والثدي الآخر بداء ما فيه شيء فحولته إلى\nالثدي الآخر فأرضعته به فدر الثاني حتى ملأ ثيابي ودرعي لبنا ثم خرجنا فضرت\nأتاني بالركب مما تقدمهم فهم يقولون يا بنت أبي كبشة قد أتعبتنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p239'> Vol. 06, p. 239</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head150'>( 1232 أم الحارث بنت عياش بن أبي ربيعة )</h2>\n\n<p>\n3471 حدثنا هشام بن عمار ثنا شعيب بن إسحاق عن بن جريج عن محمد بن يحيى\nبن حبان عن أم الحارث بنت عياش بن أبي ربيعة أنها رأت بديل بن ورقاء يطوف\nعلى جمل أورق على أهل المنازل بمنى يقول * إن رسول الله صلى الله عليه وسلم\nينهاكم أن تصوموا هذه الأيام فإنها أيام أكل وشرب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p240'> Vol. 06, p. 240</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head151'>( 1233 أم عياش خادم رسول الله صلى الله عليه وسلم )</h2>\n\n<p>\n3472 حدثنا هدبة ثنا عبد الواحد بن صفوان ثنا أبي عن أمه عن جدته أم عياش\nوكانت خادم النبي صلى الله عليه وسلم * بعثها مع ابنته إلى عثمان رضي الله\nعنهما قالت كنت أنبذ لعثمان غدوة فيشربه عشية وأنبذ عشية فيشربه غدوة\nوسألني ذات يوم فقال أتخلطي فيه شيئا فقلت نعم قال فلا تعودي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p241'> Vol. 06, p. 241</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head152'>( 1234 أم كبشة العذرية )</h2>\n\n<p>\n3473 قال أبو بكر بن أبي شيبة ثنا حميد بن عبد الرحمن عن الحسن بن صالح\nعن الأسود بن قيس قال <span id='ms803'></span> حدثني سعيد بن عمرو القرشي أن أم كبشة امرأة من عذرة\nعذرة قضاعة قالت * يا رسول الله ائذن لي أن أخرج في جيش كذا وكذا قال لا\nفقلت يا رسول الله إئذن لي ليس أريد أن أقاتل إنما أريد أن أداوي الجرحى\nوأسقي المريض قال لولا أن تكون سنة فيقال فلانة خرجت لأذنت لك ولكن اجلسي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p242'> Vol. 06, p. 242</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head153'>( 1235 أم الحكم )</h2>\n\n<p>\n3474 قال أبو بكر بن أبي شيبة وثنا زيد بن الحباب ثنا عياش بن عقبة ثنا\nالفضل بن حسن بن عمرو بن أمية الضمري قال حدثني بن أم الحكم قال حدثتني أمي\nأم الحكم * أن رسول الله صلى الله عليه وسلم قدم من بعض غزواته وقد أصاب\nرقيقا فذهبت هي وأختها حتى دخلتا على فاطمة فذهبت إلى رسول الله صلى الله\nعليه وسلم فسألته أن يخدمهن وشكين إليه حاجة فقال رسول الله صلى الله عليه\nوسلم سبقكم يتامى أهل بدر أو أيامي أهل بدر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p243'> Vol. 06, p. 243</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head154'>( 1235 سلامة )</h2>\n\n<p>\n3475 قال أبو عمرو نصر بن علي ثنا عبد الله بن داود عن أم داود الوابشية\nعن سلامة قالت * مر بي رسول الله صلى الله عليه وسلم وأنا أرعى غنما لأهلي\nفقال بم تشهدين فقلت أشهد أن لا إله إلا الله وأنت رسول الله فتبسم ضاحكا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p244'> Vol. 06, p. 244</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head155'>( 1236 أم الضحاك بنت مسعود الحارثية )</h2>\n\n<p>\n3476 حدثنا محمد بن يحيى بن عبد الكريم ثنا رجل قد سماه لي قال ثنا عبد\nالرحمن بن عبد العزيز سمع الزهري يخبر عن حرام بن محيصة عن أم الضحاك بنت\nمسعود الحارثية قالت قال رسول الله صلى الله عليه وسلم * لا تحقرن جارة\nلجارتها ولو فرسن شاة\n</p>\n\n<p>\n3477 حدثنا محمد بن عبد الرحيم ثنا كثير بن هشام حدثني يزيد المديني\nحدثني رجل من بني حارثة يقال له عبد الله بن عبد الرحمن عن سهل بن أبي حثمة\nأن أم الضحاك بنت مسعود قالت * لما خرج رسول الله صلى الله عليه وسلم إلى\nخيبر خرج معه من قومنا منهم أخواها حويصة ومحيصة فقالت إني خارجة معكم\nقالوا أين تخرج معنا <span id='ms804'></span> فقالت أسقيكم الماء وأقيم على جرحاكم ومعها امرأة أخرى\nمنهم فضرب لهما رسول الله صلى الله عليه وسلم بسهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p245'> Vol. 06, p. 245</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head156'>( 1237 فاطمة الخزاعية )</h2>\n\n<p>\n3478 حدثنا عبد الله بن محمد بن سالم القزاز قال ثنا عنبسة بن عبد الواحد\nبن عبد الله بن سعيد بن العاص بن أمية عن صالح بن أبي الأخضر عن الزهري عن\nهند بنت الحارث وفاطمة الخزاعية * أن النبي صلى الله عليه وسلم دخل على\nامرأة من الأنصار يعودها فقال كيف نجدك فقالت بخير وقد برحت بي أم ملدم\nفقال إصبري فأنها تذهب من خبث الإنسان كما تذهب النار من وسخ الحديد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p246'> Vol. 06, p. 246</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head157'>( 1238 فارعة بنت أبي الصلت أخت أمية )</h2>\n\n<p>\n3479 حدثنا كهل من أصحاب الحديث ثنا إبراهيم بن محمد بن هاني ثنا أبي ثنا\nمحمد بن إسحاق عن الزهري عن عبيد الله بن عبد الله بن عتبة عن بن عباس عن\nفارعة بنت أبي الصلت أنها * قدمت على رسول الله صلى الله عليه وسلم بعد فتح\nالطائف وكانت ذات لب وعقل وجمال وكان رسول الله صلى الله عليه وسلم بها\nمعجبا فقالت الفارعة فقال لي رسول الله صلى الله عليه وسلم أتحفظين من شعر\nأخيك قالت نعم وأعجب من ذلك كان إذا كان الليل فذكر قصة طويلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p247'> Vol. 06, p. 247</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head158'>( 1239 مليكة )</h2>\n\n<p>\n3480 حدثنا إسماعيل بن عبد الله ثنا عثمان بن صالح ثنا عبد الله بن وهب\nقال كتب إلي حمزة بن عبد الواحد بن محمد بن عمرو بن حلحلة عن محمد بن عمرو\nأن مليكة أخبرته أنها سمعت رسول الله صلى الله عليه وسلم يقول * إذا سمعتم\nبقوم قد خسف بهم فقد أظلت الساعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p248'> Vol. 06, p. 248</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head159'>( 1240 بروع بنت واشق )</h2>\n\n<p>\n3481 حدثنا إسماعيل بن عبد الله ثنا هشام بن عمار ثنا صدقة بن خالد عن\nالمثنى عن عمرو بن شعيب عن سعيد بن المسيب عن بروع بنت واشق انها * نكحت\nرجلا وفوضت إليه فتوفي قبل أن يجمعها فقضى لها رسول الله صلى الله عليه\nوسلم بصداق نسائها قال بن أبي عاصم كنت لا أكتب عن هشام من أحاديث الضعفاء\nمثل <span id='ms805'></span> المثنى وغيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p249'> Vol. 06, p. 249</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head160'>( 1241 فاطمة بنت أبي حبيش )</h2>\n\n<p>\n3482 حدثنا محمد بن يحيى بن أخي حزم ثنا بشر بن عمر ثنا ليث بن سعد حدثني\nيزيد بن أبي حبيب عن بكير بن عبد الله عن المنذر بن المغيرة عن عروة بن\nالزبير أن فاطمة بنت أبي حبيش حدثته أنها * أتت النبي صلى الله عليه وسلم\nفشكت إليه الدم فقال لها رسول الله صلى الله عليه وسلم إنما ذلك عرق فانظري\nإذا أتى قرؤك فلا تصلي فإذا مر القرء فتطهري ثم صلي ما بين القرء إلى القرء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p250'> Vol. 06, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\n3483 حدثنا محمد بن المثنى ثنا بن أبي عدي عن محمد بن عمرو عن بن شهاب عن\nعروة عن فاطمة بنت أبي حبيش أنها كانت تستحاض فقال لها النبي صلى الله عليه\nوسلم * إذا كان دم الحيض فإنه دم أسود يعرف فإذا كان ذلك فأمسكي عن الصلاة\nوإذا كان الآخر فتوضئي وصلي قال بن أبي عاصم قال أبو موسى ثنا به بن أبي\nعدي هكذا من كتابه\n</p>\n\n<p>\n3484 وحدثنا أيضا أبو موسى ثنا بن أبي عدي عن محمد بن عمر عن الزهري عن\nعروة عن عائشة أن فاطمة بنت أبي حبيش كانت تستحاض فقال رسول الله صلى الله\nعليه وسلم * إن دم الحيضة دم أسود يعرف فإذا كان ذلك فأمسكي عن الصلاة فإذا\nكان الآخر فتوضئي وصلي فإنما هو عرق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p251'> Vol. 06, p. 251</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head161'>( 1242 عاتكة بنت خالد أم معبد الخزاعية )</h2>\n\n<p>\n3485 حدثنا أحمد بن محمد ثنا عبد الرحمن بن محمد بن شعبة ثنا حزام بن\nهشام بن حبيش بن خالد بن خليد بن ربيعة الخزاعي ثنا أبي عن جده عن أخته أم\nمعبد واسمها عاتكة بنت خالد الخزاعية قالت * لما أن هاجر رسول الله صلى\nالله عليه وسلم من مكة وخرج منها يريد المدينة ومعه أبو بكر الصديق ومولى\nلأبي بكر يقال له عامر بن فهيرة وعبد الله بن الأريقط الليثي دليلهم فمروا\nبنا فدخلوا خيمتي وأنا مختبئة بفناء خيمتي أسقي وأطعم المارين فقال إلا هل\nمن لحم فبعثت إليهم بشاة ذات لبن فردها <span id='ms806'></span> وبعثت إليه بعناق جذعته فقبلها وقال\nإنما رددنا الشاة لأنها ذات لبن فهل عندك من تمر فقلت لا والله ولو كان\nعندي ما تطلبون ما جاوزتم خيمتي وكانوا مرملين مجهودين فنظر النبي صلى الله\nعليه وسلم فإذا شاة بالفناء فقال ما هذه الشاة يا أم معبد فقلت شاة خلفها\nالراعي من الجهد ليس بها لبن ولا لحم قال تأذنين لنا أن ندنو منها ونحلب\nقلت نعم إن رأيت بها حلابا بأبي أنت وأمي فدعا بها رسول الله صلى الله عليه\nوسلم فمسح بيده ضرعها وقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p252'> Vol. 06, p. 252</a>\n            </div>\n            \nبسم الله ودعا ربه فتفاجت ودرت\nواجترت وكلفت ثم دعا بالإناء فأتيته بإناء لنا إذا ملأناه يربض الرهط فحلب\nمنها حتى امتلأ وتدفق فسقاني حتى رويت ثم سقى أبا بكر ثم رجلا رجلا ممن معه\nثم شرب النبي صلى الله عليه وسلم ثم ارتحل وارتحل أصحابه عنا وبايعه أهل\nالماء على الإسلام ثم جاء زوجي من الرعي يسوق أعنز لنا عجافا فقربت إلى\nزوجي اللبن وأخبرته خبر النبي صلى الله عليه وسلم وأخبرته ببركته فقال صفية\nلي قلت نعم رجل ظاهر الوضاءة أبلج الوجه حسن الخلق بساما وليس نحيل ولا\nمدلم ولا مطهم أبيض وسيم ثقيل أدعج العينين أهدب الأشفار منعطف جهير الصوت\nكأن عنقه سطح قمر كث اللحية أزج الحواجب مقرون إذا تكلم علاه البهاء وإذا\nسكت فعليه الوقار أجمل الناس وأباه من بعيد واحلا الناس واحسنه من قريب شهي\nالمنطق فصل لا فضول ولا هذرمة إذا تكلم نظم الدر والمرجان لا نزر ولا نقصان\nرجل فوق الربعة غصن بين غصنين أنظر الثلاثة وأطراه أحسنهم منظرا وأتمهم\nجسما إذا جلس حفوا به وإذا تكلم أنصتوا وإذا قام قاموا حوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p253'> Vol. 06, p. 253</a>\n            </div>\n            \nوإذا أمر بأمر ابتدروه فيما يأمرهم محفود محشود يحسده قومه لما الله نوره\nلا عابس ولا يعتدي على أحد بشر أطهر الناس خلقا وأكرمهم عودا صلى الله عليه\nوسلم فقال لي زوجي هذا والله صاحب قريش الذي ذكر لنا من أمره كيت وكيت بمكة\nولقد <span id='ms807'></span> هممت أن آتيه فأصحبه ولأفعلن إن وجدت إلى ذلك سبيلا إن شاء الله ثم\nسمعوا بمكة صوتا عاليا يسمعون الصوت ولا يرون من صاحبه ولا يرون شخصه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p254'> Vol. 06, p. 254</a>\n            </div>\n            \n            \n</p>\n<p class='poetry'>\n                <span class='hemistich-1'>جزى الله رب الناس خير جزائه </span>\n                <span class='hemistich-2'> رفيقين حلا خيمتي أم معبد</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>هما نزلاها بالهدى واهتدت به </span>\n                <span class='hemistich-2'> فقد فاز من أمسى رفيق محمد</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>فيال قصي ما زوى الله عنكم </span>\n                <span class='hemistich-2'> به من فعال لا يجارى وسؤدد</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>لهن بني كعب مقام فتاتهم </span>\n                <span class='hemistich-2'> وملبثها للمؤمنين بمرصد</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>سلوا أختكم عن شاتها وإنائها </span>\n                <span class='hemistich-2'> فإنكم ان تسألوا الشاة تشهد</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>دعاها بشاة حائل فتحلبت </span>\n                <span class='hemistich-2'> عليه صريحا ضرة الشاة مزبد</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>فغادرها رهنا لديها لحالب </span>\n                <span class='hemistich-2'> يرددها في مصدر ثم مورد</span>\n            </p>\n            \n<p>\nفسمع حسان بن ثابت هذه الأبيات فأنشأ يقول\n            \n</p>\n<p class='poetry'>\n                <span class='hemistich-1'>لقد خاب قوم زال عنهم نبيهم </span>\n                <span class='hemistich-2'> وقدس من يسري إليهم ويفتدي</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>ترحل عن قوم فضلت عقولهم </span>\n                <span class='hemistich-2'> وحل على قوم بنور مجدد</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>هداهم به بعد الضلالة ربهم </span>\n                <span class='hemistich-2'> وأرشدهم من يتبع الحق يرشد</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>وهل يستوي ضلال قوم تسفهوا </span>\n                <span class='hemistich-2'> عمايتهم هاد له كل مهتد</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>وقد نزلت منه على أهل يثرب </span>\n                <span class='hemistich-2'> ركاب هدى حلت عليهم بأسعد</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>نبي يرى مالا يرى الناس حوله </span>\n                <span class='hemistich-2'> ويتلو كتاب الله في كل مشهد</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>فإن قال في يوم مقالة غائب </span>\n                <span class='hemistich-2'> فتصديقها في اليوم أو في غد</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>ليهن أبا بكر سعادة جده </span>\n                <span class='hemistich-2'> بصحبته من يسعد الله يسعد</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>وبهن بني كعب مقام فتاتهم </span>\n                <span class='hemistich-2'> ومقعدها للمؤمنين بمرصد</span>\n            </p>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p255'> Vol. 06, p. 255</a>\n            </div>\n            \n<h2 class='l2' id='head162'>( 1243 وأم معبد من ولد كعب بن عمرو بن حارثة )</h2>\n\n<p>\n3486 حدثنا أحمد بن محمد ثنا عبد الرحمن بن محمد ثنا حزام بن هشام عن\nأبيه عن جده عن أم معبد أنها * أرسلت إلى رسول الله صلى الله عليه وسلم\nبشاة فردها فقالت أرجع رسول الله صلى الله عليه وسلم الشاة فقال لا ولكنه\nرأى فيها لبنا فردها فأرسلنا إليه بعناق وجذعة فقبلها قال بن أبي عاصم\nحدثني من كنانة سنة ثمان وثلاثين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p256'> Vol. 06, p. 256</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head163'>( 1244 أم المنذر )</h2>\n\n<p>\n3487 حدثنا محمد بن المثنى ثنا وهب بن جرير ثنا أبي قال سمعت بن إسحاق\nيحدث عن رجل من الأنصار عن أمه عن أم المنذر قالت * كنت فيمن بايع <span id='ms808'></span> رسول\nالله صلى الله عليه وسلم فكان فيما أخذ علينا أن لا نغش أزواجنا فلما\nانصرفنا قلت سلن رسول الله صلى الله عليه وسلم عن غشكن أزواجكن فرجعت ورجعت\nمعي امرأة فسألناه فقال ان تأخذ إحداكن مال زوجها فتحابي به غيره ولها حديث\nفي الحمية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p257'> Vol. 06, p. 257</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head164'>( 1245 الشموس بنت النعمان )</h2>\n\n<p>\n3488 قال أبو يحيى محمد بن عبد الرحيم ثنا يعقوب بن محمد عن عاصم بن سويد\nبن عامر عن عتبة بن وديعة عن الشموس بنت النعمان قالت * رأيت رسول الله صلى\nالله عليه وسلم يبني مسجد قباء فرأيته أخذ حجرا فصهده إلى بطنه فجاء بعض\nأصحابه فقال يا رسول الله أعطني أحمله عنك قال اذهب فخذ مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p258'> Vol. 06, p. 258</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head165'>( 1246 عمة العاص بن عمرو الطفاوي )</h2>\n\n<p>\n3489 حدثنا محمد بن عبد الرحيم ثنا معلى بن أسد ثنا تمام بن بزيع أبو سهل\nثنا العاص بن عمرو الطفاوي عن عمته أنها دخلت مع أناس من قومه على النبي\nصلى الله عليه وسلم فقالت يا رسول الله حدثني حديثا ينفعني الله به قال *\nإياك وما يسوء الأذن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p259'> Vol. 06, p. 259</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head166'>( 1247 أنيسة بنت خبيب )</h2>\n\n<p>\n3490 حدثنا يعقوب الدورقي ثنا هشيم عن منصور يعني بن زاذان عن خبيب بن\nعبد الرحمن عن عمته أنيسة بنت خبيب قالت قال رسول الله صلى الله عليه وسلم\n* إذا أذن بن أم مكتوم فكلوا واشربوا وإذا أذن بلال فلا تأكلوا ولا تشربوا\nفإن كانت المرأة منا يبقى عليها شيء من سحورها تقول يا بلال تمهل حتى أفرغ\nمن سحوري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p260'> Vol. 06, p. 260</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head167'>( 1248 مرضية )</h2>\n\n<p>\n3491 حدثنا عمرو بن بشر أبو حفص الصيرفي ثنا يحيى بن راشد ثنا محمد بن\nحمران ثنا عبد الله بن حبيب عن أم سليمان عن أمها مرضية قالت * إني أراكم\nتنكرون شيئا رأيته يصنع على عهد رسول الله صلى الله عليه وسلم رأيت الميت\nيتبع على عهد رسول الله صلى الله عليه وسلم بالمجمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p261'> Vol. 06, p. 261</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head168'>( 1249 قيلة بنت مخرمة )</h2>\n\n<p>\n3492 حدثنا أبو بكر بن أبي شيبة ثنا عفان ثنا عبد الله بن حسان العنبري\nحدثتني جدتاي دحيبة وصفية ابنتا عليبة عن ربيبتهما وجدة أبيهما <span id='ms809'></span> قيلة بنت\nمخرمة * ذكر الحديث بطوله قالت صلى بنا رسول الله صلى الله عليه وسلم الفجر\nحين شق والنجوم متشابكة في السماء والرجال لا تكاد تعارف من ظلمة الليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p262'> Vol. 06, p. 262</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head169'>( 1250 عمرة بنت حزم )</h2>\n\n<p>\n3493 حدثنا محمد بن سهل عن عسكر ثنا عمرو بن الربيع ثنا يحيى بن أيوب عن\nمحمد بن ثابت البناني عن محمد بن المنكدر عن جابر بن عبد الله عن عمرة بنت\nحزم * أنها جعلت النبي صلى الله عليه وسلم في صور نخل ملتف كنسته ورشته\nوذبحت له شاة فأكلها وتوضأ وصلى الظهر فقدمت إليه من لحمها فصلى العصر ولم\nيتوضأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v06p263'> Vol. 06, p. 263</a>\n            </div>\n             <span id='ms810'></span>\n</p>\n",
  "pages": [
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06"
  ]
}