{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h3 class='dic-item l3' id='head0'>1 - ذكر خديجة بنت خويلد</h3>\n\n<p>\nأخبرنا أبو الحسين محمد بن أحمد بن علي الصيرفي الكوفي بقراءتي عليه على\nباب داره أبنا أبو الحسن أحمد بن محمد بن موسى بن القاسم بن الصلت في سنة\nخمس وتسعين وثلاثمائه قال أبنا أبو عمروعثمان بن أحمد الدقاق المعروف بابن\nالسماك قراءة عليه في ذي الحجة سنة سبع وثلاثين وثلاثمائة أبنا أبو الحسن\nمحمد بن أحمد بن البراء قراءة عليه ثنا الزبير بن بكار بسر من رأى سنة ست\nوأربعين ومائتين حدثني محمد بن الحسن وهو ابن زبالة حدثني غير واحد من أهل\nالعلم منهم عبد العزيز بن محمد عن هشام بن عروة وأسامة بن حفص عن يونس عن\nابن شهاب وعبد الرزاق بن همام عن معمر عن ابن شهاب وعبد الله بن وهب عن\nالليث بن سعد وبعضهم يزيد على بعض وإلى كل قد أسندت حديثهم\n</p>\n\n<p>\nأن رسول الله صلى الله عليه وسلم لما استوى وبلغ أشده وليس له كثير مال\nاستأجرته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nخديجة بنت خويلد إلى سوق حباشة واستأجرت معه رجلا من قريش فقال رسول الله\nصلى الله عليه وسلم ما رأيت صاحبة خيرا من خديجة ما كنا نرجع أنا وصاحبي\nإلا وعندها تحفة من طعام تخبؤه لنا\n</p>\n\n<p>\nقال الليث في حديثه استأجرته بسقب يدفعه إليه غلامها ميسرة إذا رجع من\nسفره فرأى ميسرة من يمنه وخلقه والبركة في سفره والزيادة في الربح ما اشتد\nبه حبه إياه فقدم وهو يهتف به فسبق إلى خديجة فأخبرها خبر ما أصاب من الظفر\nوالربح وما رأى من رسول الله صلى الله عليه وسلم قالت فأرنيه فلما أقبلت\nالعير أشار لها إليه وإذا سحابة تظله وتسير معه فأمرت له بسقب آخر وعلقه\nقلبها لما أراد الله بها من السعادة\n</p>\n\n<p>\nوقال هشام في حديثه عن أبيه استأجرته إلى الشام وخرج معه غلامها ميسرة\nحتى قدما الشام فنزل رسول الله صلى الله عليه وسلم في ظل شجرة صومعة قريبا\nمن راهب فاطلع الراهب إلى ميسرة وقال من نزل تحت <span id='ms01'></span> الشجرة فقال رجل من قريش\nمن أهل الحرم قال ما نزل تحت هذه الشجرة قط إلا نبي قال وكان رسول الله صلى\nالله عليه وسلم إذا كانت الظهيرة واشتد الحر لم يزل ملكان يظلانه من الشمس\nفلما قدم ميسرة على خديجة أخبرها بقول الراهب وما رأى من الملكين فبعثت إلى\nرسول الله صلى الله عليه وسلم فقالت يا بن عم إني قد رغبت فيك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن شهاب في حديثه قال رسول الله صلى الله عليه وسلم فلما قدمت من\nسوق حباشة قلت لصاحبي انطلق بنا نتحدث عند خديجة فبينا نحن نتحدث عندها إذ\nدخلت علينا منتشية من مولدات قريش فقالت محمدا هذا والذي يحلف به إن جاء\nلخاطبا فقلت كلا فلما خرجت أنا وصاحبي قال أمن خطبة خديجة تستحي فوالله ما\nمن قرشية إلا تراك لها كفوا فرجعت إليها مرة أخرى أنا وصاحبي فجاءت تلك\nالوليدة فقالت مثل قولها الأول فقلت أجل على استحياء فلم تعصنا خديجة ولا\nأختها فانطلقت إلى أبيها خويلد بن أسد وهو ثمل من الشراب فقالت هذا ابن\nأخيك محمد يخطب خديجة وقد رضيت فدعاه فسأله عن ذلك فأنكحه فخلقت أباها وحلت\nعليه حلة فدخل رسول الله صلى الله عليه وسلم بها فلما صحا الشيخ من سكره\nقال ما هذا الخلوق وما هذه الحلة قالت أخت خديجة كساكها ابن أخيك محمد\nزوجته خديجة وقد بنا بها فأنكر الشيخ ثم صار إلى أن سلم واستحيا وطفقت رجاز\nمن قريش تقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n. لا تزهدي خديج في محمد ... جلد يضيء كضياء الفرقد ... قالت فلبث رسول\nالله صلى الله عليه وسلم مع خديجة حتى ولدت له بعض بناته وكان لها وله\nالقاسم وولدت له بناته الأربع زينب وفاطمة ورقية وأم كلثوم\n</p>\n\n<p>\nقال هشام بن عروة عن أبيه فخرج رسول الله صلى الله عليه وسلم إلى عمومته\nفذكر لهم ما قالت له خديجة فخرج معه حمزة بن عبد المطلب حتى دخل على عمها\nعمرو بن أسد فزوجه فولدت له قبل أن ينزل <span id='ms02'></span> عليه الوحي ولده كلهم القاسم\nوالطاهر والطيب ورقية وزينب وأم كلثوم وفاطمة\n</p>\n\n<p>\nثنا محمد بن أحمد بن البراء ثنا الزبير بن بكار حدثني محمد بن الحسن عن\nعبد الله بن محمد عن هشام بن عروة عن أبيه قال: قال عمرو بن أسد محمد بن\nعبد الله بن عبد المطلب يخطب خديجة بنت خويلد هذا الفحل لا يقرع أنفه\n</p>\n\n<p>\nثنا محمد أنا الزبير بن بكار حدثني محمد بن الحسن عن عبد الله بن وهب عن\nالليث بن سعد قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nأرسلت خديجة إلى عمها عمرو بن أسد فصنعت له طعاما وشرابا حتى إذا أخذ فيه\nالشراب أرسلت إلى رسول الله صلى الله عليه وسلم أن أقبل أنت ونفر من أهل\nبيتك فليخطبوا إليه فإنه سيزوجك فأتوه فكلموه فزوجها رسول الله صلى الله\nعليه وسلم فأمرت مكانها بحلة حبرة فألقيت عليه وببعير فنحر فأكل منه الناس\nوبطيب فطيب به فلما أفاق من الخمر قال ما هذا العبير وما هذا الحبير وما\nهذا النحير قالوا زوجت محمد بن عبد الله خديجة بنت خويلد قال ما فعلت قالت\nخديجة لا تجمع علي أمرين أفتت علي بنفسي ولم تؤامرني ثم تسفه نفسك عند قريش\nوقد حضرك فلان وفلان فإن الرجل وإن يكن حدث السن قليل المال فإن له نسبا\nفاضلا في قومه فاسكت على ما صنعت فأنا كنت أحق بالغضب منك فقبل ذلك وسكت\nعنه وبنى بها رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن الحسن عن عبد السلام بن عبد الله عن\nمعروف بن خربوذ قال قال عمار بن ياسر أنا أعلم الناس بتزويج رسول الله صلى\nالله عليه وسلم خديجة كنت صديقا له في الجاهلية فأقبلت معه وهو ابن بضع\nوعشرين سنة فمررنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nبين الصفا والمروة فإذا خديجة وأختها هالة تبيعان أدما بالحزورة فنظرت\nخديجة إلى رسول الله صلى الله عليه وسلم وكان يستضاء به في الليلة الظلماء\nوينظر إليه الناظر حتى يسأم قال عمار فلحقتني هالة فقالت يا <span id='ms03'></span> عمار أما\nلصديقك هذا حاجة في خديجة قال فلم يكن حاجتها المال إنما حاجتها الصلاح\nفقلت والله ما أدري قالت فأخبره فأتيت رسول الله صلى الله عليه وسلم\nفأخبرته فقال واضعها وعدها يوما نأتيها فيه قال ففعلت فلما كان ذلك اليوم\nسقت عمها عمرو بن أسد حتى سكر ثم دهنته بدهن أصفر وطرحت عليه برد حبرة وجاء\nرسول الله صلى الله عليه وسلم في نفر من أصحابه وتزوجها ثم انصرفوا فلما\nأفاق الشيخ قال ما هذه النقيعة يعني البقرة وما هذا البرد وما هذا الدهن\nقالوا هذه نقيعة وبرد أهداه لك ختنك قال ومن ختني قال محمد بن عبد الله بن\nعبد المطلب فصاح وخرج يشتد حتى أتى باب الكعبة فقال يا معشر قريش إن خديجة\nوهالة غلبتاني على نفسي وزعمتا أني زوجت رجلا لا أعرفه فكيف يكون هذا فخلا\nبه بنو هاشم فقالوا له لا تكلم بهذا فنحن نشهد أنك زوجته فقال ابعثوا إليه\nحتى أنظر إليه فوالله ما أعرفه فلما نظر إليه قال إن كنت زوجته فكسبيل ذاك\nوإن ولم أكن زوجته فأشهدكم أني قد زوجته قال فكان عمار يقول هذا تزويج رسول\nالله صلى الله عليه وسلم خديجة ويغضب إذا قيل استأجرته وأرسلته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nفولدت له خديجة قبل أن يكرمه الله بما أكرمه من النبوة والرسالة القاسم\nورقية وزينب وأم كلثوم وولدت له في الإسلام الطيب وهو عبد الله وفاطمة\n</p>\n\n<p>\nثنا محمد ثنا الزبير بن بكار حدثني محمد بن الحسن عن عبد العزيز بن محمد\nعن محمد بن عبد الرحمن بن المغيرة قال: كانت أمامة بنت أبي العاص وأمها\nزينب بنت رسول الله صلى الله عليه وسلم عند علي بن أبي طالب فلما توفي عنها\nقال لها لا تزوجي فإن أردت التزوج فلا تخرجي من رأي المغيرة بن نوفل فخطبها\nمعاوية بن أبي سفيان فجاءت إلى المغيرة تستأمره فقال لها أنا خير لك منه\nفاجعلي أمرك إلي ففعلت فدعا رجالا فتزوجها\n</p>\n\n<p>\nثنا محمد ثنا الزبير بن بكار حدثني <span id='ms04'></span> محمد بن الحسن عن أنس بن عياض عن أبي\nبكر بن عثمان وغيره قال وأما رقية بنت رسول الله صلى الله عليه وسلم فكانت\nعند عتبة بن أبي لهب وبنى بها فلما أنزل على رسول الله صلى الله عليه وسلم\n{تبت يدا أبي لهب} قالت العوراء أم جميل بنت حرب بن أمية وهي أم عتبة بن\nأبي لهب وهي حمالة الحطب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nأيهجونا محمد ونمسك ابنته فطلقها ننكحك غيرها فأنكحته بنت أبي العاص بن\nأمية فولدت له جارية فتزوجها يزيد بن أبي سفيان بن حرب ثم خلف على رقية بنت\nرسول الله صلى الله عليه وسلم عثمان بن عفان فولدت له عبد الله فمات واشتكت\nرقية المرض الذي توفيت فيه فخرج رسول الله صلى الله عليه وسلم إلى بدر\nولذاك تخلف عثمان بن عفان عن بدر فهلكت رقية من ذلك المرض وأما أم كلثوم\nفكانت عند عتيبة بن أبي لهب ولم يدخل بها حتى تنبأ الله تبارك وتعالى محمدا\nصلى الله عليه وسلم فقال أبو لهب رأسي من رأسك حرام حتى تفارق ابنته\nففارقها فخلف على أم كلثوم بنت رسول الله صلى الله عليه وسلم عثمان فهلكت\nعنده\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن الحسن عن محمد بن عبد الرحمن ابن هشام\nعن ابن جريج قال\n</p>\n\n<p>\nلما وضعت عند القبر قال رسول الله صلى الله عليه وسلم لينزل في قبرها\nرجلان لم يقارفا النساء البارحة فنزل في قبرها رجلان كان أحدهما طلحة بن\nعبيد الله\n</p>\n\n<p>\nقال وكانت فاطمة عند علي بن أبي طالب فولدت له الحسن والحسين وزينب وأم\nكلثوم ورقية\n</p>\n\n<p>\nفكانت زينب بنت علي عند ابن عمها عبد الله بن جعفر فولدت له علي بن عبد\nالله وأم كلثوم بنت عبد الله التي تزوجها الحجاج بن يوسف ففرق بينهما عبد\nالملك بن مروان وهو كان أذن له فيه تزوجها وكانت أم كلثوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nبنت علي عند عمر بن الخطاب فولدت له زيدا فقتل زيد بن عمر خالد ابن أسلم\nمولى <span id='ms05'></span> عمر قال قتله وهو لا يعرفه رماه بحجر\n</p>\n\n<p>\nوتزوج رقية بنت عمر إبراهيم بن نعيم بن النحام فلم تلد منه ثم هلك عمر عن\nأم كلثوم فتزوجها عبد الله بن جعفر فلم تلد منه\n</p>\n\n<p>\nثنا محمد ثنا الزبير بن بكار حدثني محمد بن حسن عن إبراهيم بن محمد عن\nجعفر بن محمد عن أبيه قال\n</p>\n\n<p>\nولد للنبي صلى الله عليه وسلم من خديجة القاسم وعبد الله وفاطمة وزينب\nورقية وأم كلثوم\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن عبد العزيز بن محمد عن جعفر بن\nمحمد عن أبيه قال\n</p>\n\n<p>\nتوفي القاسم ابن رسول الله صلى الله عليه وسلم بمكة فمر رسول الله صلى\nالله عليه وسلم وهو آت من جنازته على العاص بن وائل وابنه عمرو فقال عمرو\nحين رأى رسول الله صلى الله عليه وسلم إني لأشنؤه فقال العاص لا جرم لقد\nأصبح أبتر فأنزل الله عز وجل {إن شانئك هو الأبتر}\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن عبد الله بن وهب عن ابن لهيعة\nعن أبي الأسود محمد بن عبد الرحمن بن نوفل قال\n</p>\n\n<p>\nولدت خديجة بنت خويلد لرسول الله صلى الله عليه وسلم القاسم والطاهر\nوالطيب وعبد الله وزينب ورقية وأم كلثوم وفاطمة\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن حاتم بناإسماعيل عن محمد بن\nعجلان عن عامر بن عبد الله عن عمرو بن سليمان عن أبي قتادة قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nرأيت رسول الله صلى الله عليه وسلم وهو حامل أمامة بنت أبي العاص بنت\nزينب ابنة رسول الله صلى الله عليه وسلم فكان كلما ركع وضعها فإذا قام\nحملها\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن الحسن حدثني عبد العزيز بن محمد\nوالثقة عنده\n</p>\n\n<p>\nأن رجلا من أهل الحيرة رأى خديجة بنت خويلد بن أسد بن عبد العزى ابن قصي\nفي الجاهلية فقال إن هذه لزوج النبي صلى الله عليه وسلم الذي يبعث في\nالأميين\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد <span id='ms06'></span> بن حسن حدثني أسامة بن حفص وغيره عن يونس\nبن يزيد عن ابن شهاب قال\n</p>\n\n<p>\nتزوج رسول الله صلى الله عليه وسلم خديجة بمكة وهي أول امرأة تزوج وكانت\nقبله عند أبي هالة التميمي\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن حدثني أنس بن عياض عن أبي بكر بن\nعثمان اليربوعي وغيره من أهل العلم\n</p>\n\n<p>\nأن رسول الله صلى الله عليه وسلم تزوج خديجة بنت خويلد بن أسد بن عبد\nالعزى ابن قصي وهي أول امرأة تزوجها وهو يومئذ ابن ثلاثين سنة وكانت قبله\nعند عتيق بن عائذ بن عبد الله بن عمرو بن مخزوم فولدت له جارية يقال لها أم\nمحمد فتزوجها ابن عم لها يقال له صيفي بن أبي رفاعة بن عائذ بن عبد الله\nوهلك عتيق عن خديجة فتزوجها أبو هالة بن مالك أحد بن عمرو بن تميم ثم أحد\nبني أسيد وبعض الناس يقول أبو هالة قبل عتيق فولدت لأبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nهالة: هالة وهند وولدت لرسول الله صلى الله عليه وسلم القاسم والطاهر\nوالطيب وزينب ورقية وأم كلثوم وفاطمة فأما الذكور كلهم فماتوا بمكة وأما\nالبنات فتزوجن كلهن\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن خالد بن إسماعيل عن ابن جريج\nقال نكح رسول الله صلى الله عليه وسلم خديجة وهو ابن سبع وثلاثين سنة\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن الحسن عن محمد بن فليح عن يزيد بن\nعياض عن ابن شهاب قال وكانت خديجة بنت خويلد عند النبي صلى الله عليه وسلم\nقبل أن ينزل عليه القرآن ثم نزل عليه القرآن وهي عنده وهي أول من صدق النبي\nصلى الله عليه وسلم وآمن به ثم توفيت بمكة قبل أن يخرج رسول الله صلى الله\nعليه وسلم إلى المدينة بثلاث سنين\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن أسامة بن حفص عن يونس عن ابن\nشهاب عن عروة عن عائشة قالت توفيت خديجة قبل أن تفرض الصلاة\n</p>\n\n<p>\nثنا محمد ثنا <span id='ms07'></span> الزبير حدثني محمد بن حسن عن عبد العزيز بن محمد عن موسى بن\nعقبة عن كريب عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nسيدة نساء أهل الجنة مريم بنت عمران ثم فاطمة ثم خديجة ثم آسية امرأة\nفرعون\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن حدثني إبراهيم بن محمد الثوباني\nعن محمد بن يزيد بن مهاجر بن قنفذ أن عجوزا سوداء دخلت على النبي صلى الله\nعليه وسلم فحياها وقال كيف أنت وكيف حالكم فلما خرجت قالت عائشة يا رسول\nالله ألهذه السوداء تحيي وتصنع ما أرى قال إنها كانت تغشانا في حياة خديجة\nوإن حسن العهد من الإيمان\n</p>\n\n<p>\nونا محمد ثنا الزبير حدثني سليمان بن عبد الله حدثني شيخ من أهل مكة قال:\nهي أم زفر ماشطة خديجة\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن الحسن عن مروان بن معاوية عن وائل بن\nداود عن عبد الله البهي قال أطعم رسول الله صلى الله عليه وسلم خديجة من\nعنب الجنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head1'>2 - قصة تزوج عائشة رضي الله عنها</h3>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن حدثني غير واحد منهم عن الثقة\nعنده ومحمد بن طلحة قالا تزوج رسول الله صلى الله عليه وسلم بعد سودة عائشة\nبنت أبي بكر في شوال سنة عشر من النبوة قبل الهجرة بثلاث سنين وأولم عليها\nبهدايا الأنصار وطلبوا في ذلك إذنه فأذن لهم فاتعدوا المسجد وغدوا عليه\nبالقنع فيها التمر والجفنة فيها الودك لحم أو غيره وكان يومها كثير الأطباق\nوالجفان\n</p>\n\n<p>\nأنا محمد ثنا الزبير حدثني محمد بن الحسن عن غير واحد من أهل العلم منهم\nأسامة بن حفص عن موسى عن ابن شهاب أن رسول الله صلى الله عليه وسلم تزوج\nعائشة بنت أبي بكر في شوال سنة عشر من النبوة قبل الهجرة بثلاث سنين وأعرس\nبها بالمدينة في شوال على رأس ثمانية عشر شهرا من مهاجره إلى المدينة\nوتوفيت عائشة ليلة الثلاثاء لسبع عشرة مضت من شهر <span id='ms08'></span> رمضان بعد الوتر سنة ثمان\nوخمسين ودفنت من ليلتها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن الحسن عن محمد بن موسى أبي غزية عن\nأبي البسام سعيد بن عمارة بن غزية عن أبيه عن أبي سلمة بن عبد الرحمن عن\nعائشة قالت: خرجنا مع رسول الله صلى الله عليه وسلم في غزوة بدر حتى إذا\nكنا بالأثيل عند الأراك قالت فذهبت لحاجتي فدخلت في خلال الأراك فبينا أنا\nكذلك إذا نحن بشخص رجل يتخلل الأراك على بعير فذهبت فإذا رسول الله صلى\nالله عليه وسلم فأقبل حتى نزل عندي فلما فرغت من حاجتي قال تعالي أسابقك\nفشددت درعي على بطني ثم خططنا خطا فعجت عليه فاستبقنا فسبقني فقال هذه مكان\nذي المجاز وكان جاء يوما ونحن بذي المجاز وأنا جارية قد بعثني أبي بشيء\nفقال أعطنيه فأبيت فسعيت وسعى على أثري فلم يدركني\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن الحسن عن عبد العزيز بن محمد عن عبيد\nالله بن عمر عن سيار أبي الحكم عن عائشة أنها قالت رأيت جبريل عليه السلام\nعليه عمامة حمراء سادلها بين كتفيه\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن المغيرة بن عبد الرحمن عن هشام\nبن عروة عن أبيه قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم فضل عائشة على النساء كفضل الثريد على\nسائر الطعام\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن حاتم بن إسماعيل عن مصعب بن\nثابت عن عطاء بن دينار أو ابن زبان عن يزيد بن أبي حبيب قال قال رسول الله\nصلى الله عليه وسلم للرجال حواري وللنساء حوارية فحواري الرجال الزبير\nوحوارية النساء عائشة\n</p>\n\n<p>\nقال أبو الحسن محمد بن البراء سمعت الزبير يقول حواريي الزبير قال خلصاني\nومن ذلك قيل للدقيق الحوراي خلصان الدقيق قال وسمعت الزبير يقول لم يقل\nالناس في مواتيمهم واحرباه حتى مات حرب بن أمية فصحن النساء وقلن واحرباه\nفأماله الناس واحرباه\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن <span id='ms09'></span> حسن عن عبد العزيز بن أبان هو السعدي\nعن صالح عن جعفر بن زيد عن عائشة قالت قال رسول الله صلى الله عليه وسلم\nاللهم وفقها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن الحسن عن عبد الله بن وهب عن ابن جريج\nعن نافع وغيره من أهل العلم قال صلينا على عائشة وأم سلمة زوجتي النبي صلى\nالله عليه وسلم وسط البقيع والإمام يوم صلينا على عائشة أبو هريرة وحضر ذلك\nعبد الله بن عمر ودخل قبر عائشة عبد الله وعروة ابنا الزبير والقاسم وعبد\nالله ابنا محمد بن أبي بكر وعبد الله بن عبد الرحمن بن أبي بكر وماتت سنة\nثمان وخمسين في رمضان لسبع عشرة مضت منه بعد الوتر ودفنت من ليلتها\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن عثمان بن طلحة عن أبي عبد\nالرحمن السلمي عن أبيه عن أم سلمة زوج النبي صلى الله عليه وسلم أن عائشة\nلما توفيت قالت أم سلمة اذهبي إليك والله ما كان على الأرض نسمة أحب إلى\nرسول الله صلى الله عليه وسلم منك ثم أدركتها فقالت أستغفر الله بعد أبيها\nوماتت عائشة في خلافة معاوية بن أبي سفيان\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن معن بن عيسى عن فائد عن منقذ\nالحفار قال كان في المقبرة قبران مطابقان بالحجارة ليس فيها غيرهما قبر\nعائشة زوج النبي صلى الله عليه وسلم وقبر الحسن بن علي رضي الله عنهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>3 - </h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head3'>قصة تزوج النبي صلى الله عليه وسلم</h1>\n\n<p>\n</span>\n</p>\n\n<p>\nحفصة بنت عمر بن الخطاب\n</p>\n\n<p>\nونا محمد ثنا الزبير حدثني محمد بن حسن عن أسامة بن حفص عن يونس عن ابن\nشهاب ومحمد بن طلحة عن عثمان بن عبد الرحمن أن رسول الله صلى الله عليه\nوسلم تزوج حفصة بنت عمر وكانت قبله عند خنيس بن حذافة وقد شهد بدرا وأمهرها\nرسول الله صلى الله عليه وسلم بساطا ووسادتين وكساء رحبا يفترشانه في القيظ\nوالشتاء نصفه ويلتحفان نصفه وإناءين أخضرين <span id='ms10'></span> وأولم عليها المهاجرون دون\nالأنصار وطبة مأقوطة بسمن وتمر عجوة وسويقا ملتوتا وكانت تفخر على عائشة\nتقول قومي وحزبي خير من قومك وحزبك\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن محمد بن موسى أبي غزية عن سعيد\nبن أبي زيد عن ربيح بن عبد الرحمن بن أبي سعيد عن أبيه عن جده قال تزوج\nرسول الله صلى الله عليه وسلم حفصة بنت عمر في شعبان على رأس ثلاثين شهرا\nمن الهجرة قبل أحد بشهرين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن محمد بن إسماعيل عن ابن أبي\nمليكة أن النبي صلى الله عليه وسلم طلق حفصة فجزع عمر وهلع وقال لو كان لله\nفي آل عمر حاجة ما طلق رسول الله صلى الله عليه وسلم حفصة فلما خرج رسول\nالله صلى الله عليه وسلم للصلاة أذن بلال ثم أقام الصلاة فلما قام رسول\nالله صلى الله عليه وسلم في القبلة رجع حتى أتى بيت حفصة فقال إن جبريل عرض\nلي في القبلة فقال راجع حفصة فإنها صؤوم قؤوم وإنها زوجتك في الجنة ثم ذهب\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن محمد بن موسى عن سعيد بن أبي\nزيد عن ربيح بن عبد الرحمن بن أبي سعيد الخدري عن أبيه عن جده قال توفيت\nحفصة بنت عمر سنة خمس وأربعين وصلى عليها مروان بن الحكم وهو عامل المدينة\nيومئذ عند موضع الجنائز وجعل عليها نعشا ومشى معها إلى البقيع وجلس حتى فرغ\nمن دفنها وحملها مروان بين عمودي السرير من دار بني حزم إلى دار شعبة\nوحملها أبو هريرة بين عمودي سريرها من دار شعبة إلى قبرها وأرسل مروان بن\nالحكم حين انصرف من حضرتها إلى عبد الله بن عمر بعزيمة في الصحيفة التي\nكانت عندها فمحاها ونزل في قبر حفصة بنت عمر عبد الله وعاصم ابنا عمر وعبيد\nالله وسالم وحمزه بنو عبد الله بن عمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>4 - </h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head5'>قصة تزوج النبي صلى الله عليه وسلم <span id='ms11'></span></h1>\n\n<p>\n</span>\n</p>\n\n<p>\nزينب بنت خزيمة الهلالية\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن أسامة بن حفص عن يونس عن ابن\nشهاب عن أنس يعني بن عياض عن أبي بكر بن عثمان أن رسول الله صلى الله عليه\nوسلم تزوج زينب بنت خزيمة بن عبد الله إحدى نساء بني عبد مناف بن هلال بن\nعامر بن صعصعة وكان يقال لها أم المساكين تزوجها بالمدينة وكانت قبله عند\nالطفيل بن الحارث بن المطلب شهد بدرا ويقال كانت عند عبيدة بن الحارث مات\nمن الجراحة التي أصابته يوم بدر وأصدقها رسول الله صلى الله عليه وسلم عشرة\nأواق وأولم عليها جزورا فكثر المساكين فتركهم الناس والطعام ثم غدا الناس\nعلى النبي صلى الله عليه وسلم وقد خلا لهم وجهه فجعل الرجل يأتي بالهريسة\nفلم يجتمع لهم إلا الهرائس فدعا النبي صلى الله عليه وسلم أن يبارك لهم\nفيها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد ثنا الزبير حدثني محمد بن حسن عن غير واحد منهم ابراهيم ابن\nمحمد عن عبد المجيد بن سهيل وكثير بن زيد عن المطلب أن زينب بنت خزيمة كانت\nقبل النبي صلى الله عليه وسلم عند الطفيل بن الحارث بن المطلب فلما خطبها\nرسول الله صلى الله عليه وسلم جعلت أمرها إليه فتزوجها وأشهد وأصدقها اثنتي\n(عشرة أوقية ونشا) في رمضان على رأس أحد وثلاثين شهرا من مهاجره فمكثت عنده\nثمانية أشهر وتوفيت في آخر شهر ربيع الآخر على رأس تسعة وثلاثين شهرا\nودفنها رسول الله صلى الله عليه وسلم بالبقيع وصلى عليها صلى الله عليه\nوسلم\n</p>\n\n<h3 class='dic-item l3' id='head6'>5 - قصة تزوج النبي صلى الله عليه وسلم</h3>\n\n<p>\nأم سلمة بنت أبي أمية\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن القاسم بن عبد الله عن حسين بن\nعبد الله عن أبيه عن جده أن النبي صلى الله عليه وسلم خطب أم سلمة فقالت\nكيف بي ورجالي بمكة فقال النبي صلى الله عليه وسلم يزوجك ابنك ويشهد لك\nرجال من أصحاب رسول الله صلى الله عليه وسلم <span id='ms12'></span> فاجتمعوا لذاك فخطبها إلى\nابنها فقال ما تسوق إليها من الصداق فقال كما أصدقت عائشة صحفة كثيفة وقدحا\nكثيفا وفراشا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحشوه ليف والمجشة فقال الغلام وما المجشة قال الرحى ثم دخل عليها رسول\nالله صلى الله عليه وسلم في الظلمة ليلة دخل عليها فوطئ على ابنتها زينب\nفصاحت فقال النبي صلى الله عليه وسلم ما هذا قالوا زينب ثم دخل عليها ليلة\nأخرى في ظلمة فقال انظروا زنابكم هذه لا أطأ عليها ودخلت زينب على النبي\nصلى الله عليه وسلم وهو يغتسل فنضح في وجهها قال فحدثني بعض ولدها أنه لم\nيزل يرى في وجهها ماء الشباب حتى كبرت وعجزت\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن سليمان بن بلال عن كثير بن زيد\nعن المطلب قال لقد دخلت أيم العرب على سيد المسلمين (أول العشاء) عروسا\nوقامت آخر الليل تطحن يعني أم سلمة\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن عبد العزيز بن محمد عن محمد بن\nعبد الله بن عمرو بن عثمان أن النبي صلى الله عليه وسلم لم يكن يشرب شرابا\nفيه ريح وأنه كان ينصرف إلى بيت أم سلمة فيلعق من عسل كان عندها وأن بعض\nأزواجه أرسل إلى بعض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nإذا جاءكن فقلن ما ريح هذه المغافير منك ففعلن فترك أن يلعق من عكة أم\nسلمة كان لا يأكل طعاما فيه ريح المغافير صمغ العرفط هو شجر خشن لصمغه ريح\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن غير واحد من أهل العلم منهم\nعبد الله بن وهب عن ابن جريج عن نافع وأنس بن عياض عن أبي بكر بن عثمان أن\nأم سلمة زوج النبي صلى الله عليه وسلم توفيت في (130 ب) القعدة سنة تسع\nوخمسين من مهاجر النبي صلى الله عليه وسلم وصلى عليها أبو هريرة بالبقيع\nونزل في\n</p>\n\n<h1 class='l1' id='head7'>قبرها سلمة وعمر ابناها وعبد الله بن عبد الله بن أبي أمية وعبد الله بن وهب بن زمعة</h1>\n\n<p>\nثنا محمد <span id='ms13'></span> ثنا الزبير حدثني محمد بن حسن عن محمد بن جعفر بن أبي كثير عن\nيونس عن ابن شهاب قال كانت أم سلمة زوج النبي صلى الله عليه وسلم آخر نساء\nالنبي صلى الله عليه وسلم وفاة\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن إبراهيم بن علي قال\n</p>\n\n<p>\nحفر لسالم البانكي مولى محمد بن علي بالبقيع فأخرجوا حجرا طويلا فإذا فيه\nمكتوب هذا قبر أم سلمة زوج النبي صلى الله عليه وسلم وهو مقابل خوخة آل\nنبيه فأهيل عليه التراب وحفر لسالم موضع آخر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head8'>6 - قصة تزويج النبي صلى الله عليه وسلم</h3>\n\n<p>\nجويرية بنت الحارث بن أبي ضرار\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن سفيان بن عيينة عن ابن أبي\nنجيح عن مجاهد أن جويرية قالت للنبي صلى الله عليه وسلم إن نساءك يفخرن علي\nقال أولم أعظم صداقك ألم أعتق كل أسير من بني المصطلق\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن إسحاق بن عيسى ابن بنت داود بن\nأبي هند عن يحيى بن عمر الأنصاري عن أبيه قال تزوج رسول الله صلى الله عليه\nوسلم جويرية بنت الحارث بن أبي ضرار بن الحارث بن مالك جذيمة بن سعد بن\nعمرو بن سعد هو المصطلق أخذها يوم المريسيع وكانت قبله عند صفوان بن ذي شقر\nوكان قد قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nشعرا يومئذ ... أنا ابن ذي شقر وجدي مبذول ... رمح طويل وحسام مصقول\n</p>\n\n<p>\nوقد علمت اليوم أني مقتول\n</p>\n\n<p>\nثنا محمد ثنا الزبير حدثني محمد بن حسن عن غير واحد من أهل العلم منهم\nأسامة بن حفص عن يونس عن ابن شهاب وأنس بن عياض عن أبي بكر بن عثمان أن\nرسول الله صلى الله عليه وسلم سبى جويرية بنت الحارث بن أبي ضرار إحدى\nخزاعة ثم إحدى بلمصطلق يوم المريسيع وكانت قبله عند ابن عم لها فجاء أبوها\nفافتداها ثم أنكحها رسول الله صلى الله عليه وسلم بعد وتوفيت في شهر ربيع\nالأول سنة ست وخمسين وصلى <span id='ms14'></span> عليها مروان بن الحكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>7 - </h1>\n\n<p>\nريحانة بنت زيد بن عمرو بن قنافة\n</p>\n\n<p>\nأخبرنا الشيخ أبو طالب محمد بن علي بن الفتح الحربي بقراءتي عليه قال\nأخبرنا أبو الحسن أحمد بن محمد بن موسى بن القاسم بن الصلت إجازة أبنا أبو\nعمرو عثمان بن أحمد الدقاق المعروف بابن السماك قراءة عليه في ذي الحجة سنة\nسبع وثلاثين وثلاثمائة أبنا الزبير بن بكار حدثني محمد بن الحسن بن زبالة\nعن محمد بن موسى بن يعقوب بن محمد بن أبي صعصعة عن أيوب بن عبد الرحمن بن\nعبد الله بن صعصعة أن\n</p>\n\n<h1 class='l1' id='head10'>ريحانة بنت زيد بن عمرو بن قنافة </h1>\n\n<p>\nقالت كنت تحت زوج محب لي مكرم فقلت لا أستخلف بعده وكنت ذات جمال فلما\nسبي بنو قريظة عرض السبي على رسول الله صلى الله عليه وسلم فكنت فيمن عرض\nعليه فأمربي فعزلت وكان يكون له صفي من كل غنيمة فلما عزلت خار الله لي\nفأرسلت إلى بيت أم المنذر بنت قيس أياما حتى قتل الأسارى وفرق السبي فدخل\nرسول الله صلى الله عليه وسلم علي فاختبأت منه فدعاني فأجلسني بين يديه\nفقال (إن اخترت الله ورسوله اختارك رسول الله صلى الله عليه وسلم لنفسه)\nفقلت فإني أختار الله ورسوله فلما أسلمت أعتقني وتزوجني وأصدقني اثني عشرة\nأوقية ونشا كما كان يصدق نساءه وأعرس بي في بيت أم المنذر وكان يقسم لي كما\nكان يقسم لنسائه وضرب علي الحجاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوكان رسول الله صلى الله عليه وسلم بها معجبا لا تسأله شيئا إلا أعطاها\nإياه لقد قيل لها لو كنت سألت رسول الله صلى الله عليه وسلم سبى قريظة\nلأعتقهم فكانت تقول لم يخل بي حتى فرق السبي فلم تزل عنده حتى توفيت مرجعه\nمن حجة الوداع فدفنها بالبقيع وكان تزوجه إياها سنة ست من الهجرة\n</p>\n\n<p>\nثنا محمد أبنا الزبير حدثني محمد بن حسن عن إسحاق بن عيسى عن يحيى بن عمر\nعن أبيه قال كانت عند النبي صلى الله عليه وسلم ريحانة بنت شمعون أمة <span id='ms15'></span> له\n</p>\n\n<h3 class='dic-item l3' id='head11'>8 - فخر زينب بنت جحش على نساء النبي</h3>\n\n<p>\nثنا محمد ثنا الزبير بن بكار حدثني محمد بن حسن عن عبد العزيز بن أبان عن\nعيسى بن طهمان عن أنس بن مالك قال كانت زينب تفخر على نساء النبي صلى الله\nعليه وسلم تقول الله عز وجل أنكحني من السماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head12'>9 - سبب تسمية صفية</h3>\n\n<p>\nحدثنا محمد أنبا الزبير حدثني محمد بن حسن عن محمد بن إسماعيل عن ابن أبي\nمليكة أن اسم صفية حبيبة ولكنها سميت صفية لأنها كانت صفية للنبي صلى الله\nعليه وسلم يوم خيبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>10 - </h1>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head14'>قصة تزوج النبي صلى الله عليه وسلم</h1>\n\n<p>\n</span>\n</p>\n\n<p>\nأم حبيبة بنت أبي سفيان\n</p>\n\n<p>\nأنبا محمد أنبا الزبير حدثني محمد بن حسن عن عبد الله بن عمرو بن زهير عن\nإسماعيل بن عمرو قال قالت أم حبيبة كنت بأرض الحبشة مع زوجي عبيد الله بن\nجحش فرأيته بأسوأ صورة وشرها ففزعت وقلت تغيرت والله حاله فلما أصبحت قال\nلي إني نظرت في الدين فلم أر دينا خيرا من النصرانية ورجع إلى النصرانية\nفقلت له والله ما خير لك وأخبرته ما رأيت له فلم يحفل بذلك وأكب على الخمر\nحتى مات فأري في النوم كأن أبي يقول لي يا أم المؤمنين ففزعت فأولت أن رسول\nالله صلى الله عليه وسلم يتزوجني فما هو إلا أن انقضت عدتي فما شعرت إلا\nبرسول النجاشي جارية يقال لها أبرهة كانت تقوم على ثيابه ودهنه فاستأذنت\nعلي فأذنت لها فقالت إن الملك يقول لك إن رسول الله صلى الله عليه وسلم كتب\nإلي أن أزوجكه فقلت بشرك الله بخير وقالت يقول لك الملك وكلي من يزوجك\nفأرسلت إلى خالد بن سعيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفوكلته وأعطيت أبرهة إسوارين من فضة وخدمتين كانتا علي وخواتيم فضة كانت\nفي أصابع رجلي سرورا بما بشرتني به فلما كان العشي أمر النجاشي جعفر بن أبي\nطالب ومن هناك من المسلمين يحضرون وخطب النجاشي فقال الحمد لله الملك\nالقدوس السلام المؤمن المهيمن العزيز الجبار أشهد ألا إله إلا الله وأشهد <span id='ms16'></span>\nأن محمدا عبده ورسوله وأنه الذي بشر به عيسى بن مريم أما بعد فإن رسول الله\nصلى الله عليه وسلم كتب إلي أن أزوجه أم حبيبة بنت أبي سفيان فأجبت إلى ما\nدعا إليه رسول الله صلى الله عليه وسلم وقد أصدقتها أربع مائة دينار ثم سكب\nالدنانير بين أيدي القوم فتكلم خالد بن سعيد فقال الحمد لله أحمده وأستغفره\nوأشهد أن لا إله إلا الله وأن محمدا عبده ورسوله أرسله بالهدى ودين الحق\nليظهره على الدين كله ولو كره المشركون أما بعد فقد أجبت إلى ما دعا إليه\nرسول الله صلى الله عليه وسلم وزوجته أم حبيبة بنت أبي سفيان فبارك الله\nلرسوله ودفع الدنانير إلى خالد بن سعيد فقبضها ثم أرادوا أن يقوموا فقال\nاجلسوا فإن سنة الأنبياء إذا تزوجوا أن يؤكل طعام على التزوج فدعا بطعام\nفأكلوا ثم تفرقوا\n</p>\n\n<p>\nثنا محمد أبنا الزبير ثنا محمد بن حسن عن محمد بن طلحة قال قدم خالد بن\nالوليد وعمرو بن العاص بأم حبيبة من أرض الحبشة عام الهدنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nأبنا محمد أبنا الزبير حدثني محمد بن الحسن عن سفيان بن عيينة عن سعيد بن\nبشير عن قتادة أن النجاشي زوج النبي صلى الله عليه وسلم أم حبيبة بنت أبي\nسفيان بأرض الحبشة وأصدق عنه مائتي دينار\n</p>\n\n<p>\nأبنا محمد أبنا الزبير حدثني محمد بن حسن عن إسحاق بن عيسى عن يحيى بن\nعمر عن أبيه قال ولي عقدة نكاح أم حبيبة رجل من قريش وساق عنه النجاشي\nأربعمائة دينار وقلادة\n</p>\n\n<p>\nأنبا محمد أنبا الزبير حدثني محمد بن حسن عن حسن بن علي قال هدمت منزلي\nفي دار علي بن أبي طالب فحفرنا في ناحية منه فأخرجنا حجرا فإذا فيه مكتوب\n(هذا قبر رملة بنت صخر) فأعدناه في مكانه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head15'>11 - قصة تزوج النبي صلى الله عليه وسلم</h3>\n\n<p>\nميمونة بنت الحارث\n</p>\n\n<p>\nثنا محمد أبنا الزبير حدثني محمد بن حسن عن غير واحد منهم أنس ابن عياض\nعن أبي بكر بن عثمان عن يونس عن <span id='ms17'></span> ابن شهاب وإبراهيم بن محمد عن الثقة وعبيد\nبن حميد عن منصور عن مجاهد أن رسول الله صلى الله عليه وسلم تزوج ميمونة\nبنت الحارث بن حزن بن بجير بن الهزم بن رويبه بن عبد الله بن هلال بن عامر\nبن صعصعة بن بكر بن هوازن ابن منصور بن عكرمة بن خصفة بن قيس بن عيلان\nوكانت قبله عند عمرو وعمرو أحد بني عقدة بن غيرة بن عوف ثم عند أبي رهم بن\nعبد العزى بن أبي قيس العامري وساق إليها بيتا تاما وخادما ومتاعا وأولم\nعليها ونحر جذورا وهي التي وافقت خطبة رسول الله صلى الله عليه وسلم وهي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nتسير على بعيرها فقالت: البعير وما يحمل لله ولرسوله وهي خالة بني العباس\nبن عبد المطلب عبد الله وإخواته تزوجها رسول الله صلى الله عليه وسلم بمكة\nوبنى بها بسرف في عمرة القضية وتوفيت بسرف فخرج إليها ابن عباس فقال إذا\nرفعتم السرير فلا تزعزعوا ولا تزلزلوا فإنه كان لرسول الله صلى الله عليه\nوسلم تسع نسوة فكان يقسم لثمان ولا يقسم لواحدة وصلى عليها ابن عباس ونزل\nفي قبرها ونزل معه عبد الرحمن بن خالد بن الوليد ويزيد بن الأصم وعبيد الله\nالخولاني وماتت سنة إحدى وستين وهي آخر من مات من أزواج النبي صلى الله\nعليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head16'>12 - ذكر مارية أم إبراهيم عليه السلام</h3>\n\n<p>\nأنبا محمد أنبا الزبير حدثني محمد بن حسن عن محمد بن طلحة عن سعيد بن عبد\nالرحمن بن حسان عن أبيه وعن إسحاق بن إبراهيم بن عبد الله بن حارثة بن\nالنعمان أن رسول الله صلى الله عليه وسلم لما رجع من الحديبية سنة ست بعث\nستة نفر ثلاثة مصطحبين حاطب بن أبي بلتعة إلى المقوقس وشجاع بن وهب إلى\nالحارث ابن أبي شمر ودحية الكلبي إلى قيصر فخرجوا حتى انتهو إلى وادي القرى\nفسلك حاطب إلى المقوقس بكتاب من رسول الله صلى الله عليه وسلم فيه بسم الله\nالرحمن الرحيم من محمد رسول الله <span id='ms18'></span> إلى المقوقس عظيم القبط سلام على من اتبع\nالهدى أما بعد فاني ادعوك بداعية الإسلام أسلم تسلم وأسلم يؤتك الله أجرك\nمرتين فإن توليت فإن عليك إثم القبط {يا أهل الكتاب تعالوا إلى كلمة سواء\nبيننا وبينكم ألا نعبد}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n{إلا الله ولا نشرك به شيئا ولا يتخذ بعضنا بعضا أربابا من دون الله فإن\nتولوا فقولوا اشهدوا بأنا مسلمون} وختم الكتاب فخرج به حاطب حتى قدم\nالاسكندرية فانتهى إلى حاجبه فلم يلبثه أن أوصل إليه كتاب رسول الله صلى\nالله عليه وسلم فقال خيرا وأخذ الكتاب فجعله في حق من عاج وختم عليه ودفعه\nإلى جارية ثم دعا كاتبا له يكتب بالعربية فكتب إلى النبي صلى الله عليه\nوسلم بكتاب فيه بسم الله الرحمن الرحيم لمحمد بن عبد الله من المقوقس عظيم\nالقبط سلام أما بعد فقد قرأت كتابك وفهمت ماذكرت فيه وما تدعو إليه وقد\nعلمت أن نبينا قد بقي وقد كنت أظن أنه يخرج بالشام وقد أكرمت رسولك وبعثت\nإليك بجاريتين لهما مكان في القبط عظيم وكسوة وقد أهديت لك بغلة تركبها\nوالسلام ولم يزد على ذلك ولم يسلم وأهدى النبي صلى الله عليه وسلم بغلة\nبيضاء فبقيت حتى كان زمن معاوية وأهدى له مارية وأختها سيرين أنزلهما رسول\nالله صلى الله عليه وسلم على أم سليم بنت ملحان وكانت جارية وضيئة فعرض\nرسول الله صلى الله عليه وسلم عليهما الإسلام فأسلمتا ورضي رسول الله صلى\nالله عليه وسلم مارية وحولها إلى مال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nله بالعالية وكان من أموال بني النضير فكانت فيه في الصيف في خرافة النخل\nوبنى لها منزلا فكان يأتيها فيه وكانت حسنة الدين ووهب سيرين لحسان بن ثابث\nفولدت له عبد الرحمن\n</p>\n\n<p>\nأنا محمد أنبا الزبير حدثني محمد بن حسن عن محمد بن موسى عن فليح بن\nسليمان عن أيوب بن عبد الرحمن بن صعصعة عن أيوب بن بشير قال قالت عائشة ما\nغرت على امرأة إلا دون ما غرت على مارية وذاك أنها كانت <span id='ms19'></span> جميلة من النساء\nوأعجب بها رسول الله صلى الله عليه وسلم وكان أنزلها في أول ما قدم بها في\nبيت حارثة بن النعمان فكانت جارتنا فكان عامة النهار والليل عندها حتى\nفرغنا لها فجزعت فحولها إلى العالية وكان يختلف إليها هناك فكان ذلك أشد\nعلينا ثم رزق منها الولد وحرمناه منه\n</p>\n\n<p>\nأنا محمد أنا الزبير حدثني محمد بن حسن عن محمد بن طلحة عن ربيعة ابن\nعثمان عن أبان بن صالح قال: بعث المقوقس إلى رسول الله صلى الله عليه وسلم\nبجاريتين فارهتين وبغلة من مراكبه وألف مثقال من ذهب وعشرين ثوبا من لين\nوغير ذلك وأمر لحاطب بمائة مثقال وخمسة أثواب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nأنا محمد أنا الزبير حدثني محمد بن حسن عن إبراهيم بن محمد عن ابن أبي\nسبرة عن يحيى بن شبل عن أبي جعفر قال\n</p>\n\n<p>\nرأيت مأبورا الخصي الذي قدم مع مارية وأختها وشهدت جنازته مات بالمدينة\nسنة ستين وكان يوم مات شيخا كبيرا\n</p>\n\n<p>\nأنبا محمد أنبا الزبير حدثني محمد بن حسن عن إبراهيم بن محمد عن محمد بن\nعبد الله عن ابن شهاب عن أبي بكر بن محمد بن عمرو بن حزم عن عائشة أنها\nقالت: من سقي ألبان الضأن ابيض وسمن\n</p>\n\n<p>\nأنبا محمد أنبا الزبير حدثني محمد بن حسن عن محمد بن طلحة عن إسحاق بن\nإبراهيم بن عبد الله بن حارثة وسعيد بن عبد الرحمن بن أيوب عن مشيختهم\nقالوا: كان رسول الله صلى الله عليه وسلم معجبا بمارية وكانت بيضاء جعدة\nجميلة فأنزلها رسول الله صلى الله عليه وسلم بالعالية بالقف في المال الذي\nيقال له اليوم (مشربة أم إبراهيم) كان يختلف إليها هناك وضرب عليها الحجاب\nوكان يطؤها فحملت فوضعت هناك إبراهيم ابنها وكانت قابلتها سلمى مولاة النبي\nصلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nامرأة أبي رافع فأخبرته فخرج فبشر النبي صلى الله عليه وسلم فوهب له عبدا\nفلما كان يوم سابعه عق عنه بكبش وحلق رأسه حلقه أبو هند وسماه يومئذ وتصدق\nبوزن شعره على <span id='ms20'></span> المساكين ورقا وأخذوا شعره فجعلوه في الأرض مدفونا فتنافست\nفيه نساء الأنصار من يرضعه منهن وأحبوا أن يفرغوا مارية للنبي صلى الله\nعليه وسلم لما يعلمون من هواه فيها وكانت لرسول الله صلى الله عليه وسلم\nقطعة من غنم صارت ترعاها بالقف ولقاح بذي الجدر تروح عليها وكانت تؤتى\nبلبنها كل ليلة فتشرب منه وتسقي ابنها فكان جسمها وجسم ابنها حسنا فجاءت أم\nبردة بنت المنذر بن زيد بن لبيد بن خداش بن عامر بن غنم بن عدي بن النجار\nوزوجها البراء بن أوس بن خالد بن الجعد بن عوف بن مبذول بن عمرو بن غنم بن\nمازن بن النجار فكلمت رسول الله صلى الله عليه وسلم أن ترضع إبراهيم\nفأعطاها إياه فكانت ترضعه بلبن ابنها فكان عندهم في مازن بن النجار وترجع\nبه إلى أمه مارية ويأتي رسول الله صلى الله عليه وسلم بيت أم بردة فيقيل\nعندها ويؤتى بإبراهيم إليه وكان رسول الله صلى الله عليه وسلم يعله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nبه وأعطى أم بردة قطعة من نخل فناقلت بها إلى مال عبد الله بن زمعة وتوفي\nإبراهيم في بني مازن عند أم بردة وهو ابن ثمانية عشر شهرا فقال رسول الله\nصلى الله عليه وسلم (إن له مرضعة تتم رضاعه في الجنة) وغسلته أم بردة وحمل\nمن بيت أم بردة على سرير صغير وصلى عليه رسول الله صلى الله عليه وسلم\nبالبقيع فقيل له يا رسول الله أين تدفنه قال عند فرطنا عثمان بن مظعون وكان\nعثمان أول من دفن بالبقيع وتوفي رسول الله صلى الله عليه وسلم ومارية في\nملكه فعتقت فاعتدت عليه ثلاث حيض بعده وكانت في مشربتها ينفق عليها أبو بكر\nحتى توفي ثم ولي عمر فكان يصنع مثل ذلك حتى توفيت في أول خلافة عمر لسنتين\nمن خلافته في شهر رمضان فرؤي عمر يحشر الناس إلى شهودها ثم حملوها من\nمنزلها حتى وضعوها ببقيع الغرقد ثم صلى عليها عمر وقبروها بالبقيع\n</p>\n\n<p>\nأنا محمد أنبا الزبير حدثني <span id='ms21'></span> محمد بن حسن عن عبد الله بن وهب عن ابن لهيعة\nعن عمر مولى غفرة\n</p>\n\n<p>\nأن رسول الله صلى الله عليه وسلم قال (الله في أهل الذمة أهل المدرة\nالسوداء السحم الجعاد فإن لهم نسبا وصهرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nقال عمر مولى غفرة نسبهم أن أم إسماعيل النبي منهم وصهرهم أن رسول الله\nصلى الله عليه وسلم استسر منهم\n</p>\n\n<p>\nقال ابن لهيعة أم إسماعيل هاجر وهي من أم العرب قرية كانت أمام الفرما\nوأم إبراهيم مارية سرية النبي صلى الله عليه وسلم التي أهدى له المقوقس من\nحفن من كورة أنصنا\n</p>\n\n<p>\nأنبا محمد أنبا الزبير حدثني محمد بن حسن عن محمد بن إسماعيل عن عبد الله\nبن محمد بن عثمان بن علي بن أبي طالب\n</p>\n\n<p>\nأن إبراهيم بن النبي صلى الله عليه وسلم توفي فخرج به وخرج النبي صلى\nالله عليه وسلم يمشي أمام سريره ثم جلس على قبره ثم دلي في قبره فلما رآه\nرسول الله صلى الله عليه وسلم قد وضع في القبر دمعت عيناه فلما رأى أصحابه\nذلك بكوا حتى ارتفعت أصواتهم فأقبل عليه أبو بكر فقال يا رسول الله تبكي\nوأنت تنهانا عن البكاء فقال النبي صلى الله عليه وسلم (يا أبا بكر تدمع\nالعين ويوجع القلب ولا نقول ما يسخط الرب) قال ثم دفن فقال النبي صلى الله\nعليه وسلم (هل من أحد يأتينا بماء نطهر به قبر إبراهيم) قال فأتي بماء فأمر\nبه فرش على قبر إبراهيم ثم وضع يده اليمنى على قبره من عند رأسه ثم قال\n(ختمت عليك بالله من الشيطان الرجيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nأنبا محمد أنا الزبير حدثني محمد بن حسن عن محمد بن إسماعيل عن عبد الله\nبن محمد بن عمر عن أبيه أن رسول الله صلى الله عليه وسلم رش على قبر\nإبراهيم ابنه وكان أول من رش على قبره وختم عليه بيديه وقال عند رأسه\n(السلام عليكم)\n</p>\n\n<h1 class='l1' id='head17'>ما جاء فيما أوتي رسول الله صلى الله عليه وسلم من القوة في الجماع</h1>\n\n<p>\nأنبا محمد <span id='ms22'></span> أنا الزبير حدثني محمد بن حسن عن حاتم بن إسماعيل عن أسامة بن\nزيد عن صفوان بن سليم قال قال رسول الله صلى الله عليه وسلم (لقيني جبريل\nبقدر فأكلت منها وأعطيت الكفيت وقاع أربعين رجلا)\n</p>\n\n<p>\nأنبا محمد أنا الزبير حدثني محمد بن حسن عن عبد العزيز بن محمد عن يعقوب\nبن يحيى بن عباد قال قال النبي صلى الله عليه وسلم أعطيت الكفيت وقاع\nثلاثين رجلا\n</p>\n\n<p>\nأنبا محمد أنبا الزبير حدثني محمد بن حسن عن محمد بن اسماعيل عن ابن أبي\nملكية قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n(إن جبريل أتاني بالهريس فشد بها ظهري)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nأنبا محمد أنبا الزبير حدثني محمد بن حسن عن إسحاق بن عيسى عن أبي حرة عن\nالحسن قال قال رسول الله صلى الله عليه وسلم أتاني جبريل بهريس من الجنة\nوقال إنها تشد الظهر\n</p>\n\n<p>\nأنا محمد أنا الزبير حدثني محمد بن حسن عن إسحاق بن عيسى عن إسماعيل ابن\nمسلم عن الحسن قال قال رسول الله صلى الله عليه وسلم (أتاني جبريل بهريسة\nمن الجنة فقال أصب منها أو نل منها فإنها جيدة في الباه)\n</p>\n\n<p>\nأخبرنا محمد أنا الزبير حدثني محمد بن حسن عن مالك بن أنس عن رجل من آل\nأبي رافع قال إن رسول الله صلى الله عليه وسلم أعطي من الجماع ما شاء الله\nفلما كانت الليلة التي أعطي فيها ما أعطي طاف على نسائه فكلما فرغ من امرأة\nاغتسل\n</p>\n\n<p>\nقال أبو رافع وكان معه تلك الليلة لو تركت الغسل حتى يكون غسلا بمرة قال\nرسول الله صلى الله عليه وسلم (هو أطهر أو أطيب يشك فيه)\n</p>\n\n<p>\nأنبا محمد أنبا الزبير حدثني محمد بن حسن عن محمد بن الفضل عن غضيف قال:\nقلت لسعيد بن جبير الزنى أشد أم قذف المحصنات قال لا بل الزنى قال فقلت إن\nالله يقو ل {إن الذين يرمون المحصنات الغافلات المؤمنات لعنوا في الدنيا\nوالآخرة} قال إنما هذا آخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             <span id='ms23'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "000",
    "036",
    "037",
    "038",
    "000",
    "040",
    "000",
    "000",
    "043",
    "044",
    "000",
    "046",
    "000",
    "000",
    "000",
    "000",
    "051",
    "052",
    "000",
    "054",
    "000",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063"
  ],
  "volumes": [
    "01"
  ]
}