{
  "content": "\n<p>\nحاشية السندي على سنن النسائي الجزء الثامن دار الكتب العلمية بيروت -\nلبنان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p001'> Vol. 08, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب القسامة والقود والديات القسامة بفتح قاف وتخفيف سين مهملة مأخوذة\nمن القسم وهي اليمين وهي في عرف الشرع حلف يكون عند التهمة بالقتل أو هي\nمأخوذة من قسمة الايمان على الحالفين قوله كان رجل خبر لأول قسامة على معنى\nقسامة كانت في هذه القضية استأجر رجلا هكذا في النسخ والمشهور في رواية\nالبخاري استأجره رجل من قريش من فخذ أخرى قيل وهو الذي في الكبرى وأما\nرواية الكتاب فقد جعلها الحافظ بن حجر رواية الأصيلي وأبي ذر في البخاري\nلكن قال وهو مقلوب والصواب استأجره رجل من فخذ أحدهم أي من قبيلة بعضهم\nوالضمير لقريش والأقرب من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p002'> Vol. 08, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nفخذ أخرى كما في البخاري فانطلق أي الأجير الهاشمي معه أي مع المستأجر\nالقرشي جوالق بضم جيم وكسر لام وعاء يكون من جلود وغيرها فارسي معرب كذا في\nالقسطلاني وفي المجمع هو بضم جيم وكسر لام الوعاء والجمع الجوالق بفتح جيم\nأغثني من الإغاثة بالمثلثة بعقال بكسر العين المهملة أي بحبل لا تنفر الإبل\nبكسر الفاء وضم الراء والإبل بالرفع فاعله لا تنفر الإبل بسقوط ما في\nالجوالق وعقلت على بناء المفعول فقال الفاء زائدة في جواب لما فحذفه بمهملة\nوذال معجمة أي رماه كان فيها في تلك الرمية أجله موته لا على الفور بل على\nالتراخي بأن مرض ثم مات الموسم أي موسم الحج شهدت أي قبل مبلغ من الابلاغ\nأو التبليغ مرة من الدهر أي وقتا من الأوقات أي في موسم من المواسم يا آل\nقريش بإضافة الآل إلى قريش وفي بعض النسخ يالقريش بفتح اللام داخلة على\nقريش للاستغاثة ومات المستأجر بفتح الجيم أي الأجير بعد أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p003'> Vol. 08, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nأوصى بما أوصى فمكث بضم الكاف ذكره القسطلاني وفي الموسم أي أتاه فأتته\nأي أبا طالب رجل <span id='ms514'></span> منهم من قوم القاتل ولا تصبر يمينه على بناء المفعول أو\nالفاعل من صبر كنصر وضرب معطوف على تجيز وروى على صيغة النهي واليمين\nالمصبورة هي التي يحبس لأجلها صاحبها فالمصبور هو الصاحب عين تطرف بكسر\nالراء أي تتحرك يريد أنه مات الكل وحلف عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p004'> Vol. 08, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nبن عباس مع أنه لم يولد حينئذ اما لأنه تواتر عنده أو تكلم معه بعض من\nوثق به ويحتمل أنه أخبره بذلك النبي صلى الله تعالى عليه وسلم والله تعالى\nأعلم قوله خالفهما أي خالف يونس والأوزاعي معمر فيما بعد بن شهاب الزهري\nقوله ومحيصة هو وحويصة بضم ففتح ثم ياء مشددة مكسورة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p005'> Vol. 08, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nأو مخففة ساكنة وجهان مشهوران فيهما أشهرهما التشديد من جهد بفتح جيم أي\nتعب ومشقة فاتى على بناء المفعول أي أتاه آت وكذا أخبر في فقير هو مثل\nالفقير المقابل للغني بئر قريبة القعر واسع الفم فذهب أي شرع كبر بتشديد\nالباء أي قدم الأكبر اما أن يدوا مضارع ودى بحذف الواو كما في يفي والضمير\nلليهود اما أن يؤذنوا الظاهر أنه بفتح الياء من الاذن بمعنى العلم مثله\nقوله تعالى فأذنوا بحرب وضبط على بناء المفعول من الايذان بمعنى الاعلام\nوهو أقرب إلى الخط والمراد أنهم يفعلون أحد الامرين ان ثبت عليهم القتل دم\nصاحبكم المقتول أو دم صاحبكم القاتل على مذهب من يرى القصاص بالقسامة فوداه\nأي أعطى ديته قالوا إنما أعطى دفعا للنزاع واصلاحا لذات البين وجبرا\nلخاطرهم المكسور بقتل قريبهم والا فأهل القتيل لا يستحقون الا أن يحلفوا أو\nيستحلفوا المدعي عليهم مع نكولهم ولم يتحقق شئ من الامرين ثم روايات الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p006'> Vol. 08, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nلا تخلو عن اضطراب واختلاف ولذلك ترك بعض العلماء بعض رواياته وأخذ\nبروايات أخر لما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p007'> Vol. 08, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nترجح عندهم والله تعالى أعلم قوله إذا بمحيصة الباء زائدة كبر الكبر بضم\nفسكون بمعنى الأكبر فتبرئكم من التبرئة أي يرفعون ظنكم وتهمتكم أو دعوتكم\nعن أنفسهم وقيل يخلصونكم عن اليمين بأن يحلفوا فتنتهي الخصومة بحلفهم خمسين\nيمينا أي بخمسين يمينا <span id='ms515'></span> قوله يقسم خمسون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p008'> Vol. 08, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nمن أقسم قوله يتشحط في دمه أي يضطرب فيه ويتمرغ ويتخبط قوله الكبر الكبر\nبضم فسكون بمعنى الأكبر وتكريره للتأكيد وهو منصوب بتقدير عامل أي قدم\nالأكبر قالوا هذا عند تساويهم في الفضل وأما إذا كان الصغير ذا فضل فلا بأس\nأن يتقدم روى أنه قدم وفد من العراق على عمر بن عبد العزيز فنظر عمر إلى\nشاب منهم يريد الكلام فقال عمر كبر فقال الفتى يا أمير المؤمنين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p009'> Vol. 08, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nان الامر ليس بالسن ولو كان كذلك لكان في المسلمين من هو أسن منك فقال\nصدقت تكلم رحمك الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p010'> Vol. 08, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nقوله برمته بضم راء وتشديد ميم قطعة حبل يشد به الأسير أو القاتل للقصاص\nهذا هو الأصل ثم يراد به عرفا أدفعه إليك بكله فقسم رسول الله صلى الله\nتعالى عليه وسلم ديته عليهم أي على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p012'> Vol. 08, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nيهود أي على تقدير أن يقروا بذلك كأنه أرسل إلى يهود أنه يقسم الدية\nعليهم ويعينهم بالنصف ان أقروا فلما لم يقروا وداه من عنده والله تعالى\nأعلم قوله النفس بالنفس أي النفس تقتل في مقابلة النفس وهذا بيان الموصوفين\nبالخصال الثلاث إذ بيانهم يتبين الصفات الثلاث والحديث قد سبق في كتاب\nتحريم الدم قوله قتل رجل على بناء المفعول أو الفاعل ما أردت قتله أي ما\nكان القتل عمدا أما أنه إن كان الخ يفيد أن ما كان ظاهره العمد لا يسع فيه\nكلام القاتل انه ليس بعمد في الحكم نعم ينبغي لولي المقتول أن لا يقتله\nخوفا من لحوق الاثم به على تقدير صدق دعوى القاتل بنسعة بكسر نون قطعة جلد\nتجعل زماما للبعير وغيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p013'> Vol. 08, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nقوله فإنه يبوء بهمزة بعد الواو أي يرجع بإثمك واثم صاحبك ظاهره أن الولي\nإذا عفا عن القاتل بلا مال يتحمل القاتل اثم الولي والمقتول جميعا ولا يخلو\nعن اشكال فإن أهل التفسير قد أولوا قوله تعالى إني أريد أن تبوء بإثمي\nوإثمك فضلا عن اثم الولي ولعل الوجه في هذا الحديث أن يقال المراد برجوعه <span id='ms516'></span>\nبإثمهما هو رجوعه ملتبسا بزوال اثمهما عنهما ويحتمل أنه تعالى يرضى بعفو\nالولي فيغفر له ولمقتوله فيرجع والقاتل وقد أزيل عنهما اثمهما بالمغفرة\nوالله تعالى أعلم والمشهور هو الرواية الآتية وهي يبوء بإثمه واثم صاحبك أي\nالمقتول وقيل في تأويله أي يرجع ملتبسا بإثمه السابق وبالإثم الحاصل له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p014'> Vol. 08, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nبقتل صاحبه فأضيف إلى الصاحب لأدنى ملابسة بخلاف ما لو قتل فإن القتل\nيكون كفارة له عن اثم القتل وهذا المعنى لا يصلح للترغيب الا ان يقال\nالترغيب باعتبار إيهام الكلام بالمعنى الظاهر ويجوز الترغيب بمثله توسلا به\nإلى العفو وإصلاح ذات البين كما يجوز التعريض في محله والله تعالى أعلم\nقوله كانا في جب بضم جيم وتشديد موحدة هو بئر غير مطوي فرفع المنقار الظاهر\nأن المراد بالمنقار ههنا آلة نقر الأرض أي حفرها ويقال له المنقر بكسر\nالميم والمعول والله تعالى أعلم ان قتلته كنت مثله أي في كون كل منهما قاتل\nنفس وإن كان هذا قتل بالباطل وأنت قتلت بالحق لكن أطلق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p015'> Vol. 08, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nالكلام لايهامه ظاهره ليتوسل به إلى العفو أو المراد كنت مثله إن كان\nالقاتل صادقا في دعوى أن القتل لم يكن عمدا والله تعالى أعلم فرجع فقال أي\nالولي ان قتلته على صيغة المتكلم قوله رضي الله تعالى عنهما قال بلى فإن\nذاك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p016'> Vol. 08, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nان شرطية أي فإن كان الامر ذاك فقد عفوت عنه قوله القاتل والمقتول في\nالنار لم يرد أن هذا القاتل والمقتول في النار بل أراد أن القاتل والمقتول\nيكونان في النار فيما إذا التقى المسلمان بسيفيهما فهو خبر صادق في محله\nلكن لايهام الكلام المعنى الأول ذكره ليكون وسيلة إلى العفو والله تعالى\nأعلم فلحق الرجل على بناء المفعول والمراد بالرجل ولي المقتول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p017'> Vol. 08, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nقوله فأعنفه من أعنف بالنون والفاء إذا وبخ كعنف بالتشديد وهذه قضية أخرى\nغير قضية صاحب النسعة ولعله صلى الله تعالى عليه وسلم علم بوحي أن القتل في\nحق هذا القاتل خير بخلاف القاتل في الواقعة السابقة والله تعالى أعلم قوله <span id='ms517'></span>\nكان قريظة بالتصغير والنضير كالأمير وخبر كان محذوف أي في المدينة أو\nبينهما فرق في الشرف ونحو ذلك مائة وسق بفتح واو وسكون سين وكسر الواو لغة\nستون صاعا فقالوا بيننا الخ أي قالت قريظة ذاك حين أبى النضير دفع القاتل\nإليهم جريا على العادة السالفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p018'> Vol. 08, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nقوله يودون على بناء المفعول من الدية قوله هل عهد إليك أي أوصاك الا ما\nفي كتابي لا يخفى أن ما في كتابه ما كان من الأمور المخصوصة به فالاستثناء\nاما بملاحظة الكتاب فكأنه صلى الله تعالى عليه وسلم خص عليا بأن أمره أن\nيكتب دون غيره أو لبيان نفي الاختصاص بأبلغ وجه أي لو كان شئ خصنا به لكان\nما في كتابي لكن الذي في كتابي ليس مما خصنا به فما خصنا بشئ والله تعالى\nأعلم من قراب سيفه بكسر القاف هو وعاء يكون فيه السيف بغمده وحمائله تتكافأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p019'> Vol. 08, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nبتاءين أي تتساوى فيقتل الشريف بالوضيع ومنه أخذ المصنف أن الحر يقتل\nبالعبد لمساواة الدماء وهم يد أي اللائق بحالهم أن يكونوا كيد واحدة في\nالتعاون والتعاضد على الأعداء فكما أن اليد الواحدة لا يمكن أن يميل بعضها\nإلى جانب وبعضها إلى آخر فكذلك اللائق بشأن المؤمنين يسعى بذمتهم أي ذمتهم\nفي يد أقلهم عددا وهو الواحد أو أسفلهم رتبة وهو العبد يمشي به يعقده لمن\nيرى من الكفرة فإذا عقد حصل له الذمة من الكل ولا يقتل مؤمن بكافر ظاهره\nالعموم ومن لا يقول به يخصه بغير الذمي جمعا بينه وبين ما ثبت من أن لهم\nمالنا وعليهم ما علينا ولا ذو عهد من الكفرة كالذمي والمستأمن وبقية الحديث\nقد سبقت قوله من قتل عبده قتلناه اتفق الأئمة على أن السيد لا يقتل بعبده\nوقالوا الحديث وارد على الزجر والرضع ليرتدعوا ولا يقدموا على ذلك وقيل ورد\nفي عبد أعتقه سيده فسمى عبده باعتبار ما كان وقيل منسوخ قلت حاصل الوجه\nالأول أن المراد بقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p020'> Vol. 08, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nقتلناه وأمثاله عاقبناه وجازيناه على سوء صنيعه الا <span id='ms518'></span> أنه عبر بلفظ القتل\nونحوه للمشاكلة كما في قوله تعالى وجزاء سيئة سيئة مثلها وفائدة هذا\nالتعبير الزجر والردع وليس المراد أنه تكلم بهذه الكلمة لمجرد الزجر من غير\nأن يريد به معنى أو أنه أراد حقيقته لقصد الزجر فإن الأول يقتضي أن تكون\nهذه الكلمة مهملة والثاني يؤدي إلى الكذب لمصلحة الزجر وكل ذلك لا يجوز\nوكذا كل ما جاء في كلامهم من نحو قولهم هذا وارد على سبيل التغليظ والتشديد\nفمرادهم أن اللفظ يحمل على معنى مجازي مناسب للمقام فائدة هذه الفائدة\nتنفعك في مواضع فاحفظها وأما قولهم ورد في عبد أعتقه فمبنى على أن من\nموصولة لا شرطية والكلام أخبار عن واقعة بعينها والله تعالى أعلم ومن جدع\nبالتخفيف والتشديد للتكثير لا يناسب المقام والله تعالى أعلم قوله أنه نشد\nأي طلب تحقيقه حمل بن مالك بفتح الحاء المهملة والميم بمسطح بكسر الميم عود\nمن أعواد الخباء وجنينها أي وقتلت التي في بطنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p021'> Vol. 08, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nمن الولد قوله رضي الله تعالى عنه على أوضاح بحاء مهملة هي نوع من حلى\nصيغت من الدراهم الصحاح قوله ثم رضخ بضاد وخاء معجمتين على بناء الفاعل أي\nكسر وبها رمق أي بقية حياة فجعلوا يتبعون في الصحاح تتبعت الشئ تتبعا أي\nتطلبته وكذلك تبعته تتبيعا فهذا يحتمل أن يكون من التتبع لكن بالعدول إلى\nتشديد التاء المثناة أو من التتبيع والباء الموحدة على الوجهين مشددة\nوالمراد يبحثون عندها عن الناس ويذكرونهم قالت نعم أي حين ذكروا القاتل\nقالت نعم بالإشارة وكانت قبل ذلك تقول لا بالإشارة فأمر رسول الله صلى الله\nتعالى عليه وسلم أي بعد أن حضر وأقر بذلك كما جاء صريحا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p022'> Vol. 08, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوالا فلا عبرة بقول المقتول فضلا عن إيمائه والله تعالى أعلم قوله لا يحل\nقتل مسلم الا في إحدى ثلاث استدل بالحصر على أنه لا يقتل مسلم بكافر وأنت\nخير أن الحصر يحتاج إلى تأويل لان المرتد يقتل وان لم يحارب بقطع الطريق\nوكذلك غيره وقد ذكر تأويل الحصر <span id='ms519'></span> فيما تقدم فلا يستقيم الاستدلال بهذا\nالحديث على مراده على أنه جاء في بعض رواياته النفس بالنفس فليتأمل قوله شئ\nسوى القرآن أي شئ مكتوب والا فلا شك أنه كان عنده أكثر مما ذكر الا أن يعطى\nالله كأنه استثناء بتقدير مضاف أي الا أثر إعطاء الله الخ وكأنه كتب بعد\nآثار ما أعطاه الله من الفهم وعده مما عنده من رسول الله صلى الله تعالى\nعليه وسلم اما لأنه عرضه عليه عليه الصلاة والسلام فقرره أو لأنه لما\nاستخرجه من كلامه صلى الله تعالى عليه وسلم عده مما عنده منه عليه الصلاة\nوالسلام ولا يخفى أن قوله أن يعطى الله على ما ذكرنا لا يحمل على الاستقبال\nفليتأمل وعلى ما ذكر ظهر عطف قوله أو ما في هذه الصحيفة على قوله أن يعطى\nوظهر وجه كون الاستثناء في الموضعين متصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p023'> Vol. 08, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوفكاك الأسير بفتح فاء وكسرها أي فيها حكم الفكاك والترغيب فيه وأنه من\nأنواع بر يهتم به والمراد بالأسير أسير يصلح لذلك والا فمن لا يصلح له لا\nينبغي فكاكه قوله إن الناس قد تفشغ بفاء وشين معجمة وغين معجمة أي فشار\nانتشر فيهم ما يسمعون أي منك من كثرة سبحان الله صدق الله ورسوله فإنه كان\nيكثر ذلك فزعم الناس أن عنده علما مخصوصا به وقد ذكر السيوطي ههنا ما لا\nيناسب المقام فليتنبه لذلك قوله في غير كنهه أي في غير وقته الذي يجوز فيه\nقتله وتتبين فيه حقيقة أمره من نقص وكنه الشئ وقته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p024'> Vol. 08, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nأو حقيقته حرم الله عليه الجنة أي دخولها أولا بالاستحقاق قوله إن غلاما\nقال الخطابي هذا الغلام الجاني كان حرا قلت أراد أن الغلام بمعنى الصغير لا\nالمملوك كما فهمه المصنف ثم قال وكانت جنايته خطأ وكانت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p025'> Vol. 08, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nعاقلته فقراء وإنما تواسى العاقلة من وجد منهم وسعة ولا شئ على الفقير\nمنهم وأما العبد إذا جنى فجنايته في رقبته قوله إن أخت الربيع بضم الراء\nوفتح الباء الموحدة وتشديد الياء القصاص أي الحكم <span id='ms520'></span> هو القصاص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p026'> Vol. 08, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nويحتمل النصب أي أدوا القصاص وسلموه إلى مستحقه أم الربيع بفتح راء وكسر\nباء وتخفيف ياء أيقتص الخ أخبار بان الكسر لا يتحقق لا رد الحكم لو أقسم\nعلى الله أي متوكلا عليه في حصول المحلوف عليه قوله أنس بن النضر الخ قال\nالنووي القائل في هذه الرواية أنس بن النضر والجارحة الربيع نفسها لا أختها\nكما سيجئ بخلاف الرواية الأولى في الامرين فيحمل على تعدد القضية والله\nتعالى أعلم قوله كسرت الربيع بالتصغير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p027'> Vol. 08, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عض يد رجل أي أخذها بالأسنان فانتزع يده أي اجتذبها من فيه ثنيته\nواحدة الثنايا وهي الأسنان المتقدمة ثنتان من فوق وثنتان من أسفل فاستعدى\nفي الصحاح استعديت على فلان الأمير فأعداني أي استعنت به عليه فأعانني عليه\nتقضمها هو بفتح الضاد المعجمة أفصح من كسرها والقضم الاكل بأطراف الأسنان\nالفحل أي الجمل وهو إشارة إلى علة الاهدار وقوله إن شئت الخ إشارة إلى أنه\nلو فرض هناك قصاص لكان ذاك بهذا الوجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p028'> Vol. 08, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nقوله فندرت أي سقطت يعض بحذف همزة الاستفهام والأصل أيعض على طريق\nالانكار قوله كما يعض البكر بفتح فسكون هو الفتى من الإبل بمنزلة الغلام من\nالانسان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p029'> Vol. 08, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nقوله فأطلها بتشديد اللام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p030'> Vol. 08, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nقوله فأندر أي أسقط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p031'> Vol. 08, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nقوله نترها بنون وتاء مثناة من فوق وراء مهملة في النهاية النتر جذب فيه\nقوة وجفوة قوله فأكب عليه أي سقط عليه لينال شيئا بالاستعجال ولم يصبر\nفطعنه تأديبا بعرجون بضم عين عود أصفر فيه شماريخ العذق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p032'> Vol. 08, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nفاستقد أي فاطلب مني القود وخذه مني وقد جاء في القصاص من نفسه أحاديث\nعديدة قوله رضي الله تعالى عنهما في أب كان له أي للعباس فصعد المنبر وفيه\nأن الامام يطلب العفو في القود إذا رأى فيه مصلحة لا تسبوا فيه أن السباب\nمؤذ فإذا بدأ بالسب وعاد إليه شئ من الأذى بسببه فلا ينبغي له أن يطلب فيه\nالقود لأنه جاءه كالجزاء لعمله قوله فجبذ في القاموس الجبذ الجذب وليس\nمقلوبة بل لغة صحيحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p033'> Vol. 08, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nكما وهمه <span id='ms521'></span> الجوهري فحمر من التحمير أي جعلها حمراء احمل لي اعطني من\nالطعام وغيره ما أحمل عليهما وهذا من عادة جفاة الاعراب وخشونتهم وعدم\nتهذيب أخلاقهم لا أي لا أحمل من مالي واستغفر الله من أن أعتقد ذلك لا أحمل\nلك حتى تقيدني من الإقادة ولعل المراد الاخبار انه لا يستحق أن يحمل له بلا\nأخذ القود منه والا فقد حمله بلا قود وفيه دلالة على شرع القود للجبذة\nوالله لا أقيدكها كأنه أراد أنه لكمال كرمه يعفو البتة وفي أمثال هذه\nالأحاديث دليل على أنه لولا المعجزات الا هذا الخلق لكفى شاهدا على النبوة\nوالله تعالى أعلم عزمت أي أقسمت أن لا يبرح مقامه أي لا يترك مقامه بل يقوم\nمقامه كأنه أراد إظهار ما أعطاه الله من شرح الصدر وسعة الخلق ليقتدوا به\nفي ذلك بقدر وسعهم والله تعالى أعلم قوله يقص من نفسه من أقص الأمير فلانا\nمن فلان إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p034'> Vol. 08, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nاقتص له منه فجرحه مثل جرحه أو قتله قودا قوله فلاجه بتشديد الجيم أي\nنازعه وخاصمه أو بتشديد الحاء المهملة قريب منه لكم كذا وكذا أي أعطيكم ذلك\nالقدر في مقابلة القود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p035'> Vol. 08, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nقوله فاستعصموا بالسجود أي طلبوا لأنفسهم العصمة بإظهار السجود فقتلوا\nعلى بناء المفعول بازدحام القتال بنصف العقل بعد علمه بإسلامهم وجعل لهم\nالنصف لأنهم قد أعانوا على أنفسهم بمقامهم بين ظهراني الكفار فكانوا كمن\nهلك بجناية نفسه وجناية غيره فسقط حصة جنايته من الدية وإني برئ أي من\nاعانته أو من ادايته بعد هذا ان قتل ألا لا تراءى ناراهما هو من الترائي\nوهو تفاعل من الرؤية ومنه قوله تعالى فلما تراء الجمعان وكان أصله تتراءى\nبتاءين حذفت إحداهما أي لا ينبغي للمسلم أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p036'> Vol. 08, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nينزل بقرب الكافر بحيث يقابل نار كل منهما نار صاحبه حتى كأن نار كل\nمنهما ترى نار صاحبه قوله يتبع هذا أي ولى المقتول الذي عفا يتبع القاتل\nويطلب منه الدية بالمعروف أي بالوجه اللائق أن يطلب به ويؤدي هذا أي القاتل <span id='ms522'></span>\nبأحسن وجه فإن ولي المتقول قد أحسن إليه حيث ترك دمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p037'> Vol. 08, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nبالمال فينبغي له أن يؤدي إليه المال بأحسن وجه قوله فهو بخير النظرين أي\nهو مخير بين النظرين يختار منهما ما يشاء ويرى له خيرا اما أن يقاد أي\nلأجله القاتل واما أن يفدى على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p038'> Vol. 08, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nبناء المفعول أي يعطى له الفدية قوله وعلى المقتتلين بكسر التاء الثانية\nأريد بهم أولياء القتيل والقاتل وسماهم مقتتلين لما ذكره الخطابي فقال يشبه\nأن يكون معنى المقتتلين ههنا أن يطلب أولياء القتيل القود فيمتنع القتلة\nفينشأ بينهم الحرب والقتال لأجل ذلك فجعلهم مقتتلين لما ذكرنا أن ينحجزوا\nأي يكفوا عن القود وكل من ترك شيئا فقد انحجز عنه والانحجاز مطاوع حجزه إذا\nمنعه أي ينبغي لورثة المقتول العفو الأول فالأول أي الأقرب فالأقرب فإذا\nعفى منهم واحد وان كانت امرأة سقط القود وصار دية والله تعالى أعلم قوله في\nعميا بكسر عين فتشديد ميم مقصور ومثله الرميا وزنا أي في حالة غير مبنية لا\nيدري فيه القاتل ولا حال قتله أو في ترام جرى بينهم فوجد بينهم قتيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p039'> Vol. 08, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nفقود يده أي فحكم قتله قود نفسه وعبر باليد عن النفس مجازا أي فهو قود\nجزاء لعمل يده الذي هو القتل فأضيف القود إلى اليد مجازا فمن حال بينه أي\nبين القاتل وبينه أي بين القود بمنع أولياء المقتول عن قتله بعد طلبهم ذلك\nلا بطلب العفو منهم فإنه جائز فعليه لعنة الله أي يستحق ذلك لا يقبل منه\nصرف قيل توبة لما فيها من صرف الانسان نفسه من حالة المعصية إلى حالة\nالطاعة ولا عدل أي فداء مأخوذ من التعادل وهو التساوي لان فداء الأسير\nيساويه والمراد التغليظ والتشديد فيمن حال بين الحدود وأمثالها قوله في\nعمية بكسر عين وتشديد ميم بعدها ياء مشددة ومثلها رمية في الوزن والمعنى ما\nسبق قوله قتيل الخطأ أي دية قتيل الخطأ بتقدير مضاف شبه العمد الشبه كالمثل\nيجوز في كل منهما الكسر مع السكون وفتحتان وهو صفة <span id='ms523'></span> الخطأ وقوله بالسوط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p040'> Vol. 08, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nمتعلق بقتيل الخطأ قوله ما كان بالسوط بدل من الخطأ أو الأول بدل والثاني\nبدل من البدل وحاصل المعنى على الوجهين قتيل قتل كان بالسوط والعصا قوله\nالخطأ العمد أي شبه العمد بتقدير مضاف ثنية ما دخلت في السادسة إلى بازل\nعامها متعلق بثنية وذلك في ابتداء السنة التاسعة وليس بعده اسم بل يقال\nبازل عام وبازل عامين خلفة بفتح فكسر هي الناقة الحاملة إلى نصف أجلها ثم\nهي عشار قوله مغلظة أي دية مغلظة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p041'> Vol. 08, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nقوله رضي الله تعالى عنهما ثلاثون بنت مخاض هي التي أتى عليها الحول وبنت\nلبون التي أتى عليها حولان والحقة بكسر الحاء وتشديد القاف هي التي دخلت في\nالرابعة قال الخطابي هذا الحديث لا أعرف أحدا من الفقهاء قال به رفع أي زاد\nوهذا أن أهل الإبل تؤخذ منهم الإبل بقيمتها في ذلك الزمان وأما أهل القرى\nفعليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p043'> Vol. 08, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nمقدار معين من النقد يؤخذ عنهم في مقابلة الإبل قوله وعشرين بن مخاض ذكور\nفي شرح السنة عدل الشافعي عن هذا إلى إيجاب عشرين بني لبون ذكور لان خشف بن\nمالك مجهول لا يعرف إلا بهذا الحديث وروى أن النبي صلى الله تعالى عليه\nوسلم ودى قتيل خيبر مائة من إبل الصدقة وليس في أسنان إبل الصدقة بن مخاض\nإنما فيها بن لبون عند عدم بنت المخاض قولا أبو عبد الرحمن في الكبرى\nالحجاج بن أرطاة ضعيف لا يحتج به وعشرين جذعة بفتحتين قوله اثني عشر ألفا\nهذا يؤيد القول أن النقد كان مختلفا بحسب الأوقات فإن قيمة الإبل مختلفة\nبحسب الأوقات والله تعالى أعلم وذكر قوله الا أن أغناهم الله قال في الكبير\nوالأطراف وابن ماجة بلفظ ذلك وقوله وما نقموا الا أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p044'> Vol. 08, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nأغناهم الله والمراد أن الله أغناهم بشرع الدية فأخذوها قوله حتى يبلغ\nالثلث من ديتها يعني أن المراد تساوي الرجل في الدية فيما كان إلى ثلث\nالدية فإذا تجاوزت الثلث وبلغ العقل نصف الدية صارت دية المرأة على النصف\nمن <span id='ms524'></span> دية الرجل قوله بدية الحر متعلق بقضى ظاهره أنه حر بقدر ما أدى سيما\nرواية على قدر ما عتق منه وهو مخالف لظاهر حديث عبد الله بن عمرو أنه عبد\nما بقي عليه درهم والفقهاء أخذوا بذلك الحديث وتركوا هذا اما لان الرق فيه\nهو الأصل فلا يثبت خلافه الا بدليل غير معارض أو علموا بنسخ هذا الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p045'> Vol. 08, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nوالله تعالى أعلم قال الخطابي أجمع عوام العلماء على أن المكاتب عبد ما\nبقي عليه درهم في جنايته والجناية عليه ولم يذهب إلى هذا الحديث أحد من\nالعلماء فيما بلغنا الا إبراهيم النخعي وقد روى في ذلك أيضا شئ عن علي بن\nأبي طالب وإذا صح الحديث وجب القول به إذا لم يكن منسوخا أو معارضا بما هو\nأولى منه قوله أن يودي على بناء المفعول من الدية دية الحر بالنصب على أنه\nمصدر للنوع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p046'> Vol. 08, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nقوله حذفت أي رمتها والذال معجمة وفي الحاء الاهمال والاعجام ذكره\nالسيوطي في حاشية أبي داود وعن الخذف رمى الحصاة قوله غرة أي مملوكا عبدا\nأو أمة ورأي طاوس أن الفرس يقوم مقام ذلك والله تعالى أعلم قوله التي قضى\nعليها هي المعتدية على التي أسقطت الجنين فإنها المقضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p047'> Vol. 08, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nعليها قوله بحجر ولعلها رمت بحجر وعمود جميعا (4818) صلى الله عليه وسلم\nغرة عبد أو وليدة المشهور تنوين غرة وما بعده بدل منه أو بيان له وروى\nبعضهم بالإضافة واو للتقسيم لا للشك فإن كلا من العبد والأمة يقال له الغرة\nإذ الغرة اسم للانسان المملوك ويطلق على معان أخر أيضا وقضى بدية المرأة\nالمقتولة على عاقلتها أي عاقلة القاتلة وهذا مبني على أن القتل كان شبه\nالعمد وليس بعمد كما تدل عليه هذه الرواية نعم الروايات متعارضة ففي بعضها\nجاء القصاص ويمكن التوفيق بأنه قضى بالقصاص ثم وقع الصلح والتراضي على\nالدية وفيه أن دية العمد على القاتل لا العاقلة الا أن يقال أنهم تحملوا\nعنها برضاهم فتأمل والله تعالى أعلم وورثها بتشديد الراء والظاهر أن الضمير <span id='ms525'></span>\nللقاتل بناء على أنها ماتت بعد ذلك أيضا ولا استهل أي ولا صاح عند الولادة\nليعرف به أنه مات بعد إن كان حيا يطل هو اما مضارع بضم الياء المثناة\nوتشديد اللام أي يهدر ويلغى أو ماض بفتح الباء الموحدة وتخفيف اللام من\nالبطلان من أجل سجعه أي قال له ذلك لأجل سجعه قال الخطابي لم يعبه بمجرد\nالسجع بل بما تضمنه سجعه من الباطل أو إنما ضرب المثل بالكهان لأنهم كانوا\nيروجون أقاويلهم الباطلة بأسجاع ترقق القلوب ليميلوا إليها والا فالسجع في\nموضع الحق جاء كثيرا قلت والظاهر أن ما جاء جاء بلا قصد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p048'> Vol. 08, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nوالقصد إليه غير لائق مطلقا والله تعالى أعلم قوله عن عبيد بن نضيلة\nبالتصغير فيهما ويقال بن نضلة بالتكبير بفتح نون فسكون ضاد معجمة قوله أدى\nصيغة المتكلم من الدية ولا صاح أي عند الولادة فاستهل أي فيقال أنه استهل\nولا بد من تقدير مثل ذلك والاستهلال هو الصياح عند الولادة فلا يصح أن يعطف\nعليه بالفاء فليتأمل والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p049'> Vol. 08, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nقوله تغرمني بالخطاب وتشديد الراء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p050'> Vol. 08, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nقوله جارتان أي ضرتان صخب بفتحتين أي ارتفاع صوت ومخاصمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p051'> Vol. 08, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nقوله والأخرى أم غطيف قال السيوطي المعروف أم عفيف بنت مسروح زوج حمل بن\nمالك كذا في مبهمات الخطيب وأسد الغابة ولم يذكر في الصحابيات من اسمها أم\nعطيف بالعين المهملة وقد يقال أم عفيف بنت مسروح الهذلية زوج حمل بن مالك\nالهذلي تقدم ذكرها في مليكة ثم ذكر أم غطيف في الغين المعجمة وقال هي أم\nغطيف الهذلية في أم عفيف في العين المهملة وقال في مليكة أنها بنت عويمر\nالهذلية وقيل بنت عويم بغير راء وتكني أم عفيف وقيل غطيف والأول المعتمد\nوالثاني وقع في كلام أبي عمر فهو تصحيف وهذا يدل على أن مليكة هي التي في\nكنيتها اختلاف أنها أم عفيف أو أم غطيف وهذا بعيد وإنما الخلاف في كنية\nالأخرى وأيضا قوله والثاني وقع في كلام أبي عمر بعيد فقد جاء عن بن عباس <span id='ms526'></span>\nأنها أم غطيف كما في النسائي وذكر القسطلاني في الديات وفي رواية البيهقي\nوأبي نعيم في المعرفة عن بن عباس أن المرأة الأخرى أم غطيف وذكر أن الذي في\nمسند أحمد والطبراني أن الرامية أم عفيف والله تعالى أعلم قوله لمولى أي\nلمعتق بالفتح أن يتولى مسلما أي يتخذ مسلما آخر غير معتقه بالكسر مولى له\nويقول مولاي فلان بغير اذنه أي بغير اذن مولاه وهذا القيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p052'> Vol. 08, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nلزيادة التقبيح والا فلا يجوز ذلك مع الاذن أيضا ولا يخفى ما في هذه\nالرواية من الاختصار المخل لكن الروايات الأخر مبينة للمراد قوله من تطبب\nأي تكلف في الطب وهو لا يعلمه فهو ضامن لما أتلفه بطبه قوله أشهد به أي\nأشهد بكونه ابني أما انك الخ أي جناية كل منهما قاصرة عليه لا تتعداه إلى\nغيره ولعل المراد الاثم والا فالدية متعدية ويحتمل أن يخص الجناية بالعمد\nوالمراد أنه لا يقتل الا القاتل لا غيره كما كان عليه أمر الجاهلية فهو\nأخبار يبطلان أمر الجاهلية ويؤيده الحديث الآتي والله تعالى أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p053'> Vol. 08, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nقوله السادة لمكانها بتشديد الدال أي الباقية الثابتة في مكانها أي لم\nتخرج من الحدقة فبقيت في الظاهر على ما كانت ولم يذهب جمال الوجه لكن ذهب\nابصارها والله تعالى أعلم قوله الله تعالى خمسا خمسا منصوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p055'> Vol. 08, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nعلى التمييز أي متساوية من حيث وجوب خمس من الإبل في الدية قوله الأصابع\nعشر عشر أي دية الأصابع عشر عشر جعلت سواء وان كانت مختلفة المعاني\nوالمنافع قصدا للضبط وكذا الأسنان ولو اعتبرت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p056'> Vol. 08, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nالمنفعة لاختلف الامر اختلافا شديدا قوله وفي المواضح جمع موضحة وهي\nالشجة التي توضح العظم أي تظهره والشجة الجراحة وإنما تسمى شجة إذا كانت في\nالوجه والرأس والمراد في كل واحدة من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p057'> Vol. 08, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nالموضحة خمس قالوا والتي فيها خمس من الإبل ما كان في الرأس والوجه وأما\nفي غيرهما فحكومة عدل قوله أن من اعتبط الخ يقال عبطت الناقة إذا ذبحتها من\nغير مرض أي من قتله بلا جناية ولا <span id='ms527'></span> جريرة الرب عز وجل فإنه قود أي فان\nالقاتل يقتل به ويقاد إذا أوعب جدعه أي قطع جميعه الدية أي الكاملة في\nالادمي كله وفي البيضتين أي الخصيتين وفي المأمومة أي في الشجة التي تصل\nإلى أم الدماغ وهي جلدة فوق الدماغ وفي الجائفة أي الطعنة التي تبلغ جوف\nالرأس أو جوف البطن وفي المنقلة هي شجة يخرج منها صغار العظم وينقل عن\nأماكنها وقيل هي التي تنقل العظم أي تكسره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p058'> Vol. 08, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nقوله فالتقم عينه من خصاصة الباب الخصاصة ضبط بفتح الخاء المعجمة والصاد\nالمهملتين الفرجة والمعنى جعل فرجة الباب محاذي عينه كأنها القمة لها فبصر\nبه بضم الصاد فتوخاه أي طلبه ليفقأ كيمنع آخره همزة أي ليشق انقمع أي رد\nبصره ورجع قوله من جحر بتقديم الجيم المضمومة على الحاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p060'> Vol. 08, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nالمهملة الساكنة أي من ثقب بمدري بكسر ميم وسكون دال مهملة مقصور شئ يعمل\nمن حديد أو خشب على شكل سن من أسنان المشط يسرح به الشعر تنظرني أي تراني\nقوله فلا دية له ولا قصاص لكن لا يصدق الذي فعل في ذلك الا بشهود قوله\nفدرأه بهمزة أي دفعه فلم يرجع من المرور بل استمر مارا ما ضربته إنما ضربت\nالشيطان أي ما ضربته وهو بن أخي ولكن ضربته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p061'> Vol. 08, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nوهو شيطان فلا يرد أنه لا يصح نفي الحقيقة فلا يصح أن يقول ما ضربته الا\nأن يكون كذبا قوله فقال لم ينسخها بشئ الخ قد سبق تحقيق هذا الحديث في كتاب\nتحريم الدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p062'> Vol. 08, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nواليمين الغموس هي الكاذبة الفاجرة كالتي يقتطع بها الحالف مال غيره سميت\nغموسا لأنها تغمس في الاثم والنار وفعول للمبالغة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p063'> Vol. 08, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nقوله لا يزني العبد حين يزني وهو مؤمن هذا وأمثاله حمله العلماء على\nالتغليظ وعلى كمال الايمان وقيل المراد بالايمان الحياء لكونه شعبة من\nالايمان فالمعنى لا يزني الزاني وهو يستحيي من الله تعالى وقيل المراد\nبالمؤمن ذو الامن من العذاب وقيل النفي بمعنى النهي أي لا ينبغي للزاني أن\nيزني والحال أنه مؤمن فإن مقتضى <span id='ms528'></span> الايمان أن لا يقع في مثل هذه الفاحشة\nوالله تعالى أعلم كتاب قطع السارق قوله ولا ينتهب نهبة النهب الاخذ على وجه\nالعلانية والقهر والنهبة بالفتح مصدر وبالضم المال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p064'> Vol. 08, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nالمنهوب والتوصيف بالشرف باعتبار متعلقها الذي هو المال والتوصيف برفع\nأبصار الناس لبيان قسوة قلب فاعلها وقلة رحمته وحيائه قوله ثم التوبة\nمعروضة أي من الله تعالى على المؤمن مفتوح بابها أي فإذا تاب تاب الله عليه\nبعد أي إلى وقتنا هذا قوله خلع ربقة الاسلام الربقة في الأصل عروة في حبل\nيجعل في عنق البهيمة أو يدها والمراد ههنا تشبيه الاسلام بها كأنه طوق في\nعنق المسلم لازم به لزوم الربقة فإذا باشر بعض هذه الأفعال فكأنه خلع هذا\nالطوق من عنقه قوله يسرق البيضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p065'> Vol. 08, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nأي بيضة الدجاجة وهذا تقليل لمسروقه بالنظر إلى يده المقطوعة فيه كأنه\nكالبيضة والحبل مما لا قيمة له وقيل المراد أنه يسرق قدر البيضة والحبل أو\nلا ثم يجترئ إلى أن يقطع يده وقيل المراد بالبيضة بيضة الحديد وبالحبل حبل\nالسفينة وكل واحد منهما له قيمة ولا يخفى أنه لا يناسب سوق الحديث فإنه\nمسوق لتحقير مسروقه وتعظيم عقوبته والله تعالى أعلم قوله من الكلاعيين نسبة\nإلى ذي كلاع بفتح كاف وخفة لام قبيلة من اليمن فحبسهم الحبس للتهمة جائز\nوقد جاء عنه صلى الله تعالى عليه وسلم أنه حبس رجلا في تهمة كما سيجئ أخذت\nمن ظهروكم أي قصاصا ونقل عن أبي داود في بعض نسخ السنن أنه قال إنما أرهبهم\nبهذا القول أي لا أحب الضرب الا بعد الاعتراف قلت كنى به أنه لا يحل ضربهم\nفإنه لو جاز لجاز ضربكم أيضا قصاصا والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p066'> Vol. 08, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nقوله ما اخالك بكسر الهمزة هو الشائع المشهور بين الجمهور والفتح لغة بعض\nوإن كان هو القياس لكونه صيغة المتكلم من خال كخاف بمعنى ظن قيل أراد صلى\nالله تعالى عليه وسلم تلقين الرجوع عن الاعتراف وللامام ذلك في السارق إذا\nاعترف كما يشير إليه ترجمة المصنف <span id='ms529'></span> ومن لا يقول به يقول لعله ظن بالمعترف\nغفلة عن معنى السرقة وأحكامها أو لأنه استبعد اعترافه بذلك لأنه ما وجد معه\nمتاع واستدل به من يقول لا بد في السرقة من تعدد الاقرار فقال له قل الخ\nلعل المراد الاستغفار والتوبة من سائر الذنوب أو لعله قال ذلك ليعزم على\nعدم العود إلى مثله فلا دليل لمن قال الحدود ليست كفارات لأهلها مع ثبوت\nكونها كفارات بالأحاديث الصحاح التي كادت تبلغ حد التواتر كيف والاستغفار\nمما أمر به النبي صلى الله تعالى عليه وسلم فقال استغفر لذنبك وقد قال\nتعالى لقد تاب الله على النبي لمعان ومصالح ذكروا في محله فمثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p067'> Vol. 08, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nلا يصلح دليلا على بقاء ذنب السرقة والله تعالى أعلم قوله فأمر بقطعة قيل\nأي بعد اقراره بالسرقة قلت وهو الوارد والا فيحتمل أن يقال أنه بعد قيام\nالبينة قد تجاوزت عنه وقد جاء أنه قال أبيعه منه أو أهبه له يريد أن يجعل\nالرداء ملكا له فيرتفع مسمى السرقة فما قبل صلى الله تعالى عليه وسلم شيئا\nمن ذلك وقال أفلا كان الخ أي لو تركته قبل احضاره عندي لنفعه ذلك وأما بعد\nذلك فالحق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p068'> Vol. 08, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nللشرع لا لك والله تعالى أعلم قوله أنه طاف بالبيت المشهور أن القضية\nكانت في مسجد النبي صلى الله تعالى عليه وسلم كما سيجئ ثم الحديث يدل على\nأن المسجد حرز في حق النائم عند ماله فيه قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p069'> Vol. 08, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nتعافوا الحدود أي تجاوزوا عنها ولا ترفعوها إلى فاني متى علمتها أقمتها\nقوله تستعير المتاع قيل ذكرت العارية تعريفا لحالها الشنيعة لا لأنها سبب\nالقطع وسبب القطع إنما كان السرقة لا جحد العارية قال الجمهور لا قطع على\nمن جحد العارية وقال أحمد وإسحاق بالقطع قلت قول الراوي فأمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p070'> Vol. 08, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nبالفاء ظاهر في قول أحمد وآب عن تأويل الجمهور وقد جاء في بعض الروايات\nما هو كالصريح في ذلك وما جاء من لفظ السرقة في بعض الروايات فيحتمل\nالتأويل والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p071'> Vol. 08, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nقوله الله عز <span id='ms530'></span> وجل الا حبه بكسر الحاء أي محبوبه قوله يعرفون على بناء\nالمفعول وكذا قوله) وهي لا تعرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p073'> Vol. 08, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nقوله خير لأهل الأرض أي أكثر بركة في الرزق وغيره من الثمار والأنهار من\nأن يمطروا على بناء المفعول يقال مطرتهم السماء ومطروا قوله قطع رسول الله\nصلى الله تعالى عليه وسلم في مجن بكسر ففتح فتشديد نون اسم لكل ما يستر به\nمن الترس ونحوه ثم ظاهر الكتاب نوط القطع بتحقق مسمى السرقة قال تعالى\nوالسارق والسارقة فاقطعوا أيديهما لكن الأئمة اتفقوا على تقييد هذا الاطلاق\nواختلفوا في القدر الذي يقطع فيه ولا يخفى أن حديث في مجن قيمته خمسة دراهم\nأو ثلاثة دراهم لا يدل على تعيين أن ذلك القدر خمسة دراهم أو ثلاثة دراهم\nولا ينفي القطع فيما دونه لا منطوقا ولا مفهوما لأنه حكاية حال لا عموم له\nوكذا ما جاء من القطع في عشرة دراهم وقد جاء التحديد في الروايات الصحيحة\nبربع دينار فالأقرب القول به وما جاء من القطع بثلاثة دراهم فقد جاء أن\nثلاثة دراهم كان ربع الدينار في ذلك الوقت فصار الأصل ربع الدينار وقد\nاعترف بقوة هذا القول كثير من المخالفين ومن زاد في التحديد على ربع\nالدينار اعتذر بأن أحاديث التحديد لا تخلو عن اضطراب وقد اتفقوا على أن لا\nقطع بمطاق مسمى السرقة ويد المسلم له حرمة فلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p076'> Vol. 08, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nينبغي قطعها بالشك وفيما دون عشرة دراهم حصل الشك بواسطة الاضطراب في\nالحديث واختلاف الأئمة فالوجه تركه والاخذ بالعشرة التي لا خلاف لاحد في\nالقطع بها والله تعالى أعلم قوله سرق كضرب من صفة النساء بضم صاد وتشديد\nفاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p077'> Vol. 08, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nقوله يعني ثمن المجن المراد بالثمن القيمة إذ الأشياء تحد وتعرف بالقيم\nلا بالأثمان ثم المراد مجن معين وهو ما قيمته ربع دينار أو المجن عندهم\nغالبا ما كان أقل من ربع دينار والا فالمجن مختلف القيمة فلا يصلح للضبط\nوأما ثلث دينار أو نصف دينار فهو مخالف للمشهور وهو ربع دينار مع ما فيه <span id='ms531'></span> من\nالشك والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p078'> Vol. 08, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nقوله رحمه الله الا في المجن أو ثمنه هو شك من الرواة والمراد بثمن المجن\nقيمته كما تقدم قوله المجن أربعة دراهم كأن قيمته كانت أحيانا أربعة دراهم\nأو كان ربع الدينار كان أربعة دراهم فحدد عروة بذلك والا فالمدار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p081'> Vol. 08, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nعلى ربع الدينار قوله لا تقطع الخمس أي خمس أصابع وهو كناية عن اليد الا\nفي الخمس أي خمس دراهم وهذا لا يقابل المرفوع الصحيح قوله في أدنى من حجفة\nبحاء مهملة ثم جيم مفتوحتين هي الدرقة وهي معروفة كذا ذكره النووي قوله\nوثمن المجن يومئذ دينار هذا حكاية ما بلغهم من ثمن المجن في بعض أوقات تلك\nالأيام أو هو ثمن قسم من المجن في ذلك الزمان فزعموا أنه الحد لكن حين أن\nالحد ربع الدينار فلا ينظر إلى هذا المقال والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p082'> Vol. 08, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nقوله في ثمر بفتحتين معلق أي بالأشجار الجرين كأمير موضع يجمع فيه التمر\nويجفف والمقصود أنه لا بد في تحقق الحرز في القطع في حريسة الجبل أراد بها\nالشاة المسروقة من المرعى والاحتراس أن يؤخذ الشئ من المرعى يقال فلان يأكل\nالحرسات إذا كان يأكل أغنام الناس كذا نقل عن شرح السنة المراح بفتح الميم\nالمحل ترجع إليه وتبيت فيه قوله ما أصاب عبارة عن الثمر وضمير المفعول\nمحذوف من ذي حاجة من زائدة وحملوه على حالة الاضطرار أي فقالوا إنما أبيح\nللمضطر والخبنة بضم الخاء المعجمة وسكون الباء الموحدة ونون معطف الإزار\nوطرف الثوب أي لا يأخذ منه في ثوبه فلا شئ عليه أي على المصيب ولا بد من\nتقدير فيه أي في ذلك الثمر غرامة مثلية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p085'> Vol. 08, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nبالتثنية وقد جاء بالافراد في بعض نسخ أبي داود وهو أظهر وأمثل بقواعد\nالشرع والتثنية من باب التعزير بالمال والجمع بينه وبين العقوبة وغالب\nالعلماء على نسخ التعزير بالمال قوله فقال هي أي على من سرقها هي ومثلها\nوالنكال أي العقوبة قوله لا قطع في ثمر بفتحتين فسر بما كان معلقا بالشجر <span id='ms532'></span>\nقبل أن يجد ويحرز كما تقدم وقيل المراد به أنه لا قطع فيما يتسارع إليه\nالفساد ولو بعد الاحراز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p086'> Vol. 08, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nولا كثر بفتحتين جمار النخل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p087'> Vol. 08, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nقوله على خائن هو الاخذ مما في يده على وجه الأمانة ولا منتهب النهب\nالاخذ على وجه العلانية والقهر ولا مختلس الاختلاس أخذ الشئ من ظاهر بسرعة\nقالوا كل ذلك ليس فيه معنى السرقة قال القاضي عياض شرع الله إيجاب القطع\nعلى السارق ولم يجعل ذلك في غيرها كالاختلاس والانتهاب والغصب لان ذلك قليل\nبالنسبة إلى السرقة ولأنه يمكن استرجاع هذا النوع باستعداء الولاة ويسهل\nإقامة البينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p088'> Vol. 08, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nعليه بخلاف السرقة فعظم أمرها واشتدت عقوبتها ليكون أبلغ في الزجر عنها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p089'> Vol. 08, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nقوله فقال اقتلوه سبحان من أجرى على لسانه صلى الله تعالى عليه وسلم ما\nآل إليه عاقبة أمره والحديث يدل بظاهره على أن السارق في المرة الخامسة\nيقتل وقد جاء القتل في المرة الخامسة مرفوعا عن جابر في أبي داود والنسائي\nفي الرواية والفقهاء على خلافه فقيل لعله وجد منه ارتداد أوجب قتله وهذا\nالاحتمال أوفق بما في حديث جابر أنهم جروه وألقوه في البئر إذ المؤمن وان\nارتكب كبيرة فإنه يقبر ويصلى عليه لا سيما بعد إقامة الحد وتطهيره وأما\nالإهانة بهذا الوجه فلا تليق بحال المسلم وقيل بل حديث القتل في المرة\nالخامسة منسوخ بحديث لا يحل دم امرئ مسلم الحديث وأبو بكر ما علم بنسخه\nفعمل به وفيه أن الحصر في ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p090'> Vol. 08, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث محتاج إلى التوجيه فكيف يحكم بنسخ هذا الحديث على أن التاريخ غير\nمعلوم والله تعالى أعلم قوله ثم كشر بيديه ورجليه قيل هكذا في النسخ والكشر\nظهور الأسنان للضحك وليس له كثير معنى ههنا وفي الكبرى كسر بالمهملة وصحح\nعليها وليس له كثير معنى وقد جاء كشيش الأفعى بشينين معجمتين بلا راء بمعنى\nصوت جلدها إذا تحركت يقال كشت تكش وهذا المعنى صحيح هنا لو ساعدته رواية\nقلت وقوع تحريف قليل من الناسخ غير بعبد والله تعالى أعلم فانصدعت الإبل أي <span id='ms533'></span>\nتفرقت قوله لا تقطع الأيدي في السفر وجاء في روايات الحديث في الغزو وهذا\nالحديث أخذ به الأوزاعي ولم يقل به أكثر الفقهاء فقال قائل الحديث ضعيف\nوقال قائل المراد بقوله في غزو أي في غنيمة لأنه شريك بسهمه فيه وقيل هذا\nإذا خيف لحوق المقطوع يده بدار الحرب والله أعلم قوله ولو بنش بفتح نون\nوتشديد شين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p091'> Vol. 08, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nعشرون درهما وقيل يطلق على النصف من كل شئ فالمراد ولو بنصف القيمة أو\nبنصف درهم والله تعالى أعلم والمراد البيع مع بيان الحال وأمره بالبيع مع\nأنه ينبغي للمسلم أن يحب لأخيه ما يحب لنفسه لان الانسان قد لا يقدر على\nإصلاح حاله ويكون غيره قادرا عليه والله تعالى أعلم قوله شعرته أي العانة\nاستحيي أي ترك حيا قوله وعلق يديه أي ليكون عبرة ونكالا قال بن العربي في\nشرح الترمذي ولو ثبت هذا الحكم لكان حسنا صحيحا لكنه لم يثبت ويرويه الحجاج\nبن أرطاة قامت والحديث قد حسنه الترمذي وسكت عليه أبو داود وان تكلم فيه\nالنسائي والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p092'> Vol. 08, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nقوله لا يغرم من التغريم أي ان وجد عنده عين المسروق يؤخذ منه والا يترك\nبعد اجراء الحد عليه ولا يضمن وبه أخذ الإمام أبو حنيفة رحمه الله تعالى\nوالجمهور يتكلمون في الحديث بأنه مرسل كما ذكره المصنف وذلك لان المسور بن\nإبراهيم لم يسمع عن عبد الرحمن وروايته عنه مرسلة والمرسل ليس بحجة عند بعض\nفكيف يؤخذ به في مقابلة العصمة الثابتة لمال المسلم قطعا لكن الارسال عند\nأبي حنيفة ليس بجرح فإن المرسل عنده حجة والله تعالى أعلم كتاب الايمان\nقوله أي الاعمال أفضل الخ قد جاء في أفضل الأعمال أحاديث مختلفة ذكر\nالعلماء في التوفيق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p093'> Vol. 08, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nبينها وجوها وأحسن ما قالوا أنه خاطب كل شخص بالنظر إلى مقامه وما يقتضيه\nحاله كما هو حال الحكيم نعم لا اشكال في هذا الحديث فإن الظاهر أن الايمان\nأفضل الأعمال على الاطلاق وفيه إطلاق اسم العمل على الايمان وأنه لا يختص <span id='ms534'></span>\nبأفعال الجوارح وعلى هذا فعطف العمل على الايمان في مواضع من القرآن مثل ان\nالذين آمنوا وعملوا الصحالحات من عطف الأعم على الأخص الا أن يخص العمل في\nالآية بعمل الجوارح بقرينة المقابلة فيكون من عطف المتباينين والله تعالى\nأعلم قوله لا يشك فيه أي في متعلقه وهو المؤمن به والمراد بنفي الشك نفي\nاحتمال متعلقة النقيض بوجه من الوجوه كما هو المعنى اللغوي لا نفي الاحتمال\nالمساوي كما هو المتعارف في الاصطلاح فرجع حاصل الجواب إلى أنه التصديق\nاليقيني دون الظني فإن التصديق يكون على وجه اليقين والظن فلا يرد أن الشك\nلا يجتمع مع التصديق أصلا فلا فائدة في هذا الوصف وحمل الشك فيه على إظهار\nالشك فيه بلفظ الاستثناء بأن يقول أنا مؤمن إن شاء الله بعيد والله تعالى\nأعلم قوله ثلاث أي ثلاث خصال أي خصال ثلاث وهو مبتدأ للتخصيص والجملة\nالشرطية خبر أو صفة وقوله أن يكون الله الخ خبر ومعنى من كن أي وجدن فكان\nتامة أو من كن مجتمعة فيه وهي ناقصة وجد بهن بسبب وجودهن فيه أو اجتماعهن\nفيه حلاوة الايمان أي انشراح الصدر به ولذة القلب له تشبه لذة الشئ إلى\nحصول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p094'> Vol. 08, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nفي الفم وطعمه عطفه عليها كعطف التفسير وقيل الحلاوة الحسن وبالجملة\nفللايمان لذة في القلب تشبه الحلاوة الحسية بل ربما يغلب عليها حتى يدفع\nبها أشد المرارات وهذا مما يعلم به من شرح الله صدره للاسلام اللهم\nارزقناها مع الدوام عليها أحب إليه قيل هو الحب الاختياري لا الطبعي ومرجعه\nإلى أن يختار طاعتهما على هوى النفس وغيرها وأن يحب أي غير الله في الله أي\nلأجله لا لأجل هواه وأن يبغض كل ما يبغض في الله أي لأجله وهما جميعا خصلة\nواحدة للزوم بينهما عادة وحاصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p095'> Vol. 08, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nهذا هو أن يكون الله تعالى عنده هو المحبوب بالكلية وأن يكون النفس\nمفقودا في جنب الله فلا يراها أصلا الا لله من حيث كونها عبدا له تعالى\nوعند ذلك يصير النفس <span id='ms535'></span> وغيره سواء الوجود هذا القدر في الكل فينظر إلى الكل\nبحد سواء ولا يرجح النفس على الغير أصلا بل رجح القريب إلى الله بقدر قربه\nعلى نفسه وحينئذ يظهر فيه آثار قوله عليه الصلاة والسلام لا يؤمن أحدكم حتى\nيحب لأخيه ما يحب لنفسه نعم هذا لا ينافي تقديم نفسه على غيره في الانفاق\nوغيره لأجل أمر الله تعالى بذلك وأن توقد الخ ظاهره أنه مبتدأ خبره أحب\nإليه لكن عد الجملة من الخصال غير مستقيم فالوجه أن يقدر أن يكون ويجعل أن\nيوقد الخ اسما له وأحب بالنصب خبرا أي وأن يكون ايقاد نار عظيمة فوقوعه\nفيها أحب إليه من الشرك أي أن يصير الشرك عنده لقوة اعتقاده بجزائه الذي هو\nالنار المؤبدة بمنزلة جزائه في الكراهة والنفرة عنه فكما أنه لو خير بين\nنار الآخرة ونار الدنيا لاختار نار الدنيا كذلك لو خير بين الشرك ونار\nالدنيا لاختار نار الدنيا ومرجع هذا أن يصير الغيب عنده من قوة الاعتقاد\nكالعيان كما روى عن علي لو كشف الغطاء ما ازددت يقينا ولا يخفى أن من تكون\nعقيدته من القوة بهذا الوجه ومحبة الله تعالى بذلك الوجه فهو حقيق بأن يجد\nمن لذة الايمان ما يجد والله تعالى أعلم قوله ما أحب المرء تفصيل للموصوفين\nبتلك الصفات الثلاث ليتبين به الصفات الثلاث والمراد من المرء من يحبه من\nالناس يشمل نفسه وغيره أن يرجع إلى الكفر بعد أن أنقذه الله منه قيد على\nحسب وقته إذ الناس كانوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p096'> Vol. 08, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nفي وقته أسلموا بعد سبق الكفر وهو كناية عن معنى بعد أن رزقه الله\nالاسلام وهداه إليه والرجوع على الأول على حقيقته وعلى الثاني كناية عن\nالدخول في الكفر قوله ووضع كفيه على فخذيه أي فخذي نفسه جالسا على هيئة\nالمتعلم كذا ذكره النووي واختاره التوربشتي بأنه أقرب إلى التوقير وأشبه\nبسمت ذوي الأدب أو فخذي النبي صلى الله تعالى عليه وسلم ذكره البغوي وغيره\nويؤيده الموافقة لقوله فأسند ركبتيه إلى ركبتيه <span id='ms536'></span> ورجحه بن حجر بأن في رواية\nبن خزيمة ثم وضع يديه على ركبتي النبي صلى الله تعالى عليه وسلم قال\nوالظاهر أنه أراد بذلك المبالغة في تعمية أمره ليقوى الظن أنه من جفاة\nالاعراب قلت وهذا الذي نقله من رواية بن خزيمة هو رواية المصنف في حديث أبي\nهريرة وأبي ذر والواقعة متحدة والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p097'> Vol. 08, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nيا محمد كراهة النداء باسمه صلى الله تعالى عليه وسلم في حق الناس لا في\nحق الملائكة فلا اشكال في نداء جبريل بذلك على أن التعمية كانت مطلوبة أن\nتشهد الخ حاصله أن الاسلام هو الأركان الخمسة الظاهرية يسأله والسؤال يقتضي\nالجهل بالسؤال عنه ويصدقه والتصديق هو الخبر بأن هذا مطابق للواقع وهذا فرع\nمعرفة الواقع والعلم به ليعرف مطابقة هذا له أن تؤمن بالله أي تصدق فالمراد\nبه المعنى اللغوي والايمان المسؤول عنه الشرعي فلا دور وفي هذا التفسير\nإشارة إلى أن الفرق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p098'> Vol. 08, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nبين الايمان الشرعي واللغوي بخصوص المتعلق في الشرعي وحاصل الجواب أن\nالايمان هو الاعتقاد الباطني عن الاحسان أي الاحسان في العبادة أو الاحسان\nالذي حث الله تعالى عباده على تحصيله في كتابه بقوله والله يحب المحسنين\nكأنك تراه صفة مصدر محذوف أي عبادة كأنك فيها تراه أوحال أي والحال كأنك\nتراه وليس المقصود على تقدير الحالية أن ينتظر بالعبادة تلك الحال فلا يعيد\nقبل تلك الحال بل المقصود تحصيل تلك الحال في العبادة والحاصل أن الاحسان\nهو مراعاة الخشوع والخضوع وما في معناهما في العبادة على وجه راعاه لو كان\nرائيا ولا شك أنه لو كان رائيا حال العبادة لما ترك ما قدر عليه من الخشوع\nوغيره ولا منشأ لتلك المراعاة حال كونه رائيا إلا كونه تعالى رقيبا عالما\nمطلعا على حاله وهذا موجود وان لم يكن العبد يراه تعالى ولذلك قال صلى الله\nتعالى عليه وسلم في تعليله فإن لم تكن تراه فإنه يراك أي وهو يكفي في\nمراعاة الخشوع بذلك الوجه فإن على هذا وصلية لا شرطية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p099'> Vol. 08, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nوالكلام <span id='ms537'></span> بمنزلة فإنك وان لم تكن تراه فإنه يراك فليفهم ما المسؤول عنها\nالخ أي هما متساويان في عدم العلم أن تلد الأمة ربتها أي أن تحكم البنت على\nالام من كثرة العقوق حكم السيدة على أمها ولما كان العقوق في النساء أكثر\nخصت البنت والأمة بالذكر وقد ذكروا وجوها أخر في معناه قوله وأن ترى الحفاة\nالعراة كل منهما بضم الأول العالة جمع عائل بمعنى الفقير رعاء الشاة كل\nمنهما بالمد والأول بكسر الراء والمراد الاعراب وأصحاب البوادي يتطاولون\nبكثرة الأموال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p100'> Vol. 08, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nفلبثت ثلاثا أي ثلاث ليال وقد جاء هذا في روايات كثيرة وهو بيان لقوله\nفلبثت مليا أي زمانا طويلا والله تعالى أعلم قوله وانا لجلوس جمع جالس\nكالقعود أو هو من إطلاق المصدر موضع الجمع حتى سلم من طرف السماط السماط\nبكسر السين الصف من الناس وفي بعض النسخ حتى سلم في طرف البساط وهذا يدل\nعلى أنهم فرشوا له صلى الله تعالى عليه ولم بساطا قال ادنوا صيغة المتكلم\nمن الدنو بمعنى القرب وهمزة الاستفهام مقدرة قال ادنه بسكون الهاء للسكتة\nأن تعبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p101'> Vol. 08, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nأي يوحده بلسانه على وجه يعتد به فشمل الشهادتين فوافق هذه الرواية رواية\nعمر وكذا حديث بني الاسلام على خمس وجملة الله تبارك وتعالى ولا تشرك به\nشيئا للتأكيد قال إذا فعلت على صيغة المتكلم أنكرناه استبعدنا كلامه وقلنا\nأنه سائل ومصدق وبين الوصفين تناقض قال الايمان بالله أي التصديق بوحدانيته\nفالمراد به المعنى اللغوي كما تقدم وتؤمن بالقدر الظاهر أنه من عطف الفعل\nعلى الاسم الصريح والنصب في مثله أحسن فنكس أي طأطأ رأسه أي خفضه الرعاء\nالبهم بضمتين نعت للرعاء أي السود وقيل جمع بهيم بمعنى المجهول الذي لا\nيعرف ومنه أبهم الامر إذا لم تعرف حقيقته وقيل أي الفقراء الذين لا شئ لهم\nوعلى هذا فهم رعاء لابل الغير لا لابلهم إذ المفروض أنه لا شئ لهم وقد يقال\nمن يملك قدر القوت على وجه الضيق لا يسمى غنيا ولا يوصف <span id='ms538'></span> بأن عنده شيئا فلا\nاشكال وقد جاء في بعض رويات الحديث رعاء الإبل واليهم بفتح باء وسكون هاء\nهي الصغار من أولاد الضأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p102'> Vol. 08, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nوالمعز خمس لا يعلمها دليل على قوله ما المسؤول عنها بأعلم من السائل ثم\nقال أي للناس الحالين عنده بعد أن خرج الرجل من المجلس نزل في صورة دحية\nالكلبي قال الحافظ بن حجر هذا وهم لان دحية معروف عندهم وقد قال عمر ما\nيعرفه منا أحد قلت كونه في صورة دحية لا يقتضي أن لا يمتاز عنه بشئ أصلا\nسيما الامتياز بالأمور الخارجة فيجوز أنه ظهر لهم ببعض القرائن الخارجة بل\nالداخلة الخفية أنه غير دحية فلا وجه لتوهيم الرواة بما ذكر فليتأمل قوله\nأو مسلم بسكون الواو وكأنه أرشده صلى الله تعالى عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p103'> Vol. 08, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nإلى أنه لا يجزم بالايمان لان محله القلب فلا يظهر وإنما الذي يجزم به هو\nالاسلام لظهوره فقال أو مسلم أي قل أو مسلم على الترديد أو المعنى أو قل\nمسلم بطريق الجزم بالاسلام والسكوت عن الايمان بناء على أن كلمة أو اما\nللترديد أو بمعنى بل والرواية الآتية تؤيد الوجه الثاني وعلى الوجه الثاني\nيرد أنه لا وجه لإعادة سعد القول بالجزم بالايمان لأنه يتضمن الاعراض عن\nارشاده صلى الله تعالى عليه وسلم فكأنه لغلبة ظن سعد فيه بالخير أو لشغل\nقلبه بالامر الذي كان فيه ما تنبه للارشاد والله تعالى أعلم مخافة أن يكبوا\nأي أولئك الذين أعطيهم في النار أي مخافة أن يرتدوا لضعف ايمانهم ان لم\nأعطهم أو يتكلموا بما لا يليق فسقطوا في النار قوله أنه لا يدخل الجنة أي\nمن بين المسلمين أو من بين الناس الا مؤمن وفيه أن الاسلام بلا ايمان لا\nينفع في دخول دار السلام والله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p104'> Vol. 08, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nالمسلم المراد به الكامل في الاسلام والمراد بقوله من سلم المسلمون من لا\nيؤذي أحدا بوجه من الوجوه لا باليد ولا باللسان واجراء الحدود والتعزير وما\nيستحقه المرء إصلاح أو طلب للحق <span id='ms539'></span> لا ايذاء شرعا والمقصود أن الكمال في\nالاسلام لا يتحقق بدون هذا ولا يكون المرء بدون هذا الوصف مؤمنا كاملا لا\nأنه إذا تحقق هذا الوصف تحقق هذا الكمال في الاسلام وإن كان مع ترك الصلاة\nونحوها لجواز عموم المحمول من الموضوع ومثله قوله والمؤمن والله تعالى أعلم\nقوله من صلى صلاتنا أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p105'> Vol. 08, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nمن أظهر شعائر الاسلام وقد تقدم الحديث قوله فحسن إسلامه بضم سين مخففة\nأي صار حسنا بمواطأة الظاهر الباطن ويمكن تشديد السين ليوافق رواية أحسن\nأحدكم إسلامه أي جعله حسنا بالمواطأة المذكورة كان أزلفها أي أسلفها وقدمها\nيقال زلف وزلف مشددا ومخففا بمعنى واحد وهذا الحديث يدل على أن حسنات\nالكافر موقوفة ان أسلم تقبل والا ترد لا مردودة وعلى هذا فنحو قوله تعالى\nوالذين كفروا أعمالهم كسراب محمول على من مات على الكفر والظاهر أنه لا\nدليل على خلافه وفضل الله أوسع من هذا وأكثر فلا استبعاد فيه وحديث الايمان\nيجب ما قبله من الخطايا في السيئات لا في الحسنات القصاص بالرفع اسم كان أي\nالمماثلة الشرعية وضعها الله تعالى فضلا منه ولطفا لا العقلية وجملة الحسنة\nالخ بيان لذلك القصاص ونعم القصاص هذا القصاص ما أكرمه سبحانه وتعالى قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p106'> Vol. 08, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nأي الاسلام قيل تقديره أي ذوي الاسلام كما يدل عليه الجواب ويوافقه رواية\nمسلم أي المسلمين أفضل وبه ظهر دخول أي على المتعدد ويمكن أن يقال المراد\nأي افراد الاسلام أفضل ومعنى من سلم الخ أي إسلام من سلم والله تعالى أعلم\nقوله أي الاسلام خير أي أي خصاله وأعماله خير أي كثير النفع للغير وسبب\nلارضائه تطعم هو في تقدير المصدر أي اطعام الطعام ومثله تسمع بالمعيدي خير\nوتقرأ مضارع قرأ أي تقول قال أبو حاتم السجستاني تقول اقرأ عليه السلام ولا\nتقول أقرئه السلام فإن كان مكتوبا أقرئه السلام أي اجعله يقرؤه قوله قال له\nألا تغزو قال سمعت الخ كأنه فهم أن السائل يرى الجهاد من أركان الاسلام\nفأجاب بما ذكر والا فلا <span id='ms540'></span> يصح التمسك بهذا الحديث في ترك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p107'> Vol. 08, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nما لم يذكر في هذا الحديث وهذا ظاهر بني الاسلام يريد أنه لا بد من\nاجتماع هذه الأمور الخمسة ليكون الاسلام سالما عن خطر الزوال وكلما زال\nواحد من هذه الأمور يخاف زوال الاسلام بتمامه وللتنبيه على هذا المعنى أتى\nبلفظ البناء وفيه تشبيه الاسلام ببيت مخمسة زواياه وتلك الزوايا أجزاؤه\nفبوجودها أجمع يكون البيت سالما وعند زوال واحد يخاف على تمام البيت وإن\nكان قد يبقى معيوبا أياما والله تعالى أعلم شهادة بالجر على البدلية من خمس\nأو الرفع على أنه خبر محذوف أي هي شهادة الخ والمراد الشهادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p108'> Vol. 08, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nبالتوحيد على وجه يعتد به وهو أن تكون مقرونة بالشهادة والله تعالى أعلم\nقوله فمن وفى منكم قال السيوطي بالتخفيف والتشديد أي ثبت على العهد فأجره\nعلى الله تعظيم للاجر بإضافته إلى عظيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p109'> Vol. 08, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nوالحديث قد سبق وكذا الذي بعده قوله بضع بكسر الباء وحكى فتحها هو في\nالعدد ما بين الثلاث إلى التسع وهو الصحيح والمراد بضع وسبعون خصلة أو شعبة\nأو نحو ذلك وفي الرواية الأولى نص على الشعبة وهو بضم الشين القطعة من الشئ\nوالمراد الخصلة وهو كناية عن الكثرة فإن أسماء العدد كثيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p110'> Vol. 08, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nما تجئ كذلك فلا يرد أن العدد قد جاء في بيان الشعب مختلفا والمراد بلا\nإله إلا الله مجموع الشهادتين عن صدق قلب أو الشهادة بالتوحيد فقط لكن عن\nصدق قلبه على أن الشهادة بالرسالة شعبة أخرى ومعنى أوضعها أدناها وأقلها\nمقدارا وإماطة الشئ عن الشئ إزالته عنه واذهابه والحياء بالمدلغة تغير\nوانكسار يعتري المرء من خوف ما يعاب به وفي الشرع خلق يبعث على اجتناب\nالقبيح ويمنع من التقصير في حق ذي الحق والمراد ههنا استعمال هذا الخلق على\nقاعدة الشرع والله تعالى أعلم قوله ملئ على بناء المفعول إلى مشاشه بضم ميم\nوتخفيف هي رؤوس العظام كالمرفقين والكتفين والركبتين قوله فإن لم يستطع\nتغييره وازالته بيده فبلسانه أي فلينكر بلسانه فبقلبه أي فليكرهه بقلبه\nوليس المراد <span id='ms541'></span> فليغيره بلسانه وقلبه إذ اللسان والقلب لا يصلحان للتغيير عادة\nسيما بالنظر إلى غير المستطيع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p111'> Vol. 08, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nوذلك أي الاكتفاء بالكراهة بالقلب أضعف الايمان أضعف أعمال الايمان\nالمتعلقة بانكار المنكر في ذاته لا بالنظر إلى غير المستطيع فإنه بالنظر\nإليه هو تمام الوسع والطاقة وليس عليه غيره والله تعالى أعلم قوله فقد برئ\nأي من المشاركة مع أهله في الاثم قوله يكون له صفة الحق على أن تعريفه\nللجنس بأشد مجادلة بنصب مجادلة على التمييز وفيه مبالغة حيث جعل المجادلة\nذات مجادلة ولا يجوز زجر مجادلة بإضافة اسم التفضيل إليها لأنه يلزم الجمع\nبين الإضافة ومن واسم التفضيل لا يستعمل بهما وأيضا التنكير يأبى احتمال\nالإضافة من المؤمنين أي مجادلة المؤمنين الذين أدخلوا على بناء المفعول\nربنا بتقدير حرف النداء أي يا ربنا إخواننا أي هم إخواننا أو هو مبتدأ خبره\nجملة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p112'> Vol. 08, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nكانوا الخ بصورهم فإن صورة الوجه لا تتغير بالنار لان النار لا تأكل\nأعضاء السجود فانظر أنه كيف يكون هذا ان لم يكن في القلوب محبته في الدنيا\nفلعل من لا يتحابون لا يشفعون هذه الشفاعة والله تعالى يدخل المحبة في\nقلوبهم في تلك الحالة ثم الحديث يدل على أن الايمان يزيد وينقص وهو قوله\nيعرضون على على بناء المفعول الثدي بضم مثلثة وتشديد ياء جمع ثدي بفتح\nفسكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p113'> Vol. 08, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nقوله ذلك اليوم أي يوم نزولها قال اليوم أكملت وفيه نسبة الاكمال إلى\nالدين وأخذ منه المصنف القول بزيادة الايمان وفيه خفاء لا يخفى في عرفة في\nيوم جمعة أي فقد جمع الله تعالى لنا في يوم نزولها عيدين منة منه تعالى من\nغير تكلف منا فله الحمد على تمام نعمته قوله أكون أحب إليه أفعل مبني\nللمفعول وقد سبق ما قيل أن المراد به المحبة الاختيارية لا الطبيعية وكذا\nذكروا أن المراد بقوله صلى الله تعالى عليه وسلم لا يؤمن لا يكمل ايمانه\nوالله تعالى أعلم قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p114'> Vol. 08, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nما يحب لنفسه أي من خير الدنيا والآخرة والمراد الجنس لا خصوص النوع <span id='ms542'></span>\nوالفرد إذ قد يكون جبرا لا يقبل الاشتراك كالوسيلة أو لا يليق لغير من له\nونحو ذلك والله تعالى أعلم ثم المراد بهذه الغاية وأمثالها أنه لا يكمل\nالايمان بدونها لا أنها وحدها كافية في كمال الايمان ولا يتوقف الكمال بعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p115'> Vol. 08, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nحصولها على شئ آخر حتى يلزم التعارض بين هذه الغايات الواردة في مثل هذه\nالأحاديث فليتأمل قوله لا يحبك أي حبا لائقا لا على وجه الافراط فإن الخروج\nعن الحد غير مطلوب وليس من علامات الايمان بل قد يؤدي إلى الكفر فإن قوما\nقد خرجوا عن الايمان بالافراط في حب عيسى قوله حب الأنصار لنصرتهم وكذا\nبغضهم لذلك وأما الحب والبغض لما يجري بين الناس من الأمور الدنيوية\nفخارجان عن هذا الحكم والله تعالى أعلم قوله من كن فيه أي مجتمعة ثم المرجو\nأن هذه الأربع مجتمعة على وجه الاعتياد والدوام لا توجد في مسلم إذ المسلم\nلا يخلو عن عيب فلا حاجة للحديث إلى تأويل فإن الحديث من الاخبار بالغيب\nوإذا عاهد العهود هي المواثيق المؤكدة بالايمان ووضع الأيادي فجر أي شتم\nوسب وذكر مالا يليق قوله ثلاث أي مجموع ثلاث ولعل هذه الثلاث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p116'> Vol. 08, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nمجتمعة مثل تلك الأربع والله تعالى أعلم قوله أن لا يحبني أي لصحبتي\nوقرابتي وما أعطاني ربي من الفضائل والكرامات وكذا البغض وليس الحب والبغض\nللأمور الدنيوية منه والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p117'> Vol. 08, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nقوله إيمانا أي لأجل الايمان بالله تعالى ورسوله أو لأجل الايمان بفضل\nرمضان واحتسابا أي لأجل طلب الاجر منه تعالى لا لأجل رياء وسمعة قوله ثائر\nالرأس أي منتشر شعر الرأس يسمع على بناء المفعول أو بالنون على بناء الفاعل\nدوى صوته بفتح دال وكسر واو وتشديد ياء وحكى ضم الدال هو ما يظهر من الصوت\nعند شدته وبعده في الهواء شبيها بصوت النحل والحديث قد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p118'> Vol. 08, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nسبق مشروحا في أول كتاب الصلاة قوله انتدب الله أي تكفل والحديث قد سبق\nمشروحا في كتاب الجهاد والله تعالى أعلم قوله انا هذا الحي الظاهر أنه <span id='ms543'></span>\nبالرفع خبران أي نحن المعروفون الايمان بالله بدل من أربع لكونه عبارة عما\nفسر به من الأمور الأربعة ولذلك رجع إليه ضمير المؤنث في قوله ثم فسرها لهم\nالتفسير يدل على أن المراد بالايمان الاسلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p119'> Vol. 08, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nكان الظاهر أن يقال الا الايمان به والجهاد في سبيله ولكنه على تقدير اسم\nفاعل من القول منصوب على الحال أي انتدب الله لمن خرج في سبيله قائلا لا\nيخرجه الا الايمان بي من باب الالتفات قلت هذا خطأ فان شرط الالتفات أن\nيكون الجملتان من متكلم واحد وقوله انتدب الله لمن يخرج في سبيله من كلام\nالنبي صلى الله عليه وسلم وقوله لا يخرجه الا الايمان بي والجهاد في سبيلي\nمن كلام الله تعالى فلا يصح أن يكون التفاتا لان الجملتين ليستا من متكلم\nواحد فتعين ما قاله ابن مالك وقوله إن حذف الحال لا يجوز جوابه أنه من باب\nحذف القول وحذف القول من باب البحر حدث عنه ولاحرج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p120'> Vol. 08, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nقوله يعظ أخاه في الحياء أي يعاتب عليه في شأنه ويحثه على تركه من\nالايمان أي من شعبة كما تقدم وليس فيه تسمية الحياء باسم الايمان كما ذكره\nالسيوطي نقلا عن غيره قوله إن هذا الدين يسر قال السيوطي سماه يسرا مبالغة\nبالنسبة إلى الأديان قبله لان الله تعالى رفع عن هذه الأمة الإصر الذي كان\nعلى من قبلهم ومن أوضح الأمثلة له أن توبتهم كانت بقتل أنفسهم وتوبة هذه\nالأمة بالاقلاع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p121'> Vol. 08, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nوالعز والندم ولن يشاد الدين أحد هو بضم الياء وتشديد الدال للمبالغة من\nالشدة وأصله لا يقابل الدين أحد بالشدة ولا يجرى بين الدين وبينه معاملة\nبأن يشدد كل منهما على صاحبه الا غلبه الدين والمراد أنه لا يفرط أحد فيه\nولا يخرج عن حد الاعتدال وقال بن التين في هذا الحديث علم من أعلام النبوة\nفقد علم أن كل متنطع أي منفرد في الدين ينقطع وليس المراد منه المنع من طلب\nالأكمل في العبادة فإنه من الأمور المحمودة بل المنع من <span id='ms544'></span> الافراط المؤدي إلى\nالملال والمبالغة في التطوع المفضي إلى ترك الفضل أو إخراج الفرض عن وقته\nكمن بات يصلي طول الليل كله ويغالب النوم إلى أن غلبت عيناه في آخر الليل\nفنام عن صلاة الصبح فسددوا أي الزموا السداد وهو الصواب من غير افراط ولا\nتفريط وقاربوا أي ان لم تستطيعوا الاخذ بالأكمل فاعملوا بما يقرب منه\nوأبشروا أي بالثواب على العمل الدائم وان قل أو المراد تبشير من عجز عن\nالعمل بالأكمل بأن العجز إذا لم يكن من صنعه لا يستلزم نقص الامر وأيهم\nالمبشر به تعظيما وتفخيما واستعينوا بالغدوة بالفتح سير أول النهار والروحة\nبالفتح السير بعد الزوال والدلجة بضم أوله وفتحة واسكان اللام سير آخر\nالليل أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p122'> Vol. 08, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nاستعينوا على مداومة العبادة باقاعها في الأوقات المنشطة وفيه تشبيه\nللسفر إلى الله تعالى بالسفر الحسي ومعلوم أن المسافر إذا استمر على السير\nانقطع وعجز وإذا أخذ الأوقات المنشطة نال المقصد بالمداومة وغالب هذا الذي\nذكرته في شرح هذا الحديث نقلته عن حاشية السيوطي رحمه الله تعالى قوله مه\nاسكتي عن مدحها فإن المدح ليس بالافراط وإنما هو بالاستقامة ما تطيقون أي\nتطيقون المداومة عليه والا فلا شك أن من يفعل شيئا فلا يفعل الا ما يطيقه\nلا يمل بفتح ميم وتشديد لام أي لا يعرض عن العبد ولا يقطع عنه الاقبال عليه\nبالرحمة والاحسان حتى تملوا تعرضوا عن عبادته بعد الدخول فيها لملالة النفس\nأحب الدين أي الطاعة والعبادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p123'> Vol. 08, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nقوله خير مال المسلم بالنصب على الخبرية غنم بالرفع على أنه اسم يكون\nيتبع بتشديد التاء من الافتعال أو تخفيفها من تبع بكسر الباء مجردا شعف\nالجبال بفتحتين الأولى معجمة والثانية مهملة رؤوس الجبال ومواضع القطر أي\nالمواضع التي يستقر فيها المطر كالأودية وفيه أنه يجوز العزلة بل هي أفضل\nأيام الفتن قوله العائرة أي المترددة بين قطيعين من الغنم وهي التي تطلب\nالفحل فتتردد بين قطيعين ولا تستقر مع إحداهما والمنافق مع المؤمنين بظاهره\nمع المشركين بباطنه تبعا لهواه <span id='ms545'></span> وغرضه الفاسد فصار بمنزلة تلك الشاة وفيه\nسلب الرجولية عن المنافقين والغنمة واحدة والغنم جمع ففي الحديث تثنية\nللجمع بتأويله بالجماعة نقل السيوطي عن الزمخشري أنه قال في المفصل قد يثني\nالجمع على تأويل الجماعتين والفرقتين منه هذا الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p124'> Vol. 08, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nقوله مثل الأترجة بضم همزة وراء وتشديد جيم وهي من أفضل الثمار لكبر\nجرمها وحسن منظرها وطيب طعمها ولين ملمسها ولونها يسر الناظرين وفيه تشبيه\nالايمان بالطعم الطيب لكونه خيرا باطنيا لا يظهر لكل أحد والقرآن بالريح\nالطيب ينتفع بسماعه كل أحد ويظهر سمحا لكل سامع والله تعالى أعلم قوله قال\nالقاضي يعني بن الكسار كما في بعض النسخ وفي الأطراف بعد نقل كلام القاضي\nقال أبو القاسم وهذا حفص بن عمر أبو عمر المهرقاني الرازي معروف وقد ذكره\nأهل كتب الأسماء وعليه علامة النسائي قال في التقريب من العاشرة قوله\nالربالي بفتح الراء والباء وبعد الألف لام نسبة إلى جده ربال بن إبراهيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p125'> Vol. 08, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب الزينة قوله عشرة من الفطرة بكسر الفاء بمعنى الخلقة والمراد ههنا\nهي السنة القديمة اختارها الله تعالى للأنبياء فكأنها أمر جبلي فطروا عليها\nومن في قوله من الفطرة تدل على عدم حصر الفطرة فيها ولذلك جاء في بعض\nالروايات خمس من الفطرة فلا تعارض بين الروايتين لعدم الحصر وقيل يحتمل أنه\nصلى الله تعالى عليه وسلم علم أولا بالخمس ثم علم بالعشر فاستقام الكلام لو\nأريد الحصر أيضا بلا معارضة وقيل يحتمل أن تكون الخمس المذكورة في حديث أبي\nهريرة آكد فلمزيد الاهتمام بها أفردها بالذكر ثم عشرة مبتدأ بتقدير أفعال\nعشرة أو عشرة أفعال والجار والمجرور خبر له أو صفة وما بعده خبر قص الشارب\nأي قطعه والشارب الشعر النابت على الشفة والقص هو الأكثر في الأحاديث نص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p126'> Vol. 08, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nعليه الحافظ بن حجر وهو مختار مالك وقد جاء في بعضها الاحفاء وهو مختار\nأكثر العلماء والاحفاء هو الاستئصال واختار كثير من المحققين القص وحملوا\nعليه غيره جمعا بين الأحاديث وغسل البراجم تنظيف المواضع التي يجتمع فيها <span id='ms546'></span>\nالوسخ والمراد الاعتناء بها في الاغتسال واعفاء اللحية أي ارسالها وتوفيرها\nونتف الإبط أي أخذ شعره بالأصابع وهل يكفي الحلق والتنوير في السنة وخص\nالإبط بالنتف لأنه محل الرائحة الكريهة باحتباس الأبخرة عند المسام والنتف\nيضعف أصول الشعر والحلق يقويها روى أن الشافعي كان يحلق المزين إبطه ويقول\nالسنة النتف لكني لا أقدر عليه وانتقاص بالقاف والصاد المهملة على المشهور\nأي انتقاص البول بغسل المذاكير وقيل هو بالفاء والضاد المعجمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p127'> Vol. 08, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nأي نضح الماء على الذكر الا أن تكون المضمضة قيل هذا شك والأقرب أنها\nالختان المذكور في حديث أبي هريرة من جملة الخمس قوله ومصعب منكر الحديث رد\nبأن مسلما روى عنه في الصحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p128'> Vol. 08, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nوالله تعالى أعلم قوله ونتف الضبع بفتح الضاد المعجمة وسكون الموحدة وسط\nالعضد وقيل هو ما تحت الإبط قوله احفوا أمر من الاحفاء وقيل وجاء حفا الرجل\nشاربه يحفوه كأحفى إذا استأصل أخذ شعره وكذلك جاء عفوت الشعر وأعفيته وعلى\nهذا يجوز أن تكون همزة وصل واللحى بكسر لام أفصح من ضمها والحديث قد سبق في\nأول الكتاب أيضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p129'> Vol. 08, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nقوله من لم يأخذ شاربه أي حين احتاج إلى الاخذ بان طال فليس منا تهديد\nشديد وتغليظ في حق التارك وتأويله بأنه ليس من أهل سنتنا مشهور قوله احلقوه\nكله فيه اذن في حلق الكل قوله عن القزع بقاف وزاي معجمة مفتوحتين قطع\nالسحاب والمراد أن يحلق رأس الصبي ويترك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p130'> Vol. 08, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nمنه مواضع متفرقة غير محلوقة قوله ذباب بذال معجمة مضمومة وموحدتين قيل\nهو الشؤم أي هذا شؤم وقيل هو الشر الدائم لم أعنك أي ما قلت لك ذلك يريد\nأنه أخطأ في الفهم وأصاب في الفعل قوله شعرا رجلا يقال شعر رجل بفتح راء\nوكسر جيم وقيل بفتحها أي مسترسل أي كأنه مشط فتكسر قليلا بالجعد بفتح فسكون\nأي المنقبض بالكلية ولا بالسبط بكسر سين وفتحها مع سكون باء وكسرها وفتحها\nالسبط من الشعر المنبسط المسترسل قوله أن يمتشط أحدنا كل يوم أي المداومة\nعليه مكروهة لما <span id='ms547'></span> فيه من الاهتمام بالتزين والتهالك فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p131'> Vol. 08, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عن الترجل والترجيل تسريح الشعر وتنظيفه وتحسينه كذا في النهاية وفي\nالقاموس التسريح حل الشعر وارساله وهو إنما يكون باصلاحها بالامتشاط ولذلك\nيفسرون الترجيل بالامتشاط ثم الغالب استعمال الترجيل في الرأس والتسريح في\nاللحية الا غبا الغب بكسر المعجمة وتشديد الباء أن يفعل يوما ويترك يوما\nوالمراد كراهة المداومة عليه وخصوصية الفعل يوما والترك يوما غير مراد قوله\nشعث الرأس بفتح شين معجمة وكسر عين مهملة أي متفرق الشعر مشعان بضم الميم\nوسكون الشين المعجمة وعين مهملة وآخره نون مشددة هو المنتفش الشعر الثائر\nالرأس يقال رجل مشعان ومشعان الرأس وشعر مشعان والميم زائدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p132'> Vol. 08, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nعن الارفاه بكسر الهمزة على المصدر والمراد كثرة التدهن والتنعم وقيل\nالتوسع في المطعم والمشرب لأنه من زي الأعاجم وأرباب الدنيا وتفسير الصحابي\nيغني عما ذكروا فهو أعلم بالمراد والله تعالى أعلم قوله يحب التيامن أي\nاستعمال اليمين فيما يصلح لذلك ويحب التيمن أي البداءة باليمين في أموره\nاللائقة بذلك قوله في حلة حمراء الظاهر أن الجار والمجرور حال من رسول الله\nصلى الله تعالى عليه وسلم وهذا بيان الحال التي رآه عليها متفكرا في جماله\nويحتمل أنه حال من أحد لكونه في حيز الفي فصح وقوعه ذا حال أو متعلق برأيت\nلا لكون الرؤية كانت في الحلة بل لكون مفعولها كان في الحلة حال الرؤية مثل\nرأيت زيدا في المسجد ومثله كثير والمراد بالحمراء المخططة لا الحمراء\nالخالصة كما ذكره كثير وجمته هي بضم الجيم وتشديد الميم ما سقط من شعر\nالرأس على المنكبين قوله الله تبارك وتعالى إلى أنصاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p133'> Vol. 08, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nأذنيه أي أحيانا فلا ينافي ما تقدم ومعلوم أن شعر الرأس تنضبط حاله قوله\nورأيت له لمة بكسر لام وتشديد ميم شعر الرأس إذا نزل عن شحمة الأذن وألم\nبالمنكبين وعلى هذا فاطلاق الجمة اما مجاز أو باعتبار حال آخر قوله على\nقراءة من تأمروني أقرأ قاله يوم أمر أن يقرأ القرآن على مصحف عثمان ويترك\nمصحفه فكان <span id='ms548'></span> بينهما فرق باعتبار أن بعض ما نسخ تلاوته من القرآن قد بقي عند\nبعض الصحابة مكتوبا في مصاحفهم ذؤابتين بذال معجمة بعدها همزة هي الشعر\nالمضفور من شعر الرأس يريد أنه أعلى من زيد الذي هو كاتب مصحف عثمان منزلة\nفي القراءة وأقدم أخذا فليس عليه الرجوع إلى ما كتبه زيد مما عنده وما نظر\nرضى الله تعالى عنه أن هذا المصحف مما أنفق المسلمون عليه في المدينة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p134'> Vol. 08, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nقوله ادن من الدنو بمعنى القرب وسمت من التسمية بمعنى الدعاء وما بعده من\nعطف التفسير له قوله عن عياش بالمثناة التحتية المشددة والشين المعجمة بن\nعباس بالموحدة والمهملة القتباني بكسر قاف وسكون مثناة من فوق ثم موحدة ان\nشييم بكسر معجمة وضمها بعدها مثناة تحتية مفتوحة ثم أخرى ساكنة بن بيتان\nعلى صورة تثنية بيت رويفع بضم أوله وكسر الفاء لعل الحياة الخ قد ظهر مصداق\nذلك فطالت به الحياة حتى مات سنة ثلاث وخمسين بإفريقية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p135'> Vol. 08, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nوهو آخر من مات بها من الصحابة ذكره السيوطي من عقد لحيته قيل هو\nمعالجتها حتى تنعقد وتتجعد وقيل كانوا يعقدونها في الحروب تكبرا وعجبا\nفأمروا بارسالها وقيل هو فتلها كفتل الأعاجم أو تقلد وترا هو بفتحتين وتر\nالقوس أو مطلق الحبل قيل المراد به ما كانوا يعلقونه عليهم من العوذ\nوالتمائم التي يشدونها بتلك الأوتار ويرون أنها تعصم من الآفات والعين وقيل\nمن جهة الأجراس التي يعلقونها بها وقيل لئلا تختنق الخيل عنده شدة الركض\nبرجيع دابة هو الروث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p136'> Vol. 08, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nقوله لا تصبغ أي لا تخضبون اللحية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p137'> Vol. 08, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nقوله كحواصل الحمام أي صدور الحمام قيل المراد كحواصل الحمام في الغالب\nلان حواصل بعض الحمامات ليست بسود وقيل يريد بالتشبيه أن المراد السواد\nالصرف غير مشوب بلون آخر لا يريحون أي لا يشمون يقال راح يريح ويراح وأراح\nقيل المراد أنهم وان دخلوا الجنة لا يجدون ريحها ولا يتلذذون به وقيل هو\nتغليظ وتشديد أو المراد أنهم لا يجدون ريحها مع السابقين ثم الحديث قد صححه\nغير <span id='ms549'></span> واحد وحسنه وخطؤا بن الجوزي في نسبته إلى الوضع والله تعالى أعلم قوله\nبأبي قحافة بضم القاف والد أبي بكر الصديق رضي الله تعالى عنه كالثغامة\nبمثلثة مفتوحة وغين معجمة نبات له ثمر أبيض غيروا هذا إذا كان الشيب غير\nمستحسن عند الطباع كما يدل عليه سوق الحديث والناس في ذلك مختلفون والله\nتعالى أعلم واجتنبوا السواد لعل المراد الخالص وفيه أن الخضاب بالسواد حرام\nأو مكروه وللعلماء فيه كلام وقد مال بعض إلى جوازه للغزاة ليكون أهيب في\nعين العدو والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p138'> Vol. 08, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nقوله الشمط بفتحتين الشيب الحناء والكتم هو بكاف وتاء مثناة من فوق\nمفتوحتين والمشهور تخفيف التاء وبعضهم يشددها نبت يخلط بالحناء ويخضب به\nالشعر ثم قيل المراد ههنا استعمال كل منهما بالانفراد لان اجتماعهما يحصل\nبه السواد وهو منهى عنه ويحتمل أن المراد المجموع والنهي عن السواد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p139'> Vol. 08, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nالخالص والله تعالى أعلم قوله وقد لطخ قيل ليس لأنه خضب به فإن شيبة ما\nبلغ ذلك الحد بل لأنه اغتسل به فبقي منه بعض آثاره والنسخ على أن بن عمر ما\nبلغه النسخ والنهي عندهم مقدم على الإباحة فلذا أخذ كثير بالنهي والله\nتعالى أعلم حتى عمامته بكسر العين قوله وهذا أولى بالصواب من حديث أبي\nقتيبة أخرجه في الكبرى وهو أخصر من هذا الحديث قوله إنما كان شئ أي إنما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p140'> Vol. 08, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nوجد شئ من الشيب في صدغيه بضم صاد وسكون دال والصدغ هو الذي عند شحمة\nالأذن من اللحية قوله إنما كان الشمط بفتحتين الشيب عند العنفقة هي شعر في\nالشفة السفلى وقيل شعر بينها وبين الذقن قوله الله تعالى وتغيير الشيب أي\nبالسواد والضرب بالكعاب بكسر الكاف هي فصوص النرد جمع كعب وكعبة واللعب بها\nحرام وكرهها عامة الصحابة وقيل كان بن مغفل يفعله مع امرأته من غير قمار\nوقيل رخص بن المسيب بلا قمار والتبرج بالزينة أي اظهارها للناس الأجانب وهو\nالمذموم فأما للزوج فلا وهو معنى قوله لغير محلها والرقى بضم الراء وفتح\nالقاف مقصور <span id='ms550'></span> جمع رقية بضم فسكون العوذة الا المعوذات أي ونحوها مما هو ذكر\nالله وتعليق التمائم جمع تميمة وهي خرزات كانت العرب تعلقها على أولادهم\nيتقون بها العين في زعمهم فأبدله الاسلام وعزل الماء بغير محله أي عزله من\nاقراره في فرج المرأة وهو محله وفي قوله لغير محله تعريض بإتيان الدبر\nوافساد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p141'> Vol. 08, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nالصبي هو اتيان المرأة المرضع فإذا حملت فسد لبنها وكان من ذلك فساد\nالصبي غير محرمة حال من ضمير يكره والضمير للأخير فقط أو للمجموع بتأويل\nالمجموع أو المذكور والمعنى كرهه ولم يبلغ به حد التحريم وبعض المذكورات\nحرام فالوجه هو الوجه الأول والله تعالى أعلم قوله فقبض يده أي عن أخذ\nالكتاب من يدها لو كنت امرأة أي لو كنت تراعين شعار النساء لخضبت يدك قوله\nعن الخضاب بالحناء الظاهر أن السؤال عن خضاب اليدين والرجلين بالحناء كما\nهو المعتاد في النساء ويؤيده قولها ولكني أكرهه لان عائشة ما بلغت أو أن\nخضاب الرأس كذا قيل وقيل المراد خضاب شعر الرأس توفيقا بين هذا الحديث وبين\nالأحاديث التي تفيد الترغيب في استعمال الاحناء في اليدين فأما أن يقال\nكراهته ريحه لا يقتضي ترك استعمال النساء للاحتراز عن التشبه بالرجال أو\nيقال كراهة عائشة خضاب الرأس لا يتوقف على بلوغها أو أن خضاب الرأس لجواز\nأنها تكره ذلك قبل بلوغ ذلك السن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p142'> Vol. 08, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nفي غيرها أو في نفسها ان بلغت ذلك والله تعالى أعلم قوله من المعافر بفتح\nالميم أرض باليمن بايلياء بكسر الهمزة واللام بينهما ياء ساكنة بالمد\nوالقصر مدينة بيت المقدس عن الوشر بفتح واو فسكون شين معجمة وراء مهملة هو\nمعالجة الأسنان بما يحددها ويرقق أطرافها تفعله المرأة المسنة تتشبه بذلك\nبالشواب والوشم هو أن يغرز الجلد بإبرة ثم يحشى كحلا أو غيره من خضرة أو\nسواد والنتف أي نتف البياض عن اللحية والرأس أو نتف الشعر عن الحاجب وغيره\nللزينة أو نتف الشعر عند المصيبة وعن مكامعة المكامعة المضاجعة بغير شعار\nبكسر الشين وهو ما <span id='ms551'></span> يلي الجسد من الثوب أي بلا حاجب من ثوب أسفل ثيابه بمعنى\nلبس الحرير حرام على الرجال سواء كانت تحت الثياب أو فوقها وعادة جهال\nالعجم أن يلبسوا تحت الثياب ثوبا قصيرا من حرير ليلين أعضاءهم أو يجعل على\nمنكبيه هو أن يلقي الثوب الحرير على الكتفين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p143'> Vol. 08, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nوعن النهبي بضم النون والقصر هو النهب وقد يكون اسم ما ينهب كالعمري\nوالرقبي ركوب النمور أي جلودها ملقاة على السرج والرحال لما فيه من التكبر\nأو لأنه زي العجم أو لان الشعر نجس لا يقبل الدباغ ولبوس الخواتيم بضم\nاللام مصدر بمعنى اللبس والمراد بذي سلطان من يحتاج إليه للمعاملة مع الناس\nولغيره يكون زينة محضة فالأولى تركه فالنهي للتنزيه وقيل في إسناده رجل\nمبهم فلم يصح الحديث والله تعالى أعلم قوله نهى عن الزور سيجئ شرحه في\nالرواية الآتية قوله كبة بضم فتشديد شعر ملفوف بعضه على بعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p144'> Vol. 08, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله تزيد فيه أي تزيد ذلك في الرأس قوله الواصلة هي التي تصل الشعر\nبشعر آخر سواء تصل بشعرها أو شعر غيرها والمستوصلة التي تأمر من يفعل بها\nوكذلك الواشمة والمستوشمة من الوشم وقد تقدم قريبا قبل هذا ونحو لعن الله\nاليهود وأمثاله أخبار بأن الله لعن هؤلاء لادعاء منه صلى الله تعالى عليه\nوسلم لأنه صلى الله تعالى عليه وسلم لم يبعث لعانا وقد قال المؤمن لا يكون\nلعانا قلت لعن الشيطان وغيره ورد فالظاهر أن اللعن على من يستحقه على قلة\nلا يضر فلذلك قيل لم يبعث لعانا بصيغة المبالغة ووجه اللعن ما فيه من تغيير\nالخلق يتكلف ومثله قد حرم الشارع فيمكن توجيه اللعن إلى فاعله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p145'> Vol. 08, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nبخلاف التغيير بالخضاب ونحوه مما لم يحرمه الشارع لعدم التكلف فيه قوله\nزعراء كحمراء تأنيث أزعر أي قليلة الشعر قوله والمتنمصات النمص نتف الشعر\nوالتفلج التكلف لتحصيل الفلجة بين الأسنان باستعمال بعض الآلات وقوله للحسن\nمتعلق بالمتفلجات فقط أو بالكل المغيرات أي خلق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p146'> Vol. 08, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nالله قوله إذا علموا ذلك أي أن المعاملة رياء ولاوى الصدقة <span id='ms552'></span> اسم فاعل من\nلواه أي صرفه والمراد مانع الصدقة والمرتد أعرابيا أي الذي يصير اعرابيا\nيسكن البادية قوله والحال من الحل أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p147'> Vol. 08, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nالذي ينكح بنية أن تحل الزوجة للمطلق والمحلل له هو المطلق قوله تشم\nمضارع من الوشم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p148'> Vol. 08, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nقوله الوشر هو تحديد الأسنان وقد سبق قريبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p149'> Vol. 08, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nقوله الإثمد بكسر همزة وسكون مثلثة وميم مكسورة قيل هو الحجر المعروف\nللاكتحال وقيل هو كحل أصفهاني يجلو من الاجلاء أي يزيده نورا وينبت من\nالانبات الشعر بفتح العين شعر أهداب العين قوله لم ير على بناء المفعول من\nالرؤية أي لم يظهر الشيب منه لقلته يصبغ قد سبق له نوع تحقيق قوله عن محمد\nبن علي قال الحافظ هو بن الحنفية وأما محمد بن علي بن الحسين فلم يدرك\nعائشة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p150'> Vol. 08, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nقوله بذكارة الطيب هو بكسر الذال المعجمة وراء ما يصلح للرجال كالمسك\nوالعنبر والعود والكافور وهي جمع ذكر وهو مالا لون له والمؤنث طيب النساء\nكالخلوق والزعفران قوله ما ظهر لنونه أي ما يكون له لون مطلوب لكونه زينة\nوالا فالمسك وغيره من طيب الرجال له لون ثم هذا إذا أرادت الخروج والا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p151'> Vol. 08, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nفعند الزوج تتطيب بما شاءت قوله ردع بفتح فسكون وبعين مهملة وقيل بمعجمة\nلطخ لم يعم البدن كله من خلوق بفتح خاء معجمة آخره قاف طيب يتركب من زعفران\nوغيره فأنهكه أي بالغ في غسله يدل الحديث على شدة كراهة استعمال ما له لون\nللرجال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p152'> Vol. 08, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nقوله استعطرت أي استعملت العطر وهو الطيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p153'> Vol. 08, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nقوله فلنغتسل من الطيب ظاهره انها إذا أرادت الخروج إلى المسجد وهي قد\nاستعملت الطيب في البدن فلتغتسل منه وتبالغ فيه كما تبالغ في غسل الجنابة\nحتى يزول عنها الطيب بالكلية ثم لتخرج ومثله قوله تعالى وإذا قرأت القرآن\nفاستعذ بالله لا أنها إذا خرجت بطيب ثم رجعت فعليها الغسل لذلك لكن رواية\nأبي داود ظاهرة في الثاني فقيل أمرها بذلك تشديدا عليها وتشنيعا لفعلها\nوتشبيها له بالزنا وذلك لأنها هيجت بالتعطر شهوات الرجال وفتحت باب عيونهم\nالتي <span id='ms553'></span> بمنزلة بريد الزنا فحكم عليها بما يحكم على الزاني من الاغتسال من\nالجنابة والله تعالى أعلم قوله بخورا بفتح باء وخفة خاء أخذه دخان الطيب\nالمحروق وقيل هو ما يتبخر به العشاء لعل التخصيص لان الخوف عليهن في الليل\nأكثر أو لان عادتهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p154'> Vol. 08, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nاستعمال البخور في الليل لأزواجهن والله تعالى أعلم قوله فلا تقربن بفتح\nراء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p155'> Vol. 08, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nقوله إذا استجمر تبخر بالألوة المشهور فيه ضم الهمزة واللام وفتح الواو\nالمشددة وقد تفتح الهمزة وحكى في اللام الكسرة وفي الواو التخفيف وهي العود\nالذي يتبخر به قال الأصمعي أراها فارسية معربة غير مطراة بضم الميم وفتح\nالطاء والراء المشددة أي غير مخلوط أو غير مرباة بشئ آخر من جنس الطيب\nوبكافور ألخ أي تارة كان يتبخر بالعود الخالص وأخرى مخلوط بالكافور قوله\nأهله الحلية بكسر فسكون الظاهر أنه يمنع أزواجه الحلية مطلقا سواء كان من\nذهب أو فضة ولعل ذلك مخصوص بهم ليؤثروا الآخرة على الدنيا وكذا الحرير\nويحتمل أن المراد بالأهل الرجال من أهل البيت فالامر واضح قوله أما لكن في\nالفضة ما تحلين أي تتحلينه ثم حذف إحدى التاءين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p156'> Vol. 08, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nوالعائد إلى الموصول أي ما تتخذنه حلية لكن تظهره يحتمل أن تكون الكراهة\nإذا ظهرت وافتخرت به لكن الفضة مثل الذهب في ذلك فالظاهر أن هذا لزيادة\nالتقبيح والتوبيخ والكلام لإفادة حرمة الذهب على النساء مع قطع النظر عن\nالاظهار والافتخار ويؤيده الرواية الآتية لكن المشهور جواز الذهب للنساء\nولذلك قال السيوطي هذا ممسوخ بحديث أن هذين حرام على ذكور أمتي حل لإناثها\nونقل بن شاهين ما يدل على ذلك وقال وحكى النووي في شرح مسلم إجماع المسلمين\nعلى ذلك قلت ولولا الاجماع لكان الظاهر أن يقال أو لا كان الذهب حلالا لك\nثم حرم على الرجال فقط ثم حرم على النساء أيضا وقول بن شاهين أنه كان أولا\nحلالا للكل ثم أبيح للنساء دون الرجال باعتبار النسخ مرتين مع أن العلماء\nعلى أنه إذا دار الامر بين نسخ واحد ونسخين <span id='ms554'></span> لا يحكم بنسخين فإن الأصل عدم\nالنسخ فتقليله أليق بالأصل لكن الاجماع ههنا داع إلى اعتبار النسخين والله\nتعالى أعلم قوله خرصا بضم الخاء المعجمة وسكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p157'> Vol. 08, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nالراء حلى الاذن قوله فتخ بفتح فاء ومثناة من فوق وآخره خاء معجمة وهي\nخواتيم كبار يضرب يدها تعزيرا لها على ما فعلت من لبس الذهب فانتزعت فاطمة\nظاهر هذا أن السلسلة كانت باقية عندها حين كانت هذه القضية لكن آخر الحديث\nيدل على أنها باعت قبل ذلك والأقرب أن يقال ضمير في عنقها لبنت هبيرة ولعل\nتلك السلسلة اشترتها بنت هبيرة حين باعتها فاطمة وكانت في عنقها حينئذ\nفرأتها فاطمة فانتزعت من عنقها لتذكر لها حالها فتقيس عليها حال الفتخ\nوالله تعالى أعلم أيغرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p158'> Vol. 08, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nمن الغرور أي يسرك هذا القول فتصيري بذلك مغرورة فتقعي في هذا الامر\nالقبيح بسببه والله تعالى أعلم قوله سوارين من ذهب أي ألبس سوارين من ذهب\nسواران أي لك سواران طوق أي أيحل طوق قرطين بضم قاف وسكون راء نوع من حلي\nالاذن ووجه النصب في السؤال قد سبق وأما في الجواب بأن يقال تقديره يبدلهما\nالله قرطين من نار صلفت أي قل خيرها من باب علم كما هو المضبوط ثم تصفره أي\nفيجتمع صفرة الزعفران مع بريق الفضة فيخيل إلى النفوس أنه من ذهب ويؤدي من\nالزينة ما يؤديه الذهب والله تعالى أعلم قوله مسكتي ذهب بفتحتين من حلي\nاليد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p159'> Vol. 08, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nقوله إن هذين إشارة إلى جنسهما لا عينهما فقط حرام قيل القياس حرامان الا\nأنه مصدر وهو لا يثنى ولا يجمع أو التقدير كل واحد منهما حرام فأفرد لئلا\nيتوهم الجمع وقال بن مالك أي استعمال هذين فحذف المضاف وأبقى الخبر على\nافراده وعلى كل تقدير فالمراد استعمالهما لبسا والا فالاستعمال صرفا\nوانفاقا وبيعا جائز لك واستعمال الذهب باتخاذ الأواني منه واستعمالها حرام\nللكل والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p160'> Vol. 08, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nقوله الا مقطعا أي مكسرا مقطوعا والمراد الشئ اليسير مثل السن والانف\nوالله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p161'> Vol. 08, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nقوله طرفة بفتحات وعرفجة بفتح <span id='ms555'></span> مهملة وسكون أخرى وفتح فاء بعدها جيم قوله\nيوم الكلاب بضم كاف وتخفيف لام اسم ماء كانت فيه وقعة مشهورة من أيام العرب\nوليس من غزواته صلى الله تعالى عليه وسلم بل كان في الجاهلية وبهذا الحديث\nأباح أكثر العلماء اتخاذ الانف من ذهب وربط الأسنان به روى أن حيان بن بشير\nولى القضاء بأصبهان فحدث بهذا الحديث وقرأ يوم الكلاب بكسر الكاف فرد عليه\nرجل وقال إنما هو الكلاب بضم الكاف فأمر بحبسه فرآه بعض أصحابه فقال له فيم\nحبست فقال حرب كانت في الجاهلية حبست بسببها في الاسلام من ورق المشهور كسر\nالراء على أن المراد الفضة وروى عن الأصمعي فتحها على أن المراد ورق الشجرة\nوزعم أن الفضة لا تنتن لكن قال بعض أصحاب الخبرة أن الفضة تنتن والذهب لا\nقلت والرواية الآتية صريحة في أن المراد الفضة وكأنه لهذا ذكر المصنف تلك\nالرواية بعد هذه الرواية فأنتن بفتح الهمزة أي صار نتنا كريه الرائحة وفي\nإسناد الحديث كلام للناس لكن الترمذي قال حديث حسن وقال ناس انه مرسل والله\nتعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p164'> Vol. 08, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nقوله قال قد رآه من هو خير منك الخ قيل قال في الكبرى بعد إيراده هذا\nالحديث قال أبو عبد الرحمن هذا حديث منكر قوله خاتم الذهب حين كان الذهب\nمباحا للكل ثم نسخ قوله وعن القسي بفتح قاف وقد تكسر وتشديد سين مهملة نسبة\nإلى بلاد يقال لها القس وهو ثوب يغلبه الحرير والمياثر جمع ميثرة بكسر ميم\nوفتح مثلثة وطاء محشو يجعل فوق رحل البعير تحت الراكب وهو دأب المتكبرين\nومفهوم الحديث أنها إذا لم تكن حمراء لم تحرم لقصد الاستراحة خصوصا للضعفاء\nوعن الجعة بكسر جيم وتخفيف عين مهملة هي النبيذ المتخذ من الشعير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p165'> Vol. 08, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عن حلقة الذهب أي خاتمه قوله انهنا صيغة أمر من النهي عن الدباء\nالنهي عن الظروف منسوخ ولعل عليا رضي الله تعالى عنه ما بلغه ناسخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p166'> Vol. 08, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nقوله رضي الله تعالى عنها لا أقول نهى الناس قال ذلك <span id='ms556'></span> اما لان مراده حكاية\nاللفظ وكان اللفظ مخصوصا غير عام أو لأنه جوز الخصوص حكما فقال ذلك عن تختم\nالذهب هذا مخصوص بالرجال وكذا ما بعده الا القراءة في الركوع والسجود فان\nالنهي عنها عام يشمل الرجال والنساء المفدمة هو بالفاء وتشديد الدال\nالمهملة المفتوحة أي المصبغة التي بلغت الغاية والله تعالى أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p167'> Vol. 08, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عن مياثر الأرجوان بضم همزة وجيم بينهما راء ساكنة ورد أحمر معروف\nوالمراد المياثر التي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p169'> Vol. 08, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nهي كالأرجوان في الحمرة والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p170'> Vol. 08, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nقوله مخصرة بكسر ميم وسكون معجمة وبمهملة ما يتوكأ عليه نحو العصا والسوط\nقوله الله تعالى فجعل يقرعه أي يضربه الا قد أوجعناك بالقرع وأغرمناك\nبالتسبب لالقاء الخاتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p171'> Vol. 08, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nقوله حلية أهل النار بكسر الحاء أي زي الكفار فإن سلاسلهم وأغلالهم في\nالنار من الحديد من شبه بفتحتين نوع من النحاس يشبه الذهب وكانوا يتخذون\nمنه الأصنام قوله من ورق بفتح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p172'> Vol. 08, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nفكسر أي فضة فصه بفتح فاء ويكسر وتشديد صاد معروف حبشي أي على الوضع\nالحبشي وقيل أو صائغه حبشي وعلى هذا لا مخالفة بين هذا الحديث وبين حديث\nوفصه منه وان قلنا إنه كان حجرا أو جزعا أو نحوه يكون بالحبشة يظهر\nالمخالفة بين الحديثين وتدفع بالقول بتعدد الخاتم كما نقل عن البيهقي وقال\nالبيهقي بعد ذلك والأشبه أن الذي كان فصه حبشيا هو الخاتم الذي اتخذه من\nذهب ثم طرحه واتخذ خاتما من ورق أي وقول الزهري خاتما من ورق سهو منه وقع\nموضع من ذهب والله تعالى أعلم ونقش فيه محمد قال الحافظ السيوطي في حاشية\nأبي داود وكذا بالرفع على الحكاية ونقش أي أمر بنقشه قلت بل رفعه على\nالابتداء وما بعده خبر والجملة مفعول نقش على أن المراد بمجموع الجملة هذا\nاللفظ لا بالنظر إلى الوجود اللفظي بل بالنظر إلى الوجود الكتبي والله\nتعالى أعلم قوله يتختم به في يمينه قد صح تختمه في اليمين واليسار جميعا\nفقال بعضهم يجوز الوجهان واليمين أفضل لأنه زينة واليمين بها أولى وقال\nآخرون <span id='ms557'></span> بنسخ اليمين لما جاء في بعض الروايات الضعيفة أنه تختم أولا في\nاليمين ثم حول إلى اليسار ومنهم من يرى الوجهين مع ترجيح اليسار اما لهذا\nالحديث أو لأنه إذا كان التختم في اليسار يكون أخذ الخاتم وقت اللبس والنزع\nباليمين بخلاف ما إذا كان التختم في اليمين والوجه القول بجواز الوجهين\nوالله تعالى أعلم مما يلي كفه قال العلماء قد جاء خلافه أيضا لكن مما يلي\nكفه أصح وأكثر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p173'> Vol. 08, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nفهو أفضل والله تعالى أعلم قوله فقالوا انهم الخ يدل على أنه ما اتخذ\nخاتما الا عند الحاجة إليها فالأصل تركه وقال الخطابي وذلك لان الخاتم ما\nكان من عادة العرب لبسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p174'> Vol. 08, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nقوله حديدا ملويا عليه فضة قيل هذا الحديث أجود إسنادا مما قبله لان في\nإسناد الأول عبد الله بن مسلم المروزي وقيل إنه لا يحتج بحديثه وقيل ثقة\nيخطئ سيما وهذا الحديث يعضده حديث التمس ولو خاتما من حديد ولو كان مكروها\nلم يأذن فيه قلت والرواية الآتية صريحة في الجواز وقيل إن كان المنع محفوظا\nيحمل المنع على ما كان حديدا صرفا وههنا بالفضة التي لويت عليه ترتفع\nالكراهة والله تعالى أعلم على خاتم أي أمينا عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p175'> Vol. 08, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nقوله إذا بحمر كثير يريد أن ما جاء به من الذهب فهو جمر على هذا فأشار\nصلى الله تعالى عليه وسلم إلى أنه جمر في حق من يراه أحسن من حجارة الحرة\nفيتزين به وأما من يراه مثله وإنما يقضي به حاجته الدنيوية فلا يكون في حقه\nجمرا وأجزأ اسم تفضيل من الاجزاء والله تعالى أعلم قوله على نقشه وذلك لئلا\nتفوت مصلحة نقش الاسم بوقوع الاشتراك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p176'> Vol. 08, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nقوله لا تستضيئوا بنار المشركين أي لا تقربوهم كما قال لا تراءى ناراهما\nوقيل أراد بالنار ههنا الرأي أي لا تشاوروهم فجعل الرأي مثل الضوء عند\nالحيرة عربيا أي نقشا معلوما في العرب ولم يكن ثمة نقش معلوم فيهم الا نقش\nخاتمه لأنهم ما كانوا يلبسون الخواتيم فأراد بذلك أنكم لا تجعلوا نقش <span id='ms558'></span>\nخواتيمكم نقش خاتمي والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p177'> Vol. 08, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nقوله وفي يد أبي بكر هذا بناء على أن ماله ليس بميراث بل لانتفاع\nالمسلمين فللخليفة أن ينتفع منه بقدر حاجته فلما كثرت أي الكتب المحتاجة\nإلى الختم فسقط قالوا ثم انتقض عليه الامر وكان ذلك مبدأ الفتنة إلى قيام\nالساعة ومنه أخذ أن خاتمه صلى الله تعالى عليه وسلم كان فيه سر غريب كخاتم\nسليمان عليه الصلاة والسلام والله تعالى أعلم ونقش فيه الخ قال الحافظ\nالسيوطي في حاشية أبي داود قلت كأنه فهم أن النهي مخصوص بحياته صلى الله\nتعالى عليه وسلم لزوال المحذور وهو وقوع الاشتراك ونظيره قول من خصص النهي\nعن التكني بكنيته بحياته أيضا والمختار في الحديثين إطلاق النهي قلت\nوالظاهر أنه فهم خصوصه مدة بقاء الخاتم والأقرب أنه فهم من النهي أن\nالمقصود به أن لا تتعدد الخواتم على نقش واحد فيما إذا كان الخاتم مقصودا\nصون نقسه عن الاشتراك كخواتم الحكام والأظهر منه أنه فهم الاطلاق الا أنه\nرأى أن خاتمه الجديد نائب عن الحاتم القديم وللنائب حكم الأصل فنقل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p179'> Vol. 08, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nنقشه إليه لا يخل بإطلاق النهي والله تعالى أعلم قوله لام البنين معهم\nأجراس جمع جرس بفتحتين وهو ما يعلق بعنق الدابة أو برجل البازي والصبيان\nوكذا الجلاجل بفتح أولى الجيمين وكسر ثانيهما جمع جلجل بضم الجيم معهم جلجل\nقيل أنما كرهه لأنه يدل على أصحابه بصوته وكان صلى الله تعالى عليه وسلم\nيحب أن لا يعلم العدو به حتى يأتيهم فجأة وقيل غير ذلك قوله رفقة بضم راء\nوكسرها مع سكون فاء جماعة ترافقهم في سفرك قوله جلجل ولا جرس يدل على أن\nبينهما فرقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p180'> Vol. 08, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nوبعضهم فسر أحدهما بالآخر قوله رث الثياب بفتح فتشديد مثلثة الشئ البالي\nمن كل المال أي لي من كل أنواع المال المتعارفة في ذلك الوقت شئ فلير أثره\nعليك على بناء المفعول أي البس ثوبا جديدا جيدا ليعرف الناس أنك غني\nوليقصدك المحتاجون لطلب الزكاة والصدقات قيل هذا في تحسين الثياب <span id='ms559'></span> بالتنظيف\nوالتجديد عند الامكان من غير أن يبالغ في النعامة والرقة قوله دون أي خسيس\nفلير هكذا في نسختنا بثبوت الألف كأنه للاشباع أو معاملة المعتل معاملة\nالصحيح وكرامته قد يكون المال كرامة إذا صرفه العبد في مصارفه أو هو كرامة\nوإنما الخلاف يجئ من سوء صنيع العبد والله تعالى أعلم قوله والاستحداد أي\nحلق العانة باستعمال الحديد فيها قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p181'> Vol. 08, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nاحفوا من الاحفاء وأعفوا من الاعفاء على المشهور واللحى بكسر اللام وقد\nتقدم قوله أمهل أي اتركهم يكون حين جاء خبر موته أفرخ بفتح همزة وضم راء\nجمع فرخ وهو ولد الطائر يشبه به الصغير وحلق رؤوسهم لان أمهم شغلت بالمصيبة\nعن ترجيل شعورهم وغسل رؤوسهم فخاف عليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p182'> Vol. 08, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nالوسخ والقمل قوله عن القزع بفتحتين قوله رجلا هو خبر لفظا لكن المقصود\nالاخبار بصفته مربوعا أي متوسطا ين الطول والقصر كث اللحية بفتح فتشديد\nمثلثة هو أن لا يكون اللحية دقيقة ولا طويلة جمته بضم جيم فتشديد ميم قوله\nمن ذي لمة بكسر لام فتشديد ميم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p183'> Vol. 08, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nقوله ثائر الرأس قد انتشر شعر رأسه من قلة الدهن ما يسكن من التسكين أي\nيلم به شعثه ويجمع متفرقة قوله أن يحسن إليها إلى الجمة باصلاحها بالغسل\nوالتنظيف والادهان قوله وأن يترجل كل يوم لعل هذا مخصوص به والا فقد جاء\nعنه النهي أو لان النهي مخصوص بمن لا يحتاج شعره إلى الترجل كل يوم وهذا\nكان شعره محتاجا إلى ذلك لكثرته وطوله والأقرب أن المراد بكل يوم أي أي يوم\nكان فالمراد بيان أن الترجل لا يختص بيوم دون يوم بل كل يوم في جوازه سواء\nوإن كان الافراط فيه لا ينبغي بل التوسط هو المطلوب وعلى هذا المعنى لو جعل\nكل يوم متعلقا بمقدر هو خبر محذوف أي وذلك جائز كل يوم كان أحسن وكل ذلك\nوإن كان خلاف الظاهر لكن قد يرتكب مثله للتوفيق والله تعالى أعلم قوله كان\nيسدل من باب نصر وضرب وكذا فرق والسدل إرسال الشعر حول الرأس <span id='ms560'></span> من غير أن\nيقسم بنصفين والفرق أن يقسمه نصفه من يمينه على الصدر ونصفه من يساره عليه\nوكلاهما جائز والأفضل الفرق يحب موافقة أهل الكتاب لاحتمال استناد عملهم\nإلى أمره تعالى أو لتألفهم حين دخل المدينة ثم فرق رسول الله صلى الله\nتعالى عليه وسلم بعد ذلك كلمة بعد ذلك تأكيد لما يفيده كلمة ثم أي حين اطلع\nعلى أحوالهم فرآهم أضل الناس وأن التأليف لا يؤثر فيهم والله تعالى أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p184'> Vol. 08, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nقوله ثغامة بمثلثة مفتوحة وغين معجمة ثمر أبيض لنوع من النبات وقد تقدم\nالحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p185'> Vol. 08, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nقوله قصة بضم فتشديد شعر الناصية أين علماؤكم يريد أنهم لو كانوا أحياء\nلمنعوا الناس عن القبائح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p186'> Vol. 08, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nقوله وأخذ كبة بضم فتشديد شعر ملفوف بعضه على بعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p187'> Vol. 08, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nقوله رحمه الله أن يزعفر الرجل جلده صريح في أن المنهي عنه هو استعمال\nالزعفران في البدن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p189'> Vol. 08, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nقوله أن ألبس في أصبعي هذه الظاهر أن الإشارة إلى السبابة قالوا يكره\nللرجل التختم في الوسطى وتاليتيها كراهة التنزيه ويجوز للمرأة في كل\nالأصابع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p194'> Vol. 08, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nقوله إليه نظرة واليكم نظرة ولعله اتفق له أنه وقع عليه نظره مرارا\nمتعددا فكره أن يتفرق عليه نظره فقال ما قال والله تعالى أعلم بحقيقة الحال\nقوله أنه رأى في يد رسول الله صلى الله تعالى عليه وسلم خاتما من ورق يوما\nواحدا فصنعوه فلبسوه فطرح النبي صلى الله تعالى عليه وسلم وطرح الناس قيل\nهذا وهم من الزهري والصواب من ذهب مكان قوله من ورق وقيل طرحه إنكارا على\nالناس تشبههم قلت التشبه به مطلوب فكيف ينكر ذلك والأقرب أن هذه الرواية ان\nثبتت فطرحه خاتم الفضة لكراهة الزينة تنزيها وكان يلبسه أحيانا بعد ذلك\nلبيان الجواز ولا يلبسها في غالب الأوقات والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p195'> Vol. 08, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nقوله الله تعالى حتى هلك في بئر أريس بفتح فكسر فسكون اسم حديقة بقباء\nقال الكرماني والأفصح صرفه أن رأى حلة سيراء بكسر السين وفتح التحتانية\nممدود نوع من البرود فيه خطوط يخالطه حرير وهو على الإضافة وله أمثال <span id='ms561'></span> كحلة\nسندس وحلة حرير وحلة خز ويرويه بعضهم بالتنوين وللوفد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p196'> Vol. 08, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nأي للخروج على الوفد من لا خلاق له أي في لبس الحرير كما جاء به التصريح\nويمكن تحقق ذلك مع الدخول في الجنة بأن يصرف الله تعالى شهاه عنه فلا\nينافيه قوله تعالى ولكم فيها ما تشتهي أنفسكم بل هذا لازم في الجنة والا\nلاشتهى كل أحد درجة نبينا صلى الله تعالى عليه وسلم والله تعالى أعلم\nفكساني أي أعطاني قوله المضلع بالقز المضلع الذي فيه خطوط عريضة مثل\nالأضلاع والقز بفتح فتشديد معجمة الحرير قوله فأطرتها أي قسمتها بينهن بأن\nشققتها وجعلت لكل واحدة منهن قطعة والمراد بنسائي من كان في بيته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p197'> Vol. 08, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nمن النساء يقال طار لفلان في القسمة كذا أي صار له ووقع في حصته قوله حلة\nإستبرق ديباج من حرير غليظ قوله حلة سندس بالضم ما رق من الديباح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p198'> Vol. 08, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nقوله استسقى أي طلب الماء دهاقان بكسر دال وضمها رئيس القرية ومقدم أصحاب\nالزراعة وهو معرب قيل هو مثلث وضم داله أشهر الثلاثة يصرف ويمنع ونونه\nأصلية لقوله تدهقن وقيل زائدة من الدهق وهو الامتلاء فحذفه أي رمى به إليهم\nأي إلى الحاضرين اني نهيته أي قبل هذا مرارا فإنها أي الأشياء المذكورة لهم\nأي للكفرة بقرينة المقابلة بقوله لنا للمسلمين قوله وأطوله الظاهر أطولهم\nولعل الافراد لمراعاة أفراد الناس لفظا يلمسونها أي ينظرون إلى لينها\nويتعجبون منها إذ ما سبق لهم عهد بمثلها فخاف عليهم أن يميلوا بذلك إلى\nالدنيا ويستحسنوها في طباعهم فزهدهم عنها ورغبهم في الآخرة وقال لهم\nلمناديل سعد أي هذا في الدنيا قد أعد للبس الملوك ومع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p199'> Vol. 08, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nذلك لا يساوي مناديل سعد في الآخرة التي أعدت لإزالة السوخ وتنظيف الأيدي\nفأي نسبة بين الدنيا والآخرة فلا ينبغي للمرء الرغبة في الدنيا وعن الآخرة\nقوله أوشك أن تنزعه أي قارب نزعه لبسه قوله أوشك ما نزعته ما مصدرية أي\nقارب نزعك إياه اللبس قوله لا تلبسوا نساءكم الحرير قال النووي هذا مذهب بن\nالزبير <span id='ms562'></span> قلت وهو ظاهر قول بن عمر كما سيجئ وأجمعوا بعده على إباحة الحرير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p200'> Vol. 08, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nللنساء قلت كأنه أخذه من عموم كلمة من وخصها الجمهور بالذكر وزاد في\nالكبرى قال بن الزبير أنه من لبسه في الدنيا لم يدخله الجنة قال الله تعالى\nولباسهم فيها حرير وهذا منه رضي الله تعالى عنه استنباط لطيف لكن دلالة هذا\nالكلام على الحصر غير لازم والله تعالى أعلم قوله والقسية بفتح قاف وقد\nتكسر 202 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p201'> Vol. 08, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nوتشديد سين وياء قوله من حكة أي لأجل حكة والظاهر أن الحكة هي علة الرخصة\nوقد جاء أن الواقعة كانت في السفر لكن السفر اتفاقي لا دخل له في العلة\nويحتمل أن العلة مجموعها أو كل واحد منهما وكان من جوز للحرب رأى أن العلة\nكل منهما والله تعالى أعلم قوله كانت بهما يعني الحكة لعل المراد يعني ضمير\nكانت لحكة ولم يرد رخص لحكة والله تعالى أعلم قوله فرأيتهما أزرار الطيالسة\nأي رأيت أنهما إشارة إلى أزرار الطيالسة فيجوز أن يكون الزران من الحرير\nحتى رأيت الطيالسة فعلمت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p202'> Vol. 08, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nبذلك أن المراد الإشارة إلى أعلام الطيالسة والحاصل أنه تحقق عنده بعد\nذلك أن المراد جواز قدر الإصبعين للاعلام بعد أن اشتبه عليه أولا والله\nتعالى أعلم قوله مترجلا أي شعر رأسه قوله الحبرة بكسر الحاء المهملة وفتح\nالباء قيل هي من برود اليمن من القطن ولذا أحبه وفيه خطوط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p203'> Vol. 08, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nخضر قيل لذلك كان يحبه لان الأخضر من ثياب الجنة وقيل خطوط حمر والمحبة\nلاحتمال الوسخ وهو المشهور والله تعالى اعلم قوله قال في النار فطرحهما في\nتنور أهله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p204'> Vol. 08, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nقوله فإنها أطهر وأطيب لأنه يلوح فيها أدنى وسخ فيزال بخلاف سائر الألوان\nوالله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p205'> Vol. 08, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nقوله من الخيلاء بضم الخاء المعجمة وفتح الياء ممدود وكسر الخاء لغة\nالكبر والعجب والاختيال يتجلجل أي يغوص في الأرض حتى يخسف به والجلجلة حركة\nمع صوت قوله لم ينظر الله إليه أي نظر رحمة والمراد أنه لا يرحمه مع\nالسابقين استحقاقا وجزاء وإن كان قد يرحمه <span id='ms563'></span> تفضلا واحسانا والله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p206'> Vol. 08, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى أعلم قوله موضع الإزار أي الموضع المحبوب لإزار المؤمن والمراد\nالرجل دون المرأة إلى أنصاف الساقين الظاهر أنصاف الساقين بدون إلى لتكون\nمحمولا على الموضع فلعل التقدير موضع الإزار موضع أن يكون الإزار إلى أنصاف\nالساقين ثم حذف ما حذف لدلالة المذكور عليه والعضلة هي بفتحات كل لحم صلبة\nمكتنزة في البدن ومنه عضلة الساق وهي المراد ههنا ولا حق للكعبين أي لا\nتستر الكعبين بالإزار والظاهر أن هذا هو التحديد وان لم يكن هناك خيلاء نعم\nإذا انضم إلى الخيلاء اشتد الامر وبدونه الامر أخف والله تعالى أعلم قوله\nففي النار أي فموضعه من البدن في النار قوله ما أسفل قيل يحتمل أنه منصوب\nعلى أنه خبر كان المحذوف أي ما كان أسفل أو مرفوع بتقدير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p207'> Vol. 08, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nالمبتدأ أي ما هو أسفل ويحتمل أنه فعل ماضي قوله إلى مسبل أي إرادة إلى\nما هو أسفل من الكعبين قوله المنان بما أعطى أي الذي إذا أعطى من واعتد به\nعلى المعطى بالفتح وقيل الذي إذا كال أو وزن نقص من الحق ومنه قوله تعالى\nلهم أجر غير ممنون أي غير منقوص والمنفق بتشديد الفاء أي المروج وهذا هو\nالمشهور رواية والا فيجوز أن يكون من الانفاق بمعنى الترويج قوله الاسبال\nفي الإزار الخ أي الاسبال يتحقق في جميع هذه الأشياء والعمامة الاسبال فيها\nبإرسال العذبات زيادة على العادة عددا وطولا وغايتها إلى نصف الظهر\nوالزيادة عليه بدعة كذا ذكروا والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p208'> Vol. 08, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nقوله ترخينه شبرا من الحد الذي حد للرجال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p209'> Vol. 08, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عن اشتمال الصماء المشهور على الألسنة المضبوط في كتب الحديث واللغة\nأن الصماء بفتح الصاد المهملة وتشديد الميم والمد وفي حاشية السيوطي بضم\nالصاد المهملة والله تعالى أعلم قيل هو عند العرب أن يشتمل الرجل بثوبه\nبحيث لا يبقى له منفذ يخرج منه يده وأما الفقهاء فقالوا هو أن يشتمل بثوب\nواحد ليس عليه غيره ثم يرفعه من أحد جانبيه فيضعه على منكبيه فيبدو منه\nخرجه <span id='ms564'></span> والفقهاء بالتأويل في هذا وذاك أصح في الكلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p210'> Vol. 08, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nقوله حرقانية بسكون الراء أي سوداء على لون ما أحرقته النار كأنها منسوبة\nبزيادة الألف والنون إلى الحرق بفتح الحاء والراء قاله الزمخشري كذا في\nحاشية السيوطي قوله قد أرخى أي أرسل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p211'> Vol. 08, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nقوله لا تدخل الملائكة قد تقدم الحديث قوله تنزع نمطا بفتحتين ثوب من صوف\nيفرش ويجعل سترا ويطرح على الهودج الا رقما أي نقشا في ثوب يريد ما لا ظل\nله والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p212'> Vol. 08, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nقوله وقد علقت قراما بكسر القاف الثوب الملون الرقيق قوله ذكرت الدنيا لا\nيلزم منه الميل إليها بل يجوز أن يذكرها مع الكراهة ومع ذلك كره أن يحضر\nلديه صورة الدنيا بأي وجه كان والله تعالى أعلم قوله) إلى سهوة بفتح\nالمهملة بيت صغير منحدر في الأرض قليلا وقيل كالصفة تكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p213'> Vol. 08, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nبين يدي البيت وقيل شبيه بالرف أو الطق يوضع فيه الشئ قوله يرتفق عليهما\nأي يتكاء قوله أشد الناس أي من أشد الناس الذين يضاهون يشبهون الله تعالى\nفي خلقه فالباء في بخلق الله بمعنى في قوله تلون وجهه أي تغير غضبا لله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p214'> Vol. 08, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nقوله أصور هذه التصاوير أي تصاوير ذوي الأرواح فقال أدنه أمر من الدنو\nوالهاء للسكة من صور صورة أي صورة ذي روح قوله عذب حتى ينفخ الخ قد جعل\nغاية عذابه بنفخ الروح وأخبر أنه ليس بنافخ فيلزم أنه يبقى معذبا دائما\nوهذا في حق من كفر بالتصوير بأن صور مستحلا أو لتعبد أو يكون كافرا في\nالأصل وأما غيره وهو العاصي بفعل ذلك غير مستحل له ولا قاصد أن تعبد فيعذب\nان لم يعف عنه عذابا يستحقه ثم يخلص منه أو المراد به الزجر والتشديد\nوالتغليظ ليكون أبلغ في الارتداع وظاهره غير مراد والله تعالى أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p215'> Vol. 08, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nقوله من أشد الناس إلى قوله المصورون بالرفع على أن اسم ان ضمير الشأن\nوعلى رواية المصورين بالنصب هو الاسم فأما أن يقطع رؤوسها بوضع صبغ يغير\nعلى موضع الرأس فيه تصاوير أي سليمة غير <span id='ms565'></span> مهانة وبقطع الرأس أو بالجعل بساطا\nيزول ذلك والله تعالى أعلم قوله لا يصلي في لحفنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p216'> Vol. 08, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nأي احتياطا لأنه قد لا يكون خاليا عن الأذى والله تعالى أعلم قوله قبالان\nقبال النعل ككتاب زمام بين الإصبع الوسطى والتي تليها قوله شسع نعل أحدكم\nبكسر الشين المعجمة وسكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p217'> Vol. 08, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nالسين المهملة أحد سيور النعل في نعل واحدة قيل النهي للشهرة وقيل لما\nفيه من المثلة ومفارقة الوقار ومشابهة زي الشيطان كالأكل بالشمال وللمشقة\nفي المشي والخروج عن الاعتدال فربما يصير سببا للعثار قوله على نطع بفتح\nنون وكسرها مع فتح طاء وسكونها والأول أشهر الأربع ذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p218'> Vol. 08, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nفي المجمع قوله أوجع يشئزك بضم ياء وبهمزة بعد الشين من أشأزه أقلقه أي\nأوجع يقلقك فقد ذهب صفوها أي فلا وجه للبكاء عليها تدرك أموالا أي غنائم\nقوله قبيعة قبيعة السيف كسفينة ما على طرف مقبضه من فضة أو حديد قوله قسى\nبفتح فتشديد وياء مشددة ثوب يغلبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p219'> Vol. 08, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nالحرير الرحل أي للوضع على الرحل كالقطائف جمع قطيفة هي كساء له خمل من\nالأرجوان بضم همزة وجيم بينهما راء ساكنة ورد أحمر وكأنهم كانوا يتخذونها\nمن القسي الأحمر للفرس على الرحل قوله خلت قوائمه حديدا هو بكسر الخاء من\nأخوات علمت وظننت من الخيال أي ظننت أن قوائمه كانت حديدا قوله يسير أي\nيريد السير إلى المدينة لا أنه كان سائرا في تلك الحالة يتبع بضم الياء من\nاتبع أي يجعل فاه تابعا للجهتين في الحيعلتين والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p220'> Vol. 08, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب آداب القضاة هكذا في كثير من النسخ ثم كتاب الاستعاذة ثم كتاب\nالأشربة وفي بعضها ههنا كتاب الأشربة ثم كتاب آداب القضاة ثم كتاب\nالاستعاذة قوله إن المقسطين جمع مقسط اسم فاعل من أقسط أي عدل على منابر من\nنور أي مجالس رفيعة تتلألأ نورا ويحتمل أن يكون المراد المنازل الرفيعة\nالمحمودة ولذلك قال على يمين الرحمن يقال أتاه عن يمين إذا أتاه من الجهة\nالمحمودة والا فقد قام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p221'> Vol. 08, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nالأدلة العقلية والنقلية على أنه تعالى منزه <span id='ms566'></span> عن مماثلة الأجسام والجوارح\nوما ولوا بفتح الواو وضم اللام المخففة أي كانت لهم عليه ولاية كذا ذكره\nالسيوطي نقلا عن غيره الا شيئا قليلا ذكره بلا نقل قوله سبعة قال السيوطي\nلا مفهوم لهذا العدد فقد جاءت أحاديث في هذا المعنى إذا جمعت تفيد أنهم\nسبعون الا ظله أي ظل يتبع اذنه لا يكون لاحد بلا اذنه أو ظل عرشه على حذف\nالمضاف وقيل المراد بالظل الكرامة أو نعيم الجنة قال تعالى وندخلهم ظلا\nظليلا امام عادل قال القاضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p222'> Vol. 08, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nهو كل من إليه نظر في شئ من أمور المسلمين بدأ به لكثرة منافعه في خلاء\nبفتح الخاء المعجمة والمد المكان الخالي معلقا بالمسجد أي شديد الحب له أو\nهو الملازم للجماعة فيه وليس المراد دوام القعود في المسجد ومنصب أي ذات\nالحسب والنسب الشريف إلى نفسها قل النووي أي دعته إلى الزنا بها هذا هو\nالصواب في معناه وقيل دعته لنكاحها فخاف العجز عن القيام بحقها أو أن الخوف\nمن الله تعالى شغله عن لذات الدنيا وشهواته فقال إني أخاف الله يحتمل أنه\nقال ذلك باللسان أو بالقلب ليزجر نفسه حتى لا تعلم شماله هو مبالغة في\nالاخفاء غالبه مما ذكره السيوطي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p223'> Vol. 08, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nقوله إذا حكم الحاكم أي أراد الحكم والحاصل أن اللازم عليه الاجتهاد في\nإدراك الصواب وأما الوصول إليه فليس بقدرته فهو معذور ان لم يصل إليه نعم\nان وفق للصواب فله أجران أجر الاجتهاد وأجر الحكم بالحكم والا فله أجر واحد\nهو أجر الاجتهاد بقي أن هذا هل هو اجتهاد في معرفة الحكم من أدلته أو\nاجتهاد في معرفة حقيقة الحادثة ليقضي على وفق ما عليه الامر في نفسه وغالب\nالعلماء على أن المراد هو الأول ولذلك قالوا الحديث في حاكم عالم للاجتهاد\nوالله تعالى أعلم قوله استعن بنا في عملك أي استعملنا في بعض الولايات\nالمتعلقة بك بمن سألناه أي بالذي طلب منا العمل لان العمل فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p224'> Vol. 08, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nتعب في الدنيا وخوف في الآخرة ولا يرضى به <span id='ms567'></span> ولا يطلبه عادة الا من اتخذه\nسببا لنيل الدنيا ومثله لا يستحق لذلك قوله انكم ستلقون بعدي أثرة بفتحتين\nاسم من الايثار أي ان الامراء بعدي يفضلون عليكم غيركم يريد أنك ظننت هذا\nالقدر أثرة وليس كذلك ولكن الأثرة ما يكون بعدي والمطلوب فيه منكم الصبر\nفكيف تصبر إذا لم تقدر أن تصبر على هذا القدر فعليك بالصبر به حتى تقدر على\nالصبر فيما بعد والحاصل رآه مستعجلا فأرشده إلى الصبر على الاطلاق بألطف\nوجه قوله الامارة بكسر الهمزة ان أعطيتها على بناء المفعول ولفظ الخطاب\nوكذا وكلت إليها أي إلى المسألة وهذا كناية عن عدم العون من الله تعالى في\nمعرفة الحق والتوفيق للعمل به وذلك لأنه حيث اجترأ على السؤال فقد اعتمد\nعلى نفسه فلا يستحق العون أعنت على بناء المفعول أيضا قوله صلى الله عليه\nوسلم ستكون ندامة أي بعد الموت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p225'> Vol. 08, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nولعله المراد بيوم القيامة فإن من مات فقد قامت قيامته والله تعالى أعلم\nالمرضعة هي الحياة التي هي موصلة لهم إلى الامارة الفاطمة أي الموت القاطع\nلهم عن الامارة والتأنيث باعتبار أنه حالة والمراد فنعمت حياتهم وبئس موتهم\nقوله أمر من التأمير فتماريا تجادلا في تعيين من هو الأولى بذلك ولو أنهم\nصبروا نزل فيما فعلوا حال قدومهم حيث نادوه من البيت لا في جدال الشيخين\nرضي الله تعالى عنهما قوله سمعه أي سمع النبي صلى الله تعالى عليه وسلم\nمناداته أي مناداة القوم إياه بأبي الحكم فضمير الفاعل في سمع للنبي صلى\nالله تعالى عليه وسلم وضمير المفعول لهانئ على حذف مضاف وهم يكنون اما\nبتشديد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p226'> Vol. 08, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nالنون مع ضم أوله أو بتخفيفها مع فتح أوله وضميرهم لقوم هانئ ما أحسن هذا\nأي الذي ذكرت من الحكم على وجه يرضى المتخاصمين فإنه لا يكون دائما على هذا\nالوجه الا بكونه عدلا أبو شريح رعاية للأكبر سنا وشريح هذا هو المشهور\nبالقضاء فيما بين التابعين والله تعالى أعلم قوله عصمني الله أي حين أردت\nأن أقاتل عليا <span id='ms568'></span> من طرف عائشة ولوا أمرهم امرأة أي فقلت في نفسي حين تذكرت\nهذا الحديث ان عائشة امرأة فلا تصلح لتولية الامر إليها وقد عصمه الله\nتعالى فيما جرى على معاوية وعلى بحديث إذا التقى المسلمان بسيفيهما الحديث\nقوله إن فريضة الله الخ قد تقدم الحديث في كتاب الحج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p227'> Vol. 08, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nقوله أكثروا على عبد الله أي بن مسعود في السؤال وعرض الوقائع المحتاجة\nإلى الحكم ليحكم فيها انه قد أتى أي مضى ان بلغنا من التبليغ والضمير\nالبارز مفعول أو من البلوغ والضمير البارز فاعله فليجتهد رأيه أي إن كان له\nأهلا وهذا الحديث دليل على جواز الاجتهاد نعم انه موقوف لكنه في حكم الرفع\nعلى مقتضى القواعد بقي أنه يدل على تقديم التقليد بالسلف الصالحين كالخلفاء\nالأربعة على الرأي والقياس فليتأمل وكأنه لهذا حمل الحديث المصنف على صورة\nالاتفاق ليكون إجماعا والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p230'> Vol. 08, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nقوله أشد من شتم يشتمونا هؤلاء جملة يشتمونا صفة شتم بتقدير العائد ويكون\nالضمير العائد مفعولا مطلقا ثم الكلام من قبيل أكلوني البراغيث وهؤلاء\nالآيات هو مبتدأ خبره محذوف أي من أشد الشتم أو يتركوا عطف على القتل أي\nعرض عليهم ان يقبلوا القتل أو الترك ما تريدون أي أي شئ تريدون مائلين إلى\nما تقولون أسطوانة أي منارة مرتفعة من الأرض ولا نرد عليكم من الورود أي\nحتى تروا قراءتنا شتما لكم نسيح أي نسير ونهيم من هام في البراري إذا ذهب\nبوجهه على غير جادة ولا طلب مقصد الا وله حميم فيهم أي فلذلك قبلوا منهم\nهذا الكلام وتركوهم من القتل فأنزل الله عز وجل رهبانية أي أوقعها في\nقلوبهم وجعلهم مائلين إليها والآخرون أي الذين لقبوا عند الملك ثم الحديث\nيدل على أن عدم الحكم بما أنزل الله هو أن يحكم بالكفر والهوى وهو مطلوب\nالمصنف بذكر الحديث والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p232'> Vol. 08, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nقوله وإنما أنا بشر أي لا أعلم من الغيب الا ما علمني ربي كما هو شأن\nالبشر ألحن أي أفطن لها وأعرف بها <span id='ms569'></span> أو أقدر على بيان مقصوده وأبين كلاما\nأقطعه به الخ أي أقطع له ما هو حرام عليه يفضيه إلى النار قال السيوطي في\nحاشية أبي داود هذا في أول الأمر لما أمر رسول الله صلى الله تعالى عليه\nوسلم أن يحكم بالظاهر ويكل سرائر الخلق إلى الله تعالى كسائر الأنبياء\nعليهم السلام ثم خص صلى الله تعالى عليه وسلم بأن أذن له أن يحكم بالباطن\nأيضا وأن يقتل بعلمه خصوصية أنفرد بها عن سائر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p233'> Vol. 08, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nالخلق بالاجماع قال القرطبي اجتمعت الأمة على أنه ليس لأحد أن يقتل بعلمه\nالا النبي صلى الله تعالى عليه وسلم قلت كلام القرطبي محمول على هذه الأمة\nوالا يشكل الامر بقتل خضر فتأمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p234'> Vol. 08, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nقوله به للكبرى اما لأنها ذات اليد أو لشبه بها أو لان في شريعته ترجيح\nقول الكبرى عند الاشتباه وأما سليمان فتوصل بالحيلة إلى معرفة باطن الامر\nفأوهمهما أنه يريد قطع الولد ليعرف من يشق عليها قطعة فتكون هي أمه فلما\nرضيت الكبرى بالقطع وأبت الصغرى عرف ان الصغرى هي الام دون الكبرى ولعله ما\nقضى به وحده بل طلب الاقرار من الكبرى فأقرت بعد ذلك بالولد للصغرى فحكم\nبالاقرار وللحاكم استعمال الحيلة لمعرفة الصواب لكن لا يحكم الا بوجهه لا\nبالحيلة فقط والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p235'> Vol. 08, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nقوله صبأنا أي خرجنا من دين آبائنا إلى الدين المدعو إليه وهم أرادوا\nبذلك إظهار الدخول في الاسلام فإن الكفرة كانوا يقولون للمسلم الصابئ يومئذ\nلكن لما كان اللفظ غير صريح في الاسلام جوز خالد قتلهم وجعل خالد قتلى\nوأسرى هكذا في بعض النسخ وعلى هذا فقتلي جمع قتيل وأسرى جمع أسير والتقدير\nجعل خالد بعضهم قتلى وبعضهم أسرى وفي بعض النسخ قتلا وأسرا بالنصب على أنه\nمصدر أي جعل يقتلهم قتلا ويأسرهم أسرا مما صنع خالد من قتل من أظهر أن\nمراده الاسلام قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p237'> Vol. 08, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nلا يحكم نهى أو نفى بمعنى النهي وذلك لان الغضب يفسد الفكر ويغير الحال\nفلا يؤمن عليه في الحكم وقالوا وكذا الجوع <span id='ms570'></span> والعطش وأمثال ذلك قوله رضي الله\nتعالى عنهما أنه خاصم رجلا من الأنصار قد شهد بدرا ظاهره أنه كان مسلما لا\nمنافقا كما قيل إذ يبعد أن يقال لمنافق ذلك فالظاهر أنه وقع فيما وقع من\nشدة الغضب بلا اختيار منه والله تعالى أعلم في شراج الحرة بكسر الشين\nالمعجمة آخره جيم جمع شرجة بفتح فسكون وهي مسايل الماء بالحرة بفتح فتشديد\nوهي أرض ذات حجارة سود سرح أمر من التسريح أي أرسل اسق يحتمل قطع الهمزة\nووصلها أن كان بفتح الهمزة حرف مصدري أو مخفف ان واللام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p238'> Vol. 08, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nمقدرة أي حكمت به لكونه بن عمتك وروى بكسر الهمزة على أنه مخفف ان\nوالجملة استئنافية في موضع التعليل فتلون أي تغير وظهر فيه آثار الغضب إلى\nالجدر بفتح الجيم وكسرها وسكون الدال المهملة وهو الجدار قيل المراد به ما\nرفع حول المزرعة كالجدار وقيل أصول الشجر أمره صلى الله تعالى عليه وسلم\nأولا بالمسامحة والايثار بأن يسقى شيئا يسيرا ثم يرسله إلى جاره فلما قال\nالأنصاري ما قال وجهل موضع حقه أمره بأن يأخذ تمام حقه ويستوفيه فإنه أصلح\nله وفي الزجر أبلغ فلما أحفظ أي أغضب من الحفيظة بمعنى الغضب قيل هذا من\nكلام الزهري قوله أنه تقاضى أي طلب منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p239'> Vol. 08, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nقضاء الدين ضع أي اترك هذا القدر وابرئه منه قوله ففركت من سنبله أي\nدلكته باليد لاخراج الحب منه استعدي عليه أي اطلب منه أن ينتقم منه لي ما\nعلمته من التعليم اعتذر عنه بأنه جاهل غريب وجائع فينبغي لك تعليم مثله\nواطعامه بوسق بفتح فسكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p240'> Vol. 08, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nقوله عسيفا بالعين المهملة أجيرا فافتديت بمائة شاة أي أعطيته مائة شاة\nلذلك وكأنه زعم أن الحق لزوج الزانية بكتاب الله أي بحكم الله وقيل هو\nإشارة إلى قوله تعالى أو يجعل الله لهن سبيلا وفسر النبي صلى الله تعالى\nعليه وسلم السبيل بالرجم في حق المحصن وقيل هو إشارة إلى آية الشيخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p241'> Vol. 08, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nوالشيخة كذا ذكره السيوطي قلت مع قوله تعالى الزانية والزاني <span id='ms571'></span> فاجلدوا\nالآية فليتأمل فرد عليك أي عليهم أن يردوها عليك وجلد ابنه أي بعد اقراره\nوثبوت الزنا عليه بالبينة لا بمجرد كلام الأب فإن اعترفت قيل إطلاقه يدل\nعلى كفاية المرأة في لزوم الحد قلت الاطلاق غير مراد كيف ولو ادعت الاكراه\nوالجنون مثلا يسقط الرجم فعند ذلك ينصرف المطلق إلى مقيد يكون معلوما في\nالشرع وقد علم أربع مرار في ثبوت الحد فينصرف إليه ثم قال النووي في وجه\nإرسال أنيس إلى المرأة مع أن المطلوب في حد الزنا الدرء لا الاثبات أن هذا\nمحمول عند العماء على اعلام المرأة بأن هذا الرجل قذفها بابنه فيعرفها بأن\nلها عنده حد القذف فتطالب به أو تعفو عنه الا أن تعترف بالزنا فلا يجب عليه\nحد القذف بل يجب عليها حد الزنا قوله فأرسل إليه كان الارسال إليه مثل\nالارسال إلى المرأة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p242'> Vol. 08, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nفي الحديث المتقدم باثكال بكسر الهمزة وسكون المثلثة بعدها كاف ثم لام\nوهو عذق النخلة بما فيه من الشماريخ قوله صفحوا من التصفيح أي ضربوا أيديهم\nللاعلام يعني يديه أي يحمد الله تعالى على اكرام النبي صلى الله تعالى عليه\nوسلم إياه بالتقدم بين يديه ولكونه فهم أن الامر بذلك للاكرام لا للايجاب\nاختار عليه التأدب والا فلا يجوز ترك الامر لو كان للايجاب ثم نكص أي رجع\nإلى العقب بين يدي نبيه أي بلا ضرورة فلا يرد إمامته في المرض مع ما جاء\nفيه من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p243'> Vol. 08, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nالاختلاف قوله فمر بهما أي ظهر لهما فلا منافاة بينه وبين ما تقدم قريبا\nقوله في نسعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p244'> Vol. 08, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nبكسر النون قوله في شراج الحرة بكسر الشين وقد تقدم الحديث قريبا قوله\nيطوف خلفها يبكي أي حين اختارت هي الفراق بعد أن أعتقت فخيرت ألا تعجب أي\nمع أن المعتاد أن الحب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p245'> Vol. 08, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nيكون من الطرفين قوله رجل من الأنصار قد تقدم الحديث الا أن في هذه\nالرواية للدين ومقتضى الرواية السابقة عدمه فلعله كان قليلا غير منظور إليه\nوالله تعالى أعلم قوله فقد أوجب الله <span id='ms572'></span> الخ أي جزاؤه ذلك وأمر المغفرة وراء\nذلك قضيبا أي عودا من أراك بالفتح شجرة معروفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p246'> Vol. 08, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nقوله بالمعروف أي بالقدر المعتاد بين أهل العرف لا الزائد على قدر الحاجة\nومن لم ير القضاء على الغائب يحمل الحديث على أنه أفتاها به وبين لها أنه\nحلال والفتوى غير القضاء والله تعالى أعلم قوله في قضاء أي في أمر واحد كما\nفي بعض طرق الحديث بقضاءين بأن يحكم بلزوم الدين وسقوطه مثلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p247'> Vol. 08, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nإذ المقصود من نصب القضاة قطع النزاع ولا ينقطع بمثل هذا القضاء قوله\nالألد الخصم أي شديد الخصومة بالباطل قوله ليس لواحد بينه كناية عن عدم\nرجحان أحدهما على الآخر بأن لا يكون في يد أحدهما أو يكون في يدهما جميعا\nوالله تعالى اعلم قوله تخرزان من خرز الخف من باب نصر تدمى كترضى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p248'> Vol. 08, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nقوله آلله بالمد أي أنشدكم بالله والهمزة الممدودة عوض من حرف القسم تهمة\nلكم بضم أوله وفتح الهاء وسكونها فعلة من اتهم والتاء بدل من الواو وكذا\nذكره السيوطي يباهي بكم الملائكة أي فأردت أن أحقق بماذا كانت المباهاة\nفللاهتمام بتحقيق ذلك الامر والاشعار بتعظيمه استحلفتكم قوله آمنت بالله أي\nبأمره أن الحالف يصدق إذا أمكن ذلك أو بأنه عظيم لا ينبغي حرمان من توسل\nباسمه إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p249'> Vol. 08, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nأمره وكذبت بصري أي حكمت وأظهرت خطأه والله تعالى أعلم كتاب الاستعاذة\nقوله أصابنا طش بفتح طاء وتشديد شين معجمة المطر الضعيف قال قل هو الله أحد\nجملة قل هو الله أحد أريد بها السورة المعهودة على أنها لفعل مقدر مثل قل\nأي قل هذه السورة المصدرة بقل هو الله أحد والمعوذتين عطف عليها وحين يمسي\nمن الامساء ويصبح من الاصباح ظرف للفعل المقدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p250'> Vol. 08, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nوالله تعالى أعلم قوله فاستمعت أي توجهت تلقاء كلامه ذلك وما عرفت ما\nيريد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p251'> Vol. 08, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nقوله بغلة شهباء أي بيضاء فعرف أني لم أفرح بها جدا أي ما حصل لي السرور\nالكامل كأن القلب كان مشغولا بما كان في الوقت من الظلمة وغيرها فما ظهر في <span id='ms573'></span>\nالقلب السرور على أكمل وجه بذلك كما هو حال الحزين والله تعالى أعلم قوله\nفأمنا رسول الله صلى الله تعالى عليه وسلم بهما في صلاة الغداة أي ليعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p252'> Vol. 08, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nبذلك عقبة أنهما مع قلة حروفهما تقومان مقام السورتين الطويلتين إذ\nالمعتاد في صلاة الفجر كان هو التطويل ليفرح بهما ويعطهما غاية التعظيم\nقوله قريبا أي في باب الاستعاذة سررت على بناء الفاعل قوله فأجللت أي عظمت\nفأشفقت أي خفت هنيهة بالتصغير أي زمانا قليلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p253'> Vol. 08, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nقوله أبلغ عند الله أي أعظم في باب الاستعاذة والله تعالى أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p254'> Vol. 08, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nقوله من علم لا ينفع أي صاحبه فإن من العلم مالا ينفع صاحبه بل يصير عليه\nحجة وفي استعاذته صلى الله تعالى عليه وسلم من هذه الأمور إظهار للعبودية\nواعظام للرب تبارك وتعالى وأن العبد ينبغي له ملازمة الخوف ودوام الافتقار\nإلى جنابه تعالى وفيه حث للأمة على ذلك وتعليم لهم والا فهو صلى الله تعالى\nعليه وسلم معصوم من هذه الأمور وفيه أن الممنوع من السجع ما يكون عن قصد\nإليه وتكلف في تحصيله وأما ما اتفق حصوله بسبب قوة السليقة وفصاحة اللسان\nفبمعزل عن ذلك ونفس لا تشبع أي حريصة على الدنيا لا تشبع منها واما الحرص\nعلى العلم والخير فمحمود مطلوب قال تعال وقل رب زدني علما والله تعالى أعلم\nقوله من الجبن هو ضد الشجاعة وفتنة الصدر قيل هو أن يموت غير تائب والظاهر\nالعموم ويساعده المقام قوله (5444) أن شتير بضم الشين المعجمة وفتح المثناة\nفوق بن شكل بفتحتين أو اسكان الكاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p255'> Vol. 08, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nقوله وشر مني هو المنى المشهور بمعنى الماء المعروف كما أشار إليه المصنف\nمضافا إلى ياء المتكلم قوله من أن أرد على بناء المفعول من الرد وأرذل\nالعمر رديئه وهو ما ينتقص فيه من القوى الظاهرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p256'> Vol. 08, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nوالباطنة فيصير كالطفل قوله والهرم بفتحتين أقصى الكبر وفتنة المحيا مفعل\nمن الحياة فهو مقصور لا ممدود قوله من الهم والحزن بفتحتين وبضم فسكون مثل\nرشد ورشد قيل الفرق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p257'> Vol. 08, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nبينهما أن الحزن على <span id='ms574'></span> ما وقع والهم فيما يتوقع وكثير منهم يجعلونه من باب\nالتكرير والتأكيد وكثيرا ما يجئ مثل هذا التأكيد بالعطف مراعاة لتغاير\nاللفظ قوله وضلع الدين الضلع بفتحتين والضاد معجمة بمعنى الثقل والشدة\nوالدين بفتح الدال هو الرواية أي ثقل الدين وشدته ولو كسرت الدال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p258'> Vol. 08, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nلم يبعد من حيث المعنى لكن بعد من حيث الرواية تحريفا والله تعالى أعلم\nقوله أكثر ما يتعوذ من المغرم والمأثم الظاهر أن أكثر صيغة التفضيل وهو\nبالرفع مبتدأ مضاف إلى ما بعده وما في قوله ما يتعوذ مصدرية والجار\nوالمجرور خبر المبتدأ والجملة خبر كان والتقدير كان رسول الله صلى الله\nتعالى عليه وسلم أكثر تعوذه كان من المغرم والمأثم ولازمه أنه لا يستعيذ من\nشئ قدر ما يستعيذ منهما ويمكن أن يكون أكثر صيغه ماض من الاكثار أي أنه قد\nأكثر التعوذ من المغرم والمأثم ولازمه أنه يستعيذ منهما كثيرا ولا يلزم أن\nيكون تعوذه منهما أكثر من تعوذه من الأشياء الاخر قيل والمغرم مصدر وضع\nموضع الاسم يريد مغرم الذنوب والمعاصي وقيل المغرم كالغرم وهو الدين قلت\nوالثاني هو الموافق لاخر الحديث ثم قال والمراد ما استدين به فيما يكره أو\nفيما يجوز ثم عجز عن أدائه اما فيما يحتاج ويقدر على أدائه فلا يستعاذ منه\nقلت الموافق للحديث هو الدين المفضي إلى المعصية بواسطة العجز عن الأداء ما\nأكثر ما تعوذ بفتح الراء على التعجب وما فيما تعوذ مصدرية كأنها تعجبت لأجل\nأن الدين يكرهه من يحب التوسع في الدنيا ولا يرضى بضيق الحال وليس ذاك من\nصفات الرجال من غرم بكسر راء وحاصل الجواب أن الاستعاذة منه ليس بحب التوسع\nوإنما هو لأجل ما يفضي إليه الدين من الخلل في الدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p259'> Vol. 08, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nقوله والذلة بكسر الذال كالقلة وكل ذلك مما ينبغي للانسان الاستعاذة منه\nلافضائه كثيرا إلى الخلل في الدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p261'> Vol. 08, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nقوله وشر فتنة الغنى هو بالكسر والقصر اليسار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p262'> Vol. 08, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nقوله فإنه بئس الضجيع ضجيعك بفتح فكسر من ينام في فراشك أي بئس الصاحب <span id='ms575'></span>\nالجوع الذي يمنعك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p263'> Vol. 08, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nمن وظائف العبادات ويشوش الدماغ ويثير الأفكار الفاسدة والخيالات الباطلة\nوالبطانة بكسر باء موحدة هي ضد الظهارة وأصلها في الثوب فاتسع فيما يستبطن\nمن أمره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p264'> Vol. 08, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nقوله تعدل الدين بالكفر قال نعم أراد الرجل أن قرانهما في الذكر يقتضي\nقوة المناسبة بينهما في المضرة بحيث ان كلا منهما يساوي الاخر فهل الدين\nبلغ هذا المبلغ حتى استحق أن يجعل عديلا للكفر ويذكر قرينا معه في الذكر\nفأجاب بأنه كذلك كيف وهو يمنع دخول الجنة كالكفر نعم هو دائمي ومنع الدين\nإلى غاية الأداء والله تعالى أعلم قوله وشماتة الأعداء فرحتهم بمصائبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p265'> Vol. 08, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nأعوذ بك من أن أزل بفتح أوله وكسر الزاي من الزلل وروى بالذال من الذل أو\nأضل بفتح أوله وكسر الضاد وفي رواية أعوذ بك أن أزل أو أضل أو أضل الأول\nفيهما مبني للفاعل والثاني للمفعول وهو المناسب بقوله بعده أو أظلم أو أظلم\nأو أجهل أو يجهل على فإن الأول فيهما مبني للفاعل والثاني للمفعول ويقدر في\nأجهل على أحد يوازن قوله في الثاني علي والمراد بالجهل لا كذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p268'> Vol. 08, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nقوله بسم الله الرحمن الرحيم من درك الشقاء الدرك بفتحتين وحكى سكون\nالثاني اللحاق والشقاء بالفتح والمد الشدة أي من لحاق الشدة وقال السيوطي\nوالمراد بالشقاء سوء الخاتمة نعوذ بالله منه وسوء القضاء قال الكرماني هو\nبمعنى المقضي إذ حكم الله من حيث هو حكمه كله حسن لا سوء فيه قالوا في\nتعريف القضاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p269'> Vol. 08, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nوالقدر القضاء هو الحكم بالكليات على سبيل الاجمال في الأزل والقدر هو\nالحكم بوقوع الجزئيات التي لتلك الكليات على سبيل التفصيل في الانزال قال\nتعالى وان من شئ الا عندنا خزائنه وما ننزله الا بقدر معلوم وجهد البلاء\nبفتح الجيم أي شدة البلاء قال السيوطي هي الحالة التي يختار الموت عليها أي\nلو خير بين الموت وبين تلك الحالة لاحب أن يموت تحرزا عن تلك الحالة وقيل\nهو قلة المال وكثرة العيال قال الكرماني هذه الكلمة جامعة لان المكروه اما\nأن يلاحظ <span id='ms576'></span> من جهة المبدأ وهو سوء القضاء أو من جهة المعاد وهو درك الشقاء أو\nمن جهة المعاش وهو اما من جهة غيره وهو شماته الأعداء أو من جهة نفسه وهو\nجهد البلاء نعوذ بالله من ذلك وأنت خبير بأنه لا مقابلة على ما ذكره بين\nسوء القضاء وغيره بل غيره كالتفصيل لجزئياته فالمقابلة ينبغي أن تعتبر\nباعتبار أن مجموع الثلاثة الأخيرة بمنزلة القدر فكأنه قال من سوء القضاء\nوالقدر لكن أقيم أهم أقسام سوء القدر مقامه بقي أن المقضي من حيث القضاء\nأزلي فأي فائدة في الاستعاذة منه والظاهر أن المراد صرف المعلق منه فإنه قد\nيكون معلقا والتحقيق أن الدعاء مطلوب لكونه عبادة وطاعة ولا حاجة لنا في\nذلك إلى أن نعرف الفائدة المترتبة عليه سوى ما ذكرنا قوله وسئ الأسقام هي\nما يكون سببا لعيب وفساد عضو ونحو ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p270'> Vol. 08, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nقوله فلما نزلت المعوذتان بكسر الواو قوله وسوء الكبر بكسر الكاف وفتح\nالباء أي كبر السن وهو قريب من الهرم وجعله بسكون الباء بمعنى التكبر بعيد\nلكونه كله سيئا والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p271'> Vol. 08, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\nقوله من وعثاء السفر بفتح واو وسكون عين مهملة ومثلثة ومد أي شدته ومشقته\nوكآبة المنقلب بفتح كاف وهمزة ممدودة أو ساكنة كرأفة ورآفة في القاموس هي\nالغم وسوء الحال والانكسار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p272'> Vol. 08, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nمن حزن والمنقلب مصدر بمعنى الانقلاب أو اسم مكان قال الخطابي معناه أن\nينقلب إلى أهله كئيبا حزينا لعدم قضاء حاجته أو إصابة آفة له أو يجدهم مرضى\nأو مات منهم بعضهم والحور بعد الكور الكور لف العمامة والحور نقضها والمراد\nالاستعاذة من النقصان بعد الزيادة أو من الشتات بعد الانتظام أي من فساد\nالأمور بعد صلاحها وقيل من الرجوع عن الجماعة بعد الكون فيهم وروى بعد\nالكون بنون أي الرجوع من الحالة المستحسنة بعد أن كان عليها قيل هو مصدر\nكان تامة أي من التغير بعد الثبات ودعوة المظلوم استعاذة من الظلم فإنه\nيترتب عليه دعوة المظلوم ودعوة المظلوم ليس بينه وبين الله حجاب وسوء <span id='ms577'></span>\nالمنظر هو كل منظر يعقب النظر إليه سوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p273'> Vol. 08, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nقوله أنت الخليفة أي الكافي قوله في دار المقام بضم الميم أي دار الإقامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p274'> Vol. 08, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nقوله وفتنة الاحياء والأموات هما بفتح الهمزة جمع حي وميت أي من الفتنة\nالتي تلحق الاحياء والأموات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p276'> Vol. 08, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nقوله إن سيد الاستغفار وفي رواية أفضل الاستغفار أي أكثر ثوابا لقائله من\nبين جنس الاستغفار ووجه كونه كذلك مما لا يعرف بالعقل وإنما هو أمر مفوض\nإلى الذي قرر الثواب على الاعمال وأنا على عهدك أي على الشهادة بالتوحيد\nالتي جرى بها الميثاق والعهد ووعدك بالثواب للمؤمنين على لسان الرسل أبوء\nأي أعترف دخل الجنة أي ابتداء والا فكل مؤمن يدخل الجنة بايمانه وهذا أفضل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p279'> Vol. 08, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nمن الله تعالى قوله من شر ما عملت الخ أي من شر ما فعلت من السيئات وما\nتركت من الحسنات أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p280'> Vol. 08, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nمن شر كل شئ مما تعلق به كسبي أولا والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p281'> Vol. 08, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nقوله أن أغتال على بناء المفعول يقال اغتاله أي قتله غيلة بكسر الغين وهو\nأن يخدعه فيذهب به إلى موضع لا يرى فيه فإذا صار إليه قتله أي أعوذ بك من\nأن يجيئني البلاء من حيث لا أشعر به قوله من التردي هو السقوط من العالي\nإلى السافل والهدم بفتح فسكون مصدر هدم البناء نقضه والمراد من أن يهدم على\nالبناء على أنه مصدر مبني للمفعول أو من أن أهدم البناء على أحد على أنه\nمصدر مبني للفاعل والغرق بفتحتين والحريق أي العذاب المحرق وأعوذ بك أن\nيتخبطني الخ قد فسره الخطابي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p282'> Vol. 08, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nبأن يستولي عليه عند مفارقة الدنيا فيضله ويحول بينه وبين التوبة أو\nيعوقه عن إصلاح شأنه والخروج عن مظلمة تكون قبله أو يؤيسه من رحمة الله أو\nيكره له الموت ويؤسفه على حياة الدنيا فلا يرضى بما قضاه الله عليه من\nالفناء والنقلة إلى دار الآخرة فيختم له ويلقى الله وهو ساخط عليه لديغا هو\nالملدوغ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p283'> Vol. 08, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nوهو من لدغته بعض ذوات السم قوله من أن أزل بفتح الهمزة وكذا أضل <span id='ms578'></span> وكذا\nأظلم الأول وأما الثاني فبضم الهمزة واجهل بفتح الهمزة ويجهل على بناء\nالمفعول وهذا الدعاء هو ختم بعض النسخ ونعم الدعاء هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p285'> Vol. 08, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب الأشربة قوله لما نزل تحريم الخمر أي لما قرب نزوله أو لما أراد\nالله تعالى أن ينزله وفق عمر لطلبه حتى أنزله بالتدريج المذكور في الحديث\nفالتحريم إنما حصل بآية المائدة ودعاء عمر كان قبل ذلك فلا بد من تأويل\nظاهر الحديث بما ذكرنا والمراد بآية البقرة قوله تعالى قل فيهما اثم كبير\nومنافع للناس الآية والمراد بالاثم والله تعالى أعلم الضرر كما يدل عليه\nمقابلته بالمنافع ولذلك ما فهم الصحابة منها الحرمة واما قوله تعالى يا\nأيها الذين آمنوا لا تقربوا الصلاة الآية فلعل المراد نهي من له معرفة من\nالسكري في الجملة أو المراد به النهي عن مباشرة أسباب السكر عند قرب الصلاة\nلا نهي السكران لأنه لا يفهم فكيف ينهى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p286'> Vol. 08, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nقوله من فضيخ لهم بفتح فاء وخفة معجمة واعجام خاء شراب يتخذ من البسر من\nغير أن يمسه نار وقيل يتخذ من بر وتمر وقيل يتخذ من بسر مفضوخ أي مكسور قلت\nوقد بين أنس في الحديث الفضيخ فلا حاجة إلى بيانه ومراد أنس أن الفضيخ هو\nمحل نزول الآية فتناول الآية له أولى قوله فقالوا أكفأها بالهمزة في آخره\nأي أقلب وعاءها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p287'> Vol. 08, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nقوله هو الخمر أي الكامل في الكون خمرا وليس المراد الحصر والمراد بيان\nتناول الآية للقسمين لا قصرها على أحدهما قوله نهى عن البلح والتمر أي عن\nالجمع بين النوعين في الانتباذ لمسارعة الاسكار والاشتداد عند الخلط فربما\nيقع بذلك في شرب المسكر وقد جاء ما يفيد أنه إذا أمن من الاسكار فلا بأس\nوبه أخذ كثير من العلماء وقال بعضهم النهي للتنزيه والله تعالى أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p288'> Vol. 08, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nوان يخلط البلح والزهو الزهو بفتح الزاي وضمها وسكون الهاء البس الملون\nالذي بدا فيه حمرة أو صفرة وطاب وفي الصحاح وأهل الحجاز يقولون الزهو بالضم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p289'> Vol. 08, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nقوله يبغي أحدهما على صاحبه أي يشتد من <span id='ms579'></span> البغي وهو الخروج ومجاوزة الحد\nكان يكره المذنب اسم فاعل من التذنيب يقال ذنبت البسرة تذنيبا إذا ظهر فيه\nالارطاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p292'> Vol. 08, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nقوله يلاث على أفواهها بالمثلثة أي يشد ويربط والمراد الأسقية المتخذة من\nالجلد فإنها يظهر فيها ما اشتد من غيره لأنها تنشق بالاشتداد القوى غالبا\nوالمقصود في الكل الاحتراز عن المسكر فإن المسكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p293'> Vol. 08, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nحرام والله تعالى أعلم قوله من هاتين الشجرتين لا على وجه القصر عليهما\nبل على معنى أنه منهما ولا يقتصر على العنب وقيل المقصود بيان ذلك لأهل\nالمدينة ولم يكن عندهم مشروب الا من هذين النوعين وقيل أن معظم ما يتخذ من\nالخمر أو أشد ما يكون في معنى المخامرة والاسكار إنما هو من هاتين والله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p294'> Vol. 08, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى أعلم قوله السكر خمر السكر بفتحتين قيل الآية نزلت قبل تحريم الخمر\nقال بن عباس السكر ما حرم وهو الخمر والرزق الحسن ما بقي حلالا وهو الأعناب\nوالتمور والسكر اسم لما يسكر كذا نقل من شرح السنة قوله وهي من خمسة أي\nالخمر الموجودة بين الناس المستعملة بينهم والمراد تناول الآية والحرمة\nلجميع تلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p295'> Vol. 08, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nالأقسام الخمسة لا مقتصرا عليها بل يعمها ويعم كل ما خامر العقل لان\nحقيقة الخمر ما خامر العقل قوله وكل مسكر خمر يحتمل أن المراد أن الخمر اسم\nلكل ما يوجد فيه السكر من الأشربة ومن ذهب إلى هذا قال إن للشريعة أن تحدث\nالأسماء بعد أن لم تكن كما أن لها أن تضع الاحكام ويحتمل أن معناه أن كل\nمسكر سوى الخمر كالخمر في الحرمة والحد وعلى هذا فهو يؤكد ما قبله في\nالجملة ويحتمل أن يراد أنه كالخمر في الحد فقط فهو تأسيس والله تعالى أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p296'> Vol. 08, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nقوله الله تبارك وتعالى سئل عن البتع بكسر الباء الموحدة وسكون المثناة\nمن فوق وعين مهملة نبيذ العسل قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p298'> Vol. 08, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\nقلت البتع بكسر موحدة وسكون مثناة والمزر بكسر ميم وسكون زاي معجمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p299'> Vol. 08, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nقوله قال حبة تصنع أي شراب حبة فقال سبق محمد الباذق في النهاية هو بفتح\nالذال المعجمة <span id='ms580'></span> الخمر تعريب باده وهو اسم الخمر بالفارسية أي لم يكن في\nزمانه أو سبق قوله فيه وفي غيره من جنسه نقله السيوطي قوله ما أسكر كثيره\nأي ما يحصل السكر بشرب كثيره فهو حرام قليله وكثيره وإن كان قليلة غير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p300'> Vol. 08, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nمسكر وبه أخذ الجمهور وعليه الاعتماد عند علمائنا الحنفية والاعتماد على\nالقول بأن المحرم هو الشربة المسكرة وما كان قبلها فحلال قد رده المحققون\nكما رده المصنف رحمه الله تعالى قوله بسم الله الرحمن الرحيم فتحينت فطره\nأي فراعيت حين فطره بنبيذ أدنه من الادناء أي قربه إلى فإذا هو ينش بكسر\nالنون وتشديد المعجمة أي يغلى قوله وتحليلهم ما تقدمها الذي يشرب في الفرق\nقبلها الظاهر أن هذا تحريف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p301'> Vol. 08, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nوالصواب ما في الكبرى الذي يسري في العروق قبلها والله تعالى أعلم قوله\nوالجعة بكسر الجيم وفتح العين المهملة المخففة قال أبو عبيد هي النبيذ\nالمتخذ من الشعير قوله في تور بالمثناة المفتوحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p302'> Vol. 08, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\nاناء كالإجانة قوله عن نبيذ الجر بفتح الجيم وتشديد الراء واحدها جرة وهي\nاناء معروف من آنية الفخار وأراد المدهونة لأنها أسرع في الشدة والتخمير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p303'> Vol. 08, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nقوله نهى عن الدباء بذاته نهى على بناء المفعول والمراد النهي عن\nالانتباذ فيه ومعنى بذاته أي مع قطع النظر عن الاسكار أي الانتباذ فيه وحده\nممنوع ولو لم يكن معه اسكار والله تعالى أعلم قوله بالخريبة قيل هي محلة من\nمحال البصرة عن العكر بفتحتين الوسخ والدرن من كل شئ والمراد ههنا درن\nالخمر الباقي في الوعاء وأوكى عليه من الايكاء بمعنى الربط والمراد ربط فمه\nولعل المقصود بالبيان أن الوعاء يكون من الجلد لأنه الذي يوكى عليه والله\nتعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p307'> Vol. 08, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nقوله والمزاد المجبوبة بجيم وموحدة مكررة هي التي يخاط بعضها إلى بعض فقد\nيتغير في هذه الظروف النبيذ ولا يدرى به صاحبها بخلاف السقاء المتعارف فإنه\nيظهر فيه ما اشتد من غيره لأنها تنشق بالاشتداد القوي غالبا وقد فسر بعضهم\nالمزادة المجبوبة بتفسير آخر وقوله ائذن لي يا رسول الله <span id='ms581'></span> في مثل هذا قال\nالخ الظاهر أن الإشارة إلى أمر متعلق بالمجلس ولا يدرى ماذا والأقرب أنه\nطلب الرخصة في بعض الاقسام الممنوعة فبين له صلى الله تعالى عليه وسلم\nبالإشارة أنك إذا رخصت لك في بعض هذه الاقسام فلعلك تشربه وقد فار فتقع في\nالمسكر الحرام والله تعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p309'> Vol. 08, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\nقوله في تور برام ضبط بكسر باء أي تور حجارة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p310'> Vol. 08, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\nقوله فاشربوا في الأسقية كلها الخ قالوا هذا ناسخ للنهي المتقدم عن\nالأوعية فصار بعد النسخ مدار الحرمة على الاسكار ولا دخل لظرف في حل أو\nحرمة هذا مذهب الجمهور وخالفهم مالك فرأى أن الكراهة باقية بعد والله تعالى\nأعلم قوله إذ حل من الحلول أي نزل فسمع لهم لغطا بفتح لام وغين معجمة ويجوز\nسكون الغين أيضا أصواتا مختلفة لا تفهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p311'> Vol. 08, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\nقوله هداك للفطرة أي لما جبل على حبه الانسان إذا لم يعارضه العارض وبقي\nعلى السلامة وهو أول غذاء للانسان فإن الطفل لا يغذى الا به لو أخذت الخمر\nغوت أمتك فإنها تشارك في الاسم خمر الدنيا التي هي أمهات الخبائث فيكون\nدليلا على حصول الخبائث للأمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p312'> Vol. 08, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\nقوله يسمونها بغير اسمها قاله في محل الذم فيدل على أن التسمية والحيلة\nلا تجعلان الحرام حلالا والله تعالى أعلم قوله لا يزني الزاني قد تقدم\nالحديث قوله ثم إن شرب فاقتلوه الجمهور على أن الامر بالقتل منسوخ بل قد\nادعى العلماء الاجماع على ذلك وللحافظ السيوطي فيه بحث ذكره في حاشية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p313'> Vol. 08, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\nالترمذي وانفرد بالقول بأن الحق بقاؤه والله تعالى أعلم قوله ما أبالي\nشربت الخ يريد أنه لا فرق بين الشرك وشرب الخمر عنده يريد أنه بلغ من\nالتقوى مبلغا صار شرب الخمر عنده بمنزلة الشرك أو المراد ان الغالب أن\nالخمر يجر إلى الشرك في عاقبة الامر فصار في درجته في نظر المؤمن والله\nتعالى أعلم قوله فيقبل الله تعالى منه صلاة أربعين يوما قال السيوطي في\nحاشية الترمذي ذكر في حكمة ذلك أنها تبقى في عروقه وأعصابه أربعين <span id='ms582'></span> يوما\nنقله بن القيم قوله قال القاضي الخ ضمير قال لمسروق والقاضي حينئذ مبتدأ ما\nبعده خبره يريد أن هدية القاضي حرام فضلا عن رشوته وأما الرشوة فعند أهل\nالورع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p314'> Vol. 08, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\nمثل الكفر في الفرار عنه وكفره أن ليس له صلاة يريد أنه كفر مجازا بمعنى\nأن لا تقبل له صلاة أربعين يوما كالكافر لا يقبل صلاته قوله فعلقته بكسر\nلام أي عشقته وأحبته وباطية خمر في الصحاح الباطية اناء وأظنه معربا فلم\nيرم بفتح الياء وكسر الراء من رام يريم أي فلم يبرح ولم يترك كذلك وادمان\nالخمر أي ملازمتها والدوام عليها أن يخرج أحدهما أي الخمر صاحبه أي الايمان\nان لم يتب وان تاب فقد أخرج الايمان الخمر فلله الحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p315'> Vol. 08, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nقوله فلم ينتش من الانتشاء قيل هو أول السكر ومقدماته وقيل هو السكر نفسه\nقلت والظاهر أن الثاني هو المراد مات كافرا أي كالكافر في عدم قبول الصلاة\nفإن الكافر لو صلى مع الكفر لما قبلت صلاته فصار شارب الخمر مثله في عدم\nقبول الصلاة والله تعالى أعلم قوله فإن أذهبت الخ أي ما ذكر من عدم قبول\nالصلاة سبعا أي سبع ليال إذا لم تذهب الخمر عقله ولم تجعله غافلا عن شئ من\nالصلوات وغيرها من الفرائض وان أذهبت عقله وجعلته غافلا عن الفرائض لم تقبل\nله صلاة أربعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p316'> Vol. 08, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\nيوما قوله مخاصر هو بالخاء المعجمة أن يأخذ الرجل بيد رجل آخر يتماشيان\nويد كل واحد منهما عند خصر صاحبه يزن بتشديد النون على بناء المفعول أي\nيتهم لم تقبل له توبة الظاهر أن المراد أنه ان تاب في أربعين لا يقبل توبته\nوان تاب بعد ذلك يقبل في المرتين وفي المرة الثالثة لا يقبل التوبة أصلا\nوهذا مشكل الا أن يراد أنه لا يوفق للتوبة في هذه المدة في المرتين وبعد\nالمرة الثالثة لا يوفق غالبا والمراد بعدم قبول التوبة أنه لا يوفق للتوبة\nغالبا والله تعالى أعلم من طينة الخبال قيل مقيد بعدم المغفرة أي ان لم <span id='ms583'></span>\nيغفر له لقوله تعالى ان الله لا يغفر ان يشرك به والخبال بفتح الخاء الفساد\nقال السيوطي ويكون في الافعال والأبدان والعقول وقد جاء مفسرا في الحديث\nقلت ولعله أراد بذلك ما في الترمذي وسيجئ في النسائي مثله أنه ان عاد\nالرابعة لم يقبل الله له صلاة أربعين صباحا فإن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p317'> Vol. 08, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\nمات لم يتب الله عليه وسقاه من نهر الخبال قيل يا أبا عبد الرحمن وما نهر\nالخبال قال نهر من صديد أهل النار وهذا مبني على أن المراد بطينة الخبال هي\nنهر الخبال وهو الظاهر والله تعالى أعلم قوله حرمها بالتخفيف على بناء\nالمفعول من الحرمان أي يجعله الله تعالى محروما منها في الآخرة قوله منان\nأي كثير المن ولعل المراد من لا يعطي شيئا الا من كما جاء ومع ذلك فلا بد\nمن التأويل قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p318'> Vol. 08, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\nغرب من التغريب وهذا التغريب من باب التعزير وهو غير داخل في الحد بخلاف\nالتغريب في حد الزنا وقول عمر لا أغرب بعده مسلما محمول على مثل هذا وأما\nما كان جزأ للحد فلا بد منه والله تعالى أعلم قوله ولا تسكروا من سكر كعلم\nويفهم منه أن المراد لا تبلغوا بالشرب حد السكر فيحل ما كان قبله ولذلك رده\nالمصنف ويحتمل أن يراد ولا تشربوا المسكر توفيقا بين الأدلة على أن المفهوم\nلا يعارض الأدلة الصريحة عند القائل بل عند غيره لا عبرة به أصلا في\nالتحريم فلا وجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p319'> Vol. 08, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\nللاستدلال به في مقابلة الصرائح وهذا ظاهر قوله حبكن الحب بضم مهملة\nفتشديد في الصحاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p320'> Vol. 08, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\nهو الخابية فارسي معرب قوله والسكر من كل شراب روى بفتحتين بمعنى المسكر\nوبضم فسكون وبهذه الرواية استدل من يرى أن الحرام القدر المسكر أو الشربة\nالأخيرة التي عندها يحصل السكر ولا حرمة قبلها قوله عن الباذق بفتح الذال\nالمعجمة قوله من سره أن يحرم كل هذه الألفاظ المذكورة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p321'> Vol. 08, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nفي الحديث من التحريم أي من سره أن يتخذ ما حرم الله ورسوله حراما فإن\nكان محرما ذلك فليحرم النبيذ <span id='ms584'></span> والمراد نبيذ الدباء والحنتم ونحوهما أو\nالنبيذ المسكر والله تعالى أعلم قوله نبيذ البسر بحث لا يحل الظاهر أن\nالخبر لا يحل وبحت بتقدير وان وجد بحت أي خالص وهو منصوب ولا عبرة بالخط أي\nولو كان بحتا أي خالصا لا يخالط البسر شئ آخر ومحمله المسكر والكائن في\nالأوعية المعلومة والله تعالى أعلم قوله يقرقر بطني في الصحاح قرقر بطنه\nصوت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p322'> Vol. 08, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\nقوله خشيت أن أفتضح أي لما يظهر في من مبادي السكر قوله إن لي جريرة\nتصغير الجرة تروت بتشديد الواو من التروي وهو من الري من الخبث وهو بفتحتين\nالنجس قوله فوجده شديدا لعل المراد به ان صح الحديث أنه وجده قريبا إلى\nالاسكار وأنه ظهر فيه مبادي السكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p323'> Vol. 08, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nبحيث انه لو ترك على حالة لأسكر عن قريب فقطب بتشديد الطاء أو تخفيفه أي\nجمع ما بين عينيه كما يفعله العبوس أي عبس وجهه وجمع جلدته لما وجد مكروها\nإذا اغتلمت أي اشتدت واضطربت عند الغليان والمراد إذا قاربت الاشتداد والله\nتعالى أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p324'> Vol. 08, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\nقوله رضي الله تعالى عنه فزعم أنه شرب الطلاء بكسر الطاء والمد ما طبخ من\nعصير العنب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p326'> Vol. 08, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nقوله دع ما يريبك قال في النهاية يروى بفتح الياء وضمها أي ما يشك فيه\nإلى مالا يشك فيه والمراد أن ما اشتبه حاله على الانسان فتردد بين كونه\nحلالا أو حراما فاللائق بحاله تركه والذهاب إلى ما يعلم حاله ويعرف أنه\nحلال والله تعالى أعلم قوله فاعتزل ضيعتي هذا من كمال الورع والتقوى فرحم\nالله من يطلب ذلك ويبغي والله الموفق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p328'> Vol. 08, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nقوله كطلاء الإبل أي الذي يطلي به الإبل الأجرب ثلث ببغيه وثلث بريحه\nهكذا في كثير من النسخ بالباء الجارة الداخلة على البغي مصدر بغي بموحدة\nوغين معجمة إذا جاوز الحد وكذا بريحه جار ومجرور أي ثلث خبيث بسبب بغيه\nوثلث خبيث بسبب ريحه يريد أن العصير له ثلاث أوصاف أحدها بغيه أي اشتداده\nواسكاره والثاني أنه إذا اشتد يحدث له ريح كريه والثالث مذوق طيب <span id='ms585'></span> فينبغي أن\nيقسم أجزاءه على أوصافه وصار ثلثه للبغي والثاني للريح والثالث للذوق\nفالثلثان منه خبيثان والثلث طيب فإذا أزال النار منه ثلثيه الخبيثين بقي\nالباقي طيبا فصار حلالا وفي بعض النسخ ثلث يبغيه على أنه مضارع بغي وكذا\nيريحه فمر من قبلك بكسر قاف وفتح باء موحدة أي ائذن الحاضرين عندك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p329'> Vol. 08, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\nفي شربه والله تعالى أعلم قوله إذا طبخ الطلاء على الثلث يريد على أن\nيبقى منه الثلث وأما كلام عمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p330'> Vol. 08, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الثلثين فالمراد على أن يذهب الثلثان قوله ما كان طريا أي ما مضى\nعليه زمان قوله لا تحل شيئا أي رد لقولهم في الطلاء أنه يحل إذا ذهب ثلثاه\nولا يحرم الوضوء مما مسته النار أي ولا تحرمه رد لقولهم الوضوء مما مست\nالنار فإن الشئ قبل مس النار لا يوجب الوضوء اللاحق ولا يبطل الوضوء السابق\nفلو كان بعد مس النار لا يوجب الوضوء اللاحق ومبطل للوضوء السابق لكان ذلك\nبمنزلة أن يقال أن النار محرمة وعلى هذا فجملة مما مست النار جزء من الحديث\nوليست من قبيل الترجمة كما كتبه كثير من الكتاب في نسخ الكتاب وقد نبه على\nذلك بعض المعتنين والله تعالى أعلم قوله قال اشرب العصير مال لم يزبد هو\nبزاي معجمة وباء موحدة ودال مهملة من أزبد البحر إذا رمى بالزبد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p331'> Vol. 08, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nقوله على عشائكم بفتح العين الطعام في القلل بضم القاف وفتح الام هي\nالجرار الكبار واحدها قلة واجعلوه في الشنان بكسر الشين المعجمة جمع شن\nبفتحها قال السيوطي في حاشية أبي داود الشنان هي الأسقية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p332'> Vol. 08, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nمن الادم وغيرها واحدها شن وأكثر ما يقال ذلك في الجلد الرقيق أو البالي\nمن الجلود قوله ولا يجعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p333'> Vol. 08, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\nفيها درديا دردي الزيت وغيره بضم فساكن الكدر قوله فحدثها عن النضر ابنه\nيريد أنه يعتقد حله إذا لم يكن مسكرا ولذلك يفعله ابنه في بيته والله تعالى\nأعلم قوله يكره أن يجعل نطل النبيذ هو ما يبقى من النبيذ بعد الخالص وهو\nالعكر والدردي وذلك <span id='ms586'></span> هو أن يؤخذ سلاف النبيذ وما صفى منه وإذا لم يبق الا\nالعكر والدردي صب عليه ماء وخلطه بالنبيذ الطري ليشتد قوله على عكر بفتحتين\nقوله لا بأس بنبيذ البختج هو العصير المطبوخ أصله بالفارسية بخته قلت\nوالظاهر أنه بضم باء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p334'> Vol. 08, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\nوسكون معجمة فإنه الموافق للفارسي والله تعالى أعلم قوله الشامات كأنه\nجمع على إرادة البلاد الشامية قوله قدح من عيدان هو بالفتح والسكون جمع\nعيدانه بمعنى النخلة الطويلة أو بالكسر والسكون جمع عود وقد تقدم في أول\nالكتاب الكلام في تصحيح الضبطين والله تعالى أعلم قوله اشرب الماء على لفظ\nالخطاب وقوله الذي نجعت به على بناء المفعول ولفظ الخطاب أي الذي سقيته في\nالصغر وغذيت به فقال الخمر تريد تشديدا وتغليظا في أمر النبيذ أي تسألني عن\nالنبيذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p335'> Vol. 08, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\nلا أقول لك حلال فتشرب الخمر بذلك قوله فتنة أي ابتلاء ففيه نفع وضرر\nفالصغير يربو ويزيد قوة وهو نفع وضمير فيها للنبيذ باعتبار ما فيه من\nالفتنة وفي للسببية والكبير يهرم وهو ضرر قوله كان بن شبرمة لا يشرب الا\nالماء واللبن أي يقتصر من بين الأشربة عليهما فيترك كثيرا مما علم حله\nاحترازا من الوقوع في الحرام وهذا كمال الورع ولقد أحسن المصنف رحمه الله\nتعالى وأجاد حيث ختم الكتاب بهذا الأثر المفيد للحث على كمال الورع والتقوى\nفنبه بختم الكتاب بختم الكتاب على أن نتيجة العلم هي التقوى فقد قال تعالى\nان أكرمكم عند الله أتقاكم. اللهم ارزقناها بفضلك يا كريم. الحمد لله الذي\nبنعمته تتم الصالحات وعلى نبيه وحبيبه محمد أكمل الصلوات وأشرف التسلمات\nوآخر دعواهم أن الحمد لله رب العالمين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p336'> Vol. 08, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم الحمد لله الذي بنعمته تتم الصالحات، والصلاة\nوالسلام على سيد السادات سيدنا محمد الذي جاء بالآيات البينات، والمعجزات\nالظاهرات. ذلك النبي الأمي الذي نطق بنوابغ الكلم ونفائس الحكم الباهرات.\nعلى آله وأصحابه الطيبين الطاهرين، وعلى من نهج نهجهم وسلك طريقهم إلى يوم\nالدين وبعد فان أولى الكتب العناية، وأحقها بالتبجيل والتكريم <span id='ms587'></span>، الرعاية كتب\nالسنن النبوية، الحاوية لأجل الأخلاق المرضية، وأحلى الآداب المصطفوية.\n</p>\n\n<p>\nولما كان كتاب \" المجتبى \" للإمام النسائي من أدقها ترتيبا، وأقواها\nإسناد، وأوسعها مادة. اهتم حضرة الشاب الأمجد (الحاج مصطفى أفندي محمد \"\nبطبعة، واختار له أوسع المطابع الشرقية شهرة. وأدقها طبعها وعناية. وهي\nالمطبعة المصرية. إدارة محمد أفندي محمد عبد اللطيف. الذي لم يترك وسعا في\nإظهار هذا السفر بمثل هذا الطبع الجليل. والوضع الحسن الجميل هذا وقد اعتزم\nحضرة (الحاج مصطفى أفندي محمد) أن يوالي بمشيئة الله تعالى ورعايته. طبع\nكتب السنة على هذا النمط الرائق. والشكل الفائق. تقربا إلى الله. وطلبا\nلرضاه. فجزي الله ذينك الشهمين الفاضلين أحسن ما يجزي به المخلصين\nالعاملين. وحشرنا وإياهم تحت لواء خاتم الأنبياء والمرسلين. إنه على ما\nيشاء قدير.\n</p>\n\n<p>\nوبالإجابة جدير؟\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p337'> Vol. 08, p. 337</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES# <span id='ms588'></span>",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "055",
    "056",
    "057",
    "058",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "073",
    "076",
    "077",
    "078",
    "081",
    "082",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "164",
    "165",
    "166",
    "167",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "189",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "230",
    "232",
    "233",
    "234",
    "235",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "261",
    "262",
    "263",
    "264",
    "265",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "276",
    "279",
    "280",
    "281",
    "282",
    "283",
    "285",
    "286",
    "287",
    "288",
    "289",
    "292",
    "293",
    "294",
    "295",
    "296",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "307",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "326",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}