{
  "content": "\n<p>\n| 1 ( ما يروى عن عائشة بنت أبي بكر الصديق رضي الله عنهما زوجة النبي\nصلى الله عليه وسلم )\n</p>\n\n<p>\n544 أخبرنا عبدة بن سليمان نا عبيد الله بن عمر عن محمد بن يحيى بن حبان\nعن الأعرج عن أبي هريرة رضي الله عنه عن عائشة رضي الله عنها قالت * فقدت\nرسول الله صلى الله عليه وسلم ذات ليلة فانتهيت إليه وهو ساجد وقدماه\nمنصوبتان وهو يقول اللهم إني أعوذ برضاك من سخطك وبمعافاتك من عقوبتك لا\nأحصي ثناء عليك أنت كما أثنيت على نفسك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p075'> Vol. 02, p. 075</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p076'> Vol. 02, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n545 أخبرنا جرير عن يحيى بن سعيد عن محمد بن إبراهيم التيمي عن عائشة رضي\nالله عنها عن النبي صلى الله عليه وسلم * مثله\n</p>\n\n<p>\n546 أخبرنا عبد الوهاب الثقفي نا أيوب عن بن أبي مليكة عن عبد الله بن\nالزبير عن عائشة رضي الله عنها عن رسول الله صلى الله عليه وسلم قال * لا\nتحرم المصة والمصتان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p077'> Vol. 02, p. 077</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p078'> Vol. 02, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n547 أخبرنا وكيع نا زكريا بن أبي زائدة عن مصعب بن شيبة عن طلق بن حبيب\nعن عبد الله بن الزبير عن عائشة أم المؤمنين رضي الله عنها عن رسول الله\nصلى الله عليه وسلم قال * عشر من الفطرة قص الشارب وقص الأظفار وغسل\nالبراجم وإعفاء اللحية والسواك والاستنشاق ونتف الإبط وحلق العانة وانتقاص\nالماء قال مصعب ونسيت العاشرة إلا أن تكون المضمضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p079'> Vol. 02, p. 079</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p080'> Vol. 02, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n549 قال إسحاق وذكر محمد بن بشر وغيره عن زكريا بن أبي زائدة عن مصعب بن\nشيبة عن طلق بن حبيب عن بن الزبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p081'> Vol. 02, p. 081</a>\n            </div>\n             عن عائشة رضي الله عنها عن\nرسول الله صلى الله عليه وسلم قال * الغسل من أربعة <span id='ms093'></span> من الجنابة ويوم الجمعة\nومن الحجامة ومن غسل الميت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p082'> Vol. 02, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n550 أخبرنا المصعب المقدام نا إسرائيل عن إبراهيم بن المهاجر عن جابر\nالعلاف نا عبد الله بن الزبير عن عائشة رضي الله عنها عن رسول الله صلى\nالله عليه وسلم قال * صلاة في مسجدي هذا خير من ألف صلاة فيما سواه من\nالمساجد إلا المسجد الحرام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p083'> Vol. 02, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n551 أخبرنا وهب بن جرير بن حازم نا أبي قال سمعت يزيد بن رومان يحدث عن\nعبد الله بن الزبير عن عائشة قالت قال لي رسول الله صلى الله عليه وسلم *\nلولا حداثة عهد قومك بالكفر لهدمت الكعبة وأدخلت فيه ما كانوا أخرجوا منه\nفي الحجر فإنهم عجزوا عن نفقته وجعلت لها بابين شرقيا وغربيا فألزقه بالأرض\nووضعته على أساس إبراهيم فذلك الذي دعا بن الزبير إلى هدمه وبنائه فهدمه\nحين هدمه فصار إلى أساس إبراهيم عليه السلام على حجر مثل أسنمة البخت\nمتلاصقة قال أي فحرزته نحوا من ستة أذرع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p084'> Vol. 02, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n552 أخبرنا عبد الرزاق حدثني أبي قال سمعت مرثد بن شرحبيل يحدث أنه حضر\nذلك قال أدخل بن الزبير سبعين رجلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p085'> Vol. 02, p. 085</a>\n            </div>\n             من خيار قريش على عائشة\nفأخبرتهم أن رسول الله صلى الله عليه وسلم قال * لولا حداثة عهد قومك\nبالشرك لبنيت البيت على قواعد إبراهيم وإسماعيل هل تدرين ما قصر قومك عن\nقواعد إبراهيم وإسماعيل فقلت لا فقال قصرت بهم النفقة قال وكانت الكعبة قد\nوهت من حريق الشام فهدمها وكشف عن ربض في الحجر آخذ بعضه ببعض فتركه مكشوفا\nثمانية أيام ليشهد الناس عليها فرأيت الربض خمسة أحجار وجه حجر ووجه حجران\nفرأيت الرجل يأخذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p086'> Vol. 02, p. 086</a>\n            </div>\n             العتلة فيهزها من ناحية الركن فيهتز من ناحية\nالركن الآخر فبناه على ذلك الربض ووضع فيه بابين شرقيا وغربيا قال فما قتل\nبن الزبير هدمه الحجاج وأعاده على نحو ما كان عليه قال فكتب إليه عبد الملك\nوددت أنك تركته على ما فعله بن الزبير وما تحمل منه قال مرثد بن شرحبيل\nوسمعت بن عباس يقول لو وليت منه مثل ما <span id='ms094'></span> ولى بن الزبير لأدخلت الحجر كله في\nالبيت فلم يطاف به إن لم يكن من البيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p087'> Vol. 02, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n553 أخبرنا يحيى بن آدم نا أبو بكر بن عياش عن محمد بن السائب عن أبي\nصالح عن بن عباس عن عائشة رضي الله عنهم عن رسول الله صلى الله عليه وسلم\nقال * لا أفلح من لم يكرمه الناس إلا مخافة شره وقال بن عباس قال رسول الله\nصلى الله عليه وسلم لأبي بكر وعمر رضي الله عنهما لو اتفقتما لي ما شاورت\nغيركما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p088'> Vol. 02, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n554 أخبرنا روح بن عبادة نا مالك عن نافع عن بن عمر * أن عائشة رضي الله\nعنها أرادت أن تشتري جارية فتعتقها فقال أهلها نشترط ولائها فذكرت ذلك\nلرسول الله صلى الله عليه وسلم فقال افعلي ذلك فإنما الولاء لمن أعتق قال\nإسحاق وقال غير روح عن بن عمر عن عائشة قالت ذكرت ذلك لرسول الله صلى الله\nعليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p089'> Vol. 02, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n555 أخبرنا عبد الرزاق نا معمر عن أبي هارون العبدي عن أبي سعيد الخدري\nقال رأيت عبد الله بن الزبير يصلي ركعتين بعد العصر فقلت له ما هذا فقال\nأخبرتني عائشة عن رسول الله صلى الله عليه وسلم * أنه كان يصلي ركعتين بعد\nالعصر في بيتي قال فأتيت عائشة فسألتها فقالت صدق فقلت لها فاشهد لسمعت\nرسول الله صلى الله عليه وسلم يقول لا صلاة بعد العصر حتى تغرب الشمس ولا\nبعد الفجر حتى تطلع الشمس فرسول الله صلى الله عليه وسلم يفعل ما أمر ونفعل\nما أمرنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p090'> Vol. 02, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n556 أخبرنا عبد الصمد نا أبي نا حبيب بن الشهيد نا يزيد أبو المهزم عن\nأبي هريرة عن عائشة قالت * قال رسول الله صلى الله عليه وسلم في ذيول\nالنساء شبرا قلت إذا تخرج سوقهن قال فذراعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p091'> Vol. 02, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( ما يروى عن عروة بن الزبير عن خالته عائشة عن النبي صلى الله عليه\nوسلم )\n</p>\n\n<p>\n557 أخبرنا سفيان عن الزهري عن عروة عن عائشة قالت * اغتسل رسول الله صلى\nالله عليه وسلم بالقدح وهو الفرق وكنت اغتسل أنا ورسول الله <span id='ms095'></span> صلى الله عليه\nوسلم من إناء واحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p092'> Vol. 02, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n558 أخبرنا النضر نا صالح بن أبي الأخضر عن الزهري عن عروة عن عائشة قالت\n* كنت أغتسل أنا ورسول الله صلى الله عليه وسلم من إناء واحد\n</p>\n\n<p>\n559 أخبرنا عبدة بن سليمان نا هشام بن عروة عن أبيه عن عائشة رضي الله\nعنها قالت * كنت أغتسل أنا ورسول الله صلى الله عليه وسلم من إناء واحد\nكلانا نغترف منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p093'> Vol. 02, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n560 أخبرنا وكيع نا هشام بن عروة عن أبيه عن عائشة قالت * كان رسول الله\nصلى الله عليه وسلم إذا اغتسل من الجنابة يغسل يديه ثم يتوضأ وضوءه الصلاة\nثم يدخل أصابعه فيخلل الشعر حتى يخيل إلى أنه استبرأ البشرة ثم يفيض على\nرأسه ثلاثا ثم يغسل سائر جسده\n</p>\n\n<p>\n561 أخبرنا عبدة بن سليمان نا هشام بن عروة * بهذا الإسناد مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p094'> Vol. 02, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n562 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة قالت * كان رسول\nالله صلى الله عليه وسلم إذا اغتسل من الجنابة بدأ فغسل يديه ثم يفرغ\nبيمينه على يساره فغسل فرجه ثم يتوضأ وضوءه للصلاة ثم يأخذ الماء فيدحل\nأصابعه في أصول الشعر حتى إذا رأى أنه استبرأ حفن على رأسه ثلاث حفنات ثم\nأفاض على سائر جسده ثم غسل رجليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p095'> Vol. 02, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n563 أخبرنا عبدة بن سليمان ووكيع قالا نا هشام بن عروة عن أبيه عن عائشة\nقالت جاءت فاطمة بنت أبي حبيش إلى رسول الله صلى الله عليه وسلم فقالت * يا\nرسول الله إني استحاض فلا أطهر فأدع الصلاة فقال لا إنما ذلك عرق وليست\nبالحيضة فإذا أقبلت الحيضة فدعي الصلاة وإذا أدبرت فاغسلي عنك الدم وصلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p096'> Vol. 02, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n563 أخبرنا أبو معاوية نا هشام بن عروة * بهذا الإسناد مثله وزاد قال\nوقال أبي تتوضأ لكل صلاة حتى يجييء ذلك الوقت\n</p>\n\n<p>\n564 أخبرنا وكيع نا الأعمش عن حبيب بن أبي ثابت عن عروة عن عائشة قالت\nجاءت فاطمة بنت أبي حبيش إلى رسول الله صلى الله عليه وسلم فقالت * إني\nاستحاض فلا أطهر أفأدع الصلاة فقال توضئي لكل صلاة وصلي <span id='ms096'></span> وإن قطر الدم على\nالحصير قطرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p097'> Vol. 02, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n565 أخبرنا عبد الرزاق نا معمر والثوري عن هشام بن عروة عن أبيه عن عائشة\nمثل حديث عبدة ووكيع أخبرنا الوليد بن مسلم قال سمعت الأوزاعي يقول *\nللمستحاضة وقت تعرف إذا لم تعرف أيام أقرائها أخذنا بهذا الحديث إذا أقبلت\nالحيضة فدعي الصلاة وإذا أدبرت فاغسلي عنك الدم وصلي قال الأوزاعي وإقبال\nالدم سواد الدم ونتنه وتغيره لا يدوم بالمرأة لو دام بها قتلها وإدبارها\nورجوعها إلى الكدرة والصفرة فإذا اشتركا لدم فهو حيض وإذا صار كدرة وصفرة\nفهي استحاضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p098'> Vol. 02, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n566 أخبرنا وكيع نا الأعمش عن حبيب بن أبي ثابت عن عروة عن عائشة قالت *\nقبل رسول الله صلى الله عليه وسلم بعض نسائه ثم خرج إلى الصلاة ولم يتوضأ\nفقلت من هو إلا أنت فضحكت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p099'> Vol. 02, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n567 أخبرنا سفيان عن الزهري عن عروة عن عائشة أن ابنة جحش كانت تستحاض\nفسألت رسول الله صلى الله عليه وسلم عن ذلك فقال * إنما ذلك عرق وليست\nبالحيضة فأمرها أن تقعد أقرائها أو حيضها أو ما شاء الله من ذلك وكانت تجلس\nفي المركن فيه الماء حتى يعلو الدم وتغتسل عند كل صلاة ولم تقل ان رسول\nالله صلى الله عليه وسلم أمرها بذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p100'> Vol. 02, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n568 أخبرنا النضر نا صالح بن أبي الأخضر عن الزهري عن عروة عن عائشة * أن\nأم حبيبة بنت جحش استحيضت سبع سنين فسألت رسول الله صلى الله عليه وسلم عن\nذلك فقال إنما ذلك عرق وليست بالحيضة فاغتسلي وصلي وكانت تجلس في مخضب\nلأختها زينب بن جحش حتى تعلو الماء حمرة الدم ثم تصلي وكانت تغتسل عند كل\nصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p101'> Vol. 02, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n569 أخبرنا عبد الرزاق نا معمر عن الزهري عن عمرة عن أم حبيبة بنت جحش\nقالت استحضت سبع سنين فشكوت ذلك إلى رسول الله صلى الله عليه وسلم فقال *\nإنما ذلك عرق وليست بالحيضة فاغتسلي وصلي وكانت تكون في المركن فيه الماء\nفترى صفرة الدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p102'> Vol. 02, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n570 أخبرنا الإمام أبو يعقوب إسحاق بن إبراهيم الحنظلي المروزي انا كثير\nبن هشام نا <span id='ms097'></span> جعفر بن برقان عن الزهري عن عروة عن عائشة قالت * كان رسول الله\nصلى الله عليه وسلم يراه في مرط إحدانا فركه وكان مروطهن يومئذ الصوف يعني\nالمني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p103'> Vol. 02, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\n571 أخبرنا فضيل بن عياض نا هشام عن الحسن * أن رسول الله صلى الله عليه\nوسلم كان يصلي في مروط نسائه وكانت أكسية من صوف لها أعلام مما يشتري\nبالستة والسبعة وكان نساؤه يبرزن به\n</p>\n\n<p>\n572 أخبرنا عبدة بن سليمان نا هشام بن عروة عن أبيه عن عائشة رضي الله\nعنها قالت * اشتكى رسول الله صلى الله عليه وسلم فدخل عليه ناس يعودونه\nفصلى بهم جالسا وصلوا بصلاته قياما فأشار إليهم فجلسوا فلما انصرفوا قال\nإنما جعل الإمام لؤتم به فإذا ركع فاركعوا وإذا رفع رأسه فارفعوا وإذا صلى\nجالسا فصلوا جلوسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p104'> Vol. 02, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\n573 أخبرنا سفيان عن الزهري عن عروة عن عائشة قالت * أول ما فرضت الصلاة\nركعتين فأقرت صلاة السفر وأتمت صلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p105'> Vol. 02, p. 105</a>\n            </div>\n             الحضر فقلت لعروة فما بال\nعائشة تتم قال تأولت ما تأول عثمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p106'> Vol. 02, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n574 أخبرنا عبد الرزاق نا معمر عن الزهري * بهذا الإسناد مثله\n</p>\n\n<p>\n575 أخبرنا عبدة بن سليمان نا هشام بن عروة عن أبيه عروة عن عائشة قالت *\nعرضت الصلاة حين فرضت ركعتين ثم زيد فيهما بعد ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p107'> Vol. 02, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\n576 أخبرنا جرير عن يحيى بن سعيد عن عروة عن عائشة قالت * أول ما فرضت\nصلاة السفر ركعتان ثم زيد في الحضر ركعتان وتركت صلاة السفر كما هي ركعتان\n</p>\n\n<p>\n577 أخبرنا الثقفي قال سمعت يحيى بن سعيد يقول أخبرت عن عروة عن عائشة *\nمثله\n</p>\n\n<p>\n578 أخبرنا سفيان عن الزهري عن عروة عن عائشة قالت * كان رسول الله صلى\nالله عليه وسلم يصلي العصر والشمس طالعة في حجرتي لم يظهر الفيء بعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p108'> Vol. 02, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n579 أخبرنا عبد الرزاق نا معمر عن الزهري * بهذا الإسناد مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p109'> Vol. 02, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n580 أخبرنا جرير عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها قالت *\nوجع رسول الله صلى الله عليه وسلم فقال مروا أبا بكر فليصل بالناس فقلت يا\nرسول الله إن أبا بكر إذا قام مقامك لم يسمع <span id='ms098'></span> الناس من البكاء فأمر عمر\nفليصل بالناس فقال مروا أبا بكر فليصل بالناس فقلت مثلها فقال مروا أبا بكر\nفليصل بالناس فقلة لحفصة قولي له أن أبا بكر إذا قام مقامك لم يسمع الناس\nمن البكاء فمر عمر ففعلت ذلك فقال رسول الله صلى الله عليه وسلم مروا أبا\nبكر فليصل بالناس فإنكن صواحب يوسف عليه وعلى نبينا الصلاة والسلام فقالت\nحفصة ما رأيت منك خيرا قط أبدا قالت فخرج أبو بكر يؤم الناس فلما كبر أبو\nبكر خرج رسول الله صلى الله عليه وسلم فذهب أبو بكر يتأخر فأشار إليه رسول\nالله صلى الله عليه وسلم أن امكث مكانك فمكث مكانه فجلس رسول الله صلى الله\nعليه وسلم بحذاه وكان أبو بكر يصلي بصلاة رسول الله صلى الله عليه وسلم\nوالناس يصلون بصلاة أبي بكر حتى قضى الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p110'> Vol. 02, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n581 أخبرنا عبدة بن سليمان نا هشام بن عروة عن أبيه عن عائشة قالت *\nاشتكى رسول الله صلى الله عليه وسلم مرضه الذي مات فيه فقال مروا أبا بكر\nفليصل بالناس فذكر نحوه إلى قوله انكن صواحب يوسف ولم يذكر ما بعده وقال في\nالحديث سودة بدل حفصة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p111'> Vol. 02, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n582 أخبرنا عبدة بن سليمان نا هشام بن عروة عن أبيه عن عائشة رضي الله\nعنها قالت * هلكت قلادة لأسماء فبعث رسول الله صلى الله عليه وسلم في طلبها\nرجالا فحضرت الصلاة فلم يجدوا ماء ولم يكونوا على وضوء فصلوا بغير وضوء\nفذكروا ذلك لرسول الله صلى الله عليه وسلم فأنزل الله آية التيمم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p112'> Vol. 02, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n583 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة رضي الله عنها\nقالت * بعث رسول الله صلى الله عليه وسلم أسيد بن حضير وناسا معه يطلبون\nقلادة كانت عائشة نسيتها في منزل نزلته فحضرت الصلاة وليسوا على وضوء ولم\nيجدوا ماء فصلوا بغير وضوء فذكروا ذلك لرسول الله صلى الله عليه وسلم فأنزل\nالله عز وجل آية التيمم فقال لها أسيد بن حضير جزاك الله خيرا فوالله ما\nنزل <span id='ms099'></span> بك أمر قط تكرهينه إلا جعل لك وللمسلمين فيه خيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p113'> Vol. 02, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n584 أخبرنا أبو معاوية نا هشام عن أبيه عن عائشة رضي الله عنها قال ونا\nالأعمش عن تميم عن عروة عن عائشة قالت * اغتسلت أنا ورسول الله صلى الله\nعليه وسلم من إناء واحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p114'> Vol. 02, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\n585 أخبرنا عيسى بن يونس ووكيع عن هشام بن عروة عن أبيه عن عائشة قالت *\nأتي رسول الله صلى الله عليه وسلم بصبي فبال عليه فأتبعه الماء ولم يغسله\n</p>\n\n<p>\n586 أخبرنا جرير * بهذا الإسناد مثله وقال بصبي رضيع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p115'> Vol. 02, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n587 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة رضي الله عنها\nقالت * كان رسول الله صلى الله عليه وسلم يؤتي بالصبيان فيدعو لهم فأتي\nبصبي فبال عليه فقال صبوا عليه الماء صبا\n</p>\n\n<p>\n588 أخبرنا سفيان عن الزهري عن عروة عن عائشة قالت * كن نساء النبي صلى\nالله عليه وسلم يصلين مع رسول الله صلى الله عليه وسلم صلاة الصبح متلفعات\nبمروطهن فيرجعن وما يعرفهن أحد من الغلس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p116'> Vol. 02, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n589 أخبرنا عبد الرزاق نا معمر عن الزهري * بهذا الإسناد مثله\n</p>\n\n<p>\n590 أخبرنا النضر عن صالح بن أبي الأخضر عن الزهري * بهذا الإسناد نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p117'> Vol. 02, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n591 أخبرنا عبد الله بن إدريس عن محمد بن عمرو عن الزهري عن عروة عن\nعائشة قالت * كن نساء رسول الله صلى الله عليه وسلم يصلين مع رسول الله صلى\nالله عليه وسلم صلاة الصبح متلفعات بمروطهن فيرجعن وما يعرفهن أحد من الغبش\nقال بن إدريس والغبش دون الغلس\n</p>\n\n<p>\n592 أخبرنا جرير عن هشام بن عروة عن أبيه عن عائشة قالت قال رسول الله\nصلى الله عليه وسلم * إذا وضع العشاء وأقيمت الصلاة فابدؤوا بالعشاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p118'> Vol. 02, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n593 أخبرنا أبو معاوية * بهذا الإسناد مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p119'> Vol. 02, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n594 أخبرنا عبدة بن سليمان نا هشام عن أبيه عن عائشة رضي الله عنها عن\nرسول الله صلى الله عليه وسلم قال * إذا حضرت العشاء وأقيمت الصلاة فابدؤوا\nبالعشاء\n</p>\n\n<p>\n595 أخبرنا عبدة بن سليمان نا هشام بن عروة عن أبيه عن عائشة رضي الله\nعنها قالت * خسفت الشمس على عهد رسول الله صلى <span id='ms100'></span> الله عليه وسلم فقام فصلى\nفأطال القيام جدا ثم ركع فأطال الركوع جدا ثم رفع فأطال القيام وهو دون\nالقيام الأول ثم ركع فأطال الركوع وهو دون الركوع الأول ثم سجد ثم رفع رأسه\nفأطال القيام وهو دون القيام الأول ثم ركع فأطال الركوع وهو دون الركوع\nالأول ثم سجد ثم رفع رأسه فأطال القيام وهو دون القيام الأول ثم ركع فأطال\nالركوع وهو دون الركوع الأول ثم رفع فأطال القيام وهو دون القيام الأول ثم\nركع فأطال الركوع وهو دون الركوع الأول ثم سجد ففرغ من صلاته وقد جلى عن\nالشمس فخطب الناس فحمد الله وأثنى عليه وقال إن الشمس والقمر لا ينكسفان\nلموت أحد ولا لحياته فإذا رأيتم ذلك فصلوا وتصدقوا واذكروا الله ثم قال يا\nأمة محمد إنه ليس أحد أغير من الله أن يزني عبده أو أمته يا أمة محمد لو\nتعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p120'> Vol. 02, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n596 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة رضي الله عنها\nقالت * خسفت الشمس فصلى رسول الله صلى الله عليه وسلم فذكر مثله وقال في\nالحديث أما بعد فإن الشمس والقمر وقال في آخره ثم رفع يديه فقال ألا هل\nبلغت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p121'> Vol. 02, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n597 أخبرنا الوليد بن مسلم عن الأوزاعي عن الزهري عن عروة عن عائشة رضي\nالله عنها قالت * خسفت الشمس على عهد رسول الله صلى الله عليه وسلم فنودي\nالصلاة جامعة فاجتمع الناس فصلى بهم رسول الله صلى الله عليه وسلم أربع\nركعات في ركعتين وأربع سجدات\n</p>\n\n<p>\n598 أخبرنا الوليد بن مسلم عن عبد الرحمن بن نمر أنه سمع الزهري عن عروة\nعن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم * بمثله وزاد وجهر\nبالقراءة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p122'> Vol. 02, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n599 أخبرنا محمد بن يزيد الواسطي نا سفيان بن حسين عن الزهري عن عروة عن\nعائشة رضي الله عنها قالت * كسفت الشمس على عهد رسول الله صلى الله عليه\nوسلم فقام فكبر فقرأ قراءة يجهر فيها ثم ركع فأطال الركوع مثل <span id='ms101'></span> ما قام ثم\nرفع فقام مثل ما ركع ثم ركع مثل ما رفع ثم سجد ثم صلى الركعة الثانية مثل\nذلك ثم قال إن الشمس والقمر آيتان من آيات الله لا ينخسفان لموت أحد فإذا\nرأيتم ذلك فافزعوا إلى الصلاة\n</p>\n\n<p>\n600 أخبرنا سفيان عن الزهري عن عروة عن عائشة رضي الله عنها قالت * كان\nرسول الله صلى الله عليه وسلم يصلي صلاته من الليل وأنا معترضة بين يديه\nكاعتراض الجنازة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p123'> Vol. 02, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\n601 أخبرنا النضر عن صالح بن أبي الأخضر عن الزهري عن عروة عن عائشة قالت\n* كان رسول الله صلى الله عليه وسلم يصلي صلاته من الليل وأنا بينه وبين\nالقبلة على الفراش \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p124'> Vol. 02, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n602 أخبرنا عبدة بن سليمان نا هشام بن عروة عن أبيه عن عائشة رضي الله\nعنها قالت * كان رسول الله صلى الله عليه وسلم يصلي صلاته من الليل وأنا\nعلى الفراش الذي يرقد عليه فإذا أراد أن يوتر أيقظني فأوتر أو قالت فأوترت\n</p>\n\n<p>\n603 أخبرنا جرير * بهذا الإسناد مثله وقالت أيقظني فأوترت\n</p>\n\n<p>\n604 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة قالت * أيقظني\nفأوترت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p125'> Vol. 02, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n605 أخبرنا أبو معاوية نا العمش عن تميم بن سلمة عن عروة عن عائشة رضي\nالله عنها قالت * كان رسول الله صلى الله عليه وسلم صلى الله عليه وسلم\nيصلي من الليل فإذا انصرف قال قومي فأوتري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p126'> Vol. 02, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n606 أخبرنا عبدة نا هشام بن عروة عن أبيه عن عائشة رضي الله عنها * أن\nرسول الله صلى الله عليه وسلم رأى نخامة في قبلة المسجد فحتها\n</p>\n\n<p>\n607 أخبرنا أبو معاوية * بهذا الإسناد مثله وقال بزاقا أو نخامة أو مخاطا\n</p>\n\n<p>\n608 أخبرنا عبدة بن سليمان نا هشام بن عروة عن أبيه عن عائشة رضي الله\nعنها قالت * كان رسول الله صلى الله عليه وسلم يصلي ركعتي الفجر ويخفضهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p127'> Vol. 02, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\n609 أخبرنا النضر نا صالح بن أبي الأخضر عن الزهري عن عروة عن عائشة قالت\n* كان رسول الله صلى الله عليه وسلم يصلي من الليل إحدى عشرة سجدة يقرأ في\nكل سجدة خمسين آية فإذا طلع <span id='ms102'></span> الفجر صلى ركعتين ثم اضطجع على شقة الأيمن حتى\nيأتيه بلال فيؤذنه بالصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p128'> Vol. 02, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n610 أخبرنا إسحاق بن سليمان الرازي نا بن أبي ذئب عن الزهري عن عروة عن\nعائشة رضي الله عنها قالت * كان رسول الله صلى الله عليه وسلم يصلي من\nالليل إحدى عشرة ركعة يقرأ في كل ركعة بقدر خمسين آية ويوتر منها بواحدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p129'> Vol. 02, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n611 أخبرنا جرير عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها قالت *\nما ترك رسول الله صلى الله عليه وسلم الركعتين بعد العصر في بيتي قط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p130'> Vol. 02, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\n612 أخبرنا عيسى بن يونس نا هشام بن عروة عن أبيه عن عائشة رضي الله عنها\nقالت * ما رأيت رسول الله صلى الله عليه وسلم يصلي جالسا حتى دخل في السن\nفكان يصلي وهو جالس يقرأ فإذا غبر من السورة ثلاثون آية أو أربعون آية قام\nفقرأ بها ثم ركع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p131'> Vol. 02, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\n613 أخبرنا جرير عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها قالت *\nما كان رسول الله صلى الله عليه وسلم يقرأ في صلاته جالسا حتى دخل في السن\nفكان يقرأ وهو جالس فإذا بقي من السورة ثلاثون آية أو أربعون آية قام\nفقرأها ثم ركع\n</p>\n\n<p>\n614 أخبرنا عبدة بن سليمان * بهذا الإسناد نحوه\n</p>\n\n<p>\n615 أخبرنا أبو معاوية * بهذا الإسناد نحوه وقال فلما بدن وثقل\n</p>\n\n<p>\n616 أخبرنا عبدة بن سليمان نا هشام بن عروة عن أبيه عن عائشة قالت * كان\nرسول الله صلى الله عليه وسلم يصلي من الليل ثلاث عشرة ركعة يوتر منها بخمس\nلا يجلس في شيء من الخمس إلا في آخرهن يجلس ثم يسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p132'> Vol. 02, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n617 أخبرنا وهب بن جرير نا شعبة عن هشام بن عروة عن أبيه عن عائشة عن\nرسول الله صلى الله عليه وسلم قال * إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p133'> Vol. 02, p. 133</a>\n            </div>\n             نعس أحدكم وهو يصلي\nفليرقد فإن أحدكم إذا صلى وهو ينعس لعله يريد أن يستغفر فلا يدري فيسب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p134'> Vol. 02, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\n618 أخبرنا أبو معاوية * بهذا الإسناد نحوه\n</p>\n\n<p>\n619 أخبرنا وكيع بهذا الإسناد قال * إذا صلى أحدكم فنعس فليرجع فليرقد\nفإنه لا يدري عسى يريد <span id='ms103'></span> أن يستغفر فيسب\n</p>\n\n<p>\n620 أخبرنا أبو الوليد نا حماد بن سلمة عن أبي العلاء عن الزهري عن عروة\nعن عائشة قالت * كان رسول الله صلى الله عليه وسلم يصلي قائما فاستفتحت\nالباب فمشى على يمينه وشماله ففتح الباب ثم رجع إلى مكانه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p135'> Vol. 02, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\n621 أخبرنا سفيان عن الزهري عن عروة عن عائشة رضي الله عنها قالت * صلى\nرسول الله صلى الله عليه وسلم في خميصة لها اعلام فقال شغلتني هذه الأعلام\nاذهبوا بها إلى أبي جهم وائتوني بأنبجانيتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p136'> Vol. 02, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\n622 أخبرنا عبد الرزاق نا معمر عن الزهري * بهذا الإسناد مثله\n</p>\n\n<p>\n623 أخبرنا أبو معاوية نا هشام عن أبيه عن عائشة رضي الله عنها قالت *\nكانت لرسول الله صلى الله عليه وسلم خميصة فأعطاها أبا جهم فقيل يا رسول\nالله إن هذه الخميصة خير من الأنبجانية فقال إنها تلهيني عن صلاتي أو قال\nتشغلني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p137'> Vol. 02, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\n624 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة قالت سمع رسول\nالله صلى الله عليه وسلم قراءة أبي موسى وهو يقرأ في المسجد فقال * لقد\nأوتي هذا مزمارا من مزامير آل داود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p138'> Vol. 02, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\n625 أخبرنا عبدة نا هشام بن عروة عن أبيه عن عائشة رضي الله عنها قالت *\nدخل علي رسول الله صلى الله عليه وسلم وعندي امرأة فقال ما هذه فقلت لا\nتنام الليل فقال رسول الله صلى الله عليه وسلم مه عليكم من الأعمال ما\nتطيقون فإن الله لا يمل حتى تملوا وإن أحب الدين إلى الله ما يدوم عليه\nصاحبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p139'> Vol. 02, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\n626 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة رضي الله عنها *\nأن امرأة من بني أسد كانت تدخل عليها فذكروا اجتهادها في العبادة فقال رسول\nالله صلى الله عليه وسلم إن أحب الأعمال إلى الله أدومها وإن قل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p140'> Vol. 02, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\n627 أخبرنا عبد الرزاق نا معمر عن هشام بن عروة عن أبيه عن عائشة قالت *\nدخل علي رسول الله صلى الله عليه وسلم وعندي امرأة حسنة الهيئة فقال ما هذه\nفقلت لا تنام الليل فقال رسول الله صلى الله <span id='ms104'></span> عليه وسلم مه مه اعملوا من\nالأعمال ما تطيقون فإن الله عز وجل لا يمل حتى تملوا وإن أحب الأعمال إلى\nالله ما يدوم عليها صاحبها وإن قل\n</p>\n\n<p>\n628 أخبرنا عيسى بن يونس نا هشام بن عروة عن أبيه عن عائشة رضي الله عنها\nقالت * إنما أنزل الله عز وجل <span class='quran'>ولا تجهر بصلاتك ولا تخافت بها </span>في\nالدعاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p141'> Vol. 02, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\n629 أخبرنا عبدة بن سليمان نا هشام بن عروة عن أبيه عن عائشة رضي الله\nعنها قالت * سمع رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p142'> Vol. 02, p. 142</a>\n            </div>\n             رجلا يقرأ في\nالمسجد ليلا فقال لقد اذكرني كذا كذا من آية قد كنت أسقطهن من سورة كذا\nوكذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p143'> Vol. 02, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\n630 أخبرنا أبو معاوية نا هشام عن أبيه عن عائشة رضي الله عنها قالت *\nسمع رسول الله صلى الله عليه وسلم قراءة رجل فقال رحمه الله لقد أذكرني\nآيات كنت أسقطهن من سورة كذا وكذا\n</p>\n\n<p>\n631 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة قالت * كان\nرسول الله صلى الله عليه وسلم يصلي العصر والشمس في حجرتي طالعة\n</p>\n\n<p>\n632 أخبرنا النضر نا صالح بن أبي الأخضر عن الزهري عن عروة عن عائشة قالت\n* كان رسول الله صلى الله عليه وسلم يصلي العصر والشمس في حجرتي لم تظهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p144'> Vol. 02, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n633 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة قالت * كان رسول\nالله صلى الله عليه وسلم يصلي العصر والشمس بيضاء في قعر حجرتي طالعة\n</p>\n\n<p>\n634 أخبرنا عبد الرزاق نا معمر وابن جريج عن الزهري عن عروة عن عائشة\nقالت * كنت أغتسل أنا ورسول الله صلى الله عليه وسلم من إناء واحد هو قدر\nالفرق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p145'> Vol. 02, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n635 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة رضي الله عنها\nقال * كان رسول الله صلى الله عليه وسلم يصلي من الليل وأنا معترضة بين\nيديه كاعتراض الجنازة\n</p>\n\n<p>\n636 أخبرنا حفص بن غياث نا حجاج قال سألت عطاء عن الرجل يصلي وبين يديه\nالمرأة فقال أخبرني عروة عن عائشة * أن رسول الله صلى الله عليه وسلم <span id='ms105'></span> كان\nيصلي وعائشة بحذاه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p146'> Vol. 02, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\n637 أخبرنا عبد الرزاق نا معمر عن هشام بن عروة عن أبيه عن عائشة قالت *\nكن نساء بني إسرائيل يتخذون أرجلا من خشب يشرفن بها على الرجال في المساجد\nفحرم عليهن المساجد وسلطت عليهن الحيضة\n</p>\n\n<p>\n638 أخبرنا عتاب بن بشير نا خصيف عن عكرمة عن بن عباس قال * كن نساء بني\nإسرائيل يتخذن قوالب يتطاولن بذلك في المساجد ليرين الرجال فسلط الله عليهن\nالحيضة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p147'> Vol. 02, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n639 أخبرنا عيسى بن يونس نا يحيى بن سعيد عن عمرة عن عائشة رضي الله عنها\nقالت * لو أن رسول الله صلى الله عليه وسلم رأى ما أحدث النساء بعده لمنعهن\nالمسجد كما منعته نساء بني إسرائيل فقلت لعمرة وهل كن منعن المساجد فقالت\nنعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p148'> Vol. 02, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n640 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة رضي الله عنها\nقالت * كسفت الشمس على عهد رسول الله صلى الله عليه وسلم فقام رسول الله\nصلى الله عليه وسلم فصلى بنا فأطال القيام ثم ركع فأطال الركوع ثم رفع\nفأطال القيام وهو دون القيام الأول ثم ركع فأطال الركوع وهو دون الركوع\nالأول ثم رفع فسجد سجدتين ثم فعل في الركعة الثانية مثل ذلك ثم قال إن\nالشمس والقمر لا ينكسفان لموت أحد ولا لحياته فإذا رأيتموهما فافزعوا إلى\nالصلاة\n</p>\n\n<p>\n641 قال معمر فأخبرني هشام بن عروة عن أبيه عن عائشة رضي الله عنها *\nبمثل هذا الحديث وزاد فإذا رأيتم ذلك فتصدقوا واذكروا الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p149'> Vol. 02, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n642 أخبرنا الوليد بن مسلم نا عبد الرحمن بن نمر أنه سمع الزهري يحدث عن\nعروة عن عائشة عن رسول الله صلى الله عليه وسلم * أنه صلى أربع ركعات في\nأربع سجدات وجهز بالقراءة كلما رفع رأسه قال سمع الله لمن حمده ربنا ولك\nالحمد قال الزهري فقلت لعروة ما صنع ذلك أخوك عبد الله بن الزبير ما صلى\nبالمدينة إلا ركعتين مثل صلاة الصبح فقال أجل إنه أخطأ السنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p150'> Vol. 02, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\n643 قال الزهري فأخبرني كثيربن عباس عن بن عباس * أن رسول الله صلى الله\nعليه وسلم <span id='ms106'></span> صلى أربع ركعات في أربع سجدات\n</p>\n\n<p>\n644 أخبرنا النضر نا صالح بن أبي الأخضر عن الزهري عن عروة عن عائشة * أن\nرسول الله صلى الله عليه وسلم قال في مرضه شنوا علي من سبع قرب لم تطلق\nأوكيتهن\n</p>\n\n<p>\n645 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة أو عمرة عن عائشة قالت\nقال رسول الله صلى الله عليه وسلم في مرضه الذي مات فيه * صبوا علي من سبع\nقرب لم تحلل أوكيتهن بعد لعلي استريح فاعهد إلى الناس قالت فأجلسناه في\nوخصب لحفصة وجعلنا نصب الماء عليه منهن حتى طفق يشير إلينا أن قد فعلتن ثم\nخرج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p151'> Vol. 02, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n646 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة قالت * صلى\nرسول الله صلى الله عليه وسلم في المسجد ليلة في رمضان ومعه ناس من أصحابه\nثم صلى الليلة الثانية فاجتمع إليه أكثر من الأولى ثم الثالثة ثم الرابعة\nحتى امتلىء المسجد واغتص بأهله فلم يخرج إليهم فجعل الناس ينادونه الصلاة\nفلم يخرج فقال له عمر بن الخطاب يا رسول الله جعل الناس ينتظرونك البارحة\nفلم تخرج فقال إنه لم يخف علي مكانهم ولكن خشيت أن تكتب عليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p152'> Vol. 02, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\n647 أخبرنا جرير عن هشام بن عروة عن أبيه عن عائشة قالت * كانت قريش تصوم\nفي الجاهلية يوم عاشوراء فلما قدم رسول الله صلى الله عليه وسلم المدينة\nحين هاجر صام وأمر الناس بصومه فلما نزل رمضان فمن شاء صام ومن شاء ترك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p153'> Vol. 02, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\n648 أخبرنا عبدة بن سليمان نا هشام بن عروة * بهذا الإسناد مثله وقال\nفلما افترض عليهم رمضان كان شهر رمضان هو المفترض عليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p154'> Vol. 02, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\n649 أخبرنا النضر نا صالح بن أبي الأخضر عن الزهري عن عروة عن عائشة قالت\n* كان يوم عاشوراء يوم أمرنا رسول الله صلى الله عليه وسلم بصومه فلما نزل\nشهر رمضان من شاء صام ومن شاء ترك\n</p>\n\n<p>\n650 أخبرنا سفيان عن الزهري عن عروة عن عائشة قالت * كان عاشوراء يوم\nيصام قبل شهر رمضان فلما نزل شهر رمضان فمن شاء صام ومن <span id='ms107'></span> شاء ترك\n</p>\n\n<p>\n651 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة * مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p155'> Vol. 02, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n652 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة وعن سعيد بن\nالمسيب عن أبي هريرة قالا * كان رسول الله صلى الله عليه وسلم يعتكف العشر\nالأواخر من شهر رمضان حتى قبضه الله إليه\n</p>\n\n<p>\n653 أخبرنا النضر نا صالح بن أبي الأخضر عن الزهري عن عروة عن عائشة قالت\n* كان رسول الله صلى الله عليه وسلم يعتكف العشر الأواخر من شهر رمضان حتى\nقبضه الله إليه وأزواجه من بعده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p156'> Vol. 02, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\n654 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة قالت * كان رسول\nالله صلى الله عليه وسلم يجاور العشر الأواخر من رمضان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p157'> Vol. 02, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n655 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة قالت قال رسول\nالله صلى الله عليه وسلم * تحروها لعشر بقين يعني ليلة القدر\n</p>\n\n<p>\n656 أخبرنا عيسى بن يونس نا هشام بن عروة عن أبيه عن عائشة قالت * كان\nرسول الله صلى الله عليه وسلم يجاور في المسجد فيخرج إلي رأسه فأغسله وأنا\nحائض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p158'> Vol. 02, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\n657 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة انها * كانت\nترجل النبي صلى الله عليه وسلم يخرج إليها رأسه وهي في حجرتها وهو في\nالمسجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p159'> Vol. 02, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n658 أخبرنا كثير بن هشام نا جعفر بن برقان نا الزهري عن عروة عن عائشة\nقالت * كنت أنا وحفصة صائمتين فعرض لنا طعام فاشتهيناه فأفطرنا فدخل النبي\nصلى الله عليه وسلم فبادرت إليه حفصة وكانت بنت أبيها فقالت يا رسول الله\nإنا صمنا اليوم فعرض لنا طعام فاشتهيناه فقال اقضيا يوما آخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p160'> Vol. 02, p. 160</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p161'> Vol. 02, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\n659 أخبرنا سفيان عن الزهري وعبد الرزاق عن معمر عن الزهري * أن عائشة\nوحفصة أصبحتا صائمتين فأهدي لهما طعام فذكرا مثله ولم يذكرا عروة\n</p>\n\n<p>\n660 أخبرنا النضر نا صالح بن أبي الأخضر عن الزهري عن عروة عن عائشة\nوخفصة * أنهما أصبحتا صائمتين فعرض لهما طعام والطعام حنيذ عرض علينا\nفأفطرنا فذكرت عائشة لرسول الله صلى الله عليه وسلم فقال صوما يوما <span id='ms108'></span> مكانه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p162'> Vol. 02, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\n661 قال إسحاق ورواه بن جريج عن الزهري قال سمعت شيخا في مجلس عروة ممن\nيدخل على عائشة يحدث عن عائشة * فذكر الحديث مثله وقال عن بن جريج قيل\nللزهري أخبرك عروة بهذا الحديث فقال لو سمعته من عروة لم أنس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p163'> Vol. 02, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\n662 أخبرنا النضر نا صالح بن أبي الأخضر عن الزهري عن عروة عن عائشة * أن\nرسول الله صلى الله عليه وسلم كان يقبلها وهو صائم فبلغ ذلك عمر بن الخطاب\nفقال لا يقبلن أحدكم وهو صائم فإنه ليس لأحد منكم من الحفظ والعصمة ما\nلرسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n663 أخبرنا محمد بن حرب الحمصي عن الزبيدي عن الزهري عن سعيد بن المسيب\nعن عمر بن الخطاب * أنه كان ينهى عن القبلة للصائم فقيل له فإن رسول الله\nصلى الله عليه وسلم كان يقبل وهو صائم فقال وأيكم له من الحفظ والعصمة ما\nلرسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p164'> Vol. 02, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\n664 أخبرنا النضر عن صالح بن أبي الأخضر عن الزهري عن عروة عن عائشة * أن\nرسول الله صلى الله عليه وسلم كان يصبح جنبا ثم يصوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p165'> Vol. 02, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\n665 أخبرنا جرير وعيسى بن يونس عن هشام بن عروة عن أبيه عن عائشة أن حمزة\nبن عمرو الأسلمي سأل رسول الله صلى الله عليه وسلم قال * إني رجل أصوم\nأفأصوم في السفر فقال إن شئت فصم وإن شئت فأمطر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p166'> Vol. 02, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\n667 أخبرنا عبدة بن سليمان نا هشام بن عروة عن أبيه عن عائشة * أن حمزة\nبن عمرو الأسلمي سأل رسول الله صلى الله عليه وسلم عن الصوم في السفر وكان\nرجلا يسرد فقال إن شئت فصم وإن شئت فأفطر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p167'> Vol. 02, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\n668 أخبرنا أبو معاوية نا هشام عن أبيه عن عائشة أن حمزة السلمي سأل رسول\nالله صلى الله عليه وسلم فقال * يا رسول الله إني رجل أسرد الصوم الصوم في\nالسفر فقال إن شئت فصم وإن شئت فأفطر\n</p>\n\n<p>\n669 أخبرنا عبدة بن سليمان نا هشام بن عروة عن أبيه عن عائشة قالت *\nنهاهم رسول الله صلى الله عليه وسلم عن الوصال <span id='ms109'></span> رحمة لهم فقالوا يا رسول\nالله إنك تواصل قال إني لست كأحدكم إني يطعمني ربي ويسقيني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p168'> Vol. 02, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\n670 أخبرنا بقية بن الوليد حدثني محمد بن زياد الإلهاني وكان ثقة عن عبد\nالله بن قيس قال سألت عائشة عن الصيام فقالت * نهى رسول الله صلى الله عليه\nوسلم عن الوصال في الصيام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p169'> Vol. 02, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\n670 أخبرنا عبدة بن سليمان نا هشام بن عروة عن أبيه عن عائشة قالت * كان\nرسول الله صلى الله عليه وسلم يجاور في العشر الأواخر من رمضان وكان يقول\nتحروا ليلة القدر في العشر الأواخر من شهر رمضان\n</p>\n\n<p>\n671 أخبرنا عبدة بن سليمان وأبو معاوية قالا نا هشام بن عروة عن أبيه عن\nعائشة قالت قال رسول الله صلى الله عليه وسلم * لولا حداثة عهد قومك بالكفر\nلنقضت البيت وبنيته على أساس إبراهيم وجعلت له خلفا فإن قريشا لما بنت\nالبيت استقصرت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p170'> Vol. 02, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\n672 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة * أن رسول الله\nصلى الله عليه وسلم قبل بعض نسائه وهو صائم فقلت من هي إلا أنت فضحكت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p171'> Vol. 02, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\n673 أخبرنا بقية بن الوليد حدثني عبد الملك بن محمد عن هشام بن عروة عن\nأبيه عن عائشة * أن رسول الله صلى الله عليه وسلم قبلها وهو صائم وقال إن\nالقبلة لا تنقض الوضوء ولا تفطر الصائم وقال يا حميراء إن في ديننا لسعة\nوقال إسحاق أخشى أن يكون غلط قال أبو محمد في المرأة الأولى غلط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p172'> Vol. 02, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\n674 أخبرنا عيسى بن يونس نا هشام بن عروة عن أبيه عن عائشة قالت * المحصب\nليست بسنة إنما هو منزل نزله رسول الله صلى الله عليه وسلم ليكون أسمح\nلخروجه\n</p>\n\n<p>\n675 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة * مثله\n</p>\n\n<p>\n676 أخبرنا عبدة بن سليمان وأبو معاوية قالا نا هشام بن عروة عن أبيه عن\nعائشة قالت * نزول الأبطح ليست بسنة إنما نزله رسول الله صلى الله عليه\nوسلم ليكون أسمح لخروجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p173'> Vol. 02, p. 173</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p174'> Vol. 02, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\n677 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة وهشام بن عروة <span id='ms110'></span>\nعن أبيه عن عائشة قالت * دخل رسول الله صلى الله عليه وسلم على ضباعه بنت\nالزبير فقالت يا رسول الله إني شاكية وإني أريد الحج فقال لها رسول الله\nصلى الله عليه وسلم حجي واشترطي أن محلي حيث تحسبني قال إسحاق قلت لعبد\nالرزاق كلاهما عن عائشة فقال نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p175'> Vol. 02, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\n678 أخبرنا عبد العزيز بن محمد عن هشام بن عروة عن عروة عن عائشة * أن\nرسول الله صلى الله عليه وسلم أفرد الحج ولم يعتمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p176'> Vol. 02, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\n679 أخبرنا عبدة نا هشام بن عروة عن أبيه عن عائشة قالت * طيبت رسول الله\nصلى الله عليه وسلم عند إحلاله بأطيب ما أجد من الطيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p177'> Vol. 02, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\n680 أخبرنا عبدة بن سليمان نا هشام بن عروة عن أبيه عن عائشة قالت *\nخرجنا مع رسول الله صلى الله عليه وسلم في عام حجة الوداع موافين لهلال ذي\nالحجة فقال رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p178'> Vol. 02, p. 178</a>\n            </div>\n             من أراد أن يهل بعمرة\nفليهل ولولا اني أهديت لجعلتها عمرة قالت فمنا من أهل بحجة ومنا من أهل\nبعمرة وكنت ممن أهل بعمرة فخرجنا حتى قدمنا مكة فأدركني يوم عرفة وأنا حائض\nولم أحل من عمرتي فشكوت ذلك إلى رسول الله صلى الله عليه وسلم فقال دعي\nعمرتك وانقضي رأسك وامتشطي وأهلي بالحج قالت فلما كانت ليلة الحصبة وقضى\nرسول الله صلى الله عليه وسلم الحج أرسل معي عبد الرحمن بن أبي بكر فأردفني\nفأهللت من التنعيم بعمرة فقضى الله حجها وعمرتها ولم يكن في ذلك هدي ولا\nصيام ولا صدقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p179'> Vol. 02, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\n681 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة قالت * خرجنا مع\nرسول الله صلى الله عليه وسلم موافين لهلال ذي الحجة فقال رسول الله صلى\nالله عليه وسلم من أحب منك أن يهل بحجة فليهل بها ومن أراد أن يهل بعمرة\nفليهل بها قالت فمنا من أهل بحجة ومنا من أهل بعمرة وقال رسول الله صلى\nالله عليه وسلم لولا أني سقت الهدي لأهللت بعمرة وقالت وكنت أهللت بعمرة\nفذكر مثل <span id='ms111'></span> حديث عبدة وقالت فأرسل رسول الله صلى الله عليه وسلم معي عبد\nالرحمن إلى التنعيم فأهللت بعمرة مكان عمرتي قال هشام قال أبي فقضى الله\nحجها وعمرتها لم يكن فيه هدي ولا صيام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p180'> Vol. 02, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\n682 أخبرنا عبد الرزاق نا معمر عن هشام بن عروة عن أبيه عن عائشة قالت\nخرجنا موافين لهلال ذي الحجة فقال رسول الله صلى الله عليه وسلم * من أحب\nأن يهل بحج فليفعل ومن أحب أن يهل بعمرة فليفعل ولولا أني أهديت لأهللت\nبعمرة فذكر نحوه ولم يذكر ولم يكن فيه هدي ولا طعام ولا صدقة\n</p>\n\n<p>\n683 أخبرنا عبد الرزاق عن معمر عن الزهري عن عروة عن عائشة قالت * خرجنا\nمع رسول الله صلى الله عليه وسلم في حجة الوداع فأهللت بعمرة ولم أكن سقت\nالهدي فقال رسول الله صلى الله عليه وسلم من كان منكم ساق هدية فليهل بحجة\nمع عمرته ثم لا يحل حتى يحل منها جميعا قالت فحضت ليلة عرفة فقلت يا رسول\nالله كيف أصنع في حجتي فقال امتشطي ودعي العمرة فأهلي بالحج قالت فحججت\nفبعث رسول الله صلى الله عليه وسلم معي عبد الرحمن بن أبي بكر فأعمرني مكان\nعمرتي التي تركتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p181'> Vol. 02, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\n684 أخبرنا سفيان عن عمرو أنه أخبره عن عمر بن أوس الثقفي أن عبد الرحمن\nبن أبي بكر أخبره * أن رسول الله صلى الله عليه وسلم امره ان يردف عائشة\nإلى التنعيم فيعمرها\n</p>\n\n<p>\n685 أخبرنا سفيان عن الزهري عن عروة عن عائشة قالت * حاضت صفية فذكرت ذلك\nلرسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p182'> Vol. 02, p. 182</a>\n            </div>\n             فقال أحابستنا هي فقلت لا إنها\nقد أفاضت ثم حاضت قال فلا إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p183'> Vol. 02, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\n686 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة * أن رسول\nالله صلى الله عليه وسلم حين أراد أن ينفر كانت صفية قد حاضت فقال أحابستنا\nهي فقيل إنها قد أفاضت قال لا إذا * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p184'> Vol. 02, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\n688 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة قالت * أمر\nرسول الله صلى الله عليه وسلم بقتل خمس فواسق <span id='ms112'></span> في الحل والحرم الحداة\nوالغراب والفأرة والعقرب والكلب العقور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p185'> Vol. 02, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\n689 قال عبد الرزاق وقال بعض أصحابنا أن معمرا كان يذكره عن الزهري عن\nسالم عن أبيه عن النبي صلى الله عليه وسلم وعن عروة عن عائشة عن النبي صلى\nالله عليه وسلم *\n</p>\n\n<p>\n690 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة رضي الله عنها\n* في قوله إن الصفا والمروة من شعائر الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p186'> Vol. 02, p. 186</a>\n            </div>\n             الآية قالت كان ناس\nمن الأنصار ممن تهل لمناة في الجاهلية ومناة صنم بين مكة والمدينة قالوا يا\nرسول الله إنا كنا نطوف بين الصفا والمروة تعظيما لمناة فهل علينا حرج أن\nنطوف بها فأنزل الله عز وجل إن الصفا والمروة من شعائر الله فمن حج البيت\nأو اعتمر فلا جناح عليه أن يطوف بهما قالت عائشة يا بن أختي ألا ترى أنه\nيقول إن الصفا والمروة من شعائر الله قال الزهري فذكرت ذلك لأبي بكر بن عبد\nالرحمن بن الحارث بن هشام فقال هذا العلم قال أبو بكر وسمعت رجالا من أهل\nالعلم يقولون لما انزل الله عز وجل الطواف بالبيت ولم ينزل الطواف بين\nالصفا والمروة قالوا يا رسول الله إنا كنا نطوف بين الصفا والمروة في\nالجاهلية فهل علينا حرج أن نطوف بين الصفا والمروة وقد ذكر الله عز وجل\nالطواف بالبيت ولم يذكر الطواف بين الصفا والمروة فأنزل الله عز وجل <span class='quran'>فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما </span>الآية قال أبو بكر\nفأسمع الآية نزلت في الفريقين كليهما فيمن طاف وفيمن لم يطف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p187'> Vol. 02, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\n691 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة قالت * قلت لها\nإني أظن لو أن رجلا ترك الطواف بين الصفا والمروة لم يضره فقالت ولم فقلت\nقال الله عز وجل فلا جناح عليه أن يطوف بهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p188'> Vol. 02, p. 188</a>\n            </div>\n             فقالت لو كان كما\nتقول لكان فلا جناح عليه أن لا يطوف بهما ثم قالت وهل تدري مم ذاك كان ناس\nمن الأنصار يهلون لصنمين على شاطئ <span id='ms113'></span> البحر ثم يجيئون فيطوفون بين الصفا\nوالمروة ثم يحلفون فلما جاء الإسلام قالوا يا رسول الله هل علينا حرج أن\nنطوف بين الصفا والمروة لما كانوا يصنعون في الجاهلية فأنزل عز وجل إن\nالصفا والمروة من شعائر الله فعادوا فطافوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p189'> Vol. 02, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\n692 أخبرنا سفيان عن الزهري عن عروة عن عائشة قالت * كنت أفتل قلائد هدي\nرسول الله صلى الله عليه وسلم ثم لا يجتنب شيئا مما يجتنبه المحرم قال وقال\nعبد الرحمن بن القاسم عن أبيه عن عائشة بمثله وقال ثم لا يعتزل شيئا مما\nيعتزله المحرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p190'> Vol. 02, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\n693 أخبرنا عمر بن محمد نا ليث بن سعد عن الزهري عن عروة وعمرة عن عائشة\nقالت * كان رسول الله صلى الله عليه وسلم يبعث الهدي من المدينة فاقتل\nقلائد هدي رسول الله صلى الله عليه وسلم ثم لا يجتنب شيئا مما يجتنبه\nالمحرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p191'> Vol. 02, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n694 أخبرنا أبو معاوية نا هشام عن أبيه عن عائشة قالت * كنت أفتل قلائد\nهدي رسول الله صلى الله عليه وسلم فيبعث به ثم يقيم فلا يجتنب شيئا مما\nيجتنبه المحرم\n</p>\n\n<p>\n695 أخبرنا عيسى بن يونس نا هشام بن عروة عن أبيه عن عائشة * أنها أشعرت\nبدنتين فضلتا فأتى لها عبد الله بن الزبير بدنتين مكانهما فنحرتهما ثم وجدت\nالأولين فنحرتهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p192'> Vol. 02, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\n696 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة * أنها ساقت\nبدنتين فضلتا فأهدى لها عبد الله بن الزبير بدنتين مكان بدنتيها فنحرتهما\nأيضا وقالت السنة أن نفعل هكذا بالبدن\n</p>\n\n<p>\n697 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة قالت * كان قريش\nومن دان بدينها يقفون بالمزدلفة يسمون الحمس وسائر العرب تقف بعرفة فأمر\nالله عز وجل نبيه أن يقف بعرفة ثم يدفع منها ثم أنزل الله عز وجل <span class='quran'>ثم\nأفيضوا من حيث أفاض الناس </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p193'> Vol. 02, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\n698 أخبرنا عيسى بن يونس نا بن جريج عن سليمان بن موسى عن الزهري عن عروة\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم * أي امرأة نكحت بغير إذن\nوليها فنكاحها باطل فنكاحها <span id='ms114'></span> باطل فإن اشتجروا فالسلطان ولي من لا ولي له\nفإن كان دخل بها فلها مهرها بما استحل من فرجها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p194'> Vol. 02, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\n699 أخبرنا عبد الرزاق نا بن جريج أخبرني سليمان بن موسى أن الزهري أخبره\nأن عروة بن الزبير أخبره أن عائشة أخبرته أن رسول الله صلى الله عليه وسلم\nقال * أيما امرأة فذكر مثله سواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p195'> Vol. 02, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\n700 أخبرنا عيسى بن يونس نا هشام بن عروة عن أبيه عن عائشة قالت * جاء\nعمي من الرضاعة بعد ما ضرب الحجاب علينا فقلت والله لا آذن لك حتى يجيء\nرسول الله صلى الله عليه وسلم فاستأذنه فجاء رسول الله صلى الله عليه وسلم\nفقال هو عمك فليلج عليك قالت فقلت يا رسول الله إنما أرضعتني المرأة ولم\nيرضعني الرجل فقال رسول الله صلى الله عليه وسلم هو عمك فليلج عليك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p196'> Vol. 02, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\n701 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة أن أبا القعيس\nجاءها فأبت أن تاذن له فاستأذنت رسول الله صلى الله عليه وسلم فذكر * مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p197'> Vol. 02, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\n702 أخبرنا عبد الرزاق نا بن جريج أخبرني عطاء عن عروة أن عائشة أخبرته\nقالت جاء عمي أبو الجعد من الرضاعة فرددته قال فقال هشام هو أبو القعيس\nفجاء رسول الله صلى الله عليه وسلم فأخبرته فقال رسول الله صلى الله عليه\nوسلم * تربت يداك أو قال يمينك ائذني له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p198'> Vol. 02, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\n703 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة قالت قال رسول\nالله صلى الله عليه وسلم * أريتك قبل أن أتزوجك مرتين رأيت الملك يحملك في\nسرقة من حرير فقلت له اكشف فكشف فإذا هي أنت فقلت إن أراد الله أن يمضيه\nأمضاه ثم رأيتك يحملك فقلت له اكشف فإذا هي أنت فقلت إن أراد الله أن يمضيه\nأمضاه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p199'> Vol. 02, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n704 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة قالت جاءت\nسهلة بنت سهيل إلى رسول الله صلى الله عليه وسلم فقالت * يا رسول الله إن\nسالما يدعي لأبي حذيفة ويأوي معه فيدخل علي فيراني فضلا ونحن <span id='ms115'></span> في منزل ضيق\nوقد قال الله عز وجل <span class='quran'>ادعوهم لآبائهم هو أقسط عند الله </span>الآية فقال\nأرضعيه تحرمي عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p200'> Vol. 02, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\n705 أخبرنا النضر نا صالح بن أبي الأخضر عن بن شهاب أن عروة أخبره أن\nعائشة قالت جاءت سهلة بنت سهيل إلى رسول الله صلى الله عليه وسلم فقالت *\nإن سالما تبنى أبا حذيفة فأرى أنه ابني وكان يأوي مع أبي حذيفة وكان يراني\nفضلا وقد انزل الله ما ترى فقال أرضعيه فأرضعته خمس مرات\n</p>\n\n<p>\n706 أخبرنا عبد الرزاق نا بن جريج قال قال بن شهاب أخبرني عروة عن عائشة\n* أن أبا حذيفة تبنى سالما وكان مولى لامرأة من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p201'> Vol. 02, p. 201</a>\n            </div>\n             الأنصار كما\nتبنى رسول الله صلى الله عليه وسلم زيدا وكان في الجاهلية من تبنى ولدا دعي\nإليه وورث من ميراثه فأنزل الله عز وجل <span class='quran'>ادعوهم لآبائهم هو أقسط عند\nالله فإن لم تعلموا آباءهم فإخوانكم في الدين ومواليكم </span>فردوا إلى\nآبائهم وكان من لم يعلم له اب فمولى وأخ في الدين فجاءت سهلة إلى رسول الله\nصلى الله عليه وسلم فقالت يا رسول الله إن أبا حذيفة تبنى سالما ويأوي معه\nفيدخل علي فضلا وقد أنزل الله عز وجل ما علمت فقال رسول الله صلى الله عليه\nوسلم ارضعيه فأرضعته خمس رضعات وكان بمنزلة ولدها من الرضاعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p202'> Vol. 02, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\n707 أخبرنا عبد الرزاق نا معمر عن الزهري قال * قال بعض أزواج النبي صلى\nالله عليه وسلم ولا أدري لعل هذا من رسول الله صلى الله عليه وسلم رخصة\nلسالم خاصة\n</p>\n\n<p>\n708 أخبرنا الفضل بن موسى نا عبيد الله بن أبي زياد القداح المكي عن\nالقاسم بن محمد انه ذكر حديث سالم مولى أبي حذيفة في الرضاعة قال ثم * لم\nيرخص رسول الله صلى الله عليه وسلم في رضاع على فرق لأحد بعده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p203'> Vol. 02, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n709 أخبرنا عيسى بن يونس نا هشام عن أبيه عن عائشة * في قوله تعالى\nويستفتونك في النساء قل الله يفتيكم فيهن وما يتلى عليكم في الكتاب في\nيتامى النساء الآية قالت أنزلت في اليتيمة تكون عند <span id='ms116'></span> الرجل لعلها أن تكون قد\nشركته في ماله وهو وليها فيرغب في أن ينكحها ويكره أن يزوجها رجل فيشركه في\nحاله بما شركته فيعضلها فأنزل الله عز وجل يستفتونك في النساء الآية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p204'> Vol. 02, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\n710 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة * في قوله عز\nوجل <span class='quran'>وإن امرأة خافت من بعلها نشوزا أو إعراضا </span>قالت أنزلت في\nالمرأة تكون عند الرجل لا يستكثر فيها فيريد أن يطلقها ويتزوج غيرها فتقول\nله لا تطلقني وأمسكني فأنت في حل من النفقة والقسمة لي فأنزل الله عز وجل\nفلا جناح عليهما أن يصالحا بينهما صلحا الآية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p205'> Vol. 02, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\n711 أخبرنا سفيان عن الزهري عن سعيد بن المسيب قال * كانت بنت محمد بن\nمسلمة تحت رافع بن خديج فكره منها أمرا وقال مرة فرابه منها كبر فقالت لا\nتطلقني وأقسم لي ما بدا لك فجرت السنة بذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p206'> Vol. 02, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\n712 أخبرنا جرير عن هشام بن عروة عن أبيه عن عائشة قالت * ما رأيت امرأة\nفي مسلاخها مثل سوده بنت زمعة من امرأة فيها حدة فلما كبرت قالت يا رسول\nالله جعلت يومي منك لعائشة فكان رسول الله صلى الله عليه وسلم يقسم لعائشة\nيومين يومها ويوم سودة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p207'> Vol. 02, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\n713 أخبرنا النضر نا صالح بن أبي الأخضر عن الزهري عن عروة عن عائشة قالت\n* قام رسول الله صلى الله عليه وسلم فحمد الله وأثنى عليه ثم قال إن المرأة\nكالضلع إن أقمتها كسرتها وإن تركتها استمتعت بها وفيها عوج\n</p>\n\n<p>\n714 أخبرنا سفيان عن الزهري عن عروة عن عائشة قالت جاءت امرأة رفاعة إلى\nرسول الله صلى الله عليه وسلم فقالت * إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p208'> Vol. 02, p. 208</a>\n            </div>\n             رفاعة طلقني فأبت\nطلاقي وإني تزوجت بعده عبد الرحمن بن الزبير وما معه إلا مثل هدبه الثوب\nقال فضحك رسول الله صلى الله عليه وسلم وقال لعلك تريدين أن ترجعي إلى\nرفاعة لا حتى يذوق عسيلتك وتذوقين عسيلته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p209'> Vol. 02, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\n715 أخبرنا النضر نا صالح عن الزهري عن عروة عن عائشة مثله وقال فقالت *\nيا رسول الله وما معه إلا مثل هذه وأخذت هدبة من <span id='ms117'></span> جلبابها\n</p>\n\n<p>\n716 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة قالت جاءت\nامرأة رفاعة القرظي إلى رسول الله صلى الله عليه وسلم فقالت * إن رفاعة\nطلقها آخر ثلاث تطليقات قالت فتزوجت بعده عبد الرحمن بن الزبير وما معه إلا\nمثل هذه الهدبة وإنه طلقني فأبت طلاقي فتبسم رسول الله صلى الله عليه وسلم\nوقال لها أتريدين أن ترجعي إلى رفاعة لا حتى تذوقي عسيلته ويذوق عسيلتك\nقالت وأبو بكر جالس عند رسول الله صلى الله عليه وسلم وخالد بن سعيد بن\nالعاص جالس بباب الحجرة لم يؤذن له ففطن فنادى أبا بكر فقال يا أبا بكر ألا\nتزجر هذه عما تجهر به عند رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p210'> Vol. 02, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\n717 أخبرنا عبد الرزاق نا بن جريج أخبرني بن شهاب عن عروة عن عائشة قالت\nجاءت امرأة رفاعة القرظي إلى رسول الله صلى الله عليه وسلم فقالت * يا رسول\nالله إن رفاعة طلقني ثلاث تطليقات فذكر مثله سواء\n</p>\n\n<p>\n718 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة قالت جاءت امرأة\nإلى رسول الله صلى الله عليه وسلم فقالت * يا رسول الله إن زوجي طلقني\nفتزوجت بعده زوجا غيره فلم يصب مني ولم يلبث أن طلقني فقالت يا رسول الله\nلم يقربني إلا هبة واحدة فلم يصب مني شيئا أفأحل لزوجي الأول وإنما كان معه\nمثل الهدبة فقال رسول الله صلى الله عليه وسلم لا تحلين لزوجك الأول حتى\nيذوق من عسيلتك وتذوقين من عسيلته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p211'> Vol. 02, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\n719 أخبرنا جرير عن هشام بن عروة عن أبيه عن عائشة قالت قال رسول الله\nصلى الله عليه وسلم * لا حتى تذوقي عسيلته ويذوق عسيلتك ولم يقص جرير القصة\n</p>\n\n<p>\n720 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة قالت * ما غرت\nعلى امرأة من نساء رسول الله صلى الله عليه وسلم ما غرت على خديجة وما بي\nأن أكون أدركتها ولكن لكثرة ذكر رسول الله صلى الله عليه وسلم إياها إن كان\nمما <span id='ms118'></span> يذبح الشاة فيتتبع بها صدائق خديجة يهديها إليهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p212'> Vol. 02, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\n721 أخبرنا وكيع عن هشام عن أبيه عن عائشة قالت * تزوجني رسول الله صلى\nالله عليه وسلم وأنا بنت ست وبنى بي وأنا بنت تسع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p213'> Vol. 02, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n722 أخبرنا أبو معاوية نا هشام عن أبيه عن عائشة * أن رسول الله صلى الله\nعليه وسلم تزوجها وهي بنت ست وبنى بها وهي بنت تسع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p214'> Vol. 02, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\n723 أخبرنا وكيع نا سفيان عن إسماعيل بن أمية عن عبد الله بن عروة عن\nعائشة قالت * تزوجني رسول الله صلى الله عليه وسلم في شوال وبنى بي في شوال\nفأي نساء رسول الله صلى الله عليه وسلم كان أحظى عنده مني\n</p>\n\n<p>\n724 أخبرنا يحيى بن آدم نا سفيان * بهذا الإسناد مثله وزاد وقال فكانت\nعائشة تستحب البناء في شوال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p215'> Vol. 02, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n725 أخبرنا وهب بن جرير نا أبي قال سمعت محمد بن إسحاق يقول حدثني محمد\nبن جعفر بن الزبير يحدث عن عروة عن عائشة قالت * لما سبى رسول الله صلى\nالله عليه وسلم سبايا بني المصطلق وقعت جويرية بنت الحارث في السهم لثابت\nبن قيس بن شماس ولابن عمه فكاتبها على نفسها فكانت امرأة جلدة ملاحة لا\nيكاد يراها أحد إلا أخذت بنفسه فأتت رسول الله صلى الله عليه وسلم تستعينه\nفي كتابتها فوالله ما هو إلا أن وقفت على باب الحجرة فرأيتها كرهتها وعرفت\nأن رسول الله صلى الله عليه وسلم سيرى منها مثل ما رأيت فقالت جويرية يا\nرسول الله إنه كان من الأمر ما قد عرفت فكاتبت على نفسي فجئت رسول الله صلى\nالله عليه وسلم أستعينه فقال رسول الله صلى الله عليه وسلم أو ما هو خير من\nذلك فقالت وما هو قال أتزوجك وأقضي عنك كتابك فقلت نعم فقال قد فعلت فلما\nبلغ المسلمين ذلك قالوا أصهار رسول الله صلى الله عليه وسلم فأرسلوا ما كان\nفي أيديهم من سبايا بني المصطلق فلقد عتق بتزويجها مائة أهل بيت من بني\nالمصطلق قالت فما أعلم امرأة كانت أعظم بركة على قومها منها <span id='ms119'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p216'> Vol. 02, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\n726 أخبرنا سفيان عن الزهري عن عروة عن عائشة قالت اختصم سعد بن أبي وقاص\nوعبد بن زمعة في بن أمة زمعة قال سعد * أوصاني أخي عتبة إذا قدمت مكة فانظر\nبن أمة زمعة فهو ابني وقال عبد بن زمعة هو بن أمة أبي ولد على فراش أبي\nفرأى رسول الله صلى الله عليه وسلم شبها بينا بعتبة فقال رسول الله صلى\nالله عليه وسلم الولد للفراش واحتجبي منه يا سودة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p217'> Vol. 02, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\n727 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة أن عتبة بن\nأبي وقاص قال لأخيه سعد أتعلم أن بن جارية زمعة هو ابني قالت فلما كان يوم\nالفتح رأى سعد الغلام فعرفه بالشبه فاحتضنه وقال بن أخي ورب الكعبة وقال\nعبد بن زمعة هو أخي من جارية أبي ولد على فراشه قال فانطلقنا إلى رسول الله\nصلى الله عليه وسلم فقال سعد بن أخي وهو أشبه الناس بعتبة وكان أبين الناس\nشبها بعتبة وقال عبد بن زمعة هو أخي من جارية أبي ولد على فراش أبي فقال\nرسول الله صلى الله عليه وسلم * الولد للفراش واحتجبي منه يا سودة لما رأى\nمن شبه بعتبة قالت فما رآها حتى فارق الدنيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p218'> Vol. 02, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\n728 أخبرنا سفيان عن الزهري عن عروة عن عائشة قالت * دخل علي رسول الله\nصلى الله عليه وسلم ذات يوم مسرورا فقال يا عائشة ألم ترين أن مجزز المدلجي\nدخل علي وعندي أسامة بن زيد فرأى أسامة وزيدا عليهما قطيفة قد غطيا رؤوسهما\nوبدت أقدامهما فقال هذه أقدام بعضها من بعض قال سفيان هذا تقوية للقافة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p219'> Vol. 02, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\n729 أخبرنا كلثوم بن محمد بن أبي سدرة نا عطاء هو بن أبي مسلم الخراساني\nعن بن شهاب عن علقمة بن وقاص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p220'> Vol. 02, p. 220</a>\n            </div>\n             وعروة بن الزبير عن عائشة * أن\nرسول الله صلى الله عليه وسلم كان إذا سافر أقرع بين نسائه فأيهن خرج سهمها\nخرج بها معه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p221'> Vol. 02, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n730 أخبرنا يحيى بن آدم نا بن المبارك عن يونس الأيلي عن الزهري عن عروة\nعن عائشة * أن <span id='ms120'></span> رسول الله صلى الله عليه وسلم كان إذا سافر أقرع بين نسائه\nفأيتهن خرج سهمها خرج بها معه\n</p>\n\n<p>\n731 أخبرنا جرير عن الأعمش عن تميم بن سلمة عن عروة عن عائشة أنها قالت *\nالحمد لله الذي وسع سمعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p222'> Vol. 02, p. 222</a>\n            </div>\n             الأصوات لقد جاءت خولة إلى رسول الله\nصلى الله عليه وسلم تشتكي زوجها فكان يخفي علي كلا مها فأنزل الله عز وجل\n<span class='quran'>قد سمع الله قول التي تجادلك في زوجها وتشتكي إلى الله والله يسمع\nتحاوركما </span>الآية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p223'> Vol. 02, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n732 أخبرنا وكيع نا هشام بن عروة عن أبيه عن عائشة قالت جاءت هند إلى\nرسول الله صلى الله عليه وسلم فقالت * يا رسول الله إن أبا سفيان رجل شحيح\nولا ينفق علي ولا على ولدي ما يكفيني أفآخذ من ماله وهو لا يشعر فقال خذي\nما يكفيك وولدك بالمعروف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p224'> Vol. 02, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n733 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة قالت * جاءت هند\nبنت عتبة فقالت إن زوجي أبا سفيان رجل ممسك شحيح ولا يعطيني ما يكفيني وبني\nأفآخذ من ماله وهو لا يعلم فقال رسول الله صلى الله عليه وسلم خذي ما يكفيك\nوبنيك بالمعروف\n</p>\n\n<p>\n734 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة قالت جاءت هند\nإلى رسول الله صلى الله عليه وسلم فقالت * والله ما كان على ظهر الأرض أهل\nخباء أحب إلي أن يذلهم الله من أهل خبائك وما على ظهر الأرض اليوم أهل خباء\nأحب إلي أن يعزهم الله من أهل خبائك فقال رسول الله صلى الله عليه وسلم\nوأيضا والذي نفسي بيده ثم قالت هند يا رسول الله إن أبا سفيان رجل ممسك لا\nينفق علي وعلى عيالي فهل علي حرج أن أنفق على عيالي بغير إذنه فقال رسول\nالله صلى الله عليه وسلم لا حرج عليك أن تنفقي عليهم بالمعروف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p225'> Vol. 02, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n735 أخبرنا سفيان عن الزهري عن عروة عن عائشة عن رسول الله صلى الله عليه\nوسلم قال * لا يحل لامرأة أن تحد على امرأة أكثر من ثلاث إلا <span id='ms121'></span> على زوجها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p226'> Vol. 02, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n736 أخبرنا عبد الرزاق نا معمر عن هشام بن عروة عن أبيه عن عائشة قالت\nجاءت امرأة إلى رسول الله صلى الله عليه وسلم فقالت * يا رسول الله إن لي\nزوجا ولي ضرة أفأقول أعطاني زوجي كذا وكساني كذا وهو كذب فقال رسول الله\nصلى الله عليه وسلم المتشبع بما لم يعطه كلابس ثوبي زور قال أبو محمد سمعت\nإسحاق قال سألت أبا العمر الأعرابي وهذا بن ابنة ذي الرمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p227'> Vol. 02, p. 227</a>\n            </div>\n             عن\nتفسير ذلك فقال كانت العرب إذا اجتمعت في المحافل وكانت لهم جماع يلبس\nأحدهم ثوبين حسنين فإن احتاجوا إلى شهادة شهد لهم بزور ومعناه أن يقول إمضي\nدوره بثوبه يقولون ما أحسن ثيابه ما أحسن هيئته فيتحرون شهادته فجعل\nالمتشبع بما لم يعطه مثل ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p228'> Vol. 02, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\n737 أخبرنا عيسى بن يونس نا هشام بن عروة عن أبيه عن عائشة قالت * سحر\nرسول الله صلى الله عليه وسلم سحره رجل من يهود بني زريق يقال له لبيد بن\nالأعصم حتى كان يخيل أنه فعل الشيء ولم يفعله حتى إذا كان ذات يوم وليلة\nقال يا عائشة أشعرت أن الله أفتاني فيما استفتيته أتاني ملكان فقعد أحدهما\nعند رأسي والآخر عند رجلي فقال أحدهما لصاحبه ما وجع الرجل فقال الآخر هو\nمطبوب بهذا فقال ومن طبه فقال لبيد بن الأعصم قال في أي شيء قال في مشط\nومشاطة وجف نخل طلعة ذكر قال وأين هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p229'> Vol. 02, p. 229</a>\n            </div>\n             قال في بئر ذروان قال\nفأتاها رسول الله صلى الله عليه وسلم في ناس من أصحابه فقال يا عائشة كأن\nماءها نقاعة الحناء وكأن رؤوس نخلها رؤوس الشياطين فقلت يا رسول الله أفلا\nأستخرجه فقال قد عافاني الله فكرهت أن أثور على المسلمين منه شرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p230'> Vol. 02, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n738 أخبرنا عبدة بن سليمان عن هشام بن عروة أن رجلا سرق قدحا فأتى به عمر\nبن عبد العزيز قال هشام فقال أبي إنه لا يقطع اليد في الشيء التافه وقال\nأبي أخبرتني عائشة أنه * لم تكن اليد تقطع في عهد رسول الله <span id='ms122'></span> صلى الله عليه\nوسلم في أدنى ثمن من مجن أو حجفة أو ترس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p231'> Vol. 02, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\n739 أخبرنا عيسى بن يونس نا هشام بن عروة عن أبيه قال * لم تكن يد السارق\nتقطع على عهد رسول الله صلى الله عليه وسلم في الشيء التافه ولم تكن تقطع\nعلى عهد رسول الله صلى الله عليه وسلم في أقل من ثمن مجن أو جحفة أو ترس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p232'> Vol. 02, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\n740 أخبرنا سفيان عن الزهري عن عمرة عن عائشة عن رسول الله صلى الله عليه\nوسلم قال * القطع في ربع دينار فصاعدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p233'> Vol. 02, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n741 أخبرنا بقية بن الوليد حدثني أبو سلمة سليمان بن سليم الحمصي حدثني\nالزهري عن عروة عن عائشة قالت * كان رسول الله صلى الله عليه وسلم يكثر\nالتعوذ من المغرم والمأثم فقيل له يا رسول الله إنك تكثر التعوذ من المغرم\nوالمأثم فقال رسول الله صلى الله عليه وسلم في الرجل إذا غرم حدث فكذب ووعد\nفأخلف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p234'> Vol. 02, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n742 أخبرنا النضر نا صالح بن أبي الأخضر عن الزهري عن عروة عن عائشة عن\nالنبي صلى الله عليه وسلم * مثله سواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p235'> Vol. 02, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\n743 أخبرنا محمد بن يزيد عن سفيان بن حسين الواسطي عن الزهري عن عروة عن\nعائشة عن رسول الله صلى الله عليه وسلم قال * كل شرط ليس في كتاب الله فهو\nمردود وإن شرط مائة شرط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p236'> Vol. 02, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\n744 أخبرنا ريحان بن سعيد السامي نا عباد بن منصور حدثني هشام بن عروة عن\nأبيه عروة بن الزبير عن خالته عائشة زوج النبي صلى الله عليه وسلم قالت قال\nلي رسول الله صلى الله عليه وسلم * كنت لك كأبي زرع لأم زرع فقلت بأبي وأمي\nيا رسول الله وما أبو زرع فقال اجتمع عشر نسوة فأقسمن ليصدقن عن أزواجهن\nفقالت إحداهن لا أخبر خبره أخاف أن لا أذره من سوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p237'> Vol. 02, p. 237</a>\n            </div>\n             وقالت أخرى\nهو العشنق إن أتكلم أطلق وإن أسكت أعلق وقالت أخرى هو لحم جمل غث فوق جبل\nلا سمين فيرتقي ولا سهل فينتقل وقالت أخرى ما علمت إذا أكل لف وإذا شربت\nاشتف ولا يدخل الكف <span id='ms123'></span> فيعرف البث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p238'> Vol. 02, p. 238</a>\n            </div>\n             وقالت أخرى هو ليل تهامة لا حر\nولا قر ولا مخافة وقالت أخرى المس مس أرنب والريح ريح زرنب تغلبه والناس\nيغلب وقالت أخرى هو ما علمت إذا دخل فهد وإذا خرج أسد ولا يسأل عما عهد\nوقالت أخرى هو ما علمت طويل النجاد رفيع العماد عظيم الرماد قريب البيت من\nالزاد وقالت أخرى هو مالك وما مالك له إبل كثيرات المسالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p239'> Vol. 02, p. 239</a>\n            </div>\n            \nقليلات المبارك إذا سمعت يوما صوت مزمار أيقن أنهن هوالك وقالت أخرى هو أبو\nزرع وما أبو زرع صاحب نعم وزرع آنسني فآنس من شحم عضدي ومن حل أذني وبجحني\nفبجحت نفسي إلي فعنده أنام فأتصبح وأشرب فأتقنح وأقول فلا أقبح وجدني في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p240'> Vol. 02, p. 240</a>\n            </div>\n             أهل شاة بشق فجعلني في أهل صهيل وأطيط ودائس ونقي فابن أبي زرع\nوما بن أبي زرع مرقدة كالشطبة ويشبعه ذراع العضبة فابنة أبي زرع وما ابنة\nأبي زرع عطف ردائها وملء لباسها وطوع أبيها وطوع أمها وقرة عين أهلها وعبر\nلجارتها فخادم أبي زرع وما خادم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p241'> Vol. 02, p. 241</a>\n            </div>\n             أبي زرع لا تفشي حديثنا تبثيثا\nولا تفسد ميرتنا تنقيثا ولا تملأ بيتنا تعشيشا خرج من عندي أبو زرع\nوالأوطاب تمخض فرأى امرأة معها ابنان لها كالفهدين يلعبان برمانتين فطلقني\nونكحها فتزوجت بعده شابا سخيا فخرج شريا وأخذ خطيا وساق من كل سائمة زوجا\nفقال ميري بهذا أهلك يا أم زرع فقلت لو جعلت هذا كله في أدنى وعاء لأبي زرع\nلم يملئه قالت فقلت يا رسول الله بل أنت خير لي من أبي زرع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p242'> Vol. 02, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n745 قال إسحاق ورواه عيسى بن يونس عن هشام بن عروة عن عبد الله بن عروة\nعن عروة عن عائشة قالت اجتمع إحدى عشرة نسوة ثم ذكر في آخره قال فقلت * يا\nرسول الله أنت خير لي من أبي زرع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p243'> Vol. 02, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\n746 أخبرنا جرير عن هشام بن عروة عن أبيه عن عائشة قالت * كاتبت بريرة\nعلى نفسها بتسع أواق في كل سنة أوقية فأتت عائشة تستعينها فقال لا إلا أن\nيشاؤوا أن أعدها لهم <span id='ms124'></span> عدة واحدة ويكون الولاء لي فذهبت بريرة وكلمت بذلك\nأهلها فأبوا عليها إلا أن يكون الولاء لهم فجاءت إلى عائشة وجاء رسول الله\nصلى الله عليه وسلم عند ذلك فقال لها ما قال أهلها فقالت لا ها الله إذا\nإلا أن يكون الولاء لي فقال رسول الله صلى الله عليه وسلم ما هذا فقلت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p244'> Vol. 02, p. 244</a>\n            </div>\n             يا رسول الله إن بريرة أتتني تستعين بي على كتابتها فقلت لا\nإلا أن يشاؤوا أن أعدها لهم عدة واحدة ويكون الولاء لي وقد ذكرت ذلك لأهلها\nفأبوا عليها إلا أن يكون الولاء لهم فقال رسول الله صلى الله عليه وسلم\nابتاعيها واشترطي لهم الولاء وأعتقيها فإنما الولاء لمن أعتق ثم قال فخطب\nالناس فحمد الله وأثنى عليه ثم قال ما بال أقوام يشترطون شروطا ليس في كتاب\nالله يقولون أعتق يا فلان والولاء لي كتاب الله أحق وشرط الله أوثق وكل شرط\nليس في كتاب الله فهو باطل وإن كان مائة شرط فخيرها رسول الله صلى الله\nعليه وسلم من زوجها وكان عبدا فاختارت نفسها قال عروة لو كان حرا ما خيرها\nرسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p245'> Vol. 02, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\n747 أخبرنا المغيرة بن سلمة المخزومي نا وهيب عن عبيد الله بن عمر عن\nيزيد بن رومان عن عروة عن عائشة قالت كان زوج بريرة عبدا أخبرنا المخزومي\nنا وهيب عن عبيد الله قال وقال نافع عن صفية بنت أبي عبيد * كان زوجها عبدا\n</p>\n\n<p>\n748 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة * أنها أرادت أن\nتشتري بريرة فاشترط أهلها الولاء فذكرت ذلك للنبي صلى الله عليه وسلم فقال\nاشترطي لهم الولاء فإن الولاء لمن أعتق قالت ثم خطبهم فقال ما بال الرجل\nيقول اشتري فلانا والولاء لي كل شرط ليس في كتاب الله فهو باطل وإن كان\nمائة شرط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p246'> Vol. 02, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n749 أخبرنا أبو عامر نا أبو معشر عن هشام عن أبيه عن عائشة رضي الله عنها\n* أن رسول الله صلى الله عليه وسلم أمر بريرة حين أعتقت <span id='ms125'></span> أن تعتد عدة الحرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p247'> Vol. 02, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\n750 أخبرنا عيسى بن يونس ويزيد بن هارون ووكيع قالوا نا بن أبي ذئب عن\nمخلد بن خفاف وهو بن إيماء بن رخصة الغفاري عن عروة عن عائشة قالت * قضى\nرسول الله صلى الله عليه وسلم أن الخراج بالضمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p248'> Vol. 02, p. 248</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p249'> Vol. 02, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\n751 أخبرنا جرير عن هشام بن عروة عن أبيه عن عائشة أن رجلا قال * يا رسول\nالله إن أمي افتلتت وإني ظننتها أن لو تكلمت أوصت بصدقة فهل لها أجر إن\nتصدقت عنها قال نعم\n</p>\n\n<p>\n752 أخبرنا عبدة * بهذا الإسناد مثله وقال نعم إن شئت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p250'> Vol. 02, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\n753 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة قالت لما نزلت\nهذه الآية <span class='quran'>وأنذر عشيرتك الأقربين </span>قال رسول الله صلى الله عليه\nوسلم * يا فاطمة بنت محمد ويا صفية بنت عبد المطلب يا بني عبد المطلب إني\nلا أغني عنكم من الله شيئا سلوني من مالي ما شئتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p251'> Vol. 02, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\n754 أخبرنا سفيان بن عيينة عن هشام بن عروة عن أبيه عن عائشة قالت * سأل\nالحارث بن هشام رسول الله صلى الله عليه وسلم كيف يأتيك الوحي فقال يأتيني\nأحيانا مثل صلصلة الجرس فيفصم عني وقد وعيت منه ما يقول وهو أشد شيء علي\nوأحيانا يأتيني في مثل صورة الفتى فينبذه إلي وهو أهون علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p252'> Vol. 02, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\n755 أخبرنا أبو معاوية نا هشام عن أبيه عن عائشة * أن الحارث بن هشام سأل\nرسول الله صلى الله عليه وسلم كيف يأتيك الوحي فقال كل ذلك يأتيني يأتيني\nالملك أحيانا في مثل صلصلة الجرس فذكر مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p253'> Vol. 02, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\n756 أخبرنا عبد الرزاق نا معمر عن هشام بن عروة عن أبيه عن عائشة * أن\nرسول الله صلى الله عليه وسلم كان إذا أوحي إليه وهو على ناقته لا تستطيع\nأن تتحول حتى سرى عنه\n</p>\n\n<p>\n757 أخبرنا الوليد بن مسلم عن بن أبي ذئب عن القاسم بن عباس عن عروة عن\nعائشة * أن رسول الله صلى الله عليه وسلم أتى بظبية فيها خرز فقسم منها\nللحر والعبد قالت عائشة وكان أبي يقسم للحر والعبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p254'> Vol. 02, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\n758 أخبرنا الملائي <span id='ms126'></span> نا بن أبي ذئب عن القاسم بن عباس عن عبد الله بن نيار\nعن عروة عن عائشة * أن رسول الله صلى الله عليه وسلم أتى بظبية فيها خرز\nفقسم منها للحر والأمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p255'> Vol. 02, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\n759 أخبرنا وكيع نا مالك بن أنس عن عبد الله بن نيار عن عروة عن عائشة أن\nرسول الله صلى الله عليه وسلم قال * إنا لا نستعين بمشرك\n</p>\n\n<p>\n760 أخبرنا عبد الرزاق نا معمر عن الزهري أخبرني عروة بن الزبير عن عائشة\nقالت * لم أعقل أبوي قط إلا وهما يدينان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p256'> Vol. 02, p. 256</a>\n            </div>\n             الدين ولم يمرر علينا\nيوم إلا يأتينا رسول الله صلى الله عليه وسلم فيه طرفي النهار بكرة وعشية\nفقال رسول الله صلى الله عليه وسلم للمسلمين إني رأيت سبخة ذات نخل بين\nحرتين فهاجر من هاجر قبل المدينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p257'> Vol. 02, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\n761 أخبرنا سفيان الثوري عن الزهري عن عروة إن شاء الله عن عائشة أن رسول\nالله صلى الله عليه وسلم قال * ما نفعنا مال ما نفعنا مال أبي بكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p258'> Vol. 02, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\n762 أخبرنا عبدة بن سليمان نا هشام عن أبيه عن عائشة قالت * استأذن حسان\nبن ثابت رسول الله صلى الله عليه وسلم في هجاء المشركين قال رسول الله صلى\nالله عليه وسلم فكيف بنسبي فقال حسان لأسلنك منهم كما تسل الشعرة من العجين\nقال أبي ذهبت أسب حسان عند عائشة فقالت لا تسبه فإنه كان ينافح عن رسول\nالله صلى الله عليه وسلم المشركين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p259'> Vol. 02, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\n763 أخبرنا النضر نا صالح عن الزهري عن عروة عن عائشة قالت * ما بايع\nرسول الله صلى الله عليه وسلم امرأة قط فمس يدها ما بايعهن إلا بهذه الآية\nبايعهن على أن لا يشركن بالله شيئا تلا الآية كلها وما مست يده يد امرأة قط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p260'> Vol. 02, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\n764 أخبرنا وهب بن جرير نا أبي قال سمعت محمد بن إسحاق يحدث عن يعقوب بن\nعتبة عن الزهري عن عروة عن عائشة قالت * وجع رسول الله صلى الله عليه وسلم\nفاضطجع في حجرتي حين دخل من المسجد فدخل رجل من آل أبي بكر وفي يده سواك\nأخضر <span id='ms127'></span> فنظر إليه فعرفت أنه يريده فقلت يا رسول الله أتحب أن آخذه فقال نعم\nفأخذته فمضغته له حتى ألنته فدفعته إليه فاستن كأحسن ما رأيته استن وجعل\nيثقل في حجري فرفعت يدي فنظرت إليه وشخص بصره وهو يقول بل الرفيق الأعلى من\nالجنة قالت فقلت له قد خيرت فاخترت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p261'> Vol. 02, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\n765 أخبرنا وكيع نا شعبة عن سعد بن إبراهيم عن عروة بن الزبير عن عائشة\nقالت كنت أسمع * أن رسول الله صلى الله عليه وسلم لا يموت حتى يخير بين\nالدنيا والآخرة فأخذته بحة في مرضه فسمعته يقول <span class='quran'>مع الذين أنعم الله\nعليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا </span>فعلمت أنه خير\n</p>\n\n<p>\n766 أخبرنا النضر نا شعبة نا سعد بن إبراهيم قال سمعت عروة بن الزبير\nيحدث عن عائشة * مثله سواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p262'> Vol. 02, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\n767 أخبرنا أبو الوليد نا أبو عوانة عن هلال وهو الوزان عن عروة عن عائشة\nقالت قال رسول الله صلى الله عليه وسلم في مرضه الذي لم يقم منه * لعن الله\nاليهود والنصارى اتخذوا قبور أنبيائهم مساجد قالت عائشة لولا ذلك لأبرز\nقبره غير أنه خشي أن يتخذ مسجدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p263'> Vol. 02, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n768 أخبرنا وكيع نا هشام بن عروة عن أبيه عن عائشة * أنهم ذكروا عند رسول\nالله صلى الله عليه وسلم كنيسة فقالت إحداهن رأيت كنيسة بأرض الحبشة عليها\nتصاوير فقال رسول الله صلى الله عليه وسلم أولئك قوم إذا مات فيهم الرجل\nالصالح بنوا على قبره مسجدا وصوره أولئك شرار الخلق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p264'> Vol. 02, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\n769 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة * أنهم تذاكروا\nفذكر مثله وقال كنيسة يقال لها مارية وقال شرار الخلق عند الله يوم القيامة\n</p>\n\n<p>\n770 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة قالت * كفن رسول\nالله صلى الله عليه وسلم في ثلاثة أثواب بيض سحولية من كرسف ليس فيها قميص\nولا عمامة فأما الحلة فأنها شبهت على الناس أنها اشتريت ليكفن بها فلم يكفن\nفيها وكفن في ثلاثة أثواب فأخذ الحلة عبد الله بن أبي بكر <span id='ms128'></span> فقال احبسها\nلأكفن فيها ثم قال لو رضيها الله لكفن فيها رسول الله صلى الله عليه وسلم\nفباعها وتصدق بثمنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p265'> Vol. 02, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\n771 أخبرنا وكيع نا هشام بن عروة عن أبيه عن عائشة قالت * كفن رسول الله\nصلى الله عليه وسلم في ثلاثة أثواب بيض ليس فيها قميص ولا عمامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p266'> Vol. 02, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\n772 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة قالت * كفن\nرسول الله صلى الله عليه وسلم في ثلاثة أثواب سحولية بيض\n</p>\n\n<p>\n773 أخبرنا عيسى بن يونس نا هشام بن عروة عن أبيه عن عائشة قالت * كان\nرسول الله صلى الله عليه وسلم يقبل الهدية ويثيب عليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p267'> Vol. 02, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\n774 أخبرنا النضر نا صالح عن الزهري عن عروة عن عائشة قالت قال رسول الله\nصلى الله عليه وسلم * من أولى معروفا فليكافىء به فإن لم يستطع فليذكره\nفإذا ذكره فقد شكره والمتشبع بما لم ينل كلابس ثوبي زور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p268'> Vol. 02, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\n775 أخبرنا جعفر بن عروة نا بن أبي ذئب عن مخلد بن خفاف قال * كان بيني\nوبين شركائي عبد فاقتويناه بيننا وكان بعض الشركاء غائبا فقدم فأبى أن\nيجيزه فخاصمنا إلى هشام فقضى برد الغلام والخراج وكان الخراج بلغ ألفا\nفأتيت عروة بن الزبير فأخبرته فقال أخبرتني عائشة عن رسول الله صلى الله\nعليه وسلم أنه قضى أن الخراج بالضمان فأتيت هشاما فأخبرته فرده ولم يرد\nالخراج\n</p>\n\n<p>\n776 أخبرنا روح نا بن أبي ذئب عن مخلد بن خفاف * أن عبدا كان بين شركاء\nفباعوه وبعض الشركاء كان غائبا فقدم فأبى أن يجيزه وقد اجتمع من الخراج في\nسنين ألفا فخاصمهم إلى هشام بن إسماعيل فذكر مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p269'> Vol. 02, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\n777 أخبرنا سفيان عن الزهري عن عروة عن عائشة قالت * لم يزل النبي صلى\nالله عليه وسلم يسأل عن الساعة حتى نزلت <span class='quran'>فيم أنت من ذكراها إلى ربك\nمنتهاها </span></p>\n\n<p>\n778 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة قالت * كان\nالأعراب يسألون رسول الله صلى الله عليه وسلم عن الساعة فنظر إلى بعضهم\nفقال إن عاش هذا لم يقتله الهرم حتى تقدم <span id='ms129'></span> ساعته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p270'> Vol. 02, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\n779 أخبرنا عيسى بن يونس نا الأوزاعي عن الزهري عن عروة عن عائشة * أن\nأبا بكر دخل عليها أيام منى وعندها جاريتان تغنيان وتضربان بدفين ورسول\nالله صلى الله عليه وسلم مسجى على وجهه الثوب لا يأمرهن ولا ينهاهن فنهرهن\nأبو بكر فقال رسول الله صلى الله عليه وسلم دعهن يا أبا بكر فإنها أيام عيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p271'> Vol. 02, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\n780 أخبرنا أبو معاوية نا هشام عن أبيه عن عائشة * أن أبا بكر رضي الله\nعنهما دخل عليها يوم عيد وعندها جاريتان تلعبان بدفين فنهاهن أبو بكر وقال\nأتفعلون هذا ورسول الله صلى الله عليه وسلم جالس فقال رسول الله صلى الله\nعليه وسلم دعهن يا أبا بكر فإن لكل قوم عيدا وهذا عيدنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p272'> Vol. 02, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\n781 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة قالت * رأيت\nرسول الله صلى الله عليه وسلم قائما على باب حجرتي والحبشة يلعبون بحرابهم\nفجعل رسول الله صلى الله عليه وسلم يسترني بردائه لأنظر إلى لعبهم فجعلت\nأنظر من بين عاتقه وأذنه حتى أكون أنا التي انصرفت فاقدروا قدر الجارية\nالحديثة السن الحريصة على اللهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p273'> Vol. 02, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\n782 أخبرنا النضر نا صالح بن أبي الأخضر عن الزهري عن عروة عن عائشة قالت\n* كانت الحبشة يلعبون بحرابهم ورسول الله صلى الله عليه وسلم يسترني بردائه\nفذكر مثله ولم يقل بين عاتقه وأذنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p274'> Vol. 02, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\n783 أخبرنا عبد العزيز بن محمد عن هشام بن عروة عن أبيه عن عائشة قالت *\nكنت ألعب بالبنات أنا وصواحب لي فيدخل رسول الله صلى الله عليه وسلم\nفيتقمعن منه ورسول الله صلى الله عليه وسلم يسربهن إلي\n</p>\n\n<p>\n784 أخبرنا أبو معاوية نا هشام عن أبيه عن عائشة عن النبي صلى الله عليه\nوسلم * نحوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p275'> Vol. 02, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\n785 أخبرنا عبد الرزاق نا معمر عن هشام بن عروة عن أبيه عن عائشة قالت *\nكنت ألعب باللعب فيأتيني صواحبي فإذا دخل رسول الله صلى الله عليه وسلم\nفررن منه فيأخذهن رسول الله صلى الله عليه وسلم فيردهن إلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p276'> Vol. 02, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\n786 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن <span id='ms130'></span> عائشة قالت قال رسول\nالله صلى الله عليه وسلم * خلقت الملائكة من نور وخلق الجان من مارج من نار\nوخلق آدم مما وصف لكم\n</p>\n\n<p>\n787 أخبرنا أبو أسامة نا بن المبارك عن معمر * بهذا الإسناد مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p277'> Vol. 02, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\n788 أخبرنا يحيى بن آدم بن سليمان مولى آل خالد بن عرفطة حدثني بن\nالمبارك عن إسماعيل بن أبي خالد عن أبي صالح عن عكرمة قال * خلقت الملائكة\nمن نور العزة وخلق إبليس من نار العزة\n</p>\n\n<p>\n789 أخبرنا جرير عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها قالت *\nكان رسول الله صلى الله عليه وسلم يقول اللهم إني أعوذ بك من عذاب النار\nوفتنة النار وفتنة القبر وعذاب القبر وشر فتنة المسيح الدجال وشر فتنة\nالغنى وشر فتنة الفقر اللهم اغسل خطاياي بماء الثلج والبرد ونق قلبي من\nالخطايا كما نقيت الثوب الأبيض من الدنس اللهم إني أعوذ بك من الكسل والهرم\nوالمغرم والمآثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p278'> Vol. 02, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\n790 أخبرنا وكيع نا هشام بن عروة عن أبيه عن عائشة قالت * كان رسول الله\nصلى الله عليه وسلم يكثر أن يدعوا بهذه الكلمات اللهم إني أعوذ بك فذكر\nمثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p279'> Vol. 02, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\n791 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة قالت * كان رسول\nالله صلى الله عليه وسلم يدعو بهؤلاء الكلمات فذكر مثله وترك منها كلمة\nوالهرم\n</p>\n\n<p>\n792 أخبرنا عبدة بن سليمان نا هشام عن أبيه عن عائشة عن النبي صلى الله\nعليه وسلم * مثله وترك قوله وعذاب النار\n</p>\n\n<p>\n793 أخبرنا النضر نا صالح عن الزهري عن عروة عن عائشة قالت قال رسول الله\nصلى الله عليه وسلم * إنما أنا بشر أغضب وأعاقب فمن غضبت عليه أو عاقبته\nفأجعله له كفارة ورحمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p280'> Vol. 02, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\n794 أخبرنا المقري نا سعيد بن أبي أيوب حدثني عقيل عن بن شهاب عن عروة عن\nعائشة قالت * كان رسول الله صلى الله عليه وسلم إذا أراد النوم جمع يديه ثم\nنفث فيهما ثم يقرأ قل هو الله أحد وقل أعوذ برب الفلق وقل أعوذ برب الناس\nثم يمسح بها وجهه <span id='ms131'></span> ورأسه وسائر جسده قال عقيل ورأيت بن شهاب يفعل ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p281'> Vol. 02, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\n795 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة قالت * كان\nرسول الله صلى الله عليه وسلم ينفث على نفسه بالمعوذات في مرضه قلت لابن\nشهاب كيف كان يصنع قال كان ينفث في يديه ثم يمسح بها وجهه قالت فلما ثقل\nجعلت أقرأ بالمعوذات في يديه ثم أمسح بيديه نفسه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p282'> Vol. 02, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\n796 أخبرنا وكيع نا مالك بن أنس عن الزهري عن عروة عن عائشة * أن رسول\nالله صلى الله عليه وسلم كان ينفث في الرقية\n</p>\n\n<p>\n797 أخبرنا عبدة عن هشام بن عروة عن أبيه عن عائشة قالت * كان رسول الله\nصلى الله عليه وسلم يرقى أو يعوذ شك عبدة فيقول امسح البأس رب الناس بيدك\nالشفاء لا كاشف له إلا أنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p283'> Vol. 02, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\n798 أخبرنا النضر نا هشام وهو بن عروة أخبرني أبي عن عائشة قالت * كان\nرسول الله صلى الله عليه وسلم يرقي يقول امسح البأس رب الناس بيدك الشفاء\nلا كاشف له إلا أنت\n</p>\n\n<p>\n799 أخبرنا أبو معاوية نا هشام عن أبيه عن عائشة قالت * كان رسول الله\nصلى الله عليه وسلم يعوذ فيقول امسح البأس رب الناس لا شفاء إلا شفاءك أشف\nشفاء لا يغادر سقما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p284'> Vol. 02, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\n800 أخبرنا سفيان نا هشام عن أبيه عن عائشة قالت قال رسول الله صلى الله\nعليه وسلم * لا يقولن أحدكم خبثت نفسي ولكن ليقل لقست نفسي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p285'> Vol. 02, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\n801 أخبرنا أبو معاوية نا هشام عن أبيه عن عائشة عن رسول الله صلى الله\nعليه وسلم قال * لا يقولن أحدكم إني خبيث النفس ولكن ليقل لقس النفس\n</p>\n\n<p>\n802 أخبرنا الملائي نا سفيان عن إسماعيل بن أمية عن عبد الله بن عروة عن\nعروة عن عائشة قالت * تزوجني رسول الله صلى الله عليه وسلم في شوال وأدخلت\nعليه في شوال فأي نساء رسول الله صلى الله عليه وسلم كان أحظى عنده مني\nوكانت عائشة تستحب أن تدخل نساءها في شوال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p286'> Vol. 02, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\n803 أخبرنا يحيى بن يحيى نا إسماعيل بن عياش عن هشام بن عروة عن <span id='ms132'></span> أبيه عن\nعائشة قالت سمعت رسول الله صلى الله عليه وسلم يقول * إنما المرأة كالضلع\nإن أردت أن تقومها كسرتها وقد تستمتع بها وفيها عوج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p287'> Vol. 02, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\n804 أخبرنا بشر بن عمر الزهراني نا سليمان بن بلال عن عمرو بن أبي عمرو\nالأسلمي عن حبيب بن هند الأسلمي عن عروة عن عائشة عن رسول الله صلى الله\nعليه وسلم قال * من أخذ السبع الأول فهو حبر قال النضر لا يكون الخير إنما\nهو الحبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p288'> Vol. 02, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\n805 أخبرنا وكيع نا هشام عن أبيه عن عائشة عن رسول الله صلى الله عليه\nوسلم قال * خمس فواسق يقتلن في الحل والحرم الغراب والحدأة والكلب العقور\nوالعقرب والفأرة\n</p>\n\n<p>\n806 أخبرنا جرير عن هشام بن عروة قال أراه عن أبيه عن عائشة قالت * كنت\nأسابق رسول الله صلى الله عليه وسلم فأسبقه فلما حملت اللحم سابقته فسبقني\n</p>\n\n<p>\n807 أخبرنا النضر نا صالح بن أبي الأخضر عن الزهري عن عروة عن عائشة قالت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p289'> Vol. 02, p. 289</a>\n            </div>\n             * جاء أهل اليمن إلى رسول الله صلى الله عليه وسلم فسألوه عن\nالبتع فقال رسول الله صلى الله عليه وسلم كل مسكر حرام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p290'> Vol. 02, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\n808 أخبرنا سفيان عن الزهري عن أبي سلمة عن عائشة قالت قال رسول الله صلى\nالله عليه وسلم * كل شراب أسكر فهو حرام\n</p>\n\n<p>\n809 أخبرناه عبدة بن سليمان نا هشام بن عروة عن أبيه عن عائشة قالت * كان\nالناس يتحرون بهداياهم يوم عائشة يبتغون بذلك مرضاة رسول الله صلى الله\nعليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p291'> Vol. 02, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\n810 أخبرنا عبدة بن سليمان ووكيع قالا نا هشام بن عروة عن أبيه عن عائشة\nقالت * ما رأيت رسول الله صلى الله عليه وسلم ضرب خادما له قط ولا امرأة\nولا ضرب بيده شيئا قط زاد عبدة فيه إلا أن يجاهد في سبيل الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p292'> Vol. 02, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\n811 أخبرنا أبو معاوية نا هشام عن أبيه عن عائشة قالت * ما رأيت رسول\nالله صلى الله عليه وسلم ضرب خادما قط ولا ضرب بيده شيئا قط إلا أن يجاهد\nفي سبيل الله ولا نيل منه شيء فينتقم من صاحبه إلا أن يكون لله فإذا <span id='ms133'></span> كان\nانتقم له ولا خير بين أمرين إلا أخذ أيسرهما ما لم يكن مأثما فإذا كان\nمأثما كان أبعد الناس منه\n</p>\n\n<p>\n812 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة قالت * ما\nرأيت رسول الله صلى الله عليه وسلم ضرب خادما له ولا امرأة قط ولا ضرب بيده\nشيئا قط إلا أن يجاهد في سبيل الله ولا خير بين أمرين إلا اختار أيسرهما ما\nلم يكن إثما فإذا كان إثما كان أبعد الناس منه ولا انتقم من أحد قط لنفسه\nإلا أن تنتهك حرمات الله فإذا انتهك حرمات الله انتقم منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p293'> Vol. 02, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\n813 أخبرنا جرير عن منصور عن الزهري عن عروة عن عائشة قالت * ما رأيت\nرسول الله صلى الله عليه وسلم خير بين أمرين إلا اختار أيسرهما ما لم يكن\nإثما ولا انتصر لنفسه من مظلمة ما لم يكن محرما فإذا كان محرما اشتد غضبه\nعند ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p294'> Vol. 02, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\n814 أخبرنا النضر نا صالح بن أبي الأخضر عن الزهري عن عروة عن عائشة قالت\n* دخل علي رسول الله صلى الله عليه وسلم وعلي سواران معاودان من ذهب وفضة\nفقال ألا أدلك على ما هو أحسن من ذلك تجعلينه من فضة ونحاسة فإذا هو كأنه\nذهب\n</p>\n\n<p>\n815 أخبرنا روح نا صالح نا بن شهاب عن عروة عن عائشة عن النبي صلى الله\nعليه وسلم * نحوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p295'> Vol. 02, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n816 أخبرنا وكيع نا أفلح بن حميد عن القاسم عن عائشة وهشام بن عروة عن\nأبيه عن عائشة * أن رسول الله صلى الله عليه وسلم دخل على صفية فقالوا هي\nحائض فقال ما أراها إلا حابستنا فقالوا إنها قد أفاضت ثم حاضت قال فلتنفر\n</p>\n\n<p>\n817 أخبرنا عبد الرزاق أنا معمر عن الزهري عن عروة عن عائشة قالت دخل رجل\nمن اليهود على رسول الله صلى الله عليه وسلم فقال السام عليكم فقال وعليكم\nقالت ففهمتها فقلت وعليكم السام واللعنة فقال رسول الله صلى الله عليه وسلم\n* يا عائشة عليك بالرفق فإن الله يحب الرفق في الأمر كله فقلت يا رسول الله <span id='ms134'></span>\nألم تر إلى ما قال السام عليكم قال فقد قلت وعليكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p296'> Vol. 02, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\n818 أخبرنا أبو معاوية نا هشام عن أبيه عن عائشة أن أسماء جاءت إلى رسول\nالله صلى الله عليه وسلم فقالت * إن أمي جاءتني من مكة وهي مشركة راغبة فلي\nأن أصلها فقال رسول الله صلى الله عليه وسلم فصليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p297'> Vol. 02, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\n819 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة قالت * ما سبح\nرسول الله صلى الله عليه وسلم سبحة الضحى قالت عائشة وإن كان ليترك العمل\nمخافة أن يستن الناس به فيفرض عليهم وكان يحب من العمل ما خف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p298'> Vol. 02, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\n820 أخبرنا عثمان بن عمر نا بن أبي ذئب عن الزهري عن عروة عن عائشة قالت\n* كان رسول الله صلى الله عليه وسلم لا يسبح سبحة الضحى وإني لأسبحها\n</p>\n\n<p>\n821 أخبرنا محمد بن بكر نا بن جريج عن عطاء أخبرني عروة بن الزبير عن\nعائشة قالت * كان رسول الله صلى الله عليه وسلم يصلي وأنا معترضة على\nالسرير بيني وبينه القبلة قالت أبينهما جدار فقالت لا هو في البيت زاد غير\nعطاء فيه فإذا أراد أن يوتر نحاها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p299'> Vol. 02, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\n822 أخبرنا وكيع نا صالح بن أبي الأخضر عن الزهري عن عروة وأبي سلمة عن\nعائشة * أن رسول الله صلى الله عليه وسلم كان إذا أراد أن يأكل وهو جنب غسل\nيديه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p300'> Vol. 02, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\n823 أخبرنا عثمان بن عمر نا يونس الأيلي عن الزهري عن عروة عن عائشة عن\nرسول الله صلى الله عليه وسلم قال * لا تحرم المصة والمصتان\n</p>\n\n<p>\n824 أخبرنا المقري نا سعيد بن أبي أيوب حدثني أبو الأسود عن عروة عن\nعائشة قالت * كان رسول الله صلى الله عليه وسلم إذا صلى ركعتي الفجر اضطجع\nعلى شقه الأيمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p301'> Vol. 02, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\n825 أخبرنا عثمان بن عمر نا بن أبي ذئب عن الزهري عن عروة عن عائشة قالت\n* أعتم رسول الله صلى الله عليه وسلم بصلاة العشاء ذات ليلة فقال عمر نام\nالنساء والصبيان فخرج رسول الله صلى الله عليه وسلم فقال هذه صلاة لا\nينتظرها أهل دين غيركم وذلك <span id='ms135'></span> قبل أن يفشو الإسلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p302'> Vol. 02, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\n826 أخبرنا عبد الرزاق نا معمر عن الزهري وقال * أعتم رسول الله صلى الله\nعليه وسلم بالعشاء فذكر نحوه قال إسحاق ورواه رباح عن معمر عن الزهري عن\nعروة عن عائشة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p303'> Vol. 02, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\n827 أخبرنا عبد الله بن الحارث المخزومي نا يونس الأيلي عن الزهري أخبرني\nعروة بن الزبير أن عائشة أخبرته * أن رسول الله صلى الله عليه وسلم خرج في\nجوف الليل فصلى في المسجد فصلى الناس وأصبح الناس يتحدثون ذلك فكثر الناس\nفخرج عليهم الليلة الثانية فصلى فصلوا بصلاته فأصبحوا يتحدثون ذلك حتى كثر\nالناس فخرج الليلة الثالثة فصلى فصلوا بصلاته فأصبحوا يتحدثون ذلك فكثر\nالناس حتى عجز المسجد عن أهله فلم يخرج إليهم فطفق الناس يقولون الصلاة فلم\nيخرج إليهم حتى خرج لصلاة الفجر فلما قضى الفجر أقبل على الناس فتشهد ثم\nقال أما بعد فإنه لم يخف علي شأنكم الليلة ولكني خشيت أن يفرض عليكم صلاة\nالليل فتعجزوا عن ذلك قال فكان يرغبهم في قيام الليل من غير أن يأمرهم\nبعزيمة أمر ويقول من قام ليلة القدر إيمانا واحتسابا غفر له ما تقدم من\nذنبه قال فتوفي رسول الله صلى الله عليه وسلم والأمر على ذلك ثم كذلك حتى\nكان في خلافة أبي بكر الصديق وصدرا من خلافة عمر حتى جمعهم عمر على أبي بن\nكعب فقام بهم في رمضان فكان ذلك أول اجتماع الناس على قارىء واحد في رمضان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p304'> Vol. 02, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\n828 أخبرنا عبد الله بن يزيد المقري نا سعيد بن أبي أيوب حدثني جعفر بن\nربيعة عن مجاهد بن وردان عن عروة عن عائشة قالت * كنت عند أبي بكر حين\nحضرته الوفاة فتمثلت هذا البيت قلت من لا يزال دمعه مقنعا يوشك أن يكون مرة\nمدفونا فقال يا بنية لا تقولي هكذا ولكن قولي وجاءت سكرة الموت بالحق ذلك\nما كنت منه تحيد ثم قال في كم كفن رسول الله صلى الله عليه وسلم فقلت في\nثلاثة أثواب فقال كفنوني في ثوبي هذين واشتروا إليهما ثوبا جديدا <span id='ms136'></span> فإن الحي\nأفقر إلى الجديد من الميت وإنما هو للمهلة أو للمهنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p305'> Vol. 02, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n829 أخبرنا أبو معاوية نا هشام عن أبيه عن عائشة قالت * لما ثقل أبو بكر\nقال أي يوم هذا فقلنا يوم الإثنين قال فأي يوم مات رسول الله صلى الله عليه\nوسلم فقلنا يوم الإثنين قال فإني أرجو فيما بيني وبين الليل ثم قال إذا أنا\nمت فكفنوني في ثوبي هذا واغسلوه وضموا إليه ثوبين جديدين فقلنا له ألا\nنجعلها كلها جددا فقال إن الحي أحوج إلى الجديد من الميت وإنما هو للمهلة\nفتوفي ليلة الثلاثاء رضي الله عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p306'> Vol. 02, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\n830 أخبرنا عبد الرزاق نا معمر عن هشام بن عورة عن أبيه قال * سأل أبو\nبكر عائشة عن ذلك فذكر مثله وقالت فتوفي أبي مساء يوم الإثنين ودفن ليلا\nقبل أن يصبح\n</p>\n\n<p>\n831 أخبرنا أبو أسامة نا هشام بن عروة عن أبيه عن عائشة قالت * كان رسول\nالله صلى الله عليه وسلم يحب الحلواء والعسل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p307'> Vol. 02, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\n832 أخبرنا سفيان عن بن المنكدر أنه سمع عروة بن الزبير يحدث عن عائشة\nقالت استأذن رجل على رسول الله صلى الله عليه وسلم فقال * ائذنوا له فبئس\nبن العشيرة أو بئس أخو العشيرة فلما دخل ألان له القول قالت عائشة فقلت يا\nرسول الله قلت ما قلت فلما دخل ألنت له القول فقال يا عائشة إن شر الناس\nمنزلة عند الله يوم القيامة من ودعه الناس اتقاء شره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p308'> Vol. 02, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\n833 أخبرنا عبد الرزاق نا معمر عن بن المنكدر عن عروة بن الزبير عن عائشة\nقالت * استأذن رجل على رسول الله صلى الله عليه وسلم فذكر مثله وقال من\nتركه الناس اتقاء شره أو فحشة قال معمر وبلغني أن الرجل كان عيينة بن حصن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p309'> Vol. 02, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\n834 أخبرنا جرير عن ليث عن مجاهد عن عائشة نحوه وقال * إن شر الناس منزلة\nعند الله يوم القيامة الذين يكرمون اتقاء شرهم\n</p>\n\n<p>\n835 أخبرنا عبد الرزاق نا معمر عن هشام بن عروة عن أبيه أن عائشة قالت *\nيا رسول الله كل نسائك لها كنية غيري فقال لها <span id='ms137'></span> فاكتني بابنك عبد الله بن\nالزبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p310'> Vol. 02, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\n836 أخبرنا روح نا بن أبي ذئب عن الزهري عن عروة عن عائشة * أن رسول الله\nصلى الله عليه وسلم كان يصوم عاشوراء ويأمرنا بصيامه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p311'> Vol. 02, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\n837 أخبرنا عبد الصمد نا حماد بن سلمة عن هشام بن عروة عن أبيه عن عائشة\nعن رسول الله صلى الله عليه وسلم قال * إن الرجل ليعمل بعمل أهل الجنة وإنه\nلمكتوب في الكتاب أنه من أهل النار فإذا كان قبل موته تحول فعمل بعمل أهل\nالنار فمات فدخل النار وإن الرجل ليعمل بعمل أهل النار وإنه لمكتوب في\nالكتاب أنه من أهل الجنة فإذا كان قبل موته عمل عمل أهل الجنة فمات فدخل\nالجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p312'> Vol. 02, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\n838 أخبرنا عيسى بن يونس نا هشام بن عورة عن أبيه أن ناسا من الأعراب\nكانوا يأتون أصحاب رسول الله صلى الله عليه وسلم بلحم فقالوا * يا رسول\nالله ناسا من الأعراب يأتوننا بلحم ولا ندري أذكر اسم الله عليه أم لا فقال\nرسول الله صلى الله عليه وسلم اذكروا اسم الله عليه وكلوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p313'> Vol. 02, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\n839 أخبرنا النضر نا هشام أخبرني أبي أحسبه عن عائشة أن ناسا قالوا * يا\nرسول الله أن قوما يأتون بلحمان فلا ندري أذكر اسم الله عليه أم لا فقال\nاذكروا اسم الله عليه وكلوا\n</p>\n\n<p>\n840 أخبرنا عبد الرزاق نا معمر عن الزهري أخبرني عروة بن الزبير عن عائشة\nقالت * أول ما بدىء به رسول الله صلى الله عليه وسلم من الوحي الرؤيا\nالصالحة وكان لا يكاد يرى رؤيا إلا جاءت مثل فلق الصبح وحبب إليه الخلاء\nوكان يأتي حراء فيتحنث فيه والتحنث هو التعبد الليالي ذوات العدد ويتلذذ\nلذلك ثم يرجع إلى خديجة فتزوده بمثل ذلك حتى يجيئه الحق وهو في غار حراء\nأتاه الملك فقال له اقرأ فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p314'> Vol. 02, p. 314</a>\n            </div>\n             رسول الله صلى الله عليه وسلم\nفقلت ما أنا بقارىء قال فغطني حتى بلغ مني الجهد ثم أرسلني فقال اقرأ فقلت\nما أنا بقارىء وقال فغطني حتى بلغ مني الجهد ثم أرسلني فقال اقرأ فقلت ما <span id='ms138'></span>\nأنا بقارىء قال فغطني حتى بلغ مني الجهد ثم أرسلني وقال <span class='quran'>اقرأ باسم ربك\nالذي خلق </span>حتى بلغ <span class='quran'>علم الإنسان ما لم يعلم </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p315'> Vol. 02, p. 315</a>\n            </div>\n             قال\nفجئت خديجة فقلت زملوني زملوني فزملوني حتى ذهب عني الروع فقلت يا خديجة\nمالي والله إني لأخشى علي فقال أبشر فوالله لا يخزيك الله أبدا إنك لتصل\nالرحم وتصدق الحديث وتحمل الكل وتقري الضيف وتعين على نوائب الحق فذهبت به\nخديجة إلى ورقة بن نوفل بن أسد بن عبد العزى بن قصي بن كلاب فكتب بالعربية\nمن الإنجيل ما شاء الله فقالت له خديجة أخبر ورقة بن نوفل بما رأيت فأخبر\nرسول الله صلى الله عليه وسلم ورقة بما رأى فقال ورقة هذا الناموس الذي\nأنزل على موسى يا ليتني أكون فيه جذعا وأدرك حين يخرجك قومك فقال أو مخرجي\nهم فقال نعم والله لا يأتي أحد بمثل ما جئت به إلا عودي ولئن أدركت يومك\nلأنصرنك نصرا مؤزرا وفر الوحي عن رسول الله صلى الله عليه وسلم فترة فحزن\nرسول الله صلى الله عليه وسلم فيما بلغنا حزنا غدا منه مرارا حتى يكون على\nشواهق رؤوس الجبال فلما كان كذلك تبدى له جبريل فيقول له يا محمد إنك رسول\nالله حقا فيسكن بذلك جأشه وتقر نفسه فكلما فتر الوحي فترة فعل مثل ذلك\nوتبدى له جبريل فقال له مثل ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p316'> Vol. 02, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\n841 أخبرنا عبد العزيز بن محمد أخبرني هشام بن عروة عن أبيه عن عائشة *\nأن رسول الله صلى الله عليه وسلم كان يستعذب له الماء من بئر السقيا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p317'> Vol. 02, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\n842 أخبرنا وكيع نا هشام بن عورة عن أبيه عن عائشة قالت قال رسول الله\nصلى الله عليه وسلم * تحروا ليلة القدر في العشر الأواخر من رمضان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p318'> Vol. 02, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\n843 أخبرنا النضر نا هشام صاحب الدستوائي عن يحيى بن أبي كثير عن أبي\nسلمة بن عبد الرحمن عن عروة عن عائشة * أن رسول الله صلى الله عليه وسلم\nكان يقبل هو صائم\n</p>\n\n<p>\n844 أخبرنا النضر نا هشام وهو بن عروة قال أخبرني أبي <span id='ms139'></span> عن عائشة قالت *\nكان فراش رسول الله صلى الله عليه وسلم من آدم حشوه ليف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p319'> Vol. 02, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\n845 أخبرنا أبو معاوية بهذا الإسناد مثله وقال * كان ضجاع رسول الله صلى\nالله عليه وسلم من آدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p320'> Vol. 02, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\n846 أخبرنا وكيع نا هشام عن أبيه عن عائشة أنها * كانت ترجل رأس رسول\nالله صلى الله عليه وسلم وهي حائض\n</p>\n\n<p>\n847 أخبرنا أبو معاوية نا هشام عن أبيه عن عائشة قالت * أمروا أن\nيستغفروا لأصحاب محمد صلى الله عليه وسلم فسبوهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p321'> Vol. 02, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\n848 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة * أن رسول\nالله صلى الله عليه وسلم بعث أبا جهم مصدقا فنازعه رجل في صدقته فضربه فشجه\nفأتوا النبي صلى الله عليه وسلم فقالوا القود فقال لكم كذا وكذا فلم يرضوا\nثم قال لكم كذا وكذا فلم يرضوا ثم قال لكم كذا وكذا فرضوا فقال رسول الله\nصلى الله عليه وسلم إني خاطب على الناس فمخبرهم برضاكم فقالوا نعم فقام\nفخطب فقال إن هؤلاء الليثين أتوني فسألوني القود فأعطيتهم كذا وكذا فرضوا\nأرضيتم فقالوا لا فهم المهاجرون بهم فقال هلم النبي صلى الله عليه وسلم\nكفوا فكفوا ثم أعطاهم وزادهم فرضوا فقال إني خاطب الناس فمخبرهم برضاكم\nفقالوا نعم قال إن هؤلاء أعطيناهم وزدناهم فرضوا كذلك فقالوا نعم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p322'> Vol. 02, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\n849 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة أنه أخبره عن عائشة\nقالت * لم أعقل أبوي قط إلا وهما يدينان الدين ولم يمرر علينا يوم إلا\nيأتينا فيه رسول الله صلى الله عليه وسلم طرفي النهار بكرة وعشية فلما\nابتلى المسلمون خرج أبو بكر مهاجرا قبل أرض الحبشة فلقيه بن الدغنة وهو سيد\nالقارة فقال له أين يا أبا بكر فقال أخرجني قومي فأنا أسيح في الأرض وأعبد\nربي فقال له بن الدغنة إن مثلك يا أبا بكر لا يخرج ولا يخرج إنك لتكسب\nالمعدوم وتصل الرحم وتقري الضيف وتحمل الكل وتعين على نوائب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p323'> Vol. 02, p. 323</a>\n            </div>\n            \nالحق فأنا لك جار فارتحل بن الدغنة ورجع معه أبو بكر فقال لهم وطاف <span id='ms140'></span> في كفار\nقريش فقال لهم أن أبا بكر لا يخرج ولا يخرج مثله إنه يكسب المعدوم ويصل\nالرحم ويحمل الكل ويقري الضيف ويعين على نوائب الحق فأنفذت قريش جوار بن\nالدغنة وأمنوا أبا بكر وقالوا لابن الدغنة مر أبا بكر أن يعبد ربه في داره\nويصلي ما شاء ويقرأ ما شاء ولا يؤذينا ولا يستعلن بالصلاة والقراءة في غير\nداره ففعل أبو بكر ذلك ثم بدا لأبي بكر فابتنى مسجدا بفناء داره فكان يصلي\nفيه ويقرأ القرآن فيتقصف عليه نساء المشركين وأبنائهم فيتعجبون منه وينظرون\nإليه وكان أبو بكر رجلا لا يملك دمعة إذا قرأ القرآن فأرسلوا إلى بن الدغنة\nفقدم عليهم فقالوا إنا إنما أجرنا أبا بكر أن يعبد ربه في داره وقد ابتنى\nمسجد بفناء داره وأنه أعلن بالصلاة والقراءة وإنا خشينا أن يفتن نساءنا\nوأبناءنا فأته فقل له إما أن يقتصر على أن يعبد ربه في داره وإن أبى إلا أن\nيعلن ذلك فليرد إليك ذمتك فإنا نكره أن نخفر ذمتك ولسنا بمقرين لأبي بكر\nالاستعلان فأتى بن الدغنة أبا بكر فقال قد علمت الذي عقدت لك علينا إما أن\nتقصر على ذلك وإما أن ترجع إلي ذمتي فإني لا أحب أن يسمع العرب أني أخفرت\nفي عقد رجل عقدت له فقال أبو بكر فإني أرضى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p324'> Vol. 02, p. 324</a>\n            </div>\n             بجوار الله وجوار\nرسوله صلى الله عليه وسلم ورسول الله صلى الله عليه وسلم يومئذ بمكة فقال\nرسول الله صلى الله عليه وسلم للمسلمين رأيت دار هجرتكم رأيت سبخة ذات نخل\nبين لابتين وهما حارتان فهاجر من هاجر قبل المدينة حتى ذكر ذلك لرسول الله\nصلى الله عليه وسلم ورجع إلى المدينة بعض من كان هاجر إلى أرض الحبشة من\nالمسلمين وتجهز أبو بكر مهاجرا فقال رسول الله صلى الله عليه وسلم على رسلك\nيا أبا بكر فإني أرجو أن يؤذن لي فقال فداك أبي وأمي أو ترجو ذلك قال نعم\nفحبس أبو بكر نفسه لرسول الله صلى الله عليه وسلم <span id='ms141'></span> لصحابته وعلف راحلتين\nكانتا له ورق السمر أربعة أشهر قال الزهري قال عروة فقالت عائشة فبينما نحن\nفي بيتنا في نحر الظهيرة إذ قال قائل لأبي بكر هذا رسول الله مقبلا متقنعا\nفي ساعة لم يكن يأتينا فيها فقال أبو بكر فدا له أبي وأمي إن جاء به هذه\nالساعة لأمر فجاء رسول الله صلى الله عليه وسلم فاستأذن فأذن له فدخل رسول\nالله صلى الله عليه وسلم فقال يا أبا بكر أخرج من عندك فقال أبو بكر يا\nرسول الله إنما هم أهلك قال فنعم قال قد أذن لي قال أبو بكر خذ إحدى راحلتي\nهاتين فقال نعم بالثمن قالت فجهزناهما أحث الجهاز وصنعنا لهما سفرة في جراب\nفقطعت أسماء من نطاقها فأوكت بها الجراب فلذلك كانت تسمى ذات النطاق فلحق\nرسول الله صلى الله عليه وسلم وأبو بكر في غار في جبل يقال له ثور فمكثنا\nفيه ثلاث ليال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p325'> Vol. 02, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\n850 أخبرنا أبو مالك الجنبي نا الحجاج وهو بن أرطاة عن يحيى بن أبي كثير\nعن عروة عن عائشة قالت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p326'> Vol. 02, p. 326</a>\n            </div>\n             * فقدت رسول الله صلى الله عليه وسلم\nذات ليلة فخرجت في أثره فإذا رسول الله صلى الله عليه وسلم في البقيع رافعا\nيديه إلى السماء يدعو فقال رسول الله صلى الله عليه وسلم يا بنت أبي بكر ما\nالذي أخرجك فقالت أشفقت أو خفت أن تكون خرجت إلى بعض نسائك فقال ما أخرجك\nثم قال إذا كان ليلة النصف من شعبان ينزل الرب تبارك وتعالى إلى السماء\nالدنيا فيغفر من الذنوب أكثر من عدد شعر غنم كلب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p327'> Vol. 02, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\n851 أخبرنا النضر نا هشام وهو بن عروة أخبرني أبي عن عائشة قالت * كان\nيأتي على أهل بيت رسول الله صلى الله عليه وسلم الشهر لا نوقد فيه نارا إلا\nأن يكون عندهم لحم وكان أهل بيت من الأنصار يرسلون إلى رسول الله صلى الله\nعليه وسلم من خزيرتهم أو حريرتهم قال النضر والخزيرة من النخالة والحريرة\nمن اللبن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p328'> Vol. 02, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\n852 أخبرنا وكيع نا هشام بن <span id='ms142'></span> عروة عن أبيه عن عائشة قالت * ليس نزول\nالمحصب سنة إنما نزله رسول الله صلى الله عليه وسلم ليكون أسمح لخروجه\n</p>\n\n<p>\n853 أخبرنا النضر نا شعبة عن عبد الرحمن بن الأصبهاني قال سمعت مجاهد بن\nوردان يحدث عن عروة بن الزبير عن عائشة * أن مولى لرسول الله صلى الله عليه\nوسلم توفي وأتي رسول الله صلى الله عليه وسلم بميراثه فقال رسول الله صلى\nالله عليه وسلم التمسوا رجلا من أهل قريته فادفعوا إليه ميراثه وقال غير\nالنضر مولى النبي صلى الله عليه وسلم وقع من نخلة وقال قال رسول الله صلى\nالله عليه وسلم هل ترك ولدا فقالوا لا قال هل ترك حميما قالوا لا قال\nفأعطوه رجلا من أهل قريته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p329'> Vol. 02, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\n854 أخبرنا النضر نا هشام وهو بن عروة أخبرني أبي عن عائشة قالت * ما غرت\nعلى أحد من نساء رسول الله صلى الله عليه وسلم ما غرت على خديجة لكثرة ذكر\nرسول الله صلى الله عليه وسلم إياها وثنائه عليها وقد أوحى إلى رسول الله\nصلى الله عليه وسلم أن يبشرها ببيت في الجنة\n</p>\n\n<p>\n855 أخبرنا يحيى بن واضح نا موسى بن عبيدة الربذي عن داود بن مدرك عن\nعروة بن الزبير عن عائشة قالت * دخلت امرأة المسجد وهي ترفل في زينة لها\nورسول الله صلى الله عليه وسلم جالس في المسجد فقال إياكن والزينة والتبختر\nفي المساجد فإن بني إسرائيل لم يلعنوا حتى لبس نساؤهم الزينة وتبخترت في\nالمساجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p330'> Vol. 02, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\n856 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة أن رسول الله\nصلى الله عليه وسلم قال لها * هذا جبريل يقرأ عليك السلام فقالت وعليه\nالسلام ورحمة الله وبركاته ترى ما لا نرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p331'> Vol. 02, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\n857 أخبرنا عبد العزيز بن محمد عن عمرو بن أبي عمرو عن حبيب بن هند عن\nعروة بن الزبير قال قال رسول الله صلى الله عليه وسلم * من أخذ السبع الطول\nفهو حبر\n</p>\n\n<p>\n858 أخبرنا بشر بن عمر عن سليمان بن بلال عن عمرو بن أبي عمرو عن <span id='ms143'></span> حبيب بن\nهند الأسلمي عن عروة عن عائشة عن رسول الله صلى الله عليه وسلم قال * من\nأخذ السبع الأول فهو حبر قال إسحاق يعني البقرة وآل عمران والنساء والمائدة\nوالأنعام والأعراف ويونس\n</p>\n\n<p>\n859 أخبرنا المعتمر بن سليمان قال سمعت أبي يحدث عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p332'> Vol. 02, p. 332</a>\n            </div>\n             أبي نضرة\nعن أبي سعيد مولى أبي أسيد قال * سمع المصريون أن عثمان خرج إلى قرية فأتوه\nفعاتبوه في الحمى وغيره فدعا بالمصحف فقالوا له فاتح السابعة فكانوا سمون\nسورة يونس السابعة فقرأ حتى أتى على هذه الآية <span class='quran'>قل أرأيتم ما أنزل الله\nلكم من رزق فجعلتم منه حراما وحلالا قل آلله أذن لكم أم على الله تفترون\n</span>فقالوا قف أرأيت ما حميت من حمى الله أذن لك أم على الله تفتري قال\nعثمان امضه نزلت في كذا وكذا فإن عمر حمى الحمى قبلي لإبل الصدقة فلما وليت\nحميت لإبل الصدقة فذكر الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p333'> Vol. 02, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\n860 أخبرنا سفيان قال * كانت المخزومية تستعير متاعا وتجحده فرفعت إلى\nرسول الله صلى الله عليه وسلم وكلم فيها فقال لو كانت فاطمة لقطعت يدها\nفقيل لسفيان من ذكره فقال أيوب بن موسى عن الزهري عن عروة عن عائشة إن شاء\nالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p334'> Vol. 02, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\n861 أخبرنا أبو الوليد نا ليث بن سعد عن الزهري عن عروة عن عائشة * أن\nقريشا أهمهم شأن المخزومية التي سرقت فقالوا من يكلم رسول الله صلى الله\nعليه وسلم في ذلك فقالوا ومن يجترئ على ذلك إلا أسامة بن زيد حب رسول الله\nصلى الله عليه وسلم فكلم أسامة رسول الله صلى الله عليه وسلم فقال له أتشفع\nفي حد من حدود الله ثم قام رسول الله صلى الله عليه وسلم يخطب الناس فقال\nإنما أهلك الذين كانوا قبلكم أن الشريف إذا سرق فيهم تركوه وإذا سرق فيهم\nالضعيف حدوه وأيم الله لو أن فاطمة بنت محمد سرقت لقطعت يدها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p335'> Vol. 02, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\n862 أخبرنا وكيع نا هشام عن أبيه عن عائشة عن رسول الله صلى الله عليه\nوسلم قال * ما كان من شرط ليس في كتاب الله <span id='ms144'></span> فهو باطل وإن كان مائة شرط\n</p>\n\n<p>\n863 أخبرنا عبد الصمد نا همام بن يحيى عن إسحاق بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p336'> Vol. 02, p. 336</a>\n            </div>\n             عبد الله\nبن أبي طلحة عن شيبة الخضري عن عروة بن الزبير عن عائشة عن رسول الله صلى\nالله عليه وسلم قال * ثلاث أحلف عليهن ولو حلفت على الرابعة لرجوت أن لا\nآثم أن لا يجعل الله من له سهم في الإسلام كمن لا سهم له وسهم الإسلام\nالصلاة والصيام والصدقة وما تولى الله عبد قط فيوليه غيره يوم القيامة وإذا\nأحب رجل قوما كان معهم والرابعة لو حلفت رجوت أن لا آثم ما ستر الله على\nعبد في الدنيا إلا ستر الله عليهم يوم القيامة قال شيبة فسمعت عروة بن\nالزبير يحدث بهذا الحديث عمر بن عبد العزيز فقال عمر إذا سمعتم بمثل هذا\nالحديث من مثل عروة يرويه عن عائشة فاحفظوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p337'> Vol. 02, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\n864 أخبرنا أبو عامر العقدي نا هشام بن سعد عن عثمان بن عمرو بن هاني عن\nعروة بن الزبير عن عائشة قالت * دخل علي رسول الله صلى الله عليه وسلم\nفعرفت في وجهه أنه قد حفزه شيء فتوضأ ثم خرج ولم يتكلم فاقتربت من الجدران\nفسمعته يقول يا أيها الناس إن الله يقول مروا بالمعروف وانهوا عن المنكر\nقبل أن تدعوني فلا أجيبكم وتسألون فلا أعطيكم وتستنصروني فلا أنصركم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p338'> Vol. 02, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\n865 أخبرنا روح بن عبادة نا مالك بن أنس عن الزهري عن عروة عن عائشة قالت\n* صلى رسول الله صلى الله عليه وسلم ليلة في رمضان فصلى بصلاته ناس ثم صلى\nالقابلة فاجتمع إليه ثم لم يخرج الثالثة أو الرابعة فلما صلى الصبح قال إني\nقد رأيت مكانكم البارحة فلم أخرج إليكم خشية أن يفرض عليكم وذلك في رمضان\n</p>\n\n<p>\n866 أخبرنا معاذ بن هشام صاحب الدستوائي حدثني أبي عن يحيى بن أبي كثير\nحدثني رجل في مسجد الرسول صلى الله عليه وسلم عن عروة بن الزبير عن عائشة\nعن رسول الله صلى الله عليه وسلم قال * إذا قام أحدكم إلى الصلاة فمس ذكره\nفليتوضأ قال <span id='ms145'></span> وحدثني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p339'> Vol. 02, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\n867 أبي عن يحيى بن أبي كثير أن المهاجر بن عكرمة المخزومي أخبره أن محمد\nبن مسلم الزهري أخبره * أن رسول الله صلى الله عليه وسلم أعاد الوضوء في\nمجلسه فقيل له فقال إني حككت ذكري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p340'> Vol. 02, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\n868 أخبرنا بشر بن عمر الزهراني نا مالك بن أنس عن الزهري عن عروة بن\nالزبير عن عائشة * أن أزواج رسول الله صلى الله عليه وسلم حين توفي رسول\nالله صلى الله عليه وسلم أردن أن يبعثن عثمان بن عفان إلى أبي بكر يسألنه\nميراثهن من رسول الله صلى الله عليه وسلم فقالت عائشة لهن ألا تتقين الله\nأليس قد قال رسول الله صلى الله عليه وسلم لا نورث ما تركناه صدقة فرضين\nبقولها وتركن ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p341'> Vol. 02, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\n869 أخبرنا بشر بن عمر الزهراني نا مالك عن الزهري عن عروة عن عائشة قالت\n* خرجنا مع رسول الله صلى الله عليه وسلم عام حجة الوداع فأهللنا بالعمرة\nفقال رسول الله صلى الله عليه وسلم من كان منكم معه هدي فليهل بالحج\nوالعمرة ثم لا يحل حتى يحل منهما جميعا قالت فقدمت مكة وأنا حائض فلم أطف\nبالبيت ولا بين الصفا والمروة فشكوت ذلك إلى رسول الله صلى الله عليه وسلم\nفقال انقضي رأسك وامتشطي وأهلي بالحج ودعي العمرة قالت ففعلت فلما قضيت\nالحج أرسل معي عبد الرحمن بن أبي بكر إلى التنعيم فاعتمرت منه فقال هذه\nعمرة مكان عمرتك قالت فأما الذين أهلوا بالعمرة فطافوا بالبيت وبالصفا\nوالمروة ثم حلوا ثم طافوا طوافا واحدا بعد ما رجعوا من مني بحجهم وأما\nالذين جمعوا الحج والعمرة فما طافوا إلا طوافا واحدا\n</p>\n\n<p>\n870 أخبرنا روح نا مالك عن الزهري عن عروة عن عائشة قالت * ما رأيت رسول\nالله صلى الله عليه وسلم صلى سبحة الضحى قط وإني لأسبحها وكان رسول الله\nصلى الله عليه وسلم يترك العمل أن يعمل به وهو يحب أن يعمله مخافة أن يعمل\nالناس ذلك فيفترض عليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p342'> Vol. 02, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\n871 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة بن الزبير <span id='ms146'></span> عن عائشة\nقالت * اجتمع أزواج رسول الله صلى الله عليه وسلم فقلن لفاطمة أن تقول\nلرسول الله صلى الله عليه وسلم إن نساءك ينشدنك العدل في ابنة أبي قحافة\nقالت عائشة فجاءت ورسول الله صلى الله عليه وسلم في مرط عائشة قالت إن\nنساءك ينشدنك العدل في ابنة أبي قحافة فقال لها رسول الله صلى الله عليه\nوسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p343'> Vol. 02, p. 343</a>\n            </div>\n             أتحبينني فقالت نعم قال فأحبيها فرجعت إليهم فقالت لهن ما\nقال لها فقلن إنك لم تصنعي شيئا فارجعي إليه قالت والله لا أرجع إليه فيها\nأبدا قال الزهري وكانت ابنة أبيها فأرسلن زينب فقلن لها قولي للنبي صلى\nالله عليه وسلم إن نساءك ينشدنك العدل في ابنة أبي قحافة فجاءت فقالت له\nوأقبلت علي تشتمني وكان هي التي تساميني من أزواج النبي صلى الله عليه وسلم\nفجعلت انظر إلى النبي صلى الله عليه وسلم هل ينظر إلي بطرفة فأنتصر منها\nفلم يتكلم فظننت أنه لا ينكر فأقبلت عليها فلم ألبث أن أفحمتها فقال رسول\nالله صلى الله عليه وسلم إنها ابنة أبي بكر قالت ولا أعرف امرأة خيرا ولا\nأكثر صلاة ولا صلة رحم ولا أبرك لشيء يتقرب به إليه من زينب ما عدا سورة من\nغرب حد فيها توشك منها الفيئة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p344'> Vol. 02, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\n872 أخبرنا أبو عارم العقدي نا الزبير وهو بن عبد الله الهاشمي حدثني\nجعفر بن المصعب قال سمعت عروة بن الزبير يحدث عن عائشة عن رسول الله صلى\nالله عليه وسلم قال * إن الله إذا أراد أن يخلق الخلق بعث ملكا فيدخل الرحم\nفيقول يا رب أذكر أم أنثى فيقول ذكر أو أنثى أو ما شاء الله أن يخلق في\nالرحم فيقول أي رب أشقيا أم سعيدا فيقول شقيا أم سعيدا فيقول أي رب فما\nأجله ثم يقول أي رب فما رزقه ثم يقول أي رب فما خلقه وخلائقه فلا يقول شيئا\nإلا فعله في الرحم\n</p>\n\n<p>\n873 أخبرنا وكيع نا هشام عن أبيه عن عائشة قالت * كان لرسول الله صلى\nالله عليه <span id='ms147'></span> وسلم خميصة لها علم فكأني أنظر إلى علمها في الصلاة فلما صلى\nكرهها قال وأخذها اذهبوا بها إلى أبي جهم وائتوني بالأنبجاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p345'> Vol. 02, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\n874 أخبرنا روح بن عبادة نا محمد بن أبي حفصة نا بن شهاب عن عروة عن\nعائشة قالت * صلى رسول الله صلى الله عليه وسلم في خميصة لها أعلام فلما\nقضى صلاته قال ألهتني هذه الأعلام اذهبوا بها إلى أبي جهم وائتوني بمنبجاني\n</p>\n\n<p>\n875 أخبرنا وكيع نا سفيان عن هشام عن أبيه عن عائشة قالت * كان رسول الله\nصلى الله عليه وسلم يخفف ركعتي الفجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p346'> Vol. 02, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\n876 أخبرنا أبو معاوية نا هشام بن عورة عن أبيه عن عائشة قالت * توفي\nرسول الله صلى الله عليه وسلم وترك عندنا شيئا من شعير فما زلنا نأكل منه\nحتى كالته الجارية فلم يلبث أن فنى ولو تركته لم تكله لرجوت أن يكون يبقى\n</p>\n\n<p>\n877 أخبرنا روح نا مالك عن الزهري عن عروة قال أخبرتني عائشة * أن رسول\nالله صلى الله عليه وسلم صلى العصر والشمس طالعة في حجرتها لم تظهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p347'> Vol. 02, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\n878 أخبرنا النضر نا صالح وهو بن أبي الأخضر عن بن شهاب عن عروة عن عائشة\nقالت * كان عندي يهوديه فقالت إنكم تفتنون في قبوركم فقال رسول الله صلى\nالله عليه وسلم بل يهود تفتن في قبورهم قالت عائشة فلبث ما شاء الله ثم قال\nيا عائشة أشعرت أن الله أوحى إلي أنكم تفتنون في قبوركم قالت فلم أر رسول\nالله صلى الله عليه وسلم صلى بعد صلاة إلا تعوذ فيها من فتنة القبر\n</p>\n\n<p>\n879 أخبرنا أبو معاوية نا هشام عن أبيه عن عائشة قالت قال رسول الله صلى\nالله عليه وسلم * ما يصيب المرء من شوكة فما فوقها إلا قضى الله عنه بها\nخطيئة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p348'> Vol. 02, p. 348</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p349'> Vol. 02, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\n880 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة عن عائشة عن رسول الله\nصلى الله عليه وسلم قال * ما من مرض أو وجع يصيب المؤمن إلا كان كفارة\nلذنبه حتى الشوكة يشاكها والنكبة ينكبها\n</p>\n\n<p>\n881 أخبرنا أبو معاوية نا هشام عن أبيه عن <span id='ms148'></span> عائشة عن رسول الله صلى الله\nعليه وسلم قال * اقتلوا الأبتر وذا الطفتين فإنهما يصيبان الحبل ويطمسان\nالأبصار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p350'> Vol. 02, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\n882 أخبرنا أبو معاوية نا هشام عن أبيه عن عائشة قالت * كان ضجاع رسول\nالله صلى الله عليه وسلم من آدم ينام عليه حشوه من ليف\n</p>\n\n<p>\n883 أخبرنا خالد بن الحارث الهجيمي قال سمعت هشام بن عروة يحدث عن أبيه\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم * إن الحمى من فيح جهنم\nفأبردوها بالماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p351'> Vol. 02, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\n884 أخبرنا عبدة بن سليمان نا هشام بن عروة عن أبيه عن عائشة عن النبي\nصلى الله عليه وسلم * مثله سواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p352'> Vol. 02, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\n885 أخبرنا روح بن عبادة نا بن جريج قال قلت لابن شهاب أحدثك عروة بن\nالزبير عن عائشة عن رسول الله صلى الله عليه وسلم أنه قال * من أفطر في\nتطوع فليقضه قال لم أسمع من عروة في ذلك شيئا ولكني سمعت في خلافة سليمان\nبن عبد الملك من ناس عن بعض من يسأل عائشة أنها قالت كنت أنا وحفصة صائمتين\nفقرب إلينا طعام فابتدرنا فأكلناه فدخل النبي صلى الله عليه وسلم فبادرتني\nإليه حفصة وكانت ابنة أبيها فقال رسول الله صلى الله عليه وسلم اقضيا يوما\nآخر قال قلت لأبي قرة موسى بن طارق أذكر بن جريج قال قلت لابن شهاب أحدثك\nعروة بن الزبير عن عائشة عن رسول الله صلى الله عليه وسلم قال من أفطر في\nتطوع فليقضه قال إسحاق قرأت مثل ما حدثنا روح فأقر به\n</p>\n\n<p>\n886 أخبرنا عبدة بن سليمان نا هشام بن عروة عن أبيه عن عائشة قالت * طيبت\nرسول الله صلى الله عليه وسلم عند إهلاله بأطيب ما أجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p353'> Vol. 02, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\n887 أخبرنا بشر بن عمر نا مالك عن يزيد بن خصيفة عن عروة عن عائشة عن\nرسول الله صلى الله عليه وسلم قال * ما يصيب المؤمن من وصب حتى الشوكة إلا\nقضى الله بها أو كفر الله بها من خطاياه\n</p>\n\n<p>\n888 أخبرنا النضر بن شميل نا أبو إبراهيم وهو محمد بن أبي حميد المدني عن <span id='ms149'></span>\nمحمد بن المنكدر عن عروة عن عائشة عن رسول الله صلى الله عليه وسلم قال *\nما من مؤمن ولا مؤمنة يصيبه نصب ولا وصب حتى الشوكة إلا كتبت لها بها حسنة\nومحيت عنه بها سيئة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p354'> Vol. 02, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\n889 أخبرنا عبدة بن سليمان نا هشام بن عروة عن أبيه عن عائشة قالت * إن\nكنا آل محمد لنمكث شهرا ما نستوقد نارا إنما هو التمر والماء\n</p>\n\n<p>\n890 أخبرنا عبد الرزاق نا معمر عن هشام بن عروة عن أبيه أن عائشة قالت *\nإن كان ليأتي علينا الشهر وما نستوقد بنار إنما هو التمر والماء ولكن جزى\nالله نساء من الأنصار خيرا كانوا يهدون إلينا الشيء من اللبن\n</p>\n\n<p>\n891 أخبرنا النضر بن شميل نا أبو إبراهيم المدني وهو محمد بن أبي حميد عن\nمحمد بن المنكدر عن عروة بن الزبير قال أخذ بيدي فقال سمعت من أمي عائشة\nتقول * كنا نلبث أربعين ليلة ما يوقد في بيت رسول الله صلى الله عليه وسلم\nنار مصباح ولا غيره فقلت لها يا أمتاه مم كنتم تعيشون فقالت من الأسودين\nالتمر والماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p355'> Vol. 02, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\n892 أخبرنا يحيى بن محمد بن قيس المدين قال سمعت هشام بن عروة يحدث عن\nأبيه عن عائشة قالت * كان رسول الله صلى الله عليه وسلم يدني إلي رأسه\nفأرجله وأنا حائض وكنت أغتسل أنا وهو من إناء واحد\n</p>\n\n<p>\n893 أخبرنا محمد بن بكر أنا بن جريج قال سمعت عطاء يقول حدثني عروة بن\nالزبير قال كنت أنا وابن عمر مستندين إلى حجرة عائشة فسمعنا استنان عائشة\nبالسواك فسمع صوتها فقال يا أبا عبد الرحمن * هل اعتمر رسول الله صلى الله\nعليه وسلم في رجب فقال نعم فقلت لعائشة يا أمتاه إلا تسمعين إلى ما يقول\nأبو عبد الرحمن فقالت وما يقول أبو عبد الرحمن قلت يقول ما اعتمر رسول الله\nصلى الله عليه وسلم في رجب وما أعتمر عمرة إلا وهو معه فما قال نعم ولا لا\nسكت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p356'> Vol. 02, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\n894 أخبرنا جرير عن منصور عن مجاهد قال دخلت أنا وعروة بن الزبير فقال <span id='ms150'></span>\nعروة لعائشة إن بن عمر يقول * اعتمر رسول الله صلى الله عليه وسلم في رجب\nفذكر نحوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p357'> Vol. 02, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\n895 أخبرنا الثقفي نا خالد الحذاء عمن حدثه عن عائشة قالت * ما قبض نبي\nقط إلا جعل روحه بين عينيه ويخير بين الدنيا والآخرة\n</p>\n\n<p>\n896 أخبرنا عبد الرزاق نا معمر عن الزهري عن سالم قال كان أبو بكر وعمر\nوابن عمر ينزلون الأبطح قال الزهري وأخبرني عروة عن عائشة أنها لم تكن تفعل\nذلك وقالت * إنما نزله رسول الله صلى الله عليه وسلم ليكون أسمح لخروجه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p358'> Vol. 02, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\n897 أخبرنا روح نا بن أبي ذئب عن الزهري عن عروة عن عائشة قالت * كان\nرسول الله صلى الله عليه وسلم يصوم عاشوراء ويأمر بصيامه\n</p>\n\n<p>\n898 أخبرنا عبد الرزاق نا معمر عن الزهري أو غيره عن عروة عن عائشة قالت\n* جاءت فاطمة بنت عتبة بن ربيعة إلى رسول الله صلى الله عليه وسلم لتبايعه\nفأخذ عليهن الآية <span class='quran'>أن لا يشركن بالله شيئا </span>فلما ذكر الزنا وضعت\nيدها على رأسها حياء فأعجب رسول الله صلى الله عليه وسلم ذلك من أمرها قالت\nعائشة قولي ذلك فما بايعنا صلى الله عليه وسلم إلا على ذلك قالت فنعم إذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p359'> Vol. 02, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\n899 أخبرنا عبد الملك بن محمد الشامي وهو صاحب الأوزاعي نا أبو سلمة\nالعاملي حدثني الزهري حدثني عروة عن عائشة قالت قال رسول الله صلى الله\nعليه وسلم يوم حنين بالجعرانة * عشر مباح للمسلمين في مغازيهم العسل والماء\nوالشراب والخل والملح والزيت والحجر والعود ما لم ينحت والجلد الطري\nوالطعام يخرج به قال إسحاق هذا حديث منكر وعبد الملك عندهم في حد الترك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p360'> Vol. 02, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\n900 أخبرنا عبد الله بن واقد الحراني نا حيوة بن شريح أخبرني سالم بن\nغيلان عن عروة بن الزبير عن عائشة قالت قال رسول الله صلى الله عليه وسلم *\nمن مات وعليه صوم نذر فليصم عنه وليه قال إسحاق السنة هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p361'> Vol. 02, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\n901 أخبرنا أبو قرة موسى بن طارق قال سمعت موسى بن عقبة يذكر عن عروة بن\nالزبير أنه سأل عائشة عن القبلة للصائم قالت <span id='ms151'></span> * كان رسول الله صلى الله عليه\nوسلم يقبل أزواجه وهو صائم ثم ضحكت\n</p>\n\n<p>\n902 أخبرنا عبد الرزاق نا معمر عن الزهري عن عروة وعمرة * أن أزواج النبي\nصلى الله عليه وسلم أرسلوا إلى أبي بكر يسألن ميراثهن من رسول الله صلى\nالله عليه وسلم فأرسلت إليهن عائشة ألا تتقين الله ألم يقل رسول الله صلى\nالله عليه وسلم إنا لا نورث ما تركنا صدقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p362'> Vol. 02, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\n903 أخبرنا أبو معاوية نا هشام بن عروة عن أبيه عن عائشة قالت * خرج رسول\nالله صلى الله عليه وسلم خرجة ثم دخل وقد علقت قرام ستر فيه الخيل أولات\nالأجنحة فلما رآه رسول الله صلى الله عليه وسلم قال انزعيه\n</p>\n\n<p>\n904 أخبرنا عبد الرزاق أنا بن جريج قال أخبرت عن الزهري عن عروة عن عائشة\nأنها كانت تذكر شأن خيبر قالت * كان رسول الله صلى الله عليه وسلم يبعث عبد\nالله بن رواحة فيخرص عليهم النخل حين يطيب أول الثمرة قبل أن تؤكل ثم يخير\nاليهود فيأخذونه بذلك الخرص أم يدعونه وإنما كان يفعل ذلك كي تحصى الزكاة\nقبل أن يؤكل التمر ويفرق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p363'> Vol. 02, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\n905 أخبرنا عبد العزيز عن هشام بن عروة عن أبيه عن عائشة * أن رسول الله\nصلى الله عليه وسلم كان يستعذب له الماء من بئر السقيا\n</p>\n\n<p>\n906 أخبرنا عبد العزيز بن محمد عن هشام بن عروة عن أبيه عن عائشة * أن\nرسول الله صلى الله عليه وسلم أفرد الحج ولم يعتمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p364'> Vol. 02, p. 364</a>\n            </div>\n             أخبرنا\nالإمام أبو يعقوب إسحاق بن إبراهيم الحنظلي قال\n</p>\n\n<p>\n| 1 ( ما يروى عن عباد بن عبد الله بن الزبير عن عائشة عن النبي صلى الله\nعليه وسلم )\n</p>\n\n<p>\n907 أخبرنا عبد الوهاب الثقفي نا يحيى بن سعيد قال سمعت عبد الرحمن بن\nالقاسم يقول أخبرني محمد بن جعفر بن الزبير أن عباد بن عبد الله بن الزبير\nأخبره أن عائشة أم المؤمنين حدثته قالت جاء رجل إلى رسول الله صلى الله\nعليه وسلم فقال * يا رسول الله إني احترقت فسأله ما له فقال أفطرت في رمضان\nثم جلس فأتى <span id='ms152'></span> رسول الله صلى الله عليه وسلم بمكتل عظيم يدعى العرق فيه تمر\nفسأل رسول الله صلى الله عليه وسلم عن الرجل فقال أين المحترق فقام الرجل\nفقال تصدق بهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p365'> Vol. 02, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\n908 أخبرنا إسماعيل بن إبراهيم قال حدثني محمد بن إسحاق عن يحيى بن عباد\nبن عبد الله بن الزبير عن أبيه عن عائشة قالت قال رسول الله صلى الله عليه\nوسلم * كل صلاة لا يقرأ فيها بفاتحة الكتاب فهي خداج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p366'> Vol. 02, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\n909 أخبرنا جرير عن محمد بن إسحاق عن عبد الواحد بن حمزة عن عباد بن عبد\nالله بن الزبير عن عائشة قالت سمعت رسول الله صلى الله عليه وسلم يقول *\nاللهم حاسبني حسابا يسيرا فقلت يا رسول الله ما الحساب اليسير فقال هو أن\nينظر في سيئاته فيتجاوز له عنها فإنه من نوقش الحساب فقد هلك وما أصاب\nالمؤمن من نكبة إلا كفر بها عنه من سيئاته حتى الشوكة يشوكه\n</p>\n\n<p>\n910 أخبرنا عبد العزيز بن محمد المدني عن عبد الواحد بن حمزة عن عباد بن\nعبد الله بن الزبير * أن عائشة أمرت أن يمر بجنازة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p367'> Vol. 02, p. 367</a>\n            </div>\n             سعد بن أبي\nوقاص في المسجد فتصلى عليه فأنكر الناس ذلك عليها فقالت ما أسرع ما نسي\nالناس ما صلى رسول الله صلى الله عليه وسلم على سهيل بن البيضاء إلا في\nالمسجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p368'> Vol. 02, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\n911 أخبرنا عبدة بن سليمان نا هشام بن عروة عن عباد بن عبد الله بن\nالزبير عن عائشة قالت سمعت رسول الله صلى الله عليه وسلم وهو يقول عند\nوفاته * اللهم اغفر لي وارحمني والحقني بالرفيق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p369'> Vol. 02, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\n912 أخبرنا روح نا مالك عن هشام بن عروة عن عباد بن عبد الله بن الزبير\nعن عائشة أنها * سمعت رسول الله صلى الله عليه وسلم عند موته وهو مستند إلى\nصدرها يقول اللهم اغفر لي وارحمني وألحقني بالرفيق\n</p>\n\n<p>\n913 أخبرنا محمد بن سلمة الحراني نا محمد بن إسحاق عن يحيى بن عباد بن\nعبد الله بن الزبير عن أبيه عن عائشة قالت * قدمت على رسول الله صلى الله\nعليه وسلم حلة من <span id='ms153'></span> عند النجاشي أهداها له فيها خاتم من ذهب فيه فص حبشي\nفأهوى رسول الله صلى الله عليه وسلم بيده معرضا أو ببعض أصابعه فأعطاها\nأمامة بنت أبي العاص فقال تحلي بهذا يا بنية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p370'> Vol. 02, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\n914 أخبرنا يحيى بن واضح نا محمد بن إسحاق عن يحيى بن عباد بن عبد الله\nبن الزبير عن أبيه عن عائشة قالت * لما توفي رسول الله صلى الله عليه وسلم\nأحدق به أصحابه وشكوا في غسله فقالوا نجرد رسول الله صلى الله عليه وسلم\nكما نجرد موتانا أم كيف نصنع فأرسل الله إليهم سنة فما منهم أحد يرفع رأسه\nفإذا مناد ينادي من البيت لا يدرون من هو أن اغسلوا رسول الله صلى الله\nعليه وسلم وعليه ثيابه قال فغسلوا رسول الله صلى الله عليه وسلم وعليه\nقميصه قال فقالت عائشة لو استقبلت من أمري ما استدبرت ما غسله غير نسائه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p371'> Vol. 02, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( ما يروى عن القاسم بن محمد عن عائشة عن النبي صلى الله عليه وسلم )\n</p>\n\n<p>\n915 أخبرنا جرير نا الأعمش عن ثابت بن عبيد عن القاسم بن محمد عن عائشة\nقالت قال لي رسول الله صلى الله عليه وسلم * ناوليني الخمرة من المسجد فقلت\nإني حائض فقال رسول الله صلى الله عليه وسلم ليست حيضتك بيدك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p372'> Vol. 02, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\n916 أخبرنا أبو معاوية عن الأعمش * بهذا الإسناد مثله\n</p>\n\n<p>\n917 أخبرنا سفيان عن عبد الرحمن بن القاسم عن أبيه عن عائشة قالت * خرجنا\nمع رسول الله صلى الله عليه وسلم لا نرى إلا لحج فلما كنا بسرف حضت فدخل\nعلي رسول الله صلى الله عليه وسلم وأنا أبكي قال مالك أنفست قلت نعم فقال\nهذا أمر كتبه الله على بنات آدم فاقض ما يقض الحاج غير أن لا تطوفي بالبيت\nضحى رسول الله صلى الله عليه وسلم عن نسائه بالبقر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p373'> Vol. 02, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\n918 أخبرنا سفيان نا عبد الرحمن بن القاسم بن محمد عن أبيه عن عائشة أنها\nقالت * دخل علي رسول الله صلى الله عليه وسلم وقد سترت بقرام فيه تماثيل\nفلما رآه تلون وجهه ثم هتكه <span id='ms154'></span> بيده وقال إن أشد الناس عذابا يوم القيامة\nالذين يشبهون بخلق الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p374'> Vol. 02, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\n919 أخبرنا سفيان عن عبد الرحمن بن القاسم عن أبيه عن عائشة * مثل ذلك\nوقالت فقطعناه فجعلنا منه وسادة أو وسادتين\n</p>\n\n<p>\n920 أخبرنا عبدة بن سليمان نا عبيد الله بن عمر عن القاسم بن محمد عن\nعائشة قالت * سئل رسول الله صلى الله عليه وسلم عن رجل طلق امرأته ثلاثا أو\nالبتة فتزوجها آخر ثم طلقها قبل أن يدخل بها أترجع إلى زوجها الأول فقال لا\nحتى يذوق الآخر من عسيلتها كما ذاق الأول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p375'> Vol. 02, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\n921 أخبرنا خالد بن الحارث الهجيمي نا سفيان عن عاصم بن عبيد الله عن\nالقاسم بن محمد عن عائشة قالت * قبل رسول الله صلى الله عليه وسلم عثمان بن\nمظعون بعد موته فرأيت دموع رسول الله صلى الله عليه وسلم تسيل على خديه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p376'> Vol. 02, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\n922 أخبرنا وكيع * بهذا الإسناد مثله وقال على خدي عثمان\n</p>\n\n<p>\n923 أخبرنا وكيع نا جعفر بن برقان عن فرات بن سلمان عن رجل من جلساء\nالقاسم بن محمد عن القاسم عن عائشة عن رسول الله صلى الله عليه وسلم قال *\nإن أول ما يكفأ الإسلام كما يكفأ الإناء في شراب يقال لها الطلاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p377'> Vol. 02, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\n924 أخبرنا سفيان عن عبد الرحمن بن القاسم عن أبيه عن عائشة قالت * كنت\nأفتل قلائد هدى رسول الله صلى الله عليه وسلم فيبعث به ثم لا يعتزل شيئا\nمما يعتزله المحرم\n</p>\n\n<p>\n925 أخبرنا أبو معاوية نا أفلح بن حميد عن القاسم بن محمد عن عائشة قالت\n* فتلت قلائد بدن رسول الله صلى الله عليه وسلم فيبعث به ثم لا يعتزل شيئا\nفقلدها وأشعرها وأهداها فما حرم عليه شيء كان حلا له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p378'> Vol. 02, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\n926 أخبرنا عيسى بن يونس نا عبد الله بن عون عن إبراهيم وعن القاسم بن\nمحمد عن عائشة أنها قالت * يا رسول الله أيرجع الناس بنسكين وأرجع بنسك\nواحد فقال لها رسول الله صلى الله عليه وسلم انتظري حتى إذا تطهرت خرجت إلى\nالتنعيم وأهللت بعمرة من ثم ولكنها على قدر نفقتك أو نصبك <span id='ms155'></span> شك بن عون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p379'> Vol. 02, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\n927 أخبرنا عبدة نا عبيد الله عن القاسم بن محمد عن عائشة أنها قالت * يا\nرسول الله ما أرى صفية إلا حابستنا فقال رسول الله صلى الله عليه وسلم أما\nكانت طافت يوم النحر قلت بلى قال فلا حبس عليك\n</p>\n\n<p>\n928 أخبرنا وكيع نا سفيان عن عبد الله بن أبي زياد عن القاسم بن محمد عن\nعائشة عن رسول الله صلى الله عليه وسلم قال * إنما جعل الطواف بالبيت\nوالسعي بين الصفا والمروة لإقامة ذكر الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p380'> Vol. 02, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\n929 أخبرنا جرير نا يحيى بن سعيد عن عبد الرحمن بن القاسم عن أبيه عن\nعائشة قالت * طيبت رسول الله صلى الله عليه وسلم بيدي لإحرامه وقبل أن يزور\nالبيت لإحلاله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p381'> Vol. 02, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\n930 أخبرنا وهب بن جرير نا شعبة عن عبد الرحمن بن القاسم عن أبيه عن\nعائشة قالت * طيبت رسول الله صلى الله عليه وسلم لإحرامه حين أحرم ولحله\nحين حل قبل أن يطوف بالبيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p382'> Vol. 02, p. 382</a>\n            </div>\n            \n</p>\n\n<p>\n931 أخبرنا عبد الرزاق نا الثوري عن عبد الرحمن بن القاسم عن أبيه عن\nعائشة * مثله\n</p>\n\n<p>\n932 أخبرنا الملائي نا أفلح بن حميد عن القاسم عن عائشة قالت * طيبت رسول\nالله صلى الله عليه وسلم لإحرامه قبل أن يحرم ولإحلاله حين حل قبل أن يطوف\nبالبيت\n</p>\n\n<p>\n933 أخبرنا موسى القاري نا المفضل بن يونس عن الأوزاعي عن عبد الرحمن بن\nالقاسم عن أبيه عن عائشة * مثله قال القاسم ولم يكن طيبه كطيبكم هذا الخائر\nإنما كان الذريرة ونحوها يذهب سريعا وإنما خلق أحدكم رأسه وقد بقي فيه من\nالطيب بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p383'> Vol. 02, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\n934 أخبرنا عبدة نا عبيد الله بن عمر عن نافع عن بن عمرو عن القاسم عن\nعائشة قالا * كان للنبي صلى الله عليه وسلم مؤذنان بلال وابن أم مكتوم فقال\nرسول الله صلى الله عليه وسلم إن بلالا يؤذن بليل فكلوا واشربوا حتى تسمعوا\nأذان بن أم مكتوم قال القاسم وما كان بينهما إلا أن ينزل هذا ويرقى هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p384'> Vol. 02, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\n935 أخبرنا الفضل بن موسى نا عبيد الله عن القاسم عن عائشة عن رسول الله\nصلى <span id='ms156'></span> الله عليه وسلم قال * إن بلالا يؤذن بليل فكلوا واشربوا حتى تسمعوا\nأذان بن أم مكتوم قال القاسم وما كان بينهما إلا أن ينزل هذا ويرقى هذا\n</p>\n\n<p>\n936 أخبرنا أبو عامر العقدي نا إبراهيم بن إسماعيل بن أبي حبيبة المدني\nعن داود بن الحصين عن القاسم عن عائشة عن رسول الله صلى الله عليه وسلم قال\n* السواك مطهرة للفم مرضاة للرب وقال إن في الحبة السوداء شفاء من كل داء\nإلا السام قيل يا رسول الله وما السام فقال الموت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p385'> Vol. 02, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\n937 أخبرنا عبدة بن سليمان نا عبيد الله بن عمر عن القاسم عن عائشة قالت\n* كان رسول الله صلى الله عليه وسلم يقبل وهو صائم قالت ولكن كان أملككم\nلإربه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p386'> Vol. 02, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\n938 أخبرنا الثقفي نا أيوب عن بن أبي مليكة عن القاسم بن محمد عن عائشة\nأن سالما مولى أبي حذيفة كان مع أبي حذيفة في بيتهم فأتت ابنة سهيل رسول\nالله صلى الله عليه وسلم فقالت * يا رسول الله إن سالما بلغ الرجال وعقل\nمثل ما عقلوا وإني أظن في نفس أبي حذيفة من دخوله شيء فقال أرضعيه تحرمي\nعليه ويذهب عن نفس أبي حذيفة ما يجد فرجعت إلى رسول الله صلى الله عليه\nوسلم فقالت إني قد أرضعته وذهب عن نفس أبي حذيفة ما كان يجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p387'> Vol. 02, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\n939 أخبرنا عبد الرزاق أنا بن جريج أخبرني عبد الله بن عبيد الله بن أبي\nمليكة أن القاسم بن محمد أخبره أن عائشة قالت جاءت سهلى بنت سهيل بن عمرو\nإلى رسول الله صلى الله عليه وسلم فقالت * إن سالما السالم مولى أبي حذيفة\nقد بلغ ما يبلغ الرجال وعلم مثل ما علموا وهو معنا في بيتنا فقال أرضعيه\nتحرمي عليه\n</p>\n\n<p>\n940 أخبرنا الفضل بن السيناني عن عبيد الله بن أبي زياد عن القاسم بن\nمحمد قال * إنما كان ذلك رخصة من رسول الله صلى الله عليه وسلم لسالم ثم لم\nيرخص رسول الله صلى الله عليه وسلم في رضاع على فرق لأحد بعده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p388'> Vol. 02, p. 388</a>\n            </div>\n            \n</p>\n\n<p>\n941 أخبرنا النضر بن شميل <span id='ms157'></span> نا حماد بن سلمة أنا بن أبي مليكة عن القاسم بن\nمحمد عن عائشة أن رسول الله صلى الله عليه وسلم قرأ * هو الذي أنزل عليك\nالكتاب منه آيات محكمات تلا الآية قال رسول الله صلى الله عليه وسلم سماهم\nالله لكم فإذا رأيتموهم فاحذروهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p389'> Vol. 02, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\n942 أخبرنا الملائي نا عبد الواحد بن أيمن المكي عن بن أبي مليكة عن\nالقاسم بن محمد عن عائشة * أن رسول الله صلى الله عليه وسلم كان إذا خرج\nأقرع بين نسائه فطارت القرعة على عائشة وحفصة فخرجنا معه وكان رسول الله\nصلى الله عليه وسلم إذا كان الليل سار مع عائشة يتحدث معها فقالت حفصة\nلعائشة إن شئت فاركبي بعيري فأركب بعيرك فتنظري وانظر فركبت عائشة فغارت\nفلما نزلوا جعلت تدخل رجليها بين الأذخر وتقول اللهم سلط علي حية أو عقربا\nتلدغني هو رسولك فلا أستطيع أن أقول له شيئا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p390'> Vol. 02, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\n943 أخبرنا وكيع نا علي بن المبارك عن يحيى بن أبي كثير عن القاسم بن\nمحمد عن عائشة عن رسول الله صلى الله عليه وسلم قال * من نذر أن يعصي الله\nفلا يعصه ومن نذر أن يطيع الله فليطع\n</p>\n\n<p>\n944 أخبرنا روح بن عبادة نا مالك عن طلحة بن عبد الملك عن القاسم عن\nعائشة قالت قال رسول الله صلى الله عليه وسلم * من نذر أن يطيع الله فليطعه\nومن نذر أن يعصي الله فلا يعصه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p391'> Vol. 02, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\n945 أخبرنا عيسى بن يونس نا خالد بن الياس المدني عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p392'> Vol. 02, p. 392</a>\n            </div>\n             ربيعة\nالرأي عن القاسم بن محمد عن عائشة عن النبي صلى الله عليه وسلم قال *\nأظهروا النكاح واضربوا عليه بالغربال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p393'> Vol. 02, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\n946 أخبرنا وكيع نا أبو عيسى موسى بن بكر الأنصاري عن القاسم بن محمد عن\nعائشة قالت * أعظم النكاح بركة أيسره مؤنة فقال له أبي أسمعته من رسول الله\nصلى الله عليه وسلم فقال نعم هكذا أخبرت قال إسحاق قلت للملائي هو أبو عيسى\nالأنصاري فقال نعم\n</p>\n\n<p>\n947 قال إسحاق وذكر عن حماد بن سلمة عن شيخ سماه عن القاسم عن عائشة عن <span id='ms158'></span>\nالنبي صلى الله عليه وسلم * مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p394'> Vol. 02, p. 394</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p395'> Vol. 02, p. 395</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p396'> Vol. 02, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\n948 أخبرنا أبو عامر العقدي نا زهير وهو بن محمد العنبري عن عبد الله بن\nمحمد بن عقيل عن القاسم بن محمد عن عائشة عن رسول الله صلى الله عليه وسلم\nوعن عطاء بن يسار عن ميمونة زوج النبي صلى الله عليه وسلم عن رسول الله صلى\nالله عليه وسلم قال * لا تنتبذوا في الجر ولا في الدباء ولا في المزفت ولا\nفي النقير وكل شراب مسكر فهو حرام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p397'> Vol. 02, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\n949 أخبرنا المعتمر بن سليمان قال سمعت المهدي بن ميمون يحدث عن أبي\nعثمان الأنصاري عن القاسم عن عائشة عن رسول الله صلى الله عليه وسلم قال *\nما أسكر الفرق فالحسوة منه حرام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p398'> Vol. 02, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\n950 أخبرنا عبد الله بن شيرويه نا عبد الله بن معاوية الجمحي نا مهدي بن\nميمون * بهذا الإسناد مثل الحديث\n</p>\n\n<p>\n951 أخبرنا إسحاق أنا عبد الله بن إدريس قال سمعت ليثا يحدث عن أبي عثمان\nالأنصاري عن القاسم عن عائشة لا أعلمه إلا عن النبي صلى الله عليه وسلم قال\n* ما أسكر الفرق فالأوقية منه حرام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p399'> Vol. 02, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\n952 أخبرنا أبو أسامة قال سمعت مهدي بن ميمون والربيع بن صبيح يحدثان عن\nأبي عثمان المدني عمرو بن سالم عن القاسم بن محمد عن عائشة عن رسول الله\nصلى الله عليه وسلم قال * ما أسكر الفرق قال أحدهما فالأوقية منه حرام وقال\nالآخر فملء الكف منه حرام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p400'> Vol. 02, p. 400</a>\n            </div>\n            \n</p>\n\n<p>\n953 أخبرنا عيسى بن يونس نا الأوزاعي عن الزهري عن القاسم بن محمد عن\nعائشة قالت * كان رسول الله صلى الله عليه وسلم إذا رأى المطر قال اللهم\nصيبا هنيئا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p401'> Vol. 02, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\n954 أخبرنا عبد الرزاق عن معمر عن أيوب عن القاسم عن عائشة * أن رسول\nالله صلى الله عليه وسلم كان إذا رأى الغيث قال اللهم صيبا هنيئا أو قال\nصيبا هينا\n</p>\n\n<p>\n955 أخبرنا الملائي نا المسعودي عن عبد الرحمن بن القاسم عن أبيه عن\nعائشة رسول الله صلى الله عليه وسلم قال * الحية فاسقة والعقرب فاسقة\nوالفأرة فاسقة والغراب فاسق فقال إنسان للقاسم أيؤكل الغراب فقال <span id='ms159'></span> ومن يأكله\nوقد سماه رسول الله صلى الله عليه وسلم فاسقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p402'> Vol. 02, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\n956 أخبرنا وكيع عن عبد الرحمن بن أبي بكر المليكي عن القاسم بن محمد عن\nعائشة عن رسول الله صلى الله عليه وسلم قال * إذا أراد الله بعبد خيرا جعل\nله وزيرا إن ذكر أعانه وإن نسي أذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p403'> Vol. 02, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\n957 أخبرنا عبد الصمد نا حماد وهو بن سلمة عن ثابت البناني عن القاسم بن\nمحمد عن عائشة عن رسول الله صلى الله عليه وسلم قال * إن الله ليربي لأحدكم\nالتمرة واللقمة كما يربي أحدكم فلوة أو فصيلة حتى يكون مثل أحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p404'> Vol. 02, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\n958 أخبرنا جرير عن ليث بن أبي سليم عن عبد الرحمن بن القاسم عن أبيه عن\nعائشة قالت * كان رسول الله صلى الله عليه وسلم إذا افتتح الصلاة جالسا ركع\nجالسا وإذا افتتح قائما ركع قائما\n</p>\n\n<p>\n959 أخبرنا يحيى بن آدم نا إبراهيم بن سعد عن الزهري عن القاسم بن محمد\nعن عائشة قالت * كنت أغتسل أنا ورسول الله صلى الله عليه وسلم من إناء واحد\nوهو الفرق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p405'> Vol. 02, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\n960 أخبرنا النضر نا شعبة عن عبد الرحمن بن القاسم عن أبيه عن عائشة قالت\n* كنت أغتسل أنا ورسول الله صلى الله عليه وسلم من الإناء الواحد\n</p>\n\n<p>\n961 أخبرنا عبد الأعلى نا عباد بن منصور عن القاسم بن محمد عن عائشة قالت\n* كنت أغسل أنا ورسول الله صلى الله عليه وسلم من إناء واحد غير أن رسول\nالله صلى الله عليه وسلم كان يأخذ أول مرة ثم آخذ أنا بعده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p406'> Vol. 02, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\n962 أخبرنا وكيع نا أفلح بن حميد عن القاسم بن محمد عن عائشة قالت * طيبت\nرسول الله صلى الله عليه وسلم بيدي عند إحرامه\n</p>\n\n<p>\n963 أخبرنا الثقفي عن يحيى بن سعيد عن عبد الرحمن بن القاسم عن أبيه عن\nعائشة قالت * طيبت رسول الله صلى الله عليه وسلم لحرمه وطيبته قبل أن يفيض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p407'> Vol. 02, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\n964 أخبرنا النضر ووهب بن جرير قالا ثنا شعبة عن عبد الرحمن بن القاسم عن\nأبيه عن عائشة * أن امرأة استحيضت على عهد رسول الله صلى الله <span id='ms160'></span> عليه وسلم\nفقيل لها أنه عرق فأمرت أن تؤخر الظهر وتعجل العصر وتغتسل وتصلي وتؤخر\nالمغرب وتعجل العشاء وتغتسل وتصلي قبل الصبح غسلا وتصلي وتؤخر المغرب فقلت\nله عن النبي صلى الله عليه وسلم فقال ما أنا بمحدثك عن النبي صلى الله عليه\nوسلم شيئا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p408'> Vol. 02, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\n965 أخبرنا موسى القاري نا زائدة عن ليث بن أبي سليم عن عبد الرحمن بن\nالقاسم عن أبيه عن عائشة أن امرأة سألتها فقالت إذا حاضت إحدانا ثم طهرت\nأتقضي الصلاة فقالت * كنا مع رسول الله صلى الله عليه وسلم فكانت إحدانا\nتحيض ثم تطهر فلا يأمرنا بالقضاء ولا نقضيه\n</p>\n\n<p>\n966 أخبرنا روح نا مالك بن أنس عن عبد الرحمن بن القاسم عن أبيه عن عائشة\nقالت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p409'> Vol. 02, p. 409</a>\n            </div>\n             * كنا مع رسول الله صلى الله عليه وسلم في سفر حتى إذا\nكنا بالبيداء أو بذات الجيش انقطع عقد لي فأقام رسول الله صلى الله عليه\nوسلم فأقام الناس معه وليسوا على ماء وليس عندهم ماء فأتى الناس أبا بكر\nفقالوا ألا ترى إلى عائشة حبست الناس على غير ماء فجاء أبو بكر ورسول الله\nصلى الله عليه وسلم واضع رأسه على فخذي قد نام وقال ما شاء الله ثم طعن\nبيده في خاصرتي فما منعني من التحرك إلا أن رسول الله صلى الله عليه وسلم\nكان واضعا رأسه على فخذي فنام رسول الله صلى الله عليه وسلم حتى أصبح على\nغير ماء فأنزل الله عز وجل آية التيمم فتيمموا فقال أسيد بن حضير ما هذا\nبأول بركتكم يا آل أبي بكر قالت فبعثنا البعير الذي كنت عليه فوجدنا العقد\nتحته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p410'> Vol. 02, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\n967 أخبرنا حماد بن مسعدة نا بن موهب وهو عبيد الله بن عبد الرحمن عن\nالقاسم بن محمد قال * كان لعائشة غلام وجارية قالت فأردت أن أعتقها فذكرت\nذلك لرسول الله صلى الله عليه وسلم فقال ابدئي بالغلام قبل الجارية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p411'> Vol. 02, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\n968 أخبرنا أبو معاوية نا هشام بن عروة عن عبد الرحمن بن القاسم عن أبيه\nعن عائشة قالت * كان في بريرة <span id='ms161'></span> ثلاث قضيات أراد أهلها أن يبيعوها ويشترطوا\nالولاء فذكرت ذلك لرسول الله صلى الله عليه وسلم فقال إشتريها واشترطي لهم\nالولاء فإن الولاء لمن أعتق وأعتقت فخيرها رسول الله صلى الله عليه وسلم\nفاختارت نفسها وكان الناس يتصدقون على بريرة فتهدي لنا منه فقال رسول الله\nصلى الله عليه وسلم كلوه فإنه عليها صدقة ولنا هدية\n</p>\n\n<p>\n969 أخبرنا وهب بن جرير نا أبي قال سمعت محمد بن إسحاق يقول حدثني عبد\nالرحمن بن القاسم عن أبيه عن عائشة قالت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p412'> Vol. 02, p. 412</a>\n            </div>\n             * لما أصيب جعفر عرفنا\nفي وجه رسول الله صلى الله عليه وسلم الحزن فدخل رسول الله صلى الله عليه\nوسلم وهو في بيتي فقال إن النساء غلبتنا وفتننا وينحن على جعفر فقال اذهب\nفأسكتهن فذهب ثم جاء فقال مثل ذلك فقال رسول الله صلى الله عليه وسلم اذهب\nفاسكتهن قالت عائشة وربما أضر التكلف أهله فذهب ثم جاء الثالثة فقال مثل\nذلك فقال رسول الله صلى الله عليه وسلم اذهب فاسكتهن فإن أبين فأحث في\nوجوههن التراب فقلت في نفسي بعدا لك وسحقا قد كنت غنيا عن هذا فوالله ما هن\nبمطيعاتك وما أنت بمطيع رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p413'> Vol. 02, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\n970 أخبرنا صفوان بن عيسى نا بن عجلان عن القعقاع بن حكيم عن القاسم بن\nمحمد عن عائشة قالت * إن كان ليمر بنا أو بآل محمد الشهر أو نصف الشهر ما\nنوقد فيه نارا لمصباح ولا لغيره قلت فما يعيشكم قالت التمر والماء\n</p>\n\n<p>\n971 أخبرنا الثقفي نا أيوب عن عبد الرحمن بن القاسم عن أبيه عن عائشة\nقالت * كانت سودة امرأة ضخمة ثبطة استأذنت رسول الله صلى الله عليه وسلم أن\nتفيض من جمع بليل فأذن لها رسول الله صلى الله عليه وسلم فكانت عائشة تقول\nوددت بأني كنت أستأذن رسول الله صلى الله عليه وسلم كما استأذنت سودة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p414'> Vol. 02, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\n972 أخبرنا أبو عامر العقدي نا عبد الرحمن بن أبي بكر التيمي قال سمعت\nالقاسم بن محمد يحدث عن عائشة عن رسول الله صلى الله <span id='ms162'></span> عليه وسلم قال * من\nولى منكم عملا أو شيئا فأراد الله به خيرا جعل له وزير صدق إن ذكر أعانه\nوإن نسي ذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p415'> Vol. 02, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\n973 أخبرنا سعيد بن عامر الضبعي نا شعبة عن عبد الرحمن بن القاسم عن أبيه\nعن عائشة قالت * حصلت بين يدي رسول الله صلى الله عليه وسلم ثوبا وهو يصلي\nفيه تصاوير قالت فكرهه ونهى عنه فجعلنا منه وسائد\n</p>\n\n<p>\n974 أخبرنا أبو عامر نا شعبة عن عبد الرحمن بن القاسم عن أبيه عن عائشة *\nأن رسول الله صلى الله عليه وسلم كان يصلي وبين يديه ثوب فيه تصاوير فقال\nرسول الله صلى الله عليه وسلم أخري هذا عنا قالت فجعلنا منه وسائد\n</p>\n\n<p>\n975 أخبرنا عبد الرزاق نا معمر عن الزهري أخبرني القاسم بن محمد أن عائشة\nأخبرته * أن رسول الله صلى الله عليه وسلم دخل عليها وهي مستندة لقرام فيه\nتماثيل فتلون وجهه فأهوى إلى القرام فهتكه وقال إن أشد الناس عذابا يوم\nالقيامة الذين يشبهون بخلق الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p416'> Vol. 02, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\n976 أخبرني الثقفي نا أيوب عن نافع عن القاسم عن عائشة أنها اشترت بستر\nفيه تماثيل قالت * فجاء رسول الله صلى الله عليه وسلم فوقف على الباب فعرفت\nالغضب في وجهه فقلت أعوذ بالله من غضب الله وغضب رسوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p417'> Vol. 02, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\n977 أخبرنا عبد الرزاق أنبأ بن واقد حدثني حفص بن غيلان الرعيني ويزيد\nأبو السمط عن الحكم بن عبد الله عن القاسم بن محمد عن عائشة قالت قلت * يا\nرسول الله يؤتى بالجنازة وأنا في شيء فيخفى علي التكبير فقال لا عدد إنما\nأنتم شفعاء فليجهد بتشفيع لمن يشفع\n</p>\n\n<p>\n978 أخبرنا بقية حدثني مولى آل السمط عن الحكم عن القاسم عن عائشة عن\nالنبي صلى الله عليه وسلم أنه قال * في الجنازة لا عدد ولا قضاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p418'> Vol. 02, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\n979 أخبرنا أبو عامر نا عبد الله بن جعفر من ولد المسور بن محمد عن سعد\nبن إبراهيم قال سألت القاسم بن محمد عن رجل أوصى من مساكن بثلث كل مسكن\nفقال القاسم أرى أن يجمع ذلك كله في مسكن واحد <span id='ms163'></span> أخبرتني عائشة عن رسول الله\nصلى الله عليه وسلم قال * من عمل بغير عملنا فهو رد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p419'> Vol. 02, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\n980 أخبرنا الملائي الفضل بن دكين نا أفلح بن حميد عن القاسم بن محمد عن\nعائشة قالت * خرجنا مع رسول الله صلى الله عليه وسلم مهلين بالحج في شهر\nالحج فلما نزلنا سرف خرج رسول الله صلى الله عليه وسلم على أصحابه فقال من\nلم يكن معه هدي فأحب أن يجعلها عمرة فليفعل وأما من كان معه الهدي فلا قالت\nفكان مع رسول الله صلى الله عليه وسلم ومع أصحاب له ذي قوة الهدي فلم يكن\nلهم عمرة فالأخذ بالأقوال ومن لم يكن معه الهدي والتارك لها قالت فدخل علي\nرسول الله صلى الله عليه وسلم وأنا أبكي فقال ما يبكيك فقلت سمعتك تقول\nلأصحابك ما قلت فمنعت العمرة فقال وما شأنك فقلت لا أصلي قال فلا يضرك إنما\nأنت امرأة من بنات آدم كتب الله عليك ما كتب عليهن فكوني على حجتك فعسى\nالله أن يرزقكيهما قالت فلبثنا حتى إذا نفرنا نزل المحصب دعا عبد الرحمن بن\nأبي بكر فقال أخرج أختك من الحرم فلتهل بعمرة ثم أفرغا من طوافكما فإني\nأنظركما ها هنا حتى تأتياني قال فجئنا من جوف الليل فقال أفرغتما فقلت نعم\nونادى بالرحيل في أصحابه فارتحل وارتحل الناس إلى البيت فطاف به قبل صلاة\nالصبح ثم خرج متوجها إلى المدينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p420'> Vol. 02, p. 420</a>\n            </div>\n            \n</p>\n\n<p>\n981 أخبرنا الملائي نا أفلح بن حميد عن القاسم عن عائشة قالت * نزلنا\nالمزدلفة فاستأذنت سودة رسول الله صلى الله عليه وسلم أن تدفع قبل حطمة\nالناس فكانت امرأة بطيئة فدفعت قبل حطمة الناس وقبله أقمنا حتى أصبحنا\nفدفعنا بدفعته قالت عائشة فلأن أكون استأذنت رسول الله صلى الله عليه وسلم\nكما استأذنت سودة فدفعت قبله أحب إلي من شيء مفروح به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p421'> Vol. 02, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\n982 أخبرنا موسى نا مفضل بن يونس عن الأوزاعي عن عبد الرحمن بن القاسم\nقال أخبرني أبي أن عائشة حدثته قالت * طيبت رسول الله صلى الله عليه وسلم\nبيدي لإحرامه <span id='ms164'></span> قبل أن يحرم ولإحلاله قبل أن يفيض إلى البيت قال القاسم ولم\nيكن طيبهم كطيبكم هذا إنما كان طيبهم الغالية والذريرة قد تذهب في ساعة من\nالنهار وأما طيبهم اليوم الخاثر يخلق أحدهم رأسه ثم يوجد الريح منهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p422'> Vol. 02, p. 422</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( ما يروى عن عمرة بنت عبد الرحمن بن أسعد بن زرارة عن عائشة رضي\nالله عنها عن النبي صلى الله عليه وسلم وسلم )\n</p>\n\n<p>\n983 أخبرنا سفيان عن الزهري عن عمرة عن عائشة * أن رسول الله صلى الله\nعليه وسلم كان يقطع في ربع دينار فصاعدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p423'> Vol. 02, p. 423</a>\n            </div>\n            \n</p>\n\n<p>\n984 أخبرنا عبد الرزاق نا معمر عن الزهري عن عمرة عن عائشة عن رسول الله\nصلى الله عليه وسلم قال * تقطع يد السارق في ربع دينار فصاعدا\n</p>\n\n<p>\n985 أخبرنا أبو عامر العقدي نا عبد الله بن جعفر من ولد المسور بن خرمة\nعن يزيد بن عبد الله بن الهاد عن عمرة عن عائشة عن رسول الله صلى الله عليه\nوسلم قال * لا تقطع يد السارق إلا أن يكون ربع دينار فصاعدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p424'> Vol. 02, p. 424</a>\n            </div>\n            \n</p>\n\n<p>\n986 أخبرنا جرير عن يحيى بن سعيد عن محمد بن عبد الرحمن بن أخي عمرة عن\nعمرة عن عائشة قالت * خرجنا مع رسول الله صلى الله عليه وسلم لخمس بقين من\nذي القعدة ما نرى إلا الحج فأمر رسول الله صلى الله عليه وسلم من كان طاف\nبالبيت قبل أن يحل إلا أن يكون ساق هديا قالت وأتينا بلحم بقر فقلت ما هذا\nفقالوا ذبح رسول الله صلى الله عليه وسلم عن أزواجه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p425'> Vol. 02, p. 425</a>\n            </div>\n            \n</p>\n\n<p>\n987 أخبرنا عيسى بن يونس نا يحيى بن سعيد عن عمرة أنها سمعت عائشة تقول\nلو * أن رسول الله صلى الله عليه وسلم رأى ما أحدث النساء بعده لمنعهن\nالمساجد كما منعت نساء بني إسرائيل قال يحيى فقلت لعمرة أو كان نساء بني\nإسرائيل منعن المسجد فقالت نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p426'> Vol. 02, p. 426</a>\n            </div>\n            \n</p>\n\n<p>\n988 أخبرنا عبد الرزاق نا معمر عن إسماعيل بن أمية عن عمرة عن عائشة قالت\n* لو أن رسول الله صلى الله عليه وسلم رأى النساء اليوم لنهاهن عن الخروج\nأو حرم <span id='ms165'></span> عليهن الخروج تعني إلى المساجد\n</p>\n\n<p>\n989 أخبرنا عيسى بن يونس نا يحيى بن سعيد عن عمرة * أنها سألت عائشة عن\nالغسل يوم الجمعة فقالت كان الناس يروحون كهيئتهم فقيل لهم لو اغتسلتم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p427'> Vol. 02, p. 427</a>\n            </div>\n            \n</p>\n\n<p>\n990 أخبرنا جرير عن يحيى بن سعيد عن محمد بن عبد الرحمن بن أخي عمرة عن\nعائشة قالت * إن كنت لأرى رسول الله صلى الله عليه وسلم يصلي ركعتين قبل\nصلاة الفجر فيخففهما حتى أقول ما قرأ فيها بأم الكتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p428'> Vol. 02, p. 428</a>\n            </div>\n            \n</p>\n\n<p>\n991 أخبرنا أبو خالد الأحمر بهذا الإسناد قالت * كان رسول الله صلى الله\nعليه وسلم يخفف ركعتي الفجر حتى أقول في نفسي ما قرأ فيهما بأم الكتاب\n</p>\n\n<p>\n992 أخبرنا سفيان عن يحيى بن سعيد عن عمرة عن عائشة قالت قال رسول الله\nصلى الله عليه وسلم * كل شرط ليس في كتاب الله فهو باطل وإن كان مائة شرط\n</p>\n\n<p>\n993 أخبرنا يحيى بن واضح نا محمد بن إسحاق عن عبد الله بن أبي بكر عن\nفاطمة بنت محمد بن عمارة عن عمرة بنت عبد الرحمن عن عائشة قالت * ما علمنا\nبدفن رسول الله صلى الله عليه وسلم حتى سمعنا أصوات المساحي من الليل ليلة\nالأربعاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p429'> Vol. 02, p. 429</a>\n            </div>\n            \n</p>\n\n<p>\n994 أخبرنا أبو عامر نا أبو معشر المدني نجيح السندي عن عبد الله بن يحيى\nعن عمرة بنت عبد الرحمن عن عائشة قالت * عطس رجل عند رسول الله صلى الله\nعليه وسلم فقال ماذا أقول يا رسول الله فقال قل الحمد لله قالوا ماذا نقول\nله فقال قولوا يرحمك الله فقال ماذا أقول لهم فقال قل يهديكم الله ويصلح\nبالكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p430'> Vol. 02, p. 430</a>\n            </div>\n            \n</p>\n\n<p>\n995 أخبرنا أبو خالد الأحمر سليمان بن حيان أنا الحجاج عن أبي بكر بن حزم\nعن عمرة عن عائشة قالت قال رسول الله صلى الله عليه وسلم * إذا رميتم\nوذبحتم فقد حل لكم كل شيء إلا النساء وحل لكم الثياب والطيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p431'> Vol. 02, p. 431</a>\n            </div>\n            \n</p>\n\n<p>\n996 أخبرنا أبو معاوية نا الحجاج عن عطاء قال قال رسول الله صلى الله\nعليه وسلم * إذا رمى وذبح وحلق فقد حل له كل شيء إلا النساء\n</p>\n\n<p>\n997 أخبرنا أبو معاوية نا <span id='ms166'></span> الحجاج عن أبي بكر بن عبد الله بن أبي الجهم عن\nعمرة عن عائشة عن النبي صلى الله عليه وسلم * مثله\n</p>\n\n<p>\n998 أخبرنا يعلى بن عبيد نا حارثة بن أبي الرجال عن عمرة عن عائشة قالت\nقال رسول الله صلى الله عليه وسلم * لا يمنع فضل ماء ولا تباع ثمرة حتى\nيبدو صلاحها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p432'> Vol. 02, p. 432</a>\n            </div>\n            \n</p>\n\n<p>\n999 أخبرنا عبدة نا حارثة بن أبي الرجال عن عمرة قالت سألت عائشة عن صلاة\nرسول الله صلى الله عليه وسلم فقالت * كان رسول الله صلى الله عليه وسلم\nإذا توضأ فوضع يده في الإناء يسمي الله فيتوضأ ويسبغ الوضوء\n</p>\n\n<p>\n1000 أخبرنا أبو معاوية نا حارثة عن عمرة عن عائشة قالت * كان رسول الله\nصلى الله عليه وسلم إذا استفتح الصلاة قال سبحانك اللهم وبحمدك وتبارك اسمك\nوتعالى جدك ولا إله غيرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p433'> Vol. 02, p. 433</a>\n            </div>\n            \n</p>\n\n<p>\n1001 أخبرنا يعلى بن عبيد نا حارثة عن عمرة قالت * سألت عائشة كيف كان\nرسول الله صلى الله عليه وسلم إذا خلا في البيت قالت ألين الناس بساما\nضحاكا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p434'> Vol. 02, p. 434</a>\n            </div>\n            \n</p>\n\n<p>\n1002 أخبرنا أبو بدر شجاع بن الوليد نا حارثة بن محمد عن عمرة عن عائشة\nقالت * أن رسول الله صلى الله عليه وسلم توضأ من إناء قد أصابت الهرة منه\nقبل ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p435'> Vol. 02, p. 435</a>\n            </div>\n            \n</p>\n\n<p>\n1003 أخبرنا عبد العزيز بن محمد نا داود بن صالح التمار عن أمه عن عائشة\nأنها قالت * في الهرة إنما هي من الطوافين عليكم ولقد رأيت رسول الله صلى\nالله عليه وسلم يتوضأ بفضلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p436'> Vol. 02, p. 436</a>\n            </div>\n            \n</p>\n\n<p>\n1004 أخبرنا سفيان عن الزهري عن عمرة عن عائشة أن رسول الله صلى الله\nعليه وسلم قال * دخلت الجنة فسمعت فيها قراءة فقلت قراءة من هذا قالوا\nقراءة حارثة بن النعمان فذلكم البر فذلكم البر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p437'> Vol. 02, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\n1005 أخبرنا عبد الرزاق نا معمر عن الزهري عن عمرة عن عائشة عن رسول الله\nصلى الله عليه وسلم قال نمت فرأيتني في الجنة فسمعت صوت قراءة تقول فقلت\nقراءة من هذا فقيل قراءة حارثة بن النعمان قال رسول الله صلى الله عليه\nوسلم * فذاك البر فذاك البر وكان من أبر الناس بأمه <span id='ms167'></span>\n</p>\n\n<p>\n1006 أخبرنا يحيى بن آدم نا بن المبارك عن سعد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p438'> Vol. 02, p. 438</a>\n            </div>\n             سعيد عن\nعمرة عن عائشة عن رسول الله صلى الله عليه وسلم قال * كسر عظم الميت ككسر\nعظم الحي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p439'> Vol. 02, p. 439</a>\n            </div>\n             أخبرنا حكام بن سلم الوزان نا عيسى الأزرق عن إبراهيم\nالصائغ قال سألت حمادا عن الرجل يقطع من الميت يدا أو رجلا قال ليس عليه في\nذلك قصاص يرى الإمام فيه رأيه بضرب يوجع أو حبس\n</p>\n\n<p>\n1007 أخبرنا روح بن عبادة نا مالك عن عبد الله بن أبي بكر بن عمرو بن حزم\nعن عمرة عن عائشة قالت * نزلت القرآن بعشر رضعات معلومات يحرمن ثم نسخن\nبخمس رضعات معلومات ثم توفي رسول الله صلى الله عليه وسلم وهن مما يقرأ من\nالقرآن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p440'> Vol. 02, p. 440</a>\n            </div>\n            \n</p>\n\n<p>\n1008 أخبرنا عبدة بن سليمان نا حارثة بن محمد عن عمرة عن عائشة قالت\nسألتها عن صلاة رسول الله صلى الله عليه وسلم فقالت * كان رسول الله صلى\nالله عليه وسلم يقوم فيستقبل القبلة ويرفع يديه حذاء منكبيه ويكبر ثم يركع\nفيضع يديه على ركبتيه ويجافي بعضديه ثم يرفع رأسه ويقيم صلبه ويقوم قياما\nهو أطول من قيامكم هذا قليلا ثم يسجد فيضع يديه تجاه القبلة ويجافي بعضديه\nما استطاع فيما رأيت حتى إني لأنظر إلى بياض أبطيه من خلفه ثم يرفع رأسه\nفيجلس على قدمه اليسرى وينصب اليمنى ويكره أن يسقط على شقه الأيسر\n</p>\n\n<p>\n1009 أخبرنا أبو معاوية نا حارثة عن عمرة عن عائشة قالت * كان رسول الله\nصلى الله عليه وسلم إذا افتتح الصلاة رفع يديه حذو منكبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p441'> Vol. 02, p. 441</a>\n            </div>\n            \n</p>\n\n<p>\n1010 أخبرنا روح نا مالك عن عبد الله بن أبي بكر عن عمرة عن عائشة أنها\nأخبرتها * أنها كانت مع النبي صلى الله عليه وسلم في بيت حفصة فسمعت صوت\nإنسان قالت فقلت يا رسول الله سمعت صوت إنسان في بيتك فقال رسول الله صلى\nالله عليه وسلم أراه فلانا لعم حفصة من الرضاعة فقالت عائشة يا رسول الله\nصلى الله عليه وسلم ولو كان فلانا حيا لعمها من الرضاعة دخل علي فقال <span id='ms168'></span> رسول\nالله صلى الله عليه وسلم نعم يحرم من الرضاعة ما يحرم من الولادة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p442'> Vol. 02, p. 442</a>\n            </div>\n            \n</p>\n\n<p>\n1011 أخبرنا روح نا مالك عن عبد الله بن أبي بكر عن عمرة أنها أخبرته أن\nزياد بن أبي سفيان كتب إلى عائشة أن بن عباس قال من أهدى هديا حرم عليه ما\nحرم على الحاج حتى ينحر عنه الهدي فقالت عائشة ليس كما قال بن عباس * أنا\nفتلت قلائد هدي رسول الله صلى الله عليه وسلم بيدي فقلدها رسول الله صلى\nالله عليه وسلم ثم بعث بها مع أبي فلم يحرم عليه شيء أحله الله له حتى نحر\nعنه الهدي\n</p>\n\n<p>\n1012 أخبرنا روح نا مالك عن عبد الله بن أبي بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p443'> Vol. 02, p. 443</a>\n            </div>\n             عن عبد الله\nبن واقد قال * نهى رسول الله صلى الله عليه وسلم عن أكل لحوم الضحايا بعد\nثلاث قال عبد الله بن أبي بكر فذكرت ذلك لعمرة فقالت صدق سمعت عائشة تقول\nدف أهل أبيات من أهل البادية حضرة الأضحى في زمن رسول الله صلى الله عليه\nوسلم فقال رسول الله صلى الله عليه وسلم ادخروا ثلاثا ثم تصدقوا ما بقي\nفلما كان بعد ذلك قالوا يا رسول الله إن الناس يتخذون الأسقية من ضحاياهم\nويجملون فيها الودك فقال رسول الله صلى الله عليه وسلم وما ذاك فقالوا نهيت\nأن يؤكل لحوم الضحايا بعد ثلاث فقال إنما نهيتكم من أجل الدأفة التي دفت\nفكلوا وادخروا وتصدقوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p444'> Vol. 02, p. 444</a>\n            </div>\n            \n</p>\n\n<p>\n1013 أخبرنا عبدة بن سليمان نا حارثة عن عمرة عن عائشة قالت * كان رسول\nالله صلى الله عليه وسلم يتوضأ فيسبغ الوضوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p445'> Vol. 02, p. 445</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( ما يروى عن عائشة بنت طلحة بن عبيد الله عن عائشة عن النبي صلى\nالله عليه وسلم وسلم )\n</p>\n\n<p>\n1014 أخبرنا جرير نا حبيب بن أبي عمرة عن عائشة بنت طلحة قالت أخبرتني\nعائشة أم المؤمنين قالت قلت * يا رسول الله ألا نخرج فنجاهد معكم فإني لا\nأرى في القرآن عملا أفضل من الجهاد فقال لا ولكن أحسن الجهاد وأجمله حج\nالبيت حج مبرور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p446'> Vol. 02, p. 446</a>\n            </div>\n            \n</p>\n\n<p>\n1015 أخبرنا عبد الله بن الوليد نا <span id='ms169'></span> سفيان عن معاوية بن إسحاق عن عائشة\nبنت طلحة عن عائشة أم المؤمنين قالت * استأذنا النبي صلى الله عليه وسلم في\nالجهاد فقال جهادكن الحج أو حسبكن الحج\n</p>\n\n<p>\n1016 أخبرنا جرير عن العلاء بن المسيب عن الفضيل بن عمرو الفقيمي عن\nعائشة بنت طلحة عن عائشة أم المؤمنين قالت توفي صبي من الأنصار فقلت طوبي\nله عصفور من عصافير الجنة فقال رسول الله صلى الله عليه وسلم * يا عائشة\nأولا تدرين أن الله خلق الجنة وخلق النار فخلق للجنة أهلا وخلق للنار أهلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p447'> Vol. 02, p. 447</a>\n            </div>\n            \n</p>\n\n<p>\n1017 أخبرنا الملائي نا طلحة بن يحيى عن عائشة بنت طلحة عن عائشة قالت *\nدعي رسول الله صلى الله عليه وسلم إلى جنازة غلام من الأنصار ليصلي عليه\nفقلت طوبى له عصفور من عصافير الجنة قال الملائي وأراه قال لم يعمل سوءا\nولم ندر ما هو فقال يا عائشة أو غير هذا إن الله خلق للجنة أهلا خلقها لهم\nوهم في أصلاب آبائهم وخلق للنار أهلا خلقها لهم وهم في أصلاب آبائهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p448'> Vol. 02, p. 448</a>\n            </div>\n            \n</p>\n\n<p>\n1018 أخبرنا مروان بن معاوية الفزاري نا عبد الله بن سيار مولى بني طلحة\nبن عبيد الله القرشيين قال سمعت عائشة بنت طلحة تذكر عن عائشة أم المؤمنين\nقالت * كان رسول الله صلى الله عليه وسلم جالسا كاشفا عن فخذه فاستأذن أبو\nبكر فأذن له وهو على ذلك الحال ثم استأذن عمر فأذن له وهو على ذلك الحال ثم\nاستأذن عثمان فأرخى عليه من ثيابه فلما قاموا قلت يا رسول الله استأذن عليك\nأبو بكر وأنت على ذلك الحال فأذنت له ثم استأذن عليك عمر وأنت على ذلك\nالحال فأذنت لم ثم استأذن عليك عثمان وأنت على ذلك الحال فأرخيت عليك من\nثيابك فقال يا عائشة لآ أستحي من رجل والله إن الملائكة لتستحي منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p449'> Vol. 02, p. 449</a>\n            </div>\n            \n</p>\n\n<p>\n1019 أخبرنا عبد الله بن إدريس قال سمعت الأفريقي عبد الرحمن بن زياد\nيذكر عن بعض مشيختهم قال نظر رسول الله صلى الله عليه وسلم إلى عثمان فقال\n* شبيه أبينا إبراهيم عليه وعلى نبينا <span id='ms170'></span> الصلاة والسلام والملائكة لتستحي منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p450'> Vol. 02, p. 450</a>\n            </div>\n            \n</p>\n\n<p>\n1020 أخبرنا الملائي عن الأفريقي عن مسلم بن يسار قال * نظر رسول الله\nصلى الله عليه وسلم إلى عثمان فذكر مثله\n</p>\n\n<p>\n1021 أخبرنا الملائي قال سمعت عمر بن سويد الثقفي يقول قالت عائشة بنت\nطلحة قالت عائشة أم المؤمنين * كن يخرجن مع رسول الله صلى الله عليه وسلم\nوعليهن الضماد يضمدن به ثم يحرمن وهو عليهن فيعرقن ويغتسلن ولا ينهاهن قال\nعمر بن سويد الثقفي وإنما ذكرته لما قيل عندها المحرم يشم الطيب أولا\n</p>\n\n<p>\n1022 أخبرنا عبيد الله بن موسى نا عمر بن سويد الثقفي عن عائشة بنت طلحة\nعن عائشة أم المؤمنين قالت * كنا نخرج مع رسول الله صلى الله عليه وسلم\nوعلينا الضماد ونحرم وهو علينا ونعرق فيه فلا ينهانا قال والضماد هو السك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p451'> Vol. 02, p. 451</a>\n            </div>\n            \n</p>\n\n<p>\n1023 أخبرنا عيسى بن يونس نا طلحة بن يحيى عن عائشة بنت طلحة عن عائشة أم\nالمؤمنين قالت * كان رسول الله صلى الله عليه وسلم يجىء فيقول أعندكم شيء\nفنقول لا فيقول إني صائم فجاءنا ذات يوم فقلنا أهدي لنا حيس فخبأنا لك منه\nفقال إني صائم ثم أكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p452'> Vol. 02, p. 452</a>\n            </div>\n            \n</p>\n\n<p>\n1024 أخبرنا وكيع نا طلحة بن يحيى عن عمته عائشة عن عائشة أم المؤمنين\nقالت * جاءنا رسول الله صلى الله عليه وسلم ذات يوم فقال أعندكم شيء فقلنا\nلا قال فإني إذا صائم فقالت ثم جاءنا يوما آخر فقلنا له يا رسول الله قد\nأهدى لنا حيس فخبأنا لك منه فقال قريبه أما إني صائم ثم أكل\n</p>\n\n<p>\n1025 أخبرنا الملائي نا مندل عن عبد الله بن سيار مولى عائشة ابنة طلحة\nعن عائشة أم المؤمنين عن رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p453'> Vol. 02, p. 453</a>\n            </div>\n             قال *\nأن الملائكة لا تزال تصلي على أحدكم ما دامت مائدته موضوعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p454'> Vol. 02, p. 454</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( ما يروى عن أم علقمة مولاة عائشة وغيرها من نساء أهل المدينة عنها\nعن النبي صلى الله عليه وسلم وسلم )\n</p>\n\n<p>\n1026 أخبرنا عبد العزيز بن محمد حدثني علقمة بن أبي علقمة عن أمه عن\nعائشة * أن رسول الله صلى الله عليه وسلم أفرد <span id='ms171'></span> الحج ولم يعتمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p455'> Vol. 02, p. 455</a>\n            </div>\n            \n</p>\n\n<p>\n1027 أخبرنا روح نا مالك عن علقمة بن أبي علقمة عن أمه عن عائشة قالت *\nأهدى أبو جهم بن حذيفة لرسول الله صلى الله عليه وسلم خميصة شامية لها علم\nفشهد فيها الصلاة فلما انصرف قال ردوها إلى أبي جهم فإني نظرت إلى علمها في\nالصلاة فكادت تفتنني\n</p>\n\n<p>\n1028 أخبرنا روح نا مالك عن علقمة عن أمه عن عائشة قالت * قام رسول الله\nصلى الله عليه وسلم ذات ليلة فلبس ثيابه ليخرج فأمرت جاريتي بريرة أن تتبعه\nفتبعته فأتى البقيع فوقف في أدناه ما شاء الله أن يقف ثم انصرف فسبقته\nفأخبرتني فلم أذكر ذلك حتى أصبح فذكرت ذلك له فقال أمرت أن آتي أهل البقيع\nفأسلم عليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p456'> Vol. 02, p. 456</a>\n            </div>\n            \n</p>\n\n<p>\n1029 أخبرنا سفيان عن منصور بن صفية عن أمه عن عائشة قالت * كان رسول\nالله صلى الله عليه وسلم يضع رأسه في حجر إحدانا وهي حائض فيتلو قرآنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p457'> Vol. 02, p. 457</a>\n            </div>\n            \n</p>\n\n<p>\n1030 أخبرنا عبد العزيز بن محمد عن داود بن صالح عن أبيه * أن مولاة\nلعائشة أرسلت إلى عائشة بهريسة قالت فوجدتها تصلي فأشارت إلي أن ضعيها\nفوضعتها فجاءت الهرة فأخذت منها نهشة فلما انصرفت من الصلاة قالت للنساء\nكلن واتقين موضع فم الهرة فأكلت عائشة من حيث أكلت الهرة ثم قالت إنها ليست\nبنجس إنها من الطوافين عليكم ولقد رأيت رسول الله يتوضأ بفضلها\n</p>\n\n<p>\n1031 أخبرنا بشر بن عمر نا مالك عن يزيد بن عبد الله بن قسيط عن محمد بن\nعبد الرحمن بن ثوبان عن أمه عمرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p458'> Vol. 02, p. 458</a>\n            </div>\n             بنت عبد الرحمن عن عائشة * أن\nرسول الله صلى الله عليه وسلم أمر أن يستمتع بجلود الميت إذا دبغت قال\nإسحاق قلت لأبي قرة أذكر مالك عن يزيد بن عبد الله بن قسيط فذكرت له مثل\nهذا الحديث بإسناده فقال نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p459'> Vol. 02, p. 459</a>\n            </div>\n            \n</p>\n\n<p>\n1032 أخبرنا عبد الصمد نا حماد وهو بن سلمة نا بن خيثم عن يوسف بن مالك\nعن حفصة بنت عبد الرحمن عن عائشة قالت * أمر رسول الله صلى الله عليه وسلم\nبالفرع من كل خمس شياه شاة وأمر <span id='ms172'></span> بالعقيقة عن الجارية شاة وعن الغلام شاتين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p460'> Vol. 02, p. 460</a>\n            </div>\n            \n</p>\n\n<p>\n1033 أخبرنا عبد الله بن إدريس أنا عبد الملك بن أبي سليمان عن عطاء قال\nقالت امرأة عند عائشة لو ولدت امرأة فلان نحرنا عنه جزورا قالت عائشة * لا\nولكن السنة عن الغلام شاتان وعن الجارية شاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p461'> Vol. 02, p. 461</a>\n            </div>\n            \n</p>\n\n<p>\n1034 أخبرنا عبد الرزاق نا بن جريج نا بن خيثم عن يوسف بن ماهك عن حفصة\nابنة عبد الرحمن بن أبي بكر عن عائشة قالت * أمر رسول الله صلى الله عليه\nوسلم بالفرع من كل خمس واحدة قال إسحاق من كل خمس شياه واحده قال إسحاق لا\nفرع ولا عتيرة نقول لا واجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p462'> Vol. 02, p. 462</a>\n            </div>\n            \n</p>\n\n<p>\n1035 أخبرنا وهب بن جرير نا شعبة عن عاصم مولى قريبة قال سمعت قريبة\nمولاة عائشة تقول سمعت عائشة تقول * نهى رسول الله صلى الله عليه وسلم عن\nالوصال في الصيام فقيل له فإنك تواصل قال إني أبيت عند ربي يطعمني ويسقيني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p463'> Vol. 02, p. 463</a>\n            </div>\n            \n</p>\n\n<p>\n1036 أخبرنا بقية بن الوليد حدثني محمد بن زياد الألهاني عن عبد الله بن\nأبي قيس قال سمعت عائشة تقول * نهى رسول الله صلى الله عليه وسلم عن الوصال\nفي الصيام\n</p>\n\n<p>\n1037 أخبرنا محمد بن بكر نا بن جريج أخبرني المغيرة بن حكيم أن أم كلثوم\nبنت أبي بكر أخبرته عن عائشة قالت * اعتم رسول الله صلى الله عليه وسلم ذات\nليلة حتى ذهب عامة الليل ورقد أهل المسجد فخرج فصلاها وقال إنها لوقتها\nلولا أن أشق على أمتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p464'> Vol. 02, p. 464</a>\n            </div>\n            \n</p>\n\n<p>\n1038 أخبرنا الملائي نا سفيان عن منصور عن موسى بن عبد الله بن يزيد عن\nمولاة عائشة عن عائشة قالت * ما نظرت إلى فرج رسول الله صلى الله عليه وسلم\nأو قالت ما رأيت فرج رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p465'> Vol. 02, p. 465</a>\n            </div>\n            \n</p>\n\n<p>\n1039 أخبرنا صالح بن قدامة الجمحي نا بن دينار وهو عبد الله عن نافع عن\nصفية عن عائشة أو حفصة أو كلتيهما أن رسول الله صلى الله عليه وسلم قال *\nلا يحل لامرأة تؤمن بالله وباليوم الآخر أن تحد على ميت فوق ثلاث إلا على\nزوجها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p466'> Vol. 02, p. 466</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( ما يروى <span id='ms173'></span> عن أبي سلمة بن عبد الرحمن عن عائشة رضي الله عنها عن\nالنبي صلى الله عليه وسلم )\n</p>\n\n<p>\n1040 أخبرنا سفيان حدثني الزهري عن أبي سلمة عن عائشة قالت * كان رسول\nالله صلى الله عليه وسلم إذا أتى أهله فأراد أن يرقد وهو جنب توضأ وضوءه\nللصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p467'> Vol. 02, p. 467</a>\n            </div>\n            \n</p>\n\n<p>\n1041 أخبرنا معاذ بن هشام حدثني أبي عن يحيى بن أبي كثير نا أبو سلمة أنه\n* سأل عائشة أكان رسول الله صلى الله عليه وسلم يرقد وهو جنب فقالت نعم\nويتوضأ وضوؤه للصلاة\n</p>\n\n<p>\n1042 أخبرنا جرير عن عطاء بن السائب عن أبي سلمة بن عبد الرحمن قال سألت\nعائشة عن غسل رسول الله صلى الله عليه وسلم من الجنابة فقالت * كان رسول\nالله صلى الله عليه وسلم يكون عنده الإناء فيه الماء فيبدأ فيغسل يديه قبل\nأن يدخلهما الإناء ثم يفرغ بيده اليمنى على اليسرى فيغسل بها فرجه وما\nأصابه حتى ينقيه ثم يصب على يده التي غسل بها فرجه حتى ينقيها ثم يمضمض\nثلاثا ويستنشق ثلاثا ثم يفرغ على رأسه الماء ثلاثا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p468'> Vol. 02, p. 468</a>\n            </div>\n            \n</p>\n\n<p>\n1043 أخبرنا عمر بن عبيد الطنافسي عن عطاء بن السائب عن أبي سلمة بن عبد\nالرحمن قال * وصفت لي عائشة غسل رسول الله صلى الله عليه وسلم من الجنابة\nقالت كان يغسل يديه ثلاثا ثم يفيض بيده اليمنى على اليسرى ثلاث مرات ثم\nيمضمض ثلاثا ويستنشق ثلاثا ويغسل وجهه ويديه ثلاثا ثم يفيض على رأسه ثلاثا\nثم يصب عليه الماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p469'> Vol. 02, p. 469</a>\n            </div>\n            \n</p>\n\n<p>\n1044 أخبرنا المخزومي نا وهيب عن أبي واقد الليثي عن أبي سلمة عن عائشة\nعن رسول الله صلى الله عليه وسلم قال * إذا التقى الختانان فقد وجب الغسل\n</p>\n\n<p>\n1045 أخبرنا عبدة بن سليمان نا عبيد الله بن عمر عن سعيد بن أبي سعيد\nالمقبري عن أبي سلمة عن عائشة * أن رسول الله صلى الله عليه وسلم كان له\nحصير يبسطه بالنهار ويحتجزه بالليل ويصلي إليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p470'> Vol. 02, p. 470</a>\n            </div>\n            \n</p>\n\n<p>\n1046 أخبرنا معاذ بن هشام والنضر قالا نا هشام عن يحيى بن أبي كثير نا\nأبو سلمة عن عائشة * أن رسول الله صلى <span id='ms174'></span> الله عليه وسلم كان يصلي الركعتين من\nالتدليس من صلاة الصبح قال النضر عن أبي سلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p471'> Vol. 02, p. 471</a>\n            </div>\n            \n</p>\n\n<p>\n1047 أخبرنا روح بن عبادة نا مالك عن عبد الله بن يزيد وأبي النضر مولى\nعمر بن عبيد الله عن أبي سلمة عن عائشة * أن رسول الله صلى الله عليه وسلم\nكان يصلي من الليل يقرأ وهو جالس فإذا بقي من قراءته قدر ثلاثين آية أو\nأربعين آية قام فقرأ ثم ركع وسجد ثم صنع في الركعة الثانية مثل ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p472'> Vol. 02, p. 472</a>\n            </div>\n            \n</p>\n\n<p>\n1048 أخبرنا المقري نا سعيد بن أبي أيوب عن جعفر بن ربيعة عن عراك بن\nمالك عن أبي سلمة عن عائشة قالت * كان رسول الله صلى الله عليه وسلم يصلي\nالعشاء وكان يركع ركعتين وهو جالس بين الندائين\n</p>\n\n<p>\n1049 أخبرنا معاذ بن هشام حدثني أبي عن يحيى بن أبي كثير نا أبو سلمة أنه\nسأل عائشة عن صلاة رسول الله صلى الله عليه وسلم بالليل فقالت * كان يصلي\nثمان ركعات ثم يرقد ثم يصلي ركعتين وهو جالس ثم يقوم فيقرأ ويركع ركعتين\nبين النداء والإقامة من صلاة الصبح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p473'> Vol. 02, p. 473</a>\n            </div>\n            \n</p>\n\n<p>\n1050 أخبرنا النضر نا هشام صاحب الدستوائي * بهذا الإسناد مثله\n</p>\n\n<p>\n1051 أخبرنا عبدة ومحمد بن بشر قالا نا مسعر عن سعد بن إبراهيم عن أبي\nسلمة عن عائشة قالت * ما كنت ألقى رسول الله صلى الله عليه وسلم من السحر\nالآخر إلا نائما عندي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p474'> Vol. 02, p. 474</a>\n            </div>\n            \n</p>\n\n<p>\n1052 أخبرنا وكيع نا مسعر عن سعد بن إبراهيم عن أبي سلمة عن عائشة قالت *\nما كنت ألقى رسول الله صلى الله عليه وسلم من السحر الآخر إلا نائما عندي\nتعني بعد الوتر\n</p>\n\n<p>\n1053 أخبرنا سفيان عن زياد بن سعد عن عبد الرحمن بن أبي عتاب عن أبي سلمة\nعن عائشة قالت * كان رسول الله صلى الله عليه وسلم إذا صلى الركعتين فإن\nكنت جالسة حدثني وإلا اضطجع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p475'> Vol. 02, p. 475</a>\n            </div>\n            \n</p>\n\n<p>\n1054 أخبرنا روح نا مالك عن أبي النضر مولى عمر بن عبيد الله عن أبي سلمة\nعن عائشة قالت * كان رسول الله صلى الله عليه وسلم إذا صلى من الليل ففرغ\nفإن <span id='ms175'></span> كنت يقظانة تحدث معي وإلا اضطجع حتى يأتيه المؤذن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p476'> Vol. 02, p. 476</a>\n            </div>\n            \n</p>\n\n<p>\n1055 أخبرنا معاذ بن هشام حدثني أبي عن يحيى بن أبي كثير نا أبو سلمة عن\nعائشة قالت * لم يكن رسول الله صلى الله عليه وسلم في شهر من السنة أكثر\nصياما منه في شعبان فكان يصوم شعبان كله وكان يقول خذوا من الأعمال ما\nتطيقون فإن الله لم يمل حتى تملوا وكان أحب العمل إلى الله ما دوام عليه\nصاحبه وإن قل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p477'> Vol. 02, p. 477</a>\n            </div>\n            \n</p>\n\n<p>\n1056 أخبرنا النضر عن هشام * بهذا الإسناد مثله وزاد في الحديث وكان رسول\nالله صلى الله عليه وسلم إذا صلى صلاة داوم عليها\n</p>\n\n<p>\n1057 أخبرنا النضر نا شعبة عن سعد بن إبراهيم عن أبي سلمة عن عائشة قالت\n* سئل رسول الله صلى الله عليه وسلم أي العمل أفضل قال ما داوم عليه صاحبه\nقال وقالت عائشة أو أبو هريرة اكلفوا من الأعمال ما تطيقون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p478'> Vol. 02, p. 478</a>\n            </div>\n            \n</p>\n\n<p>\n1058 أخبرنا سفيان عن بن عجلان عن سعد بن إبراهيم عن أبي سلمة عن عائشة\nقالت قال رسول الله صلى الله عليه وسلم * قد كان في الأمم محدثون فإن يك في\nأمتي فعمر بن الخطاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p479'> Vol. 02, p. 479</a>\n            </div>\n            \n</p>\n\n<p>\n1059 أخبرنا أبو خالد الأحمر عن بن عجلان عن سعد بن إبراهيم عن أبي سلمة\nعن عائشة عن رسول الله صلى الله عليه وسلم * مثله أخبرنا سفيان عن عمرو بن\nدينار قال قرأ بن عباس وما أرسلنا من قبلك من رسول ولا نبي ولا محدث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p480'> Vol. 02, p. 480</a>\n            </div>\n            \n</p>\n\n<p>\n1060 أخبرنا عبد العزيز بن محمد نا موسى بن عقبة عن أبي سلمة عن عائشة عن\nرسول الله صلى الله عليه وسلم قال * سددوا وقاربوا وأبشروا فإن أحدا منكم\nلا ينجيه عمله قيل ولا أنت يا رسول الله فقال ولا أنا إلا أن يتغمدني الله\nمنه برحمة هكذا قال أو نحوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p481'> Vol. 02, p. 481</a>\n            </div>\n            \n</p>\n\n<p>\n1061 أخبرنا عثمان بن عمر نا بن أبي ذئب عن الزهري عن أبي سلمة عن عائشة\n* أن رسول الله صلى الله عليه وسلم كان يقبلها وهو صائم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p482'> Vol. 02, p. 482</a>\n            </div>\n            \n</p>\n\n<p>\n1062 أخبرنا عبد الرزاق نا معمر عن الزهري عن أبي سلمة عن عائشة * أن <span id='ms176'></span>\nرسول الله صلى الله عليه وسلم كان يقبل بعض نسائه وهو صائم\n</p>\n\n<p>\n1063 أخبرنا المقري نا سعيد بن أبي أيوب نا عقيل بن خالد ويونس بن يزيد\nالأيليان وثالث سماه المقري كلهم عن الزهري عن أبي سلمة عن عائشة عن رسول\nالله صلى الله عليه وسلم قال * من حمل من أمتي دينا ثم جهد في قضائه فمات\nولم يقضه فأنا وليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p483'> Vol. 02, p. 483</a>\n            </div>\n            \n</p>\n\n<p>\n1064 أخبرنا عيسى بن يونس نا الأفريقي عبد الرحمن بن زياد بن أنعم عن\nعمران بن عبد المعافري عن عبد الله بن عمرو عن رسول الله صلى الله عليه\nوسلم قال * إن الدين يقبض من صاحبه يوم القيامة إذا مات ولم يقضه إلا من\nيدين في ثلاث رجل تذهب قوته فيدين ما ينفق به على عدو الله ورسوله فمات ولم\nيقضه ورجل مات عنده مسلم فلم يجد ما يكفنه إلا بدين فمات ولم يقضه ورجل خاف\nعلى نفسه العزبة ولم يكن عنده ما يتزوج فاستدان فتزوج ليق نفسه خشية على\nدينه فالله يقضي عن هؤلاء الدين يوم القيامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p484'> Vol. 02, p. 484</a>\n            </div>\n            \n</p>\n\n<p>\n1065 أخبرنا عبد الرزاق نا معمر عن الزهري عن أبي سلمة عن عائشة * أن\nرسول الله صلى الله عليه وسلم سجى في ثوب حبرة\n</p>\n\n<p>\n1066 أخبرنا سفيان عن الزهري عن أبي سلمة عن عائشة قالت قال رسول الله\nصلى الله عليه وسلم * كل شراب أسكر فهو حرام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p485'> Vol. 02, p. 485</a>\n            </div>\n            \n</p>\n\n<p>\n1067 أخبرنا عبد الرزاق عن معمر عن الزهري عن أبي سلمة عن عائشة * أن\nرسول الله صلى الله عليه وسلم سئل عن البتع فقال كل شراب أسكر فهو حرام قال\nوالبتع نبيذ العسل\n</p>\n\n<p>\n1068 أخبرنا عثمان بن عمر نا بن أبي ذئب عن الحارث بن عبد الرحمن عن أبي\nسلمة عن عائشة عن رسول الله صلى الله عليه وسلم قال * فضل عائشة على النساء\nكفضل الثريد على الطعام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p486'> Vol. 02, p. 486</a>\n            </div>\n            \n</p>\n\n<p>\n1069 أخبرنا المخزومي نا وهيب عن أبي حازم عن أبي سلمة عن عائشة * أن\nجبريل وعد رسول الله صلى الله عليه وسلم أن يأتيه فاحتبس ثم أتاه فقال له\nما حسبك فقال كلب <span id='ms177'></span> كان في البيت فنظروا فإذا جرو تحت السرير فأمر به فأخرج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p487'> Vol. 02, p. 487</a>\n            </div>\n            \n</p>\n\n<p>\n1070 أخبرنا الملائي نا زكريا بن أبي زائدة قال سمعت عامرا يقول حدثني\nأبو سملة بن عبد الرحمن أن عائشة حدثته أن رسول الله صلى الله عليه وسلم\nقال لها * إن جبريل يقرئك السلام فقالت وعليه السلام ورحمة الله\n</p>\n\n<p>\n1071 أخبرنا أسباط بن محمد عن زكريا * بهذا الإسناد مثله\n</p>\n\n<p>\n1072 أخبرنا عثمان بن عمر نا بن أبي ذئب عن الحارث بن عبد الرحمن عن أبي\nسلمة عن عائشة أن رسول الله صلى الله عليه وسلم وسلم قال لها وأومأ إلى\nالقمر * استعيذي بالله من شر هذا هذا غاسق إذا وقب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p488'> Vol. 02, p. 488</a>\n            </div>\n            \n</p>\n\n<p>\n1073 أخبرنا بشر بن عمر نا سليمان بن بلال نا يحيى بن سعيد عن أبي سلمة\nعن عائشة قالت * كان يكون علي الأيام من رمضان فما أستطيع أن أقضيه حتى\nيدخل شعبان وذلك لمكان رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p489'> Vol. 02, p. 489</a>\n            </div>\n            \n</p>\n\n<p>\n1074 أخبرنا الثقفي قال سمعت يحيى بن سعيد يقول سمعت أبا سلمة يقول قالت\nعائشة * كان يكون علي الأيام من رمضان فما أستطيع أن أقضيه حتى يجىء شعبان\n</p>\n\n<p>\n1075 أخبرنا عبد العزيز بن محمد أخبرني يزيد بن عبد الله بن أسامة بن\nالهاد نا محمد بن إبراهيم التيمي عن أبي سلمة قال سألت عائشة كم كان صداق\nنساء رسول الله صلى الله عليه وسلم فقالت * اثنتي عشرة أوقية ونش ثم قالت\nأتدري كم النش فقلت لا فقالت نصف أوقية وذلك خمسمائة درهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p490'> Vol. 02, p. 490</a>\n            </div>\n            \n</p>\n\n<p>\n1076 أخبرنا روح بن عبادة ويحيى بن واضح قالا نا موسى بن عبيدة الربذي\nأخبرني مسلم بن أبي الأشعث عن ذكوان أبي صالح السمان عن أبي سلمة عن عائشة\nقالت قال رسول الله صلى الله عليه وسلم لجبريل * إني أحب أن أراك في صورتك\nفقال أو تحب ذاك فقلت نعم فواعده جبريل في بقيع الغرقد لمكان كذا وكذا من\nالليل فلقيه رسول الله صلى الله عليه وسلم في موعده فنشر جناحا من أجنحته\nوقال روح جناحين من أجنحته فسد أفق السماء حتى ما يرى <span id='ms178'></span> رسول الله صلى الله\nعليه وسلم من السماء شيئا وأجيب رسول الله صلى الله عليه وسلم عند ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p491'> Vol. 02, p. 491</a>\n            </div>\n            \n</p>\n\n<p>\n1077 أخبرنا الوليد بن مسلم عن الأوزاعي حدثني حصن نا أبو سلمة بن عبد\nالرحمن عن عائشة عن رسول الله صلى الله عليه وسلم * على المقتتلين أن\nيحجزوا الأولى فالأولى وإن كانت امرأة قال الوليد وتفسيره إذا قتل الرجل\nفجاء أهله يطلبون دمه فعفت امرأته أو ابنته فعلى الأولياء أن يتحجزوا قال\nإسحاق نقول ويصير دية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p492'> Vol. 02, p. 492</a>\n            </div>\n            \n</p>\n\n<p>\n1078 أخبرنا عثمان بن عمر نا بن أبي ذئب عن صالح بن أبي حسان عن أبي سلمة\nأنه قال هو وابن عباس في المتوفى عنها زوجها وهي حامل فقال أبو سلمة * إذا\nوضعت ما في بطنها فقد حلت وقال بن عباس آخر الأجلين فجاء أبو هريرة فقال\nأنا مع بن أخي يعني أبا سلمة فأرسلوا إلى عائشة فذكروا ذلك لها فقالت وضعت\nسبيعة بعد وفاة زوجها بليال فذكر أمرها لرسول الله صلى الله عليه وسلم\nفأمرها فنكحت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p493'> Vol. 02, p. 493</a>\n            </div>\n            \n</p>\n\n<p>\n1079 أخبرنا الفضل بن موسى نا محمد بن عمرو نا أبو سلمة عن عائشة قالت *\nلما نزلت آية التخيير بدأ رسول الله صلى الله عليه وسلم بي فقال يا عائشة\nإن عارض عليك أمرا فلا تفتاني فيه بشيء حتى تعرضي ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p494'> Vol. 02, p. 494</a>\n            </div>\n             على\nأبويك أبي بكر وأم رومان فقالت وما هو فأعاد رسول الله صلى الله عليه وسلم\nذلك ثلاث مرات كل ذلك يقول لها إني عارض عليك أمرا فلا تفتاتي فيه بشيء حتى\nتعرضي ذلك على أبويك أبي بكر وأم رومان فقالت وما هو فقال قال الله يا أيها\nالنبي قل لأزواجك إن كنتن تردن الحياة الدنيا وزينتها فتعالين أمتعكن\nوأسرحكن سراحا جميلا وإن كنت تردن الله ورسوله والدار الآخرة فإن الله أعد\nللمحسنات منكم أجرا عظيما قالت فقلت إني أريد الله ورسوله والدار الآخرة\nولا استأمر في ذلك أبوي أبا بكر وأم رومان قالت فضحك رسول الله صلى الله\nعليه وسلم ثم استقرأ الحجرات فقال لهن إن عائشة قالت كذا وكذا <span id='ms179'></span> فقلن كما\nقالت عائشة رضي الله عنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p495'> Vol. 02, p. 495</a>\n            </div>\n            \n</p>\n\n<p>\n1080 أخبرنا الفضل بن موسى نا محمد بن عمرو نا أبو سلمة عن عائشة قالت *\nكان لرسول الله صلى الله عليه وسلم حصير يبسطها بالنهار ويحتجزه علينا\nبالليل فصلى رسول الله صلى الله عليه وسلم في المسجد فأصبح فذكروا ذلك\nللناس فكثر الناس ليلة الثانية فاطلع عليهم رسول الله صلى الله عليه وسلم\nفقال اكلفوا من الأعمال ما تطيقون فإن الله لن يمل حتى تملوا قالت وكان أحب\nالأعمال إلى رسول الله صلى الله عليه وسلم ما داوم عليه وإن قل فكان رسول\nالله صلى الله عليه وسلم إذا صلى صلاة دوام عليها\n</p>\n\n<p>\n1081 أخبرنا الفضل بن موسى نا محمد بن عمرو نا أبو سلمة عن عائشة قالت *\nواعد جبريل رسول الله صلى الله عليه وسلم أن يأتيه في ساعة فراث عليه فخرج\nرسول الله صلى الله عليه وسلم فلقيه قائما بالباب فقال ما منعك أن تدخل\nفقال إن في البيت كلبا وإنا لا ندخل بيتا فيه كلب ولا تصاوير وإذا جرو كلب\nتحت سرير عائشة فأمر به رسول الله صلى الله عليه وسلم فأخرج ثم أمر حين\nأصبح بالكلاب أن تقتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p496'> Vol. 02, p. 496</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( ما يروى عن عبد الرحمن بن الحارث بن هشام وأبي بكر ابنه عن عائشة\nعن النبي صلى الله عليه وسلم )\n</p>\n\n<p>\n1082 أخبرنا جرير عن منصور عن مجاهد عن أبي بكر بن عبد الرحمن بن الحارث\nبن هشام أو غيره عن عبد الرحمن بن الحارث بن هشام قال كان أبو هريرة يقول *\nمن أصبح جنبا وهو يريد الصوم فليفطر ولا يصم فدخلت على مروان فأخبرته بما\nقال أبو هريرة فقال لي ائت عائشة فأخبرتها بما قال أبو هريرة وما قال لي\nمروان فأخبرته فقال ائت أبا هريرة فأخبره فأتيت أبا هريرة فأخبرته فسكت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p497'> Vol. 02, p. 497</a>\n            </div>\n            \n</p>\n\n<p>\n1083 أخبرنا الثقفي نا خالد الحذاء عن أبي قلابة عن عبد الرحمن بن الحارث\nبن هشام أن أبا هريرة قال من أصبح جنبا فليفطر ولا يصم فقال مروان ائت\nعائشة فأتيتها فسألتها فقالت <span id='ms180'></span> * كان رسول الله صلى الله عليه وسلم يصبح جنبا\nمن جماع غير حلم ثم يصوم يومه ثم إني أتيت أم سلمة فسألتها فقالت كان رسول\nالله صلى الله عليه وسلم يصبح جنبا ثم يصوم فأتى مروان فأخبره فقال إئت أبا\nهريرة فأتاه فأخبره فقال كذلك كنت أحسب\n</p>\n\n<p>\n1084 أخبرنا عبد الرزاق عن معمر عن الزهري عن أبي بكر بن عبد الرحمن بن\nالحارث قال سمعت أبا هريرة يقول قال رسول الله صلى الله عليه وسلم * من\nأدرك الصبح وهو جنب فلا صوم له قال فأتيت عائشة وأم سلمة أنا وأبي\nفسألناهما فأخبرتا أن رسول الله صلى الله عليه وسلم كان يصبح جنبا من جماع\nثم يصوم يومه فأتينا مروان فأخبرناه بقول أبي هريرة وقولهما فعزم علينا أن\nنأتي أبا هريرة فنخبره بقولهما فلقينا أبا هريرة عند باب المسجد فقال له\nأبي أن الأمير عزم علينا أن نخبرك بقول عائشة وأم سلمة فحدثه بقولهما فقال\nحدثني بذلك الفضل بن العباس وهن أعلم قال الزهري فحول الحديث إلى غيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p498'> Vol. 02, p. 498</a>\n            </div>\n            \n</p>\n\n<p>\n1085 أخبرنا وهب بن جرير نا شعبة عن الحكم عن أبي بكر بن عبد الرحمن بن\nالحارث بن هشام عن أبيه قال دخلت على عائشة فقالت * كان رسول الله صلى الله\nعليه وسلم يصبح جنبا ثم يغتسل ثم يخرج إلى الصلاة ورأسه يقطر ثم يظل يومه\nذلك صائما فقال مروان له أئت أبا هريرة فحدثه فقال إنه لي صديق وأنا أستحي\nمنه فعزم عليه فأتاه وأنا معه فحدثه فقال أبو هريرة فعائشة إذا أعلم وربما\nقال أعلم برسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p499'> Vol. 02, p. 499</a>\n            </div>\n            \n</p>\n\n<p>\n1086 أخبرنا جرير عن الأعمش عن جامع بن شداد عن أبي بكر بن عبد الرحمن عن\nعائشة قالت * كان رسول الله صلى الله عليه وسلم يخرج إلى صلاة الفجر ورأسه\nيتقاطر ثم يظل ذلك اليوم صائما\n</p>\n\n<p>\n1087 أخبرنا أبو معاوية نا الأعمش عن عمارة بن عمير عن أبي بكر بن عبد\nالرحمن عن عائشة قالت * كان رسول الله صلى الله عليه وسلم يصبح جنبا <span id='ms181'></span> ثم\nيغتسل ويصوم يومه ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p500'> Vol. 02, p. 500</a>\n            </div>\n            \n</p>\n\n<p>\n1088 أخبرنا عبد الوهاب الثقفي نا أيوب عن عكرمة بن خالد عن أبي بكر بن\nعبد الرحمن بن الحارث بن هاشم قال إني لأعلم الناس بهذا الحديث بلغ مروان\nأن أبا هريرة يحدث عن النبي صلى الله عليه وسلم قال * من أصبح جنبا فلا\nصيام له فبعث إلي فقال ائت عائشة فسلها فأتيت عائشة فسألتها فقالت كان رسول\nالله صلى الله عليه وسلم يصبح جنبا من غير احتلام ثم يصوم ذلك اليوم فرجع\nإلى مروان فأخبره فقال ائت أبا هريرة فأخبره فقال إن أبا هريرة لي جار\nوأكره أن استقبله بشيء يكرهه فقال عزمت عليك لما أتيته فأخبرته فأتيته فقلت\nإنك جاري وأكره أن استقبلك بشيء تكرهه إن مروان عزم علي فذكر له الذي كان\nفقال أبو هريرة حدثني به الفضل\n</p>\n\n<p>\n1089 أخبرنا أبو أسامة أنا المجالد أنا عامر عن أبي بكر بن عبد الرحمن بن\nالحارث أنه أتى عائشة فقال أن أبا هريرة يفتينا أن من أصبح جنبا فلا صوم له\nفقالت عائشة إن أبا هريرة لا يقول في هذا شيئا * كان بلال يأتي رسول الله\nصلى الله عليه وسلم وهو جنب يؤذنه فيقوم فيغتسل ثم يخرج إلى المسجد وإني\nلأى رأسه ينحدر بين كتفيه لصلاة الفجر ثم يصوم ذلك اليوم قال فبلغ أبا\nهريرة فقال عائشة أمي وهي أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p501'> Vol. 02, p. 501</a>\n            </div>\n            \n</p>\n\n<p>\n1090 أخبرنا الملائي نا زكريا بن أبي زئادة عن الشعبي عن عبد الرحمن بن\nالحارث بن هاشم عن عائشة * أن رسول الله صلى الله عليه وسلم أتاه بلال\nيؤذنه بالصلاة وأنه لجنب فيقدم فيغتسل ثم يخرج إلى المسجد وإني لأسمع\nقراءته ورأسه يقطر ثم يصوم ذلك اليوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p502'> Vol. 02, p. 502</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( ما يروى عن عبيد الله بن عبد الله بن عتبة عن عائشة رضي الله عنها\nعن النبي صلى الله عليه وسلم وسلم )\n</p>\n\n<p>\n1091 أخبرنا أبو أسامة نا زائدة بن قدامة حدثني موسى بن أبي عائشة عن\nعبيد الله بن عبد الله بن عتبة قال دخلت على عائشة فقلت لها ألا تحدثيني <span id='ms182'></span> عن\nمرض رسول الله صلى الله عليه وسلم فقالت بلى * ثقل رسول الله صلى الله عليه\nوسلم فقال أصلى الناس فقلنا لا يا رسول الله هم ينتظرونك فقال ضعوا لي ماء\nفي المخضب ففعلنا فاغتسل ثم ذهب لينوء فغمي عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p503'> Vol. 02, p. 503</a>\n            </div>\n             فأفاق فقال\nأصلى الناس فقلنا لا يا رسول الله هم ينتظرونك قالت والناس عكوف في المسجد\nينتظرون رسول الله صلى الله عليه وسلم لعشاء الآخرة قالت فأرسل رسول الله\nصلى الله عليه وسلم رجلا إلى أبي بكر أن يصلي بالناس فأتاه الرسول فقال له\nإن رسول الله صلى الله عليه وسلم يأمرك أن تصلي بالناس فقال أبو بكر وكان\nرجلا رقيقا يا عمر صل بالناس فقال عمر أنت أحق بذلك ففعل فصلى بهم أبو بكر\nتلك الأيام ثم إن رسول الله صلى الله عليه وسلم وجد في نفسه خفة فخرج بين\nرجلين أحدهما العباس بن عبد المطلب وأبو بكر يصلي بالناس فلما رآه أبو بكر\nذهب ليتأخر فأومأ إليه أن لا يتأخر وقال لهما أجلساني إلى جنب أبي بكر\nفأجلساه إلى جنب أبي بكر قالت فجعل أبو بكر يصلي بصلاة رسول الله صلى الله\nعليه وسلم وهو قائم والناس يصلون بصلاة أبي بكر ورسول الله صلى الله عليه\nوسلم قاعد قال عبيد الله بن عبد الله فدخلت على بن عباس فقلت له ألا أعرض\nعليك ما حدثتني عائشة عن مرض رسول الله صلى الله عليه وسلم فقال نعم فحدثته\nحديثها عن مرض رسول الله صلى الله عليه وسلم فما أنكر منه شيئا غير أنه قال\nأسمت لك الرجل الذي كان مع العباس فقلت لا فقال هو علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p504'> Vol. 02, p. 504</a>\n            </div>\n            \n</p>\n\n<p>\n1092 أخبرنا الوليد بن عقبة نا زائدة حدثني موسى بن أبي عائشة عن عبيد\nالله بن عبد الله قال * دخلت على عائشة فذكر مثل حديث أبي أسامة سواء غير\nأنه قال ضعوا لي ماء في المخضب ثلاث مرات وقال هم ينتظرون رسول الله صلى\nالله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p505'> Vol. 02, p. 505</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( ما يروى عن عراك بن مالك وأبي <span id='ms183'></span> صالح ذكوان عن عائشة رضي الله عنها\nعن النبي صلى الله عليه وسلم وسلم )\n</p>\n\n<p>\n1093 أخبرنا عبد الوهاب الثقفي نا خالد الحذاء عن رجل عن عمر بن عبد\nالعزيز قال ما استقبلت القبلة بفرجي منذ كذا وكذا قال فحدث بن مالك أن رسول\nالله صلى الله عليه وسلم لما بلغه أن الناس يكرهون ذلك أمر بخلائه فاستقبل\nبه القبلة * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p506'> Vol. 02, p. 506</a>\n            </div>\n            \n</p>\n\n<p>\n1094 أخبرنا عيسى بن يونس نا أبو عوانة عن خالد الحذاء عن عراك بن مالك\nعن عائشة قالت * ذكر لرسول الله صلى الله عليه وسلم أن ناسا يكرهون أن\nيستقبلوا القبلة بغائط أو بول فأمر بخلائه فاستقبل به القبلة\n</p>\n\n<p>\n1095 أخبرنا الوليد نا حماد بن سلمة عن خالد الحذاء عن خالد بن أبي الصلت\nعن عراك بن مالك عن عائشة قالت بلغ رسول الله صلى الله عليه وسلم * أن ناسا\nيكرهون أن يستقبلوا القبلة بفروجهم لغائط أو بول فقال أوقد فعلوها استقبلوا\nبمقعدتي القبلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p507'> Vol. 02, p. 507</a>\n            </div>\n            \n</p>\n\n<p>\n1096 أخبرنا علي بن عاصم قال سمعت خالد الحذاء يحدث عن خالد بن أبي الصلت\nقال كنت عند عمر بن عبد العزيز وعنده عراك بن مالك فقال عمر بن عبد العزيز\n* ما استقبلت القبلة بفرجي بغائط ولا بول منذ كذا وكذا فقال عراك بن مالك\nأخبرتني عائشة أن رسول الله صلى الله عليه وسلم بلغه أن الناس يكرهون ذلك\nأمر بخلائه فاستقبل به القبلة أخبرنا سعدان بن سعد الليثي نا الحسن بن\nذكوان عن مروان الأصفر قال رأيت بن عمر أبرك بعيرا بينه وبين القبلة ثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p508'> Vol. 02, p. 508</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p509'> Vol. 02, p. 509</a>\n            </div>\n             بال فقلت يا أبا عبد الرحمن ألستم تكرهون هذا قال\nإذا كان بينك وبين القبلة ما يسترها فلا بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p510'> Vol. 02, p. 510</a>\n            </div>\n            \n</p>\n\n<p>\n1097 أخبرنا وكيع نا عيسى الحناط قال قلت للشعبي قال أبو هريرة * لا\nتستقبلوا القبلة بغائط ولا بول وقول بن عمر رأيت النبي صلى الله عليه وسلم\nقاعدا على لبنتين مستقبل بيت المقدس قال فقال قول أبي هريرة في البرية وقول\nبن عمر في البيوت فأما كنفكم هذه فلا قبلة لها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p511'> Vol. 02, p. 511</a>\n            </div>\n            \n</p>\n\n<p>\n1098 أخبرنا عبد الرزاق نا بن جريج <span id='ms184'></span> قال سمعت بن أبي مليكة يحدث عن ذكوان\nمولى عائشة قالت سمعت عائشة تقول * سألنا رسول الله صلى الله عليه وسلم عن\nالجارية نكحها أهلها أتستأمر أم لا فقال رسول الله صلى الله عليه وسلم نعم\nقلنا فإنها تستحي فتسكت فقال رسول الله صلى الله عليه وسلم فذاك إذنها\n</p>\n\n<p>\n1099 أخبرنا النضر ووهب قالا نا شعبة عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p512'> Vol. 02, p. 512</a>\n            </div>\n             الحكم بن عتيبة عن\nعلي بن حسين عن ذكوان مولى عائشة عن عائشة قالت * دخل علي رسول الله صلى\nالله عليه وسلم لأربع ليال خلون أو خمس من ذي الحجة في حجته وهو غضبان قال\nفقلت يا رسول الله من أغضبك أدخله الله النار فقال أما شعرت أني أمرتهم\nبأمر فهم يترددون ولو كنت استقبلت من أمري ما استدبرت ما سقت الهدي ولا\nاشتريته حتى أحل كما حلوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p513'> Vol. 02, p. 513</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( ما يروى عن سعيد بن المسيب عن عائشة رضي الله عنها عن النبي صلى\nالله عليه وسلم وسلم )\n</p>\n\n<p>\n1100 أخبرنا إسماعيل بن إبراهيم عن علي بن زيد بن جدعان عن سعيد بن\nالمسيب عن عائشة قالت قال رسول الله صلى الله عليه وسلم * إذا قعد بين شعب\nالأربعة ثم ألزق الختان بالختان فقد وجب الغسل\n</p>\n\n<p>\n1101 أخبرنا وكيع نا سفيان عن علي بن زيد بن جدعان عن سعيد بن المسيب عن\nعائشة عن رسول الله صلى الله عليه وسلم قال * إذا جاوز الختان الختان فقد\nوجب الغسل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p514'> Vol. 02, p. 514</a>\n            </div>\n            \n</p>\n\n<p>\n1102 أخبرنا النضر نا شعبة عن قتادة قال سمعت سعيد بن المسيب يحدث عن\nعائشة عن رسول الله صلى الله عليه وسلم قال * خمس فواسق يقتلن في الحل\nوالحرم الحية والكلب العقور والغراب الأبقع والحدية والفأرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p515'> Vol. 02, p. 515</a>\n            </div>\n            \n</p>\n\n<p>\n1103 أخبرنا يحيى بن اليمان نا معمر عن الزهري عن سعيد بن المسيب وعروة\nبن الزبير عن عائشة * أن رسول الله صلى الله عليه وسلم كان إذا سافر أقرع\nبين نسائه\n</p>\n\n<p>\n1104 أخبرنا عبد الرزاق نا معمر عن الزهري أخبرني سعيد بن المسيب وعروة\nبن الزبير وعلقمة بن وقاص وعبد الله بن عبيد الله بن عتبة * نحو حديث <span id='ms185'></span> عائشة\nزوج النبي صلى الله عليه وسلم حين قال لها أهل الإفك ما قالوا فبرأها الله\nوكل حدثني بطائفة من الحديث وبعضهم أوعى لحديثها من بعض وأثبت اقتصاصا فقد\nوعيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p516'> Vol. 02, p. 516</a>\n            </div>\n             عن كل واحد الحديث الذي حدثني به وبعضهم يصدق بعضا ذكروا\nأن عائشة قالت كان رسول الله صلى الله عليه وسلم إذا أراد أن يخرج سفرا\nأقرع بين نسائه فأيتهن خرج سهمها خرج بها رسول الله صلى الله عليه وسلم معه\nقالت فأقرع بيننا في غزوة غزاها فخرج سهمي فخرجت مع رسول الله صلى الله\nعليه وسلم وذلك بعد ما أنزل الحجاب فأنا أحمل في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p517'> Vol. 02, p. 517</a>\n            </div>\n             هودجي وأنزل\nفيه مسيرنا حتى إذا فرغ رسول الله صلى الله عليه وسلم من غزوته تلك وقفل\nودنونا من المدينة آذن بالرحيل ليلة فقمت في الرحيل فمشيت حتى جاوزت الجيش\nفلما قضيت شأني رجعت فلمست صدري فإذا عقد لي من جزع ظفار قد وقع فرجعت\nفالتمست عقدي فحبسني ابتغاؤه وأقبل الرهط الذين كانوا يرحلون لرسول الله\nصلى الله عليه وسلم فحملوا هودجي ورحلوه على البعير الذي كنت أركب وهم\nيحسبون أني فيه قالت عائشة فكانت النساء إذ ذاك خفافا لم يهبلن ولم يغشهن\nاللحم فرحلوه ورفعوه قالت وكنت جارية حديثة قال فلما بعدوا وسار الجيش وجدت\nعقدي بعدما استمر الجيش فجئت منازلهم وليس بها داعي ولا مجيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p518'> Vol. 02, p. 518</a>\n            </div>\n            \nفتيممت منزلي الذي كنت فيه فبينا أنا جالسة غلبتني عيني فنمت وكان صفوان بن\nالمعطل السلمي ثم الذكواني عرس فأدلج فأصبح عند منزلي فرأى سواد إنسان\nفعرفني حين رآني وكان رآني قبل أن ينزل الحجاب فاستيقظت باسترجاعه حين\nعرفني فخمرت وجهي بجلبابي والله ما كلمني بكملة ولا سمعت منه كلمة غير\nاسترجاعه حتى أناخ راحلته فوطيء على يدها فركبته ثم انطلق يقود بي الراحلة\nحتى أتى الجيش بعد ما نزلوا موغرين في نحر الظهيرة فهلك في شأني من هلك\nوكان الذي تولى كبره منهم عبد الله بن أبي بن سلول فقدمت المدينة فاشتكيت\nحين قدمتها شهرا والناس يفيضون <span id='ms186'></span> في قول أهل الإفك ولا أشعر بشيء من ذلك وهو\nيريبني من رسول الله صلى الله عليه وسلم أني لا أرى منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p519'> Vol. 02, p. 519</a>\n            </div>\n             اللطف\nالذي كنت أراه منه حين أشتكي إنما يدخل رسول الله صلى الله عليه وسلم فيقول\nكيف تيكم فيريبني ذلك ولا أشعر بالشر حتى خرجت بعد ما نقهت من مرضي ومعي أم\nمسطح قبل المناصع وهو مبرزنا ولا نخرج إلا ليلا إلى ليل وذلك إنا نكره أن\nنتخذ الكنف قريبا من بيوتنا وأمرنا أمر العرب الأول في التنزه فكنا نتأذى\nبالكنف قرب بيوتنا فانطلقت ومعي أم مسطح ابنة أبي رهم بن المطلب بن عبد\nمناف وأمها ابنة صخر بن عامر خالة أبي بكر الصديق وابنها مسطح بن أثاثة بن\nعباد بن المطلب فأقبلنا حيث فرغنا من شأننا لنأتي البيت فعثرت أم مسطح في\nمرطها فقالت تعس مسطح فقلت لها بئس ما قلت أتسبين رجلا قد شهد بدرا فقالت\nأي هنتاه أو لم تسمعي ما قال قلت وما قال قالت فأخبرتني بقول أهل الإفك\nفازددت مرضا إلى مرضي فرجعت إلى بيتي فدخل علي رسول الله صلى الله عليه\nوسلم ثم قال كيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p520'> Vol. 02, p. 520</a>\n            </div>\n             تيكم فقلت أتأذن لي أن آتي أبوي وأنا حينئذ\nأريد أن أتيقن الخبر من قبلهما فأذن لي رسول الله صلى الله عليه وسلم فجئت\nأبوي فقلت لأمي يا أمتاه ما يتحدث الناس فقالت يا بنية هوني عليك فوالله\nلقل امرأة وضيئة كانت عند رجل يحبها ولها ضرائر إلا كثرن عليها قالت فقلت\nسبحان الله أو تحدث الناس بذلك فبكيت تلك الليلة لا يرقأ لي دمع ولا أكتحل\nبنوم ثم أصبحت أبكي ودعا رسول الله صلى الله عليه وسلم علي بن أبي طالب\nوأسامة بن زيد وهو حينئذ يريد أن يستشيرهما في فراق أهله وذلك حين استلبث\nالوحي فأما أسامة بن زيد فأشار على رسول الله صلى الله عليه وسلم بالذي\nيعلم من براءة أهله وبالذي في نفسه لهم من الود فقال هم أهلك ولا نعلم إلا\nخيرا <span id='ms187'></span> وأما علي بن أبي طالب فقال لم يضيق الله عليك والنساء سواها كثير وإن\nتسأل الجارية تصدقك فدعا رسول الله صلى الله عليه وسلم بريرة فقال أي بريرة\nهل رأيت من عائشة شيئا يريبك فقالت بريرة يا رسول الله والذي بعثك بالحق ما\nرأيت عليها أمرا قط أغمضه عليها أكثر من أنها جارية حديثة السن تنام عن\nعجين أهلها فتدخل الداجن فتأكله فقام رسول الله صلى الله عليه وسلم فاستعذر\nمن عبد الله بن أبي بن سلول فقال وهو على المنبر يا معشر المسلمين من\nيعذرني من رجل بلغ أذاه في أهل بيتي فوالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p521'> Vol. 02, p. 521</a>\n            </div>\n             ما علمت من أهلي\nإلا خيرا ولقد ذكروا رجلا ما علمت منه إلا خيرا وما كان يدخل على أهلي إلا\nمعي فقام سعد بن معاذ الأنصاري فقال أنا أعذرك منه يا رسول الله إن كان من\nالأوس ضربنا عنقه وإن كان من الخزرج أمرتنا ففعلنا أمرك فقام سعد بن عبادة\nوهو سيد الخزرج وكان رجلا صالحا ولكن أحملته الحمية فقال والله ما تقتله\nولا تقدر على قتله فقام أسيد بن حضير وهو بن عم سعد بن معاذ فقال كذبت\nلعمرو الله والله لنقتله فإنك منافق تجادل عن المنافقين قالت فثار الحيان\nالأوس والخزرج حتى هموا أن يقتتلوا ورسول الله صلى الله عليه وسلم على\nالمنبر فلم يزل رسول الله صلى الله عليه وسلم يخفضهم حتى سكتوا وسكت رسول\nالله صلى الله عليه وسلم قالت فبكيت يومي لا يرقأ دمعي ولا أكتحل بنوم\nفبكيت تلك الليلة المقبلة لا يرقأ لي دمع ولا أكتحل بنوم وأبواي يظنان أن\nالبكاء فالق كبدي فبينما هما جالسين عندي إذ استأذنت على امرأة من الأنصار\nفأذنت لها فجلست تبكي معي فبينا نحن على حالنا ذلك إذ دخل رسول الله صلى\nالله عليه وسلم ثم جلس ولم يكن جلس قبل يومي ذلك منذ كان من أمري ما كان\nولبث شهرا لا يوحى إليه قالت فتشهد ثم قال أما بعد فقد بلغني يا عائشة <span id='ms188'></span> عنك\nكذا وكذا فإن كنت بريئة فسيبرئك الله وإن كنت ألممت بذنب فاستغفري الله\nوتوبي إليه فإن العبد إذا اعترف بالذنب ثم تاب تاب الله عليه قالت فلما قضي\nرسول الله صلى الله عليه وسلم مقالته قلص دمعي حتى ما أحس منه بقطرة فقلت\nلأبي أجب عني رسول الله صلى الله عليه وسلم فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p522'> Vol. 02, p. 522</a>\n            </div>\n             والله ما أدري\nما أقول لرسول الله صلى الله عليه وسلم فقلت لأمي أجيبي عني رسول الله صلى\nالله عليه وسلم فقالت والله ما أدري ما أقول لرسول الله صلى الله عليه وسلم\nفقلت وأنا جارية حديثة السن لا أقرأ كثيرا من القرآن إني والله قد عرفت\nأنكم قد سمعتم بذاك حتى استقر في أنفسكم وصدقتم به وإن قلت لكم إني بريئة\nوالله يعلم أني بريئة لم تصدقوني وإن اعترفت لكم بأمر والله يعلم أني بريئة\nلتصدقوني والله لا أجد مثلي ومثلكم إلا كما قال يعقوب فصبر جميل والله\nالمستعان على ما تصفون ثم تحولت فاضطجعت على فراشي وأنا والله حينئذ أعلم\nأني بريئة وأن الله مبرئي يبرأني ولكن لم أكن أظن ان الله ينزل في شأني\nوحيا يتلى ولشأني كان أحقر في نفسي من أن يتكلم الله في رؤيا يبرئني الله\nبها قالت فوالله ما رام رسول الله صلى الله عليه وسلم في مجلسه ولا خرج من\nالبيت أحد حتى أنزل الله على نبيه صلى الله عليه وسلم فأخذه ما كان يأخذه\nمن البرحاء عند الوحي من ثقل القول الذي أنزل عليه فلما سري عن رسول الله\nصلى الله عليه وسلم كان أول كلمة تكلم بها أن قال أما الله فقد برأك فقالت\nأمي قومي إليه فقلت والله لا أقوم إليه ولا أحمد إلا الله الذي هو أنزل\nبرأتي فأنزل الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p523'> Vol. 02, p. 523</a>\n            </div>\n             <span class='quran'>إن الذين جاؤوا بالإفك عصبة منكم </span>إلى عشر آيات قالت فأنزل الله عز وجل هذه الآيات في برأتي وكان أبو بكر\nينفق على مسطح لقرابته منه وفقره فقال والله لا أنفق عليه أبدا بعد <span id='ms189'></span> الذي\nقال لعائشة ما قال فأنزل الله عز وجل ولا يأتل أولو الفضل منكم والسعة تلا\nإلى قوله ألا تحبون أن يغفر الله لكم فقال أبو بكر والله إني لأحب أن يغفر\nالله لي ورجع إلى مسطح بالنفقة التي كان ينفق عليه فقال والله لا أنزعها\nمنه أبدا قالت وكان رسول الله صلى الله عليه وسلم سأل زينب بنت جحش عن أمري\nما علمت أو ما رأيت فقالت أحمي سمعي وبصري ما علمت إلا خيرا قالت وهي التي\nكانت تساميني من أزواج رسول الله صلى الله عليه وسلم فعصمها الله بالورع\nوطفقت أختها حمنة بنت جحش تحارب لها فهلكت فيمن هلكت قال الزهري فهذا ما\nانتهى إلينا من أمر هؤلاء الرهط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p524'> Vol. 02, p. 524</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( ما يروى عن عبد الله بن عامر ويحيى بن عبد الرحمن بن حاطب ونافع\nومشيخة أهل المدينة عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم\nوسلم )\n</p>\n\n<p>\n1105 أخبرنا عبد الوهاب الثقفي قال سمعت يحيى بن سعيد يقول سمعت عبد الله\nبن عامر بن ربيعة يقول قالت عائشة * أرق رسول الله صلى الله عليه وسلم ذات\nليلة فقال ليت رجلا من أصحابي يحرسني الليلة إذ سمعنا صوت السلاح فقال من\nذا قال سعد أنا أي رسول الله جئت أحرسك قال فنام رسول الله صلى الله عليه\nوسلم حتى سمعت غطيطه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p525'> Vol. 02, p. 525</a>\n            </div>\n            \n</p>\n\n<p>\n1106 أخبرنا عبدة بن سليمان نا محمد بن عمرو عن يحيى بن عبد الرحمن بن\nحاطب عن عائشة قالت * خرجنا مع رسول الله صلى الله عليه وسلم على أنواع\nثلاثة فمنا من أهل بالحج والعمرة معا ومنا من أهل بالحج مفردا ومنا من أهل\nبالعمرة مفردة فأما من أهل بالحج والعمرة معا فلم يحل من شيء حرم عليه حتى\nيقضي مناسك الحج ومن أهل بالعمرة فطاف بالبيت وبين الصفا والمروة حل مما\nكان حرم عليه حتى يستقبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p526'> Vol. 02, p. 526</a>\n            </div>\n            \n</p>\n\n<p>\n1107 أخبرنا الفضل بن موسى عن محمد بن عمرو * بهذا الإسناد ونحوه وقال\nحتى يستقبل الحج\n</p>\n\n<p>\n1108 أخبرنا سفيان حدثني جامع بن أبي راشد <span id='ms190'></span> عن منذر الثوري عن الحسن بن\nمحمد عن عائشة عن رسول الله صلى الله عليه وسلم قال * إذا ظهر السوء في\nالأرض أنزل الله بأهل الأرض بأسه وقالت عائشة فقلت يا رسول الله وفيهم أهل\nطاعة الله قال نعم ثم يصيرون إلى رحمة الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p527'> Vol. 02, p. 527</a>\n            </div>\n            \n</p>\n\n<p>\n1109 أخبرنا وكيع نا سفيان عن قيس بن مسلم عن الحسن بن محمد عن عائشة\nقالت * أتى رسول الله صلى الله عليه وسلم بوشيقة وهو محرم فلم يأكله\n</p>\n\n<p>\n1110 أخبرنا عبد الرزاق * بهذا الإسناد مثله وقال وشيقة ظبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p528'> Vol. 02, p. 528</a>\n            </div>\n            \n</p>\n\n<p>\n1111 أخبرنا يحيى بن آدم نا القاسم بن الفضل عن محمد بن علي السلمي قال\nكانت عائشة تدان فقيل لها فقالت سمعت رسول الله صلى الله عليه وسلم يقول *\nما من عبد يدان دينا له نية في أدائه إلا كان له من الله عون فأنا ألتمس\nذلك العون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p529'> Vol. 02, p. 529</a>\n            </div>\n            \n</p>\n\n<p>\n1112 أخبرنا الملائي * بهذا الإسناد مثله وقال فقيل لها مالك وللدين\n</p>\n\n<p>\n1113 أخبرنا محمد بن بكر أنا بن جريح أخبرني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p530'> Vol. 02, p. 530</a>\n            </div>\n             عبد الله بن عبد\nالرحمن بن أبي أمية أن نافعا مولى بن عمر أخبره أن عائشة أخبرته عن رسول\nالله صلى الله عليه وسلم قال * اقتلوا الوزغ فإنه كان ينفخ على إبراهيم\nعليه السلام النار قال وكانت عائشة تقتلهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p531'> Vol. 02, p. 531</a>\n            </div>\n            \n</p>\n\n<p>\n1114 أخبرنا وهب بن جرير نا شعبة عن سعد بن إبراهيم عن نافع عن عائشة أم\nالمؤمنين عن رسول الله صلى الله عليه وسلم قال * إن للقبر لضغطة لو نجا\nمنها أحد لنجا منها سعد بن معاذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p532'> Vol. 02, p. 532</a>\n            </div>\n            \n</p>\n\n<p>\n1115 أخبرنا أبو عامر العقدي نا زهير وهو بن محمد العنبري عن عبد الله بن\nأبي بكر عن عائشة * أن رسول الله صلى الله عليه وسلم كان يخرج إلى البقيع\nفسألته عائشة عن ذلك فقال إني أمرت أن أدعو لهم\n</p>\n\n<p>\n1116 أخبرنا عيسى بن يونس نا محمد بن إسحاق عن عبد الله بن محمد بن أبي\nعتيق عن عائشة عن رسول الله صلى الله عليه وسلم قال * السواك مطهرة للفم\nومرضاة للرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p533'> Vol. 02, p. 533</a>\n            </div>\n            \n</p>\n\n<p>\n1117 أخبرنا أبو عامر نا سليمان وهو بن بلال عن شريك <span id='ms191'></span> بن عبد الله بن أبي\nنمير عن بن أبي عتيق عن عائشة عن رسول الله صلى الله عليه وسلم قال * في\nعجوة العالية شفاء أو ترياق أول البكرة على الريق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p534'> Vol. 02, p. 534</a>\n            </div>\n            \n</p>\n\n<p>\n1118 أخبرنا عثمان بن عمر نا بن أبي ذئب عن عمران بن بشير أو بشر عن سالم\nسبلان أن عائشة قالت لعبد الرحمن بن أبي بكر وأساء الوضوء فقالت إني سمعت\nرسول الله صلى الله عليه وسلم يقول * ويل للأعقاب من النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p535'> Vol. 02, p. 535</a>\n            </div>\n            \n</p>\n\n<p>\n1119 أخبرنا الملائي نا جعفر بن برقان عن عبد الله المديني عن عائشة عن\nرسول الله صلى الله عليه وسلم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p536'> Vol. 02, p. 536</a>\n            </div>\n             * اللهم من رفق بأمتي فأرفق\nبه ومن شق على أمتي فشق عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p537'> Vol. 02, p. 537</a>\n            </div>\n            \n</p>\n\n<p>\n1120 أخبرنا أبو عامر العقدي نا سعيد بن مسلم بن بانك قال سمعت عامر بن\nعبد الله بن الزبير يقول حدثني عوف بن الحارث بن الطفيل أن عائشة أم\nالمؤمنين أخبرته أن رسول الله صلى الله عليه وسلم قال لها * يا عائشة إياك\nومحقرات الذنوب فإن لها من الله طالبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p538'> Vol. 02, p. 538</a>\n            </div>\n            \n</p>\n\n<p>\n1121 أخبرنا عبد الرزاق عن معمر عن الزهري عن سالم عن أبيه قال * إذا رمى\nوذبح وحلق فقد حل له كل شيء إلا النساء والطيب قال سالم وكانت عائشة تقول\nفقد حل له كل شيء إلا النساء وتقول أنا طيبت رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p539'> Vol. 02, p. 539</a>\n            </div>\n            \n</p>\n\n<p>\n1122 أخبرنا عبد الصمد بن عبد الوارث نا حماد بن سلمة عن سهيل بن أبي\nصالح عن أبيه عن عائشة عن رسول الله صلى الله عليه وسلم قال * ما حسدكم\nاليهود على شيء كما حسدوكم على السلام والتأمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p540'> Vol. 02, p. 540</a>\n            </div>\n            \n</p>\n\n<p>\n1123 أخبرنا موسى القاري نا زائدة عن أبي حصين عن أبي صالح السمان عن\nعائشة * أن رسول الله صلى الله عليه وسلم صلى في ثوب واحد وبعضه علي\n</p>\n\n<p>\n1124 أخبرنا المقري نا حيوة وهو بن شريح حدثني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p541'> Vol. 02, p. 541</a>\n            </div>\n             نافع بن\nسليمان أن محمد بن أبي صالح حدثه عن أبيه أنه سمع عائشة زوج النبي صلى الله\nعليه وسلم تقول قال رسول الله صلى الله عليه وسلم * الإمام ضامن والمؤذن <span id='ms192'></span>\nمؤتمن عفا الله عن الإمام وأرشد المؤذن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p542'> Vol. 02, p. 542</a>\n            </div>\n            \n</p>\n\n<p>\n1125 أخبرنا عثمان بن عمر نا بن أبي ذئب عن محمد بن عمرو بن عطاء عن\nذكوان عن عائشة * أن رسول الله صلى الله عليه وسلم دخل عليها بأسير فلهت\nعنه مع نسوة كن معها حتى خرج الأسير فدخل رسول الله صلى الله عليه وسلم\nفأخبرته فقال ما لها قطع الله يدها فلم يلبث المسلمون أن خرجوا حتى جاءوا\nبه فدخل رسول الله صلى الله عليه وسلم وعائشة تقلب يدها فقال ما لها أوجنت\nفقالت يا رسول الله دعوت الله أن يقطع يدي فأنا أنظر لم تقطع قالت فرفع\nرسول الله صلى الله عليه وسلم يديه إلى السماء مدا فقال اللهم إنما أنا بشر\nأسف وأغضب كما يغضب البشر فأيما مؤمن أو مؤمنة دعوت الله فاجعلها له زكاة\nوطهورا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p543'> Vol. 02, p. 543</a>\n            </div>\n            \n</p>\n\n<p>\n1126 أخبرنا محمد بن بشر العبدي نا محمد بن عمرو حدثني أبي عن علقمة بن\nوقاص الليثي عن عائشة قالت * خرجت يوم الخندق أقفو أثر الناس فوالله إني\nلأمشي إذا سمعت وئيد الأرض يعني حس الأرض فالتفت فإذا أنا بسعد بن معاذ\nفجلست إلى الأرض ومعه بن أخيه الحارث بن أوس قد شهد بدرا مع رسول الله صلى\nالله عليه وسلم حدثنا بذلك محمد بن عمرو يحمل مجنة وعلى سعد درع قد خرج\nأطرافه منها قالت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p544'> Vol. 02, p. 544</a>\n            </div>\n             وكان من أعظم الناس وأطوله قالت فأنا أتخوف\nعلى أطرافه قالت فمر بي وهو يرتجز ويقول % لبث قليلا يدرك الهيجاء حمل % ما\nأحسن الموت إذا حان الأجل قالت فلما جاوزني اقتحمت حديقة فيها المسلمون\nوفيهم عمر بن الخطاب فقال عمر إنك لجريئة أما تخافين أن يدركك بلاء قالت\nفما زال يلومني حتى وددت لو أن الأرض لتنشق فأدخل فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p545'> Vol. 02, p. 545</a>\n            </div>\n             فكشف\nالرجل السبغة عن وجهه فإذا هو طلحة بن عبيد الله فقال إنك قد أكثرت أين\nالفرار وأين وأين إلا إلى الله قالت فرمي سعد بن معاذ يومئذ رماه رجل يقال\nله بن العرقة فقال خذها وأنا بن العرقة فقال سعد <span id='ms193'></span> عرق الله وجهك في النار\nفقطع أكحله يومئذ قال محمد بن عمرو وزعموا أنه لا يقطع من أحد إلا لن يزال\nينبض دما حتى يموت قال وجعل سعد يقول اللهم لا تمتني حتى تقر عيني من بني\nقريظة وكانوا حلفاءه ومواليه في الجاهلية وكانوا ظاهروا المشركين على رسول\nالله صلى الله عليه وسلم ورد الله الذين كفروا بغيظهم لم ينالوا خيرا الآية\nفرجع رسول الله صلى الله عليه وسلم فضرب قبة على سعد في المسجد فوضع\nالمسلمون السلاح ووضع سلاحه فجاءه جبريل فقال يا محمد وضعت سلاحك ولم تضع\nالملائكة أسلحتهم بعد أخرج فقاتلهم فأمر رسول الله صلى الله عليه وسلم\nبلامته يعني الدرع فلبسها ثم خرج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p546'> Vol. 02, p. 546</a>\n            </div>\n             وخرج المسلمون معه فمر ببني\nغنم فقال من مر بكم فقالوا دحية الكلبي وكان وجهه يشبه وجه جبريل ولحيته\nفخرج رسول الله صلى الله عليه وسلم حتى نزل عليهم وسعد في القبة التي ضرب\nرسول الله صلى الله عليه وسلم فحاصروهم شهرا أو خمسا وعشرين ليلة فاشتد\nعليهم الحصار فقيل لهم انزلوا على حكم رسول الله صلى الله عليه وسلم فأشار\nأبو لبابة بن عبد المنذر إلى حلقه أنه الذبح فقالوا يا رسول الله ننزل على\nحكم سعد بن معاذ قال فأنزلوا فنزلوا فبعث إليه رسول الله صلى الله عليه\nوسلم فأتى بحمار بإكاف من ليف فحمل عليه قالت عائشة فوالله لقد برأ كلمه\nحتى ما يرى منه إلا مثل أثر الشيء اليسير قال أبو سعيد الخدري فلما طلع على\nرسول الله صلى الله عليه وسلم قال قوموا إلى سيدكم أو إلى خيركم فأنزلوه\nفقال له رسول الله صلى الله عليه وسلم أحكم فيهم قال إني أحكم فيهم أن تقتل\nمقاتلتهم وتسبى ذراريهم وأن تقسم أموالهم فقال رسول الله صلى الله عليه\nوسلم لقد حكمت فيهم بحكم الله وحكم رسوله قال فقال سعد وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p547'> Vol. 02, p. 547</a>\n            </div>\n            \nيدعو اللهم إنك قد علمت أنه لم يكن قوم أحب إلى أن أقاتل أو أجاهد من قوم\nكذبوا رسلك <span id='ms194'></span> فإن كنت أبقيت من حرب قريش على رسولك شيئا فأبقني فيهم وإن كنت\nقطعت الحرب فيما بينه وبينهم فاقبضني إليك فانفجر كلمه فرده رسول الله صلى\nالله عليه وسلم إلى القبة التي ضرب عليه في المسجد قالت عائشة فحضره رسول\nالله صلى الله عليه وسلم وأبو بكر وعمر وإني لأعرف بكاء أبي بكر من بكاء\nعمر وأني لفي حجرتي فكانوا كما قال الله رحماء بينهم قال علقمة كيف كان\nرسول الله صلى الله عليه وسلم يصنع قالت كانت عيناه لا تدمعان على أحد\nولكنه كان إذا وجد فإنما هو تعني الجزع قال فحدثني عاصم بن عمر أن رسول\nالله صلى الله عليه وسلم حين أمسى قال أتاني جبريل أو قال ملك فقال يا محمد\nمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p548'> Vol. 02, p. 548</a>\n            </div>\n             مات من أمتك اليوم فقد استبشر بموته أهل السماء فقال لا\nأعلمه إلا سعد بن معاذ فقد أمسى دنقا ما فعل سعد فقالوا قبض يا رسول الله\nوجاءه قومه فاحتملوه إلى دارهم قالت فصلى رسول الله صلى الله عليه وسلم\nالصبح فخرج وخرج الناس فبت مشيا حتى أنه لينقطع شسوع نعالهم وسقطت أرديتهم\nمن عواتقهم قالوا يا رسول الله لقد بتت في المشي فقال أخشى أن تسبقنا\nالملائكة كما سبقتنا إلى حنظلة فحضره رسول الله صلى الله عليه وسلم يومئذ\nوهو يغسل قال فحدث الأشعث بن إسحاق عن سعد بن أبي وقاص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p549'> Vol. 02, p. 549</a>\n            </div>\n             قال قبض\nرسول الله صلى الله عليه وسلم ركبتيه يومئذ فدخل ملك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p550'> Vol. 02, p. 550</a>\n            </div>\n             فلم يجد\nمجلسا فأوسعت له وأمه تبكيه وهي تقول ويح أم سعد سعد براعة وجدا بعد أياد\nله ومجدا مقدما سد به مسدا فقال رسول الله صلى الله عليه وسلم كل البواكي\nتكذب إلا أم سعد فقال قائل من المنافقين ما رأينا كاليوم ما حملنا نعشا أخف\nمنه قط فقال رسول الله صلى الله عليه وسلم لقد نزل سبعون ألف ملك شهدوا سعد\nبن معاذ ما وطئوا الأرض قبل ذلك اليوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p551'> Vol. 02, p. 551</a>\n            </div>\n            \n</p>\n\n<p>\n1127 قال فحدثني محمد بن المنكدر عن محمود بن شرحبيل قال <span id='ms195'></span> * اقتبض يومئذ\nإنسان قبضة من تراب ففتحها فإذا هي مسك قال رسول الله صلى الله عليه وسلم\nسبحان الله سبحان الله حتى عرف ذلك في وجهه ثم قال الحمد لله لو نجا أحد من\nضمة القبر لنجا منها سعد بن معاذ ولقد ضم ضمة ثم فرج الله عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p552'> Vol. 02, p. 552</a>\n            </div>\n            \n</p>\n\n<p>\n1128 أخبرنا بقية بن الوليد حدثني الحكم بن عبد الله عن الزهري عن سعيد\nبن المسيب عن عائشة قالت قال رسول الله صلى الله عليه وسلم * إذا أتى على\nيوم لا أزداد فيه علما فلا بورك لي في طلوع الشمس ذلك اليوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p553'> Vol. 02, p. 553</a>\n            </div>\n            \n</p>\n\n<p>\n1129 أخبرنا وكيع نا العمري عن نافع عن بن عمر عن عبد الرحمن بن القاسم\nعن أبيه عن عائشة * أن رسول الله صلى الله عليه وسلم لحد له لحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p554'> Vol. 02, p. 554</a>\n            </div>\n            \n</p>\n\n<p>\n1130 أخبرنا بشر بن عمر الزهراني نا مالك بن أنس عن سعيد بن أبي سعيد\nالمقبري عن أبي سلمة بن عبد الرحمن قال * سألت عائشة كيف كان صلاة رسول\nالله صلى الله عليه وسلم في رمضان فقالت كان لا يزيد في رمضان ولا في غيره\nعلى إحدى عشرة ركعة يصلي أربعا لا تسئل عن حسنهن وطولهن ثم يصلي أربعا لا\nتسئل عن حسنهن وطولهن ثم يصلي ثلاثا قالت فقلت يا رسول الله أتنام قبل أن\nتوتر قال إن عيني تنامان ولا ينام قلبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p555'> Vol. 02, p. 555</a>\n            </div>\n            \n</p>\n\n<p>\n1131 وأخبرنا محمد بن بشر العبدي نا محمد بن عمرو نا يحيى بن عبد الرحمن\nبن حاطب عن علقمة بن وقاض وغيره أيضا حدثني أن عائشة خرجت تريد المذهب\nومعها أم مسطح وكان مسطح بن أثاثة ممن قال ما قال قال وكان رسول الله صلى\nالله عليه وسلم خطب قبل ذلك الناس فقال * كيف ترون في رجل يؤذيني في أهلي\nويجمع الناس في بيته فقام سعد بن معاذ فقال يا رسول الله إن كان منا معشر\nالأوس جلدنا رأسه وإن كان من الخزرج أمرتنا فيه بأمرك فأطعنا فقال سعد بن\nعبادة يا بن معاذ والله ما بك نصرة رسول الله صلى الله <span id='ms196'></span> عليه وسلم ولكنها\nكانت إحن وضغائن في الجاهلية لم تحلل لنا من صدوركم فقال بن معاذ الله أعلم\nبما أردت فقام أسيد بن حضير فقال يا بن عبادة إن سعدا ليس لك بنديد ولكنك\nتجادل عن المنافقين وتدفع عنهم قالت وكثر اللغط من الحيين في المسجد ورسول\nالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p556'> Vol. 02, p. 556</a>\n            </div>\n             صلى الله عليه وسلم جالس على المنبر فلم يزل يوميء بيده\nإلى الناس هاهنا وها هنا حتى هدأ الصوت قالت عائشة وكان الذي تولى كبره\nمنهم الذي يجمع الناس في بيته عبد الله بن أبي بن سلول قالت فخرجت إلى\nالمذهب ومعي أم مسطح فعثرت العجوز فقالت تعس مسطح فقلت غفر الله لك أتقولين\nهذا لابنك ولصاحب رسول الله صلى الله عليه وسلم فقالت أو ما شعرت بالذي كان\nقالت فذهب الذي خرجت له حتى ما أجد شيئا ورجعت على أبوي أبو بكر وأم رومان\nفقلت أما اتقيتما الله في ووصلتما رحمي قد قال رسول الله صلى الله عليه\nوسلم الذي قال وتحدث الناس بما تحدثوا فقالت أمي أي بنية لقل رجل أحب\nامرأته قط إلا قالوا لها نحو الذي قالوا لك فقالت أي بنية ارجعي إلى بيتك\nحتى يأتيك فيه فرجعت وارتكبني صالب من الحمى فجاء أبواي فدخلا علي وجاء\nرسول الله صلى الله عليه وسلم حتى جلس على السرير تجاهي يعني مستقبلها فقال\nأي بنية إن كنت صنعت فاستغفري الله وتوبي إليه وإن كنت بريئة مما يقول\nالناس فأخبري رسول الله صلى الله عليه وسلم بعذرك فقالت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p557'> Vol. 02, p. 557</a>\n            </div>\n             ما أجد\nمثلي ومثلكم إلا كأبي يوسف فصبر جميل والله المستعان على ما تصفون والتمست\nاسم يعقوب فما أقدر عليه وشخص رسول الله صلى الله عليه وسلم بصره إلى البيت\nوكان إذا أنزل عليه يأخذه ما كان يأخذه يعني من الشدة وقد قال الله عز وجل\nإنا سنلقي عليك قولا ثقيلا قالت فوالله الذي هو أكرمه وأنزل عليه الكتاب ما\nزال يضحك حتى إني لأنظر إلى نواجزه سرورا فمحا عن عائشة وجهه وقال <span id='ms197'></span> يا عائشة\nأبشري فإن الله قد أنزل عذرك قالت فقلت بحمد الله لا بحمدك وحمد أصحابك قال\nالله عز وجل <span class='quran'>إن الذين جاؤوا بالإفك عصبة منكم لا تحسبوه شرا لكم بل هو\nخير لكم </span>فقرأه إلى قوله <span class='quran'>ولا يأتل أولوا الفضل منكم والسعة أن\nيؤتوا أولي القربى </span>إلى قوله <span class='quran'>والله غفور رحيم </span>وكان أبو بكر\nحلف أن لا ينفع مسطحا بنافعة أبدا وكان بينهما رحم فلما نزلت ولا يأتل\nأولوا الفضل منكم والسعة حتى بلغ <span class='quran'>ألا تحبون أن يغفر الله لكم والله\nغفور رحيم </span>قال أبو بكر بلى أي رب فعاد إلى مسطح بالذي كان يفعل وقرأ\nإن الذين يرمون المحصنات الغافلات المؤمنات تلا إلى قوله أولئك مبرؤن مما\nيقولون لهم مغفرة ورزق كريم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p558'> Vol. 02, p. 558</a>\n            </div>\n             قالت عائشة والله ما كنت أرجو أن\nينزل في كتاب ولا أطمع فيه ولكني كنت أرجو أن يرى رسول الله صلى الله عليه\nوسلم رؤيا فيذهب ما في نفسه وقد سأل الجارية الحبشية فقالت والله لعائشة\nأطيب من طيب الذهب ولكنها ترقد حتى تدخل الشاة فتأكل عجينها والله لئن كان\nما يقول الناس حقا ليخبرنك الله فعجب الناس من فقهها\n</p>\n\n<p>\n1132 أخبرنا يحيى بن آدم نا بن أبي زائدة وهو يحيى بن زكريا عن محمد بن\nعمرو عن يحيى بن عبد الرحمن بن حاطب عن علقمة بن وقاص وغيره عن عائشة قالت\n* لما قال أهل الإفك ما قالوا دخل علي رسول الله صلى الله عليه وسلم فأنزل\nالله عز وجل إن الذين جاءوا بالإفك عصبة منكم هؤلاء الآيات فكان الذي تولى\nكبره الذي يجمعهم في بيته عبد الله بن أبي بن سلول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p559'> Vol. 02, p. 559</a>\n            </div>\n            \n</p>\n\n<p>\n1133 أخبرنا يحيى بن آدم نا بن أبي زائدة عن محمد بن عمرو عن يحيى بن عبد\nالرحمن بن حاطب عن علقمة بن وقاص وغيره عن عائشة قالت * كان بين أبي بكر\nومسطح رضي الله عنهما قرابة فلما كان من أمر عائشة ما كان حلف أبو بكر أن\nلا ينفع مسطحا بمنفعة أبدا فأنزل الله عز <span id='ms198'></span> وجل <span class='quran'>ولا يأتل أولوا الفضل\nمنكم والسعة أن يؤتوا أولي القربى </span>إلى قوله <span class='quran'>والله غفور رحيم </span>فقال أبو بكر رضي الله عنه بلى يا رب وعاد إلى مسطح بالنفقة وقرأ إن الذين\nيرمون المحصنات الغافلات المؤمنات إلى آخر الآية\n</p>\n\n<p>\n1134 أخبرنا أبو معاوية نا عمرو بن ميمون عن سليمان بن يسار عن عائشة\nقالت * كان رسول الله صلى الله عليه وسلم يغسل المني من ثوبه ثم يخرج إلى\nالصلاة في ذلك الثوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p560'> Vol. 02, p. 560</a>\n            </div>\n            \n</p>\n\n<p>\n1135 أخبرنا عبدة بن سليمان نا محمد بن عمرو عن يحيى بن عبد الرحمن بن\nحاطب عن عائشة قالت قالت تعني سودة * بنى بي رسول الله صلى الله عليه وسلم\nوما ذبح علي شاة ولا جزورا حتى بعث إلينا سعد بن عبادة بحفنة وكان يبعث بها\nإلينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p561'> Vol. 02, p. 561</a>\n            </div>\n            \n</p>\n\n<p>\n1136 أخبرنا عبد العزيز بن محمد حدثني علقمة بن أبي علقمة عن أمه عن\nعائشة قالت * كنت أحب أن أدخل البيت فأصلي فيه فأخذ رسول الله صلى الله\nعليه وسلم بيدي فأدخلني الحجر فقال إذا أردت دخول البيت فصلي هاهنا فإنما\nهو قطعة من البيت ولكن قومك اقتصروا حيث بنوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p562'> Vol. 02, p. 562</a>\n            </div>\n            \n</p>\n\n<p>\n1137 أخبرنا وهب بن جرير بن حازم نا أبي قال سمعت محمد بن إسحاق يقول\nحدثني الزهري عن عبيد الله عبد الله بن عتبة عن عائشة قالت كنت أسمع كثيرا\nرسول الله صلى الله عليه وسلم يقول * أن الله عز وجل لا يقبض نبيا حتى\nيخيره فلما حضر رسول الله صلى الله عليه وسلم فكانت آخر كلمة سمعتها من\nرسول الله صلى الله عليه وسلم قول بل الرفيق الأعلى من الجنة فقلت إذا\nوالله لا يختارنا وعرفنا أنه الذي كان يقول إن الله عز وجل لا يقبض نبيا\nحتى يخيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p563'> Vol. 02, p. 563</a>\n            </div>\n            \n</p>\n\n<p>\n1138 أخبرنا وكيع نا طلحة بن يحيى عن عبيد الله بن عبد الله عن عائشة\nقالت * كان رسول الله صلى الله عليه وسلم يصلي بالليل وأنا إلى جنبه وأنا\nحائض وعلي مرط بعضه على رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n1139 أخبرنا عثمان بن عمر نا بن <span id='ms199'></span> أبي ذئب عن الزهري عن يحيى بن سعيد بن\nالعاص عن أبيه عن عائشة * أن أبا بكر استأذن على رسول الله صلى الله عليه\nوسلم وهو لابس مرطا لأم المؤمنين فأذن له رسول الله صلى الله عليه وسلم وهو\nعلى ذلك الحال فقضى إليه حاجته ثم استأذن عمر على تلك الحال فأذن له فقضى\nإليه حاجته ثم استأذن عثمان فجلس رسول الله صلى الله عليه وسلم وقال لها\nاجمعي عليك ثيابك فأذن له فقضى إليه حاجته قالت عائشة فقلت يا رسول الله\nمالك لم تفعل بأبي بكر وعمر رضي الله عنهما ما فعلت بعثمان رضي الله عنه\nفقال يا عائشة إن عثمان رجل حيي ولو دخل على تلك الحال لخشيت أن لا يبلغ\nحاجته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p564'> Vol. 02, p. 564</a>\n            </div>\n            \n</p>\n\n<p>\n1140 أخبرنا عبد الرزاق نا معمر عن الزهري عن يحيى بن سعيد بن العاص عن\nعائشة قالت * استأذن أبو بكر على رسول الله صلى الله عليه وسلم وأنا معه في\nمرط واحد فأذن فقضى إليه حاجته وهو معها في المرط ثم خرج ثم استأذن عليه\nعمر فأذن له فقضى حاجته على تلك الحال ثم خرج ثم استأذن عليه عثمان فأصبح\nعليه ثيابه وجلس فقضى إليه حاجته ثم خرج قالت عائشة فقلت له يا رسول الله\nاستأذن عليك أبو بكر فقضى إليك حاجته على حالك تلك ثم استأذن عليك عمر فقضى\nإليك حاجته على حالك تلك ثم استأذن عليك عثمان فكأنك احتفظت فقال إن عثمان\nرجل حيي وإني لو أذنت له على تلك الحال خشيت أن لا يقضي منه حاجته فقال\nالزهري وليس كما يقول الكذابون ألا أستحي من رجل تستحي منه الملائكة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p565'> Vol. 02, p. 565</a>\n            </div>\n            \n</p>\n\n<p>\n1141 أخبرنا جرير عن محمد بن إسحاق عن محمد بن عبد الرحمن عن أمه عمرة عن\nعائشة قالت * نهى رسول الله صلى الله عليه وسلم أن يمنع نقع البئر قالت\nيعني فضل الماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p566'> Vol. 02, p. 566</a>\n            </div>\n            \n</p>\n\n<p>\n1142 أخبرنا أبو عامر العقدي حدثني أبو بكر بن نافع عن أبي بكر بن عمرو\nبن حزم قال قالت عمرة قالت عائشة قال رسول <span id='ms200'></span> الله صلى الله عليه وسلم *\nأقيلوا ذوي الهيئات زلاتهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p567'> Vol. 02, p. 567</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p568'> Vol. 02, p. 568</a>\n            </div>\n            \n</p>\n\n<p>\n1143 أخبرنا جرير عن ليث بن أبي سليم عن نافع عن القاسم بن محمد عن عائشة\nعن رسول الله صلى الله عليه وسلم قال * اقتلوا الحيات كلها إلا الجان\nاقتلوا الأبتر وذا الطغرة على ظهره فإنهن يقتلن الصبيان في بطون أمهاتهم\nويعشين الأبصار ومن لم يقتلهن فليس مني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p569'> Vol. 02, p. 569</a>\n            </div>\n            \n</p>\n\n<p>\n1144 أخبرنا أبو أسامة نا مسعر عن عبد الكريم عن الحسن بن محمد قال * قول\nالنبي صلى الله عليه وسلم ليس منا ليس مثلنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p570'> Vol. 02, p. 570</a>\n            </div>\n            \n</p>\n\n<p>\n1145 أخبرنا بقية بن الوليد حدثني الأوزاعي حدثني يحيى بن أبي كثير حدثني\nأبو سلمة بن عبد الرحمن حدثتني عائشة زوج النبي صلى الله عليه وسلم * أن\nرسول الله صلى الله عليه وسلم كان يصلي ركعتين خفيفتين بين الأذان والإقامة\n</p>\n\n<p>\n1146 أخبرنا وكيع نا علي بن المبارك عن يحيى بن أبي كثير عن أبي سلمة عن\nعائشة * أن رسول الله صلى الله عليه وسلم كان يصلي ركعتين بين النداء\nوالإقامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p571'> Vol. 02, p. 571</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( زيادات عروة بن الزبير عن عائشة رضي الله عنها )\n</p>\n\n<p>\n1147 أخبرنا حاتم بن وردان نا برد بن سنان أبو العلاء عن الزهري عن عروة\nعن عائشة قالت * استفتحت الباب ورسول الله صلى الله عليه وسلم يصلي تطوعا\nوالباب على القبلة فمشى عن يمينه أو عن يساره ففتح الباب ثم رجع إلى مصلاه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p572'> Vol. 02, p. 572</a>\n            </div>\n            \n</p>\n\n<p>\n1148 أخبرنا وهب بن جرير بن حازم نا أبي قال سمعت محمد بن إسحاق يقول\nحدثني يزيد بن رومان عن عروة بن الزبير عن عائشة قالت * أمر رسول الله صلى\nالله عليه وسلم بقتلى بدر فسحبوا إلى القليب فطرحوا فيه ثم وقف عليهم فقال\nيا أهل القليب هل وجدتم ما وعدني بكم ربي حقا فقيل يا رسول الله تكلم قوما\nقد ماتوا فقال لقد علموا أن ما وعدتهم كان حقا فأما أبو حذيفة بن عتبة لما\nرأى أباه يسحب إلى القليب عرف النبي صلى الله عليه وسلم الكراهية في وجهه\nفقال يا أبا حذيفة كأنك كرهت ما ترى فقال يا رسول الله إنه <span id='ms201'></span> والله ما كان\nبشك في الله ولا رسوله ولكن أبي كان رجلا سيدا حليما ذا رأي فكنت أرجو أن\nيهديه رأيه إلى الإسلام فلما فات ذلك منه ووقع فيما وقع فيه أحزتني ذلك\nفدعا رسول الله صلى الله عليه وسلم لأبي حذيفة بخير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p573'> Vol. 02, p. 573</a>\n            </div>\n            \n</p>\n\n<p>\n1149 أخبرنا وهب بن جرير نا أبي قال سمعت محمد بن إسحاق يقول حدثني\nالزهري أن عروة حدثه قال قالت عائشة لي * أتدري قول النجاشي ما أخذ الله\nمني رشوة على ديني فقلت لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p574'> Vol. 02, p. 574</a>\n            </div>\n             قال كان بن ملك قومه لم يكن له ولد\nغيره وكان له أخ له اثنا عشر ذكرا فقالت الحبشة هذا بيت مملكتكم وإنما\nلملككم ولد واحد فنخشى أن يهلك فتختلف الحبشة بعده حتى تفنى فهل لكم أن\nنقتله ونملك أخاه فأجمعوا على ذلك فعدوا عليه فقتلوه وملكوا أخاه وكان\nالنجاشي ذا رأي ودهاء ولم يكن عمه يقطع أمرا دونه فلما رأت الحبشة قالوا\nوالله ليستبدن هذا الغلام أمركم ولئن فعل لا يبقى منكم شريف إلا ضرب عنقه\nفإنه قد عرف أنكم أصحاب أبيه الذين قتلوه فقالوا لعمه إنا نرى مكان هذا\nالغلام وطاعتك إياه وإنا قد خفنا على أنفسنا فإما أن تقتله وإما أن تخرجه\nمن بلادنا فقال ويحكم قتلنا أباه بالأمس ونقتله اليوم أما قتله فلست بقاتله\nولكني سوف أخرجه من بلادكم فأمر به فوقف في السوق فاشتراه تاجر من التجار\nبستمائة درهم فدفع إليه بالمال وانطلق بالغلام معهم فلما كانت العشية هاجت\nسحابة من سحاب الخريف فخرج عمه يستمطر تحتها فأصابته صاعقة فقتلته ففزعوا\nإلى بنيه فإذا ليس في أحد منهم خير فقالت الحبشة تعلمن والله أن ملككم\nللغلام الذي بعتم في صدر يومكم ولئن فاتكم ليفسدن أمركم فأدركوه فطلبوه\nفردوه ووضعوا على رأسه التاج فأجلسوه على سرير الملك وبايعوه فلما فعلوا\nذلك قال لهم التاجر ردوا علي مالي أو أسلموا إلى الغلام فقالوا والله لا\nنعطيك شيئا قد عرفت مكان صاحبك فأنت وذاك فقال والله لئن لم تفعلوا لأكلمنه\nفأبوا عليه <span id='ms202'></span> فأقبل يمشي حتى جلس بين يديه فقال أيها الملك ابتعت غلاما\nعلانية غير سر بسوق من الأسواق فأعطيتهم الثمن وسلموا إلي الغلام ثم عدي\nعلي فانتزع غلامي مني وأمسك عني مالي فانظر ماذا ترى فالتفت إلى من حوله\nفقال لتعطينه ماله أو لتسلمن الغلام في يده ليذهبن معه فقالوا نعطيه ماله\nفذاك أول ما عرف من صدقه وعدله وصلابته في الحكم فذلك قوله ما أخذ الله مني\nرشوة حين رد علي ملكي ولا أطاع الناس فأطيعهم فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p575'> Vol. 02, p. 575</a>\n            </div>\n            \n</p>\n\n<p>\n1150 أخبرنا وهب بن جرير نا أبي قال سمعت محمد بن إسحاق يقول حدثني يعقوب\nبن عتبة عن الزهري عن عروة عن عائشة قالت * اضطجع رسول الله صلى الله عليه\nوسلم في حجرتي ذلك اليوم فجعل يثقل علي فنظرت فإذا هو قد شخص بصره إلى\nالسماء وهو يقول بل الرفيق الأعلى من الجنة فعلمت أنه قد خير وأنه مقبوض\nفقبض في ذلك اليوم صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p576'> Vol. 02, p. 576</a>\n            </div>\n            \n</p>\n\n<p>\n1151 أخبرنا وهب بن جرير نا أبي قال سمعت محمد بن إسحاق يقول حدثني محمد\nبن جعفر بن الزبير عن عروة عن عائشة قالت قلنا له * إنا نخشى أن يكون بك\nذات الجنب فقال إنها من الشيطان ولم يكن الله ليسلطه علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p577'> Vol. 02, p. 577</a>\n            </div>\n            \n</p>\n\n<p>\n1152 أخبرنا يحيى بن آدم نا بن المبارك عن معمر عن الزهري عن عروة عن\nعائشة قالت * ما مس يد رسول الله صلى الله عليه وسلم يد امرأة في بيعة قط\n</p>\n\n<p>\n1153 أخبرنا سفيان عن الزهري عن عروة * أن رسول الله صلى الله عليه وسلم\nلم يكن يصافح النساء في البيعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p578'> Vol. 02, p. 578</a>\n            </div>\n            \n</p>\n\n<p>\n1154 أخبرنا يعلى بن عبيد نا يحيى بن سعيد عن عمرة عن عائشة قالت * كان\nرسول الله صلى الله عليه وسلم إذا أراد أن يعتكف صلى الصبح ثم دخل المكان\nالذي يريد أن يعتكف فيه فاعتكفا العشر الأواخر فأمر فضرب له خبائه فأمرت\nعائشة فضرب لها خبائها وأمرت حفصة فضرب لها خباءها فلما رأت زينب خباءيهما\nأمرت بخبائها فضرب لها فلما رأى رسول الله صلى الله عليه وسلم <span id='ms203'></span> ذلك قال آلبر\nتردن فلم يعتكف العشر من رمضان فاعتكف عشر من شوال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p579'> Vol. 02, p. 579</a>\n            </div>\n            \n</p>\n\n<p>\n1155 أخبرنا إسماعيل بن إبراهيم نا الوليد بن أبي هشام عن أبي بكر بن\nمحمد بن عمرو بن حزم عن عمرة عن عائشة قالت * كان رسول الله صلى الله عليه\nوسلم يقرأ وهو قاعد فإذا أراد أن يركع قام قدر ما يقرأ الإنسان أربعين آية\n</p>\n\n<p>\n1156 أخبرنا جرير عن يحيى بن سعيد عن محمد بن إبراهيم التيمي عن عائشة\nقالت * فقدت رسول الله صلى الله عليه وسلم ذات ليلة فوجدته وهو ساجد وصدور\nقدميه نحو القبلة فسمعته يقول أعوذ برضاك من سخطك وأعوذ بمعافاتك من عقوبتك\nوأعوذ بك منك لا أحصى ثناء عليك أنت كما أثنيت على نفسك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p580'> Vol. 02, p. 580</a>\n            </div>\n            \n</p>\n\n<p>\n1157 قال إسحاق وذكر بن لهيعة عن عقيل بن خالد عن الزهري عن عروة عن\nعائشة * أن رسول الله صلى الله عليه وسلم كان يكبر في العيد اثنتي عشرة\nتكبيرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p581'> Vol. 02, p. 581</a>\n            </div>\n            \n</p>\n\n<p>\n1158 أخبرنا يحيى بن آدم نا حفص بن غياث عن هشام عن أبيه عن عائشة قالت *\nرخص لوالي اليتيم أن يأكل بقدر قيامه عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p582'> Vol. 02, p. 582</a>\n            </div>\n            \n</p>\n\n<p>\n1159 قال يحيى وقال بن نمير عن عائشة قالت * رخص لوالي اليتيم أن يأكل\nبقدر قيامه عليه\n</p>\n\n<p>\n1160 قال يحيى وقال بن نمير عن هشام بن عروة عن أبيه عن عائشة * في قوله\nتعالى فليأكل بالمعروف قالت أنزلت في ولي اليتيم يتناول من ماله بقدر قيامه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p583'> Vol. 02, p. 583</a>\n            </div>\n            \n</p>\n\n<p>\n1161 أخبرنا يحيى بن آدم نا بن إدريس عن محمد بن إسحاق قال بلغني عن عروة\nبن الزبير أنه قال أخبرتني عائشة قالت * بينا نحن في بيتنا إذا نحن برسول\nالله صلى الله عليه وسلم حتى قام قائم الظهيرة ولم يكن رسول الله صلى الله\nعليه وسلم يخطئه أن يأتي بيت أبي بكر رضي الله عنه أول النهار أو من آخره\nفلما رآه أبو بكر قال ما جاء رسول الله صلى الله عليه وسلم في هذه الساعة\nإلا لأمر قال فدخل البيت قال فقال رسول الله صلى الله عليه وسلم أخرج من\nعندك فقال ليس عليك <span id='ms204'></span> عين إنما هن بناتي فقال قد أذن لي في الخروج قلت\nفالصحبة يا رسول الله قال نعم الصحبة فلقد رأيت أبا بكر يبكي من الفرح ثم\nخرجا حتى لحقا بالغار في ثور وكان عامر بن فهيرة مولدا من مولدي الأسد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p584'> Vol. 02, p. 584</a>\n            </div>\n             للحارث بن الطفيل وكان أخا عائشة وعبد الرحمن لأمهما فاشتراه\nأبو بكر فأعتقه وكان لأبي بكر منيحة من غنم تروح على أهله بمكة فأمر رسول\nالله صلى الله عليه وسلم عامرا أن يخرجها إلى ثور فكانا في الغار التي ذكر\nالله عز وجل في القرآن وأرسلا بظهرهما مع رجل من بني الديل يقال له أرقد من\nبني عبد بن عدي من بني الديل وكان حليفا للعاص بن وائل السهمي وكان مشركا\nفاستأجراه ليدلهما وكان هاديا للطريق فجيئا بظهرهما تلك الليالي الثلاث\nوهما في الغار فكان عبد الله بن أبي بكر يأتيهما كل مساء ويخبر بما يكون\nبمكة ثم يصبح بمكة وعامر بن فهيرة يريح عليهما الغنم فيحلبان ثم يسرح فيصبح\nبمكة في رعيان الناس ولا يفطن له فلما هدأت الأصوات وبلغهما أنه قد سكت عن\nطلبهما جاء الدئلي بظهرهما فلما قدم بالظهر ليركب قال لأبي بكر ما هذه\nالناقة فقال هي لك يا رسول الله فقال إني لا أركب بعيرا ليس لي إلا بالثمن\nقال فأخذها وكانت أسماء بنت أبي بكر صنعت سفرة لخروجهما فشدتها بنطاقين من\nنطاقها فلما ارتحلا لم يجدوا لها عصاما تغلق به فحلت إحدى نطاقيها فشدتها\nبه فلذلك سميت ذات النطاقين وركب أبو بكر راحلته وأردف عامر بن فهيرة\nفانطلقا وليس معهما غير عامر وابن أرقد أجيرهما ودليلهما فأجاز بهما أسفل\nمكة ثم جاء الساحل حتى خرج بهما من أسفل عسفان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p585'> Vol. 02, p. 585</a>\n            </div>\n            \n</p>\n\n<p>\n1162 قال بن إسحاق فأخبرني محمد بن جعفر بن الزبير عن عروة عن عائشة قالت\n* لما خرج رسول الله صلى الله عليه وسلم وأبو بكر من الغار سلك بهما الدليل\nأسفل مكة ثم أجاز بهما الساحل حتى خرج بهما من أسفل عسفان قال يحيى قال بن <span id='ms205'></span>\nإدريس بن أرقد قال وقال أبو بكر عن الكلبي أريقط قال يحيى ويقال أريقد\nبالتصغير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p586'> Vol. 02, p. 586</a>\n            </div>\n            \n</p>\n\n<p>\n1163 أخبرنا سليمان بن حرب نا حماد بن سلمة عن عبد الملك بن عمير عن موسى\nبن طلحة عن عائشة قالت * كان رسول الله صلى الله عليه وسلم يكثر ذكر خديجة\nفقلت يا رسول الله ما تكثر ذكر عجوز حمراء الشدقين وقد أعقبك الله منها\nفتمعر تمعرا لم أره يصيبه إلا عند نزول الوحي أو عند مخيلة حتى يعلم أرحمة\nهي أم عذاب\n</p>\n\n<p>\n1164 أخبرنا محمد بن بشر العبدي نا محمد بن عمرو نا أبو سلمة ويحيى بن\nعبد الرحمن بن حاطب قالا لما هلكت خديجة جاءت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p587'> Vol. 02, p. 587</a>\n            </div>\n             خولة بنت حكيم\nامرأة عثمان بن مظعون إلى رسول الله صلى الله عليه وسلم قالت * ألا تتزوج\nفقال ومن قالت إن شئت بكرا وإن شئت ثيبا فقال من البكر فقالت ابنة أحب خلق\nالله إليك عائشة بنت أبي بكر قال فمن الثيب قالت سودة بنت زمعة وقد آمنت\nواتبعت الذي أنت عليه قال فاذهبي فاذكريهما علي فدخلت بنت أبي بكر فقالت يا\nأم رومان ماذا أدخل الله عليك من الخير والبركة فقالت وما ذاك فقالت أرسلني\nرسول الله صلى الله عليه وسلم أخطب عليه عائشة قالت انتظري حتى يأتي أبو\nبكر فدخل أبو بكر فقالت ماذا أدخل الله عليكم من الخير والبركة قال وما ذاك\nقالت أرسلني رسول الله صلى الله عليه وسلم أخطب عليه عائشة قال وهل تصلح له\nإنما هي ابنة أخيه فرجعت إلى رسول الله صلى الله عليه وسلم فذكرت ذلك له\nقال ارجعي إليه فقولي له أنا أخوك وأنت أخي في الإسلام وابنتك تصلح لي\nفرجعت إليه فذكرت ذلك له فخرج وقال انتظري فقالت أم رومان أن المطعم بن عدي\nكان ذكرها على ابنه وما وعد وعدا قط أبو بكر فأخلفه فدخل أبو بكر على\nالمطعم بن عدي وعند امرأته أم الفتى فقالت يا بن أبي قحافة لعلك مصبىء هذا\nالفتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p588'> Vol. 02, p. 588</a>\n            </div>\n             ومدخله في دينك الذي أنت <span id='ms206'></span> عليه إن أنت زوجته فأقبل أبو\nبكر على المطعم بن عدي فقال أتقول ما تقول هذه فقال إنها لتقول ذلك فخرج\nأبو بكر قد أخرج الله ما كان في نفسه من العدة التي وعده فرجع فقال يا خولة\nادعي رسول الله صلى الله عليه وسلم فدعته فزوجها من رسول الله صلى الله\nعليه وسلم وهي يومئذ ابنة ست سنين ثم خرجت فدخلت على سودة ابنة زمعة فقالت\nلها ماذا أدخل الله عليك من الخير والبركة فقالت وما ذاك فقالت أرسلني رسول\nالله صلى الله عليه وسلم أخطبك عليه فقالت وددت ادخلي على أبي فاذكري ذلك\nله وكان شيخا كبيرا قد أدركته السن وقد فاته الحج فدخلت عليه فحيته بتحية\nالجاهلية فقال من أنت فقالت خولة بنت حكيم قال وما شأنك فقالت أرسلني محمد\nبن عبد الله إليك أخطب عليك سودة فقال كفوء كريم ما تقول صاحبتك فقالت تحب\nذلك فقال ادعيها فدعتها فجاءت فقال أي بنية إن هذه تزعم أن محمد بن عبد\nالله بن عبد المطلب أرسل يخطبك عليه وهو كفوء كريم أتحبين أن أزوجكه فقالت\nنعم قال ادعي لي فدعته فزوجها فجاء فزوجها منه فلما قدم عبد بن زمعة من\nالحج قال ماذا صنع حب زوج سودة منه فكان بعد ما أسلم يقول لعمري إني لسفيه\nيوم أنكرت تزويج رسول الله صلى الله عليه وسلم سودة وكان حثا على رأسه\nالتراب قالت عائشة فلما قدمنا المدينة نزلنا في بني الحارث بن الخزرج في\nالسنح فدخل رسول الله صلى الله عليه وسلم بيتنا فاجتمع إليه رجال من\nالأنصار ونساء قال وجاء أمي وأنا في أرجوحة في عذقين ترجح بي فأخذت تقودني\nمن الأرجوحة فأنزلتني ولي حميمة ففرقتها فمسحت وجهي بشيء من ماء ثم جعلت\nتقودني حتى جاء بي عند باب البيت وإني لأنهج فلما سكن بي دخلت بي عليه\nوعنده رجال من الأنصار ونساء فأجلستني فقالت هؤلاء أهلك فبارك الله لك فيها\nوبارك لهم فيك فوثب الرجال والنساء فخرجوا <span id='ms207'></span> فبنى بي رسول الله صلى الله عليه\nوسلم في بيتنا ما نحر لي جزورا ولا ذبح لي شاة حتى أرسل إلينا سعد بن عبادة\nبجفنة كان يرسل بها إلى رسول الله صلى الله عليه وسلم إذا دار في نسائه\nوأنا يومئذ ابنة تسع سنين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p589'> Vol. 02, p. 589</a>\n            </div>\n            \n</p>\n\n<p>\n1165 أخبرنا النضر نا شعبة نا جبر بن حبيب قال سمعت أم كلثوم بنت علي\nتحدث عن عائشة * أن أبا بكر دخل على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p590'> Vol. 02, p. 590</a>\n            </div>\n             رسول الله صلى الله عليه\nوسلم ليكلمه في حاجة وعائشة تصلي فقال رسول الله صلى الله عليه وسلم يا\nعائشة عليك بالجوامع والكوامل قولي اللهم إني أسألك من الخير كله عاجله\nوآجله ما عملت منه وما لم أعلم وأعوذ بك من الشر كله عاجله وآجله ما عملت\nمنه وما لم أعلم اللهم إني أسألك الجنة وما قرب إليها من قول أو عمل وأعوذ\nبك من النار وما قرب إليها من قول أو عمل اللهم إني أسألك مما سألك منه\nمحمد وأعوذ بك مما استعاذ منه محمد صلى الله عليه وسلم اللهم ما قضيت لي من\nقضاء فاجعل عاقبته لي رشدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p591'> Vol. 02, p. 591</a>\n            </div>\n            \n</p>\n\n<p>\n1166 أخبرنا الإمام أبو يعقوب إسحاق بن إبراهيم الحنظلي أنا سفيان عن\nمنصور بن صفية عن أمه عن عائشة قالت * توفي رسول الله صلى الله عليه وسلم\nوقد شبعنا من الأسودين التمر والماء\n</p>\n\n<p>\n1167 أخبرنا يعلى بن عبيد عن الأجلح مولى لعبد الرحمن عن عائشة أو عن عبد\nالرحمن عن عائشة قالت قال رسول الله صلى الله عليه وسلم * الحمى من فيح\nجهنم فإذا وجدتموها فأبردوها بالماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p592'> Vol. 02, p. 592</a>\n            </div>\n            \n</p>\n\n<p>\n1168 أخبرنا عثمان بن عمر عن بن أبي ذئب عن خاله الحارث بن عبد الرحمن عن\nمحمد بن عبد الرحمن بن ثوبان عن عائشة * أن النبي صلى الله عليه وسلم افتقد\nعناقا فأخبر بأنها قد ماتت فقال ألا أخذتم إهابها فانتفعتم بها\n</p>\n\n<p>\n1169 أخبرنا الحسين بن علي الجعفي نا أبو حرزة واسمه يعقوب بن مجاهد عن\nبعض بني أبي بكر عن عائشة قالت قال رسول الله صلى الله عليه وسلم * لا <span id='ms208'></span> يصلي\nأحدكم وهو يدافع الغائط والبول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p593'> Vol. 02, p. 593</a>\n            </div>\n            \n</p>\n\n<p>\n1170 أخبرنا روح بن عبادة نا بن أبي ذئب عن محمد بن عمرو بن عطاء عن\nذكوان عن عائشة أنها أخبرته * أن يهودية استطعمتها فقالت أطعميني أعاذكم\nالله من فتنة الدجال وفتنة القبر قالت عائشة فقام رسول الله صلى الله عليه\nوسلم يستعيذ من فتنة الدجال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p594'> Vol. 02, p. 594</a>\n            </div>\n             ومن فتنة القبر ثم قال أما فتنة\nالدجال فإنه لم يكن نبي قبلي إلا وقد حذره أمته وإني أحذركموه تحذيرا لم\nيحذره نبي أمته إنه أعور وإن الله ليس بأعور مكتوب بين عينيه كافر يقرأ كل\nمؤمن وأما فتنة القبر فإنهم يسألون عني فإذا مات الرجل الصالح أجلس في قبره\nغير فزع فيقال فيم كنت فيقول في الإسلام فيقال له فما هذا الرجل فيقول محمد\nرسول الله جاءنا بالبينات من قبل الله فآمنا به وصدقنا فيقال له فهل رأيت\nالله فيقول لا ينبغي لأحد أن يرى الله فيفرج له فرجة إلى النار فيقال له\nانظر إليها فينظر إليها يحطم بعضها بعضا فيقال له انظر إلى ما وقاك الله ثم\nتفرج له فرجة إلى الجنة فيقال له انظر إلى زهرتها وما فيها فيقال له هذا\nمقعدك فعلى اليقين كنت وعليه مت وعليه تبعث إن شاء الله وإذا مات الرجل\nالسوء أجلس في قبره فزعا فيقال له ما كنت تقول فيه فيقول لا أدري فيقال له\nفما هذا الرجل فيقول سمعت الناس يقولون فيفرج له فرجة إلى الجنة فينظر إلى\nالجنة فينظر إلى زهرتها وما فيها فيقال له انظر إلى ما صرف الله عنك ثم\nيفرج له فرجة إلى النار فينظر إليها يحطم بعضها بعضا فيقال له هذا مقعدك\nفعلى الشك كنت وعليه مت وعليه تبعث ثم يعذب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p595'> Vol. 02, p. 595</a>\n            </div>\n            \n</p>\n\n<p>\n1171 أخبرنا وهب بن جرير بن حازم نا شعبة عن محمد بن عبد الرحمن قال قالت\nلي عمرة أعطني قطعة من أرضك أدفن فيها فإني سمعت عائشة تقول * كسر عظم\nالميت ككسر عظم الحي قال محمد ومن أهل المدينة من يحدثه عن عائشة عن <span id='ms209'></span> النبي\nصلى الله عليه وسلم\n</p>\n\n<p>\n1172 أخبرنا يحيى بن يمان نا معمر عن محمد بن المنكدر عن عائشة عن النبي\nصلى الله عليه وسلم قال * الأضحى يوم يضحي الناس والفطر يوم يفطرون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p596'> Vol. 02, p. 596</a>\n            </div>\n            \n</p>\n\n<p>\n1173 أخبرنا المقري نا حيوة بن شريح نا أبو عقيل وهو زهرة بن معبد بن\nهشام القرشي أنه سمع أبا حازم ومحمد بن المنكدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p597'> Vol. 02, p. 597</a>\n            </div>\n             يحدثان عن\nعائشة أن أم هانئ بنت أبي طالب أخت علي بن أبي طالب قالت * يا رسول الله\nإني كبرت وثقلت فأخبرني بعمل أعمله وأنا جالسة فقال قولي لا إله إلا الله\nوحده لا شريك له مائة مرة فلن تسبقك حسنة ولا تترك سيئة وقولي الله أكبر\nمائة مرة يكتب لك بها خير من مائة بدنة وقولي سبحان الله مائة مرة يكتب لك\nبها خير من مائة فرس ملجم مسرج في سبيل الله وقولي الحمد لله مائة مرة يكتب\nلك بها خير من مائة رقبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p598'> Vol. 02, p. 598</a>\n            </div>\n            \n</p>\n\n<p>\n1174 أخبرنا النضر بن شميل نا محمد بن عمرو حدثني محمد بن إبراهيم عن\nعائشة قالت * مر رسول الله صلى الله عليه وسلم حين انصرف على بني عبد\nالأشهل فإذا نسائهم يبكين على قتلاهم وكان استمر القتل فيهم يومئذ فقال\nرسول الله صلى الله عليه وسلم لكن حمزة لا بواكي له قال فأمر سعد بن معاذ\nنساء بني ساعدة أن يبكين عند باب المسجد على حمزة فجعلت عائشة تبكي معهن\nفنام رسول الله صلى الله عليه وسلم فاستيقظ عند المغرب فصلى المغرب ثم نام\nونحن نبكي فاستيقظ رسول الله صلى الله عليه وسلم لعشاء الآخرة فصلى العشاء\nثم نام ونحن نبكي فاستيقظ رسول الله صلى الله عليه وسلم ونحن نبكي فقال ألا\nأراهن يبكين حتى الآن مروهن فليرجعن ثم دعا لهن ولأزواجهن ولأولادهن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p599'> Vol. 02, p. 599</a>\n            </div>\n            \n</p>\n\n<p>\n1175 أخبرنا يحيى بن آدم نا بن المبارك عن عبد الوهاب بن الورد عن رجل من\nأهل المدينة أن معاوية كتب إلى عائشة أوصني ولا تطيلي فكتبت إليه إني سمعت\nرسول الله صلى الله عليه وسلم يقول * من طلب رضا <span id='ms210'></span> الله بسخط الناس كفاه الله\nمؤنة الناس ومن التمس سخط الله برضا الناس وكله الله إليهم والسلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p600'> Vol. 02, p. 600</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p601'> Vol. 02, p. 601</a>\n            </div>\n            \n</p>\n\n<p>\n1176 أخبرنا بقية بن الوليد نا بحير بن سعيد وكان ثقة عن خالد بن معدان\nقال * من اجترأ على الملاوم في موافقة الحق رد الله تلك الملاوم له ومن\nالتمس المحامد في موافقة الناس رد الله تلك المحامد له ذما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p602'> Vol. 02, p. 602</a>\n            </div>\n            \n</p>\n\n<p>\n1177 قلت لأبي أسامة حماد بن أسامة أحدثكم هشام بن عروة عن أبيه عن عائشة\nقالت * لما ذكر من شأني ما ذكر وما علمت به قام رسول الله صلى الله عليه\nوسلم خطيبا وما علمت به فتشهد فحمد الله وأثنى عليه بما هو أهله ثم قال\nأشيروا علي ما ترون في أناس ذكروا أهلي وأيم الله ما علمت على أهلي من سوء\nقط وذكروا رجلا ما علمت عليه من سوء قط وما كان يدخل بيتي قط إلا وأنا حاضر\nوما خرجت في سفر إلا كان معي فقام سعد بن معاذ فقال أترى يا رسول الله أن\nنضرب أعناقهم فقام رجل من بني الخزرج كانت أم حسان بن ثابت من رهط ذلك\nالرجل فقال كذبت أما والله لو كان من الأوس ما ضرب أعناقهم ولا أحببت ذلك\nحتى كان بين الأوس والخزرج شر وما علمت به فلما كان مساء ذلك اليوم خرجت\nبحاجتي ومعي أم مسطح فعثرت فقالت تعس مسطح فقلت على ما تسبين ابنك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p603'> Vol. 02, p. 603</a>\n            </div>\n             فسكتت ثم عثرت الثانية فقالت تعس مسطح فقلت على ما تسبين ابنك\nفسكتت ثم عثرت الثالثة فقالت تعس مسطح فانتهرتها فقلت لها على ما تسبين\nابنك فقالت ما أسبه إلا في سببك فقلت في أي شأني فبقرت لي الحديث فقلت أو\nقد علموا بهذا فقالت نعم والله فرجعت إلى بيتي وكأن الذي خرجت له لم أخرج\nله لا أجد له منه قليلا ولا كثيرا فرجعت ووعكت فقلت لرسول الله صلى الله\nعليه وسلم أرسلني إلى بيت أبي فأرسلني مع الغلام فلما دخلت الدار فإذا أنا\nبأم رومان فقالت ما جاء بك <span id='ms211'></span> يا بينة فأخبرتها فقالت خفضي عليك الشأن فوالله\nلقل امرأة جميلة يحبها رجل ولها ضرائر إلا أكثرن عليها وحسدنها فقلت لها أو\nعلم بذلك أبي فقالت نعم فقلت أو قد علم رسول الله صلى الله عليه وسلم بي\nفقالت نعم ورسول الله صلى الله عليه وسلم فاستعبرت فبكيت فسمع أبو بكر صوتي\nوهو فوق البيت يقرأ فنزل فقال لأمي ما شأنها فقالت بلغها الذي ذكر من أمرها\nففاضت عيناه وقال أقسمت عليك يا بنية لما رجعت إلى بيتك فرجعت فأصبح أبواي\nعندي فلم يزالا عندي حتى دخل رسول الله صلى الله عليه وسلم بعد العصر وقد\nاكتنفني أبواي عن يميني وعن شمالي فقام النبي صلى الله عليه وسلم فتشهد\nفحمد الله وأثنى عليه بما هو أهله ثم قال أما بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p604'> Vol. 02, p. 604</a>\n            </div>\n             يا عائشة فإن\nكنت قارفت سوء أو ظلمت فتوبي فإن الله يقبل التوبة عن عبادة وقد جاءت امرأة\nمن الأنصار فجلست عند الباب فقلت أما تستحي من هذه المرأة أن تقول شيئا\nفقلت لأبي أجب عني رسول الله صلى الله عليه وسلم فقال أقول ماذا ثم قلت\nلأمي أجيبي عني رسول الله صلى الله عليه وسلم فقالت أقول ماذا فلما لم\nيجيباه تشهدت فحمدت الله وأثنيت عليه بما هو أهله ثم قلت أما بعد فوالله\nلئن قلت لكم إني لم أفعل والله يشهد أني لصادقة ما ذاك بنافعي عندكم لقد\nتكلمتم به وأشربت قلوبكم ولئن قلت لكم إني قد فعلت والله يعلم أني لم أفعل\nليقولن قد بائت به على نفسها وإني والله لا أجد لي ولكم مثلا إلا أبا يوسف\nوما أحفظ اسمه فصبر جميل والله المستعان على ما تصفون فأنزل الله على رسوله\nساعتئذ فلما سرى منه استبان السرور في وجهه فجعل يمسح جبهته ويقول أبشري يا\nعائشة فقد أنزل الله براءتك فكنت أشد ما كنت غضبا فقال لي أبواي قومي إليه\nفقلت والله لا أقوم إليه ولا أحمده ولا أحمدكما لقد سمعتم به فما أنكرتموه\nولا غيرتموه <span id='ms212'></span> ولا أحمد إلا الله إلا الذي أنزل برائتي ولقد جاء رسول الله\nصلى الله عليه وسلم فسأل الجارية فقالت والله ما علمت عليها بأسا إلا أنها\nكانت تنام حتى تدخل الشاة فتأكل عجينها أو حصيرها فجعل بعض أصحابه يقول لها\nاصدقي رسول الله صلى الله عليه وسلم فقال عروة فعتب ذلك على من قاله ولقد\nبلغ الرجل الذي ذكر ذاك منه فقال سبحان الله والله ما كشفت ثوبا عن أنثى\nفقتل شهيدا في سبيل الله قالت عائشة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p605'> Vol. 02, p. 605</a>\n            </div>\n             فأما زينب بنت جحش فعصمها\nالله بدينها فلم تقل إلا خيرا وأما حمنة فهلكت فيمن هلك وكان الذين تكلموا\nفي ذلك عبد الله بن أبي وكان هو يستوشي ويجمع وهو الذي تولى كبره ومسطح\nوحسان قال أبو بكر والله لا أنفع مسطحا بنافعة أبدا فأنزل الله عز وجل ولا\nيأتل أولوا الفضل منكم والسعة يعني أبا بكر أن يؤتوا أولي القربى والمساكين\nيعني مسطحا ألا تحبون أن يغفر الله لكم والله غفور رحيم فعاد إلى مسطح بما\nكان يصنع وقال والله إنا نحب أن يغفر الله لنا فأقر به أبو أسامة وقال نعم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p606'> Vol. 02, p. 606</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "414",
    "415",
    "416",
    "417",
    "418",
    "419",
    "420",
    "421",
    "422",
    "423",
    "424",
    "425",
    "426",
    "427",
    "428",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "438",
    "439",
    "440",
    "441",
    "442",
    "443",
    "444",
    "445",
    "446",
    "447",
    "448",
    "449",
    "450",
    "451",
    "452",
    "453",
    "454",
    "455",
    "456",
    "457",
    "458",
    "459",
    "460",
    "461",
    "462",
    "463",
    "464",
    "465",
    "466",
    "467",
    "468",
    "469",
    "470",
    "471",
    "472",
    "473",
    "474",
    "475",
    "476",
    "477",
    "478",
    "479",
    "480",
    "481",
    "482",
    "483",
    "484",
    "485",
    "486",
    "487",
    "488",
    "489",
    "490",
    "491",
    "492",
    "493",
    "494",
    "495",
    "496",
    "497",
    "498",
    "499",
    "500",
    "501",
    "502",
    "503",
    "504",
    "505",
    "506",
    "507",
    "508",
    "509",
    "510",
    "511",
    "512",
    "513",
    "514",
    "515",
    "516",
    "517",
    "518",
    "519",
    "520",
    "521",
    "522",
    "523",
    "524",
    "525",
    "526",
    "527",
    "528",
    "529",
    "530",
    "531",
    "532",
    "533",
    "534",
    "535",
    "536",
    "537",
    "538",
    "539",
    "540",
    "541",
    "542",
    "543",
    "544",
    "545",
    "546",
    "547",
    "548",
    "549",
    "550",
    "551",
    "552",
    "553",
    "554",
    "555",
    "556",
    "557",
    "558",
    "559",
    "560",
    "561",
    "562",
    "563",
    "564",
    "565",
    "566",
    "567",
    "568",
    "569",
    "570",
    "571",
    "572",
    "573",
    "574",
    "575",
    "576",
    "577",
    "578",
    "579",
    "580",
    "581",
    "582",
    "583",
    "584",
    "585",
    "586",
    "587",
    "588",
    "589",
    "590",
    "591",
    "592",
    "593",
    "594",
    "595",
    "596",
    "597",
    "598",
    "599",
    "600",
    "601",
    "602",
    "603",
    "604",
    "605",
    "606"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05"
  ]
}