{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [الغلاف]</h1>\n\n<p>\nالموقظة من الموعظة (1)\n</p>\n\n<p>\nالوصية\n</p>\n\n<p>\nتأليف\n</p>\n\n<p>\nالإمام أبي محمد الموفق عبد الله بن أحمد بن محمد بن قدامة\n</p>\n\n<p>\nرحمه الله تعالى\n</p>\n\n<p>\n(541 - 620 ه)\n</p>\n\n<p>\nتحقيق\n</p>\n\n<p>\nأم عبد الله بنت محروس العسيلي\n</p>\n\n<p>\nإشراف\n</p>\n\n<p>\nأبي عبد الله محمود بن محمد الحداد\n</p>\n\n<p>\nدار تيسير السنة\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1411 ه - 1990 مالموقظة من الموعظة (1) ¶ الوصية ¶ تأليف ¶ الإمام أبي\nمحمد الموفق عبد الله بن أحمد بن محمد بن قدامة ¶ رحمه الله تعالى ¶ (541 -\n620 ه) ¶ تحقيق ¶ أم عبد الله بنت محروس العسيلي ¶ إشراف ¶ أبي عبد الله\nمحمود بن محمد الحداد ¶ دار تيسير السنة ¶ الطبعة الأولى ¶ 1411 ه - 1990 م\n----NO PAGE NO------\n</p>\n\n<h1 class='l1' id='head1'>AUTO بسم الله الرحمن الرحيم</h1>\n\n<p>\nحسبنا الله، ونعم الوكيل\n</p>\n\n<p>\nقال الشيخ الإمام المحقق العالم العلامة شيخ الإسلام والمسلمين. قدوة\nالأنام موفق الدين أبو محمد عبد الله بن أحمد بن محمد بن قدامة المقدسي رضي\nالله عنه وأرضاه ونفعنا ببركته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nالحمد لله ذي الوجه الكريم، والفضل العظيم، والمن القديم.\n</p>\n\n<p>\nوصلى الله على محمد خاتم النبيين وآله وصحبه أجمعين.\n</p>\n\n<p>\nأما بعد\n</p>\n\n<p>\nفقد سألني بعض إخواني الصالحين أن أكتب له وصية، فامتنعت من ذلك لعلمي:\nأني غير مستوص في نفسي، ولا عامل بما ينبغي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nثم بدا لي أن أجيبه إلى مسألته رجاء:\n</p>\n\n<p>\n1- ثواب قضاء حاجة الأخ المسلم.\n</p>\n\n<p>\n2- ودعائه لي.\n</p>\n\n<p>\n3- وأن يجرى لي أجر إذا عمل بوصيتي.\n</p>\n\n<p>\n4- وأن أكون من الدالين إلى الخير حين عجزت عن عمله لأكون بدلالتي عليه\nكفاعله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nوالأعمال بالنيات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nوما توفيقي إلا بالله عليه توكلت وإليه أنيب.\n</p>\n\n<p>\nفأقول، وحسبنا الله ونعم الوكيل:\n</p>\n\n<p>\nاعلم - رحمك الله:\n</p>\n\n<p>\nأن هذه الحياة الدنيا مزرعة الآخرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nومتجر أرباحها، وموضع تحصيل الزاد منها والبضائع الرابحة بها بذر السابقون،\nوفاز المتقون، وأفلح الصادقون، وربح العاملون، وخسر المبطلون.\n</p>\n\n<h1 class='l1' id='head2'>AUTO وإن هذه الدار هي أمنية أهل الجنة وأهل النار!:</h1>\n\n<p>\n1- قال الله تعالى في أهل النار:\n</p>\n\n<p>\n{وهم يصطرخون فيها ربنا أخرجنا نعمل صالحا غير الذي كنا نعمل}.\n</p>\n\n<p>\nوقال سبحانه وتعالى:\n</p>\n\n<p>\n{ولو ترى إذ وقفوا على النار فقالوا يا ليتنا نرد ولا نكذب بآيات ربنا\nونكون من المؤمنين}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n2- وقال تعالى في حق أهل الجنة: {ولدار الآخرة خير <span id='ms01'></span> ولنعم دار المتقين}.\n</p>\n\n<p>\nقال الحسن: هي الدنيا لأن أهل التقوى يتزودون فيها للآخرة.\n</p>\n\n<p>\nذكر ذلك البغوي رحمه الله تعالى.\n</p>\n\n<p>\nوقال ابن مسعود -رضي الله عنه- فيما يرويه:\n</p>\n\n<p>\nإن أرواح الشهداء كطير خضر تسرح في الجنة حيث شاءت، ثم تأوي إلى قناديل\nمعلقة بالعرش. فبينما هم كذلك إذا اطلع عليهم ربك اطلاعة.\n</p>\n\n<p>\nفقال: يا عبادي سلوني ما شئتم.\n</p>\n\n<p>\nقالوا: يا ربنا نسألك أن ترد أرواحنا في أجسادنا، ثم تردنا إلى الدنيا\nفنقتل فيك مرة أخرى.\n</p>\n\n<p>\nفلما رأى أنهم لا يسألون إلا ذلك تركوا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم يا أخي رحمك الله تعالى أن الله تعالى قد علم أنهم يسألون ذلك وأنهم\nلا يردون إلى الدنيا، وإنما أراد إعلام المؤمنين الذين في الدنيا أمنيتهم\nفي الجنة القتل في سبيله ليرغبهم في ذلك.\n</p>\n\n<p>\n3- وقال إبراهيم التيمي -رحمه الله تعالى-:\n</p>\n\n<p>\nمثلت نفسي في الجنة (مع حورها، وألبس من سندسها وإستبرقها) آكل من\nثمارها، وأعانق أبكارها، وأتمتع بنعيمها، فقلت لنفسي:\n</p>\n\n<p>\nيا نفس أي شيء تتمنين؟\n</p>\n\n<p>\nفقالت: أرد إلى الدنيا، فأزداد من العمل الذي نلت به هذا.\n</p>\n\n<p>\nثم مثلت نفسي في النار (أعالج أغلالها وسعيرها) أحرق بجحيمها، وأجرع من\nحميمها، وأطعم من زقومها، فقلت لنفسي:\n</p>\n\n<p>\nأي شيء تتمنين؟\n</p>\n\n<p>\nفقلت لنفسي: أرد إلى الدنيا فأعمل عملا أتخلص به من هذا (العذاب).\n</p>\n\n<p>\nيا نفس فأنت في الأمنية فاعملي.\n</p>\n\n<p>\n4- وكان بعض السلف قد حفر لنفسه قبرا، فإذا فتر من العمل نزل في قبره،\nفتمدد في لحده، ثم قال:\n</p>\n\n<p>\nيا نفس قدري أني قد مت وصرت في لحدي: أي شيء كنت تتمنين؟!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nقالت: أرد إلى الدنيا، فأعمل فيها صالحا.\n</p>\n\n<p>\nفيقول لها: قد بلغت أمنيتك، فقومي فاعملي صالحا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n5- واعلم رحمك الله أن أهل القبور أمنية أحدهم:\n</p>\n\n<p>\n- أن يسبح.\n</p>\n\n<p>\n- أن يسبح تسبيحة تزيد في حسناته.\n</p>\n\n<p>\n- أو يقدر على توبة من بعض سيئاته.\n</p>\n\n<p>\n- أو ركعة ترفع في درجاته.\n</p>\n\n<p>\nوقد روينا أن رجلا ركع ركعتين إلى جانب قبر ثم اتكأ عليه، فأغفى، فرأى\nصاحب القبر في المنام يقول:\n</p>\n\n<p>\nتنح عني، فقد آذيتني، والله إن هاتين الركعتين اللتين <span id='ms02'></span> ركعتهما لو كانا لي\nكانتا أحب إلي من الدنيا وما فيها، إنكم تعملون ولا تعلمون، ونحن نعلم ولا نعمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>AUTO فاغتنم رحمك الله حياتك النفيسة واحتفظ بأوقاتك العزيزة واعلم</h1>\n\nأن مدة حياتك محدودة وأنفاسك معدودة، فكل نفس ينقص به جزء منك، والعمر كله\nقصير، والباقي منه هو اليسير، وكل جزء منه جوهرة نفيسة لا عدل لها، ولا خلف\nمنها، فإن بهذه الحياة اليسيرة خلود الأبد في النعيم أو العذاب الأليم:\n<p>\nوإذا عادلت هذه الحياة بخلود الأبد علمت أن كل نفس يعدل أكثر من ألف عام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \nفي النعيم المقيم الذي لا حصر له، أو خلاف ذلك، وما كان هكذا فلا قيمة له،\nفلا تضيع جواهر عمرك النفيسة بغير عمل، ولا تذهبها بغير عوض، واجتهد أن لا\nيخلو نفس من أنفاسك إلا في عمل طاعة أو قربة تتقرب بها، فإنك لو كانت معك\nجوهرة من جواهر الدنيا، فضاعت منك، لحزنت عليها حزنا شديدا.\n</p>\n\n<p>\nبل لو ضاع منك دينار لساءك.\n</p>\n\n<p>\nفكيف تفرط في ساعاتك وأوقاتك؟!\n</p>\n\n<p>\nوكيف لا تحزن على عمرك الذاهب بغير عوض؟!\n</p>\n\n<h1 class='l1' id='head4'>AUTO وإنني قد خطر لي أن أمثل هذه الدنيا وأهلها كمثل أهل سفينة</h1>\n\nألقتهم الريح إلى جزيرة في البحر: فيها معادن الجواهر كلها من الياقوت\nوالزمرد والزبرجد والبلور والمرجان والدر واللؤلؤ وما دون ذلك إلى العقيق\nوالسيح!\n<p>\nثم بعد ذلك زلف وحجارة لا قيمة لها، وفيها أنهار وبساتين وفي الجزيرة حمى\nللملك قد حد له حدودا وأحاط عليه حائطا: فيه خزائن للملك وإماء وولدان،\nفنزل أهل السفينة في الجزيرة، وقيل لهم: إن مقامكم بها يوم وليلة، فاغتنموا\nمدتكم القصيرة فيما أمكنكم من أخذ هذه الجواهر الكثيرة:\n</p>\n\n<p>\n1- فأما الحازمون: فأسرعوا في تلك الجواهر: ينتقون منها، ويحملونه إلى\nمخازنهم في السفينة ويجدون ويجتهدون، فإذا تعبوا تذكروا قدر تلك الجواهر\nالتي يحصلونها وكثرة قيمتها وقلة مقامهم في تلك الجزيرة، وأنهم عن قليل\nرائحون وراحلون منها لا يقدرون على الازدياد، فرفضوا الراحة، وتركوا الدعة،\nوأقبلوا على الجد والاجتهاد ليلا ونهارا.\n</p>\n\n<p>\nوإن عرض لهم النوم تذكروا ذلك <span id='ms03'></span> فذهب عنهم لذة النوم والكرى، وتمثلوا:\n</p>\n\n<p>\nعند الصباح يحمد القوم السرى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n2- وأما آخرون:\n</p>\n\n<p>\nفأخذوا من الجواهر شيئا، واستراحوا في أوقات الراحة، وناموا وقت النوم.\n</p>\n\n<p>\n3- وأما فرقة أخرى:\n</p>\n\n<p>\n- فلم يتعرضوا للجواهر أصلا، وآثروا النوم والراحة والتفرج.\n</p>\n\n<p>\n- ومنهم قوم أقبلوا على بناء المساكن والقصور والدور.\n</p>\n\n<p>\n- وقوم أقبلوا على جمع الزلف والصدف والحجارة والثقف.\n</p>\n\n<p>\n- وقوم أقبلوا على اللعب والنزهان، وتشاغلوا باللذات، وسماع الحكايات\nالمطربات، وقالوا:\n</p>\n\n<p>\nدرة منقودة خير من درة موعودة!\n</p>\n\n<p>\n4- والفرقة الثالثة:\n</p>\n\n<p>\nعدلوا إلى حمى الملك، فطافوا به، فلم يجدوا له بابا، ففتحوا لهم فيه ثلما\nواقتحموه، ففتحوا خزائن الملك، وكسروا أبوابها وانتهبوا منها، وعبثوا\nبجواري الملك والولدان، وقالوا: ليس لنا دار غير هذه الدار، وأقاموا على\nذلك، حتى ذهبت مدة المقام، وضربت كؤوس الرحيل، ونودي بالتحويل بل بالحث\nوالتعجيل.\n</p>\n\n<p>\n1- فأما الدين حصلوا الجواهر فرحلوا مغتبطين ببضائعهم لا يأسون على\nالمقام إلا للازدياد مما كانوا فيه.\n</p>\n\n<p>\n2- وأما الفرقة الثانية:\n</p>\n\n<p>\nفاشتد جزعهم: لعدم استبضاعهم، وكثرة تفريطهم، وقلة زادهم، وتركهم ما\nعمروه، وارتحالهم إلى ما أخربوه.\n</p>\n\n<p>\n3- وأما الفرقة الثالثة:\n</p>\n\n<p>\nفكانوا أشد جزعا وأعظم مصيبة، وقيل لهم: لا ندعكم حتى نحملكم ما أخرجتم\nمن خزائن الملك في أعناقكم وعلى ظهوركم!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nفارتحلوا على هذه الصفة، حتى وردوا مدينة الملك العظمى، فنودي في المدينة\nأنه قد قدم قوم كانوا في معادن الجواهر، فتلقاهم أهل المدينة، وتلقاهم\nالملك وجنوده، فاستنزلوهم، وقيل لهم: اعرضوا بضاعتكم على الملك!\n</p>\n\n<p>\n1- فأما أهل الجواهر فعرضت بضائعهم، فحمدهم الملك، وقال:\n</p>\n\n<p>\nأنتم خاصتي وأهل مجالستي ومحبتي، ولكم ما شئتم من كرامتي.\n</p>\n\n<p>\nوجعلهم ملوكا: لهم ما شاءوا، وإن سألوا أعطوا، وإن شفعوا شفعوا، وإن\nأرادوا شيئا كان لهم.\n</p>\n\n<p>\nوقيل لهم:\n</p>\n\n<p>\nخذوا ما شئتم واحتكموا فيما أردتم.\n</p>\n\n<p>\nفأخذوا القصور والجواري والدور والجوهر والبساتين والقرى والرساتيق،\nوركبوا المراكب، وسار بين أيديهم وحولهم الولدان والجنود، وصاروا ملوكا\nينزلون في جوار الملك، ويجالسونه، وينظرون إليه، ويزورونه، ويشفعون إليه\nفيمن شاءوا، وإن سألوه ما سألوه أعطاهم، وما لم يسألوه ابتدأهم.\n</p>\n\n<p>\n2- وأما الفرقة الثانية:\n</p>\n\n<p>\nفقيل لهم: أين بضائعكم؟\n</p>\n\n<p>\nفقالوا: ما لنا بضاعة <span id='ms04'></span>!\n</p>\n\n<p>\nفقيل لهم: ويحكم! أما كنتم في معادن الجواهر؟!\n</p>\n\n<p>\nأما كنتم وهؤلاء الذين صاروا ملوكا في موضع واحد؟!\n</p>\n\n<p>\nقالوا: بلى، ولكنا آثرنا الدعة والنوم!\n</p>\n\n<p>\nوقال بعضهم: اشتغلنا ببناء الدور والمساكن!\n</p>\n\n<p>\nوقال آخرون: اشتغلنا بجمع الزلف والشقف!\n</p>\n\n<p>\nفقيل لهم: تبا لكم! أما علمتم قلة مقامكم، ونفاسة الجواهر التي عندكم؟!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nأما علمتم أن تلك ليست لكم بدار مقام، ولا محل منام؟!\n</p>\n\n<p>\nأما أيقظكم الأيقاظ، أما وعظكم الوعاظ؟!\n</p>\n\n<p>\nقالوا: بلى والله قد علمنا فتجاهلنا، وأوقظنا فتناومنا، وسمعنا فتصاممنا!\n</p>\n\n<p>\nفقيل لهم: تبا لكم آخر الدهر.\n</p>\n\n<p>\nفعضوا أيديهم ندما، وبكوا على التفريط بعد الدموع دما، وبقوا آسفين\nمتحيرين، ووقفوا منتظرين أن يتصدق عليهم بعض الذين صاروا ملوكا بشفاعة أو\nيتكلم لهم عند الملك بكلمة.\n</p>\n\n<p>\nفهؤلاء إن خرجوا من الجزيرة على طاعة الملك لم يهتكوا حرمة ولم يتعدوا\nحدوده رجي لهم بعض الاتصال بالملك.\n</p>\n\n<p>\n3- أما الفرقة الثالثة:\n</p>\n\n<p>\nفجاءوا يحملون أوزارهم على ظهورهم آيسين بائسين مبلسين حيارى سكارى، قد\nزلت بهم القدم، وحل بهم الندم، ونزل بهم الألم، وافتضحوا عند الأمم،\nفأبعدهم الملك عن داره وطردهم من جواره، وأمر بهم إلى السجن فجروا إليه: قد\nأيقنوا بالعذاب، وجل أمرهم عن العتاب، {فإن يصبروا فالنار مثوى لهم وإن\nيستعتبوا فما هم من المعتبين}.\n</p>\n\n<p>\nفانظر -رحمك الله- تفاوت ما بين المنزلتين وما حصل من الفرق بين الفريقين\nبالصبر في تلك المدة القصيرة اليسيرة التي أقاموها في الجزيرة.\n</p>\n\n<p>\nفهذا تقريب مثال الدنيا: ومن عمل فيها بالطاعة، ومن استوعبها بالتفريط\nوالإضاعة.\n</p>\n\n<h1 class='l1' id='head5'>AUTO فاجتهد رحمك الله تعالى في الكون من الفرقة الأولى:</h1>\n\n<p>\n1- الذين استوعبوا الساعات بالطاعات. ولم يفرطوا في شيء من الأوقات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n2- وألزم قلبك الفكر:\n</p>\n\n<p>\n- في نعم الله لتشكرها.\n</p>\n\n<p>\n- وفي ذنوبك لتستغفرها.\n</p>\n\n<p>\n- وفي تفريطك لتندم.\n</p>\n\n<p>\n- وفي مخلوقات الله وحكمه لتعرف عظمته وحكمته.\n</p>\n\n<p>\n- وفيما بين يديك لتستعد له.\n</p>\n\n<p>\n- أو في حكم شيء تحتاج إليه لتعلمه.\n</p>\n\n<p>\n3- وألزم لسانك ذكر الله تعالى، ودعاءه، واستغفاره، أو قراءة قرآن، أو\nعلما، أو تعليما، أو أمرا بمعروف، أو نهيا عن منكر، أو إصلاحا بين الناس.\n</p>\n\n<p>\n4- وأشغل جوارحك بالطاعات، وليكن من <span id='ms05'></span> أهمها الفرائض في أوقاتها على أكمل\nأحوالها، ثم ما يتعدى نفعه إلى الخلق، وأفضل ذلك ما ينفعهم في دينهم\nلتعليمهم الدين، وهدايتهم إلى الصراط المستقيم.\n</p>\n\n<h1 class='l1' id='head6'>AUTO واحترس من مفسدات الأعمال لئلا يفسد عملك ويخيب سعيك فلا تحصل</h1>\n\nعلى أجر العاملين ولا راحة الباطلين وتفوتك الدنيا والآخرة.\n<p>\n1- فمن ذلك الرياء والعمل لمحمدة الناس، فإن هذا شرك.\n</p>\n\n<p>\nوقد روينا عن الله -عز وجل- أنه قال:\n</p>\n\n<p>\n(من عمل عملا أشرك فيه غيري فهو للذي أشرك، وأنا منه بريء).\n</p>\n\n<p>\nوقد لا يحصل للمرائي ما قصده فيخيب بالكلية.\n</p>\n\n<p>\nفقد روينا أن رجلا كان يرائي بعمله، فإذا مر بالناس قالوا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nهذا مرائي!\n</p>\n\n<p>\nفقال يوما في نفسه:\n</p>\n\n<p>\nوالله ما حصلت على شيء، فلو جعلت عملي لله.\n</p>\n\n<p>\nفما زاد على أن قلب نيته فكان إذا مر بهم بعد قالوا:\n</p>\n\n<p>\nهذا رجل صالح!\n</p>\n\n<p>\n2- ومن ذلك العجب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nفقد روي: إن المدل لا يجاوز عمله رأسه.\n</p>\n\n<p>\nوروي أن الله تعالى أوحى إلى موسى عليه السلام: يا موسى، قل للعاملين\nالمعجبين بعملهم: اخسروا!\n</p>\n\n<p>\nوقل للمذنبين التائبين النادمين: أبشروا.\n</p>\n\n<p>\nوقال بعضهم:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nلأن أبيت نائما وأصبح نادما أحب إلي من أن أبيت قائما وأصبح معجبا.\n</p>\n\n<p>\n3- ولا تحقرن مسلما، ولا تظنن أنك خير منه، فإن ذلك ربما أحبط عملك.\n</p>\n\n<p>\nوقد روينا أن عيسى عليه السلام خرج في سياحته معه بعض حواريه فمر بقلعة\nفيها لص، فلما رآهما قال لنفسه:\n</p>\n\n<p>\nهذا عيسى نبي الله، وهذا حواريه من أنت، أنت يا شقي يا لص تقطع الطريق،\nوتخيف السبيل، وتقتل النفس التي حرم الله، فنزل إليهما تائبا نادما، فلما\nأراد أن يمشي معهما قال لنفسه:\n</p>\n\n<p>\nما أنا بأهل أن أمشي معهما ولكن أمشي خلفهما كما يمشي المذنب الذليل فمشى\nخلفهما.\n</p>\n\n<p>\nفالتفت الحواري، فرآه يمشي خلفهما، فعرفه الحواري فقال في نفسه: من هذا\nالكلب حتى يمشي خلفنا؟!\n</p>\n\n<p>\nفاطلع الله على ما في أنفسهما، فأوحى إلى عيسى عليه السلام:\n</p>\n\n<p>\nأن قل للحواري واللص يستأنفان العمل:\n</p>\n\n<p>\n- أما اللص: فقد غفرت له بتوبته وازدرائه على نفسه.\n</p>\n\n<p>\nوأما الحواري فقد أحبطت عمله بازدرائه اللص <span id='ms06'></span> التائب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بعض أنبياء بني إسرائيل لقومه:\n</p>\n\n<p>\nائتوني بخيركم.\n</p>\n\n<p>\nفأتوه برجل، فقال له النبي: ائتني بشرهم.\n</p>\n\n<p>\nفرجع بنفسه فقال:\n</p>\n\n<p>\nما وجدت فيهم شرا مني.\n</p>\n\n<p>\nفقال: صدقوا، أنت خيرهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n4- ومن ذلك مخالفة السنة قولا وفعلا أو عقدا، فإن رسول الله - صلى الله\nعليه وسلم - هو الدليل الهادي إلى الصراط المستقيم.\n</p>\n\n<p>\nقال الله تعالى:\n</p>\n\n<p>\n{وإنك لتهدي إلى صراط مستقيم} فمن خالف الدليل وأخذ غير طريقه ضل، بل\nاتبع السنة وسر حيث سارت، وقف حيث وقفت، ولا تتجاوزها فتغلو في دينك، مثل:\n</p>\n\n<p>\n1- الوسوسة في الطهارة والصلاة، والزيادة على الغسلات المشروعة، والإسراف\nفي الماء، وتنجيس ما كان النبي - صلى الله عليه وسلم - يستعمله ويطهره.\n</p>\n\n<p>\n2- والصلاة في وقت نهي، والصوم فيما نهى عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا رأيت من يطير في الهواء أو يمشي على الماء ونحوه فاعرض أفعاله وأقواله\nعلى الكتاب والسنة: فإن وافقهما، وإلا فارم به وانبذه فلا خير فيه، قال\nالله تعالى: {قل إن كنتم تحبون الله فاتبعوني يحببكم الله}.\n</p>\n\n<p>\nقال سيد القوم أبو سليمان الداراني رحمه الله:\n</p>\n\n<p>\nإذا أردت عملا ترى أنه طاعة فانظر: فإن وردت به السنة، وإلا فدعه. أو كما قال.\n</p>\n\n<p>\n1- وقال: وإن دعتك نفسك إلى معصية فذكرها سوء عاقبتها.\n</p>\n\n<p>\nواعلم أن الله تعالى ناظر إليك مطلع عليك.\n</p>\n\n<p>\nفقل لنفسك: لو كان رجل من صالحي قومي يراني لاستحييت منه، فكيف لا أستحي\nمن ربي تبارك وتعالى.\n</p>\n\n<p>\nثم لا آمن تعجيل عقوبته وكشف ستره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>AUTO 2- واعلم أنك لا تقدر على معصيته إلا بنعمته التي تفضل بها عليك:</h1>\n\n<p>\nفكم له عليك من نعمة في يدك التي مددتها إلى معصيته!\n</p>\n\n<p>\nوكم له من نعمة في عينك التي نظرت بها إلى ما حرم عليك!\n</p>\n\n<p>\nوفي لسانك الذي نطقت به بما لا يحل لك!\n</p>\n\n<p>\nوليس من شكر إنعامه أن تستعين بها على معاصيه.\n</p>\n\n<p>\nكان بعضهم يقول:\n</p>\n\n<p>\nاللهم إني أستغفرك من خطيئة قوي عليها بدني بعافيتك، ونالتها يدي بفضل\nنعمتك، وانبسطت فيها بسعة رزقك، واحتجبت فيها عن الناس بسترك، وجرأني عليها\nحلمك وأناتك، واتكلت فيها على كريم عفوك، ولو <span id='ms07'></span> لم يكن من نعمة عليك في\nمعصيتك إلا سترها عليك لكفى.\n</p>\n\n<p>\nفلو اطلع الناس عليك لانهتكت.\n</p>\n\n<p>\nوقد روينا أن رجلا أتى إبراهيم بن أدهم -رحمه الله تعالى- فقال: يا أبا\nإسحاق إنني لا أصبر عن المعاصي فقل لي قولا أنتفع به.\n</p>\n\n<p>\nقال: نعم أقول لك خمس خصال إن قدرت عليها لم تضرك معصية!\n</p>\n\n<p>\nقال: هات.\n</p>\n\n<p>\n- قال: فإن أردت أن تعصي الله فلا تأكل رزقه!\n</p>\n\n<p>\nقال: يا أبا إسحاق، فمن أين آكل، وكل ما في الأرض من رزقه؟!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أفيحسن بك أن تأكل رزقه وتعصيه؟!\n</p>\n\n<p>\nقال: لا، هات الثانية.\n</p>\n\n<p>\n- قال: وإذا أردت أن تعصيه فلا تسكن بلاده!\n</p>\n\n<p>\nقال: هذه أشد من الأولى إذ كانت السموات والأرض وما بينهما وما فيهما له\n، فأين أسكن؟!\n</p>\n\n<p>\nقال: يا هذا أفيحسن بك أن تأكل رزقه، وتسكن بلاده، وتعصيه؟\n</p>\n\n<p>\nقال: لا، هات الثالثة.\n</p>\n\n<p>\n- قال: فإذا أردت أن تعصيه فانظر موضعا لا يراك فيه، فاعصه فيه!\n</p>\n\n<p>\nقال: يا أبا إسحاق، فكيف أصنع وما في السماء والأرض والجبال والبحار موضع\nإلا هو بارز له يرى ما في قعر البحار وتحت أطباق الجبال؟!\n</p>\n\n<p>\nقال: يا هذا أفيحسن بك أن تأكل رزقه وتسكن بلاده وتجاهره بمعصيته؟!\n</p>\n\n<p>\nقال: لا، هات الرابعة:\n</p>\n\n<p>\n- قال: إذا جاءك ملك الموت ليقبض روحك، فقل: أخرني حتى أتوب!!\n</p>\n\n<p>\nقال: لا يقبل مني!\n</p>\n\n<p>\nقال: يا هذا فإذا كنت تعصيه، ولا تأمن مفاجأة ملك الموت، ولا يقبل منك\nفيؤخرك لتتوب، فتموت على غير توبة، فكيف يكون حالك؟!\n</p>\n\n<p>\nقال: هات الخامسة.\n</p>\n\n<p>\n- قال: إذا جاءتك الزبانية ليأخذوك إلى النار فلا تمض معهم!!\n</p>\n\n<p>\nقال: لا يدعونني!\n</p>\n\n<p>\nقال: فإذا كنت لا تقدر على الامتناع منهم، ولا تدع المعصية، فكيف ترجو\nالخلاص؟!\n</p>\n\n<p>\nقال: حسبي. ولزم إبراهيم فعبد الله معه حتى مات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>AUTO وإن ابتليت بمعصية: فبادر إلى التوبة، والاستغفار، والندم، وابك</h1>\n\nعلى خطيئتك، فإنك لا تدري على ما أنت منها.\n<p>\nكان بعضهم يقول:\n</p>\n\n<p>\nلا تنظر إلى صغر الخطيئة، ولكن انظر إلى من عصيت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوشكي بعض عمال عمر بن عبد العزيز إليه، فكتب إليه:\n</p>\n\n<p>\nيا أخي <span id='ms08'></span>، اذكر سهر أهل النار في النار مع خلود الأبد، واحذر أن يكون\nالمنصرف بك من عند الله إلى النار فيكون آخر العهد ومنقطع الرجاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nفلما قرأ الكتاب طوى البلاد حتى قدم عليه:\n</p>\n\n<p>\nفقال: ما أقدمك؟!\n</p>\n\n<p>\nفقال: خلعت قلبي بكتابك، لا عملت لك ولا لأحد بعدك.\n</p>\n\n<p>\nواعلم يا أخي أن الخطر عظيم والخطب جليل، وأننا قد عرضنا لأمر لا تقوم له\nالجبال الشوامخ، ولا الأرض العريضة، ولا السماء الرفيعة، ولا البحار\nالواسعة، وحملنا أمرا أشفقت من حمله السموات والأرض والجبال.\n</p>\n\n<p>\nقال الله عز وجل:\n</p>\n\n<p>\n{إنا عرضنا الأمانة على السموات والأرض والجبال فأبين أن يحملنها وأشفقن\nمنها وحملها الإنسان إنه كان ظلوما جهولا}.\n</p>\n\n<p>\nوخلقت لنا النار التي لا مثل لعذابها، ووعدها الله تعالى أن يملأها منا\nومن الجن.\n</p>\n\n<p>\nفقال تبارك وتعالى:\n</p>\n\n<p>\n{لأملأن جهنم من الجنة والناس أجمعين} وكيف حال من تشعل النار في جسده\nكله، وكلما نضج جلده بدل جلدا غيره، يسحب في حميم -قد انتهى حره- على وجهه،\nويصب من فوق رأسه، فيصهر به ما في بطنه، وينزع عنه جلده، ثم يسجر في نار\nتشتعل في جسمه وجلده ووجهه، ثم لا غاية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \nلعذابها، ولا يفتر عنهم، ولا يرجون منها فرجا.\n</p>\n\n<p>\nقال الله عز وجل:\n</p>\n\n<p>\n{إن المجرمين في عذاب جهنم خالدون. لا يفتر عنهم وهم فيه مبلسون. وما\nظلمناهم ولكن كانوا هم الظالمين. ونادوا يا مالك ليقض علينا ربك قال إنكم\nماكثون}.\n</p>\n\n<p>\nلا يرحمون إن بكوا، ولا يعذرون إن شكوا، ولا يجابون إن دعوا، ولا\nيستعتبون إن استعتبوا.\n</p>\n\n<p>\nقال الله تعالى:\n</p>\n\n<p>\n{فإن يصبروا فالنار مثوى لهم وإن يستعتبوا فما هم من المعتبين}.\n</p>\n\n<p>\nويروى أن عمر -رضي الله عنه- مر بكثيب من الرمل، فقال:\n</p>\n\n<p>\nمساكين أهل النار: لو علموا أنهم إذا لبثوا في جهنم عدد هذا الرمل ثم\nأخرجوا منها لكان لهم أمد يمدون بأعناقهم إليه، ولكنهم لا غاية لهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nومن كان حاله هكذا لا يأمن على نفسه أن يكون من أهلها.\n</p>\n\n<p>\nفحقه أن لا يفتر من البكاء ولا يستقر به قرار، فكن <span id='ms09'></span> يا أخي على حذر، ولا\nتأمن وأنت معرض لهذا الخطر.\n</p>\n\n<p>\nكان بعضهم يبكي كثيرا، فقيل له في ذلك، فقال:\n</p>\n\n<p>\nوالله لو توعدني ربي أن يسجنني في الحمام لكان حقي أن لا أفتر من البكاء،\nفكيف وقد توعدني أن يسجنني في النار إن أنا عصيته؟!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يزيد الرقاشي كثير البكاء: إذا دخل بيته بكى، وإن خرج بكى، وإن دخل\nالمسجد بكى، وإن جلس إليه إخوانه بكى.\n</p>\n\n<p>\nفقال له ابنه:\n</p>\n\n<p>\nيا أبت كم تبكي، فوالله لو أن النار لم تخلق إلا لك ما زدت على هذا!\n</p>\n\n<p>\nفبكى، وقال:\n</p>\n\n<p>\nثكلتك أمك يا بني، وهل خلقت النار إلا لي ولإخواني من الإنس والجن، أما\nتقرأ يا بني:\n</p>\n\n<p>\n{يا معشر الجن والإنس إن استطعتم أن تنفذوا من أقطار السماوات والأرض ..\n.. } الآية.\n</p>\n\n<p>\nأما تقرأ:\n</p>\n\n<p>\n{يرسل عليكما شواظ من نار ونحاس} الآية.\n</p>\n\n<p>\nأما تقرأ:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n{فإذا انشقت السماء فكانت وردة كالدهان} إلى أن انتهى إلى قوله: {هذه جهنم\nالتي يكذب بها المجرمون يطوفون بينها وبين حميم آن}\n</p>\n\n<p>\nفقام يجول في الدار ويصرخ حتى غشي عليه.\n</p>\n\n<p>\nفقالت أم الغلام له:\n</p>\n\n<p>\nيا بني ما أردت إلى هذا من أبيك؟!\n</p>\n\n<p>\nقال: والله ما أردت إلا أن أهون عليه، ما أردت أن أزيد عليه حتى يقتل نفسه.\n</p>\n\n<p>\nواعلم يا أخي أن الذي خاف منه أولئك نحن مثلهم فيه، بل أحق به منهم، فما\nالذي يؤمنا دونهم؟!\n</p>\n\n<p>\n1- واعلم يا أخي رحمك الله أن حسن الخلق أثقل ما يوضع في الميزان، فإنه\nيبلغ بصاحبه درجة الصائم القائم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n2- وأن من وصل رحمه وصله الله، ومن قطعها قطعه الله.\n</p>\n\n<p>\n3- وأن أفضل الأعمال الصلاة لمواقيتها، ثم بر الوالدين، ثم الجهاد في\nسبيل الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n4- وأن أوثق عرى الإيمان الحب في الله والبغض في الله عز وجل.\n</p>\n\n<p>\n5- وأن الصبر من الإيمان بمنزلة الرأس من الجسد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n6- وملاك الأمر الدعاء، فإن الأمر كله بيد الله:\n</p>\n\n<p>\n- يهدي من يشاء، ويستعمله.\n</p>\n\n<p>\n- ويضل من يشاء، ويخذله.\n</p>\n\n<p>\nفينبغي لك أن ترغب إلى من الأمر بيديه، وتفوض أمرك إليه، وليكن دعاؤك\nبخضوع وخشوع وبكاء وتضرع، فإن <span id='ms10'></span> بعضهم قال:\n</p>\n\n<p>\nإني لأعلم حين يستجيب لي ربي عز وجل.\n</p>\n\n<p>\nإذا وجل قلبي، أو اقشعر جلدي، وفاضت عيناي، وفتح لي في الدعاء.\n</p>\n\n<p>\nوقالت أم الدرداء لشهر بن حوشب:\n</p>\n\n<p>\nأما تجد قشعريرة؟\n</p>\n\n<p>\nقال: بلى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nقالت: فادع عندها، فإن الدعاء يستجاب عند ذلك.\n</p>\n\n<p>\nوعن أبي الجلد قال:\n</p>\n\n<p>\nأوحى الله -عز وجل- إلى موسى عليه السلام يا موسى.\n</p>\n\n<p>\n- إذا ذكرتني فاذكرني وأعضاؤك تنتفض.\n</p>\n\n<p>\n- وإذا دعوتني فاجعل لسانك من رواء قلبك.\n</p>\n\n<p>\n- وإذا قمت بين يدي فقم مقام الذليل الحقير، وذم نفسك فهي أولى بالذم.\n</p>\n\n<p>\n- وناجني حين تناجيني بقلب وجل ولسان صادق.\n</p>\n\n<p>\n7- وفوض أمرك إلى الله تعالى.\n</p>\n\n<p>\nواستطرح بين يديه، وأشعر قلبك أنه لا ينالك من الرزق والخير إلا ما كتبه\nالله لك ولو اجتهدت فيه بحيلة أهل السموات والأرض.\n</p>\n\n<p>\nولا يجرى عليك مما تكرهه إلا ما كتبه الله -عز وجل- عليك ولو اجتمع عليك\nمن في السموات والأرض.\n</p>\n\n<p>\nفإن ما أصابك لم يكن ليخطئك، وما أخطأك لم يكن ليصيبك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم أن من هو في البحر على لوح ليس هو بأحوج إلى الله تعالى وإلى لطفه\nممن هو في بيته بين أهله وماله.\n</p>\n\n<p>\nفإن الأسباب التي ظهرت له بيد الله تعالى، كما أن أسباب نجاة هذا الغريق بيده.\n</p>\n\n<p>\nفإذا حققت هذا في قلبك فاعتمد على الله -عز وجل- اعتماد الغريق الذي لا\nيعلم له سبب نجاة غير الله تعالى.\n</p>\n\n<p>\n8- وعليك بالورع واجتناب الشبهات، فإن من واقع الشبهات أوشك أن يقع في\nالحرام، وإن من وقع حول الحمى أوشك أن يجسر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n9- وعليك بقيام الليل فاخل فيه بربك، واطلب منه حوائجك، وتضرع إليه، واخضع\nبين يديه.\n</p>\n\n<p>\nفإنه يروى أن رجلا قال:\n</p>\n\n<p>\nأتيت بشر بن الحارث فقال: ما جاء بك؟\n</p>\n\n<p>\nقلت: مسألة!\n</p>\n\n<p>\nقال: ما هي؟\n</p>\n\n<p>\nقلت: رجل عليه دين كبير لا سبيل له إلى قضائه!\n</p>\n\n<p>\nفقال: عليك بجوف الليل.\n</p>\n\n<p>\nفأتيت أبا عبد الله أحمد بن حنبل فشكوت إليه فقال: عليك بجوف الليل.\n</p>\n\n<p>\nقال: فدلاني جميعا عليه.\n</p>\n\n<p>\n10- وإذا سألت الله فاسأله وأنت موقن بأنه مطلع عليك، سامع لدعائك، قريب <span id='ms11'></span>\nمنك، قادر على إجابتك، لا يتعاظمه شيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا سألته أمرا فاسأله الخيرة فيه، فإنك لا تدري ما يكون لك فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا شاء الله -عز وجل- أعطاك رغبتك وخار لك في ذلك، فيجمع لك فيه بين\nالأمرين.\n</p>\n\n<p>\n- فإن لم يعجل لك الإجابة فلا تيأس من الإجابة، ولا تمل من السؤال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nفقد روي أن بعضهم قال:\n</p>\n\n<p>\nلقد خار الله لعبده في حاجة أكثر فيها تضرعه.\n</p>\n\n<p>\nواعلم أن الله تعالى إذا نظر إليك وعلم أنك قد جعلته معتمدك وملجأك:\nوأفردته بحوائجك، دون خلقه أعطاك أفضل ما سألته وأكرمك بأكثر مما أردته.\n</p>\n\n<p>\n- فإن عجل لك الإجابة، فقد جمع لك بين قضاء الحاجة، وخيرة الدنيا\nوالآخرة.\n</p>\n\n<p>\n- وإن لم يجبك عاجلا فقد عوضك عن ذلك خيرا منه فأنت على خير في الحالين،\nواسترح إلى مناجاته وتلذذ بعبادته.\n</p>\n\n<p>\nفإنه يروى عن أبي سليمان الداراني أنه دخل عليه أحمد بن أبي الحواري وهو يبكي.\n</p>\n\n<p>\nفقال: ما يبكيك؟\n</p>\n\n<p>\nفقال: يا أحمد، وما لي لا أبكي ولو رأيت قوام الليل وقد قاموا إلى\nمحاريبهم وانتصبوا على أقدامهم يناجون ربهم في فكاك رقابهم، وقطرت دموعهم\nعلى أقدامهم، وجرت على خدودهم، وقد أشرف عليهم الجليل، فنادى:\n</p>\n\n<p>\nيا جبريل بعيني من تلذذ بكلامي واستراح إلى مناجاتي فلم لا تنادي فيهم.\n</p>\n\n<p>\nيا جبريل: ما هذا الجزع الذي أراه فيكم؟!\n</p>\n\n<p>\nأبلغكم أن حبيبا يعذب أحباءه! أم كيف يجمل بي أن أبيت أقواما وعند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \nالبيات آخذهم وقوفا لي يتملقوني!؟\n</p>\n\n<p>\nفبعزتي لأجعلن جزاءهم وقد وردوا علي أن أكشف لهم الحجاب عن وجهي حتى أنظر\nإليهم وينظروا إلي.\n</p>\n\n<h1 class='l1' id='head9'>AUTO ومناجاة العباد رحمهم الله تعالى لربهم كثيرة، ومن أحسنها ما</h1>\n\nروي عن منصور بن عمار أنه قال:\n<p>\nسمعت عابدا بالليل يناجي ربه، وهو يقول:\n</p>\n\n<p>\nوعزتك وجلالك ما أردت بمعصيتي مخالفتك ولا التعرض لغضبك، ولا أنا بنكالك\nجاهل، ولا لعذابك متعرض، ولا بنظرك مستخف، ولكن زينت لي نفسي، وأعانتها\nبجهدي شقوتي، ,وغرني سترك المرخي علي، فعصيتك بجهلي، وخالفتك بحهدي فالآن\nمن عذابك من ينقذني!؟\n</p>\n\n<p>\nوبحبل من أعتصم إن قطعت حبلك عني <span id='ms12'></span>!؟\n</p>\n\n<p>\nواسوأتاه من الوقوف بين يديك غدا إذا قيل للمخفين: جوزوا، وللمثقلين: حطوا!\n</p>\n\n<p>\nأفمع المخفين أجوز، أم مع المثقلين: أحط يا سيدي!؟\n</p>\n\n<p>\nويلي كلما طالت أيامي كثرت آثامي.\n</p>\n\n<p>\nويلي كلما كبرت سني عظمت ذنوبي.\n</p>\n\n<p>\nفمن كم أتوب، وفي كم أعود، واشباباه واشباباه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nورويت عن رجل قال:\n</p>\n\n<p>\nطلعت إلى بعض جبال الشام، فإذا في رأسه عابد قد اشتد بكاؤه ونحيبه،\nفسمعته يقول:\n</p>\n\n<p>\n- أترى بكائي نافعا لي عندك يا سيدي!\n</p>\n\n<p>\n- ومنقذا لرقبتي من سخطك!\n</p>\n\n<p>\n- أتراك مقيلي عثرتي في نارك أو معذبا كبرتي بعذابك!\n</p>\n\n<p>\n- أتراك موبخي على رءوس الخلائق بتفريطي في حقك!\n</p>\n\n<p>\nأواه لكشف ستري، أواه لحياء وجهي، أواه لما يلقاه غدا في النار جسدي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nقال: ثم اشتد بكاؤه حتى أنساني ما قبل ذلك، فناداه رجل: دلنا على الطريق -\nرحمك الله.\n</p>\n\n<p>\nفبكى، ثم قال:\n</p>\n\n<p>\nوكيف لي ولكم بالثبوت عليها، وكيف لي ولكم بالاستقامة عليها؟!\n</p>\n\n<p>\nثم قال:\n</p>\n\n<p>\nاللهم دل حيرتهم وحيرتي، ولا تعثرني ولا إياهم.\n</p>\n\n<p>\nوروي عن الحسن بن جعفر عن أبيه جعفر قال: صليت العيد في الجبانة، ثم\nانفردت في ناحية، فإذا أنا بعجوز رافعة يديها، وهي تقول:\n</p>\n\n<p>\nانصرف الناس، ولم أشعر قلبي اليأس، يا صاحب الصدقة ها أنا ذه منصرفة فليت\nشعري ما زودتني!\n</p>\n\n<p>\nرب ارحمني وارحم ضعفي وكبر سني، خرجت أرجوك فلا تخيب حسن ظني بك.\n</p>\n\n<p>\nوهي تبكي.\n</p>\n\n<p>\nقال: فما انتفعت بنفسي بشيء في يومي.\n</p>\n\n<p>\nوعن سفيان أنه قال: سمعت أعرابيا بعرفة يقول:\n</p>\n\n<p>\nإلهي من أحق بالزلل والتقصير مني وقد خلقتني ضعيفا؟!\n</p>\n\n<p>\nومن أحق بالعفو عني منك وعلمك بي سابق وأمرك بي محيط؟!\n</p>\n\n<p>\nإلهي لم أحسن حتى أذنت لي، ولم أسيء حتى قضيت علي؟!\n</p>\n\n<p>\nأطعتك بنعمتك، والمنة لك.\n</p>\n\n<p>\nوعصيتك بعلمك والحجة لك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nفأسألك بوجوب حجتك وانقطاع حجتي، وفقري إليك وغناءك عني إلا ما غفرت لي\nورحمتني.\n</p>\n\n<p>\nإلهي أنت أنس المؤنسين لأوليائك، وأقربهم بالكفاية إلى من توكل عليك،\nتشاهدهم في سرائرهم، وتطلع على ضمائرهم.\n</p>\n\n<p>\nاللهم وسري إليك مكشوف، وأنا إليك ملهوف.\n</p>\n\n<p>\nإذا أوحشتني الذنوب آنسني ذكرك، وإذا اجتمعت علي الهموم لجأت إليك علما <span id='ms13'></span>\nمني بأن أزمتها بيديك ومصدرها عن قضائك وقدرك.\n</p>\n\n<p>\nولبعضهم: اللهم إن استغفاري لك مع إصراري للؤم، وإن تركي الاستغفار مع\nسعة رحمتك لعجز، إلهي، كم تتحبب إلي بالنعم وأنت غني عني!\n</p>\n\n<p>\nوكمن أتبغض إليك بالمعاصي وأنا إليك فقير!\n</p>\n\n<p>\nإلهي: أتراك تعذبنا بالنار وقد أسكنت توحيدك في قلوبنا، وما أراك تفعل،\nولئن فعلت فلمع قوم طالما عاديناهم فيك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nوأحسن من هذا:\n</p>\n\n<p>\nما روي عن النبي - صلى الله عليه وسلم - أنه قال حين رجع من الطائف وقد\nكذبته ثقيف وردوا عليه، فقال:\n</p>\n\n<p>\n((اللهم إليك أشكوا ضعف قوتي وقلة حيلتي وهواني على الناس. اللهم أنت رب\nالمستضعفين، وأنت أرحم الراحمين، وأنت ربي إلى من تكلني: إلى بعيد يتجهمني،\nأو إلى عدو ملكته أمري!؟\n</p>\n\n<p>\nوإن لم يكن بك غضب علي فلا أبالي، ولكن عافيتك هي أوسع إلي.\n</p>\n\n<p>\nأعوذ بوجهك الكريم: الذي أضاءت له الظلمات، وصلح عليه أمر الدنيا والآخرة\nأن يحل بي سخطك، أو ينزل علي غضبك، فلك العتبى حتى ترضى، ولا حول ولا قوة\nإلا بك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا كان لك حاجة إلى الله تعالى تريد طلبها منه فتوضئ أحسن وضوء، واركع\nركعتين، وأثن على الله -عز وجل-، وصل على محمد النبي - صلى الله عليه وسلم\n-، ثم قل:\n</p>\n\n<p>\nلا إله إلا الله الحليم الكريم، لا إله الله العلي العظيم، سبحان الله رب\nالعرش الكريم، والحمد لله رب العالمين.\n</p>\n\n<p>\nاللهم إني أسألك موجبات رحمتك، وعزائم مغفرتك، والغنيمة من كل بر،\nوالسلامة من كل إثم.\n</p>\n\n<p>\nاللهم لا تدع لي ذنبا إلا غفرته، ولا هما إلا فرجته، ولا حاجة هي لك رضا\nإلا قضيتها يا أرحم الراحمين.\n</p>\n\n<p>\nوإن قلت: اللهم إني أسألك وأتوجه إليك بنبينا محمد - صلى الله عليه وسلم\n- نبي الرحمة.\n</p>\n\n<p>\nيا محمد إني أتوجه إلى ربي وربك -عز وجل- فتقضى لي حاجتي -ويذكر حاجته)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nوروي أن السلف كانوا يستنجحون حوائجهم بركعتين يصليها (أحدهم)، ثم يقول:\nاللهم بك أستفتح، وبك أستنجح وإليك أتوجه بتوحيدك الذي جحده المشركون\nوانقاد به لوجهك المخلصون.\n</p>\n\n<p>\nبنبيك محمد - صلى الله عليه وسلم <span id='ms14'></span> - أتوجه.\n</p>\n\n<p>\nاللهم ذلل لي صعوبة أمري، وسهل لي حزونته، ويسر لي من الخير أكثر مما\nأرجو، أو اصرف عني من الشر أكثر مما أخاف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا أردت أمرا فاستخر فيه الله عز وجل، وصل ركعتين من غير الفريضة، ثم قل:\n</p>\n\n<p>\nاللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم، فإنك\nتقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب.\n</p>\n\n<p>\nاللهم إن كنت تعلم أن هذا الأمر خير لي في ديني ودنياي ومعادي ومعاشي\nوعاقبة أمري.\n</p>\n\n<p>\n- أو قال: عاجل أمري وآجله - فاقدره لي: ويسره لي، ثم بارك لي فيه.\n</p>\n\n<p>\nوإن كنت تعلم أن هذا الأمر شر لي في ديني ودنياي ومعاشي وعاقبة أمري\nفاصرفه عني واصرفني عنه واقدر لي الخير حيث كان وكيف كان ثم رضني به- وتسمي حاجتك.\n</p>\n\n<h1 class='l1' id='head10'>AUTO ولتكن همتك في هذه الدنيا: التقرب إلى ربك الكريم، وطلب فضله</h1>\n\nالعظيم، والاجتهاد في الدخول في أوليائه: الذين يحبهم ويحبونه ويرضى عنهم\nويرضون عنه الذين اختارهم لنفسه وأكرمهم بولايته وأوقفهم على بابه وأشغلهم\nبه وعلق قلوبهم بمحبته. وشغل ألسنتهم بذكره وجوارحهم بطاعته، لا يلتفتون\nإلى ما سواه من دنيا ولا غيرها.\n<p>\nروينا عن معاذ بن جبل رضي الله عنه:\n</p>\n\n<p>\nأنه حين حضره الموت جعل يغشى عليه، ثم يفيق، فيقول: أخنقني خنقك، فوعزتك\nوجلالك إنك لتعلم أن قلبي يحبك.\n</p>\n\n<p>\nثم قال: انظروا هل أصبحنا؟!\n</p>\n\n<p>\nفأتي في بعض تلك المرات فقيل له: نعم.\n</p>\n\n<p>\nفقال: اللهم إني أعوذ بك من ليلة صباحها إلى النار.\n</p>\n\n<p>\nثم قال:\n</p>\n\n<p>\nمرحبا بالموت زائر مغب، حبيب جاء على فاقة.\n</p>\n\n<p>\nاللهم إنك تعلم أني لم أكن أحب البقاء في الدنيا لغرس الأشجار ولا لكري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \nالأنهار، ولكن لظمأ الهواجر، وقيام الليل في الشتاء، ومزاحمة العلماء\nبالركب عند حلق الذكر.\n</p>\n\n<p>\nفبكى الحارث بن عميرة فقال له: ما يبكيك؟!\n</p>\n\n<p>\nقال: والله ما أبكي لقرابة بيني وبينك ولا لدينا كنت أصيبها منك، ولكن\nكنت أصيب منك علما، فأخاف أن ينقطع.\n</p>\n\n<p>\nقال: فلا تبك، فإنه من يرد العلم أتاه كما أتى إبراهيم خليل الرحمن وليس\nثم <span id='ms15'></span> يومئذ علم ولا إيمان.\n</p>\n\n<p>\nواعلم -رحمك الله- أن هذه الدنيا سوق: متجر الأبرار، وحلبة السباق بين\nالكرام الأخيار، ومزدرع التقوى ليوم القرار، ومحل تحصيل الزاد للسفر الذي\nليس هو كالأسفار.\n</p>\n\n<p>\nفبادر -رحمك الله تعالى- قبل فوات إمكان البذار، واغتنم أنفاسك العظمية\nالمقدار، واذر من دموعك الغزار، على ما سلف منك من تفريط الأوزار، فإن\nالقطرة من الدموع من خشية الله تعالى تطفئ البحور من النار. وتيقظ في ساعات\nالأسحار عند نزول الجبار، واحضر بقلبك قول العزيز الغفار:\n</p>\n\n<p>\nهل من سائل فأعطيه، هل من داع فأستجيب له، هل من مستغفر فأغفر له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nقل: نعم يا رب، أنا السائل المحتاج الفقير، أنا الضعيف الكسير، أنا الداعي\nالراجي، أنا المستغفر المذنب المقر المعترف، يا صاحب الصدقة هانذا ارحم\nضعفي وكبر سني، ارحم فقري وفاقتي وحاجتي ومسكنتي يا كثير الخير، يا دائم\nالمعروف لا تخيب حسن ظني بك ولا تحرمني سعة معروفك، ولا تطردني عن بابك،\nولا تخرجني من أحبابك.\n</p>\n\n<p>\nأسألك من فضلك العظيم، فإنك قلت وقولك الحق:\n</p>\n\n<p>\n{واسألوا الله من فضله}.\n</p>\n\n<p>\nإلهي، ما أمرتني أن أسألك إلا وأنت تريد أن تعطيني، ولا دللتني عليك إلا\nوأنت تريد أن تهديني، ولا أمرتني بدعائك إلا وأنت تريد أن تجيبني.\n</p>\n\n<p>\nأسألك من فضلك أن تجعلني مع الذين أنعمت عليهم من النبيين والصديقين\nوالشهداء والصالحين.\n</p>\n\n<p>\nوأن تجعلني من الذين تحبهم ويحبونك أذلة على المؤمنين أعزة على الكافرين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nومن الأئمة الذين يهدون بأمرك، وارزقنا فعل الخيرات، وإقام الصلاة وإيتاء\nالزكاة، واجعلنا من العابدين لك.\n</p>\n\n<p>\nومن الذين يسارعون في الخيرات ويدعونك رغبا ورهبا، واجعلنا لك من\nالخاشعين.\n</p>\n\n<p>\nومن الذين يطيعونك ويطيعون رسولك ويخشاك ويتقيك، واجعلنا من الفائزين.\n</p>\n\n<p>\nرب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي وأن أعمل صالحا ترضاه\nوأدخلني برحمتك في عبادك الصالحين.\n</p>\n\n<p>\nوأصلح لي في ذريتي إني تبت إليك وإني من المسلمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nرب أنت أصلحت الصالحين، وفضلت الصديقين، وسبقت السابقين، وقربت المقربين،\nوتفضلت عليهم، ثم أثنيت عليهم ومنحتهم، ثم مدحتهم، لولاك ما وصلوا إليك،\nولولا <span id='ms16'></span> إحسانك ما فازوا لديك.\n</p>\n\n<p>\nفأسألك بوجهك الكريم، ومنك القديم، وفضلك العظيم. أن تتفضل علينا بما\nتفضلت به عليهم وتصلحنا بما أصلحتهم، وتمنحنا كما منحتهم، وتعطينا كما\nأعطيتهم، وتجود علينا بما جدت عليهم والكل عبيدك وفي قبضتك.\n</p>\n\n<p>\nيا رب دعوتنا إلى دارك دار السلام فاهدنا إلى الصراط المستقيم.\n</p>\n\n<p>\nلنجيب دعوتك، فإننا لا نستطيع إجابتك إلا بهدايتك، ولا نصل إلى دعوتك إلا\nبعنايتك.\n</p>\n\n<p>\nإلهي عممت بدعوتك، وخصصت بعنايتك من شئت فاجعلنا من خاصتك.\n</p>\n\n<p>\nومن علينا بالتوفيق لإجابتك، وأدخلنا في أهل ولايتك.\n</p>\n\n<p>\nيا رب أمرتنا بما لا يقدر على فعله إلا بك، ونهيتنا عما لا نقدر على تركه\nإلا بتوفيقك، ورغبتنا فيما لا نناله إلا بفضلك، وحذرتنا مما لا نسلم منه\nإلا بجودك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \nوكرمك.\n</p>\n\n<p>\nاللهم فوفقنا لامتثال أمرك، واجتناب زجرك، وأعطنا ما رغبتنا فيه، وجنبنا\nما حذرتناه.\n</p>\n\n<p>\nاللهم إنك سألتنا من أنفسنا ما لا نقدر على فعله إلا بك.\n</p>\n\n<p>\nاللهم فخذ لنا منها ما ترضى به عنا برحمتك يا أرحم الراحمين.\n</p>\n\n<p>\nاللهم إنك أخذت بقلوبنا ونواصينا فلم تملكنا شيئا منها، فإذا فعلت ذلك\nبهما فكن أنت وليهما.\n</p>\n\n<p>\nواهدنا إلى سواء السبيل.\n</p>\n\n<p>\nقال أبو عبد الله النباجي:\n</p>\n\n<p>\nسمعت بالنباج في الليل صوتا حزينا قلقا ينادي:\n</p>\n\n<p>\nيا حبيب من تحبب إليه، ويا قرة عين من لاذ به وانقطع إليه. يا سيدي\nومولاي.\n</p>\n\n<p>\nأغلقت الملوك أبوابها وأوقفت عليها حجابها، وخلا كل حبيب بحبيبه، وقلوب\nالعارفين تأبى إلا حبك والأنس بك، وإني قد جئتك في هذه الليلة من غير إدلال\nبعمل ولا استحقاق لموهبة.\n</p>\n\n<p>\nوإني أسألك أن تتفضل علي ولا تحرمني في هذه الليلة طيب مناجاتك، وجزيل\nالعطية من جزيل مجازاتك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nفسألت عن ذلك، فأخبرت أنها سلامة السوداء تعبد الله على التجريد.\n</p>\n\n<p>\nوعن إسماعيل بن أبي خالد قال: كان عندنا باليمن فتى مسرف على نفسه قليل\nالطاعة، وكان ذا جمال ومال، وكان اسمه سهلا، فرأى ليلة في منامه كأن جارية\nأتته وعليها ثوب من لؤلؤ يتساقط منه، وبيدها كتاب من حرير أخضر مكتوب فيه\nبالذهب، فأتته به <span id='ms17'></span>، فقالت: يا أخي، اقرأ لي هذا الكتاب.\n</p>\n\n<p>\nفدفعته إليه، فإذا فيه مكتوب شعرا:\n</p>\n\n<p>\nأسهل من صاغها الرحمن في غرف ... من مسكة عجنت من ماء نسرين\n</p>\n\n<p>\nإلى الذي حبه في القلب محتبس ... وقلبه عنه في لهو وتفتين\n</p>\n\n<p>\nأسهل ماذا فقد أورثتني حزنا ... كم عنك ما لا أحب الدهر يأتيني!\n</p>\n\n<p>\nألست تشتاق أن تلهو على فرش ... موضونة مع جوار خرد عين!\n</p>\n\n<p>\nقال: فانتبه من نومه فزعا مذعورا، وترك ما كان عليه من البطالة، ولزم\nالعبادة، وتنسك أحسن نسك حتى مات على ذلك -رحمه الله تعالى-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nوعن الحسن بن علي -رضي الله تعالى عنهما- قال:\n</p>\n\n<p>\nلقد رأيت أبي وقد جن عليه الليل بسواده قابضا على لحيته بيمينه يبكى\nبعبرته ويندب بزفرته، وهو يقول:\n</p>\n\n<p>\nإلهي، وسيدي، وخالقي، ورازقي، ومحيي، ومميتي، وباعثي، ووارثي، ما أنا وما\nقدري وما خطري عندك حتى تقصد قصدي بعقوبتك أو تنحو نحوي بسخطك تريد عذابي،\nفوعزتك وجلالك ومجدك وإحسانك:\n</p>\n\n<p>\nما تزيد في ملكك حسناتي، ولا تشينه سيئاتي، ولا ينقص خزائنك غنائي، ولا\nيزيد فيها فقري، اللهم ثبت رجاءك في قلبي حتى لا أرجو أحدا سواك يا من تحبب\nإلينا بآلائة، وتعرف إلينا بنعمائه، وكان لي في الأمور عند مسرتي، ارحم\nاليوم عثرتي.\n</p>\n\n<p>\n- وكان بهيم العجلي يقول في سجوده في آخر الليل عند فراغه من تهجده:\n</p>\n\n<p>\nإلهي، مسكينك يحب الاتصال بطاعتك، فأعنه على ذلك بتوفيقك أيها الكريم.\n</p>\n\n<p>\nإلهي، مسكينك كثير الرجاء لخيرك، فلا تحرمه ذلك.\n</p>\n\n<p>\nإلهي، مسكينك قطع على (¬1) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nوسمع من أعرابية بطريق منى، فقالت:\n</p>\n\n<p>\nيا رب أخذت وأعطيت، وأنعمت وسلبت، وكل ذلك عدل منك وفضل. والذي عظم على\nالخلائق أمرك لا بسطت لساني بمسألة غيرك، ولا أبديت رغبتي إلا إليك.\n</p>\n\n<p>\nيا قرة أعين السائلين، أغنني بجود منك أتبحبح في فراديس نعمه، وأتقلب في\nرواق نصره، واحملني من الرحلة، وأغنني من العيلة. واسبل علي سترك الذي لا\nتخرقه الرماح، ولا تزيله الرياح، إنك سميع الدعاء.\n</p>\n\n<p>\n- وقيل كان الجنيد ليلة العيد في البرية، فلما كان وقت السحر إذا هو بشاب\nملتف في <span id='ms18'></span> عباءة وهو يبكي، ويقول:\n</p>\n\n<p>\nبحرمة غربتي كم ذا الصدود ... ألا تعطف علي ألا تجود\n</p>\n\n<p>\nسرور العيد قد عم النواحي ... وحزني في ازدياد لا يبيد\n</p>\n\n<p>\nفإن كنت اقترفت خلال سوء ... فعذري في الهوى أن لا أعود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \nقال الحسن بن محمد بن إسحاق:\n</p>\n\n<p>\nرأيت يحيى بن معاذ الرازي -رحمه الله- في يوم عيد يناجي ربه، وهو يقول:\n</p>\n\n<p>\nإلهي، إن لم أكن لحقك راعيا، لم أكن لغيرك داعيا.\n</p>\n\n<p>\nإلهي، إن لم أكن إلى الخيرات مسارعا، لم أكن لباب البيعة قارعا.\n</p>\n\n<p>\nإلهي، إن لم أكن عن الغيبة صامتا، لم أكن لأنبيائك وأصفيائك شاتما.\n</p>\n\n<p>\nإلهي، من بابك لا أزول، لأني بغيرك لا أقول.\n</p>\n\n<p>\nإلهي، من بابك لا أبرح، لأني بغيرك لا أفرح.\n</p>\n\n<p>\nإلهي، عملي كسراب، وقلبي من التقوى خراب، وذنوبي أكثر من التراب، وأنت\nأولى بالعفو والصفح، فاغفر لنا وارحمنا بجودك وطولك، ياذا الجلال والإكرام.\n</p>\n\n<p>\n- ودعا رجل، فقال:\n</p>\n\n<p>\nاللهم إنك تعلم أني على إساءتي وظلمي وإسرافي لم أجعل لك ولدا ولا ندا\nولا صاحبة ولا كفوا، فإن تعذب فبعدلك، وإن تغفر فإنك أنت العزيز الحكيم، يا\nمن لا يشغله سمع عن سمع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>AUTO آخر الوصية</h1>\n\n<p>\nوالحمد لله وحده، وصلى الله على نبينا محمد وآله وسلم (¬1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n### |EDITOR|\n</p>\n\n<p>\nENDNOTES\n</p>\n\n<p>\n(¬1) لم أقف عليه، وفي الخبر سقط من آخره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n(¬1) كذا في النسختين (الأصل / ر) الختام مبتور يدل على نقص في آخر الوصية\nإذ قد انتهت بلا تمهيد للانتهاء.\n</p>\n\n<p>\nوفي (أ) انتهت قبل ذلك بعد (71) قبل قصة بهيم العجلي، وقد أشار ناسخها إلى\nهذا السقط فقال: (آخر ما وجدت).\n</p>\n\n<p>\nوفيها أبيات نسبت للمصنف، وليست هي من وصيته، ولمناسبتها مع الوصية ألحقها\nالناسخ، وكذلك ألحقها، وقد ذكرها ابن رجب في ترجمته من ذيل طبقات الحنابلة\n(2/141- 142)، فها كها:\n</p>\n\n<p>\nأبعد نزول الشيب أعمر منزلا ... سوى القبر إني إن فعلت لأحمق!\n</p>\n\n<p>\nيخبرني شيبي بأني ميت ... وشيكا وينعاني إلي فيصدق!\n</p>\n\n<p>\nيخرق عمري كل يوم وليلة ... فهل مستطيع رفو ما يتخرق؟!\n</p>\n\n<p>\nكأني بنفسي فوق نعشي ممدا ... فمن ساكت أو معول يتحرق\n</p>\n\n<p>\nإذا سئلوا عني أجابوا وأعولوا ... وأدمعهم يجرين: هذا <span id='ms19'></span> الموفق!\n</p>\n\n<p>\nوشالوا سريري ثم ساروا فأسرعوا ... ونودي أن لا تعجلوا وترفقوا!\n</p>\n\n<p>\nوغيبت في صدع من الأرض ضيق ... وأودعت لحدا فوقه اللبن مطبق\n</p>\n\n<p>\nيحثو علي الترب أوثق صاحب ... وسلمني للدود من هو مشفق\n</p>\n\n<p>\nفيارب كن لي مؤنسا يوم وحدتي ... فإني بما أنزلته لمصدق\n</p>\n\n<p>\nمقر بأني ذو ذنوب كثيرة ... أسير الخطايا بالإساءة موثق\n</p>\n\n<p>\nومالي سوى معروف ربي وجوده ... ومالي إلا فضله متعلق\n</p>\n\n<p>\nوما ضرني أني إلى الله صائر ... ومن هو من أهلي أبر وأرفق\n</p>\n\n<p>\nتمت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nوله أيضا\n</p>\n\n<p>\nأتعقل يا ابن أحمد والمنايا ... سوارع منك تحضر عن قريب\n</p>\n\n<p>\nأغرك أن تخطتك الرزايا ... فكم للموت من سهم مصيب\n</p>\n\n<p>\nكؤوس الموت دائرة علينا ... وما للمرء بد من نصيب\n</p>\n\n<p>\nإلى كم تجعل التسويف دأبا ... أما يكفيك إنذار المشيب\n</p>\n\n<p>\nأما يكفيك أنك كل حين ... تمر بقبر خل أو حبيب\n</p>\n\n<p>\nكأنك قد لحقت بهم قريبا ... ولا يغنيك إفراط النحيب\n</p>\n\n<p>\nهذا، والحمد لله رب العالمين على الإسلام والسنة، ونسأله بكرمه ورحمته\nالثبات والجنة، والله المستعان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n             <span id='ms20'></span>\n</p>\n",
  "pages": [
    "021",
    "022",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "035",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "084",
    "087",
    "088"
  ],
  "volumes": [
    "01"
  ]
}