{
  "content": "\n\n\n#####ENDNOTES#\n\n\n(1) تنقيح المقال 260 / 2.\n(1) الكنى والألقاب 76 / 3.\n(1) التنقيح 62 / 2 (2) التنقيح 62 باب محمد\n(1) التنقيح 421 / 1.\n<p>\n(2) 62 باب محمد (3) التنقيح 63 باب محمد\n(1) النسخة موجودة عندي بخطي.\n</p>\n\n<p>\n(2) التنقيح 62 باب محمد\n(١) <a href=\"/الكتب/1718_صحيح-البخاري-ج-٤\">صحيح البخاري ٤</a> / 176\n(1) إبراهيم 24.\n</p>\n\n<p>\n(2) الطبري 3 / 4 (3) تاريخ الخلفاء ص 142.\n(1) ناسخ التواريخ 6 / 119.\n</p>\n\n<p>\n(2) تفسير فرات.\n(١) الكبريت الأحمر على هامش اليواقيت والجواهر ص ١٤٣.\n</p>\n\n<p>\n(٢) روح المعاني ١ / ٢٤ (٣) مفاتيح الغيب ١ / ١٦٩.\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/2682_الدر-المنثور-ج-٦\">الدر المنثور ٦</a> / 416.\n(١) مباحث في علوم <a\nhref=\"/الكتب/1_القرآن/الصفحة_0?pageno=98#top\">القرآن ص ٩٨</a>.\n</p>\n\n<p>\n(2) البيان ص 138.\n(١) الاتقان ٢ / ٤٠.\n</p>\n\n<p>\n(٢) <a href=\"/الكتب/2677_الدر-المنثور-ج-١\">الدر المنثور ١</a> / 106.\n</p>\n\n<p>\n(3) سنن ابن ماجة ص 141.\n</p>\n\n<p>\n(4) صحيح المسلم 3 / 100.\n(1) روح المعاني 1 / 24.\n(1) وهذه أساميهم مع أسامي كتبهم:\n</p>\n\n<p>\n. The Rise Of Christanity By Earnest William (1) . Hitti. K. History\nOf Syria By Philip (2) . The Life Of Juses By Earnest (3) 84. The Rise\nOf Christanity p\n(1) اي <span id='ms783'></span> لم يخلق الكون من شئ إنما خلقه بقدرته بدون شئ فلفظ \" قدرته \" مجرور\nمن بواسطة العطف على \" شئ \". ج - ز (2) حبر الكلام اي حسنه وزينه. ج - ز\n(1) بلج صدره أي انشرح (2) شيط اي نضج (3) الهجعة النوم.\n(1) الهجمة أول ما يهجم من ظلام الليل والمراد هنا مطلق الظلمة وكذا\nمكفهرة، وفى ط متجهمة أي عابسة ج. ز (2) الخوط الغصن الناعم أو كل قضيب\nيعني انهم كانوا غير ذوي حنك وتدبير (3) الفرط المتقدم والمعنى انى أتقدمكم\nإلى الحوض. ج. ز\n(1) مراده رحمه الله منه الآيات التي حذفت منها ألفاظ على الظاهر كالآيات\nالتي نزلت في أمير المؤمنين عليه السلام مثل قوله تعالى يا أيها الرسول بلغ\nما انزل إليك من ربك (في علي عليه السلام) وسيأتي تفصيل القول في ذلك عند\nمحله. - ز.\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/2/240\"\ntarget=\"_blank\">البقرة ٢٤٠</a> (2) البقرة 234 (3) النساء 14\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/4/15\"\ntarget=\"_blank\">النساء ١٥</a> (2) النور 2 (3) المائدة 7 (4) المائدة 173\n(5) النساء 22 (6) الذاريات 13 (7) البقرة 191 (8) الأنفال 28 (9) العنكبوت\n2 (10) البقرة 122 (11) النمل 23\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/46/25\"\ntarget=\"_blank\">الأحقاف ٢٥</a> (2) المائدة 35 (3) الذين يتوفون منكم\nويذرون أزواجا يتربصن بأنفسهن أربعة اشهر وعشرا - البقرة 234.\n</p>\n\n<p>\n(4) والذين يتوفون منكم ويذرون أزواجا وصية لأزواجهم متاعا إلى الحول غير\nاخراج البقرة 240.\n</p>\n\n<p>\n(5) الهود 17 (6) الجاثية 23 (7) آل عمران 43 (8) بخع نفسه كاد ان يهلكها\nمن غضب أو غم\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/29/24\"\ntarget=\"_blank\">العنكبوت ٢٤</a> (2) لقمان 16 (3) البقرة 150 (4) النمل 10\n(5) النساء 91\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/9/111\"\ntarget=\"_blank\">التوبة ١١١</a> (2) آل عمران 110 (3) الفرقان 74 (4) الرعد\n10 (5) النساء 166 (6) المائدة 70.\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/4/167\"\ntarget=\"_blank\">النساء ١٦٧</a> (2) الشعراء 227 (3) الآية الموجودة في\nالمصحف هكذا \" ولو ترى إذ الظالمون في غمرات الموت \" الانعام 93 (4)\nالأنفال 27 (5) الممتحنة 1 (6) آل عمران 173 (7) التوبة 62 (8) الفجر 22\n(9) الحج 18 (10) النمل 87\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/39/68\"\ntarget=\"_blank\">الزمر ٦٨</a> (2) البقرة 61 (3) المائدة 24 (4) الفرقان 5\n(5) العنكبوت 48 (6) البقرة 221\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/2/5\"\ntarget=\"_blank\">البقرة ٥</a> (2) المائدة 48 (3) البقرة 178 (4) النساء 22\n(5) المائدة 173 (6) النساء 58\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/9/120\"\ntarget=\"_blank\">التوبة ١٢٠</a> (2) المجادلة 2 (3) الأنبياء 105 (4) النور\n55\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/28/5\"\ntarget=\"_blank\">القصص ٥</a> (2) يوسف 82 (3) المائدة 6 (4) البقرة 238 (5)\nالشورى 40\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/3/28\"\ntarget=\"_blank\">آل عمران ٢٨</a> (2) آل عمران 28 (3) الكهف 25 (4) الزمر 3\n(5) الطلاق 1 (6) اسرى 18 (7) اسرى 4\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/36/68\"\ntarget=\"_blank\">يس ٦٨ <span id='ms784'></span></a> (2) المؤمنون 92 (3) الأنبياء 22\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/7/194\"\ntarget=\"_blank\">الأعراف ١٩٤</a> (2) الأنبياء 67 (3) الاسراء 56 (4) النحل\n17 (5) الجاثية 23 (6) الحج 5 (7) الحج 7\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/30/50\"\ntarget=\"_blank\">الروم ٥٠</a> (2) ق 11 (3) يس 79 (4) المراد من الثواب\nوالعقاب ما هو في دار الدنيا المسمى بالبرزخ كما هو ظاهر من تقريب\nالاستدلال بالآيات الآتية.\n</p>\n\n<p>\n(5) هو 107 (6) المؤمن 46 (7) مريم 62 (8) المؤمنون 101\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/3/170\"\ntarget=\"_blank\">آل عمران ١٧٠</a> (2) النجم 9 (3) الزخرف 45 (4) يونس 94\n(5) النجم 15\n(1) القيعان جمع قاعة وهي ارض سهلة لا عوج فيها و \" تفق \" أي تعادل\nوالمقصود العرصات المتساوية المتعادلة وفى ط \" يقق \" ككتف أي شديد البياض ج\n- ز\n(1) بضم الدال وكسرها نوع من البسط له خمل (2) هكذا موجود في العبارة لكن\nالاحتمال ان الساقط منها هو قول النبي صلى الله عليه وآله \" لمن أنت؟ قالت\n\". ج - ز\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/2/286\"\ntarget=\"_blank\">البقرة ٢٨٦</a> (2) الزلزال 8 (3) المدثر 38 (4) آل عمران\n182 والانفعال 52 (5) حم السجدة 17 (6) العنكبوت 40\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/27/83\"\ntarget=\"_blank\">النمل ٨٣</a>\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/21/95\"\ntarget=\"_blank\">الأنبياء ٩٥</a> (2) محض فلان الود: اي أخلصه (3) آل عمران\n81 (4) النجم 42\n(1) كمال الاخلاص نفي الصفات عنه فمن وصفه فقد قرنه ومن قرنه فقد ثناه ومن\nثناه فقد جزأه ومن جزأه فقد جهله ومن جهله فقد أشار إليه ومن أشار إليه فقد\nحده ومن حده فقد عده (نهج البلاغة). ج - ز\n(1) حدثنا ط (2) نصرط (3) الهرم ج - ز\n(1) وفى ط مدينة وكلاهما صحيح لأنها نزلت مرتين. ج - ز\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/43/4\"\ntarget=\"_blank\">الزخرف ٤</a> (2) الحدال بضم الحاء كل شئ أملس (3) حبى\nالصبي حبوا زحف على يديه وبطنه (4) وفى ط \" غير الضالين \" ج - ز\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/4/70\"\ntarget=\"_blank\">النساء ٧٠</a>\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/10/64\"\ntarget=\"_blank\">يونس ٦٤</a> (2) البقرة 177 (3) المجادلة 22\n(1) اغتره اي طلب غفلته ج - ز\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/2/146\"\ntarget=\"_blank\">البقرة ١٤٦</a> (2) الفتح 29 (3) أي بلا سرج\n(1) يعني انه كان يحب الملائكة (2) اي كشف\n(١) لا يقال إن هذا الخبر مؤيد للمجبرة الذين يقولون بعدم اختيار العباد،\nلأنه يقال إنه الله تعالى عالم بسريرة العباد قبل خلقهم وخبير بمصيرهم إلى\nالحسن أو القبح بدون أن يكون لهذا العلم دخل في أفعالهم لان <span id='ms785'></span> العلم بالشئ لا\nيكون مؤثرا فيه، بل المؤثر في الافعال إرادة الفاعل، فلما علم الله سبحانه\nوتعالى ان فريقا من العباد يفعلون الخير والحسنات، وآخرين يرتكبون الفواحش\nوالمنكرات جعل في طينة الأولين الماء العذب، انعاما عليهم واكراما لهم\nليكون أوفق لهم في مقام الطاعة وأسهل في الانقياد، وليس هذا على حد الالجاء\nولا سببا لما صدر عنهم من الاعمال الحسنة بل إنه من الموفقات - وكذلك جعل\nفي طينة الأشرار الماء المالح الأجاج تخفيضا وتحقيرا لهم وليس فيه الزام\nوالجاء على فعل القبيح بل هو تابع لإرادتهم كما ذكر ويؤيد ما ذكرنا قوله\nعليه السلام \" وشرطه في ذلك البداء \" فاندفع من هذا ما يرد على الأخبار\nالواردة من هذا القبيل كاخبار الطينة، واخبار السعادة والشقاوة في بطون\nالأمهات - (٢) قال جدي السيد الجزائري رحمه الله في زهر الربيع في معنى\nالبداء انه \" تكثرت الأحاديث من الفريقين في البداء \" مثل \" ما عظم الله\nبمثل البداء \" وقوله \" ما بعث الله نبيا حتى يقر له بالبداء \" اي يقر له\nبقضاء مجدد في كل يوم بحسب مصالح العباد لم يكن ظاهرا عندهم، وكان الاقرار\nعليهم بذلك للرد على اليهود حيث زعموا انه تعالى فرغ من الامر، يقولون إنه\nتعالى عالم في الأزل بمقتضيات الأشياء فقدر كل شئ على مقتضى علمه.\n</p>\n\n<p>\nوقال شيخنا الطوسي رحمه الله في العدة: واما البداء فحقيقته في اللغة\nالظهور، كما يقال \" بدا لنا سور المدينة، وقد يستعمل في العلم بالشئ بعد ان\nلم يكن حاصلا، فإذا أضيفت هذه اللفظة إلى الله تعالى فمنه ما يجوز اطلاقه\nعليه ومنه ما لا يجوز، فالأول هو ما أفاد النسخ بعينه ويكون اطلاق ذلك عليه\nعلى ضرب من التوسع، وعلى هذا يحمل جميع ما ورد عن الصادق عليه السلام من\nالاخبار المتضمنة لإضافة البداء إلى الله تعالى دون ما لا يجوز عليه من\nحصول العلم بعد ان لم يكن، ويكون وجه اطلاق ذلك عليه تعالى التشبيه هو انه\nإذا كان ما يدل على النسخ يظهر <span id='ms786'></span> به للمكلفين ما لم يكن ظاهرا ويحصل لهم\nالعلم به بعد ان لم يكن حاصلا وأطلق على ذلك لفظ \" البداء \".\n</p>\n\n<p>\nقال وذكر سيدنا المرتضى وجها آخر في ذلك وهو: أنه قال يمكن حمل ذلك على\nحقيقته بان يقال بد الله بمعنى انه ظهر له من الامر ما لم يكن ظاهرا له،\nوبدا له من النهي ما لم يكن ظاهرا له، لان قبل وجود الأمر والنهي لا يكونان\nظاهرين مدركين وإنما يعلم أنه يأمر وينهى في المستقبل، فاما كونه آمرا\nوناهيا فلا يصح ان يعلمه الا إذا وجد الأمر والنهي وجرى ذلك مجرى أحد\nالوجهين المذكورين في قوله تعالى \" ولنبلونكم حتى نعلم المجاهدين منكم \"\nبان نحمله على أن المراد به حتى نعلم جهادكم موجودا، لان قبل وجود <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a> لا يعلم <a\nhref=\"/الكتب/1880_الجهاد\">الجهاد</a> موجودا وإنما يعلم كذلك بعد حصوله\nفكذلك القول في البداء (انتهى).\n</p>\n\n<p>\nويظهر مما افاده الشيخ رحمه الله عدم الفرق بين البداء والنسخ ولكن يمكن\nان يقال في مقام الفرق بينهما ان الأول يطلق على ما يتعلق بالأصول المنوطة\n- بالاعتقاد التي لا دخل له في العمل، والثاني مخصوص بالفروع والشرائع\nالمتعلقة باعمال المكلفين، وهذا الفرق غير خفي على كل حفي وأحسن ما يمكن\nالتمثيل به في معنى البداء قوله تعالى \" وواعدنا موسى ثلاثين ليلة ثم\nأتممناها بعشر (الأعراف 142) فواعد الله موسى لاعطاء التوراة ثلاثين ليلة،\nثم غير الوعد المذكور على الظاهر بإضافة عشر ليال، ولم يكن هذا التغيير\nلأجل سنوح مصلحة جديدة كانت خفية عنه سابقا بل المعنى ان الميعاد المقرر\nعند الله لم يكن إلا أربعين ليلة، لكنه بين أولا بأنه ثلاثون لحكمة امتحان\nايمان تابعي موسى، فمنهم من ثبت عند هذا الامتحان، ومنهم من خرج عن ربقة\nالايمان، وتعبد بالعجل والأوثان، وبعد ما انتهى هذا الابتلاء أتم الميعاد\nبإضافة عشر ليال، والدليل على أن الميعاد المقرر عند الله كان أربعين ليلة\nلا غير قوله تعالى \" وإذ واعدنا موسى أربعين ليلة ثم اتخذتم العجل من بعده <span id='ms787'></span>\nوأنتم ظالمون. البقرة 51 \" قال البلاغي \" أربعين ليلة باعتبار مجموع\nالعددين، الوعد الأول - وهو ثلاثون ليلة - والثاني، وهو اتمامها بعشر كما\nفي سورة الأعراف \".\n</p>\n\n<p>\nفعلى هذا لا يرد على البداء من أنه موجب لجهله تعالى عن عواقب الأمور أو\nموجب للتغير في علمه، أو نقصانه، لان التغير في المعلوم دون العالم، وان\nسلم فهو اعتباري غير قادح في وجوبه كما أشار إليه بقوله \" كل يوم هو في\nشأن.\n</p>\n\n<p>\nالرحمن 29 \".\n</p>\n\n<p>\nومن هذا يظهر أيضا دفع الاشكال الوارد على الحديث المشهور عن الصادق عليه\nالسلام في ولده إسماعيل عند وفاته، وهو قوله عليه السلام: \" ما بدا لله في\nكل شئ كما بدا له في إسماعيل \" وقد بين له معان لا يسعني ذكرها فنقتصر على\nما خطر في خاطري وهو انه: لما كان الغرض المهم من خلقه الكون خلقة الانسان،\nوالمهم في خلقهم بعث الأنبياء، والمهم في بعثهم نبوة نبينا محمد صلى الله\nعليه وآله، والمهم في بقاء شريعته صلى الله عليه وآله امامة اثنى عشرة\nأئمة، فكانت النتيجة ان هذه الإمامة مدار الكون، فكان الابتلاء فيها من أهم\nالابتلاءات، فكان ظهور البداء فيها من أعظم البدوات التي امتحن الله بها\nقلوب العباد - والله العالم - ج - ز\n(1) اي هذبوها وطيبوها (2) انز الشئ تصلب وتشدد (3) وروى \" فابدؤها\nوانشاؤها ثم ابرؤها وتجزوها \" وما ذكرناه أوفق. ج - ز\n(1) الأكنان جمع كن وهو ماكن من الحر والبرد.\n(١) وتفسير هذه الكلمة كما في <a href=\"/الكتب/2334_تفسير-الإمام-\nالعسكري-ع\">تفسير الإمام العسكري (ع)</a> انه قيل لهم بالانقياد لولاية\nالله ولولاية محمد صلى الله عليه وآله وعلي (ع) وآلهما الطيبين وانهم لما\nلم ينقادوا وظلموا حق الله وحق محمد صلى الله عليه وآله وآله انزل الرجز\nعليهم من السماء. ج - ز\n(1) أنعم له أي قال له \" نعم \" ج - ز\n(١) إن قضية عثمان وأبي ذر نالت من الشياع والظهور ما لا يكاد يخفى على من\nله مساس بالتاريخ، فمن شاء فليراجع: مروج الذهب ١ / ٤٣٨، انساب البلاذري ٥\n/ ٥٣، <a href=\"/الكتب <span id='ms788'></span>/3469_تاريخ-اليعقوبي-ج-٢\">تاريخ اليعقوبي ٢</a> /\n١٤٨، طبقات ابن سعد ٤ / ١٦٨ صحيح البخاري كتاب الزكاة، <a href=\"/الكتب\n/1809_عمدة-القاري-ج-٤\">عمدة القاري ٤</a> / 291، شرح نهج البلاغة (محمد\nعبده) 2 / 17، كتاب أبو ذر الغفاري لعبد الحميد جودة السحار ص 144.\n</p>\n\n<p>\n(2) لعل هذه الواقعة كانت قبل نزول آية التحية. ج - ز\n(1) اي تشاوروا وتكلموا فيما بينهم. ج - ز\n(١) لا يخفى ان هذه الرواية وإن كان ظاهرها مما ينكره العقل والنقل لكونه\nقادحا في قداسة الملائكة الذين لا يعصون الله طرفة عين لأنهم عباد مكرمون\nلا يسبقونه بالقول، وانه قد ورد في الباب اخبار رادة لها كالخبر المروي في\n<a href=\"/الكتب/2334_تفسير-الإمام-العسكري\">تفسير الإمام العسكري</a> عليه\nالسلام، الا ان التأمل الدقيق يعطي عدم منافاتها للعقل - لان عصيان\nالملائكة مستحيل مع كونهم كذلك - اما بعد ان أعطاهما الله تعالى ما للبشر\nمن القوى الشهوية والاحساسات النفسانية - كما يظهر من الرواية - فظاهره\nصيرورتهما بشرا أو مثل البشر في فقدان العصمة وامكان المعصية، واشكال\nالفلاسفة بعدم امكان انقلاب الماهيات مدفوع، بعموم قدرة الله تعالى،\nوالمعاجز الصادرة عن المعصومين عليهم السلام شاهدة على ذلك - لكنه قد ورد\nفي <a href=\"/الكتب/2334_تفسير-الإمام-العسكري\">تفسير الإمام العسكري</a>\nعليه السلام ما يرد هذا الخبر فحينئذ يؤخذ بالأوضح متنا والأوثق سندا ويعمل\nبالمرجحات كما هو المناط في باب اختلاف الروايتين ولما لم يكن ثمة ثمرة\nعملية لم نطل الكلام في تنقيح المقام ج - ز.\n</p>\n\n<p>\n(2) خلط في الكلام اي هذى.\n(١) وفي <a href=\"/الكتب/2334_تفسير-الإمام-العسكري\">تفسير الإمام\nالعسكري</a> عليه السلام مرويا عن الصادق عليه السلام ان المراد من تلك\nالكلمات، الكلمات التي تلقاها آدم عليه السلام من ربه فتاب عليه وهي أنه\nقال \" يا رب أسألك بحق محمد وعلي وفاطمة والحسن والحسين الا تبت علي \" -\nقيل له يا بن رسول الله فما يعني بقوله \" فأتمهن \"؟ قال \" يعني فأتمهن إلى\nالقائم عليه السلام (الرواية) ج - ز.\n(1) لم تكن العبارة بين القوسين في نسخة تفسير القمي الموجودة عندي إنما\nنقلتها على <span id='ms789'></span> ما حكاها عنه البحراني في البرهان ج - ز.\n(1) انتابهم انتيابا أي اتاهم مرة بعد أخرى قاموس\n(1) وقد فصلنا القول في مثل هذه الكلمات في مقدمتنا، فعلى القارئ الكريم\nمراجعتها ج - ز\n(1) النفس بالنفس والعين بالعين والانف بالأنف والاذن بالاذن والسن بالسن\nوالجروح قصاص (المائدة 45) ولعل المراد من النسخ في المقام ان الآية \"\nالنفس بالنفس \" تدل على حتمية القصاص والآية \" الحر بالحر \" تدل على رخصته\nبقوله: فمن عفي له من أخيه... الخ \" ج - ز.\n(1) اي تعجل في الذهاب إلى وطنه - عن أبي بصير عن أبي عبد الله عليه السلام\nقال إن العبد المؤمن حين يخرج من بيته حاجا لا يخطو خطوة ولا تخطو به\nراحلته الا كتب له بها حسنة ومحي عنه سيئة، ورفع له بها درجة فإذا وقف\nبعرفات فلو كانت له ذنوب عدد الثرى رجع كما ولدته أمه فقال له استأنف العمل\nيقول الله \" فمن تعجل في يومين فلا أتم عليه \" (الآية) البرهان.\n</p>\n\n<p>\n(2) عطف على قوله \" مؤمن غفر الله له \". ج ز.\n(1) والحال انها قبل \" يسألونك عن الشهر الحرام.. الخ \" (2) إنما ترك\nالمؤلف تفسير آية: يسئلونك عن الخمر والميسر، لأنه سيأتي في ذيل قوله\nتعالى: إنما الخمر والميسر الخ في سورة المائدة ص 180 فراجع - ج - ز\n(1) بان يؤخذ نصف السوط باليد ويضرب به ج ز.\n(1) اي في التطليقة الثالثة تسرح باحسان ج - ز\n(1) عضل المرأة عن الزواج اي منعها.\n</p>\n\n<p>\n(2) حز على كرم فلان اي زاد. ج - ز\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/2/140\"\ntarget=\"_blank\">البقرة ١٤٠</a>\n(1) العتمة محركة صلاة العشاء - مجمع (2) الكور كصرد جمع كورة بضم الكاف\nوهي بقعة تجتمع فيها المساكن ج - ز\n(1) مقلاع كمضراب آلة يرمى بها الأحجار إلى الصيد ونحوه.\n(1) المفازة كمغارة الفلاة لا ماء فيها، قيل إن ذلك مأخوذ من فوز اي مات\nلان المفازة مظنة للموت، وقيل سميت مفازة لان من خرج منها وقطعها فاز. ج -\nز\n(1) ليس في ط ألم - ج - ز\n(1) هد البناء أي ضعضعه وهدمه (2) الخرنوب بالضم والفتح شجرة برية ذات شوك\nوحمل كالتفاح <span id='ms790'></span> لكنه بشع ق\n(1) اي مخروبة.\n</p>\n\n<p>\n(2) بخت نصر بضم الباء وتشديد الصاد أصله بوخت ومعناه ابن ونصر اسم صنم\nلأنه كان وجد ملقى عنده فنسب إليه لأنه لم يعرف له أب ق ومجمع ج. ز\n(1) اللبوة أنثى الأسد، ج - ز\n(1) بكسر الغين بياض البيض. ج - ز\n(1) قال صادق آل محمد عليه السلام: ما أحب الله من عصاه ثم تمثل فقال:\n</p>\n\n<p>\nتعصى الاله وأنت تظهر حبه * هذا محال في الفعال بديع لو كان حبك صادقا\nلأطعته * ان المحب لمن يحب مطيع. ج - ز\n(1) وجدت اي حزنت. ج ز\n(1) بكبك القوم اي ازدحموا، ج - ز\n(1) عبأ الجيش اي رتبه في مواضعه وهيأه للقتال. ج - ز\n(1) القضيم الكاسر وسيأتي شرحه في عبارة المصنف (رحمه الله).\n</p>\n\n<p>\n(2) الترس.\n</p>\n\n<p>\n(3) اجهز على الجريح أي اسرع في قتله واثمه. ج - ز\n(1) الهزبر كمنبر: الأسد، القضم كلقن: السيف المتكسر الحد ولا يكون كذلك\nإلا مع كثرة استعماله في الحروب، البهم كصرد: الشجاع المستبهم على أقرانه\n(2) الطحون والطحانة الكتيبة العظيمة. ج - ز\n(1) كلها مبني للمفعول أي قطعت وشقت وضربت.\n</p>\n\n<p>\n(2) السليط كلقيط الزيت، ومنه خبر ابن عباس رأيت عليا وكأن عينيه سراجا\nسليط (مجمع) ج - ز\n(1) الداغصة عظم مدور في الركبة. وفى ط مثل الفضة وهو بعيد (2) الخرصان\nتثنية الخرص كفلس حلفة الذهب أو الفضة أو الخرص ككفل وهو الجراب. ج - ز\n(1) العرقوب بالضم عرق غليظ فوق عقب الانسان ومن الدابة في رجلها كالركبة\nفي يدها.\n</p>\n\n<p>\nق. ج ز\n(1) الصرر كشرر: السنبل (2) النجاء كعلاء الخلاص. ج - ز\n(1) غل غلولا خان. ج - ز\n(2) جأفه اي صرعه. ج - ز\n(1) الأحابيش جمع أحبوشة كأحدوثة وهي الجماعة من الناس ليسوا من قبيلة\nواحدة.\n</p>\n\n<p>\n(2) جمع قلوص كمجوس وهي الإبل ج - ز\n(1) الفئام جماعة من الناس، لا واجد له. ج - ز\n(1) العدة ما أعددته من مال وسلاح. ج. ز\n(1) اسم مشرك. ج - ز\n(1) لا يخفى ان الروايات التي صدرت بذكر أبى الجارود، ليست من عبارة تفسير\nالقمي، بل انها مضافات أبي الفضل العباس تلميذ المصنف التي أضافها إلى <span id='ms791'></span> أصل\nالتفسير بمناسبة المقام.\n</p>\n\n<p>\n(2) القريب والصديق. ج - ز\n(1) اي صالحهم\n(1) اي لأجل دينه.\n</p>\n\n<p>\n(2) من القود بالتحريك وهو القصاص ج\n(1) ويأتي ذكرها في ص 391 من هذا الكتاب. ج. ز\n(1) الفرح والحزن والمراد معني الأخير، فهو من لغات الأضداد. ج - ز.\n(1) الأيم كقيم امرأة لا بعل لها. ج. ز.\n(1) أعان عليه اي ضره وفي الدعاء \" رب أعني ولا تعن علي). ج. ز.\n(1) كراع الغميم خ. ل.\n(1) كما أن بعض الآيات فيه مخاطبة للنبي صلى الله عليه وآله والمراد منه\nأمته على نحو \" إياك أعني واسمعي يا جارة \" كذلك هذه الآية - بناءا على\nالتفسير المذكور - وإن كان ظاهرها متعرضا لشأن بني إسرائيل اما باطنها\nمتعلق بأعداء آل محمد ج - ز.\n(1) المسح بالكسر كساء من صوف جمعه مسوح ج. ز\n(1) ان هذا الخبر من غرائب الاخبار حيث لم يشاهد مثل هذا الشخص المعذب اي\nمكان، ولو كان لبان، فيمكن ان الإمام عليه السلام لم يكن مقصوده بيان\nاعتقاده بل ذكره حسب ما كان على السنة الناس في ذاك الزمان كما يدل عليه\nلفظه \" يزعمون أنه ابن آدم \" وعلى فرض كونه حاكيا عن اعتقاد نفسه يجوز أن\nتكون العشرة الموكلون على هذا الرجل من الأجنة المخفية عن انظار عامة البشر\nفلذا لم يطلعوا وعلمه الإمام عليه السلام لأنه عالم بخبايا الأمور. ج. ز.\n(١) وفي لفظ صحيح البخاري: ان أناسا من أصحابي يؤخذ بهم ذات الشمال فأقول\nأصحابي أصحابي! فيقال انهم لم يزالوا مرتدين على أعقابهم منذ فارقتهم، وفي\nلفظ صحيح مسلم: أقول إنهم مني فيقال انك لا تدري ما عملوا بعدك، فأقول سحقا\nسحقا لمن بدل بعدي، قال النووي في ذيل هذه الأحاديث (اي أحاديث الحوض): قال\nالقاضي عياض أحاديث الحوض صحيحة والايمان به فرض والتصديق به من الايمان،\nمتواتر النقل رواه خلائق من الصحابة راجع <a href=\"/الكتب/1716_صحيح-\nالبخاري-ج-٢\">صحيح البخاري ج ٢</a> / ١٤٥ - ١٥٩ و ج ٣ / ٧٩ و ج ٤ / ٨٧ (باب\nالحوض) و<a href=\"/الكتب/1724_صحيح-مسلم-ج-٢\">صحيح <span id='ms792'></span> مسلم ج ٢</a> / 249 -\n252. ج. ز.\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/43/79\"\ntarget=\"_blank\">الزخرف ٧٩</a>.\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/9/74\"\ntarget=\"_blank\">التوبة ٧٤</a>.\n(1) اي سكر. مجمع ج - ز.\n(1) وهي أم حبيبة رملة بنت أبي سفيان، هاجرت مع زوجها عبد الله بن جحش إلى\nالحبشة ثم تنصر عبد الله هنالك ومات علي النصرانية وثبتت أم حبيبة على\nدينها الاسلام ثم تزوجها رسول الله صلى الله عليه وآله (أعلام النساء) ج.\nز.\n(1) الفضيخ كنبيذ شراب يتخذ من البسر (2) كفأه كمنعه قلبه ق. ج - ز\n(1) وهو الصديد يخرج من فروج الزناة.\n</p>\n\n<p>\n(2) اي عزموا على المعصية. ج - ز\n(1) قلوص كفلوس جمع قلس حبل للسفينة ضخم. ج. ز\n(١) نعم. انه كان مكرما له عليه السلام أيام حياته لكنه الذي قتل والده،\nالرضا عليه السلام لما اقتضت سياسته ان ينحيه عن طريق ملكه \" وان الملك\nعقيم \" دس إليه السم فقتله وممن ذكر كون المأمون قاتلا للإمام علي الرضا\nعليه السلام: المسعودي في مروج الذهب ٩ / ٣٣، ابن طقطقي في الفخري ص ١٦٣،\nابن الأثير في <a href=\"/الكتب/3110_الكامل-ج-٦\">الكامل ٦</a> / 111\nالشبلنجي في نور الأنصار ص 144 وكذا في روضة الصفا 3 / 16 وشواهد النبوة ص\n202 ومطالب السئول ص 288 وحبيب السير 2 / 51. ج - ز\n(1) يؤول كتا ويل قوله تعالى: الرحمن على العرش استوى أي استولى. ج. ز\n(1) المراد من هذا هو القرب المعنوي وإلا فالله سبحانه برئ عن الجسم\nوالمكان وكذا المراد من اشرافه ظهور جلاله. ج. ز.\n(1) الزجلة بالضم صوت الناس ويفتح (ق) - ج - ز\n(1) راجع حاشيتنا التفصيلية على البداء ص 38 من هذا الكتاب ج. ز.\n(1) الصم كغنم فقدان حاسة السمع. ج - ز\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/73/10\"\ntarget=\"_blank\">المزمل ١٠</a>.\n</p>\n\n<p>\n(٢) حم السجدة ٣٤.\n</p>\n\n<p>\n(٣) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/15/97\"\ntarget=\"_blank\">الحجر ٩٧</a>.\n</p>\n\n<p>\n(٤) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/50/38\"\ntarget=\"_blank\">ق ٣٨</a>.\n</p>\n\n<p>\n(٥) ألم السجدة ٢٤.\n</p>\n\n<p>\n(٦) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/7/137\"\ntarget=\"_blank\">الأعراف ١٣٧</a>.\n(1) الانعام 24.\n(١) مرجع به في الآية <a href=\"/الكتب/1_القرآن\">القرآن</a> والمراد من\nالبينة أيضا <a href=\"/الكتب/1_القرآن\">القرآن</a>، وتذكير الضمير بتأويل\n<a href=\"/الكتب/1_القرآن\">القرآن</a>. ج. ز\n(1) اسلموا مبني للمفعول، ومعنى ابسل <span id='ms793'></span> نفسه للهلاك: أسلم نفسه للهلاك ج. ز\n(١) لا يخفى انه قد اختلف العلماء في والد إبراهيم عليه السلام، قال الرازي\nفي تفسير قوله \" وإذ قال إبراهيم لأبيه آزر \" وظاهر هذه الآية يدل على أن\nاسم والد إبراهيم عليه السلام هو آزر. وقال الزجاج لا خلاف بين النسابين ان\nاسمه \" تارخ \" وعلى هذا فآزر كان عمه واطلاق لفظ الأب على العم في لغة\nالعرب و<a href=\"/الكتب/1_القرآن\">القرآن</a> شائع ومنه الحديث المعروف \"\nعم الرجل صنو أبيه \" وقال الله تعالى حاكيا عن أولاد يعقوب (ع) انهم قالوا:\n(نعبد إلهك وإله آبائك إبراهيم وإسماعيل وإسحاق) ومن المعلوم ان إسماعيل\nكان عما ليعقوب، وقال رسول الله صلى الله عليه وآله: لم نزل ننتقل من أصلاب\nالطاهرين إلى أرحام الطاهرات، وقال الله تعالى إنما المشركون نجس، فلا يكون\nأحد أجداد النبي ولو بعيدا نجسا وهذا هو معقد اجماع الطائفة المحقة فتحمل\nالروايات المخالفة له علي <a href=\"/الكتب/362_التقية\">التقية</a>. ج. ز\n(1) لا يخفى ان كلام الشياطين وايحاء بعضهم إلى بعض هو زخرف القول لأنه\nمفعول \" يوحي \" لا أن الشياطين جعلوا كلام النبي مزخرفا كما هو الظاهر من\nعبارة المصنف وأظن أنه لأجل تصحيف في العبارة وكذا العبارة الآتية في شرح\nقوله تعالى \" لتصغي إليه أفئدة الذين لا يؤمنون بالآخرة \" لأنه لا معنى\nلاستماع المنافقين لقول الشياطين ثم ارضائهم بمجرد اللسان دون الجنان\nوالحال ان المنافقين شأنهم ان يؤمنوا بوحي الشياطين قلبا لا لسانا فهو\nبالعكس. ج. ز\n(1) الحرج بالتحريك جمع الحرجة مجتمع الشجر. ق\n(1) اي مال.\n(1) وفي الكافي عن معاوية بن الحجاج قال سمعت أبا عبد الله عليه السلام\nيقول في الزرع حقان حق يؤخذ به، وحق تعطيه، قلت فما الذي أؤخذ به وما الذي\nأعطيه؟ قال اما الذي تؤخذ به فالعشر ونصف العشر، واما الذي تعطيه فقول الله\nعز وجل \" وآتوا حقه يوم حصاده يعني \" من حصدك الشئ بعد الشئ ولا اعلمه إلا\nقال الضغث تعطيه الضغث حتى تفرغ، فيظهر من هذه الرواية وغيرها <span id='ms794'></span> ان المراد من\nالآية في المقام الزكاة المستحبة دون الواجبة منها. ج. ز.\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/39/6\"\ntarget=\"_blank\">الزمر ٦</a>.\n</p>\n\n<p>\n(2) البخت بالضم الإبل الخراسانية والجمع بخاتى ق -\n(1) اي مستترة. ج. ز.\n(1) قال في مجمع البحرين: القدرية وهم المنسوبون إلى القدر يزعمون أن كل\nعبد خالق فعله ولا يرون المعاصي والكفر بتقدير الله ومشيته وفي الحديث لا\nيدخل الجنة قدري وهو الذي يقول لا يكون ما شاء الله ويكون ما شاء إبليس،\nويسمون \" بالمفوضة \" أيضا لزعمهم ان الله فوض إليهم أفعالهم.\n</p>\n\n<p>\nوبإزاء هذه الفرقة \" المجبرة \" وهم الذين قالوا ليس لنا صنع ونحن مجبورون\nيحدث الله لنا الفعل عند الفعل وإنما الافعال منسوبة إلى الناس مجازا\nويسمون \" بالمرجئة \" أيضا فذاك افراط وهذا تفريط والحق الوسط ما ذهبت إليه\nالإمامية وهو ما افاده الإمام الصادق عليه السلام: لا جبر ولا تفويض ولكن\nامر بين أمرين سئل ما الامر بين الامرين؟ قال مثل ذلك رجل رأيته على معصية\nفنهيته فلم ينته فتركته، ففعل تلك المعصية، فليس حيث لم يقبل منك فتركته\nأنت الذي امرته بالمعصية.\n</p>\n\n<p>\nوقال البصري لأبي عبد الله عليه السلام: الناس مجبورون؟ قال لو كانوا\nمجبورين لكانوا معذورين، قال ففوض إليهم؟ قال لا، قال فما هم؟ فقال علم\nمنهم فعلا فأوجد فيهم آلة الفعل، فإذا فعلوا كانوا مع الفعل مستطيعين (مجمع\nالبحرين مادة طوع). ج. ز\n(1) لا كلام في مذهب الإمامية في أن العبد ليس بمجبور في أفعاله بل هو الذي\nيفعل حسنته وسيئته وهو المسؤول عنها يوم القيامة والقول بان الله تعالى\nفاعل أفعالهم باطل عندهم اجماعا وقد دلت عليه قبله الآيات والروايات، فاما\nالآيات فناهيك منها: لا يكلف الله نفسا إلا وسعها لها ما كسبت وعليها ما\nاكتسبت وقوله تعالي لا يسأل عما يفعل وهم يسألون، ومن الروايات مضافا إلى\nما مضى سابقا قول الصادق عليه السلام حين سئل عن معنى القدر قال: ما استطعت\nان تلوم العبد عليه فهو فعله وما لم تستطع ان تلوم العبد عليه فهو فعل الله <span id='ms795'></span>\nتعالى، يقول الله للعبد لم عصيت! لم فسقت! فهذا فعل العبد ولا يقول له لم\nمرضت لم طلت لم قصرت! لم ابيضضت لم اسوددت! لأنه فعل الله (الأنوار\nالنعمانية 2 / 261) وان خطر في بال بأنه ما بال تلك الأخبار التي يجنح\nظاهرها إلى الجبر كاخبار الطينة وكذا قوله عليه السلام: من خلقه الله شقيا\nيوم خلقه كذلك يعود إليه إلى آخر ما في متن الكتاب.\n</p>\n\n<p>\n(قلنا) انه قد أجيب عنه بوجوه:\n</p>\n\n<p>\nالأول: ما صار إليه علم الهدى السيد مرتضى (رح) فإنه قد استراح بالقول\nبأنها اخبار آحاد مخالفة للكتاب والاجماع فوجب ردها، فلذلك طرحها كما هو\nمذهبه في اخبار الآحاد أينما وردت، ذلك لان الكتاب والاجماع قد دلا على أن\nصدور الحسنة والسيئة إنما هو باختيار العبد وليس فيه مدخل للطينة بوجه من\nالوجوه.\n</p>\n\n<p>\nوالثاني: ما ذهب إليه ابن إدريس (رح) من أنها اخبار متشابهة يجب الوقوف\nعندها وتسليم أمرها إليهم عليهم السلام.\n</p>\n\n<p>\nوالثالث: ما صار إليه بعض المحدثين من حملها على المجاز والكناية كما\nيقال في العرف لمن أسدي عرفه إلى عباد الله وحسن خلقه هذا رجل قد عجنت\nطينته بفعل الخير وحب الكرم والتقوى.\n</p>\n\n<p>\nوالرابع: وهو المشهور في تأويل هذه الأخبار وما ضاهاها مما ظاهره الجبر\nونفي الاختيار من أنه منزل على العلم الإلهي، فإنه سبحانه قد علم في الأزل\nأحوال الخلق في الأبد وما يأتونه وما يذرونه بالاختيار منهم فلما علم منهم\nهذه الأحوال وانها تقع باختيارهم عاملهم بهذه المعاملة كالخلق من الطينة\nالخبيثة أو الطينة الطيبة وحينئذ كتبت الشقاوة والسعادة في الناس قبل ان\nيجيئوا في حيز الوجود، وكما أن العلم بان زيدا اسود وبكرا البيض ليس علة\nللسواد والبياض الموجودين فيهما كذلك علم الله تعالى بكون زيد سعيدا أو\nشقيا لا يكون علة للسعادة والشقاوة فيه بل إنهما مستندتان إليه.\n</p>\n\n<p>\nالخامس: وهو ألطف الوجوه ما قال غواص بحار الاخبار، وطلاع جواهرها عن\nالأستار، جدنا السيد الجزائري رحمه الله في أنواره من أن خلق الأرواح قد\nكان <span id='ms796'></span> قبل خلق عالم الذر، وقد أجج سبحانه نارا وكلف تلك الأرواح بالدخول، كما\nسيأتي تفصيله عند تفسير الآية \" وإذ اخذ ربك من بني آدم من ظهورهم \" في هذا\nالكتاب فمنهم من بادر إلى الامتثال ومنهم من تأخر عنه ولم يأت به، فمن هناك\nجاء الايمان والكفر ولكن بالاختيار، فلما أراد سبحانه ان يخلق لتلك الأرواح\nأبدانا تتعلق لكل نوع من الأرواح نوعا مناسبا له من الأبدان فيكون ما صنع\nبها سبحانه جزاءا لذلك التكليف السابق، نعم لما مزج الطينتين اثر ذلك المزج\nفي قبول الاعمال الحسنة وضدها، هذا ما قبل في هذه المسألة، مضافا إلى ما\nذكرناه سابقا في ابتداء الكتاب في حاشيتنا ص 38، من اشتراط البداء في ذلك،\nفيتبين لك ان القول بالبداء يقلع أساس الجبرية والقدرية كلتيهما، نعم من\nذهب إلى انكاره فلابد له من الاقرار بالجبر فأقروا به بل اعتنقوا به. ج. ز.\n(١) شفعت الشئ شفعا من باب نفع، ضممته إلى الفرد وشفعت الركعة جعلتها\nركعتين، ومنه قول الفقهاء: الشفع ركعتان والوتر واحدة. (مجمع) (٢) تبدل\nالأرض يوم القيامة بخبزة بيضاء قد وردت فيه روايات كثيرة خاصة وعامة، اما\nالروايات الخاصة فعن الكافي عن أبي جعفر عليه السلام، قال سأله الأبرش\nالكلبي عن قول الله عز وجل \" يوم تبدل الأرض غير الأرض \" قال تبدل خبزة\nنقية يأكل الناس منها حتى يفرغوا من الحساب، فقال الأبرش فقلت ان الناس\nيومئذ لفي شغل عن الاكل، إلى آخر ما أجاب به الإمام عليه السلام عن الايراد\nالمذكور، عن زرارة قال سألت أبا عبد الله عليه السلام عن قوله الله عز وجل\n\" يوم تبدل الأرض. الخ \" قال تبدل خبزا نقيا يأكل منه الناس حتى يفرغوا من\nالحساب، قال قائل انهم لفي شغل عن الأكل والشرب؟ فقال إن الله خلق ابن آدم\nأجوف ولا بد له من الطعام والشراب الخ، وعن ارشاد المفيد (ر ح) عن عبد\nالرحمن بن عبد الله الزهري، قال حج هشام بن عبد الملك فدخل المسجد الحرام <span id='ms797'></span>\nمتكئا على ولد سالم مولاه، ومحمد بن علي عليه السلام جالس في المسجد، فقال\nله سالم مولاه، يا أمير المؤمنين! هذا محمد بن علي، قال هشام المفتونون به\nأهل العراق؟\n</p>\n\n<p>\nقال نعم، قال اذهب إليه فقل له: ما الذي يأكل الناس ويشربون إلى أن يفصل\nبينهم يوم القيامة؟ قال أبو جعفر (ع) \" يحشر الناس على مثل قرص نقي، فيها\nانهار متفجرة، يأكلون ويشربون حتى يفرغ من الحساب \" إلى غير ذلك من\nالروايات المتضافرة الواردة فيه واما الروايات العامة ففي روح المعاني عن\nابن جبير: تبدل الأرض خبزة بيضاء فيأكل المؤمن من تحت قدميه وعن أفلح مولى\nأبى أيوب: ان الأرض تكون يوم القيامة خبزة واحدة يتكفؤها الجبار بيده كما\nيتكفأ أحدكم خبزته في السفر، نزلا لأهل الجنة وهو في الصحيحين \" ان تبدل\nالأرض خبزا وإن كان مما تستغربه الأذهان العامة لكن شيئا من التأمل يدفعه،\nلان المراد منها ليس هي الخبزة التي نأكلها، بل مادة شبيهة لها كما مضى في\nقول الإمام عليه السلام في الرواية \" على مثل قرص نقي \" هذا ثم إن الغرابة\nاما من جهة الاستحالة الذاتية فهي ممنوعة، أو الاستحالة العادية وهي مرتفعة\nبعموم قدرة الله تعالى، واما من جهة أخرى كعدم المناسبة أو عدم الداعي إلى\nذلك، وقد أجاب عنه الإمام عليه السلام من أن ابن آدم خلق أجوف فما دام فيه\nاثر من الحياة يحتاج إلى ما يملا جوفه، حتى في رحم الأمهات وفي الجنان\nوجهنم كذلك، ففي يوم القيامة كيف لا يحتاج إليه مع طول مدته التي نص عليها\n<a href=\"/الكتب/1_القرآن\">القرآن</a> بأنه كالف سنة مما تعدون (الحج 47).\n</p>\n\n<p>\nوقد وردت فيه روايات أخر أيضا لا تقل غرابة مما ذكره القمي كتبدل الأرض\nفضة والسماء ذهبا ذكرها تفاسير العامة.\n</p>\n\n<p>\nوفي رواية السجاد عليه السلام \" تبدل الأرض غير الأرض \" يعني بأرض لم\nتكسب عليها الذنوب بارزة ليس عليها جبال ولا نبات كما دحاها أول مرة\n(الصافي) وعلى هذا التفسير لا حاجة إلي تجشم الذب عنه.\n</p>\n\n<p>\nج <span id='ms798'></span>. ز.\n(1) اي يرسب في وحل البحر شيئا فشيئا.\n</p>\n\n<p>\n(2) هاتان الآيتان من سورة طه 88.\n</p>\n\n<p>\nج. ز\n(1) قال في مجمع البحرين: فلما سقط في أيديهم بالبناء للمفعول والظرف نائبه\nيقال لكل من ندم وعجز عن الشئ، قد سقط في يده واسقط في يده لغتان ومعنى سقط\nفي أيديهم ندموا على ما فاتهم، وقرأ بعضهم سقط بالفتح كأنه اضمر لندم انتهى\nفعلى هذا يكون معنى الآية الشريفة: لما لحقتهم الندامة، وكذا في مجمع\nالبيان، اما على ما فسر به المصنف (رح) فهو \" سقط \" بالفتح مبني للفاعل،\nومعناه جاء موسى نازلا من الجبل بين أيديهم، يقال على الخبير سقطت اي نزلت\nعنده وجئت عنده. ج. ز\n(1) وما حصل لإسرائيل من الملك الحقير الآن فهو بالنسبة إلى سعة الأرض وطول\nالزمان ليس بشئ وان هو الا كشعرة سوداء في بقرة بيضاء. ج. ز.\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/3/81\"\ntarget=\"_blank\">آل عمران ٨١</a>.\n</p>\n\n<p>\n(٢) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/3/84\"\ntarget=\"_blank\">آل عمران ٨٤</a>.\n(١) اي معاينة لجلال الله تعالى لا نفسه لأنه منزه عن الجسم والجسمانيات.\n</p>\n\n<p>\n(٢) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/7/101\"\ntarget=\"_blank\">الأعراف ١٠١</a> ج. ز\n(١) لقد خالف المصنف (رح) في معنى هذه الكلمة سائر المفسرين حيث فسرها\nبالجاهل بها، وفسروها بالعالم بها، فالتفسيران متضادان ظاهرا، ويمكن ان\nيقال في مقام رفع التنافي بينهما ان معني \" حفي عن الشئ \" انه استقصى في\nالسؤال عنه، فبدؤه الجهل وختامه العلم، لان الجهل بالشئ ينشئ السؤال عنه\nونتيجة الاستقصاء في السؤال العلم به غالبا، فكأن نظر المصنف (رح) إلى\nالبداوة ونظر الذي فسرها بالعلم إلي <a\nhref=\"/الكتب/41_النهاية\">النهاية</a>. وكلا المعنيين لهما ربط بالمقام الا\nان الأول أرجح لان المستقصي في السؤال عن شئ لا يخلو من الجهل به قبل\nالاستقصاء وانه قد يخلو من العلم بعده إذا ليس كل مستقص عالما فالمعنى على\nتعبير المصنف (رح): ان مشركي قريش يسألونك عن الساعة كأنهم يحسبونك من\nالجهلاء الذين مدرك علمهم الناس، وقصدهم ان يعيروك لأنك إذا عينت وقتها\nتكون كاذبا عند اليهود، وإذا فحمت عن الجواب <span id='ms799'></span> يظهر جهلك عندهم والحال انك\nلست من الجهلاء الذين يسألون الناس عن كل شئ حتى إذا لم تجبهم عن هذه\nالمسألة يكن لك عيبا بل انك كلما تعلم فهو من الله فعدم علمك بوقت الساعة\nليس بعيب لك لان الله لم يخبرك به واختصه لنفسه كما قال \" إنما علمها عند\nالله لا يجليها لوقتها الا هو \" ج. ز\n(1) لا يخفى ان الحارث وإن كان من أسامي إبليس لعنه الله كما يظهر من هذه\nالرواية، لكن له معان اخر أيضا كزارع الحرث والكاسب، وليس من قبيل \" إبليس\n\" أو \" الشيطان \" المختصين به، فإنه لو كان كذلك لم يسم به اخيار الناس\nكحارث بن همام وحارث بن سراقة الذين كانا صحابيين جليلين لأمير المؤمنين\nعليه السلام، فإذا لم يكن باس في التسمية بنفس الحارث كيف يكون التباس في\nالتسمية بعبد الحارث لامكان ان أراد منه آدم (ع) هو الله لصدق الحارث بمعنى\nمخرج الحرث، عليه حقيقة واما قوله: اجعل للحارث فيه نصيبا معنا اجعل نصيبا\nفي الطاعة لا في العبادة وهو المراد من شرك الطاعة في قول الإمام (ع) الآتي\nذكره فان قلت: كيف جاز لآدم ان جعل للشيطان نصيبا في واده؟ وإذا جاز لم\nعاتبه الله تعالى بقوله: فلما آتاهم صالحا جعلا له شركاء قلت: كان ذلك\nجائزا لان الذي جعل للشيطان نصيبا في ولد آدم هو الله تعالى بقوله: وشاركهم\nفي الأموال والأولاد، فإذا جعل آدم له فيهم نصيبا لم يكن مقدوحا الا ان آدم\nلما لم يكن له مقام كمقام الله حتى يجيز للشيطان في المشاركة كما أجاز\nالله، لم يكن سائغا له ان يرخصه بكذا خصوصا إذا كان مترشحا منه الانقياد\nللشيطان والرضا على طاعة ولده له فلذا عاتبه الله تعالى والله العالم. ج. ز\n(1) أوجف دابته ايجافا جعله يعدو عدوا سريعا ج ز (الأنفال)\n(1) اي يغلب على الأرض ويبالغ في قتل أعدائه (مجمع البحرين)\n(1) البهرة بالضم موضع بنواحي المدينة وموضع باليمامة. ق (2) جمع صبوة اي\nالجهلة.\n</p>\n\n<p>\n(3) السعير التي <span id='ms800'></span> تحمل المسك ق (4) دهده الحجر اي دحرجه.\n(1) النش بفتح النون وتشديد الشين نصف أوقية (عشرون درهما) مجمع\n(1) الخيلاء بضم الخاء وفتح الياء: الكبر، وفي الحديث لا يدخل الجنة شيخ\nزان ولا جبار ازاره خيلاء.\n(1) الغضا الواحدة منه غضاة شجر من الأثل جمرة تبقى زمنا طويلا، الهريشة\nنبات. جمعها الهراش (2) اي شجعان، وفي حديث علي عليه السلام: اما بنو هاشم\nفانجاد. ج ز\n(1) اي صرف وجهه إليهم.\n</p>\n\n<p>\n(2) اي بغي المشركين ج. ز\n(1) جمع العزلاء: مصب الماء من الرواية إشارة إلى شدة المطر.\n</p>\n\n<p>\n(2) الرذاذ كالسحاب: المطر الضعيف. ق\n(1) وهي لذي الحافر كالشفة لغيره.\n</p>\n\n<p>\n(2) تلمظ تتبع بلسانه لبقية الطعام في الفم واخرج لسانه فمسح شفته.\n(1) الإل بالكسر العهد (2) اداره في فيه (3) السحر والسحر والسحر: الرءة. ج\nز\n(1) فت الشئ: كسره بالأصابع كسرا صغيرة ومنه فت الخبز في المرق ويقال فت في\nعضده، اي كسر قوته.\n(1) الدرقة بفتحتين الترس.\n(1) الركل: الضرب برجل واحدة\n(1) يقال \" حن عني شرك \" اي كفه.\n(1) وفى نسخة \" الاجلاف \" والجلف كالحلف: الأحمق، المطمئن من الأرض: ما\nانخفض منها والمراد هنا الوضيع يعني لو تولى كل وضيع قتلى غيرك. ج. ز\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/3/165\"\ntarget=\"_blank\">آل عمران ١٦٥</a>\n(1) يقال جاء القوم على بكرة أبيهم: اي جاؤوا جميعا لم يتخلف منهم أحد ج. ز\n(1) أقول وعند ذلك نزل جبرئيل بالآية: ومن الناس من يشري نفسه ابتغاء مرضاة\nالله والله رؤوف بالعباد (البقرة 207) وقد ذكر القندوزي في الينا بيع وغيره\nقضية مباهاة الله على الملائكة من هذا الايثار والفداء العظيم الذي أظهره\nعلي بن أبي طالب عليه السلام ليلة الهجرة فراجع. ج. ز\n(1) يقال \" أوقدت بك زنادي \" اي نجح بك أمري. ج. ز\n(1) العدوة بضم العين وكسرها قرء بهما في السبعة: شاطي الوادي (مجمع)\n(1) الزحف: الجيش. ق\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/4/89\"\ntarget=\"_blank\">النساء ٨٩</a>.\n(1) اي خاصته وما يتخذه معتمدا عليه. (مجمع)\n(1) الحزن: ما غلظ من الأرض، الضرس: الأمكنة الخشنة، الدهس:\n</p>\n\n<p>\nالمكان السهل.\n(1) اي لم تخف في عرض جميغة هوزان على سيوف العدو.\n</p>\n\n<p>\n(2) (العوان الحرب الشديدة <span id='ms801'></span>) الجذع الشاب اخب واضع أي اسرع، الزمع الرعدة\nالتي تكون عند الخوف، والصدع من الظباء والحمر: الفتى الشاب القوى. ج. ز\n(1) الطرب ككتف فرس النبي صلى الله عليه وآله ق\n(1) الوطيس التنوراى اشتدت الحرب ق.\n(1) البساط والثوب.\n</p>\n\n<p>\n(2) اي الأغنياء.\n(1) اي بطيئا.\n</p>\n\n<p>\n(2) أي الخيانة\n(1) وفى ط الحر بن قيس وهو خطأ وإن كان كلاهما صحابيين غير ممدوحين لكن\nالمراد هنا هو الجد وفى قاموس الرجال ناقلا عن جماعة: انه يظن فيه النفاق\nوكل من حضر الحديبية بايع النبي صلى الله عليه وآله الاجد بن قيس فإنه\nاستتر تحت ناقة النبي ص (أقول) هذا عمله وذاك - أي الاستهزاء برسول الله\nعند ذكره بنات الأصفر - قوله أبعد اللتيا والتي يبقى المجال ان يقال فيه \"\nيظن فيه النفاق (2) الاستحفاد والاستخدام (3) اسم أطلقه العرب على الغربيين\nلا سيما على اليونان والروم. ج. ز\n(1) الداهية.\n</p>\n\n<p>\n(2) أي هزل\n(1) النقار كالغراب داء الماشية كالطاعون. ق\n(1) وفي المصحف لفظة \" على النبي والمهاجرين \" مكان \" بالنبي على المهاجرين\n\". ج. ز\n(1) هذه الرواية واردة في الصافي بعينها ج ز\n(1) اي بناءا على افعل التفضيل من النفاسة. ج ز\n(1) اي إلى نور وجه الله عز وجل كما في الدعاء: بنور وجهك الذي أضاء له كل\nشئ. ج. ز\n(بن ك) الأحول عن منصور\n(1) الطين الأسود المنتن. ق\n(1) زفر زفيرا: اخرج نفسه والمراد هنا اخرج الصوت من أعماق النفس. ج. ز\n(1) الشن القربة.\n</p>\n\n<p>\n(2) كذا في النسخ والمظنون أن يكون لفظ \" ربه \" مكان \" عليا \" ج ز\n(1) الشمط محركة بياض الرأس خالطه سواد والعور: محركة ذهاب حس احدى العينين\nق\n(1) الطموس كالدروس لفظا ومعنى. ج ز\n(1) وذلك لان بنيامين كان في البيت فكانوا عشرا. ج. ز\n(1) أي مبنيا للمجهول. واعصروا أي امطروا. والمعصرات السحاب (2) حصحص. وضح\n(3) جمع كندوج كصندوق شبه المخزن (4) الكلس بالكسر الصاروج (النورة)\n(1) المقل بالضم صمغ شجرة نافع للسعال وهش الهوام والبواسير وتنقية الرحم\nوتسهيل الولادة وانزال المشيمة وحصاة الكلية والرياح الغليظة مدرباه مسمن\nمحلل للاورام ق.\n(١) قال جدي السيد الجزائري رحمه الله <span id='ms802'></span> في قصص الأنبياء: \" اختلف علماء\nالاسلام في تعيين الذبيح هل هو إسماعيل أو اسحق (ع) فذهبت الطائفة المحقة\nمن أصحابنا وجماعة من العامة إلى أنه إسماعيل (ع) والأخبار الصحيحة دالة\nعليه مع دلالة غيرها من الآيات ودلائل العقل، وذهب طائفة من الجمهور إلى\nأنه اسحق (ع) وبه اخبار واردة من الطرفين، وطريق تأويلها اما ان تحمل على\n<a href=\"/الكتب/362_التقية\">التقية</a>، واما حملها على ما قاله الصدوق\n(رح) صار ذبيحا بالنية والتمني قال الصدوق (رح) في العيون:\n</p>\n\n<p>\n\" قد اختلفت الروايات في الذبح، فمنها ما ورد بأنه إسماعيل، ومنها ما ورد\nبأنه اسحق (ع) ولا سبيل إلى رد الاخبار متى صح طرقها وكان الذبيح إسماعيل\nعليه السلام لكن اسحق لما ولد بعد ذلك تمنى انه هو الذي امر أبوه بذبحه\nفكان يصبر لامر الله كصبر أخيه فينال بذلك درجته في الثواب، فعلم الله عز\nوجل من قلبه فسماه بين ملائكته ذبيحا لتمنيه ذلك \" ثم حمل رحمه الله قول\nالنبي صلى الله عليه وآله: \" انا ابن الذبيحين \" على ذلك (أقول) ان بعض\nالروايات المعتبرة كرواية هذا التفسير وغيره آب عن الحمل فإنها مصرحة بذبح\nاسحق حقيقة لا مجازا وفداه بكبش، فعليه لا مجال إلى ما ذهب إليه الصدوق\nرحمه الله من الحمل فاما ان تحمل هذه الروايات - كما قال جدي رح - على <a\nhref=\"/الكتب/362_التقية\">التقية</a> أو على تعدد الواقعة. ج. ز\n(1) جار عن الشئ اي مال عنه.\n</p>\n\n<p>\n(2) الترحة كفرحة معناه الحزن.\n</p>\n\n<p>\n(3) ان الملك الموكل على السيئات واحد، فمشاركة الملك الثاني في هذا\nالقول من باب التغليب والشهادة. ج. ز\n(1) وفى نسخة ط \" من امامك \" (2) وفى ط \" وعلي عليه السلام والأئمة امامي \"\n(3) الفرقان 24، وفي تفسير الصافي ان المقيل مكان يبات فيه لوقت يسير فعلى\nهذا هذه الآية تدل على ثواب الله في البرزخ لان الجنة لا نوم فيها فلا تكون\nمرادا منها. ج. ز\n(1) المرزبة بكسر الميم وتشديد الياء عصية حديد (2) الزج بالضم حديدة في\nأسفل الرمح. ج. ز\n(1) حراء بالكسر والمد جبل بمكة <span id='ms803'></span>. مجمع (2) الصد بالضم والفتح جبل أو سحاب\nمرتفع، وفى بعض الروايات انه صار مثل العصفور. ج ز\n(1) فراجع ص 37 من هذا الكتاب.\n(1) راجع ص 334 ج 1 (2) يعني ان الله اقسم بحياته صلى الله عليه وآله. ج. ز\n(1) اي الخبر المذكور سابقا من إجابة أبيه وأمه وعمه صلى الله عليه وآله\nوسلم. ج. ز\n(1) وفى ط بعد هذا: والخطايا وما تزاوروا أوزار الآثام من الذين ظلموا\n(1) وفى ط بعد ذلك: (لنبوئنهم في الدنيا حسنة) أي لنؤتينهم\n(1) الكرش كظلف والكتف لذي أخف والحافر كالمعدة للانسان. ج ز\n(1) خالط بياض رأسه سواد فهو اشمط. ج. ز\n(1) البخت بالضم الإبل الخراسانية والجمع بخاتى ق\n(1) اي لم يقدر على فعلها وهذا كما قال صلى الله عليه وآله نية المؤمن خير\nمن عمله. ج ز\n(1) لا يخفى ان مفاد هذه الرواية وإن كان غير مطابق ظاهرا للتحقيقات\nالعصرية لان كسوف الشمس على ما حققوه عبارة عن حيلولة القمر بين الشمس\nوالأرض وخسوف القمر عبارة عن حيلولة الأرض بينها وبين القمر، مع أنه لا\nوجود للماء في الفضاء فلا معنى لطمس الشمس فيه، إلا أنه يمكن ان يقال في\nمقام التوفيق انه للكسوفين سببان الأول:\n</p>\n\n<p>\nالحيلولة والثاني: طمسها في الماء على النحو الذي ذكر في الرواية، ووجود\nالماء في الفضاء غير محال كما دلت عليه الآية الشريفة \" هو الذي خلق\nالسماوات والأرض في ستة أيام وكان عرشه على الماء \" ويمكن توجيهه بطريق آخر\nوهو: ان الأرض ثلاثة أرباع منها أو أزيد مغطاة بالماء فلما تكون حائلة بين\nالشمس والقمر يصير ظل الماء واقعا على القمر لان نحن الماء الملتف عليها\nزائد حدا، فإذا فرضنا الشمس إلى جانب والقمر إلى جانب آخر وفي وسطهما من\nالأرض قسمة منها عليها الماء وسطحه محدب لأجل كروية الأرض فيكون الحدب\nالمائي مانعا عن وصول ضوء الشمس إلى القمر لكونه حائلا بينهما فيقع ظل نحن\nالماء على القمر فينخسف تماما أو ناقصا حسب مقدار حيلولة الماء فيصدق على\nالقمر انه انطمس في الماء <span id='ms804'></span> ولو مجازا (اي في ظل الماء). وكذا نقول في انكساف\nالشمس من أنه ليس الحائل بينها وبين الأرض نفس السيارة بل قسمة من الماء\nالموجود فيه ولو في الزمان السابق لامكان الماء فيه سابقا كما ذهب إليه بعض\nمحققي عصرنا، ويؤيده ما عثرنا عليه أخيرا في كتاب \" ماه \" تأليف فارسي\nللفاضل المحقق السيد جلال امام جمعة الجزايري ما ما خلاصته مترجما\nبالعربية:\n</p>\n\n<p>\n\" ان التصاوير التي اخذت أخيرا بواسطة سبوتنك الأمريكي اوربيتر الرقم 4 -\n5 من كرة القمر انعكست فيها اشكال لها شباهة تامة بالأنهار الأرضية وهذا\nصار سببا لاعتقاد بعض محققي العصر بان القمر كان فيه سابقا كمية وافره من\nالماء - وان الفلكي الأمريكي بروفيسور يورى (UREY. c. H) قال في مجلة\nالطبيعة الرقم 216، ان حاصل الرسوم الجديدة (اوربيتر 4 - 5) برهان ساطع على\nأن الماء كان موجودا في القمر بكمية كثيرة واعلام جريانه واضحة في هذه\nالتصاوير، لكنه بمرور الزمان وحرارة الشمس تبدل بشكل البخار ولكون قلة\nجاذبية القمر لم يرجع وانتشر في الفضاء - إلى أن قال - بل إنه موجود الان\nأيضا في طبقات القمر منجمدا بشكل الثلج \" فمفاد هذا الكشف ان كرة القمر\nمتركب من اجزاء مائية ويؤيده ما في الحديث الآتي الذي قال فيه الإمام\nالباقر عليه السلام ان الله خلق القمر من ضوء النار وصفو الماء طبقا من هذا\nوطبقا من هذا الحديث، فتبين من ذلك كله ان هذه الرواية مما دل على العلم\nالحيوي لأهل بيت العصمة عليهم السلام ورسوخهم في العلوم بأرجائها زمان لم\nيكن لتلك التحقيقات الجديدة اثر ولا خبر نعم هنا شئ ذكره الإمام عليه\nالسلام في هذه الرواية \" بطونهما يضيئان لأهل السماء وظهورهما يضيئان لأهل\nالأرض \" ومعناه ان الشمسين لا تديران وجهيهما إلى الأرض بل الينا طرف واحد\nمنهما وهذا مما بلغه اليوم العلماء العصريون مع أن الفضل للمخبر به قبل الف\nعام.\n</p>\n\n<p>\nوفي الكافي والبحار أنه قال أمير المؤمنين عليه السلام في حديث طويل له:\nان الشمس لو كان وجهها لأهل الأرض لاحترقت الأرض ومن عليها من <span id='ms805'></span> شدة حرها\n(الهيئة والاسلام ص 3 2). ج. ز\n(1) أي قوله تعالى: يا أيها الذين آمنوا اصبروا وصابروا الخ\n(1) اي يبلغ عرقهم إلى أفواههم من شدة الحر أو التعب.\n</p>\n\n<p>\n(2) قاله لسد ألسنة المعترضين وإلا المستفاد من الأدلة هو إيمان أبيه\nوأمه وعمه وهو أبو طالب كأنه جواب تنزيلي يعني إذا بلغت مقاما محمودا وشفعت\nعدد الرمل والحصى كيف لا أشفع في أبي وأمي وعمي الذين أحسنوا إلي. ج ز.\n(1) كركم: العلك ق م.\n</p>\n\n<p>\n(2) أي مقدار نصف القوس. ج. ز.\n(1) اي لم يقل لفظة إن شاء الله. ج. ز.\n(1) عفوة الشئ صفوته مجمع.\n(1) فرق كفرح فزع. ق.\n(1) نوع من القير.\n</p>\n\n<p>\n(2) بفتح القاف وكسر الطاء أو سكونها أو بكسر القاف وسكون الطاء:\n</p>\n\n<p>\nمادة يطلى بها جرب الإبل فيحرقه. مجمع.\n(1) أي من لا عقل له لصغر سنه. ج. ز.\n(1) الشرع كالطفل والشرع كالفرح: المثل. ج. ز.\n(1) قيعان جمع قاع ارض سهلة. يقق محركة ككتف شديد البياض ج. ز\n(1) الجدل: كصحف جمع الجديل وهو الحبل المفتول، والأرجوان:\n</p>\n\n<p>\nشجرة طيبة الرائحة زهرها وردي تظهر في مطلع الربيع. ج. ز.\n(1) نخس الدابة اي غرز جنبها بعود ونحوه فهاجت. ج. ز.\n(1) لا ينبغي للعاقل ان يكذب كل شئ بمجرد ان يستنكره عقله، لان عقل الانسان\nفي قبال مصنوعات العالم قليل فكيف قبال صانعها، فان الذي يحكم لكثير من\nالأشياء بالاستحالة لأجل كونه بعيدا عن عقله سوف يأتي عليه زمان يرى نفسه\nعلى الخطأ ثم يتلقى ما كذبه بأحسن قبول. والشاهد على ذلك تطورات الفلاسفة\nوأفكارهم المتغيرة بالنسبة إلى حركة الأرض وسكونها وتقسيم الجسم إلى أجزاء\nلا تتجزى وعدمه وغير ذلك من أقاويل الفلاسفة التي سنحت فيها التطورات كل\nيوم - فالعجب ممن يعتنق بهذه الأفكار التي لا ثبات لها يوما ما كيف ينكر\nشيئا ورد في الحديث لأجل عدم كونه منطبقا على تلك الأفكار التي ليس لها\nقرار، مع أن العلم الانساني المترقي يفهم أحيانا بعض الاسرار المودعة فيه.\n</p>\n\n<p>\nومن هذا القبيل هذا الحديث المظهر بكون الأرض على الحوت، فإنهم <span id='ms806'></span> كانوا\nيكذبونه ويتخذونه سخرة، بأنه كيف تكون الأرض التي وزنها معادل (5981019\nتنا) على حوت وكيف تدور الأرض حول الشمس على هذا الحوت؟\n</p>\n\n<p>\nنقول في جواب هذه الاشكالات انه من المحتمل أن يكون المراد من الحوت\nالكوكب المعروف ب‍ (الحوت) وقد تبين من إرسال أمريكا وروسيا الأقمار\nالصناعية في الجو حيث جعلت تدور حول الأرض بنفسها بدون محرك ظاهر، ان مركز\nتدويرها وتدوير الأرض الشمس وواحدة من تلك الكواكب السابحة في الفضاء، فمن\nالممكن أن يكون هذا المركز هو الكوكب (اي البرج الحوت) فيصدق حينئذ القول\nبأن الأرض قائمة عليه وهو سابح في الجو المشابه بالماء، والمراد من الثرى\nفي الحديث ما وراء هذا الجو الفسيح، وعليه يحمل ما في الخبر الآتي من قيام\nالحوت على الماء والماء على الصخرة والصخرة على قرن الثور، لامكان ان يراد\nمن الصخرة كوكب مجهول لم يستكشف بعد، ومن الثور كوكب مسمى بالثور أحد\nالأبراج الاثنتي عشرة. ج. ز.\n(1) الرمكة: كرقبة الأنثى من البراذين جمعه رماك كرقاب. ج. ز.\n(1) وفى الصافي خوفا ان يمسك أحد فيأخذك الحمى ومن مسك فتحامى الناس\nوتحاموك وتكون طريدا وحيدا كالوحشي النافر. ج - ز\n(1) راجع الجزء الأول ص 214 من هذا الكتاب.\n</p>\n\n<p>\n(2) الذكوات جمع ذكاة: الجمرة الملتهبة من الحصى ومنه الحديث: قبر علي\nعليه السلام بين ذكوات بيض. مجمع\n(1) راجع حاشيتنا في الجزء الأول من هذا الكتاب ص 206. ج. ز\n(1) استعداه استغاثه ق م.\n</p>\n\n<p>\n(2) لعل الصواب \" لما قال \" مكان \" لقال \" (3) أي لأيوب عليه السلام ج.\nز.\n(1) وفي النسختين \" ك ط \" \" الزبعرا \" بالألف ج. ز.\n(1) قال في مجمع البيان: الخصم يستوى فيه الواحد والجمع والذكر والأنثى\nيقال رجل خصم ورجلان خصم ورجال خصم ونساء خصم وقد يجوز في الكلام هذان\nخصمان اختصموا وقال الله تعالى: هل أتاك نبأ الخصم إذ تسوروا المحراب وهكذا\nحكم المصادر إذا وصف بها أو اخبر بها نحو عدل ورضى وإنما قال في الآية\nخصمان لأنهما جمعان ومثله: وان طائفتان من المؤمنين اقتتلوا ج ز\n(1) في الحديث قطب <span id='ms807'></span> أبو عبد الله عليه السلام اي قبض ما بين عينيه كما يفعل\nالعبوس. ج ز.\n(1) لعله تصحيف تفرس من \" تفرست فيه خيرا \" ج. ز.\n(1) ذكر الحديث ابن حجر أيضا في الصواعق عن مسند أحمد بن حنبل: النجوم أمان\nلأهل السماء فإذا ذهبت النجوم ذهب أهل السماء وأهل بيتي أمان لأهل الأرض\nوإذا ذهب أهل بيتي ذهب أهل الأرض. ص. 4 ط مصر ج - ز\n(1) عشرون دينارا للنطفة وديناران لقطرة الدم وهكذا.\n</p>\n\n<p>\n(2) يعني علاوة من دية المضغة فيكون المجموع أربعة وستين دينارا ج. ز\n(1) الغلس بالتحريك: الظلمة آخر الليل.\n</p>\n\n<p>\n(2) الفاحشة الزنا ومنه قوله عليه السلام: \" أيها الناس اجتنبوا هذه\nالقاذورة التي نهى الله عنها \". مجمع\n(1) قطط كصنم: قصير الشعر جعده ج قطون وقطاط، أشهل: يخالط سواد العين\nبزرقة، أصهب: تكون في الشعر حمرة أو شقرة. ج. ز\n(1) لا يتوهم متوهم ان هذا الخبر دال على منقصة في رسول الله صلى الله عليه\nوآله حيث امر بقتل القبطي بدون إثبات جرمه وبدون التثبت فيه، وجوابه ان امر\nرسول الله صلى الله عليه وآله بقتله هاهنا مشتمل على مصلحة، فإنه في عاقبة\nهذا الامر ظهر كون القبطي عنينا ولو لم يكن هذا الانكشاف لكان دون إثبات\nبراءة مارية القبطية خرط القتاد. ج. ز\n(1) دملج كقنفذ ج دمالج: حلي يلبس في المعصم. ج. ز\n(1) نجم: ما يؤدى من الدين في وقت معين يقال \" جعلت مالي عليه نجوما \" ج. ز\n(١) وفى ط (مصباح) الحسن و (<a href=\"/الكتب/1399_المصباح\">المصباح</a>)\nالحسين (2) وفى ط محمد بن جعفر\n(1) حجزة كحجزة: موضع التكة من السراويل يقال \" هذا كلام آخذ بعضه بحجزة\nبعض \" اي متناظم متناسق. ج. ز\n(1) جمع برثن كقنفذ وهو ما في الطير بمنزلة الظفر في الانسان. مجمع\n(1) قباطي جمع قبطي بضم القاف ثياب بيض نسبة إلى القبط بكسر القاف ومنه\nحديث اسامة \" كساني رسول الله قبطية \" مجمع ج. ز.\n(١) لا يخفى أن هذه الرواية وردت موافقة للعامة وقد ورد في العلل والفقيه\nما يدل على ردها من <span id='ms808'></span> عدم خلقة حواء من ضلع آدم، فعن زرارة قال سئل أبو عبد\nالله عليه السلام عن خلق حواء من ضلع آدم الأيسر الأقصى، قال سبحان الله\nوتعالى عن ذلك علوا كبيرا أيقول من يقول هذا ان الله تبارك وتعالى لم يكن\nله من القدرة ما يخلق لآدم زوجته من غير ضلعه وجعل لمتكلم من أهل التشنيع\nسبيلا إلى الكلام يقول إن آدم كان ينكح بعضه بعضا (علل الشرائع ص ١٨)،\nفعليه يحمل ما في هذا التفسير اما على <a\nhref=\"/الكتب/362_التقية\">التقية</a> أو يجمع بين الخبرين يكون خلق حواء من\nبقية طين خلق منه ضلع آدم. ج. ز\n(1) لعل \" خادع \" ههنا بمعنى قاطع كما في الدعاء للمؤمنين الذين حبسهم\nالمنصور \" اللهم اخدع عنهم سلطانه \" اي اقطع، فالمراد هنا انك قاطع نفسك عن\nالحباة حسرة على أن الكفار لم لا يكونون مؤمنين. ج. ز\n(1) قال في مجمع البيان: وأنا من الضالين اي فعلت هذه الفعلة وأنا من\nالجاهلين لم اعلم بأنها تبلغ القتل، وقيل من الضالين عن النبوة. اي لم يوح\nإلي تحريم قتله، وفي الصافي عن العيون عن الرضا عليه السلام انه سئل عن ذلك\nمع أن الأنبياء معصومون فقال: قال وأنا من الضالين عن الطريق بوقوعي إلى\nمدينة من مداينكم ثم قال الكاشاني رحمه الله في توضيح هذا الحديث: لعل\nالمراد انه ورى لفرعون فقصد الضلال عن الطريق وفرعون إنما فهم منه الجهل\nوالضلال عن الحق فان الضلال عن الطريق لا يصلح عذرا للقتل ج ز\n(1) من نحوته اي قصدته وفي نسخة ك \" للغاوين \" بعد \" نحيت \" ج. ز\n(1) جمع سموم اي ريح حارة.\n</p>\n\n<p>\n(2) جذع كفرس: من الضان ماله سنة تامة ومن الإبل ما دخل في الخامسة. مجمع\n(3) يقال \" رجال حماش السوق \" اي دقيقتها. ج. ز\n(1) وفى ط بعده \" وهو في برزخ القيامة غرته الأماني وغره بالله الغرور وقد\nاشرف على جرف هار فانهار به جهنم والله لا يهدى القوم الظالمين (ط) ج. ز\n(1) صفاق ككتاب: جلد البطن. مجمع (2) مؤخر الشئ <span id='ms809'></span> أو الجسم ج ز\n(١) سحران تظاهرا كذا في <a href=\"/الكتب/1_القرآن\">القرآن</a>. ج. ز\n(١) يقول الله مخاطبة للنبي صلى الله عليه وآله: إن <a\nhref=\"/الكتب/4_الهداية\">الهداية</a> ليست حسب مشيتك بل انها تتعلق بمشيتي\nفلا تصر على إجراء كلمة التوحيد من لسان أبي طالب إذ هو مؤمن سرا وسيظهر\nالايمان جهرا فيما بعد ومما يدل على كونه مؤمنا كون رسول الله محزونا شديدا\nعام وفاته حتى سمى ذلك العام بعام الحزن وفي هذه الرواية أيضا ما يشعر\nبكونه كاتما لايمانه وهو قوله: \" يا بن أخي! أنا أعلم بنفسي \" يعني اعلم\nبنفسي من انني مؤمن. وفي ذيل الآية أيضا ما يؤيده وهو قوله تعالى \" وهو\nاعلم بالمهتدين \" وقد مضى الكلام في قوله صلى الله عليه وآله: لو قمت\nالمقام المحمود لشفعت في أبي وأمي وعمي من أنه جواب تنزيلي فراجع ص 25. ج.\nز\n(1) وفي نسخة ك \" قال \" مكان \" نال \" وكذا في ط وفي الذي عندي ومناسبة له\nفي الكلام كما ترى. ج. ز\n(1) زنبيل من خوص. ج. ز\n(1) وفى ط ولا معناها كل شئ هالك الا دينه ج. ز\n(1) وهذا إنما يتم إذا كان مرجع الضميرين في \" هم \" و \" غلبهم \" فارس وأريد\nمن المصدر في \" غلبهم \" معنى الفاعل اي كونهم غالبين ويقرأ \" سيغلبون \"\nمبنيا للمفعول بخلاف القراءة الموجودة مبنيا للفاعل ولازمه إرجاع الضميرين\nالمذكورين إلى الروم والمراد من \" غلبهم \" كونهم مغلوبين فاستعمل المصدر في\nمعنى المفعول واستعماله فيه وإن كان جائزا إلا أنه في معنى الفاعل اظهر كما\nفي هذا الكتاب وعليه فيكون المعنى ان الروم وان غلبت عليها الفرس، لكنهم أي\nفارس من بعد كونهم غالبين هذا الأوان سيصيرون مغلوبين في زمان الخليفة عمر\nبن الخطاب. وقال الزمخشري في الكشاف. انه قرئ \" سيغلبون \" بالضم كما في هذا\nالكتاب. ج. ز\n(١) راجع شرح نهج البلاغة لابن أبي الحديد ٤ / ١٠١ و<a href=\"/الكتب\n/3748_السيرة-الحلبية-ج-٣\">السيرة الحلبية ٣</a> / 400 وإنسان العيون في\nسيرة الأمين والمأمون ص 40 وفيه: أخذ عمر الكتاب <span id='ms810'></span> فشقه، وسنورد عليك بقية\nالمصادر لقضية فدك. ج. ز\n(1) اي تحادثوا فيما بينهم مغضبين.\n</p>\n\n<p>\n(2) الامر الشديد ج هنابث.\n</p>\n\n<p>\n(3) قمص الشئ احتقره.\n</p>\n\n<p>\n(4) (الأديان ك).\n</p>\n\n<p>\n(5) (نجوى ط). ج ز\n(١) المبالغة من الهمل وهو الماء السائل الذي لا مانع له.\n</p>\n\n<p>\n(٢) الخامة: الغضة من النبات. مجمع (٣) راجع <a href=\"/الكتب/1717_صحيح-\nالبخاري-ج-٣\">صحيح البخاري ٣</a> / ٣٥ باب غزوة خيبر و ٢ / ١١٦، <a\nhref=\"/الكتب/1724_صحيح-مسلم-ج-٢\">صحيح مسلم ٢</a> / ٩٢، شرح البخاري\nللعيني ٨ / ٣٢٣، فيض الباري ص ٩٨، مسند أحمد ١ / ٤، الصواعق ص ٣١ شرح ابن\nأبي الحديد ٤ / ١٠١ و ٣ / ٨٦، <a href=\"/الكتب/2581_تفسير-\nالرازي-ج-٣\">تفسير الرازي ٣</a> / ٢٣٠ و ٨ / ٣٨٦، تفسير النيشابوري على\nهامش تفسير ابن جرير ٤ / ١٩٧ إزالة الخفاء ٢ / ٣٠، <a href=\"/الكتب\n/2267_كنز-العمال-ج-٣\">كنز العمال ٣</a> / ١٢٥، وفاء الوفا ٢ / ١٦٠ فتوح\nالبلدان ص ٣٨ معجم البلدان ٦ / ٣٤٣، <a href=\"/الكتب/3748_السيرة-\nالحلبية-ج-٣\">السيرة الحلبية ٣</a> / 400 وغيرها من كتب التاريخ والسير. ج.\nز\n(1) الأظهر ان لقمان لم يكن نبيا وكان حكيما وقيل كان نبيا، وقيل خير بين\nالنبوة والحكمة فاختار الحكمة، وكان ابن أخت أيوب أو ابن خالته وقيل إنه\nعاش الف سنة وأدرك داود عليه السلام وأخذ منه العلم، وقيل إنه دخل عليه وهو\nيسرد الدرع وقد لين الله له الحديد فأراد ان يسأل فأدركته الحكمة فسكت فلما\nأتمها لبسها وقال: نعم لبوس الحرب أنت، فقال لقمان: \" الصمت من حكم وقليل\nفاعله \". (جامه الجوامع) ج. ز\n(1) نطف ككتف: الرجل المريب.\n</p>\n\n<p>\n(2) ورق مثلث الواو بسكون الراء: الدراهم المضروبة ج أوراق ووراق. ج. ز\n(1) ازر النبات: التف.\n</p>\n\n<p>\n(2) ضلفت المرأة عند زوجها: لم تحظ عنده ومنه المثل \" من يبغ في الدين\nيصلف \" يعني من يطغى في الدين يسقط عن أعين الناس. ج. ز\n(1) أي جيد الرأي محكم العقل.\n</p>\n\n<p>\n(2) حجر تسحق به الأدوية. ج. ز\n(١) وفي تفسير الكشاف والبيضاوي أنه قال: سبحان الله مقلب القلوب حين رآها\nفهذه الرواية <span id='ms811'></span> تحمل على <a href=\"/الكتب/362_التقية\">التقية</a> لورودها\nموافقة للعامة، والصحيح ان النبي صلى الله عليه وآله لم يقل مثل هذه\nالكلمات ولم يجئ إلى دارها كما سيجيئ في هذا الكتاب عند تفسير قوله تعالى:\n\" ما كان لمؤمن ولا مؤمنة إذا قضى الله أمرا ... الخ الآية \".\n</p>\n\n<p>\n(2) ويمكن الايراد عليه أولا انه كيف يسوغ لرسول الله صلى الله عليه وآله\nان ينظر إلى زوجة الغير، وثانيا انه لا يناسبه ان يميل إليها، وثالثا انه\nلا ينبغي لمقامه ان يتزوج من زينب بعدما انكحها من زيد، لأنه وإن كان جائزا\nإلا أن رسول الله صلى الله عليه وآله كان بمنزلة أبيه وهذا لا يفعله عامي\nفكيف النبي الأعظم الذي أسوته تتبع.\n</p>\n\n<p>\nوجواب الأول (أ) لعل هذه الواقعة كانت قبل نزول آية الحجاب والنهي عن\nالنظر إلى الأجنبية (ب) وعلى فرض كونها بعده انه لا إشكال في جواز النظرة\nالأولى اتفاقا (ج) النبي صلى الله عليه وآله مرتبته بالنسبة إلى أمته أعظم\nوأولى من أنفسهم بدلالة قوله تعالى: \" النبي أولى بالمؤمنين من أنفسهم \"\nخرج منه ما خرج كحرمة تزويج ذات البعل وبقي غيره في العموم فيجوز له النظر\nولو عمدا إلى سائر نساء أمته.\n</p>\n\n<p>\nالجواب عن الثاني: ان ميل النفس إلى كل شئ حسن وإعجابها به من مقتضيات\nالفطرة الانسانية ولولاه لما استحسن الانتهاء عما نهي عنه بل عدم الميل\nدليل فتور في الفطرة الأولية، والنبي حيث إنه بشر لابد فيه من كمال سائر\nالمقتضيات البشرية، لكن الفرق بيننا وبينه ان ميولنا النفسانية ربما تذهب\nبنا إلى مهاوي الهلكات والنبي لا يقتحمها أبدا لمكان العصمة.\n</p>\n\n<p>\nالجواب عن الثالث: انه لم يتزوجها إلا بعد أمر الله تعالى وهو مبني على\nحكم، منها ما بينه الله تعالى بقوله: لكي لا يكون على المؤمنين حرج في\nأزواج أدعيائهم إذا قضوا منها وطرا، ومنها ما لم يبين الله وهي ان زيدا لما\nاشتهر بين الناس بابنية رسول الله صلى الله عليه وآله لأمكن من المسلمين\nالسذج لا سيما من <span id='ms812'></span> الذين كان كمال مجهودهم حط مقام أهل البيت عليهم السلام\nان يعطوا زيدا مقام ابن رسول الله صلى الله عليه وآله بعد وفاته بل لم يكن\nمن المستبعد ان يجعلوه خليفة له بدليل كونه ابنا له، فكان اللازم على الله\nان يسد هذا المجال فبين الفرق بينه وبين الولد النسبي بجواز التزويج من\nمدخولة الابن الدعي دون مدخولة الابن النسبي وأراد ان يتزوج النبي من زوجة\nزيد حتى ينحسم احتمال كونه ابنا له فأوجد دواعي هذا الزواج من نظره إليها\nوإلقاء محبتها في قلبه ولما رأى أن النبي صلى الله عليه وآله لا يقدم عليه\nلمقام حيائه وعفته قال: تخفي في نفسك ما الله مبديه وتخشى الناس والله أحق\nان تخشاه الآية، فلو لم يكن في هذا الزواج مثل هذه الحكمة لما كان جائزا\nللنبي لان النبي لا يفعل فعلا عبثا فكيف ما كان مذموما والدليل على ذلك أنه\nمنع عن مثل هذا الزواج فيما بعد لكونه عادما للحكمة المذكورة لقوله:\n</p>\n\n<p>\nلا يحل لك النساء من بعد ولا ان تبدل بهن من أزواج ولو أعجبك حسنهن.\n</p>\n\n<p>\nوسيجئ في رواية أبي الجارود في تفسير قوله تعالى: \" ما كان لمؤمن ولا\nمؤمنة إذا قضى الله أمرا أن يكون لهم الخيرة \" انه صلى الله عليه وآله لم\nيذهب إلى بيت زيد وانهما (أي زيدا وزينب) جاءا إلى النبي لرفع التخاصم\nبينهما وهذا هو الأوفق لاعتضاده بغيره من روايات الامامية، والأول على مذاق\nالعامة فيترك ج. ز\n(1) كالمقاتلة وزنا ومعنى. ج. ز\n(1) بفتح العين الأنثى من ولد المعز قبل استكمالها الحول. ج. ز\n(1) نهلوا أي عطشوا (2) الزغابة ط. ج - ز\n(1) اي صيقت علي في الجواب. ج. ز\n(1) بح أغلظ بصوته مع خشونة.\n</p>\n\n<p>\n(2) اسم موضع هجم فيه عمرو على عير وهزم الف خيال منهم. ج. ز\n(1) عرق في الذراع يفصد.\n(1) يقال قلع عن كذا: كف عنه ومنه قوله تعالى: \" يا سماء اقلعي \" اي كفي عن\nالمطر. ج. ز\n(1) البردان والابردان: الغداة والعشي. ج. ز\n(١ <span id='ms813'></span>) الآية كما في <a href=\"/الكتب/1_القرآن\">القرآن</a>: فلما خر تبينت\nالجن... الخ.\n(1) طواعية اسم مصدر طاع.\n(1) المقصود منه ان المشية والإرادة الموجودتين في العبد من خلقة الله\nفيجوز استنادهما إلى الله وإن كانت الافعال مستندة إلى العبد فهذا الخبر لا\nينافي الاختيار وقد مضى القول في الجبر والتفويض سابقا فراجع ص 38 / 1 من\nهذا الكتاب. ج. ز\n(1) دمغه: شجه حتى بلغت الشجة دماغه.\n</p>\n\n<p>\n(2) خطر العجل بذنبه: رفعه مرة بعد مرة وضرب به فخذيه. ج. ز\n(1) شجران يتخذ منهما الزناد.\n(١) لا يخفى أن هذا الخبر من أكبر البراهين على حقيقة الاسلام في عصر علوم\nمتجددة وسعت نطاقها بين الذرة وذرى السماء حيث لم يدل على وجود العمران في\nالسيارات فحسب، بل إنه دل على قانون التمايل والتجاذب بينها أيضا قال\nالعلامة الشهرستاني (رحمه الله) في الهيئة والاسلام ص‍ ٢٩٤:\n</p>\n\n<p>\n\" قوله: مربوطة بعمود من نور، قد يكون إشارة إلى تأثير جاذبية الشمس في\nحفظ نظام السيارات، واتصال حامل الجاذبية بالنجوم على نحو الخط العمودي -\nكما اتفق عليه الحكماء المتأخرون. وقوله في الرواية الأخرى:\n</p>\n\n<p>\n\" بعمودين من نور \" يمكن أن يكون إشارة إلى ما تقرر أخيرا ان نظام\nالسيارات تحفظه قوتان من الشمس بسبب التحرك الدوري. فلو انفردت الأولى في\nالتأثير ولم تكافئها الثانية لهوت جملة السيارات في كورة الشمس، ولو انفردت\nالثانية ولم تكافئها الأولى لرميت النجوم إلى خارج نظام الشمس من الفضاء\nالوسيع وإنما استقرت السيارات في أفلاكها المعينة وانضبط نظامها بواسطة\nارتباطها مع الشمس بعمودين وانقيادها بين جاذب ودافع \".\n</p>\n\n<p>\nوكيف كان فقد ذهب حكماء العصر إلى عمران الكواكب وان اختلفت آراؤهم في\nكيفياته فلنقدم نبذة منها، ففي الهيئة والاسلام ص‍ ٢٧٧:\n</p>\n\n<p>\n\" قال ميخائيل في مشهد الكائنات في المريخ: وفي جو هذا السيار غيوم وضباب\nمن أبخرة ماء كما شوهد ذلك بالمنظر الطيفي ومن هذا استنتج الجوابة ان في\nالمريخ أنهرا تجري فيها المياه المتساقطة من هذا البخار وأودية وجبالا\nومجاري هوائية، فيكون جوها كجونا مركبا من مواد واحدة، وبرها كبرنا آهلا\nبخلائق <span id='ms814'></span> تتمشى على سنن خلائق أرضنا.\n</p>\n\n<p>\nوفي مجلة الهلال المصرية المجلد ١١ ص‍ ٨٧: ان الأستاذ (هوف) الأمريكي\nألقى خطابا من عهد قريب في اعتقاده ان المريخ والزهرة وعطارد آهلة بالناس\nوسائر الاحياء، وان سكانها أرقي من سكان الأرض بدنا وعقلا. قال: ولما كان\nالمريخ أكبر سنا من الأرض وقد جمد وبرد قبل الأرض بأزمان فالانسان وجد فيه\nقبل وجوده في الأرض وارتقى أكثر من ارتقائه فيها.\n</p>\n\n<p>\nوفي تقويم المؤيد لسنة ١٣١٩ ه‍ ج‍ لمحرره الفاضل محمود آفندي: المقرر\nالآن ان زهرة وعطارد نظرا لحداثة وجودهما بالنسبة إلى أرضنا غير قابلتين\nللسكنى، ولو وجد فيهما فهم كسكان الأرض قبل خلق الانسان.\n</p>\n\n<p>\nوقال الكاتب (برناردن) ان سكان الزهرة يشبهون سكان الأرض وبعض رعاة\nالأغنام والماشية على قمم الجبال، والبعض الآخر يقيمون على ضفاف الأنهار إذ\nيقضون أوقاتهم في الرقص ومد الموائد والتغني والتسابق في السباحة، وقال\nفونتنل عن سكان عطارد: إنهم يسكنون أصغر المنازل لصغر أجسامهم، وانهم لشدة\nحر الشمس مصابون بالجنون.\n</p>\n\n<p>\nوقال آخر في كتابه المطبوع سنة ١٧٥٠ بعنوان (سياحة عطارد) ان العطارديين\nكالملائكة لهم أجنحة يطيرون بها في الجو وان جسومهم أصغر من جسومنا. إلى\nغير ذلك من الأقاويل المختلفة والآراء المتشتة، ولا شك في أن هذه\nالاستكشافات نتيجة غوص علمائهم في بحور مطالعة الكون اعقابا، وهيامهم حول\nأسرارها أحقابا وبعد اللتيا والتي لم يفيدوا إلا ظنا وتخمينا، ولم تبلغ\nاجتهاداتهم حتما يقينا كما اطلعت عليه من كلماتهم ذكرناها آنفا.\n</p>\n\n<p>\nوكيف لا تطأطأ رؤس المخلوقين لمن أخبر قبل الف عام وأزيد بخبر يقين لا عن\nظن وتخمين بأن هناك سكانا وعمرانا وهم أعلى منا شرفا ومكانا.\n</p>\n\n<p>\nففي تفسير البرهان للسيد هاشم البحراني عن أبي جعفر عليه السلام قال: من\nوراء شمسكم هذه أربعون عين شمس ما بين عين شمس إلى عين شمس أربعون عاما،\nفيها خلق كثير ما يعلمون ان الله خلق آدم أو لم يخلقه.\n</p>\n\n<p>\nوفيه وفي البحار والكافي و<a href=\"/الكتب/1117_بصائر-الدرجات\">بصائر\nالدرجات</a> والأنوار النعمانية للسيد الجزائري <span id='ms815'></span> عن عجلان بن أبي صالح قال:\nسألت أبا عبد الله عليه السلام عن قبة آدم، فقلت له هذه قبة آدم؟ فقال نعم،\nولله عز وجل قباب كثيرة، اما ان لله لخلف مغربكم هذه تسعة وتسعون مغربا\nأرضا بيضاء مملوءة خلقا يستضيئون بنورها، لم يعصوا الله طرفة عين. فهذا\nبيان كثرة <a href=\"/الكتب/562_الأراضي\">الأراضي</a> في الفضاء وامتلاء\nالكل خلقا كما يراه جملة المتأخرين، والضمير في \" بنورها \" راجع إلى الشمس.\n</p>\n\n<p>\nوفي كتاب (فلك السعادة) للفاضل اعتضاد السلطنة ابن الخاقان فتح علي شاه\nقاجار قال ما معناه: إني عرضت هذا الخبر على بعض حكماء أوروبا فقال - بعد\nاستغرابه -: لو كنت على يقين من صدور هذا الكلام من وصي نبيكم لآمنت به\nوأسلمت. ج. ز\n(1) تزلف: تقرب.\n</p>\n\n<p>\n(2) وقد مضى الكلام تفصيلا في الذبيح كان إسحاق أو إسماعيل فراجع ص‍ 351\n/ 1 من هذا الكتاب. ج. ز\n(1) انتحى عليه بالسيف: أقبل عليه به.\n</p>\n\n<p>\n(2) ثبير كامير: جبل بمكة. مجمع\n(1) ويسمى قرعا أيضا. ج. ز\n(١) قال جدي السيد الجزائري (رحمه الله) في قصص الأنبياء: إن هذا الحديث\nمحمول على <a href=\"/الكتب/362_التقية\">التقية</a> لموافقته مذهب العامة\nورواياتهم وعدم منافاته لقواعدهم من جواز مثله على الأنبياء. والأخبار\nالواردة برده كثيرة من طرقنا فلا مجال لتأويله إلا الحمل على <a\nhref=\"/الكتب/362_التقية\">التقية</a>. فعن (عيون الأخبار) باسناده إلى أبي\nالصلت الهروي قال: سأل الرضا عليه السلام علي بن محمد بن الجهم فقال ما\nيقول من قبلكم في داود عليه السلام؟ فقال يقولون إن داود كان في محرابه\nيصلي إذ تصور له إبليس على صورة طير - إلى آخر الرواية -.\n</p>\n\n<p>\nقال: فضرب على جبهته وقال: إنا لله وإنا إليه راجعون لقد نسبتم نبيا من\nأنبياء الله على التهاون بصلاته حين خرج في اثر الطير ثم بالفاحشة ثم\nبالقتل.\n</p>\n\n<p>\nفقال يا بن رسول الله ما كانت خطيئته؟ فقال ويحك ان داود ظن أن ما خلق\nالله عز وجل خلقا هو أعلم مني، فبعث الله عز وجل إليه الملكين فتسوروا\nالمحراب، فقالا: خصمان بغى بعضنا على <span id='ms816'></span> بعض فاحكم بيننا بالحق - إلى قوله -\nله تسع وتسعون نعجة ولي نعجة واحدة، فعجل داود عليه السلام على المدعى عليه\nفقال لقد ظلمك بسؤال نعجتك إلى نعاجه، ولم يسأل المدعي البينة على ذلك،\nفكان هذا خطيئة داود لا ما ذهبتم إليه ألا تسمع الله عز وجل يقول: \" يا\nداود إنا جعلناك خليفة في الأرض فاحكم بين الناس بالحق \".\n</p>\n\n<p>\n(أقول) ويرد عليه أيضا انه يمتنع من داود ان يخطأ في الحكم، فان الأنبياء\nالمعصومين إذا لم يؤمنوا من الخطأ في القضاء فلمن العصمة من بعدهم؟ لا سيما\nمثل هذا الخطأ الفاحش الذي ارتكبه داود وهو الاستعجال إلى الحكم قبل طلب\nالبينة من المدعى.\n</p>\n\n<p>\n(وجوابه) ان قول داود: \" لقد ظلمك بسؤال نعجتك... الخ \" لعله لم يكن\nقضاءا وحكما بل إنه كان على سبيل إظهار الرأي قبل الحكم وكان بناؤه ان\nيطالب المدعي البينة من بعد، فحيث ان مثل هذا الكلام المشعر بكونه مائلا\nإلى أحد الخصمين بدون إقامة الدليل من الجانبين كان مما لا ينبغي لمكان\nالنبوة فعوتب على ذلك واستغفر له. ج ز\n(١) الروايات في باب سليمان وأبيه داود عليهما السلام كلها محمولة على <a\nhref=\"/الكتب/362_التقية\">التقية</a> لموافقتها لما كان مشهورا في ذلك\nالزمان على السنة العامة، وقد ورد في قصة الجياد وسليمان ما هو أصح متنا\nوسندا وهو أنه قال ابن عباس: سألت عليا عن هذه الآية فقال: ما بلغك فيها يا\nبن عباس؟ قلت سمعت كعبا يقول اشتغل سليمان بعرض الأفراس حتى فاتته الصلاة\nفقال ردوها علي يعني الأفراس فامر بضرب سوقها وأعناقها بالسيف فسلبه الله\nملكه أربعة عشر يوما لأنه ظلم الخيل بقتلها، فقال علي عليه السلام: كذب كعب\nلكن اشتغل سليمان بعرض الأفراس ذات يوم لأنه أراد جهاد العدو حتى توارت\nالشمس بالحجاب فقال بأمر الله تعالى للملائكة الموكلين بالشمس ردوها علي\nفردت فصلى العصر في وقتها وان الأنبياء لا يظلمون ولا يأمرون بالظلم لأنهم\nمعصومون مطهرون. (مجمع البيان) وفي تفسير الصافي ان المراد من المسح <span id='ms817'></span> ان\nسليمان مسح ساقيه وعنقه للوضوء الرائج في ذاك الزمان وأمر أصحابه الذين\nفاتتهم الصلاة معه بمثل ذلك.\n</p>\n\n<p>\nوفي روايات أصحابنا انه فاته أو الوقت. (أقول) ويؤيده انه ليس في الآية\nلفظ الغروب للشمس، بل المذكور لفظ \" توارت بالحجاب \" أي توارت وراء حائط\nونحوه.\n</p>\n\n<p>\nوفي الباب روايات أخر تفيد ان المراد من ضمير \" توارت \" \" وردوها \" الخيل\nدون الشمس، والمراد من مسح سوقها وأعناقها ما هو ظاهر من اللفظ أي انه عليه\nالسلام مسح سوق الخيل وأعناقها حبا لها وجعلها مسبلة في سبيل الله. ج. ز\n(1) وفي تفسير مجمع البيان عن أبي عبد الله عليه السلام انه لما ولد\nلسليمان ابن قال بعض الجن والشياطين ان عاش له ولد لنلقين منه ما لقينا من\nأبيه من البلاء، فأشفق سليمان منهم عليه فاسترضعه في المزن فلم يشعر إلا\nوقد وضع على كرسيه ميتا تنبيها على أن الحذر لا ينفع عن القدر فإنما عوتب\nعلى خوفه من الشياطين. ج. ز\n(1) قال في تفسير الصافي: هذا قول العامة الراوين لتلك القصة فالرواية وردت\nتقية، وقال في المجمع \" ان جميع ذلك مما لا يعول عليه لان النبوة لا تكون\nفي الخاتم ولا يجوز ان يسلبها الله ولا ان يمكن الشيطان من التمثل بصورة\nالنبي والقعود على سريره والحكم بين عباده. ج. ز\n(١) هذه الرواية أيضا محمولة على <a href=\"/الكتب/362_التقية\">التقية</a>\nلعدم استقامتها على قواعد الامامية الذين يقولون بتنزه المعصومين عن\nالرذائل الخلقية والخلقية مع ما ورد في الاخبار ما يرده. ففي قصص الأنبياء\nللسيد الجزائري عن أبي عبد الله عليه السلام: ان أيوب عليه السلام مع جميع\nما ابتلي به لم تنتن له رائحة ولا قبحت له صورة، ولا خرجت منه مدة دم ولا\nقيح، ولا استقذره أحد رآه، ولا استوحش منه أحد شاهده، ولا تدود شئ من جسده،\nوهكذا يصنع الله عز وجل بجميع من يبتليه من أنبيائه وأوليائه المكرمين عليه\n(ص 234).\n</p>\n\n<p>\nوفي تفسير الصافي (ص‍ 450) عن الصادقين عليهما السلام: ان أيوب عليه <span id='ms818'></span>\nالسلام ابتلي بغير ذنب سبع سنين وان الأنبياء معصومون لا يذنبون ولا يزيغون\nولا يرتكبون ذنبا صغيرا ولا كبيرا.\n</p>\n\n<p>\n(2) هكذا في النسخة والأولى \" فعلناه \" ج. ز\n(1) ضرب من الحيات.\n</p>\n\n<p>\n(2) انه مقلوب \" بنو العباس \". ج ز\n(1) وهذا كاطلاق اليد في الآية الشريفة \" يد الله فوق أيديهم \" ج. ز (2)\nوفى ط هكذا: محمد بن أحمد بن ثابت حدثنا القسم بن إسماعيل الهاشمي عن\n(1) لابد من تخصيصها بما لم يكن هذا الاسراف مثل قتل النفس المحترمة أو\nعقوق الوالدين. ج. ز\n(1) الماء اليسير (2) إذ هم يستريحون من العذاب إلى يوم القيامة ج. ز\n(1) جمع الندى: ما يسقط في الليل من بخار الماء. ج. ز\n(1) وفى ط ذكر موسى بعد يوسف وهو أقرب. ج. ز\n(1) أي انتقم منهم.\n</p>\n\n<p>\n(2) أي هو وجه العذاب. ج. ز\n(1) كأنه جواب تنزيلي يعنى إذا فرضنا كما فرض السائل من أن صيغة \" يزوجهم \"\nبمعنى الانكاح، يمكن اخذ المراد بطريق جائز كما بينه الإمام عليه السلام\nوإلا ظاهر الآية ان التزويج فيها بمعنى التثني بقرينة ما سبق. ج ز\n(1) وثى: كعلى الأوجاع.\n</p>\n\n<p>\n(2) تنفس الموج: نضح الماء ج. ز\n(1) وفى المصحف: ان هو الا عبد أنعمنا عليه (2) الزخرف الآية 38\n(1) أي الشدة.\n(1) لعل مراده في غير هذه الآية والا لفظة \" من بني إسرائيل \" آبية عن هذا\nالمعنى. ج. ز\n(1) وقد مضى أيضا تفسير أولى العزم في هذا الكتاب فراجع ص 65 ج. ز\n(1) يمكن أن تكون الإشارة منه إلى ما هو متعارف في هذا الزمان من بيع وشراء\nالحصص من الشركات التجارية فيشتري الرجل من تلك الحصص لنفسه ولعياله كذا\nتشارك المرأة زوجها في التجارة، أو يكون المراد منه جلوس المرأة المتزينة\nلبيع السلعة في المغازات مع الرجال جنبا لجنب كما هو رائج في البلاد\nالاسلامية \" المتمدنة \". ج. ز\n(1) ليس \" السروج \" مختصا بالخيل فقط، فقد أطلق هذا اللفظ على مطلق الدابة،\nفينطبق تماما على النساء المكشفات اللواتي يسقن سياراتهن إظهارا للمال\nوالجمال، الذي هو في الحقيقة وبال لهن ولجميع من مال.\n</p>\n\n<p>\n(2) أي فرشا ج <span id='ms819'></span>. ز\n(1) قال في مجمع البحرين: العينة بالكسر السلعة، وقد جاء ذكرها في الحديث\nواختلف في تفسيرها فقال ابن إدريس في السرائر: العينة معناها في الشريعة هو\nان يشتري سلعه بثمن مؤجل ثم يبيعها بدون ذلك الثمن نقدا ليقضي دينا عليه\nلمن قد حل له عليه، ويكون الدين الثاني وهو العينة من صاحب الدين الأول\nمأخوذا ذلك العين وهو النقد الحاضر، وقال بعض الفقهاء: هي ان يشتري السلعة\nثم إذا جاء الأجل باعها على بايعها بثمن المثل أو أزيد (انتهى). أقول:\n</p>\n\n<p>\nلعل المراد هنا بالمعاملة بالعينة (وهي السلعة) المعاملات التي هي رائجة\nالوقت بين التجار والبنوك، فإنهم يستوردون السلعة بواسطة البنوك وتبقى في\nالبنك رهينة إلى أن يدفع ثمنها ثم يبيعونها وهي في البنك دفعة أو تدريجا،\nوبهذا الثمن يؤدون دين البنك مع الربا.\n</p>\n\n<p>\n(2) القينة: المغنية، المعازف. الملاهي كالعود والطنبور ويصدق على\nالراديو للغناء في هذا الزمان. ج. ز\n(1) وفي الخبر ان الله حرم الخمر والكوبة واختلف في معناها فقيل: هي النرد\nوقيل: الطبل وقيل: الشطرنج.\n</p>\n\n<p>\n(2) خار الرجل: أي ضعف وانكسر، لعل المراد منه الخسف. ج. ز\n(1) عود كطود المسن. مطافيل ذوات أطفال. ج. ز\n(1) إسلال: سل السيف إغلال: الاسارة.\n</p>\n\n<p>\n(2) مض مضيضا: ألم من وجع المصيبة، مضطهد: المقهور المظلوم. ج. ز\n(1) بتأويل أن فعل الامام هو فعل الرسول. ج. ز\n(1) سفود كيهود: حديدة يشوى عليها اللحم ج. ز\n(1) أرض دائمة النبات.\n</p>\n\n<p>\n(2) حشم كخدم لفظا ومعنى. ج. ز\n(1) مجتمع الشجر في مغيض الماء.\n</p>\n\n<p>\n(2) كذا ورد في مسند أحمد بن حنبل فراجع. ج. ز\n(1) أي وجد الراحة واللذة. ج. ز\n(1) معنى الحبك لغة شد شئ بشئ ومنه \" الحبكة \" وهي ما يشد به الوسط، و \"\nالحباك \" وهي الحظيرة التي تشد بقصبات، فالمقصود من الآية الشريفة كما بينه\nالإمام عليه السلام ان العرش وما بعده من السماوات إلى أرضنا هذه كلمة\nمشدود بالقوة الجاذبة، بحيث لولاها لتصادمت السماوات والأرضون فيما بينهن\nوهذه القوة كالأسطوانة لكننا لا نراها كما قال عز اسمه: ورفع السماء بغير\nعمد <span id='ms820'></span> ترونها.\n</p>\n\n<p>\nوقبل مدة، كان من مذهب الفلاسفة خلو الجو بين السماء والأرض من كل شئ\nوجودي وعبروه ب‍ \" الخلاء \" ولكن لما حان عصر الصاروخ أبطلت هذه الفكرة\nعمليا، لان صعود الصاروخ لا يمكن بدون شئ موجود في الجو إذ هو يرمي مادة\nنارية إلى تحته ومن أجل اصطكاكها بالفضاء توجد اهتزازات في الصاروخ فتتصاعد\nإلى فوق وهذا دليل عملي على أن هناك اتصالات مادية من كل السماء إلى الأرض\nولا وجود للخلاء المحض كما فرضوه سابقا فهو مما نطق به الإمام الرضا عليه\nالسلام قبل الاستكشافات الجديدة بألف عام أو أزيد بقوله \" فهي محبوكة إلى\nالأرض \" ثم لمزيد إيضاح هذا المعنى شبك بين أصابعه كما في الخبر. ج. ز\n(1) وفي الحديث ان الله أمر ملكا من الملائكة ان يجعل له بيتا في السماء\nيسمى \" الضراح \" وهو بالضم، قيل البيت المعمور في السماء الرابعة من\nالمضارحة وهي المقابلة، ومن رواها بالصاد فقد صحف. مجمع (2) سجرت التنور:\nحميته وإذا البحار سجرت اي يقذف بالكواكب فيها ثم تضرم فتصير نارا لتعذيب\nالفجار. ج. ز\n(1) يعني أقام رسول الله صلى الله عليه وآله عليا عليه السلام خليفة له\nبرأيه.\n</p>\n\n<p>\n(2) هوى الجبل: صعده وارتفع فهو من لغات الأضداد وقيل \" الهوي \" بفتح\nالهاء للارتفاع و \" الهوي \" بضم الهاء للانحدار. ج. ز\n(1) سية القوس: ما عطف من طرفيها. ج. ز\n(1) جمع سفط وهو ظرف يعبأ فيه الطيب وما أشبهه من أدوات النساء.\n</p>\n\n<p>\nج. ز\n(1) حالبان: قناتان بين الكليتين والمثانة.\n</p>\n\n<p>\n(2) ائتفك البلد بأهله انقلب، المؤتفكات: الرياح تختلف مهابها، رغا\nالبعير: صوت، زعاق: مالح وهذه حال البصرة في ذاك العصر وان كانت آثارها\nالطبعية عامة في كل زمان. ج. ز\n(1) اهطع في السير: اقبل مسرعا خائفا. ج. ز\n(1) وفى ط انها مكية. ج - ز\n(1) هذا لازم المعنى وإلا فالمخلد لغة هو من أبطأ عنه المشيب أو من خلق\nليخلد شابا. ج. ز\n(1) اسم نجمة زعموا ان الأمطار من سببها، ج الأنوار. ج. ز (2) أي مجردا\nبدون الشدة. ج. ز <span id='ms821'></span>\n(1) وفي تفسير الصافي \" ذراء \" مكان كبراء ج. ز\n(1) العصمة: ما يعتصم به من عقد وسبب. مجمع\n(1) وفى ط أنها مكية. ج. ز\n(1) الميرة بالكسر: طعام يجلب من بلد إلى بلد. ج ز\n(1) برحاء كعلماء: الشدة.\n(1) وفى ط انها مكية. ج. ز\n(1) ضبع الرجل: جبن ويمكن أن يكون اللفظ \" نضيع \". ج. ز\n(1) طول اللسان.\n</p>\n\n<p>\n(2) أي بعد انقضاء أكثر أيامها وقبل انتهاء العدة. ج. ز\n(1) ذكره الكشاف (2) هكذا الخبر من أوله إلى آخره في كلتا نسختي تفسير\nالقمي المطبوعتين في إيران المشار اليهما في أول الكتاب. ج. ز\n(1) الأديم الأرض، أكارع: جمع كرع وهو الماء الذي يكرع فيه الدواب ج. ز\n(1) من الربا وهو الزيادة، قال في المجمعين: أخذة رابية أي شديدة زائدة في\nالشدة على الاخذات كما زادت قبائحهم في القبح. ج ز\n(1) كذا في ط وك وفي الصافي عن الباقر عليه السلام: يعنى لو استقاموا على\nولاية أمير المؤمنين والأوصياء من ولده عليهم السلام وقبلوا طاعتهم في\nأمرهم ونهيهم لأسقيناهم ماء غدقا ج ز\n(1) أي الوليد بن المغير وفي مجمع البيان ان الوحيد، الذي لم يعلم أبوه ج.\nز\n(1) كذا في ط و م وليس في تفسير البرهان لفظ \" ماذنها \" ويحتمل التصحيف في\nالشعر كما يظهر من شرح المصنف له في العبارة الآتية لأنه فيها لفظ \" شطوها\n\" ويحتمل أن يكون هكذا يكاد ماذنها يكون شطرها ج. ز\n(1) أقول: هذه الآية فيها إشعار بحركة الأرض حيث سماها الله تعالى \" مهادا\n\" و \" المهد \" و \" المهاد \" موضع يهيأ للصبي وهو متحرك غالبا ومنه الحديث\nالمعروف اطلبوا العلم من المهد إلى اللحد. ج ز\n(1) مبنيا للمفعول من النشط وهو الازهاق يعني الملائكة التي تزهق أرواح\nالكفار في الدنيا عند موتهم ج ز\n(1) الفلاة ط.\n</p>\n\n<p>\n(2) يؤنسني صوت فناداها (ط) ج ز\n(1) قال فخر الدين الرازي: اجمع المفسرون على أن الذي عبس وتولى هو الرسول\nصلى الله عليه وآله، وذكر في الدر المنثور: عن عائشة قالت كان رسول الله\nصلى الله عليه وآله في مجلس في <span id='ms822'></span> ناس من وجوه قريش منهم أبو جهل بن هشام\nوعتبة بن ربيعة فيقول لهم: أليس حسنا إن جئت بكذا وكذا؟ فيقولون: بلى والله\nفجاء ابن مكتوم وهو مشتغل بهم فسأله فاعرض عنه فأنزل الله: أما من استغنى\nفأنت له تصدى وأما من جاءك يسعى وهو يخشى فأنت عنه تلهى قال شيخنا الطوسي\nفي التبيان: وهذا فاسد، لان النبي صلى الله عليه وآله قد أجل الله قدره عن\nهذه الصفات، وكيف يصفه بالعبوس والتقطيب وقد وصفه بأنه \" على خلق عظيم \"\nوقال \" ولو كنت فظا غليظ القلب لانفضوا من حولك \" وكيف يعرض عمن تقدم وصفه\nمع قوله تعالى \" ولا تطرد الذين يدعون ربهم بالغداة والعشي يريدون وجهه \"\nومن عرف النبي صلى الله عليه وآله وحسن أخلاقه وما خصه الله تعالى به من\nمكارم الأخلاق وحسن الصحبة حتى قيل إنه لم يصافح أحدا قط فينزع يده من يده\nحتى يكون ذلك الذي ينزع يده من يده.\n</p>\n\n<p>\nفمن هذه صفته كيف يقطب في وجه أعمى جاء يطلب السلام، على أن الأنبياء\nمنزهون عن مثل هذه الأخلاق لما في ذلك من التنفير عن قبول قولهم، وقال قوم:\nإن هذه الآيات نزلت في الرجل من بنى أمية كان واقفا مع النبي صلى الله عليه\nوآله فلما اقبل ابن مكتوم تنفر منه، وجمع نفسه وعبس في وجهه فحكى الله\nتعالى ذلك وانكره معاتبة على ذلك. ج. ز\n(1) القت بفتح القاف وهو الرطب من علف الدواب. مجمع (2) القتار كالبخار\nلفظا ومعنى. ج. ز\n(1) العشار كالقطار: نوق مضى لحملها عشرة اشهر أو ثمانية واحده العشراء ج ز\n(1) وفى ط انها مدنية. ج - ز\n(1) ذهب إلى هذا المعنى أكثر المفسرين فحينئذ \" تبلى \" من بلى، يقال بلي\nالثوب: رث فكما ان الثوب البالي يكشف عن الجسم كذا يوم القيامة السرائر -\nأي الاعمال - تبلى فتنكشف حقيقة الانسان من تحتها، وقيل \" تبلى \" من \"\nالابلاء \" وعليه يكون المعنى نختبر السرائر والمعنى الأول أولى، لان\nالقيامة ليست يوم الامتحان بل هي يوم المجازاة ج. ز <span id='ms823'></span>\n(1) الرجع: المطر بعد المطر وذهب بعض المفسرين إلى حمل اللفظ على معنى\nالدوران وهو بعيد بقرينة مقابلة الآية بعدها \" والأرض ذات الصدع \" لترتب\nصدع الأرض المكنى به خروج نباتها، على المطر، مع أن دوران السماء خلاف\nالتحقيقات العصرية أيضا وان جاز إطلاقه مجازا. ج. ز\n(1) وهي ليلة المزدلفة لاختصاصها باجتماع الناس فيها وفيها يفيض الحاج من\nعرفات إلى المزدلفة. ج. ز\n(1) نقل انهم كانوا يسلخون العمد من الجبال فيجعلون طول العمد مثل طول\nالجبل الذي يسلخون من أسفله إلى أعلاه ثم ينقلون تلك العمد فينصبونها ثم\nيبنون القصور فوقها فسميت ذات العماد، وقيل أهل عمد لأنهم كانوا بدويين أهل\nخيام.\n</p>\n\n<p>\nو \" عاد \" اسم رجل من العرب الأولى وبه سميت قبيلة قوم هود النبي، وعاد\nالأولى قوم هود وعاد الأخرى إرم، وعاد هو ابن عوص بن سام بن نوح عليه\nالسلام واختلف في \" إرم \" على أقوال فقيل إنه اسم بلد ثم قيل هو دمشق وقيل\nهي الإسكندرية وقيل هي مدينة بناها عاد بن شداد فلما أتمها أهلكه الله\nبصيحة وقيل إنه ليس بقبيلة ولا بلد بل هو لقد لعاد، وكان يعرف به.\n</p>\n\n<p>\n(2) الجوية: الحفرة المستديرة الواسعة. مجمع ج. ز\n(1) أي هي تحت رقابته تعالى.\n</p>\n\n<p>\n(2) وعدت الأرض رجا خيرها. وأيضا وعد فلانا بالامر: قال له انه يجريه له\nأو ينيله إياه. ج. ز\n(1) وهو سمرة بن جندب. ج. ز\n(1) أي الرجعة. ج. ز\n(١) قال في الصافي: المستفاد من هذه الأخبار انه بكسر الصاد من النصب\nبالتسكين بمعنى الرفع والوضع، يعني إذا فرغت من امر تبليغ <a\nhref=\"/الكتب/819_الرسالة\">الرسالة</a> وما يجب عليك إنهاؤه من الشرائع\nوالاحكام فانصب علمك (بفتح اللام) اي ارفع علم هدايتك للناس وضع من يقوم\nخلافتك موضعك حتى يكون قائما مقامك من بعدك لئلا ينقطع <a\nhref=\"/الكتب/4_الهداية\">الهداية</a> و<a\nhref=\"/الكتب/819_الرسالة\">الرسالة</a> بين الله وبين عباده، بل يكون ذلك\nمستمرا بقيام إمام مقام إمام ابدا إلى يوم القيامة.\n</p>\n\n<p>\nقال الزمخشري في كشافه: ومن البدع ما روي عن بعض الرافضة <span id='ms824'></span> انه قرأ فانصب\nبكسر الصاد، اي فانصب عليا للإمامة، قال: ولو صح هذا لصح للناصبي ان يقرأ\nهكذا (اي بفتح الصاد) ويجعله امرا بالنصب الذي هو بغض علي وعداوته، أقول:\nنصب الإمام والخليفة بعد تبليغ <a href=\"/الكتب/819_الرسالة\">الرسالة</a>\nوالفراغ من العبادة امر معقول بل واجب لئلا يكون الناس بعده في حيرة وضلالة\nفيصح ان يترتب عليه واما بغض علي عليه السلام وعداوته فما وجه ترتبه على\nتبليغ <a href=\"/الكتب/819_الرسالة\">الرسالة</a> أو العبادة وما وجه\nمعقوليته؟ على أن كتب العامة مشحونة بذكر محبة النبي صلى الله عليه وآله\nلعلي عليه السلام وان حبه إيمان وبغضه كفر ونفاق.\n</p>\n\n<p>\nفانظر إلى هذا \" جار الله \" كيف جار عن الله وحاد عن طريق الخير والسداد\nفي عصبية وعناد. ج. ز\n(1) هنا سجدة واجبة.\n</p>\n\n<p>\n(2) وكذا ورد في تفسير الدر المنثور فراجع 6 / 371 ط مصر. ج. ز * وفى ط\nانها مدنية. ج. ز\n(1) في الصافي عن فاطمة عليها السلام قالت: أصاب الناس زلزلة على عهد أبي\nبكر ففزع الناس إلى أبي بكر وعمر فوجدوهما قد خرجا فزعين إلى علي عليه\nالسلام فتبعهما الناس إلى أن انتهوا إلى باب علي عليه الله، فخرج إليهم غير\nمكترث لما هم فيه فمضى واتبعه الناس حتى انتهوا إلى تلعة فقعد عليها وقعدوا\nحوله وهم ينظرون إلى حيطان المدينة ترتج جائية وذاهبة، فقال لهم علي عليه\nالسلام: كأنكم قد هالكم ما ترون؟ قالوا أو كيف لا يهولنا ولم نر مثلها قط،\nفحرك شفتيه ثم ضرب الأرض بيده الشريفة ثم قال مالك اسكني! فسكنت بإذن الله\nفتعجبوا من ذلك أكثر من تعجبهم الأول حيث خرج إليهم: قال لهم فإنكم قد\nعجبتم من صنعي؟ قالوا:\n</p>\n\n<p>\nنعم قال: أنا الرجل الذي قال الله: إذا زلزلت الأرض زلزالها وأخرجت الأرض\nأثقالها وقال الانسان مالها، فأنا الانسان الذي يقول لها مالك؟ يومئذ تحدث\nأخبارها، إياي تحدث. ج. ز\n(1) وعن الآلوسي انها مدنية روح المعاني ص 214. ج. ز\n(1) حفي الفرس: انقشر حافره من كثر السير. ج. ز\n(1) الحرب العوان <span id='ms825'></span>: الحرب التي قوتل فيها مرة بعد أخرى.\n</p>\n\n<p>\n(2) القضم: الاكل بأطراف الأسنان شيئا يابسا، والمعنى ان يقضوا ليلهم في\nرعاية الدواب وأكل الطعام اليابس ليكون له صوت عند الاكل لكي لا يهجم عليهم\nالعدو غيلة. ويسرجوا اي يسرجوا السراج.\n</p>\n\n<p>\n(3) الغلس بالتحريك: ظلمة آخر الليل. ج. ز\n(1) قيل نزلت السورة لما بعث النبي صلى الله عليه وآله عليا عليه السلام\nإلى ذات السلاسل فأوقع بهم، وذلك بعد أن بعث عليهم مرارا غيره من الصحابة\nفرجع كل منهم إلى رسول الله صلى الله عليه وآله وهو المروي عن أبي عبد الله\n(ع) في حديث طويل، قال وسميت هذه الغزوة ذات السلاسل لأنه أسر منهم وقتل\nوسبي وشد أسراهم في الحبال مكتفين كأنهم في السلاسل، ولما نزلت السورة خرج\nرسول الله صلى الله عليه وآله إلى الناس فصلى بهم الغداة وقرأ فيها\nوالعاديات، فلما فرغ من صلاته قال أصحابه هذه سورة لم نعرفها، فقال رسول\nالله: نعم! ان عليا ظفر بأعداء الله وبشرني بذلك جبرائيل في هذه الليلة\n(مجمع البيان) ويرد عليه وعلى ما ذكره القمي (ره) ان الغزوة المذكورة كانت\nفي المدينة والسورة على ما بين مكية؟ قلنا: نقل الشيخ في التبيان عن الضحاك\nكون هذه السورة مدنية، ويؤيده ما مضى في الرواية السابقة من أنه لما قرأها\nرسول الله في صلاة الغداة قال أصحابه هذه سورة لم نعرفها. ج ز\n(1) قرئ بضمتين وهي قراءة أهل الكوفة غير حفص، وقرأ الباقون بفتحتين\nوكلاهما جمع عمود في الكثرة، اما جمعه في القلة فأعمدة والمعنى انه توصد\nعليهم الأبواب ويمدد على الأبواب العمد استيثاقا في استيثاق وفيه تأكيد\nللباس من الخروج وإيذان بحبس الأبد مجمع البحرين.\n</p>\n\n<p>\n(2) الذي جاء بالفيل ليهدم الكعبة هو أبرهة ملك اليمن من قبل النجاشي قال\nمقاتل بن سليمان السبب الذي جر أصحاب الفيل إلى مكة ان فئة من قريش خرجوا\nتجارا إلى ارض النجاشي فساروا حتى دنوا من ساحل البحر وفي حقف من أحقافها\nبيعة للنصارى تسميها قريش الهيكل ويسميها النجاشي <span id='ms826'></span> وأهل ارضه \" ماسر خشان \"\nفنزل القوم فجمعوا حطبا ثم أججوا نارا واشتروا لحما فلما ارتحلوا تركوا\nالنار كما هي في يوم عاصف فذهبت الرياح بالنار فاضطرم الهيكل نارا فغضب\nالنجاشي لذلك فبعث أبرهة لهدم الكعبة، وكان معهم فيل واحد اسمه محمود وقيل\nثمانية وقيل اثنا عشر فيلا وكان في العالم الذي ولد فيه رسول الله صلى الله\nعليه وآله وكانت الحجارة أكبر من العدسة وأصغر من الحمصة، وقال عبد الله بن\nمسعود صاحت الطير فرمتهم بالحجارة فبعث الله ريحا فضربت الحجارة فزادتها\nشدة فما وقع منها حجر على رجل إلا خرج من الجانب الآخر فان وقع على رأسه\nخرج من دبره، وكان هذا من أعظم المعجزات القاهرات في ذلك الزمان أظهره الله\nليدل على وجوب معرفته وفيه حجة قاصمة لظهور الفلاسفة الملحدين المنكرين\nللآيات الخارقة للعادات فإنه لا يمكن نسبة شئ مما ذكره الله تعالى من امر\nأصحاب الفيل إلى طبيعة كما نسبوا الصيحة والريح العقيم وغيرهما مما أهلك\nالله تعالى به الأمم، إذا لا يمكنهم ان يروا في اسرار الطبيعة إرسال جماعات\nمن الطير معها أحجار لهلاك أقوام معينين قاصدات إياهم دون سواهم، ولا يشك\nمن له مسكة من عقل ولب ان هذا لا يكون إلا من فعل الله مسبب الأسباب ومذلل\nالصعاب.\n</p>\n\n<p>\nوليس لاحد ان ينكر هذا لان نبينا صلى الله عليه وآله لما قرأ هذه السورة\nعلى أهل مكة لم ينكروا ذلك بل أقروا به وصدقوه مع شدة حرصهم على تكذيبه\nوكانوا قربي العهد بأصحاب الفيل فلو لم يكن لذلك عندهم حقيقة وأصل لأنكروه\nوجحدوه كيف وانهم قد أرخوا بذلك كما أرخوا ببناء الكعبة وقد أكثر الشعراء\nذكر الفيل. (مجمع البيان) ج ز\n(١) وفي مجمع البيان وغيره انها نزلت بالمدينة وفيها بشارة من الله تعالى\nلنبيه صلى الله عليه وآله بالنصر والفتح (اي فتح مكة) قبل وقوع الامر،\n(ورأيت الناس يدخلون في دين الله أفواجا) اي جماعة بعد جماعة قال الحسن:\nلما فتح رسول الله مكة <span id='ms827'></span> قالت العرب: اما إذا ظفر محمد صلى الله عليه وآله\nبأهل الحرم وقد أجارهم الله من أصحاب الفيل فليس لكم به يدان - اي طاقة -\nفكانوا يدخلون في دين الله أفواجا ولما نزلت هذه السورة وقرأها على أصحابه\nففرحوا واستبشروا وسمعها العباس فبكى، فقال رسول الله صلى الله عليه وآله:\nما يبكيك يا عم! فقال: أظن أنه قد نعيت إليك نفسك يا رسول الله، فقال: إنه\nلكما تقول، فعاش بعدها سنتين، ما رؤي فيهما ضاحكا مستبشرا (انتهى).\n</p>\n\n<p>\nأقول: وهذا خلاف ما فسر به القمي (ره) في هذا التفسير لأنه قال بنزولها\nفي مكة في حجة الوداع فعليه تكون السورة مكية دون المدنية، ولا يكون المراد\nحينئذ من النصر على ما ذهب إليه القمي (ره) هو فتح مكة بل المراد منه هو\nظهور الحجة عليه السلام والدليل على ما ذهب إليه المصنف أمران:\n</p>\n\n<p>\n(الأول) ما رواه في الكافي والعيون عن أبي عبد الله عليه السلام: أن أول\nما نزل اقرأ باسم ربك وآخره إذا جاء نصر الله، وهذا يناسب نزولها في حجة\nالوداع كما ذكره المصنف، لا في المدينة قبل وفاته بسنتين كما ذكره الطبرسي\n(ره) إذ نزل في خلال هذه المدة الطويلة كثير من <a\nhref=\"/الكتب/1_القرآن\">القرآن</a>.\n</p>\n\n<p>\n(الثاني) ما رواه غير واحد من الأصحاب كالطبرسي نفسه والقاشاني من أنها\nلما نزلت قال رسول الله صلى الله عليه وآله نعيت إلي نفسي، ولا دلالة فيها\nعلى النعي إذا قلنا إن المراد من النصر هو فتح مكة، كما اعترف به الطبرسي\n(ره)، اما على القول بنزولها في مكة وإرادة ظهور الحجة عليه السلام من \"\nالنصر والدخول في دين الله أفواجا \" تكون فيها جهة للنعي أيضا، إذ كان\nالمعنى حينئذ انه يا محمد!\n</p>\n\n<p>\nقد انقضت أيامكم وانتهت فتوحك كلها لأنه بعد هذا فتح كبير لولدك القائم\nالذي وعدناه ج ز <span id='ms828'></span>\n</p>\n",
  "pages": [],
  "volumes": [
    "01",
    "02",
    "0M"
  ]
}