{
  "content": "\n<p>\nرسالة في تحقيق الرابطة للشيخ قطب دائرة الإرشاد غوث الثقلين على السداد\nالسائر في الله الراكع الساجد المجاهد ذي الجناحين حضرت ضياء الدين مولانا\nخالد البغدادي قدس الله تعالى سره العزيز بسم الله الرحمن الرحيم الحمد لله\nوكفى وسلام على عباده الذين اصطفى من العبد الفقير مستهام خالد النقشبندي\nالمتمسك باتباع سنة خير الأنام عليه وعلى آله وصحبه أفضل الصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nوأكمل السلام إلى الأخوان المخلصين الكرام من سكان دار الخلافة العظمى لا\nزالت مصونة عن كيد الخائنين و مقرونة بنصرة حاميها وحامي بلاد المسلمين إلى\nيوم الدين آمين السلام التام والتحية الكرام عليكم أما بعد فقد وردت\nمكاتيبكم الدالة على صحة ذواتكم فأورثت المسرة المثيرة إلى ثباتكم على\nالطريقة والسنة السنية مع كثرة مزاحمة المنكرين فحمدت الله تعالى على ذلك\nمرة بعد مرة وقرع بسمع هذا المسكين إن بعض الغافلين عن أسرار حق اليقين\nيعدون الرابطة بدعة في الطريقة ويزعمون أنها شئ ليس له أصل ولا حقيقة كلا\nإنها أصل عظيم من أصول طريقتنا العلية النقشبندية بل هي أعظم أسباب الوصول\nبعد التمسك التام بالكتاب العزيز و سنة الرسول ومن جملة ساداتنا من كان\nيقصر في السلوك والتسليك عليها ومنهم من كان يأمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p002'> Vol. 00, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nبغيرها أيضا مع تنصيصه على أنها أقرب الطرق إلى الفناء في الشيخ الذي هو\nمقدمة الفناء في الله تعالى ومنهم من أثبتها بنص قوله تعالى يا أيها الذي\nآمنوا اتقوا الله وكونوا مع الصادقين فقال من السادات الكبار الشيخ عبيد\nالله المشهور بخواجة أحرار قدس سره ما حاصله أن الكينونة مع الصادقين\nالمأمور بها في كلام رب العالمين الكون معهم صورة ومعنى ثم فسر الكينونة\nالمعنوية بالرابطة وهو عند أهله مشهور وفي الكتاب الرشحات بالتفصيل مسطور\nفكأنهم لم يتصوروا معنى الرابطة اصطلاحا وإلا لما وسعهم إنكارها إذ هي في\nالطريقة عبارة عن استمداد المريد من روحانية شيخه الكامل الفاني في الله\nبكثرة رعاية صورته ليتأدب ويستفيض منه في الغيبة كالحضور ويتم له باستحضاره\nالحضور والنور وينزجر بسببها <span id='ms1'></span> عن سفايف الأمور وهو أمر لا يتصور جحوده إلا\nممن كتب الله تعالى في جبهته الخسران واتسم والعياذ بالله تعالى بالمقت\nوالحرمان لأنه إن كان ممن يعتقد بالأولياء فقد صرحوا بحسنها وعظم نفعها بل\nاتفقوا عليها كما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nلا يخفى على من تتبع كلماتهم القدسية واستنشق نفحاتهم الأنسية وإلا فلا\nبد أن يعتقد بكلام أئمة الشرع وأساطين الأصل والفرع فقد قال بها من كل مذهب\nمن المذاهب الأربعة أئمة تصريحا وها أنا أعد بعض ما ذكروه مع تعيين الأماكن\nليراجعها من ليس في قلبه مرض ولا ينكر على الأولياء بمجرد اتباع الهوى\nوالغرض فأقول وبالله التوفيق وهو الهادي إلى سواء الطريق قد صرح بالتصرف\nوالإمداد للروحانيين جماهير المفسرين في تفسير قوله تعالى لولا أن رأى\nبرهان ربه ومنهم صاحب الكشاف مع انحرافه عن الاعتدال واتصافه بالإنكار\nوالاعتزال ولفظه وفسر البرهان بأنه أي يوسف عليه السلام سمع صوتا إياك\nوإياها فلم يكترث له فسمع ثانيا فلم يعمل به فسمعه ثالثا أعرض عنها فلم\nينجع فيه حتى مثل له يعقوب عليهما السلام عاضا أنملته وقيل ضرب بيده على\nصدره إلى آخر ما قال وقال من الأئمة الحنفية الشيخ الإمام أكمل الدين في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nشرح المشارق في حديث من رآني فقد رأى الله الاجتماع بالشخص يقظة ومناما\nموقوف لحصول ما به الاتحاد وله خمسة أصول كلية الاشتراك في الذات أو في صفة\nفصاعدا أو في الأفعال أو في حال فصاعدا أو في المراتب وكل ما يتعلق من\nالمناسبة الاجتماع بين شيئين أو الأشياء لا يخرج عن هذه الخمسة وبحسب قوته\nعلى ما به الاتحاد وضعفه يكثر الاجتماع ويقل وقد يقوى على ضده فتقوى المحبة\nبحيث يكاد المشخصان لا يفترقان وقد يكون بالعكس ومن حصل الأصول الخمسة وثبت\nالمناسبة بينه وبين أرواح الكمل الماضين اجتمع بهم متى شاء انتهى ومن\nالأئمة الشافعية الإمام الغزالي في الإحياء في باب تفصيل ما ينبغي أن يحضر\nفي القلب عند كل ركن من الصلاة ما نصه واحضر في قلبك النبي <span id='ms2'></span> صلى الله عليه\nوسلم وشخصه الكريم وقل السلام عليك أيها النبي ولتصدق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nالملك في أنه يبلغه ويرد عليك ما هو أوفى منه انتهى وقال منهم العلامة\nالشهاب ابن حجر المكي شيخ الشهاب الخفاجي في شرح الباب في بيان معاني كلمات\nالتشهد ما نصه وخوطب صلى الله عليه وسلم كأنه إشارة إلى أنه تعالى يكشف له\nعن المصلي من أمته حتى يكون كالحاضر معهم ليشهد لهم بأفضل أعمالهم وليكون\nتذكر حضوره سببا لمزيد الخشوع والخضوع ثم أيده بما مر عن الإحياء وقال منهم\nأيضا محشي الأشباه أحمد ابن محمد الشريف الحموي في كتابه (نفحات القرب\nوالاتصال) بإثبات التصرف لأولياء الله تعالى والكرامة بعد الانتقال ما\nخلاصته أن الأولياء يظهرون في صور متعددة بسبب غلبة روحانيتهم على\nجسمانيتهم وحمل على هذا المعنى ما في بعض روايات الحديث الصحيح حيث قال صلى\nالله عليه وسلم ينادى من كل باب من أبواب الجنة بعض أهل الجنة فقال له أبو\nبكر الصديق رضي الله عنه وهل يدخل أحد من تلك الأبواب كلها قال نعم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nوأرجو أن تكون منهم انتهى بالمعنى وقالوا إن الروح الكلية تظهر في سبعين\nألف صورة في دار الدنيا ففي البرزخ أولى لأن الروح فيه أغلب وأشد استقلالا\nوأقوى وأكثر انتقالا بسبب المفارقة عن البدن انتهى ولشيخ الشيوخ الإمام\nالعارف السهروردي الشافعي في العوارف في باب الصلاة لأهل القرب مثله ومن\nعباراته ويسلم على النبي صلى الله تعالى عليه وسلم ويمثله بين عيني قلبه\nانتهى وصرح العلامة الشهاب ابن حجر في أواخر شرح الشمائل وفاقا للحافظ\nالجلال السيوطي في كتابه تنوير الحلك في رؤية النبي والملك أنه حكى عن ابن\nعباس رضي الله عنهما أنه رأى رسول الله صلى الله تعالى عليه وسلم في النوم\nفدخل على بعض أمهات المؤمنين فأخرجت له مرأته صلى الله تعالى عليه وسلم\nفرأى صورته صلى الله عليه وسلم ولم ير صورت نفسه انتهى وهذا هو الفناء في\nالرابطة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nفي اصطلاح القوم لا يقال ليس الكلام في <span id='ms3'></span> صورة النبي لأنا نقول إن هذا ليس\nمن خصائص الأنبياء وكل ما هو كذلك فهو مشترك بينهم وبين الأولياء ولا شك في\nهذا عند أهله نعم مخاطبة غيره صلى الله تعالى عليه وسلم في الصلاة مبطلة\nلها وإحضاره الصورة فيها والتسليم على صاحبها من خصائص حضرة روح الوجود و\nصاحب المقام المحمود عليه وعلى آله وصحبه الصلاة والتسليم من الكريم الودود\nوهو غير مراد في ما نحن فيه هذا وقال منهم الحافظ الجلال السيوطي في رسالة\nحافلة ألفها في مثل هذه المادة سماها كتاب المنجلي في تطور الولي نقلا عن\nالإمام السبكي الشافعي في الطبقات الكبرى الكرامات أنواع إلى أن قال الثاني\nوالعشرون التطور بأطوار مختلفة وهو الذي يسميه الصوفية بعالم المثال وبنوا\nعليه تجسد الأرواح وظهورها في صور مختلفة من عالم المثال واستأنسوا له\nبقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى فتمثل لها بشرا سويا ومنه قضية قضيب البان ثم ذكرها وذكر غيرها\nانتهى.\n</p>\n\n<p>\nوقال منهم الإمام العارف الشعراني قدس الله تعالى سره في كتاب النفحات\nالقدسية عند تذكر آداب الذكر ما نصه السابع أن يتخيل شخص شيخه بين عينيه\nوهذا عندهم أكد الآداب انتهى بحروفه قلت وليست الرابطة عندنا معاشر\nالنقشبندية إلا هذا كما يشهد له ما في جميع كتبهم المعتمدة وذكر علامة\nالسفيري الحلبي من الشافعية في شرح البخاري عند قوله ثم حبب إليه الخلاء إن\nالشيطان كما لا يقدر أن يتمثل بصورة النبي صلى الله تعالى عليه وسلم لا\nيقدر أن يتمثل بصورة الولي الكامل أيضا بشرط ذكره ثمة وقال من أكابر\nالحنفية أيضا العلامة الشريف الجرجاني قدس الله تعالى سره في أواخر شرح\nالمواقف قبيل ذكر الفرق الإسلامية بصحة ظهور صور الأولياء للمريدين و أخذهم\nالفيوض منها حتى بعد الموت وكذا في أوائل حواشيه على شرح المطالع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nوقال منهم أيضا الإمام العارف بالله تعالى الشيخ تاج الدين الحنفي\nالنقشبندي العثماني قدس الله تعالى سره عند بيان طرق الوصول إلى الله تعالى\nفي رسالته المعروفة بالتاجية ما نصه الطريق الثالث الرابطة <span id='ms4'></span> بالشيخ الذي وصل\nإلى مقام المشاهدة وتحقق بالصفات الذاتية فإن رؤيته بمقتضى هم الذين إذا\nرؤوا ذكر الله تفيد فائدة الذكر وصحبته بموجب هم جلساء الله تعال تنتج صحبة\nالمذكور تعالى إلى أن قال فينبغي أن تحفظ صورة الشيخ في الخيال وتتوجه\nللقلب الصنوبري حتى تحصل الغيبة والغناء عن النفس وإن وقفت عن الترقي\nفينبغي أن تجعل صورة الشيخ على كتفك الأيمن و تفرض عن كتفك إلى قلبك أمرا\nممتدا يعني خطا موهوما وتأتي بالشيخ على ذلك الأمر الممتد و تجعله في قلبك\nفإنه يرجى لك بذلك حصول الغيبة والفناء وجرى عليه قدوة المحققين وزبدة\nالمتأخرين الشيخ العارف عبد الغني النابلسي الحنفي قدس الله سره وأقره في\nشرحه على التاجية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوقال من أئمة الحنابلة الغوث الأعظم والإمام الأفخم سيدي الشيخ عبد\nالقادر الجيلي قدس سره ما معناه أن للفقير أي السالك طريق القوم رابطة\nقلبية مع الأولياء ويستفيد منهم بسبب تلك الرابطة باطنا فلا بأس بعدم\nإكرامهم ظاهرا بخلاف الأجنبي الذي ليس له رابطة معهم انتهى نقلا عن الإمام\nالسهروردي في باب آداب المريد مع شيخه من عوارفه وقال منهم أيضا العلامة\nشمس الدين ابن القيم في كتاب الروح أن للروح شأن آخر غير شأن البدن و تكون\nفي الرفيق الأعلى وهي متصلة ببدن الميت بحيث إذا سلم على صاحبها رد السلام\nوهي في مكانها هناك انتهى نقلا عن الحافظ السيوطي في كتاب المنجلي قلت\nوالنصوص بهذا المعنى أكثر من أن تحصى وفيه دلالة ظاهرة على نوع تصرف\nللأولياء بعد الموت وقد ألف كثير من المحققين في ذلك رسائل واضحة المسالك\nفليحذر الموفق عن إنكاره فإنه من المهالك وقال من أئمة المالكية الإمام\nالجليل صاحب المختصر المشهور الشيخ خليل رحمه الله تعالى ما نصه أن الولي\nإذا تحقق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nولايته تمكن من التصور في روحانيته ويعطى من القدرة التصور في صور عديدة\nوليس ذلك بمحال لأن المتعدد هو الصورة الروحانية وقد اشتهر ذلك عند\nالعارفين بالله نقله السيوطي عنه في الكتاب <span id='ms5'></span> المذكور ونقل فيه أيضا عن\nالإمامين الهمامين من المالكية الشيخ أبي العباس المرسي وتلميذه ابن عطاء\nالله الإسكندري قدس سرهما ما يقاربه فكيف يسوغ للعوام إنكار مثل هذه\nالأحكام بعد تصريح الأولياء الكرام و العلماء الأعلام الذين هم أهل الحل\nوالإبرام ومنهم من يتلقى العلوم اللدنية بلا واسطة من الحي الذي لا ينام\nواقتصرت على هذا القدر من الكلام خوفا من الاملال والآسام وإلا لألفت فيه\nمجلدا حافلا بعون الله الملك المتعال ولولا رعاية الشفقة على الإخوان في\nالدين من وقوعهم في إنكار طور الأولياء الكاملين لما أقدمت على إظهار بعض\nهذه الأسرار لكن ألجأني إليه أمران الأمر الأول الذب عن الطريقة التي هي\nعروة الوصول وسلم رضوان الله تعالى واتباع الرسول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nالتي أصولها التمسك بعقائد أهل السنة الذين هم الفرقة الناجية وترك\nالتقاط الرخص والأخذ بالعزايم ودوام المراقبة والإقبال على المولى والإعراض\nعن زخارف الدنيا بل عن كل ما سوى الله تعالى وملكه الحضور المعبر عنه في\nالحديث الشريف الاحسان وهو أن تعبد الله كأنك تراه (فإنه يراك والخلوة في\nالجلوة مع التحلي بالاستفادة والإفادة في علوم الدين والتزيي بزي عوام\nالمؤمنين وإخفاء الذكر وحفظ الأنفاس بحيث لا يخرج ولا يدخل النفس مع الغفلة\nعن الله الكريم والتخلق بأخلاق الله وصاحب الخلق العظيم عليه الصلاة\nوالتسليم وبالجملة فهذا الطريق بعينها هي طريقة الأصحاب الأنجاب عليهم\nالرضوان من غير زيادة ونقصان وهي عبارة عن عزائم الكتاب والسنة ولهذا قال\nإمام الطريقة وغوث الخليقة الشيخ بهاء الحق والدين محمد البخاري المعروف)\nنقشبند قدس الله سره ما معناه من أعرض عن طريقتنا فهو في خطر من دينه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nوالأمر الثاني التحذير عن تمويه الغافلين وتزويرهم لئلا يؤدي إلى إنكار\nهذه الطائفة وتكديرهم ويسري من شؤمه والعياذ بالله تعالى شئ إلى باب لا\nيزال الفقراء الصادقون متضرعين إلى الله تعالى لتأييده وبقائه ولحفظه من\nفتن حساده ومكائد أعدائه وهذا الفقير يوصيكم بجميع ما تقدم من الآداب\nويخبركم بأنه يبرأ إلى الله تعالى من كل <span id='ms6'></span> من يخالف السنة والكتاب ولم يتبع\nهدى النبي والأصحاب ويأمركم بصالح الدعاء في الصباح والمساء لدوام تأييد\nالدولة العلية العثمانية التي عليها مدار الاسلام ونصرتها على أعداء الدين\nمن النصارى الملاعين والأعجام المرتدين) والسلام عليكم ورحمة الله و بركاته\nفي البدء والختام والحمد لله الملك العلام أحيي بأزكى التسليمات وأبهى\nالتكريمات جناب سيدنا قدوة العلماء الراسخين وأسوة الكبراء الماجدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nسلالة النجباء ونتيجة السعداء الكريم ابن الكريم مولانا محمد أسعد لا زال\nنائلا إلى مأرب الدنيا والآخرة ومشرفا في الدارين بالخلع الفاخرة وبعد فقد\nوصلت الوكتكم الدالة على كمال الوداد و غاية التلطف والاتحاد وحاوية على\nوفور الشوق إلى الأحباء المهجورين من شرف لقائكم والفقراء السائلين من الله\nطول بقائكم نرجو من الله جل شأنه وعز برهانه حمايتكم في كنف إمداد السادات\nالنقشبندية بل المأمول أن يحشركم في زمرة تلك الطائفة العلية قدسنا الله\nبسرهم وأفاض علينا من برهم تمت كتابة رسالة (الرابطة) لمولانا قطب العارفين\nسند الملة والدين برهان الحقيقة واليقين حجة الواصلين جامع الكمالات\nالصورية والمعنوية صاحب الأنفاس القدسية مربي السالكين ومرشد الناسكين بحر\nالعلوم علامة المنطوق والمفهوم حجة الاسلام ذي الجناحين حضرت ضياء الدين\nخالد العثماني العراقي الشهرزوري قدس الله تعالى سره وأفاض علينا من بركات\nأنفاسه القدسية على يد أحقر العباد الراجي عفو ربه يوم التناد المعترف\nبالعجز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوالتقصير من المتقاعدين العسكرية والمعلمين الكيمياوية حسين حلمي عشق\nصيدلاني الكيمائي بن سعيد استانبولي في شهر استانبول محله شيخ رسمي جادة\nمستقيم زاده في ناحية فاتح في سنة اثني وتسعين وثلاثمائة وألف من هجرة من\nله العز والسعادة والشرف من تلاميذ خاتم المحققين مجدد عصره علامة دهره\nالسيد عبد الحكيم ابن المصطفى الأرواسي الواني قدس الله سره العالي حضرت\nمولانا خالد ابن أحمد بن حسن العثماني لأنه يتصل نسبه إلى ذي النورين عثمان\nبن عفان ولد سنة 1193 هجري و 1779 ميلادي بقصبة سليمانية وهي قريب بشهر\nبغداد اجتمع في المدينة المنورة برجل عالم يمني فنصحه بنصائح منها لا تبادر\nبالإنكار <span id='ms7'></span> على ما ترى في مكة المكرمة قال قدس سره فبينما أنا جالس عند\nالكعبة الشريفة أقرأ الدلائل إذا رجل ذو لحية سوداء عليه زي العوام قد أسند\nظهره إلى الشاذروان ووجهه إلي فحدثني نفسي إن هذا الرجل لا يتأدب مع الكعبة\nفقال لي يا هذا ما عرفت أن حرمة المؤمن عند الله أعظم من الكعبة فلماذا\nتعترض على ما سمعت نصيحة من في المدينة فلم أشك أنه من أكابر الأولياء\nفانكببت على يديه وطلبت منه أن يرشدني إلى الحق فقال فتوحك لا يكون في هذه\nالديار وأشار بيده إلى الديار الهندية وستأتيك إشارة من هناك ثم رحل عن\nطريق الشام حتى وصل وطنه إلى أن أتى السليمانية رجل هندي فاجتمع به وأخبره\nأنه سمع من شيخه إشارة بوصول مثله هناك إلى المراد وشوقه للمهاجرة إلى جهان\nآباد فرحل سنة 1224 فبوصوله تجرد عما عنده وانفقه على الفقراء وأخذ الطريقة\nالنقشبندية من حضرة شيخه الذي رآه عند الكعبة عبد الله الدهلوي قدس سره فلم\nيمض عليه نحو خمسة أشهر حتى صار من أهل الحضور والمشاهدة\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES#\n\n\nالسيد محمد أسعد الاستانبولي تولى نقابة الإشراف ثم نظارة <a\nhref=\"/الكتب/3424_المعارف\">المعارف</a> وأسس دار الكتب المنسوبة باسمه\nقريبا لجامع آيا صوفية وتوفى سنة 1263 <span id='ms8'></span>",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016"
  ],
  "volumes": [
    "01"
  ]
}