{
  "content": "\n& تتمة الباب التاسع & & باب التغليظ في معارضة الحديث بالرأي &\n<p>\n369 أخبرنا علي بن أحمد بن محمد بن خميرويه أخبرنا الحسين ابن أحمد إملاء\nحدثنا أحمد بن هشام بصور حدثنا المسيب بن واضح حدثنا الليث بن سعد عن نافع\nعن ابن عمر رضي الله عنه قال حلق رسول الله صلى الله عليه وسلم وحلق طائفة\nمن أصحابه رضي الله عنهم وقصر بعضهم قال رسول الله صلى الله عليه وسلم (\nرحم الله المحلقين مرة أو مرتين ثم قال والمقصرين ) + روى هذا الحديث من\nهذا الطريق أعني من طريق الليث عن نافع عن ابن عمر رضي الله + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p001'> Vol. 03, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n370 أخبرنا أبو يعقوب أخبرنا العباس بن الفضل حدثنا يحيى بن أحمد بن زياد\nحدثنا أحمد بن سعيد بن صخر حدثنا أحمد بن سليمان حدثنا إسماعيل وهو ابن\nعياش حدثنا عثمان بن عطاء عن أبيه أنه قال لقد ولد لي وما أسمع عالما يقول\nأرى ولا أسمع متعلما يقول لعالم كيف ترى أما العالم فيقول سمعت كذا وكذا\nوالمتعلم يقول كيف سمعت أصلحك <span id='ms109'></span> الله في كذا وكذا\n</p>\n\n<p>\n371 أخبرنا الحسن بن يحيى أخبرنا إبراهيم بن الشاه أخبرنا أبو أحمد بن\nقريش\n</p>\n\n<p>\nح وأخبرناه القاسم بن سعيد أخبرنا محبوب بن عبد الرحمن بن أحمد بن محبوب\nأبو عاصم قاضي هراة أخبرنا محمد بن إسحاق قالا حدثنا عثمان بن سعيد حدثنا\nمحبوب بن موسى أخبرنا أبو إسحاق الفزاري عن الأوزاعي قال ما نقمنا على أبي\nحنيفة أنه يرى كلنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p002'> Vol. 03, p. 002</a>\n            </div>\n             يرى ولكنا نقمنا عليه أنه يجيئه الحديث عن\nالنبي صلى الله عليه وسلم فيخالفه إلى غيره\n</p>\n\n<p>\n372 أخبرنا أبو يعقوب أخبرنا أبو بكر بن أبي الفضل أخبرنا أحمد ابن محمد\nبن يونس حدثنا عثمان بن سعيد حدثنا جنادة بن محمد الدمشقي حدثنا مخلد بن\nالحسين عن الأوزاعي عن سليمان بن حبيب قال قال عمر بن عبد العزيز ما أتاك\nبه الزهري مما رواه فاشدد يديك به وما أتاك به من رأيه فانبذه\n</p>\n\n<p>\n373 أخبرنا الحسن بن يحيى أخبرنا عبد الرحمن أخبرنا ابن منيع حدثني محمد\nبن علي هو الجوزجاني حدثنا إبراهيم بن بشار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p003'> Vol. 03, p. 003</a>\n            </div>\n             حدثني ابن عيينة عن\nالثوري قال دخلت مع سلمة بن كهيل المسجد فرأى حلقة من أصحاب الرأي فقال لي\nبالنبطية برهير من هابي\n</p>\n\n<p>\n374 أخبرنا أبو يعقوب أخبرنا العباس بن الفضل بن زكريا حدثنا يحيى بن\nأحمد بن زياد حدثنا أحمد بن سعيد بن صخر حدثنا أحمد بن سليمان حدثنا\nالمبارك بن سعيد عن صالح بن مسلم قال لقيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p004'> Vol. 03, p. 004</a>\n            </div>\n             الشعبي في السدة\nفمشيت معه حتى إذا قاربنا أبواب المسجد نظر إليه فقال يعلم الله لقد بغض\nإلي هؤلاء هذا المسجد حتى لهو أبغض إلي من كناسة داري فقلت له ومن هؤلاء يا\nأبا عمرو قال هؤلاء الأرائيون يعني أصحاب الرأي قلت لصالح من في المسجد\nيومئذ قال الحكم بن عتيبة ونظراؤه فمضينا فلقيه رجل فسأله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p005'> Vol. 03, p. 005</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p006'> Vol. 03, p. 006</a>\n            </div>\n             عن الزرع فأبى أن يجيبه فألح عليه فقال يا أبا عبد الله إنك إن\nعلمت ثم عملت كان أوجب عليك في الحجة وإنك إن عملت قبل أن تعلم كان أيسر\nعليك ومضينا <span id='ms110'></span> بخربات القصر فلقيه رجل فقال يا أبا عمرو ما تقول في رجل يضرب\nمملوكه فقال ما أدري ما أدري يوم يضرب الشعبي مملوكه فهو حر\n</p>\n\n<p>\n375 أخبرنا علي بن محمد بن طاهر بن عمرو بن تميم أخبرنا محمد ابن جعفر بن\nمحمد بن هارون الكوفي المؤدب حدثنا محمد بن القاسم بن بشار الأنباري ومحمد\nبن عبد الواحد المكي قالا سمعنا ثعلبا يقول قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p006'> Vol. 03, p. 006</a>\n            </div>\n             إسحاق الموصلي\nعن المعتصم قال إذا نصر الهدى بطل الرأي قال إسحاق ما سمعت بكلمة مثلها\n</p>\n\n<p>\n376 أخبرنا أبو يعقوب أخبرنا أبو الحسين بن رزيق الحافظ والحسين بن أحمد\nقالا أخبرنا أحمد بن محمد بن يونس حدثنا عثمان بن سعيد عن جعفر بن إسماعيل\nالباذغيسي عن سعيد بن منصور أنه سمعه يقول إنه رأى النبي صلى الله عليه\nوسلم في المنام فسأله عن هشيم فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p007'> Vol. 03, p. 007</a>\n            </div>\n             له ( إذا ثبت هشيم الحديث\nفخذ به قلت له فما تقول في أبي يوسف وأصحابه قال لا تكونن منهم في شيء ) +\nروى الخطيب +\n</p>\n\n<p>\n377 أخبرتنا فاطمة بنت القاسم قالت أخبرنا الحسين بن شعيب أخبرنا الحسين\nبن محمد بن الحسين بالدينور حدثنا عبيد الله بن محمد بن شنبة القاضي حدثنا\nمحمد بن إسحاق السني سمعت أبا جعفر الترمذي يقول رأيت النبي صلى الله عليه\nوسلم في المنام فقلت يا رسول الله نأخذ برأي أبي حنيفة قال لا\n</p>\n\n<p>\n378 أخبرنا محمد بن عبد الرحمن أخبرنا زاهر بن أحمد حدثنا محمد بن المسيب\nحدثني سعيد بن عمرو حدثنا بقية حدثني ابن المبارك عن معتمر بن سليمان عن\nسيار أبي الحكم قال إنكم لتسألوننا سؤال قوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p008'> Vol. 03, p. 008</a>\n            </div>\n             كأنكم ترون أنا لا\nنسأل عما نفتيكم به\n</p>\n\n<p>\n379 أخبرنا محمد بن محمد بن يوسف اخبرنا محمد بن علي بن حامد حدثنا يحيى\nبن أبي نصر حدثنا الدارمي عن أحمد بن سليمان عن النضر بن شميل قال لم يرو\nشعبة عن حماد بن أبي سليمان إلا شيئا لم نجده عند غيره من أصحابه وكان ابن\nعون لا يسلم على حماد\n</p>\n\n<p>\n380 أخبرنا سعيد بن العباس أخبرنا <span id='ms111'></span> منصور بن العباس حدثنا محمد بن إسحاق\nالسراج سمعت أبا قدامة عبيد الله بن سعيد سمعت إبراهيم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p009'> Vol. 03, p. 009</a>\n            </div>\n             موسى\nحدثني أبو روح قال قال ابن المبارك إذا رجعنا إلى خراسان أخرجنا كلام هؤلاء\nمن الكتب\n</p>\n\n<p>\n381 أخبرنا أبو يعقوب أخبرنا العباس بن الفضل حدثنا يحيى بن أحمد بن زياد\nحدثنا أحمد بن سعيد بن صخر حدثنا أحمد بن سليمان حدثنا خالد بن عبد الله عن\nداود عن عامر قال ليس أحد بعد النبي صلى الله عليه وسلم إلا وأنت آخذ من\nقوله فتارك\n</p>\n\n<p>\n382 أخبرنا محمد بن محمد بن محمود حدثنا أحمد بن عبد الله إملاء أخبرنا\nمحمد بن إسحاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p010'> Vol. 03, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nح وأخبرني أبو يعقوب أخبرنا محمد بن عبد الله بن اللأل سمعت محمد بن\nإبراهيم الصرام قالا حدثنا عثمان بن سعيد حدثنا عبد الله بن صالح عن الهقل\nبن زياد عن الأوزاعي قال وما رأي امريء في أمر بلغة فيه عن النبي صلى الله\nعليه وسلم إلا اتباعه ولو لم يكن فيه عن رسول الله صلى الله عليه وسلم وقال\nفيه أصحابه من بعده كانوا أولى فيه بالحق منا لأن الله أثنى على من بعدهم\nباتباعهم إياهم فقال <span class='quran'>والذين اتبعوهم بإحسان </span>فقلتم أنتم لا بل\nنعرضها على رأينا في الكتاب فما وافقه منه صدقناه وما خالفه تركناه وتلك\nغاية كل محدث في الإسلام رد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p011'> Vol. 03, p. 011</a>\n            </div>\n             ما خالف رأيه من السنة\n</p>\n\n<p>\n383 أخبرني غالب بن علي أخبرنا محمد بن الحسين أخبرنا عبيد الله بن محمد\nبن حمدان الفقيه الحنبلي بعكبرا أخبرنا أبو بكر الأدمي المقري حدثنا زهير\nبن عمير حدثنا عبد الوهاب بن نجدة حدثنا بقية حدثنا سوادة بن زياد وعمرو بن\nمهاجر عن عمر بن عبد العزيز أنه كتب إلى الناس لا رأي لأحد مع سنة سنها\nرسول الله صلى الله عليه وسلم 384\n</p>\n\n<p>\nأخبرنا محمد بن أحمد الجارودي إملاء أخبرنا إبراهيم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p012'> Vol. 03, p. 012</a>\n            </div>\n             محمد\nبن سهل حدثنا أحمد بن محمد بن الأزهر سمعت محمد بن إسماعيل البخاري\n</p>\n\n<p>\nح وأخبرني غالب بن علي أخبرنا محمد بن <span id='ms112'></span> الحسين سمعت علي بن عمر الحافظ\nسمعت أبا بكر النيسابوري\n</p>\n\n<p>\nقال البخاري سمعت الحميدي يقول كنا عند الشافعي فأتاه رجل فسأله عن مسألة\nفقال قضى رسول الله صلى الله عليه وسلم كذا وكذا فقال رجل للشافعي ما تقول\nقال سبحانك تراني في كنيسة تراني في بيعة ترى على وسطي زنارا أقول لك قضى\nرسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p013'> Vol. 03, p. 013</a>\n            </div>\n             صلى الله عليه وسلم وأنت تقول لي ما تقول أنت لفظ\nالبخاري\n</p>\n\n<p>\n385 أخبرنا أحمد بن حمزة حدثنا محمد بن الحسين أخبرنا محمد بن أحمد بن\nعبد الأعلى أخبرنا أحمد بن عبد الرحمن الرقي قال سمعت المزني سمعت الشافعي\n</p>\n\n<p>\nح وأخبرتنا فاطمة بنت القاسم قالت أخبرنا الحسين بن شعيب حدثنا الحسين بن\nمحمد بن الحسين الثقفي الدينوري حدثنا عبيد الله بن محمد بن شنبة القاضي\nحدثنا محمد بن إسحاق السني حدثنا زكار حدثنا حرملة سمعت الشافعي يقول إذا\nوجدتم سنة لرسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p014'> Vol. 03, p. 014</a>\n            </div>\n             صلى الله عليه وسلم فاتبعوها ولا تلتفتوا\nإلى أحد\n</p>\n\n<p>\n386 أخبرنا محمد بن أحمد بن محمد الحافظ أخبرنا أبو إسحاق القراب أخبرنا\nأبو يحيى الساجي حدثني إسماعيل بن شجاع البغدادي سمعت الفضل بن زياد عن أبي\nطالب سمعت أحمد بن حنبل يقول ما رأيت أتبع للأثر من الشافعي\n</p>\n\n<p>\n387 أخبرنا منصور بن العباس أخبرنا محمد بن الحسين سمعت الحسن بن علي بن\nمحمد بن يحيى سمعت ابن جرير سمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p015'> Vol. 03, p. 015</a>\n            </div>\n             الربيع سمعت الشافعي يقول\nلولا أصحاب الحديث لكنا بياع الفول\n</p>\n\n<p>\n388 أخبرنا محمد بن موسى حدثنا محمد بن يعقوب الأصم سمعت الربيع يقول\nسمعت الشافعي يقول إذا وجدتم في كتابي خلاف سنة رسول الله صلى الله عليه\nوسلم فقولوا بسنة رسول الله صلى الله عليه وسلم ودعوا ما قلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p016'> Vol. 03, p. 016</a>\n            </div>\n            \n389 حدثنا عمر بن إبراهيم إملاء أخبرنا أحمد بن محمد العمركي بسرخس حدثنا\nأبو جعفر الأصبهاني حدثنا أحمد بن عيسى بن ماهان الرازي سمعت الربيع سمعت\nالشافعي يقول كل مسألة تكلمت فيها صح الخبر فيها عن النبي صلى الله عليه\nوسلم عند أهل النقل بخلاف ما قلت فأنا راجع عنها <span id='ms113'></span> في حياتي وبعد موتي\n</p>\n\n<p>\n390 وحدثنا عمر حدثنا أبي\n</p>\n\n<p>\nح وأخبرناه محمد بن موسى قالا حدثنا محمد بن يعقوب سمعت الربيع سمعت\nالشافعي وروى حديثا فقال له رجل أتأخذ بهذا يا أبا عبد الله فقال متى رويت\nعن رسول الله صلى الله عليه وسلم حديثا صحيحا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p017'> Vol. 03, p. 017</a>\n            </div>\n             فلم آخذ به\nفأشهدكم أن عقلي قد ذهب وأشار بيده على رؤوسهم\n</p>\n\n<p>\n391 أخبرنا محمد بن أحمد الجارودي أخبرنا إبراهيم بن محمد بن سهل بن بشر\nبن عبد الجبار أخبرنا زكريا بن يحيى حدثني أحمد بن محمد المكي سمعت أبا\nالوليد بن أبي الجارود\n</p>\n\n<p>\nح وحدثناه يحيى بن عمار أخبرنا محمد بن الحسين الآبري قال قرأت فيما حكي\nعن ابن أبي الجارود قال قال الشافعي إذا صح عن رسول الله صلى الله عليه\nوسلم حديث وقلت قولا فأنا راجع عن قولي قائل بذلك وقد صح حديثه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p018'> Vol. 03, p. 018</a>\n            </div>\n            \n( أفطر الحاجم والمحجوم ) فأنا أقول قال الشافعي أفطر الحاجم والمحجوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p019'> Vol. 03, p. 019</a>\n            </div>\n             قال شيخ الإسلام صحح هذا الحديث أحمد بن حنبل وعلي بن المديني\nوإسحاق بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p020'> Vol. 03, p. 020</a>\n            </div>\n             راهويه ومحمد بن إسحاق بن خزيمة وقالوا به من حديث\nرافع بن خديج وشداد واعتمد أحمد بن حنبل وابن خزيمة حديث ثوبان أيضا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p021'> Vol. 03, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n392 أخبرنا إسماعيل بن إبراهيم أخبرنا محمد بن عبد الله أخبرنا أبو\nالوليد حسان بن محمد الفقيه حدثنا إبراهيم بن محمد الكوفي وكان من الإسلام\nبمكان قال رأيت الشافعي بمكة يفتي الناس ورأيت أحمد وإسحاق حاضرين فقال\nالشافعي قال رسول الله صلى الله عليه وسلم ( وهل ترك عقيل لنا من دار ) +\nهذه قطعة من حديث متفق عليه بنحوه رواه البخاري في عدة مواضع منها + فقال\nإسحاق حدثنا يزيد عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p022'> Vol. 03, p. 022</a>\n            </div>\n             الحسن وأخبرنا أبو نعيم وعبدة عن سفيان عن\nمنصور عن إبراهيم أنهما لم يكونا يريانه وعطاء وطاوس لم يكونا يريانه فقال\nالشافعي لبعض من عرفه من هذا فقال هذا إسحاق بن إبراهيم الحنظلي ابن راهويه\nالخراساني فقال الشافعي أنت الذي يزعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p023'> Vol. 03, p. 023</a>\n            </div>\n             أهل خراسان أنك فقيههم\nما أحوجني أن يكون غيرك في موضعك فكنت آمر بعرك <span id='ms114'></span> أذنيه أقول قال رسول الله\nصلى الله عليه وسلم وأنت تقول عطاء وطاوس ومنصور عن إبراهيم والحسن وهل\nلأحد مع رسول الله صلى الله عليه وسلم حجة\n</p>\n\n<p>\n393 حدثنا محمد بن محمد بن عبد الله الفقيه إملاء سمعت أحمد بن محمد بن\nفراشة الفقيه بمرو سمعت أحمد بن منصور الشيرازي سمعت الحسن بن محمد الطبري\nسمعت محمد بن المغيرة سمعت يونس بن عبد الأعلى سمعت الشافعي\n</p>\n\n<p>\nح وحدثناه عمر بن إبراهيم إملاء أخبرنا محمد بن الحسن بن محمد بن العباس\nالساوي بمرو حدثنا أبو الحسن محمد بن أبي بكر المروزي حدثنا علي بن محمد\nالمروزي حدثنا أبو الفضل صالح بن محمد الرازي سمعت البويطي سمعت الشافعي\nرحمه الله يقول إذا رأيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p024'> Vol. 03, p. 024</a>\n            </div>\n             رجلا من أصحاب الحديث فكأني رأيت رجلا\nمن أصحاب رسول الله صلى الله عليه وسلم زاد البويطي قال الشافعي فجزاهم\nالله خيرا فهم حفظوا لنا الأصل فلهم علينا فضل\n</p>\n\n<p>\n394 أخبرنا أبو يعقوب الحافظ حدثني الحسين بن الفضل الحافظ حدثنا أحمد بن\nسعيد بن سعد البغدادي بالجار حدثنا أبو الخير أحمد بن علي بن عبد الله\nالطائي حدثني أحمد بن منصور بن محمد الشيرازي الحافظ سمعت أحمد بن محمد بن\nحكيم القاضي سمعت أبا العباس بن سريج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p025'> Vol. 03, p. 025</a>\n            </div>\n             يقول سمعت داود الأصبهاني\nيقول أصحاب الحديث أعظم أجرا من الفقهاء وذاك أن كدهم ضبط الأصول\n</p>\n\n<p>\n395 أخبرنا محمد بن أحمد الجارودي أخبرنا أبو إسحاق القراب أخبرنا أبو\nيحيى الساجي عن البويطي قال سمعت الشافعي يقول عليكم بأصحاب الحديث فإنهم\nأكثر الناس صوابا\n</p>\n\n<p>\n396 أخبرني غالب بن علي أخبرنا محمد بن الحسين أخبرنا يوسف بن عمر الزاهد\nحدثنا أبو الفضل الطوسي الفقيه\n</p>\n\n<p>\nوذكره محمد بن أحمد الجارودي عن القطيعي سمع عبد الله بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p026'> Vol. 03, p. 026</a>\n            </div>\n            \nأحمد بن حنبل سمعت أبي يقول قال الشافعي أنتم أعلم بالحديث مني فإذا صح\nالحديث عن النبي صلى الله عليه وسلم فقولوا حتى آخذ به\n</p>\n\n<p>\n397 أخبرنا محمد بن أحمد بن أحمد بن عبد الله بن يزيد أخبرنا إبراهيم بن\nمحمد أخبرنا الساجي حدثني <span id='ms115'></span> محمد بن إسماعيل سمعت الحسين بن علي سمعت الشافعي\nيقول العشرة أشكال لهم أن يغير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p027'> Vol. 03, p. 027</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p028'> Vol. 03, p. 028</a>\n            </div>\n             بعضهم على بعض\nوالمهاجرون الأولون والأنصار لهم أن يغير بعضهم على بعض ومسلمة الفتح أشكال\nلهم أن يغير بعضهم على بعض فإذا ذهب أصحاب محمد صلى الله عليه وسلم فحرام\nعلى تابعي إلا اتباع بإحسان حذوا بحذو\n</p>\n\n<p>\n398 أخبرنا إسماعيل بن إبراهيم أخبرنا محمد بن عبد الله أخبرنا محمد بن\nعلي القفال حدثنا عبد الله بن إسحاق المدائني حدثنا الميموني سمعت أحمد بن\nحنبل يقول سألت الشافعي رحمه الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p029'> Vol. 03, p. 029</a>\n            </div>\n             عن القياس فقال عند الضرورات\n</p>\n\n<p>\n399 أخبرنا أبو يعقوب أخبرنا أبو النضر محمد بن الحسن أخبرنا محمد بن\nإبراهيم بن خالد أخبرنا الربيع أخبرنا الشافعي قال لم أسمع أحمد أحدا ينسبه\nعامة علمه أو ينسب نفسه إلى علم يخالف في أن الله فرض اتباع أمر رسول الله\nصلى الله عليه وسلم والتسليم لحكمه وأن الله لم يجعل لأحد بعده إلا اتباعه\nوأنه لا يلزم قول بكل حال إلا بكتاب الله أو سنة رسول الله وأن ما سواهما\nتبع لهما وأن فرض الله علينا وعلى من قبلنا وبعدنا في قبول الخبر عن رسول\nالله صلى الله عليه وسلم واحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p030'> Vol. 03, p. 030</a>\n            </div>\n             لا يختلف فيه أنه الفرض وواجب\nقبول الخبر عن رسول الله صلى الله عليه وسلم إلا فرقة سأصف قولها إن شاء\nالله افترض الله علينا اتباع نبيه صلى الله عليه وسلم فقال <span class='quran'>فلا وربك\n</span>الآية وفرض علينا اتباع أمره صلى الله عليه وسلم فقال <span class='quran'>وما آتاكم\nالرسول فخذوه </span></p>\n\n<p>\nثم بنى على هذا كتاب جماع العلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p031'> Vol. 03, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n400 أخبرنا الحسين أخبرنا الغطريفي أخبرنا عمران حدثنا محمد بن عبيد بن\nحساب حدثنا خلف حدثنا محمد بن ثور عن معمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p032'> Vol. 03, p. 032</a>\n            </div>\n             عن قتادة في قوله\n<span class='quran'>فلا يكن في صدرك حرج </span>قال شك\n</p>\n\n<p>\n401 حدثنا إسماعيل بن إبراهيم أخبرنا البياع أخبرنا محمد بن يوسف الدقيقي\nحدثنا علي بن الحسين بن عثمان الوراق حدثنا محمد بن علي العمري حدثنا أبو\nبكر بن الجنيد سمعت أبا ثور يقول لولا أن <span id='ms116'></span> الله من علي بالشافعي للقيت الله\nوأنا ضال قدم علينا وأنا أظن أن الله لم يعبده أحد بغير مذهب الرأي قال\nالشافعي وضع الله نبيه صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p033'> Vol. 03, p. 033</a>\n            </div>\n             وأهل دينه موضع\nالإبانة من كتاب الله مع ما أراد الله وفرض طاعته فقال <span class='quran'>من يطع الرسول\nفقد أطاع الله </span>فليس لمفت أن يفتي ولا لحاكم أن يحكم حتى يكون عالما\nبهما ولا يخالفهما ولا واحدا منهما وإلا فهو عاص وحكمه مردود وإن لم يجدهما\nمنصوصين فالاجتهاد أن يطلبهما\n</p>\n\n<p>\n402 سمعت إسماعيل بن إبراهيم يقول وجدت عن أبي جعفر محمد بن عبد الرحمن\nالمترفق الرازي سمعت ياقوت المقتدري سمعت الربيع يقول سمعت الشافعي يقول\nلولا المابر لخطبت الزنادقة على المنابر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p034'> Vol. 03, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n403 أخبرني يحيى بن عمار أخبرنا محمد بن أحمد بن نصر حدثنا إسماعيل بن\nمحمد بن الوليد حدثنا حرب بن إسماعيل قال سئل أحمد بن حنبل عن النظر في\nالرأي فكرهه ونهى عنه\n</p>\n\n<p>\n404 أخبرنا أحمد بن محمد بن سليمان النيسابوري أخبرنا أبو بكر محمد بن\nأحمد العبدوسي أخبرنا عمي إبراهيم بن عبدوس\n</p>\n\n<p>\nح وأخبرنا أبو يعقوب الحافظ أخبرنا أبو بكر بن أبي الفضل أخبرنا أحمد بن\nمحمد بن يونس قالا سمعنا عثمان بن سعيد يقول قال لي أحمد بن حنبل لا تنظر\nفي رأي أحد\n</p>\n\n<p>\n405 أخبرنا أحمد بن محمد بن إسماعيل السيرجاني اخبرنا أحمد بن تركان\nحدثنا منصور بن جعفر النهاوندي حدثنا عبد الله بن إسحاق الكرماني حدثنا حرب\nبن إسماعيل قال قيل لأحمد بن حنبل رجل نزلت به مسألة فلم يجد من يسأله\nأيسأل أهل الرأي قال لا يسأل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p035'> Vol. 03, p. 035</a>\n            </div>\n             أهل الرأي عن شيء البتة\n</p>\n\n<p>\n406 أخبرنا محمد بن موسى حدثنا الأصم حدثنا عبد الله بن أحمد بن حنبل\nسمعت أبي يقول إنه لا ينبغي أن يروى عن أصحاب أبي حنيفة شيء\n</p>\n\n<p>\n407 أخبرنا أبو يعقوب أخبرنا محمد بن عبد الله اللأل أخبرنا أبو إسحاق\nالبزاز حدثنا عثمان بن سعيد قال قال لي أحمد بن حنبل لا تقربن من رأي أحد\n</p>\n\n<p>\n408 أخبرنا الحسن بن يحيى <span id='ms117'></span> أخبرنا أحمد بن محمد بن العباس أخبرنا أحمد بن\nأحيد بن حمدان البخاري بها إملاء حدثنا أبو عاصم عمرو بن عاصم المروزي سمعت\nعلي بن محمود بن خليل سمعت عاصم بن عصمة قال كنت عند أبي سليمان الجوزجاني\nفجاءه كتاب أحمد بن حنبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p036'> Vol. 03, p. 036</a>\n            </div>\n             ذكر فيه لو تركت رواية كتب أبي حنيفة\nأتيناك فسمعنا كتب عبد الله يعني ابن المبارك\n</p>\n\n<p>\n409 أخبرنا أبو يعقوب أخبرنا أبو بكر بن أبي الفضل أخبرنا أحمد بن محمد\nبن يونس الحافظ حدثنا عثمان بن سعيد قال لما قدم أحمد بن حنبل حمص وجه إلى\nيحيى بن صالح الوحاظي إنك إن تركت الرأي أتيتك وكتبت عنك وذلك أن يحيى كان\nكتب كتب الرأي فكان يذهب مذهبهم فلذلك لم يأته أحمد\n</p>\n\n<p>\n410 أخبرنا أبو يعقوب حدثنا جدي حدثنا أحمد بن محمد بن ياسين حدثنا موسى\nبن أحمد الفريابي قال قال بشر الحافي علامة طاعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p037'> Vol. 03, p. 037</a>\n            </div>\n             الله تسليم\nأمره لطاعته وعلامة حب رسول الله صلى الله عليه وسلم تسليم آثاره والعمل\nعلى سنته ولا يلتفت إلى غيره\n</p>\n\n<p>\nقال شيخ الإسلام رحمه الله هذا باب كبير يدخل فيه علم من علم الدين كثير\nقد استقصيت وجوهه في باب اتباع السنة من كتاب القواعد وبعضه في كتاب مناقب\nأهل الآثار فلذلك لم أتقصه في كتابي هذا لكني لم أجد بدا من الإبانة عن طرف\nمن شدة كراهية خيار السلف وصالحي المسلمين من الأمة وصفوة أهل العلم من\nصدرها والقائمين بنصرة الدين منها معارضة الحديث بالرأي والإضراب عن\nالتسليم لها ذهابا إلى تقوية القياس في فروع الدين التي هي مما تحيط بمباني\nبعضها الأفهام وتشرع في مجاريها العوام ولا يستغنى في أشياء منها عن النظر\nفي القياس الشرعي والرأي القوي حذارا منهم على ضعيفه أن يتقوى ومستقيمه أن\nيتعدى فقد تحقق والله ما حذروا وتعدى ما قصروا ووقع بالمسلمين سوء ما ذكروا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p038'> Vol. 03, p. 038</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p039'> Vol. 03, p. 039</a>\n            </div>\n             & الباب العاشر & صلى الله عليه وسلم & باب شدة\nكراهية المصطفى صلى الله عليه وسلم وخيار أمته التعمق في الدين &\n</p>\n\n<p>\n411 أخبرنا عمر بن <span id='ms118'></span> إبراهيم والحسين بن محمد قالا أخبرنا أحمد بن إبراهيم\nأخبرني أبو يعلى حدثنا زهير بن حرب حدثنا يزيد بن هارون أخبرنا حميد عن\nثابت عن أنس رضي الله عنه أن رسول الله صلى الله عليه وسلم واصل في آخر\nالشهر وواصل الناس فبلغ ذلك رسول الله صلى الله عليه وسلم فقال ( لو مد\nالشهر لواصلت وصالا يدع المتعمقون تعمقهم إنكم لستم كهيأتي إني أبيت يطعمني\nربي ويسقيني ) + رواه من طريق حميد البخاري + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p040'> Vol. 03, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n412 حدثنا محمد بن محمد بن عبد الله إملاء حدثنا الحسن بن عمران الحنظلي\nحدثنا عبد الرحمن بن يوسف الحنفي حدثنا يعلى بن عبيد حدثنا محمد بن عون\nالخراساني قال سألت نافعا مولى ابن عمر عن صلاة المسافر فقال قال ابن عمر\nرضي الله عنهما صلاة المسافر ركعتين من خالف السنة كفر\n</p>\n\n<p>\n413 وأخبرنا أحمد بن الحسن أبو الأشعث أخبرنا محمد بن إبراهيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p041'> Vol. 03, p. 041</a>\n            </div>\n             الأصبهاني حدثنا أبو سعد حدثنا أبو بكر حدثنا عبد الرحمن حدثنا\nشعبة عن أبي التياح سمعت مورقا\n</p>\n\n<p>\nح قال وحدثنا أبو سعد حدثنا حميد حدثنا خالد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p042'> Vol. 03, p. 042</a>\n            </div>\n             حدثنا شعبة عن\nقتادة أن مورقا حدثهم يقول سأل صفوان بن محرز ابن عمر رضي الله عنهما عن\nالصلاة في السفر فقال يخشى أن تكذب علي ركعتان من خالف السنة كفر\n</p>\n\n<p>\n414 قال وحدثنا أبو سعد حدثنا أبو بكر حدثنا عبد الرحمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p043'> Vol. 03, p. 043</a>\n            </div>\n             عن\nهشام عن قتادة عن صفوان سئل ابن عمر عن صلاة المسافر فقال ركعتان من خالف\nالسنة كفر\n</p>\n\n<p>\nعبد الرحمن هو ابن مهدي وأبو بكر هو ابن خلاد وحميد هو ابن مسعدة وخالد\nهو ابن الحارث\n</p>\n\n<p>\n415 أخبرنا علي بن عبد الله البلخي أخبرنا محمد بن عمر بن شبويه الزاهد\nبمرو أخبرنا المنكدري حدثنا يعقوب بن سفيان من الأصل بانتخاب السكري أبي\nعبد الله ولم يكن في المسند\n</p>\n\n<p>\nح وأخبرنا أحمد بن محمد بن إبراهيم البلخي حدثنا الحسن بن أحمد المخلدي\nحدثنا محمد بن حمدون حدثنا إسحاق بن سيار النصيبي قالا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p044'> Vol. 03, p. 044</a>\n            </div>\n             حدثنا\nعمرو بن عاصم الكلابي حدثنا همام عن مطر أخبرنا <span id='ms119'></span> الزهري عن سالم عن أبيه قال\nسافرت مع رسول الله صلى الله عليه وسلم ومع عمر رضي الله عنه فلم أرهما\nيزيدان على الركعتين وكنا ضلالا فهدانا الله فبه نقتدي\n</p>\n\n<p>\n416 أخبرنا محمد بن محمد بن محمود أخبرنا أحمد بن عبد الله حدثنا الحسين\nبن محمد بن مصعب حدثنا يحيى بن حكيم حدثنا يحيى بن سعيد عن سليمان التيمي\nعن أنس قال ذكر لي أن رسول الله صلى الله عليه وسلم قال ( يكون فيكم قوم\nيدينون حتى يعجب بهم الناس وتعجبهم أنفسهم يمرقون من الدين مروق السهم من\nالرمية ) + رواه أحمد + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p045'> Vol. 03, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n417 أخبرنا أحمد بن الغمر بن محمد الأبيوردي أخبرنا محمد بن محمود الفقيه\nبمرو حدثنا عبد الرحمن بن عبد الله بن أبي مسعود الساسجردي أخبرنا عبدان\n</p>\n\n<p>\nح وأخبرنا أحمد بن محمد بن أحمد بن علي أخبرنا أحمد بن محمد بن شارك\nأخبرنا الحسن بن سفيان حدثنا عتبة قالا أخبرنا عبد الله بن المبارك حدثنا\nسفيان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p046'> Vol. 03, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nح وأخبرنا الحسين بن محمد بن علي أخبرنا أحمد بن حسنويه أخبرنا الحسين بن\nإدريس حدثنا عثمان بن أبي شيبة حدثنا وكيع عن سفيان\n</p>\n\n<p>\nح وأخبرنا أحمد بن محمد بن أحمد أخبرنا أحمد بن محمد بن شارك أخبرنا\nالحسن بن سفيان حدثنا هشام عن أنس بن عياض\n</p>\n\n<p>\nح وأخبرنا أحمد بن محمد بن إبراهيم بن إسحاق البلخي حدثنا بشر ابن محمد\nالمزني حدثنا محمد بن إسحاق بن خزيمة وأبو جعفر السامي\n</p>\n\n<p>\nح وأخبرنا أحمد بن محمد بن إسحاق بن سجور المقري الكازروني أخبرنا محمد\nبن عبد الله الأصبهاني أخبرنا ابن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p047'> Vol. 03, p. 047</a>\n            </div>\n             حاتم حدثنا الحسن بن\nمحمد بن الصباح الزعفراني حدثنا عبد الوهاب بن عبد المجيد\n</p>\n\n<p>\nح وأخبرنا الحسين بن محمد بن علي أخبرنا أحمد بن حسنويه أخبرنا الحسين بن\nإدريس حدثنا عثمان بن أبي شيبة حدثنا محمد بن ميمون الزعفراني كلهم عن جعفر\nبن محمد وقال بشر حدثنا جعفر\n</p>\n\n<p>\nح وأخبرنا محمد بن أبي الطيب أخبرنا محمد بن عمر بن موسى الحارثي بفلسطين\nحدثنا محمد بن <span id='ms120'></span> جعفر بن سهل حدثنا عمر بن شبه حدثنا يحيى بن سعيد حدثنا جعفر\nبن محمد عن أبيه عن جابر قال كان رسول الله صلى الله عليه وسلم يقوم في\nخطبته بحمد الله ويثني عليه بما هو له أهل ثم يقول ( من يهد الله فلا مضل\nله ومن يضلل فلا هادي له أصدق الحديث كتاب الله وأحسن الهدي هدي محمد وشر\nالأمور محدثاتها وكل محدثة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p048'> Vol. 03, p. 048</a>\n            </div>\n             بدعة وكل بدعة ضلالة وكل ضلالة في\nالنار ) لفظ عبدان + رواه النسائي +\n</p>\n\n<p>\nوقال يحيى بن سعيد إذا خطب بعد التشهد\n</p>\n\n<p>\nوقال عبد الوهاب إذا خطب يقول أما بعد فإن خير الحديث كتاب الله وخير\nالهدي هدي محمد وشر الأمور محدثاتها وكل بدعة ضلالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p049'> Vol. 03, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n418 أخبرنا عمر بن إبراهيم والحسين بن محمد بن علي قالا أخبرنا أحمد بن\nإبراهيم حدثنا يوسف القاضي حدثنا سليمان بن حرب\n</p>\n\n<p>\nح قال الإسماعيلي وأخبرنا يحيى بن محمد حدثنا عبيد الله حدثنا أبي\n</p>\n\n<p>\nح قال الإسماعيلي وأخبرناه محمد بن يحيى حدثنا عاصم بن علي حدثنا شعبة\n</p>\n\n<p>\nقال الإسماعيلي وأخبرني ابن منيع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p050'> Vol. 03, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nح وأخبرناه الحسن بن يحيى أخبرنا عبد الرحمن حدثنا ابن منيع حدثنا علي بن\nالجعد قالوا حدثنا شعبة عن عمرو بن مرة عن مرة عن عبد الله قال أحسن الحديث\nكتاب الله وأحسن الهدي هدي محمد صلى الله عليه وسلم وشر الأمور محدثاتها\nوإن ما توعدون به لآت وما أنتم بمعجزين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p051'> Vol. 03, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n419 وأخبرنا محمد بن الفضل الطاقي الشيخ الزاهد حدثنا عبد الله ابن عدي\nالحافظ بجرجان حدثنا عمر بن سعيد بن سنان حدثنا أحمد بن أبي شعيب الحراني\nحدثنا موسى بن أعين حدثنا عطاء بن السائب عن أبي البختري عن ابن مسعود أنه\nسمع رسول الله صلى الله عليه وسلم يقول ( إنما هما اثنان الهدي والكلام ) +\nالإسناد ضعيف +\n</p>\n\n<p>\n420 وأخبرناه الحسين بن محمد بن علي أخبرنا أحمد بن حسنويه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p052'> Vol. 03, p. 052</a>\n            </div>\n            \nأخبرنا الحسين بن إدريس حدثنا عثمان بن أبي شيبة حدثنا جرير عن إدريس\nالأودي\n</p>\n\n<p>\nح وأخبرنا محمد بن محمد أخبرنا أحمد بن عبد الله أخبرنا <span id='ms121'></span> الحسين ابن محمد\nبن مصعب حدثنا يحيى بن حكيم حدثنا عبد الله بن رجاء حدثنا إسرائيل كلاهما\nعن أبي إسحاق عن أبي الأحوص عن عبد الله رفع الحديث إلى النبي صلى الله\nعليه وسلم قال كان يخطب يوم الخميس قائما يقول ( أيها الناس إنما هما اثنان\nالهدي والكلام وأصدق الحديث كلام الله وأحسن الهدي هدي محمد وشر الأمور\nمحدثاتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p053'> Vol. 03, p. 053</a>\n            </div>\n             وكل محدثة ضلالة لا يتطاول عليكم الأمد ولا يلهكم\nالأمل وكل ما هو آت قريب والشقي من شقي في بطن أمه والسعيد من وعظ بغيره )\nفي حديث طويل وهذا لفظ حديث إدريس الأودي وأحاديثهم سواء ولم يذكر إسرائيل\nالنبي صلى الله عليه وسلم + أي أنه موقوف على ابن مسعود رضي الله عنه وقد\nرواه موقوفا من طريق أبي الأحوص عن ابن + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p054'> Vol. 03, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n421 اخبرنا محمد بن محمد بن يوسف حدثنا القاسم بن محمد بن محمود\n</p>\n\n<p>\nح وأخبرنا محمد بن إبراهيم أخبرنا محمد بن أحمد حدثنا محمد بن إسحاق قالا\nحدثنا عثمان بن سعيد حدثنا موسى بن إسماعيل حدثنا حماد بن سلمة عن عطاء بن\nالسائب عن أبي الأحوص عن ابن مسعود قال هدي وكلام وخير الكلام كلام الله\nوأحسن الهدي هدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p055'> Vol. 03, p. 055</a>\n            </div>\n             محمد صلى الله عليه وسلم\n</p>\n\n<p>\n422 أخبرنا محمد بن موسى حدثنا الأصم حدثنا الصغاني حدثنا يحيى هو ابن\nأبي بكير حدثنا عبيد الله بن إياد بن لقيط سمعت إيادا يقول قال عبد الله\nخير الدين الإسلام وأحسن الهدي هدي محمد وشر الأمور محدثاتها إنكم اليوم في\nزمان العمل خير من الهوى وليأتين عليكم زمان الهوى فيه خير من العمل لأن\nيموت ابن مسعود وأهل بيته أهون عليه من عدتهم من جعلان القاعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p056'> Vol. 03, p. 056</a>\n            </div>\n            \nأحب إلي من أن يدركوا ذلك الزمان قالوا ولم يا أبا عبد الرحمن قال أخاف\nعليكم إمارة الصبيان\n</p>\n\n<p>\n423 أخبرنا أحمد بن محمد بن سليمان أخبرنا محمد بن قريش حدثنا عثمان بن\nسعيد حدثنا القعنبي فيما قرأ على مالك\n</p>\n\n<p>\nح وحدثنا يحيى بن بكير أخبرنا مالك\n</p>\n\n<p>\nح وأخبرنا أبو يعقوب أخبرنا بشر <span id='ms122'></span> بن محمد وأحمد بن حسنويه\n</p>\n\n<p>\nح وأخبرنا عبد الرحمن بن محبور أخبرنا أحمد بن حسنويه\n</p>\n\n<p>\nح وأخبرنا محمد بن محمد بن محمود والحسين بن محمد قالا أخبرنا العباس بن\nالفضل قالوا أخبرنا الحسين بن إدريس الأنصاري زاد العباس وإبراهيم بن عبد\nالله بن جبلة الهروي\n</p>\n\n<p>\nح وأخبرنا أحمد بن محمد بن حسان أخبرنا أحمد بن محمد بن شارك\n</p>\n\n<p>\nح وأخبرنا منصور بن إسماعيل أخبرنا زاهر قالا أخبرنا إبراهيم بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p057'> Vol. 03, p. 057</a>\n            </div>\n             عبد الصمد قالوا حدثنا أبو مصعب عن مالك\n</p>\n\n<p>\nح وأخبرنا أحمد بن حمزة أخبرنا عبد الوهاب بن الحسن أخبرنا ابن جوصا\nحدثنا يونس أخبرنا ابن وهب أخبرني مالك\n</p>\n\n<p>\nح قال وأخبرنا ابن جوصا حدثنا عيسى بن مثرود حدثنا عبد الرحمن بن القاسم\nحدثني مالك عن أبي طوالة عن أبي يونس مولى عائشة عن عائشة\n</p>\n\n<p>\nح وأخبرنا عمر بن إبراهيم والحسين بن محمد بن علي قالا أخبرنا أحمد بن\nإبراهيم أخبرني أبو يعلى حدثنا أبو خيثمة حدثنا أبو معاوية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p058'> Vol. 03, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nح قال وأخبرنا ابن زيدان حدثنا محمد بن طريف وأبو كريب قالا حدثنا أبو\nمعاوية عن الأعمش\n</p>\n\n<p>\nح قال وأخبرني أبو يعلى حدثنا عباس النرسي حدثنا يحيى القطان عن سليمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p059'> Vol. 03, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nح قال وأخبرني أبو يحيى الروياني حدثنا إبراهيم هو الفراء أخبرنا عيسى عن\nالأعمش عن مسلم قال قال مسروق عن عائشة أن رجلا قال لرسول الله صلى الله\nعليه وسلم وهو واقف على الباب وأنا اسمع يا رسول الله إني أصبح جنبا وأنا\nأريد الصوم فأغتسل وأصوم ذلك اليوم فقال رسول الله صلى الله عليه وسلم (\nوأنا اصبح جنبا وأنا أريد الصوم فأغتسل وأصوم ذلك اليوم ) فقال له الرجل\nإنك لست مثلنا قد غفر الله لك ما تقدم من ذنبك وما تأخر فغضب رسول الله صلى\nالله عليه وسلم وقال ( والله إني لأرجو أن أكون أخشاكم لله وأعلمكم بما\nأتقي ) + رواه مسلم + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p060'> Vol. 03, p. 060</a>\n            </div>\n             لفظ أبي يونس وعيسى\n</p>\n\n<p>\n424 أخبرنا يحيى بن عمار أخبرنا محمد بن إبراهيم بن جناح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p061'> Vol. 03, p. 061</a>\n            </div>\n            \nحدثنا إسحاق بن إبراهيم البستي حدثنا قتيبة <span id='ms123'></span> حدثنا مفضل بن فضالة عن محمد بن\nيزيد الدمشقي عن مكحول عن بلال أنه رأى رجلا يتوضأ فنزع خفيه فقال له بلال\nلا تعتدوا إن الله لا يحب المعتدين فقال الرجل أفي الوضوء اعتداء يا بلال\nفقال نعم لقد رأيت رسول الله صلى الله عليه وسلم يمسح على الخفين وعلى\nالنصيف ) + رواه مسلم + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p062'> Vol. 03, p. 062</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p063'> Vol. 03, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n425 حدثنا محمد بن أحمد الجارودي إملاء سنة ثلاث عشرة حدثنا إسماعيل بن\nأحمد الجرجاني حدثنا محمد بن الحسن بن قتيبة حدثنا محمد بن أبي السري حدثنا\nعبد العزيز بن عبد الصمد حدثنا أبان بن أبي عياش عن أنس\n</p>\n\n<p>\nح وأخبرنا لقمان بن أحمد و سهل بن محمد و عطاء بن أحمد قالوا أخبرنا معمر\nبن أحمد أخبرنا سليمان بن أحمد حدثنا أبو مسلم الكجي حدثنا محمد بن عرعرة\nبن برند السامي حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p064'> Vol. 03, p. 064</a>\n            </div>\n             فضال بن الزبير أبو مهند الغداني قال\nسمعت أبا أمامة الباهلي يقول خطبنا رسول الله صلى الله عليه وسلم فقال (\nطوبى لمن وسعته السنة ولم يعدها إلى بدعة ) + أورده الحكيم الترمذي + وفيه\nطول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p065'> Vol. 03, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n426 أخبرنا علي بن محمد بن أحمد بن إبراهيم أخبرنا حامد بن محمد حدثنا\nأبو المثنى حدثنا علي بن الجعد حدثنا شعبة عن سعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p066'> Vol. 03, p. 066</a>\n            </div>\n             ابن أبي\nبردة عن أبيه عن أبي موسى عن النبي صلى الله عليه وسلم أنه لما بعث معاذا\nوأبا موسى إلى اليمن قال معاذ لكني أنام ثم أقوم فأقرؤ فأحتسب نومتي كما\nأحتسب قومتي قال فكان معاذ أفضل منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p067'> Vol. 03, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n427 أخبرنا أحمد بن الحسن أبو الأشعث أخبرنا جعفر بن فناكي حدثنا محمد بن\nهارون حدثنا بندار حدثنا عبد الأعلى حدثنا هشام عن أيوب وعبيد الله عن نافع\nعن ابن عمر أنه كان يكره دخول مكة ليلا وكان إذا قدم مكة لم يدخلها ليلا\nحتى يصبح ينزل ذا طوى من أجل أن النبي صلى الله عليه وسلم صنعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p068'> Vol. 03, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n428 أخبرنا محمد بن محمد بن محمود حدثنا أحمد بن نعيم حدثنا عبيد بن محمد\nالفقيه الشيخ الصالح حدثنا محمد بن المهلب حدثنا هوذة <span id='ms124'></span> أخبرنا عوف عن الحسن\nقال قال رسول الله صلى الله عليه وسلم ( قليل عمل في سنة خير من كثير في\nبدعة ) + الحديث ضعيف + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p069'> Vol. 03, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n429 أخبرني يحيى بن عمار حدثنا أبو عصمة المنادي حدثنا إسماعيل بن محمد\nبن الوليد العجلي حدثنا حرب بن إسماعيل حدثنا أبو بكر حدثنا الفريابي عن\nسفيان عن الأعمش\n</p>\n\n<p>\nح وأخبرنا الحسين بن محمد بن علي أخبرنا أحمد بن إبراهيم أخبرني الهيثم\nالدوري حدثنا الحسن بن موسى بن واضح حدثنا المعافى بن سليمان حدثنا موسى بن\nأعين عن إدريس هو الأودي عن الأعمش عن مالك بن الحارث عن عبد الرحمن بن\nيزيد وقال إدريس عبد الرحمن بن الحارث عن ابن مسعود أنه قال اقتصاد في سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p070'> Vol. 03, p. 070</a>\n            </div>\n             خير من اجتهاد في بدعة زاد إدريس فإن كل بدعة ضلالة وقال سفيان\nقصد في سنة\n</p>\n\n<p>\n430 أخبرنا عمر بن إبراهيم أخبرنا الإسماعيلي حدثنا إسماعيل بن محمد\nالمزني حدثنا عمر بن حفص حدثنا أبي\n</p>\n\n<p>\nح وأخبرنا عبد الرحمن هو ابن محمد بن أبي الحسين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p071'> Vol. 03, p. 071</a>\n            </div>\n             أخبرنا\nالنضروي أخبرنا أحمد بن نجدة حدثنا سعيد بن منصور حدثنا ابن نمير حدثنا أبي\nقالا أخبرنا الأعمش عن عمارة ومالك ابن الحارث عن عبد الرحمن بن يزيد عن\nعبد الله قال الاقتصاد في السنة خير من الاجتهاد في البدعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p072'> Vol. 03, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n431 أخبرنا الحسين بن محمد بن علي أخبرنا أبو بكر بن أبي جعفر ابن أبي\nخالد حدثنا حمدون بن حميد بن ماجد أبو حامد الطوسي حدثنا محمد بن يحيى\nحدثنا حاجب بن الوليد حدثنا الموقري عن ابن شهاب عن سالم عن ابن عمر أنه\nرأى رجلا يصلي بعد اطلاع الفجر وهو يكثر الصلاة فحصبه ابن عمر ونهاه فقال\nله الرجل أترى الله يعذبني على كثرة الصلاة فقال لا ولكن يعذبك على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p073'> Vol. 03, p. 073</a>\n            </div>\n             خلاف السنة ) + رواه عبد الرزاق +\n</p>\n\n<p>\n432 أخبرنا محمد بن موسى حدثنا الأصم حدثنا الصغاني حدثنا يحيى بن أبي\nبكير حدثنا علي بن عاصم أخبرنا حصين بن عبد الرحمن قال صليت إلى جانب عمارة\nمن رويبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p074'> Vol. 03, p. 074</a>\n            </div>\n             رضي الله عنه فصعد بشر <span id='ms125'></span> بن مروان المنبر فرفع يديه\nرفعا شديدا قال علي يعني في الخطبة فقال عمارة ألا قبح الله هاتين اليديتين\nأو لعن الله شك حصين قد رأيت رسول الله صلى الله عليه وسلم على المنبر فما\nيزيد على أن يشير بأصبعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p075'> Vol. 03, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n433 أخبرنا علي بن عبد الله البلخي أخبرنا أحمد بن منصور البخاري أخبرنا\nأبو محمد الحسن بن أحمد بن إبراهيم الفجري بحلب حدثنا أبو عبد الرحمن أحمد\nبن حماد بن سفيان بن دغفل الكوفي القاضي بحلب حدثنا ابن أبى أيوب عن محمد\nبن منصور\n</p>\n\n<p>\nح وأخبرني غالب بن علي وأحمد بن حمزة قالا أخبرنا محمد بن الحسين أخبرنا\nمحمد بن محمود بمرو حدثنا محمد بن عمير الرازي حدثنا رشدين حدثنا علي بن\nسليمان صاحب عبد الرزاق حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p076'> Vol. 03, p. 076</a>\n            </div>\n             عبد الغفار بن الحسن أبو حازم\nحدثنا محمد بن منصور عن ربيعة بن أبي عبد الرحمن عن أنس قال قال رسول الله\nصلى الله عليه وسلم ( من عمل ببدعة خلاه الشيطان والعبادة وألقى عليه\nالخشوع والبكاء ) لفظا واحدا\n</p>\n\n<p>\n434 أخبرنا أبو يعقوب أخبرنا أحمد بن محمد بن شادان حدثنا محمد بن أبي\nجعفر المنذري حدثنا أبو الحسن محمد بن هارون المصيصي بهراة حدثنا داود بن\nمعاذ أبو سليمان ابن أخت مخلد بن الحسين وكان من أفضل خلق الله وأخبرني غير\nواحد من أصحابنا أنه صام ولم يتوسد الفراش ولم يأكل الأدم ولم يرفع رأسه\nإلى السماء أربعين سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p077'> Vol. 03, p. 077</a>\n            </div>\n             وصبر أيام المحنة وقام لها قياما لم\nيقمه أحد وكان أتى عليه مائة ونيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p078'> Vol. 03, p. 078</a>\n            </div>\n             حدثنا عمران بن خالد الخزاعي\nقال كنت عند الحسن فأتى رجل\n</p>\n\n<p>\nفقال يا أبا سعيد إن قوما يجتمعون من الليل فيقرؤون ويبكون ويرفعون\nأصواتهم فإذا انصرفوا فليس وراء ذلك شيء فقال الحسن إن من البكاء خدعا كخدع\nبني يعقوب إذ جاؤوا أباهم عشاء يبكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p079'> Vol. 03, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n435 أخبرنا أحمد بن محمد بن منصور بن الحسين أخبرنا عبد الله بن عدي\nحدثنا عبدان حدثنا شيبان بن فروخ حدثني يزيد بن إبراهيم حدثنا أيوب حدثتنا\nمعاذة قالت سألت <span id='ms126'></span> عائشة رضي الله عنها أتقضي إحدانا الصلاة قالت أحرورية أنت\nقد كنا عند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p080'> Vol. 03, p. 080</a>\n            </div>\n             النبي صلى الله عليه وسلم فلم نقض ولم نكن نؤمر\n</p>\n\n<p>\n436 أخبرنا أحمد بن محمد بن إبراهيم أخبرنا محمد بن عبد الله السياري\nأخبرنا أحمد بن محمد بن محمود حدثنا الحلواني حدثنا وهب ابن جرير حدثنا\nشعبة عن يزيد الرشك عن معاذة قالت سألت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p081'> Vol. 03, p. 081</a>\n            </div>\n             عائشة امرأة عن الحائض\nفذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p082'> Vol. 03, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n437 أخبرنا محمد بن عبد الرحمن أخبرنا الحسن بن أبي الحسن أخبرنا ابن\nمنيع حدثنا هدبة حدثنا حماد بن سلمة عن أيوب عن ابن سيرين أن عمر بن الخطاب\nرضي الله عنه خرج من الخلاء فقرأ القرآن فقال له أبو مريم أتقرؤ القرآن يا\nأمير المؤمنين وأنت غير طاهر فقال أ مسيلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p083'> Vol. 03, p. 083</a>\n            </div>\n             أفتاك بهذا\n</p>\n\n<p>\n438 أخبرنا محمد بن محمد بن محمود حدثنا حاتم بن محمد اخبرنا أحمد بن\nإبراهيم الكندي أخبرنا محمد بن جعفر الخرائطي حدثنا عبد الله بن محمد\nالمخرمي\n</p>\n\n<p>\nح وأخبرنا عبد الرحمن بن عبد الملك أخبرنا منصور بن عبد الله بن خالد\nأخبرنا أحمد بن حاجب السمرقندي أخبرنا الحسين بن محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p084'> Vol. 03, p. 084</a>\n            </div>\n             أبي\nجعفر المدني قالا حدثنا وكيع عن عيينة بن عبد الرحمن بن جوشن عن أبيه عن\nبريدة الأسلمي قال قال رسول الله صلى الله عليه وسلم ( عليكم هديا قاصدا\nفإنه من شاد هذا الدين يغلبه ) + رواه وكيع + اتفقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p085'> Vol. 03, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n439 أخبرنا الحسين بن محمد أخبرنا أبو بكر بن أبي جعفر بن أبي خالد حدثني\nأبي حدثنا محمد بن منصور الجواز\n</p>\n\n<p>\nح وأخبرنا علي بن عبد الله اخبرنا البياع حدثنا عبد الله بن محمد الفاكهي\nحدثنا ابن أبي مسرة قالا حدثنا خلاد بن يحيى حدثنا أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p086'> Vol. 03, p. 086</a>\n            </div>\n             عقيل\nيحيى بن المتوكل لم يكنه الجواز عن محمد بن المنكدر عن جابر أن النبي صلى\nالله عليه وسلم قال ( إن هذا الدين متين فأوغل فيه برفق ولا تبغض إلى نفسك\nعبادة الله ) زاد ابن أبي مسرة ( فإن المنبت لا أرضا قطع ولا ظهرا أبقى ) +\nرواه وكيع في الزهد + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p087'> Vol. 03, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n440 أخبرنا عبد الرحمن بن <span id='ms127'></span> محمد بن أبي الحسين أخبرنا أبو عمرو ابن حمدان\nحدثنا أبو يعلى حدثنا إبراهيم بن محمد بن عرعرة حدثنا إبراهيم بن صدقة\nحدثنا سفيان يعني ابن حسين عن الزهري عن عروة عن عائشة أن النبي صلى الله\nعليه وسلم قال ( من اشترط شرطا ليس في كتاب الله فهو رد وإن شرط مائة شرط )\n+ رواه الإمام أحمد + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p088'> Vol. 03, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n441 أخبرنا أبو يعقوب والحسن بن علي ومحمد بن عبد الرحمن ومنصور بن\nالعباس قالوا أخبرنا زاهر بن أحمد\n</p>\n\n<p>\nح وأخبرنا أبو يعقوب ويحيى بن الفضيل وعبد الرحمن بن محمد بن محمد بن\nإبراهيم بن محبور بن مبرور قالوا أخبرنا عبد الرحمن بن أحمد قالا أخبرنا\nعبد الله بن محمد البغوي حدثنا أحمد بن محمد بن حنبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p089'> Vol. 03, p. 089</a>\n            </div>\n             حدثنا عبد\nالرزاق أخبرنا معمر عن الزهري عن عروة قال دخلت امرأة عثمان بن مظعون على\nعائشة وهي باذة الهيئة فسألتها ما شأنك قالت زوجي يقوم الليل ويصوم النهار\nفدخل رسول الله صلى الله عليه وسلم فذكرت عائشة ذلك له فلقي رسول الله صلى\nالله عليه وسلم عثمان فقال صلى الله عليه وسلم ( يا عثمان إن الرهبانية لم\nتكتب علينا فمالك في أسوة والله إن أخشاكم لله عز وجل وأحفظكم لحدوده لأنا\n) + رواه من طريق عائشة رضي الله تعالى عنها بمثل لفظ المؤلف عبد الرزاق في\nالمصنف + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p090'> Vol. 03, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n442 أخبرنا محمد بن العباس بن محمد بن محمد الكاتب الصدوق أخبرنا محمد بن\nأحمد بن موسى حدثنا محمد بن إسحاق بن خزيمة حدثنا أبو موسى حدثنا المقري\nحدثنا سعيد هو ابن أبي أيوب حدثني يزيد بن أبي حبيب أن كليب بن ذهل الحضرمي\nحدثه عن عبيد بن جبر قال ركبت مع أبي بصرة الغفاري صاحب رسول الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p091'> Vol. 03, p. 091</a>\n            </div>\n             صلى الله عليه وسلم في سفينة من الفسطاط في شهر رمضان فدفع ثم\nقرب غداءه فقال اقترب فقلت ألست ترى البيوت فقال أبو بصرة أترغب عن سنة\nرسول الله صلى الله عليه وسلم ) + رواه أبو داود + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p092'> Vol. 03, p. 092</a>\n            </div>\n             أخبرنا محمد\nبن محمد بن يوسف أخبرنا محمد <span id='ms128'></span> بن محمد بن ياسين أخبرنا أبو محمد إسحاق بن\nبنان بن معن الأنماطي حدثنا محمد بن شجاع حدثنا وكيع حدثنا الربيع عن الحسن\n</p>\n\n<p>\nح وأخبرنا محمد بن محمد بن محمود حدثنا أحمد بن عبد الله أخبرنا محمد بن\nإسحاق حدثنا عثمان بن سعيد حدثنا نعيم حدثنا ابن المبارك أخبرنا سفيان قال\nقال الحسن قال رسول الله صلى الله عليه وسلم ( أنا أنكح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p093'> Vol. 03, p. 093</a>\n            </div>\n             وأطلق\nفمن رغب عن سنتي فليس مني ) + روى الجملة الأخيرة من المرفوع من طريق الحسن\nالبصري عبد الرزاق في المصنف + لفظ الربيع\n</p>\n\n<p>\nوزاد فيه سفيان عن الحسن ( فما أكثر الراغبين عن سنة رسول الله صلى الله\nعليه وسلم والتاركين لها فقد سفههم ربي ومقتهم )\n</p>\n\n<p>\n444 أخبرنا الحسن بن يحيى أخبرنا محمد بن أحمد بن الفضل أخبرنا محمد بن\nإسحاق حدثنا عثمان بن سعيد حدثنا ابن أبي شيبة\n</p>\n\n<p>\nح وأخبرنا محمد بن محمد بن عبد الله المعلم حدثنا أحمد بن نعيم حدثنا\nالزهيري حدثنا إسحاق بن منصور قالا حدثنا عفان حدثنا حماد بن سلمة عن ثابت\nعن أنس أن رسول الله صلى الله عليه وسلم قال ( من رغب عن سنتي فليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p094'> Vol. 03, p. 094</a>\n            </div>\n             مني ) في حديث طويل + رواه البخاري +\n</p>\n\n<p>\n445 حدثناه أبو منصور محمد بن محمد بن عبد الله القاضي إملاء وأخبرناه\nشعيب بن محمد ومحمد بن جبريل بن ماح قالوا أخبرنا حامد بن محمد بن عبد الله\nأخبرنا علي بن عبد العزيز حدثنا عارم حدثنا حماد بن سلمة أخبرنا ثابت عن\nأنس أن رسول الله صلى الله عليه وسلم قال ( من رغب عن سنتي فليس مني )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p095'> Vol. 03, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n446 وأخبرنا محمد بن محمد والقاسم بن سعيد قالا أخبرنا عبد الرحمن بن\nأحمد أخبرنا سعيد بن محمد أخو الزبير أبو عثمان حدثنا إسحاق بن إبراهيم\nحدثنا يحيى بن يعلى الأسلمي عن مختار التيمي عن كرز الحارثي عن أبي أيوب\nالأنصاري قال كان رسول الله صلى الله عليه وسلم يلبس الصوف ويخصف النعل\nويرقع القميص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p096'> Vol. 03, p. 096</a>\n            </div>\n             ويركب الحمار ويقول ( من رغب عن سنتي فليس مني )\n+ رواه السهمي +\n</p>\n\n<p>\n447 أخبرنا <span id='ms129'></span> محمد بن العباس الأنصاري أخبرنا أبو بكر بن موسى حدثنا محمد\nبن إسحاق بن خزيمة\n</p>\n\n<p>\nح وأخبرناه محمد بن عبد الرحمن أخبرنا زاهر بن أحمد أخبرنا أبو بكر محمد\nبن أحمد بن أسد قالا حدثنا محمد بن الوليد بن عبد الحميد البسري حدثنا محمد\nبن جعفر حدثنا شعبة عن حصين عن مجاهد عن عبد الله بن عمرو عن النبي صلى\nالله عليه وسلم قال ( من رغب عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p097'> Vol. 03, p. 097</a>\n            </div>\n             سنتي فليس مني ) + رواه أحمد +\n</p>\n\n<p>\n448 أخبرنا يحيى بن عمار أخبرنا محمد بن إبراهيم بن جناح بن هارون حدثنا\nإسحاق بن إبراهيم أخبرنا أحمد بن سيار المروزي حدثنا يحيى بن نصر بن حاجب\nالمروزي أخبرنا ابن المبارك عن حشرج بن نباته عن إسحاق بن إبراهيم عن رجل\nقال ابن المبارك يرون أنه عدي بن حاتم قال قال رسول الله صلى الله عليه\nوسلم ( ومن أظلم ممن رغب عن سنتي )\n</p>\n\n<p>\nقال أحمد بن سيار وحدثني أبو تميلة بن مالك بن قطن حدثني أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p098'> Vol. 03, p. 098</a>\n            </div>\n            \nمالك بن قطن عن حشرج بن نباته عن إسحاق بن إبراهيم عن عدي بن حاتم عن النبي\nصلى الله عليه وسلم مثله\n</p>\n\n<p>\n449 أخبرنا إسماعيل بن محمد بن إسماعيل الجيرفتي أخبرنا أحمد بن محمد بن\nمردويه بن سهل المقري بالأهواز أخبرنا إسماعيل بن محمد حدثنا الحسن بن عرفة\nحدثنا أبو بكر بن عياش عن أبي إسحاق السبيعي عن البراء بن عازب قال قال\nرسول الله صلى الله عليه وسلم ( انظروا الذي آمركم به فافعلوا ) فردوا عليه\nالقول فغضب ثم انطلق حتى دخل على عائشة غضبان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p099'> Vol. 03, p. 099</a>\n            </div>\n             فرأت الغضب في\nوجهه فقالت من أغضبك أغضبه الله فقال ( ومالي لا أغضب وأنا آمر بالأمر فلا\nيتبع ) + رواه ابن ماجة + في قصة الإحرام\n</p>\n\n<p>\n450 أخبرنا الحسن بن يحيى وناصر بن محمد الحاكم قالا أخبرنا عبد الرحمن\nبن أحمد أخبرنا ابن منيع حدثنا علي بن الجعد أخبرنا شريك عن الأشعث يعني\nابن سليم عن الحارث بن سويد قال كنت عند عبد الله فجاء رجل فقال إنه طلق\nامرأته ثلاثا <span id='ms130'></span> فأصبحت غادية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p100'> Vol. 03, p. 100</a>\n            </div>\n             إلى أهلها فقال ما أحب أن لي دين\nهذا بتمرة\n</p>\n\n<p>\n451 أخبرنا محمد بن العباس أخبرنا أبو بكر بن موسى حدثنا ابن خزيمة حدثنا\nمحمد بن عبد الله بن عبد الحكم حدثنا أبي وشعيب قالا أخبرنا الليث عن يزيد\nبن أبي حبيب\n</p>\n\n<p>\nح قال ابن خزيمة وحدثنا محمد بن يحيى حدثنا ابن أبي مريم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p101'> Vol. 03, p. 101</a>\n            </div>\n            \nأخبرنا الليث عن يزيد عن أبي الخير عن منصور هو ابن زيد الكلبي أن دحية بن\nخليفة خرج من قرية إلى قرية قدر قرية عقبة ابن عامر من الفسطاط في رمضان\nفأفطر وأفطر معه أناس وكره آخرون أن يفطروا فلما رجع إلى قريته قال والله\nلقد رأيت اليوم أمرا ما كنت أظن أن أراه إن قوما رغبوا عن هدي رسول الله\nصلى الله عليه وسلم وأصحابه يقول ذلك للذين صاموا ثم قال عند ذلك اللهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p102'> Vol. 03, p. 102</a>\n            </div>\n             اقبضني إليك وقال ابن عبد الحكم خرج من قرية بدمشق المزة\n</p>\n\n<p>\n452 أخبرني عبد الرحمن بن محمد بن محمد بن صالح أخبرنا أبي حدثنا محمد بن\nحبان التميمي قال ما رأيت على وجه الأرض من يحسن صناعة السنن ويحفظ ألفاظها\nالصحاح ويقوم بزيادة كل لفظة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p103'> Vol. 03, p. 103</a>\n            </div>\n             زاد ها في الخبر ثقة حتى كأن\nالسنن كلها بين عينيه إلا محمد بن إسحاق بن خزيمة فقط\n</p>\n\n<p>\n453 أخبرنا أبو يعقوب إملاء وأخبرناه دعلج بن سيحان الوراق قالا سمعنا\nإبراهيم بن إسماعيل الخلالي يقول سمعت أبا بشر القطان يقول ( رأى جار لابن\nخزيمة من أهل العلم فيما يرى النائم كأن لوحا عليه صورة النبي صلى الله\nعليه وسلم ومحمد بن إسحاق يصقله فقال المعبر هذا رجل يحيى سنة رسول الله\nصلى الله عليه وسلم\n</p>\n\n<p>\n454 أخبرنا محمد بن محمد بن محمود حدثنا أحمد بن نعيم حدثنا محمد بن علي\nبن سحتويه حدثنا السري بن خزيمة حدثنا محمد بن عقبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p104'> Vol. 03, p. 104</a>\n            </div>\n             حدثنا أغلب\nبن تميم المسعودي حدثنا المعلى بن زياد الفردوسي أبو الحسن عن معاوية بن\nقرة عن معقل بن يسار قال قال رسول الله صلى الله عليه وسلم <span id='ms131'></span> ( صنفان من أمتي\nلا تنالهما شفاعتي ظلوم غشوم وغال في الدين ) + رواه وفيه زيادة ابن أبي\nعاصم في السنة + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p105'> Vol. 03, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n455 أخبرنا أبو يعقوب أخبرنا محمد بن أحمد بن موسى حدثنا محمد بن إسحاق\nالسراج حدثنا محمد بن عمرو الباهلي حدثنا سعيد بن عامر حدثنا حزم عن غالب\nالقطان قال رأيت مالك بن دينار في المنام يقول صنفان من الناس لا تجالسوهم\nفإن مجالستهما مفسدة لقلب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p106'> Vol. 03, p. 106</a>\n            </div>\n             كل مسلم صاحب بدعة قد غلا فيها وصاحب\nدنيا مسرف فيها\n</p>\n\n<p>\n456 وأخبرنا سعيد بن إبراهيم أخبرنا محمد بن عبد الله بن نعيم أخبرنا\nجعفر بن أحمد بن إبراهيم المقري بمكة حدثنا أبو عوف عبد الرحمن بن مرزوق\nالبزوري حدثنا روح بن عبادة حدثنا شعبة أخبرني حصين سمعت مجاهدا يحدث عن\nعبد الله بن عمرو قال قال لي رسول الله صلى الله عليه وسلم ( إن لكل عمل\nشرة ولكل شرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p107'> Vol. 03, p. 107</a>\n            </div>\n             فترة فمن كانت فترته إلى سنتي فقد أفلح ومن كانت\nفترته إلى غير ذلك فقد هلك ) + رواه أحمد +\n</p>\n\n<p>\n457 أخبرنا أسعد بن محمد بن الحسين الحنفي أخبرنا محمد بن عبد الله\nالسياري أخبرنا الحسين بن إدريس حدثنا داود بن رشيد حدثنا أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p108'> Vol. 03, p. 108</a>\n            </div>\n            \nحفص الأبار عن منصور عن مجاهد عن عائشة قالت لما قدم رسول الله صلى الله\nعليه وسلم أمرهم فطافوا بالبيت وسعوا بين الصفا والمروة وأمرهم أن يحلوا\nفقالوا الإحلال كله يا رسول الله قال نعم وإنهم ترددوا فدخل مغضبا علي فقلت\nما أغضبك يا رسول الله قال ( إني آمرهم بالأمر فيترددون ولو كنت استقبلت من\nأمري ما استدبرت لكنت رجلا من القوم ) + رواه البخاري +\n</p>\n\n<p>\n458 أخبرنا الحسن بن محمد بن أحمد بن عبد الله أخبرنا شافع بن محمد\nاخبرنا أحمد بن محمد بن سلامة بمصر حدثنا المزني حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p109'> Vol. 03, p. 109</a>\n            </div>\n             الشافعي\nسمعت ابن عيينة يحدث عن الزهري عن سنان بن أبي سنان عن أبي واقد الليثي قال\nمررنا مع النبي صلى الله عليه وسلم بشجرة يعلق بها المشركون أسلحتهم يقال\nلها ذات أنواط فقلنا يا رسول الله اجعل لنا <span id='ms132'></span> ذات أنواط فقال رسول الله صلى\nالله عليه وسلم هذا كما قالت بنو إسرائيل اجعل لنا إلها كما لهم آلهة ) +\nرواه الترمذي + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p110'> Vol. 03, p. 110</a>\n            </div>\n             459 أخبرنا محمد بن أبي اليمان وكان من الأبربر\nومحمد بن المظفر قالا أخبرنا أحمد بن محمد بن شارك حدثنا محمد بن صالح بن\nذريح حدثنا أبو سعيد الأشج حدثنا بشر بن منصور عن أبي زيد عن أبي المغيرة\nعن ابن عباس قال قال رسول الله صلى الله عليه وسلم ( أبى الله أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p111'> Vol. 03, p. 111</a>\n            </div>\n             يقبل عمل صاحب بدعة حتى يدع بدعته ) + رواه ابن ماجة +\n</p>\n\n<p>\n460 أخبرنا محمد بن محمد بن يوسف أخبرنا محمد بن علي بن حامد حدثنا عثمان\nبن سعيد حدثنا ابن أبي مريم حدثنا ابن لهيعة عن جعفر بن ربيعة عن ربيعة بن\nيزيد عن أبي إدريس الخولاني قال كنا في بعض المغازي وعلينا شرحبيل بن السمط\nفأصابنا ذات ليلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p112'> Vol. 03, p. 112</a>\n            </div>\n             خوف فحضرت صلاة الصبح فأمرنا أن نصلي على\nدوابنا إيماء برؤوسنا ففعلنا إلا الأشتر إنه نزل من بيننا فصلى فمر به\nشرحبيل فقال مخالف خالف الله بك 461 اخبرنا أحمد بن الحسن أبو الأشعث\nاخبرنا بشر بن أحمد بن بشر حدثنا داود بن الحسين حدثنا يحيى بن يحيى حدثنا\nإسماعيل بن عياش عن أبي بكر بن عبد الله عن ضمرة بن حبيب رفع الحديث إلى\nرسول الله صلى الله عليه وسلم أنه خرج في سرية له فصلى على ظهر هو ومن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p113'> Vol. 03, p. 113</a>\n            </div>\n             رسول الله صلى الله عليه وسلم فقال مخالف خالف الله به فلم يمت\nذلك الرجل حتى خرج من الإسلام\n</p>\n\n<p>\n462 أخبرنا سعيد بن العباس أخبرنا عمر بن أحمد بن علي حدثنا عبد الله بن\nمحمد بن ناجية حدثنا أبو معمر حدثنا ابن عيينة عن سليمان الأحول قال ما ذكر\nالله هوى في القرآن إلا ذمه\n</p>\n\n<p>\n463 قال شيخ الإسلام ذكر عبد الله بن محمد بن عبد الله بن خزيمة حدثنا\nالأصم حدثنا عبد الله بن محمد بن مسلم حدثنا أبو بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p114'> Vol. 03, p. 114</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p463'> Vol. 03, p. 463</a>\n            </div>\n             محمد بن إدريس وراق الحميدي حدثنا الزبير بن بكار حدثني <span id='ms133'></span> سفيان\nبن عيينة قال قال رجل لمالك من أين قال من حيث أحرم رسول الله صلى الله\nعليه وسلم فأعاد عليه مرارا قال فإن زدت على ذلك قال فلا تفعل فإني أخاف\nعليك الفتنة قال وما في هذا من الفتنة إنما هي أميال أزيدها قال إن الله\nيقول <span class='quran'>فليحذر الذين يخالفون </span>الآية قال وأي فتنة في هذا قال وأي\nفتنة أعظم من أن ترى أنك أصبت فضلا قصر عنه رسول الله صلى الله عليه وسلم\nأو ترى أن اختيارك لنفسك خير من اختيار الله واختيار رسول الله صلى الله\nعليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p115'> Vol. 03, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n464 كان علي بن أبي طالب أخبرناه أخبرنا حامد بن محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p116'> Vol. 03, p. 116</a>\n            </div>\n             حدثنا\nمحمد بن يونس حدثنا أزهر عن ابن عون عن إبراهيم قال قال حذيفة\n</p>\n\n<p>\nح وأخبرناه الحسين بن محمد بن علي أخبرنا أحمد بن إبراهيم بن إسماعيل\nأخبرني محمد بن الحسن حدثنا عمار حدثنا أبو نعيم عن الأعمش عن إبراهيم عن\nهمام عن حذيفة قال يا معشر القراء استقيموا فقد سبقتم سبقا بعيدا وإن أخذتم\nيمينا وشمالا لقد ضللتم ضلالا بعيدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p117'> Vol. 03, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n465 أخبرنا محمد بن أحمد بن محمد الحافظ أخبرنا محمد بن محمد بن يعقوب\nالحجاجي اخبرنا سعيد بن هاشم بن مرثد أن دحيما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p118'> Vol. 03, p. 118</a>\n            </div>\n             حدثهم حدثنا\nعمرو بن أبي سلمة حدثنا صدقة عن الأوزاعي عن يحيى بن أبي كثير عن أبي سلمة\nعن أبي هريرة عن النبي صلى الله عليه وسلم قال ( بعثت بين يدي الساعة\nبالسيف وجعل رزقي تحت ظل رمحي وجعل الذل والصغار على من خالفني ومن تشبه\nبقوم فهو منهم ) + رواه الذهبي +\n</p>\n\n<p>\n466 وحدثنيه علي بن محمد بن الحسن بن محمد أخبرنا عبد الله بن أحمد بن\nالسري البوسنجي حدثنا الحسين بن محمد بن عفير حدثنا الحجاج بن يوسف بن\nقتيبة حدثنا بشر بن الحسين عن الزبير بن عدي عن أنس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p119'> Vol. 03, p. 119</a>\n            </div>\n             قال قال\nرسول الله صلى الله عليه وسلم ( جعل رزقي تحت ظل رمحي وجعل الذل والصغار\nعلى من خالف أمري ومن تشبه بقوم فهو منهم ) + رواه أبو <span id='ms134'></span> نعيم +\n</p>\n\n<p>\n467 وأخبرنا محمد بن عبد الرحمن أخبرنا زاهر بن أحمد الفقيه حدثنا عمر بن\nالحسن بن علي بن الجعد أخبرنا ابن عسكر حدثنا الفريابي وعلي بن عياش قالا\nحدثنا ابن ثوبان عن حسان بن عطية عن أبي منيب عن ابن عمر قال قال رسول الله\nصلى الله عليه وسلم ( بعثت بين يدي الساعة بالسيف وجعل رزقي تحت ظل رمحي\nوجعل الصغار على من خالف أمري ومن تشبه بقوم فهو منهم ) + أورد البخاري\nجزءا منه معلقا + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p120'> Vol. 03, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n468 أخبرنا محمد بن موسى حدثنا الأصم حدثنا الصغاني أخبرنا علي بن الحسن\nبن شقيق\n</p>\n\n<p>\nح وأخبرناه محمد بن محمد حدثنا أحمد بن عبد الله حدثنا عبيد بن محمد\nالفقيه حدثنا محمد بن المهلب حدثنا علي بن الحسن حدثنا عبد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p121'> Vol. 03, p. 121</a>\n            </div>\n             عن مهدي بن ميمون\n</p>\n\n<p>\nح وأخبرناه محمد بن محمد أخبرنا أحمد بن عبد الله أخبرنا محمد بن يوسف\nالفربري حدثنا عبد الكريم بن عبد الله حدثنا سعيد بن هبيرة حدثنا وهيب عن\nداود بن أبي هند حدثنا مهدي بن ميمون\n</p>\n\n<p>\nح وأخبرناه عبد الرحمن بن محمد أخبرنا ابن خميرويه أخبرنا محمد بن عبد\nالرحمن السامي حدثنا أبو الصلت\n</p>\n\n<p>\nح وأخبرنا أحمد بن محمد بن منصور أخبرنا عبد الله بن عدي أخبرنا جعفر بن\nمحمد بن الليث حدثنا سليمان بن حرب قالا حدثنا حماد بن زيد كلاهما عن هشام\nبن حسان عن الحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p122'> Vol. 03, p. 122</a>\n            </div>\n             قال ما ازداد صاحب بدعة عبادة إلا ازداد من\nالله بعدا لفظ ابن المبارك وقال حماد كلما ازداد صاحب البدعة اجتهادا ازداد\nمن الله بعدا وقال داود لا يزداد صاحب بدعة عبادة سياق سليمان بن حرب\n</p>\n\n<p>\n469 أخبرني أحمد بن محمد بن إبراهيم الأشناني في كتابه أخبرنا أحمد بن\nمحمد بن عبدوس حدثنا عثمان بن سعيد حدثنا محبوب بن موسى حدثنا أبو إسحاق\nالفزاري قال قال سفيان الثوري كان الفقهاء يقولون لا يستقيم قول إلا بعمل\nولا يستقيم قول وعمل إلا بنية ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p123'> Vol. 03, p. 123</a>\n            </div>\n             يستقيم قول وعمل ونية إلا\nبنية موافقة السنة\n</p>\n\n<p>\n470 أخبرني عبد الرحمن <span id='ms135'></span> بن محمد بن محمد بن صالح أخبرنا أبي حدثنا محمد بن\nحبان الفقيه أخبرنا عثمان بن سعيد عن بكر بن سهل سمعت عبد الله بن يوسف\nيقول قال مالك رأيت رسول الله صلى الله عليه وسلم فنزع خاتمه وألبسنيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p124'> Vol. 03, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n471 أخبرنا أبو يعقوب أخبرنا جدي حدثنا محمد بن إسحاق حدثنا علي بن\nالحسين الهرثمي الرازي سمعت حفص بن عمر المهرقاني سألت عبد الرزاق قلت يا\nأبا بكر إن عندنا قوما مختلفين في الإيمان فأخبرني على ما أنت وعلى ما\nأدركت العلماء فقال الأيمان عندنا قول وعمل ويقين وإصابة السنة فمن عمل\nوأيقن وقال ولم يصب السنة فهو منقوص ومن قال ولم يعمل فهو منصوص ومن قال\nوعمل ولم يوقن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p125'> Vol. 03, p. 125</a>\n            </div>\n             فهو منقوص على هذا أدركت العلماء\n</p>\n\n<p>\n472 قال علي بن الحسين سمعت محمد بن مقاتل يقول سألت وكيعا قلت إن عندنا\nقوما يقولون إن الإيمان لا يزداد فقال هؤلاء المرجئة الخبثاء قال أهل\nالإيمان لا يجزيء قول إلا بعمل وبعقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p126'> Vol. 03, p. 126</a>\n            </div>\n             وبإصابة السنة لو قد\nبقيتم لجاءكم شيء آخر قال ابن مقاتل فيا ليتنا سألناه عن ذلك الشيء\n</p>\n\n<p>\n473 أخبرنا أبو يعقوب أخبرنا بشر بن محمد المزني حدثنا محمد بن إبراهيم\nحدثنا ابن أبي الدنيا حدثنا محمد بن علي بن شقيق عن إبراهيم بن الأشعث عن\nفضيل بن عياض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p127'> Vol. 03, p. 127</a>\n            </div>\n             قال أبو يعقوب وأخبرنا أبو بكر بن موسى حدثنا\nمحمد بن الحسين العجلي البغدادي حدثنا محمد بن الفضل بن سلمة قال قل ما\nجلسنا إلى فضيل إلا أتانا بهاتين الكلمتين إن الله لا يقبل من العمل إلا ما\nكان له خالصا ولا يقبله إلا على السنة\n</p>\n\n<p>\n474 أخبرنا أبو يعقوب أخبرنا الحسين بن أحمد أخبرنا محمد بن المسيب سمعت\nبركة بن محمد الأنصاري سمعت يوسف بن أسباط يقول أهل السنة أقل من الكبريت\nالأحمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p128'> Vol. 03, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n475 أخبرنا محمد بن محمد بن يوسف أخبرنا محمد بن علي بن حامد حدثنا عثمان\nبن سعيد حدثنا سعيد بن أبي مريم حدثنا السري حدثني الحسن أنه كان يدعو يقول\nاللهم اجعلنا مؤمنين حقا <span id='ms136'></span> واجعل ديننا الإسلام القديم\n</p>\n\n<p>\n476 أخبرنا الحسن بن يحيى أخبرنا أحمد بن إبراهيم القراب حدثنا محمد بن\nقريش حدثنا موسى بن هارون قال سمعت سليمان بن حرب يقول من زال عن السنة\nبشعرة فلا تعتدن به\n</p>\n\n<p>\n477 أخبرنا الحسن بن يحيى حدثنا عبد الرحمن بن أحمد أخبرنا ابن منيع\nحدثنا محمد بن علي بن شقيق حدثنا عبدان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p129'> Vol. 03, p. 129</a>\n            </div>\n             عن عبد الله قال قال\nسفيان وجدت الأمر الاتباع\n</p>\n\n<p>\n478 أخبرنا أبو يعقوب أخبرنا علي بن عيسى حدثنا شكر حدثنا الرمادي حدثنا\nعبد الرزاق قال سمعت رجلا يقول للثوري من آل محمد صلى الله عليه وسلم قال\nاختلف الناس منهم من يقول أهل البيت ومنهم من يقول من أطاعه وعمل بسنته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p130'> Vol. 03, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\n479 أخبرنا عبد الرحمن بن محمد بن أبي الحسين أخبرنا أبو عمرو بن حمدان\nأخبرنا أحمد بن الحسن بن عبد الجبار حدثنا يحيى بن معين حدثنا غندر حدثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p131'> Vol. 03, p. 131</a>\n            </div>\n             شعبة عن إسماعيل بن أبي خالد عن قيس بن أبي حازم عن عمرو بن\nالعاص رضي الله عنه عن النبي صلى الله عليه وسلم قال ( إن آل بني فلان\nليسوا لي بأولياء إنما وليي الله وصالحو المؤمنين ) + رواه البخاري +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p132'> Vol. 03, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n480 أخبرنا أبو يعقوب أخبرنا محمد بن العباس العصمي سمعت أبا بكر بن أبي\nعثمان النيسابوري يقول آخر كلمة تكلم بها أبي سمعته يقول خلاف السنة في\nالظاهر من رياء باطن في القلب\n</p>\n\n<p>\n481 حدثنا محمد بن محمد بن عبد الله الفقيه إملاء حدثنا إبراهيم ابن محمد\nالقراب حدثنا النضر بن محمد حدثنا إبراهيم بن أحمد بن يعيش حدثنا أبو داود\nالحفري عن يعقوب القمي عن لاحق بن حميد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p133'> Vol. 03, p. 133</a>\n            </div>\n             عن فضيل الناجي في قوله\n<span class='quran'>وإني لغفار لمن تاب وآمن وعمل صالحا ثم اهتدى </span>قال اتبع السنة\n</p>\n\n<p>\nأخبرنا أبو يعقوب أخبرنا جدي حدثنا محمد بن إسحاق حدثنا محمد بن الفضل\nحدثنا عبد الأعلى بن حماد حدثنا يعقوب بن عبد الله عن حفص بن حميد عن فضيل\nالناجي به\n</p>\n\n<p>\n482 أخبرنا محمد بن محمد بن محمود حدثنا أحمد بن نعيم أخبرنا محمد بن\nإسحاق <span id='ms137'></span> حدثنا عثمان بن سعيد\n</p>\n\n<p>\nح وأخبرناه أبو يعقوب أخبرنا جدي أخبرنا محمد بن إسحاق حدثنا محمد بن\nالفضل القسطاني قالا حدثنا أبو سعيد الأشج حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p134'> Vol. 03, p. 134</a>\n            </div>\n             عبد الله بن\nخراش الشيباني عن العوام بن حوشب عن سعيد بن جبير <span class='quran'>ثم اهتدى </span>قال\nلزم السنة\n</p>\n\n<p>\n483 وأخبرنا أبو يعقوب أخبرنا جدي أخبرنا محمد بن إسحاق أخبرنا محمد بن\nالفضل حدثنا عثمان بن أبي شيبة حدثني ابن إدريس عن جويبر عن الضحاك في قوله\n<span class='quran'>ثم اهتدى </span>قال استقام\n</p>\n\n<p>\n484 أخبرنا أحمد بن محمد بن الحسن بن عبد الله الضبي الصدوق أخبرنا حامد\nبن محمد بن عبد الله أخبرنا علي بن عبد العزيز حدثنا أبو نعيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p135'> Vol. 03, p. 135</a>\n            </div>\n            \nحدثنا سفيان عن معمر عن ابن طاوس عن أبيه قال جاء رجل إلى ابن عباس فقال\nالحمد لله الذي جعلني على هواكم فقال الأهواء كلها ضلالة\n</p>\n\n<p>\n485 أخبرنا عمر بن إبراهيم إملاء حدثنا محمد بن أحمد بن الغطريف حدثنا\nمحمد بن إسحاق السراج حدثنا إسماعيل بن أبي الحارث حدثنا إسحاق بن عيسى عن\nمخلد بن الحسين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p136'> Vol. 03, p. 136</a>\n            </div>\n             عن يونس\n</p>\n\n<p>\nح وأخبرنا محمد بن محمد بن محمود بن يحيى أخبرنا العباس بن الفضل أخبرنا\nالحسين بن إدريس حدثنا سويد\n</p>\n\n<p>\nح وأخبرنا منصور بن العباس ومنصور بن إسماعيل قالا حدثنا زاهر بن أحمد\nأخبرنا محمد بن معاذ حدثنا الحسين بن الحسن قالا أخبرنا ابن المبارك عن\nيونس\n</p>\n\n<p>\nح وأخبرنا محمد بن عبد الرحمن أخبرنا علي بن بكران بالبصرة أخبرنا الحسن\nبن محمد بن عثمان الفسوي حدثنا يعقوب بن سفيان حدثنا عبد الله بن صالح\nحدثني الليث حدثني يونس عن ابن شهاب\n</p>\n\n<p>\nح وأخبرنا أبو يعقوب أخبرنا العباس بن الفضل أخبرنا يحيى بن أحمد بن زياد\nحدثنا أحمد بن سعيد بن صخر حدثنا أحمد بن سليمان سمعت ابن عيينة يقول قال\nالزهري الاعتصام بالسنة نجاة هذا سياق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p137'> Vol. 03, p. 137</a>\n            </div>\n             مخلد وقال ابن المبارك\nعن ابن شهاب بلغنا عن رجال من أهل العلم أنهم كانوا يقولون وقال ابن عيينة\nكان ناس من أهل العلم يقولون وقال الليث بلغنا <span id='ms138'></span> عن رجال من أهل العلم أنهم\nكانوا يقولون وزاد والعلم يقبض قبضا سريعا فنعش العلم ثبات الدين والدنيا\nثم زاد الليث وحده وذهابه كله في ذهاب العلم وزاد ابن عيينة والعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p138'> Vol. 03, p. 138</a>\n            </div>\n             خزائن وإنما تفتحه المسألة\n</p>\n\n<p>\n486 أخبرنا غالب بن علي وأحمد بن حمزة قالا أخبرنا محمد بن الحسين أخبرنا\nعبيد الله بن محمد بن حمدان بعكبرا أخبرنا أبو الفضل شعيب بن محمد حدثنا\nأحمد بن أبى العوام حدثنا أبي حدثنا عمر ابن إبراهيم الهاشمي عن موسى بن\nيسار عن أبي معن عن زيد بن أرقم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p139'> Vol. 03, p. 139</a>\n            </div>\n             قال من تمسك بالسنة وثبت نجا\nومن أفرط مرق ومن خالف هلك\n</p>\n\n<p>\n487 أخبرنا أحمد بن الحسن أبو الأشعث اخبرنا عبيد الله بن سعيد البروجردي\nالقاضي حدثنا عبد الله بن محمد بن وهب حدثنا محمد بن خلف حدثنا مؤمل بن\nإسماعيل حدثنا إسرائيل بن يونس عن عبد الكريم عن مجاهد عن ابن عباس رضي\nالله عنهما قال من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p140'> Vol. 03, p. 140</a>\n            </div>\n             خالف السنة كفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p141'> Vol. 03, p. 141</a>\n            </div>\n             & الباب الحادي\nعشر & \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p142'> Vol. 03, p. 142</a>\n            </div>\n             & باب كراهية التنطع في الدين والتكلف فيه والبحث عن\nالحقائق وإيجاب التسليم &\n</p>\n\n<p>\nقال الله تعالى <span class='quran'>وأمرنا لنسلم لرب العالمين </span></p>\n\n<p>\n488 أخبرنا أحمد بن حمدان بن أحمد بن محمد بن شارك أخبرنا جدي أخبرنا\nيعقوب بن إسحاق حدثنا نصر بن سيار الكسائي\n</p>\n\n<p>\nح وأخبرنا محمد بن محمد بن محمود أخبرنا عبد الله بن أحمد أخبرنا إبراهيم\nبن خزيم\n</p>\n\n<p>\nح وأخبرنا محمد قال وأخبرنا أحمد بن عبد الله\n</p>\n\n<p>\nح وأخبرنا إسماعيل بن علي الدلال أخبرنا أحمد بن عبد الله أخبرنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p143'> Vol. 03, p. 143</a>\n            </div>\n             زاهد وبكر قالوا حدثنا عبد بن حميد حدثنا يونس عن شيبان عن\nقتادة <span class='quran'>وأمرنا لنسلم لرب العالمين </span>قال خصومة علمها الله محمدا صلى\nالله عليه وسلم وأصحابه يخاصمون بها أهل الضلالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p144'> Vol. 03, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n489 أخبرنا ابن العالي والحسين بن محمد بن علي قالا أخبرنا محمد بن الحسن\nحدثنا الحسن بن المثنى حدثنا عفان بن مسلم حدثنا حماد بن سلمة عن علي بن\nزيد عن أوس بن خالد عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال (\nيحشر <span id='ms139'></span> الناس ثلاثة أصناف مشاة وركبانا وعلى وجوههم قالوا وكيف يمشون على\nوجوههم قال الذي أمشاهم على أرجلهم قادر على أن يمشيهم على وجوههم ) + رواه\nالترمذي +\n</p>\n\n<p>\n490 حدثنا محمد بن أحمد بن محمد الحافظ إملاء أخبرنا محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p145'> Vol. 03, p. 145</a>\n            </div>\n            \nابن عبد الله السليطي حدثنا محمد بن إبراهيم البوسنجي حدثنا أحمد بن حنبل\nحدثنا يونس بن محمد حدثنا شيبان حدثنا قتادة حدثنا أنس ( إن رجلا قال يا\nنبي الله كيف يحشر الكافر على وجهه قال نبي الله صلى الله عليه وسلم أن\nالذي أمشاه على رجليه قادر على أن يمشيه على وجهه ) + رواه البخاري +\n</p>\n\n<p>\n491 أخبرنا الحسن بن علي أخبرنا زاهر أخبرنا محمد بن وكيع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p146'> Vol. 03, p. 146</a>\n            </div>\n            \nحدثنا محمد بن أسلم حدثنا يعلى بن عبيد حدثنا إسماعيل عن نفيع عن أنس قال (\nقيل يا رسول الله كيف يحشر الناس على وجوههم قال صلى الله عليه وسلم الذي\nأمشاهم على أرجلهم قادر على أن يمشيهم على وجوههم ) + رواه من هذا الطريق\nنفيع عن أنس رضي الله عنه مرفوعا أحمد والطبري في + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p147'> Vol. 03, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n492 أخبرنا الحسين بن محمد بن علي أخبرنا محمد بن عبد الله السياري\nأخبرنا أحمد بن نجدة حدثنا سعيد بن منصور حدثنا حزم بن أبي حزم قال سمعت\nالحسن يقول قيل للنبي صلى الله عليه وسلم فذكر نحوه مرسلا\n</p>\n\n<p>\n493 أخبرنا الحسن بن محمد بن أحمد المقري المكي اخبرنا أبو جعفر إبراهيم\nبن إسماعيل الموسوي بمكة أخبرنا أحمد بن محمد بن زياد الأعرابي حدثنا موسى\nبن هارون حدثنا يحيى حدثنا قيس عن زياد بن علاقة عن قطبة بن مالك قال جاء\nناس من اليهود إلى عمر\n</p>\n\n<p>\nح وأخبرناه الحسن بن محمد أخبرنا أبو جعفر أخبرنا ابن الأعرابي حدثنا\nموسى بن هارون حدثنا يحيى حدثنا وكيع عن سفيان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p148'> Vol. 03, p. 148</a>\n            </div>\n             عن قيس بن مسلم\nعن طارق بن شهاب قال قالت اليهود لعمر بن الخطاب رضي الله عنه جنة عرضها\nالسموات والأرض فأين النار من ذلك قال أين يذهب الليل إذا جاء النهار وأين\nيذهب النهار إذا جاء الليل قالوا نزعت بما في التوراة <span id='ms140'></span>\n</p>\n\n<p>\n494 أخبرنا علي بن بشرى أخبرنا محمد بن إسحاق بن محمد بن يحيى بن مندة\nأخبرنا محمد بن عمرو بن البختري حدثنا ابن شاكر\n</p>\n\n<p>\nح قال ابن مندة وحدثنا عبد الله بن إبراهيم المقري بأصبهان حدثنا محمد بن\nعاصم الأصبهاني قالا حدثنا حسين بن علي الجعفي عن زائدة عن المختار بن فلفل\n</p>\n\n<p>\nح وأخبرنا سعيد بن محمويه أخبرنا محمد بن الفضل بن محمد بن إسحاق بن\nخزيمة حدثنا جدي حدثنا زياد بن أيوب حدثنا محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p149'> Vol. 03, p. 149</a>\n            </div>\n             فضيل حدثنا\nالأعمش عن المختار عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم (\nإن الله قال إن أمتك لا يزالون يتساءلون ما كذا ما كذا حتى يقولوا الله خلق\nكل شيء فمن خلق الله ) + رواه مسلم +\n</p>\n\n<p>\nلفظ زائدة ولم يقل أحد فيه قال الله إلا المختار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p150'> Vol. 03, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\n495 وأخبرنا محمد بن جبريل وعلي بن أبي طالب قالا أخبرنا حامد بن محمد\nأخبرنا بشر بن موسى حدثنا الحميدي حدثنا سفيان عن هشام بن عروة عن أبيه عن\nأبي هريرة قال قال رسول الله صلى الله عليه وسلم ( لا يزال يستفتون حتى\nيقول أحدكم هذا الله خلق الخلق فمن خلق الله عز وجل ) + رواه مسلم +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p151'> Vol. 03, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n496 ورواه عمار بن محمد ابن أخت سفيان عن الثوري عن هشام بن عروة عن أبيه\nعن عائشة وهو وهم وعمار لم يكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p152'> Vol. 03, p. 152</a>\n            </div>\n             بالحافظ أخبرنا محمد بن محمد\nمحمود حدثنا أحمد بن نعيم أخبرنا الحسين بن محمد بن مصعب حدثنا الحسن بن\nعرفة حدثنا عمار بن محمد ابن أخت سفيان عن سفيان عن هشام بن عروة عن أبيه\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم فذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p153'> Vol. 03, p. 153</a>\n            </div>\n             والحديث\nحديث أبي هريرة روي عنه من وجوه\n</p>\n\n<p>\n497 أخبرنا محمد بن إبراهيم بن أحمد حدثنا محمد بن أحمد بن الفضل أخبرنا\nمحمد بن إسحاق حدثنا عثمان بن سعيد حدثنا يحيى بن بكير المصري حدثنا الليث\nيعني ابن سعد عن عقيل عن ابن شهاب أخبرني عروة بن الزبير أن أبا هريرة قال\nقال <span id='ms141'></span> رسول الله صلى الله عليه وسلم ( يأتي الشيطان العبد فيقول من خلق كذا\nوكذا حتى يقول له من خلق ربك فإذا بلغ ذلك فليستعذ بالله ولينته ) + رواه\nالبخاري + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p154'> Vol. 03, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\n498 أخبرنا أحمد بن محمد بن أحمد بن الحويص أخبرنا أحمد بن محمد بن شارك\n</p>\n\n<p>\nح وأخبرنا أبو يعقوب أخبرنا جدي والحسن بن خلف السرخسي\n</p>\n\n<p>\nح وأخبرنا عبد الرحمن بن محبور أخبرنا أحمد بن نعيم\n</p>\n\n<p>\nح وأخبرتنا صفية بنت محمد بن الحسن قالت أخبرنا محمد بن إبراهيم بن شعيب\nقالوا أخبرنا حاتم بن محبوب حدثنا سلمة بن شبيب\n</p>\n\n<p>\nح وأخبرنا يحيى بن عمار بن يحيى أخبرنا محمد بن إبراهيم حدثنا إسحاق بن\nإبراهيم البستي حدثنا محمد بن رافع قالا حدثنا عبد الرزاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p155'> Vol. 03, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nح وأخبرناه محمد بن أحمد بن محمد بن عبد الله أخبرنا الطبراني أخبرنا\nإسحاق بن إبراهيم الدبري قال قرأنا على عبد الرزاق أخبرنا معمر\n</p>\n\n<p>\nح وأخبرنا علي بن بشرى أخبرنا ابن مندة حدثنا محمد بن عمر بن حفص حدثنا\nإسحاق بن إبراهيم شاذان حدثنا سعد بن الصلت عن معمر عن همام بن منبه عن أبي\nهريرة عن رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n499 ح وأخبرنا أبو يعقوب الحافظ أخبرنا أبو جعفر أحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p156'> Vol. 03, p. 156</a>\n            </div>\n            \nمحمد بن أحمد بن عبد الرحمن بن محمد بن خالد بن أمية القرشي الإمام أخبرنا\nمحمد بن إسحاق القرشي حدثنا عثمان بن سعيد\n</p>\n\n<p>\nح وأخبرنا حمد بن أحمد بن حمدين أخبرنا هارون بن أحمد بن هارون أخبرنا\nأبو خليفة قالا حدثنا مسدد حدثنا يحيى بن سعيد القطان عن مجالد عن الشعبي\nعن المحرر بن أبي هريرة عن أبيه قال قال رسول الله صلى الله عليه وسلم ( لا\nيزال ) + رواه أحمد + بمثل حديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p157'> Vol. 03, p. 157</a>\n            </div>\n             عروة أو نحوه\n</p>\n\n<p>\n500 وأخبرناه علي بن بشرى أخبرنا محمد بن إسحاق الأصبهاني حدثنا الحسن بن\nمروان بقيسارية حدثنا إبراهيم بن أبي سفيان حدثنا الفريابي حدثنا سفيان عن\nجعفر بن برقان عن يزيد بن الأصم عن أبي هريرة عن النبي صلى الله عليه وسلم\nفذكره وزاد فيه <span id='ms142'></span> ( فإن سئلتم فقولوا الله قبل كل شيء وهو كائن بعد كل شيء\nوهو خالق كل شيء ) + رواه مسلم + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p158'> Vol. 03, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nوفي حديث المحرر ( هذا الله قبل كل شيء فمن كان قبله )\n</p>\n\n<p>\n501 وأخبرنا محمد بن محمد بن عبد الله حدثنا أحمد بن عبد الله أخبرنا خلف\nبن حنظلة حدثنا محمد بن المهلب حدثنا معلى بن أسد حدثنا وهيب عن أيوب عن\nمحمد عن أبي هريرة عن رسول الله صلى الله عليه وسلم فذكره وزاد ابن سيرين (\nفبينا أبو هريرة ذات يوم آخذ بيد رجل ويقول صدق الله ورسوله صدق الله\nورسوله ولقد سألني عنه رجلان وهذا الثالث ) + رواه مسلم + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p159'> Vol. 03, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n502 أخبرنا محمد بن إبراهيم الجكاني أخبرنا محمد بن أحمد بن الفضل الأزدي\nأخبرنا محمد بن إسحاق حدثنا عثمان بن سعيد حدثنا سهل بن بكار حدثنا أبو\nعوانة عن عمر بن أبي سلمة عن أبيه عن أبي هريرة قال قال رسول الله صلى الله\nعليه وسلم ( لا تزالون تتساءلون حتى يقال لأحدكم هذا الله خلقنا فمن خلق\nالله تبارك وتعالى ) قال أبو هريرة إني لجالس ذات يوم إذ قال لي رجل من أهل\nالعراق يا أبا هريرة هذا الله خلقنا فمن خلق الله تبارك وتعالى قال أبو\nهريرة فوضعت أصبعي في أذني وصرخت صدق الله ورسوله الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p160'> Vol. 03, p. 160</a>\n            </div>\n             الواحد\nالأحد الصمد لم يلد ولم يولد ولم يكن له كفوا أحد\n</p>\n\n<p>\n503 أخبرنا محمد بن موسى إجازة أخبرنا محمد بن عبد الله الصفار إملاء\nحدثنا عبد الله بن الحسن بن أحمد بن أبي شعيب الحراني ببغداد حدثني جدي\nأحمد بن أبي شعيب حدثنا موسى بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p161'> Vol. 03, p. 161</a>\n            </div>\n             أعين عن فرات بن سلمان عن أبي\nوهب عن القاسم عن عائشة زوج النبي صلى الله عليه وسلم أنها قالت سمعت أبا\nالقاسم صلى الله عليه وسلم يقول ( إن أول ما يكفؤ الدين كما يكفؤ الإناء\nلفي الخمر قلت كيف يا خليلي وقد بين الله فيه ما بين قال أقوام من أمتي\nيسمونه بغير اسمه يستحلونه بذلك يشربونه ) + رواه الدارمي + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p162'> Vol. 03, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\n504 أخبرنا محمد بن <span id='ms143'></span> أحمد بن محمد الحافظ أو محمد بن محمد عنه أخبرنا أحمد\nبن إسماعيل بن حازم الأزدي بنيسابور أخبرنا محمد بن أحمد بن زهير\n</p>\n\n<p>\nح وأخبرنا محمد بن أحمد الحافظ قال وأخبرنا محمد بن محمد بن يعقوب\nالحجاجي حدثنا ابن صاعد والعباس بن يوسف الشكلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p163'> Vol. 03, p. 163</a>\n            </div>\n             والحسين بن\nإسماعيل\n</p>\n\n<p>\nح وأخبرنا سعيد بن إبراهيم أخبرنا عبد الرحمن بن أحمد أخبرنا يحيى بن\nمحمد بن صاعد\n</p>\n\n<p>\nح وأخبرنا الحسن بن محمد بن أحمد بن عبد الله أخبرنا الحسن بن أحمد\nالمخلدي أخبرنا أحمد بن حمدون بن رستم\n</p>\n\n<p>\nح وأخبرنا محمد بن المظفر بن محمد بن عبد الواحد أخبرنا أبو طالب محمد بن\nأحمد بن محمد بن أحمد بن المعلم\n</p>\n\n<p>\nح وأخبرنا محمد بن المنتصر وعبد الرحمن بن محمد الهندواني قالا أخبرنا\nمحمد بن ظفر قالا حدثنا عبد الله بن عروة قالوا حدثنا أبو حذافة حدثنا مالك\nعن نافع\n</p>\n\n<p>\nح وأخبرنا محمد بن أحمد الحافظ أو محمد بن محمد عنه أخبرنا محمد بن\nالمظفر الحافظ حدثنا ابن صاعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p164'> Vol. 03, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nح وأخبرنا الحسين بن محمد بن علي حدثنا أبو أحمد الحافظ أخبرنا حرمي بن\nأبي العلاء المكي ببغداد قالا حدثنا الزبير بن بكار حدثنا سعيد بن داود\nالزنبري عن مالك عن داود بن الحصين عن طاوس كليهما عن ابن عمر قال العلم\nثلاثة كتاب ناطق وسنة قائمة ولا أدري وحديث الزنبري أشبه وهو مدني من\nخيارهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p165'> Vol. 03, p. 165</a>\n            </div>\n             وكان عند مالك حظيا خصه بأشياء من حديثه\n</p>\n\n<p>\nوقد أخبرنا سعيد بن العباس أخبرنا أبي حدثنا محمد بن أبي جعفر المنذري\nحدثنا أبو العباس بن الصقر السكري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p166'> Vol. 03, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nح وأخبرني غالب بن علي أخبرنا محمد بن الحسين أخبرنا محمد بن أحمد بن\nحمدان أخبرنا الحسن بن سفيان قالا حدثنا إبراهيم بن المنذر حدثنا عمر بن\nعصام حدثنا مالك عن نافع عن ابن عمر به\n</p>\n\n<p>\n505 وأخبرنا محمد بن موسى حدثنا الأصم حدثنا هارون بن سليمان حدثنا عبد\nالرحمن بن مهدي عن أبي عوانة عن مغيرة عن الشعبي قال لا أدري نصف العلم <span id='ms144'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p167'> Vol. 03, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\n506 أخبرنا الحسين بن محمد أخبرنا محمد بن عبد الله أخبرنا أحمد بن نجدة\nحدثنا سعيد بن منصور حدثنا خلف بن خليفة حدثنا أبو يزيد عن الشعبي قال قال\nابن مسعود إذا سئل أحدكم عما لا يدري فليقل لا أعلم فإنه ثلث العلم\n</p>\n\n<p>\n507 وأخبرنا محمد بن موسى حدثنا الأصم حدثنا هارون بن سليمان حدثنا عبد\nالرحمن بن مهدي حدثنا أبو هلال عن منصور بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p168'> Vol. 03, p. 168</a>\n            </div>\n             الأصفر قال كنت عند\nابن عمر فسئل عن شيء فقال لا أدري فلما ذهب الرجل أقبل على نفسه وقال سئل\nابن عمر عما لا يعلم فقال لا أدري ونعم ما قال ابن عمر لما لا يدري قال لا\nأدري\n</p>\n\n<p>\n508 أخبرنا محمد بن أحمد الجارودي أخبرنا أبو إسحاق القراب أخبرنا أبو\nيحيى الساجي حدثنا أبو داود السجزي حدثنا أحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p169'> Vol. 03, p. 169</a>\n            </div>\n             حنبل حدثنا\nالشافعي حدثنا مالك عن ابن عجلان عن أبيه قال إذا أغفل العالم لا أدري\nأصيبت مقاتله\n</p>\n\n<p>\n509 أخبرنا أحمد بن محمد بن خزيمة أخبرنا عبد الوهاب بن الحسن بن الوليد\nأخبرنا محمد بن خريم حدثنا هشام بن عمار حدثنا مالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p170'> Vol. 03, p. 170</a>\n            </div>\n             قال سئل\nالقاسم عن شيء فقال إن من إكرام المرء نفسه أن لا يقول إلا ما أحاط به علمه\n</p>\n\n<p>\n510 أخبرنا إسماعيل بن إبراهيم أخبرنا محمد بن الحسن السراجي حدثنا عبد\nالرحمن بن أبي حاتم حدثنا أبي حدثنا حرملة بن يحيى قال سمعت الشافعي يقول\nما رأيت أحدا من الناس فيه من آلة العلم ما في ابن عيينة وما رأيت أحدا\nأحسن لتفسير الحديث منه وما رأيت أحدا أكف عن الفتيا منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p171'> Vol. 03, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\n511 أخبرنا يحيى بن الفضيل حدثنا محمد بن عبد الله أخبرنا أحمد بن نجدة\nحدثنا سعيد بن منصور حدثنا مهدي بن ميمون عن غيلان بن جرير عن مطرف قال\nعقول الناس على قدر زمانهم\n</p>\n\n<p>\n512 أخبرنا منصور بن العباس أخبرنا الحسن بن أبي الحسن أخبرنا عبد الله\nبن محمد بن عبد العزيز حدثنا زهير بن حرب حدثنا عبد الرحمن ابن مهدي حدثنا\nمالك عن الزهري عن سهل بن <span id='ms145'></span> سعد قال كره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p172'> Vol. 03, p. 172</a>\n            </div>\n             رسول الله صلى الله عليه\nوسلم المسائل وعابها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p173'> Vol. 03, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\n513 أخبرنا أبو يعقوب أخبرنا أبو بكر الجوزقي أخبرنا الدغولي حدثنا محمد\nبن سليمان القيراطي عن علي بن الحسن بن شقيق قال قال لي ابن المبارك سئل\nالثوري عن ابن عيينة فقال ذاك أحد الأحدين\n</p>\n\n<p>\n514 وأخبرنا أبو يعقوب أخبرنا أبو بكر الجوزقي سمعت الأصم يقول سمعت\nالربيع يقول سمعت الشافعي يقول لولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p174'> Vol. 03, p. 174</a>\n            </div>\n             مالك وابن عيينة لذهب علم\nالحجاز\n</p>\n\n<p>\n515 أخبرنا الحسن بن يحيى أخبرنا محمد بن أحمد السعدي أخبرنا أبو منصور\nبن يعقوب حدثنا عثمان بن سعيد حدثنا محمد بن كثير أخبرنا شعبة عن سليمان\nوحبيب\n</p>\n\n<p>\nقال السعدي وحدثنا محمد بن إسحاق حدثنا عثمان حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p175'> Vol. 03, p. 175</a>\n            </div>\n             محمد بن\nكثير أخبرنا سفيان عن الأعمش عن أبي وائل عن عبد الله قال إن الذي يفتي\nالناس في كل ما يستفتونه لمجنون\n</p>\n\n<p>\n516 أخبرنا محمد بن جبريل وعلي بن أبي طالب قالا أخبرنا حامد بن محمد\nأخبرنا بشر بن موسى حدثنا الحميدي حدثنا سفيان حدثنا الأعمش أو أخبرت عنه\nعن مسلم بن صبيح عن مسروق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p176'> Vol. 03, p. 176</a>\n            </div>\n             قال قال عبد الله من علم منكم شيئا\nفليقل به ومن لم يعلم فليقل الله أعلم فإن من علم الرجل أن يقول لما لا\nيعلم الله أعلم وقد قال الله لنبيه صلى الله عليه وسلم <span class='quran'>قل ما أسألكم\nعليه من أجر وما أنا من المتكلفين </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p177'> Vol. 03, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\n517 أخبرنا عمر بن إبراهيم والحسين بن محمد قالا أخبرنا أحمد بن إبراهيم\nأخبرني الهيثم بن خلف حدثنا محمد بن علي بن النضر الهروي حدثنا أبو الصلت\nحدثنا حماد بن زيد حدثنا يونس بن عبيد عن ثابت عن أنس أن رجلا سأل عمر بن\nالخطاب عن قوله تعالى <span class='quran'>وفاكهة وأبا </span>ما الأب فقال عمر نهينا عن\nالتعمق والتكلف\n</p>\n\n<p>\n518 أخبرنا محمد بن عبد الله بن إبراهيم بن داود أخبرنا الحسن بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p178'> Vol. 03, p. 178</a>\n            </div>\n             محمد بن أحمد بن محمد بن زياد أخبرنا علي بن محمد بن عيسى\nحدثنا أبو اليمان أخبرني شعيب عن الزهري أخبرني أنس أنه سمع عمر بن الخطاب <span id='ms146'></span>\nقال ما الأب ثم قال مه ورمى بعصاه الأرض فقال هذا لعمرو الله التكلف اتبعوا\nما بين لكم من هذا الكتاب\n</p>\n\n<p>\n519 أخبرنا أبو يعقوب أخبرنا جدي أخبرنا أحمد بن محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p179'> Vol. 03, p. 179</a>\n            </div>\n            \nيونس حدثنا عثمان بن سعيد حدثنا مؤمل بن إسماعيل حدثنا حماد عن ثابت وحميد\nعن أنس أن عمر بن الخطاب قرأ هذه الآية <span class='quran'>وفاكهة وأبا </span>قال هذه\nالفاكهة وهذه الأشياء قد عرفناها فما الأب فوضع يده على رأسه ثم قال هذا\nالتكلف يا ابن أم عمر ما عليك أن لا تدري ما الأب\n</p>\n\n<p>\n520 أخبرنا محمد بن جبريل وعلي بن أبي طالب قالا أخبرنا حامد بن محمد\nأخبرنا بشر بن موسى حدثنا الحميدي حدثنا سفيان حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p180'> Vol. 03, p. 180</a>\n            </div>\n             الزهري عن\nعامر بن سعد عن أبيه قال قال رسول الله صلى الله عليه وسلم ( أعظم المسلمين\nفي المسلمين جرما من سأل عن أمر لم يحرم فحرم من أجل مسألته ) + رواه\nالبخاري + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p181'> Vol. 03, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\n521 أخبرنا محمد بن عبد الرحمن أخبرنا زاهر اخبرنا أبو طالب محمد بن أحمد\nالكاتب حدثنا علي بن مسلم حدثنا محاضر عن الأعمش عن إبراهيم التيمي عن أبيه\nعن سعد بن أبي وقاص قال كانوا يسألون عن الشيء وهو حلال فلا يزالون يسألون\nعنه حتى يحرم عليهم فإذا حرم عليهم وقعوا فيه\n</p>\n\n<p>\n522 أخبرنا الحسين بن محمد بن علي أخبرنا أحمد بن حسنويه اخبرنا الحسين\nبن إدريس حدثنا عثمان بن أبي شيبة حدثنا حماد بن أسامة عن مسعر بن كدام قال\nأخرج معن إلي كتابا فحلف لي أنه خط أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p182'> Vol. 03, p. 182</a>\n            </div>\n             عبد الرحمن بيده فإذا\nفيه قال عبد الله والذي لا إله غيره ما رأيت أحدا كان أشد على المتنطعين من\nرسول الله صلى الله عليه وسلم ولا رأينا بعده أحدا أشد عليهم خوفا من أبي\nبكر رضي الله عنه وإني لأظن عمر رضي الله عنه كان أشد أهل الأرض خوفا عليهم\n</p>\n\n<p>\n523 أخبرنا عبد الرحمن بن حمدان بنيسابور أخبرنا محمد بن عبد الله\nالسليطي حدثنا محمد بن إبراهيم العبدي حدثنا يوسف بن عدي عن زيد <span id='ms147'></span> بن أبي\nأنيسة عن عاصم\n</p>\n\n<p>\nح وأخبرنا الحسين بن محمد بن علي أخبرنا أحمد بن إبراهيم حدثني محمد بن\nأبي عمرو المصعبي حدثني أسلم بن سهل حدثنا عمار بن خالد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p183'> Vol. 03, p. 183</a>\n            </div>\n             حدثنا\nعلي بن غراب عن إدريس الأودي عن عاصم\n</p>\n\n<p>\nح وأخبرنا الحسن بن محمد أخبرنا شافع بن محمد أخبرنا الطحاوي حدثنا\nالمزني حدثنا الشافعي حدثنا ابن عيينة عن عبدة بن أبي لبابة وعاصم بن بهدلة\nعن زر بن حبيش قال سألت أبي بن كعب عن المعوذتين قلت إن ابن مسعود لا\nيكتبها في المصحف فقال سألت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p184'> Vol. 03, p. 184</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p185'> Vol. 03, p. 185</a>\n            </div>\n             عنهما رسول الله صلى\nالله عليه وسلم قال فقيل لي فقلت قال أبي فقيل لنا فنحن نقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p186'> Vol. 03, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\n524 أخبرنا الحسين بن محمد أخبرنا العباس بن الفضل أخبرنا أحمد بن نجدة\nحدثنا سعيد بن منصور حدثنا شهاب بن خراش حدثني العوام بن حوشب قال قال لي\nمجاهد قلت لابن عباس في السجدة التي في ص فقال إن الله ذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p187'> Vol. 03, p. 187</a>\n            </div>\n            \nالأنبياء ثم قال <span class='quran'>فبهداهم اقتده </span>فاقتدى رسول الله صلى الله عليه\nوسلم كما أمر واقتدينا نحن برسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p188'> Vol. 03, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n525 أخبرنا الحسين أخبرنا العباس أخبرنا أحمد حدثنا سعيد حدثنا يزيد بن\nهارون عن العوام عن مجاهد قال قال ابن عباس كان داود ممن أمر نبيكم أن\nيقتدي به\n</p>\n\n<p>\n526 أخبرنا حمدين بن أحمد أخبرنا هارون بن أحمد أخبرنا أبو خليفة حدثنا\nمسدد عن عيسى عن الأوزاعي عن عبد الله بن سعد عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p189'> Vol. 03, p. 189</a>\n            </div>\n             الصنابحي عن\nرجل من أصحاب النبي صلى الله عليه وسلم يعني عن النبي صلى الله عليه وسلم\nأنه نهى عن الأغلوطات\n</p>\n\n<p>\n527 أخبرناه يحيى بن الفضيل أخبرنا محمد بن عبد الله أخبرنا أحمد بن نجدة\nحدثنا سعيد بن منصور حدثنا عيسى بن يونس عن الأوزاعي عن عبد الله بن سعد عن\nالصنابحي عن رجل من أصحاب النبي صلى الله عليه وسلم سماه قال نهى رسول الله\nصلى الله عليه وسلم عن الأغلوطات قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p190'> Vol. 03, p. 190</a>\n            </div>\n             الأوزاعي يعني شرار\nالمسائل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p191'> Vol. 03, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n528 أخبرنا محمد بن محمد بن محمود أخبرنا العباس <span id='ms148'></span> بن الفضل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p192'> Vol. 03, p. 192</a>\n            </div>\n            \nأخبرنا الحسين بن إدريس حدثنا سويد\n</p>\n\n<p>\nح وأخبرنا منصور ومنصور قالا أخبرنا زاهر بن أحمد أخبرنا محمد بن معاذ\nأخبرنا الحسين بن الحسن قالا حدثنا عبد الله بن المبارك عن مسعر سمعت عمرو\nبن مرة يحدث عن عون أراه عن أبيه قال أو حقا إن شاء الله وإن كان يقال\nاتقوا صعاب الكلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p193'> Vol. 03, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\n529 أخبرناه محمد بن محمد بن يوسف أخبرنا حامد بن محمد أخبرنا علي بن عبد\nالعزيز حدثنا أبو نعيم حدثنا المسعودي عن عون ابن عبد الله أن عبد الله قال\nإياكم وصعاب القول 530 أخبرنا محمد بن موسى حدثنا الأصم حدثنا محمد بن\nإسحاق حدثنا أبو النضر حدثنا المستلم بن سعيد عن منصور بن زاذان عن الحسن\nقال شرار عباد الله الذين يتبعون شرار المسائل يعمون بها عباد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p194'> Vol. 03, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\n531 أخبرنا أبو يعقوب أخبرنا عبد الرحمن بن محمد بن حامد أخبرنا إبراهيم\nبن الشادي الجبلي حدثنا محمد بن إسحاق السراج حدثنا زياد بن أيوب حدثنا\nمبشر بن إسماعيل عن معان بن رفاعة حدثنا أبو خلف عن أنس قال كان رسول الله\nصلى الله عليه وسلم يقول ( الإسلام ذلول لا يركبه إلا ذلول ) + رواه أحمد +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p195'> Vol. 03, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\n532 أخبرنا أبو يعقوب أخبرنا العباس بن الفضل أخبرنا يحيى بن زياد حدثنا\nأحمد بن سعيد حدثنا أحمد بن سليمان حدثنا إبراهيم بن سليمان أبو إسماعيل عن\nأبي خالد عن عمه قال كتب رجل إلى عمي دحيم بن مالك بن جبل أن يسأل من\nبالكوفة عن الرجل يدفع غنمه إلى الراعي فيشترط عليه أن يعطيه من كل شاة من\nاللبن كذا وكذا ومن الصوف كذا وكذا فسألت علقمة فقال سل غيري سل عبيدة\nفسألت عبيدة فقال سل غيري سل علقمة فقلت علقمة أرسلني إليك قال سل مسروقا\nفسألت مسروقا وابن أبي ليلى فقالا لا يصلح ذلك وكان يقال أجرؤهم على الفتيا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p196'> Vol. 03, p. 196</a>\n            </div>\n             أقلهم علما\n</p>\n\n<p>\n533 أخبرنا الحسن بن يحيى أخبرنا عبد الرحمن بن أحمد أخبرنا ابن منيع\nحدثنا علي بن الجعد أخبرنا زهير حدثنا عطاء بن السائب <span id='ms149'></span> عن كثير بن جمهان قال\nكنت مع ابن عمر فقال له قائل مررت بدجاجة ميتة فوطئت عليها فخرجت منها بيضة\nففرختها أآكله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p197'> Vol. 03, p. 197</a>\n            </div>\n             قال ممن أنت قال من أهل العراق قال فعل الله\nبأهل العراق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p198'> Vol. 03, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\n534 أخبرنا يحيى بن الفضيل أخبرنا محمد بن عبد الله أخبرنا أحمد بن نجدة\nحدثنا سعيد بن منصور حدثنا سفيان عن عمرو بن دينار قال سئل جابر بن زيد عن\nرجل له أربع نسوة طلقت واحدة فقال أيهن طالق قال هذه أغلوطة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p199'> Vol. 03, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n535 أخبرنا أبو يعقوب أخبرنا أبو بكر بن أبي الفضل أخبرنا أحمد بن محمد\nبن يونس حدثنا عثمان حدثنا عبد الله حدثني الليث حدثني عقيل سألت ابن شهاب\nفقال نحن نرى أن لا تسألوا عن عويص المشكلات إذ عافاكم الله أن ينزل بكم\n</p>\n\n<p>\n536 أخبرنا سعيد بن العباس أخبرنا محمد بن عبد الله بن خميرويه أخبرنا\nأحمد بن محمود بن مقاتل حدثنا الحلواني حدثنا بشر بن عمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p200'> Vol. 03, p. 200</a>\n            </div>\n             حدثنا\nمالك عن سهيل بن أبي صالح عن أبيه عن أبي هريرة أن سعد بن عبادة قال لرسول\nالله صلى الله عليه وسلم ( أرأيت لو وجدت مع امرأتي رجلا أمهله حتى آتي\nبأربعة شهداء قال نعم ) + رواه مسلم +\n</p>\n\n<p>\n537 أخبرنا لقمان بن أحمد أخبرنا معمر بن أحمد أخبرنا الطبراني حدثنا\nمحمد بن عثمان بن أبي شيبة حدثنا عمي أبو بكر حدثنا وكيع عن جعفر بن برقان\nعن يحيى بن أبي هاشم السامي قال قال معاذ بن جبل إياك والبدع والتبدع\nوالتنطع وعليك بالأمر العتيق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p201'> Vol. 03, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\n538 وأخبرنا لقمان بن أحمد أخبرنا معمر أخبرنا سليمان بن أحمد حدثنا محمد\nبن عثمان حدثنا عمي أبو بكر حدثنا حفص عن الأعمش عن حبيب بن أبي ثابت عن\nأبي عبد الرحمن السلمي قال قال بن مسعود يا أيها الناس إنكم ستحدثون ويحدث\nلكم فإذا رأيتم محدثا فعليكم بالأمر الأول\n</p>\n\n<p>\n539 أخبرنا سعيد بن إبراهيم أخبرنا أحمد بن محمد البالوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p202'> Vol. 03, p. 202</a>\n            </div>\n            \nأخبرنا عبد الملك بن محمد بن عدي حدثنا العباس بن الوليد بن مزيد أخبرني\nمحمد بن شعيب حدثني إسحاق <span id='ms150'></span> بن أبي فروة عن صفوان بن سليم أنه أخبره عن عطاء\nبن يسار عن أبي هريرة عن عمر رضي الله عنهما قال قال رسول الله صلى الله\nعليه وسلم ( عليكم بكتاب الله وحدوه ولا تدخلوا اللو فإن من أدخل اللو دخل\nعليه عمل الشيطان ) + لم أتمكن من العثور على هذه الرواية وفيها من هذا\nالطريق إسحاق بن أبي فروة وهو متروك + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p203'> Vol. 03, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n540 أخبرنا عبد الله بن أبي نصر بن أبي الفوارس حدثنا محمد بن محمد بن\nعبد الله إملاء أخبرنا إسماعيل بن أحمد الجرجاني أخبرنا أبو العباس عبد\nالله بن محمد بن علي بن أبي فاطمة القرشي الفقيه الكوفي بها أخبرنا الفضل\nبن يوسف بن حمزة الجعفي أبو العباس حدثنا محمد بن عكاشة حدثنا سوار عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p204'> Vol. 03, p. 204</a>\n            </div>\n             مجالد عن الشعبي عن النعمان بن بشير رضي الله عنهما قال كان\nرسول الله صلى الله عليه وسلم يقضي القضية فينزل القرآن على غير ما قضى\nفيمضي القضية على ما قضى ويستأنف القضاء بما أنزل القرآن\n</p>\n\n<p>\n541 أخبرنا الحسين بن محمد أخبرنا محمد بن عبد الله أخبرنا أحمد بن نجدة\nحدثنا سعيد بن منصور حدثنا هشيم أخبرنا مغيرة عن شباك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p205'> Vol. 03, p. 205</a>\n            </div>\n             عن\nإبراهيم <span class='quran'>وخاب كل جبار عنيد </span>قال المناكب للحق\n</p>\n\n<p>\n542 أخبرنا القاسم أخبرنا محمد بن عمر بن علي الوراق ببغداد أخبرنا ابن\nأبي داود حدثنا محمد بن يحيى النيسابوري\n</p>\n\n<p>\nح وأخبرناه محمد بن محمد أخبرنا أحمد بن عبد الله حدثنا محمد بن عبد\nالرحمن الدغولي حدثنا محمد بن محمد قالا حدثنا قبيصة حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p206'> Vol. 03, p. 206</a>\n            </div>\n            \nسفيان عن أبي إسحاق الشيباني عن الشعبي عن شريح أن عمر رضي الله عنه كتب\nإليه إذا أتاك أمر فاقض بما في كتاب الله فإن أتاك ما ليس في كتاب الله\nفاقض مما سن رسول الله صلى الله عليه وسلم فإن أتاك ما ليس في كتاب الله\nولم يسن فيه رسول الله صلى الله عليه وسلم فاقض بما اجتمع عليه الناس فإن\nأتاك ما ليس في كتاب الله ولم يسنه رسول الله صلى الله <span id='ms151'></span> عليه وسلم ولم يتكلم\nفيه أحد فأي الأمرين شئت فخذ به إن شئت فتقدم واجتهد رأيك وإن شئت فتأخر\nولا أرى التأخر إلا خيرا لك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p207'> Vol. 03, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\n543 أخبرنا علي بن أبي طالب أخبرنا حامد بن محمد أخبرنا موسى بن الحسن\nحدثنا عبد الله بن بكر السهمي حدثنا محمد بن حاتم عن أبي المقدام مولى\nعثمان عن محمد بن كعب حدثنا ابن عباس رضي الله عنهما أن رسول الله صلى الله\nعليه وسلم قال ( الأمور ثلاثة أمر بين رشده فاتبعه وأمر بين غيه فاجتنبه\nوأمر اختلف فيه فكله إلى عالمه ) + رواه الطبراني + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p208'> Vol. 03, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\n544 أخبرنا عبد الجبار بن الجراح أخبرنا محمد بن أحمد بن محبوب حدثنا أبو\nعيسى الترمذي سمعت قتيبة بن سعيد يقول بلغني أن محمد بن كعب القرظي رحمه\nالله ولد في حياة النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p209'> Vol. 03, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\n545 أخبرنا أحمد بن محمد بن إسحاق بن سجور المقري الكازروني والحسن بن\nعلي البشمهري المعدل قالا أخبرنا أحمد بن محمد بن الحسين بن إسحاق بالري\nحدثنا محمود بن إسحاق الخزاعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p210'> Vol. 03, p. 210</a>\n            </div>\n             حدثنا محمد بن إسماعيل البخاري\nحدثنا إبراهيم بن المنذر الحزامي حدثنا إسحاق بن جعفر بن محمد عن كثير بن\nعبد الله عن أبيه عن جده رضي الله عنه عن النبي صلى الله عليه وسلم قال (\nإنكم ما اختلفتم فيه من شيء فحكمه إلى الله وإلى محمد صلى الله عليه وسلم )\n+ رواه البخاري +\n</p>\n\n<p>\n546 أخبرنا محمد بن محمد بن محمود أخبرنا العباس بن الفضل أخبرنا الحسين\nبن إدريس حدثنا سويد بن نصر\n</p>\n\n<p>\nح وأخبرنا منصور ومنصور قالا أخبرنا زاهر بن أحمد أخبرنا محمد بن معاذ\nحدثنا الحسين بن الحسن قالا أخبرنا ابن المبارك عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p211'> Vol. 03, p. 211</a>\n            </div>\n             سفيان عن\nأبيه قال كان بكر بن ماعز يذكر عن ربيع بن خثيم أنه كان يقول يا بكر بن\nماعز إني اتهمت الناس على ديني أطع الله فيما علمت وما استؤثر به عليك فكله\nإلى عالمه\n</p>\n\n<p>\n547 أخبرنا أبو يعقوب والحسن بن علي ومنصور بن العباس قالوا أخبرنا زاهر\n</p>\n\n<p>\nح وأخبرنا أبو يعقوب وعبد <span id='ms152'></span> الرحمن بن محبور ويحيى بن الفضيل قالوا أخبرنا\nعبد الرحمن بن أحمد قالا أخبرنا ابن منيع حدثنا حدثنا أحمد بن حنبل حدثنا\nعبد الرحمن بن مهدي حدثنا إسرائيل عن سعيد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p212'> Vol. 03, p. 212</a>\n            </div>\n             مسروق عن منذر\nالثوري عن الربيع بن خثيم قال اتق الله فيما علمت وما استؤثر به فكله إلى\nعالمه\n</p>\n\n<p>\n548 أخبرنا سعيد بن العباس أخبرنا أبي حدثنا المنذري حدثنا أبو العباس\nعبد الله بن الصقر حدثنا إبراهيم بن المنذر حدثني عمر بن عثمان التيمي\nحدثني نافع بن راشد قال ما خطب عمر بن عبد العزيز على هذا المنبر يعني منبر\nرسول الله صلى الله عليه وسلم قط إلا قال أيها الناس عليكم بالقرآن فتعلموه\nوعلموه فبه فقه الفقهاء وبه علم العلماء وبه يبلغ العلم وإليه ينتهي العلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p213'> Vol. 03, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n549 أخبرنا أبو يعقوب أخبرنا خالي أحمد بن إبراهيم أخبرنا أبو علي بن\nرزين حدثنا أحمد بن عبد الله الفرياناني حدثنا ابن شقير عن عمرو بن عثمان\nقال سمعت عمر بن عبد العزيز يقول انتهى علمهم إلى قولهم آمنا به كل من عند\nربنا وقرأ على المنبر <span class='quran'>وما يعلم تأويله إلا الله </span></p>\n\n<p>\n550 أخبرنا الحسين بن محمد أخبرنا محمد بن أحمد بن الغطريف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p214'> Vol. 03, p. 214</a>\n            </div>\n            \nحدثنا عمران بن موسى حدثنا محمد بن عبيد بن حساب حدثنا محمد بن ثور عن معمر\nعن الكلبي قال التأويل العاقبة\n</p>\n\n<p>\n551 اخبرنا يحيى بن الفضيل أخبرنا محمد بن عبد الله أخبرنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p215'> Vol. 03, p. 215</a>\n            </div>\n            \nأحمد بن نجدة حدثنا سعيد بن منصور حدثنا أبو الأحوص عن العلاء بن المسيب عن\nعمرو بن مرة قال جاء رجل إلى ابن عمر فقال مالك تحج وتعتمر ولا تجاهد قال\nبني الإسلام على خمس شهادة أن لا إله إلا الله وإقام الصلاة وإيتاء الزكاة\nوحج البيت وصيام رمضان فأخذهن الرجل يعدهن بيده وصيام رمضان وحج البيت فقال\nابن عمر وحج البيت وصيام رمضان هكذا سمعنا رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p216'> Vol. 03, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\n552 نظيره حديث أبي إسحاق عن البراء آمنت بكتابك الذي أنزلت وبرسولك قال\nلا ونبيك الذي أرسلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p217'> Vol. 03, p. 217</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p218'> Vol. 03, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\n553 أخبرنا محمد بن <span id='ms153'></span> عبد الرحمن أخبرنا زاهر بن أحمد الفقيه حدثنا محمد بن\nالمسيب حدثنا أبو ثوبان حدثنا المعافى حدثني إسماعيل حدثني العلاء بن\nالحجاج البصري عن الحسن بن أبي الحسن عن أيوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p219'> Vol. 03, p. 219</a>\n            </div>\n             السختياني قال\nقلت لأبي قلابة أوصني قال أوصيك بثلاث خصال احفظهن بعدي كتاب الله لا تفسره\nبرأيك وأصحاب محمد لا تذكر واحدا منهم إلا بخير والقدر لا تقولن فيه شيئا\n</p>\n\n<p>\nوضعه ابن المسيب في الأقران لرواية الحسن عن أيوب\n</p>\n\n<p>\n554 وأخبرنا محمد بن محمد بن محمود أخبرنا عبد الله بن أحمد حدثنا\nإبراهيم بن خزيم حدثنا عبد بن حميد أخبرني شبابة عن ورقاء عن ابن أبي نجيح\nعن مجاهد قال <span class='quran'>لا تقدموا بين يدي الله ورسوله </span>قال لا تفتاتوا على\nرسول الله صلى الله عليه وسلم بشيء حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p220'> Vol. 03, p. 220</a>\n            </div>\n             يقضيه الله على لسانه\n</p>\n\n<p>\n555 أخبرنا أبو يعقوب أخبرنا العباس بن الفضل أخبرنا يحيى بن أحمد بن\nزياد حدثنا أحمد بن سعيد بن صخر حدثنا أحمد بن سليمان حدثنا الوليد بن مسلم\nعن عبد الرحمن بن يزيد بن جابر عن القاسم بن مخيمرة قال كتب أبو موسى إلى\nابنه يا بني ما آتاك الله من علم فلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p221'> Vol. 03, p. 221</a>\n            </div>\n             تكتمه فتخرج من الدين ولا\nتزد فيه فتكون من المتكلفين\n</p>\n\n<p>\n556 أخبرنا عمر بن إبراهيم والحسين بن محمد بن علي قالا أخبرنا أحمد بن\nإبراهيم أخبرني عبد الله بن محمد بن مسلم حدثنا يوسف عن حجاج حدثنا ليث\nحدثني عقيل عن الزهري أخبرني أنس أنه سمع خطبة عمر بن الخطاب الأخيرة حين\nجلس أبو بكر على منبر رسول الله صلى الله عليه وسلم وذلك من الغد من متوفى\nرسول الله صلى الله عليه وسلم فتشهد عمر وأبو بكر صامت ثم قال أما بعد فإني\nقلت لكم أمس مقالة وإنها لم تكن كما قلت والله ما وجدت الذي قلت لكم في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p222'> Vol. 03, p. 222</a>\n            </div>\n             كتاب الله ولا في عهد عهده إلي رسول الله صلى الله عليه وسلم\nولكني رجوت أن يعيش رسول الله صلى الله عليه وسلم حتى يدبر أمرنا يقول حتى <span id='ms154'></span>\nيكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p223'> Vol. 03, p. 223</a>\n            </div>\n             رسول الله صلى الله عليه وسلم آخرنا فاختار الله لرسوله\nصلى الله عليه وسلم الذي عنده على الذي عندكم وإن الله جعل بين أظهركم\nكتابه الذي هدى به محمدا صلى الله عليه وسلم فخذوا به تهتدوا بما هدي به\nرسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n557 أخبرنا علي بن بشرى أخبرنا محمد بن إسحاق بن محمد بن يحيى أخبرنا\nأحمد بن إبراهيم بن نافع حدثنا المقدام بن داود حدثنا محمد بن يحيى\nالإسكندراني حدثنا حيوة عن عقيل عن سلمة بن أبي سلمة بن عبد الرحمن عن أبيه\nعن عبد الله بن مسعود عن رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p224'> Vol. 03, p. 224</a>\n            </div>\n             صلى الله عليه وسلم قال (\nكان الكتاب الأول نزل من باب واحد على حرف واحد ونزل القرآن من سبعة أبواب\nعلى سبعة أحرف زاجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p225'> Vol. 03, p. 225</a>\n            </div>\n             وآمر وحلال وحرام ومحكم ومتشابه وأمثال\nفأحلوا حلاله وحرموا حرامه وافعلوا ما أمرتم به وانتهوا عما نهيتم عنه\nواعتبروا بأمثاله واعملوا بمحكمه وآمنوا بمتشابهه وقولوا آمنا به كل من عند\nربنا ) + رواه بسنده ولفظه الطبري في تفسيره والطحاوي في مشكل الآثار +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p226'> Vol. 03, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n558 ورواه أبو ضمرة عن أبي حازم عن أبي سلمة عن أبي هريرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p227'> Vol. 03, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\n559 أخبرنا أبو شعيب صالح بن النعمان حدثنا إسحاق بن محمد بن حمدان\nببخارى حدثنا أحمد بن عبد الله بن خالد حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p228'> Vol. 03, p. 228</a>\n            </div>\n             عبد الله بن حماد\nالآملي حدثنا أحمد بن شبيب بن سعيد حدثنا أبي عن يونس عن ابن شهاب أخبرني\nسلمة بن أبي سلمة عن ابن مسعود أن رسول الله صلى الله عليه وسلم قاله\n</p>\n\n<p>\n560 وأخبرنا علي بن بشرى أخبرنا ابن مندة أخبرنا عبد الرحمن ابن حمدان\nالجلاب بهمذان حدثنا محمد بن الجهم السمري حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p229'> Vol. 03, p. 229</a>\n            </div>\n             الهيثم بن\nخالد المقري حدثنا عبيد أبو عمرو البصري حدثنا معارك بن عباد عن عبد الله\nبن سعيد بن أبي سعيد المقبري عن أبيه عن أبي هريرة قال قال رسول الله صلى\nالله عليه وسلم ( اعرضوا القرآن واتبعوا غرائبه وأقيموا حدوده فإن القرآن\nنزل على ثمانية وجوه حلال وحرام ومحكم ومتشابه فاعملوا بالحلال <span id='ms155'></span> واجتنبوا\nالحرام واعملوا بمحكمه واعتبروا بمتشابهه وقولوا كل من عند ربنا ) + روى\nطرفه الأول أبو عبيد في فضائل القرآن وابن أبي شيبة في المصنف +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p230'> Vol. 03, p. 230</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p231'> Vol. 03, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\n561 أخبرنا إسماعيل بن الحسين بن علي الدارمي بنيسابور أخبرنا محمد بن\nمحمد بن أحمد بن إسحاق الحافظ حدثنا محمد بن ميمون بن مسعود الزيات البالسي\nبأنطاكية حدثنا إبراهيم بن سعيد الجوهري أخبرنا معن بن عيسى عن جعفر بن\nمحمد بن خالد\n</p>\n\n<p>\nح وأخبرنا علي بن بشرى أخبرنا ابن مندة أخبرنا ابن الأعرابي حدثنا محمد\nبن إسماعيل الصائغ حدثنا إبراهيم بن المنذر حدثنا عبد الله بن نافع حدثنا\nجعفر بن محمد بن خالد الزبيري عن هشام بن عروة عن أبيه عن عائشة رضي الله\nعنها قالت ما كان رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p232'> Vol. 03, p. 232</a>\n            </div>\n             صلى الله عليه وسلم يفسر شيئا من\nالقرآن إلا آيا تعده علمهن إياه جبريل عليه السلام لفظ معن بن عيسى\n</p>\n\n<p>\n562 وأخبرنا علي بن بشرى أخبرنا محمد بن إسحاق الأصبهاني الحافظ أخبرنا\nالحسن بن منصور بحمص حدثنا جدي محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p233'> Vol. 03, p. 233</a>\n            </div>\n             العباس بن معاوية حدثنا\nموسى بن يوسف الذهبي حدثنا إسماعيل بن عياش عن عمر بن محمد عن هشام بن عروة\nعن أبيه أنه لم يتكلم في شيء من القرآن إلا شيئا سمعه من خالته عائشة تأثره\nعن رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n563 أخبرنا عبد الرحمن بن حمدان بنيسابور أخبرنا أحمد بن الحسن بن هانيء\nالصباحي حدثنا زكريا بن يحيى المدائني حدثنا سليمان بن سفيان حدثنا ورقاء\nبن عمر عن يحيى بن عبيد الله عن أبيه عن أبي هريرة قال يكون في آخر الزمان\nرؤوس جهال يفتون الناس برأيهم فيضلون ويضلون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p234'> Vol. 03, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n564 أخبرناه علي بن أحمد بن خميرويه أخبرنا الحسين بن أحمد الصفار إملاء\nحدثنا محمد بن المسيب حدثنا حميد بن زنجويه حدثنا يزيد بن هارون حدثنا\nالأصبغ بن زيد عن يحيى بن عبيد الله قال سمعت أبي يقول سمعت أبا هريرة يقول\nقال رسول الله صلى الله عليه وسلم ( يخرج في آخر الزمان رجال رؤوس جهال\nيفتون الناس <span id='ms156'></span> فيضلون ويضلون ) + رواه الخطيب + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p235'> Vol. 03, p. 235</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p236'> Vol. 03, p. 236</a>\n            </div>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p237'> Vol. 03, p. 237</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p236'> Vol. 03, p. 236</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p237'> Vol. 03, p. 237</a>\n            </div>\n             & الباب الثاني عشر & & باب مخافة\nالمصطفى صلى الله عليه وسلم والسلف الصالح على من اشتغل بأقاويل أهل الكتاب\nوعلى من أكب على كتاب سوى كتاب الله تعالى علما منه صلى الله عليه وسلم بما\nهو كائن فيهم من الكتب المضلة بعده &\n</p>\n\n<p>\n565 أخبرنا أحمد بن محمد بن منصور أخبرنا عبد الله بن عدي حدثنا محمد بن\nسلمة بن عثمان الحنفي حدثنا موسى بن إسماعيل\n</p>\n\n<p>\nح وأخبرنا الحسين بن محمد بن علي أخبرنا أحمد بن حسنويه أخبرنا الحسين بن\nإدريس حدثنا عثمان بن أبي شيبة حدثنا ابن علية قالا حدثنا همام حدثنا زيد\nبن أسلم\n</p>\n\n<p>\nح وأخبرناه محمد بن أحمد بن محمد بن عبد الله الحافظ وأحمد بن محمد بن\nمنصور قالا أخبرنا محمد بن المظفر الحافظ ببغداد حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p238'> Vol. 03, p. 238</a>\n            </div>\n             محمد بن\nالحسين القطان حدثنا النضر بن طاهر حدثنا عمرو بن النعمان عن الثوري عن زيد\nبن أسلم عن عطاء بن يسار عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم\nقال ( لا تكتبوا غير القرآن فمن كتب غير القرآن فليمحه ) + رواه مسلم +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p239'> Vol. 03, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n566 أخبرنا أبو يعقوب الحافظ ومحمد بن محمد بن محمود وعبد الرحمن بن محمد\nبن محمد بن إبراهيم وأحمد بن محمد بن إبراهيم ابن إسحاق والحسن بن يحيى\nقالوا أخبرنا عبد الرحمن بن أحمد أخبرنا عبد الله بن محمد حدثنا علي بن\nالجعد أخبرنا شعبة عن الجريري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p240'> Vol. 03, p. 240</a>\n            </div>\n             عن أبي نضرة عن أبي سعيد الخدري\nقال تحدثوا فإن الحديث يهيج الحديث قلت أكتبني قال أتريد أن تتخذه قرآنا\nاسمع كما كنا نسمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p241'> Vol. 03, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\n567 أخبرنا محمد بن موسى حدثنا الأصم حدثنا الحسن بن مكرم حدثنا عثمان بن\nعمر أخبرنا مستمر عن أبي نضرة قال قلت لأبي سعيد لو كتبتم لنا فإنا لا نحفظ\nقال لا نكتبكم ولا نجعلها مصاحف كان رسول الله صلى الله عليه وسلم يحدثنا\nفنحفظ فاحفظوا عنا كما كنا نحفظ عن نبيكم صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p242'> Vol. 03, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n568 أخبرنا أحمد بن محمد بن أحمد بن محمد بن علي <span id='ms157'></span> بن الحويص المذكر الصدوق\nأخبرنا أحمد بن محمد بن شارك حدثنا ابن منيع حدثنا عبيد الله بن سعد الزهري\nحدثني عمي حدثنا ابن أخ الزهري عن عمه أخبرني\n</p>\n\n<p>\nح وأخبرنا سعيد بن العباس أخبرنا محمد بن عبد الله أخبرنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p243'> Vol. 03, p. 243</a>\n            </div>\n            \nالحسين بن إدريس وابن مقاتل قالا حدثنا الحلواني حدثنا عبد الرزاق أخبرنا\nمعمر عن الزهري حدثني ابن أبي نملة الأنصاري أن أبا نملة أخبره قال بينا هو\nجالس عند رسول الله صلى الله عليه وسلم جاءه رجل من اليهود فمر بجنازة فقال\nيا محمد هل تكلم هذه الجنازة فقال رسول الله صلى الله عليه وسلم الله أعلم\nقال اليهودي فإنها تتكلم فقال رسول الله صلى الله عليه وسلم ( ما حدثكم أهل\nالكتاب فلا تصدقوهم ولا تكذبوهم وقولوا آمنا بالله وكتبه ورسله فإن كان\nباطلا لم تصدقوه وإن كان حقا لم تكذبوه ) + رواه أبو داود + هذا سياق معمر\nبن راشد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p244'> Vol. 03, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\n569 وأخبرنا القاسم بن سعيد أخبرنا عبد الله بن يوسف الأصبهاني أخبرنا\nابن الأعرابي حدثنا الهيثم بن سهل حدثنا حماد بن زيد حدثنا مجالد عن عامر\nعن جابر بن عبد الله عن رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p245'> Vol. 03, p. 245</a>\n            </div>\n             صلى الله عليه وسلم قال ( لا\nتسألوا أهل الكتاب عن شيء فإنهم لن يهدوكم وقد ضلوا ) + رواه أحمد +\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p246'> Vol. 03, p. 246</a>\n            </div>\n             هذا غريب والمحفوظ إنما هو من قول عبد الله بن مسعود رضي الله\nعنه\n</p>\n\n<p>\n570 أخبرنا محمد بن عبد الله بن داود أخبرنا الحسن بن محمد بن الزناد\nأخبرنا علي بن محمد بن عيسى حدثنا أبو اليمان أخبرني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p247'> Vol. 03, p. 247</a>\n            </div>\n             شعيب عن\nالزهري أخبرني عروة بن الزبير أن عمر بن الخطاب رضي الله عنه أراد أن يكتب\nالسنن واستشار فيها أصحاب رسول الله صلى الله عليه وسلم فأشار عليه عامتهم\nبذلك فلبث عمر شهرا يستخير الله تعالى في ذلك شاكا فيه ثم أصبح يوما وقد\nعزم الله له فقال إني كنت ذكرت لكم من كتاب السنن ما قد علمتم ثم تذكرت\nفإذا أناس من أهل الكتاب قبلكم قد كتبوا مع كتاب الله كتبا فأكبوا <span id='ms158'></span> عليها\nوتركوا كتاب الله وإني والله لا ألبس كتاب الله بشيء فترك كتاب السنن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p248'> Vol. 03, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\n571 أخبرنا عمر بن إبراهيم والحسين بن محمد بن علي قالا أخبرنا أحمد بن\nإبراهيم أخبرنا جعفر بن محمد الفريابي حدثنا منجاب\n</p>\n\n<p>\nح وأخبرنا محمد بن العباس الأوسي أخبرنا عبد الله بن أحمد بن حمويه\n</p>\n\n<p>\nح وأخبرنا محمد بن محمد بن محمود أخبرنا أحمد بن نعيم قالا أخبرنا أحمد\nبن محمد بن إسحاق حدثنا علي بن حجر قالا حدثنا علي بن مسهر عن الأعمش\n</p>\n\n<p>\nح وأخبرنا عمر بن إبراهيم والحسين بن محمد قالا أخبرنا أحمد بن إبراهيم\nأخبرني أبو يعلى أخبرنا أبو خيثمة\n</p>\n\n<p>\nح وأخبرنا عبد الرحمن بن محمد بن أبي الحسين أخبرنا محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p249'> Vol. 03, p. 249</a>\n            </div>\n            \nأحمد بن حمدان الفقيه حدثنا عبدان الجواليقي\n</p>\n\n<p>\nح وأخبرنا الحسين بن محمد بن علي أخبرنا أحمد بن محمد بن حسنويه أخبرنا\nالحسين بن إدريس\n</p>\n\n<p>\nح وأخبرنا عمر والحسين قالا أخبرنا أحمد بن إبراهيم حدثنا عمران بن موسى\nقالوا ثلاثتهم حدثنا عثمان بن أبي شيبة\n</p>\n\n<p>\nح وأخبرنا محمد بن محمد بن محمود حدثنا أحمد بن نعيم حدثنا محمد ابن أحمد\nبن زهير حدثنا عبد الله بن هاشم قالوا حدثنا أبو معاوية عن الأعمش\n</p>\n\n<p>\nح وأخبرنا عمر والحسين قالا أخبرنا أحمد بن إبراهيم أخبرني أبو يحيى\nالروياني حدثنا إبراهيم هو الفراء أخبرنا عيسى هو ابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p250'> Vol. 03, p. 250</a>\n            </div>\n             يونس عن\nالأعمش عن إبراهيم التيمي عن أبيه قال خطبنا علي رضي الله عنه فقال من زعم\nأن عندنا شيئا تقرؤه إلا كتاب الله وهذه الصحيفة صحيفة فيها أسنان الإبل\nوأشياء من الجراحات فقد كذب قال وفيها قال رسول الله صلى الله عليه وسلم\nالمدينة حرم ما بين عير إلى ثور من أحدث فيها حدثا أو آوى محدثا فعليه لعنة\nالله والملائكة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p251'> Vol. 03, p. 251</a>\n            </div>\n             والناس أجمعين لا يقبل الله منه يوم القيامة\nعدلا ولا صرفا ) + رواه البخاري + أحاديثهم متقاربة متداخلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p252'> Vol. 03, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\n572 اخبرنا محمد بن جبريل وعلي بن أبي طالب قالا أخبرنا حامد بن محمد\nأخبرنا بشر بن موسى حدثنا الحميدي حدثنا سفيان <span id='ms159'></span> حدثنا مطرف بن طريف سمعت\nالشعبي يقول\n</p>\n\n<p>\nح وأخبرنا الأبرار محمد بن أبي اليمان ومحمد بن محمد بن يوسف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p253'> Vol. 03, p. 253</a>\n            </div>\n            \nوأحمد بن حمدان ومحمد بن المظفر ونصر بن عبيد قالوا أخبرنا أحمد بن محمد بن\nشارك أخبرنا أبو يعلى حدثنا زهير حدثنا ابن عيينة عن مطرف عن الشعبي أخبرني\nأبو جحيفة رضي الله عنه قال قلت لعلي رضي الله عنه هل عندكم عن رسول الله\nصلى الله عليه وسلم شيء سوى كتاب الله قال لا إلا أن يؤتي الله رجلا فهما\nوما في هذه الصحيفة قلت وما في هذه الصحيفة قال العقل وفكاك الأسير ولا\nيقتل مسلم بكافر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p254'> Vol. 03, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\n573 أخبرنا محمد بن محمود الجوهري أخبرنا عبد الواحد بن مهدي حدثنا\nالمحاملي حدثنا أحمد بن محمد بن يحيى بن سعيد القطان حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p255'> Vol. 03, p. 255</a>\n            </div>\n            \nسعيد بن عامر أخبرنا شعبة عن سليمان عن إبراهيم التيمي عن الحارث بن سويد\nقال قلنا لعلي رضي الله عنه أخصكم رسول الله صلى الله عليه وسلم بشيء فذكره\n</p>\n\n<p>\n574 وأخبرناه القاسم بن سعيد أخبرنا أحمد بن محمد بن عمران \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p256'> Vol. 03, p. 256</a>\n            </div>\n            \nحدثنا ابن أبي داود حدثنا محمد بن عمر أخو رسته حدثنا محمد بن بكير عن شريك\nعن مخارق عن طارق رضي الله عنه قال خطبنا علي رضي الله عنه وعليه سيف حليته\nمن حديد فقال ما عندنا شيء نقرؤه عليكم إلا كتاب الله وهذه الصحيفة فكان\nفيها فرائض الصدقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p257'> Vol. 03, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\n575 أخبرنا سعيد بن إبراهيم حدثنا محمد بن عبد الله الحافظ حدثنا عبد\nالله بن هرثمة الزاهد ببغداد حدثنا إسحاق بن إبراهيم بن سنين ببغداد حدثنا\nأبو خالد يزيد بن سيف بن خالد الحضرمي حدثنا الربيع بن بدر عن راشد أبي\nمحمد الحماني عن الحسن عن قيس بن عباد قال قال علي بن أبي طالب رضي الله\nعنه عن رسول الله صلى الله عليه وسلم سنة مكتوبة في قائم سيفي هذا من أحدث\nحدثا أو آوى محدثا فعليه لعنة الله والملائكة والناس أجمعين ومن انتمى إلى\nغير أبيه متعمدا فمثل ذلك ومن تولى غير <span id='ms160'></span> مواليه فمثل ذلك ومن انتقص شيئا من\nحدود مكة فمثل ذلك ومن لعن أبويه المسلمين فمثل ذلك ومن ذبح لغير الله فمثل\nذلك ومن كذب علي متعمدا فمثل ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p258'> Vol. 03, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\n576 أخبرنا محمد بن محمد بن محمود حدثنا أحمد بن عبد الله أخبرنا محمد بن\nإسحاق القرشي حدثنا عثمان بن سعيد\n</p>\n\n<p>\nح وأخبرنا أحمد بن محمد بن منصور أخبرنا عبد الله بن عدي حدثنا محمد بن\nعثمان بن أبي سويد قالا حدثنا سليمان بن حرب حدثنا حماد بن زيد عن إسحاق بن\nسويد عن أبي قتادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p259'> Vol. 03, p. 259</a>\n            </div>\n             رضي الله عنه قال كنا مع عمران بن حصين\nوبشير بن كعب رضي الله عنهما فحدث عمران قال قال رسول الله صلى الله عليه\nوسلم ( الحياء خير كله ) رواه أحمد + أو ( الحياء كله خير ) فقال بشير بن\nكعب إنا نجد في بعض الكتب أن منه سكينة ووقارا ومنه ضعف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p260'> Vol. 03, p. 260</a>\n            </div>\n             قال\nوأعاد بشير الكلام وأعاد عمران الحديث فغضب عمران حتى أحمرت عيناه وقال ألا\nأراني أحدثك عن رسول الله صلى الله عليه وسلم وتحدثني عن كتبك قال قلنا يا\nأبا نجيد إنه وإنه\n</p>\n\n<p>\n577 وأخبرنا حمد بن محمد بن حمدين أخبرنا هارون بن أحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p261'> Vol. 03, p. 261</a>\n            </div>\n            \nأخبرنا أبو خليفة حدثنا مسدد عن يزيد بن زريع حدثنا أبو نعامة حدثنا حجير\nبن الربيع عن عمران بن حصين رضي الله عنه قال سمعت رسول الله صلى الله عليه\nوسلم يقول ( الحياء خير كله ) فقال بشير منه ضعف ومنه وقار لله فقال والله\nلا أحدثك بحديث اليوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p262'> Vol. 03, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\n578 أخبرنا محمد بن محمد بن محمود أخبرنا أحمد بن عبد الله حدثنا محمد بن\nيوسف الفربري حدثنا علي بن خشرم حدثنا عيسى بن يونس عن شعبة عن قتادة قال\nسمعت أبا السوار العدوي يحدث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p263'> Vol. 03, p. 263</a>\n            </div>\n             عن عمران بن حصين رضي الله عنه أن\nرسول الله صلى الله عليه وسلم قال ( إن الحياء لا يأتي إلا بخير ) فقال\nبشير بن كعب إن في الحكمة أن من الحياء وقارا ومن الحياء ضعفا فقال عمران\nرضي الله عنه أحدثك عن <span id='ms161'></span> رسول الله صلى الله عليه وسلم وتحدثني عن الصحف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p264'> Vol. 03, p. 264</a>\n            </div>\n             وفي حديث عفان بن مسلم ( لا حدثتك أبدا حديثا ) ورواه بعضهم (\nوتحدثني عن كتبك الخبيثة ) وبعضهم قال ( حكمك الخبيثة )\n</p>\n\n<p>\n579 أخبرنا منصور بن إسماعيل أخبرنا زاهر بن أحمد حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p265'> Vol. 03, p. 265</a>\n            </div>\n             محمد\nبن حفص الجويني حدثنا أبو حاتم هو الرازي حدثنا آدم بن أبي إياس حدثنا\nورقاء بن عمر عن جابر الجعفي عن عامر الشعبي عن عبد الله بن ثابت خادم\nالنبي صلى الله عليه وسلم ورضي عنه قال جاء عمر رضي الله عنه بصحيفة فقال\nيا رسول الله بعث إلي بهذه الصحيفة رجل من بني قريظة فيها جوامع من التوراة\nأقرؤها عليك فجعل عمر رضي الله عنه يقرؤها وجعل وجه رسول الله صلى الله\nعليه وسلم يتغير فغمزت عمر وقلت مسخ الله وجهك ألا ترى وجه رسول الله صلى\nالله عليه وسلم يتغير فرمى عمر الصحيفة بشماله وقال رضيت بالله ربا\nوبالإسلام دينا وبمحمد رسولا فما زال يقولها حتى أسفر وجه رسول الله صلى\nالله عليه وسلم ثم قال ( والذي نفس محمد بيده لو أصبح موسى اليوم فيكم ثم\nاتبعتموه وتركتموني لضللتم إنكم حظي من الأمم وأنا حظكم من الأنبياء ) +\nرواه أحمد + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p266'> Vol. 03, p. 266</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p267'> Vol. 03, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\n580 وأخبرنا محمد بن المظفر بن محمد بن محمد بن عبد الواحد أخبرنا محمد\nبن أحمد بن الأزهر حدثنا محمد بن إسحاق بن سعيد حدثنا الرمادي حدثنا عبد\nالرزاق أخبرنا معمر عن أيوب عن أبي قلابة أن عمر رضي الله عنه مر برجل يقرأ\nكتابا فاستمعه ساعة فاستحسنه فقال أتكتب لي من هذا الكتاب قال نعم فاشترى\nأديما فهيأه ثم جاء به إليه فتسخ له في ظهره وبطنه ثم أتى به النبي صلى\nالله عليه وسلم فجعل يقرأ عليه وجعل النبي صلى الله عليه وسلم يتلون فضرب\nرجل من الأنصار بيده الكتاب وقال ثكلتك أمك يا ابن الخطاب ألا ترى إلى وجه\nرسول الله صلى الله عليه وسلم منذ اليوم وأنى تقرأ عليه هذا الكتاب فقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p268'> Vol. 03, p. 268</a>\n            </div>\n             النبي صلى الله عليه وسلم عند <span id='ms162'></span> ذلك ( إنما بعثت فاتحا وخاتما\nوأعطيت جوامع الكلم وفواتحه واختصر لي الحديث اختصارا فلا يلهينكم\nالمتهوكون ) + رواه عبد الرزاق + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p296'> Vol. 03, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\n581 وأخبرنا محمد أخبرنا محمد أخبرنا محمد حدثنا الرمادي حدثنا عبد\nالرزاق أخبرنا معمر عن الزهري عن حفصة رضي الله عنها جاءت إلى النبي صلى\nالله عليه وسلم بكتاب من قصص يوسف في كتف فجعلت تقرأ عليه والنبي يتلون\nوجهه فقال ( والذي نفسي بيده لو أتاكم يوسف وأنا معكم فاتبعتموه وتركتموني\nضللتم ) + رواه عبد الرزاق + \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p270'> Vol. 03, p. 270</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "463",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "296",
    "270"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05"
  ]
}