{
  "content": "\n\n<h1 class='l1' id='head0'>10- ذم اخلاق الكتاب</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p603'> Vol. 01, p. 603</a>\n            </div>\n            \n<h2 class='l2' id='head1'>[1- المقدمة]</h2>\n\n<p>\nحفظك الله وأبقاك وامتع بك.\n</p>\n\n<p>\nقد قرأت كتابك ومدحتك أخلاق الكتاب وأفعالهم، ووصفك فضائلهم وأيامهم،\nوفهمته.\n</p>\n\n<p>\nومتى وقع الوصف من القائل تقصيا، والنعت من الواصف تألفا، قل شهداؤه وكثر\nخصماؤه، وخفت المؤونة على مجاوبيه في دعواه، وسهلت مناسبة الأدنياء له في\nمعناه. لأن أغلظ المحن ما عرض على المشهود فأزاله، وتصفحه المعقول فأحاله.\n</p>\n\n<p>\nوأضعف العلل ما التمس بعد المعلول، ونصبت له علما على الموجود بعد\nالوجود. وإذا تقدم المعلول علته والمخبر عنه خبره، استغني عن الحاكم، وظهر\nعوار الشاهد.\n</p>\n\n<p>\nفقد رأيتك أطنبت بإحماد هذا الصنف من الناس، وحكمت بفضيلة هذه الطبقة من\nالخلق، فعلمت أن فرط الإعجاب عن القائل متى وافق صناعة المادع رسخ في\nالتركيب هواه، ورسبت في القلوب أوتاده، واشتد على المناظر إفهامه، وعلى\nالمخاصم بالحق توقيفه، وكان حكمه في صعوبة فسخه وتعذر دفعه حكم الإجماع إذا\nلاقى محكم التنزيل.\n</p>\n\n<p>\nولست أدع مع ذلك توقيفك على موضع زللك في الاحتجاج، وتنبيهك على النكتة\nمن غلطك في الاعتلال، بما لا يمكن السامع إنكاره ولا ينساغ له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p605'> Vol. 01, p. 605</a>\n            </div>\n            \nإبطاله. وأبين مع ذلك رداءة مذاهب الكتاب وأفعالهم، ولؤم طبائعهم\nوأخلاقهم بما تعلم أنت والناظر في كتابي هذا: أني لم أقل إلا بعد الحجة،\nولم أحتج إلا مع ظهور العلة، ثم أستشهد مع ذلك الأضداد تبيانا، وأجمع عليه\nالأعداء إنصافا، إذ كان في ذلك من التبيان ما يبهرهم، ومن القول ما يسكتهم.\n</p>\n\n<h2 class='l2' id='head2'>[2- نماذج سيئة من الكتاب]</h2>\n\n<p>\nثم أقول: ما ظنك بقوم منهم أول مرتد كان في الإسلام، كتب لرسول الله صلى\nالله عليه وسلم فخالف في كتابه إملاءه، فأنزل الله فيه آيات من القرآن نهى\nفيه عن اتخاذه كاتبا، فهرب حتى مات بجزيرة العرب كافرا، وهو عبد الله بن\nأبي سرح.\n</p>\n\n<p>\nثم استكتب رسول الله صلى الله عليه وسلم بعده معاوية بن أبي سفيان، فكان\nأول من غدر في الإسلام بإمامه، وحاول نقض عرى الإيمان بأثامه.\n</p>\n\n<p>\nوكتب عثمان بن عفان لأبي بكر رضوان الله عليهما- مع طهارة أخلاقه وفضائل <span id='ms1'></span>\nأيامه- فلم يمت حتى أداه عرق الكتابة إلى ذم من ذمه من أوليائه.\n</p>\n\n<p>\nثم كتب لعمر بن الخطاب رضي الله عنه زياد بن أبيه، فانعكس شر ناشيء في\nالإسلام، نقضت بدعوته السنة، وظهرت في أيام ولايته بالعراق الجبرية.\n</p>\n\n<p>\nثم كتب لعثمان بن عفان رضي الله عنه مروان بن الحكم، فخانه في خاتمه،\nوأشعل الرعية حربا عليه في ملكه.\n</p>\n\n<p>\nثم أفضى الأمر إلى علي بن أبي طالب رضوان الله عنه، فتبين من البصيرة في\nالكتاب ما لم ير التنويه بذكر كاتب حتى مات.\n</p>\n\n<h2 class='l2' id='head3'>[3- الرسول لم يعرف الكتابة]</h2>\n\n<p>\nولو كانت الكتابة شريفة والخط فضيلة كان أحق الخلق بها رسول الله صلى\nالله عليه وسلم، وكان أولى الناس ببلوغ الغاية فيها ساداتهم وذوو القدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p606'> Vol. 01, p. 606</a>\n            </div>\n            \nوالشرف فيهم. ولكن الله منع نبيه صلى الله عليه وسلم ذلك، وجعل الخط فيه\nدنية، وصد العلم به عن النبوة. ثم صير الملك في ملكه، والشريف في قومه\nيتبجح برداءة الخط، وينبل بشنج الكتاب. وإن بعضهم كان يقصد لتقبيح خطه وإن\nكان حلوا، ويرتفع عن الكتاب بيده- وإن كان ماهرا- وكان ذلك عليه سهلا-\nفيكلفه تابعه، ويحتشم من تقليده الخطير من جلسائه.\n</p>\n\n<p>\nوكتب أحمد بن يوسف يوما بين يدي المأمون خطا أعجبه فقال: وددت والله أني\nكتبت مثله وأني مغرم ألف ألف. فقال له أحمد بن يوسف: لا تأس عليه يا أمير\nالمؤمنين، فإنه لو كان حظا ما حرمه رسول الله صلى الله عليه وسلم.\n</p>\n\n<h2 class='l2' id='head4'>[4- الكتاب اتباع وخدم]</h2>\n\n<p>\nومع ذلك إن سنخ الكتابة بني على أنه لا يتقلدها إلا تابع، ولا يتولاها\nإلا من هو في معنى الخادم. ولم نر عظيما قط تولى كفاية نفسه، أو شارك كاتبه\nفي عمله. وكل كاتب فمحكوم عليه بالوفاء، ومطلوب منه الصبر على اللأواء.\nوتلك شروط متنوعة عليه، ومحنة مستكملة لديه.\n</p>\n\n<p>\nوليس للكاتب اشتراط شيء من ذلك، بل يناله الاستبطاء عند أول الزلة وإن\nأكدى، ويدركه العدل بأول هفوة وإن لم يرض.\n</p>\n\n<p>\nيجب للعبد استزادة السيد بالشكوى، والاستبدال به إذا اشتهى. وليس للكاتب <span id='ms2'></span>\nتقاضى فائته إذا أبطأ، ولا التحول عن صاحبه إذا التوى. فأحكامه أحكام\nالأرقاء، ومحله من الخدمة محل الأغبياء.\n</p>\n\n<p>\nثم هو مع ذلك في الذروة القصوى من الصلف، والسنام الأعلى من البذخ، وفي\nالبحر الطامي من التيه والسرف. يتوهم الواحد منهم إذا عرض جبته وطول ذيله،\nوعقص على خده صدغه، وتحذف الشابورتين على وجهه، أنه المتبوع ليس التابع،\nوالمليك فوق المالك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p607'> Vol. 01, p. 607</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head5'>[5- تكبر الكتاب وادعاؤهم العلم]</h2>\n\n<p>\nثم الناشيء فيهم إذا وطىء مقعد الرياسة، وتورك مشورة الخلافة، وحجزت\nالسلة دونه، وصارت الدواة أمامه، وحفظ من الكلام فتيقه، ومن العلم ملحه،\nوروى لبزرجمهر أمثاله، ولأردشير عهده، ولعبد الحميد رسائله، ولابن المقفع\nأدبه، وصير كتاب مزدك معدن علمه، ودفتر كليلة ودمنة كنز حكمته-[ظن] أنه\nالفاروق الأكبر في التدبير، وابن عباس في العلم بالتأويل، ومعاذ بن جبل في\nالعلم بالحلال والحرام، وعلي ابن أبي طالب في الجرأة على القضاء والأحكام،\nوأبو الهذيل العلاف في الجزء والطفرة، وإبراهيم بن سيار النظام في\nالمكامنات والمجانسات، وحسين النجار في العبارات والقول بالإثبات، والأصمعي\nوأبو عبيدة في معرفة اللغات والعلم بالأنساب. فيكون أول بدوه الطعن على\nالقرآن في تأليفه، والقضاء عليه بتناقضه. ثم يظهر ظرفه بتكذيب الأخبار،\nوتهجين من نقل الآثار. فإن استرجح أحد عنده أصحاب الرسول صلى الله عليه\nوسلم فتل عند ذكرهم شدقه، ولوى عند محاسنهم كشحه. وإن ذكر عنده شريح جرحه،\nوإن نعت له الحسن استثقله، وإن وصف له الشعبي استحمقه، وإن قيل له ابن جبير\nاستجهله، وإن قدم عنده النخعي استصغره.\n</p>\n\n<p>\nثم يقطع ذلك من مجلسه سياسة أردشير بابكان، وتدبير أنوشروان، واستقامة\nالبلاد لآل ساسان.\n</p>\n\n<p>\nفإن حذر العيون وتفقده المسلمون، رجع بذكر السنن إلى المعقول، ومحكم\nالقرآن إلى المنسوخ، ونفى ما لا يدرك بالعيان، وشبه بالشاهد الغائب. لا\nيرتضي من الكتب إلا المنطق، ولا يحمد إلا الواقف، ولا يستجيد منها إلا\nالسائر.\n</p>\n\n<p>\nهذا هو المشهور من أفعالهم والموصوف من أخلاقهم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p608'> Vol. 01, p. 608</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head6'>[6- فسق الكتاب]</h2>\n\n<p>\nومن الدليل على ذلك، أنه لم ير كاتب قط جعل القرآن سميره، ولا <span id='ms3'></span> علمه\nتفسيره، ولا التفقه في الدين شعاره، ولا الحفظ للسنن والآثار عماده، فإن\nوجد الواحد منهم ذاكرا شيئا من ذلك لم يكن لدوران فكيه به طلاقة، ولا\nلمجيئه منه حلاوة. وإن آثر الفرد منهم السعي في طلب الحديث، والتشاغل بذكر\nكتب المتفقهين، استثقله أقرانه، واستوخمه ألافه، وقضوا عليه بالإدبار في\nمعيشته، والحرفة في صناعته، حين حاول ما ليس من طبعه، ورام ما ليس من شكله.\n</p>\n\n<p>\nقال الزهري لرجل: أيعجبك الحديث؟ قال: نعم. قال: أما إنه لا يعجب إلا\nالفحول من الرجال، ولا يبغضه إلا إناثهم! \n</p>\n\n<p>\nولئن وافق هذا القول من الزهري\nفيهم مذهبا، إن ذلك لبين في شمائلهم، مفهوم في إشاراتهم.\n</p>\n\n<h2 class='l2' id='head7'>[7- المعتزلة يكرهون الكتاب]</h2>\n\n<p>\nوسئل ثمامة بن أشرس يوما، وقد خرج من عند عمرو بن مسعدة، فقيل له: يا أبا\nمعن، ما رأيت من معرفة هذا الرجل وبلوت من فهمه؟\nفقال: ما رأيت قوما نفرت طبائعهم عن قبول العلوم، وصغرت هممهم عن احتمال\nلطائف التمييز- فصار العلم سبب جهلهم، والبيان علم ضلالتهم، والفحص والنظر\nقائد غيهم، والحكمة معدن شبههم-[أكثر] من الكتاب.\n</p>\n\n<p>\nوذكر أبو بكر الأصم ابن المقفع فقال: ما رأيت شيئا إلا وقليله أخف من\nكثيره إلا العلم، فإنه كلما كثر خف محمله. ولقد رأيت عبد الله ابن المقفع\nهذا في غزارة علمه وكثرة روايته، كما قال الله عز ذكره: كمثل الحمار يحمل\nأسفارا\n. قد أوهنه علمه، وأذهله حلمه، وأعمته حكمته، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p609'> Vol. 01, p. 609</a>\n            </div>\n            \nوحيرته بصيرته.\n</p>\n\n<p>\nوكنا في مجلس بشر بن المعتمر يوما وعنده المردار، وثمامة، والعلاف، في\nجماعة من المعتزلة وأصحاب الكلام، فتذاكروا العوام واستحواذ الفتنة عليهم\nفي التقليد، واستغلاق قلوبهم بكثير مما ليس في طبعهم، فتعظمهم وتقضى لكل من\nنبل منهم بالصواب في قوله وإن لم يعلموا. لا يدينون بالحقيقة، ولا يحمدون\nإلا ظاهر الحلية.\n</p>\n\n<p>\nومن الدليل على نذالة طبعهم، والعلم بفسالة رأيهم، تقديمهم بالفضل لمن لا\nيفهمونه، وقضاؤهم بالعلم لمن لا يعرفونه، حتى إنهم يضربون بالكاتب فيما\nبينهم المثل، ويحكمون له بالبصيرة في الأدب، على غير معاشرة جرت بينهم <span id='ms4'></span>، ولا\nمحبة ظهرت له منهم. ليس إلا أن هممهم صغرت عنهم، وامتلأت قلوبهم منهم، فصار\nالمحفوظ من أقوالهم، والذي يدينون به من مذاهبهم: كيف لا يأمن فلان الخطأ\nمع جلالته، وكيف ينساغ لأحد تجهيله مع نبله. فإن وقفوا على تمييزه هابوه،\nوإن دعوا إلى تفهمه أكبروه، وقالوا: لم ينصب هذا بموضعه إلا لخاصة فيه وإن\nجهلناها، وفضيلة موسومة وإن قصر علمنا عنهم. ولعله عمر بن فرج في السفه\nوالمباهتة، وإبراهيم ابن العباس في الشره والرقاعة، ونجاح بن سلمة في\n(الطيش) والسخافة، وأحمد بن الخصيب في اللؤم والجهالة، وآل وهب في النهم\nوالنذالة، ويحيى بن خاقان في الذل والفاقة، وموسى بن عبد الملك في الوخم\nوالبلادة، وابن المدبر في الخب والمكابرة، والفضل بن مروان في الفدامة\nمقصورة.\n</p>\n\n<p>\nوفي عمر بن فرج يقول الشاعر:\n            \n</p>\n<p class='poetry'>\n                <span class='hemistich-1'>لا تطلب الخير من بني فرج </span>\n                <span class='hemistich-2'> لا بارك الله في بني فرج</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>والعن إذا ما لقيته عمرا </span>\n                <span class='hemistich-2'> لعبا يقينا بأعظم الهرج</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>فلعنة إن لعنتها عمرا </span>\n                <span class='hemistich-2'> تعدل مقبولة من الحجج</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>ليس على المفتري على عمر </span>\n                <span class='hemistich-2'> من ضرب حد يخشى ولا حرج</span>\n            </p>\n            \n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p610'> Vol. 01, p. 610</a>\n            </div>\n            \n<p>\nوخبرت أن أبا العتاهية أتى يحيى بن خاقان يوما ليسلم عليه، فلم يأذن له\nحاجبه فانصرف، وأتاه يوما آخر فصادفه حين نزل فسلم عليه، ودخل يحيى إلى\nمنزله ولم يأذن له، فكتب إليه أبو العتاهية من ساعته رقعة فيها:\n            \n</p>\n<p class='poetry'>\n                <span class='hemistich-1'>أراك تراع حين ترى خيالي </span>\n                <span class='hemistich-2'> فما هذا يروعك من خيالي</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>لعلك خائف مني سؤالا </span>\n                <span class='hemistich-2'> ألا فلك الأمان من السؤال</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>كفيتك إن حالك لم تمل بي </span>\n                <span class='hemistich-2'> لأطلب مثلها بدلا بحالي</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>وإن العسر مثل اليسر عندي </span>\n                <span class='hemistich-2'> بأيهما منيت فما أبالي</span>\n            </p>\n            \n<p>\nفلما قرأ يحيى بن خاقان رقعته ووثق بأمانه من السؤال أذن له، فخرج الحاجب\nفوجده قد انصرف، ولم يعد إليه، ولا التقيا بعد ذلك.\n</p>\n\n<p>\nوجلس الجاحظ يوما في بعض الدوواين، فتأمل الكتاب فقال: خلق حلوة، وشمائل\nمعشوقة، وتطرف أهل الفهم، ووقار أهل العلم، فإن ألقيت عليهم الإخلاص وجدتهم\nكالزبد يذهب جفاء، وكنبتة الربيع يحرقها الهيف من الرياح؛ لا يستندون من\nالعلم <span id='ms5'></span> إلى وثيقة، ولا يدينون بحقيقة؛ أخفر الخلق لأماناتهم؛ وأشراهم بالثمن\nالخسيس لعهودهم؛ الويل لهم مما كتبت أيديهم وويل لهم مما يكسبون.\n</p>\n\n<h2 class='l2' id='head8'>[8- قلة تعاطف الكتاب]</h2>\n\n<p>\nثم وصف أصحاب الصناعات، وذكر تعاطف أهلها على نظرائهم، وتعصب رجالها على\nغيرهم فقال:\n</p>\n\n<p>\nلا أعلم أهل صناعة إلا وهم يجرون في ذلك إلى غاية محمودة، ويأتون منه آية\nمذكورة، إلا الكتاب، فإن أحدهم يتحاذق عند نظرائه بالاستقصاء على مثله،\nويسترجح رأيه إذا بلغ في نكاية رجل من أهل صناعته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p611'> Vol. 01, p. 611</a>\n            </div>\n            \n</p>\n\n<p>\nثم ضرب لهم في ذلك مثلا، ثم قال: هم كالهرمة من الكلاب في مرابضها، يمر\nبها أصناف الناس فلا تحرك، وإن مر بها كلب مثلها نهضت إليه بأجمعها حتى\nتقتله.\n</p>\n\n<p>\nوحدثني عمر بن سيف، أنه حضر مجلس أبي عباد ثابت بن يحيى يوما في منزله،\nوعنده جماعة من الكتاب فذكر ما هم عليه من ملائم الأخلاق ومدانس الأفعال،\nقال: ووصف تقاطعهم عند الاحتياج، و [عدم] تعاطفهم عند الاختلال، وزهدهم في\nالمواصلة فقال:\n</p>\n\n<p>\nمعاشر الكتاب، ما أعلم أهل صناعة أملأ لقلوب العامة منكم، ولا النعم على\nقوم أظهر منها عليكم. ثم إنكم في غاية التقاطع عند الاحتياج، وفي ذروة\nالزهد في التعاطف عند الاختلال. وإنه ليبلغني أن رجلا من القصابين يكون في\nسوقه، فيتلف ما في يديه، فيخلي له القصابون سوقهم يوما، ويجعلون له\nأرباحهم، فيكون بربحها منفردا، وبالبيع مفردا، فيسدون بذلك خلته، ويجبرون\nمنه كسره. وإنكم لتناكرون عند الاجتماع والتعارف، تناكر الضباب والسلاحف،\nثم مع استحواذكم على صناعتكم، وقلة ملابسة أهل الصناعات لها معكم، لم\nأرصناعة من الصناعات إلا وقد يجمع أهلها غيرها إليها فيعانونها جميعا،\nوينزلون لضرب من التجارات معا، إلا صناعتكم هذه؛ فإن المتعاطي لها منكم؛\nوالمتسمي بها من نظرائكم، لا يليق به ملابسة سواها، ولا ينساغ له التساغل\nبغيرها ثم كأنكم أولاد علات، وضرائر أمهات، في عداوة بعضكم بعضا، وحنق\nبعضكم على بعض. أف لكم ولأخلاقكم! \n</p>\n\n<p>\nإن للكتاب طبائع لئيمة، ولولا ذلك لم يكن\nسائر أهل التجارات والمكاسب بنظرائهم بررة، ومن ورائهم لهم <span id='ms6'></span> حفظة، وأنتم\nلأشكالكم مذلون، ولأهل صنائعكم قالون. قبح الله الذي يقول قضينا في الأمور\nبالأغلب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p612'> Vol. 01, p. 612</a>\n            </div>\n            \n</p>\n\n<p>\nوعرفنا علل الناس في مكاسبهم وتعاملهم، فمن كانت علته أكرم كان كرم فعاله\nأعم.\n</p>\n\n<p>\nولست أعلم علة في مكتسب أنبل عند الخاصة من مكسبكم.\n</p>\n\n<h2 class='l2' id='head9'>[9- شؤم الكتاب]</h2>\n\n<p>\nثم وصف من سلف من هذه الطبقة يوما فقال: كتب سالم لهشام بن عبد الملك،\nوكان أشد الناس غلطا، وأضعفهم رأيا، وكان هشام يحضره فيسمع من ضعفه\nويستميحه الرأي، يهزأ به.\n</p>\n\n<p>\nثم كتب لهم مسعدة وكان مؤدبا، وكانت ضعفة المؤدبين فيه.\n</p>\n\n<p>\nثم كتب لهم عبد الحميد وكان معلما، وبتحامله على نصر بن سيار انتقضت\nخراسان، وزال ملك بني مروان.\n</p>\n\n<p>\nثم كتب لبني العباس عبد الله بن المقفع، فأغرى بهم عبد الله بن علي، ففطن\nله وقتل وهدم البيت على صاحبه.\n</p>\n\n<p>\nثم كتب لهم يونس بن أبي فروة، وكان زنديقا، فطلب فاختفى بالكوفة والنيل\nحتى هلك.\n</p>\n\n<p>\nواستكتب الرشيد أزدانقاذار على ديوان الخراج، وكان ثنويا.\n</p>\n\n<p>\nثم لم ينوهوا بذكر كاتب حتى ولى المأمون، فقدم معه ابن أبي العباس\nالطوسي، فبه انتشرت السعاية بالعراق.\n</p>\n\n<p>\nواستكتب أبا عباد، وكان بالري مؤدبا، وكان سخيفا حديدا، ولم يزل بمكانه\nفي ديوانه قيما لابن أبي خالد الأحول والاسم له.\n</p>\n\n<p>\nثم كتب له رجاء بن أبي الضحاك، وكان أظلمهم وأغشمهم، واستخلف حفصويه على\nديوان الخراج، وكان ركيكا لسعايته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p613'> Vol. 01, p. 613</a>\n            </div>\n            \n</p>\n\n<p>\nثم كتب لهم ابن يزداد، وكان أشقاهم، حتى هلك.\n</p>\n\n<p>\nوكتب لهم عمرو بن مسعدة، وكان رسائليا فقط.\n</p>\n\n<p>\nواسترجح المأمون وهو بخراسان قبل مقدمه من كتاب العراق على غير بلوى\nإبراهيم بن إسماعيل بن داود، وأحمد بن يوسف، فلما قدم امتحنهما فتعنتا،\nفاستنهضهما في الأعمال ففشلا، فلم يعملا على شيء حتى هلكا.\n</p>\n\n<p>\nوكان إبراهيم شعوبيا، وكان يتهم بالثنوية. فإن كان ذلك صحيحا فقد كانت\nصبابته بها على جهة التقليد فيها، لا على جهة التفتيش والاحتجاج فيها. وهذه\nعلة المرتد من سائر الكتاب.\n</p>\n\n<p>\nوقد قال أهل الفطن: إن محض العمى التقليد في الزندقة؛ لأنها إذا رسخت في\nقلب امرىء تقليدا أطالت <span id='ms7'></span> جرأته، واستغلق على أهل الجدل إفهامه.\n</p>\n\n<p>\nوكان أحمد بن يوسف مأفونا، وهو أول من قرف بالآفة المخالفة لطبع الكتاب.\n</p>\n\n<p>\nواستقضى على ديوان الخراج والجند إبراهيم الحاسب، والحسن بن أبي المشرف.\nفلقن إبراهيم من سائر الآداب والعلوم علم الحساب فقط، ولم يفزع إليه في\nقضية ولا رأي حتى هلك، فكان الذي وضعه وأدناه شرهه، وهي علة قائمة في كتاب\nالجند خاصة.\n</p>\n\n<p>\nواستضعف ولاة الدواوين الحسن بن أبي المشرف عند قول الفضل [ابن] مروان له\nوهو على الوزارة: «يا حسن، احتجنا إلى رجل جزل في رأيه، متوفر لأمانته،\nمتصرف في الأمور بتجربته، مستقدر على الأعمال بعلمه، تصف لنا مكانه، وتشير\nعلينا به، فنقلده جسيما من عملنا» . فأجابه سريعا قال: وجدته لك- أصلحك\nالله- كذلك. قال: من هو؟ قال: أنا. وألح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p614'> Vol. 01, p. 614</a>\n            </div>\n            \nعليه في قوله، فتبسم الفضل وقال: هذا من غيرك فيك أحسن منك بلسانك لك،\nنعود وننظر إن شاء الله!\n</p>\n\n<h2 class='l2' id='head10'>[10- خساسة ارزاق الكتاب]</h2>\n\n<p>\nوحسبك بقوم أنبلهم أخسهم في الرزق مرتبة، وأعظمهم غناء أقلهم عند السلطان\nعقلا. يرزق صاحب ديوان الرسائل- وبلسانه يخاطب الخلق- العشر من رزق صاحب\nالخراج. ويرزق المحرر- وبخطه يكون جمال كتب الخليفة- الجزء من رزق صاحب\nالنسخ في ديوان الخراج. لا يحضر كاتب الرسائل لنائبة، ولا يفزع إليه في\nحادثة. فإذا أبرم الوزراء التدبير ووقفوا منها على التقدير، طرحت إليه رقعة\nبمعاني الأمر لينسق فيه القول، فإذا فرغ من نظامه واستوى له كلامه، أحضر له\nمحرره فجلس في أقرب المواطن من الخليفة، وأمنع المنازل من المختلفة، فإذا\nتقضي ذلك فهما والعوام سواء.\n</p>\n\n<p>\nهذا وليست صناعتهما بفاشية في الكتاب، ولا بموجودة في العوام؛ فأغزرهم\nعلما أمهنهم، وأقربهم من الخليفة أهونهم. فكيف بكاتب الخراج الذي علمه ليس\nبمحظور واشراك الناس فيه ليس بممنوع، يصلح لموضعه كل من عمل وعمل عليه،\nأحمد أحواله عند نفسه التعقد على الخصوم، وأسعد أموره التي يرجو بها البلوغ\nالشره ومنع الحقوق. وأحذق ما يكون بصناعته عند نفسه حين يأخذ بإبطال السنن،\nويعمل بفلتات الدفوع.\n</p>\n\n<p>\nولذلك ما ذكر <span id='ms8'></span> أن بعض رجال الشعبي قال له: يا أبا عمرو، الكتاب شرار خلق\nالله! فقال: لا تفعل.\n</p>\n\n<p>\nولكن الشعبي كان لسلطانه مداريا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p615'> Vol. 01, p. 615</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head11'>[11- بعض اخبار الكتاب]</h2>\n\n<p>\nومن كتاب الجند: محمود بن عبد الكريم، كان حميد بن عبد الحميد عند دخول\nالمأمون مدينة السلام وبعد سكون الهيج وخمود النائرة، رفع إلى المأمون يذكر\nأن في الجند دغلا كثيرا ممن دخل فيهم بسبب تلك الحروب في أيام\nالأجناد-[وهم] قوم من غير أهل خراسان ممن تشبه بهم وادعى إليهم من الأعراب\nوالدعار، وممن لا يستحق الديوان، وقوم من أهل خراسان صارت لهم الخواص\nالسنية، [و] لم يكن لهم من الغناء ما يستحقون به مثلها- وذكر أن بيت المال\nلا يحتمل ذلك، وسأل المأمون أن يوليه تصنيف الجند. ولم يكن مذهب حميد في\nذلك التوفير على المأمون، ولا الشفقة على بيت مال المسلمين، ولكنه تعصب على\nأبناء أهل خراسان، واضطغن عليهم محاربتهم إياه أيام الحسن بن سهل مع ولد\nمحمد بن أبي خالد وغيرهم، وما كانوا قد انتحوه به من تلك الوقائع والهزائم،\nوما ذهب له من الأموال بذلك السبب.\n</p>\n\n<p>\nفولاه المأمون التصنيف، وأمر للجند برزق شهرين، فولى حميد العطاء\nوالتصنيف محمود بن عبد الكريم الكاتب، وعرف محمود ما غزا حميد، فتحامل على\nالناس واستعمل فيهم الأحقاد والدمن، فخفض الأرزاق، وأسقط الخواص، وبعث في\nالكور وأنحى على أهل الشرف والبيوتات، حسدا لهم وإشفاء لغليل صاحبه منهم،\nفقصد لهم بالمكروه والتعنت، فامتنعت طائفة من الناس من التقدم إلى العطاء\nوتركوا أسماءهم، وطائفة انتدبوا مع طاهر بن الحسين بخراسان، فسقط بذلك\nالسبب بشر كثير.\n</p>\n\n<p>\nثم إن المأمون أمر للناس بتمام عطاياهم؛ واكتسب محمود بن عبد الكريم\nالمذمة، وصار ملعنة في محال بغداد وفي مجالسها وطرقها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p616'> Vol. 01, p. 616</a>\n            </div>\n            \n</p>\n\n<p>\nومنهم: زيد بن أيوب الكاتب، عمل في ديوان الجند أربعين سنة، ثم صار في\nآخر عمره قوادا ليحيى بن أكثم القاضي. وذلك أن المأمون أمر له بفرض، فصير\nيحيى بن أكثم أمر ذلك الفرض إلى زيد بن أيوب، وأمره ألا يفرض إلا <span id='ms9'></span> لأمرد\nبارع الجمال، حسن القد والصورة. فكان امر ذلك الفرض مشهورا متعالما. ففي\nذلك يقول الحسن بن علي الحرمازي لزيد بن أيوب:\n            \n</p>\n<p class='poetry'>\n                <span class='hemistich-1'>يا زيد يا كاتب فرض الفراش </span>\n                <span class='hemistich-2'> أكل هذا طلب للمعاش</span>\n            </p>\n            \n            <p class='poetry'>\n                <span class='hemistich-1'>مالي أرى فرضك حملانهم </span>\n                <span class='hemistich-2'> يثبت في القرنين قبل الكباش</span>\n            </p>\n            \n<p>\nوعلى ذلك فإنه لم يبلغني أنه كان في ولاة ديوان الجند ولا في كتابهم مثل\nالمعلى بن أيوب في نبله وارتفاع همته، وكرم صحبته، وعفافه، وجميل مذهبه،\nوشدة محاماته عمن صحبه وتحرم به. فكان المأمون يعرف له ذلك ومن بعده من\nالخفاء، فثبتت وطأته، ودامت ولايته، وحمد أثره.\n</p>\n\n<p>\n*** \n</p>\n\n<p>\nقد أتينا على بعض ما أردنا فيما له قصدنا، ولم نستعمل الانتزاعات\nفيما ذكرنا، وأعرضنا عن التأويلات فيما وصفنا، وقصدنا إلى المأثور فحكيناه،\nوإلى المذكور في الأزمنة فأجريناه، لئلا يجد الطاعن فيما وصفنا مقالا،\nوالمنكر لذم ما ذممنا مساغا، وعلمنا أن من عاند مع ذلك فقد دفع عيانا وأنكر\nكائنا مذكورا. وفي ذلك دليل باهر على اضمحلاله، وشاهد عدل لأضداده.\n</p>\n\n<p>\nولو حكينا كل ما في هذا الجنس من الأقوال، وما يدخله من المقايسات\nوالأشكال، لطال الكتاب، ولمله الناظر المعجاب، فاكتفينا بالجزء من الكتاب،\nوالبعض دون التمام، وعلمنا أن الناظر فيه إن كان فطنا أقنعه القليل فقضى،\nوإن كان بليدا جهولا لم يزده الإكثار إلا عيا، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p617'> Vol. 01, p. 617</a>\n            </div>\n            \nومن العلم بما له قصدنا إلا بعدا. وبالله الكفاية والتوفيق.\n</p>\n\n<p>\n*** \n</p>\n\n<p>\nتم كتاب «ذم أخلاق الكتاب» بعون الله ومنه ومشيئته وتوفيقه، والله\nتعالى الموفق للصواب. والحمد لله أولا وآخرا، وصلواته على سيدنا محمد نبيه\nوآله وأصحابه الطيبين الطاهرين وسلامه، وهو حسبنا ونعم الوكيل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p618'> Vol. 01, p. 618</a>\n            </div>\n             <span id='ms10'></span>\n</p>\n",
  "pages": [
    "603",
    "605",
    "606",
    "607",
    "608",
    "609",
    "610",
    "611",
    "612",
    "613",
    "614",
    "615",
    "616",
    "617",
    "618"
  ],
  "volumes": [
    "01"
  ]
}