{
  "content": "\n<p>\nلقاء العشر الأواخر بالمسجد الحرام (18)\n</p>\n\n<p>\nما يفعله الأطباء والداعون بدفع شر الطاعون\n</p>\n\n<p>\nتأليف\n</p>\n\n<p>\nالعلامة مرعي بن يوسف الكرمي المقدسي الحنبلي توفي سنة 1033 ه رحمه الله تعالى\n</p>\n\n<p>\nتقديم وتعليق\n</p>\n\n<p>\nخالد بن العربي مدرك\n</p>\n\n<p>\n----NO PAGE NO------\n</p>\n\n\n<h1 class='l1' id='head0'>CHECK سبب تصنيف المؤلف للرسالة</h1>\n\n\n<h1 class='l1' id='head1'>CHECK مقدمة الرسالة</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nوبه ثقتي\n</p>\n\n<p>\nقال العبد الفقير إلى الله تعالى مرعي بن يوسف الحنبلي المقدسي:\n</p>\n\n<p>\nالحمد لله النافع الضار، خلق الداء والدواء والمنافع والمضار، بيده النفع\nوالضر، والخير والشر، والنهي والأمر، الحكيم القهار.\n</p>\n\n<p>\nوالصلاة والسلام على أشرف المرسلين، وأفضل المتوكلين، المستسلم للقضاء\nوالأقدار، وعلى آله وأصحابه أولي السماح والرباح (¬1) والتيقظ والاعتبار.\n</p>\n\n<p>\nوبعد، فقد سئلت في جمع أدعية وأذكار تستعمل للطاعون، وهل ذلك يفيد، وهل\nالطب له مدخل فيه وينفع؟\n</p>\n\n<p>\nوقد أحببت أن أذكر شيئا من ذلك مع زيادة فوائد، وجمع فرائد، طلبا للثواب،\nونفعا للأصحاب.\n</p>\n\n<p>\nفأقول وبالله المستعان، وعليه التكلان، لا رب غيره، ولا مأمول إلا خيره:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head2'>CHECK حقيقة الطاعون عند الأطباء</h1>\n\n\n<h1 class='l1' id='head3'>CHECK إنكار السيوطي على قوم أساؤوا التصرف في الطاعون</h1>\n\n\n<h1 class='l1' id='head4'>CHECK اختلاف العلماء في جدوى التداوي من الطاعون</h1>\n\n<p>\nاعلم أن العلماء اختلفوا هل يفيد التداوي للطاعون، وهل ينفع فيه ما ورد\nمن الأدعية والأذكار ونحوها؟\n</p>\n\n<p>\nفذهب جماعة من العلماء إلى أن التداوي لا يفيد مع الطاعون شيئا، وقالوا:\nإن كل داء بسبب من الأسباب الطبيعية له دواء من الأدوية الطبيعية إلا\nالطاعون، فإنه قد أعيى الأطباء دواؤه.\n</p>\n\n<p>\nقال العلامة ابن القيم: حتى سلم حذاقهم أنه لا دواء له، ولا دافع له، إلا\nالذي خلقه وقدره (¬1).\n</p>\n\n<p>\nوقال الحافظ جلال السيوطي فيمن مات في الطاعون: وأكثر أناس في الطاعون من\nأشياء لا تغنيهم، وأمور لا تعنيهم؛ من ذلك استعمال مأكولات وقوابض، ومخففات\nوحوامض، وتعليق فصوص، لها في كتب الطب نصوص، وهذا باب قد أعيى الأطباء،\nواعترف بالعجز عن مداواته الألباء.\n</p>\n\n<p>\nوأناس رتبوا أدعية لم يرد بها حديث ولا أثر، وابتدعوا أذكارا من عند\nأنفسهم ونسوا أين المفر، وآخرون تحولوا إلى البحر وشاطئ النهر، وما شعروا\nأن مجاوزة البحر من أكبر الأسباب المعينة للطاعون طبا <span id='ms01'></span>، والمضرة عند فساد\nالهواء جسما ولبا، إنما يصلح سكن البحر لمن يشكو الغم، أو سوء هضم (¬2).\n</p>\n\n<p>\nقال: ولم أعول على ذكر شيء مما ذكره الأطباء فيما يستعمل أيام الطاعون؛\nلأنه شيء لا فائدة فيه، وهم إنما بنوا ما ذكروه على ما قرروه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             # من أن الطاعون ناشئ عن فساد الهواء، وقد تبين فساد ما قالوه بمجيء\nالأحاديث النبوية بخلافه، فالأولى طرح ذلك، والتوكل على الله سبحانه\nوتعالي، انتهى (¬1).\n</p>\n\n<p>\nوما أحسن قول بعضهم:\n</p>\n\n<p>\nلكل داء دواء يستطب به ... إلا الحماقة والطاعون والهرما (¬2)\n</p>\n\n<p>\nوحقيقة الطاعون عند الأطباء ما قال ابن سينا (¬3) وغيره من الحذاق:\nالطاعون مادة سمية تحدث ورما قتالا يحدث في المواضع الرخوة، والتغابن من\nالبدن، وأغلب ما يكون تحت الإبط، وخلف الأذن (¬4).\n</p>\n\n<p>\nوقريب من ذلك قول بعضهم: الطاعون ورم رديء قتال يخرج معه تلهب شديد مؤلم\nجدا، ويصير ما حوله في الغالب أسود أو أخضر، وفي الأكثر يحدث في ثلاثة\nمواضع؛ في الإبط، وخلف الأذن، وفي اللحوم الرخوة، وسببه دم رديء مائل إلى\nالعفونة والفساد، مستحيل إلى جوهر سمي يفسد العضو، ويغير ما يليه، وربما\nرشح دما وصديدا ويؤدي إلى القلب كيفية ردية، فيحدث القيء والخفقان\nوالغثيان، وأردؤه ما حدث في\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head5'>CHECK رد العلماء لكلام الأطباء في منشأ الطاعون</h1>\n\n\n<h1 class='l1' id='head6'>CHECK سبب ظهور الطاعون</h1>\n\n<p>\nالإبط، وخلف الأذن، وأسلمه الأحمر ثم الأصفر، والذي إلى السواد فلا يفلت\nمنه أحد (¬1).\n</p>\n\n<p>\nوفسر بعضهم الطاعون بانصباب الدم إلى عضو.\n</p>\n\n<p>\nوقال أكثرهم: إنه هيجان الدم وانتفاخه.\n</p>\n\n<p>\nواختلفوا عماذا ينشأ هذا الدم، وهذا الورم، وبماذا تحصل هذه السمية\nالقاتلة؟\n</p>\n\n<p>\nفقال الأطباء: إن سببه فساد جوهر الهواء ..\n</p>\n\n<p>\nقال ابن سينا: الوباء فساد جوهر الهواء الذي هو مادة الروح ومدده، ولذلك\nلا يمكن حياة شيء من الحيوان بدون استنشاقه، وقريب من ذلك قول بعضهم:\nالوباء ينشأ عن فساد يعرض لجوهر الهواء بأسباب خبيثة سماوية أو أرضية،\nكالشهب والرجوم في آخر الصيف، والماء الآسن (¬2)، والجيف الكثيرة.\n</p>\n\n<p>\nوقال أهل الشرع: إن كلام الأطباء هذا باطل مردود؛ لان الطاعون قد يقع في\nأعدل الفصول، وفي <span id='ms02'></span> أفسح البلاد، وأطيبها ماء، ولأنه لو كان من الهواء لعم\nجميع الناس، وسائر الحيوان، وجميع البدن!! وليس كذلك كما هو مشاهد؛ فإنا\nنجد كثيرا من الناس والحيوان يصيبه الطاعون، وبجانبه من جنسه، ومن يشابه\nمزاجه، ولا يصيبه، وقد يأخذ أهل البيت من بلد بأجمعهم، ولا يدخل بيتا\nمجاورهم أصلا، أو يدخل بيتا ولا يصيب منه إلا البعض (¬3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head7'>CHECK بيان الأحاديث الواردة في كون الطاعون وخز من الشيطان</h1>\n\n<p>\nقال أهل الشرع: والحق أن سبب الطاعون هو ظهور الفواحش والمعاصي؛ بل كل\nمصيبة حدثت فهي من كسب ابن آدم كما قال تعالى: {وما أصابكم من مصيبة فبما\nكسبت أيديكم ويعفو عن كثير (30)} [الشورى].\n</p>\n\n<p>\nوروى ابن ماجه والبيهقي عن عمر رضي الله عنه قال: قال رسول الله - صلى\nالله عليه وسلم -: \"لم تظهر الفاحشة في قوم حتى يعلنوا بها إلا فشا فيهم\nالطاعون والأوجاع التي لم يكن مضت في أسلافهم\" (¬1).\n</p>\n\n<p>\nوروى أبو يعلى والحاكم وصححه والبيهقي عن بريدة رضي الله عنه قال: قال\nرسول الله - صلى الله عليه وسلم -: \"ما ظهرت الفاحشة في قوم إلا سلط الله\nعليهم الموت\" (¬2).\n</p>\n\n<p>\nوروى أبو يعلى والحاكم وصححه عن ابن مسعود رضي الله عنه قال: \"إذا بخس\nالمكيال حبس القطر، وإذا كثر الزنا كثر القتل ووقع الطاعون\" (¬3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوالأحاديث في ذلك كثيرة، ومن أراد المزيد فليراجع كتابنا: \"تحقيق الظنون\nبأخبار الطاعون\" (¬1).\n</p>\n\n<p>\nقالوا: وهو من وخز (¬2) الجن، أي: طعنهم.\n</p>\n\n<p>\nروى عبد الرزاق في مصنفه، وابن أبي شيبة وأحمد بن حنبل في مسنديهما، وابن\nأبي الدنيا، والبزار، وأبو يعلى، والطبراني، وابن خزيمة في صحيحه، والحاكم\nوصححه، والبيهقي في الدلائل من طرق عديدة عن أبي موسى الأشعري رضي الله عنه\nقال: قال رسول الله - صلى الله عليه وسلم -: \"فناء أمتي بالطعن والطاعون\"،\nقيل: يا رسول الله، هذا الطعن قد عرفناه، فما الطاعون؟ قال: \"وخز أعدائكم\nمن الجن، وفي كل شهادة\" (¬3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head8'>CHECK رد الإمام ابن حزم على منكري جدوى التداوي</h1>\n\n<p>\nوروى أبو يعلى عن عائشة رضي الله عنها أن النبي - صلى الله عليه وسلم <span id='ms03'></span> -\nقال في الطاعون: \"وخز يصيب أمتي من أعدائهم من الجن؛ غدة (¬1) كغدة الإبل،\nمن أقام عليها كان مرابطا، ومن أصيب كان شهيدا\" (¬2).\n</p>\n\n<p>\nقال الحافظ ابن حجر في شرح البخاري: وهو الذي أوجب للأطباء أن يقولوا ما\nقالوه؛ لأن معرفة كون الطاعون من وخز الجن إنما يدرك بالتوقيف، وليس للعقل\nفيه مجال. ولما لم يكن عندهم في ذلك موقوف رأوا أن أقرب ما يقال فيه إنه من\nفساد جوهر الهواء، ولما ورد الشرع وجاء نهر الله بطل نهر معقل (¬3).\n</p>\n\n<p>\nوذهب جماعة من العلماء إلى أن التداوي يفيد مع الطاعون، وينفع لعموم\nالحديث الوارد عن رسول الله - صلى الله عليه وسلم - الوارد في الأمر\nبالتداوي.\n</p>\n\n<p>\nقال الإمام ابن حزم رحمه الله في الملل والنحل: صح عن رسول الله - صلى\nالله عليه وسلم - تصحيح الطب والأمر بالعلاج به، وأنه - صلى الله عليه وسلم\n- قال: \"تداووا فإن الله تعالى لم يخلق داء إلا خلق له دواء إلا السام\"\n(¬4)، والسام: الموت.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head9'>CHECK التدابير التي قررها الأطباء للاحتراز من الوباء</h1>\n\n<p>\nقال: فاعترض قوم فقالوا: قد سبق في علم الله عز وجل بنهاية أجل المرء،\nمدة صحته وسقمه، فأي معنى للعلاج؟\n</p>\n\n<p>\nقال: فقلنا لهم: نسألكم هذا السؤال نفسه في جميع ما يتصرف فيه الناس من\nالأكل والشرب، واللباس لطرد البرد والحر، والسعي في المعاش بالحرث والغرس،\nوالقيام على الماشية والحرفة بالتجارة والصناعة.\n</p>\n\n<p>\nونقول لهم: قد سبق علم الله تعالى بنهاية أجل المرء ومدة صحته، ومدة\nسقمه، فأي معنى لكل ما ذكرنا؟\n</p>\n\n<p>\nفلا جواب لهم إلا أن يقولوا: إن علم الله تعالى أيضا قد سبق بما يكون من\nكل ذلك، وبأنها أسباب إلى بلوغ نهاية العمر المقدرة.\n</p>\n\n<p>\nفنقول لهم: وهكذا الطب، فقد سبق في علم الله تعالى أن هذا العليل يتداوى،\nوأن تداويه سبب إلى بلوغ نهاية أجله، فالعلل مقدرة، والزمانة (¬1) مقدرة،\nوالموت والعلاج مقدر، ولا مرد لحكم الله تعالى، ونافذ علمه في كل شيء من\nذلك، لا إله إلا هو. انتهى.\n</p>\n\n<p>\nحيث علمت هذا فقد قال أئمة الطب <span id='ms04'></span> كما نقله العلامة ابن القيم في الهدي:\nإنه يجب على كل محترز من الوباء أن يخرج عن بدنه الرطوبات الفضلية، ويقلل\nالغذاء، ويميل إلى التدبير المجفف من كل وجه إلا الرياضة والحمام؛ فإنهما\nيجب أن يحذرا؛ لأن البدن لا يخلو غالبا من فضل رديء كامن فيه، فتثيره\nالرياضة والحمام، ويجب عند وقوع الطاعون\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head10'>CHECK كلام الأطباء في العلاج بالفصد</h1>\n\n<p>\nالدعة والسكون، وتسكين هيجان الأخلاط (¬1).\n</p>\n\n<p>\nوصرح رئيس الأطباء ابن سينا بأن أول شيء يبدأ به في علاج الطاعون التشريط\nإن أمكن فيسيل ما فيه، ولا يترك حتى يجمد، فتزداد سميته.\n</p>\n\n<p>\nقال: ويعالج الطاعون بما تقبض ويبرد، وبالفصد (¬2)، وبإسفنجة مغموسة في\nخل وماء، ودهن وورد، ودهن تفاح، أو دهن آس. انتهى (¬3).\n</p>\n\n<p>\nوقال شيخ الإسلام القاضي زكريا (¬4): وقد أغفل الأطباء في عصرنا وما قبله\nهذا التدبير، فوقع التفريط الشديد من تواطئهم على عدم التعرض لصاحب الطاعون\nبإخراج الدم حتى شاع ذلك فيهم؛ حيث صار عامتهم يعتقد تحريم ذلك؛ مع أن\nرئيسهم قال لما ذكر العلاج بالشرط، أو بالفصد: إنه واجب.\n</p>\n\n<p>\nوذهب بعض الأطباء إلى المنع من الفصد مع أن المرض دموي، وعلله بأن\nالأبدان قد تخللها الوباء الهاوي، فغير دماءها كلها فلا يفيد تنقيصها شيئا؛\nلأنها كلها فاسدة، ومتى استفرغها بجملتها هلك فلم يبق إلا التدبير الإلهي\nبقلب المراد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head11'>CHECK آراء أخرى في العلاج</h1>\n\n\n<h1 class='l1' id='head12'>CHECK رأي الإمام الشافعي في العلاج من الوباء</h1>\n\n<p>\nولعل الجمع بين هذا وبين كلام ابن سينا، أن ذلك يعتبر باختلاف الأمزجة\nوالأبدان، والبلدان، والأزمان، والطبيب الحاذق العارف لا يكاد يوجد في هذا\nالزمان وإنما الأدعياء.\n</p>\n\n<p>\nفقد ذكر ابن أبي حاتم عن الإمام الشافعي رحمه الله أنه قال: لم أر للوباء\nأنفع من البنفسج يدهن به، ويشرب (¬1).\n</p>\n\n<p>\nوزعم بعضهم أن من تختم بالياقوت، أو علقه عليه أمن شر الطاعون!\n</p>\n\n<p>\nوقال ابن سينا: قشر الأترج رائحته تصلح فساد الهواء والوباء، وسمن البقر\nإذا صب على الطواعين نفع منها، وشراب الحصرم (¬2) ينفع من الوباء شربا. وعن\nبعضهم يترك على الفحم في زمن الوباء قشور الرمان <span id='ms05'></span> والآس، ويرش عليها الخل.\n</p>\n\n<p>\nقال السمرقندي (¬3): ويشرب كل غداة حلابا من شراب الحماض، أو الأترج، أو\nالنارنج، أو الليمون، أو السفرجل، أو التفاح، أو الرمان\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head13'>CHECK تأكيد العلامة ابن القيم على أهمية الأذكار والأدعية في التداوي</h1>\n\n<p>\nالحامض، من أيها حضر عشرة دراهم مع ماء الورد، أو ماء لسان الثور من كل\nعشرة دراهم، ويشم الورد والكافور والصندل.\n</p>\n\n<p>\nوقال بعضهم: الماء البارد شربه يمنع الوباء، ويطفئ الحرارة الحادثة عن\nالوباء، وفي كتاب: \"التبيان فيما يستعمل من الأغذية دائما أيام الطاعون\":\nالخل والعدس والكثك، ويأكل القثاء والخيار، وللترياق الأكبر في أيام\nالطاعون والوباء نفع عظيم شربا وطلاء، وبعشر يدفع فساد الهواء أكلا وشما\nعلى الفطور، وبزر القطون ينفع للوباء بخورا، وإذا بخر به قطع كل رائحة عفنة\nمن أي نوع كانت، وبخور [لايعة] (¬1) ينفع الوباء بخورا، ورائحته تقطع\nالعفونة كيف كانت.\n</p>\n\n<p>\nوأما الأذكار والأدعية، فقد ذكر العلامة ابن القيم رحمه الله: أن الأرواح\nالشيطانية تتمكن من فعلها بالإنسان ما لم يدفعها دافع قوي من الذكر والدعاء\nوالابتهال، والتضرع والصدقة وقراءة القرآن، وهذا يكون قبل استحكامها\nوتمكنها، فمن وفقه الله تعالى بادر عند إحساسه بأسباب الشر إلى هذه الأسباب\nالتي تدفعها عنه، وهي له من أنفع الدواء.\n</p>\n\n<p>\nوإذا أراد الله عز وجل إنفاذ قضائه وقدره أغفل قلب العبد عن معرفتها\nوتصورها وإرادتها، فلا يشعر بها، ولا يريدها ليقضي الله فيه أمرا كان\nمفعولا (¬2). وإذا وقع القضاء عمي البصر.\n</p>\n\n<p>\nإذا علمت هذا، وعلمت أن الطاعون من الجن، فقد وردت أحاديث بأذكار تحرس\nقائلها من كيد الجن، روى الإمام مسلم عن أبي هريرة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head14'>CHECK سياق المؤلف لبعض النصوص الواردة في فضل الذكر</h1>\n\n<p>\nرضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: \"إن الشيطان ينفر\nمن البيت الذي تقرأ فيه سورة البقرة\" (¬1).\n</p>\n\n<p>\nوروى الحاكم عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -:\n\"سورة البقرة فيها آية هي سيدة آي القرآن، لا تقرأ في بيت وفيه شيطان إلا\nخرج منه؛ آية الكرسي\" (¬2).\n</p>\n\n<p>\nوروى البزار <span id='ms06'></span> أنه - صلى الله عليه وسلم - قال لعبد الله الأسلمي: \"تعوذ\nبقل هو الله أحد، وقل أعوذ برب الفلق، وقل أعوذ برب الناس، فما تعوذ العباد\nبمثلهن\" (¬3).\n</p>\n\n<p>\nوروى الترمذي: كان رسول الله - صلى الله عليه وسلم - يتعوذ من الجان وعين\nالإنسان حتى نزلت المعوذتان، فلما نزلتا أخذ بهما، وترك ما سواهما (¬4).\n</p>\n\n<p>\nوفي الصحيحين عن النبي - صلى الله عليه وسلم -: \"من قال لا إلله إلا الله\nوحده لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             # شريك له، له الملك وله الحمد وهو على كل شيء قدير، مائة مرة كانت له عدل\nعشر رقاب، وكانت له حرزا من الشيطان يومه ذلك حتى يمسي\" (¬1).\n</p>\n\n<p>\nوفي رواية للترمذي: \"من قال دبر صلاة الفجر وهو ثاني رجليه قبل أن يتكلم:\nلا إله إلا الله، فذكرها عشر مرات، كتب الله له عشر حسنات، وكان يومه في\nحرز من كل مكروه، وحرس من الشيطان\" (¬2).\n</p>\n\n<p>\nوروى مسلم عن النبي - صلى الله عليه وسلم -: \"من نزل منزلا فقال: أعوذ\nبكلمات الله التامات من شر ما خلق لم يضره شيء حتى يرتحل\" (¬3).\n</p>\n\n<p>\nوفي بعض النسخ من الحلية عن الشافعي: \"أحسن ما يداوى به الطاعون التسبيح\"\n(¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head15'>CHECK إيراد أدعية عن بعض الصالحين من السلف في دفع الوباء</h1>\n\n<p>\nووجهه أن الذكر يدفع العقوبة والعذاب. قال الله تعالى: {فلولا أنه كان من\nالمسبحين (143) للبث في بطنه} [الصافات: 143، 144]، وقال كعب: سبحان الله\nتمنع العذاب.\n</p>\n\n<p>\nوقال بعض العارفين: دعاء يونس عليه السلام من ذكره في أيام الطاعون مائة\nوستا وثلاثين مرة حفظه الله تعالى من الوباء والطاعون، وهو لا إله إلا أنت\nسبحانك إني كنت من الظالمين؛ وهو اسم الله الأعظم (¬1).\n</p>\n\n<p>\nوذكر الزركشي أن بعض السلف كان يدعو عقب صلاته للنازلة: اللهم إنا نعوذ\nبك من عظيم النبلاء في النفس والأهل، والمال والولد، الله أكبر الله أكبر\nالله أكبر مما نخاف ونحذر، الله أكبر عدد ذنوبنا حتى تغفر، اللهم كما شفعت\nفينا نبينا محمدا - صلى الله عليه وسلم - فأمهلنا، وعمر بنا منازلنا، ولا\nتؤاخذنا بسوء أفعالنا، ولا تهلكنا بخطايانا يا رب العالمين.\n</p>\n\n<p>\nوعن بعضهم <span id='ms07'></span> مما ينفع للوباء: يا حي يا قيوم، ربنا اكشف عنا العذاب إنا\nمؤمنون، بسم الله ذي الشأن العظيم البرهان، الشديد السلطان، ما شاء الله\nكان، اللهم إني أعوذ بك من الطعن، والطاعون والوباء، اللهم إني أعوذ بك من\nموت الفجأة، وسوء القضاء، وجهد البلاء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head16'>CHECK تنبيه المحقق على فضل الدعاء بالمأثور من النص الشرعي</h1>\n\n<p>\nوعن بعضهم لدفع الوباء يكتب ويعلق على الشخص (¬1): بسم الله الرحمن\nالرحيم، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم، اللهم سكن هيبة\nصدمة قهرمان الجبروت بألطافك الخفية الواردة النازلة من باب الملكوت حتى\nنتشبث بلطفك، ونعتصم عن إنزال قدرتك، يا ذا القدرة الكاملة، والرحمة\nالشاملة، يا ذا الجلال والإكرام.\n</p>\n\n<p>\nوذكر بعض العارفين نحوا من الأسماء أن اسمه تعالى المؤمن: من ذكره كل يوم\nمائة وستا وثلاثين مرة أمن شر الطاعون. الحكيم: من ذكره في أيام الوباء كل\nيوم ثمانيا وثمانين مرة أمن شر العلة الوبائية. الحفيظ: من ذكره كل يوم\nثمانمائة وتسعين مرة كان محفوظا من الوباء والطاعون. الرقيب: من ذكره أيام\nالوباء كل يوم ثلاثمائة مرة، واثني عشر مرة عصمه الله في سائر حركاته\nوسكناته من علة الطعن والطاعون.\n</p>\n\n<p>\nوعن بعضهم من قال في أيام الوباء: اللهم يا لطيف أسألك اللطف فيما جرت به\nالمقادير، مائة وستا وثلاثين مرة أمنه الله من وخز الطاعون، وآفات البلاء\n(¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head17'>CHECK بطلان كلام المنجمين في الإخبار عن الطاعون</h1>\n\n<p>\nبهذا، اعلم أيدك الله أن كلام المنجمين في الإخبار بالطاعون وغيره من\nالحوادث كذب وبهتان، وظن وحسبان، ولا يجوز تصديقهم في ذلك، والمصدق لهم\nأحمق، أو ذو تغفيل محقق، كيف لا والله سبحانه يقول: {عالم الغيب فلا يظهر\nعلى غيبه أحدا (26) إلا من ارتضى من رسول} [الجن: 26، 27]، ويقول: {قل لا\nيعلم من في السماوات والأرض الغيب إلا الله} [النمل: 65].\n</p>\n\n<p>\nوروى الإمام أحمد عن أبي هريرة رضي الله عنه أن النبي - صلى الله عليه\nوسلم - قال: \"من أتى كاهنا أو عرافا فصدقه بما يقول فقد كفر بما أنزل على\nمحمد\" (¬1).\n</p>\n\n<p>\nوروى مسلم <span id='ms08'></span> عن النبي - صلى الله عليه وسلم - قال: \"من أتى عرافا فسأله عن\nشيء لم\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head18'>CHECK فساد قول أهل التنجيم بدليل موت عدد من الخلفاء العباسيين ببغداد</h1>\n\n<p>\nتقبل صلاته أربعين ليلة\" (¬1).\n</p>\n\n<p>\nوروى الإمام أحمد وأبو داود وابن ماجه عن ابن عباس رضي الله عنه قال: قال\nرسول الله - صلى الله عليه وسلم -: \"من اقتبس علما من النجوم اقتبس شعبة من\nالسحر\" (¬2).\n</p>\n\n<p>\nوروى الإمام أحمد من حديث سمرة رضي الله عنه أن النبي - صلى الله عليه وسلم -\n</p>\n\n<p>\nقال: \"أما بعد، فإن رجالا يزعمون أن كسوف هذه الشمس، وكسوف هذا القمر،\nوزوال هذه النجوم عن مطالعها لموت رجال عظماء من أهل الأرض، وإنهم قد\nكذبوا، ولكنها آيات يعتبر بها عباده لينظر من يحدث له منهم توبة\" (¬3).\n</p>\n\n<p>\nومما يدل على فساد قول المنجمين إجماعهم عندما تم بناء بغداد أن لا يموت\nبها خليفة، وشاع ذلك الأمر حتى هنأ الشعراء الخليفة المنصور (¬4) بذلك، ثم\nقوي هذا الظن لما مات المنصور بطريق مكة، ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n             # قوي لما مات المهدي خارجا عنها، وكذلك الهادي، والرشيد، فلما قتل بها\nالخليفة الأمين انخرم هذا الحكم، ورجع القائل يقول:\n</p>\n\n<p>\nكذب المنجم في مقالته التي ... نطقت على بغداد بالبهتان\n</p>\n\n<p>\nقتل الأمين بها لعمري يقتضي ... تكذيبهم في سائر الحسبان\n</p>\n\n<p>\nثم مات بها الواثق بالله، والمتوكل على الله، والمعتمد بالله، والمكتفي\nبالله، والناصر لدين الله، وظهر لكل عاقل تناقض قول المنجمين، وشنيع كذبهم،\nوافترائهم فيما أجمعوا عليه.\n</p>\n\n<p>\nوأما ما اختلفوا فيه وقطع به بعضهم دون بعض فلو حكيناه عنهم على ما ذكره\nالإمام ابن الجوزي وغيره لكان أمرا يضحك منه.\n</p>\n\n<p>\nوما أحسن قول القائل:\n</p>\n\n<p>\nأطلاب النجوم أحلتمونا ... على علم أرق من الهبا\n</p>\n\n<p>\nكنوز الأرض لم تصلوا إليها ... فكيف وصلتم علم السما\n</p>\n\n<p>\nوقول البهاء زهير (¬1):\n</p>\n\n<p>\nواعزم متى شئت فالأوقات واحدة ... لا الريب يدفع مقدورا ولا العجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             # لا ترقب النجم في أمر تحاوله ... فالله يفعل لا جدي ولا حمل\n</p>\n\n<p>\nمع السعادة ما للنجم من أثر ... فلا يضرك مريخ ولا زحل\n</p>\n\n<p>\nالأمر أعظم والأفكار حائرة ... والشرع أصدق والإنسان <span id='ms09'></span> يمتثل\n</p>\n\n<p>\nوفي هذا القدر كفاية للمعتبر، وهداية للمستبصر، والله يقول الحق وهو يهدي\nالسبيل، وهو حسبي ونعم الوكيل.\n</p>\n\n<p>\nقال مؤلفه مرعي بن يوسف الحنبلي سامحه الله تعالى: فرغت من رقم هذه\nالفوائد ليلة الأحد بعد العشاء الآخرة بنحو أربعين درجة حادي عشر ربيع\nالأول سنة إحدى وثلاثين وألف، وصلى الله على سيدنا محمد وعلى آله وصحبه\nوسلم (¬1).\n</p>\n\n\n### |EDITOR|\nEndnotes\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            :\n\n(¬1) الرباح: النماء في الخير، والعرب تقول للرجل إذا دخل في التجارة: بالرباح والسماح. انظر: لسان العرب 5/ 103، وتاج العروس 4/ 43 [مادة: ربح].\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            :\n\n(¬1) ذكر ابن القيم نحو ذلك في زاد المعاد 4/ 33.\n(¬2) ما رواه الواعون في أخبار الطاعون للسيوطي ص 217.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            :\n\n(¬1) ما رواه الواعون في أخبار الطاعون للسيوطي ص 172.\n(¬2) أورده السيوطي في المقامة الدرية (ضمن ما رواه الواعون) ص 217.\n(¬3) هو: الحسين بن عبد الله بن الحسن بن سينا البلخي البخاري، الفيلسوف الطبيب. ولد سنة 307 ه، صاحب المصنفات الشهيرة في الطب والفلسفة والمنطق، منها: \"القانون\"، و\"الشفا\". مات عام 428 ه.\nترجمته في: الكامل في التاريخ 7/ 783، والملل والنحل 3/ 525، وعيون الأنباء في طبقات الأطباء ص 437 - 459، ووفيات الأعيان 2/ 157.\n(¬4) القانون في الطب 3/ 164.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            :\n\n(¬1) ذكره ابن القيم في الطب النبوي ص 145.\n(¬2) الماء الآسن: هو الذي لا يشربه أحد لنتنه، ومنه الآية: {من ماء غير آسن}. انظر: لسان العرب [مادة: أسن].\n(¬3) نبه على ذلك العلامة ابن القيم في الطب النبوي ص 147.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            :\n\n(¬1) أخرجه ابن ماجه في سننه ح (4019) 2/ 1332، والداني في السنن الواردة في الفتن ح (326) 3/ 392، والبيهقي في شعب الإيمان 3/ 197.\nوالحديث إسناده صحيح. انظر: السلسلة الصحيحة برقم (106)، وصحيح سنن ابن ماجه 3/ 316.\n(¬2) أخرجه أبو يعلى في مسنده ح (4980) 8/ 396 بلفظ: (ما ظهر في قوم الزنى والربا إلا أحلوا بأنفسهم عقاب الله) من حديث ابن مسعود مرفوعا، والحاكم في المستدرك 2/ 136 من حديث بريدة مرفوعا بهذا اللفظ، وقال: حديث صحيح على شرط مسلم ووافقه الذهبي، والبيهقي في السنن الكبرى 3/ 346، وفي شعب الإيمان ح (3312) 3/ 196 بنحوه.\n(¬3) أخرجه الحاكم في المستدرك 4/ 503، وصحح إسناده ووأفقه الذهبي، =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            :\n\n= والداني في السنن الواردة في الفتن ح (325) 3/ 689 من حديث ابن مسعود موقوفا.\n(¬1) مخطوط ل/ 31 ب - 34 ب ضمن مجموع عن نسخة <span id='ms10'></span> المكتبة الوطنية بباريس.\n(¬2) الوخز: طعن ليس بنافذ، ويقال أيضا لكل شيء قليل: وخز. انظر: النهاية لابن الأثير 5/ 163، ولسان العرب [مادة: وخز].\n(¬3) أخرجه أحمد في المسند 4/ 395، والبزار في مسنده ح (2986) 8/ 16، وأبو يعلى في مسنده ح (7226) 13/ 194، والطبراني في الأوسط ح (1418) 2/ 109، والحاكم في المستدرك ح (158) 1/ 114، والبيهقي في الدلائل 6/ 384. قال الهيثمي في المجمع 2/ 311: رواه أحمد بأسانيد، ورجال بعضها رجال الصحيح. والحديث إسناده فيه ضعف، فيه جبارة بن المغلس، ضعفه ابن معين والبخاري وابن عدي. انظر: تهذيب التهذيب 1/ 288.\nويشهد لكون الموت بالطاعون شهادة حديث أنس الذي أخرجه البخاري في كتاب الأنبياء، باب ما يذكر في الطاعون ح (5732)، ولفظه: \"الطاعون شهادة لكل مسلم\"، وحديث عائشة ح (5734) بنحوه. وانظر في الكلام على =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            :\n\n= أسانيده: بذل الماعون لابن حجر ص 133 - 144.\n(¬1) الغدة: كل عقدة في جسد الإنسان أطاف بها شحم، وغدة الإبل: طاعون يصيب الإبل وقلما تسلم منه. انظر: النهاية لابن الأثير 3/ 343، ولسان العرب [مادة: غدد].\n(¬2) أخرجه أبو يعلى في مسنده ح (4408) 7/ 380، ح (4664) 8/ 125.\n(¬3) فتح الباري 10/ 191.\n(¬4) أخرجه أحمد في المسند 4/ 287، والحاكم في المستدرك 1/ 209، وابن حبان في صحيحه كما في الإحسان ح (6064) 13/ 426.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            :\n\n(¬1) الزمانة: العاهة، ورجل زمن، أي مبتلى بين الزمانة. انظر: لسان العرب [مادة: زمن].\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            :\n\n(¬1) زاد المعاد 4/ 35.\n(¬2) الفصد: شق العرق. انظر: لسان العرب [مادة: فصد].\n(¬3) القانون في الطب 3/ 165.\n(¬4) له كتاب: \"تحفة الراغبين في بيان أمر الطواعين\"، مخطوط في مكتبة أسعد أفندي برقم (3567/ 5)، اختصر به كتاب: \"بذل الماعون في فضل الطاعون\"، لابن حجر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            :\n\n(¬1) آداب الشافعي لابن أبي حاتم ص 327، وأورد الخبر البيهقي في مناقب الشافعي 2/ 118.\n(¬2) يستخرج من ورق العنب، ويستخدم لعلاج عدة أمراض. انظر: الجامع لمفردات الأدوية لابن البيطار 2/ 277.\n(¬3) هو: محمد بن علي بن عمر أبو حامد نجيب الدين السمرقندي، طبيب فاضل بارع، له في الطب تصانيف مشهورة، قتل بمدينة هراة إثر اجتياح التتر عام 619 ه.\nترجمته في: عيون الأنباء لابن أبي أصيبعة ص 472، والواقي بالوفيات 4/ 184، ومعجم المؤلفين 11/ 31.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            :\n\n(¬1) كلمة غير واضحة في الأصل، اجتهدت في قراءتها.\n(¬2) زاد المعاد 4/ 33.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            :\n\n(¬1) أخرجه مسلم في صحيحه ح (1821) كتاب الصلاة، باب استحباب صلاة النافلة في بيته.\n(¬2) أخرجه الترمذي <span id='ms11'></span> في جامعه ح (2878) كتاب فضائل القرآن 5/ 145، والحاكم في المستدرك ح (3026) 2/ 285، وإسناده ضعيف فيه حكيم بن جبير. قال أحمد: ضعيف الحديث، مضطرب. وقال الجوزقاني: كذاب. وضعفه ابن معين، وشعبة، والنسائي، وغيرهم. انظر: تهذيب التهذيب 1/ 472.\n(¬3) أخرجه النسائي في السنن الكبرى ح (7845) 4/ 439، وقال الهيثمي في المجمع: رواه البزار ورجاله رجال الصحيح 7/ 149.\n(¬4) أخرجه الترمذي في جامعه ح (2085) 4/ 345، والنسائي في الكبرى ح (7930) 4/ 458، وابن ماجه في السنن ح (3511) 2/ 1161، وإسناده صحيح. انظر: صحيح ابن ماجه 3/ 176.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            :\n\n(¬1) أخرجه البخاري في صحيحه ح (3293) كتاب بدء الخلق، باب صفة إبليس وجنوده من حديث أبي هريرة، ومسلم في صحيحه ح (6783) كتاب الذكر والدعاء، باب فضل التهليل والتسبيح والدعاء 17/ 19.\n(¬2) أخرجه الترمذي في جامعه ح (3474) كتاب الدعوات، باب 63 بنحوه، وقال الترمذي: هذا حديث حسن غريب صحيح، والطبراني في الدعاء ح (706) 2/ 1122، وفي الكبير 20/ 65، وابن السني في عمل اليوم والليلة ح (142) ص 125 بنحوه.\nقال الحافظ ابن حجر: \"هذا حديث حسن غريب\". نتائج الأفكار 2/ 305، وقال الهيثمي في المجمع 10/ 109: \"رواه الطبراني من طريق عاصم بن منصور، ولم أجد من وثقه ولا ضعفه، وبقية رجاله ثقات\".\n(¬3) أخرجه مسلم في صحيحه ح (6817) كتاب الذكر والدعاء، باب في التعوذ من سوء القضاء ...\n(¬4) حلية الأولياء 9/ 136.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            :\n\n(¬1) نصوص الشارع الواردة في فضل الدعاء باسم الله الأعظم غير صريحة في تحديد هذا الاسم، وكذا الوارد من آثار عن الصحابة والتابعين.\nانظر: شأن الدعاء للخطابي ص 25، وتفسير ابن كثير 1/ 140، وأضواء البيان 4/ 450، والنهج الأسمى للحمود 1/ 63 وما بعدها، واسم الله الأعظم د. عبد الله الدميجي ص 113 - 128.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            :\n\n(¬1) تعليق التمائم المشتملة على آي من الكتاب العزيز، وأدعية من السنة النبوية مسألة اختلف العلماء من الصحابة والتابعين ومن بعدهم في جوازها؛ وممن ذهب إلى جوازها ما روي عن عائشة رضي الله عنها وأبي جعفر الباقر، وأحمد بن حنبل في بعض الروايات عنه، وهو ظاهر اختيار الإمام ابن تيمية والحافظ ابن القيم.\nراجع إن شئت: زاد المعاد 4/ 272 وما بعدها، تيسير العزيز الحميد ص 167 وما بعدها.\n(¬2) التقيد في الأدعية والأذكار بعدد معين، أو وصف خاص، أو الالتزام بمكان =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            :\n\n= محدد مع ترتيب الفضل على <span id='ms12'></span> المداومة عليه في حال من الأحوال يحتاج إلى ثبوت نص من الشارع، فيه حفز الناس على الالتزام به؛ لتحصيل ثواب، أو رفع بلاء.\nيقول ابن تيمية رحمه الله: \"وليس لأحد أن يسن للناس نوعا من الأذكار والأدعية غير المسنون، ويجعلها عبادة راتبة يواظب الناس عليها كما يواظبون على الصلوات الخمس\". انظر: مجموع الفتاوى 22/ 511، تصحيح الدعاء ص 42 وما بعدها.\n(¬1) أخرجه أحمد في المسند 2/ 429، والترمذي في جامعه ح (135) 1/ 242 بنحوه، وابن ماجه في السنن ح (639) 1/ 209، والحاكم في المستدرك ح (15) 1/ 49، والدارمي في سننه ح (1124) 1/ 273، وأبو يعلى في مسنده ح (548) 9/ 280، والبيهقي في السنن الكبرى 8/ 135، وقال الهيثمي في المجمع 5/ 118: رواه البزار، ورجاله رجال الصحيح خلا هبيرة بن مريم، وهو ثقة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            :\n\n(¬1) أخرجه مسلم في صحيحه ح (5782) كتاب الطب، باب تحريم الكهانة وإتيان الكهان.\n(¬2) أخرجه أحمد في مسنده 1/ 227، وأبو داود في السنن ح (3905) 4/ 226 كتاب الطب، وابن ماجه في السنن ح (3726) 2/ 1228 كتاب الأدب، وابن أبي شيبة في مصنفه 5/ 239.\n(¬3) أخرجه أحمد في المسند 5/ 16، وابن خزيمة في صحيحه ح (1397) 2/ 325، والطبراني في الكبير ح (6797) 7/ 188، وإسناده فيه ضعف لجهالة ثعلبة بن عباد، ذكره ابن المديني في المجاهيل الذين يروي عنهم الأسود بن قيس، وكذا قال ابن حزم، وتبعه ابن القطان. انظر: تهذيب التهذيب 1/ 272.\n(¬4) هو: عبد الله بن محمد بن علي أبو جعفر المنصور، الخليفة العباسي، بويع له =\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            :\n\n= بالخلافة عام 136 ه، ودامت ولايته اثنين وعشرين سنة، عرف بقيامه على أحوال الناس، على ظلم اعتراه في ذلك منه لهم، وثقة بالمنجمين. مات عام 158 ه.\nترجمته في: تاريخ بغداد 1/ 63 وما بعدها، المنتظم 8/ 199، البداية والنهاية 10/ 99.\n(¬1) زهير بن محمد بن علي بهاء الدين المهلبي العتكي. ولد سنة 581 ه، شاعر كاتب عند الملك الصالح أيوب، له ديوان شعر مطبوع. مات عام 656 ه.\nترجمته في: وفيات الأعيان 2/ 332، النجوم الزاهرة 7/ 62.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            :\n\n(¬1) أنهيت بحمد الله وفضله قراءة رسالة: \"ما يفعله الأطباء والداعون بدفع شر الطاعون\"، والتعليق على نصها، مجتنبا الإطالة وإثقال الحواشي، عشية يوم السبت غرة شهر ربيع الأول 1421 ه.\nقاله أفقر الورى إلى عفو ربه ورحمته\nخالد بن العربي مدرك العروسي\nغفر <span id='ms13'></span> الله له ولوالديه <span id='ms14'></span>",
  "pages": [
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053"
  ],
  "volumes": [
    "01"
  ]
}