{
  "content": "\n<p>\nأسنى المتاجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             بسم الله الرحمن الرحيم صلى الله على سيدنا\nمحمد وعلى آله وسلم تسليما\n</p>\n\n<p>\nكتب إلى الشيخ الفقيه المعظم الخطيب الفاضل القدوة الصالح البقية والجملة\nالفاضلة النقية العدل الأرضي أبو عبد الله بن قطيه أدام الله سموه ورقيه\nبما نصه\n</p>\n\n#\n<p>\n| 1 - المسألة هل تجوز إقامة المسلم في بلد غلب عليه النصارى\n</p>\n\n<p>\nالحمد لله وحده\n</p>\n\n<p>\nجوابكم يا سيدي رضي الله عنكم ومتع المسلمين بحياتكم في نازلة وهي أن\nقوما من هؤلاء الأندلسيين الذين هاجروا من الأندلس وتركوا هناك الدور\nوالأرضين والجنات والكرمات وغير ذلك من أنواع الأصول وبذلوا زيادة على ذلك\nكثيرا من ناض المال وخرجوا من تحت حكم المسلمة الكافرة وزعموا أنهم فروا\nإلى الله سبحانه بايدينهم وأنفسهم وأهليهم وذرياتهم وما بقى بأيديهم أو\nأيدي بعضهم من الأموال واستقروا بحمد الله سبحانه بدار الإسلام تحت طاعة\nالله ورسوله وحكم الذمة المسلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             ندموا على الهجرة بعد حصولهم\nبدار الاسلام تسخطوا وزعموا أنهم وجدوا الحال عليهم ضيقة وأنهم لم يجدوا\nبدار الاسلام التي هي دار المغرب هذه صانها الله وحرس أوطانها ونصر سلطانه\nبالنسبة إلى التسبب في طلب انواع المعاش على الجملة رفقا ولا يسرا ولا\nمرتفقا ولا إلى التصرف في الأقطار أمنا لايقا وصرحوا في هذا المعنى بأنواع\nمن قبيح الكلام الدال على ضعف دينهم وعدم صحة يقينهم في معتقدهم وان هجرتهم\nلم تكن لله ورسوله كما زعموا وإنما كانت لدينا يصيبونها عاجلا عند وصولهم\nجارية على وفق أهوائهم فلما لم يجدوها وفق أغراضهم صرحوا بذم دار الإسلام\nوشأنه وشتم الذى كان السبب لهم في هذه الهجرة وسبه وبمدح دار الكفر وأهله (\n83 ب ) والندم على مفارقته وربما حفظ عن بعضهم أنه قال على جهة الإنكار\nللهجرة إلى دار الإسلام التي هي هذا الوطن صانه الله إلى ها هنا يهاجر من\nهنايك بل من ها هنا تجب الهجرة إلى هناك وعن آخر منهم أيضا أنه قال إن جاز\nصاحب قشتالة إلى هذه النواحى نسير إليه فنطلب منه أن يردنا إلى هناك يعنى <span id='ms01'></span>\nإلى دار الكفر ومعاودة الدخول تحت الذمة الكافرة كيف أمكنهم\n</p>\n\n<p>\nفما الذي يلحقهم في ذلك من الإثم ونقص رتبة الدين والجرحة\n</p>\n\n<p>\nوهل هم به مرتكبون المعصية التي كانوا فروا منها إن تمادوا على ذلك ولم\nيتوبوا ولم يرجعوا إلى الله سبحانه منه\n</p>\n\n<p>\nوكيف بمن رجع منهم بعد الحصول في دار الإسلام إلى دار الكفر والعياذ الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوهل يجب على من قامت عليه منهم بالتصريح بذلك أو بمعناه شهادة أدب أو لا\nحتى يتقدم إليهم فيه بالوعظ والإنذار فمن تاب إلى الله سبحانه نزك ورجى له\nقبول التوبة ومن تمادى عليه ادب أو يعرض عنهم ويترك كل واحد منهم وما\nاختاره فمن ثبته الله في دار الاسلام راضيا فله نيته وأجره على الله سبحانه\nومن اختار الرجوع إلى دار الكفر ومعاودة الذمة الكافرة ترك يذهب إلى سخط\nالله ومن ذم دار الاسلام منهم تصريحا أو معنى ترك وما عول عليه\n</p>\n\n<p>\nبينوا لنا حكم الله تعالى في ذلك كله وهل من شرط الهجرة ألا يهاجر أحد\nإلا إلى دنيا مضمونة يصيبها عاجلا عند وصوله جارية على وفق غرضه حيث حل\nأبدا من نواحى الإسلام أو ليس ذلك بشرط بل تجب عليهم الهجرة من دار الكفر\nإلى دار الإسلام إلى حلو أو مر أو وسع أو ضيق أو عسر أو يسر بالنسبة ( 84 أ\n) إلى احوال الدنيا وإنما القصد بها سلامة الدين والأهل والولد مثلا\nوالخروج من حكم الملة الكافرة إلى حكم الملة المسلمة إلى ما شاء الله من\nحلو أو مر أو ضيق عيش أو سعته ونحو ذلك من الأحوال الدنياوية بيانا شافيا\nمجودا مشروحا كافيا يأجركم الله سبحانه والسلام الكريم يعتمر مقامكم العلي\nورحمة الله تعالى وبركاته\n</p>\n\n<p>\nفأجبته بما هذا نصه\n</p>\n\n<p>\nالحمد لله تعالى وحده والصلاة والسلام على سيدنا ومولانا محمد بعده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             $ 2 -\n</p>\n\n<p>\nالجواب الهجرة إلى أرض الإسلام فريضة إلى يوم القيامة $\n</p>\n\n<p>\nالجواب عما سألتم عنه والله سبحانه ولي التوفيق بفضله إن الهجرة من أرض\nالكفر إلى أرض الإسلام فريضة إلى يوم القيامة <span id='ms02'></span> وكذلك الهجرة من أرض الحرام\nوالباطل بظلم أو فتنة\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم ( يوشك أن يكون خير مال المسلم غنم\nيتبع بها شعب الجبال ومواقع القطر يفر بدينه من الفتن ) أخرجه البخاري\nوالموطأ وأبو داوود والنسائي وقد روى أشهب عن مالك ( لا يقيم أحد في موضع\nيعمل فيه بغير الحق ) قال في ( العارضة ) فإن قيل فإذا لم يوجد بلد إلا\nكذلك قلت يختار المرء أقلها إثما مثل أن يكون البلد فيه كفر فبلد فيه جور\nخير منه أو بلد فيه عدل وحرام فبلد فيه جور وحلال خير منه للمقام أو بلد\nفيه معاص في حقوق الله فهو أولى من بلد فيه معاص في مظالم العباد وهذا\nالأنموذج دليل على ما رواه وقد قال عمر بن عبد العزيز رضي الله عنه فلان\nبالمدينة وفلان بمكة وفلان باليمن وفلان بالعراق وفلان بالشام امتلأت الأرض\nوالله جورا وظلما انتهى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             $ 3 -\n</p>\n\n<p>\nلا تجوز الإقامة إلا في حالة العجز عن الهجرة بكل وجه الأدلة من القرآن\nالكريم\n</p>\n\n<p>\n| ولا يسقط هذه الهجرة الواجبة على هؤلاء الذين استولى الطاغية لعنة الله\nتعالى على معاقلهم وبلادهم إلا تصور العجز عنها بكل وجه وحال لا الوطن\nوالمال فإن ذلك كله ملغى في نظر الشرع ( 84 ب ) قال الله تعالى <span class='quran'>إلا\nالمستضعفين من الرجال والنساء والولدان لا يستطيعون حيلة ولا يهتدون سبيلا\nفأولئك عسى الله أن يعفو عنهم وكان الله عفوا غفورا </span>فهذا الإستضعاف\nالمعفو عمن اتصف به غير الاستضعاف المعتذر به في أول الآية وصدرها وهو قول\nالظالمي أنفسهم <span class='quran'>كنا مستضعفين في الأرض </span>فإن الله تعالى لم يقبل\nقولهم في الاعتذار به فدل على أنهم كانوا قادرين على الهجرة من وجه ما وعفا\nعن الاستضعاف الذي لا يستطاع معه حيلة ولا يهتدى به سبيل بقوله <span class='quran'>فأولئك\nعسى الله أن يعفو عنهم </span>عسى من الله واجبه فالمستضعف المعاقب في صدر\nالآية هو القادر من وجه والمستضعف المعفو عنه في عجزها هو العاجز من كل وجه\nفإذا عجز المبتلى بهذه <span id='ms03'></span> الإقامة عن الفرار بدينه ولم يستطع سبيلا إليه ولا\nظهرت له حيلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             ولا قدرة عليه بوجه ولا حال وكان بمثابة المقعد\nأو المأسور أو كان مريضا جدا أو ضعيفا جدا فحينئذ يرجى له العفو ويصير\nبمثابة المكره على التلفظ بالكفر ومع هذا لا بد أن تكون له نية قائمة أنه\nلو قدر وتمكن لهاجر وعزم صادق مستصحب أنه إن ظفر بمكنة وقتا ما فيهاجر وأما\nالمستطيع بأي وجه كان وبأي حيلة تمكنت فهو غير معذور وظالم لنفسه إن أقام\nحسبما تضمنته الآيات والأحاديث الواردات قال الله تعالى <span class='quran'>يا أيها الذين\nآمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة وقد كفروا بما\nجاءكم من الحق </span>إلى قوله <span class='quran'>ومن يفعله منكم فقد ضل سواء السبيل </span>وقال الله تعالى <span class='quran'>يا أيها الذين آمنوا لا تتخذوا بطانة من دونكم لا\nيألونكم خبالا ودوا ما عنتم قد بدت البغضاء من أفواههم وما تخفي صدورهم\nأكبر قد بينا لكم الآيات إن كنتم تعقلون </span>وقال الله تعالى <span class='quran'>لا يتخذ\nالمؤمنون الكافرين أولياء من دون المؤمنين ومن يفعل ذلك فليس من الله في\nشيء إلا أن تتقوا منهم تقاة ويحذركم الله نفسه وإلى الله المصير </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             ( 85 أ ) وقال تعالى <span class='quran'>ولا تركنوا إلى الذين ظلموا فتمسكم\nالنار وما لكم من دون الله من أولياء ثم لا تنصرون </span>وقال تعالى <span class='quran'>بشر المنافقين بأن لهم عذابا أليما الذين يتخذون الكافرين أولياء من دون\nالمؤمنين أيبتغون عندهم العزة فإن العزة لله جميعا </span>إلى قوله <span class='quran'>ولن\nيجعل الله للكافرين على المؤمنين سبيلا </span>وقال تعالى <span class='quran'>يا أيها الذين\nآمنوا لا تتخذوا الكافرين أولياء من دون المؤمنين أتريدون أن تجعلوا لله\nعليكم سلطانا مبينا </span>وقال تعالى <span class='quran'>يا أيها الذين آمنوا لا تتخذوا\nاليهود والنصارى أولياء بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم إن\nالله لا يهدي القوم الظالمين </span>وقال تعالى <span class='quran'>يا أيها الذين آمنوا لا\nتتخذوا </span>الذين اتخذوا دينكم هزوا ولعبا من الذين أوتوا الكتاب من قبلكم\nوالكفار أولياء واتقوا الله إن كنتم مؤمنين <span id='ms04'></span> وإذا ناديتم إلى الصلاة اتخذوها\nهزوا ولعبا ذلك بأنهم قوم لا يعقلون ) وقال تعالى <span class='quran'>إنما وليكم الله\nورسوله والذين آمنوا الذين يقيمون الصلاة ويؤتون الزكاة وهم راكعون ومن\nيتول الله ورسوله والذين آمنوا فإن حزب الله هم الغالبون </span>وقال تعالى\n<span class='quran'>إن الذين توفاهم الملائكة ظالمي أنفسهم قالوا فيم كنتم قالوا كنا\nمستضعفين في الأرض قالوا ألم تكن أرض الله واسعة فتهاجروا فيها فأولئك\nمأواهم جهنم وساءت مصيرا إلا المستضعفين من الرجال والنساء والولدان لا\nيستطيعون حيلة ولا يهتدون سبيلا فأولئك عسى الله أن يعفو عنهم وكان الله\nعفوا غفورا </span>وقال تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             <span class='quran'>ترى كثيرا منهم يتولون الذين\nكفروا لبئس ما قدمت لهم أنفسهم أن سخط الله عليهم وفي العذاب هم خالدون ولو\nكانوا يؤمنون بالله والنبي وما أنزل إليه ما اتخذوهم أولياء ولكن كثيرا\nمنهم فاسقون </span>والظالمون أنفسهم في هذه الآية السابقة إنما هم التاركون\nللهجرة مع القدرة عليها حسبما تضمنه قوله تعالى <span class='quran'>ألم تكن أرض الله\nواسعة فتهاجروا فيها </span>فظلمهم أنفسهم إنما كان بتركها وهي الإقامة مع\nالكفار وتكثير سوادهم وقوله <span class='quran'>توفاهم الملائكة </span>فيه تنبيه على أن\nالموبخ على ذلك والمعاقب عليه إنما هو من مات مصرا على هذه الإقامة ( 85 ب\n) وأما من تاب عن ذلك وهاجر وأدركه الموت ولو بالطريق فتوفاه الملك خارجا\nعنهم فيرجى قبول توبته ألا يموت ظالما لنفسه ويدل ذلك ايضا على قول الله\nتعالى <span class='quran'>ومن يخرج من بيته مهاجرا إلى الله ورسوله </span>إلى قوله <span class='quran'>وكان الله غفورا رحيما </span>فهذه الآي القرآنية كلها أو أكثرها ما سوى قوله\n<span class='quran'>ترى كثيرا منهم </span>إلى آخرها نصوص في تحريم الموالاة الكفرانية وأما\nقوله تعالى <span class='quran'>يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء\nبعضهم أولياء بعض ومن يتولهم منكم فإنه منهم إن الله لا يهدي القوم\nالظالمين </span>فما أبقت متعلقا إلى التطرق لهذا التحريم وكذلك قوله تعالى\n<span class='quran'>يا أيها الذين آمنوا لا تتخذوا الذين اتخذوا دينكم هزوا ولعبا من\nالذين أوتوا الكتاب من قبلكم والكفار أولياء واتقوا الله إن <span id='ms05'></span> كنتم مؤمنين\n</span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n4 -\n</p>\n\n<p>\nمن أجاز هذه الإقامة مارق من الدين ومفارق لجماعة المسلمين $\n</p>\n\n<p>\nوتكرار الآيات في هذا المعنى وجريها على نسق ووتيرة واحدة مؤكد للتحريم\nورافع للاحتمال المتطرق إليه فإن المعنى إذا نص عليه وأكد بالتكرار فقد\nارتفع الاحتمال لا شك فتتعاضد هذه النصوص القرآنية والأحاديث النبوية\nوالاجماعات القطعية على هذا النهي فلا تجد في تحريم هذه الإقامة وهذه\nالموالاة الكفرانية مخالفا من أهل القبلة المتمسكين بالكتاب العزيز الذي لا\nيأتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد فهو تحريم مقطوع\nبه من الدين كتحريم الميتة والدم ولحم الخنزير وقتل النفس بغير حق وأخواته\nمن الكليات الخمس التي أطبق أرباب الملل والأديان على تحريمها ومن خالف\nالآن في ذلك أو رام الخلاف من المقيمين معهم والراكنين إليهم فجوز هذه\nالإقامة واستخف أمرها واستسهل حكمها فهو مارق من الدين ومفارق لجماعة\nالمسلمين ومحجوج بما لا مدفع فيه لمسلم ومسبوق بالاجماع الذي لا سبيل إلى\nمخالفته وخرق سبيله\n</p>\n\n<p>\n| 5 - رأي أبي الوليد بن رشد الجد تحريم الإقامة\n</p>\n\n<p>\nقال زعيم الفقهاء القاضي أبو الوليد بن رشد رحمه الله في أول ( كتاب\nالتجارة ) ( 86 أ ) إلى أرض الحرب من مقدماته فرض الهجرة غير ساقط بل\nالهجرة باقية لازمة إلى يوم القيامة واجب بإجماع المسلمين على من أسلم بدار\nالحرب أن لا يقيم بها حيث تجرى عليه أحكام المشركين وأن يهجرها ويلحق بدار\nالمسلمين حيث تجرى عليه أحكامهم قال رسول الله صلى الله عليه وسلم ( أنا\nبرىء من كل مسلم مقيم مع المشركين ) إلا أن الهجرة لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             يحرم على\nالمهاجر بها الرجوع إلى وطنه إن عاد دار إيمان وإسلام كما حرم على\nالمهاجرين من أصحاب رسول الله صلى الله عليه وسلم ( الرجوع ) إلى مكة للذي\nادخره الله لهم من الفضل في ذلك\n</p>\n\n<p>\nقال فإذا وجب بالكتاب والسنة وإجماع الأمة على من أسلم الحرب أن يهجره\nويلحق بدار المسلمين ولا يثوى بين المشركين ويقيم بين أظهرهم لئلا تجرى\nعليهم أحكامهم فكيف يباح لأحد الدخول إلى <span id='ms06'></span> بلادهم حيث تجرى عليه أحكامهم في\nتجارة أو غيرها وقد كره مالك رحمه الله أن يسكن أحد ببلد يسب فيه السلف\nفكيف ببلد يكفر فيه بالرحمن وتعبد فيه من دونه الأوثان لا تستقر نفس أحد\nعلى هذا إلا مسلم مريض الايمان انتهى\n</p>\n\n<p>\n| 6 - مناقشة فقهية حول رأى ابن رشد\n</p>\n\n<p>\nفإن قلت المستفاد من كلام صاحب المقدمات وغيره من الفقهاء المتقدمين صورة\nطروء الاسلام على الاقامة بين أظهر المشركين والصورة المسئول عنها هي صورة\nطروء الاقامة على أصالة الاسلام وبين الصورتين بون بعيد فلا يحسن الاستدلال\nبه على الصورة المسئول الآن عن حكمها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             قلت تفقه المتقدمين إنما\nكان في تارك الهجرة مطلقا ومثلوا ذلك بصورة من صوره وهو من أسلم في دار\nالحرب وأقام وهذه المسئول عنها أيضا صورة ثانية من صوره لا تخالف الأولى\nالمتمثل بها إلا في طروء الإقامة خاصة فالصورة الأولى المتمثل بها بها\nعندهم طرأ الاسلام فيها على الاقامة والصورة الثانية الملحقة بها المسئول\nعنها طرأت الأقامة فيها على الاسلام واختلاف الطروء فرق صورى وهو غير معتبر\nفي استدعاء ( 86 ب ) نص قصر الحكم عليه وانتهائه إليه وإنما خص من تقدم من\nأئمة الهدى المقتدى بهم الكلام بصورة من أسلم ولم يهاجر لأن هذه الموالاة\nالشركية كانت مفقودة في صدر الاسلام وعزته ولم تحدث على ما قيل إلا بعد مضي\nمئين من السنين وبعد انقراض أئمة الأمصار المجتهدين فلذلك لا شك لم يتعرض\nلأحكامها الفقهية أحد منهم ثم لما نبغت هذه الموالاة النصرانية في المائة\nالخامسة وما بعدها من تاريخ الهجرة وقت استيلاء ملاعين النصارى دمرهم الله\nعلى جزيرة صقلية وبعض كور الأندلس سئل عنها بعض الفقهاء واستفهموا عن\nالأحكام الفقهية المتعلقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             بمرتكبها فأجاب بأن أحكامهم جارية مع\nأحكام من أسلم ولم يهاجر والحقوا هؤلاء المسئول عنهم والمسكوت عن حكمهم بهم\nوسووا بين الطائفتين في الأحكام الفقهية والمتعلقة بأموالهم وأولادهم ولم\nيروا فيها فرقا بين الفريقين وذلك لأنهما في موالاة الأعداء ومساكنتهم\nومداخلتهم وملابستهم وعدم مباينتهم وترك الهجرة الواجبة <span id='ms07'></span> عليهم والفرار منهم\nوسائر الأسباب الموجبة لهذه الأحكام المسكوت عنها في الصورة المسئول عن\nفرضها بمثابة واحدة فألحقوا رضى الله عنهم الأحكام المسكوت عنها في هؤلاء\nالمسكوت عنهم بالأحكام المتفقه فيها في أولئك فصار اجتهاد المتأخرين في هذا\nمجرد إلحاق لمسكوت عنه بمنطوق به مساو له في المعنى من كل وجه وهو منهم رضي\nالله عنهم عدل من النظر واحتياط في الاجتهاد وركون إلى الوقوف مع من تقدم\nمن أئمة الهدى المقتدى بهم فكان غاية في الحسن والزين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n             $ 7 -\n</p>\n\n<p>\nالأدلة من الحديث الشريف $\n</p>\n\n<p>\nوأما الاحتجاج على تحريم هذه الإقامة من السنة فبما خرجه الترمذي أن\nالنبي صلى الله عليه وسلم بعث سرية إلى خثعم فاعتصم ناس بالسجود فأسرع فيهم\nالقتل وبلغ ذلك النبي صلى الله عليه وسلم ( 87 أ ) فأمر لهم بنصف العقل\nوقال ( انا برىء من كل مسلم يقيم بين أظهر المشركين ) قالوا يا رسول الله\nولم قال ( لا تتراءى ناراهما ) وفي الباب أن النبي صلى الله عليه وسلم قال\nلا تساكنوا المشركين ولا تجامعوهم فمن ساكنهم أو جامعهم فهم منهم والتنصيص\nفي هذين الحديثين على المقصود بحيث لا يخفى على أحد ممن له نظر سليم وترجيح\nمستقيم وقد ثبتا في الحسان من المصنفات الستة التي تدور عليها رحى الاسلام\nقالوا ولا معارض لهما ولا ناسخ ولا مخصص ولا غيرهما ومقتضاهما لا مخالف\nلهما من المسلمين وذلك كاف في الاحتجاج بهما هذا مع اعتضاضهما بنصوص الكتاب\nوقواعد الشرع وشهادتهما لهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوفي سنن أبي داوود من التوبة حديث معاوية قال سمعت رسول الله صلى الله\nعليه وسلم يقول لا تنقطع الهجرة حتى تنقطع التوبة ولا تنقطع النوبة حتى\nتطلع الشمس من مغربها وفيه من حديث ابن عباس قال قال رسول الله صلى الله\nعليه وسلم يوم فتح مكة\n</p>\n\n<p>\n( لا هجرة بعد الفتح ولكن جهاد ونية وإن استنفرتم فانفروا ) $ 8 -\n</p>\n\n<p>\nرأى أبي سليمان الخطابي الأمر في الهجرة إلى الندب والاستحباب $\n</p>\n\n<p>\nقال أبو سليمان الخطابي كانت الهجرة في أول الاسلام مندوبا إليها غير\nمفروضة وذلك <span id='ms08'></span> قوله سبحانه <span class='quran'>ومن يهاجر في سبيل الله يجد في الأرض مراغما\nكثيرا وسعة </span>نزل حين اشتد أذى المشركين على المسلمين بمكة ثم وجبت\nالهجرة على المسلمين عند خروج النبي صلى الله عليه وسلم إلى المدينة وأمروا\nبالإنتقال إلى حضرته ليك ونوا معه فيتعاونوا ويتظاهر إن حزبهم أمر\nوليتعلموا أمر دينهم وليتفقهوا فيه وكان عظم الخوف في ذلك الزمان من قريش\nوهم اهل مكة فلما فتحت مكة وبخعت بالطاعة زال ذلك المعنى وارتفع وجوب\nالهجرة وعاد الأمر فيها إلى الندب والاستحباب فهما هجرتان فالمنطعة منهما\nهي الفرض والباقية هي الندب فهذا وجه ( 87 ب ) الجمع بين الحديثين على أن\nبين الاسنادين ما بينهما اسناد حديث ابن عباس متصل صحيح وأسناد ( حديث )\nمعاوية فيه مقال انتهى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             $ 9 -\n</p>\n\n<p>\nنقض رأي أبي سليمان الخطابي $\n</p>\n\n<p>\nقلت هاتان الهجرتان اللتان تضمنهما حديث معاوية وحديث ابن عباس هما\nالهجرتان اللتان انقطع فرضهما بفتح مكة فالهجرة الأولى الهجرة من الخوف على\nالدين والنفس كهجرة النبي صلى الله عليه وسلم وأصحابه المكيين فإنها كانت\nعليهم فريضة لا يجزى إيمان دونها والثانية هي الهجرة إلى النبي صلى الله\nعليه وسلم في داره التي استقر فيها فقد بايع من قصده على الهجرة وبايع\nآخرين على الإسلام $ 10 -\n</p>\n\n<p>\nرأي أبي بكر بن العربي من بقى عصى ويختلف في حاله $\n</p>\n\n<p>\nوأما الهجرة من أرض الكفر فهي فريضة إلى يوم القيامة قال ابن العربي في\nالأحكام الذهاب في الأرض ينقسم إلى ستة اقسام\n</p>\n\n<p>\nالأول الهجرة وهي الخروج من دار الحرب إلى دار الإسلام وكانت فرضا في\nأيام النبي عليه السلام وهذه الهجرة باقية مفروضة إلى يوم القيامة والتي\nانقطعت بالفتح هي القصد إلى النبي صلى الله عليه وسلم حيث كان فإن بقي في\nدار الحرب عصى ويختلف في حاله وانظر بقية اقسام الهجرة فيها\n</p>\n\n<p>\nوقال في العارضة إن الله حرم أولا على المسلمين أن يقيموا بين أظهر\nالمشركين بمكة وافترض عليهم أن يلحقوا بالنبي بالمدينة فلما فتح الله مكة\nسقطت الهجرة وبقي تحريم المقام بين أظهر المشركين <span id='ms09'></span> وهؤلاء الذين اعتصموا\nبالسجود ولم يكونوا اسلموا واقاموا مع المشركين إنما كان اعتصامهم في الحال\nنعم إنه لا يحل قتل من بادر إلى الاسلام إذا رأى السيف على رأسه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             باجماع من الأئمة ولكن قتلوا لأحد معنيين إما لأن السجود لا\nيعصم وإنما يعصم الإيمان بالشهادتين لفظا وإما لأن الذين قتلوهم لم يكونوا\nيعلمون أن ذلك يعصمهم وهذا هو الصحيح فإن بني جذيمة لما اسرع خالد فيهم\nالقتل قالوا صبأنا صبانا ولم يحسنوا أن يقولوا اسلمنا فقتلهم فوداهم النبي\nصلى الله عليه وسلم بخطأ خالد وخطأ الامام وعامله ( 88 أ ) في بيت المال $\n11 -\n</p>\n\n<p>\nمسالة فرعية النطق بالشهادتين شرط الإسلام $\n</p>\n\n<p>\nقال وهذا يدل على أنه ليس بشرط الاسلام قول لا إله إلا الله محمد رسول\nالله على التعيين وإنما وداهم نصف العقل على معنى الصلح والمصلحة كما ودى\nأهل جذيمة بمثلي ذلك على ما اقتضته حال كل واحد في قوله\n</p>\n\n<p>\n| 12 - حكم دم المقيم بدار الحرب وماله هل العاصم الإسلام أم الدار راي\nمالك بن أنس\n</p>\n\n<p>\nوقد اختلف الناس فيمن اسلم وبقي بدار الحرب فقتل أو أسر أو سبى أهله\nوماله فقال مالك حقن دمه وماله لمن أخذه حتى يحوزه بدار الإسلام وقيل عنه\nإنه يجوز ماله وأهله وبه قال الشافعي والمسألة محققة في مسائل الخلاف مبنية\nعلى أن الحربي هل يملك ملكا صحيحا أم لا وأن العاصم هل هو الاسلام أو الدار\nفمن ذهب إلى أنه يملك ملكا صحيحا تمسك بقوله عليه السلام هل ترك لنا عقيل\nمن دار وبقوله صلى الله عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n             وسلم أمرت أن أقاتل الناس حتى\nيقولوا لا إله إلا الله فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقها\nفسوى بين الدماء والأموال وأضافها إليهم والاضافة تقتضى التمليك ثم أخبر\nعمن أسلم منهم أنه معصوم وذلك يقتضي ألا يكون لأحد عليه سبيل وتمسك أيضا من\nأتبعه ماله بقوله صلى الله عليه وسلم من أسلم على شيء فهو له وبقوله صلى\nالله عليه وسلم لا يحل مال إمرىء مسلم إلا عن <span id='ms10'></span> طيب نفس منه وأما مالك وأبو\nحنيفة ومن قال بقولهما فعندهم أن العاصم إنما هو الدار فما لم يحز المسلم\nماله وولده بدار الاسلام وإلا فما أصيب من ذلك بدار الكفر فهو فيء للمسلمين\nوكان الكفار عندهم لايملكون بل أموالهم وأولادهم حلال لمن يقدر عليها من\nالمسلمين كدمائهم فمن أسلم منهم ولم يحز مالا ولا ولدا بدار الاسلام فكأنه\nلا مال له ولا ولد وكأن اليد للكفار كما أن الدار لهم وليست يد صاحبه\nالإسلامي يدا إذ كان بين أظهرهم 13 -\n</p>\n\n<p>\n| رأي أبي بكر بن العربي العاصم للدم الاسلام وللمال الدار ورأى الشافعي\nالعاصم لهما جميعا الإسلام\n</p>\n\n<p>\nوقال ابن العربي أيضا العاصم لدم المسلم الإسلام ( 88 ب ) ولماله الدار\nوقال الشافعي العاصم لهما جميعا هو الإسلام وقال أبو حنيفة العاصم المقوم\nلهما هو الدار والمؤثم هو الإسلام وتفسير ذلك أن من أسلم ولم يهاجر حتى قتل\nفإنه تجب فيه الكفارة عنده دون الدية والقود ولو هاجر لوجبت الكفارة والدية\nعلى عاقلته قيل فعلى هذا دمه محقون عند مالك والشافعي وقتله خطأ لا دية فيه\nعند أبي حنيفة وإنما فيه الكفارة خاصة وهو الظاهر من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             قول\nالمفسرين واحتجوا في ذلك بقوله تعالى <span class='quran'>والذين آمنوا ولم يهاجروا ما لكم\nمن ولايتهم من شيء حتى يهاجروا </span>وبقوله تعالى <span class='quran'>فإن كان من قوم عدو\nلكم وهو مؤمن فتحرير رقبة مؤمنة </span>ولم يذكر دية قالوا والمراد بهذا\nالمؤمن إنما هو المسلم الذي لم يهاجر لأنه مؤمن في قوم أعداء فهو منهم\nلقوله تعالى <span class='quran'>ومن يتولهم منكم فإنه منهم </span>فهو مؤمن من قوم عدو فلما\nذكر الدية في أول الآية في المؤمن المطلق وفي آخرها في المؤمن الذي قومه\nتحت عهدنا وميثاقنا وهم الذميون وسكت عنها في هذا المؤمن الذي بين الأعداء\nدل على سقوطها وأنه إنما أوجب فيه الكفارة خاصة هذا حكم دمه قال ابن العربي\nوهذه المسألة خراسانية عظما لم تبلغها المالكية ولا عرفتها الأئمة العراقية\nفكيف بالمقلدة المغربية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             $ 14 -\n</p>\n\n<p>\nرأي أصحاب أبي حنيفة الدار لا تعصم <span id='ms11'></span> الونشريشي ينقض هذا الرأي $\n</p>\n\n<p>\nاحتج أصحاب أبى حنيفة على أن العاصم الدار بأن التحرز والاعتصام\nوالامتناع إنما يكون بالحصون والقلاع وأن الكافر إذا صار في دارنا عصم دمه\nوماله فصار كالمال إذا كان مطروحا على الطريق لم يلزم فيه قطع وإذا حوز\nبحوزة كان مضمونا بالقطع واحتج الشافعي بقول النبي صلى الله عليه وسلم أمرت\nأن أقاتل الناس الحديث فنص على أن العصمة للنفس والمال إنما تكون بكلمة\nالإسلام ولو أن مسلما دخل إلى دار الحرب ( 89 أ ) فإنه معصوم الدم والمال\nوالدار معدومة وأما قول أصحابنا إن الاسلام عاصم للنفس دون الولد والمال\nوقول أصحاب أبي حنيفة إن التحرز والتعصم يكون بالقلاع فكلام فأسد لأنه تعلق\nبالعصمة الحسية التي يكتسبها الكافر والمحارب ولا يعتبرها الشرع وإنما\nالكلام على ما يعتبره الشرع ألا ترى أن المحارب من المسلمين والكافر\nيتحصنان بالقلاع ودمهما وأموالهما مباحان أحدهما على الاطلاق والثاني يشترط\nأن يستمر ولا يقلع ويتمادى ويتمنع ولكن المال إنما يمنعه إحراز صاحبه له\nبكونه معه في حرز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             قلت بقول الشافعي قال أشهب وسحنون وهو اختيار\nالقاضي أبي بكر بن العربي حسبما تضمنه كلامه الآن وبقول مالك قال أبو حنيفة\nوأصبغ بن الفرج واختاره ابن رشد وهو المشهور عن مالك رحمه الله ومنشأ\nالخلاف ما مر تقريره\n</p>\n\n<p>\n| 15 - رأي ابن الحاج ليس لأحد على مال المسلم المقيم بدار الحرب أو دمه\nسبيل\n</p>\n\n<p>\nوأجرى الفقيه القاضي الشهير أبو عبد الله بن الحاج وغيره من المتأخرين\nمال هذا المسلم المسئول عنه المقيم بدار الحرب ولم يبرح عنها بعد استيلاء\nالطاغية عليها على هذا الخلاف المتقدم بين علماء الأمصار في مال من أسلم\nوأقام بدار الحرب ثم فرق ابن الحاج بعد الإلحاق والتسوية في هذه الأحكام\nالملحقة بأن مال من أسلم كان مباحا قبل إسلامه بخلاف مال المسلم لأن يده لم\nتزل ولا تقدم له في وقت ما كفر مبيح ماله وولده يوما للمسلمين فليس لأحد\nعليهما من سبيل وهو راجح من القول وواضح من الاستدلال والنظر <span id='ms12'></span> وظاهر عند\nالتأمل لمنشأ الخلاف الذي تقدم بيانه على ما لا يخفى ويعتضد هذا الفرق بنص\nآخر مسئلة من سماع يحيي من كتاب الجهاد ولفظه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n| 16 - رأي ابن الحاج في المسلمين المتخلفين في برشلونه الذين يشتركون مع\nالنصارى في الإغارة على المسلمين\n</p>\n\n<p>\nوسألته عمن تخلف من أهل برشلونه من المسلمين عن الارتحال عنها بعد السنة\nالتي أجلت لهم يوم فتحت في ارتحالهم فأغار ( 89 ب ) على المسلمين تعوذا مما\nيخاف من القتل إن ظفر به فقال ما أراه إلا بمنزلة المحارب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             الذي\nيتلصص بدار الإسلام من المسلمين وذلك أنه مقيم على دين الإسلام فإن أصيب\nفأمره إلى الامام يحكم فيه بمثل ما يحكم في أهل الفساد والحرابه وأما في\nماله فلا أراه يحل لأحد اصابه انتهى محل الحاجة منه ابن رشد قوله إنهم في\nغارتهم على المسلمين بمنزلة المحاربين صحيح لا اختلاف فيه لأن المسلم إذا\nحارب فسواء أكانت حرابته في بلد الإسلام أو في بلد الكفر الحكم فيه سواء\nوأما قوله في ماله أنه لا يحل لأحد أصابه فهو خلاف ظاهر قول مالك في\nالمدونة في الذي يسلم في دار الحرب ثم يغزو المسلمون تلك الدار فيصيبون\nأهله وماله وولده أن ذلك كله فيء إذ لم يفرق فيها بين أن يكون الجيش غنم\nماله وودله قبل خروجه أو بعد خروجه انتهى قلت فظاهر كلام ابن رشد هذا يؤذن\nبترجيح خلاف ما رجحه معاصره وبلديه القاضي أبو عبد الله بن الحاج في مال\nهؤلاء المسئول عنهم وأولادهم فتأمله $ 17 -\n</p>\n\n<p>\nرأي شيوخ آخرين لا سبيل على دماء المسلمين المقيمين مع النصارى إلا إذا\nاشتركوا في محاربة المسلمين ولا سبيل على أموالهم إلا إذا أعانوهم بها $\n</p>\n\n<p>\nوقال بعض المحققين من الشيوخ يظهر أن الأحكام الملحقة بهم في الأنفس\nوالأولاد والأموال جارية على المقيمين مع النصارى الحربيين على حسب ما تقرر\nمن الخلاف وتمهد من الترجيح ثم إن حاربونا مع أوليائهم ترجحت حينئذ استباحة\nدمائهم وإن أعانوهم بالمال على قتالنا ترجحت استباحة أموالهم وقد ترجح سبى <span id='ms13'></span>\nذراريهم للاستخلاص من أيديهم وإنشائهم بين أظهر المسلمين آمنين من الفتنة\nفي الدين معصومين من معصية ترك الهجرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             $ 18 -\n</p>\n\n<p>\nشكوى المهاجرين إلى أرض الإسلام من ضيق المعاش زعم فاسد وتوهم كاسد لا\nرخصة لأحد في الرجوع إلى بلاد النصارى بحال $\n</p>\n\n<p>\nوما ذكر في السؤال من حصول الندم والتسخط لبعض المهاجرين من دار الحربيين\nإلى دار المسلمين لما زعموه من ضيق المعاش وعدم الانتعاش زعم فاسد وتوهم\nكاسد في نظر الشريعة الغراء فلا يتوهم هذا المعنى ويعتبره ويجعله نصب عينيه\nإلا ضعيف اليقين بل عديم العقل والدين وكيف يتخيل هذا المعنى يدلى به حجة\nفي إسقاط الهجرة من دار الحرب وفي بلاد الإسلام ( 90 أ ) أعلى الله كلمته\nمجال رحب للقوى والضعيف والثقيل والخفيف وقد وسع الله البلاد فيستجير بها\nمن أصابته هذه الصدمة الكفرانية والصاعقة النصرانية في الدين والأهل\nوالأولاد فقد هاجر من عليه الصحابة وأكابرهم رضوان الله عليهم إلى أرض\nالحبشة فرارا بدينهم من أذى المشركين من أهل مكة جماعة عظيمة ورفقة كريمة\nمنهم جعفر بن أبي طالب وأبو سلمة بن عبد الأسد وعثمان بن عفان وأبو عبيدة\nبن الجراح وحال أرض الحبشة ما قد علم وهاجر آخرون إلى غيرها وهجروا أوطانهم\nوأموالهم وأولادهم وآباءهم ونبذوهم وقاتلوهم وحاربوهم تمسكا منهم بدينهم\nورفضا لدنياهم فكيف بعرض من اعراضها لا يخل تركه بالتكسب بين أظهر المسلمين\nولا يؤثر رفضه في متسع المسترزقين ولا سيما بهذا القطر الديني المغربي صانه\nالله وزاده عزا وشرفا ووقاه من الأغيار والأكدار وسطا وطرفا فإنه من أخصب\nأرض الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             أرضا وأشبعها بلادا طولا وعرضا وخصوصا حاضرة فاس\nوانظارها ونواحيها من كل الجهات وأقطارها ولئن سلم هذا الوهم وعدم صاحبه\nوالعياذ بالله العقل الراجح والرأي الناجح والفهم فقد أقام علما وبرهانا\nعلى نفسه الخسيسة الرذلة بترجيح عرض دنياوي حطامى محتقر على عمل ديني أخروى\nمدخر وبئست هذه المفاضلة والأرجيحة وخاب وخسر من آثرها ووقع فيها أما علم\nالمغبون في صفقته النادم على هجرته من دار يدعى فيها التثليث وتضرب <span id='ms14'></span> فيها\nالنواقيس ويعبد فيها الشيطان ويكفر بالرحمن أن ليس للانسان إلا دينه إذ به\nنجاته الأبدية وسعادته الأخروية وعليه يبذل نفسه النفيسة فضلا عن جملة ماله\nقال الله تعالى <span class='quran'>يا أيها الذين آمنوا لا تلهكم أموالكم ولا أولادكم عن\nذكر الله ومن يفعل ذلك فأولئك هم الخاسرون </span>وقال تعالى <span class='quran'>إنما\nأموالكم وأولادكم فتنة والله عنده أجر عظيم </span>وأعظم فوائد المال وأجلها\nعند العقلاء إنفاقه في سبيل الله وابتغاء مرضاته وكيف يتقحم بالتشبث ( 90 ب\n) ويترامى ويتطارح أو يتسارع من أجله إلى موالاة العداة وقد قال تعالى <span class='quran'>فترى الذين في قلوبهم مرض يسارعون فيهم يقولون نخشى أن تصيبنا دائرة </span>والدائرة في هذه النازلة فوات التمسك بعقار المال فوصف بمرمض القلب وضعف\nاليقين ولو كان قوي الدين صحيح اليقين واثقا بالله تعالى معتمدا عليه\nومسندا ظهره إليه لما أهمل قاعدة التوكل على علو رتبها ونمو ثمرتها\nوشهادتها بصحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             الإيمان ورسوخ اليقين وإذا تقرر هذا فلا رخصة\nلأحد ممن ذكرت في الرجوع ولا في عدم الهجرة بوجه ولا حال فإنه لا يعذر مهما\nتوصل إلى ذلك بمشقة فادحة أو حيلة دقيقة بل مهما وجد سبيلا إلى التخلص من\nربقة الكفر وحيث لا يجد عشيرة تذب عنه وحماة يحمون عليه ورضى بالمقام بمكان\nفيه الضيم على الدين والمنع من إظهار شعائر المسلمين فهو مارق من الدين\nمنخرط في سلك الملحدين والواجب الفرار من دار غلب عليها أهل الشرك والخسران\nإلى دار الأمن والإيمان ولذلك قوبلوا في الجواب عند الاعتذار بقوله ( ألم\nتكن أرض الله واسعة ) أي حيث ما توجه المهاجر وإن كان ضعيفا فإنه يجد الأرض\nواسعة ومتصلة فلا عذر بوجه لمستطيع وإن كان بمشقة في العمل أو في الحيلة أو\nفي اكتساب الرزق أو ضيق في المعيشة إلا المستضعف العاجز رأسا الذي لا\nيستطيع حيلة ولا يهتدى سبيلا ومن بادر إلى الفرار وسارع في الانتقال من دار\nالبوار إلى دار الأبرار فذلك إمارة ظاهرة في الحال العاجلة لما يصير إليه\nحاله في الآجلة لأن <span id='ms15'></span> من يسر له العمل الصالح كان مأمولا له الظفر والفوز ومن\nتيسر له العمل الخبيث كان مخوفا عليه الهلاك والخسران جعلنا الله وإياكم\nممن يسر لليسرى وانتفع بالذكرى $ 19 -\n</p>\n\n<p>\nلابد من إرهاقهم بالعقوبة الشديدة والتنكيل المبرح ضربا وسجنا $\n</p>\n\n<p>\nوما ذكرت عن هؤلاء المهاجرين من قبيح الكلام وسب دار الإسلام وتمنى\nالرجوع إلى دار الشرك والأصنام وغير ذلك من الفواحش المنكرة التي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n( 91 أ ) لا تصدر إلا من اللئام يوجب لهم خزي الدنيا والآخرة وينزلهم\nأسوأ المنازل والواجب على من مكنه الله في الأرض ويسره لليسرى أن يقبض على\nهؤلاء وأن يرهقهم العقوبة الشديدة والتنكيل المبرح ضربا وسجنا حتى لا\nيتعدوا حدود الله لأن فتنة هؤلاء أشد ضررا من فتنة الجوع والخوف ونهب\nالأنفس والأموال وذلك أن من هلك هناك فإلى رحمة الله تعالى وكريم عفوه ومن\nهلك دينه فإلى لعنة الله وعظيم سخطه فإن محبة الموالاة الشركية والمساكنة\nالنصرانية والعزم على رفض الهجرة والركون إلى الكفار والرضى بدفع الجزية\nغليهم ونبذ العزة الاسلامية والطاعة الامامية والبيعة السلطانية وظهور\nالسلطان النصراني عليها وإذلاله إياها فواحش عظيمة مهلكة قاصمة للظهور يكاد\nأن تكون كفرا والعياذ بالله\n</p>\n\n<p>\n| 20 - المقيم والراجع بعد الهجرة والمتمنى الرجوع لا يحق لهم تولى\nالقضاء أو الإمامة ولا تقبل شهادتهم\n</p>\n\n<p>\nوأما جرحة المقيم والراجع بعد الهجرة والمتمنى للرجوع وتأخيره عن المراتب\nالكمالية الدينية من قضاء وشهادة وإمامة فما لا خفاء فيه ولا امتراء ممن له\nأدنى مسكة من الفروع الاجتهادية والمسائل الفقهية وكما لا تقبل شهادتهم\nكذلك لا يقبل خطاب حكامهم قال ابن عرفة رحمه الله وشرط قبول خطاب القاضي\nصحة ولايته لمن تصح توليته بوجه احترازا من مخاطبة قضاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             أهل\nالدجن كقضاة مسلمى بلنسية وطرطوشة وقوصرة عندنا ونحو ذلك انتهى\n</p>\n\n<p>\n| 21 - هل هي تقبل خطابات قضاة أهل الدجن وهل يجوز الرد عليها\n</p>\n\n<p>\nوسئل الامام أبو عبد الله المازرى رحمه الله في زمانه عن أحكام تأتى من\nصقلية من عند قاضيها أو شهود عدول هل يقبل ذلك منهم أم لا مع أنها ضرورة <span id='ms16'></span>\nولا تدرى إقامتهم هناك تحت أهل الكفر هل هي اضطرار أو اختيار\n</p>\n\n<p>\n| 22 - رأي المازرى تحسين الظن بالمسلمين إذا كان قاضي أهل الدجن مضطرا\nللاقامة فإقامته لا تقدح في ولايته\n</p>\n\n<p>\nفأجاب القادح في هذا وجهان الأول يشتمل على القاضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             وبيناته\nمن ناحية العدالة فلا يباح المقام في دار الحرب في قياد أهل الكفر والثاني\nمن ناحية الولاية إذ القاضي مولى من قبل أهل الكفر والأول له قاعدة ( 91 ب\n) يعتمد عليها في هذه المسئلة وشبهها وهي تحسين الظن بالمسلمين ومباعدة\nالمعاصي عنهم فلا يعدل عنها لظنون كاذبة وتوهمات واهية كتجويز من ظاهره\nالعدالة وقد يجوز في الخفاء وفي نفس الأمر أن يكون ارتكب كبيرة إلا من قام\nالدليل على عصمته وهذا التجويز مطرح والحكم للظاهر إذ هو الراجح إلا ان\nيظهر من المخايل ما يوجب الخروج عن العدالة فيجب التوقف حينئذ حتى يظهر ما\nيوجب زوال موجب راجحية العدالة ويبقى الحكم الظاهر لغلبة الظن بعد ذلك\nوالحكم هو مستفاد من قرائن محصورة فيعمل عليها وقرائن العدالة مأخوذة من\nأمر مطلق سلفى متلقى وقد أمليت في هذا طرفا في شرح البرهان وذكرت طريقة أبي\nالمعالي وطريقتي لما تكلمنا فيما جرى بين الصحابة من الوقايع والفتن رضى\nالله عنهم أجمعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا المقيم ببلد الحرب إن كان اضطرارا فلا شك أنه لا يقدح في عدالته\nوكذا إن كان ( متأولا و ) تأويله صحيحا مثل إقامته ببلد أهل الحرب لرجاء\nهداية أهل الحرب أو نقلهم عن ضلالة ما وأشار إليه الباقلاني وكما اشار\nأصحاب مالك في جواز الدخول لفكاك الأسير وأما لو أقام بحكم الجاهلية\nوالاعراض عن التأويل اختيارا فهذا يقدح في عدالته واختلف المذهب في رد\nشهادة الداخل اختيارا لتجارة اختلف في تأويل المدونة فيها أشد اختلاف فمن\nظهرت عدالته منهم وشك في إقامته على أي وجه فالأصل عذره لأن جل الاحتمالات\nالسابقة تشهد لعذره فلا ترد لاحتمال واحد إلا أن تكون قراين تشهد أن إقامته\nكانت اختيارا لا لوجه $ 23 -\n</p>\n\n<p>\nتولية الكافر للقضاة والامناء واجب عقلا <span id='ms17'></span> ولا يقدح في احكامهم $\n</p>\n\n<p>\nوأما الوجه الثاني وهو تولية الكافر للقضاة والامناء وغيرهم لحجز الناس\nبعضهم عن بعض فواجب حتى ادعى بعض أهل المذهب أنه واجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             عقلا وإن\nكان باطلا تولية الكافر لهذا القاضي إما بطلب الرعية له وإقامته إياه لهم\nللضرورة لذلك فلا يقدح في حكمه وتنفيذ احكامه كما لو كان ولاه سلطان مسلم\nوفي كتاب ( 92 أ ) الإيمان في مسالة الحالف ليقضينك حقك إلى أجل اقام شيوخ\nالمكان مقام السلطان عند فقده لما يخاف من فوات القضية\n</p>\n\n<p>\n| 24 - هل يجوز للخارج على الإمام تولية القضاة مطرف وابن الماجشون يريان\nأن ذلك يجوز\n</p>\n\n<p>\nوعن مطرف وابن الماجشون فيمن خرج على الإمام وغلب على بلد فولى قاضيا\nعدلا فأحكامه نافذة انتهى\n</p>\n\n<p>\n| 25 - رأي شيوخ الأندلس لا يجوز\n</p>\n\n<p>\nقلت وأفتى شيوخ الأندلس فيمن كان في ولاية الثائر المارق عمر بن حفصون\nأنه لا تجوز شهادتهم ولا قبول خطاب قضاتهم $ 26 -\n</p>\n\n<p>\nهل تقبل ولاية القضاء من الأمير غير العدل رأي مالك لا تقبل $\n</p>\n\n<p>\nواختلف في قبول ولاية القضاء من الأمير غير العدل ففي رياض النفوس في\nطبقات علماء إفريقية لأبي محمد عبد الله المالكي قال سحنون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \nاختلف أبو محمد عبد الله بن فروخ وابن غانم قاضي إفريقية وهما من رواة مالك\nرضي الله عنه فقال ابن فروخ لا ينبغي لقاض إذا ولاه أمير غير عدل أن يلي\nالقضاء وقال ابن غانم يجوز أن يلي وإن كان الأمير غير عدل فكتب بها إلى\nمالك فقال مالك اصاب الفارسي يعني ابن فروخ وأخطأ الذي يزعم أنه عربي يعني\nابن غانم انتهى $ 27 -\n</p>\n\n<p>\nرأي ابن عرفه يجوز $\n</p>\n\n<p>\nوقال ابن عرفة لم يجعلوا قبوله الولاية للمتغلب المخالف للامام جرحة لخوف\nتعطيل الأحكام انتهى $ 28 -\n</p>\n\n<p>\nالمقيم بأرض النصارى مرتكب لمعصية كبيرة وهو معاقب بالعذاب الشديد إلا\nأنه غير مخلد في النار $\n</p>\n\n<p>\nهذا ما يتعلق بهم من الأحكام الدنياوية وأما الأخراوية المتعلقة بمن قطع\nعمره وأفنى شيبه وشبابه في مساكنتهم وتوليهم ولم يهاجر أو هاجر ثم ر اجع\nوطن الكفر وأصر على ارتكاب هذه <span id='ms18'></span> المعصية الكبيرة إلى حين وفاته والعياذ\nبالله فالذي عليه أهل السنة وجمهور الأئمة أنهم معاقبون بالعذاب الشديد إلا\nأنهم غير مخلدين في العذاب بناء على مذهبهم الحق في انقطاع عذاب أهل الكتاب\nوتخليصهم بشفاعة سيدنا ونبينا ومولانا محمد صلى الله عليه وسلم المصطفى\nالمختار وحسبما وردت به صحاح الأخبار والدليل على ذلك قوله عز وجل <span class='quran'>إن\nالله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             وقوله\n<span class='quran'>قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله\nيغفر الذنوب جميعا إنه هو الغفور الرحيم </span>وقوله <span class='quran'>وإن ربك لذو مغفرة\nللناس على ظلمهم </span>إلا أن قوله تعالى <span class='quran'>ومن يتولهم منكم فإنه منهم\n</span>وقوله عليه السلام أنا بريء من كل مسلم يقيم بين أظهر المشركين وقوله\nعليه السلام فمن ساكنهم أو جامعهم فهو منهم شديد جدا عليهم $ 29 -\n</p>\n\n<p>\nحكم المسلم الذي يزدري دار الإسلام ويفضل عليها بلاد النصرانية الخزي في\nالعاجلة والآجلة إلا أن ذنبه أقل من ذنب التارك للهجرة $\n</p>\n\n<p>\nوما ذكرتم عن سخيف العقل والدين من قوله ( إلى ها هنا يهاجر ) في قالب\nالازدراء والتهكم وقول السفيه الآخر ( إن جاز صاحب قشتالة ) إلى هذه\nالنواحي نسير إليه إلى آخر كلامه البشيع ولفظه الشنيع لا يخفى على سيادتكم\nما في كلام واحد منهما من السماحة في التعبير كما لا يخفى ما على كل منهما\nفي ذلك من الهجنة وسوء النكير إذ لا يتفوه بذلك ولا يستبيحه إلا من سفه\nنفسه وفقد والعياذ بالله حسه ورام رفع ما صح نقله ومعناه ولم يخالف في\nتحريمه أحد في جميع معمور الأرض الاسلامية من مطلع الشمس إلى مغربها لأغراض\nفاسدة في نظر الشرع لا رأس لها ولا ذنب فلا تصدر هذه الأعراض الهوسية إلا\nمن قلب استحوذ عليه الشيطان فأنساه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             حلاوة الإيمان ومكانه من\nالارطاب ومن ارتكب في هذا وتورط فيه فقد استعجل لنفسه الخبيثة الخزي\nالمضمون في العاجل والآجل إلا أنه لا يساوى في العصيان والإثم والعدوان\nوالمقت والسماحة <span id='ms19'></span> والابعاد والاستنقاص واستحقاق اللائمة والمذمة الكبرى\nالتارك للهجرة بالكلية بموالاة الأعداء والسكنى بين أظهر البعداء لأن غاية\nما صدر من هذين الخبيثين عزم وهو التصميم وتوطين النفس على الفعل وهما لم\nيفعلا $ 30 -\n</p>\n\n<p>\nهل يؤاخذ على العزم على المعصية دون اتيانها رأي المازرى لا يؤاخذ راي\nالباقلاني يؤاخذ $\n</p>\n\n<p>\nوقد اختلف أئمتنا الأشاعرة في المؤاخذة به فنقل الامام أبو عبد الله\nالمازرى رحمه الله عن كثير أنه غير مؤاخذ به رأسا لقوله عليه السلام إن\nالله تجاوز لأمتي ما حدثت به أنفسها ( 93 أ ) وقال القاضي أبو بكر\nالباقلاني إنه مؤاخذ به واحتج له بحديث\n</p>\n\n<p>\nإذا اصطف المسلمان بسيفهما فالقاتل والمقتول في النار قيل يا رسول الله\nهذا القاتل فما بال المقتول قال إنه كان حريصا على قتل صاحبه فإثمه بالحرص\nوأجيب بأن اللقاء وإشهار السلاح فعل وهو المراد بالحرص $ 31 -\n</p>\n\n<p>\nرأي عياض يؤاخذ بعمل القلب آراء أخرى $\n</p>\n\n<p>\nوقال في\n</p>\n\n<p>\nالاكمال يقول القاضي عياض قال بذلك أئمة السلف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             من الفقهاء\nوالمتكلمين والمحدثين لكثرة الأحاديث الدالة على المؤاخذة بعمل القلب\nوحملوا أحاديث عدم المؤاخذة على الهم قيل للثورى ايؤاخذ بالهمة قال إذا\nكانت عزما لكنهم قالوا إنما يؤاخذ بسيئة العزم لأنها معصية لا بسيئة\nالمعزوم عليه لأنها لم تفعل فإن فعلت كتبت سيئة ثانية وإن كف عنها كتبت\nحسنة لحديث إنما تركها من جراي وقال محيي الدين النووي تظاهرت النصوص\nبالمؤاخذة بالعزم كقوله تعالى <span class='quran'>إن الذين يحبون أن تشيع الفاحشة في\nالذين آمنوا </span>وقال تعالى <span class='quran'>اجتنبوا كثيرا من الظن إن بعض الظن إثم\n</span>وقد أجمعت الأئمة على حرمة الحسد واحتقار الناس وإرادة المكروه بهم\nانتهى\n</p>\n\n<p>\nواعترض هذا الاحتجاج بأن هذا العزم المختلف فيه ما له صورة في الخارج\nكالزنا وشرب الخمر وأما ما لا صورة له في الخارج كالاعتقادات وخبائث النفس\nمن الحسد ونحوه فليس من صور محل الخلاف لأن النهي عنه في نفسه به وقع\nالتكليف فلا يحتج بالاجماع الذي فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n| 32 - خاتمة\n</p>\n\n<p>\nوليكن هذا آخر ما ظهر كتبه من الجواب على السؤال المقيد الموجه <span id='ms20'></span> من قبل\nالفقيه المعظم الخطيب الفاضل القدوة الصالح البقية والجملة الفاضلة النقية\nالسيد أبي عبد الله بن قطيه أدام الله سموه ورقيه\n</p>\n\n<p>\nوينبغي أن يترجم هذا الجواب ويسمى بأسنى المتاجر في بيان أحكام من غلب\nعلى وطنه النصارى ولم يهاجر وما يترتب ( 93 ب ) عليه من العقوبات والزواجر\nوالله أسأل أن ينفع به ويضاعف الأجر بسببه\n</p>\n\n<p>\nقاله وخطه العبد المستغفر الفقير المسلم عبيد الله أحمد بن يحيي بن محمد\nبن على الونشريشي وفقه الله\n</p>\n\n<p>\nوكان الفراغ من كتبه يوم الأحد التاسع عشر لذي قعدة الحرام من عام ستة\nوتسعين وثمانمائة عرفنا الله خيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n| ضميمة\n</p>\n\n<p>\nفتوى أخرى للونشريشي في شأن رجل أراد المقام في الأندلس ليخدم إخوانه\nالمسلمين ويتكلم باسمهم ويخاصم عنهم\n</p>\n\n<p>\n( 106 ) وكتب إلى الفقيه أبو عبد الله المذكور أيضا بما نصه الحمد لله\nوالصلاة والسلام على رسول الله\n</p>\n\n<p>\nجوابكم يا سيدي رضي الله عنكم ومتع المسلمين بحياتكم في نازلة وهي $ 33 -\n</p>\n\n<p>\nسؤال هذه الفتوى هل يجوز لرجل مسلم أن يتخلف عن الهجرة من بلد النصارى\nللقيام بشئون إخوانه من أهل الدجن $\n</p>\n\n<p>\nرجل من أهل مربله معروف بالفضل والدين تخلف عن الهجرة مع أهل بلده ليبحث\nعن أخ له فقد قبل في قتال العدو بأرض الحرب فبحث عن خبره إلى الآن فلم يجده\nوأيس منه فأراد أن يهاجر فعرض له سبب آخر وهو أنه لسان وعون للمسلمين\nالمساكين الذميين حيث سكناه ولمن جاورهم أيضا من أمثالهم بغربية الأندلس\nيتكلم عنهم مع حكام النصارى فيما يعرض لهم معهم من نوائب الدهر ويخاصم عنهم\nويخلص كثيرا منهم من ورطات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             عظيمة بحيث أنه يعجز عن تعاطي ذلك\nعنهم أكثرهم بل ما يجدون مثله في ذلك الفن إن هاجر وبحيث أنه يلحقهم في\nفقده ضرر كبير إن فقدوه فهل يرخص له في الإقامة معهم تحت حكم الملة الكافرة\nلما في إقامته هناك من المصلحة لأولئك المساكين الذميين مع أنه قادر على\nالهجرة متى شاء أو لا يرخص له أو لا رخصة لهم أيضا في إقامتهم هناك تجرى <span id='ms21'></span>\nعليهم أحكام الكفر لا سيما وقد سمح لهم في الهجرة مع أن أكثرهم قادرون\nعليها متى أحبو\n</p>\n\n<p>\nوعلى تقدير أن لو رخص له في ذلك فهل يرخص له أيضا في الصلاة بثيابه حسب\nاستطاعته إذ لا تخلو في الغالب عن نجاسة لكثرة مخالطته ( 107 ) للنصارى\nوتصرفه بينهم ورقاده وقيامه في ديارهم في خدمة المسلمين الذميين حسبما ذكرت\n</p>\n\n<p>\nبينوا لنا حكم الله في ذلك مأجورين مشكورين إن شاء الله تعالى والسلام\nالكثير يعتمد مقامكم العلي ورحمة الله تعالى وبركاته\n</p>\n\n<p>\nفأجبته بما نصه\n</p>\n\n<p>\n| 34 - رأي الونشريشي لا يجوز لأن ذلك يتنافى مع عزة الاسلام أهل الدجن\nعصاة\n</p>\n\n<p>\nالحمد لله تعالى وهذا الجواب والله تعالى ولي التوفيق بفضله\n</p>\n\n<p>\nإن إلهنا الواحد القهار قد جعل الخزية والصغار في أعناق ملاعين الكفار\nسلاسل وأغلالا يطوفون بها في الأقطار وفي أمهات المداين والأمصار إظهارا\nلعزة الإسلام وشرف نبيه المختار فمن حاول من المسلمين عصمهم الله ووقرهم\nانقلاب تلك السلاسل والأغلال في عنقه فقد حاد الله ورسوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             وعرض\nبنفسه إلى سخط العزيز الجبار وحقيق أن يكبكبه الله معهم في النار قال الله\nتعالى <span class='quran'>كتب الله لأغلبن أنا ورسلي إن الله قوي عزيز </span>فالواجب على\nكل مؤمن يؤمن بالله واليوم الآخر السعي في حفظ رأس الإيمان بالبعد والفرار\nعن مساكنة أعداء حبيب الرحمن والاعتلال بإقامة الفاضل المذكور بما عرض من\nغرض الترجمة بين الطاغية وأهل ذمته من الدجن العصاه لا يخلص من واجب الهجرة\nولا يتوهم معارضة ما سطر في السؤال من الأوصاف الطردية لحكمها الواجب إلا\nمتجاهل أو جاهل معكوس الفطرة ليس معه من مدارك الشرع خبره لأن مساكنة\nالكفار من غير أهل الذمة والصغار لا تجوز ولا تباح ساعة من نهار لما تنتجه\nمن الأدناس والأوضار والمفاسد الدينية والدنيوية طول الأعمار منها أن غرض\nالشرع ان تكون كلمة الإسلام وشهادة الحق قائمة على ظهورها عالية على غيرها\nمنزهة عن الازدراء بها ومن ظهور شعائر الكفر عليها ومساكنتهم تحت الذل\nوالصغار تقتضي ولا بد أن تكون هذه الكلمة الشريفة <span id='ms22'></span> العالية المنيفة سافلة لا\nعالية ومزدرى بها لا منزهة وحسبك بهذه المخالفة للقواعد الشرعية والأصول\nوبمن يتحملها ويصبر عليها مدة عمره من غير ضرورة ولا إكراه $ 35 -\n</p>\n\n<p>\nالإقامة في حكم النصارى تحول دون كمال الصلاة $\n</p>\n\n<p>\nومنها أن كمال الصلاة التي تتلو الشهادتين في الفضل والتعظيم الإعلان\nوالظهور لا يكون ولا يتصور إلا بكمال الظهور والعلو والنزاهة من الازدراء\nوالاحتقار في مساكنة الكفار وملابسة الفجار تعريضها للاضاعة والازدراء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             والهزء واللعب قال الله تعالى <span class='quran'>وإذا ناديتم إلى الصلاة\nاتخذوها هزوا ولعبا ذلك بأنهم قوم لا يعقلون </span>وحسبك بهذه المخالفة أيضا\n$ 36 -\n</p>\n\n<p>\nوتعطل الزكاة $\n</p>\n\n<p>\nومنها إيتاء الزكاة ولا يخفى على ذي بصيرة وسريرة مستنيرة أن إخراج\nالزكاة ( 108 ) للإمام من أركان الإسلام وشعائر الأنام وحيث لا إمام فلا\nإخراج لعدم شرطها فلا زكاة لفقد مستحقها فهذا ركن من أركان الإسلام منهد\nبهذه الموالاة الكفرية وأما إخراجها لمن يستعين بها على المسلمين فلا يخفى\nأيضا ما فيه من المناقضة للمتعبدات الشرعية كلها $ 37 -\n</p>\n\n<p>\nوتعطل الصيام $\n</p>\n\n<p>\nومنها صيام رمضان ولا يخفى أنه فرض على الأعيان وزكاة الأبدان وهو مشروط\nبرؤية الهلال ابتداء وانقضاء وفي أكثر الأحوال إنما تثبت الرؤية بالشهادة\nوالشهادة لا تؤدى إلا عند الأئمة وخلفايهم وحيث لا إمام ولا خليفة ولا\nشهادة الشهر إذ ذاك مشكوك الأول والآخر في العمل الشرعي $ 38 -\n</p>\n\n<p>\nوتحول دون الحج $\n</p>\n\n<p>\nومنها حج البيت والحج وإن كان ساقطا عنهم لعدم الاستطاعة لأنها موكولة\nإليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             $ 39 -\n</p>\n\n<p>\nوتمنع من الجهاد $\n</p>\n\n<p>\n( ومنها الجهاد ) فالجهاد لإعلاء كلمة الحق ومحو الكفر من قواعد الأعمال\nالإسلامية وهو فرض على الكفاية وعند مسيس الحاجة ولا سيما بمواضع هذه\nالإقامة المسئول عنها وما يجاورها ثم هم إما تاركوه من غير ضرورة مانعة منه\nعلى الإطلاق فهم كالعازم على تركه من غير ضرورة والعازم على الترك من غير\nضرورة كالتارك قصدا مختارا وإما مقتحمون نقيضه بمعونة أوليائهم على\nالمسلمين إما بالنفوس وإما بالأموال فيصيرون حربيين مع المشركين وحسبك بهذه\nمناقضة وضلالة $ 40 -\n</p>\n\n<p>\nهذه الإقامة تضع من أمر الإسلام وتعرض للاستغراق في مشاهدة المنكرات $\n</p>\n\n<p>\nوقد اتضح <span id='ms23'></span> بهذا التقرير نقص صلاتهم وصيامهم وزكاتهم وجهادهم وإخلالهم\nبإعلاء كلمة الله وشهادة الحق وإهمالهم لاجلالها وتعظيمها وتنزيهها عن\nإزدراء الكفار وتلاعب الفجار فكيف يتوقف متشرع أو يشك متورع في تحريم هذه\nالإقامة مع استصحابها لمخالفة جميع هذه القواعد الإسلامية الشريفة الجليلة\nمع ما ينضم إليها ويقترن بهذه المساكنة المقهورة مما لا ينفك عنها غالبا من\nالتنقيص الدنياوي وتحمل المذلة والمهانة وهو مع ذلك مخالف لمعهود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             عزة المسلمين ورفعة أقدارهم وداع إلى احتقار الدين واهتضامه\nوهو أي ما ينضم إلى ما تقدم أمور أيضا تصطك منها المسامع منها الإذلال\nوالاحتقار والإهانة وقد قال عليه السلام\n</p>\n\n<p>\n( لا ينبغي لمسلم أن يذل نفسه ) وقال\n</p>\n\n<p>\n( اليد العليا خير من اليد السفلى )\n</p>\n\n<p>\nومنها الازدراء والاستهزاء ولا يتحملها ذو مروءة فاضلة من غير ضرورة\nومنها السب والأذية في العرض وربما كانت في البدن والمال ولا يخفى ( ما )\nفيه من جهة السنة والمروءة\n</p>\n\n<p>\nومنها الاستغراق في مشاهدة المنكرات والتعرض لملابسة النجاسات وأكل\nالمحرمات والمتشابهات $ 41 -\n</p>\n\n<p>\nالخوف من نقض النصارى لعهودهم $\n</p>\n\n<p>\nومنها ( 109 ) ما يتوقع مخوفا في هذه الإقامة وهو أمور أيضا منها نقض\nالعهد من الملك والتسلط على النفس والأهل والولد والمال وقد روي أن عمر بن\nعبد العزيز نهى عن الإقامة بجزيرة الأندلس مع أنها كانت في ذلك الوقت رباطا\nلا يجهل فضله ومع ما كان المسلمون عليه من العزة والظهور ووفور العدد\nوالعدد لكن مع ذلك نهى عنه خليفة الوقت المتفق على فضله ودينه وصلاحه\nونصيحته لرعيته خوف التعزير فكيف بمن ألقى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n             نفسه وأهله وأولاده\nبأيديهم عند قوتهم وظهورهم وكثرة عددهم ووفور عددهم اعتمادا على وفائهم\nبعهدهم في شريعتهم ونحن لا نقبل شهادتهم بالإضافة إليهم فضلا عن قبولها\nبالإضافة إلينا وكيف نعتمد على زعمهم بالوفاء مع ما وقع من هذا التوقع ومع\nما يشهد له من الوقائع عند من بحث واستقرأ الأخبار في معمور الأقطار\n</p>\n\n<p>\n| 42 - الخوف على النفس والأهل والولد والمال من شرارهم\n</p>\n\n<p>\nومنها الخوف على النفس والأهل والولد والمال ايضا من شرارهم وسفهائهم\nومغتاليهم هذا على <span id='ms24'></span> فرض وفاء دهاقينهم وملكهم وهذا ايضا تشهد له العادة ويقر\nبها الوقوع\n</p>\n\n<p>\n| 43 - الخوف من الفتنة في الدين\n</p>\n\n<p>\nومنها الخوف من الفتنة في الدين وهب أن الكبار العقلاء قد يأمنونها فمن\nيؤمن الصغار والسفهاء وضعفة النساء إذا انتدب إليهم دهاقين الأعداء\nوشياطينهم\n</p>\n\n#\n<p>\n| 44 - الخوف على الأبضاع والفروج إشارة إلى حادث كنة المعتمد ابن عباد\n</p>\n\n<p>\nومنها الخوف من الفتنة على الأبضاع والفروج ومتى يأمن ذو روجة أو ابنة أو\nقريبة وضيئة أن يعثر عليها وضيء من كلاب الأعداء وخنازير البعداء فيغرها في\nنفسها ويغرها في دينها ويستولي عليها وتطاوعه ويحال بينها وبين وليها\nبالارتداد والفتنة في الدين كما عرض لكنة المعتمد بن عباد ومن لها من\nالأولاد أعاذنا الله من البلاء وشماتة الأعداء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             $ 45 -\n</p>\n\n<p>\nالخوف من غلبة عاداتهم ولغتهم ولباسهم على المقيمين بينهم حالة أهل ابله\n$\n</p>\n\n<p>\nومنها الخوف من سريان سيرهم ولسانهم ولباسهم وعوائدهم المذمومة إلى\nالمقيمين معهم بطول السنين كما عرض لأهل ( أبله ) وغيرهم وفقدوا اللسان\nالعربي جملة وإذا فقد اللسان العربي جملة فقدت متعبداته وناهيك من فوات\nالمتعبدات اللفظية مع كثرتها وكثرة فضلها\n</p>\n\n<p>\n| 46 - الخوف من التسلط على المال بإحداث الوظائف الثقيلة والمغارم\nالمجحفة\n</p>\n\n<p>\nومنها الخوف من التسلط على المال بأحداث الوظائف الثقيلة والمغارم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             المجحفة المؤدية إلى إستغراق المال وإحاطة الضرائب الكفرية به\nفي دفعة واحدة في صورة ضرورة وقتية أو في دفع وإما استنادا إلى تلفيق من\nالعذر والتأويل لا تستطاع مراجعتهم فيه ولا مناظرتهم عليه وإن كان في غاية\nمن الضعف ( 110 ) ووضوح الوهن والفساد فلا يقدم على ذلك خوفا من ان يكون\nسببا لتحريك دواعي الحقد وداعية لنقض العهد والتسلط على النفس والأهل\nوالولد وهذا يشهد له الوقوع عند من بحث بل ربما وقع في موضع النازلة\nالمسئول عنها وفي غيره غير مرة $ 47 -\n</p>\n\n<p>\nالخلاصة تحريم هذه الإقامة $\n</p>\n\n<p>\nفقد ثبت بهذه المفاسد الواقعة والمتوقعة تحريم هذه الإقامة وحظر هذه\nالمساكنة المنحرفة عن الاستقامة من جهات مختلفة متعاضدة مؤدية إلى معنى\nواحد بل نقل الأئمة حكم هذا الأصل إلى غيره لقوته وظهوره في <span id='ms25'></span> التحريم فقال\nإمام دار الهجرة أبو عبد الله مالك بن أنس رضي الله عنه ( إن آية الهجرة\nتعطى أن كل مسلم ينبغي أن يخرج من البلاد التي تغير فيها السنن ويعمل فيها\nبغير الحق ) فضلا عن الخروج والفرار من بلاد الكفرة وبقاع الفجرة ومعاذ\nالله أن تركن لهل التثليث أمة فاضلة توحده وترضى بالمقام بين أظهر الأنجاس\nالأرجاس وهي تعظمه\n</p>\n\n<p>\nفلا فسحة للفاضل المذكور في إقامته بالموضع المذكور للغرض المذكور ولا\nرخصة له ولا لأصحابه فيما يصيب ثيابهم وأبدانهم من النجاسات والأخباث إذا\nالعفو عنها مشروط بعسر التوقي والتحرز ولا عسر مع اختيارهم للإقامة والعمل\nعلى غير استقامة والله سبحانه وتعالى أعلم وبه التوفيق\n</p>\n\n<p>\nوكتب مسلما على من يقف عليه من أهل لا إله إلا الله العبد المستغفر\nالفقير الحقير الراغب في بركة من يقف عليه وينتهي إليه عبيد الله أحمد بن\nيحيي بن محمد بن علي الونشريشي وفقه الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             <span id='ms26'></span>\n</p>\n",
  "pages": [
    "001",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065"
  ],
  "volumes": [
    "01"
  ]
}