{
  "content": "\n\n<h1 class='l1' id='head0'>AUTO الجزء الأول</h1>\n\n<p>\nورد على سيف الدولة الخبر، آخر ساعة نهار يوم الثلاثاء لست خلون من جمادى\nالأولى، سنة أربع وأربعين وثلاث مئة، بأن الدمستق وجيوش النصرانية قد نزلت\nثغر الحدث في يوم الأحد، ونصبت مكايد الحصون عليه، وقدرت نيل فرصة، لما\nتداخلها من القلق والانزعاج والوهم في تمام بنائه على يد سيف الدولة؛ لأن\nملكهم لزمهم قصدها، وأنجدهم بأصناف الكفر من البلغار والروس والصقالبة\nوغيرهم، وأنفذ معهم العدد، فركب سيف الدولة لوقته نافرا، وانتقل إلى موضع\nغير الموضع الذي كان به، فنظر فيها يجب أن ينظر فيه في ليلته، وسار عن حلب\nغداة يوم الأربعاء، فنزل رعبان، وأخبار الحدث مستعجمة عليه؛ لضبطهم الطرق،\nفلما أسحر لبس سلاحه، وأمر أصحابه بمثل ذلك، وسار زحفا، فلما قرب من الحدث،\nعادت إليه الطلائع فأخبرته بأن عدو الله لما أشرفت عليه خيول سيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \nالدولة على عقبة يقال لها العيراني، رحل ولم تستقر به دار، وامتنع أهل\nالحدث من البدار خوفا من كمين يعترض الرسل، فنزل سيف الدولة بظاهرها، وذكر\nخليفته بها أنهم نازلوه وحاصروه، فلم يمكن الله من نصره عليهم إلا في نقوب\nنقبوها، فأتتهم طلائع بخبر سيف الدولة في إشرافه على ثغر رعبان، فوقعت\nالصيحة فيهم وظهر الاضطراب، وولى كل فريق على ودهه، وخرج أهل الحدث فأوقعوا\nببعضهم، وأخذوا آلة حربهم فأعدوها في حصنهم، فقال أبو الطيب في ذلك يمدحه:\n</p>\n\n<p>\nذي المعالي فليعلون من تعالى ... هكذا هكذا وإلا فلا لا\n</p>\n\n<p>\nشرف ينطح النجوم بروقي ... ه وعز يقلقل الأجبالا\n</p>\n\n<p>\nحال أعدائنا عظيم وسيف الد ... ولة ابن السيوف أعظم حالا\n</p>\n\n<p>\nكلما أعجلوا النذير مسيرا ... أعجلتهم جياده الإعجالا\n</p>\n\n<p>\nفأتتهم خوارق الأرض ماتح ... مل إلا الحديد والأبطالا\n</p>\n\n<p>\nخافيات الألوان قد نسج ... النقع عليها براقعا وجلالا\n</p>\n\n<p>\nحالفته صدورها والعوالي ... ليخوضن دونه الأهوالا\n</p>\n\n<p>\nولتمضن حيث لا يجد الرم ... ح مدارا ولا الحصان مجالا\n</p>\n\n<p>\nلا ألوم ابن لاون ملك الروم ... م وإن كان ما تمنى محالا\n</p>\n\n<p>\nأقلقته بنية بين أذنيه ... وبان بغى السماء فنالا\n</p>\n\n<p>\nكلما رام حطها اتسع البن ... ي <span id='ms001'></span> فغطى جبينه والقذالا\n</p>\n\n<p>\nيجمع الروم والصقالب والبل ... - غر فيها، وتجمع الآجالا\n</p>\n\n<p>\nوتوافيهم بها في القنا السم ... ر كما وافت العطاش الصلالا\n</p>\n\n<p>\nقصدوا هدم سورها فبنوه ... وأتوا كي يقصروه فطالا\n</p>\n\n<p>\nواستجروا مكايد الحرب حتى ... - تركوها لها عليهم وبالا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \nرب أمر أتاك لا تحمد الفع ... عال فيه وتحمد الأفعالا\n</p>\n\n<p>\nوقسي رميت عنها فردت ... في قلوب الرماة عنك النصالا\n</p>\n\n<p>\nأخذوا الطرق يقطعون بها الرس ... ل فكان انقطاعها إرسالا\n</p>\n\n<p>\nوهم البحر ذو الغزارب إلا ... أنه صار عند بحرك آلا\n</p>\n\n<p>\nما مضوا لم يقاتلوك ولكن ... - ن القتال الذي كفاك القتالا\n</p>\n\n<p>\nالغوارب: الأمواج، والآل: السراب.\n</p>\n\n<p>\nفيقول مخبرا عن الروم، ومخاطبا لسيف الدولة: أخذوا الطرق موكلين بها،\nوقاطعين عنك للرسل منها، فكان ذلك القطع إشعارا، وقام ذلك الضبط مقام\nالإرسال إليك، لأنك أنكرت فعلهم، واستربت أمرهم، فأسرعت نحوهم، وبادرت\nبنفسك وجيشك إليهم.\n</p>\n\n<p>\nثم قال: إنهم كالبحر ذي الغوارب؛ لتكاثف جمعهم، وتكاثر عددهم، إلا أنهم\nصاروا عند قوتك وعديدك، وبأسك وجنودك، كالآل الذي يتخيل ولا يصدق، ويتمثل\nولا يتحقق، ففروا هاربين، وولوا عنك مدبرين.\n</p>\n\n<p>\nثم قال يخاطب سيف الدولة: ما مضى الروم عنك غير مقاتلين لجيشك، ولا ولو\nغير متيقنين لأمرك.\n</p>\n\n<p>\nثم قال: ولكن القتال عند التأمل، والنزال الشديد عند التبين، ما أسكنت\nقلوبهم وقائعك من الهيبة، وما أودعتها من مهابة، حتى صار اسمك يهزم\nعساكرهم، وذكرهم يثني عزائمهم.\n</p>\n\n<p>\nوالذي قطع الرقاب من الضر ... ب بكفيك قطع الآمالا\n</p>\n\n<p>\nوالثبات الذي أجادوا قديما ... علم الثابتين ذا الإجفالا\n</p>\n\n<p>\nالإجفال: الإسراع.\n</p>\n\n<p>\nفيقول مخاطبا لسيف الدولة: والضرب الذي قطعت به كفاك رقاب الروم في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \nوقائعك، وأفنيت به أبطالهم في ملاحمك، قطع ما أملوه في حصن الحدث من\nمكايدتك، وأكذب ما حاولوه فيه من مغالبتك.\n</p>\n\n<p>\nثم قال مخاطبا له: والثبات الذي أجاد الروم قديما في قتالك، فأفضى بهم\nإلى المهالك، وأعقبهم أشد الهزائم، علم الثابتين من رجالهم، وأهل البأس من\nحماتهم وأبطالهم، الهرب منك، والاجتهاد في الإجفال عنك.\n</p>\n\n<p>\nنزلوا في مصارع عرفوها ... يندبون الأعمام والأخوالا\n</p>\n\n<p>\nتحمل الريح بينهم شعر الها ... م وتذري عليهم <span id='ms002'></span> الأوصالا\n</p>\n\n<p>\nتنذر الجسم أن يقيم لديها ... وتريه لكل عضو مثالا\n</p>\n\n<p>\nالندب: ذكر الميت بجميل أفعاله، وتذري: تثير وتفرق.\n</p>\n\n<p>\nفيقول: نزل الروم على الحدث في مواضع تقدمت معرفتهم بها وبإيقاع سيف\nالدولة عليهم فيها، فجعلوا يندبون من قتل [أبطالك] من أعمامهم وأخوالهم\nوأبطالهم وفرسانهم، وامتثلوا تلك الحال في أنفسهم، وتوقعوا أن يحدث ما\nيشبهها عليهم.\n</p>\n\n<p>\nقم قال: تحمل الريح بينهم شعر هام القتلى منهم، وتذري ما تدفق من عظامهم\nعليهم وأوصالهم، فيخيفهم ويذعرهم، ويقلقهم ويفزعهم.\n</p>\n\n<p>\nثم قال: تنذر تلك الأوصال جسمهم بأن يؤول إلى مآلها، ويقيم لديها في مثل\nحالها، وتريه لكل عضو من أعضائه مثالا شاهدا، ونظيرا حاضرا، وأشار بما ذكره\nإلى رفعة سيف الدولة على الروم عند بنيانه لحصن الحدث التي وصفها في قصيدته\nالتي أولها:\n</p>\n\n<p>\nعلى قدر أهل العزم تأتي العزائم\n</p>\n\n<p>\nولم تكن بعيدة من هذه الغزوة، فقال: إن الروم لما اشرفوا على موضع تلك\nالوقعة، وتذكروا عظم تلك النكبة، أشفقوا من أن يعاودهم سيف الدولة بمثلها،\nفولوا هاربين، وفروا بين يديه منهزمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nأبصروا الطهن في القلوب دراكا ... قبل أن يبصروا الرماح خيالا\n</p>\n\n<p>\nوإذا حاولت طعانك خيل ... أبصرت أذرع القنا أميالا\n</p>\n\n<p>\nالدراك: التتابع، والخيال: ما ترى على غير حقيقة.\n</p>\n\n<p>\nفيقول لسيف الدولة: مثلت هيبتك للروم إيقاعك بهم، وأرتهم طعان رماحك\nدراكا في قلوبهم، قبل أن يتخيلوا ذلك ويتحققوه، ويتمثلوه ويشاهدوه، فعاذوا\nبالفرار منك، وولوا منهزمين عنك.\n</p>\n\n<p>\nثم قال: وإذا حاولت خيل طعانك، ومثلت لأنفسها قتالك، أراها الفزع أذرع\nرماحك أميالا متصلة؛ [لما تتوقعه من طعنها، وتحذره من مخوف فعلها].\n</p>\n\n<p>\nبسط الرعب في اليمين يمينا ... فتوبوا وفي الشمال شمالا\n</p>\n\n<p>\nينفض الروع أيديا تدري ... أسيوفا حملن أم أغلالا\n</p>\n\n<p>\nووجوها أخافها منك وجه ... تركت حسنها له والجمالا\n</p>\n\n<p>\nالروع: الفزع، والأغلال: روابط تشد بها الأيدي إلى الأعناق، واحدها غل.\n</p>\n\n<p>\nفيقول: بسط الرعب في أيديهم أيديا مثلها، تمنعها من البطش، وتقصرها على\nالكف، فولوا وقد خذلتهم أعضاؤهم من الفزع، فاستولى على أنفسهم شدة الجزع.\n</p>\n\n<p>\nثم قال على نحو ما قدمه: ينفض الروع من <span id='ms003'></span> أيديهم السلاح فيسقطه، ويسلبهم\nإياه الذعر فيذهبه، حتى كأن سيوفهم في أيديهم أغلال تملكها، وموانع تمنعهم\nمن التصرف بها.\n</p>\n\n<p>\nثم قال على نحو ما تقدم، مخاطبا لسيف الدولة: وينفض الرعب عنهم وجوها قد\nامتقعها الخوف، وأذهب جمالها الذعر، فهي ترعد متغيرة، وتعبس متوقعة قد\nأخافها منك وجه أحرز غاية الحسن، وغلبها على الجمال والفضل.\n</p>\n\n<p>\nوالعيان الجلي يحدث للظن ... زوالا وللمراد انتقالا\n</p>\n\n<p>\nوإذا ما خلا الجبان بأرض ... طلب الطعن وحده والنزالا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \nأقسموا لا رأوك إلا بقلب ... طال ما غرت العيون الرجالا\n</p>\n\n<p>\nالجلي: المكشوف.\n</p>\n\n<p>\nفيقول مشيرا إلى الروم، وفرارهم عن أرض الحدث بين يدي سيف الدولة؛ بعدما\nتكلفوه من غزوه، وتعاطوا من حصاره: أن ما تيقنوه من قصد سيف الدولة لهم،\nوتسابق خيله نحوهم، أكذب ما ظنوه، واراهم الجلية فيما حاولوه، وعرفهم أن\nحظهم في الانتقال عما أضمروه من الإقدام إلى الفرار والانهزام.\n</p>\n\n<p>\nثم ضرب للروم مثلا في فعلهم فقال: وإذا ما خلا الجبان في أرضه، وبعد عن\nالأقران بنفسه، طلب الطعن والمنازلة، وتعاطى القتال للمبارزة، فإذا أحس بمن\nيقاتله، رجع إلى طبعه، واعتصم بالفرا عن قرنه، وكذلك شأن الروم وشأن سيف\nالدولة، اظهروا الإقدام عليه، فلما أحسوا به، فروا بين يديه.\n</p>\n\n<p>\nثم قال مخاطبا لسيف الدولة: أقسم الروم أنهم لا يرونك إلا بقلوبهم\nمتباعدين عنك، ولا يلحظونك بعيونهم مقربين منك، فطالما اغتروا بموافقتك\nفأفنيت جيوشهم، وكثرا ما أقدموا في الحرب على معاينتك، فأتلفت نفوسهم. وهذه\nالعبارة وإن كانت تزيد على لفظه، فهي مفهومة من حقيقة [قصده].\n</p>\n\n<p>\nأي عين تأملتك فلا قتك ... وطرف رنا إليك فآلا\n</p>\n\n<p>\nما يشك اللعين في أخذك الجي ... ش فهل تبعث الجيوش نوالا\n</p>\n\n<p>\nما لمن ينصب الحبائل في الأر ... ض ومرجاه أن يصيد الهلالا\n</p>\n\n<p>\nالرنو: النظر، وآل بمعنى: رجع، والنوال: العطاء، والحبائل: الأشراك،\nواحدتها حبالة، ومرجاة: مفعلة من الرجاء.\n</p>\n\n<p>\nفيقول لسيف الدولة: أي عين بطل تأملتك فرقاك صاحبها، وأقدم على موافقتك\nالناظر بها، وأي شجاع مجرب، أو كمي مقدم دنا إليك طرفه، ولاحظتك عينه، فرجع\nقاصدا إليك، وتعرض <span id='ms004'></span> للكر مقدما عليك؟!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال، وهو يريد ملك الروم: ما يشك اللعين في أنك تغلب جيشه وتأخذه،\nوتتحكم فيه وتتملكه، وتشمل أهله بالقتل والأسر، ويتكفل الله لك عليه بأبلغ\nالنصر، أفتراه إنما يجهز الجيوش إليك عطاء لك تقصده، وإتحافا تعتمده.\n</p>\n\n<p>\nثم قال مؤكدا للإزراء على ملك الروم: ما لمن ينصب حبائله في الأرض، ويبث\nمكائده بين الناس، ورجا التأثير في سيف الدولة، وهو القمر في رفعته، وسبيه\n[به] في علو منزلته، فكيف لملك الروم أن يؤثر في القمر، ويعترض على سابق\nالقدر؟!\n</p>\n\n<p>\nإن دون التي على الدرب والأح ... دب، والنهر مخلطا مزيالا\n</p>\n\n<p>\nغضب الدهر والملوك عليها ... فبناها في وجنة الدهر خالا\n</p>\n\n<p>\nوحماها بكل مطرد الأك ... عب جور الزمان والأوجالا\n</p>\n\n<p>\nالدرب: المدخل إلى أرض العدو من أرض الإسلام، والأحدب: جبل بقرب حصن\nالحدث، والاختلاط بالشيء: الالتباس به، والزوال عنه: المباعدة، والمخلط\nالمزيال: الذي يلابس الشيء تارة، ويباعده تارة، والغضب: الأخذ بالقهر،\nوالخال: شامة في الوجه، تخالف سائر لونه، والمطرد: المتصل الذي لا عوج غيه،\nوالأكعب: العقد التي تكون بين أنابيب الرمح، واحدها كعب، والأوجال:\nالمخاوف، واحدها وجل.\n</p>\n\n<p>\nفيقول مشيرا إلى مدينة الحدث، وإلى سيف الدولة: إن دون المدينة المبنية\nعلى الدرب والأحدب والنهر من سيف الدولة، الذي يحمي حريمها، ويقاتل الأعداء\nدونها، ملكا متيقظا مقتدرا، مزيالا عن أطراف بلاده، واثقا بما يحميها من\nهيبته، مخلطا بالأعداء فيها عند مرامهم لها، سريعا لا يتأخر من سطوته، فهو\nوإن بعد، أدنته قوته، وإن انتزح، قربته مقدرته.\n</p>\n\n<p>\nثم قال: غضب الدهر والملوك على هذه المدينة، [وأدخل على كان في أول الكلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \nغلب]، والعرب تفعل ذلك، وتحمل الكلام على المعنى إذا تقارب ولم يستحل،\nفبناها في وجنة الدهر كالخال الذي يزين الوجه مع مخالفته للونه، ويحسنه مع\nما يثبت فيه من وسمه، فبين أن هذه المدينة امتنع أمرها، وجل قدرها، فكأن\nالدهر زين بها وجهه، ووسم برفعتها نفسه.\n</p>\n\n<p>\nثم قال يريد سيف الدولة: وحمى هذه المدينة بكل رمح مطرد الكعوب، جور\nالزمان وظلمته، ومخاوفه وصرفه <span id='ms005'></span>، يشير إلى منعه لها من الروم بمسارعته دونها إليهم.\n</p>\n\n<p>\nوهي تمشي مشي العروس اختيالا ... وتثنى على الزمان دلالا\n</p>\n\n<p>\nفي خميس من الأسود بئس ... يفترسن النفوس والأموالا\n</p>\n\n<p>\nوظبا تعرف الحرام من الحل ... فقد أفنت الدماء حلالا\n</p>\n\n<p>\nالاختيال: الزهو والتكبر، الدلال: الشكل، والخميس: الجيش، [والبئيس]:\nالكثير الشجعان، والافتراس: شدة الأخذ، وأصله دق العنق، والظبا: السيوف،\nوالحرام: الممنوع، والحل: الحلال.\n</p>\n\n<p>\nفيقول، وهو يريد مدينة الحدث: فهي تمشي مشي العروس اختيالا بمنع سيف\nالدولة منها، وتثنى على الزمان دلالا بمدافعته عنها، وأتى بهذا القول على\nسبيل الاستعارة، وأشار إلى أن هذه المدينة من الاعتزاز بسيف الدولة في حال\nتتيه معها على الدهر، وتفرط في الخيلاء والكبر.\n</p>\n\n<p>\nثم قال: وهي في خميس من جيشه، وكثرة من جمعه، وهم كالأسود الضارية،\nوالسباع العادية، يفترسون نفوس الأعداء، ويأخذون أموالهم، ويقربون حتوفهم\nوآجالهم.\n</p>\n\n<p>\nثم قال، يريد. . . من سيوف هذا الجيش مشكور فعلها، محمود أثرها، تعرف\nالحلال والحرام، والمباح والمحظر، فقد أفنت الدماء التي أحل الله سفكها، ومنعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \nالبلاد التي أوجب حمايتها ومنعتها.\n</p>\n\n<p>\nإنما أنفس الأنيس سباع ... يتفارسن جهرة واغتيالا\n</p>\n\n<p>\nمن أطاق التماس شيء غلابا ... واغتصابا لم يلتمسه سؤالا\n</p>\n\n<p>\nكل غاد لحاجة يتمنى ... أن يكون الغضنفر الرئبالا\n</p>\n\n<p>\nالأنيس: جماعة الناس، والتفارس: التقاتل، والجهرة: معروفة، والاغتيال:\nالقتل بالخديعة، والغلاب: المغالبة، والاغتصاب: الأخذ بالقهر، والغضنفر\nوالرئبال: اسمان من أسماء الأسد.\n</p>\n\n<p>\nفيقول: إنما أنفس الناس كالسباع فيما تبتغيه وتطلبه، من الاستعلاء\nبالقدرة، فهي تتفارس سرا وجهرة، ومكاشفة وغيلة.\n</p>\n\n<p>\nثم قال: وكل غاد منهم لحاجة، ومعتمد لبغيته، يود أنه الأسد بأسا وشدة،\nواقتدارا وقوة؛ ليتناول ما يقصده بفضل قوته، ويستظهر عليه ببأسه وشدته.\nوأشار إلى أن الروم لم يفروا بين يدي سيف الدولة على الخديعة أنفا ومكارمة،\nوإنما كان فرارهم فرقا ومحاذرة؛ لأن في طبائع الإنس أن يستعملوا فيما\nيطلبونه غاية قوتهم، [وأن يتناولوا ذلك بأبلغ قدرتهم].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nوفزع الناس لخيل لقيت سرية لسيف الدولة ببلد الروم، فركب وركب أبو الطيب\nمعه، فوجد السرية قد قتلت بعض الخيل، وأراه بعض العرب سيفه، فنظر إلى <span id='ms006'></span> الدم\nعليه، وإلى فلول أصابته في ذلك الوقت، فتمثل سيف الدولة بيتي النابغة:\n</p>\n\n<p>\nولا عيب فيهم غير أن سيوفهم ... بهن فلول من قراع الكتائب\n</p>\n\n<p>\nتورثن من أزمان يوم حليمة ... إلى اليوم قد جربن كل التجارب\n</p>\n\n<p>\nفأنشد ارتجالا:\n</p>\n\n<p>\nرأيتك توسع الشعراء نيلا ... حديثهم المولد والقديما\n</p>\n\n<p>\nفتعطي من بقى مالا جسيما ... وتعطي من مضى شرفا عظيما\n</p>\n\n<p>\nالمولد: المتأخر من الشعراء، وبقى: بمعنى بقي، وهي لغة لطيء، يبدلون\nالكسرة فتحة، إذا كانت بعدها ياء مفتوحة، ويقلبون الياء ألفا، فيقولون في\nرضي: رضى، وفي ناصية ناصاة.\n</p>\n\n<p>\nفيقول لسيف الدولة (. . . . . . .) وتعمهم بنيلك؛ حديثهم المولد في عصرك،\nوسالفهم المتقدم من قبلك.\n</p>\n\n<p>\nثم بين ذلك فقال: فتعطي (. . . . . . . .) يقنعهم، وتعطي ماضيهم شرفا\nعظيما يدفعهم.\n</p>\n\n<p>\nسمعتك منشدا بيتي زياد ... نشيدا مثل منشده كريما\n</p>\n\n<p>\nفما أنكرت موضعه ولكن ... غبطت بذاك أعظمه الرميما\n</p>\n\n<p>\nزياد: نابغة بني ذبيان، وغبطت الرجل بحاله: إذا أيدت بصيرته (. . . . . .\n. .)، والرميم: العظم إذا بلي وتقطع.\n</p>\n\n<p>\nفيقول لسيف الدولة: سمعتك تنشد بيتي النابغة نشيدا يشبه كرمه كرمك،\n[ويماثل صوابك شعره]، فما أنكرت موضع النابغة من (. . . . . .) لما رفعت من\nقدره، ولكنني غبطت عظامه البالية بتشريفك (. . . . . . . . .).\n</p>\n\n<p>\nكمل السفر والحمد لله رب العالمين، وصلى الله على خاتم النبيين، وعلى آله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \nأجمعين، وكان الفراغ منه يوم السبت الموفي ثلاثين من شهر ربيع الآخر عام\nأربع. . . وكتبه بخطه لنفسه عفا الله عنه علي بن محمد بن جعفر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nاجتاز أبو الطيب برأس عين سنة إحدى وعشرين وثلاثمائة، وقد أوقع سيف الدولة\nبعمرو بن حابس من بني أسد، وبني ضبة وبني رياح من بني تميم، يمدح سيف\nالدولة بهذه القصيدة، ولم ينشده إياها، فلما أنشده هذه القصيدة اللامية،\nأنشده إياها، وألحقت في هذا الموضع، وهي من قوله في صباه:\n</p>\n\n<p>\nذكر الصبا ومرابع الآرام ... جلبت حمامي قبل وقت حمامي\n</p>\n\n<p>\nدمن تكاثرت الهموم علي في ... عرصاتها كتكاثر اللوام\n</p>\n\n<p>\nفكان كل سحابة وقفت بها ... تبكي يعيني عروة بن حزام\n</p>\n\n<p>\nالذكر: جمع ذكرى. والآرام: الظباء، ومرابعها: المواضع التي تقيم فيها مدة\nالربيع، والحمام: الموت، والدمن: المواضع التي ينزل بها القوم <span id='ms007'></span> فتبقى فيها\nأبعار إبلهم، وآثار نارهم، (وعرصات) الدمن: أوساطها، وعروة بن حزام العذري:\nأحد العشاق المتقدمين وهو ممن قتله العشق.\n</p>\n\n<p>\nفيقول: ذكر الصبا وما فرط من طيبه، والشباب وما سلف من السرور به (. . .)\nزمن إلمامي على ربع الآرام من الأحبة، جلبت إلي الحمام قبل وقته (. . .).\n</p>\n\n<p>\nثم قال: دمن تكاثرت الهموم علي (. . .) في عرصاتها من دروس رسومها (. .\n.) كتكاثر اللوام على ما لحقني من الحزن، وأحاط بي من البث والشجن، وكأن\nسحاب (. . .) الأمطار المغيرة لها تبكي عليها رثاية لتغيرها، وأسفا على\nدروسها وتبدلها بعيني عروة بن حزام، الذي كان لا يرقا دمعه، ولا يفتر حزنه،\nفأشار ببكاء السحاب على هذه الدمن إلى ما كانت عليه من الحسن والجلالة،\nوبمداومة المطر لها إلى ما صارت إليه (. . . .).\n</p>\n\n<p>\nولطالما أفنيت ريق كعابها ... فيها، وأفنت بالعتاب كلامي\n</p>\n\n<p>\nقد كنت تهزأ بالفراق مجانة ... وتجر ذيلي شرة وعرام\n</p>\n\n<p>\nليس القباب على الركاب وإنما ... هن الحياة ترحلت بسلام\n</p>\n\n<p>\nالكعاب: الجارية التي ينبت ثديها في صدرها. والعتاب: المؤاخذة على الزلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوالماجن: الذي لا يبالي بما صنع. والعرام: الشدة، والركاب: الإبل تحمل القوم.\n</p>\n\n<p>\nفيقول: ولطالما أفنيت في هذه الدار ريق كعابها، مسرورا بوصلها، مبلغا\nأبلغ الأمل من قربها، وأفنت كلامي بمعاتبتها لي، واستكثرت من حديثي معجبة بي.\n</p>\n\n<p>\nثم قال مخاطبا لنفسه: قد كنت تهزأ بالفراق آمنا لفجاءته، وتمجن بذكره\nجهلا بمخوف عاقبته، وتجر في (. . . . .) ذيلي شره وعرام، وتتصرف فيه تصرف\nشبيبة واغترار.\n</p>\n\n<p>\nثم قال مشيرا إلى فراق أحبته، ورحيل من شغف بألفته: ليس على الركاب في (. . .).\n</p>\n\n<p>\nليت الذي خلق النوى جعل الحصى ... لخفافهن مفاصل وعظامي\n</p>\n\n<p>\nمتلاحظين نسح ماء شؤوننا ... حذارا من الرقباء في الأكمام\n</p>\n\n<p>\nأرواحنا انهملت وعشنا بعدها ... من بعد ما قطرت على القدام\n</p>\n\n<p>\nالنوى: البعد. وخفاف الإبل: ما تطأ به الأرض من أيديها وأرجلها. والسح:\nالانسكاب. والشؤون: مجاري الدموع. والانهمال: شدة الجري. والقطر: سقوط\nالمطر الشيء بعد الشيء، ويستعار ذلك فيما قاربه. والمفاصل: ما تتصل عليه\nالأعضاء.\n</p>\n\n<p>\nفيقول: ليت الذي خلق النوى وأنشأها، وابتدعها واخترعها، جعل بتلك القدرة\nحصى أحفاف <span id='ms008'></span> إبل الأحبة عظامي؛ لأصحبها ولا أفارقها، وأقاربها ولا أباعدها.\n</p>\n\n<p>\nثم قال؛ يريد نفسه وأحبته الراحلين عنه: متلاحظين في موقف البين، نسخ ماء\nشؤونها - وأومأ إلى الدمع - غير معلنين بسكبه، ولا مظهرين لأمره، نسكبه في\nالأكمام، ونستره عن الرقباء واللوام.\n</p>\n\n<p>\nثم قال: ولم يكن ما بكينا به دموعا نسكبها ونذريها ويرسلها، وإنما كانت\nأرواحنا قطرت على أقدامنا منهلة، وظعنت عن أجسامنا مرتحلة، وعشنا منها بأنفس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \nضعيفة، وحيينا بحشاشات يسيرة.\n</p>\n\n<p>\nلو كن يوم جرين كن كصبرنا ... عند الرحيل لكن غير سجام\n</p>\n\n<p>\nلم يتركوا لي صاحبا إلا الأسى ... وذميل ذعلبة كفحل نعام\n</p>\n\n<p>\nوتعذر الأحرار صير ظهرها ... إلا إليك علي فرج حرام\n</p>\n\n<p>\nالسجام: الجارية، واحدها ساجم، والأسى: الحزن، والذميل: ضرب من مشي\nالإبل، والذعلبة: الناقة السريعة.\n</p>\n\n<p>\nفيقول: لو كانت (. . .) عند الوداع في حين (. . .) على مثل حال صبرنا؛\nلكانت معدومة لا تسجم، ومفقودة لا تسكب. يشير إلى ما كان عليه في تلك\nالحال، من كثرة الجزع والدمع، وقلة العزاء والصبر. ثم قال، يريد أحبته: لم\nيتركوا لي صاحبا آنس بقربه، وموالفا أسكن إلى وصله، إلا الأسى الملازم،\nوالكمد المداخل، وسير ذعلبة أركبها؛ رجاء السلوة، وأسير بها متعللا من كمد\nالفرقة.\n</p>\n\n<p>\nثم قال، وهو يخاطب سيف الدولة: وتعذر الأحرار في الزمن الذي (. . . .)\nفضلك، وصغر أقدارهم قدرك، صير ظهر تلك الناقة علي فرج حرام لا أقربه (. . .).\n</p>\n\n<p>\nأنت الغريبة في زمان أهله ... ولدت مكارمهم لغير تمام\n</p>\n\n<p>\nأكثرت من بذل النوال ولم تزل ... علما على الإفضال والإنعام\n</p>\n\n<p>\nصغرت كل كبيرة وكبرت عن ... لكأنه، وعددت سن غلام\n</p>\n\n<p>\nالغريبة من الأشياء: التي يعدم نظيرها، والمولود لغير تمام: الذي يولد\nقبل استيفاء مدة حمله، وذلك يخدج المولود، ويضعف خلقه، والنوال: العطاء،\nوالعلم: العلامة، والغلام: الصبي.\n</p>\n\n<p>\nفيقول لسيف الدولة: أنت غريبة الزمان بعموم فضله، وجلالة قدره، في زمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \nمكارم أهله مخدجة ناقصة، مستقلة مستصغرة، فأنت مستغرب في دهرك، أنك بلغت\nغاية التمام في أوان النقصان (. . . . . .) فكيف بك وقد تناهت قوتك، وتمكنت\nشبيبتك. وهذه العبارة وإن كانت تزيد على لفظه، فهي مفهومة منه، وغير <span id='ms009'></span> خارجة\nفي جملتها عنه.\n</p>\n\n<p>\nورفلت في حلل الثناء، وإنما ... عدم الثناء نهاية الإعدام\n</p>\n\n<p>\nعيب عليك ترى بسيف في الوغى ... ما يصنع الصمصام بالصمصام\n</p>\n\n<p>\nإن كان مثلك كان أو هو كائن ... فبرئت حينئذ من الإسلام\n</p>\n\n<p>\nرفل الرجل: إذا جر ذيله، والإعدام: الفقر، والوغى: الحرب، والصمصام: السيف.\n</p>\n\n<p>\nفيقول لسيف الدولة: ورفلت صغيرا وكبيرا في حلل الثناء والحمد، وأحرزت\nأبعد غايات الكرم والمجد، وإنما عدم الثناء نهاية الإعدام والفقر، وغاية\nالإقلال والعسر.\n</p>\n\n<p>\nثم قال مخاطبا له: عيب عليك وأنت السيف نفاذا وحدة، وصرامة وهيبة، أن\nتتقلد السيف في حربك، ونستعمله (في) بطشك، والسيف يقصر (عن) فعلك، ويتصاغر\nعن جلالة قدرك، فما تفعل، وأنت الصمصام، بصمصام يعضدك، وما تريد، وأنت\nالسيف، بسيف يعينك ويؤيدك.\n</p>\n\n<p>\nثم قال: إن كان مثلك في نظرائك من الرؤساء، ومن تقدمك من أكبر الكرماء،\nأو تظنه كائنا في الأغلب من (. . . .) ومنتظرا في غير عصرك، فبرئ حينئذ من\nالإسلام (. . . . . .).\n</p>\n\n<p>\nملك زهت بمكانه أيامه ... حتى افتخرن به على الأيام\n</p>\n\n<p>\nوتخاله سلب الورى أحلامهم ... من حلمه فهم بلا أحلام\n</p>\n\n<p>\nوإذا امتحنت تكشفت عزماته ... عن أوحدي النقض والإبرام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \nالزهو: العجب والكبر، وزهت بمعنى زهيت فأبدل من الكسرة فتحة، وقلب الياء\nألفا، وحذفها لالتقاء الساكنين، وهي لغة طيء، وقد تقدم شرحها، والحلم:\nالعقل، والإبرام: الإحكام، والنقض: ضده.\n</p>\n\n<p>\nفيقول وهو يريد سيف الدولة: ملك زهيت أيامه بجلالة قدره وأعجبت بتكامل\nفضله حتى افتخرت به على الأيام كلها، وترفعت بمكارمه على الأزمنة بأسرها.\nوهذا على التجوز والإشارة إلى الأكثر.\n</p>\n\n<p>\nثم قال: وتخاله لوفور حلمه، وسعة إحاطته وعلمه، قد اجتمعت له أحلام الورى\nبجملتها، وقصرت عليه بعامتها، وصاروا بمعزل عنها قد سلموها لحلمه، وتصرفوا\nفيها على حكمه.\n</p>\n\n<p>\nثم قال: وإذا امتحنت أصالة رأيه، وجلالة أمره، تكشفت لك عزائمه على ألمعي\nفي قوله وفعله، وأوحدي في إبرامه ونقصه.\n</p>\n\n<p>\nوإذا سالت بنانه عن نيله ... لم يرض بالدنيا قضاء ذمام\n</p>\n\n<p>\nمهلا، ألا لله ما صنع القنا ... في عمرو حاب، وضبة الأغتام\n</p>\n\n<p>\nلما تحكمت الأسنة فيهم ... جارت، وهن يجرن في الأحكام\n</p>\n\n<p>\nالذمام <span id='ms010'></span>: الحرمة، وعمرو حاب: أراد عمرو حابس فرخم في غير النداء، وعمرو\n[بن] حابس بطن من بطون [بني أسد]. . . . . . . . . . . . . . . . . . . . .\n. . . . . . . . . . . . . . . . . . . . . . . . .).\n</p>\n\n<p>\nثم قال: لما تحكمت أسنته فيهم، وتسلطت سلاح جنوده عليهم، جارت بالإسراف\nفي قتلهم، وأفرطت فيما أفنت من جمعهم، وكذلك الرماح وأحكامها جائرة،\nوأفعالها في العقوبة بالغة.\n</p>\n\n<p>\nفتركنهم خلل البيوت كأنما ... غضبت رؤوسهم على الأجسام\n</p>\n\n<p>\nأحجار ناس فوق أرض من دم ... ونجوم بيض في سماء قتام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \nوذراع كل أبي فلان كنية ... حالت فصاحبها أبو الأيتام\n</p>\n\n<p>\nالخلل: الفرجة بين الشيئين، والقتام: الغبار، وبيض الحديد معروفة،\nوالواحد بيضة، والذراع: علامة معروفة يسم بها بنو سعد العشيرة.\n</p>\n\n<p>\nفيقول لسيف الدولة: فتركت هاتين القبيلتين، وكأن رؤوسهم قد غضبت على\nأجسامهم ففارقتها، وتسخطت صحبتها فباينتها، وصاروا في خلل بيوتهم أجساما لا\nرؤوس لها، ورؤوسا لا تتصل الأجسام بها.\n</p>\n\n<p>\nثم قال على نحو ما قدمه: أحجار ناس، يشير إلى كثرتهم، وما قطعه القتل من\nحركتهم، وأنه أبقاهم جثثا كالأحجار في أرض قد لبسها الدم لكثرته، وستر (. .\n. . . . . . . . .) فصاروا في معتركهم كالأحجار الساكنة على أرض من لدماء\nالجارية تحت سماء من القتام؛ مثار سنابك الخيل، ونجومها لوامع البض.\n</p>\n\n<p>\nثم قال وعلامة (. . . . . . . . . . . . . . . . . . . . . . . . . . . .\n. . . . . . . . . . . . . . . . . . . . . . .).\n</p>\n\n<p>\nعهدي بمعركة الأمير وخيله ... في النقع محجمة عن الإحجام\n</p>\n\n<p>\nصلى الإله عليك غير مودع ... وسقى ثرى أبويك صوب غمام\n</p>\n\n<p>\nوكساك ثوب مهابة من عنده ... وأراك وجه شقيقك القمقام\n</p>\n\n<p>\nالمعركة: موضع القتال، والنقع: الغبار، والإحجام: التأخر، وهو مقلوب من\nالإحجام، والصلاة الترحم، والشقيق: الأخ من الأب والأم، والقمقام: السيد\nالكثير الخير.\n</p>\n\n<p>\nفيقول: عهدي بمعركة الأمير سيف الدولة في القوم الذين ذكر إيقاعهم بهم،\nوخيله في الرهج الذي ثار في تلك المعركة، مقدمة إلى الأعداء غير محجمة،\nمتسابقة إليهم غير متهيبة، تتأخر عن الإحجام، وتقتحم أشد الاقتحام.\n</p>\n\n<p>\nثم قال مخاطبا له: وفر الله حظك من رحمته، ورضي عنك لا بالتوديع عند (. .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n)، وسقى ثرى أبويك غماما يرويه صوبه، وسحابا يتصل عليه سكبه، وكساك من عنده\nثوب المهابة، ومتعك بالتأييد والكرامة، وأراك وجه شقيقك، يريد: ناصر الدولة\nالسيد (. . .).\n</p>\n\n<p>\nفلقد رمى بلد العدو بنفسه <span id='ms011'></span> ... في روق أرعن كالغطم لهام\n</p>\n\n<p>\nقوم تفرست المنايا فيكم ... فرأت لكم في الحرب صبر كرام\n</p>\n\n<p>\nتالله ما علم امرؤ لولاكم ... كيف السخاء وكيف ضرب الهام\n</p>\n\n<p>\n(. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n. . . . . . . . . . . . . . . . . . . . . . .\n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n. . . . . . . . . . . . . . . . . . . . . . .).\n</p>\n\n<p>\nثم قال يخاطبهم: تالله لولا ما نهجتموه من البذل، وأظهرتموه من الإقدام\nفي الحرب، ما عرف الناس حقيقة السخاء، ولا كيف تجالد الأبطال عند اللقاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوقال يمدحه، أنشدها إياه بآمد، وكان منصرفا من بلاد الروم في آخر نهار يوم\nالأحد لعشر خلون من صفر سنة خمس وأربعين وثلاثمائة:\n</p>\n\n<p>\nالرأي قبل شجاعة الشجعان ... هو أول وهي المحل الثاني\n</p>\n\n<p>\nفإذا هما اجتمعا لنفس مرة ... بلغت من العلياء كل مكان\n</p>\n\n<p>\nولربما طعن الفتى أقرانه ... بالرأي قبل تطاعن الأقران\n</p>\n\n<p>\nالنفس المرة: الأبية التي لا تستعذب (. . .) من أقدم على (. . . . . . .\n. .) والأقران: الأكفاء، والواحد قرن.\n</p>\n\n<p>\nفيقول: (. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n. . . . . . . . . . . . . . . . . . . . . . . . . .).\n</p>\n\n<p>\nلولا العقول لكان أدنى ضيغم ... أدنى إلى شرف من الإنسان\n</p>\n\n<p>\nولما تفاضلت النفوس ودبرت ... أيدي الكماة عوالي المران\n</p>\n\n<p>\nلولا سمي سيوفه ومضاؤه ... لما سللن لكن كالأجفان\n</p>\n\n<p>\nالضيغم: الأسد، والكماة: أبطال الشجعان، والمران: الرماح التي تجمع اللين\nمع الصلابة، واحدها مارن، والمضاء: النفاذ. والأجفان: أغماد السيوف.\n</p>\n\n<p>\nفيقول مؤكدا للتنبيه على فضيلة الرأي: لولا العقول التي تبعث (على)\nالرأي، وتدل على مواضع الشجاعة، لكان أقل الأسد حالا، وأوضعها منزلة، أقرب\n(إلى) شرف الرفعة، وعلو المنزلة (من) الإنسان؛ لأنه يبلغ من ذلك ما لا\nيبلغه، ويدرك منها أكثر مما يدركه، ولكن الإنسان يفضله بعقله، ويزيد عليه\nبمعرفته وعلمه.\n</p>\n\n<p>\nثم قال على نحو ما قدمه: ولولا العقول لما فضلت نفوس الإنس نفوس سائر\nالحيوان، ولا استعملت الكماة السلاح للمنازلة، ولا (استظهرت) به عند\nالمقاتلة ولا دبرت أيدي الفرسان عوالي الرماح، ولا صرفتها فيما تقصده من\nالطعن، ولكن العقول أفادت ذلك ودلت عليه (. . . . . . . . . .) إليه.\n</p>\n\n<p>\nثم قال، يريد سيف الدولة: لولا سمي سيوفه وهيبته، ومضاؤه في الحرب (. . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n).\n</p>\n\n<p>\nخاض الحمام بهن حتى ما دري ... أمن احتقار ذاك أم نسيان؟\n</p>\n\n<p>\nوسعى فقصر عن مداه في العلا ... أهل الزمان، وأهل كل زمان\n</p>\n\n<p>\n(. . . . . . . . . . . . . . . .) والجموع المكسرة مع ذلك محمولة على\nالتأنيث في الإخبار عنها، يقال: اجتمعت الرجال <span id='ms012'></span> وسارت الجمال.\n</p>\n\n<p>\nثم قال، يريد سيف الدولة: خاض غمرات الموت بمن معه من أصحاب تلك السيوف،\nمبادرا لا يتوقف، ومقتحما لا يتهيب، حتى ما دري إلى أي الحالين ينسب فعله؛\nإلى احتقاره لمن قاتله، أم إلى تناسيه لعظيم ما حاوله.\n</p>\n\n<p>\nثم قال: وسعى فيما ابتغاه من المجد، وما قصره على نفسه من الشكر والحمد،\nفقصر عن إدراك شأوه، ومماثلة فعله، أهل زمانه بجملتهم، والمحاولون لإدراكه\nبعامتهم، ومن تقدمه من الكرماء في الأزمنة الخالية، ومن كان قبلهم منهم في\nالمدد السالفة.\n</p>\n\n<p>\nتخذوا المجالس في البيوت وعنده ... أن السروج مجالس الفتيان\n</p>\n\n<p>\nوتوهموا اللعب الوغى والطعن في ال ... هيجاء غير الطعن في الميدان\n</p>\n\n<p>\nتخذوا: لغة في اتخذوا. قرئ: (لو شئت لاتخذت عليه أجرا)، و(لتخذت عليه\nأجرا)، والميدان: موضع يتخذ (. . . . .) الخيل.\n</p>\n\n<p>\nفيقول: (. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .).\n</p>\n\n<p>\nقاد الجياد إلى الطعان ولم يقد ... إلا إلى العادات والأوطان\n</p>\n\n<p>\nكل ابن سابقة يغير بحسنه ... في قلب صاحبه على الأحزان\n</p>\n\n<p>\nإن خليت ربطت بآداب الوغى ... فدعاؤها يغني عن الأرسان\n</p>\n\n<p>\nالجياد: الخيل العتاق، والأوطان: مواضع الإقامة، والوغى: الحرب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nفيقول، وهو يريد سيف الدولة: قاد عتاق الخيل، وأشار بها إلى مواضع فرسانها\nمن البأس؛ لأن استجادة الفرسان لها بحسب ملازمتهم للحروب بها.\n</p>\n\n<p>\nفيقول: إنه قادها إلى الطعن، واقتحم بها غمرات الحرب، ولم يقدها من ذلك\nإلا عاداتها السالفة، وأفعالها الفارطة، ولا أراها من تلك الملاحم إلا فيما\nحولها بطول الاعتياد، كالأوطان التي تلزمها، والمساكن التي تألفها.\n</p>\n\n<p>\nثم قال واصفا لكرم تلك الخيل: كل ابن سابقة معرق في العتق، جار على وراثة\nمن الكرم، يغير بحسن خلقته، وجمال صورته، على الأحزان في قلب صاحبه،\nفيكشفها عنه، ويطردها منه، ويبعث له السرور بنفسه، وشدة الإعجاب بحسنه.\n</p>\n\n<p>\nثم أكد ما قدمه، فقال: إن خليت تلك الخيل مهملة، وأطلقت مرسلة، ربطتها\nآداب الحرب، وملكها اعتياد التصرف (. . . . . . . . . . . .) فهي تنقاد إذا\nدعيت دون أرسان، وتفعل ما يرغب منها دون فرسان.\n</p>\n\n<p>\nفي جحفل ستر العيون غباره ... فكأنما يبصرن بالآذان\n</p>\n\n<p>\nيرمي بها البلد البعيد مظفر ... كل البعيد له قريب دان\n</p>\n\n<p>\nفكأن <span id='ms013'></span> أرجلها بتربة منبج ... يطرحن أيديها بحصن الران\n</p>\n\n<p>\n(. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n. . . . . . . . . . . . . . .) يقرب له البعيد إقبال جده، ويدنيه منه تمكن\nسعده، ثم أكد ذلك فقال: فكأن أرجل خيله بتربة منبج، وأرضه تطرح أيديها بحصن\nالران الذي أمه بقصده، واعتمده بجيشه، يشير إلى سرعة لحاقه لما قصد نحوه،\nوهذه (. . . . . . . .) فيمن أراد غزوه، وأن العوائق لم تعترضه دون بغيته،\nولا أقدم الروم على مدافعته دون رغبته.\n</p>\n\n<p>\nحتى غبرن بأرسناس سوابحا ... ينشرن فيه عمائم الفرسان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \nيقمصن في مثل المدى من بارد ... يذر الفحول وهن كالخصيان\n</p>\n\n<p>\nأرسناس: واد من أودية بلاد الروم، والسابح: العائم، والجمع سوابح،\nوالقماص: التوثب، والمدى: شفار السكاكين، واحدتها مدية.\n</p>\n\n<p>\nفيقول على نحو ما قدمه من وصف إسراع خيل سيف الدولة إلى الروم: حتى عبرن\n- يريد الخيل - أرسناس، وهو النهر، وهي سوابح غير سائرة، وعوائم غير ماشية،\nتنتشر عمائم فرسانها من شدة نهوضها، وتضطرب بكثرة ازدحامها في (. . . . . .\n. . . . . .).\n</p>\n\n<p>\nثم قال - يريد الخيل: يقمصن في هذا النهر في مثل المدى\n</p>\n\n<p>\nمن منعقد ثلجه، وبارد مائه. . . . . . . . . . . . . . . . . . . . . . . . .\n</p>\n\n<p>\n. . . . . . . . . . . . . .).\n</p>\n\n<p>\nوالماء بين عجاجتين مخلص ... تتفرقان به وتلتقيان\n</p>\n\n<p>\nركض الأمير، وكاللجين حبابه ... وثنى الأعنة، وهو كالعقبان\n</p>\n\n<p>\nالعجاجة: الغبار الساطع، واللجين: الفضة، وحباب الماء: معظمه، والعقيان: الذهب.\n</p>\n\n<p>\nفيقول: ماء ذلك النهر (. . . . . . . . .) على شطيه تنيرهما خيول سيف\nالدولة المترادفة القادمة (. . . . . . . . . . . . . . . . . . . . . . .\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n. . . . . . . . . . . . .).\n</p>\n\n<p>\nثم قال: ركض الأمير - يريد سيف الدولة - ومعظم هذا النهر كالجين في\nابيضاض مائه، وخلوصه وصفائه، وثنى أعنة خيله عابرا غيه، وهو كالعقيان بما\nسفك عليه من دماء الروم (. . . . . . . . . . . . . . . . . .).\n</p>\n\n<p>\nفتل الحبال من الغدائر فوقه ... وبنى السفين له من الصلبان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \nوحشاه عادية بغير قوائم ... عقم البطون، حوالك الألوان\n</p>\n\n<p>\nتأتي بما سبت الخيول، كأنها ... تحت الحسان مرابض الغزلان\n</p>\n\n<p>\nالغذائر: الضفائر، واحدتها غديرة، والسفين: جمع سفينة، والصلبان: جمع\nصليب، وهي آلة معروفة يعظمها النصارى، والعادية: الجارية. والقوائم معروفة،\nوالعقم التي لا تحمل ولا تنتج، واحدتها عقيم، والحوالك: السود ومرابض\nالغزلان: موضع إقامتها، واحدها مربض.\n</p>\n\n<p>\nفيقول، وهو يريد سيف الدولة: فتل الحبال على (. . . . . . . . . .)\nلغدائر نساء الروم، يشير إلى كثرتهن، وما بهن من الحزن على من قتله من\nرجالهن، وأنهن قطعن <span id='ms014'></span> غدائرهن مظهرات (. . . . . . . . . . . . . . . .)،\nومؤذنات بما بهن من شدة الثكل، وإن تلك الغدائر كانت (. . . . . . . . . . .).\n</p>\n\n<p>\nثم قال: تأتي تلك القوارب في ذلك النهر، بما تجلبه خيول سيف الدولة من\nسبايا الروم تحتهن، فكأنها تحتهن مرابض غزلان، ومكانس ظباء وآرام.\n</p>\n\n<p>\nبحر تعود أن يذم لأهله ... من دهره وطوارق الحدثان\n</p>\n\n<p>\nفتركته وإذا أذم من الورى ... راعاك واستثنى بني حمدان\n</p>\n\n<p>\nالمخفرين بكل أبيض صارم ... ذمم الدروع على ذوي التيجان\n</p>\n\n<p>\nالبحر: الماء الكثير، وأراد به هاهنا النهر الذي ذكره، ويذم: يعطي من\nنفسه عهدا، والحدثان: ما يحدثه الدهر من طوارفه، والمراعاة: المراقبة،\nوالإخفار: نقض العهد، والذمم: العهود، والواحدة ذمة.\n</p>\n\n<p>\nفيقول في النهر الذي قدم ذكره: بحر تعود يجتازه جيش إلى من خلفه، فكان\nيذم من جاوره على الدهر من أن يغشاه (. . . . . . . . . . . . . . .).\n</p>\n\n<p>\nثم قال، وهو يخاطب سيف الدولة: فتركته وإذا أجار من البرية، وأذم على\nجميع (. . . . . . . . . . . . . . . .).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nمتصعلكين على كثافة ملكهم ... متواضعين على عظيم الشان\n</p>\n\n<p>\nيتقيلون ظلال كل مطهم ... أجل الظليم وربقة السرحان\n</p>\n\n<p>\nخضعت لمنصلك المناصل عنوة ... وأذل دينك سائر الأديان\n</p>\n\n<p>\nالتصعلك: الاحتمال على أفعال الصعاليك الذين لا مال لهم ولا نشب يرجعون\nإليه، فهم يفعلون ما بدا لهم غير (. . . . . .)، والكثافة: الثخن وشدة\nالاقتحام، والتقيل: القصد والاعتماد، والمطهم: التام الخلق، والظليم: ذكر\nالنعام، والربق والربقة: ما يشد به عنق الشاة، والسرحان: الذئب، والعنوة:\nالقسر والغلبة.\n</p>\n\n<p>\nفيقول، - وهو يريد بني حمدان -: إنهم يتصعلكون في حروبهم بالمباشرة لها،\nوالتقدم في النهوض بها على كثافة ملكهم، وجلالة أمرهم، ويتواضعون مع عظيم\nشأنهم، وارتفاع منزلتهم ومكانتهم.\n</p>\n\n<p>\nثم قال: يتقيلون ظلال خيولهم المطهمة في خلقها، المقدمة في عتقها،\nفيسكنون إليها، ويألفون الراحة فيها، وتلك الخيل آجال الظلمان؛ لأنها لا\nيفوتها عند الطلب، وربق السراحين؛ لأنها (. . . . . . . . . . . . . . .)،\nفأشار بما ذكره من راحتهم في ظلال خيولهم إلى ما هم عليه من مواصلة الغزو\nوالمباشرة (. . . . . . . . . . . . . . . .).\n</p>\n\n<p>\nثم قال لسيف الدولة: خضعت لسيفك سيوف ملوك الأمم عنوة، وأسلم جميعهم\nلأمرك هيبة، وأذل دين الإسلام سائر أديانهم، وأهان الله بجلالتك ما كان\nأرفع من شأنهم.\n</p>\n\n<p>\nوعلى الدروب وفي الرجوع غضاضة ... والسير <span id='ms015'></span> ممتنع من الإمكان\n</p>\n\n<p>\nوالطرق ضيقة المسالك بالقنا ... والكفر مجتمع على الإيمان\n</p>\n\n<p>\nنظروا إلى زبر الحديد كأنما ... يصعدن بين مناكب العقبان\n</p>\n\n<p>\nالدروب: المداخل إلى بلاد الروم، والغضاضة: الاحتقار والمهانة، والقنا:\nالرماح، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \nوزبر الحديد: (. . . . . . . . . . . .).\n</p>\n\n<p>\nفيقول لسيف الدولة: وعلى الدروب في حين اعتراض الروم (. . . . . . . . .\n. .)، وضعف يتعلق بك، والتوقف لا يحسن والنهوض ممتنع لا يمكن.\n</p>\n\n<p>\nثم قال على نحو ما قدمه: وقد ضاقت مسالكها بالتفاف الرماح، وامتنع السير\nفيها لتكاثر السلاح، والكفر قد تداعت على الإيمان ضروبه، وتناصرت على\nالإيقاع به جموعه.\n</p>\n\n<p>\nثم قال: نظروا - يريد الروم - في ذلك الموقف إلى البيض في رؤوس فرسانك،\nوكأنها زبر حديد ماثلة، تحملها بين مناكبها عقبان طائرة، يصاولونهم\nفيستعلون عليهم، ويقصدونهم فيتسابقون إليهم.\n</p>\n\n<p>\nوفوارس يحيي الحمام نفوسها ... فكأنها ليست من الحيوان\n</p>\n\n<p>\nما زلت تضربهم دراكا في الوغى ... ضربا كأن السيف فيه اثنان\n</p>\n\n<p>\nخص الجماجم والوجوه كأنما ... جاءت إليك جسومهم بأمان\n</p>\n\n<p>\nالحمام: الموت، والحيوان: ما كان فيه حياة وحركة، والدراك: التتابع،\nوالوغى: الحرب، والجماجم: الرؤوس.\n</p>\n\n<p>\nفيقول، - وهو يريد الروم -: ونظروا من فرسان سيف الدولة إلى فوارس كأن\nالموت يحيي أنفسها لسرورها به (. . . .)، فهم يتبادرون إليه، غير مستوحشين\nمنه، ويقدمون عليه غير منحرفين عنه، حتى كأنهم ليسوا من الحيوان (. . . . .\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .).\n</p>\n\n<p>\nفرموا بما يرمون عنه وأدبروا ... يطؤون كل حنية مرنان\n</p>\n\n<p>\nيغشاهم مطر السحاب مفصلا ... بمهند، ومثقف وسنان\n</p>\n\n<p>\nحرموا الذي أملوا، وأدرك منهم ... آماله من عاذ بالحرمان\n</p>\n\n<p>\nالحنية: القوس، والمرنان: التي تصوت عند الرمي، والمثقف: المقوم، وأملوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \nبالتخفيف: لغة في أملوا، يدل على ذلك آمل، ومؤمل لا يكون إلا من أمل مثقل،\nوعاذ: لجأ.\n</p>\n\n<p>\nفيقول، - وهو يريد الروم -: فرموا بالقسي التي كانوا يرمون عنها، وولوا\nهاربين، وأدبروا منهزمين، يطؤون كل حنية مرنان من قسيهم، وينبذون كل ما\nكانوا يستعملونه من سلاحهم.\n</p>\n\n<p>\nثم قال: يغشاهم من سلاح سيف الدولة ما هو كمطر السحاب في كثرته، وفي\nتتابعه وسرعته، إلا أنه مفصل بالسيوف المهندة، والرماح (. . . . . . . . .\n. .) المحدودة.\n</p>\n\n<p>\nثم قال: حرموا الذي أملوه من الظفر في حربهم، والإنجاح في سعيهم، ومن\nتتبع ذلك (. . . . . . . . . . .) قصاراه، والحتف ماله <span id='ms016'></span>، وأدرك آماله منهم\nمن ألجأ إلى الحرمان نفسه، مستنفدا في الفرار جهده، وكان (. . . . . . . .\n. . . . .) عليه غنما أدركه، ورجاء بلغه.\n</p>\n\n<p>\nوإذا الرماح شغلن مهجة ثائر ... شغلته مهجته عن الإخوان\n</p>\n\n<p>\nهيهات عاق عن العواد قواضب ... كثر القتيل بها، وقل العاني\n</p>\n\n<p>\nومهذب أمر المنايا فيهم ... فأطعنه في طاعة الرحمان\n</p>\n\n<p>\nالثائر: الذي يطلب بدم وليه، والعواد: المعاودة، والقواضب: السيوف\nالقواطع، والعاني: الأسير.\n</p>\n\n<p>\nفيقول: وإذا الرماح شغلن مهجة ثائر بمطالبة نفسه، والإشراف على حتفه،\nشغلته مهجته على إخوانه وأحبته، وألهته عن الأقربين من ذوي مودته و(. . .)،\nكذلك كان المتخلص بالهرب من الروم في هذه الوقعة، مشغولا بنفسه عمن تخلفه\nمن أهله، ومن أسلمه من قرابته (. . . . . .).\n</p>\n\n<p>\nثم قال: هيهات، عاق الروم عن معاودة سيف الدولة ومناصبته، وأقعدهم عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \nمعارضته ومبارزته، سيوف قواضب أعملها فيهم، وسلطها عليهم، فكثر فيهم الفناء\nوالقتل، وقل من أسعده البقاء والأسر.\n</p>\n\n<p>\nثم قال: وعاقهم عن المعاودة من سيف الدولة ملك مهذب، جليل معظم، أمر\nالمنايا فيهم فأطعنه، واستجدها عليهم فأجبنه، مطيعات للرحمن بنصرته،\nمتزلفات إليه بإعزاز دعوته.\n</p>\n\n<p>\nقد سودت شجر الجبال شعورهم ... فكأن فيه مسفة الغربان\n</p>\n\n<p>\nوجرى على الورق النجيع القاني ... فكأنه النارنج في الأغصان\n</p>\n\n<p>\nالمسفة من الغربان وغيرها: التي تقرب من الأرض في طيرانها، والنجيع:\nالدم، والقاني: الشديد الحمرة، والنارنج: شجر له ثمر أحمر طيب الرائحة.\n</p>\n\n<p>\nفيقول: إن ما نصبه جيش سيف الدولة من رؤوس الروم في أشجار الموضع الذي\nأوقع (. . . . . .) ذلك الشجر، فكأن ما (. . . . . . . . . . . . . . .) من\nشعورهم، وتغير فيها من رؤوسهم، غربان مسفة على الأرض، لا تزال ثابتة (. . .\n. . . . . . . .) طائرة.\n</p>\n\n<p>\nثم قال: وجرى على ورق تلك الأشجار النجيع القاني من دمائهم، فكأنه\nالنارنج في حمرته، وما (. . . .) إلى الأمصار من (. . . . . . . . . . . .\n. . . . . . . . . . . . . . . . . . . .).\n</p>\n\n<p>\nإن السيوف مع الذين قلوبهم ... كقلوبهن إذا التقى الجمعان\n</p>\n\n<p>\nتلقى الحسام على جراءة حده ... مثل الجبان بكف كل جبان\n</p>\n\n<p>\nالحسام: السيف القاطع، والجراءة: النفاذ والإقدام، يقال: جرو الرجل يجرو\nجراءة وجرأة.\n</p>\n\n<p>\nفيقول: أن السيوف إنما تصح نصرتها، وتخلص معونتها للذين قلوبهم كقلوبها\nفي الإقدام والجرأة، والشجاعة والشدة، فإذا التقى الجمعان فالسيوف تنصر من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \nالطائفتين <span id='ms017'></span> أشبههم بقوتها، وأشدهم احتمالا على مثل جرأتها.\n</p>\n\n<p>\nثم قال مؤكدا لما قدمه: تلقى السيف الصارم على جراءة حده، ونفاذه في\nفعله، إذا صار في كف (. . . .) كالرجل الجبان الذي يحجم ولا يقدم، ويفرق\nولا يصدق. وإذا كان السيف في يد الشجاع جل قدره، وبان فضله، ونفذ فيما\nيستعمل فيه فعله. وهذا يصدق بما ذكره من أن السيوف إنما تنصر أشباهها من\nأهل الشدة، وتعين (. . .) من المشتهرين بالجرأة.\n</p>\n\n<p>\nرفعت بك العرب وصيرت ... قمم الملوك مواقد النيران\n</p>\n\n<p>\nأنساب فخرهم إليك وإنما ... أنساب أصلهم إلى عدنان\n</p>\n\n<p>\nالعماد والعمود: الخشية التي تكون في وسط الخباء فيعتمد عليها، والقمم:\nأعالي الرؤوس، وعدنان بن أد: إليه ينتسب أكثر العرب.\n</p>\n\n<p>\nفيقول: رفعت العرب بك عماد فخرها، وأبانت بك مقدار شرفها، واستعملت\nبموضعك على من خالفها من الأمم (. . . . . . . . . . . .)، وصيرت في قمم\nالملوك مواقد نيرانها، وأثافي قدورها، يشير إلى كثرة من قتله سيف الدولة (.\n. . . . . . . . . . . .).\n</p>\n\n<p>\nثم قال مخاطبا له: أنساب العرب عند تعديد مفاخرهم، والإشارة بمآثرهم\nمصروفة إليك، مقصورة عليك، وغاية فخر جميعهم الاتصال بنسبك، والترفع بشرفك،\nوإن كانت أنساب أصولهم (. . . .) عدنان بن أد، فكما أن عدنان (. . . . . .\n. . . . .).\n</p>\n\n<p>\nيا من يقتل من أراد بسيفه ... أصبحت من قتلاك بالإحسان\n</p>\n\n<p>\nفإذا رأيتك حار دونك ناظري ... وإذا مدحتك حار فيك لساني\n</p>\n\n<p>\nالقتل معروف، والحائر: الذي لا يهتدي لسبيله.\n</p>\n\n<p>\nفيقول لسيف الدولة: يا من يقتل بسيفه من أراد فيغلبه، (. . . . . . .) ويقهره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \nبإتلاف حياته، قد قهرني إحسانك فلا أستقل بشكره، وأعجزني فلا أقوم بأيسر\nحقه، فحالي حال المقتول به لعجزي عن أقل الواجب، وقد استبان من عجزي بتتابع\nإحسانك، كالذي استبان على من قتلته باستعلاء سلطانك.\n</p>\n\n<p>\nثم قال مخاطبا له، ومؤكدا لما قدمه: فإذا رأيتك حار بصري دون ما أقابله\nمن بهائك وهيبتك، وجلالتك ورفعتك، وإذا مدحتك حار لساني في تعديد فضائلك،\nوإدراك حقيقة مكارمك (. . . . . . . . . .) بالعجز عما يجب في وصفك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nتحدث بحضرة سيف الدولة أن البطريق أقسم عند ملكه أنه يعارض سيف الدولة في\nالدرب، ويجتهد في لقائه، وسأله إنجاده ببطارقته وعدده، ففعل، فخيب الله\nظنه، وأتعس جده <span id='ms018'></span>، فقال أبو الطيب، وأنشدنا إياه بحلب سنة خمس وأربعين\nوثلاثمائة:\n</p>\n\n<p>\nعقبى اليمين على عقبى الوغى ندم ... ماذا يزيدك في إقدامك القسم؟\n</p>\n\n<p>\nوفي اليمين على ما أنت فاعله ... ما دل أنك في الميعاد متهم\n</p>\n\n<p>\nعقبى الشي وعاقبته: آخره ومآله، والوغى: الحرب.\n</p>\n\n<p>\nفيقول، وهو يريد صاحب جيش الروم، ويشير إلى (. . .) على التعرض للقاء سيف\nالدولة: عقبى اليمين على ما يستأنف في الحرب، ويعتقد أن (. . . . . . . . .\n. . . . . . . . . . . . . . . . . . . . . . .) صاحب جيش الروم، فقال:\nماذا يزيد القسم في جرأتك، وما الذي تستفيد به من الإقدام (. . . . . . . .\n. .) في اليمين على ما وعدت به من نفسك، وزعمت أنك تظهره من فعلك، ما يدل\nعلى أنك متهم في وعدك، غير مستعد للصدق في قولك؛ لأن ما أقسمت عليه إنما\nيصدقه الوفاء به، ويحققه الاستكمال له، واليمين عليه.\n</p>\n\n<p>\nآلى الفتى ابن شمشقيق فأحنثه ... فتى من الضرب ينسى عنده الكلم\n</p>\n\n<p>\nوفاعل ما اشتهى يغنيه عن حلف ... على الفعال حضور الفعل والكرم\n</p>\n\n<p>\nآلى الرجل: إذا حلف.\n</p>\n\n<p>\nفيقول زاريا (. . . . . . . . . . . .): آلى الفتى ابن شمشقيق على منازلة\nسيف الدولة ومقاومته، فأحنثه منه فتى ينسي باللعن والضرب، وإقدامه على\nشدائد الحرب، ما سلف من الكلم، وما تقدم في ذلك من القسم.\n</p>\n\n<p>\nثم أكد ما قدمه فقال: وأحنثه من سيف الدولة فاعل ما يشتهيه باتساع قدرته،\nواصل إلى ذلك بتمكن سعادته، يغنيه عن الحلف ما يعتقد فعله، والتقدم بذكر ما\n(. . . . . .) إنفاذه لفعله (. . . . . . . . . . . .) ذلك على حسب (. . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n) مع كرمه الذي يمنعه من العجب بما يفعله، وشرفه الذي يغنيه عن الفخر بما\nيبلغه. وهذه العبارة وإن كان فيها زيادة على لفظ الشعر، فهي مفهومة منه،\nوغير خارجه في الحقيقة عن قصده.\n</p>\n\n<p>\nكل السيوف إذا طال الضراب بها ... يمسها، غير سيف الدولة السأم\n</p>\n\n<p>\nلو كلت الخيل حتى لا تحمله ... تحملته إلى أعدائه الهمم\n</p>\n\n<p>\nالسأم: الملل، والهمم: جمع همة، والهمة ما يهم به الإنسان مما يعتقد فعله.\n</p>\n\n<p>\nفيقول: كل السيوف إذا طال الضراب بها (. . . . . . . . . .) الاستعمال\nلها، تسأم وتفتر، وتنتفل وتقصر، غير سيف الدولة (. . . . . . . . . . . .)\nلا يقصر فعله.\n</p>\n\n<p>\nثم قال: لو كلت الخيل عن الاستقلال بحمله، وعجزت <span id='ms019'></span> عن البلوغ به إلى قصده،\nلأنهضته (. . . . . . . . . . . . .).\n</p>\n\n<p>\nأين البطاريق والحلف الذي حلفوا ... بمفرق الملك، والزعم الذي زعموا\n</p>\n\n<p>\nولى صوارمه إكذاب قولهم ... فهن ألسنة أفواهها القمم\n</p>\n\n<p>\nنواطق مخبرات في جماجمهم ... عنه بما جهلوا، منه وما علموا\n</p>\n\n<p>\nالبطاريق: أكابر الروم، والملك: الملك، والمفرق معروف، وأشار به إلى رأس\nالملك (. . . . . . . . . . .)، والصوارم: السيوف، والقمم: أعالي الرؤوس.\n</p>\n\n<p>\nفيقول: أين بطاريق الروم وحلفهم الذي حلفوا لملكهم، وزعمهم الذي زعموا\nله، وضمانهم الذي ضمنوه عنده انهم يلقون سيف الدولة معتزمين على مبارزته،\nمستميتين في مدافعته.\n</p>\n\n<p>\nثم قال: ولى سيف الدولة سيوفه إكذاب ما ضمنوه، وحملها إبطال ما زعموه (.\n. . . . . .).\n</p>\n\n<p>\nالراجع الخيل محفاة مقودة ... من كل مثل وبار أهلها إرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \nكتل بطريق المغرور ساكنها ... بأن دارك قنسرين والأجم\n</p>\n\n<p>\nوظنهم أنك المصباح في حلب ... إذا قصدت سواها عادها الظلم\n</p>\n\n<p>\nالراجع: الصارف، والمحفاة: التي أخفاها السير، والمقودة: التي تقاد ولا\nتركب لشدة إعيائها (. . . . . . . . . .)، وإرم: سكان (. . . .) الهالكون\nفيها. ويقال: إن عادا هو ابن إرم، وتل بطريق. (. . . . . . . . . . . . . .\n. . . . . . . . . . . . . . . . . . . . . . . . .) لسيف الدولة: الراجع\nالخيل من بلاد الروم موضع غزوة، مستقر عدوه، محفاة (. . . . . . . . . .)،\nمقودة إعيائها من شدة الركض من كل بلد كوبار الهالكة أهلها، كارم هذه\nالطائفة الذاهبة.\n</p>\n\n<p>\nيريد أن سيف الدولة (. . . . . . . . . . . . . . . . . . . . . . . . .\n. . . . . . . . . . . .).\n</p>\n\n<p>\nثم قال: كتل بطريق هذه البلدة التي اغتر ساكنوها (. . . . . . . . . . .\n. . . . . . . . . . . . . . . . . . . . .).\n</p>\n\n<p>\nوالشمس يعنون إلا أنهم جهلوا ... والموت يدعون إلا أنهم وهموا.\n</p>\n\n<p>\nفلم تتم سروج فتح ناظرها ... إلا وجيشك في جفنيه مزدحم\n</p>\n\n<p>\nوالنقع يأخذ حرانا وبقعتها ... والشمس تسفر أحيانا وتلتثم\n</p>\n\n<p>\nسحب تمر بحصن الران ممسكة ... وما بها البخل لولا أنها نقم\n</p>\n\n<p>\nجيش كأنك في أرض تطاوله ... فالأرض لا أمم والجيش لا أمم\n</p>\n\n<p>\nإذا مضى علم منها بدا علم ... وإن مضى علم منه بدا علم\n</p>\n\n<p>\nوشزب أحمت الشعرى شكائمها ... ووسمتها على آنافها الحكم\n</p>\n\n<p>\nحتى وردن بسمنين بحيرتها ... تنش بالماء في أشداقها اللجم\n</p>\n\n<p>\nوأصبحت بقرى هنزبط جائلة ... ترعى الظبا في خصيب نبته اللمم\n</p>\n\n<p>\nفما تركن بها خلدا له بصر ... تحت التراب ولا بازا له قدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \nولا هزبرا له من درعه لبد ... ولا مهاة لها من شبهها حشم\n</p>\n\n<p>\nترمي على شفرات الباترات <span id='ms020'></span> بهم ... مكامن الأرض والغطان والأكم\n</p>\n\n<p>\nوجاوزوا أرسناسا معصمين به ... وكيف يصمهم ما ليس ينعصم\n</p>\n\n<p>\nولا تصدك عن بحر لهم سعة ... ولا يردك عن طود لهم شمم\n</p>\n\n<p>\nضربته بصدور الخيل حاملة ... قوما إذا تلفوا قدما فقد سلموا\n</p>\n\n<p>\nتجفل الموج عن لبات خيلهم ... كما تجفل تحت الغارة النعم\n</p>\n\n<p>\nعبرت تقدمهم فيه وفي بلد ... سكانه رمم، مسكونها حمم\n</p>\n\n<p>\nوفي أكفهم النار التي عبدت ... قبل المجوس إلى ذا اليوم تضطرم\n</p>\n\n<p>\nهندية إن تصغر معشرا صغروا ... بحدها، أو تعظم معشرا عظموا\n</p>\n\n<p>\nقاسمتها تل بطريق فكان لها ... أبطالها، ولك الأطفال والحرم\n</p>\n\n<p>\nتلقى لهم زبد التيار مقربة ... على جحافلها من نضجه رثم\n</p>\n\n<p>\nدهم فوارسها، ركاب أبطنها ... مكدودة وبقوم لا بها الألم\n</p>\n\n<p>\nمن الجياد التي كدت العدو بها ... وما لها خلق منها ولا شيم\n</p>\n\n<p>\nنتاج رأيك في وقت على عجل ... كلفظ حرف وعاه سامع فهم\n</p>\n\n<p>\nوقد تمنوا غداة الدرب في لجب ... أن يبصروك فلما أبصروك عموا\n</p>\n\n<p>\nصدمتهم بخمسس أنت غرته ... وسمهريته في وجهه غمم\n</p>\n\n<p>\nفكان أثبت ما فيهم جسومهم ... يسقطن حولك والأرواح تنهزم\n</p>\n\n<p>\nوالأعوجية ملء الطرق خلفهم ... والمشرفية ملء اليوم فوقهم\n</p>\n\n<p>\nإذا توافقت الضربات صاعدة ... توافقت قلل في الجو تصطدم\n</p>\n\n<p>\nوأسلم ابن شمشقيق أليته ... إلا انثنى فهو ينأى وهي تبتسم\n</p>\n\n<p>\nلا يامل النفس الأقصى لمهجته ... فيسرق النفس الأدنى ويغتنم\n</p>\n\n<p>\nترد قنا الفرسان سابغة ... صوب الأسنة في أثنائها ديم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \nتخط فيها العوالي ليس تنفذها ... كأن سنان فوقها قلم\n</p>\n\n<p>\nفلا سقى الغيث ما واراه من شجر ... لو زل عنه لوارى شخصه الرخم\n</p>\n\n<p>\nألهى الممالك عن فخر قفلت له ... شرب المدامة والأوتار والنغم\n</p>\n\n<p>\nمقلدا فوق شكر الله ذا شطب ... لا تستدام بأمضى منهما النعم\n</p>\n\n<p>\nألقت إليك دماء الروم طاعتها ... فلو دعوت بلا ضرب أجاب دم\n</p>\n\n<p>\nيسابق القتل فيهم كل حادثة ... فما يصيبهم موت ولا هرم\n</p>\n\n<p>\nنفت رقاد علي عن محاجره ... نفس يفرج نفسا غيرها الحلم\n</p>\n\n<p>\nالقائم الملك الهادي الذي شهدت ... قيامه وهداه العرب والعجم\n</p>\n\n<p>\nابن المعفر في نجد فوارسها ... بسيفه وله كوفان والحرم\n</p>\n\n<p>\nلا تطلبن كريما بعد رؤيته ... إن الكرام بأسخاهم <span id='ms021'></span> يدا ختموا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \nوتوفيت أخت سيف الدولة وورد خبرها الكوفة، فقال أبو الطيب يرثيها، وكتب\nبالرثاء إليه:\n</p>\n\n<p>\nيا أخت خير أخ يا بنت خير أب ... كناية بهما عن أشرف النسب\n</p>\n\n<p>\nأجل قدرك أن تسمى مؤبنة ... ومن يصفك فقد سماك للعرب\n</p>\n\n<p>\nلا يملك الطرب المحزون منطقه ... ودمعه وهما في قبضة الطرب\n</p>\n\n<p>\nالكناية: الإشارة إلى الشيء دون إظهار له، والتأبين: البكاء على الميت\nبعد موته، والطرب: خفة تغلب الإنسان عند شدة الفرح والحزن.\n</p>\n\n<p>\nفيقول وهو يشير بالأخ إلى سيف الدولة، وبالأب إلى أبي الهيجاء أبيه: يا\nأخت خير الأخوة وأكرمهم، وابنة ارفع الآباء وأفضلهم، كناية بهذه المقابلة\nعن النسب الذي لا يعادل في شرف منصبه، والحسب الذي لا يماثل في كرم محتده.\n</p>\n\n<p>\nثم قال: أجل قدرك أيتها المؤبنة عن أن أرثيك مصرحا باسمك، وأندبك معليا\nبذكرك، ومن وصفك فقد سماك بعامة العرب؛ لأن أوصافك عليهم غير ملتبسة.\n</p>\n\n<p>\nثم قال: لا يملك الطرب، الذي غلبه حزنه، والمفجوع الذي قد استولى عليه\nوجله، منطقه، فيجريه على قصده، ودمعه، [فيرسله] على حكمه، إذا كان المنطق\nوالدمع في قبضة الطرب، واستولى عليه شدة الأسف. وأراد أنه لم يخرجه\nبالأوصاف التي قامت مقام التسمية بها، والمفاخر الذي عرفت العرب بها، إلا\nأنه صار من الحزن إلى حال لم يملك معها دمعة، ولا صرف على إرادته نطقه.\n</p>\n\n<p>\nغدرت يا موت كم أفنيت من عدد بمن أصبت وكم أسكت من لجب\n</p>\n\n<p>\nوكم صحبت أخاها في منازلة ... وكم سألت فلم يبخل ولم تجب\n</p>\n\n<p>\nاللجب: اختلاط الأصوات، والمنازلة: المقاتلة.\n</p>\n\n<p>\nفيقول: غدرت أيها الموت بهذه المتوفاة، وضيعت ما كان يلزمك من حقها،\nومراعاة أمرها، فكم أفنيت بإصابتك لها من عدد قوم كان فضلها يظهرهم\nويجمعهم، وكم أسكت من لجب طوائف كان إحسانها يعمهم ويشملهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال وهو يشير إلى سيف الدولة: وكم صبحت أخاها في منازلته لأعاديه،\nومداومته لمغازيه، وكم سألته من نفوس فيما سلف من ملاحمه، وتقدم من وقائعه،\nفلم يبخل عليك لكثرة من قتله، ولا خبت لديه لعظيم ما فعله. وهذا <span id='ms022'></span> من التجوز\nالذي لا يخفى قصد قائله، ولا يجري على الحقيقة لفظ ناظمه، وإنما أراد\nالمتوفاة كانت من بيان الفضل، وجلالة القدر، على حال لو أن الموت يحفظ لأحد\nذمة لحفظ لها ذمتها، ولو راعى وكيد حرمة، لما أخل برعاية حرمتها.\n</p>\n\n<p>\nطوى الجزيرة حتى جاءني خبر ... فزعت فيه بآمالي إلى الكذب\n</p>\n\n<p>\nحتى إذا لم يدع لي صدقه أملا ... شرقت بالدمع حتى كاد يشرق بي\n</p>\n\n<p>\nتعثرت به في الأفواه ألسنها ... والرد في الطرق والأقلام في الكتب\n</p>\n\n<p>\nطي البلاد: قطعها، والجزيرة: بلد يتصل بأرض الموصل، والفزع إلى الشيء:\nالاعتصام به، والشرق: الغصص، وتعثر الألسن: توقفها عن الإبانة، مستعار من\nعثار أرجل، والبرد: رجال يحملون الرسائل على دواب تتخذ لهم، الواحد منها بريد.\n</p>\n\n<p>\nفيقول: طوى أرض الجزيرة خبر هذه المتوفاة مسرعا غير متوقف، ومبادرا غير\nمتأخر، حتى طرقني بغتة، وورد علي فجأة، ففزعت بآمالي فيه إلى تكذيب صدقه،\nومخادعة نفسي بأمره.\n</p>\n\n<p>\nثم قال: حتى إذا لم يدع لي صدقه أملا أتعلل بانتظاره، ورجاء أخدع نفسي\nبارتقابه، أعلنت بالحزن، واستشفيت بالدمع، فأذريت ما أشرقني تتابعه،\nوأدهشني ترادفه، حتى كدت أولمه كألمي له، وأشرقه كشرقي به.\n</p>\n\n<p>\nثم قال: تعثرت الألسن بذلك الخبر في الأفواه فلم تبنه لشنعته، ولم تفصح\nبه لجلالته، كذلك تعثرت به البرد في الطرق استثقالا لحمله، والأقلام في\nالكتب استراها لذكره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nكأن فعلة لم تملأ مواكبها ... ديار بكر ولم تخلع ولم تهب\n</p>\n\n<p>\nولم ترد حياة بعد تولية ... ولم تغث داعيا بالويل والحرب\n</p>\n\n<p>\nفعلة: كناية عن اسم المتوفاة على سبيل التعظيم لها، وديار بكر: بلد كان\nفيه استقرارها، والويل والحرب: كلمتان يدعو بهما المفجوع.\n</p>\n\n<p>\nفيقول: كأن هذه المتوفاة لم تملا ديار بكر بالمواكب من حولها، والجموع من\nخدمها، ولم تخلع هنالك على من قصدها، ولم تهب الجزيل من العطاء لمن رجاها\nوأملها.\n</p>\n\n<p>\nثم قال: وكأنها لم تلاقي من يئس عن الجياة بإحسانها وعفوها، ولم تغث من\nيدعو على نفسه بالويل والحرب بتداركها وفضلها. يشير إلى ما كانت عليه من\nجلالة القدر، وما عدم <span id='ms023'></span> بموتها من الإحسان والفضل.\n</p>\n\n<p>\nأرى العراق طويل الليل مذ نعيت ... فكيف ليل فتى الفتيان في حلب\n</p>\n\n<p>\nيظن أن فؤادي غير ملتهب ... وأن دمع جفوني غير منسكب\n</p>\n\n<p>\nالعراق: بلاد معروفة، كان أبو الطيب فيها صناعته لهذا الشعر، وحلب: مدينة\nمن مدائن الشام كان فيها استقرار سيف الدولة، والفؤاد: القلب، والالتهاب:\nالتوقد، والمنسكب: السريع الجري.\n</p>\n\n<p>\nفيقول: أراني بالعراق طويل الليل؛ لكثرة السهر، شديد الحزن؛ بكثرة الأسف،\nمذ نعيت هذه المتوفاة، فكيف ليل سيف الدولة؛ فتى الفتيان، وولي الإحسان في\nحلب؛ دار ملكه، وموضع مستقره.\n</p>\n\n<p>\nثم قال: أتراه يظن أني لا أشاركه في حزنه، وأساهمه في توجعه ورزئه، وأن\nفؤادي غير ملتهب لما دهمه، ودمع جفوني غير منسكب لما طرقه.\n</p>\n\n<p>\nبلى وحرمة من كانت مراعية ... لحرمة المجد والقصاد والأدب\n</p>\n\n<p>\nومن مضت غير موروث خلائقها ... وإن مضت يدها موروثة النشب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \nوهمها في العلا والمجد ناشئة ... وهم أترابها في اللهو واللعب\n</p>\n\n<p>\nالحرمة: ما لا يضيع من الذمام، والمراعاة: المحافظة، والنشب: المال\nالثابت.\n</p>\n\n<p>\nفيقول: بلى أني على أفضل ما يمكنني من مشاركة سيف الدولة، أقسم على ذلك\nبحرمة هذه المتوفاة، التي لم أزل مراعية لحرمة المجد، مثنية بالعطاء عن\nالقصد، معظمة للأدب وأهله، عالمة بما يجب من حقه.\n</p>\n\n<p>\nثم قال على نحو ما قدمه من القسم بالمتوفاة: ومضت وخلائقها معدومة غير\nموروثة، ومفقودة غير موجودة، وإن كانت يدها مضت، وما أفادته هباتها من\nالنشب، موروث لا ينفد، ومشهود لا يفقد.\n</p>\n\n<p>\nثم قال: وهمها من أول نشأتها في العلى والمجد وما تكسبه من الشكر والحمد،\nلا تدع ذلك ولا تغفله، ولا تتناساه ولا تهمله، وهم أترابها ممن حدث سنه،\nوتقاصر عمره، في اللهو والنعمة، واللعب والغفلة.\n</p>\n\n<p>\nيعلن حين تحيا حسن مبسمها ... وليس يعلم إلا الله بالشنب\n</p>\n\n<p>\nمسرة في قلوب الطيب مفرقها ... وحسرة في قلوب البيض واليلب\n</p>\n\n<p>\nإذا رأى وراءها رأس لابسه ... رأى المقانع أعلى منه في الرتب\n</p>\n\n<p>\nالشنب: بريق الثغر مع ما يجول عليه من رضاب الفم، ومفرق الرأس: معروف،\nوبيض الحديد: معروفة أيضا، واحدتها بيضة، واليلب <span id='ms024'></span>: الدرق، وقيل إنها بيض\nتتخذ من جلود الإبل، تصرف تصريف بيض الحديد، وصرف الضمير في قوله: لابسه\nإلى البيض واليلب، وأفرد لأنه أراد هذا الضرب من السلاح، وحمل الكلام على\nالمعنى دون اللفظ، والعرب تفعل ذلك.\n</p>\n\n<p>\n[فيقول]، وهو يريد الأتراب اللواتي قدم ذكرهن: يعلمن حسن مبسم المتوفاة\nمن الحجاب، وجلالة النصاب، [ولا] يخبر شنب ذلك المبسم إلا الله الذي أتقن\nصنعه، وأكمل حسنه، وأشار إلى أنها ارتفعت عن أن تساوى في شرفها فتتزوج، وتماثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \nفي زمانها فتملك.\n</p>\n\n<p>\nثم قال: مسرة في قلوب الطيب وضروبه، استعمالها له، والتباس مفرقها به،\nواستعار للطيب قلبا على سبيل التجوز، وجمعه على معنى أن الطيب جنس اشتمل\nعلى ضروب كثيرة، وحسرة في قلوب البيض واليلب، ما تبغيه من أن يعلق ذلك\nالمفرق، وتحمل ذلك الموضع.\n</p>\n\n<p>\nثم قال: إذا رأى هذا الضرب من السلاح رأس من يلبسه، ورأى هذه السيدة\nالجليلة، والعقيلة الكريمة، رأى المقانع التي تستعملها مكانه، وتحلها محله،\nأعلى منه رتبة، وأظهر جلالة ورفعة. يشير إلى أنها مع التأنيث يتواضع عنها\nفحول الرجال، ولا يساويها مشاهير الأبطال.\n</p>\n\n<p>\nفأن تكن خلقت أنثى لقد خلقت ... كريمة غير أنثى العقل والحسب\n</p>\n\n<p>\nوإن تكن تغلب الغلباء عنصرها ... فإن الخمر معنى ليس في العنب\n</p>\n\n<p>\nالحسب: الشرف، وتغلب: القبيلة المعروفة، إليها ينسب بنو حمدان، والغلباء\nالضخمة القوية، والعنصر: الأصل.\n</p>\n\n<p>\nفيقول: فإن تكن هذه المتوفاة أنثى في خلقها، وامرأة في حقيقتها، وكان\nالتأنيث من صفات النقصان، فقد خلقت هي كريمة سيدة، فاضلة مقدمة، غير أنثى\nفي عقلها وحسبها، ولا منقصة في رفعتها وشرفها.\n</p>\n\n<p>\nثم قال: وإن تكن تغلب؛ هذه القبيلة، مع جلالتها واشتهار فخامتها، أصل هذه\nالمتوفاة، وكان لها من بين نسائها الشرف الذي لا يعادل، والفضل الذي يماثل،\nفذلك غير بديع، فالعنب أصل الخمر، وليس فيه ما يوجد في الخمر من توليد\nالفرح، وإثارة الطرب. يشير إلى أن الفرع قد يشرف أصله، والآخر قد يفضل أوله.\n</p>\n\n<p>\nفليت طالعة الشمسين غائبة ... وليت غائبة الشمسين لم تغب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \nوليت عين التي آب النهار <span id='ms025'></span> بها ... فداء عين زالت ولم توب\n</p>\n\n<p>\nفما تقلد بالياقوت مشبهها ... ولا تقلد بالهندية القضب\n</p>\n\n<p>\nعين الشيء: شخصه، وآب: بمعنى رجع، والقضب: القواطع: الواحد قضيب.\n</p>\n\n<p>\nفيقول: فليت طالعة الشمسين غائبة، يريد: المتوفاة، وشمس النهار، والطالع\nمنهما: الشمس المعهود، فتمناها أن تكون غائبة لا تطلع، ومعدومة لا ترجع،\nوليت هذه الشمس المفقودة طلعت موضعها فلم تعدم، وأقامت مكانها فلم تفقد،\nوكنى عن المتوفاة بالشمس، مشيرا إلى علو رتبتها، واستبانة شرفها ورفعتها.\n</p>\n\n<p>\nثم قال على نحو ذلك: وليت عين الشمس المعهود التي رجع النهار بها طالعة،\nوأظهرها بعد الغروب مشرقة، فداء عين الشمس التي غابت، فلم تكن لغيبتها\nأوبة، وفقدت فلم تكن لفقدها رجعة.\n</p>\n\n<p>\nثم قال مشيرا إلى موضع المتوفاة من الفضل، ومنزلتها من كرم الأصل: فما\nتقلد بالياقوت من النساء من أشبهها، ولا تقلد بالسيوف الصارمة من الرجال من\nيعدل بها، يريد: أنها فضلت النساء والرجال من أهل دهرها، وزادت عليهم\nبشرفها وقدرها.\n</p>\n\n<p>\nولا ذكرت جميلا من صنائعها ... إلا بكيت ولا ود بلا سبب\n</p>\n\n<p>\nقد كان كل حجاب دون رؤيتها ... فما قنعت لها يا أرض بالحجب\n</p>\n\n<p>\nولا رأيت عيون الإنس تدركها ... فهل حسدت عليها أعين الشهب!\n</p>\n\n<p>\nالصنائع: الأيادي المشكورة، واحدتها صنيعة، والشهب: النجوم.\n</p>\n\n<p>\nفيقول: ولا ذكرت جميلا مما كانت توليه، وكثيرا مما كانت تفعله وتسديه،\nإلا بكيت حزنا ورقة، وأسفت توجعا وشفقة، ولا يكون الود دون سبب يبعث عليه،\nولا يتمكن دون موجب يقود إليه، وإحسان هذه المتوفاة أوجب علي ودها، وألزمني\nأن أنشر فضلها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: قد كان دون رؤيتها كل حجاب يمنع مثله، وكل شيء من الستر يمكن فعله،\nفما قنعت لها أيها الأرض حتى حجبتها بسترك، وصيرتها مغيبة مغيبة في تربك.\n</p>\n\n<p>\nثم قال: وقد كنت أيها الأرض آمنة عليها من عيون الإنس، أن تدركها من\nأبصارهم وأن تلحظها، أفتراك حسدت عليها أعين الكواكب فتضمنتها مغيبة لها؟!\nواشتملت عليها لبخلك بها؟! وأشار بهذا القول إلى موضع المتوفاة من الستر،\nوما كانت عليه من جلالة القدر.\n</p>\n\n<p>\nوهل سمعت سلاما لي ألم <span id='ms026'></span> بها؟ ... فقد أطلت وما سلمت من كثب\n</p>\n\n<p>\nوكيف يبلغ موتانا التي دفنت ... وقد يقصر عن أحيائنا الغيب\n</p>\n\n<p>\nالكثب: القرب.\n</p>\n\n<p>\nفيقول: وهل سمعت أيتها الأرض من سلامي الذي أردده، وذكري الذي أوصله؟ فقد\nأطلت في ذلك، وما تناولته من قرب، فأستمع من أخاطبه، وأدرك من هذا ما\nأحاوله.\n</p>\n\n<p>\nثم قال: وكيف يبلغ ما اسلم به موتانا الذين سترهم الدفن وغيبهم الترب،\nوهو يقصر عن أحيائنا الذين غيبهم عنا انتزاح منازلهم، وتباعدهم منا في\nمواضعهم.\n</p>\n\n<p>\nيا أحسن الصبر زر أولى القلوب بها ... وقل لصاحبه يا أنفع السحب\n</p>\n\n<p>\nوأكرم الناس لا مستثنيا أحدا ... من الكرام سوى آبائك النجب\n</p>\n\n<p>\nيقول، وهو يريد سيف الدولة، أخا المتوفاة المرثية: يا أحسن الصبر وأوفره،\nزر أولى القلوب بهذه المتوفاة، يريد: قلب سيف الدولة الذي هو شفيق اخوتها،\nوأقعد الناس بقرابتها، وقل أيها الصبر لصاحب ذلك القلب، مخاطبا لسيف\nالدولة، ومرفعا به: يا أنفع السحب الساجمة، وأحمد الغيوث الوابلة.\n</p>\n\n<p>\nثم قال، على نحو ما قدمه، مخاطبا لسيف الدولة: ويا اكرم الناس! لا استثني أحدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \nمنهم، ولا أخص مذكرا فيهم، سوى آبائك النجب السادة، والرؤساء القادة، فهم\nالذين بلغوا من الكرم غايته، وأحرزوا من الفضل نهايته، فليس يجوز لأحد أن\nيبلغ من الكرم ما لم يبلغوه، ويفعل من الجميل ما لم يفعلوه.\n</p>\n\n<p>\nقد كان قاسمك الشخصين دهرهما ... وعاش درهما المفدي بالذهب\n</p>\n\n<p>\nوعاد في طلب المتروك تاركه ... إنا لنغفل والأيام في الطلب\n</p>\n\n<p>\nما كان أقصر وقتا كان بينهما ... كأنه الوقت بين الورد والقرب\n</p>\n\n<p>\nالقرب: الدنو من الماء، والورد: الاحتلال به.\n</p>\n\n<p>\nفيقول لسيف الدولة، ذاكرا لتتابع وفاة أختيه، وتأخر الكبرى التي رثاها\nبهذا الشعر بعد الصغرى: قد كان قاسمك الدهر الشخصين اللذين كنت تأنس بهما،\nوتسكن إليهما، وآثرك بالأحب إليك، وكلاهما كريم في نفسه، رفيع في حاله،\nوكنت كمن كان له در وذهب؛ فرزي بالذهب ومتع بالدر، ونامت عنه فيه حوادث الدهر.\n</p>\n\n<p>\nثم قال: وعاد الدهر عليك في طلب ما تركه، واسترجاع ما سلمه، يريد: ما حدث\nعليه بوفاة أخته الكبرى <span id='ms027'></span> التي عزاه بها، إنا لنغفل والأيام طالبة، والحوادث\nفي الإسراع نحونا جاهدة.\n</p>\n\n<p>\nثم قال، يريد أختي سيف الدولة المتوفاتين: ما كان أسرع ما كان بينهما من\nالمدة، وأقل ما لحق ذلك من المهملة، كأنه لخفة وقعته، وسرعة جملته، ما بين\nالقرب والورد، اللذين يتصلان بلا تأخر، ويتواليان دون توقف.!\n</p>\n\n<p>\nجزاك ربك بالأحزان مغفرة ... فحزن كل أخي حزن أخو الغضب\n</p>\n\n<p>\nوأنتم نفر تسخو نفوسكم ... بما يهبن ولا يسخون بالسلب\n</p>\n\n<p>\nحللتم من ملوك الناس كلهم ... محل القنا سمر القنا من سائر القصب\n</p>\n\n<p>\nيقول لسيف الدولة: جزاك ربك بالأحزان التي تحدث على رزاياك مغفرة تشملك،\nوتجاوزا يعجله لك، فحزن الحزين باب من الغضب؛ لأنه يتخبط حاله، ويتكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \nشأنه، وهذه سبيل صاحبها فقير إلى تجاوز ربه، وتداركه لمغفرة ذنبه.\n</p>\n\n<p>\nثم قال يخاطبه: وأنت وقومك نفر أعزة، وملوك أجلة، تسخو أنفسكم بجليل\nالهبات، وتسمح بجسيم الصلات، ولا تسمحون لقليل تستلبونه، ويسير تغتصبونه،\nومن أصيب بحميم فالحزن مخوف عليه، وشدة الأسف سريعة إليه.\n</p>\n\n<p>\nثم قال يخاطبه: حللت وقومك من بين سائر الملوك في علوكم عليهم، وتقدمكم\nفيهم، وإن كان الاسم يجمعكم بهم، محل قنا الرماح من سائر القصب التي تشاركه\nفي الاسم، وتنفرد دونه بالغناء والفضل.\n</p>\n\n<p>\nفلا تنلك الليالي إن أيديها ... إذا ضربن كسرن النبع بالغرب\n</p>\n\n<p>\nولا يعن عدوا أنت قاهره ... فإنهن يصدن الصقر بالخرب\n</p>\n\n<p>\nوإن سررن بمحبوب فجعن به ... وقد أتينك في الحالين بالعجب\n</p>\n\n<p>\nالنبع: شجر صلب العود تعمل منه القسي، والغرب: شجر ليست له صلابة النبع\nولا كرمه، والصقر: طائر من الجوارح كالبازي وما أشبهه، والخرب: ذكر\nالحبارى.\n</p>\n\n<p>\nفيقول داعيا لسيف الدولة: فلا جعل الله الليالي أن تنالك بمكروهها،\nوتتخطى إليك بمحذورها، فإن أيديها تكسر الأكثر بالأقل، وتحط الأرفع\nبالأوضع. وجعل النبع والغرب كالمثل في ذلك، وجعل لليالي أيديا على سبيل\nالاستعارة.\n</p>\n\n<p>\nثم قال على نحو ما قدمه: ولا جعلها اله أن تعين عدوا أنت قاهره، وتظهر\nعليك مخالفا أنت غالبه، فإن شأنها أن تظهر الدني على السري، وتديل الضعيف\nعلى القوي.\n</p>\n\n<p>\nثم قال <span id='ms028'></span> على نحو ما قدمه، وهو يريد الليالي، وإن سررن بمحبوب فجعن بفقده،\nوإن أنسن به أعقبن ببعده، وقد أتينك، يخاطب سيف الدولة، من الحالين؛ في\nالسرور بمن كنت تأنس به، والحزن بما أعقب ذلك من وفاته، والأسف له، بعجب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \nعجيب، وواعظ بليغ، والسكون إلى مساعدة الدهر غرور، والتمتع بمسرته يسير.\n</p>\n\n<p>\nوربما احتسب الإنسان غايتها ... وفاجأته بأمر غير محتسب\n</p>\n\n<p>\nوما قضى أحد منها لبانته ... ولا انتهى أرب إلا إلى أرب\n</p>\n\n<p>\nالاحتساب: التقدير، واللبانة: الحاجة، والأرب: المراد.\n</p>\n\n<p>\nفيقول: وربما احتسب الإنسان ما تصيبه الليالي من صروفها، وتعتمده به من\nخطوبها، غاية فعلها، ومبلغ جهدها، ثم تفجأه بعد ذلك بما لم يبلغه تقديره،\nولا انتهت إليه ظنونه.\n</p>\n\n<p>\nثم قال: وهي مع ذلك مرجوة فائدتها، ومنتظرة عائدتها، لا يقضي أحد منها\nغاية لبانته، ولا يبلغ فيها جملة إرادته؛ لأن أربه فيها موصول بمثله، وأمله\nمشفوع لشبهه.\n</p>\n\n<p>\nتخالف الناس حتى لا اتفاق لهم ... إلا على شجب والخلف في الشجب\n</p>\n\n<p>\nفقيل تخلص نفس المرء سالمة ... وقيل تشرك جسم المرء في العطب\n</p>\n\n<p>\nومن تفكر في الدنيا ومهجته ... أقامه الفكر بين العجز والتعب\n</p>\n\n<p>\nالشجب: الموت.\n</p>\n\n<p>\nفيقول: تخالف الناس مدة الدهر في مذاهبهم، وتداينوا في مقاصدهم، فليس\nبينهم اتفاق إلا على الموت الذي لا بد منه، ولا محيص لمخلوق عنه، وهم في\nالموت مع تيقنهم له، على عادتهم في الاختلاف، وما عهد منهم من قلة\nالائتلاف.\n</p>\n\n<p>\nثم وصف اختلافهم في الموت فقال: منهم من يذهب إلى أن النفوس بعد مفارقتها\nالأجسام إلى مواقيتها باقية، ومنهم من يذهب إلى أنها بفناء الأجسام فانية،\nوكلا القولين قد روي وذكر، وكثر الاختلاف فيه ونقل.\n</p>\n\n<p>\nثم قال: ومن تفكر في الدنيا، وتصرفها في أمور نفسه وتقلبها، أقامه فكرة\nبين التعب فيما يتدبره، والعجز عما يعاينه ويطلبه. يشير إلى أن علم الإنسان يسير، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \nوهو على العجز والنقصان مفطور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nوأنفذ إليه كتابا إلى الكوفة يحصله بأمان، وسأله فيه المسير إليه، فأجابه\nعنه، وأنفذها إلى ميارفارقين في ذي الحجة من سنة ثلاث وخمسين وثلاث مائة.\n</p>\n\n<p>\nفهمت <span id='ms029'></span> الكتاب أبر الكتب ... فسمعا لأمر أمير العرب\n</p>\n\n<p>\nوطوعا له وابتهاجا به ... وإن قصر الفعل عما وجب\n</p>\n\n<p>\nأبر الكتب: بمعنى أصدقها، وسمع: مصدر بمعنى الوقوف عند الأمر.\n</p>\n\n<p>\nفيقول لسيف الدولة: قرأت كتابك، أبر الكتب وأكرمها، وأعزها وأفضلها،\nفسمعا لأمرك يا أمير العرب وسيدهم، وزعيمهم وأوحدهم.\n</p>\n\n<p>\nثم قال: وطوعا لكتابك وابتهاجا، ووقوفا عنده وامتثالا له، وإن قصر فعلي\nعما يجب من حقك، وعجز كثير شكري عما أحاط به من فضلك.\n</p>\n\n<p>\nوما عاقني غير خوف الوشاة ... وإن الوشايات طرق الكذب\n</p>\n\n<p>\nوتكثير قوم وتقليلهم ... وتقريبهم بيننا والخبب\n</p>\n\n<p>\nوقد كان ينصرهم سمعه ... وينصرني قلبه والحسب\n</p>\n\n<p>\nعاقني: بمعنى صرفني، والوشايات: النمائم، والوشاة: الناقلون لها،\nوالتقريب والخبب: ضربان سريعان من المشي، والحسب: الشرف.\n</p>\n\n<p>\nفيقول لسيف الدولة: وما عاقني عن قصدك، ولا صرفني عن استيطان أرضك، غير\nتخوفي من الوشاة وكذبهم، وتوقعي لأهل الحسد وحيلهم، والوشايات طريق أهل\nالكذب، والنمائم سلاح أهل الحسد.\n</p>\n\n<p>\nثم أكد ذلك فقال: وما توقعته مما عهدته من تكثير أولئك الوشاة في جهتي\nعند التقرب، وتقليلهم عند قلة الاهتبال بهم، وتقريبهم بيننا، وخببهم بما\nيختلقونه من إفكهم، واجتهادهم فيما ينقلونه من كذبهم.\n</p>\n\n<p>\nثم قال مخبرا عن سيف الدولة: وقد كان ينصرهم باستماع ما ينقلونه وإظهار\nالتقبل لما يقولونه، وينصرني قلبه بجميل معتقده، ويسعدني شرفه بكريم مذهبه،\nفكان يسمع منهم في جهتي ما لا يصدقه، ويظهر الإصغاء إليهم فيما لا يحققه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nوما قلت للبدر أنت اللجين ... ولا قلت للشمس أنت الذهب\n</p>\n\n<p>\nفيقلق منه البعيد الأناة ... ويغضب منه البطيء الغضب\n</p>\n\n<p>\nاللجين والذهب: معروفان، وبعد الأناة: شدة التثبيت.\n</p>\n\n<p>\nفيقول: وما بخست سيف الدولة يسيرا من حقه، ولا قصرت به في شيء من ذكره،\nولا وصفته بأقل أوصافه، ولا نسبته إلى أخص أحواله، فأكون كمن مثل البدر\nبالجين، والشمس بالذهب، فلم يعط التمثيل حقه، ولا في التشبيه قسطه، مع قليل\nما فرط فيه، ويسير ما دخل من السهو عليه، ولكنني وصفته غير مقصر في وصفه،\nومدحته غير متأخر في مدحه.\n</p>\n\n<p>\nثم قال: ولم يكن فيما ذكرته به ما <span id='ms030'></span> يقلق منه مثله، من أهل الأناة البعيدة،\nوالتؤدة الشديدة، وما يغضب منه من يبطئ الحلم بغضبه، ويحمله على التلبث شرف حسبه.\n</p>\n\n<p>\nوما لاقني بلد بعدكم ... ولا اعتضت من ري نعماي رب\n</p>\n\n<p>\nومن ركب الثور بعد الجو ... د أنكر أظلافه والغبب\n</p>\n\n<p>\nلاق الشيء بالشيء: إذا ضمه ولصقبه، ورب الشيء: مالكه، والأظلاف من الشاة\nوالثور: بمنزلة الحافر من الدابة، وغبب الثور: ما تحت عنقه من الجلدة\nالرخوة.\n</p>\n\n<p>\nفيقول لسيف الدولة: وما لاقني بلد بعدك أستقر فيه، ووطن أعتمد عليه، ولا\nاعتضت منك وأنت رب نعمتي، وحافظ جملتي، ربا أسند إلى فضله، ومالكا أتعبد\nنفسي لمثله.\n</p>\n\n<p>\nثم قال: ومن صحبك على جلالتك، وشاهدك مع عظيم سيادتك، ثم فارقك وصحب غيرك\nممن يتسمى بالإمرة، وينتسب إلى العلو والرفعة، وأحواله مع ذلك تعقده،\nوأخلاقه تقصر به وتؤخره، كان كمن ركب الثور مع هجنة خلقه، بعد ركوب الجواد\nالمتقدم في عتقه. وهذه العبارة وإن لم تجر على رتبة لفظه فهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \nمعربة عن حقيقة قصده.\n</p>\n\n<p>\nوما قست كل ملوك البلاد ... فدع ذكر بعض، بمن في حلب\n</p>\n\n<p>\nولو كنت سميتهم باسمه ... لكان الحديد وكانوا الخشب\n</p>\n\n<p>\nأفي الرأي يشبه، أم في السخا ... ء، أم في الشجاعة، أم في الأدب؟\n</p>\n\n<p>\nحلب: مدينة من ثغور الشام فيها كان مستقر سيف الدولة.\n</p>\n\n<p>\nفيقول: وما قست ملوك البلاد بجملتهم، غير مستثن لأحد من جماعتهم بمن في\nحلب منهم، يريد سيف الدولة، إلا كانوا لا يساوونه في أقل فضائله، ولا يحكون\nمنه أخصر مكارمه.\n</p>\n\n<p>\nثم قال: ولو كنت سميتهم باسمه، وألحقهم به في اللقب المعرب عن قدره؛ يشير\nإلى معنى سيف الدولة، هذا الاسم، لكان هو السيف حقيقة في مضائه وجدته،\nوصرامته وشدته، وكانوا هم من السيوف كالخشبة في نبوهم وكلالهم، وضعفهم\nومهابتهم.\n</p>\n\n<p>\nثم قال: وفي أي خصاله يشبهونه، أفي رأيه وصحته، أم في سخائه وكثرته، أم\nفي شجاعته وصرامته، أم في أدبه ونباهته؟! وكل هذه الأحوال تقدمه عليهم،\nوتحكم له بالشرف فيهم.\n</p>\n\n<p>\nمبارك الاسم، أغر اللقب ... كريم الجرشى، شريف النسب\n</p>\n\n<p>\nأخو الحرب، يخدم <span id='ms031'></span> مما سبى ... قناه، ويخلع مما سلب\n</p>\n\n<p>\nإذا حاز مالا فقد حازه ... فتى لا يسر بما لا يهب\n</p>\n\n<p>\nالأغر: الفاضل، ولقب الرجل: ما وسم به، والجرشى: النفس.\n</p>\n\n<p>\nفيقول في الممدوح، واسمه علي، ولقبه سيف الدولة: مبارك الاسم، فاضل\nاللقب، كريم النفس، شريف النسب، أخو حروب يداومها، وغزوات يواصلها، فهو\nيخدم قاصده من الإماء والعبيد، ما سبته رماحه وصوارمه، ويخلع عليه مما أفادته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \nملاحمه ووقائعه.\n</p>\n\n<p>\nثم قال: إذا حاز المال وجمعه، واستفاده وتملكه، فقد حازه فيه فتى لا يسر\nمن المال إلا بما وهبه، ولا يغتبط منه إلا بما أعطاه ومنحه.\n</p>\n\n<p>\nوإني لأتبع تذكاره ... صلاة الإله وسقي السحب\n</p>\n\n<p>\nوأثني عليه بآلائه ... وأقرب منه نأى أو قرب\n</p>\n\n<p>\nفإن فارقتني أمطاره ... فأكثر غدرانها ما نضب\n</p>\n\n<p>\nالتذكار: التذكر، وصلاة الإله: رحمته، والآلاء: النعم، والغدران: مجامع\nالمياة، والنضوب: الجفوف.\n</p>\n\n<p>\nفيقول: وإني لأتبع تذكري لسيف الدولة أفضل الدعاء وأبلغه، وأزكاه وأكرمه،\nوأسأل الله أن يخصه بزلفاه ورحمته، وأن يسقيه من السحاب بحسب رغبته، وأثني\nعليه بآلائه الشاملة، وأياديه الحديثة السالفة، وأقرب منه بامتثالي له، وما\nاعتقده من تعلق أملي به، أكان مني بعيدا نائيا، أو كان مني قريبا دانيا.\n</p>\n\n<p>\nثم قال: وإن فارقتني نعمه السابغة، ولم تسقني أمطاره الساجمة، فآثار تلك\nالنعم، وغدران تلك السحب، مشهورة عندي لا تبعد، وكثيرة لدي لا تنفد.\n</p>\n\n<p>\nأيا سيف ريك لا خلقه ... ويا ذا المكارم لا ذا الشطب\n</p>\n\n<p>\nوأبعد ذي همة همة ... وأعرف ذي رتبة بالرتب\n</p>\n\n<p>\nوأطعن من مس خطية ... وأضرب من بحسام ضرب\n</p>\n\n<p>\nالشطب: طرائق في متن السيف، واحدتها شطبة، والخطية: واحدة من قنا الرماح،\nتنسب إلى الخط، وهو بلد معروف. فيقول لسيف الدولة: أيا سيف الله، لا سيف\nأحد من خلقه، ويا رحمته التي يبسطها في أرضه، ويا ذا المكارم لا ذا الشطب،\nيريد: إنه وإن وافقه السيف في اسمه، فإنه يفارقه بمشهور فضله.\n</p>\n\n<p>\nثم قال: ويا أبعد ذوي الهمم همة، وأظهرهم علوا ورفعة، ويا أعرف ذوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \nالمراتب بحقائق الرتب، واقعدهم بكرم الحسب.\n</p>\n\n<p>\nثم قال: ويا أطعن من حمل <span id='ms032'></span> رمحا بنفسه، وأضرب من قلب حساما بكفه؛ يشير إلى\nإنه أعلم الناس بالطعن والضرب، وأشدهم إقداما على مضائق الحرب.\n</p>\n\n<p>\nبذا اللفظ ناداك أهل الثغور ... فلبيت والهام تحت القضب\n</p>\n\n<p>\nوقد يئسوا من لذيذ الحياة ... فعين تغور وقلب يجب\n</p>\n\n<p>\nالقضب: السيوف القواضب، واحدها قضيب، والقضب: القطع، ووجيب القلب: شدة\nخفقانه.\n</p>\n\n<p>\nفيقول لسيف الدولة، بعد ما ذكره من فضائله: بمثل ما أقول به في وصفك،\nوأعدده من فضائلك في مدحك، ناداك أهل الثغور مستصرخين لك، واستعانوا\nمستجيرين بك، عند نزول الروم عليهم، وتصميم جموعهم إليهم، فلبيتهم مسرعا\nنحوهم، وأغثتهم مؤمنا ذعرهم، وهامهم تحت السيوف تمتثل وقعها، وأنفسهم في\nقبض الحتوف وهي ترتقب فعلها.\n</p>\n\n<p>\nثم قال: وقد يئسوا عن لذة الحياة لعظيم ما لحقهم، وتيقنوا مباشرة الهلاك؛\nلكثرة من حل من الروم بهم، فعين ثغور لما نالهم من السهر والتعب، وقلب يجب\nلما اشرفوا عليه من مقاربه العطب.\n</p>\n\n<p>\nوغر الدمستق قول الوشا ... ة: إن عليا ثقيل وصب\n</p>\n\n<p>\nوقد علمت خيله أنه ... إذا هم وهو عليل ركب\n</p>\n\n<p>\nالدمستق: صاحب جيش الروم، والوشاة: الأعداء، والثقيل: الضعيف عن الحركة،\nوالوصب: الشديد المرض.\n</p>\n\n<p>\nفيقول: وغر الدمستق عند تحركه إلى ثغور المسلمين قول من كان يواليه على\nسيف الدولة من أهل تلك البلاد، إنه ثقيل المرض، شديد الشكية والألم، فتحرك\nوقد أمن إغاثة سيف الدولة للثغر، وتحقق ما كان فيه من الألم والضر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: وقد علمت خيل سيف الدولة أن علته لا تثني همته، وشكاته لا تعوق\nعزيمته، وإنه إذا هم عليل ركب غير متوقف، وإذا أراد أمرا أمضاه غير متلوم،\nوأن تجلده لا تثنيه العلل، واعتزامه لا يصرفه الألم.\n</p>\n\n<p>\nأتاهم بأوسع من أرضهم ... طوال السبيب قصار العسب\n</p>\n\n<p>\nتغيب الشواهق في جيشه ... وتبدو صغارا إذا لم تغب\n</p>\n\n<p>\nولا تعبر الريح في جوه ... إذا لم تخط القنا أو تثب\n</p>\n\n<p>\nالسبيب: خصل الذنب، والعسب: جمع عسيب وهو العظم الذي ينبت عليه شعر\nالذنب، وقصره من الفرس دليل على عتقه، وطول سبائبه من شواهد كرمه،\nوالشواهق: الجبال العالية، واحدها: شاهق،\n</p>\n\n<p>\nوالجو <span id='ms033'></span> ما ارتفع من الهواء.\n</p>\n\n<p>\nفيقول، وهو يشير إلى سيف الدولة، وإلى أهل الثغر: أتاهم الدمستق بجيش\nضاقت عنه أرضهم، وزادت سعته على سعة بلدهم، كثيرة جموعه، كريمة خيوله؛\nسبائب تلك الخيول. . .، تغيب شواهق تلك الجبال في ذلك الجيش لعظمه، وتخفى\nفيه لكثرة عدده، وما بدا منها فهو صغير في عين مبصره، قليل فيما يسبق إلى\nمتأمله.\n</p>\n\n<p>\nثم قال: يمنع ذلك الجيش الريح من أن تعبره لتكاثف كتائبه، ويعوقها عن أن\nتسلكه لالتفاف رماح عواليه، فليس تنهض الريح في جوه إلا مستعلية متحيلة،\nولا تتخلص منه إلا مرتفعة متوثبة.\n</p>\n\n<p>\nفغرق مذنهم بالجيوش ... وأخفت أصواتهم باللجب\n</p>\n\n<p>\nفأخبث به طالبا قتلهم ... وأخيب به تاركا ما طلب\n</p>\n\n<p>\nالأخفات: الإخفاء، واللجب: اختلاط أصوات أهل العسكر.\n</p>\n\n<p>\nفيقول: فغرق الدمستق مدن الثغر في جمعه، وغيبها فيما أحاط بها من حشده، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \nواخفت أصوات أهلها بلجبه، وغطى عليها بكثرة عدده، فما أخبثه في طلب قتلهم،\nومحاولة الظفر بهم، عند معرفته بعلة سيف الدولة، ومسارعته إلى انتهاز تلك\nالفرصة، ومبادرة تلك الغرة، وما أخيبه في ترك مت طلبه، وإعراضه عما قصده،\nعند مقاربة سيف الدولة له، ودنوه منه، واعتصامه بالفرار بنفسه، ومعرفته بما\nله مع سيف الدولة في حربه.\n</p>\n\n<p>\nنأيت فقاتلهم باللقاء ... وجئت فقاتلهم بالهرب\n</p>\n\n<p>\nوكانوا له الفخر لما أتى ... وكنت له العذر أما ذهب\n</p>\n\n<p>\nيقول لسيف الدولة: نأيت عن أهل الثغر، ووقفتك عنهم علتك، فقاتلهم الدمستق\nبغزو أرضهم، ولقاء خيلهم، وجئت نحوهم فقاتلهم بالهرب عنهم، والفرار منهم.\n</p>\n\n<p>\nثم قال: وكانوا له الفخر بغزوه إليهم، وإقدامه عليهم، وكنت له العذر في\nانصرافه عما كان أنفذه من قصدهم، وفراره عما اقتحم فيه من أرضهم؛ لأن من\nعجز عن حربك فهو غير ملوم في عجزه، ومن فر عن لقاك فهو غير مضيق عليه في عذره.\n</p>\n\n<p>\nسبقت إليهم مناياهم ... ومنفعة الغوث قبل العطب\n</p>\n\n<p>\nفخروا لخالقهم سجدا ... ولو لم تغث سجدوا للصلب\n</p>\n\n<p>\nوكم ذدت عنهم ردى بالردى ... وكشفت من كرب بالكرب\n</p>\n\n<p>\nذدت: بمعنى دفعت، والعطب: الهلاك.\n</p>\n\n<p>\nفيقول لسيف الدولة: سبقت إليهم مناياهم التي كانت <span id='ms034'></span> قد قاربتهم ومهالكهم\nالتي كانت شافهتهم، مسرعا نحوهم غير متوقف، ومبادرا غير متأخر، ومنفعة\nالغوث أن تكون قبل وقوع العطب، وفائدته أن يسبق به قبل حلول التلف.\n</p>\n\n<p>\nثم قال: فخر أهل الثغر لخالقهم ساجدين لقصدك نحوهم، ونادوك شاكرين على\nاحتلالك أرضهم، ولو لم تغثهم لغلبت الروم عليهم وكانوا يفتنونهم عن دينهم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \nويلزمونهم السجود لصليبهم.\n</p>\n\n<p>\nثم قال يخاطب سيف الدولة: وكم دفعت عن أهل الثغر من وقائع الروم بإيقاعك\nبهم، وكم صرفت عنهم من رداهم بردى أحدثته عليهم، وكم كشفت من كربهم؛ الكرب\nالتي واليتها على الروم في قتلك لهم، وإيقاعك بهم، فأمنت أهل الثغور\nبإخافتهم، وأرحتهم بمواصلة نكايتهم.\n</p>\n\n<p>\nوقد زعموا إنه إن يعد ... يعد معه الملك المعتصب\n</p>\n\n<p>\nويستنصران الذي يعبدان ... وعندهما إنه قد صلب\n</p>\n\n<p>\nويدفع ما ناله عنهما ... فيا لرجال لهذا العجب\n</p>\n\n<p>\nالمعتصب: ملك الروم الأعظم الذي يعتصب بالتاج، والاعتصاب بالتاج: حمله\nعلى الرأس، موضع العصابة.\n</p>\n\n<p>\nفيقول: وقد زعم الروم أن الدمستق إن عاد إلى الثغر عاد معه ملكهم الأعظم\nالمعتصب بالتاج، فحشد مع نفسه جميعهم، وكثر بحضوره عديدهم.\n</p>\n\n<p>\nثم قال: ويستنصران عيسى بن مريم الذي يعتقدون ربوبيته، ولا ينكرون\nإلهيته، ويزعمون مع ذلك أن اليهود صلبوه واستضعفوه وغلبوه.\n</p>\n\n<p>\nفيقول: إنه سيدفع عن الدمستق وعن ملك الروم من القتل ما لم يدفعه عن\nنفسه، ويملك من أمرهما ما لم يملكه من أمره، فيا للرجال لهذا العجب العجيب،\nوالثناء الغريب.\n</p>\n\n<p>\nأرى المسلمين مع المشركين ... إما لعجز وإما رهب\n</p>\n\n<p>\nوأنت مع الله في جانب ... قليل الرقاد كثير التعب\n</p>\n\n<p>\nكأنك وحدك وحدته ... ودان البرية بابن وأب\n</p>\n\n<p>\nالرهب: الخوف.\n</p>\n\n<p>\nفيقول: أرى المسلمين مع المشركين يألونهم ويهادنونهم ويتمسكون بهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \nويسالمونهم، إما لعجزهم وضعفهم، وإما لتوقعهم وخوفهم.\n</p>\n\n<p>\nثم قال، يخاطب سيف الدولة: وأنت مع الله في جانب عنهم، وفي معزل منهم،\nتغاور الروم وقد ضيع المسلمون غزوهم، وبذلهم إذا استعظم من سواك أمرهم، لا\nتغفل عن ذلك ولا ترقد، ولا تسأم من التعب فيه ولا تسكن.\n</p>\n\n<p>\nثم قال: كأنك وحدك عظمت الله ووحدته، ونصرت دينه وأيدته <span id='ms035'></span>، وكان من سواك من\nالمعظمين للروم، المسالمين لهم، دانوا للشرك والتزموه، وقالوا به وانتحلوه.\n</p>\n\n<p>\nفليت سيوفك في حاسد ... إذا ما ظهرت عليهم كئب\n</p>\n\n<p>\nوليت شكاتك في جسمه ... وليتك تجزي ببغض زحب\n</p>\n\n<p>\nفلو كنت تجزي به نلت من ... ك أضعف حظ بأقوى سبب\n</p>\n\n<p>\nيقول: فليت سيوفك معملة في حاسد ينكر مشهور فضلك، ولا يعرف لك بكريم\nسعيك، فإذا أظهرك الله على الروم أسف وحزن، وإذا أظفرك بهم ارتمض واكتأب.\n</p>\n\n<p>\nثم قال: وليت شكاتك في جسم ذلك الحاسد، يكفيك ألمها، وعلتك مقصورة عليه،\nتنوب عنك في تحملها، وليتك تجزي من أحبك على مقدار حبه، ومن أبغضك بمقدار\nما يعتقده لك من بغضه، فتقارض كلا بقسطه، وتجزيه على حقيقة قدره.\n</p>\n\n<p>\nثم قال: فلو كان ذلك رأيك ومذهبك، واختيارك ومعتقدك، لنلت أضعف حظ من\nتقبلك، بأقوى سبب أمت به من الإخلاص لك. يشير إلى أن سيف الدولة يغمض لكثير\nممن حوله، على ما تيقن منه من قلة الخالصة، والبعد من سلامة الناحية، وإنه\nاغفل أمر أبي الطيب مع ما هو عليه من ثابت البصيرة في مودته ونصحه، وخالص\nالنية في الاعتراف بإحسانه وفضله.\n</p>\n\n<p>\nنجز ما قاله أبو الطيب في سيف الدولة علي بن عبد الله بن حمدان، وفي جملة\nذلك الأشعار الثلاثة التي كتب بها إليه من العراق، وهي آخرها، أثبتناه من أشعاره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \nفيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head1'>AUTO الكافوريات</h2>\n\n<p>\nوفارق أبو الطيب سيف الدولة، وكان سبب مفارقته إياه إنه تغير عليه، وأصغى\nإلى قول الحساد فيه، فكثر الأذى عليه منه، فرحل من حلب، وركب البرية إلى\nدمشق. وكاتبه الأستاذ كافور المسير إليه، فسار إليه، فنزل بالرملة، فحمل\nإليه الأمير الحسن بن عبيد الله بن طغج هدايا وخلعا، وحمله على فرس بموكب\nثقيل، وقلده سيفا محلى، وأراد منه أن يمدحه، إليه بالأبيات الرائية:\n</p>\n\n<p>\nترك مدحيك كالهجاء لنفسي\n</p>\n\n<p>\nقد تقدمت وألحقت بما قاله في ابن عبيد الله قديما.\n</p>\n\n<p>\nثم فارقه وقدم مصر، فأخلى له كافور دارا وخلع عليه، وحمل إليه آلافا من\nالدراهم، فقال يمدحه، أنشدها إياه في جمادى الآخرة <span id='ms036'></span> من سنة ست وأربعين وثلاث مائة.\n</p>\n\n<p>\nكفى بك داء أن ترى الموت شافيا ... وحسب المنايا أن أمانيا\n</p>\n\n<p>\nتمنيتها لما تمنيت أن ترى ... صديقا فأعيا أو عدوا مداجيا\n</p>\n\n<p>\nالمداجاة: المساترة.\n</p>\n\n<p>\nفيقول: كفى بك من الداء وشدته، ومن المكروه وبلوغ غايته، أن ترى الموت\nشفاء تطلبه، وتعتد به دواء ترغبه، وحسب المنايا في الظفر ببغيتها، والتمكن\nمن إرادتها، أن يكن أماني يؤمل ورودها، ورغبات يستبطأ حلولها.\n</p>\n\n<p>\nثم قال يخاطب نفسه، ويبسط في تمنيه للمنايا عذره: تمنيت الموت واستبطأته،\nوكرهت العيش واستثقلته؛ لفساد الزمان وأهله، واستحالته في جملة أمره، وإني\nتمنيت أن أرى فيه صديقا فلم أجده، أو مداجيا بالعداوة فلم أبصره، إذ الناس\nكلهم أعداء غير ساترين، وأضداد غير مجاملين.\n</p>\n\n<p>\nوأشار إلى قلة إنصاف سيف الدولة، وإنه أكثر من الإضرار به، وأن ذلك حمله\nعلى مفارقته، ودعاه إلى مباعدته ومصارمته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nإذا كنت ترضى أن تعيش بذلة ... فلا تستعدن الحسام اليمانيا\n</p>\n\n<p>\nولا تستطلن الرماح لغارة ... ولا تسجيدن العتاق المذاكيا\n</p>\n\n<p>\nفما ينفع الأسد الحياء من الطوى ... ولا تتقى حتى تكون ضواريا\n</p>\n\n<p>\nالحسام: السيف القاطع، واليماني: الذي طبع بأرض اليمن، والعتاق: الخيل\nالكريمة، والمذاكي: القرح منها، والطوى ضمور البطن من الجوع، والضواري من\nالسباع: العادية، واحدتها: ضار.\n</p>\n\n<p>\nفيقول مخاطبا لنفسه، ومنبها في مفارقته لسيف الدولة علة عذره: إذا كنت\nترضى أن تعيش ذليلا غير مكرم، ومستضعفا غير معظم، فما لك تستعد بالسيف\nوتحمله، وتستجيده وتتخيره؟!\n</p>\n\n<p>\nثم قال على نحو ذلك: وما لك تستطيل الرماح للمطاعنة، وتستفره الخيل\nللمغاورة، إذا كنت لا تستعمل ذلك في المدافعة عن نفسك، وتصرفه فيما يدل على\nجلالة قدرك؟!\n</p>\n\n<p>\nثم قال: وما ينفع الأسد بما توصف به من الحياء في جوع بطونها، ولا يوجب\nلها السكون تمكن أمورها، ولا تتقى حتى تكون ضارية، متسرعة عادية. وأشار إلى\nأن طول بقائه عند سيف الدولة أخل بقدره، وأن استعماله الحياء في مفارقته،\nمنعه من إظهار غنائه وفضله.\n</p>\n\n<p>\nحببتك قلبي قبل حبك من نأى ... وقد كان غدارا فكن لي وافيا\n</p>\n\n<p>\nوأعلم أن البين يشكيك <span id='ms037'></span> بعده ... فلست فؤادي إن رأيتك شاكيا\n</p>\n\n<p>\nفإن دموع العين غدر بربها ... إذا كن إثر الغادرين جواريا\n</p>\n\n<p>\nالنأي: البعد، والغدر والوفاء: معروفان، والبين: الفراق، والفؤاد: القلب،\nوالشاكي: الألم. وأفرد غدرا وهو خبر عن الدموع؛ لأنه مصدر، والمصادر لا\nتثني ولا تجمع إذا نعت بها، أو أخبر، يقال: امرأة خصم ونساء خصم، ورجل غدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \nورجال غدر، والرب: المالك.\n</p>\n\n<p>\nفيقول مخاطبا لقلبه، ومهونا لفراق سيف الدولة على نفسه: حببتك أيها القلب\nقبل حبك لسيف الدولة الذي نأى عنك، وتباعد منك، وقد كان غدارا في فعله،\nوغير مقارض لك فيما كنت عليه من وده، فكن أيها القلب راضيا لي بالسلوة عن\nحبه، والإعراض عن التطلع إلى ذكره.\n</p>\n\n<p>\nثم قال: واعلم أيها القلب أن الذي أنت عليه من الوفاء لمن صحبته، والتعلق\nبمودة من صافيته، يوجب عليك أن تشجى لبعده، وتستوحش لفقده، فلست فؤادي إن\nأشكاك ما آثرته في أمره، وما تخيرته من المفارقة لأرضه.\n</p>\n\n<p>\nثم أكد ما قدمه فقال: فإن دموع العين غادرة بربها، ظالمة للباكي بها، إذا\nكانت جارية في إثر الغادرين به، مستعملة عند ذكر القاطعين له.\n</p>\n\n<p>\nإذا الجود لم يرزق خلاصا من الأذى ... فلا الحمد مكسوبا ولا المال باقيا\n</p>\n\n<p>\nولنفس أحوال تدل على الفتى ... كان سخاء ما أتى أم تساخيا\n</p>\n\n<p>\nالسخاء: معروف والتساخي: استعمال السخاء على غير نية.\n</p>\n\n<p>\nفيقول معرضا لسيف الدولة، وبحاله عنده: إذا الجود لم يرزق خلاصا من أذى\nالمستعمل له، حتى يكون سالما غير مكدر، وهنيا غير منغص، فذلك الجود عناء من\nمتكلفه، تعب من متمونه؛ لأنه لا يستفيد به حمدا يدخره، ولا يجر إليه شكرا\nيكتسبه، وماله مع ذلك ذاهب، وما يسديه من الإحسان ضائع.\n</p>\n\n<p>\nثم قال: وللنفس أحوال ظاهرة، وآثار شاهدة، تدل على الإنسان، سخاؤه إرادة\nوتطبع، لأن الكريم يغتبط بأياديه؛ فيتابعها ويحتفظها، والمتكلف للكرم يتندم\nعليه؛ فيضيعها ويفسدها.\n</p>\n\n<p>\nأقل اشتياقا أيها القلب ربما ... رأيتك تصفي الود من ليس جازيا\n</p>\n\n<p>\nخلقت ألوفا لو رحلت إلى الصبا ... لفارقت شيبي موجع القلب باكيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \nيقول مخاطبا لقلبه: أقل اشتياقا <span id='ms038'></span> أيها القلب إلى سيف الدولة، وهون عليك ما\nتكلفته من مفارقته، فقد كان لا يعطيك بحقك، ولا يجزيك بصفاء ودك، وكثيرا ما\nصفوت لمن لا يصفو لك، وبخلت بمن لا يبخل بك.\n</p>\n\n<p>\nثم قال على نحو ذلك: خلقت ألوفا لمن أصاحبه، خالص الود لمن أداخله، معرضا\nعن زلته، صابرا على هفوته، حتى إني لما أرعاه من حق الصحبة، وأحفظه من\nوصائل الخلة، لو رحلت إلى الصبا، مع أثرته، وأسف النفوس على انصرام مدته،\nلفارقت الشيب موجع القلب لفرقته، باكيا عليه لما أرعاه من ذمة صحبته، مع أن\nالشيب يؤذن بذهاب القوة، ويشهد على انصرام المدة.\n</p>\n\n<p>\nولكن بالفسطاط بحرا أزرته ... حياتي ونصحي والهوى والقوافيا\n</p>\n\n<p>\nوجردا مددنا بين آذانها القنا ... فبتن خفافا يتبعن العواليا\n</p>\n\n<p>\nتماشى بأيد كلما وافت الصفا ... نفشن به صدر البزاة حوافيا\n</p>\n\n<p>\nالفسطاط مدينة مصر، والجرد: الخيل القصيرة شعر الجلود، وذلك فيها من\nشواهد الكرم، والقنا: الرماح الخفاف المتسابقة إلى الجري، والصفا: حجارة\nملس، واحدتها صفاة، والحوافي: التي لم يبلغن بالحديد.\n</p>\n\n<p>\nفيقول: لكن بالفسطاط من كافور ممالكها، بحرا يزخر جوده، ومنعما لا يمطل\nفضله، أزرته حياتي ونصحي، واعتمدته شعري ومودتي، وأشار بالهوى إلى وده،\nوبالقوافي إلى شعره.\n</p>\n\n<p>\nثم قال: وازرته خيلا كراما امتطيتها ومن معي إليه، ومددنا القنا بين\nآذانها حرضا عليه، فباتت خفافا متسرعة، نشاطا متسابقة، تتبع الرماح\nالمتقدمة بها، ولا تتوقف على الناهض بها.\n</p>\n\n<p>\nثم قال، يشير إلى قوة تلك الخيل وكرمها، وإلى نفاذها وجلودها: تماشى\nبأيد، إذا قرعت الصفا مع قوته، ووافقته مع صلابته وشدته، مقشت به مثل صدور البزاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \nوهي حافية منعلة، ومتعبة غير مرفهة، يشير إلى قوة وطئها، وصحة خلقها، وأفرد\nصدور البزاة وهو يريد الجمع؛ لأنه اسم شائع في نوعه، فواحده يعرف عن جميعه،\nوالعرب تفعل مثل ذلك، أنشد سيبويه:\n</p>\n\n<p>\nكلوا في بعض بطنكم تعفوا ... فإن زمانكم زمان خميص\n</p>\n\n<p>\nفأقام البطن مقام البطون، كما أقام أبو الطيب الصدر مكان الصدور.\n</p>\n\n<p>\nوتنظر من سود صوادق في الدجى ... يرين بعيدات الشخوص كما هيا\n</p>\n\n<p>\nوينصبن للجرس الخفي <span id='ms039'></span> سوامعا ... يخلن مناجاة الضمير تناجيا\n</p>\n\n<p>\nتجاذب فرسان الصباح أعنة ... كأن على الأعناق منها أفاعيا\n</p>\n\n<p>\nالدجى: الظلمة، واحدتها دجية، والجرس: الصوت، والمناجاة: السرار،\nوالأفاعي: حيات معروفة.\n</p>\n\n<p>\nفيقول: وهو يصف الخيل المذكورة: وتنظر في ظلم الليل من أعين سود المقل،\nصادقة النظر، يرين الشخوص النائية في الليالي السود الداجية، على حسب\nحقيقتها، وما هي عليه من شهود هيئتها. وحدة السمع والبصر في الخيل من شواهد الكرم.\n</p>\n\n<p>\nثم قال: وتنصب للجرس من الخفي سوامع صادقة، وآذانا منصبة، تخال لصدق\nحسها، ونفاذ سمعها، مناجاة الضمير تناجيا لا خفاء به، وإعلانا لا التباس\nفيه. وأشار إلى كرم الخيل بما ذكره من حدة سمعها، كما أشار إلى ذلك فيما\nذكره من قوة نظرها.\n</p>\n\n<p>\nثم قال: تنازع بقوتها على السير، وتبادرها إلى الجري، الفرسان الذين سروا\nعليها في الليل، وواجهوا عليها ضوء الصباح؛ الأعنة التي يمسكونها ويصرفونها\nفيها، حتى كأن على الأعناق منها أفاعي تلسعها، وحيات تكف بها. يشير إلى\nمرحها مع شدة تعبها، ونشاطها مع اتصال سيرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nبعزم يسير الجسم في السرج راكبا ... به ويسير القلب في الجسم ماشيا\n</p>\n\n<p>\nقواصد كافور توارك غيره ... ومن قصد البحر استقل السواقيا\n</p>\n\n<p>\nيقول: إنه امتطى ما ركبه من الخيل المذكورة، هو ومن استضاف إليه، بعزم\nثابت، وجد بالغ، يسير القلب بهما ماشيا في الصدر، كما يسير الجسم بهما\nراكبا في السرج، وأشار بما ذكره من مشي القلب في الجسم إلى ما فسرناه من\nالصدر؛ لاشتمال الجسم عليه، وأعرب عن قوة نيته فيما قصده، واستفراغه غاية\nالمجهود في إنفاذ ما اعتقده، وأخبر عن القلب بالمشي على طريق التجوز، وطابق\nبين الركوب والمشي، كما طابق بين الجسم والقلب، وجمع بين الإبداعين في\nنيته، واستوفاهما مع اختصار لفظه.\n</p>\n\n<p>\nثم قال، مشيرا إلى خيله: قواصد كافور توارك غيره من الملوك الذين منزلة\nجميعهم بالإضافة إلى قدره، وموازنتهم بما أبانه الله من فضله، منزلة\nالسواقي من البحر، والأجزاء اليسيرة من الكل. يشير إلى استعلائه عليهم،\nوانفراده بالرئاسة فيهم.\n</p>\n\n<p>\nفجاءت بنا إنسان عين زمانه ... وخلت بياضا <span id='ms040'></span> خلفها ومآقيا\n</p>\n\n<p>\nنجوز عليها المحسنين إلى الذي ... نرى عندهم إحسانه والأياديا\n</p>\n\n<p>\nالأماق: جمع موق، وهو طرف العين مما يلي الأنف.\n</p>\n\n<p>\nفيقول: فجاءت هذه الخيل بنا من كافور، هذا الملك، إنسان عين الدهر الذي\nينظر به، وعماده الذي تسلم الملوك له، وأعرضت عن سائر الملوك الذين منزلتهم\nمنه منزلة بياض العين من سوادها، وموقها من ناظرها. فأشار إلى تفصيل كافور\nبسواد لونه ألطف إشارة، ودل على تقدمه لبيضان الملوك أوضح دلالة.\n</p>\n\n<p>\nثم قال: نجوز على تلك الخيل من مررنا عليه من الرؤساء الذين قد ظهر\nإحسانهم، وجلت أحوالهم، إلى كافور، هذا الملك، الذي إحسانهم من إحسانه إليهم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \nوسلطانهم من أياديه عليهم. يريد: أن كافور رئيس الرؤساء، والمقدم على من\nرآه من الأمراء.\n</p>\n\n<p>\nفتى ما سرينا في ظهور جدودنا ... إلى عصره إلا نرجي التلاقيا\n</p>\n\n<p>\nترفع عن عون المكارم قدره ... فما يفعل الفعلات إلا عذاريا\n</p>\n\n<p>\nيبيد عداوات البغاة بلطفه ... فإن لم تبد منهم لأباد الأعاديا\n</p>\n\n<p>\nالسرى: وأصلة السير في الليل والنهار، والعون: جمع عوان، وهي المرأة ذات\nالزوج، والعذراء من النساء: البكر، ويجمع على عذارى وعذار، مثل صحارى\nوصحار، وقصد أبو الطيب لغة من نون، ورد الياء المحذوفة من عذار؛ لوقوع\nالاسم غي موضع النصب، وخفة الفتح في الكلام، ثم أشبع الفتحة للقافية وسقط\nالتنوين لاجتلاب الياء التي كان عوضا منها.\n</p>\n\n<p>\nفيقول: إن كافورا الملك الذي أمله الناس بفطرتهم، ورجوه بما ركبه الله في\nجبلتهم، وكأنهم إنما انتقلوه في ظهور أجدادهم، يتسابقون إلى إدراك عصره،\nويرجون أن يسعدهم الله بمشاهدة فضله.\n</p>\n\n<p>\nثم قال: ترفع عما سبق إليه من المكارم، وما تمكن مشاركته فيه من فضائل،\nففعل من الجميل ما لم يفعل مثله، وأظهر من الكرم ما لم يعهد قبله، فصارت\nأياديه كالعذارى، لم تكن قبل مدته، ولا عهدت متقدمة لدولته، وأخبر عن\nالمكارم بالعون والعذارى على سبيل الاستعارة.\n</p>\n\n<p>\nثم قال: يبيد عداوات البغاة، ويقطعها بإحسانه إليهم، وتألفه لجميعهم، فإن\nلم ينجع فيهم طبه، ولم يصرفهم إلى الانقياد لطاعته لطفه، حلوا محل الأعداء،\nفأبادتهم <span id='ms041'></span> سطوته، وأصارتهم إلى التلف عقوبته.\n</p>\n\n<p>\nأبا المسك ذا الوجه الذي كنت تائقا ... إليه وذا الوقت الذي كنت راجيا\n</p>\n\n<p>\nلاقيت المروى والشناحيب دونه ... وجبت هجيرا يترك الماء صاديا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \nالتائق إلى الشيء: الذي يرغب فيه، وينزع إليه، والمروري: القفر الذي لا شيء\nفيه، والشناخيب: أنوف الجبال، واحدها شنخوب، قاله أبو عبيدة، وجبت: بمعنى\nقطعت، والهجير: حر وسط النهار، والصادي: العطشان.\n</p>\n\n<p>\nفيقول مخاطبا لكافور: أبا المسك! وجهك الوجه الذي لم أزل تائقا إليه،\nللمشاهدة له، متلقنا للسعادة به، وهذا الوقت الذي أظفرني الوصول إليه،\nالوقت الذي كنت أرجوه وأؤمله، وأرقبه وأنتظره.\n</p>\n\n<p>\nثم قال: لقيت دونه ما تمونته من ركوب القفار الموحشة، وما تجشمته من\nمعاناة الجبال الممتنعة، وقطعت فيها من الجواهر ما يحمى به الماء فيعطش\nبحره، ويتقد عليه فيخرج معه عن طبعه.\n</p>\n\n<p>\nأبا كل طيب لا أبا المسك وحده ... وكل سحاب لا أخص الغواديا\n</p>\n\n<p>\nيدل بمعنى واحد كل فاخر ... وقد جمع الرحمن فيك المعانيا\n</p>\n\n<p>\nالغوادي: السحاب التي تنشأ في الصباح.\n</p>\n\n<p>\nفيقول مخاطبا لكافور: أبا كل طيب، لا أخص المسك وحده عند ذكرك، ولا أفرده\nبالدلالة على ما أظهره الله من فضلك، وأبا كل سحاب من الكرم، وكل جليل من\nالنعم، لا أخص غادي ذلك دون رائحه، ولا أقصد أوله دون آخره.\n</p>\n\n<p>\nثم قال: يدل كل فاخر بمعنى من الفضل قد أحرزه، وموضع من السيادة قد بلغه،\nوقد جمع الله الفضائل، فقرنها بك، والمكارم فأخلصها لك، فكل ما افترق من\nالمجد في غيرك فقد جمعته، وكل ما امتنع منه على سواك فقد بلغته.\n</p>\n\n<p>\nإذا اكتسب الناس المعالي بالندى ... فإنك تعطي في نداك المعاليا\n</p>\n\n<p>\nوغير كبير أن يزورك راجل ... فيرجع ملكا للعراقين واليا\n</p>\n\n<p>\nالمعالي: جوامع الشرف، واحدتها: معلاة، والندى: الكرم، والملك: لغة في\nالملك، خفف الكسرة لتسكينها، والعرب تفعل ذلك في الضم والكسر، فيقولون في عضد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \nعضد، وفي ملك ملك، والعراقان: الكوفة والبصرة.\n</p>\n\n<p>\nفيقول لكافور: إذا اكتسب الناس الشرف بكرمهم، وأحرزوا المعالي بعطاياهم\nومننهم، وكان نيل الشرف غاية قصدهم، وإدراكه مبلغ جهدهم، فأنت تهب <span id='ms042'></span> الشرف\nلمن قصدك، والمعالي لمن أملك، وترفع سائلك فتجعله مرجو الفضل، وتبسط يده\nحتى يوجد كثير البذل.\n</p>\n\n<p>\nثم قال: وغير بديع فيما شهر عنك، ولا غريب فيما عهد منك، أن يزورك راجل\nلا مطية له، وساع على قدميه لشدة الفاقة به، فتغنيه وتجبره، وتشرفه وتظهره،\nحتى يكون ملكا واليا على الأمصار العظيمة، متقلدا للأعمال الرفيعة، لا تبعد\nالعراقان عن ولاية مثله، ولا تستنكر أن تدبر بأمره.\n</p>\n\n<p>\nفقد تهب الجيش الذي جاء غازيا ... لسائلك الفرد الذي جاء عافيا\n</p>\n\n<p>\nوتحتقر الدنيا احتقار مجرب ... يرى كل ما فيها وحاشاك فانيا\n</p>\n\n<p>\nالعافي: السائل، وحاشا: حرف يجر به، وفيه معنى التعويذ والاستثناء، وقد\nيكون فعلا فينصب ما بعده.\n</p>\n\n<p>\nفيقول لكافور: فقد يردك العافي من قصدك، فترفعه وتشرفه، وتعليه وتمكنه\nحتى يكون أمير جيش، يصرفه قائدا له، ويتملكه غازيا به، فيردك فردا عافيا،\nويصير بك أميرا عاليا.\n</p>\n\n<p>\nثم قال مخاطبا له: وتحتقر الدنيا احتقار من خبرها بتجربته، وحصرها\nبمعرفته، فرأى كل ما فيها فانيا لا يدوم، وكل ما شاهد منها راحلا لا يقيم،\nفسخا بجليل ذلك غير مستعظم، وبذله غير مستكثر، وحاشاك أيها المأمول من\nمعالجة الدنيا لك بالفناء، ونسأل الله لك طول البقاء.\n</p>\n\n<p>\nوما كنت ممن أدرك الملك بالمنى ... ولكن بأيام أشبن النواصيا\n</p>\n\n<p>\nعداك تراها في البلاد مساعيا ... وأنت تراها في السماء مراقيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \nلبست لها كدر العجاج كأنما ... ترى غير صاف أن ترى الجو صافيا\n</p>\n\n<p>\nالمنى: الأماني، واحدتها أمنية، والنواصي: مقادم شعر الرؤوس، الواحدة\nناصية، والمساعي: المطالب، واحدتها مسعاة، والمراقي: الدرجات، والكدر:\nالغبر، والعجاج: ما سطع من الغبار، واحدتها عجاجة، والجو: ما ارتفع من\nالهواء.\n</p>\n\n<p>\nفيقول لكافور: وما كنت ممن أدرك الملك بجد لم ينصره طلب، واتفاق لم يوجبه\nتعب، ولكنك أدركته بأيام معلومة، ووقائع على الأعداء مشهودة، شيبت النواصي\nلشدتها، وانقطعت الآمال عنها ببعد غايتها.\n</p>\n\n<p>\nثم قال: عداك ترى تلك الأيام بعين من يحتسبها مساعي في البلاد يحاولها،\nومطالب يتبعها ويتناولها، وأنت تراها مراقي ترفعك في السماء، وتحوز لك أعظم\nالاعتلاء، فأدركت من ذلك <span id='ms043'></span> بمقدار همتك، وبلغت فيه إلى أفضل رغبتك.\n</p>\n\n<p>\nثم قال: لبست لتلك الأيام ووقائعها، ولأهوالها وشدائدها، كدر عجاجات\nالكتائب، ومظلم ارهاج المواكب، تعتمد بجيوشك من نازعك، وتصول بسيوفك على من\nخالفك، وتألف ذلك وترغبه، وتؤثره وتفضله، حتى كان غير صاف عندك أن ترى الجو\nصافيا من الغبار، وتشاهده خلوا من إظلام القتام.\n</p>\n\n<p>\nوقدت إليها كل أجرد سابح ... يؤديك غضبانا ويثنيك راضيا\n</p>\n\n<p>\nومخترط ماض يطيعك آمرا ... ويعصي إن استثنيت أو كنت ناهيا\n</p>\n\n<p>\nوأسمر ذي عشرين ترضاه واردا ... ويراك في إيراده الخيل ساقيا\n</p>\n\n<p>\nالأجرد من الخيل: القصير شعر الجلد، وهو من شواهد الكرم، والسابح: الذي\nيمد يديه في العدو، ويؤديك: بمعنى: يبلغك، ويثنيك: بمعنى: يصرفك، والمخترط:\nالسيف المسلول. والخرط: السل، والماضي: القاطع، والأسمر: الرمح اليابس، وذو\nالعشرين: الذي فيه عشرون من الكعوب، وهي العقد الناشزة بين أنابيبه، وأشار\nبهذا إلى طوله، والوارد: الذي قد شرع في الماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nفيقول لكافور: وقدت إلى تلك الوقائع كل فرس كريم في خلقه، سريع في جريه،\nيبلغك غضبان عندما تستفتحه من حربك، ويصرفك راضيا لما يكتفل الله به من نصرك.\n</p>\n\n<p>\nثم قال: وقدت إليها كل سيف ماض في فعله، حسام في قطعه، يطيعك آمرا بنفاذه\nحين تعمله، ويعصيك مستثنيا بنهيك إياه حين تمسكه، يريد: إنه لا مثنوية\nلضربته، ولا صارف لنفاذه وحدته، وأخبر عن السبب وهو يريد صاحبه، مقيما\nللمضاف إليه مقام المضاف.\n</p>\n\n<p>\nثم قال: وقدت إلى تلك الوقائع كل رمح يابس طويل، ترضاه واردا على أعدائك\nعند المطاعنة به، ويرضاك مقتحما على الفرسان عند سقيك في الدماء له، وأخبر\nعن الرمح وهو يريد حامله على نحو ما قدمه، وجعل المخاطبة لكافور والإخبار\nعن كتائبه، والإشارة إليه، والقصد إلى عساكره، واختصر ثقة بفهم من أخبره،\nوحذف معولا على بيان ما ذكره.\n</p>\n\n<p>\nكتائب ما انفكت تجوس عمائرا ... من الأرض قد جاست إليها فيافيا\n</p>\n\n<p>\nغزوت بها دور الملوك فباشرت ... سنابكها هاماتهم والمغانيا\n</p>\n\n<p>\nالكتائب: الجماعات من الخيل، واحدتها كتيبة، والجوس: التردد في الماكن،\nوالعمائر: البلاد المعمورة، والواحدة عمارة، والفيافي: الفلوات المقفرة <span id='ms044'></span>،\nوالهام: الرؤوس، والسنابك: مقادم حوافر الخيل والمغاني: مواضع الحلول،\nواحدها مغنى.\n</p>\n\n<p>\nفيقول مؤكدا لبيان ما قدمه، من ذكر الجيوش التي قادها كافور إلى أعاديه:\nكتائب لا تزال تقطع البلاد سائرة، وتخترقها غازية، معتمدة لعمارات من الأرض\nتطؤها، ولوسائط من البلاد تجوسها وتملكها.\n</p>\n\n<p>\nثم قال، غزوت بتلك الكتائب الملوك المخالفين، يريد: المعترضين لحربك،\nفباشرت سنابك خيلك هاماتهم بعد قتلك لهم، ووطئت مغاني آثارهم بعد إيقاعك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \nبهم.\n</p>\n\n<p>\nوأنت الذي تغشى الأسنة أولا ... وتأنف أن تغشى الأسنة ثانيا\n</p>\n\n<p>\nإذا الهند سوت بين سيفي كريمة ... فسيفك في كف تزيل التساويا\n</p>\n\n<p>\nومن قول سام لو رآك لنسله ... : فذى ابن أخي نسلي ونفسي وماليا\n</p>\n\n<p>\nالغشيان: المباشرة، وأسنة الرماح: معروفة، والأنفة: الغضب والحمية،\nوالهند أمة محكمة لطبع السيوف، إليهم تنسب السيوف الهندية، والكريهة: شدة\nالحرب، وسام بن نوح، ومن نسله جميع البيضان، وحام أخوه، ومن نسله جميع\nالسودان.\n</p>\n\n<p>\nفيقول مخاطبا لكافور: وأنت الذي تسمو إلى الحرب غير متهيب، وتبادر نحوها\nغير متوقع، فتغشى الأسنة أولا قبل جيشك، وتقدم عليها مدلا بنفسك، ولا\nتأتيها ثانيا مقتديا بغيرك، ولا تاليا مسبوقا في فعلك.\n</p>\n\n<p>\nثم قال: إذا الهند سوت بين سيفين في إحكام صنعتهما، وكرامة جوهرهما،\nفالذي يصير منهما في كفك، فأنت ترفع التساوي عنه، وتوجب الفضل له بثبات\nضربتك له، وشدة قوتك.\n</p>\n\n<p>\nثم قال: ومن قول سام بن نوح لنسله، لو رأى تصاغرهم عن قدرك، وتقصيرهم عن\nبلوغ غايات فضلك: أفدى ابن أخي هذا بنفسي، ومن انسلته، ومالي وما ملكته.\nفأشار إلى أن فضيلة بني حام بكافور ظاهرة، وزيادتهم على بني سام بموضعه بينه.\n</p>\n\n<p>\nمدى بلغ الأستاذ أقصاه ربه ... ونفس له لم ترض التناهيا\n</p>\n\n<p>\nدعته فلباها إلى الفضل والعلا ... وقد خالف الناس النفوس الدواعيا\n</p>\n\n<p>\nفأصبح فوق العالمين يرونه ... وإن كان يدنيه التكرم نائيا\n</p>\n\n<p>\nالمدى: الغاية، والأستاذ: كافور، والتناهي في الأمور: بلوغ آخرها،\nوالتلبية: الإجابة بالطاعة، والنأي: البعد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nفيقول: إن الذي أجرى إليه الأستاذ كافور من الاستيلاء على الفضل، والتقدم\nفي الانفراد باحتياز الشكر، مدى بلغته أقصاه نفس له كريمة <span id='ms045'></span>، عالية شريفة، لا\nترضى من المكارم إلا ببلوغ غايتها، ولا تقنع من الفضائل إلا باستيعاب\nنهايتها.\n</p>\n\n<p>\nثم قال: دعته تلك النفس إلى اكتساب المجد، والانفراد بالشكر والحمد،\nفلباها بأنفذ بصيرة، وساعدها على ذلك بأثبت عزيمة، وقد خالف غيره من الملوك\nأنفسهم، بالقعود عن مثل ما بدر إليه، وزهدوا في ما أظهر هو الحرص عليه.\n</p>\n\n<p>\nثم قال: فأصبح فوق العالمين يرونه، قد فاقهم بمرتبته، واستعلى عليهم\nبمنزلته، وإن كان تواضعه يدنيه إليهم، وكرمه يعطفه عليهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nوهنأه الناس بالدار الجديدة التي على البركة، فقال:\n</p>\n\n<p>\nإنما التهنئات للأكفاء ... ولمن يدني من البعداء\n</p>\n\n<p>\nوأنا منك لا يهنئ عضو ... بالمسرات سائر الأعضاء\n</p>\n\n<p>\nالأكفاء: الأشكال، ويدني: بمعنى يقترب، وهو مثال يفتعل من الدنو،\nوالبعداء: الأباعد، واحدهم بعيد.\n</p>\n\n<p>\nفيقول لكافور: إنما التهنئات بين الأكفاء المشاكلين، والنظراء\nالمتماثلين، أو لبعيد يستعمل التهنئة ليقرب، ويتكلفها ليتقبل، ويجعلها\nوسيلة تدني موضعه، وذريعة تسهل مطلبه.\n</p>\n\n<p>\nثم قال: وأنا منك لاتصالي بخدمتك، واشتمالي بنعمتك، قد حللت منك محل\nالبعض من الكل، والعضو من سائر الجسم، فكيف أهنئك وأنا عبدك، وأتوددك وأنا بعضك.\n</p>\n\n<p>\nوستقل لك الديار واو كا ... ن نجوما آجر هذا البناء\n</p>\n\n<p>\nولو أن الذي يخر من الأم ... واه فيه من فضة بيضاء\n</p>\n\n<p>\nالخرير: صوت الماء عند جريه، يقال: خر الماء يخر خريرا.\n</p>\n\n<p>\nفيقول لكافور: استقل الديار الجليلة لقدرك، واستصغر المنازل الرفيعة عند\nعظم حالك، ولو أن البناء الذي استحدثته، والقصر الذي احتللته، يشاكل آجره\nالنجوم بحسنها، ويماثلها في جلالة أمرها، لكنت مستوجبا لأرفع منه بقدرك،\nوما أحرزه الله لك من عموم فضلك.\n</p>\n\n<p>\nثم قال على نحو ما قدمه: ولو أن المياه التي تخر في هذا البناء ذوب جواهر\nناصعة، وفضة بيضاء خالصة، لاستقللت ذلك فيما تستحقه بنفسك، وما رفعه الله\nفي المكارم من ذكرك.\n</p>\n\n<p>\nأنت أعلى محلة أن تهنى ... بمكان في الأرض أو في السماء\n</p>\n\n<p>\nولك الناس والبلاد وما يس ... رح بين الغبراء والخضراء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \nوبساتينك الجياد وما تح ... مل من سمهرية سمراء\n</p>\n\n<p>\nالسماء: كل مكان تنامى علوه، والغبراء: الأرض، والخضراء: السماء <span id='ms046'></span>،\nوالبساتين: الجنات، والجياد: الخيل الكريمة، والسمهرية: القناة الصلبة.\n</p>\n\n<p>\nفيقول لكافور: أنت أجل رتبة، وأظهر علوا ورفعة، من أن تهنأ بمكان في\nالأرض تحله، أو بموضع من العلو تناله؛ لأن جميع ذلك يقل عند سيادتك، ويصغر\nمع سلطانك ورئاستك.\n</p>\n\n<p>\nثم قال: وكيف لا يكون ذلك والناس حولك، والبلاد ملكك، وما يسرح من الأرض\nوالسماء لك، قد أحرزت ذلك بسعة سلطانك، وارتفاع مكانك.\n</p>\n\n<p>\nثم قال: وأنت مع ذلك على حال من حزمك، ونفاذ من قوتك وعزمك، وبساتينك\nمعها التي تونقك، ورياضك التي تروقك وتبهجك، الخيل والأبطال المصرفون لها،\nوسمر الرماح والفرسان المطاعنون بها. ودل بما ذكره على ما اجتلبناه مما أضمره.\n</p>\n\n<p>\nإنما يفخر الكريم أبو المس ... ك بما يبتني من العلياء\n</p>\n\n<p>\nوبأيامه التي انصرمت عن ... ه وما داره سوى الهيجاء\n</p>\n\n<p>\nوبما أثرت صوارمه البي ... ض له في جماجم الأعداء\n</p>\n\n<p>\nالانصرام: الانقطاع والانقضاء، والهيجاء: الحرب، والصوارم: السيوف\nالقاطعة، والجماجم: الرؤوس.\n</p>\n\n<p>\nفيقول: إنما يفخر أبو المسك الكريم النفس، المشهور الفضل، بما يبتنيه من\nالعلياء والمجد، وما يكتسبه من الثناء والحمد، لا ببناء يستحدثه، ولا بعرض\nمن الدنيا يستخلصه.\n</p>\n\n<p>\nثم قال: ويفخر بأيامه التي أسلفها، والحرب داره، ومواقعة الأعداء شأنه،\nحتى انقادوا لأمره، وسلموا لحكمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: ويفخر بما أحدثته بيض صوارمه، ومشهور وقائعه في جماجم أعدائه\nالمخالفين له، وأضداده لمتمرسين به من الضرب الذي أتلف نفوسهم، والجلاد\nالذي هشم رؤوسهم.\n</p>\n\n<p>\nوبمسك يكنى به ليس كالمس ... ك ولكنه أريج الثناء\n</p>\n\n<p>\nلا بما تبتني الحواضر في الريف وما يطبي قلوب النساء\n</p>\n\n<p>\nالأريج: الفوح، والريف: البلد الواسع المخضب، والإطباء: الاستمالة.\n</p>\n\n<p>\nفيقول على نحو ما قدمه: ويفخر أبو المسك بمسك ينسب إليه، من فوح مكارمه،\nوتضوع آثار محاسنه، ليس كالمسك في حقيقته، ولكنه بناء يفضله بفوحه، ويزري\nعليه بعبق ريحه.\n</p>\n\n<p>\nثم قال: وليس يفخر أبو المسك بما يبتنيه أهل الحضر من القصور المشيدة،\nوالمنازل المحسنة، وما يطبي قلوب النساء من تلك البساتين وبهجتها، وتلك\nالمباني ورفعتها، حسبه ما يرفع بع عماد الكرم، وما يجدده من سوابغ النعم.\n</p>\n\n<p>\nنزلت <span id='ms047'></span> إذ نزلتها الدار في أح ... سن متها من السنا والسناء\n</p>\n\n<p>\nحل في منبت الرياحين منها ... منبت المكرمات والآلاء\n</p>\n\n<p>\nالسنا مقصور: الضياء، والسناء ممدود: الاعتلاء في المجد، والرياحين: ما\nطابت رائحته من النبات، واحدها: ريحان، والآلاء: النعم.\n</p>\n\n<p>\nفيقول: نزلت هذه الدار التي ابتنيتها من الضياء والبهجة، والعلو والرفعة،\nفي احسن مما نزلت فيه من مبانيها المتقنة، ومصانعها المحسنة، وأفدتها من\nالتشريف لها، أكثر مما أفادتك من السرور بها.\n</p>\n\n<p>\nثم قال: حل منك في منبت ريحانها، وساحات بنيانها، الملك الذي ينبت\nالمكرمات بفضله، ويجدد الآلاء والمنن بمشكور فعله.\n</p>\n\n<p>\nتفضح الشمس كلما ذرت الشم ... س بشمس منيرة سوداء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \nإن في ثوبك الذي المجد فيه ... لضياء يزري بكل ضياء\n</p>\n\n<p>\nإنما الجلد ملبس، وابيضاض الن ... فس خير من ابيضاض القباء\n</p>\n\n<p>\nيقال ذرت الشمس: إذا طلعت، والقباء: ثوب معروف.\n</p>\n\n<p>\nفيقول لكافور: أن استنارة مكارمك، وما ألبسك الله من ضياء فضائلك، تفضح\nالشمس وتبهرها، وتزيد عليها وتغلبها، فأنت شمس تنير أفعالها مع سواد لونها،\nويشرق إحسانها لمن اعتمد فضلها.\n</p>\n\n<p>\nثم قال: إن في ثوبك الذي يشتمل منك على ولي الحمد، والمقيم لأود المجد،\nلضياء يصر كل ضياء عن بهجته، ويتواضع عند جلالته ورفعته.\n</p>\n\n<p>\nثم قال على نحو ما قدمه: إنما جلد الإنسان ملبس، لا يحرز الفضل بياض\nلونه، ولا يوجبه تكامل حسنه، وإنما يوجب ذلك بياض النفس، وكرم جوهرها،\nوعلوها وشرف عنصرها. يشير إلى أن سواد كافور تضيء منه بياض نفسه، وتشرق\nعليه شواهد فضله.\n</p>\n\n<p>\nكرم في شجاعة، وذكاء ... في بهاء، وقدرة في وفاء\n</p>\n\n<p>\nمن لبيض الملوك أن تبدل اللو ... ن يلون الأستاذ والسحناء\n</p>\n\n<p>\nوتراها بنو الحروب بأعيا ... ن تراه بها غداة اللقاء\n</p>\n\n<p>\nالذكاء: الفطنة، والبهاء: حسن المنظر وفخامته، والسحناء: الهيئة،\nوالأعيان: جمع عين.\n</p>\n\n<p>\nفيقول: إن كرم كافور مقرون بشجاعته، وذكاءه مصحوب بفخامته، وقدرته متلوة\nبوفاء عنده، محمولة على صحة عقده. وهذا من باب البديع يعرف بالتقسيم.\n</p>\n\n<p>\nثم قال: من لبيض الملوك أن تبادل الأستاذ بلونه وسحنائه، وتشركه في كرمه\nواعتلائه.\n</p>\n\n<p>\nثم أكد فقال: من لها بأن <span id='ms048'></span> تراها بنو الحرب عند اللقاء بما تراه به من\nالهيئة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \nوتعتقد لها ما من الجلالة والرفعة، فلا تواجهها هناك كما أنها لا تواجهه،\nولا تعارضها كما أنها لا تعارضه.\n</p>\n\n<p>\nيا رجاء العيون في كل أرض ... لم يكن غير أن أراك رجائي\n</p>\n\n<p>\nولقد أفنت المفاوز خيلي ... قبل أن نلتقي، وزادي ومالي\n</p>\n\n<p>\nالمفاوز: القفار البعيدة الغايات.\n</p>\n\n<p>\nفيقول لكافور: يا رجاء العيون في كل أرض نازحة، ويا غاية أمنيتها في كل\nبلدة نائية، لم يكن رجائي غير أن أسعد برؤيتك، وأظفر بما بلغته من مشاهدة\nحضرتك، وأنت رئيس المحسنين، وقبلة آمال الراغبين.\n</p>\n\n<p>\nثم قال، مشيرا إلى ما تمونه في قصده: ولقد قطعت إليك أبعد شقة، ويممتك\nبأصدق نية، فأفنى خيلي ما اخترقته من المفاوز، وأذهب زادي ومالي ما اقتحمته\nمن المهالك، ولم يقعدني عنك شديد ما تكلفته، ولا منعني منك مخوف ما تمونته.\n</p>\n\n<p>\nفارم بي ما أردت مني فإني ... أسد القلب آدمي الرواء\n</p>\n\n<p>\nوفؤادي من الملوك وإن كا ... ن لساني يرى من الشعراء\n</p>\n\n<p>\nالرواء: المنظر، والقلب والفؤاد: واحد.\n</p>\n\n<p>\nفيقول لكافور: فارم بي نحو ما تريده كمي، تجدني مسارعا إلى دعوتك، مجتهدا\nفي مقارضة نعمتك، أنفذ ولا أتكل، وأقدم ولا أعجز، فإني أسد القلب في\nالاجتراء والشدة، وإن كنت آدمي الشخص في الرواء والخلقة.\n</p>\n\n<p>\nثم قال: وفؤادي من الملوك بشرفه ونزاهته، وان كان لساني من الشعراء بنطقه\nوصناعته، فوفني جزاء همتي، وتوسمني بحسب حقيقتي، وحملني من فضلك بمقدار ما\nانشره من شكرك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أيضا يمدحه.\n</p>\n\n<p>\nأنشدها إياه في انسلاخ شهر رمضان، سنة ست وأربعين وثلاث مائة.\n</p>\n\n<p>\nمن الجآذر في زي الأعاريب ... حمر الحلي والمطايا والجلابيب\n</p>\n\n<p>\nإن كنت تسأل شكا في معارفها ... فمن بلاك بتسهيد وتعذيب؟!\n</p>\n\n<p>\nالجآذر: صغار البقر الوحشية، والأعاريب: جمع الأعراب، وهم سكان البادية\nمن العرب، والحلي: جمع حلية، وأكثر ما تستعمل في حلى السيوف، وربما استعمل\nفي حلى النساء، لتقارب الأمرين، والمطايا: الجمال المتخذة للركوب،\nوالجلابيب: ثياب دون الأردية، تتخذ لتغطية الرؤوس والصدر، واحدها: جلباب،\nوالتسهيد: عدم النوم.\n</p>\n\n<p>\nفيقول كالمستفخم عن النساء <span id='ms049'></span> اللواتي يشب بهن: من النساء اللواتي هن الجآذر\nفي حسنهن، وكحل أعينهن، المشتملات بزي الأعراب؟ فهن حمر الحلي بتحليهن\nبالذهب، حمر المطايا لتقدم ما ركبنه في الكرم. وحمر المطايا: كرائمها؛\nولذلك يقول القائل من العرب فيما يرفع به: ما وددت أن لي بكذا وكذا حمر\nالنعم. وحمر الجلابيب: حمر ما يتحلين به، وحمر الجلابيب من أحسن الملابس،\nوآتق المناظر، وقد دل على ذلك بشار بقوله:\n</p>\n\n<p>\nوخذي مربس زينة ... ومصبغات فهي أشهر\n</p>\n\n<p>\nوإذا خرجت تقنعي ... بالحسن إن الحسن أحمر\n</p>\n\n<p>\nفأشار أبو الطيب بما ذكره إلى موضع من وصفه من الرفعة، وتمكنهم في الجدة\nوالنعمة.\n</p>\n\n<p>\nثم قال يخاطب نفسه: إن كنت تسأل؛ اعترضك الشك في معرفة هؤلاء النسوة،\nوأشكلت عليك أمورهن عند الرحلة، فمن بلاك بالبحث عما يفيدك التسهيد والأرق،\nويقصر عليك التعذيب والقلق؟!\n</p>\n\n<p>\nلا تجزني بضنى بي بعدها بقر ... تحزي دموعي مسكوبا يمسكوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \nسوائر ربما سارت هوادجها ... منيعة بيءن مطعون ومضروب\n</p>\n\n<p>\nوربما وخدت أيدي المطي بها ... على نجيع من الفرسان مصبوب\n</p>\n\n<p>\nالضنى: المرض المخامر، والبقر: كناية عن النساء، والعرب تكني عنهن\nبالظباء والبقر، والمسكوب: المصبوب، والهوادج: مراكب النساء، والوخد: ضرب\nمن المشي، والنجيع: الدم.\n</p>\n\n<p>\nفيقول: لا جعل الله الأحبة اللواتي أضناني بعدهن، وأسقم جسمي نأيهن، أن\nيجزينني ضنى؛ بضناي بهن، كما جزينني بكاء ببكائي عليهن. يؤكد أنهن أسعدنه\nفي البكاء عند الرحلة، وأسفن كأسفه عند الفرقة، فدعا لهن ألا يضنين بضناه،\nكما أبكاهن ما أبكاه.\n</p>\n\n<p>\nثم ذكر موضع عشيرته من القوة، وحالهم في الاستظهار والكثرة، فقال: أنهم\nربما عارضهم معارض في رحيلهم، وناصبهم مناصب دون مقصدهم، فأوقعوا بمن\nعارضهم، واستولوا على من خالفهم، وملكوا بهوادجهم على مواضع وقائعهم، فصارت\nبين قتيل قد أثبته الضرب، وبين صريع قد أنفذه الطعن.\n</p>\n\n<p>\nثم قال على نحو ما قدمه: وربما وخدت تلك الهوادج أيدي مطيها على دماء من\nالفرسان سائلة، وبقايا من آثار الحرب ظاهرة.\n</p>\n\n<p>\nكم زورة لك في الأعراب خافية ... أدهى، وقد رقدوا، من زورة الذيب\n</p>\n\n<p>\nأزورهم وسواد الليل يسفع لي ... وأنثني وبياض الصبح <span id='ms050'></span> يغري بي\n</p>\n\n<p>\nالدهاء: النفاذ والمعرفة، والانثناء: الانصراف.\n</p>\n\n<p>\nفيقول وهو يخاطب نفسه: كم زورة لك إلى أحبتك من الأعراب، وقد سكن سامرهم،\nواستثقل في النوم راقدهم، وسواد الليل يشفع لي بستره، ويسعدني بما يلقي علي\nمن جنحه، وأنثني والصبح يكشف مذهبي، ويغري بي من يحاول ترقبي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nقد وفقوا الوحش في سكنى مراتعها ... وخالفوها بتقويض وتطنيب\n</p>\n\n<p>\nجيرانها وهم شر الجوار لها ... وصحبها وهم شر الأصاحيءب\n</p>\n\n<p>\nفؤاد كل محب في بيوتهم ... ومال كل أخيذ المال محروب\n</p>\n\n<p>\nالوحش: ما لا يستأنس مما سكن القفر، والمراتع: المراعي، واحدها مرتع،\nوالتقويض: حط الأبنية ونقلها، والتطنيب: إقامتها ومد طنبها، والطنب: حبال\nالخباء، والأخيذ: المأخوذ، وهو فعيل بمعنى مفعول، نحو قتيل وجريح،\nوالمحروب: المسلوب.\n</p>\n\n<p>\nفيقول واصفا لمن قدم ذكره من الأعراب: قد وافقوا الوحش بالسكنى في\nمراتعها، والانتقال في مواضع مسارحها، وخالفوها بأنهم ذووا بيوت يقوضونها\nعند رحيلهم، ويطنبونها عند نزولهم.\n</p>\n\n<p>\nثم قال: فهم جيران الوحوش، إلا أنهم لها شر الجيران؛ لملازمتهم لصيدها\nوصحبها، وهم شر الأصحاب لإلحاحهم على عقرها. يشير إلى أن من الوحوش\nأقواتهم، ومن لحومها تقوم حياتهم.\n</p>\n\n<p>\nوأشار إلى حسن نسائهم، وكثرة غاراتهم، فقال: فؤاد كل محب في بيوتهم؛\nلاستباء نسائهم بالحسن له، ومال كل من ذهب ماله فيها، لرجوعهم من الغارات\nبه. فدل على أن الفلوات منازلهم، والوحوش فيها تجاورهم، والغارات مكاسبهم،\nوالقلوب بحسن نسائهم تتابعهم.\n</p>\n\n<p>\nما أوجه الحضر المستحسنات به كأوجه ... البدويات الرعابيب\n</p>\n\n<p>\nحسن الحضارة مجلوب بتطرية ... وفي البداوة حسن غير مجلوب\n</p>\n\n<p>\nأين المعيز من الآرام ناظرة في الحسن والطيب\n</p>\n\n<p>\nالحضر: خلاف البدو، وأخبر عنه وهو يريد أهله، على سبيل التجوز، والرعابيب\nمن النساء: الطوال القدود، الناعمات الأحسام، الواحدة رعبوبة، والحضارة: سكنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \nالحاضرة، والبداوة: سكنى البادية، والتطرية: التجديد والصناعة، والمعيز:\nذوات الشعر من الغنم، وهي المعز والمعزى، والمعيز: الواحدة معزاة،\nوالناظرة: المقبلة على الشيء بنظرها، والآرام: الظباء.\n</p>\n\n<p>\nفيقول: ما أوجه نساء الحضر المستحسنات فيه، مع بهجتها وحسنها ونضرتها،\nكأوجه البدويات من الأعراب، ذوات الأجسام الكاملة، والمحاسن الرائعة.\n</p>\n\n<p>\nثم بين ما ذكره فقال: إن <span id='ms051'></span> حسن الحضارة تزيده الصناعة، وتحفظه الكفالة،\nويجتلب بالتزيين والتهيئة، ويكمل بالتحسين والتطرية، وحسن البداوة إنما\nيروع النظار بحقيقته، ويروقهم ببنيته، قد استغنى فيه عن التصنيع، واكتفى\nببراعته عن التزين، فكم بين التكلف والخلقة، وبين التمويه والحقيقة؟!\n</p>\n\n<p>\nثم أكد ما قدمه فقال: أين معيز الحضر من نظائرها من آرام البدو، في حسن\nالمقل، وفتور النظر، وطيب الروائح وغير ذلك من المحاسن، فبمقدار تفاضلها،\nوعلى حسب تباينها، يفضل نساء البادية نساء الحاضرة في براعة الدل، وإحراز\nغايات الحسن.\n</p>\n\n<p>\nأفدي ظباء فلاة عرفن بها ... مضغ الكلام ولا صبغ الحواجيب\n</p>\n\n<p>\nولا برزن من الحمام مائلة ... أوراكهن صقيلات العراقيب\n</p>\n\n<p>\nومن هوى كل من ليست مموهة ... تركت لون مشيبي غير مخضوب\n</p>\n\n<p>\nالظباء: معروفة من شاء البر، ومضغ الكلام: ترديده دون إبانة، والصقل:\nالجلاء والتصنيع، والعرقوب: العضلة التي تصل بين الساق وآخر القدم، والجمع\nعراقيب، والتمويه: المخادعة في الشيء بظاهر لا حقيقة له.\n</p>\n\n<p>\nفيقول على نحو ما قدمه من تفضيل نساء الأعراب: أفدي بنفسي ظباء فلاة،\nمعشوقات الدل، متكاملات الحسن، لا يمضغن الكلام لفصاحتهن فيه، ولا يتكلفن\nصبغ الحواجيب، لاستغنائهن عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: لا يعرفن الحمام ولا يردنه، ولا يحتجن إليه ولا يدخلنه، ولا يبرزن\nمنه ببطون ضخمة وأوراك رخوة، قد حل الحمام أجسامهن، وصقل عراقيبهن، على ما\nيفعله نساء الحضر، ولكنهن مجدلات الأجسام، معتدلات القوام، قد أغناهن الحسن\nعن الصنعة، وسقطت به عنهن مؤن الكلفة.\n</p>\n\n<p>\nثم قال: ومن هوى كل من لا تموه حسنها، ولا تحتاج إلى أن تصنع نفسها، رفضت\nالخضاب محتملا على اجتناب المغالطة، وكرهته لما فيه من المكاذبة، فتركت\nالشيب ولم أخضبه، وأنست به ولم أغيره.\n</p>\n\n<p>\nومن هوى الصدق في قولي وعادته ... رغبت عن شعر في الوجه مكذوب\n</p>\n\n<p>\nليت الحوادث باعتني الذي أخذت ... مني بحلمي الذي أعطت وتجريبي\n</p>\n\n<p>\nفما الحداثة من حلم لمانعة ... قد يوجد الحلم في الشبان والشيب\n</p>\n\n<p>\nيقول: ومن هوى الصدق وإيثاري له، وحرصي عليه وإعجابي به، رغبت عن الخضاب\nالذي يغر مبصره، ويخدع متأمله، فرفضت ذلك مؤثرا للصدق، وأبقت منه <span id='ms052'></span> متحملا\nعلى الحق.\n</p>\n\n<p>\nثم قال: ليت حوادث الأيام السالفة، وتصاريف المدد الخالية، باعتني ما\nأعدمتنيه من القوة، وسلبتنيه من الإقبال والشبيبة، بما استفدته بها من\nالمعرفة، وأشرفت عليه بكثرة التجربة.\n</p>\n\n<p>\nثم قال: فما تمنع الحداثة من الحلم، ولا تبعد عن التقدم في العلم، فقد\nتوجد الحلوم الراجحة، والعلوم البالغة، في الكهول والفتيان، والشيوخ\nوالشبان.\n</p>\n\n<p>\nترعرع الملك الأستاذ مكتهلا ... قبل اكتهال، أديبا قبل تأديب\n</p>\n\n<p>\nمجربا فهما من تجربة ... مهذبا كرما، من غير تهذيب\n</p>\n\n<p>\nحتى أصاب من الدنيا نهايتها ... وهمه في ابتداءات وتشبيب\n</p>\n\n<p>\nترعرع الصبي: إذا تحرك للمشي، والاكتهال: بلوغ سن المشيب، والأديب:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nالمدرك للأدب، والتأديب: تعليم الأدب، والمهذب: الخالص من العيوب،\nوالتهذيب: التفعيل من ذلك، والنهاية: الغاية، والهم: الهمة، وتشبيب الشيء:\nرفعه والزيادة فيه.\n</p>\n\n<p>\nفيقول، وهو يريد كافورا: ترعرع الملك الأستاذ، وله من المعرفة في صغره\nمثل الذي للكهل مع تجربته وكبره، قد استفاد بكرم طبعه، كالذي استفاده الكهل\nفي مدة عمره، وتأدب بجبلته دون تأديب، وعلم دون تعليم، فأدرك في صغره حال\nالتكهل، وتأدب بطبعه قبل معاناة التأدب.\n</p>\n\n<p>\nثم قال على نحو ما قدمه: عالما لما لم يجربه؛ لما هو عليه من صحة فهمه،\nمهذب دون أن يهذبه أحد؛ بطبيعته وكرمه.\n</p>\n\n<p>\nثم قال: فأدرك من الدنيا أرفع منازلها، وحل منها من أجل مراتبها، حديث\nالسن، مقتبل العمر، وهمته في تشبيب وزيادة، وابتداء من طلب الغاية.\n</p>\n\n<p>\nيدبر الملك من مصر إلى عدن ... إلى العراق فارض الروم فالنوب\n</p>\n\n<p>\nإذا أضتتها الرياح النكب من بلد ... فما تهب بها إلا بترتيب\n</p>\n\n<p>\nولا تجاوزها شمس إذا شرقت ... إلا ومنه لها أذن بتغريب\n</p>\n\n<p>\nمصر: بلد معروف من بلاد المغرب، وعدن: قاعدة بلاد اليمن، وهي في الجنوب،\nوالعراق: بلاد معروفة في المشرق، وأرض الروم: معروفة في المغرب، والنوب:\nضرب من السودان، أخبر عنهم وهو يريد بلادهم على سبيل التجوز، والعرب تفعل\nذلك، والنكب: جمع نكباء، وهي ريح بين ريحين، وترتيب الشيء تصريفه على رتب\nمعروفة، وشرقت الشمس إذا طلعت، وأشرقت: إذا أضاءت.\n</p>\n\n<p>\nفيقول: إن كافورا ملك جليل <span id='ms053'></span> المنزلة، بعيد أقطار المملكة، يملك من أقصى\nالمشرق إلى أقصى المغرب، ومن أقصى الجنوب إلى أقصى الشمال، ويدبر ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \nتدبير من يعمه بهيبته، ويضبطه بحسن سياسته، وليس بعد أقطار ملكه، يمنعه من\nأن يشتمل جميعها بحزمه.\n</p>\n\n<p>\nثم قال: فإذا هبت الرياح النكب في هذه البلاد، مع اضطراب هبوبها، وشدة\nاختلاف سيرها، سبق إلى النفوس أن ضبطه يحصرها، وما يحيط به من الاستقامة\nيسددها، فتحله من الضبط والحزامة ما لا يمكن. يشير بذلك إلى إنه قد بلغ\nفيهما غاية ما يمكن، ومثل هذا التجوز متعاهد في لسان العرب؛ فهم إذا أرادوا\nأن يدلوا على المرأة قد بلغت غاية الحسن، سموها بالشمس، وإذا أرادوا أن\nالرجل قد بلغ غاية الجود، سموه بالبحر، فيجعلون الكذب شاهدا على الصدق،\nوالمحال إشارة إلى الحق.\n</p>\n\n<p>\nثم قال على نحو ما قدمه: ويسبق إلى النفوس أن كافورا مع ما هو عليه من\nقوة الملك، وشدة الحزم، لا يخرج في أعماله شيء عن حكمه، ولا يتصرف إلا على\nحسب أمره، وأن الشمس إذا سامتت تلك الأعمال أدركها ذلك الحكم، وأحاط بها\nذلك الحزم، فتجري في الشروق والغروب على ذلك. وهذا وإن كان محالا في نفسه،\nكذبا في حقيقته، فإنما يتجوز بعلم أهل اللسان المراد فيه، وأن المفهوم منه:\nأن الممدوح كافورا يبلغ في الضبط أبعد غايته، ويستوفي فيه أقصى نهايته، هذا\nمفهوم ما قصده، وحقيقة مراده فيما نظمه.\n</p>\n\n<p>\nيصرف الأمر فيها طين خاتمه ... ولو تطلس منه كل مكتوب\n</p>\n\n<p>\nيحط كل طويل الرمح حامله ... عن سرج كل طويل الباع يعبوب\n</p>\n\n<p>\nكأن كل سؤال في مسامعه ... قميص يوسف في أجفان يعقوب\n</p>\n\n<p>\nالتطليس: إفساد الخط، ويحط: ينزل، واليعبوب: الفرس الطويل السريع، وأجفان\nالعيون: ما يحيط بالمقل.\n</p>\n\n<p>\nفيقول: إن كافورا يصرف الأمر في البلد التي تقدم ذكره لها، تصريف مالك لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \nيخالف، وقادر لا يعارض، تنفذ فيها كتبه ولو طلس طين خواتمها، ولا تتعرض وإن\nتغير نقش طوابعها؛ لأن هيبته تمنع من مراجعته، وجلالته تحول دون مخالفته.\n</p>\n\n<p>\nثم أكد ذلك فقال: يحط <span id='ms054'></span> حامل تلك الطينة، والمسند إلى تلك القوة، كماة\nالفرسان عن خيولهم، ويستنزلهم من سروجهم، حتى ينتصف منهم، ويدرك ما يطلبه\nعندهم، وإن كانوا في غاية الجرأة، وعلى أتم أحوال الرفعة. ودل بطول رماح\nالمذكورين على شجاعتهم، وبفراهة خيلهم على رئاستهم.\n</p>\n\n<p>\nثم قال، مشيرا إلى موضعه من الفضل، وحرصه على العطاء والبذل: كأن السؤال\nفي مسامعه؛ لسروره به، وما يعتقده من الارتياح له، قميص يوسف، الذي أعاد\nإلى يعقوب بصره، حرصه عليه، وأذهب عنه العمى استبشاره بالنظر عليه.\n</p>\n\n<p>\nإذا غزته أعاديه بمسألة ... فقد غرته بجيش غير مغلوب\n</p>\n\n<p>\nأو حاربته فما تنجو بتقدمة ... مما أراد ولا تنجو بتجبيب\n</p>\n\n<p>\nأضرت شجاعته أقصى كتائبه ... على الحمام فما موت بمرهوب\n</p>\n\n<p>\nالتقدمة: تفعلة من التقدم، والتجبيب: الهروب، يقال: جبب الرجل: إذا هرب،\nوأضرت: بمعنى عودت، والكتائب: جمع كتيبة، وهي الجماعات من الخيل، والحمام: الموت.\n</p>\n\n<p>\nفيقول: إذا غزت كافورا أعاديه بجيش؛ من خضوعهم وضراعتهم، ورغبتهم\nومسألتهم، فقد غزوه بجيش لا يغلبه، وعارضوه بأمر لا يدفعه، يريد: إنه من\nالفضل في حال يجيب معها من سأله، ولا يضيع من رجاه وأمله.\n</p>\n\n<p>\nثم قال: وإن عدلوا إلى محاربته، وأقدموا على مخالفته، فما يغني عنهم\nالتقدم، لعجزهم عن القيام به، ولا يعصمهم الهرب، لتقصيرهم عن الفوت له، بل\nهم في كلا الحالين في قبضة ملكه، وعلى الوجهين مسلمون لأمره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: إن من سكن أقصى ثغوره، وبعد عنه من كتائبه وجيوشه، يتصرفون\nبأوامره، ويشجعون بشجاعته، ويحتملون على مذاهبه، ويخذون بحظ من صرامته، فما\nيخاف الموت فيهم ولا يرهب، ولا يهاب ولا يتوقع، وإذا كانت هذه حال من بعد\nعنه، فكيف الظن بمن شهده وقرب منه.\n</p>\n\n<p>\nقالوا هجرت إليه الغيث! قلت لهم: ... إلى غيوث يديه والشآبيب\n</p>\n\n<p>\nإلى الذي تهب الدولات راحته ... ولا يمن على آثار موهوب\n</p>\n\n<p>\nالشآبيب: الدفع الغزيرة من المطر، واحدها شؤبوب، والدولات: مدد السلطان\nفي الملك، الواحدة: دولة.\n</p>\n\n<p>\nفيقول: إن بعض من عذله على اعتماده لكافور في مصر بقصده، ونسبه في ذلك\nإلى قلة الاختيار لنفسه، فقال له: أتهجر <span id='ms055'></span> الشام وتدعها، وتتناسى كثرة الغيوث\nبها، وما تظهره من ترويض أرضها، وتجدده من بهجة حسنها، وتقصد مصر الذي تعرض\nالسحاب عن سقيها، ولا تمطر شيئا من أرضها، فقال: إنه هجاها إلى غيوث يدي\nكافور، الذي عمت الأرض بمواهبه، وروتها بشآبيب مكارمه، وأنست السحاب\nبكثرتها، وزادت عليها بوفور جملتها، فهجرت تلك البلاد، وسيف الدولة مالكها،\nإلى كافور ملك الملوك، وسيد السادات، الذي يرفع من أحوال قصاده، وأقدار\nخدامه، حتى يجعلهم ذوي دولات تؤمل، وممالك تهاب وتتوقع، ولا يمن مع ذلك\nبعظيم ما تفعله، ولا يستكثر جليل ما يبذله. فدل على تقصير سيف الدولة عن\nكافور أبين دلالة، وأشار إلى ذلك أوضح إشارة، وهذه العبارة التي عبرنا بها\nعنه، وإن زادت على لفظه، فهي مفهومة من أغراض شعره.\n</p>\n\n<p>\nولا يروع بمغدور به أحدا ... ولا يفزع موفورا بمكوب\n</p>\n\n<p>\nبلى يروع بذي جيش يجدله ... ذا مثله في أحم النقع غربيب\n</p>\n\n<p>\nالترويع: التفزيع، والموفور: الكثير المال، والمنكوب: المعرض لسقوط الحال، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \nوالأحم: الأسود، والنقع: الغبار، والغربيب: الشديد السواد.\n</p>\n\n<p>\nفيقول: إن كافورا وفي لا يخترم، وكريم لا يغدر، يصل إلى ما يطلبه وصول\nمستقدر، وينفذ مستظهر، ولا يغدر بأحد ليروع الناس بغدره، ولا يغلب ذا مال\nفينكبه، ليفزع ذوي الوفر بظلمه. وبرأ كافورا من هذه الأحوال معرضا بسيف\nالدولة فيما كان يواقعه منها.\n</p>\n\n<p>\nثم قال: بلى إن كافورا يروع برئيس جيش يقتله، وزعيم قوم يجدله، يقصده في\nالحرب ويصرعه في أحم غربيب من النقع، فيجدله هناك غير مساتر، ويعتمده غير\nمخادع، ويخوف ذا جيش مثل جيشه، ورئيس جمع مثل جمعه، فيغنيه اقتداره عن\nالغدر، ويدفع عنه كرمه قبيح الذكر.\n</p>\n\n<p>\nوجدت أنفع ما كنت أذخره ... ما في السوابق من جري وتقريب\n</p>\n\n<p>\nلما رأين صروف الدهر تغدر بي ... وفين لي ووفت صم الأنابيب\n</p>\n\n<p>\nفتن المهالك حتى قال قائلها: ... ماذا لقينا من الجرد السراحيب\n</p>\n\n<p>\nذخرت الشيء: إذا صنته مساعدا به، والسوابق: الخيل السريعة، والجري:\nمعروف، والتقريب: ضرب من العدو لا يبلغ الجري، والأنابيب: ما بين كعوب\nالقنا، واحدتها: أنبوب، والصم <span id='ms056'></span>: الصلاب، والجرد من الخيل: القصار شعر\nالجلود، والسراحيب: الطوال العناق، الواحد: سرحوب.\n</p>\n\n<p>\nفيقول: وجدت أنفع مال ادخرته، وأقرب معين استغنيته، ما أيدتني الخيل به،\nعند قصدي لكافور، من تقريبها وجريها، وشدة نهوضها في سيرها، وأشار إلى ما\nلحقه من طلب خيل سيف الدولة، وحرصها على الظفر به.\n</p>\n\n<p>\nثم قال: لما رأت سوابق خيلي أن الدهر قد غدرت بي صروفه، واعتمدتني خطوبه،\nوفت لي بما أمدتني من قوة جريها، وشدة عدوها، ووفت لي عند ذلك صم أنابيب\nالرماح التي امتنعت بموضعها، وتهيبت لمعرفتي بالتصريف لها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: فاتت بي تلك السوابق المهالك التي طلبتني مجتهدة، وصممت نحوي\nمعتزمة، حتى قالت وقد فتها ونادت وقد أعجزتها: ماذا لقينا من الجرد\nالسراحيب، التي حمت من كنا نطلبه، ومنعت مما كنا نرجوه ونرتقبه؟!\n</p>\n\n<p>\nتهوي بمنجرد ليست مذاهبه ... للبس ثوب ومأكول ومشرةب\n</p>\n\n<p>\nيرمي النجوم بعيني من يحاولها ... كأنها سلب في عين مسلوب\n</p>\n\n<p>\nتهوي: تنصب في العدو، والمنجرد: المجد في الذهاب.\n</p>\n\n<p>\nفيقول: والسوابق التي ذكر أنها تهوي منه، بمجد معتزم، ومستبصر مجتهد، ليس\nمذهبه في أن يستجد الملابس، ويتخير المطاعم والمشارب، وإنما مذهبه في\nابتناء المكارم، واحتياز المفاخر، والوصول إلى أجل المراتب.\n</p>\n\n<p>\nثم قال على نحو ما قدمه: يرمي النجوم بعيني من يحاول مواضعها، ويروم\nتناولها، حنى كأنه لاستبصاره في ذلك ينظر منها إلى سلب سلبه، ومنع منه،\nوملك كان بيده فدفع عنه.\n</p>\n\n<p>\nحتى وصلت إلى نفس محجبة ... تلقى النفوس بفضل غير محجوب\n</p>\n\n<p>\nفي جسم أروع صافي العقل تضحكه ... خلائق الناس إضحاك الأعاجيب\n</p>\n\n<p>\nفالحمد قبل له، والحمد بعد لها ... وللقنا ولإدلاجي وتأويبي\n</p>\n\n<p>\nالإدلاج: سير الليل، والتأويب: سير النهار، والأروع: ذو الجسم والهيئة.\n</p>\n\n<p>\nفيقول: حتى وصلت إلى كافور، فشهدت منه نفسا محجبة؛ بعلو المرتبة، مستترة\nبعظم المملكة، وفضلها ظاهر لا يحجب، وجودها قريب لا يمتنع.\n</p>\n\n<p>\nثم قال: وتلك النفس الكريمة العنصر، الرفيعة الموضع، في جسم ملك أروع،\nصافي الإدراك والعقل، محسن في القول والفعل، تضحكه خلائق الناس؛ بتقصيرها\nعن التمام، وعدولها إلى النقصان، إضحاك الأعاجيب التي ينكرها <span id='ms057'></span> مشاهدها،\nوالغرائب التي يستبعدها معايبها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: فالحمد قبل كل، لكافور بما أولاني من تفضله، وكريم تقبله، والحمد\nبعد ذلك لسوابق الخيل التي أدنتني إليه، ووفدت بي عليه، وللرماح التي أدللت\nبها، ووثنت بامتناعي بحسن التصريف لها، وبجلدي على الإدلاج والتأويب، وشدة\nالإسراع في المسير.\n</p>\n\n<p>\nوكيف أكفر يا كافور نعمتها ... وقد بلغنك بي يا كل مطلوبي\n</p>\n\n<p>\nيأيها الملك الغاني بتسمية ... في الشرق والغرب عن وصف وتلقيب\n</p>\n\n<p>\nأنت الحبيب ولكني أعوذ به ... من أن أكون محبا غير محبوب\n</p>\n\n<p>\nالغاني: الظاهر الغنى، وهو فاعل من غني: يغنى، واللقب: يقرن باسم الرجل\nمما تؤكد به معرفته.\n</p>\n\n<p>\nفيقول: وكيف أكفر يا كافور نعمة السوابق التي أدنتني إليك، وأنجتني من\nالقوم الذين حاولوا تعويقي عنك، وبلغن بي إليك، وأنت الأمل الذي أوضعت\nنحوه، والملك الذي أصلت فضله، والذي هو كل مطلوب يقصد، وكل رجاء يعتمد.\nوجانس بين أكفر وكافور، والتجنيس من بديع الكلام.\n</p>\n\n<p>\nثم قال، وهو يخاطب كافورا: يا أيها الملك الجليل قدره، والرئيس المعظم\nأمره، الذي يحوز له اسمه من كرم الذكر، ويحدد له من الاعتلاء والفخر، ما\nيغنيه عن الشرف بتلقيب الخلفاء، والاحتمال في ذلك على أحوال سائر الرؤساء.\n</p>\n\n<p>\nثم قال له: أنت الحبيب الذي أصفيته غاية مودتي، وآثرته بأملي وخالصتي،\nوبه أعوذ وبكرمه، وبما حملني من جليل نعمه، من أن أكون محبا لا يقارض بحبه،\nومخلصا لا يجازى بحقيقة وده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nوقال يمدحه في ذي الحجة من هذه السنة.\n</p>\n\n<p>\nأود من الأيام ما لا توده ... وأشكو إليها بيننا وهي جنده\n</p>\n\n<p>\nيباعدن حبا يجتمعن ووصله ... فكيف بحب يجتمعن وصده\n</p>\n\n<p>\nالبين: الفرقة، والصد: المجانبة.\n</p>\n\n<p>\nفيقول: إنه يود من الأيام ما لا تود الأيام مثله، ويكالبها بما لا تعتقد\nفعله، ويشكو إليها من بين أحبته، وفراق أعزته، ما هي جنده الذي يوجبه،\nوسببه الذي يدنيه ويقربه.\n</p>\n\n<p>\nثم قال: إن الأيام بطبعها، وما هي عليه من معهود أمرها، تبعد من الأحباب\nمن تجامعه، وهو على أتم الوصل، وأكرم المذاهب في القول والفعل، فكيف بها في\nحبيب تجامعه <span id='ms058'></span>، وهو على بصيرة في الصد، ونية في ترك الإقامة على العهد؟!\n</p>\n\n<p>\nأبى خلق الدنيا حبيبا تديمه ... فما طلبي منها حبيبا ترده\n</p>\n\n<p>\nوأسرع مفعول فعلت تغيرا ... تكلف شيء في طباعك ضده\n</p>\n\n<p>\nالخلق: الطبيعة: والطباع: نحو ذلك، والضد: الخلاف في كل شيء.\n</p>\n\n<p>\nفيقول: أبت بطبيعتها، وما هي عليه عند تأمل حقيقتها، أن تمتع بالأحبة،\nوتديم وصلهم، وتعتزم بالفرقة على قربهم، فكيف أطلب منها أن ترد من فقد،\nوتقرب من بعد؟!\n</p>\n\n<p>\nثم قال: وأسرع شيء فعلته إلى التغير، وأقرب ذلك إلى الاستحالة والتبدل،\nشيء تتكلفه وأنت مطبوع على ضده، وتظاهر به وأنت مجبول على غيره؛ يريد: أن\nالدنيا خلقت على تشتيت الفرقة، وقطع وصائل الألفة، وإن أظهرت غير ذلك،\nأسرعت في إحالته، وعدلت بطبيعتها إلى إزالته.\n</p>\n\n<p>\nرعى الله عيسا فارقتنا وفوقها ... مها كلها يولى بجفنيه خده\n</p>\n\n<p>\nبواد به ما بالقلوب كأنه ... وقد رحلوا جيد تناثر عقده\n</p>\n\n<p>\nإذا سارت الأحداج فوق نباته ... تفاوح مسك الغانيات ورنده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \nالعيس: البيض من الجمال، الواحد أعيس، والمها: بقر الوحش، والولي: المطر\nالذي يتلو أول أمطار السنة، وذلك المطر يسمى الوسمي، ويولي: يتابع فيه\nالولي، فاستعار الأسم له معه، وأشار به إلى تتابعه، والجيد: العنق، والعقد:\nمعروف، والأحداج: ضرب من الهوادج، إلا أنها لا تقبب، واحدها: حدج،\nوالتفاوح: التساجل في الفوح، والغانيات: الشواب من النساء، الواحدة غانية،\nوالرند: شجر طيب الريح، ويقال إنه الآس.\n</p>\n\n<p>\nفيقول: تولى الله بأكرم ولايته عيسا فارقتنا بمن نحبه، ورحلت عنا بمن\nنوده، وفوق تلك العيس من أحبتها مها تفوت المها بحسنها، وتزيد عليها بفتور\nلحظها، وكلها للتأسف على مفارقتنا، والتألم لمباعدتنا، يولي خده بدمعه،\nويبعثه على مواصلة البكاء، تمكن وجده.\n</p>\n\n<p>\nثم قال، مشيرا إلى الموضع الذي رحل عنه أحبته: بواد ناله ألم تلك الفرقة،\nواستيحاش تلك الرحلة، كالذي نال قلوبنا، وأوجع نفوسنا، فكأنه وقد رحل عنه،\nواستقلت ظغائنهم منه، جيد تناثرت جواهر عقده، وتقطعت جوامع حليه، فتعوض\nبالعطل من ذلك الحلي، وبالوحشة من ذلك الحسن. ثم قال: إذا سارت الأحداج بين\nأشجار غياضه، وارتحلت <span id='ms059'></span> بين زهرات رياضه، تفاوح مسك الغانيات وريح الرند\nوأشباهه من ذلك النبات.\n</p>\n\n<p>\nوحال كإحداهن رمت بلوغها ... ومن دونها غول الطريق وبعده\n</p>\n\n<p>\nوأتعب خلق الله من زاد همه ... وقصر عما تشتهي النفس وجده\n</p>\n\n<p>\nالغول والاغتيال: إذهاب الشيء في غير مهملة، والهم والهمة: بمعنى واحد،\nوالوجد: السعة في المال.\n</p>\n\n<p>\nفيقول: ورب حال تشبه من وصفه من أحبته في بعد تناولها، وتعذرها على\nمحاولها، أعمل في بلوغها نفسه، واستنفذ في إدراكها جهده، ومن دون ما طلب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \nمنها غول الطريق، وكثرة مخاوفه، وبعده وشدة مكارهه.\n</p>\n\n<p>\nثم قال مقيما لعذره فيما تمونه في السفر، وتكلفه من شدة الغرر: وأتعب خلق\nالله كلهم، من زادت همته ومعرفته، وقصرت جدته ومقدرته، فهو لا يزال يشتهي\nما لا يبلغه، ويمتحن بما يأباه ويكرهه.\n</p>\n\n<p>\nفلا ينحلل في المجد مالك كله ... فينحل مجد كان بالمال عقده\n</p>\n\n<p>\nودبره تدبير الذي المجد كفه ... إذا حارب الأعداء والمال زنده\n</p>\n\n<p>\nفلا مجد في الدنيا لمن قل ماله ... ولا مال في الدنيا لمن قل مجده\n</p>\n\n<p>\nالمجد: كرم الفعل، والزند: إحدى قصبتي الذراع، والزندان: القصبتان،\nوباجتماعهما يكون الساعد، ورأساهما يتصلان بكف الإنسان.\n</p>\n\n<p>\nفيقول على نحو ما قدمه من تفصيل المال، وبسط العذر في طلبه، وما يجب من\nتشييد المجد به: فلا ينحلل في المجد مالك بجملته، ولا تعدم نفسك ما تسند\nإليه من قوة، فينحل من مجدك ما عقده الغنى والسعة، ويذهب منه ما أوجبه\nالإكثار والجدة.\n</p>\n\n<p>\nثم قال: ودبر الأمرين في الجمع بهما، والحراسة لحالهما، تدبير من يجعلهما\nكالكف والزند في احتياج كل واحد منهما إلى صاحبه، وتأيده على التصرف\nبجانبه.\n</p>\n\n<p>\nثم قال على نحو ما قدمه: فلن تجد مجدا بائنا لمن أغفل ماله وأتلفه، ولن\nتجد مالا زاكيا لمن ضيع مجده وأهمله.\n</p>\n\n<p>\nوفي الناس من يرضى بمسور عيشه ... ومركوبه رجلاه والثوب جلده\n</p>\n\n<p>\nولكن قلبا بين جنبي ما له ... مدى ينتهي بي في مراد أحده\n</p>\n\n<p>\nيرى جسمه يكسى شفوفا تربه ... فيختار أن يكسى دروعا تهده\n</p>\n\n<p>\nالمدى: الغاية، والشفوف: ثياب رقاق، واحدها شف، وتربه: تنميه وتنعمه <span id='ms060'></span>، وتهده:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nتحطه وتهدمه.\n</p>\n\n<p>\nفيقول: وفي الناس من لا تسمو به همته، ولا تنهض به منته، فيقنعه ما تيسر\nمن عيشه، ويرضيه ما اتفق له من دهره، فيعرى ولا يألم، ويركب رجليه ولا يحزن.\n</p>\n\n<p>\nثم قال: ولكن قلبا بين جنبي بعيدا مرامه، جليلا مراده، ليس لما يبغيه مدى\nأقف عنده، ولا لما يحاوله طرف أحصر بالوصف حده.\n</p>\n\n<p>\nثم قال: يرى ذلك القلب جسمه في دعة من العيش، وصلاح من الأمر، تربه\nالشفوف الناعمة، وتتصل له الأحوال الوادعة، فيختار دروعا تهده حملها،\nومخاوف لا يأمن عليه مثلها.\n</p>\n\n<p>\nيكلفني التهجير في كل مهمه ... عليقي مراعيه وزادي ربده\n</p>\n\n<p>\nوأمضى سلاح قلد المرء نفسه ... رجاء أبي المسك الكريم وقصده\n</p>\n\n<p>\nهما ناصرا من خانه كل ناصر ... وأسرة من لم يكثر النسل جده\n</p>\n\n<p>\nالتهجير: المسير في الهاجرة، والمهمة: القفر، والعليق: قضيم الدابة،\nوالربد: النعام، وأسرة الرجل: رهطه وأقاربه.\n</p>\n\n<p>\nفيقول مشيرا إلى ما قدمه من ذكر قلبه: يكلفني ذلك القلب يبعد مطالبه،\nوارتفاع [همته]، وجودة مقاصده، الأسفار البعيدة، والمئون الشديدة، والتهجير\nفي كل مهمه، لا يجد فيه علفا مراعيه، ولا زادا غير ما أصيده من النعام\nالربد فيه.\n</p>\n\n<p>\nثم قال: وأمضى ما تقلده المرء من السلاح والشكة، وما يستعين به من النفاذ\nوالقوة، رجاء أبي المسك والقصد إليه، وتأميله والتعويل عليه.\n</p>\n\n<p>\nثم قال، يريد الرجاء والقصد اللذين قدم ذكرهما: [هما] ناصرا كل من بعدت\nعليه النصرة، ومكثرا كل من تعذرت عليه الكثرة، وأسرة من قل نسل جده، وعدم\nعشيرة تؤيده على أمره.\n</p>\n\n<p>\nأنا اليوم من غلمانه في عشيرة ... لنا والد منه يفديه ولده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \nفمن ماله مال الكبير ونفسه ... ومن ماله در الصغير ومهده\n</p>\n\n<p>\nالعشيرة: القبيلة، وولده: جمع ولد، يقال: ولد وولد، كما يقال أسد وأسد،\nوالدر: اللبن.\n</p>\n\n<p>\nفيقول: أنا اليوم من غلمان كافور وحشمه، والمنتسبين إلى نعمه، في عشيرة\nحافلة، وجماعة وافرة، لنا منه والد بما شملنا من خيره ورأفته، وله منا بنون\nنفديه، ونستهلك في طاعته.\n</p>\n\n<p>\nثم قال: فمن ماله مال كبيرنا ونفسه، ومنه در صغيرنا ومهده <span id='ms061'></span>، يعمنا بتعهده\nوإحسانه، ويغذونا بتطوله وإنعامه، فالكبير لا يعد نفسه وماله إلا من عنده،\nوالصغير لا ينشأ ولا يتقلب إلا في فضله.\n</p>\n\n<p>\nنجر القنا الخطي حول قبابه ... وتردي بنا قب الرباط وجرده\n</p>\n\n<p>\nونمتحن النشاب في كل وابل ... دوي القسي الفارسية رعده\n</p>\n\n<p>\nالقنا: الرماح، والخطية منها المجتلبة من الخط، وهو موضع، والرديان: ضرب\nسريع من العدو، والرباط: الخيل المرتبطة لجهاد العدو. والقب: الضامرة،\nوالجرد: التي قصر شعر جلودها، وذلك من دلائل كرمها، وقد تقدم ذكر ذلك،\nوالوابل: المطر الغزير.\n</p>\n\n<p>\nفيقول: نجر القنا الخطي حول قباب كافور مرتقبين لأمره، ونتكاثر في أفنيته\nمتظاهرين على نصره، تردي بنا عتاق الخيل وجردها، وتحملها كرائمها وقبها.\n</p>\n\n<p>\nثم قال: ونمتحن النشاب في أظهر شكة، ونرمي به في أحفل عدة، فكأنه لكثرته،\nوما يتفق من وفور جملته، وابل؛ دوي قسيه رعده، وعارض؛ قطر سحابه نبله.\n</p>\n\n<p>\nفأن لا تكن مصر الشرى أو عرينه ... فإن الذي فيها من الناس أسده\n</p>\n\n<p>\nسبائك كافور وعقيانه الذي ... بصم القنا لا بالأصابع نقده\n</p>\n\n<p>\nبلاها حواليه العدو وغيره ... وجربها هزل الطراد وجده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \nالشرى: موضع كثير الأسد، والعرين: مأوى الأسد، والسبائك: قطع تخلص بالإذابة\nمن الذهب والفضة، والعقيان: ذهب يوجد بنفسه دون أن يخلص من تراب المعادن،\nوالقنا: الرماح، وصمها: صلابها، والنقد: تمييز الدراهم والدنانير، وبلاها:\nبمعنى خبرها، والطراد تجاول الفرسان.\n</p>\n\n<p>\nفيقول: فإن لم تكن مصر الشرى، الموضع المعروف بالأسد، وعرينه الذي يأوي\nأسده إليه، فإن الذين من جند كافور أسد الشرى في بأسهم وشدتهم، ونظيرها في\nإقدامهم وجرأتهم.\n</p>\n\n<p>\nثم قال: وهم مال كافور الذي ادخره، ووفره من الذهب والعقيان الذي جمعه،\nينتقدهم بصم القنا في طرادهم، ويختبرهم بالتصريف لهم في قتالهم، لا\nبالأصابع التي بها تنتقد الأموال، وتميز الفضة والعقيان.\n</p>\n\n<p>\nثم قال: جربت تلك الأسد حواليه الأعداء في حربه، والأولياء في موادعته\nوسلمه، وأبان عنها هزل الطراد وجده، وجهد الاختيار وعفوه، فغلبوا من\nغالبهم، وظهروا على من خالفهم، وخلصت لكافور طاعتهم، وشهرت في أعدائه\nنكايتهم.\n</p>\n\n<p>\nأبو المسك لا يفنى بذنبك عفوه ... ولكنه يفنى بعذرك <span id='ms062'></span> حقده\n</p>\n\n<p>\nفيأيها المنصور بالجد سعيه ... ويأيها المنصور بالسعي جده\n</p>\n\n<p>\nتولى الصبا عني فأخلفت طيبه ... وما ضرني لما رأيتك فقده\n</p>\n\n<p>\nلقد شب في هذا الزمان كهوله ... لديك وشابت عند غيرك مرده\n</p>\n\n<p>\nالحقد: إضمار العداوة، والجد: البخت، والكهل من الرجال: الذي خالطه الشيب.\n</p>\n\n<p>\nفيقول مخبرا عن كافور: أبو المسك لا يفني ذنوبك بكثرتها عفوه، ولا يضيق\nبتتابعها فضله، ولكن حلمه يفني حقده عليك بأيسر عذر، ويتغمد إساءتك بأهون سعي.\n</p>\n\n<p>\nثم قال مخاطبا له: فيا أيها الملك الذي قرن الله سعيه بإقبال جده فأنجحه، وقرن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \nجده بمشكور سعيه فمكنه، فلم يخل حزمه من جد يصحبه، ولم يخل جده من حزم\nيمضيه ويؤيده.\n</p>\n\n<p>\nثم قال مخاطبا له: تولى الصبا عني، بكثرة السن، وفناء أكثر العمر،\nفعوضتني منه بالمسرات التي تابعتها لي، وجددت عندي ما سلف من طيبه\nبالكرامات التي وصلتها لي، وما ضرني فقد الشباب لما صرت في جنبتك، ولا عدمت\nطيبه مع ما تتابع علي من نعمتك.\n</p>\n\n<p>\nثم قال مخاطبا له: لقد شب لديك كهول الرجال بما احيينه من همههم، وأسبغته\nمن نعمهم، وبما يسره الله على يديك من السعادة لهم، وشاب المرد عند غيرك من\nالملوك، بعجزهم عن ضبط أعمالهم، واضطراب أحوال رعاياهم وأحوالهم.\n</p>\n\n<p>\nألا ليت يوم السير يخبر حره ... فتسأله والليل يخبر برده\n</p>\n\n<p>\nوليتك ترعاني وحيران معرض ... فتعلم أني من حسامك حده\n</p>\n\n<p>\nوأني إذا باشرت أمرا أريده ... تدانت أقاصيه وهان أشده\n</p>\n\n<p>\nالمراعي للشيء: الناظر إليه، وحيران معرض: ماء على طريق سلمية، هو منها\nعلى أقل من يوم، واعترض دونه أبو الطيب، فغال المعترضين له، واستظهر عليهم،\nوالمعرض: الظاهر، والحسام: السيف القاطع، وحده: معروف.\n</p>\n\n<p>\nفيقول لكافور مخبرا عن شدة سيره، وما تجشمه من المخاوف في قصده: ألا ليت\nنهار سيري نحوك يخبرك بما قاسيت من حره، وليت ليله يعرفك بما لاقيت من\nبرده، فتتبين قدر بداري نحوك، وما تمونته عند قصدي أرضك.\n</p>\n\n<p>\nثم قال: وليت تشهدني وحيران؛ هذا الماء، مغب ظاهر، ومعرض بين، والأعداء\nيدفعونني عنه، ويمنعونني مجتهدين منه، فتشهد حينئذ بلائي <span id='ms063'></span> في مقاتلتهم،\nونفاذي في منازلتهم، وتعلم أن مثلي إذا صار في جندك والممتثلين لأمرك، كان\nمن سيفك في موضع حده، ونائب في قوة فعاله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: وكنت تعلم أني من الصرامة والجزالة، على حال من إذا باشر أمرا\nيريده، وحاول بعيدا يرومه، تدانى له منه ما بعد؛ لشدة بطشه، وسهل له منه ما\nصعب؛ لشجاعة نفسه.\n</p>\n\n<p>\nوما زال أهل الدهر يشتبهون لي ... إليك فلما لحت لي لاح فرده\n</p>\n\n<p>\nيقال إذا أبصرت جيشا وربه ... أمامك رب؛ رب ذا الجيش عبده\n</p>\n\n<p>\nواألقى الفم الضحاك أعلم أنه ... قريب بذي الكف المفداة عهده\n</p>\n\n<p>\nرب الجيش: الذي يملكه ويدبره.\n</p>\n\n<p>\nفيقول مخاطبا لكافور: وما زال أهل الدهر الذين شهدتهم، وملوكه الذين\nقصدتهم، تتقارب عندي أمورهم، وتتماثل في نفسي أحوالهم، حتى بدوت لي، فعلمت\nأنك واحد الدهر، والمخصوص بين أهله بأعظم الفضل.\n</p>\n\n<p>\nثم قال: إنه كلما لقي في قصده نحو كافور جيشا كثير أهله، وأميرا رفيعا\nقدره، قيل له: أمامك من كافور مقصودك أمير، أمير هذا الجيش واحد من حشمه،\nوتابع من عبيده وخولة.\n</p>\n\n<p>\nثم قال: وألقى الفم الضحاك الذي أضحكه الجذل، وغلب صاحبه الفرح، فأعلم أن\nذلك الفم قريب عهده بيد كافور، المفداة لكثرة ما يبذله، المعظمة لجلالة ما يفعله.\n</p>\n\n<p>\nفزارك مني من إليك اشتياقه ... وفي الناس إلا فيك وحدك زهده\n</p>\n\n<p>\nيخلف من لم يأت دارك غاية ... ويأتي فيدرى أن ذلك جهده\n</p>\n\n<p>\nفإن نلت ما أملت منك فربما ... شربت بماء يعجز الطير ورده\n</p>\n\n<p>\nالزهد في الشيء: قلة الرغبة فيه، والورد: حلول المشرب.\n</p>\n\n<p>\nفيقول لكافور: فزارك مني من لا يشتاق إلا إليك، ولا يحرص إلا عليك، ومن\nهو زاهد في الناس إلا فيك وحدك، ومعرض عنهم عندما تخيره من قصدك.\n</p>\n\n<p>\nثم قال مخاطبا لكافور: يخلف المتأخر عن إتيان دارك، واعتماد أرضك، غاية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \nمؤملة، وأمنية منتظرة، ويأتيك فيعلم أنه قد تمكن في السعد، وبلغ في نفسه\nغاية الجهد.\n</p>\n\n<p>\nثم قال: وإن نلت منك ما أملت، وأدركت ما حاولت، فكثيرا ما شربت بالمياه\nالتي يعجز الطير ورودها، ولا تدركها <span id='ms064'></span> بغاية جهدها. يريد أنه إذ ظفر من كافور\nببغيته، فليس بستغرب ذلك مع نفاذه وقوته.\n</p>\n\n<p>\nووعدك فعل قبل وعد لأنه ... نظير فعال الصادق القول وعده\n</p>\n\n<p>\nفكن في اصطناعي محسنا كمجرب ... يبين لك تقريب الجواد وشده\n</p>\n\n<p>\nإذا كنت في شك من السيف فابله ... فإما تنفيه وإما تعده\n</p>\n\n<p>\nوما الصارم الهندي إلا كغيره ... إذا لم يفارقه النجاد وغمده\n</p>\n\n<p>\nالتقريب: ضرب من الجري لا يستفرغ الجهد، وشد الفرس: استيفاء غاية الجري،\nوبلوت الشيء: إذا اختبرته، وتنفيته: إذا طرحته، والصارم: السيف القاطع،\nوالنجاد: محملة.\n</p>\n\n<p>\nفيقول لكافور: ووعدك أيها الرئيس يسابقه فعلك، ويتقدمه نجازك، وكذلك وعد\nمن صدق قوله، وتيقن فضله، يقترن فعله به، ولا يتأخر إنجازه له.\n</p>\n\n<p>\nثم قال يخاطبه: فكن في اصطناعك لي، وما تصنعه من الجميل في، محسنا كمجرب،\nومفضلا كمختبر، يتبين لك عفو شكري وجهده، وتقريب امتداحي وشده. وكنى\nبالجواد عن نفسه، وضرب بحاليه مثلا من جريه.\n</p>\n\n<p>\nثم قال: إذا كنت في شك من السيف وفعله، وصرامته في قطعه، فاختبره\nبتجربتك، واحمله على محنتك، فإما تنفيه وتطرحه؛ لنبو حده، وإما تعده وتعجب\nبه، لما تشتهده من فعله.\n</p>\n\n<p>\nثم قال: وما السيف الهندي الصارم، والحسام النافذ القاطع، إلا كغيره من\nمتأخر السيوف، إذا لم يفارق السيف غمده، ويشهد بصرامته فعله، لأن صور السيوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \nمتقاربة، وظواهرها متشابهة، وكذلك الرجال تكشف فضائلهم الخبرة، وتبين\nغناءهم التجربة.\n</p>\n\n<p>\nوإنك للمشكور في كل حالة ... ولو لم يكن إلا البشاشة رفده\n</p>\n\n<p>\nوكل نوال كان أو هو كائن ... فلحظة طرف منك عندي نده\n</p>\n\n<p>\nوإني لفي بحر من الخير أصله ... عطاياك أرجو مدها وهي مده\n</p>\n\n<p>\nالبشاشة: الترحيب، والرفد: العون بالعطاء، ومد البحر: زيادته وتكاثره.\n</p>\n\n<p>\nفيقول لكافور: وإنك للجدير بالشكر، والمستحق لأكرم الذكر، ولو لم يكن\nعطاؤك إلا برك، ونوالك إلا ترحيبك وبشرك.\n</p>\n\n<p>\nثم قال: وكل نوال سبق قبلك، أو ما يمكن أن يكون بعدك، فلحظة طرف منك تفي\nبذلك وتعدله، وتزيد عليه وتفضله؛ لأن مشاهدتك أمان من الفقر، والنظر إليك\nاستظهار على الدهر.\n</p>\n\n<p>\nثم قال: وإني لفي بحر من مواهبك <span id='ms065'></span>، وغمرة من فواضلك، وعطاياك مرجوة لمد ذلك\nالبحر، ومتابعة ذلك الفضل، وهي عند أتم ما يبلغه الرجاء من مواصلة ذلك\nالمد، وارتهان أوفر الشكر والحمد. وكنى بالبحر ومده عن متابعة كافور عليه بفضله.\n</p>\n\n<p>\nوما رغبتي في عسجد أستفيده ... ولكنها في مفخر أستجده\n</p>\n\n<p>\nيجود به من يفضح الجود جوده ... ويحمده من يفضح الحمد حمده\n</p>\n\n<p>\nفإنك ما مر النحوس بكوكب ... وقابلته إلا ووجهك سعده\n</p>\n\n<p>\nالعسجد: الذهب.\n</p>\n\n<p>\nفيقول: وما رغبتي في وفر أدخره، ومال أكتسبه، ولكنها في كرامة أستجد\nفخرها، ورتبة من الشرف أخلد ذكرها.\n</p>\n\n<p>\nثم قال، وهو يشير إلى كافور: يجود لي بتلك الرتبة، ويخصني بتلك الرفعة، من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \nيفصح كل جود بعظم جوده، ويزيد على كل فضل بجلالة فضله، ويحمد ذلك مني من\nيفصح حمده حمد الحامدين، ويدني على من تقدم من الشاكرين.\n</p>\n\n<p>\nثم قال، وهو يخاطب كافورا: فإنك ما مرت النحوس بكوكب، ولا أحاطت به في\nموضع، وقابلته لوجهك، وأقبلت عليه بنفسك، إلا والإقبال ينهضه، والسعادة\nتكشفه؛ لأن النحوس قد رفعها الله بتمكن سعدك، وأنقذ منها ببركتك وإقبال جدك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nوشكى إليه إبراهيم بن عباس طول قيامه في مجلس كافور، فقال له ارتجالا:\n</p>\n\n<p>\nيقل له القيام على الرؤوس ... وبذل المكرمات من النفوس\n</p>\n\n<p>\nإذا خانتك في يوم ضحوك ... فكيف تكون في يوم عبوس؟\n</p>\n\n<p>\nالنفوس المكرمات: المعتمدات بالكرامة، والواحدة مكرمة، يقال: أكرمت\nالنفس، فهي مكرمة، واليوم العبوس: الذي يكثر فيه لشدة أهواله.\n</p>\n\n<p>\nفيقول لمخاطبه [يقل] أن يقام له على الرؤوس إعظاما لقدره، وأن توضع مواضع\nالأقدام اعترافا لشكره، وأن يبذل في طاعته من النفوس ما أكرم، ويمتهن له\nمنها ما شرف وعظم.\n</p>\n\n<p>\nثم قال للذي خاطبه: إذا خانتك نفسك في قضاء حقه، ومعارضة فضله، فلم تسعدك\nعلى القيام له في يوم سرور وغبطة، وضحك وبهجة، فكيف تظنها في يوم حرب عبوس،\nيستكره مثله، شديدا لا يؤمن بأسه؟!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nودخل إليه بعد انتقاله من البركة إلى الدار الثانية، فقال، وأنشدها إياه في\nالمحرم سنة سبع وأربعين وثلاث مائة.\n</p>\n\n<p>\nأحق دار بأن تدعى مباركة ... دار مباركة الملك <span id='ms066'></span> الذي فيها\n</p>\n\n<p>\nوأجدر الدور أن تسقى بساكنها ... دار غدا الناس يستقون أهليها\n</p>\n\n<p>\nالملك: الملك، خففت الكسرة فيه من اللام، والعرب تفعل ذلك في مثل هذا\nالموضع، فتقول في إبل إبل، وفي عضد عضد؛ لأنهم يستثقلون الكسر والضم\nفيصيرون فيها إلى التخفيف.\n</p>\n\n<p>\nفيقول: أحق دار بأن يقضى لها بركة، ويقطع عليها بالسعادة، دار قد قصر\nالله البركة على الملك الساكن لها، وقضى بالسعادة على الرئيس المستقر بها.\n</p>\n\n<p>\nثم قال: وأجدر الدور بأن تسقيها السحاب بإقبال ساكنها، وتخضب ساحتها بيمن\nعامرها، دار غدا الناس يستسقون فضل من سكنها، ويعم جميعهم نعم من عمرها.\n</p>\n\n<p>\nهذي منازلك الأخرى يهنئها ... فمن يمر على الأولى يعزيها\n</p>\n\n<p>\nإذا حللت مكانا بعد صاحبه ... جعلت فيه على ما قبله تيها\n</p>\n\n<p>\nيقول: هذه الأخرى من منازلك، يشير إلى الدار التي انتقل عنها، يهنئها\nبتشرفها بك، وبما اخترته من الرفعة في اشتمالها عليك، فمن يمر على الدار\nالتي أخليتها من نفسك، وأوحشتها إلى أنسك، يسليها عما عدمته، ويصبرها على\nما فارقته وحرمته.\n</p>\n\n<p>\nثم قال: إذا حللت في مكان بعد آخر، ترحل عنه، وتطير إلى ذلك المكان،\nتنتقل منه، أظهرت فيه على المنازل التي فارقتها، وزهوا على الأماكن التي\nرحلت عنها وتركتها.\n</p>\n\n<p>\nلا تنكر الحس من دار تكون بها ... فإن ريحك روح في مغانيها\n</p>\n\n<p>\nأتم سعدك من لقاك أوله ... ولا استرد حياة منك معطيها\n</p>\n\n<p>\nالحس: الإدراك والمعرفة، والمغاني: مواضع الحلول، واحدها مغنى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nفيقول لكافور: لا تنكرن ما ذكرته من حس الديار لحلولك وارتحالك، وقطونك\nوانتقالك، فعبق ريحك في تلك المواضع، وطيب نسميك في تلك المنازل، روح في\nمغانيها يكسبها الحس، وحياة لها تفيدها العلم، فهي تزهى وتسر بقربك، وتكتئب\nوتستوحش لبعدك.\n</p>\n\n<p>\nثم قال داعيا له: أتم الله لك السعد كما لقاك أوله، وتابعه لديك ووصل لك\nأكمله، ولا استرد حياتك كما أعطاها، ممتعا بمدتك، وأطال بقاءك متفضلا\nببركتك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nوقاد إليه فرسا، فقال يمدحه، أنشده يوم الأحد، لأربع عشرة ليلة خلت من ربيع\nالآخر من هذه السنة.\n</p>\n\n<p>\nفراق ومن فارقت غير مذمم ... وأم <span id='ms067'></span> ومن يممت خير ميمم\n</p>\n\n<p>\nوما منزل اللذات عندي بمنزل ... إذا لم أبجل عنده وأكرم\n</p>\n\n<p>\nسجية نفس ما تزال مليحة ... من الضيم مرميا بها كل مخرم\n</p>\n\n<p>\nأممت الشيء ويممته: بمعنى قصدته، والتبخيل: التعظيم، والسجية: الخليقة،\nوالمليح: المشفق الحذر، والضيم: الذل، والمخرم: منقطع أنف الجبل.\n</p>\n\n<p>\nفيقول وهو يشير إلى مفارقته سيف الدولة، وقصده لكافور: فراق تكلفته، ومن\nفارقت من سيف الدولة محمود لا يذم، ومشكور لا ينكر فضله، وأم لكافور\nاخترته، وقصد إليه آثرته، ومن يممت أكرم ميمم، ومن أملت أفضل مرجو ومؤمل.\n</p>\n\n<p>\nثم قال: وما منزل اللذات والسعة، ومحل الرفاهية والدعة، عندي بمنزل يؤثر،\nومحل يؤلف، إذا لم يتصل لي بذلك التبخيل والتكريم، والتوقير والتعظيم. يشير\nإلى أن سيف الدولة وإن كان خصه يسابغ فضله، فإنه لم يوفه حقيقة بره.\n</p>\n\n<p>\nثم قال: وتلك مني سجية نفس كريمة، أبية شريفة، لا تزال تأنف الضيم\nوتنكره، وترغب العز وتطلبه، متجشمة في ذلك البعيدة، مقتحمة على المخارم\nالمنيعة.\n</p>\n\n<p>\nرحلت فكم باك بأجفان شادن ... علي وكم باك بأجفان ضيغم\n</p>\n\n<p>\nوما ربة القرط المليح مكانه ... بأجزع من ري الحسام المصمم\n</p>\n\n<p>\nفلو كان ما بي من حبيب مقنع ... عذرت ولكن من حبيب معمم\n</p>\n\n<p>\nالشادن: ولد الظبية، والضيغم: الأسد، والحسام المصمم: القاضي فيما يضرب\nبه، والقرط من الحلي: معروف.\n</p>\n\n<p>\nفيقول: رحلت عن سيف الدولة، فكم فارقت من حبيب أشجيته، فبكى علي بأجفان\nشادن، يشير إلى من تخلفه بحلب من أهله، وكم خلفت من خليل أحزنته، فبكى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \nعلي بأجفان أسد، يشير إلى سيف الدولة، وأنه أوجعه بفراقه، وأحزنه برحيله.\n</p>\n\n<p>\nثم قال مؤكدا لما قدمه: وما ربة القرط من أهل الظاهرة الملح، البارعة\nالحسن، بأجزع علي مفارقتها لي من سيف الدولة؛ رب الحسام المصمم في قطعه،\nالنافذ في كرامته وفعله.\n</p>\n\n<p>\nثم قال مشيرا إليه: فلو كان ما أشكوه من الأسف، وأظهره من الشوق والشغف،\nمن حبيب مقنع، يحسن العشق بمثله، ولا يستنكر الشغف بشكله، عذرت نفسي في\n[ما] أظهره، وسقط اللوم عني فيما أذكره، ولكنه من حبيب معمم، خالص مودتي <span id='ms068'></span> له\nكالشغف، وأسفي على مفارقتي له أشد الأسف. وأشار بما ذكره إلى سيف الدولة،\nوما هو عليه من الشكر له، وشدة الإعجاب به.\n</p>\n\n<p>\nرمى واتقى رميي ومن ما اتقى ... هوى كاسر كفي وقوسي وأسهمي\n</p>\n\n<p>\nإذا ساء فعل المرء ساءت ظنونه ... وصدق ما يعتاده من توهم\n</p>\n\n<p>\nوعادى محببيه بقول عداته ... وأصبح في ليل من الشك مظلم\n</p>\n\n<p>\nيقول، وهو يشير إلى سيف الدولة: رماني بما أظهره من العقوق لي، واستجازه\nمن التقصير بي، واتقى أن أرميه بالذم لفعله، وأجزيه على ذلك بمثله، ومن دون\nما حذره واتقاه وتوقعه، هوى مني له صادق، وشكر متمكن خالص، يكسر القوس التي\nبها يكون الرمي، والكف التي يكون بها الفعل، والسهم الذي يطيش ويرسل، ويسير\nوينفذ. وكنى بالقوس والكف والسهم عن النية والقول والفعل.\n</p>\n\n<p>\nثم قال: إذا ساء فعل المرء فيما يقدمه، وسبق منه المكروه فيما يتقلده،\nساءت ظنونه في مقارضته على فعله، ومجازاته على الظلم بمثله، وصدق في ذلك ما\nيعن له من الأوهام الخاطرة، والظنون السيئة العارضة. وهذا مثل سائر، والمثل\nمن أرفع أبواب البديع.\n</p>\n\n<p>\n[ثم قال]: من تقدم بقبيح الفعل، وأكسبه ذلك سوء الظن، عادى من يحبه بقول من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \nيبغضه، وتنكر لمن يوده بنمائم من يكرهه، وأصبح من الشك في ليل مظلم، ومن\nالتوقع في أمر مؤلم.\n</p>\n\n<p>\nأصادق نفس المرء من قبل جسمه ... وأعرفها في فعله والتكلم\n</p>\n\n<p>\nوأحلم عن خلي وأعلم أنه ... متى أجزه حلما على الجهل يندم\n</p>\n\n<p>\nفإن بذل الإنسان لي جود عابس ... جزيت بجود التارك المتبسم\n</p>\n\n<p>\nيقول: أصادق نفس المرء بمشاكلتي له من قبل جسمه، وأصافيه بمناسبتي إياه\nمن قبل أن يفاتحني بلفظه، وأعرف حال نفسه في فعله وتكلمه، وإشارته وتصرفه.\n</p>\n\n<p>\nثم قال: وهو يشير إلى إعراضه عن مقارضة تقصير سيف الدولة به: وأحلم عن\nخلي تمسكا بمحبته، وضنانة بما أحرزته من مودته، وأعلم أني إذا جازيته\nبالحلم على جهله، والصبر على ما قدمه من سوء فعله، أصاره ذلك إلى الندم\nوالإنابة، والإنصاف والاستقامة.\n</p>\n\n<p>\nثم قال، وهو يشير إليه: وإن بذل <span id='ms069'></span> الإنسان لي من نفسه جود عابس مستكره\nلجوده، مستثقل لما يسمح من بذله، جزيته بجود تارك عفيف عما وهبه، معرض زاهد\nفيما بذله، مستبشرا من ذلك بما افعله، متبسما غير مستثقل لما أؤثره.\n</p>\n\n<p>\nوأهوى من الفتيان كل سميدع ... نجيب كصدر السمهري المقوم\n</p>\n\n<p>\nخطت تحته العيس الفلاة وخالطت ... به الخيل كبات الخميس العرمرم\n</p>\n\n<p>\nولا عفة في سيفه وسنانه ... ولكنها في الكف والفرج والفم\n</p>\n\n<p>\nالسميدع: السيد الكريم، والنجيب: الظاهر السيادة، والسمهري: الرمح الصلب،\nوصدره: أعلاه، وخطت: قطعت بخطوها، والعيس: البيض من الجمال، والبياض فيها\nمن شواهد الكرم، والكبات: القطع العظيمة من الإبل، الواحدة كبة، والخميس:\nالجيش، والعرموم: الكبير، والعفة: اجتناب المحارم.\n</p>\n\n<p>\nفيقول: وآلف من الفتيان كل كريم سيد، نجيب أوحد، جريء نافذ، شجاع صارم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \nكصدر الرمح في قوته وإقدامه وشدته.\n</p>\n\n<p>\nثم أكد وصفه بالجلد، فقال: جرب الأسفار وعرفها، وباشر الفلوات وقطعها،\nونفذ في الحزومة بقوته، وخالطت به الخيل كبات الجيوش بجرأته.\n</p>\n\n<p>\nثم وصفه بجرأة النفس، وشدة البطش، فقال: إنه لا عفة في سيفه ورمحه؛\nلمبادرته إلى الحرب، وتسرعه إلى الطعن والضرب، ولكن العفة في كفه؛ بإمساكه\nعن مكروه المكاسب، وفي فرجه بتنزهه عن إتيان المحارم، وفي فمه بترفعه عن\nالقول بالمآثم.\n</p>\n\n<p>\nوما كل هاو للجميل بفاعل ... ولا كل فعال له بمتمم\n</p>\n\n<p>\nفدى لأبي المسك الكرام فإنها ... سوابق خيل يهتدين بأدهم\n</p>\n\n<p>\nأغر بمجد قد شخصن وراءه ... إلى خلق رحب وخلق مطهم\n</p>\n\n<p>\nالرحب: الواسع، والمطهم: التام.\n</p>\n\n<p>\nفيقول: وما كل من يهوى الجميل يفعله، ولا كل من يبتديه يتممه، فرب من يحب\nالشيء ولا ييسر لفعله، وبتديه ولا يتممه على وجهه.\n</p>\n\n<p>\nثم قال: فدى الله أبا المسك بجميع الكرام، وأولي الفضل والإنعام، فإنهم\nوإياه كخيل تتسابق في الجري، وتتبارى في العدو، وقد بذها وسبقها، وبرز\nعليها وتقدمها، أدهم تهتدي بفعله، وتسعى جاهدة على أثره. وأشار بقوله أدهم\nإلى سواد كافور، وأنه لا يخل به مع فضله وكرمه، كما لا تخل الدهمة بالفرس\nالعتيق مع سبقه وتقدمه.\n</p>\n\n<p>\nثم قال مؤكدا لما ذكره: وذلك الأدهم أغر، قد <span id='ms070'></span> وسمه مجده، ورفعه من\nالمتسابقين في الكرم فضله، فشخصت أبصارهم منه إلى خلق رحب معظم، وخلق\nمستحسن مطهم. وكنى بالخيل وسابقها عن الكرام وفاضلها.\n</p>\n\n<p>\nإذا منعت منك السياسة نفسها ... فقف وقفة قدامه تتعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \nيضيق على من راءه العذر أن يرى ... ضعيف المساعي أو قليل التكرم\n</p>\n\n<p>\nلمساعي: المطالب، وراءه: مقلوب من رآه، تقول العرب: رأى وراء.\n</p>\n\n<p>\nفيقول: إذا منعت السياسة من محاولها نفسها، وصعب عليه أن يدرك علمها،\nفليقف قدام كافور وقفة، وليشهد أوامره ساعة، يتعلم من ذلك ما يكتفي بعلمه،\nوينكشف له منه ما يستغني بمثله.\n</p>\n\n<p>\nثم قال: يضيق العذر على من رآه وشهده، ووصل إليه وأبصره، في أن يضعف عن\nسعي يحاوله، أو يقصر في كرم يتناوله؛ لأن سعادته تقرب المطالب، ومشاهدته\nتعلم المكارم.\n</p>\n\n<p>\nومن مثل كافور إذا الخيل أحجمت ... وكان قليلا من يقول لها أقدمي\n</p>\n\n<p>\nشديد ثبات الطرف والنقع واصل ... إلى لهوات الفارس المتلثم\n</p>\n\n<p>\nالإحجام: التأخر، وهو مقلوب من الإحجام، والنقع: الغبار، واللهوات: أقصى\nالفم، الواحدة: لهاة، والتلثم: التقنع بالعمامة ونحوها.\n</p>\n\n<p>\nفيقول: ومن مثل كافور في الرؤساء، والمذكورين من الأمراء، إذا أنفذت\nالحرب وأحجمت الفرسان عن تقحمها، واضطرمت فجبنت الكماة عن تورطها، وكان\nقليلا منهم من يقول للخيل أقدمي غير متهيبة، واقتحمي غير متثبطة. يشير إلى\nنفاذ كافور في الشدائد، واعتياده للتقدم في الملاحم.\n</p>\n\n<p>\nثم قال: إنه شديد ثبات الطرف في تلك المواقف، متمكن النظر في تلك\nالمضائق، لا يعتريه دهش المخافة، ولا يضطرب بصره من المهابة، والرهج ثائر\nبتطاول الفرسان، والعجاج ساطع بتنازل الأقران، فليس تعتصم منه لهوات الفارس\nالمتلثم لكثرته، ولا تمتنع عليه لتكاثف جملته.\n</p>\n\n<p>\nأبا المسك أرجو منك نصرا على العدا ... وآمل عزا يخضب البيض بالدم\n</p>\n\n<p>\nويوما يغيظ الحاسدين وحالة ... أقيم الشقا فيها مقام التنعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \nولم أرج إلا أهل ذاك ومن يرد ... مواطر من غير السحائب يظلم\n</p>\n\n<p>\nيقول لكافور: أبا المسك أرجو منك نصرا على من أعاديه، واستظهارا على ما\nأحاوله وأرتجيه، وأؤمل بك عزا أصل به إلى ما أطلبه، وأظفر ما أحاوله\nوأرغبه، وأخضب <span id='ms071'></span> السيوف بدماء المخالفين لي، وأعملها في قتل المعترضين علي.\n</p>\n\n<p>\nثم قال: وأرجو أن أدرك بك يوما أظهر فيه وأغلب، وأتمكن وأقدر، وأغيظ\nالحاسدين لي على فضلك، والمنافسين في تقلبك وبرك، وأقيم الشقاء بما أتقلده\nفي ذلك اليوم من الحرب، واحمل نفسي عليه من الكره مقام التنعم واللذة،\nوأجعله بدل الرفاهية والراحة.\n</p>\n\n<p>\nثم قال: ولم أرج منك إلا أهل ما آمله، والجدير بتحقيق ما أرغبه، ومن يرد\nالمطر من غير السحاب فقد أخطأ رأيه، واستبان لجميع الناس عجزه، وكذلك من\nيصرف أمله إلى غيرك في استحداث نعمة، واستجلاب سلطان ورفعة، فقد ضل عن\nرشده، وعمي عن سبيل قصده.\n</p>\n\n<p>\nفلو لم تكن في مصر سرت نحوها ... بقلب المشوق المستهام المتيم\n</p>\n\n<p>\nولا نبحت خيلي كلاب قبائل ... كأن بها في الليل حملات ديلم\n</p>\n\n<p>\nولا اتبعت آثارنا عين قائف ... فلم تر إلا حافرا فوق منسم\n</p>\n\n<p>\nالمشرق: الشديد الشوق، والمستفهام: الذي غلب الحب على عقله، والمتيم:\nالذي تعبده الحب، والديلم: طائفة معروفة من عجم المشرق، شديد بأسهم،\nوالقائف: الذي يتبع الأثر، والمنسم: مقدم ثفنة البعير، وهي منه بمنزلة\nالظفر من الإنسان.\n</p>\n\n<p>\nفيقول لكافور: فلو لم تكن في مصر ما قصدتها كلفا بقصدها. مشغوفا بالوصول\nإلى أرضها، أحن نحوها حنين المستهام إلى إلفه، المشوق المتيم إلى حبه.\n</p>\n\n<p>\nثم قال: ولولا ما آثرته من قصدك، وشغفت به من اعتماد أرضك، ما تجشمت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \nقطع المهامه النائية، والقفار التي لا تنزلها القبائل إلا منفردة، ولا تحل\nبها إلا مستوحشة، فلكلابها لشدة إنكارها للأنيس على من قاربها منهم، حملات\nكحملات الديلم في شدتها، وما هي عليه من تمكن قوتها.\n</p>\n\n<p>\nثم قال على نحو ما قدمه: ولا اتبعت آثارنا عين قائف يقفو سبيلنا، ويتحسس\nخبرنا، فلا يرى إلا حافر فرس على آثار منسم بعير. يشير إلى أنه ومن كان معه\nجنبوا الخيل مرتجين لها، وركبوا الإبل سائرين بها.\n</p>\n\n<p>\nوسمنا بها البيداء حتى تغمرت ... من النيل واستذرت بظل المقطم\n</p>\n\n<p>\nوأبلج يعصي باختصاصي مشيره ... عصيت بقصديه مشيري ولومي\n</p>\n\n<p>\nفساق إلي العرف غير مكدر ... وسقت <span id='ms072'></span> إليه الشكر غير مجمجم\n</p>\n\n<p>\nالوسم: العامة، وسمت الشيء: إذا أثبت فيه علامة يعرف بها، والبيد: جمع\nبيداء، وهي الأرض المقفرة، وغمرة الماء مجتمعه، والتغمر: الدخول في الغمرة،\nوالنيل: نهر معروف، والاستذراء بالشيء: التستر به، والمقطم: جبل يقرب من\nمصر، والأبلج: الطلق الوجه بالمعروف، والمجمجم من الكلام: الملتبس الذي لا يتبين.\n</p>\n\n<p>\nفيقول: وسمنا البيداء بآثار ما ركبناه من الإبل، وجنبناه من الخيل، حتى\nوردت بنا غمار النيل، نهر مصر، واستذرت بظل جبلها، وأشار إلى أنه اعتمد في\nسيره القفار المتروكة، والطرق المعهودة، فصار آثار إبله وخيله فيها كالسمات\nالمستغربة، والعلامات المشتهرة.\n</p>\n\n<p>\nثم قال مشيرا إلى كافور: ورب أبلج من الملوك، يعصي المشير عليه بالاقتصار\nفيما خصني به من بره، ويعرض عنه فيما أسبغه علي من فضله، عصيت من أشار علي\nبالتأخر عن قصده، وأعرضت عن اللائم لي في الرحلة إلى أرضه.\n</p>\n\n<p>\nثم قال: فساق إلي عرفه كثيرا غير مقلل، وهنيئا غير مكدر، وسقت إليه شكري\nصريحا لا أجمجم في ذكره، ووافرا لا أقصر في نشره، فقارضته عما أسدى إلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \nمن الفضل، بما خلدت فيه من بدائع الشعر.\n</p>\n\n<p>\nقد اخترتك الأملاك فاختر لهم بنا ... حديثا وقد حكمت رأيك فاحكم\n</p>\n\n<p>\nفأحسن وجه في الورى وجه محسن ... وأيمن كف فيهم كف منعم\n</p>\n\n<p>\nوأشرفهم من أشرف همة ... وأكثر إقداما على كل معظم\n</p>\n\n<p>\nاليمن: البركة، ومعظم الشيء: أعظمه وأكثره.\n</p>\n\n<p>\nفيقول لكافور: قد اخترتك من بين الملوك بقصدي لك، واختر لهم بي وبك حديثا\nكريما فيما تخصني به من إكرامك، وتظهره علي من تفضلك وإنعامك، وقد حكمت\nرأيك فيما أملته بك، ووثقت بكرمك فيما ضمنته لنفسي عنك، فاحكم غير متهم في\nحكمك، ولا مقصر فيما ترضاه لي من برك. ثم قال: فأحسن الوجوه وجه محسن،\nيرتهن جزيل الشكر بفضله، وأيمن الأكف كف منعم، يخلد كريم الذكر ببذله.\n</p>\n\n<p>\nثم قال على نحو ما قدمه: وأحق الناس بالشرف والرفعة، وأجدرهم بعلو\nالرتبة، من كان أشرفهم نفسا وهمة، وأثبتهم نفاذا وقوة، وأكثرهم إقداما على\nكل ما عظم من الأمور فتهيب <span id='ms073'></span>، وكبر منها فحذر وتوقع.\n</p>\n\n<p>\nلمن تطلب الدنيا إذا ترد بها ... سرور محب أو مساءة مجرم\n</p>\n\n<p>\nوقد وصل المهر الذي فوق فخذه ... من اسمك ما في كل عنق ومعصم\n</p>\n\n<p>\nلك الحيوان الراكب الخيل كله ... وإن كان بالنيران غير موسم\n</p>\n\n<p>\nالوسم: العلامة.\n</p>\n\n<p>\nفيقول لكافور: لمن تطلب الدنيا جاهدا في طلبها، وتنافس فيها مظهرا\nللصبابة بها، إذا كنت لا تقصد بها سرور محب تعليه وتظهره، ومساءة عدو تضعه\nوتخمله؟! وألم بهذا البيت بقول بعض العرب، وقد سئل، فقيل له: ما السرور؟\nفقال: رفع الأولياء، وحط الأعداء، وطول البقاء مع القدرة والنماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال مشيرا إلى المهر الذي قاد إليه: وقد ورد المهر الذي فوق فخذه من\nاسمك، ومن تعليمك ووسمك، كالذي في الأعناق والمعاصم من آثار نعمك، وشواهد\nعوارفك ومننك. يريد أنه يسم الناس بالإحسان، كما يسم الخيل بالنيران،\nواعتمد الأعناق والمعاصم؛ لأنها المواضع المعتمدة من المتملكين بالوسم، وقد\nتقدم الشاهد على ذلك.\n</p>\n\n<p>\nثم قال: وكل من يركب الخيل معترفون بملكك، مستعدون بما أحاط بهم من فضلك،\nعلى نحو ما ركبوه مما حملتهم عليه، وامتطوه مما انفردت عندهم بالإحسان فيه،\nوقد شهدت لك نعمك بملكهم، وأغنتك عن تكلف وسمهم.\n</p>\n\n<p>\nولو كنت أدري ما حياتي قسمتها ... وصيرت ثلثيها انتظارك فاعلم\n</p>\n\n<p>\nولكن ما يمضي من العمر فائت ... فجد لي بحظ البادر المتغنم\n</p>\n\n<p>\nالبادر: الفاعل، من بدر إلى الشيء يبدر: إذا أسرع، والمتغنم: المتفعل من\nطلب الغنيمة.\n</p>\n\n<p>\nفيقول: إن الموت لا يؤمن، وطوارق الدهر لا تغفل، وهذا يحفزني إلى استنجاز\nوعدك، ويسرع بي إلى اقتضاء فضلك، ولو كنت أعلم مدة حياتي، لجعلت أكثرها في\nانتظار ما ارقبه منك، وأضمنه لنفسي عنك.\n</p>\n\n<p>\nثم قال: ولكن ما يمضي من العمر فائت لا يلحق، وما ينصرم منه ذاهب لا\nيدرك، فجد لي منك بحظ عاجل، أفوز به فوز البادر إليه، وأسر بموضعه سرور\nالمتغنم الحريص عليه.\n</p>\n\n<p>\nرضيت بما ترضى به لي محبة ... وقدت إليك النفس قود المسلم\n</p>\n\n<p>\nومثلك من الوسيط فؤاده ... فكلمه عني ولم أتكلم\n</p>\n\n<p>\nالمسلم: الراضي بما يفعل <span id='ms074'></span> فيه، والوسيط: المتوسط، وهو فعيل بمعنى فاعل، من\nوسط يسط، والفؤاد: القلب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nفيقول لكافور: رضيت لنفسي من فضلك بما ترضى به، وسلمت لجميع ما تراني أهلا\nله، وقدت نفسي إليك قود واثق بفضلك، مسلم لما يتيقنه من اعتلائك ومجدك. ثم\nقال مشيرا إلى استنجاز وعده، واقتضاء ما أمله من فضله: ومثلك من كان له من\nقلبه مذكر باعث، ومن كرمه محرك حافز، فقال عني ما أرغبه وإن صمت، وحرك في\nجهتي إلى ما آمله وإن سكت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nوجرت وحشة بين الأمير أبي القاسم وكافور مديدة ثم اصطلحا، فقال أبو الطيب\nفي ذلك:\n</p>\n\n<p>\nحسم الصلح ما اشتهته الأعادي ... وأذاعته ألسن الحساد\n</p>\n\n<p>\nوأرادته أنفس حال تدبي ... رك ما بينها وبين المراد\n</p>\n\n<p>\nالحسم: القطع، والإذاعة: الإفشاء.\n</p>\n\n<p>\nفيقول: حسم صلح كافور لأبي القاسم بن الإخشيد مولاه، ما كانت أعداء\nدولتهما تشتهيه وترتغبه، وترتجيه وتؤمله، وانقطع ما كانت ألسن الحساد تذيعه\nمن الأسباب الداعية إلى الفرقة، والموجبة للاختلاف والوحشة.\n</p>\n\n<p>\nثم قال: وانحسم بهذا الصلح ما تطلعت إليه أنفس أعداء، حال تدبيرك، أيها\nالأستاذ، بينها وبين ما أرادته من إيهان الدولة، وما أجرت إليه من نفوذ\nدواعي الفتنة.\n</p>\n\n<p>\nصار ما أوضع المخبون فيه ... من عتاب زيادة في الوداد\n</p>\n\n<p>\nوكلام الوشاة ليس على الأح ... باب سلطانه على الأضداد\n</p>\n\n<p>\nإنما تنجح المقالة في المر ... ء إذا وافقت هوى في الفؤاد\n</p>\n\n<p>\nالإيضاح في الشيء: الإسراع فيه، والمخب: المجتهد في الشيء، والعتاب:\nإظهار السخط، والوشاة: النمامون، والأضداد: المختلفون من جميع جهاتهم،\nوالفؤاد: القلب.\n</p>\n\n<p>\nفيقول مخاطبا لكافور: صار ما أوضح فيه المخبون، من تسبيب العتاب بينك\nوبين الأمير أبي القاسم بن الإخشيد، زيادة في وداده لك، وموجبا لاستحكام\nثقته بك؛ لأنك أعرضت عما سببوه، ولم يخف عنك كذبهم فيما نقلوه، فاسترضيته\nبكريم معاملتك، وعذت فيما أنكره بحلمك ومجاملتك.\n</p>\n\n<p>\nثم قال: وكلام الوشاة وسعيهم، واحتيالهم وبغيهم، لا ينجحان في أهل\nالمحبة، ولا سلطان لهما على المعتقدين للمودة، وإنما سلطان ذلك على لأضداد\nالمتنافرين، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \nوالأعداء المتباغضين. فاعتقد تقديم ما أخر، وأضمر ثقة بما أظهر <span id='ms075'></span>، وأراد:\nوكلام الوشاة سلطانه على الأضداد، ليس سلطانه على الأحباب، فحذف ثقة بفهم\nالمخاطب.\n</p>\n\n<p>\nثم قال: إنما تنجح في المرء مقالة الناقل، وتثبت فيه وشاية الحاسد، إذا\nوفق ذلك هوى قد رسخ في قلبه، وتصديقا قد سبق إلى نفسه، وذلك أيها الأستاذ\nلا يخاف بينك وبين أبي القاسم الأمير، لأنك ظئره وحافظه، وظهيره وناصره.\n</p>\n\n<p>\nولعمري لقد هززت بما قي ... ل فألفيت أوثق الأطواد\n</p>\n\n<p>\nوأشارت بما أبيت رجال ... كنت أهدى منها إلى الإرشاد\n</p>\n\n<p>\nقد يصيب الفتى المشير ولم يج ... هد ويشوي الصواب بعد اجتهاد\n</p>\n\n<p>\nالأطواد: الجبال، واحدها طود، والإرشاد: الإشارة بالرشد، والمشوي: الذي\nيخطئ المقاتل، ويصيب الأطراف.\n</p>\n\n<p>\nفيقول لكافور: ولعمري لقد هزك الأعداء بقولهم، وراموا أن يستفزوك بإفكهم،\nفألفوك أوثق الأطواد، برجاحة رأيك، وأبعدها من الخوف بأناتك وحلمك.\n</p>\n\n<p>\nثم قال يخاطبه: وأشارت عليك محاربة الأمير أبي القاسم رجال لم ينصحوك في\nقولهم، ولا أصابوا في رأيهم، فكنت بما آثرته من الحلم، واحتملت عليه من\nالصبر، أهدى إلى السداد، وأعلم بطرق الإرشاد.\n</p>\n\n<p>\nثم قال باسطا لبعض عذر الطائفة المشيرة بالحرب، وأن ذلك غاية جهدهم،\nومبلغ علمهم، وأن كافورا أربى على جهدهم بعفوه، وعلى رويتهم ببديهة رأيه:\nقد يصيب المشير دون اجتهاد لنفسه، ويدرك المطلوب من حقيقة الرأي بأيسر\nسعيه، وقد يخطئ مع الإمعان في النظر، ويحرم الصواب مع شدة البحث والطلب.\n</p>\n\n<p>\nنلت ما ينال بالبيض والسم ... ر صنت الأرواح بالأجساد\n</p>\n\n<p>\nوقنا الخط في مراكزها حو ... لك والمرهفات في الأغماد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \nما دروا، إذ رأوا فؤادك فيهم ... ساكنا، أن رايه في لبطراد\n</p>\n\n<p>\nالبيض: السيوف، والسمر: الرماح، وقنا الخط: رماح تنسب إلى الخط، وهو موضع\nمعروف. ومراكز الرماح: المواضع التي تغرز فيها، والمرهفات: شفرات السيوف،\nوالطراد: تجاول الفرسان.\n</p>\n\n<p>\nفيقول، وهو يخاطب كافورا: نلت بسعة حلمك، وصواب رأيك، من بلوغ مرادك،\nواستبانة رشادك، ما لا يبلغ مثله بالسيوف والرماح، وصنت الأرواح في أجسادها\nعن القتل، وفقك الله لمشكور الفعل.\n</p>\n\n<p>\nثم قال مخاطبا له: وقنا الخط في مراكزها حولك ثابتة، والسيوف في أغمادها\nساكنة، فأثارت الصلح مع <span id='ms076'></span> كثرة أنصارك، وعدلت عن الحرب مع استظهارك بقوة\nأعوانك، فعرفك الله بركة رأيك، وتكفل لك بإنجاح سعيك.\n</p>\n\n<p>\nثم قال: ماد درى الجيش المحيط بك، إذ رأوك مقيما فيهم، ساكن القلب بينهم،\nأن رأي قلبك في الطراد، تمتثل وجوه عواقبه، وتتأهب لتصريفه على حقائقه،\nفآثرت الصلح مع قوتك على الحرب، وتكفل الله لك في ذلك بأجمل الصنع.\n</p>\n\n<p>\nففدى رايك الذي لم تفده كل ... رأي معلم مستفاد\n</p>\n\n<p>\nوإذا الحلم لم يكن في طباع لم ... يحام تقدم الميلاد\n</p>\n\n<p>\nالطباع: الطبيعة.\n</p>\n\n<p>\nفيقول مخاطبا لكافور: ففدى رأيك الذي لم تفده بالدلالة عليه، ولا أدركته\nبالإرشاد إليه، وأفادك إياه شرف طبعك، وما أنت عليه من سعة حلمك، كل رأي\nيستفاد بالتعلم، ويستظهر عليه بطول التبين.\n</p>\n\n<p>\nثم قال: وإذا الحلم لم يبعث عليه كرم الخلقة، ولا استفاده صاحبه بشرف\nالجبلة، لم تبعث عليه الأعمار الطويلة، ولا أرشدت إليه المواليد القديمة.\nوهذا البيت من الأمثال السائرة، والمثل أرفع أبواب البديع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nفبهذا ومثله سدت يا كا ... فور واقتدت كل صعب القياد\n</p>\n\n<p>\nوأطاع الذي أطاعك والطا ... عة ليست خلائق الآساد\n</p>\n\n<p>\nإنما أضنت والد والأب القا ... طع أحنى من واصل الأولاد\n</p>\n\n<p>\nاقتدت الشيء، وملكت قياده، إذا ارتهنت طاعته، والحنو: الانعطاف بالمودة.\n</p>\n\n<p>\nفيقول: فيما ذكرته من سعة حلمك، ووصفته من قوة حزمك، وبأمثال ذلك من ضروب\nفضلك، أحرزت السيادة، واستحققت الرئاسة، واقتدت كل من صعب قياده، وأدركت كل\nما بعد مثاله.\n</p>\n\n<p>\nثم قال: وبذلك أطاعك من أهل المنعة والإقدام والقوة، فألزمتهم طاعتك، وإن\nكانت الطاعة ليست بمعهودة من مثلهم، لأنهم آساد، والآساد تحذر صولتها،\nويتعذر انقيادها وطاعتها.\n</p>\n\n<p>\nثم قال: وإنما أنت للأمير أبي القاسم كالوالد المشفق، وكالأب الملطف،\nوالأب وإن أظهر القسوة على ابنه، فهو أشد إشفاقا من الابن، وإن أظهر\nالمبالغة في بره.\n</p>\n\n<p>\nلا عدا الشر من بغى لكما الشر ... وخص الفساد أهل الفساد\n</p>\n\n<p>\nأنتما ما اتفقتما الجسم والرو ... - ح، فلا احتجتما إلى العواد\n</p>\n\n<p>\nوإذا كان في الأنابيب خلف ... وقع الطيش في صدور الصعاد\n</p>\n\n<p>\nالعواد: الزوار في العلل، والأنابيب: ما بين <span id='ms077'></span> كعوب القناة، الواحد: أنبوب،\nوالطيش: اضطراب على غير قصده، والصعاد: جمع صعدة، وهي القناة، وصدورها:\nأعاليها.\n</p>\n\n<p>\nفيقول مشيرا إلى كافور وإلى الأمير أبي القاسم: لا عدا الشر، ولا بعد\nعنه، ولا فاته ولا تخلص منه، من بغى لكما الشر من حساد نعمتكما، وأعداء\nدولتكما، وخص بالفساد وأصيب به، ولقيه وعرض له، المتسببين للفساد بجهدهم،\nالحاملين عليه بمذموم سعيهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال، وهو يريد أبا القاسم وكافورا: أنتما إذا اتفقت مذاهبكما، والتأمت\nأموركما، كالجسم والروح، اللذين بالتآمهما تكون الحياة والصحة، وباصطحابهما\nتحرز السلامة والقوة، فلا احتجتما إلى العواد، الذين إنما يعتادون من شكا\nالعلة، ويفتقدون من عدم الصحة. وأشار بهذه العبارة إلى ما رغبه لهما من حسن\nالمؤالفة، واطراح ما حذره عليهما من الاختلاف والمنافرة.\n</p>\n\n<p>\nثم قال: وإذا كانت أنابيب الرماح مختلفة غير متفقة، ومتظافرة غير ملتئمة،\nطاشت صدورها في الحرب، وقصرت عند ما تستعمل فيه من الطعن، وكذلك يقول\nلكافور وأبي القاسم بن الإخشيد: وإن اختلفت اراؤكما، وتنافرت اهواؤكما، أخل\nذلك بهيبتكما، وعاد بالفساد على دولتكما. وهذا البيت جمع [وجهين]؛ انه مثل\nسائر، وعجيب من الإشارة نادر، وكلا الوجهين مقدم في بديع الكلام.\n</p>\n\n<p>\nأشمت الخلغ_ف بالشراة عداها ... وشفى رب فارس من إياد\n</p>\n\n<p>\nوتولى بني اليزيدي بالبص ... - رة حتى تمزقوا في البلاد\n</p>\n\n<p>\nوملوكا كأمس في القرب منا ... وكطسم وأختها في البعاد\n</p>\n\n<p>\nالخلف: الاختلاف، والشراة: الخوارج، ورب فارس: كسرى ملكهم، ومن ملك شيئا\nفهو ربه، وإياد بن نزار: أخو مضر وربيعة ابني نزار بن معد، وكان ولده قد\nكثر عددهم، وقوي أمرهم، واشتدت على الفرس شوكتهم، ثم اختلف ما بينهم،\nوقاتلتهم الفرس فظهروا عليهم، وأفنوا عددهم، وبنو اليزيدي: كتاب وثبوا\nبالبصرة في خلافة المقتدر، فعظم شأنهم، وفخم أمرهم، وكانوا اخوة ثلاثة، ثم\nشجر ما بينهم فقتل أكبرهم أوسطهم، فكان ذلك سببا لانتقاض أمرهم، وتلف\nجميعهم، وطسم وأختها جديس: قبيلتان من العرب العاربة، هلكتا في قديم الدهر\nبحروب جرت بينهم.\n</p>\n\n<p>\nفيقول لكافور ولأبي القاسم بن الإخشيد، مرغبا في الائتلاف، ومحذرا من عواقب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \nالاختلاف: أشمت <span id='ms078'></span> الاختلاف بالخوارج المهلب وأصحابه، ففل حدهم، وأباد جمعهم،\nوأشار إلى الاختلاف الذي وقع بين قطري بن الفجاءة وعبد ربه\n</p>\n\n<p>\nثم قال: وكذلك أوجب الاختلاف على بني اليزيدي بالبصرة فساد دولتهم، وذهاب\nنعمتهم.\n</p>\n\n<p>\nثم قال: وكذلك أصاب الاختلاف ملوكا يكثر ذكرهم، ويطول عددهم، منهم من هو\nكأمس في قرب عهده، ودنو أمره، ومنهم أمم سالفة، وقرون ماضية، كطسم وجديس\nأختها، وجميعهم أهلكهم التخالف، وأبادهم التدابر، فحذر كافورا وأبا القاسم\nبن الإخشيد من الاختلاف الذي [في] تمزقه زوال الدول، وتغيير النعم، ووعظهما\nبمن تقدمهما من الملوك الأولين، والرؤساء السالفين.\n</p>\n\n<p>\nبكما بت عائذا فيكما من ... ه ومن كيد كل باغ وعاد\n</p>\n\n<p>\nوبلبيكما الأصيلين أن تف ... رق صم الرماح بين الجياد\n</p>\n\n<p>\nأو يكون الولي أشقى عدو ... بالذي تدخرانه من عتاد\n</p>\n\n<p>\nالعائذ: المستجير، والضمير في منه راجع إلى الاختلاف، والباغي: معروف،\nوالعادي: الظالم، واللب: العقل، والأصيل: الثاقب،\n</p>\n\n<p>\nوصم الرماح: صلابها، والجياد: الخيل الكريمة، والذخر: المال المصون،\nوالعتاد: ما اتخذ للدهر عدة.\n</p>\n\n<p>\nفيقول لكافور ولأبي القاسم: بكما أيها الرئيسان، وبما بلوته من سعة\nحلمكما، وتظاهر فضلكما، بت مستجيرا فيكما من كيد كل من يبغي المكروه لكما،\nويتعدى فيما ينقله من النمائم بينكما.\n</p>\n\n<p>\nثم قال: وبلبيكما الأصيلين، وطبعيكما الكريمين، أستجير فيكما من أن تؤول\nأموركما إلى الحرب التي تفرق فيها صم الرماح بين الخيل، بتطارد الفرسان،\nوتطاعن الأقران.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: ويكون عند ذلك وليكما أشقى عدو لكما، ما تستعملانه في حربكما مما\nذخرتماه من عتادكما، وما تستظهران به من خيلكما وسلاحكما، فبكما وبلبيكما\nاستجير فيكما من هذه الحال ووحشتها، ومكروهها وسوء مغبتها.\n</p>\n\n<p>\nهل يسرن بعد ماض ... ما تقول العداة في كل ناد\n</p>\n\n<p>\nمنع الود الرعاية والسؤ ... دد أن تبلغا إلى الأحقاد\n</p>\n\n<p>\nوحقوق ترقق القلب للقل ... ب ولو ضمنت قلوب الجماد\n</p>\n\n<p>\nالنادي: المجلس يجتمع فيه القوم، والرعاية: المحافظة، والحقد: إضمار\nالعداوة، وجمعه أحقاد، والجماد: ما لا يعقل ولا يحس كالصخور والجبال وما\nأشبهها، وجعل لها قلوبا على سبيل الاستعارة.\n</p>\n\n<p>\nفيقول لكافور ولأبي القاسم: هل يسرن من يبقى منكما <span id='ms079'></span> بعد صاحبه إذا فارقه\nعلى حال مشهورة من المقاطعة، وسبيل مكشوفة من المقاتلة، ما يقول به الأعداء\nفي كل ناد من الأول التي لم أوجبها الشماتة، وتحمل عليها العداوة؟.\n</p>\n\n<p>\nثم قال: منع الود والرعاية، والكرم والسيادة، من أن تبلغا إلى الضغائن\nوالحقد، وتقدح النميمة فيما بينكما من كرم العهد.\n</p>\n\n<p>\nثم قال: ويمنع من ذلك حقوق ترقق القلوب وتعطفها، وتعدل بها عن القطيعة\nوتصرفها، ولو ضمنت قلوب الجماد في قسوتها، وكانت على ما هي عليه من غلظها\nوخشونتها.\n</p>\n\n<p>\nفغدا الملك باهرا من رآه ... شاكرا ما أتيتما من سداد\n</p>\n\n<p>\nفيه لأيديكما على الظفر الحل ... - ووأيدي قوم على الأكباد\n</p>\n\n<p>\nالباهر: الغالب، والسداد: الصواب.\n</p>\n\n<p>\nفيقول مخاطبا لكافور وأبي القاسم: فغدا الملك بصلحكما وما أنعم الله به\nمن التئام أمركما، باهرا لمن رآه بحسنه، غائظا لمن حاول أن يكيده ببغيه،\nشاكرا على ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \nآثرتماه من الموادعة، مبتهجا بما احتملتما عليه من المسالمة.\n</p>\n\n<p>\nثم قال: قد تواصلت فيه أيديكما على الظفر والنصر، وتوافقت على مشكور\nالفعل، وأيدي الساعين بالفساد على أكبادهم، لشدة ألمها، وما أودعها الله\nباتفاقكما من تغيظها وسقمها.\n</p>\n\n<p>\nهذه دولة المكارم والرأ ... فة والمجد والندى والأيادي\n</p>\n\n<p>\nكسفت ساعة كما تكسف الشم ... س وعادت ونورها في ازدياد\n</p>\n\n<p>\nالدولة: مدة سلطان الملك، والرأفة: الرحمة.\n</p>\n\n<p>\nفيقول: وهو يشير إلى الدولة الإخشيدية: هذه دولة الكرم والتراحم والمجد\nوالتعطف، والندى والبذل، والأيادي الجليلة والفضل، فكيف يجوز التقاطع على\nولي نعمتها، ويظن الاختلاف برئيسي جملتها؟!\n</p>\n\n<p>\nثم قال: كسفت ساعة بما جرى بين كافور وأبي القاسم من الوحشة، وما أظهراه\nمن الاختلاف والموجدة، ثم ذهب ذلك وانقطع، وعدم وارتفع، وعاد كل واحد منهما\nلصاحبه بأفضل عهده من مودته، وأنزل به أتم ما كان ينزله من ثقته، فعادت\nالدولة إلى بهجتها، وراقت بحسنها ونضرتها، كالشمس بأثر الانكساف، لم ينقص\nضوءها، ولم يختل نورها، بل زاد ذلك وحسن، وخلص وتمكن.\n</p>\n\n<p>\nيزحم الدهر ركنها عن أذاها ... بفتى مارد على المراد\n</p>\n\n<p>\nمتلف، مخلف، وفي، أبي ... عالم، حازم، شجاع، جواد\n</p>\n\n<p>\nالزحام: التضاغط والمدافعة، والركن: الناحية القوية <span id='ms080'></span>، والأذى: معروف،\nوالتمرد: شدة الإقدام، وواحد المراد: المارد، والأبي: الظاهر الأنفة.\n</p>\n\n<p>\nفيقول مشيرا إلى كافور: يزحم ركن هذه الدولة الدهر على ما تكرهه،\nويدافعها عما تحذره، بفتى من كافور، مشهور بالبأس والقوة، معلوم الإقدام\nوالنجدة، يوقع بالمتمردين، ويستعلي مقدرته على المخالفين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال، وهو يريده: متلف لكثير ما يجمعه ببذله، مخلف لذلك لتيقظه وحزمه،\nأبي لا يعلق الضيم به، عالم بالصواب فيما يعن له، حازم لا بفرط ولا يغفل،\nشجاع لا يجبن وينكل، جواد لا يضن ويبخل، وهذا التصنيف يعرف بالتقسيم، وهو\nمن بديع الكلام.\n</p>\n\n<p>\nأجفل الناس عن طريق أبي المس ... ك وذلت له رقاب العباد\n</p>\n\n<p>\nكيف لا يترك الطريق لسيل ... ضيق عن آتيه كل واد\n</p>\n\n<p>\nالإجفال: الإسراع في الذهاب، والآتي: ما يسوقه السيل، وهو أيضا الخليج\nيخرج من النهر.\n</p>\n\n<p>\nفيقول: تهيب الناس أبا المسك، فأجفلوا بين يديه مسرعين، وعجزوا عن\nالتعرض، له فأذعنوا بطاعته معلنين، وذلت رقاب العباد لملكه، وسلم الناس\nأجمعون لأمره.\n</p>\n\n<p>\nثم قال: وكيف لا يعجز الناس عن اعتراض سلطان لا يمانع، وسيل لا يدافع،\nيضيق كل واد عن كثرة اجتلابه، ويضعف كل قوي عن معارضة عبابه، وكنى بالسيل\nوالطريق عن كافور ومقاصده، فأخبر أنه في غاية القوة، وأنه فيما يبتغيه على\nنهاية القدرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nوقال يمدحه، أنشدها في يوم الخميس لليلتين خلتا من شوال سنة سبع وأربعين\nوثلاث مائة.\n</p>\n\n<p>\nأغالب فيك الشوق والشوق أغلب ... وأعجب من ذا الهجر والوصل أعجب\n</p>\n\n<p>\nأما تغلط الأيام في بأن أرى ... بغيضا تنئي، أو حبيبا تقرب\n</p>\n\n<p>\nيقول: أغالب فيك الشوق بمحاولة ستره، وأدافعه بالاحتيال على كتمه، فيقوى\nعلي ويغلب، ويستبين في ويظهر، وكذلك الحب لا تخفى شواهده، والشوق لا تستتر\nدلائله، وأعجب من ذا الهجر واتفاقه لي، ومن هذا الاجتناب واغترائه بي، وما\nأبغيه من الوصل أبعد وأعجب، وأقل وأغرب؛ لأن سبيل المحبوب أن يضن بوصله،\nوسبيل المحب أن يمتحن بهجره، هذا هو المشهور الذي لا ينكر، والمعهود الذي\n[لا] يدفع.\n</p>\n\n<p>\nثم قال: أما تغلط الأيام فتسعدني في البدرة، ويغفل عني وتسعدني <span id='ms081'></span> في\nالفلتة، فيبعد مني البغيض، وتريحني ببعده، وتمكن لي الحبيب وتؤنسني بقربه.\nيشير إلى أن الأيام مغترية بمنافرته، وأن أحكامها جارية على مخالفته.\n</p>\n\n<p>\nولله سيري ما أقل تئية ... عشية شرقي الحدالي وغرب\n</p>\n\n<p>\nعشية أحفى الناس بي من جفونه ... وأهدى الطريقين الذي أتجنب\n</p>\n\n<p>\nالتئية: الرفق والتمهل، والحدالي وغرب: موضعان معروفان، والحفي بالشيء:\nاللطيف به، المعتني بأمره.\n</p>\n\n<p>\nفيقول على سبيل التعجب من سرعة سيره، والإخبار عن حقيقة أمره: ولله السير\nالذي سرته، والاستعجال الذي تكلفته، عشية كان مني الحدالي وغرب؛ هذان\nالموضعان في جهة المشرق، وأنا أنفذ ما أقصد له، ولا أعرج على من أكلف به.\nوأشار إلى رحيله عن سيف الدولة نحو كافور، وما حذره من الطلب، وما تكلفه من\nالإسراع والعجل.\n</p>\n\n<p>\nثم قال: عشية أحفى الناس بي، وأشدهم إشفاقا علي من جفوته من أحبتي الذين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \nتركتهم، ومن تخلفته من آلائي الذين فارقتهم، وأهدى الطريقين إلى ما أقصده،\nوأقربهما فيما أريده واعتمده، الطريق الذي أتجنبه وأتركه. وثنى الطريقين\nمشيرا إلى الطريق الذي ركبه، والطريق الذي تجنبه، ودل على أنه خرج فارا\nبنفسه، وأخفى طريقه الذي سلك بمبلغ جهده.\n</p>\n\n<p>\nوكم لظلام الليل عندك من يد ... تخبر أن المانوية تكذب\n</p>\n\n<p>\nوقاك ردى الأعداء تسري عليهم ... وزارك فيه ذو الدلال المحجب\n</p>\n\n<p>\nالمانوية: أصحاب مان الثنوي، وهم الذين يقولون إن الأشياء كلها من النور\nوالظلمة، فالخير كله من النور، والشر كله من الظلمة، وردى الأعداء: الهلاك\nعلى أيديهم، والسرى: سير الليل، والدلال: الثقة بقبول العاشق وإظهار التحكم عليه.\n</p>\n\n<p>\nفيقول مشيرا إلى ما عاناه من التستر في رحلته، وما حاوله من تكلف سير\nالليل في وجهته: وكم لظلام الليل عندك؛ يخاطب نفسه، من يد مشكورة لا تكفر،\nونعمة مشهورة لا تنكر، تخبر أن أصحاب مان، الذين يقولون إن الشر كله من\nالظلمة، يكذبون في قولهم، ويفرطون في إفكهم.\n</p>\n\n<p>\nثم قال: وقاك ظلام الليل ردى أعدائك في سراك عليهم، وأيدك فيما استعملته\nمن الاحتيال فيهم، وأظفرك في سالف أمرك بمن أحببته، فزارك مسعدا بوصله،\nوأسعدك على ما <span id='ms082'></span> كنت تلتمسه من قربه، ولولا الليل لما أمكنك ذلك، فنعم الليل\nعليك كثيرة؛ لأنه أنجاك مرارا، وقرب لك ما تبتغيه وترغبه، وكل هذا يشهد بأن\nمانيا وأصحابه يخطئون في قولهم، ويدفعون المشاهدة برأيهم.\n</p>\n\n<p>\nويوم كليل العاشقين كمنته ... أراقب فيه الشمس أيان تغرب\n</p>\n\n<p>\nوعيني إلى أذني أغر كأنه ... من الليل باق بين عينيه كوكب\n</p>\n\n<p>\nله فضلة عن جسمه في إهابه ... تجي على صدر رحيب وتذهب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \nالكمون: الاستتار، وأيان: كلمة تستعمل بمعنى الاستفهام عن الوقت، والإهاب:\nالجلد، والرحيب: الواسع\n</p>\n\n<p>\nفيقول واصفا لحاله، بعدما قدمه من ذكر سراه في ليله، وهو يشير بذلك إلى\nجملة ما كان عليه مدة رحلته، من الوجل وشدة الحذر: ويوم كليل العاشقين في\nاستطالتي لمدته، وحرصي على انصرام جملته، كمنته احتمالا على الحزم الذي كنت\nأؤثره، وتوقعا للطلب الذي كنت أحذره، أراقب الشمس مستبطئا لغروبها،\nوألاحظها متمنيا لمغيبها.\n</p>\n\n<p>\nثم قال: وعيني إلى أذن الفرس الذي كنت أركبه، ألحظهما متأملا لهما،\nمقتديا بهما. والفرس يضرب به المثل في صدق حسه، ونفاذ سمعه، وأذناه بتحديده\nلهما يشهدان بما يشير إليه، ويخبران عما يشرف عليه.\n</p>\n\n<p>\nثم ذكر أن ذلك الفرس كان أغر أدهم، فصرح بغرته، وأشار بتشبيهه له بالليل\nإلى دهمته، فأبدع في الإشارة، وبلغ الغاية في حسن العبارة.\n</p>\n\n<p>\nثم قال دالا على عتق هذا الفرس: له فضله من إهابه عن جسمه، وتمام لا يخفى\nمن خلقه، فتلك الفضلة تجيء على صدره وتذهب، وتجول لرخاوتها وتضطرب، والفرس\nإذا كان كذلك سمي رخو اللبان، ودلت هذه الصفة على سرعة جريه، وتمكن عتقه.\n</p>\n\n<p>\nشقفت به الظلماء أدني عنانه ... فيطغى وأرخيه مرارا فيلعب\n</p>\n\n<p>\nوأصرع أي الوحش قفيته به ... وأنزل عنه مثله حين أركب\n</p>\n\n<p>\nقفيت الشيء: إذا تلوته متتبعا له.\n</p>\n\n<p>\nفيقول: شققت بهذا الفرس الظلماء واثقا بعتقه، مطمئنا إلى سرعة جريه، أدني\nعنانه فيطغى بعزة نفسه، وأرتخيه فيلعب مستعملا للمرح في مشيه.\n</p>\n\n<p>\nثم قال: وأصرع ما قفيت به من الوحش، لما هذا الفرس عليه من السرعة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \nواقتدر على ذلك بما اجتمع فيه من الكرم والقوة <span id='ms083'></span>، وأنزل عنه والبهر لا يلحقه،\nوالكلال لا يدركه، على مثل حاله عند ركوبي له، قد بلغ ما طلبه بعفوه،\nواستظهر على ذلك بأيسر سعيه.\n</p>\n\n<p>\nوما الخيل إلا كالصديق قليلة ... وإن كثرت في عين من لا يجرب\n</p>\n\n<p>\nإذا لم تشاهد غير حسن شياتها ... وأعضائها فالحسن عنك مغيب\n</p>\n\n<p>\nالشيات: العلامات، واحدها شية.\n</p>\n\n<p>\nفيقول: وما الخيل في كثرة عدتها، وقلة ما بقي بما يراد من خبرتها، إلا\nكالصديق الذي ينتحل لك اسمه أكثر من تأتي عليه معرفتك، ومن تتصل به\nمشاهدتك، فإذا طالبت حقيقة هذا الاسم، ومن يتقلده، واقفا عند شروطه، صار\nبيدك عدما لا تدركه، وعزيزا لا تكاد تلحقه. فأشار إلى أن العتيق من الخيل\nقليل بالجملة، كما أن الصديق من الناس عدم عند الخبرة.\n</p>\n\n<p>\nثم أكد ما قدمه، فقال: إذا لم تشاهد من الخيل غير حسن شياتها وأعضائها،\nومناظرها وأجسامها، فحسنها مغيب عنك، وما تراه له بعيد منك، وإنما حسن\nالخيل في كرم خبرتها، وتأتيها للفرسان وسرعتها.\n</p>\n\n<p>\nلحا الله ذي الدنيا مناخا لراكب ... فكل بعيد الهم فيها معذب\n</p>\n\n<p>\nألا ليت شعري هل أقول قصيدة ... فلا أشتكي فيها ولا أتعتب\n</p>\n\n<p>\nلحا: بمعنى أبعد، وذي: اسم مبهم يشار به إلى المؤنث، كما يشار به إلى\nالمذكر، والمناخ: موضع النزول، والهم والهمة: ما رمى إليه الإنسان بأمله،\nوالقصيدة من الشعر: معروفة، والتعتب: التسخط.\n</p>\n\n<p>\nفيقول: لحا الله هذه الدنيا منزلا لراكب يقطع فيها مسافة عمره، ويتقلب\nبين خطوبها فيما يحاول من أمره، فما تزال غادرة بأهلها، جائزة في حكمها،\nتعذب البعيد الهمة بقلة الاستعداد له، وتؤمله لشدة الاغترار به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: ألا ليت شعري هل أقول قصيدة، وآمالي متمكنة، ورغباتي متأتية، لا\nأشتكي الدهر ولا أظلمه، ولا أتعتب عليه ولا أجوره.\n</p>\n\n<p>\nوبي ما يذود الشعر عني أقله ... ولكن قلبي يا بنة القوم قلب\n</p>\n\n<p>\nوأخلاق كافور إذا شئت مدحه ... وإن لم أشأ تملي علي وأكتب\n</p>\n\n<p>\nيذود: يدفع ويطرد، وابنة القوم: الأشراف، وأشار بإظهار الاستغناء عن\nذكرهم إلى ما قصده من الاستغناء عن ذكرهم إلى ما قصده <span id='ms084'></span> من الترفيع بأمرهم،\nوالعرب تفعل ذلك، قال بعض الشعراء من همدان:\n</p>\n\n<p>\nفإن خزيما إذ رجا أن يردها ... ويذهب مالي يابنة القوم عالم\n</p>\n\n<p>\nوالقلب: الحسن التقلب في الأمور.\n</p>\n\n<p>\nفيقول مشيرا إلى ما قدمه من تشكي زمانه: وبي من اعتراض الدهر لي بصروفه،\nواعتماده إياي بخطوبه، ما يذود أقله الشعر ويطرده، ويمنع منه ويشرده، ولكن\nقلبي قلب لا يهن، وجريء لا يجبن، وأخلاق كافور الملك الذي عولت على قصده،\nواعتقلت آمالي بفضله، تسهل لي سبيل الشعر، وتنتهج لي طريق المدح، فإن حاولت\nمدحه، واعترضت عنه، فمكارمه تملي علي فأنا أكتب، ونعمه تتابع عندي وأنا أنظم.\n</p>\n\n<p>\nإذا ترك الإنسان أهلا وراءه ... ويمم كافورا فما يتغرب\n</p>\n\n<p>\nفتى يملأ الأفعال رأيا وحكمة ... وبادرة أحيان يرضى ويغضب\n</p>\n\n<p>\nيمم: بمعنى قصد واعتمد، والبادرة: ما يسبق من حده الرجل.\n</p>\n\n<p>\nفيقول: إذا ترك الرجل أهله وبلده، وفارق إلافة ووطنه، ويمم كافورا بقصده،\nوبادر إليه بنفسه، فما يتغرب برحلته، ولا يستوحش لمن بعد عنه من أحبته.\n</p>\n\n<p>\nثم قال، وهو يريد كافورا: يشمل أفعاله برأيه وحكمته، ويملأها ببادرته\nوقوته، فينفذها على حسب ما يقصد، ويمضيها بمقدار ما يعتقد، في رضاه وسخطه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \nوتقبله وغضبه، لا يرد أمره، ولا يعترض رأيه.\n</p>\n\n<p>\nإذا ضربت في الحرب بالسيف كفه ... تبينت أن السيف بالكف يضرب\n</p>\n\n<p>\nتزيد عطاياه على اللبث كثرة ... وتلبث أمواه السحاب فتنضب\n</p>\n\n<p>\nنضوب الماء: ذهابه.\n</p>\n\n<p>\nفيقول: إذا ضربت كف كافور في الحرب بسيفه، وأمده بقوة ساعده، تبينت من\nسرعة قطعه، وبدا لك من نفاذ فعله، ما تعلم به أن السيف إنما يضرب على حسب\nالكف التي تمسكه، وينفذ بمقدار قوة الساعد الذي تصرفه.\n</p>\n\n<p>\nثم قال: تزيد عطايا كافور مع لبثها كثرة، وتكتسب بإقامتها قوة؛ لأنه\nيشفعها بمثلها، ولا يغفل عن مواصلتها وحفظها، وأمواه السحاب إذا لبثت تجف\nوتنضب، وإذا أقامت تعدم وتذهب، فعطاياه لا تقاومها الغيوث الساجمة، وكفاه\nلا تساجلها السحاب الهاطلة.\n</p>\n\n<p>\nأبا المسك هل في الكأس فضل أناله؟ ... فإني أغني منذ حين وتشرب\n</p>\n\n<p>\nوهبت على مقدار كفي زماننا ... ونفسي على مقدار كفيك تطلب <span id='ms085'></span>\n</p>\n\n<p>\nإذا لم تنط بي ضيعة أو ولاية ... فجودك يكسوني وشغلك يسلب\n</p>\n\n<p>\nنطت الشيء بالشيء إذا وصلته به، وعلقته منه.\n</p>\n\n<p>\nفيقول لكافور: أبا المسك! قد أطربتك بما أهديت إليك من المدح، وسررتك بما\nنظمت فيك من الشعر، وصرت في ذلك كله كأني أغنيك وأنت تشرب، وأفرحك وأنت\nتطرب، فهل في كأس سرورك فضل أناله فأرتاح لنيله، وتخصني به فأسكن إلى مثله؟.\n</p>\n\n<p>\nثم قال: وهبت لي من جزيل عطاياك، وخولتني من كثير حبائك، بما غاية الزمان\nأن تجود كفاه بمثله، وتسمح للطالب ببذله، فإن كنت بلغت فيما بررتني به إلى\nالمعهود من مواهب الرؤساء، وصلات كرائم الأمراء، فأنت أجلهم رتبة، وأثبتهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \nرفعة، ولست أقنع من برك بما يبلغه جهد الزمان، ويتعارف من مآثر الإحسان،\nوإنما أطلب أن يكون ما تهبه على حسب قدرك، وما تجود به كفاك على ما يحسن بمثلك.\n</p>\n\n<p>\nثم قال: إذا لم تنط بي ضيعة استظهر بعلتها، أو ولاية أتشرف برفعتها،\nفجودك يكسوني ظاهره، ويقوم بحاجاتي حاصله، وشغلي بمدحك يسلبني تلك الكسوة،\nويقلل لدي تلك النعمة؛ لأن معاناتي له تعوقني عن التكسب، وعكوفي عليه\nيمنعني من التصرف، والمؤن في خلال ذلك مترادفة، وتكاليف الزمان جمة\nمتكاثرة.\n</p>\n\n<p>\nيضاحك في ذا العيد كل حبيبه ... حذائي وأبكي من أحب وأندب\n</p>\n\n<p>\nأحن إلى أهلي وأهوى لقاءهم ... وأين من المشتاق عنقاء مغرب؟\n</p>\n\n<p>\nفإن لم يكن إلا أبو المسك أوهم ... فأنك أحلى في الفؤاد وأعذب\n</p>\n\n<p>\nوكل امرئ يولي الجميل محبب ... وكل مكان ينبت العز طيب\n</p>\n\n<p>\nالتحنين: شدة الشوق، والعنقاء: طائر غلب التأنيث عليه، لا يوقف على شخصه،\nوالمغرب: الذي يبعد في الطيران، ويضرب المثل بهذا لكل ما عدم فلم يوقف\nعليه، والفؤاد: القلب.\n</p>\n\n<p>\nفيقول مشيرا إلى كافور، وانقطاعه إليه بنفسه، واغترابه عن وطنه وأهله:\nيضاحك حذائي في هذا العيد كل محب حبيبه، ويزور كل قريب قريبه، وأبكي من أحب\nوأحزن لبعده، وأندبه وأتأسف على فقده.\n</p>\n\n<p>\nثم قال: أحن إلى أهلي حنين الصب إليهم، وأهوى لقاءهم وأظهر الحرص عليهم،\nوكيف لي بهم مع شدة الشوق، واستحكام <span id='ms086'></span> الصبابة والتوق، وهم كعنقاء مغرب في\nتعذر قربهم، وعلى مثل سبيلها في انتزاحهم وبعدهم؟!\n</p>\n\n<p>\nثم قال: فإن لم يكن إلا الأهل والوطن، والإلاف والسكن، والانقطاع إلى أبي\nالمسك وأرضه، والتقلب في إكرامه وفضله، فإنك، يريد أبا المسك، ألصق بالنفس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \nوأقرب، وأحلى في القلب وأعذب.\n</p>\n\n<p>\nثم فسر ما ابهمه، وبين ما قدمه، من إيثاره لأبي المسك على اهله، وما رآه\nفي ذلك من الحظ لنفسه، فقال: وكل امرئ يولي الجميل ويفعله، ويتقدم بالإحسان\nويبذله، محبوب لا يختلف في حبه، مألوف لا ينتقل عن مثله، وكل مكان ينبت\nالعز ويكسبه، ويعيد الإكرام ويوجبه، مستطاب لا يرغب عنه، مستعذب لا يرتحل منه.\n</p>\n\n<p>\nيريد بك الأعداء ما الله دافع ... وسمر العوالي والحديد المذرب\n</p>\n\n<p>\nودون الذي يبغون ما لو تخلصوا ... إلى الشيب منه عشت والطفل أشيب\n</p>\n\n<p>\nالعوالي: الرماح، والمذرب: المفرط الحدة.\n</p>\n\n<p>\nفيقول: لكافور: يريد بك أعداؤك ما الله يكفيه ويدفعه، ويقيك إياه ويصرفه،\nوما يمنعك منه عوالي الرماح النافذة، وشفرات السيوف الصارمة.\n</p>\n\n<p>\nثم قال: ودون الذي يبغون من الظهور عليك، والتسرع من المكروه إليك، ما\nيمنع منه خشونة جتنبك، وكثرة ناصرك، وما لو جاز أن يتخلصوا منه إلى عمر\nالمشيب، وسبق لهم في علم الله أن يستكملوا عمر السباب، لعجل الله الشيب\nلأطفالهم، لتنصرم مدد آجالهم، ولعيشك الله بعدهم ممتعا بما عودك من النصر،\nمكنوفا بما تكفل لك به من جميل الصنع.\n</p>\n\n<p>\nإذا طلبوا جدواك أعطوا وحكموا ... وإن طلبوا الفضل الذي فيك خيبوا\n</p>\n\n<p>\nولو جاز أن يحووا علاك وهبتها ... ولكن من الأشياء ما ليس يوهب\n</p>\n\n<p>\nواظلم أهل الظلم من بات حاسدا ... لمن بات في نعمائه يتقلب\n</p>\n\n<p>\nالجدوى: العطاء.\n</p>\n\n<p>\nفيقول لكافور: إذا طلب حسادك العطاء منك، فاضت عليهم بحار فضلك، وأمطرتهم\nسحائب بذلك، فأخذوا من ذلك بحسب بغيتهم، وأدركوا منه غاية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \nرغبتهم، وإن طلبوا التشبيه بك في فضلك، والمساواة لك في جلالة قدرك، خيبوا\nمما طلبوه، وعجزوا عن ما حاولوه.\n</p>\n\n<p>\nثم قال: ولو جاز أن يحووا علاك لوهبتها، جاريا على عاداتك، وسمحت بها\nمحتملا على سجيتك <span id='ms087'></span>، ولكن من الأشياء ما لا تمكن الهبة في مثله، ولا تبلغ\nطاقة الإنسان إلى بذله.\n</p>\n\n<p>\nثم قال: وأظلم أهل الظلم وأجورهم، وأحقهم باللوم وأجلهم، من بات حاسدا\nلحائط جملته، مضطغنا على ولي نعمته، فهو يضمر العداوة لمن يتقلب في فضله،\nويتربص الدوائر بمن يأمن المكاره في ظله.\n</p>\n\n<p>\nوأنت الذي ربيت ذا الملك مرضعا ... وليس أم سواك ولا أب\n</p>\n\n<p>\nوكنت له ليث العرين لشبله ... وما لك إلا الهندواني مخلب\n</p>\n\n<p>\nالليث: الأسد، والعرين مأواه، وشبله: ولده، والهندواني: السيف الهندي\nالصارم.\n</p>\n\n<p>\nفيقول لكافور: وأنت الذي ربيت ذا الملك، يريد ملك الإخشيد مولاه، وبنيه\nمن بعده، فحفظته من أول مدته، وفخمته بتمكينك لبنيته، وحرسته بعد الإخشيد،\nفكنت أباه وأمه، وخطته فكنت عماده وأوصله.\n</p>\n\n<p>\nثم قال: وكنت له ولابن الإخشيد الموسوم به، في ذبك عن حوزته، ومدافعتك عن\nشبله، وما يبذله في منع عرينه من نفسه، وما لك غير السيف مخلب تصول بحدته،\nويحذرك الأعداء لمخالفة سطوته، وكنى بالسيف عن المخلب بعد ما صدر به من\nتشبيهه بالليث، وهذا باب من البديع يعرف (بالمصافاة).\n</p>\n\n<p>\nلقست القنا عنه بنفس كريمة ... إلى الموت في الهيجا من العار تهرب\n</p>\n\n<p>\nوقد يترك النفس التي تهابه ... ويخترم النفس التي تتهيب\n</p>\n\n<p>\nالهيجاء: الحرب، واخترام المنية لمن يصيبه: نزولها به، وإتلافها له.\nوالتهيب: التوقع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nفيقول لكافور: لقيت القنا عن ذلك الملك بنفس مقدمة كريمة، جريئة على\nالأهوال أبية، تهرب في الحرب إلى الموت من العار، وتؤثره على قبح الفرار.\n</p>\n\n<p>\nثم قال: وقد يترك الموت النفس التي لا تهابه وتقدم عليه، ولا تحذره\nوتتسرع إليه، ويخترم النفس التي تتهيبه بغاية جهدها، وتتحرز منه بأبلغ\nوسعها، فأشار إلى أن الموت لا يستدفع بالحذر، ولا يفضي إليه بالإقدام على الغرر.\n</p>\n\n<p>\nوما عدم اللأقوك بأسا وشدة ... ولكن من لاقوا أشد وأنجب\n</p>\n\n<p>\nثناهم، وبرق البيض صادق ... عليهم، وبرق البيض خلب\n</p>\n\n<p>\nالبيض: السيوف، والبيض جمع بيضة، وهي التي تحصن الرؤوس بها، وثناهم:\nردهم، والخلب من البرق: الذي يومض ولا يمطر. فيقول لكافور: وما عدم أعداؤك\nالذين هزمتهم، وأضدادك <span id='ms088'></span> الذين غلبتهم، من أنفسهم بأسا وشدة، وإقداما وقوة،\nولكنهم لاقوا منك من هو أشد وأنجب، وأقوى في الحرب وأنفذ، فعجزوا عنك مع\nقوتهم، وقصروا عن مقاومتك مع شدتهم.\n</p>\n\n<p>\nثم قال: ثناهم منك وهزمهم، واستولى عليهم وغلبهم، الشجاع الذي لا يجبن،\nوالنجيب الذي لا ينكل، وبرق السيوف في البيض صادق فيهم، ممطر للدماء عليهم،\nوبرق البيض في السيوف خلب غير ماطرة، وكاذب صادق. فأشار إلى أن السيوف قدت\nالبيض، وأسرعت في المتسترين بها، فصدقت بروقها، وعجزت البيض عن تحصينهم،\nفلم ينتفعوا ببريقها.\n</p>\n\n<p>\nسللت سيوفا علمت كل خاطب ... على كل عود كيف يدعو ويخطب\n</p>\n\n<p>\nويغنيك عما ينسب الناس أنه ... إليك تناهى المكرمات وتنسب\n</p>\n\n<p>\nوأي قبيل يستحقك قدره؟ ... معد بن عدنان فداك ويعرب\n</p>\n\n<p>\nمعد بن عدنان: جد مضر وربيعة، وربيعة أبناء نزار بن عدنان، ويعرب: جد\nجميع اليمن، وهذان الأصلان إليهما مآل جميع العرب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nفيقول لكافور: سللت في إقامة الدعوة الإخشيدية سيوفا صارمة، منصورة غالبة،\nارتهنت لك مخافتها طاعة أكثر الأمصار، وذللت لك وقائعها رقاب الأحرار،\nفأذعن الناس لأمرك، وخطب على منابر الآفاق باسمك، فعلمت سيوفك الخطباء\nبالدعاء لك وجه الكلام، وحملتهم بالترفيع بك على حقيقة الصواب.\n</p>\n\n<p>\nثم قال: ويغنيك عن الشرف بالأنساب العربية، والافتخار بشرف الأولية، أنك\nأرفع من الشرفاء الأولين، الذين إليهم يرتفع الفخر، وعليهم يقتصر بجميل\nالذكر، وشاهد ذلك أن المكرمات إليك تتناهى وتنسب، ولديك تبتغي وتطلب.\n</p>\n\n<p>\nثم قال: وأي آباء القبائل يستحقك وهم في الفضائل دونك، وبأيهم يمثلك، وهم\nأجمعون لا يساوونك، والأصلان اللذان إليهما في العرب مآل القبائل، وبشرفهما\nيفتخر فيهما جميع العشائر، لو شهداك لفدياك بأنفسهما، ولاستصغرا عند كرمك\nعظيم كرمهما.\n</p>\n\n<p>\nوما طربي رأيتك بدعة ... لقد كنت أرجو أن أراك فأطرب\n</p>\n\n<p>\nوتعذلني فيك القوافي وهمتي ... كأني بمدح قبل مدحك مذنب\n</p>\n\n<p>\nالطرب: خفة تلحق الإنسان فتكشف ما بنفسه من الفرح والحزن، وهي في الفرح أشهر.\n</p>\n\n<p>\nفيقول: وما فرحي بمشاهدة حضرتك، ولإفراطي في السرور بالنظر إلى عزتك،\nبدعة من الفعل، ولا غريبة من الأمر، فما زلت مستحكم الرجاء في <span id='ms089'></span> الفرح، بما\nألقاه من برك، ثابت اليقين فيما شملني عند رؤيتك، من إكرامك وفضلك.\n</p>\n\n<p>\nثم قال: تعذلني القوافي التي استعملها في غيرك، وهمتي التي أخرت تصريفها\nفي قصدك، حتى كأني بمدح من مدحته قبلك مذنب لا يلتفت إلى عذره، ومقصر لا\nيعرج على قوله.\n</p>\n\n<p>\nولكنه طال الطريق ولم أزل ... أفتش عن هذا الكلام وينهب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \nفشرق حتى ليس للشرق مشرق ... وغرب حتى ليس للغرب مغرب\n</p>\n\n<p>\nإذا قلته لم يمتنع من وصوله ... جدار معلى أو خباء مطنب\n</p>\n\n<p>\nالجدار: الحائط، والخباء: معروف، وتطنيبه: مد حباله.\n</p>\n\n<p>\nفيقول معتذرا مما تقدم له من الأشعار، فيمن مدحه قبل اجتماعه لكافور:\nولكن الشقة طالت بيني وبينك، والمدة تراخت في لقائك، والملوك يتنافسون في\nمدحي لهم، ويحرصون على ترفيعي لهم، ولم أزل قبل لقائي لك أطالب بالشعر،\nوأفتش عن قوله، واضطر إليه، وأحمل على نظمه؛ فينتهبه الملوك بمبلغ جهدهم،\nويختارون منه على مقدار وسعهم.\n</p>\n\n<p>\nثم قال: فسار في الناس باختياري للفظه، وطار الرواة به؛ لإبداعي في نظمه،\nفشرق حتى بلغ من المشرق أقصى غاياته، وغرب حتى بلغ من الغرب أبعد نهايته،\nفلم يبق لما بلغه من المشارق مشرق يتقدمه، ولا بقي لما أدركه من المغارب\nمغرب يؤممه. يريد: أنه أدرك أقصى الطرفين، وبلغ أبعد الغايتين.\n</p>\n\n<p>\nثم قال، وهو يشير إلى شعره: إذا قلته وأرسلته، ورويته واظهرته، لم يمتنع\nمن وصوله جدار معلى في قصر، ولا خباء مطنب في قفر، وأشار بذكر الجدار\nوالخباء إلى أن شعره يرويه البادي والحاضر، ويفضله البعيد والشاهد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nواتصل به أن قوما نعوه في مجلس سيف الدولة، فقال ولم ينشدها كافورا:\n</p>\n\n<p>\nبم التعلل؟ لا أهل ولا وطن ... ولا نديم، ولا كأس، ولا سكن\n</p>\n\n<p>\nأريد من زمني ذا أن يبلغني ... ما ليس يبلغه في نفسه الزمن\n</p>\n\n<p>\nالتعلل: التشاغل، والوطن: موضع الاستقرار والإقامة، والنديم: خليط الرجل\nالذي يكون محادثه ومشاربه، والكأس: القدح وما فيه من الشراب، وقد يكون\nالقدح خاصة، روى ذلك يعقوب، والسكن: الإلف الذي يسكن إليه.\n</p>\n\n<p>\nفيقول مخاطبا لنفسه، ومظهرا للتوجع من حاله: على <span id='ms090'></span> أي أمر تقبل وتعول، وبأي\nشيء تشتغل وتتعلل؟! وأنت بعيد الأهل والوطن، ممتنع من النديم والكأس\nوالسكن، غريب بين قوم لا تشاكلهم، منقطع عن معارفك الذين كنت تألفهم، تؤمل\nمن المطالب ما يصعب امره، وتحاول منها ما لا يعرف مثله. وأشار إلى مطل\nكافور له بالولاية التي ذكرها، وتغافله عنه في الرتبة التي رجاها وأملها.\n</p>\n\n<p>\nثم قال مشيرا إلى تعذر الزمان في تأخير ما طلبه، ويسقط الملامة عنه في\nامتناع ما رغبه؛ لجلالة ذلك في نفسه، وما عهد به من قلة إسعاد الزمان على\nمثله: أريد من زمني هذا أن يبلغني ما أحاوله، ويظفرني فيما أطالبه، بما لا\nيسمح الزمان به لنفسه، ولا يبلغه مع استعماله لغاية وسعه، فكيف يظهرني على\nما يمكنه، ويبلغني إلى ما يدركه؟ وأشار بهذا إلى ارتفاع ما طلب، وجلالة ما\nحاول ورغب.\n</p>\n\n<p>\nلا تلق دهرك إلا غير مكترث ... ما دام يصحب فيه روحك البدن\n</p>\n\n<p>\nفما يديم سرور ما سررت به ... ولا يرد عليك الفائت الحزن\n</p>\n\n<p>\nالاكتراث: الاهتمام.\n</p>\n\n<p>\nفيقول مخاطبا لنفسه، ومظهرا لقلة الأسف، وصابرا غير متوجع: ما دامت\nالحياة متفقة لك، وأسبابها متصلة بك، فحوادث الدهر لا تمطل، وعوارضه لا\nتغفل، ومن لم يجعل الصبر جنته، والجلد على صروف الدهر عدته، لم يسلك سبيل\nرشده، ولا أحسن النظر لنفسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال مؤكدا لما قدمه، وهو يخاطب نفسه: فما يديم سرور لك ما سرك وأنسك،\nولا يرد الحزن عليك ما فاتك وأوحشك، فكلا الأمرين سريع الزوال، وما شهد\nمنهما قريب الانتقال، وما كانت هذه حاله، فالسرور منه لا تكثر الغبطة به،\nوالحزن فيه لا يشتد الأسف له.\n</p>\n\n<p>\nممت أضر بأهل العشق أنهم ... هووا وما عرفوا الدنيا ولا فطنوا\n</p>\n\n<p>\nتفنى عيونهم دمعا وأنفسهم ... في إثر كل قبيح وجهه حسن\n</p>\n\n<p>\nيقول: مما أضر بأهل العشق فأعماهم عن رشدهم، وزين لهم ما تمسكوا به من\nأمرهم، وقصرهم على الأسف، ووكلهم إلى الوجد والشغف، أنهم هووا جاهلين\nبالدنيا وتصرفها، غافلين عن التفطن لتقلبها، فاغتروا بالظواهر، وأعرضوا عن\nالنظر في العواقب <span id='ms091'></span>.\n</p>\n\n<p>\nثم قال: تفنى عيونهم بما تذرفه من الدمع، وتذهب أنفسهم بما يتعذب به من\nالحزن في أثر كل حبيب، قليل الإنصاف والود، قبيح المعتقد والعهد، يهجر من\nيكلف به ويحبه، ويقطع من يواصله ويوده، وهو مع قبيح هذه الخلائق، ومستكره\nهذه المذاهب، يروق الأبصار بحسنه، ويغلب على القلوب بدله.\n</p>\n\n<p>\nتحملوا حملتكم كل ناجية ... فكل بين علي اليوم مؤتمن\n</p>\n\n<p>\nما في هوادجكم من مهجتي عوض ... إن مت شوقا ولا فيها لها ثمن\n</p>\n\n<p>\nالناجية: الناقة السريعة، والبين: الفراق، والهوادج: مراكب مقببة، تتخذ\nللنساء على الرحال.\n</p>\n\n<p>\nفيقول مخاطبا لأحبته، ومظهرا للجلد على بعدهم، وقلة الأسف على فقدهم:\nتحملوا؛ حملتكم كل ناقة سريعة السير، قوية حثيثة المشي؛ ليكون ذلك أقرب\nفيما تحاولونه من الرحلة، وتتسرعون إليه من الفرقة، فكل بين علي اليوم\nمأمون لا تحذر عاقبته، محتقر لا تتوقع عاديته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: يخاطبهم: ما في هوادجكم من الأحبة الذين أذنتم بنأيهم، وأزمعتم على\nبعدهم، عوض من مهجتي التي أعرضها التلف؛ لتكلف الشوق إليهم، وأشافه بها\nالموت؛ بملازمة الحزن عليهم، فليسوا في الحقيقة عوضا من نفسي التي أتوقع\nهلاكها، ولا بهم ثمن لحياتي التي أخاف هلاكها، والحظ لي في السلو عن حبهم،\nواستشعار اليأس من قربهم.\n</p>\n\n<p>\nيا من نعيت على بعد بمجلسه ... كل بما زعم الناعون مرتهن\n</p>\n\n<p>\nكم قد قتلت وكم قد مت عندكم ... ثم انتفضت فزال القبر والكفن\n</p>\n\n<p>\nنعي الرجل: الإخبار بموته، والمرتهن بالشيء: الموقوف عليه، المتخذ مقام\nالرهن عنه.\n</p>\n\n<p>\nفيقول، وهو يريد سيف الدولة: يا من نعيت بمجلسه، على بعد داري من داره،\nوانتزاح محلي عن محله، كل واحد منا مرتهن بما ذكره الناعي له من الموت الذي\nلا بد منه، ولا محيص لأحد عنه، والشمات في ذلك ساقط، والحرص فيه من\nالمتربصين زائد، والناس في الموت إسوة، وليس بهم على استدفاعه قوة.\n</p>\n\n<p>\nثم قال، وهو يريد سيف الدولة: كم قد مت عندكم وفقدت، واخترمتني المهالك\nوقتلت، ثم انتفضت فزال الكفن والقبر، وكذب ذلك الخبر والذكر.\n</p>\n\n<p>\nقد كان شاهد دفني قبل قولهم ... جماعة <span id='ms092'></span> ثم ماتوا قبل من دفنوا\n</p>\n\n<p>\nما كل ما يتمنى المرء يدركه ... تجري الرياح بما لا تشتهي السفن\n</p>\n\n<p>\nيقول لسيف الدولة معرضا بتربصه به، وما يعتقده من الضغينة له: قد كان\nشاهد دفني قبل الذين نعوني عندك، وقطعوا على موتي في مجلسك، جماعة حققوا\nذلك وقرروه عندك، ثم مات أولئك المخبرون، وبقيت بعدهم، وسلمت، وأكذب الله\nقولهم، فهلكوا قبل من دفنوه بزعمهم، وتلفوا وما استضررت بكذبهم.\n</p>\n\n<p>\nثم قال: ما كل ما يتمنى المرء يظفر به، ولا كل ما يرتجيه يتيسر له، فقد تشتهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \nالسفن ما تجري الرياح بغيره، وتتمنى النفوس ما تنفذ الأقدار بضده، وكذلك\nأنتم في تربصكم بي، وما تستعجلون من المكروه. وأخبر عن السفن وهو يريد\nأهلها، كما قال عز وجل: (واسئل القرية) وهو يريد أهلها.\n</p>\n\n<p>\nرايتكم لا يصون العرض جاركم ... ولا يدر على مرعاكم اللبن\n</p>\n\n<p>\nجزاء كل قريب منكم ملل ... وحظ كل محب منكم ضغن\n</p>\n\n<p>\nوتغضبون على من نال رفدكم ... حتى يعاقبه التنغيص والمنن\n</p>\n\n<p>\nدر اللبن: إذا كثر، والضغن: الحقد، والرفد: العطاء.\n</p>\n\n<p>\nفيقول لسيف الدولة: رأيتكم تضيعون جاركم ولا تصونون عرضه، وتهينونه ولا\nتريدون بره، ورأيت عطاءكم لا تمنى به نعمة، وإحسانكم لا تنتقل به إلى\nالصلاح حالة، وكنى بقوله: ولا يدر على مرعاكم اللبن عن هذه العبارة؛ لأن\nالمرعى قوة الماشية، واللبن فائدته، والدرور مادته.\n</p>\n\n<p>\nثم قال: جزاء من استقريتموه الملل منكم، وحظ من استخلصتموه الاضطغان\nعندكم، فليس يخلص أحد من تعتبكم، ولا يبعد عن كراهتكم وتسخطكم.\n</p>\n\n<p>\nثم قال: ويغضبكم الذي ينال رفدكم، ويسخطكم بما يناله من فضلكم، حتى يعاقب\nذلك التنغيص والكدر، ويتلوه الامتنان والضجر، فليس تسلم لكم عند أحد نعمة،\nولا ترتفع بكم لمؤمل رتبة.\n</p>\n\n<p>\nفغادر الهجر ما بيني وبينكم ... يهماء تكذب فيه العين والأذن\n</p>\n\n<p>\nتحبو الرواسم من بعد الرسيم بها ... وتسأل الأرض عن أخفافها الثفن\n</p>\n\n<p>\nمغادرة الشيء: تركه، والهجر، القطيعة، واليهماء: المفازة البعيدة، وتحبو:\nتزحف في مشيها لشدة إعيائها، والرواسم: الإبل التي تستعمل الرسيم في مشيها،\nوهو ضرب من السير، والأخفاف للإبل كالحوافر للدابة <span id='ms093'></span>، وهي الفراسن، واحدها\nفرسن، والثفن: ما يقع من الإبل على الأرض عند بروكها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nفيقول: فغادر ما آثرته من هجركم، واخترته من الفرار عنكم، ما بيني وبينكم،\nمفازة مقفرة، بعيدة متنائية، تكذب العين فيها صاحبها لبعد مسافتها، ولا\nتحقق الأذن فيها ما تسمعه، لكثرة تخيل أصواتها.\n</p>\n\n<p>\nثم قال: تحبو الإبل فيها بعد رسيمها، وتزحف معيية بعد شدة مسيرها، وتسأل\nثفانها الأرض عن أخفافها الممتحقة، وينحتها عما تطؤها به من فراسنها\nالذاهبة المتمحقة.\n</p>\n\n<p>\nإني أصاحب حلمي وهو بي كرم ... ولا أصاحب حلمي وهو لي جبن\n</p>\n\n<p>\nولا أقيم على مال أذل به ... ولا ألذ بما عرضي به درن\n</p>\n\n<p>\nالدرن: الوسخ.\n</p>\n\n<p>\nفيقول: إني أصاحب حلمي إذا كان بي كرما وتجاوزا، وأوثره إذا كان إغضاء\nوتغافلا، ولا أصاحبه إذا كان عجزا وجبنا، ولا أرتضيه إذا كان ذلة وخورا.\n</p>\n\n<p>\nثم قال: ولا أقيم على مال أذل بكسبه، ولا أغتبط بوفرة لا تقترن لي\nالكرامة بجمعه، ولا ألذ بما يدنس عرضي ويخلقه، ولا أسر بما يحط من قدري\nويضعه، فأشار إلى أن مفارقته لسيف الدولة إنما كانت لتقصيره به، وزواله عنه\nإنما أوجبه قلة إكرامه له.\n</p>\n\n<p>\nسهرت بعد رحيلي وحشة لكم ... ثم استمر مريري وارعوى الوسن\n</p>\n\n<p>\nوإن بليت بود مثل ودكم ... فإنني بفراق مثله قمن\n</p>\n\n<p>\nالسهر: معروف، والمرير: الاعتزام، والوسن: النوم، والقمن بالشيء: الخليق\nبه، يقال: فلان قمن لذلك وقمن وقمين: كل ذلك بمعنى واحد.\n</p>\n\n<p>\nفيقول، وهو يريد سيف الدولة، سهرت بعد رحيلي عنكم استيحاشا لبعدكم،\nوارتمضت توجعا لفقدكم، ثم استمر عزمي على مفارقتكم، ووطنت نفسي على\nمصارمتكم، وارعوى الوسن فراجع نافرة، واطمأن فعاود شارده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: وإن بليت بعدكم بود مثل ودكم، ورأي في تكدير الفضل كرأيكم، فإنني\nقمن بفراق مثل فراقي لكم، واحتمال على مآثرته من قلة التمسك بكم.\n</p>\n\n<p>\nأبلى الأجلة مهري عند غيركم ... وبدل العذر بالفسطاط والرسن\n</p>\n\n<p>\nعند الهمام أبي المسك الذي غرقت ... في جوده مضر الحمراء واليمن\n</p>\n\n<p>\nالأجلة: أغطية الخيل، واحدها جل، وهذا الجمع على سبيل التكثير، يقال: جل\nوجلال، مثل خف وخفاف <span id='ms094'></span>، ثم يجمع جلال على أجلة، كما يجتمع عنان على أعنة،\nوالعذر: جمع عذار، وهو ما يستطيل من اللجام على خد الفرس، والهمام: الرفيع\nالقدر، والفسطاط: واسعة مصر، ومضر الحمراء: يريد مضر بن نزار ومن ولده\nالقبائل، وسميت مضر بالحمراء؛ لأن نزار بن معد لما قسم ماله بين بنيه، أعطى\nمضر قبة له حمراء، وقال: هذه وما جانسها لك، فسميت مضر بمضر الحمراء بذلك،\nواليمن كل من ولد يعرب بن قحطان، وهذان الأصلان يشتملان على جمهور العرب.\n</p>\n\n<p>\nفيقول مخاطبا لسيف الدولة، ومشيرا إلى استطابته لمصر، واغتباطه بصحبة\nكافور: أبلى مهري الأجلة بطول المقام عند الأستاذ كافور، الذي تخيرته\nوانقطعت إليه، وآثرته وعولت عليه، وبذلت بالفسطاط عذره وأرسانه، فبطة\nبالموضع الذي أصبحت مستقرا به، ولاغبة في الرئيس الذي تتابع شكري له، فلم\nأهم عنه برحلة، ولا أخلاني من إكرام ونعمة.\n</p>\n\n<p>\nثم قال مشيرا إلى ما قدمه من ذكر إقامته: عند الهمام أبي المسك، الذي\nتتواضع الملوك عند قدره، وتعترف بالتقصير عند جلالته وفضله، وتغرق مضر\nواليمن، وهم جمهور العرب في جوده وكرمه.\n</p>\n\n<p>\nوإن تأخر عني بعض موعده ... فما تأخر آمالي ولا تهن\n</p>\n\n<p>\nهو الوفي ولكني ذكرت له ... مودة فهو يبلوها ويمتحن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \nفما تأخر آمالي: يريد تتأخر، وحذف التاء وهو يريدها، وأبقى الفعل على حسبه\nمعها، والعرب تفعل ذلك، قال الله عز وجل: (تنزل الملائكة والروح)، فحذف\nالتاء وهو يريدها،\n</p>\n\n<p>\nيقول: إن تأخر عني بعض موعد كافور في الولاية التي أرغبها منه، والكرامة\nالتي ضمنتها لنفسي عنه، فما تتأخر آمالي فيه ولا تكذب، ولا تضعف ثقتي به\nولا تهن.\n</p>\n\n<p>\nثم قال باسطا لعذر كافور في تأخره عن إنجاز ما تقدم عنده من عدته، وتوقفه\nعن إسفاف ما بذله إليه من رغبته: هو الوفي الذي لا يرتاب في صدقه، وهو\nالكريم الذي لا يختلف في فضله، ولكنني مننت إليه بمودة قد شهد جملتها،\nوخالصة قد تيقن صحتها، وهو مع ذلك يبلوها ويمتحنها، ويتبينها ويختبرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أيضا:\n</p>\n\n<p>\nصحب الناس قبلنا ذا الزمانا ... وعناهم من شأنه <span id='ms095'></span> ما عنانا\n</p>\n\n<p>\nوتولوا بغصة كلهم من ... ه وإن سر بعضهم أحيانا\n</p>\n\n<p>\nربما تحسن الصنيع ليالي ... ه ولكن تكدر الإحسانا\n</p>\n\n<p>\nعنى فلان الشيء: إذا شغله وأهمه، والغصة: شجى يعترض في الحلق، ويضرب بذلك\nالمثل في كل ما شق على الإنسان، والصنيع: ما يصنعه الصانع، وهو فعيل بمعنى\nمفعول، نحو قتيل وجريح.\n</p>\n\n<p>\nفيقول: صحب الناس هذا الزمان قبلنا، وخبروه متقدمين لنا، وكلهم عناهم ما\nعنانا من أمره، ونالهم كالذي نالنا من اختلاف شأنه.\n</p>\n\n<p>\nثم قال: وتولوا كلهم منه بغصة حادثة، وفارقوه بعد مصائب عارضة، وإن سر\nأحيانا بعضهم، وساعد في الفلتات رأيهم.\n</p>\n\n<p>\nثم قال: وربما أحسنت الصنيع لياليه، وسرت بظواهرها [صاديه]، ولكنها تكدر\nالإحسان بإساءتها، وتعقب الحلاوة بمرارتها، وتسلب ما تعطيه مرتجعة له،\nوتأخذ ما تؤتيه غير ممتعة به.\n</p>\n\n<p>\nوكأنا لم ترض فينا بريب ال ... دهر حتى أعانه من أعانا\n</p>\n\n<p>\nكلما أنبت الزمان قناة ... ركب المرء في القناة سنانا\n</p>\n\n<p>\nومراد النفوس أصغر من أن ... تتعادى فيه وأن تتفانى\n</p>\n\n<p>\nيقول: إن من نكد الأيام أنها مجبولة على التنكر لأهلها، والاستحالة على\nمن اغتر بها، وأهلها مع آثارها فيهم، يؤيدون على أنفسهم أمرها، ويمتثلون\nإلى الإساءة فعلها، فيعينونها على أنفسهم باختلاف مذاهبهم، ويسببون على\nأنفسهم أسباب المكروه باتصال تكالبهم، فكأنهم لم يقنعوا لأنفسهم بريب الدهر\nوصروفه، حتى أعانوا ذلك بجهدهم، وأيدوه بمبلغ وسعهم.\n</p>\n\n<p>\nثم قال، مؤكدا لما قدمه: كلما أنبت الزمان للإنسان قناة، يعدها لحربه،\nويدخرها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \nلمطالبة نفسه، أعانه الإنسان على مذهبه، فركب في تلك القناة سنانا يحسن\nالقناة بها للمطاعنة، وتتم بما يقصد إليه من المحاربة. فأشار بالقناة إلى\nما يسببه الزمان للإنسان من المكروه، وبالسنان إلى ما يؤكده الإنسان به على\nنفسه مراد الزمان من سوء صنعه، ومذموم فعله.\n</p>\n\n<p>\nثم قال: ومراد النفس أقل وأصغر، ومدة التمتع به إذا تمكن أحقر وأقصر، من\nأن تستجاز العداوة من أجله، وتتقلد أسباب التفاني إعجابا بأمره، فمال\nالإنسان ومتاع الدنيا يقاتل عليه، وهو على عجل منه، وينافس غيه، وهو منقول\nلا محالة عنه؟!\n</p>\n\n<p>\nغير أن <span id='ms096'></span> الفتى يلاقي تمنايا ... كالحات ولا يلاقي الهوانا\n</p>\n\n<p>\nولو أن الحياة تبقى لحي ... لعددنا أضلنا الشجعانا\n</p>\n\n<p>\nوإذا لم يكن من الموت بد ... فمن العجز أن تكون جبانا\n</p>\n\n<p>\nكل ما لم يكن من الصعب في الأن ... فس سهل فيها إذا هو كانا\n</p>\n\n<p>\nالكلوح: العبوس.\n</p>\n\n<p>\nفيقول: غير أن الفتى الموفق لرشده، العالم بحقيقة أمره، يؤثر لقاء\nالمنايا كالحات لشدتها، مؤيسات عن الحياة بمباشرتها، ولا يلاقي الهوان\nمعترفا به، [ولا] يرتضيه مسلما له.\n</p>\n\n<p>\nثم قال: ولو أن الحياة باقية غير فائتة، ومقيمة غير راحلة، لعددنا\nالشجعان أضلنا عن القصد، وأجهلنا بطريق الرشد، بتعرضهم للمهالك، وتقحمهم في\nالمخاوف.\n</p>\n\n<p>\nثم قال: ولكن إذا كان الموت لا بد منه، والفناء لا محيص لأحد عنه، فمن\nالعجز أن تجبن عما لا ينجيك منه توقعك، ولا يدفعه عنك إشفاقك وتحرزك.\n</p>\n\n<p>\nثم قال مؤكدا لما ذكره من اطراح التوقع لما لا بد من المصير إليه، وإسقاط\nالتكره لما يتيقن الإنسان أنه قادم عليه: كل ما لم يكن من الصعب المستكره\nفي النفوس، والمخوف بالمتوقع في القلوب، سهل فيها إذا وقع أمره، خفيف عليها إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \nنفذ كربه، وليس يجدي على الإنسان إيثار الخوف، ولا يمنعه من المكروه\nاستعمال التوقع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nواصطنع كافور شبيب بن جرير العقيلي، ورد إليه عمان والبلقاء وما بينهما من\nالبر والجبال، فعلت منزلته، وزادت مرتبته، واشتدت شوكته، وغزا العرب في\nمشاتيها بالسماوية وغيرها، واجتمعت العرب إليه، وكثرت حواليه، وسولت له\nنفسه أخذ دمشق، والعصيان لكافور، فسار إليها في عشرة آلاف، وقاتله أهلها\nوسلطانها، واستأمن إليه جمهور الجند الذين كانوا بها، وغلقت أبوابها،\nواعتصموا بالنشاب، فترك بعض أصحابه على أبوابها الثلاثة التي تلي المصلى\nليشغلهم [بهم]، ودار هو حتى دخل من الحميرين على القنوات، حتى انتهى إلى\nباب الجابية، وحال بين الوالي والمدينة ليأخذها.\n</p>\n\n<p>\nوكان من تقدم أصحابه، فقيل إن امرأة دلت على رأسه صخرة فقتلته. واختلف\nالناس في أمره، فلم يصح لأحد كيف قتل؛ لأنه لم يوجد في شيء منه أثر لسهم\nولا لغيره، ولا نظر أحد إلى <span id='ms097'></span> شيء أصابه سوى اعتناقه الفرس وسقوطه إلى الأرض،\nفانهزم أصحابه لما رأوا ذلك، فلما بقي وحده مطروحا أخذ رأسه، ووردت الكتائب\nإلى مصر بخبره، فقال أبو الطيب، وأنشدها يوم السبت، لست خلون من جمادى\nالأخيرة من سنة ثمان وأربعين وثلاث مائة.\n</p>\n\n<p>\nعدوك مذموم بكل لسان ... ولو كان من أعدائك القمران\n</p>\n\n<p>\nولله سر في علاك وإنما ... كلام العدا ضرب من الهذيان\n</p>\n\n<p>\nالقمران: الشمس والقمر، غلب فيهما أخف الاسمين، وهو المذكر فيهما، كما\nقالوا: العمران في أبي بكر وعمر، فغلبوا الخف، والهذيان: [كلام] لا حقيقة له.\n</p>\n\n<p>\nفيقول مخاطبا لكافور: عدوك مذموم بكل لسان يذكره، مبغض في كل قلب يمتثله،\nولو كان القمران من أعدائك مع رفعة شأنيهما، وارتفاع مكانيهما، لنالهما\nأبلغ الذم، وما اعتمد بجميل الذكر، فكيف يظن بغيرهما ممن يقدم على اعدائك،\nويتعرض لمخالفة إرادتك؟! ثم قال: ولله في تأييد علاك سر ينفذه على ما سبق\nفي علمه، ويمضيه بالصنع الجميل لك على ما تقدم من حتمه، وكلام الورى فيما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \nيقدمونه من خلاف ذلك باطل لا يحفل به، وهذيان لا حقيقة له.\n</p>\n\n<p>\nأتلتمس الأعداء بعد الذي رأت ... قيام دليل أو وضوح بيان؟!\n</p>\n\n<p>\nرأت كل من ينوي لك الغدر يبتلى ... بغدر حياة أو بغدر زمان\n</p>\n\n<p>\nالالتماس: الطلب والمحاولة.\n</p>\n\n<p>\nفيقول لكافور: يلتمس من يضمر العداوة لك، ويرتقب من يتربص المكاره بك،\nدليلا في تأييد الله لأمره، وبيانا فيما يتكفل الله به من إعلانك ونصرك،\nبعد الذي أظهره في شبيب لما شانك وناصبك، وعصاك وخالفك.\n</p>\n\n<p>\nثم قال: رأت أعداؤك كل من قابل وفاءك بالغدر، وإحسانك بالجحود والكفر،\nيبتلى بغدر حياته، ومعاجلة حتفه له، وإن تخطاه ذلك، اختلفت أحوال الزمان\nإليه، وصممت بمكارهها إليه.\n</p>\n\n<p>\nبرغم شبيب فارق السيف كفه ... وكانا على العلات يصطحبان\n</p>\n\n<p>\nكأن رقاب الناس قالت لسيفه: ... رفيقك قيسي وأنت يماني\n</p>\n\n<p>\nالعلات: العوارض المانعة.\n</p>\n\n<p>\nفيقول: برغم شبيب أعجل الله الحتف نفسه، وفارق السيف كفه؛ لما كفر أيها\nالأستاذ نعمتك، وخلع طاعتك، وكان السيف قبل ذلك ينصره على العلات ولا\nيخذله، ويعضده فيما يجادله ولا <span id='ms098'></span> يسلمه، فلما خالفك أغفل نصرته، ولما فارقك\nكره صحبته.\n</p>\n\n<p>\nثم قال: كأن رقاب الناس بإفراطه في قطعها، وإسرافه في ضربها، طالبته في\nنفسه، وتمتمت به إلى سيفه، فذكرته بما بين اليمن وبين قيس عيلان من الإحن\nالقديمة، والترات المشهورة، فقالت له: أنت منسوب إلى اليمن، واليهم تنسب\nالسيوف، وشبيب رفيقك من رؤساء قيس عيلان، فما لك لا تدرك فيه لترتك، وتخذله\nتعصبا لليمن جماعتك؟! فكأن السيف أصغى إلى تلك التماتم، وطالب شبيبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \nبتلك الطوائل، فخذله عند حاجته إليه، وأسلمه مع اعتماده عليه.\n</p>\n\n<p>\nفإن يك إنسانا مضى لسبيله ... فإن المنايا غاية الحيوان\n</p>\n\n<p>\nوما كان إلا النار في كل موضع ... يثير غبارا في مكان دخان\n</p>\n\n<p>\nفنال حياة يشتهيها عدوه ... وموتا يشهي الموت كل حبان\n</p>\n\n<p>\nيقول كالمتأسف على شبيب فيما أدركه من الخذلان؛ لمخالفته الأستاذ كافورا\nمع أسلف إليه من نعمته، وأظهره من إكرامه ورفعته، ولم يمنع أبا الطيب ما\nاستجازه شبيب من معصية كافور، من أن يقول عنده بما خبره من فضله، وجربه من\nشجاعة نفسه، إيثارا للإنصاف، واحتمالا على حسن الاعتراف، فقال: فإن يك شبيب\nإنسانا أدركه يومه، وأحاط به حينه، فتتقحم فيما أفضى به إلى الهلكة، وسلبه\nرفيع المنزلة، فإن المنية التي صار إليها غاية كل حي، لا محيص عنها، ولا\nمفر لأحد منها.\n</p>\n\n<p>\nثم قال: وما كان شبيب في شجاعة نفسه، وضرامته وبطشه، إلا كالنار التي\nتتلف ما واجهها، وتهلك ما عارضها، وكان يستدل عليه في غاراته، بما تثير\nخيوله من الغبار، كما يستدل على النار بما يثيره لهيبها من الدخان.\n</p>\n\n<p>\nثم قال: فنال من الحياة أعزها، وأدرك من المراتب أجلها، ثم مات ميتة\nكريمة تشهي الموت إلى الجبناء، وتبقي عليك أكرم الثناء. وإنما حسن له\nالثناء على شبيب مع عصيانه لكافور ممدوحه، ما شرحه من أنه مع رفيع منزلته،\nلما فارق طاعة كافور، عاجله الله بنقمته.\n</p>\n\n<p>\nنفى وقع أطراف الرماح برمحه ... ولم يخش وقع النجم والدبران\n</p>\n\n<p>\nولم يدر أن الموت فوق شواته ... معار جناح محسن الطيران\n</p>\n\n<p>\nوقد قتل <span id='ms099'></span> الأقران حتى قتلته ... بأضعف قرن، في أذل مكان\n</p>\n\n<p>\nوقع الشيء ووقوعه: كون ما يحذر منه، والنجم: الثريا، والدبران: كوكب تتصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \nبه كواكب تتلو الثريا، وهما من منازل القمر، وليس في جميع المنازل منزلتان\nتتقارب تقاربهما، وتسمي العرب ما بينهما ضيقة، ويتشاءمون بمواجهتها عندما\nيعاونونه من أمورهم، ولذلك يقول الأخطل، وهو يهجو سعيد بن بيان التغلبي،\nوكان تزوج برة بنت أبي هانئ التغلبي، وكان الأخطل يشبب بها فقال:\n</p>\n\n<p>\nوكيف يداوي الطبيب من الجوى ... وبرة عند الأعور بن بيان\n</p>\n\n<p>\nفهلا زجرت الطير إذ جاء خاطبا ... بضيقة بين النجم والدبران\n</p>\n\n<p>\nوالشواة: جلدة الرأس، والأقران: الأكفاء في الحرب، الواحد: قرن.\n</p>\n\n<p>\nفيقول: إن شبيبا نفى برمحه وقع أطراف رماح أعاديه، واستظهر عليهم، وفتح\nدمشق التي كانوا تحصنوا منه فيها، ولم يعرج على التطير بالنجم والدبران ثقة\nبنفسه، وإدلالا بشجاعته وبأسه.\n</p>\n\n<p>\nثم قال: ولم يدر مع ما اتفق له من الغلبة، وتمكن له من الظهور والمقدرة،\nحين فتحه لدمشق، وملكه لها، وظفره بها، أن الموت قد أوفى على شواة رأسه،\nينهض إليه بأسرع سعي، ويطلبه بأبلغ جهده، حتى كأنه طار نحوه لشدة مبادرته،\nواستعان بجناح يستعمله لقوة مسارعته.\n</p>\n\n<p>\nثم قال، وهو يريد شبيبا، ويخاطب كافورا: وقد قتل الأقران بمبارزته لهم،\nوإقدامه في الحرب عليهم، حتى قتلته بقوة إقبالك، وسعادة أيامك، بأضعف قرن\nكفاك أمره، وفي أذل مكان لقي به حتفه، وذلك أن شبيبا لما فتح دمشق، وتغلب\nعلى من كان فيها من أصحاب كافور، وقف تحت طاق من طيقانها، وانتشر أصحابه في\nأقطارها، ثم عاودوه فألفوه صريعا ميتا لا يعرف قاتله. فقيل إن امرأة دلت\nعليه من الطاق رحى، وقيل إنه أصيب بسهم، وقيل إن السرج ضربه بحركة الفرس\nالذي كان يركبه، والله أعلم بحقيقة ذلك. وإلى هذا أشار أبو الطيب في قوله:\nبأضعف قرن في أذل مكان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nأتته المنايا في طريق خفية ... على كل سمع حوله وعيان\n</p>\n\n<p>\nولو سلكت طرق السلاح لردها ... بطول يمين واتساع جنان\n</p>\n\n<p>\nالجنان: روح القلب.\n</p>\n\n<p>\nفيقول، وهو يريد شبيبا: أتته المنايا <span id='ms100'></span> في طريق خفية مستترة، محجوبة عن\nالأبصار متغيبة، لا تدرك بسمع ولا بصر، ولا يستدفع ما يريد منها بشدة حذر.\n</p>\n\n<p>\nثم قال: ولو سلكت المنايا إليه طرق السلاح على سبيل القتال والمغالبة،\nوالمعهود من الدفاع والمنازلة؛ لردها عن نفسه بيمين تطول ولا تقصر، وجنان\nيتسع بالحرب ولا يحصر.\n</p>\n\n<p>\nتوحده المقدار بين صحابه ... على ثقة من دهره وأمان\n</p>\n\n<p>\nوهل ينفع الجيش الكثر التفافه ... على غير منصور وغير معان؟\n</p>\n\n<p>\nودى ما جنى قبل المبيت بنفسه ... ولم يده بالجامل العكنان\n</p>\n\n<p>\nالجامل: القطيع من الجمال، والعكنان: الكثير من ذلك.\n</p>\n\n<p>\nفيقول: إن شبيبا، وما قدمناه من شرح قتله، توحده المقدار مصمما نحوه،\nوساق إليه مستعجلا حتفه، وأصحابه مجتمعون، وأنصاره متوافرون، وثقته مستحكمة\nبما تمكن له من الغلبة، وهو آمن بما أفضى إليه من الهلكة.\n</p>\n\n<p>\nثم قال: وهل ينفع الجيش الكثير التفافه على أمير لا يأذن الله بنصره، ولا\nتتراخى الأيام به في سابق علمه.\n</p>\n\n<p>\nثم قال: إنه لم يبت ليلته تلك حتى أدى دية جنايته بتلف نفسه، وعجلت له\nنقمة عصيانه بمواجهة حتفه، ولم تكن دية ما جناه بالجمال الكثيرة، ولا وقعت\nعلى السبيل والمعهود.\n</p>\n\n<p>\nأتمسك ما أوليته يد عاقل ... وتمسك في كفرانه بعنان؟\n</p>\n\n<p>\nويركب ما أركبته من كرامة ... ويركب للعصيان ظهر حصان!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nثنى يده الإحسان حتى كأنها ... وقد قبضت كانت بغير بنان\n</p>\n\n<p>\nالحصان: الذكر من الخيل، وثنى: بمعنى قبض، والبنان: أصابع اليد.\n</p>\n\n<p>\nفيقول: وهو يخاطب كافورا، ويشير إلى شبيب: أتمسك يد عاقل كالذي كانت يد\nشبيب تمسكه، وملكتها إياه بعطاياك وإحسانك، ثم تمسك في كفران ذلك بعنان\nتصرفه في معصيتك، وتستعمله في مخالفة طاعتك؟ ويركب من الكرامة كالذي\nأركبته، ويصير منها إلى ما ملكته وخولته، ثم يركب بعد ذلك حصانا يستقل به\nفي عصيانك، ويوديه إلى جحود إحسانك!\n</p>\n\n<p>\nثم قال مخبرا عن شبيب: ثنى يده إحسانك، فلم تجبه إلى قبض عنانه، وتصريف\nحصانه، حتى كأنها عند قبضت ولا بنان لها، وحاولت مساعدته والخير قد أحاط\nبها، وهكذا النعمة تحكم لصاحبها، وتسرع بالنقمة إلى جاحدها <span id='ms101'></span>.\n</p>\n\n<p>\nوعند من اليوم الوفاء لصاحب؟ ... وأوفى من ترى أخوان\n</p>\n\n<p>\nقضى الله يا كافور أول ... وليس بقاض أن يرى لك ثاني\n</p>\n\n<p>\nيقول: وعند من يوجد في زماننا الوفاء؟ ومن يظن به شكر النعمة؟ ومن يقضى\nبذلك له؟ وشبيب في هذه الحال، وأرفع من ينسبها إليه، ويقدرها عليه، نظيران\nمتساويان، وأخوان متشابهان، وإذا عدم الوفاء في مثل شبيب فهو معدوم في\nأبناء سائر الدهر، ومن ينتسب إلى الكرم والفضل.\n</p>\n\n<p>\nثم قال: قضى الله يا كافور أنك أول في أهل الفضل، بل مقدم في المنسوبين\nإلى المكارم، منفرد بجميل الصنع، وأوحد في جلالة القدر، وليس الله بقاض أن\nيرى لك ملك ثان يعدلك، ويتلوك في سعادتك ويشبهك.\n</p>\n\n<p>\nفما لك تختار القسي وإنما ... عن السعد يرمى دونك الثقلان؟\n</p>\n\n<p>\nوما لك تعنى بالأسنة والقنا ... وجدك طعان بغير سنان؟\n</p>\n\n<p>\nولم تحمل السيف الطويل نجاده ... وأنت غني عنه بالحدثان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \nالثقلان: الإنس والجن، والجد: البخت، والنجاد: حمائل السيف، والحدثان: ما\nيقع من الحوادث في الدهر.\n</p>\n\n<p>\nفيقول لكافور: فما لك تختار القسي وتعدها، وتستجدها وتستظهرها، وسعادتك\nتصريف الثقلين في نصرك، وجميعهم يرمي على حسب رغبتك، فمن عصاك فالله يكفه\nلوجهه، ومن أطاعك فالله يتكفل بإنجاح سعيه.\n</p>\n\n<p>\nثم قال: وما لك تعنى بالقنا وأسنتها، وتتأهب للمطاعنة ومؤونتها، وجدك\nيطعن أعداءك بغير سنان تستعمله، ويصرعهم بغير قتال تتمونه.\n</p>\n\n<p>\nثم قال: ولم تحمل السيف مستظهرا بحمله، وتعده متأهبا ليله، وأنت غني بما\nيصنعه الله لك، ويقربه من السعادة بك، فالحدثان لا يمهل من عند عن طاعتك،\nوصروف الدهر لا تغفل عمن تعرض لمخالفتك.\n</p>\n\n<p>\nأرد لي جميلا: جدت أو لم تجد به ... فإنك ما أحببت في أتاني\n</p>\n\n<p>\nلو الفلك الدوار أبغضت سعيه ... لعوقه شيء عن الدوران\n</p>\n\n<p>\nالفلك: مدار النجوم.\n</p>\n\n<p>\nفيقول لكافور: أرد لي الجميل وإن لم تجد ببذله، واعتقده في وإن لم تبدر\nإلى فعله، فسعادتك تنفذ إرادتك وأنت غير متعرض لها، والله ينجح مطالبك وإن\nتكثر العناية بها.\n</p>\n\n<p>\nثم قال: لو الفلك الدوار، مع عظيم شأنه، وارتفاع مكانه، لم يشتمل على ما <span id='ms102'></span>\nقضى الله به من إنجاح مطالبك، وتقريب مآربك، لعوق ذلك القضاء جريه، ولأنفذ\nالله لك إرادته وعلمه. وهذا الكذب من الشعراء، ومثله قد فهم أهل اللغة\nالقصد فيه، وعلم المراد به، وذلك أن الشاعر إذا أراد أن يوجب بصفة بلوغ\nغاية ما يمكن، نسب إليه في تلك الجهة ما لا يمكن، فعلم السامع عند ذلك أن\nالشاعر لم يقصد إلى إحالة لفظه، والإزراء على نفسه، ولكنه قصد إلى استيفاء\nالغاية، وبلوغ أبعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \nأسباب النهاية، وسهلت له الثقة بمعرفة قصده، ما يتقلده من المحال في ظاهر لفظه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nوقال يمدحه\n</p>\n\n<p>\nمنى كن لي أن البياض خضاب ... فيخفى بتبييض القرون شباب\n</p>\n\n<p>\nليالي عند البيض فوادي فتنة ... وفخر وذاك الفخر عندي عاب\n</p>\n\n<p>\nفكيف أذم اليوم ما كنت أشتهي ... وأدعو بما أشكوه حين أجاب\n</p>\n\n<p>\nالمنى: جمع منية، وهي ما يتمناه الإنسان، والقرون: ما أشرف من جوانب\nالرأس، الواحد: قرن، والشباب: حداثة السن، والبيض: حسان النساء، والفودان:\nناحيتا الرأس، والفتنة: زيادة في المحبة تغلب على الرأي، والعاب: لغة في العيب.\n</p>\n\n<p>\nفيقول: أمان تقدمت فيما أسلفته من العمر، وقطعته أيام الشبيبة من الدهر،\nحملتها أن يكون البياض خضابا فاستعمله، واكتسابا فأتعرض له؛ لأخفي بذلك من\nشبابي ما كان يروق ويعجب، وأغير منه ما كان يروع ويفتن.\n</p>\n\n<p>\nثم قال: ليالي كانت فوادي عند حسان النساء، بسواد شعرهما وحسن منظرهما،\nفتنة يستمال بها ودهن، ووسيلة يرتهن بها حبهن، وفخرا يتنافس فيه، ويحرص\nجميعهن عليه، وذلك الفخر عندي عيب أتحرج منه، ونقصان أرغب بنفسي عنه. يشير\nإلى أنه تخلق بأخلاق الكهول في صغره، ولم يؤثر التصابي في شيء من مدة عمره.\n</p>\n\n<p>\nثم قال مشيرا إلى سروره بشيبه، واغتباطه في ذلك بحالة: فكيف أذم الآن من\nالشيء ما لم أزل أوثره وأرضاه، وأرغبه وأتمناه؟! وكيف أشكو منه عند\nالإجابة، ما لم أزل داعيا فيه، وأكره ما كنت مظهرا لأشد الحرص عليه؟!\n</p>\n\n<p>\nجلا اللون عن لون هدى كل مسلك ... كما انجاب عن ضوء النهار ضباب\n</p>\n\n<p>\nوفي الجسم نفس لا تشيب بشيبه ... ولو <span id='ms103'></span> أن ما في الوجه منه حراب\n</p>\n\n<p>\nلها ظفر إن كل ظفر أعده ... وناب إذا لم يبق في الفم ناب\n</p>\n\n<p>\nيغير مني الدهر ما شاء غيرها ... وأبلغ أقصى العمر وهي كعاب\n</p>\n\n<p>\nجلا: بمعنى كشف، والمسلك: الطريق، وانجاب: بمعنى ارتفع، والضباب: ندى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \nكالغمام، والناب: السن الذي تلي الرباعية إلى داخل الفم، والكعاب: الجارية\nالتي قد نتأ صدرها.\n</p>\n\n<p>\nفيقول: جلا لون شعري الشباب، الذي هو سواده، عن لون من المشيب، أبان كل\nمسلك من الرشد، وهدى إلى كل مطلب من الحق، وأنقذ من غواية الحداثة، وبصر من\nجهالة الغرارة، وكان كالضباب الذي ينجاب عن وضح النهار، وينكشف فيبدو ضياؤه\nللأبصار.\n</p>\n\n<p>\nوفي الجسم مني نفس كريمة، صابرة على ريب الخطوب، جليدة لا تشيب بشيب\nالجسم المتضمن لها، ولا تهرم بهرم الشخص المستقل بها، ولو أن ما في الوجه\nمن شيبة حراب تنكته، وأسنة تطعنه.\n</p>\n\n<p>\nثم قال مشيرا إلى نفسه: لها ظفر إذا فني الظفر المستعز به، وناب من الجلد\nإذا فني ناب الفم المتفجع له، فأنا اعتاض بها مما يغلبني عليه الدهر، وأصبر\nبكرمها على ما يتعذر عليه الصبر.\n</p>\n\n<p>\nثم قال: يغير مني الدهر ما شاء بتصرفه، ويبلي ما انصرم عليه بتقلبه\nغيرها، فإنه لا يبلي جدتها، ولا يضعف جلادتها وقوتها، وأيام الدهر تنصرم\nوهي كعاب مقتبلة، ومدة تفنى وهي على أخلاق الشباب محتملة.\n</p>\n\n<p>\nوإني لنجم يهتدي صحبتي به ... إذا حال من دون النجوم سحاب\n</p>\n\n<p>\nغني عن الأوطان لا يستخفني ... إلى بلد سافرت عنه إياب\n</p>\n\n<p>\nوعن ذملان العيس إن سامحت به ... وإلا ففي أكوارهن عقاب\n</p>\n\n<p>\nالصحبة والأصحاب والصحابة والصحاب: كل ذلك بمعنى، والوطن: محل الإنسان\nوموضع مستقره، والإياب: الرجوع، والذملان: ضرب من عدو الإبل، والعيس: جمال\nيغلب على ألوانهن البياض، والأكوار الرحال، واحدها كور.\n</p>\n\n<p>\nفيقول: وإني في علو القدر، وبيان التقدم والفضل، لكالنجم أهدي صحبتي إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \nمطالبهم، وأنهج سبل مذاهبهم، إذا خفي عنهم ما يحاولونه، وعمي عليهم ما\nيقصدونه، وكانوا كمن يهتدي بالنجوم فتستتر عنه، ويعول عليها فتمتنع بالسحاب منه.\n</p>\n\n<p>\nثم قال: إنه غني <span id='ms104'></span> عن وطنه إذا فارقه بالبلد الذي يصير فيه، وعن مستقره\nبالموضع الذي يقدم عليه؛ لأنه شريف الخصال، مشهور الحال، فحيث حل فهو جليل\nالقدر، وحيث كان فهو رفيع الذكر، فليس يستخفه مع ذلك رجوع إلى بلد يخرج\nعنه، ولا يلحقه أسف على موضع ينتقل منه.\n</p>\n\n<p>\nثم قال مشيرا إلى جلادته، ومخبرا عن نفاذه وصرامته: وأستغني عن ذملان\nالعيس في سيرها، ولا أفتقر إليه في حين رحيلها، فإذا سامحت بذلك فإنما\nأتقبله دون حاجة، وأعدل إليه عن غير ضرورة، ولو تعوقت علي لكان مني في\nأكوارها عقاب، لا يبعد عليه مكان يقصده، ولا يفتقر إلى الإبل في شيء مما\nيعتمده. يريد أنه غني عن ركوب الإبل بقوة جسمه، مساجل للعقاب في طيرانها\nبسرعة سيره.\n</p>\n\n<p>\nوأصدى فلا لأبدي إلى الماء حاجة ... وللشمس فوق اليعملات لعاب\n</p>\n\n<p>\nوللسر مني موضع لا يناله ... نديم ولا يفضي إليه شراب\n</p>\n\n<p>\nولخود مني ساعة ثم بيننا ... فلاة إلى غير اللقاء تجاب\n</p>\n\n<p>\nالصدى: العطش، واليعملات: النوق المعتملة في السير، الواحدة يعملة، ولعاب\nالشمس: السراب، والنديم: الشريب، والخود: الجارية الشابة، وتجاب: تقطع.\n</p>\n\n<p>\nفيقول: وأعطش في الهواجر الحامية، والقفار البعيدة النائية، فلا أبدي إلى\nالماء حاجة، ولا أظهر إليه ضرورة، وللشمس فوق اليعملات، بشدة حرها، وتأجج\nنارها، لعاب من السراب، وما يتخيل منه للأبصار.\n</p>\n\n<p>\nثم قال: وللسر مني، بصيانتي له، وضنانتي به، موضع لا يناله نديم أشركه فيه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \nولا جليس أطلعه عليه، ولا يصل إليه شراب يغلبني عن حفظه، ويخرجني عما\nأستبصر فيه من كتمه.\n</p>\n\n<p>\nثم قال: وللخوذ مني ساعة ألهو فيها بحسنها، وأعذل إلى مؤانستها ووصلها،\nثم أعقب برحلة تفصل بيني وبينها، بفلوات متنائية، وقفارات متباعدة، لا\nتتكلف مشقتها على سبيل المراجعة، ولا تحمل مئونتها على نية المعاودة، وإنما\nتقطع إلى فرقة لا يتصل اللقاء بها، ورحلة لا تقرب الأوبة عن المعترض لها.\n</p>\n\n<p>\nوما العشق إلا غرة وطماعة ... يعرض قلب نفسه فيصاب\n</p>\n\n<p>\nوغير فؤادي للغواني رمية ... وغير بناني للرخاخ ركاب\n</p>\n\n<p>\nالغرة: الغفلة، والطماعة والطمع: بمعنى واحد، والفؤاد: القلب، والغواني:\nالشواب <span id='ms105'></span> من النساء اللواتي غنين بأزواجهن، والبنان: أصابع اليدين، والرخاخ:\nرخاخ الشطرنج، واحدها: رخ.\n</p>\n\n<p>\nفيقول: وما العشق إلا غرة على غير تبين، وطمع على غير تأمل، يعرض القلب\nنفسه للحب فيصيبه برمية، ويمكنه منها فيتملكه بحكمه، ولو نظر بعين الحقيقة\nلما عمي عن رشده، ولو ملك طريق الصواب لما غلب أباطيل الحب على نفسه.\n</p>\n\n<p>\nثم قال: وغير فؤادي للغواني رمية ترشقه بنبال لحظها، وتفتنه ببدائع\nحسنها، وغير بناني للرخاخ ركاب تألفها، وآلات تستعملها وتصرفها؛ لأني قد\nشغلت نفسي بالجد فلا أعدل إلى الهزل، وبالحق فلا أعرج على شيء من اللهو.\n</p>\n\n<p>\nتركنا لأطراف القنا كل شهوة ... فليس إلا بهن لعاب\n</p>\n\n<p>\nتصرفه للطعن فوق حواذر ... قد انقصفت فيهن منه كعاب\n</p>\n\n<p>\nاللعاب: مصدر بمعنى اللعب، والحواذر: ذوات التوقع والحذر، وأشار إلى\nالخيل، والانقصاف: الانكسار، والكعاب: جمع كعب، وهي العقدة الناشزة بين\nالأنابيب.\n</p>\n\n<p>\nفيقول: تركنا لأطراف الرماح وتصريفها عند مطاردة الفرسان، وإعمالها عند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \nمجاوزة الأقران، كل راحة وشهوة، وكل إرادة وردة، فليس لنا إلا بهن لعب\nنستعمله، ولا عمل بغيرهن نقبل عليه ونحاوله.\n</p>\n\n<p>\nثم قال، وهو يشير إلى القنا، وذكر لأنه قصد إلى النوع: نصرفه للطعن فوق\nخيل حواذر للإصابة بالطعن، معتادة للاقتحام على الحرب، قد انقصفت فيهن كعوب\nالرماح بتغاور الفرسان لها، وأصابتهن الكلوم الموجعة لتصادم الأقران بها،\nفهي تحذرها عن خبرة، وتتوقعها عن اعتياد وتجربة.\n</p>\n\n<p>\nأعز مكان في الدنى سرج سابح ... وخير جليس في الزمان كتاب\n</p>\n\n<p>\nوبحر أبو المسك الخضم الذي له ... على كل بحر زخرة وعباب\n</p>\n\n<p>\nتجاوز قدر المدح حتى كأنه ... بأحسن ما يثنى عليه يعاب\n</p>\n\n<p>\nالدنى: جمع دنيا، وجمع لأنه جعل كل جهة من جهات الدنيا على حالها،\nوالسابح: الفرس الذي يمد يديه في الجري، والخضم: السيد الجواد، والزخرة:\nالمد والزيادة، والعباب: الارتفاع والكثرة.\n</p>\n\n<p>\nفيقول: أعز مكان في جهات الدنيا سرج فرس سابح، كريم سابق، يخترم من\nالأعداء بمنعته، ويدرك ما يحاول عليه بسرعته،\n</p>\n\n<p>\nوخير جليس في الزمان كتاب يمتعك ولا يملك، ويؤنسك ولا يضرك، يريك عقول\nالأولين، ويؤثر لك أحوال <span id='ms106'></span> السالفين، دون مؤونة تتحملها، وبغير مشقة تتكلفها.\n</p>\n\n<p>\nثم عطف الكلام على قوله: وخير جليس، فقال: وبحر، يريد: وخير بحر أبو\nالمسك الذي يربي على السحاب جوده، وعلى البحار فضله، فله على كل بحر زخرة،\nتزيد على مدة وعبابه، يصغر البحر عند جلالة قدره.\n</p>\n\n<p>\nثم قال: تجاوز قدر المدح بما أظهره من الفضل، وأعيا جهده بما أبداه من\nالسماحة والبذل، فصار المطري له بتقصيره عن وصفه، وعجز مقدرته عما يلزمه من\nمدحه، كأنه يعيبه بأحسن ذلك غير قاصد، ويبخسه ما يجب له في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \nالمدح غير عامد.\n</p>\n\n<p>\nوغالبه الأعداء ثم عنوا له ... كما غالبت بيض السيوف رقاب\n</p>\n\n<p>\nوأكثر ما تلقى أبا المسك بذلة ... إذا لم يكن إلا الحديد ثياب\n</p>\n\n<p>\nغالبت الرجل: إذا حاولت أن تغلبه، والعنو: الخضوع، والبذلة: اطراح\nالتصاون.\n</p>\n\n<p>\nفيقول، وهو يريد كافورا: وغالبه الأعداء مختبرين لمقدار قوته، ودافعوه\nجاهلين بمبلغ قدرته، ثم عنوا له مسلمين لأمره، وتذللوا راضين بحكمه، فكانوا\nفي مغالبتهم إياه كالرقاب التي تغالب السيوف فتقطعها، وتعارضها فتفريها\nوتفصلها، وإلى مثل ذلك كان مآل أعدائه في مغالبتهم له، ومصيرهم في تفرسهم به.\n</p>\n\n<p>\nثم قال: وأكثر ما تلقى أبا المسك ابتذالا لنفسه، واطراحا للترفع عن\nمباشرة أمره، إذا لم يكن ثيابا إلا الدروع السابغة، وجنن الحديد الشاملة،\nيشير إلى مباشرة الحرب والإقدام على الطعن الضرب.\n</p>\n\n<p>\nوأوسع ما تلقاه صدرا وخلفه ... رماء وطعن والأمام ضراب\n</p>\n\n<p>\nوأنفذ ما تلقاه حكما إذا قضى ... قضاء ملوك الأرض منه غضاب\n</p>\n\n<p>\nيقود إليه طاعة الناس فضله ... ولو لم يقدها نائل وعقاب\n</p>\n\n<p>\nالرماء: مصدر المراماة، يقال: رامى الرجل يرامي رماء، وكذلك الضراب مصدر\nالمضاربة، والنائل: العطاء، والعقاب: مصدر المعاقبة.\n</p>\n\n<p>\nفيقول: وهو يريد كافورا: وأوسع ما تلقاه صدرا، وأطيب ما تراه خلقا ونفسا،\nإذا توسط الوقائع وباشرها، واقتحم على الملاحم وواجهها، فخلف وراءه\nالمراماة والطعن برغبته بنفسه عنهما، وأقدم أمامه على الجلاد والضرب لأخذه\nبأوفر الحظوظ منهما.\n</p>\n\n<p>\nثم قال: وأنفذ ما تلقى حكمه، وأمضى ما تشاهد أمره، إذا قضى قضاء يقصر به\nملوك الأرض ويقهرهم، ويضطرهم إلى <span id='ms107'></span> التسليم له ويغضبهم، فذلك القضاء أمضى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \nأقضيته؛ لما صرف إليه من همته، وذلك الأمر أنفذ أوامره، لما يستعمل فيه من قوته.\n</p>\n\n<p>\nثم قال: يقود إليه طاعة الناس ما يعترفون به من فضله، ويرتهنها له ما\nيظهره من إنصافه وعدله، فلو لم يطعه الناس طمعا في جزيل عطائه، لأطاعوه\nعلما منهم بفضله، ولسلموا له رضى من جميعهم بحكمه.\n</p>\n\n<p>\nأيا أسدا في جسمه روح ضيغم ... وكم أسد أرواحهن كلاب\n</p>\n\n<p>\nويا آخذا من دهره حق نفسه ... ومثلك يعطى حقه ويهاب\n</p>\n\n<p>\nالأسد: مغروف، والضيغم من صفاته؛ وهو الكثير العض، ويهاب: يعظم.\n</p>\n\n<p>\nفيقول لكافور: يا من ظاهره ظاهر الأسد في إقدامه وشدته، وصرامته وقوته،\nوروحه روح أسد صائل فيما طبع عليه من العزة، وما في جبلته من ارتفاع الهمة،\nورب من الملوك في ظاهر هيئتها، وشدة قوتها، وأنفسها أنفس كلاب في رقتها\nودناءتها، ولؤمها وجهالتها.\n</p>\n\n<p>\nثم قال يخاطبه: ويا آخذا من الدهر حق نفسه، ومتقدما في إنفاذه غير متأخر،\nومثلك يهاب فلا يمطل بحقه، ويتوقع فلا يعارض في إنفاذ أمره.\n</p>\n\n<p>\nلنا عند هذا الدهر حق يلطه ... وقد قل إعتاب وطال عتاب\n</p>\n\n<p>\nوقد تحدث الأيام عندك شيمة ... وتنعمر الأوقات وهي يباب\n</p>\n\n<p>\nولا ملك إلا أنت والملك فضلة ... كأنك سيف فيه وهو قراب\n</p>\n\n<p>\nاللط: اللزوق بالشيء، والإعتاب: الإرضاء، والعتاب: السخط والشيمة:\nوالطبيعة، واليباب: القفر الموحش، والقراب: غمد السيف.\n</p>\n\n<p>\nفيقول لكافور: لنا عند هذا الدهر حق يلطه ويمسكه، ويستأثر به ويحسبه، وقد\nقل إعتابه لنا مما نكره، وإعفاؤه إيانا مما نكرهه، وطال عتابنا في ذلك\nوتسخطنا، وتشكينا منه وتظلمنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال يخاطبه: وقد تحدث الأيام عندك شيمة في الإسعاف مشكورة، وتكتسبه حالا\nفي الإحسان مأمولة، وتنغمر بسعادتك الأوقات بعد إقفارها ووحشتها، وتأنس بعد\nتباعدها وتغربها. يريد أن الزمان في جنبة كافور يطيب لأهله، ويعود الله فيه\nعلى ذوي المطالب بفضله، ويقرب عليهم من الزمان ما بعد، ويلين لهم من\nاختلافه ما استوعر وخشن.\n</p>\n\n<p>\nثم قال يخاطبه: ولا أملك إلا أنت، والملك فضلة بعدك، يريد: أنه يعظم\nالملك بنفسه <span id='ms108'></span>، ويرفع شأنه بجلالة قدره، والملك بعده وآلاته فضول لا يحفل\nبمثلها، وزيادات لا تدعو حاجة إلى ذكرها، كأنك سيف فيه، وهو قراب يتخذ\nلصونك، وآلة تستعمل لحفظك، فالملك مضاف إليك، والفضائل فيه مقصورة عليك.\n</p>\n\n<p>\nأرى لي بقربي منك عينا قريرة ... وإن قربا بالبعاد يشاب\n</p>\n\n<p>\nوهل نافعي أن ترفع الحجب بيننا ... ودون الذي أملت منك حجاب؟!\n</p>\n\n<p>\nالعين القريرة: الساكنة بنظرها إلى ما تستحسن، والشوب: الخلط.\n</p>\n\n<p>\nفيقول لكافور: أرى لنفسي باستقرابك لي، وما تظهره من الأنس بي، عينا\nقريرة بحسن رأيك، مسرورة اعتنائك، وإن كان ذلك الاستقراب مشوبا بالبعد عنك،\nمنغصا بما احرمه منك.\n</p>\n\n<p>\nثم فسر ما ذكره فقال: وهل ينفعني الوصول إلى حضرتك، وارتفاع حجابك لي،\nبما تظهره لي من خاصتك، إذا كان دون ما أؤمله منك، حجب مانعة، واعترضت لي\nفيما أسألك إياه عوائق ظاهرة، فما الغبطة ببر لا ثمرة له، وإكرام لا يتصل\nالإسعاف به؟!\n</p>\n\n<p>\nأقل سلامي حب ما خف عنكم ... وأسكت كيما لا يكون جواب\n</p>\n\n<p>\nوفي النفس حاجات وفيك فطانة ... سكوتي بيان عندها وخطاب\n</p>\n\n<p>\nوما أنا بالباغي على الحب رشوة ... ضعيف هوى يبغى عليه ثواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \nالفطنة والفطانة: صدق الظن، وحسن المعرفة، والرشوة: العطاء يتقرب به طالب\nالحاجة، والثواب: الجزاء الجميل.\n</p>\n\n<p>\nفيقول لكافور: اختصر السلام عليك مؤثرا للتخفيف عنك، والتزم السكوت لكيما\nلا أمونك باقتضاء جواب منك، واستعمل فيما بيني وبينك أفضل الأدب، وأرغب\nبنفسي عن مواجهتك بالطلب.\n</p>\n\n<p>\nثم قال: وفي نفسي حاجات لي قد أخرت قضاءها، وفيك فطانة لا غاية وراءها،\nوضرورتي فيما أرغبه إلى المسألة، وما أنت عليه مع ذلك من ثاقب المعرفة،\nبيان لا إضمار فيه، وخطاب لا خفاء عليه. يشير إلى الولاية والإقطاع اللذين\nقدم المسألة فيهما، وتأخر عنه كافور بما رغبه منهما.\n</p>\n\n<p>\nثم قال مشيرا إلى كافور: وما أجعل ما ابتغيه منك جزاء عن محبتي، ولا أسأل\nذلك رشوة على موالاتي وطاعتي، فالحب الذي يقصد به الثواب ضعيف في نفسه،\nوالود الذي تبغي عليه الرشوة لا يغتر بمثله، ولكنني أرغب أن يكون تشرفي بك <span id='ms109'></span>\nبحسب ما اعتقده من التأمل لك.\n</p>\n\n<p>\nوما شئت إلا أن أدل عواذلي ... على أن رأيي في هواك صواب\n</p>\n\n<p>\nوأعلم قوما خالفوني، فشرقوا ... وغربت: أني قد ظفرت وخابوا\n</p>\n\n<p>\nيقول: وما أردت فيما رغبته، ولا حاولت فيما سألته، إلا أن أدل عواذلي على\nقصدك، والمخالفين لي في الرحلة إلى أرضك، على أن رأيي في ذلك صواب لا تدفع\nصحته، ونجاح لا تمطل غبطته.\n</p>\n\n<p>\nثم قال: ولأعلم قوما خالفوني فيما أظهرته من التأميل لك، ونافروني فيما\nأنزلته من الثقة بك، فشرقوا راغبين عنك، وغربت راجيا في أن آخذ بحظي منك:\nأني قد ظفرت بما أملته، وخابوا مما وصلت إليه وأدركته.\n</p>\n\n<p>\nجرى الخلف إلا فيك أنك واحد ... وأنك ليث والملوك ذئاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \nوأنك إن قويست صحف قارئ ... ذئابا ولم يخطئ فقال ذباب\n</p>\n\n<p>\nوإن مديح الناس حق وباطل ... ومدحك حق ليس فيه كذاب\n</p>\n\n<p>\nالخلف: الخلاف، تقول العرب: أبيعك هذا الغلام وأبرأ إليك من خلفة فيه،\nيريدون: مخالفة، والليث: الأسد، والمقايسة: الموازنة والمماثلة، والذئاب:\nسباع معروفة، والتصحيف: قراءة الشيء على غير حقيقته، والكذاب: لغة في\nالكذب، يقال: كذاب وكذاب وكذب، كل ذلك بمعنى.\n</p>\n\n<p>\nفيقول لكافور: جرى الخلاف بين الناس في تعظيم الملوك وتفضيلهم والترفيع\nبهم، ولا خلاف في أنك بينهم الأعظم، وزعيمهم الأفضل، وأنهم معك كالذباب مع\nالأسد، والأتباع مع الملك، يصغرون عنك، وتجل فيهم، ويتواضعون لك، وتقدر\nعليهم، وإنك إن قويست بهم على حقيقة المقايسة، وسبيل الإنصاف في الموازنة،\nفإنهم يصغرون عن أن يكون محلهم منك محل الذئاب من الأسد، بل يصحف القارئ\nالذئاب فيقول ذباب فلا يخطئ مع تصحيفه، ولا يفارق الصواب مع تبديله، وقد\nيعلم أن زيارتك عليهم أكثر من زيادة الأسد على الذئاب في قوة الأسر، وفوتك\nلهم أبين من فوت الأسد للذئاب في جملة الأمر.\n</p>\n\n<p>\nثم قال: ومن المعروف الذي لا خلاف فيه، أم ما يمدح الناس به يكون فيه\nالصدق والكذب، والحق والباطل، ومدحك وإن استعمل فيه المادح جهده، واستنفذ\nوسعه، صدق ولا طريق للكذب فيه، وحق لا سبيل للباطل عليه <span id='ms110'></span>.\n</p>\n\n<p>\nإذا نلت منك الود فالمال هين ... وكل الذي فوق التراب تراب\n</p>\n\n<p>\nوما كنت لولا أنت إلا مهاجرا ... له كل يوم بلجة وصحاب\n</p>\n\n<p>\nولكنك الدنيا إلي حبيبة ... فما عنك لي إلا إليك ذهاب\n</p>\n\n<p>\nالمهاجر: الذي يهجر بلده وينتقل إلى غيره، والصحاب: كثير جمع صاحب، يقال:\nصاحب وصحب، ثم يجمع على صحاب، كما يقال: راكب وركب، ثم يجمع ركب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \nعلى ركاب.\n</p>\n\n<p>\nفيقول لكافور: إذا نلت رضاك ومودتك، ووافقت مرادك ومسرتك، فالمال قليل في\nجنب هذه الرفعة، وما استفيد منه حقير عند هذه الأثرة، وجميع ما على الأرض\nبالإضافة إلى ذلك كالتراب الذي لا يحفل بأمره، ولا يعرج على الاستكثار من جمعه.\n</p>\n\n<p>\nثم قال يخاطبه: وما كنت لولا سروري بقربك، وما تتابعه عندي من إحسانك\nوفضلك، إلا مهاجرا لا أستوطن بلدة، ومسافرا لا أعدم رحلة، أستجد كل يوم\nسفرة، وأحدث بقوم معرفة وصحبة.\n</p>\n\n<p>\nثم قال: ولكنك عندي كالدنيا التي طبعت القلوب على حبها، وجبلت على شدة\nالإعجاب بها، فما لي معول إلا عليك، ولا أعتقد ذهابا عنك إلا إليك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nنالت أبا الطيب بمصر حمى، كانت تغشاه إذا أقبل الليل، وتنصرف عنه إذا أقبل\nالنهار بعرق شديدة، فقال في ذلك في ذي الحجة سنة ثمان وأربعين وثلاث مائة:\n</p>\n\n<p>\nملومكما يجل عن الملام ... ووقع فعاله فوق الكلام\n</p>\n\n<p>\nذراني والفلاة بلا دليل ... ووجهي والهجير بلا لثام\n</p>\n\n<p>\nفإني أستريح بذي وهذا ... وأتعب بالإناخة والمقام\n</p>\n\n<p>\nوقع الفعل: كونه وتأثيره، والفلاة: الأرض المقفرة، والهجير: حر نصف\nالنهار، واللثام: القناع الذي يقع على الأنف فيستر ما تحته من الوجه،\nوالإناخة: تعريض الإبل للبروك، والمقام والإقامة: بمعنى واحد.\n</p>\n\n<p>\nفيقول لصاحبيه اللذين أنكرا عليه مراده في فراق كافور، والخروج عن مصر:\nفأنتما أيها العاذلان! لا تلومان مني ما يجل عن الملام، وتعذلان من يرتفع\nعن العذل، ومن يصدق قوله بما يفعله، وتزيد خبره على ما يذكره.\n</p>\n\n<p>\nثم قال يخاطبهما: ذراني وركوب الفلاة دون دليل استرشده، ومواجهة الهجير\nدون لثام استعمله، فإني غني عن الدليل لقوتي على اختراق القفر، وعن اللثام\nلجلدي على <span id='ms111'></span> البرد والحر،\n</p>\n\n<p>\nثم أكد ما وصف به نفسه من الشدة، وما هو عليه من النفاذ والقوة، فقال:\nفإني أستريح بذي، يريد: الفلاة، وهذا، يريد: الهجير، وأتعب بالسكون\nوالإناخة، وآلم للقرار والإقامة. يشير إلى أنه اعتاد الأسفار، فهو يستريح\nبها، ولم يعرف الإقامة، فهو يستوحش لها.\n</p>\n\n<p>\nعيون رواحلي إن حرت عيني ... وكل بغام رازحة بغامي\n</p>\n\n<p>\nفقد أرد المياه بغير هاد ... سوى عدي لها برق الغمام\n</p>\n\n<p>\nالحائر: الذي لا يهتدي لسبيله، وبغام الناقة: صوتها عند الإعياء، والرازح\nمن الإبل: الذي قد بالغه الكلال، وعده برق الغمام: إشارة إلى ما كانت العرب\nتفعله، وذلك أنهم كانوا يشيمون البرق، فإذا لمعت سبعون برقة انتقلوا ولم\nيبعثوا رائدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \nلثقتهم بالماء.\n</p>\n\n<p>\nفيقول: إنه على مقدرة من الرحلة في القفار النائية، وقوة على التصرف في\nالمهامه الشاسعة، دون ركاب تحمله، وبغير إبل تنقله، لإدلاله بشدته، ونفاذه\nفي الفلوات بمعرفته، فإن حار عند ذلك، فعيون رواحله عينه، وإن أعيي فصوت\nركائبه صوته. يشير إلى أنه لا يستعين بالركاب، ولا يفتقر إلى الأصحاب.\n</p>\n\n<p>\nثم أكد ما قدمه فقال: فقد أرد المياه في تلك القفار منقطعا إلى الوحدة،\nمعولا على ما استند إليه من النفاذ والقوة، لا استعين بهاد استرشده، ولا\nأعول على دليل أقلده، غير البرق الذي أهتدي بلمعانه، وأعرف مواقعه بتتابع\nخفقانه، يشير إلى أنه من ملازمة الفلوات على مادة متقدمة، ومن الخبرة بها\nعلى معرفة متمكنة.\n</p>\n\n<p>\nيذم لمهجتي ربي وسيفي ... إذا احتاج الوحيد إلى الذمام\n</p>\n\n<p>\nولا أمسي لأهل البخل ضيفا ... وليس قرى سوى مخ النعام\n</p>\n\n<p>\nالذمام: العهد، ومخ النعام: مثل ضربه للعدم؛ لأن النعام لا يكاد يوجد له\nمخ في عظامها، وإنما هي جوف لا مخ لها، ولذلك لا ينجبر ما انكسر منها.\n</p>\n\n<p>\nفيقول: أنه لا يحتاج إلى دمام يمتنع به، ولا إلى جوار ينعقد له، وإنما\nيذم له ربه بفضله، [ويجيره] سيفه بحده، فهو كثير بنفسه، يمتنع بقوته وبأسه،\nإذا كان الوحيد ممن سواه مفتقرا إلى ذمام يحفظه، ومحتاجا إلى مجير يمنعه.\n</p>\n\n<p>\nثم قال: ولا أرضى <span id='ms112'></span> أن أوجد ضيفا للبخلاء، معولا فيما أحاوله على الأدنياء،\nيوهمون أنهم ينالونني برفدهم، ويستميلونني بفضلهم، وقراهم لي مخ النعام،\nالذي هو عدم لا يوجد، ومسمى لا يعهد، وإنما أشار إلى تبخيل كافور وذمته،\nوإلى استقلال ما صار إليه من عنده.\n</p>\n\n<p>\nولما صار ود الناس خبا ... جزيت على ابتسام بابتسام\n</p>\n\n<p>\nوصرت أشك فيمن أصطفيه ... لعلمي أنه بعض الأنام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \nيحب العاقلون على التصافي ... وحب الجاهلين على الوسام\n</p>\n\n<p>\nالخب: [المكر والخديعة] والاصطفاء: الاختيار، والأنام: الخلق، والوسام،\nجمال المظهر.\n</p>\n\n<p>\nفيقول: ولما صار ود الناس خبا لا حقيقة له، وكذبا لا يوثق به، جزيت على\nالابتسام في اللقاء بايتسام مثله، وقابلت ما أشاهده من النفاق؛ نفاق الناس بشكله.\n</p>\n\n<p>\nثم قال: وصرت فيمن أصطفيه ممن أوده، ومن أسكن إليه ممن أحبه، على شك لا\nأدافعه، وارتياب لا أنكره؛ لأن علمي بأمر ذلك الذي خبرته واحد من الأنام\nالذين عم الفساد جملتهم، وملك النفاق عامتهم.\n</p>\n\n<p>\nثم قال: يحب العاقلون على قدر ما يجدونه فيمن أحبوه من المصافاة\nوالمشاكلة، والمؤاخاة والمشاركة، وحب الجاهلين على قدر وسامة من يخصونه\nبمحبتهم، ويحسب جاه من يعتمدونه بمودتهم، وإنما ذلك لأن مودتهم احتيالات لا\nيوثق بها، وصناعات لا حقيقة لها.\n</p>\n\n<p>\nوآنف من أخي لأبي وأمي ... إذا ما لم أجده من الكرام\n</p>\n\n<p>\nأرى الأجداد يغلبها كثيرا ... على الأولاد أخلاق اللئام\n</p>\n\n<p>\nولست بمقتنع من كل فضل ... بأن أعزى إلى جد همام\n</p>\n\n<p>\nالأنفة: الغضب والحمية، وأعزى: أنسب، والجد الهمام: العظيم الهمة.\n</p>\n\n<p>\nفيقول: [آنف] من استقراب أخي شقيقي، وأكرهه وأنفر عنه وأتجنبه، إذا لم\nأجده كريما يتزين بفضله، سريا تسكن النفوس إلى مثله، فآلفه لكرم شيمه، ولا\nآلفه لعدم ذلك؛ لقرب رحمه.\n</p>\n\n<p>\nثم قال: أرى كرام الأجداد يغلبهم كثيرا على أولادهم، ويسبقهم إلى أعقابهم\nتخلقهم بأخلاق اللئام؛ لكثرة المتخلقين بها، ورغبتهم في مذاهبهم؛ لما\nيباشرونه من اعتياد الناس لها، وليس الأعقاب محمولين على الأجداد والسلف،\nولا يتوارث ما قدموه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \nمن الشرف، وإنما يشرف الإنسان بنفسه، ويرفعه ما يتبين من فضله.\n</p>\n\n<p>\nثم قال: ولست اقنع من الشرف <span id='ms113'></span> والفضل، واقتصر من الكرم والشرف، على أن أعزى\nإلى جد جليل قدره، وأنسب إلى أب رفيع ذكره، حتى أحرز الشرف، بما أحويه من\nكرم الخلال، واستحقه بما أحوزه من شرف الخصال.\n</p>\n\n<p>\nعجبت لمن له قد وحد ... وينبو نبوة القضم الكهام\n</p>\n\n<p>\nومن يجد الطريق إشلى المعالي ... فلا يذر المطي بلا سنام\n</p>\n\n<p>\nولم أر في عيوب الناس شيئا ... كنقص القادرين على التمام\n</p>\n\n<p>\nالقضم من السيوف: الذي طال عليه الدهر فكسر حده، والكهام: الذي ينبو عند\nالقطع، والسنام: أعلى الظهر.\n</p>\n\n<p>\nفيقول: عجبت لمن يؤتى بسطة في جسمه، وجرأة من نفسه، ويعجز عن النفاذ في\nمطالبه، ويقصر عن التقدم في مذاهبه، فيكون ظاهره ظاهر السيف الكهام،\nوحقيقته حقيقة الصارم الحسام. وإنما أشار إلى نفسه في مقامه بمصر خاملا مع\nقدرته في غيرها على الظهور، مقيما مع قوته على التنقل والمسير.\n</p>\n\n<p>\nثم قال على نحو ما قدمه: وعجبت ممن يجد السبيل إلى معالي الأمور فلا يعمل\nفي ذلك نفسه، ويستنفذ فيه جهده. وجعل المطي الذي ذكرها إشارة إلى المعنى\nالذي قصده.\n</p>\n\n<p>\nثم قال مؤكدا لما ذكره: ولم أر في عيوب الناس عيبا أظهر وأبين، وعجزا\nأبلغ وأمكن، من نقص من به على التمام أعظم قدرة، وخمول من له على الظهور\nأوفر قوة. وأشار بجميع هذا إلى نفسه، وإلى ما عليه في المقام بمصر من\nالإخلال لقدره.\n</p>\n\n<p>\nأقمت بأرض نصر فلا ورائي ... تخب بي الركاب ولا أمامي\n</p>\n\n<p>\nوملني الفراش وكان جنبي ... يمل لقاءه في كل عام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \nقليل عائدي، سقم فؤادي ... كثير حاسدي، صعب مرامي\n</p>\n\n<p>\nعليل الجسم، ممتنع القيام ... شديد السكر من غير المدام\n</p>\n\n<p>\nالخب: ضرب من العدو، والركاب: الإبل تحمل القوم، والمرام: المطلب،\nوالمدام: الخمر.\n</p>\n\n<p>\nفيقول: أقمت بأرض مصر لا أهم عنها برحلة، ولازمتها لا أزمع منها على\nنقلة، وهي نائبة بي غير موافقة، وموحشة لي غير ملائمة.\n</p>\n\n<p>\nثم قال: وملني الفراش لطول العلة، ولازمته مع شدة الضرورة، وما زال جنبي\nيمله في كل عام بغزوة استقبلها، وغبطة في الحركة أتعرفها.\n</p>\n\n<p>\nثم قال: وهاأنا الآن في <span id='ms114'></span> مرضي، قليل من يعودني فآنس بقربه، ويعتقدني فأثق\nبوده، سقيم بفؤاد بما حصلت عليه من الخيبة، مستوحش النفس لما صرت إليه من\nالوحدة، كثير من يحسدني على النبل، ويصعب عليه ما أحرزته من الفصل.\n</p>\n\n<p>\nثم قال: وأنا مع ذلك عليل الجسم، لا أستطيع على القيام، متصل السكر، دون\nأن ألم بالمدام. يشير إلى شدة ضعفه، واستيلاء المرض عليه في جملة أمره.\n</p>\n\n<p>\nوزائرتي كأن بها حياء ... فليس تزور إلا في الظلام\n</p>\n\n<p>\nبذلت لها المطارف والحشايا ... فعافتها، وباتت في عظامي\n</p>\n\n<p>\nيضيق الجلد عن نفسي وعنها ... فتوسعه بأنواع السقام\n</p>\n\n<p>\nالمطارف: ثياب خز مربعة لها أعلام، [والحشايا]: واحدها حشية، [وهو ما حشي\nمن الفرش مما يجلس عليه]، وتوسعه: بوزن تفعله، من قولهم أوسعت على فلان.\n</p>\n\n<p>\nفيقول، وهو يشير إلى الحمى التي كانت تناله: وزائرتي التي تفتقدني،\nومعتادتي التي تردني، كأن بها حياء في الزيارة لي، وخجلا عند الإلمام بي،\nفليس تزور إلا معتمة، ولا ترد إلا مستترة، وذلك أشد لألمها، وأبلغ في\nوجعها؛ لأنها توجب حينئذ السهر، وتثير البلابل والفكر، فأشار إلى هذا\nالتشكي بوجه، بسطة للحمى من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \nالعذر، ودل عليه بضرب، أظهره لها من الستر، وهذا باب من البديع مزج به\nالإيماء بالاستعارة، والكناية بمفهوم الإشارة.\n</p>\n\n<p>\nثم قال: بذلت لها المطارف الأنيقة، والحشايا الأثيرة، فعافت بما بذلته،\nوكرهت ما أعددته، واعتمدت عظامي تزحمها، ولازمتها توجعها وتؤلمها.\n</p>\n\n<p>\nثم قال على نحو ما قدمه: يضيق جلدي عني وعما يحاوله من الاشتمال به،\nوتطالبه من الاقتحام له، فتوسعه بأنواع السقم، وتغمه بضروب الألم، وكل هذا\nعلى نحو ما قدمه من الإشارة الكافية، والكناية المغنية.\n</p>\n\n<p>\nإذا ما فارقتني غسلتني ... كأنا عاكفان على حرام\n</p>\n\n<p>\nكأن الصبح يطردها فتجري ... مدامعها بأربعة سجام\n</p>\n\n<p>\nأراقب وقتها من غير شوق ... مراقبة المشوق المستهام\n</p>\n\n<p>\nويصدق وعدها والصدق شر ... إذا ألقاك في الكرب العظام\n</p>\n\n<p>\nالعكوف على الشيء: الإقامة عليه، والمدامع: مخارج الدمع، وهي أمواق\nأربعة، واحدها موق، وهو طرف العين الذي يلي الأنف، لكل عين موقان، وهما\nأعلى ذلك الموضع وأسفله، والسجام: السائلة.\n</p>\n\n<p>\nفيقول <span id='ms115'></span>، مشيرا إلى الحمى: إذا ما فارقتني بعد طول المضاجعة، وتاركتني بعد\nشدة الملازمة، وأعقبتني من العرق ما هو كالغسل، وأحدثت علي به ضربا من\nالشغل، حتى كأننا عاكفان على حرام، نفترق عنه، ونستأنف الاغتسال منه.\n</p>\n\n<p>\nثم قال: كأن الصبح يطردها عني بما تحذره من الرقبة، ويفصلها بما هو عليها\nفي الزيادة من الريبة، فتفارقني باكية، وتولي عني مشفقة، فتبلني بدمعها،\nوتوددني بما تظهر لمفارقتي من حزنها.\n</p>\n\n<p>\nثم قال: أراقب وقتها مراقبة الحذر، وأتعهده تعهد المنتظر، ويوجب ذلك شدة\nالإشفاق والتوقع، لا شدة الاشتياق والتطلع، وهي مع ذلك ملازمة غير متوقعة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \nومعاودة غير متخلفة.\n</p>\n\n<p>\nثم قال: ويصدق ما تعد به من العودة فلا تخلفه، وتلتزم الوفاء فيه فلا\nتغفله، والصدق في ذلك شر لك؛ لأنه يقودك إلى ما تكرهه، ويورطك فيما تحذره\nوتتوقعه.\n</p>\n\n<p>\nأبنت الدهر عندي كل بنت ... فكيف خلصت أنت من الزحام؟!\n</p>\n\n<p>\nجرحت مجرحا لم يبق فيه ... مكان للسيوف ولا السهام\n</p>\n\n<p>\nيقول: وهو يخاطب الحمى: أبنت الدهر، الطارقة من حوادثه، وناشئته الواردة\nمن مكارهه، عندي كل بنت من نكباته يحدثها، وكل طارقة من صروفه يبعثها، فكيف\nخلصت أنت من زحام تلك الحوادث الواردة، وتضايق تلك النوائب القاصدة؟! فسمى\nالحمى بنت الدهر على سبيل الاستعارة، وأشار بما ذكره إلى اعتماد الدهر له\nبما يكرهه، وشدة تكرره عليه بما يؤلمه.\n</p>\n\n<p>\nثم قال، وهو يخاطب الحمى، ويشير إلى نفسه: جرحت مجرحا قد نهكته خطوب\nالدهر، وبالغته بما يقصده من الضر، فلم يبق فيه للسيوف مكان تناله بالضرب،\nولا للسهام بقية تعتمدها بالرمي، فأشار إلى سوء حاله، ومبالغة الألم له،\nوشدة اغتراء الزمان به، وأجرى الكلام على سبيل الاستعارة والتجوز.\n</p>\n\n<p>\nألا يا ليت شعر أتمسي ... تصرف في عنان أو زمام\n</p>\n\n<p>\nوهل أرمي هواي براقصات ... محلاة المقاود باللغام\n</p>\n\n<p>\nالشعر: مصدر شعرت بالشي، إذا انتبهت له، ونسب ذلك إلى يده على سبيل\nالاستعارة، والزمام: المقود الذي يصرف به البعير، وهو له كالعنان للفرس،\nواللغام: ما ترمي أفواه الإبل من الزبد، والراقصات: التي كأنها تتوائب في\nسيرها <span id='ms116'></span>، والإبل توصف بذلك.\n</p>\n\n<p>\nفيقول مستبطئا لما كان يهم به من الارتحال عن مصر، ومشيرا إلى تأسفه على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \nطول المقام بها: ألا ليت شعر يدي هل لها سبيل إلى عدم التضجع في مصر،\nوالتخلص منها بتصريف أزمة الإبل في السير، وأعنة الخيل في العدو، فأصير إلى\nما اعتدته، وأعمل نفسي فيما عهدته وعرفته؟!\n</p>\n\n<p>\nثم قال: وهل تؤول الحال بي إلى أن أرمي ما أحاوله وأرغبه، وأهواه وأؤمله،\nبراقصات من الإبل أحثها في السير، وأحهدها وأداومها به، واستعجلها حتى يصير\nلعابها على أزمتها كأنه حلي يشملها، ونظام يحسنها.\n</p>\n\n<p>\nفربتما شفيت غليل صدري ... بسير أو قناة أو حسام\n</p>\n\n<p>\nوضاقت خطة فخلصت منها ... خلاص الخمر من نسج الفدام\n</p>\n\n<p>\nوفارقت الحبيب بلا وداع ... وودعت البلاد بلا سلام\n</p>\n\n<p>\nغليل الصدر: حرارته، والخطة: الحالة، والفدام: آلة تكون على فم الإبريق\nتصفى بها الخمر.\n</p>\n\n<p>\nفيقول: فربتما شفيت صدري من حره، وداويته من سقمه، بسير استعمله في رحلة،\nوقناة أو سيف أصرفهما في غزوة.\n</p>\n\n<p>\nثم قال: ورب خطة ضيقة، صعبة متعذرة، خلصت منها بعزم نافذ، وأقدمت عليها\nبقلب صارم، واقتحمت بين شدائدها، ونفذت في مكارهها، وخرجت عنها خروج الخمر\nمن الفدام، التي لا يمسكها بضيق مخارجه، ولا يوقفها بدقة مسالكه.\n</p>\n\n<p>\nثم قال: وفارقت الحبيب عند ذلك على عمل أذهلني عن مرغوب الوداع، وودعت\nالبلاد على شغل عوقني عن معهود السلام، يريد: أنه على عادة من الوقوع تحت\nمخاوف الطلب، وعلى قوة من التقحم على مكاره الغرر.\n</p>\n\n<p>\nيقول لي الطبيب: أكلت شيئا ... وداؤك في شرابك والطعام\n</p>\n\n<p>\nوما في طبه أني جواد ... أضر بجسمه طول الجمام\n</p>\n\n<p>\nتعود أن يغبر في السرايا ... ويدخل من قتام في قتام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \nفأمسك لا يطال له فيرعى ... ولا هو في العليق ولا اللجام\n</p>\n\n<p>\nالجواد: الفرس الكريم، والجمام: الدعة وقلة التعب، والقتام: الغبار،\nوالعليق: القضيم الذي يعلق على الدابة.\n</p>\n\n<p>\nفيقول: يكفني الطبيب في علتي عن الأكل، ويحذرني من الخطأ في التطعيم\nوالشرب، على العادة المعهودة في المعالجة، وما تؤثره الأطباء من الملاطفة.\n</p>\n\n<p>\nثم قال: وما في علم الطبيب <span id='ms117'></span> الملم بي، والمعالج المتفقد لي، أني كالجواد\nالذي أضر الجمام بجسمه، وبعث عليه أسباب سقمه، وهو يصلحه التعب، ويستثير\nقوته النجاء والطلب، فأشار إلى أنه يألف الأسفار، ويستكره الدعة والقرار.\n</p>\n\n<p>\nثم قال على نحو ما قدمه من ذكر الجواد الذي كنى به عن نفسه: تعود ذلك\nالجواد أن يثير الغبار في الغارات، ويستعمل الجد في الغزوات، ويخرج من قتام\nيقطعه، إلى قتام يرهج به ويبعثه، جاهدا لا يفتر، ومعتزما لا يقصر.\n</p>\n\n<p>\nثم قال: فأمسك الآن مقصودا على ما يكرهه، ممنوعا مما يألفه ويرغبه، لا\nيطال له عند الرعي، ولا يتسع له في العليق والقضم، ولا يتصرف في لجامه\nغازيا، ولا يختال بتحمله سائرا، فأشار إلى ضبط كافور له بمصر ألطف إشارة،\nوعبر عن ضيق الحال فيها أحسن عبارة، وضرب لنفسه مثلا بالجواد، أبدع في\nاستعارته، وبلغ فيه غاية البيان بكنايته.\n</p>\n\n<p>\nغإن أمرض فما مرض اصطباري ... وإن أحمم فما حم اعتزامي\n</p>\n\n<p>\nوإن أسلم فما أبقى ولكن ... سلمت من الحمام إلى الحمام\n</p>\n\n<p>\nالحمام: الموت.\n</p>\n\n<p>\nفيقول: فإن مرضت وبالغني المرض، وحممت وخامرني الألم، فإن صبري في غاية\nالصحة، وعلى أفضل ما عهدته عليه من القوة، وإن حممت فإن عزمي نافذ لا تعلق\nالحمى به، ثابت لا تتعرض العلل له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nثم قال: وإن أفضيت من العلة إلى السلامة، ومن المرض إلى الكفاية، فإنما\nأسلم من الموت ومصيري إليه، وأعدل عنه ولا بد من الورود عليه.\n</p>\n\n<p>\nتمتع من سهاد أو رقاد ... ولا تأمل كرى تحت الرجام\n</p>\n\n<p>\nفإن لثالث الحالتين معنى ... سوى معنى انتباهك والمنام\n</p>\n\n<p>\nالسهاد: عدم الرقاد، والكرى: النعاس، والرجام: القبور، الواحد: رجم.\n</p>\n\n<p>\nفيقول، وهو يخاطب نفسه: تمتع من النوم واليقظة، ومن السكون والحركة، ولا\nتأمل النوم في برد أباطيل الدنيا، بعد زيارة لحدك، وانصرام عمركن فإن الموت\nيهدم اللذات، وينقل عن معهود الراحات.\n</p>\n\n<p>\nثم قال: وتيقن أن بعد اليقظة والنوم معنى ثالثا من الحق، وحالا منتظرة من\nالجد، هي غير هذه الأباطيل، وخلاف هذه التكاذيب، فلتلك الحال فاعمل بجهدك،\nوإليها فاقصد بسعيك، فإنما تطلبك <span id='ms118'></span> ولا تغفلك، وتعجبك ولا تمطلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nقدم أبو شجاع فاتك (المعروف بالمجنون) من الفيوم إلى مصر، فواصل أبا الطيب،\nوحمل إليه هدية قيمتها ألف دينار، فقال يمدحه، أنشدها لتسع خلون من جمادى\nالآخرة، سنة ثمان وأربعين وثلاث مائة.\n</p>\n\n<p>\nلا خيل عندك تهديها ولا مال ... فليسعد النطق إن لم يسعد الحال\n</p>\n\n<p>\nواجز الأمير نعماه فاجئة ... بغير قول ونعمى الناس أقوال\n</p>\n\n<p>\nفربما جزت الإحسان موليه ... خريدة من عذارى الحي مكسال\n</p>\n\n<p>\nالفاجئ من الأمور: الذي يرد بغتة، والخريدة: الحيية من النساء، والعذارى:\nالأبكار، والمكسال من النساء: التي لا تكاد تبرح من موضعها.\n</p>\n\n<p>\nفيقول مخاطبا لنفسه، ومشيرا إلى ما ابتدأه به فاتك من فضله: لا خيل عندك\nتقارض بها من تاحفك بخيله، ولا مال تجازي به من وصلك بماله، فإذا قصر بك\nيسارك ووفرك، فليسعدك على المقارضة لسانك وشكرك.\n</p>\n\n<p>\nثم قال مشيرا إلى فاتك: وأجز الأمير الذي يفجأ إنعامه وفضله، فيسبقان\nمقاله ووعده، وأكثر نعم الناس أقوال لا حقيقة لها، وعدات لا يتصل الإنجاز بها.\n</p>\n\n<p>\nثم قال: فربما جزت الإحسان الخريدة الحفرة، والعذراء المكسال المستترة،\nبحسن اعترافها بالفضل، ومقابلته ببذل المجهود في الشكر. ومن قابل الإحسان\nبنشره، فهو كمن جازى عليه بفعله.\n</p>\n\n<p>\nوإن محكمات الشكل تمنعني ... ظهور جري فلي فهن تصهال\n</p>\n\n<p>\nوما شكرت لأن المال فرحني ... سيان عندي إكثار وإقلال\n</p>\n\n<p>\nلكن رأيت قبيحا أن يجاد لنا ... وأننا بقضاء الحق بخال\n</p>\n\n<p>\nالمحكمات: المتقنات، والشكل: القيود، الواحد: شكال، والتصهال: صوت الفرس،\nوالسيان: المثلان، والبخال: أهل الشح والضنانة، واحدهم باخل.\n</p>\n\n<p>\nفيقول: وإن قيود الإقلال، ومحكمات شكل الإقتار، تمنعني من مجازاة أهل\nالكرم، ومساواة المتفضلين بالنعم، فلي فيهم بما أنظمه من الشعر، وما أخلده\nمن الشكر، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \nتصهال يخبر عما أنويه وأضمره، ومقال يعرب عما أريده واعتقده، كما أن الفرس\nالكريم إذا عاقته الشكل عن جريه، دل صهيله على عتقه.\n</p>\n\n<p>\nثم قال: وما اشكر فرحا بالمال، وارتياحا له، وحرصا عليه، واعتزازا به،\nفسيان عندي الإكثار والإقلال، والسعة والإقتار؛ لما اعتقده من القناعة،\nواحتمل عليه من النزاهة، والمكثر والمقل متفقان في <span id='ms119'></span> فراق حاليهما على عجل،\nوالمتاركة لهما على غير مهل. فأمور الدنيا فانية، وعواريها منقطعة زائلة.\n</p>\n\n<p>\nثم قال: ولكنني رأيت أن من القبيح الذي لا يجمل، وخلاف الإنصاف الذي لا\nيحسن، أن يجاد لنا بجزيل العطاء، ولا نقضي حق ذلك بمخلد الثناء. فأشار أن\nمدحه لفاتك، مع ما ابتدأه به من الفضل، وتابعه له من البر، فرض لا يسمح\nتركه، وواجب لا يضيع مثله.\n</p>\n\n<p>\nفكنت منبت روض الحزن باكره ... غيث بغير سباخ الأرض هطال\n</p>\n\n<p>\nغيث يبين للنظار موقعه ... أن الغيوث بما تأتيه جهال\n</p>\n\n<p>\nالحزن: ما غلظ من الأرض وارتفع، والسباخ من الأرض: مواضع مالحة ينبع فيها\nالماء، ولا يكون فيها نبت، واحدتها: سبخة، والغيث: المطر المحمود، والهطال:\nالمتتابع.\n</p>\n\n<p>\nفيقول مخبرا عن نفسه: فكنت بما أسداه إلي فاتك من الفضل، وما ابتدأني به\nمن الإحسان والبر، كمنبت روض الحزن إذا باكره الغيث بسقيه، وجاد عليه\nبصوبه، فآنق وأعجب، وحسن وأبهج. فأراد أن النعمة أصابت منه أهلها، وحلت عند\nمن يستقل بشكرها، وكانت كالغيث يصيب الحزن، ولم تكن كالغيث الذي يصوب على\nسباخ الأرض، فيضيع ولا ينبت، ويذهب ولا يثمر.\n</p>\n\n<p>\nثم قال، وهو يشير إلى جلالة ما وضع عنده فاتك من إحسانه، وكثرة ما أظهره\nعليه من إنعامه: إن ذلك الانفصال كان ضربا من الغيث، يبين موقعه للنظار أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \nالغيوث لا تحل محله، ولا تبلغ مبلغه، وأنها جاهلة بما يدركه، مقصرة عما\nيفعله، وأن السحاب لا يماثله في جوده، ولا يساويه فيما يبذله من فضله.\nفأشار إلى كثرة ما وضع عنده فاتك من العطاء ألطف إشارة، وعبر عنه أحسن عبارة.\n</p>\n\n<p>\nلا يدرك المجد إلا سيد فطن ... لما يشق على السادات فعال\n</p>\n\n<p>\nلا وارث جهلت يمناه ما وهبت ... ولا كسوب بغير السيف سئال\n</p>\n\n<p>\nيقول: لا يدرك المجد ويبلغه، ويجوزه ويكسبه، إلا سيد ثاقب الفطنة، فاضل\nكريم الجبلة، يفعل من الجميل ما يشق على السادات فعله، ويخلد من الكرم ما\nيتعذر على ذوي الإحسان مثله.\n</p>\n\n<p>\nثم قال: لا وارث لما وهب فيكون جاهلا بحقيقة قدره <span id='ms120'></span>، ولا كسوب بغير السيف\nفيهون عليه ما يسمح ببذله، ولكنه غصب ما أكتسبه من غير مسئلة، وغلب عليه\nدون استعمال رغبة، فأعطى المال بعدما عاناه من المشقة من جمعه، وجاد به\nبعدما تكلفه من المغالبة على كسبه. فأشار إلى أن جمع المال بنفسه، وأدرك\nالشرف بشجاعته وبأسه، وأعطى بكرم طبعه، ولم يجهل مقدار ما بذله من فضله.\n</p>\n\n<p>\nقال الزمان له قولا فأفهمه ... إن الزمان على الإمساك عذال\n</p>\n\n<p>\nتدري القناة إذا اهتزت براحته ... أن الشقي بها خيل وأبطال\n</p>\n\n<p>\nالأبطال: الشجعان من الرجال، الواحد: بطل.\n</p>\n\n<p>\nفيقول: إن الزمان نادى فاتكا فأفهمه، ووعظه فأسمعه وعرفه، أنه على\nالإمساك عذال لا يفتر عذله، ولائم لا يقلع لومه، فألف الجود لعلمه بحسن\nعواقبه، وعادى البخل لتيقنه بقبح مصائره، ورأى أن الزمان لا يمتع البخيل\nبما كسب، ولا يفقد الجواد خلفا فيما وهب وبذل.\n</p>\n\n<p>\nثم قال: تدري القناة عند اهتزازها براحته، وتصرفها على حسب إرادته، أن\nالشقي بها خيل يعتودها بالطعن، وأبطال يعمهم بالتجريح والقتل. فأشار إلى أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \nالسلاح أطال صحبته، حتى عرف مذاهبه، ولازمه حتى تيقن مقاصده.\n</p>\n\n<p>\nكفاتك ودخول الكاف منقصة ... كالشمس قلت، وما للشمس أمثال\n</p>\n\n<p>\nالقائد الأسد غذتها براثنه ... بمثلها من عداه وهي أشبال\n</p>\n\n<p>\nالقاتل السيف في جسم القتيل به ... وللسيوف كما للناس آجال\n</p>\n\n<p>\nبراثن الأسد: مخالبها، والأشبال: صغار الأسد، والآجال: أوقات الهلاك،\nالواحد: أجل.\n</p>\n\n<p>\nفيقول: والسيد المدرك للمجد هو فاتك، هذا الممدوح، في كرم خصاله، وشرف\nخلاله، ودخول الكاف في تشبيهه منقص لما أكمله الله من مجده، وأفرده به من\nجلالة قدره؛ لأنه كالشمس في شرف عنصرها، وعلو موضعها، وما للشمس أشباه\nتعادلها، ولا أمثال تقارنها.\n</p>\n\n<p>\nثم قال مشيرا إليه: القائد الأسد من اصحابه، والسباع الضارية من أشياعه\nالذين غذاهم بقتل نظرائهم من الفرسان، وعودهم الإيقاع بأمثالهم من الأقران،\nوهم كالأشبال التي لم تتكامل قوتها، وصغار السباع التي تتناهى شدتها،\nفأنسها بالوقائع حتى قوى أسرها، واقتحم بها على المهالك حتى بلغت الأشد من سنها.\n</p>\n\n<p>\nثم قال، وهو يريد فاتكا: القاتل السيف في جسم <span id='ms121'></span> من يقتله، والكاسر له في\nأعضاء من يضربه، والسيوف كالناس في الفناء الذي يدركها، والآجال التي\nبلغها. فأشار إلى أن فاتكا في غاية الجرأة، وضربه في غاية الشدة والقوة.\n</p>\n\n<p>\nتغير منه على الغارات هيبته ... وما له بأقاصي الأرض أهمال\n</p>\n\n<p>\nله من الوحش ما اختارت أسنته ... عير وهيق وخنساء وذيال\n</p>\n\n<p>\nالأهمال: [الإبل] المتروكة لا يعنى بحفظها، واحدها همل، والمال، الماشية\nمن الإبل والبقر والغنم، والوحش: كل ما لا يستأنس من دواب البر، والعير\nهاهنا: حمار الوحش، والهيق: ذكر النعام، والخنساء: البقرة الوحشية، والخنس: انخفاض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \nقصبة الأنف، وعرض أرنبته، والذيال: الثور الوحشي.\n</p>\n\n<p>\nفيقول: إن فاتكا لبعد ذكره، وجلالة قدره، تتهيبه الفرسان في غاراتها\nفتحجم عن مقابلة أعماله، وتحذره فتعرض مولية عن السائمة من ماله، وهي مهملة\nر يحفل بأمرها، ومتروكة لا يعرج على حفظها.\n</p>\n\n<p>\nثم قال، يشير إلى ما فاتك عليه، من مواصلة الغارات، وملازمة الفلوات،\nوالتقوت بلحوم الوحش، والمعرفة بصيده، والاقتدار على جميع صنوفه: له من\nالوحش ما اختاره وقصده، وحاوله واعتمده، لا تفوت رغبته، ولا تسبق أسنته،\nفحمار الوحش وظليم النعان والذكر والأنثى من البقر، سواء عليه، وضرب واحد\nعنده، يسبق جميع ذلك بركضه، ويملكه بكرم خيله.\n</p>\n\n<p>\nتمسي الضيوف مشهاة يعقوته ... كأن أوقاتها في الطيب آصال\n</p>\n\n<p>\nلو اشتهت لحم قاريها لبادرها ... خرادل منه في الشيزى وأوصال\n</p>\n\n<p>\nالمشهي: الذي يعطي شهوته، والعقوة: ما حول الدار، والآصال: العشايا،\nالواحدة: أصيل، والقاري: المضيف، والخرادل: القطع، والشيزى: جفن تصنع من\nالشيزى وهو خشب أسود.\n</p>\n\n<p>\nفيقول: تمسي الضيوف إذا احتلت بأفنية دار فاتك مكرمين، لا يمطلون لشهوة،\nمرفهين لا يستوحشون إلى نعمة، كأن أوقاتهم آصال في برد نسيمها، وما يتصل\nلهم من مسراتها ونعيمها.\n</p>\n\n<p>\nثم قال: ولو اشتهوا لحم القاري لهم لما تعذر عليهم لانخلاعه في مبرتهم،\nوحرصه على موافقتهم ومسرتهم، ولبادرهم منه خرادل مقطعة، وأوصال في الشيزى\nممثلة، فكيف يظن بسائر ذلك مما يمكن إكرامهم به، وما يقدر استحسانهم له؟!\nوهذا من الإفراط الذي يخبر فيه بما لا يمكن، إشارة إلى استيفاء غاية ما <span id='ms122'></span> يمكن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nلا يعرف الرزء في مال ولا ولد ... إلا إذا حفز الأضياف ترحال\n</p>\n\n<p>\nيروي صدى الأرض من فضلات ما شربوا ... محض اللقاح وصافي اللون سلسال\n</p>\n\n<p>\nالصدى: العطش، والمحض: اللبن الذي لم يشبه ماء، واللقاح: جمع لقحة، وهي\nالناقة الحلوب، والسلسال والسلاسل: الذي يسهل جريه في الحلق، وأراد هاهنا\nالخمر، وذكرها على المعنى؛ لأن الخمر في معناها شراب، والشراب مذكر، والعرب\nتؤنثها وتذكرها، والتأنيث أشهر.\n</p>\n\n<p>\nفيقول: إن فاتكا ممدوحه كريم الضيافة، مشهور السماحة، مرحب بقاصده، شديد\nالأنس بزائره، لا يوجعه الرزء لفقدان ماله وولده اللاصقين بنفسه، كايجاع\nفقدان أضيافه، ولا يوحشه ذلك كإيحاش ترحل زواره.\n</p>\n\n<p>\nثم قال مشيرا إلى سعة ضيافته، وكثرة ما يبذله للزوار من كرامته: يروي صدى\nالأرض بفضلات ما يسقيه أضيافه من اللبن والخمر، وما يتابع لهم من الألطاف\nوالبر، فيفضل عنهم من ذلك ما يقوم للأرض مقام السقي البالغ، وما يحل محل\nالمطر الساجم. وهذا ما قدمنا تفسيره من استجازة الوصف بما لا يمكن، إشارة\nإلى بلوغ غاية ما يمكن.\n</p>\n\n<p>\nتقري صوارمه الساعات عبط دم ... كأنما الساع نزال وقفال\n</p>\n\n<p>\nتجري النفوس حواليه مخلطة ... منها عداة وأغنام وآبال\n</p>\n\n<p>\nلا يحرم البعد أهل البعد نائله ... وغير عاجزة عنه الأطيفال\n</p>\n\n<p>\nالقرى: الضيافة، وعبط الدم: إجراؤه عبيطا، والعبيط: الطري، والساع: جمع\nساعة من ساعات الزمان، والنزال والقفال: الأضياف الذين منهم من يقصد فينزل،\nومنهم من ينصرف فيقفل، والآبال: جمع إبل على سبيل التكثير، والنائل:\nالعطاء، والأطيفال: صغار الصبيان، وصغر الجمع على لفظه.\n</p>\n\n<p>\nفيقول: إن فاتكا يعم ساعات زمانه بدماء يسفكها فيها، وأنفس يتلفها عند\nورودها، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \nحتى كأن ساعات زمانه متضيقة عليه، فهو يقضي بالقرى واجب حقها، ويعتبط\nالدماء فيها بإجرائها وسفكها.\n</p>\n\n<p>\nثم أكد ذلك وفسره فقال: تجري النفوس حواليه مختلفة، ويكثر إتلافه لها\nممتزجة، ومن تلك النفوس نفوس أعداء يتلفها بالقتل، وفيها نفوس أغنام وآبال\nيذهبها بالذبح والعقر؛ فمن تلك النفوس ما يذهب به الإكرام والضيافة، ومنها\nما يذهب به الإيقاع والإخافة، فساعدته مشمولة بالحالتين، مغمورة بهذين\nالأمرين.\n</p>\n\n<p>\nثم قال: وهو <span id='ms123'></span> يشير إلى فاتك: لا يحرم البعد نائله من بعد عنه، ولا يعوق\nمؤمله عما رجاه؛ لأن جوده يعم عموم الغيث، ويفيض كفيض البحر، فهو يدرك\nالنائي البعيد، كما يشمل الداني القريب، وليس يعجز صغار الأطفال عن\nالاشتمال به، ولا يخرجها الصغر عن التناول له؛ لأنه عام لا خصوص فيه، ممكن\nلا يعترض المنع عليه، يدركه الكبير والصغير، ويتقلب فيه القريب والبعيد.\n</p>\n\n<p>\nأمضى الفريقين في أقرانه ظبة ... والبيض هادية والسمر ضلال\n</p>\n\n<p>\nيريك مخبره أضعاف منظره ... بين الرجال وفيها الماء والآل\n</p>\n\n<p>\nوقد يلقبه المجنون حاسده ... إذا اختلطن وبعض العقل عقال\n</p>\n\n<p>\nالقرن: الند والمثل، والظبة: حد السيف، والهادي إلى الشيء: الذي يقصده\nبوجهه، والآل: السراب، وهو الذي يتخيل في قيعان الأرض عند شدة الحر، كأنه\nماء، والعقال: داء يكون في أرجل الدواب يمنعها من المشي.\n</p>\n\n<p>\nفيقول: إن فاتكا شديد البأس، مقدام النفس، وإنه أمضى الفريقين ظبة من\nأصحابه واعدائه، إذا حميت الحرب واستمر الجلاد والضرب، وقصرت الرماح وضلت،\nعن مقاصدها، وضاق المجال عن استعمال التطاعن بها، وصار الأمر إلى مباشرة\nالحتوف والتجالد بالسيوف، فصارت السيوف هادية مبصرة، والرماح متضللة مقصرة،\nفحينئذ يكون فاتك أمضى الفريقين من أصحابه وأعدائه، وأنفذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \nالطائفتين من أوليائه وأضداده.\n</p>\n\n<p>\nثم قال: إن فاتكا وإن كان جمع الجمال والوسامة، والبهاء والجلالة فإنه\nيريك بما يخبره من فضله، وتؤديه المحبة إليك من كرمه وبأسه، أضعاف ما يؤديه\nظاهره في الرجال، وما يتعرف فيه من الوسامة والجمال، وفي الرجال ما هو\nكالماء الذي يرويك ولا يعطشك، ويصدقك ولا يخذلك، وفيها ما هو كالآل الذي\nيكذب ولا يصدق، ويخدع ولا ينفع.\n</p>\n\n<p>\nثم قال: وقد يلقبه المجنون حاسده الذي لا يلحقه، وظالمه الذي لا ينصفه،\nوإنما ألزمه هذا اللقب إقدامه على الطعن والضرب، واقتحامه في غمرات الحرب،\nوبعض العقل في ذلك الموقف عقال يعقل صاحبه، وسبب من أسباب الضعف يعجز إلفه،\nوكان فاتك يلقب بالمجنون، ففسر عليه أبو الطيب هذا اللقب تفسيرا أذهب قبحه،\nوحسن عند المنكر له أن يتقلد مثله.\n</p>\n\n<p>\nيرمي بها الجيش <span id='ms124'></span> لا بد له ولها ... من شقه ولو أن الجيش أجبال\n</p>\n\n<p>\nإذا العدى نشبت فيهم مخالبه ... لم يجتمع لهم حلم ورئبال\n</p>\n\n<p>\nفيقول مشيرا إلى السيوف التي قدم ذكرها: يرمي بها الجيش الذي يناصبه،\nوالجمع الذي يتعرض له، ولا بد له ولتلك السيوف المطيفة به من شق ذلك الجيش،\nوفض ذلك الجمع، ولو كان هضابا عارضة، وأجبالا قاتلة.\n</p>\n\n<p>\nثم قال: إذا العدى المتمرسون، والأضداد المتعرضون له، نشبت مخالبه فيهم،\nوأظهر سطوته عليهم، لم يجتمع لهم في ذلك الموطن أسد تحذر عاديته، وحلم تؤمن\nبادرته، فأشار إلى أن الاستسهال للموت، والاقتحام على الحرب، ليس من طريق\nالحلم، ولا تحمل عليها أحكام العقل.\n</p>\n\n<p>\nيروعهم منه دهر صرفه أبدا ... مجاهر وصروف الدهر تغتال\n</p>\n\n<p>\nأناله الشرف الأعلى تقدمه ... فما الذي بتوقي ما أتى نالوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \nإذا الملوك تحلت كان حليته ... مهند وأصم الكعب عسال\n</p>\n\n<p>\nيروعهم: يفزعهم، وصروف الدهر: ما يقع من حوادثه، والمجاهرة بالشيء:\nالإعلان به، والاغتيال: الإهلاك على غفلة، والشرف: ارتفاع المنزلة في\nالفضل، والتوقي: التوقع، والمهند: السيف، والأصم: اليابس، والكعب: العقدة\nالناشزة في آخر كل أنبوب من القناة، والعسال: المضطرب، وأراد الرمح بهذه الصفة.\n</p>\n\n<p>\nفيقول مشيرا إلى فاتك، ومخبرا عن أعدائه: يروعهم منه ملك، هو كالدهر في\nقدرته عليهم، ونفاذ ما يريده فيهم، إلا أن ما يبعثه عليهم من صروفه، إنما\nيبعثه مجاهرا، ويمضيه على الأعداء مغالبه، والدهر يغتال بصروفه، ولا يؤذن\nبخطوبه، فجعل لفاتك على الدهر مزية بينة، وزيادة ظاهرة.\n</p>\n\n<p>\nثم قال: أناله من الشرف أعلى منازله، ومن السلطان أرفع مراتبه؛ إقدامه\nوجرأته، واقتحامه على المهالك وشدته، فما الذي ناله أعداؤه بتوقيهم لما\nأقدم عليه، وإبطائهم عما تسرع إليه؟\n</p>\n\n<p>\nثم قال: إذا الملوك تحلت بحسن الملبس، وقدرت لأنفسها الهيبة بجمال\nالمنظر، كان فاتك المذكور حليته سيف مهند يتقلده، ورمح عسال يتحمله، يريد:\nأنه احتاز الرئاسة مغالبة بسيفه، واستحقها لشجاعة نفسه.\n</p>\n\n<p>\nأبو شجاع أبو الشجعان قاطبة ... هول نمته من الهيجاء أهوال\n</p>\n\n<p>\nتملك الحمد حتى ما لمفتخر ... في الحمد حاء ولا ميم ولا دال\n</p>\n\n<p>\nعليه منه <span id='ms125'></span> سرابيل مضاعفة ... وقد كفاه من الماذي سربال\n</p>\n\n<p>\nقاطبة: يؤيد جميعا، والهول: ما أخاف وأفزع، والمضاعف من الثياب: الذي\nيكون عليه مثله، والماذي: الدروع.\n</p>\n\n<p>\nفيقول، وهو يريد فاتكا: أبو شجاع كنيته، وهي له صفة ثابتة، وحقيقة ظاهره؛\nلأنه أبو الشجعان قاطبة، برئاسته فيهم واستعلائه عليهم، وأنه كبيرهم\nوقدوتهم، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \nوقطبهم وعمدتهم، والهول الذي ينميه من الحرب أهوال لا يعهد مثلها، ولا\nيشارك في شرفها وفضلها.\n</p>\n\n<p>\nثم قال: تملك الحمد وأحاط به، واحتازه وأصبح خالصا له، فما لأحد منه نصيب\nيعلم، ولا حظ يتبين ويعرف، وجعل ذكر الحاء والميم والدال إشارة [إلى]\nانفراده بجملته، واحتيازه لعامته.\n</p>\n\n<p>\nثم قال، مؤكدا لما قدمه: عليه من الحمد سرابيل مضاعفة، وحلل متتابعة؛\nيشير إلى رغبته فيه، واستكثاره منه، وليس عليه من الدروع إلا سربال واحد؛\nلأنه لا يكثر التوقع، ولا يحتفل في التحرز. فأشار إلى أنه مستكثر مما يشتمل\nبه من كريم الذكر، ومستخف بما يدفع به عادية الحرب، فوصفه بالرغبة في\nالإحسان، وقلة التوقع عند لقاء الأقران.\n</p>\n\n<p>\nوكيف أستر ما أوليت من حسن ... وقد غمرت نوالا أيها النال\n</p>\n\n<p>\nلطفت رأيك في وصلي وتكرمتي ... إن الكريم على العلياء يحتال\n</p>\n\n<p>\nحتى غدوت وللأخبار تجوال ... وللكواكب في كفيك آمال\n</p>\n\n<p>\nالنوال: العطاء، والنال: الكثير النوال، يقال: رجل نال: إذا كان كثير\nالنوال، كما يقال رجل مال، إذا كان كثير المال، روى ذلك يعقوب، ولطفت: بلغت\nالغاية من الرفق.\n</p>\n\n<p>\nفيقول، وهو يخاطب فاتكا: وكيف استر ما أوليتني من الفضل، وأغفل ما\nألزمتني من الشكر، قد أفضت علي بحورا غمرتني من جودك، وحملتني أعباء\nأثقلتني من برك، يا أيها النال الذي لا ينقطع نواله، ولا يتأخر تطوله\nوإفضاله.\n</p>\n\n<p>\nثم قال: لطفت رأيك فيما فتحته لي من باب صلتك، وما خصصتني من ظاهر\nكرامتك، إن الكريم على العلياء محتال لا تعجز حيلته، ومجتهد لا تضعف نيته.\n</p>\n\n<p>\nثم قال: حتى غدوت بما أوليتني من فضلك، وما وجدت لي من إحسانك وبرك، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \nقد جعلت للأخبار مجالا تستعمل في ذكره، ومكانا تتصرف في مثله، وصيرت\nالكواكب <span id='ms126'></span> مع علو مواضعها، وارتفاع منازلها، تأمل من يديك زيادة في الرفعة،\nواستكثارا من علو الرتبة.\n</p>\n\n<p>\nوهذا من الغلو الذي أشار فيه بذكر ما لا يمكن إلى إحراز غاية ما يجوز ويمكن.\n</p>\n\n<p>\nوقد أطال ثنائي طول لابسه ... إن الثناء على التنبال تنبال\n</p>\n\n<p>\nإن كنت تكبر أن تختال في بشر ... فإن قدرك في الأقدار يختال\n</p>\n\n<p>\nالتنبال: القصير من الرجال، والاختيال: إظهار الزهو والعجب.\n</p>\n\n<p>\nفيقول مشيرا إلى فاتك: وقد أطال لساني بالثناء، وفتح لب باب المدح\nوالإطراء، جلالة قدر من مدحته، وكثرة فضائل من وصفته، وإنما أنا في ذلك\nذاكر لما عاينت، ومخبر عما شاهدت، والثناء إنما يقصر على التقصير الحال،\nالراغب عن الكرم والإفضال.\n</p>\n\n<p>\nثم قال، يخاطب فاتكا: إن كنت تكبر عن استعمال الاختيال والزهو، وتكلف\nالتعظم والكبر في بشر أنت منهم، ومن قوم أنت فيهم، فقدرك في أقدار الملوك\nالمتشبهين بك، يختا بجلالته، وينفرد برفعته وفخامته.\n</p>\n\n<p>\nكأن نفسك لا ترضاك صاحبها ... إلا وأنت على المفضال مفضال\n</p>\n\n<p>\nولا تعدك صوانا لمهجتها ... إلا وأنت لها في الروع بذال\n</p>\n\n<p>\nالروع: الفزع.\n</p>\n\n<p>\nفيقول: كأن نفسك لا تألفك راضية بفعلك، ولا تصحبك شاكرة لسعيك، حتى يكون\nكل مفضال إنما يفضل بما تعب له، ويجود بما تعطيه وتبذله.\n</p>\n\n<p>\nثم قال: وكأن نفسك لا تعدك صائنا لمهجتها، ولا تعتقدك ساعيا في مسرتها\nوغبطتها، إلا إذا ابتذلتها في الروع، بتقحم المهالك، وعرضتها في الحرب\nلمواجهة المتالف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nلأولا المشقة ساد كلهم ... الجود يفقر والإقدام قتال\n</p>\n\n<p>\nوإنما يبلغ الإنسان طاقته ... ما كل ماشية بالرجل شملال\n</p>\n\n<p>\nالشملال: الناقة القوية السريعة.\n</p>\n\n<p>\nفيقول مبينا لصواب ما قدم ذكره من أفعال فاتك: لولا المشقة في إيثار\nالمجد، وكثرة التمون في اكتساب الحمد، لساد الناس كلهم، وأدركوا الشرف\nبأسرهم، ولكن الجود يورث الإقلال والفقر، والشجاعة توجب التلف والقتل، وهذه\nالشدائد لا يتكلفها إلا من شرف طبعه، ولا يتحملها إلا من وطن على المكاره نفسه.\n</p>\n\n<p>\nثم أكد ما قدمه، فقال: وإنما يبلغ المرء فيما يقصده مقدار طاقته، ويدرك\nما يحاوله على حسب استطاعته، فليس كل كريم يحوز <span id='ms127'></span> غاية الكرم، ولا كل شريف\nيبلغ نهاية الشرف، كما أن كل ماشية من النوق برجلها شملال سريعة، وكريمة\nالنجار قوية، وكذلك ليس كل من يتعاطى الكرم من الأمراء، ويوصف بالتقدم\nوالفضل من الرؤساء، يبلغ في ذلك مبلغ فاتك الذي لا يعادل في فضله، ولا\nيماثل في جلالة قدره.\n</p>\n\n<p>\nإنا لغي زمن ترك القبيح به ... من كثر الناس إحسان وإجمال\n</p>\n\n<p>\nذكر الفتى عمره الثاني، وحاجته ... ما قاته، وفضول العيش أشغال\n</p>\n\n<p>\nيقول منبها على غرابة فاتك في دهره، وانفراده بالكرم من أبناء عصره: إنا\nمن إدبار خير الزمان، وزهد أهله في الفضل والإحسان، لفي زمن إمساك أهله عن\nقبيح الفعل، وتأخرهم عن مذموم السعي، [فضل] يؤثر، وإحسان يحمد ويشكر، فكيف\nأتفق فيه مثل فاتك، وهو رئيس المحسنين، وزعيم الكرماء المنعمين؟!.\n</p>\n\n<p>\nثم قال، مشيرا إلى ما خلده فاتك من الفضل، وأبقى على نفسه من جميل الذكر،\nوأن التوفيق في ذلك موصول برأيه، والصواب مقصور على فعله: ذكر الفتى بجميل\nمساعيه، وما يخلده من مكارمه ومعاليه، عمره الثاني التالي لعمره، وحظه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \nمن الدنيا المبقي لذكره، وحاجته فيما عدا هذا قوت يبلغه، وكفاف من العيش\nيستره، ومن رغب من الدنيا غير ذلك، فإنما يتعلق بفضول تشغله، وأباطيل تموته.\n</p>\n\n<p>\nتم السفر بحمد الله وعونه وتأييده وصلى الله على محمد وعلى آله وسلم\nتسليما. يتلوه: ومات أبو شجاع فاتك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182"
  ],
  "volumes": [
    "01",
    "02"
  ]
}