{
  "content": "\n\n\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p000'> Vol. 08, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>الثامن من معجم الشيخة مريم</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p001'> Vol. 08, p. 001</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head1'>علي بن الحسن بن علي بن إبراهيم الأرموي الصوفي الشافعي</h2>\n\n<p>\nسمع من أبي الحسن بن البخاري بن عبد الرحمن. . . . . مشيخته تخريج ابن\nالظاهري. . . . . وغير ذلك، وسمع من أبي الفرج عبد الرحمن بن عبد بن الزين\nجزء أحمد بن محمد العاصمي، ومن التقي الواسطي وغيرهم وحدث كثيرا وحفظ\nالوجيز للغزالي، وتفقه وأعاد بالمدرسة السبعية بالقاهرة، وأم بالجامع\nالحاكمي، وكان صالحا وقورا، مولده تقريبا. . . . . سنة اثنتين وخمسين وست\nمائة، وتوفي يوم الاثنين خامس ذي الحجة سنة ست وثلاثين وسبع مائة.\n</p>\n\n<p>\nأخبرنا علي بن الحسن بن علي الصوفي إجازة، أنا علي بن أحمد المقدسي. . .\n. . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p002'> Vol. 08, p. 002</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id=''></h2>\n\n<h2 class='l2' id='head2'>علي بن حسن </h2>\n\n<p>\nبن مكي بن حسن بن مزيز التنوخي الحموي الخياط</span>\n</p>\n\n<p>\nرحل به جده لأمه الشيخ تقي الدين إدريس إلى دمشق سنة سبعين وست مائة،\nفسمع من ابن أبي اليسر ثلاثيات المسند، ومن العماد محمد بن سالم بن صصرى\nجزء الأنصاري، ومن أبي بكر بن النشبي , ثم قدم دمشق مرة أخرى فسمع من الفخر\nالأول من حديث ابن الشخير، ومولده تقريبا سنة <span id='ms067'></span> ست وسبعين وست مائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p003'> Vol. 08, p. 003</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head3'>علي بن حسن. . . . . .</h2>\n\n<p>\nسمع من: عبد الله بن علاق جزء. . . . . النجيب قطعة من. . . . . القيسي\nقاضي القضاة أبي الصلاح الصفراوي والعلم محمد بن الحسين. . . . . , مولده\nسنة ثلاث وأربعين وست مائة. . . . . عشرين وسبع مائة. . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p004'> Vol. 08, p. 004</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head4'>1 - </h2>\n\n<p>\n. . . . . . . ثنا أبو محمد عبد الرحمن بن عمر بن النحاس، ثنا أبو الحسن\nعلي بن عبد الله بن عبد الرحمن بن أبي مطر الإسكندراني، قدم علينا إملاء في\nصفر، سنة ثمان وثلاثين وثلاث مائة، ثنا أحمد بن محمد بن عبدويه، ثنا سفيان\nبن عيينة، عن عمرو بن دينار، عن ابن عمر، قال: سئل رسول الله صلى الله عليه\nوسلم عن صلاة الليل، فقال: «مثنى مثنى، فإذا خفت الصبح فأوتر بركعة واحدة»\n.\n</p>\n\n<p>\nمتفق عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p005'> Vol. 08, p. 005</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head5'>علي بن رزق الله بن منصور النابلسي</h2>\n\n<p>\n, سمع من أبي العباس بن عبد الدائم مشيخته تخريج ابن الظاهري، ومن أبي\nحامد بن الصابوني فوائد غزيرة، وحدث وكان وكيلا على القضاء بالديار\nالمصرية، مولده تقريبا سنة ست وخمسين وست مائة، وتوفي في جمادى الآخرة سنة\nثلاث وثلاثين وسبع مائة بالقاهرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p006'> Vol. 08, p. 006</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head6'>2 - </h2>\n\n<p>\nأخبرنا علي بن رزق الله، إجازة , أنا أحمد بن عبد الدائم، سماعا , أنا\nعبد الرحمن بن علي الخرقي، أنا علي بن المسلم، أنا أحمد بن عبد الواحد بن\nمحمد بن أبي الحزم، أنا جدي أبو بكر محمد بن أحمد بن عثمان، أنا محمد بن\nجعفر الخرائطي، نا أحمد بن منصور الرمادي، ثنا عبد الرزاق، أنا معمر، عن\nالزهري، عن سالم، عن أبيه، أن النبي صلى الله عليه وسلم، مر برجل يعظ أخاه\nفي الحياء، فقال: «دعه، فإن الحياء من الإيمان» .\n</p>\n\n<p>\nأخبرنا به عاليا أحمد بن أبي طالب، إجازة , عن زهرة بنت محمد بن حاضر،\nأنا محمد بن عبد الباقي، أنا مالك بن أحمد البانياسي، أنا أحمد بن محمد بن\nموسى بن العباس، ثنا إبراهيم بن عبد الصمد الهاشمي، ثنا أبو مصعب الزهري،\nعن مالك بن أنس، عن ابن شهاب، عن سالم، فذكر نحوه، متفق عليه من حديث يزيد\nبن هارون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p007'> Vol. 08, p. 007</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head7'>علي بن عمر <span id='ms068'></span> بن أحمد بن عمر بن أبي بكر بن عبد الله بن سعد المقدسي بهاء الدين أبو الحسن بن العز عمر</h2>\n\n<p>\nسمع على ابن عبد الدائم صحيح مسلم، وجزء ابن عرفة، وجزء أبي بكر بن بكار،\nوالمبعث لهشام بن عمار، ونسخة نعيم بن الهيثم وأربعين الآجري، وتاسع\nالحنائيات، وغير ذلك، ومن عبد الوهاب بن الناصح وأبي بكر الهروي. . . . . .\nبن عبد الملك وابن أبي عمر وعلي بن أحمد بن العمادي، وابن أبي الخير، وسمع\nمن عمر بن محمد الكرماني مجالس المخلدي، وأربعين عبد الخالق وغير ذلك،\nمولده في رجب سنة ستين وست مائة، وكان عارفا بالشروط، توفي ليلة الأربعاء\nخامس عشر المحرم، سنة تسع وأربعين وسبع مائة.\n</p>\n\n<p>\nأخبرنا. . . . . . علي بن العز عمر، إجازة. . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p008'> Vol. 08, p. 008</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head8'>علي بن عمر بن الواني الخلاطي</h2>\n\n<p>\nتقدم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p009'> Vol. 08, p. 009</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head9'>علي بن عوض بن محمد القاهري عرف بالسماك</h2>\n\n<p>\n، سمع بإجازة خاله المحدث شرف الدين الحسن بن علي اللخمي من النجيب جزء\nابن عرفة الثالث عشر من حديث الضبي، ومن المؤمل بن محمد النابلسي جزء\nالأنصاري، وحدث، توفي في يوم الخميس منتصف شوال سنة ثلاثين وسبع مائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p010'> Vol. 08, p. 010</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head10'>3 - </h2>\n\n<p>\nأخبرنا علي بن عوض، في آخرين إجازة , أنا أبو الفرج بن الصيقل، أنا أبو\nالفرج بن كليب، أنا أبو القاسم بن يحيى الوراق، وقرئ على علي بن محمد،\nأخبرك عبد الرحمن بن مكي، قال: أنا جدي لأمي الحافظ أبو طاهر السلفي، أنا\nأبو القاسم الربعي، في آخرين ببغداد , قالوا: أنا أبو الحسن بن مخلد، أنا\nأبو علي العطار، ثنا الحسن بن عرفة، ثنا المبارك بن سعد، أخو سفيان الثوري،\nعن موسى الجهني، عن مصعب بن سعد، عن سعد بن أبي وقاص، قال: قال رسول الله\nصلى الله عليه وسلم: «يسبح أحدكم في دبر كل صلاة عشرا، ويحمد عشرا، ويكبر\nعشرا، فذلك في خمس صلوات خمسون ومائة باللسان وألف وخمس مائة في الميزان\nوإذ أوى إلى فراشه كبر ثلاثا وثلاثين، وحمد ثلاثا وثلاثين، وكبر ثلاثا\nوثلاثين فتلك مائة باللسان، وألف في الميزان» ، قال: ثم قال: «وأيكم يعمل <span id='ms069'></span>\nفي اليوم والليلة ألفين وخمس مائة سيئة؟» .\n</p>\n\n<p>\nرواه النسائي في اليوم والليلة، عن زكريا بن يحيى، عن الحسن بن عرفة،\nفوقع لنا بدلا عاليا، ورواه الخطيب أبو بكر، عن أبي بكر الفريابي، عن عبدان\nبن عمر، عن حمزة بن محمد النجار، عن النسائي، وكأني سمعته من الخطيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p011'> Vol. 08, p. 011</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head11'>علي بن عيسى بن المظفر بن محمد بن إلياس بن عبد الرحمن بن علي بن حمزة الأنصاري الشيرجي</h2>\n\n<p>\nقد حضر على جده المطعم، وسمع من أحمد بن عبد الدائم، وابن أبي اليسر،\nوأحمد بن أبي بكر بن سليمان الحموي، ونصر الله بن عبد المنعم بن حواري بن\nيحيى الحموي،. . . . . . يحيى عمة والده ست الناس، وأجاز له ابن عزون وابن\nعلاق وابن عبد السلام والكمال الضرير والرشيد العطار وشيخ الشيوخ الحموي\nوغيرهم، وحدث بالقاهرة وكان تاجرا ويكتب. . . . . . . مولده في العشر\nالأخير من جمادى الآخرة سنة ثلاث وخمسين وست مائة، وتوفي في عشرين ذي\nالقعدة سنة إحدى وأربعين وسبع مائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p012'> Vol. 08, p. 012</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head12'>4 - </h2>\n\n<p>\nأخبرنا علي بن عيسى،. . . . . . إذنا، أنا أحمد بن عبد الدائم، أخبرهم. .\n. . . . الحسن بن عرفة، أنا الحسن بن ثابت الجزري، أنا عبيد بن عبد الرحمن\nبن موهب، عن عروة، عن عائشة، عن النبي صلى الله عليه وسلم، قال: «إن العبد\nليعمل الزمن الطويل من عمره، أو كله، بعمل أهل الجنة، وإن العبد ليعمل\nالزمن الطويل من عمره، أو أكثره، بعمل أهل النار، وإنه لمكتوب عند الله من\nأهل الجنة»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p013'> Vol. 08, p. 013</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head13'>علي بن أبي الخير الفضل بن علي بن نصر بن عبد الله بن الحسين بن رواحة بن إبراهيم بن عبد الله بن رواحة بن عبيد بن محمد بن عبد الله بن رواحة الأنصاري. . . . . . الدين الناصح</h2>\n\n<p>\n، سمع من لفظ الحافظ أبي محمد المنذري مجلس آموسان، ومن عبد الوهاب بن\nالحسن بن عساكر الأول من حديث أبي مسلم الكاتب، ومن خطيب المزة جزء ابن\nنجيب، ومن أبي بكر القسطلاني سنن أبي داود، ومن أبي الحسين الخزاز فوائد. .\n. . . . وكان خيرا من بيت علم وحديث، سئل عن مولده، فقال: في شوال <span id='ms070'></span> سنة ست\nوأربعين وست مائة وكذا كتب بخطه، وتوفي في يوم الأربعاء من أحد الجمادين\nسنة ثلاث وعشرين وسبع مائة بالمارستان المنصوري بالقاهرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p014'> Vol. 08, p. 014</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head14'>5 - </h2>\n\n<p>\nأخبرنا علي بن الفضل بن رواحة، إجازة , ثنا الحافظ أبو محمد عبد العظيم\nالمنذري، من لفظه , ثنا الحافظ أبو محمد محمد آموسان الأصبهاني، إملاء من\nلفظه باستملائي , أنا والدي، أنا الشيخ الذكي أبو الفتح أحمد بن محمد بن\nأحمد بن سعيد الحداد، أنا الإمام أبو سعيد محمد بن علي بن عمر بن العباس\nالحنبلي، أنا أحمد بن إبراهيم، ثنا الحسن بن سفيان، ثنا قتيبة بن سعيد.\n</p>\n\n<p>\nح قال أموسان: وأخبرتناه عاليا أم البهاء فاطمة بنت محمد بن أبي سعد\nالبغدادي، أنا سعيد بن أحمد القبار، ثنا أبو الحسين الخفاف، ثنا أبو العباس\nالسراج، ثنا قتيبة بن سعيد، ثنا إسماعيل بن جعفر، عن عبد الله بن دينار، عن\nأبي صالح، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال: \" مثلي ومثل\nالأنبياء من قبلي كمثل رجل بنى بنيانا فأحسنه وأجمله إلا موضع لبنة من\nزاوية، فجعل الناس يطوفون به ويعجبون له، ويقولون: هلا وضعت هذه اللبنة؟\nفأنا تلك اللبنة، وأنا خاتم النبيين \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p015'> Vol. 08, p. 015</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head15'>علي بن محمد بن سليمان بن حمائل المعروف بابن غنائم المقدسي الجعفري أبو الحسن الكشي</h2>\n\n<p>\nولد سنة إحدى وخمسين وست مائة في شوال، وسمع الكثير من ابن عبد الدائم،\nسمع منه. . . . . . . مشيخته الظاهرية، وسمع من شمس الدين خالد، وعلي بن\nالأوحد والكرماني، وعني بصياغة الأشعار، وكان حسن الأخلاق خيرا يحافظ على\nالتودد. . . . . الحديث. . . . . ذي الحجة. . . . . . سنة سبع وثلاثين وسبع\nمائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p016'> Vol. 08, p. 016</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head16'>6 - </h2>\n\n<p>\nأخبرنا أبو الحسين علي بن محمد بن عبد الرحمن بن عبد الرحيم، إجازة هو\nوابن عالم، وغيرهما , قالوا: أنا أحمد بن عبد الرحيم، أنا أحمد بن حمزة بن\nعلي الموازيني، أنا جدي علي بن الحسن بن الحسين، أنا أبو الحسين محمد بن\nعبد الرحمن. . . .، أنا القاضي أبو بكر يوسف بن القاسم الميانجي، أنا أبو\nيعلى أحمد بن علي بن المثنى، ثنا علي بن الجعد <span id='ms071'></span> أبو الحسن الجوهري، ثنا\nسفيان بن سعيد الثوري، عن علي بن الأقمر، حدثني أبو حذيفة، عن عائشة، قالت:\nحكيت إنسانا فقال لي رسول الله صلى الله عليه وسلم: «ما يسرني أني حكيت\nإنسانا ولي كذا أو كذا» .\n</p>\n\n<p>\nوأخبرناه عاليا يونس بن إبراهيم، إجازة إن لم يكن سماعا، عن علي بن\nالحسين، كذلك قال: أنبأنا محمد بن ناصر، وغيره , قالوا: أنا أبو الحسين\nأحمد بن محمد بن النقور، إجازة ثنا عبد الله بن محمد الخطيب، وغيره ثنا أبو\nالقاسم عبد الله بن محمد البغوي، ثنا علي بن الجعد، فذكره رواه أبو داود\nوالترمذي من حديث يحيى بن سعيد القطان، عن الثوري، فوقع لنا عاليا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p017'> Vol. 08, p. 017</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head17'>علي بن محمد بن علي بن عبد القادر بن عبد الهادي بن إسحاق بن نصر بن أبي السعادات الهمذاني نور الدين أبو الحسن المحدث الفاضل البارع</h2>\n\n<p>\nولد سنة ست وثلاثين وست مائة بمصر، وسمع بها من: أبي المعالي الأبرقوهي،\nومحمد بن الحسين القوسي، والحافظ شرف الدين الدمياطي، وابن الشريف في\nآخرين.\n</p>\n\n<p>\nوسمع عليه من الفخر التوزري وغيره، وأجاز له الفخر بن البخاري، وزينب بنت\nمكي وغيرهم.\n</p>\n\n<p>\nوقرأ وكتب بخطه المليح كثيرا، وكان من أهل العلم والدين.\n</p>\n\n<p>\nخرج لنفسه أربعين حديثا مصرية، وحدث بها، وخرج له أبو الحسين بن أيبك\nجزءا ولم يزل يقرأ ويسمع ويكتب إلى أن حج سنة تسع وأربعين وسبع مائة، ورجع\nفتوفي سنة خمسين وسبع مائة غريقا في بحر عبدان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p018'> Vol. 08, p. 018</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head18'>7 - </h2>\n\n<p>\nأخبرنا أبو الحسن علي بن محمد بن علي بن عبد القادر الهمذاني، إجازة أنا\nأحمد بن إسحاق بن المؤيد، أنا أحمد بن أبي الفتح بن صرما، وأبو الفرج\nالقاسم بن عبد الله بن عبد السلام، قال: أنا أبو الفضل محمد بن عمر بن يوسف\nالأرموي، وأنبا يونس بن إبراهيم، إن لم يكن سماعا فإجازة , أنا علي بن\nالحسين بن علي البغدادي، إجازة إن لم يكن سماعا , عن المبارك الشهرزوري،\nومحمد بن حاطب، ومحمد بن عبد الله ابن الزغواني، قالوا: أنا أبو الحسين\nأحمد بن <span id='ms072'></span> محمد بن النقور، قال الأول: سماعا , والباقون: إجازة، ثنا أبو علي\nبن عمر الحافظ،. . . . . . . أنا أحمد بن الحسن بن عبد الجبار الصوفي، ثنا\nيحيى بن معين الإمام، ثنا معن، عن مالك، عن هشام بن عروة، عن أبيه، عن\nعائشة، قالت: «إن رسول الله صلى الله عليه وسلم لم يكن يصافح امرأة قط» . .\n. . . . . في مسند مالك، عن معاوية، عن أبي صالح، عن. . . . . . . فوقع لنا\nبدلا عاليا\n</p>\n\n<p>\n. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p019'> Vol. 08, p. 019</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head19'>8 - </h2>\n\n<p>\n. . . . . . . . . . بن عبد الله الأزدي الدمشقي، إجازة , أنا إبراهيم بن\nنصر، أنا المؤيد بن محمد، أنا عبد الله بن سهل، أنا سعيد بن أبي عمرو\nالبختري، أنا زاهر بن أحمد السرخسي، أنا إبراهيم بن عبد الصمد الهاشمي، أنا\nأحمد بن أبي بكر الزهري، أنا مالك، عن زيد بن رباح، وعبد الله بن أبي عبد\nالله، عن أبي عبد الله الأغر، عن أبي هريرة، أن النبي صلى الله عليه وسلم،\nقال: «صلاة في مسجدي هذا خير من ألف فيما سواه إلا المسجد الحرام» .\n</p>\n\n<p>\nرواه ابن ماجه، عن أبي مصعب على الموافقة.\n</p>\n\n<p>\nوأخبرناه عاليا يونس بن إبراهيم , إجازة إن لم يكن سماعا، عن علي بن\nالحسين كذلك , أنبأنا أبو الفضل محمد بن ناصر الحافظ، عن الحافظ أبي القاسم\nعبد الرحمن بن محمد بن إسحاق بن إبراهيم بن محمد بن يحيى العبدي , قال:\nأنبأنا زاهر بن أحمد السرخسي فذكره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p020'> Vol. 08, p. 020</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head20'>علي بن محمد بن محمد بن عبد القوي بن علي بن جعفر بن يحيى بن عمر بن عثمان بن علي بن سوار بن علي بن أسلم الأنصاري بن الأنواري أبو الحسن المؤذن</h2>\n\n<p>\nسمع من ابن مضر، وابن عزون، والمعين الدمشقي، والنجيب، وغيرهم.\n</p>\n\n<p>\nوحدث وقرأ بالروايات على الكمال أحمد بن علي بن إبراهيم الحلبي. . . . .\n. مات في ثامن عشر شهر رمضان سنة أربع وعشرين وسبع مائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p021'> Vol. 08, p. 021</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head21'>علي بن مسعود بن نفيل</h2>\n\n<p>\n. . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p022'> Vol. 08, p. 022</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head22'>علي بن أبي المعالي بن خضر التنوخي</h2>\n\n<p>\nسمع من ابن عبد الدائم جزء ابن عرفة، وغريب الحديث لأبي مسهر، وسمع من\nجماعة آخرين، كإسماعيل بن أبي اليسر، وعمر بن محمد الكرماني <span id='ms073'></span>، وحدث.\n</p>\n\n<p>\nمولده سنة إحدى وخمسين وست مائة بدار النعمان، ومات في رابع جمادى الأولى\nمن سنة سبع وثلاثين وسبع مائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p023'> Vol. 08, p. 023</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head23'>9 - </h2>\n\n<p>\nأخبرنا أبو الحسن بن أبي المعالي التنوخي , إجازة، أنا أبو العباس أحمد\nبن عبد الدائم، أنا أبو الفرج بن كليب، أنا أبو القاسم بن سفيان.\n</p>\n\n<p>\nح قرئ على ابن. . . . . . . وأنا أسمع، أخبركم عبد الرحمن بن مكي، أنا\nغالب بن. . . . . . .، أنا أبو طاهر أحمد بن محمد السلفي، أنا أبو القاسم\nالربعي، أنا أبو الحسن محمد بن محمد بن محمد بن عبد السلام، ثنا إسماعيل بن\nمحمد الصفار، ثنا الحسن بن عرفة، أنا عيسى بن يونس، قال: سمعت ابن جريج،\nيحدث عن أبي الزبير، عن جابر بن عبد الله الأنصاري، قال: قال رسول الله،\nصلى الله عليه وسلم: «ليس على المختلس، ولا على المنتهب، ولا على الخائن\nقطع» . . . . . . . . . كلاهما عن عيسى بن يونس فوقع لنا بدلا عاليا.\n</p>\n\n<p>\nقلت: وتابعه المغيرة بن مسلم، عن أبي الزبير، وقال أبو داود: لم يسمعه من\nابن جريج عن الزبير، بلغني عن أحمد بن حنبل أنه قال: إنما سمعه من ياسين\nالزيات، وقال النسائي: رواه جماعة عن ابن جريج، لم يقل أحد منهم: حدثني أبو\nالزبير. . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p024'> Vol. 08, p. 024</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head24'>من اسمه عمر</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p025'> Vol. 08, p. 025</a>\n            </div>\n            \n<h2 class='l2' id='head25'>عمر بن حسين بن مكي بن مفرح الشطنوفي</h2>\n\n<p>\nسمع من النجيب الحراني أمالي ابن ملة، والعلم لأبي خيثمة وغير ذلك.\n</p>\n\n<p>\nتوفي في ليلة الجمعة مستهل شهر رمضان سنة سبع وأربعين وسبع مائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p026'> Vol. 08, p. 026</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head26'>10 - </h2>\n\n<p>\nأخبرنا عمر بن حسين، إجازة , أنا عبد اللطيف بن عبد المنعم الحراني، أنا\nأبو طاهر المبارك بن المبارك بن هبة الله بن المعطوش، أنا الحافظ أبو\nالبركات عبد الوهاب بن المبارك بن أحمد الأنماطي.\n</p>\n\n<p>\nح وأخبرنا عاليا أبو النون بن إبراهيم العسقلاني، إجازة إن لم يكن سماعا،\nعن علي بن الحسين بن علي التمار كذلك أنا أبو الفضل محمد بن ناصر الحافظ،\nوأبو بكر محمد بن عبيد الله بن الزغواني، والمبارك الشهرزوري أبو الكرم،\nإجازة منهم , قالا: أنا أبو محمد عبد الله بن محمد بن. . . . . . . الخطيب <span id='ms074'></span>،\nأنا عمر بن إبراهيم بن أحمد بن نصر الكناني، ثنا أبو القاسم عبد الله بن\nمحمد بن عبد العزيز البغوي، ثنا أبو خيثمة زهير بن حرب، ثنا سفيان بن\nعيينة، عن الزهري، عن الأعرج، سمعت أبا هريرة، يقول: \" إنكم تزعمون أن أبا\nهريرة يكثر الحديث على رسول الله صلى الله عليه وسلم، والله الموعد إني كنت\nامرءا مسكينا لزمت رسول الله صلى الله عليه وسلم، على ملء بطني وكان\nالمهاجرون يشغلهم الصفق بالأسواق وكانت الأنصار يشغلهم القيام على أموالهم،\nفشهدت من رسول الله صلى الله عليه وسلم، ذات يوم وقال: «من يبسط رداءه حتى\nأقضي مقالتي ثم يقبضه فلن ينسى شيئا سمعه مني» ، بسطت بردة كانت علي فوالذي\nبعثه بالحق ما نسيت شيئا سمعته منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p027'> Vol. 08, p. 027</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head27'>عمر بن عبد الرحيم بن أبي القاسم بن عبد الله بن أحمد بن إبراهيم بن منصور بن بدر الجزري أبو محمد شرف الدين الصوفي الخياط</h2>\n\n<p>\nسمع من المعين الدمشقي، وابن عزون، وابن رشيق، وسمع من النجيب عبد اللطيف\nمشيخته الصغرى ومشيخة. . . . . . . مولده سنة سبع وأربعين وست مائة، وتوفي\nسابع عشر شعبان من سنة ثمان وعشرين وسبع مائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p028'> Vol. 08, p. 028</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head28'>عمر بن عبد العزيز بن عبد الرحمن بن عبد الواحد بن عبد الرحمن بن عبد الواحد بن هلال الأزدي</h2>\n\n<p>\nولد سنة أربع وسبعين وسمع من. . . . . لأبي العباس. . . . . . ومحمد بن\nعبد المنعم، وسمع من: ابن أبي اليسر الأول والثاني من حديث الجصاص، ومسند\nأبي العز. . . . . وغيرهم.\n</p>\n\n<p>\nوحدث.\n</p>\n\n<p>\nمات في حادي عشر رجب من سنة ثلاث وسبع مائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p029'> Vol. 08, p. 029</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head29'>11 - </h2>\n\n<p>\nأخبرنا عمر بن عبد العزيز بن هلال، إذنا , أنا إسماعيل بن إبراهيم، أنا\nبركات بن إبراهيم، أنا علي بن مسلم السلمي، أنا أبو القاسم بن محمد الرازي،\nأنا محمد بن عبد الله الربعي، أنا ابن أبي داود، ثنا أبي، ثنا محمد بن عمرو\nالرازي، ثنا عبد الرحمن بن قيس، ثنا حماد بن سلمة، عن أبي العشراء، عن\nأبيه، قال: «سئل رسول الله صلى الله عليه وسلم عن العتيرة فحسنها» .\n</p>\n\n<p>\nأخبرناه أعلى من <span id='ms075'></span> هذا بدرجتين أحمد بن أبي طالب، إذنا، عن عبد الله بن\nعمر، أنبأنا أبو. . . . . . . أنا عبد الرحمن بن. . . . . . منصور بن خالد\nالذهلي، أنا أبو بكر محمد بن بكر بن عبد الرزاق، أنا أبو داود سليمان بن\nالأشعث،. . . . . . . فذكره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p030'> Vol. 08, p. 030</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head30'>عمر بن عبيد الله بن أحمد بن عمر بن الشيخ أبي بكر المقدسي أبو الكرم بن الكمال الماوردي</h2>\n\n<p>\nحضر على ابن عبد الدائم جزء ابن الفرات، وسمع أيضا من القاضي شمس الدين\nبن أبي عمر، والفخر علي، وابن بكر الهروي، وفاطمة بنت الملك المحسن، وعبد\nالرحيم.\n</p>\n\n<p>\nوخرج له ابن سعد مشيخته. . . . . كانت وفاته سنة ثلاث وثلاثين وسبع مائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p031'> Vol. 08, p. 031</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head31'>عمر بن محمد بن يحيى بن عثمان بن سعيد العتبي العرشي</h2>\n\n<p>\nسمع من سبط السلفي مشيخته تخريج. . . . . وجزء سفيان. . . . . والدعاء\nللمحاملي، والتوكل لابن أبي الدنيا، وحديث منصور،. . . . . لابن أبي\nالدنيا.\n</p>\n\n<p>\nوسمع من الحاكم السفاقسي وغيرهما وحديث ابن. . . . مات سنة أربع وعشرين\nوسبع مائة. . . . . مولده في سادس ذي الحجة سنة تسع وثلاثين وست مائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p032'> Vol. 08, p. 032</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head32'>عيسى بن عبد الكريم بن عساكر بن سعد بن أحمد بن محمد بن سليم بن مكتوم</h2>\n\n<p>\nوسمع من ابن أبي اليسر الرحلة للخطيب وجزء. . . . . وعاشر الحنائيات وغير\nذلك.\n</p>\n\n<p>\nوسمع، أيضا، من: علي بن الأوحد، والمجد بن عساكر، وأبي بكر الصابوني ,\nوحدث , مولده في شعبان سنة ثمان وخمسين وست مائة، وتوفي في ذي القعدة سنة\nإحدى وأربعين وسبع مائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p033'> Vol. 08, p. 033</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head33'>عائشة بنت علي بن عمر الصنهاجي المدعوة ست العرب</h2>\n\n<p>\nحضرت على ابن علاق. . . . . مشيخة الرازي، وسمعت من النجيب والمعين\nالدمشقي، وغيرهم , وحدثت , ومولدها في ذي الحجة سنة ستين وست مائة، وتوفيت\nمستهل ربيع الأول سنة تسع وثلاثين وسبع مائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p034'> Vol. 08, p. 034</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head34'>الغين</h2>\n\n<p>\n. . . . . . . . سمع من النجيب فضائل شعبان لابن الأخضر. . . . . . مسند\nأحمد وغيرهم.\n</p>\n\n<p>\nوسمع أيضا من العز وغيره.\n</p>\n\n<p>\nتوفي في ذي القعدة سنة إحدى وأربعين وسبع مائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p035'> Vol. 08, p. 035</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head35'>الفاء</h2>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p036'> Vol. 08, p. 036</a>\n            </div>\n            \n<h2 class='l2' id='head36'>فارس بن أبي فراس الجعبري أبو محمد الدلال</h2>\n\n<p>\n، سمع من ابن عبد الدائم الأول من حديث أبي بكر ابن نجيح , والأول من\nحديث الديرعاقولي المشيخة الظاهرية، ومن عبد <span id='ms076'></span> الوهاب بن الناصح وغيره.\n</p>\n\n<p>\nمات في ثامن عشر من شعبان من سنة ست وثلاثين وسبع مائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p037'> Vol. 08, p. 037</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head37'>12 - </h2>\n\n<p>\nأخبرنا فارس الجعبري، وغيره إجازة , قالوا: أنا أحمد بن عبد الدائم، أنا\nأحمد بن حمزة بن علي بن الحسن بن الحسين الموازيني، أنا جدي أبو الحسين\nمحمد بن عبد الرحمن التميمي، أنا القاضي أبو بكر يوسف بن القاسم، أنا أبو\nيعلى، ثنا عباد بن موسى الحنبلي، ثنا القاسم بن مالك، ثنا أيوب بن عامر\nالطائي، عن بكر بن الأخنس، عن مجاهد، عن ابن عباس، قال: «إن الله عز وجل\nفرض الصلاة على لسان نبيكم في الحضر أربعا وفي السفر ركعتين وفي الحرب\nركعة» .\n</p>\n\n<p>\nأخرجه مسلم في صحيحه عن أبي بكر ابن أبي شيبة، وعمرو بن محمد الباهلي،\nوالنسائي، عن يعقوب بن ماهان، ثلاثتهم عن القاسم بن مالك، فوقع لنا بدلا\nعاليا لهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p038'> Vol. 08, p. 038</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head38'>فاطمة بنت العز إبراهيم بن عبد الله بن أبي عمر محمد بن أحمد بن قدامة</h2>\n\n<p>\nولدت سنة أربع وخمسين وست مائة فأجاز لها محمد بن عبد الهادي وخطيب مردا،\nفكانت آخر من حدث عنهم في الدنيا.\n</p>\n\n<p>\nوسمعت من إبراهيم بن خليل نسخة أبي مسهر، ومن ابن عبد الدائم جزء الفرات\nوجزء ابن عرفة وانتخاب الطبراني لأبيه.\n</p>\n\n<p>\nماتت في شوال سنة سبع وأربعين وسبع مائة، وهي آخر من كان فقيها زمن السلف\nوشهدة وكانتا جارتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p039'> Vol. 08, p. 039</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head39'>13 - </h2>\n\n<p>\nأخبرتنا فاطمة بنت العز إبراهيم , ونجدة، إجازة , أن أحمد بن عبد الدائم،\nأخبرهم أنا أبو الفرج بن أبي الفتح الآجري، أنا علي بن أبي طالب، وأخبرنا\nعلي بن محمد الصوفي، قراءة عليه وأنا أسمع، أنا عبد الرحمن بن مكي بن عبد\nالرحمن الحاسب، أنا أبو طاهر أحمد بن محمد بن أحمد الحافظ، سماعا أنا أبو\nالقاسم الربعي، في آخرين , قالوا: أنا. . . . . . . الحسن بن عرفة بن يزيد\nالعبدي، ثنا يونس بن محمد المؤدب. . . . . . .، عن نافع، عن ابن عمر، قال:\nقال رسول الله صلى الله عليه وسلم: «ما أسكر كثيره فقليله حرام»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v08p040'> Vol. 08, p. 040</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "000",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040"
  ],
  "volumes": [
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11"
  ]
}