{
  "content": "\n<h1 class='l1' id='head0'>485 - </h1>\n\n<p>\nحدثنا علي بن سراج المصري، نا محمد بن يحيى بن كثير الحراني، نا عبد الله\nبن معتمر الحراني، نا النضر بن عربي، عن عكرمة، عن ابن عباس، قال: لما دفن\n- يعني النبي صلى الله عليه وسلم - وضع بينه وبين اللحد قطيفة بيضاء\nبعلبكية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>486 - </h1>\n\n<p>\nحدثنا ابن رستة، نا أحمد، نا أحمد بن يحيى الكوفي، نا قبيصة، نا سفيان،\nعن الربيع بن صبيح، عن يزيد، عن أنس، قال: حج رسول الله صلى الله عليه وسلم\nعلى رحل رث، وقطيفة لا تساوي أربعة دراهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>487 - </h1>\n\n<p>\nحدثنا الحسن بن محمد بن دكة، نا أبو مسعود، نا أبو داود، عن هشام، عن\nيحيى بن أبي كثير، عن أبي سلمة، عن زينب، عن أمها، قالت: كنت مضطجعة مع\nالنبي صلى الله عليه وسلم في الخميلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>ذكر وسادته صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p013'> Vol. 03, p. 013</a>\n            </div>\n            \n<h1 class='l1' id='head4'>488 - </h1>\n\n<p>\nنا أحمد بن عمرو بن أبي عاصم، نا كامل بن طلحة، نا مبارك بن فضالة، عن\nالحسن، عن أنس، قال: دخلت على النبي صلى الله عليه وسلم وتحت رأسه وسادة من\nأدم حشوها ليف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>489 - </h1>\n\n<p>\nحدثنا أحمد بن أبان، نا إسماعيل، نا سليمان بن حرب، نا حماد بن زيد، عن\nيحيى بن سعيد، عن عبيد بن حنين، عن ابن عباس، عن عمر، أن النبي صلى الله\nعليه وسلم صعد مشربة له، وعلى الباب وصيف له، فقلت: استأذن لي، فاستأذن لي،\nفإذا رسول الله صلى الله عليه وسلم على حصير قد أثر في جنبه، وإذا تحت رأسه\nمرفقة من أدم حشوها ليف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>490 - </h1>\n\n<p>\nحدثنا الحسن بن محمد بن دكة، نا أبو مسعود، نا عبد الله بن نمير، عن هشام\nبن عروة، عن أبيه، عن عائشة، رضي الله عنها، قالت: كان ضجاع النبي صلى الله\nعليه وسلم وسادة من أدم، حشوها ليف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>ذكر سريره صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p018'> Vol. 03, p. 018</a>\n            </div>\n            \n<h1 class='l1' id='head8'>491 - </h1>\n\n<p>\nأخبرنا أبو يعلى، نا أبو يوسف الجيزي <span id='ms089'></span>، نا مؤمل، نا مبارك، عن الحسن، عن\nأنس، قال: كنا عند رسول الله صلى الله عليه وسلم وعنده عمر بن الخطاب،\nورسول الله صلى الله عليه وسلم على سرير شريط، ليس بين جنب رسول الله صلى\nالله عليه وسلم، وبين الشريط شيء، وكان أرق الناس بشرة، فانحرف انحرافة،\nوقد أثر الشريط ببطن جلده، أو بجنبه، فبكى عمر، فقال رسول الله صلى الله\nعليه وسلم: ما يبكيك؟ فقال: أما والله ما أبكي ألا أكون أعلم أنك أكرم على\nالله عز وجل من قيصر وكسرى، إنهما يعيشان فيما يعيشان فيه من الدنيا، وأنت\nرسول الله صلى الله عليه وسلم بالمكان الذي أرى، فقال: يا عمر أما ترضى أن\nتكون لنا الآخرة، ولهم الدنيا؟ قال: بلى، قال: فإنه كذلك\n</p>\n\n<p>\n492\n</p>\n\n<h1 class='l1' id='head9'>[ص: 20]</h1>\n\n<p>\nأخبرنا ابن أبي عاصم، نا كامل بن طلحة، نا المبارك بن فضالة، عن الحسن،\nعن أنس، قال: دخلت على النبي صلى الله عليه وسلم وهو على سرير مرمل\nبالشريط، فذكر نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>493 - </h1>\n\n<p>\nحدثنا حسن بن محمد بن أبي هريرة، نا عبد الله بن عبد الوهاب، نا علي بن\nالحسن العسقلاني، نا يحيى بن حسان، عن محمد بن مهاجر، قال: كان متاع رسول\nالله صلى الله عليه وسلم عند عمر بن عبد العزيز، في بيت ينظر إليه كل يوم\nقال: وكان ربما اجتمعت إليه قريش، فأدخلهم في ذلك البيت ثم، استقبل ذلك\nالمتاع، فيقول: هذا ميراث من أكرمكم الله به، وأعزكم الله به، قال: وكان\nسريرا مرمولا بشريط، ومرفقة من أدم محشوة بليف، وجفنة، وقدح، وقطيفة صوف،\nكأنها جرمقانية قال: ورحى وكنانة فيها أسهم، وكان في القطيفة أثر وسخ رأسه،\nفأصيب رجل، فطلبوا أن يغسلوا بعض ذلك الوسخ، فيسعط به، فذكر ذلك لعمر، فسعط\nفبرأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>ذكر حصيره صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p023'> Vol. 03, p. 023</a>\n            </div>\n            \n<h1 class='l1' id='head12'>494 - </h1>\n\n<p>\nحدثنا محمد بن يحيى المروزي، نا عاصم، نا شعبة، عن أنس بن سيرين، قال:\nسمعت أنس بن مالك، يقول: إن النبي صلى الله عليه وسلم نضح له طرف حصير،\nفصلى ركعتين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>495 - </h1>\n\n<p>\nحدثنا الخزاعي، نا <span id='ms090'></span> القعنبي، نا مالك، عن إسحاق بن عبد الله بن أبي طلحة،\nعن أنس، أن النبي صلى الله عليه وسلم صلى على حصير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>496 - </h1>\n\n<p>\nنا عبد الله بن أحمد بن أسيد، نا بحر بن نصر، نا محمد بن إدريس الشافعي،\nرضي الله عنه، نا عبد الوهاب، عن أيوب السختياني، عن أنس بن سيرين، عن أنس\nبن مالك، قال: كان رسول الله صلى الله عليه وسلم يدخل بيت أم سليم فتبسط له\nالخمرة فيصلي فيه عليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>497 - </h1>\n\n<p>\nنا إبراهيم بن محمد بن الحارث، نا عبيد الله بن معاذ، نا أبي، نا محمد بن\nعمرو، عن أبي سلمة، عن عائشة، رضي الله عنها، قالت: كان لنا حصير نبسطها\nبالنهار، ونحتجرها علينا بالليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>498 - </h1>\n\n<p>\nحدثنا محمد بن الحسن بن بري، نا محمد بن عبد الأعلى، نا معتمر، عن عبيد\nالله بن عمر، عن سعيد بن أبي سعيد، عن أبي سلمة، عن عائشة، رضي الله عنها،\nقالت: كان رسول الله صلى الله عليه وسلم يحتجر حصيرا بالليل، فيصلي إليه،\nنبسطه بالنهار، فيجلس عليه الناس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>499 - </h1>\n\n<p>\nحدثنا سلم بن عصام، نا بشر بن آدم، نا أبو أحمر، نا يونس بن الحارث، عن\nأبي عون، عن أبيه، عن المغيرة بن شعبة، أن النبي صلى الله عليه وسلم كان\nيصلي على الحصير والفروة المدبوغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>500 - </h1>\n\n<p>\nنا محمد بن إبراهيم بن الحكم، نا أحمد الدورقي، نا يزيد بن هارون، أنا\nالمسعودي، عن عمرو بن مرة، عن إبراهيم، عن علقمة، عن عبد الله، قال: نام\nرسول الله صلى الله عليه وسلم على حصير، فأثر في جنبه، فقلنا: يا رسول الله\nألا آذنتنا فنبسط تحتك ألين منه؟ فقال: مالي وللدنيا؟ إنما مثلي ومثل\nالدنيا، كمثل راكب سار في يوم صائف، فقال تحت شجرة ثم راح وتركها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>ذكر قوله عند نومه صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p037'> Vol. 03, p. 037</a>\n            </div>\n            \n<h1 class='l1' id='head20'>501 - </h1>\n\n<p>\nأخبرنا إسحاق بن أحمد بن زيرك، نا أبو كريب، نا رشدين، عن قرة، وعقيل، عن\nابن شهاب، عن عروة، عن عائشة، رضي الله عنها: أن رسول الله صلى الله عليه\nوسلم كان <span id='ms091'></span> إذا أراد أن ينام نفث في كفيه وعوذ فيهما، ثم مسح بهما على جسده،\nيقرأ بالمعوذات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>502 - </h1>\n\n<p>\nحدثنا الحسن بن علي بن نصر، نا محمد بن عبد الكريم المروزي، نا بكير بن\nيونس بن بكير، نا موسى بن علي، عن الرقاشي، عن أنس، أن رسول الله صلى الله\nعليه وسلم لقي عليا، فقال: ما تقول يا علي عند منامك؟ قال: أقول كما يقول\nرسول الله صلى الله عليه وسلم قال: فما هو؟ قال: أقول: اللهم أنت البديع،\nالدائم، القائم، غير الغافل، خلقت كل شيء لا شريك لك، وعلمت كل شيء من غير\nتعليم، اغفر لي، إنه لا يغفر الذنوب إلا أنت فقال رسول الله صلى الله عليه\nوسلم: يا بني هاشم تعلموا دعاء علي بن أبي طالب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>503 - </h1>\n\n<p>\nحدثنا أحمد بن محمد بن الجعد الرشا، نا إسحاق بن بهلول، نا عبدة بن\nسليمان، عن عبد الله بن المبارك، عن شعبة، عن عبد الله بن أبي السفر، قال:\nسمعت أبا بكر بن أبي موسى يحدث عن البراء بن عازب، أن رسول الله صلى الله\nعليه وسلم كان إذا أراد أن ينام، قال: باسمك أحيا، وباسمك أموت. وإذا أصبح،\nأو قام من فراشه، قال: الحمد لله الذي أحيانا بعد ما أماتنا وإليه النشور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head23'>504 - </h1>\n\n<p>\nحدثنا محمد بن أحمد بن هارون، نا أحمد بن يحيى بن عطاء الجلاب، نا إسحاق\nالأزرق، نا سفيان، وزكريا، عن أبي إسحاق، عن البراء، قال: كان رسول الله\nصلى الله عليه وسلم يتوسد يده عند منامه تحت خده، ويقول: اللهم قني عذابك\nيوم تبعث عبادك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>505 - </h1>\n\n<p>\nحدثنا الفضل بن العباس بن مهران، نا القواريري، نا أبو عوانة، عن عبد\nالملك بن عمير. ح. وحدثنا محمد بن العباس بن أيوب، نا محمد بن المثنى، نا\nعبد الرحمن، عن سفيان، عن عبد الملك، عن ربعي، عن حذيفة، قال: كان رسول\nالله صلى الله عليه وسلم إذا أوى إلى فراشه، قال: اللهم باسمك أحيا وأموت.\nفإذا استيقظ، قال: الحمد لله الذي أحيانا بعد ما أماتنا <span id='ms092'></span> وإليه النشور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>506 - </h1>\n\n<p>\nأخبرنا أبو يعلى الموصلي، نا الأزرق بن علي، نا حسان بن إبراهيم، نا يوسف\nبن إسحاق بن أبي إسحاق، عن أبي بردة، عن البراء بن عازب، قال: كان رسول\nالله صلى الله عليه وسلم إذا أخذ مضجعه قبل أن ينام، وضع يده تحت خده،\nوقال: رب قني عذابك يوم تبعث عبادك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>507 - </h1>\n\n<p>\nأخبرنا أبو يعلى، نا عقبة بن مكرم، نا يونس بن بكير، أنا يونس بن عمرو،\nعن أبيه، عن أبي عبيدة بن عبد الله، عن أبيه، قال: كان رسول الله صلى الله\nعليه وسلم إذا اضطجع لينام وضع يده اليمنى تحت خده الأيمن، وقال: اللهم قني\nعذابك يوم تجمع عبادك\n</p>\n\n<p>\n508\n</p>\n\n<h1 class='l1' id='head27'>[ص: 53]</h1>\n\n<p>\nأخبرنا أبو يعلى، نا عقبة، نا يونس، حدثني يونس بن عمرو، قال: قال أبي:\nوحدثني البراء بن عازب، عن رسول الله صلى الله عليه وسلم، مثله، غير أنه\nقال: يوم تبعث عبادك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>509 - </h1>\n\n<p>\nحدثنا إسحاق بن أحمد، نا محمد بن أبان البلخي، نا أبو همام يعني\nالأهوازي، عن ثور، عن خالد بن معدان، عن أبي زهير الأنماري، قال: كان رسول\nالله صلى الله عليه وسلم إذا أخذ مضجعه، قال: اللهم أغفر لي ذنبي وأخسئ\nشيطاني، وفك رهاني، وثقل ميزاني، واجعلني في الندي الأعلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head29'>510 - </h1>\n\n<p>\nحدثنا أحمد بن هارون البردعي، نا أحمد بن منصور، نا أبو الجواب، نا عمار\nبن رزيق، عن أبي إسحاق، عن الحارث، وأبي ميسرة، عن علي، عن رسول الله صلى\nالله عليه وسلم أنه كان يقول عند مضجعه: اللهم إنى أعوذ بوجهك الكريم،\nوبكلماتك التامة من شر ما أنت آخذ بناصيته، اللهم أنت تكشف المغرم والمأثم،\nاللهم لا يهزم جندك، ولا تخلف وعدك، ولا ينفع ذا الجد منك الجد، سبحانك\nوبحمدك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>511 - </h1>\n\n<p>\nحدثنا عبدان بن أحمد، نا أحمد بن محمد بن يحيى، نا خالد بن القاسم،\nأخبرني الليث، حدثني يونس، عن ابن شهاب، عن خارجة بن زيد، أن زيد بن ثابت،\nكان يقول حين يضطجع، عن رسول الله صلى الله عليه وسلم: اللهم إنى أعوذ بك\nأن <span id='ms093'></span> تدعو علي رحم قطعتها، وأسألك غنى النفس، والموالي، ثم يقول: وضعت جنبي\nلله، واستغفرت الله لذنبي، رب إن قبضت نفسي فاغفر لها وارحمها، وإن كفتها\nفاحفظها واسترها، سبحان الله الذي في السماء عرشه، سبحان الذي في القبور\nقضاؤه، سبحان الذي في جهنم سلطانه، سبحان الذي في الجنة رحمته، سبحانك لا\nملجأ منك إلا إليك، أستغفرك وأتوب إليك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>ذكر اكتحاله عند نومه صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p062'> Vol. 03, p. 062</a>\n            </div>\n            \n<h1 class='l1' id='head32'>512 - </h1>\n\n<p>\nحدثنا محمد بن عبد الرحيم بن شبيب، نا محمد بن أبان البلخي، نا أبو\nأسامة، حدثني محمد بن عبيد الله، قال: حدثتني أم كلثوم، عن عائشة، رضي الله\nعنها، قالت: كان لرسول الله صلى الله عليه وسلم إثمد يكتحل به عند منامه،\nفي كل عين ثلاثا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أبو يعلى، نا موسى بن محمد بن حسان، نا يزيد بن هارون، نا عباد بن\nمنصور، عن عكرمة، عن ابن عباس، قال: كانت للنبي صلى الله عليه وسلم مكحلة\nيكتحل منها عند النوم، ثلاثا في كل عين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p063'> Vol. 03, p. 063</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>513 - </h1>\n\n<p>\nحدثنا محمد بن شعيب، نا سعيد بن عنبسة، نا أبو عبيدة الحداد، نا عباد بن\nمنصور، عن عكرمة، عن ابن عباس، قال: كان لرسول الله صلى الله عليه وسلم\nمكحلة يكتحل منها عند النوم، في كل عين ثلاثا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>515 - </h1>\n\n<p>\nحدثنا أبو يعلى، نا عمرو بن الحصين، نا يحيى بن العلاء، عن صفوان بن\nسليم، عن عطاء بن يسار، عن ابن عباس، قال: كان رسول الله صلى الله عليه\nوسلم إذا اكتحل، جعل في كل عين اثنتين، وواحدة بينهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني محمد بن شعيب، نا يعقوب بن إسحاق الدشتكي، نا محمد بن القاسم\nالأسدي، نا محمد بن عبد الله، عن صفوان، عن أنس، قال: كان لرسول الله صلى\nالله عليه وسلم كحل أسود، إذا أوى إلى فراشه، كحل في هذا العين ثلاثا، وفى\nهذا العين ثلاثا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p085'> Vol. 03, p. 085</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>526 - </h1>\n\n<p>\nحدثنا محمد بن أحمد بن الوليد الثقفي، نا إبراهيم بن يونس الحرمي، نا\nعثمان بن عمر، نا عبد الحميد بن جعفر، عن عمران بن أبي أنس، عن أنس <span id='ms094'></span>، أن\nرسول الله صلى الله عليه وسلم كان يكتحل في عينه اليمنى ثلاثا، وفى اليسرى\nثلاثا بالإثمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>ذكر مرآته ومشطه وتدهين رأسه صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p088'> Vol. 03, p. 088</a>\n            </div>\n            \n<h1 class='l1' id='head37'>527 - </h1>\n\n<p>\nحدثنا محمد بن خلف وكيع، نا الحسن بن السكن القرشي، نا أبان بن سفيان، نا\nأبو هلال، عن هشام بن عروة، عن أبيه، عن عائشة، رضي الله عنها، قالت: كان\nرسول الله صلى الله عليه وسلم إذا نظر في المرآة قال: اللهم كما حسنت خلقي\nفحسن خلقي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>528 - </h1>\n\n<p>\nحدثنا أحمد بن الحسن بن عبد الملك، نا أيوب الوزان، نا فهر بن بشر الرقي،\nنا عمر بن موسى، عن قتادة، قال: كان النبي صلى الله عليه وسلم إذا أخذ\nمضجعه من الليل، وضع طهوره وسواكه ومشطه، فإذا أهبه الله عز وجل من الليل،\nاستاك وتوضأ وامتشط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head39'>529 - </h1>\n\n<p>\nحدثنا ابن أبي عاصم، نا ابن مصفى، نا بقية، عن عمرو بن خالد، عن قتادة،\nعن أنس، قال: كان رسول الله صلى الله عليه وسلم إذا أخذ مضجعه من الليل،\nوضع له سواكه، وطهوره، ومشطه، فإذا أهبه الله عز وجل من الليل، استاك،\nوتوضأ وامتشط. قال: ورأيت رسول الله صلى الله عليه وسلم يمتشط بمشط من عاج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>530 - </h1>\n\n<p>\nحدثنا عيسى بن محمد الرازي، نا عمرو بن إسحاق، نا عمر بن حفص الأوصابي،\nنا ابن حمير، عن إبراهيم بن أبي عبلة، قال: سمعت أم الدرداء، قالت: سألت\nعائشة رضي الله عنها، فقالت: كنت أزود رسول الله صلى الله عليه وسلم في\nمغزاة له، أزوده دهنا، ومشطا، ومرآة، ومقصين، ومكحلة، وسواكا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head41'>531 - </h1>\n\n<p>\nأخبرنا أبو يعلى، نا عمرو بن حصين، نا يحيى بن العلاء، عن صفوان بن سليم،\nعن عطاء بن يسار، عن ابن عباس، قال: كان رسول الله صلى الله عليه وسلم إذا\nنظر في المرآة، قال: الحمد لله الذي حسن خلقي وخلقي، وزان مني ما شان من\nغيري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head42'>532 - </h1>\n\n<p>\nحدثنا عبد الرحمن بن داود الفارسي، نا عثمان بن خرزاذ، نا سلم بن قادم،\nنا أبو معاوية هاشم بن عيسى اليزني الحمصي، نا الحارث بن <span id='ms095'></span> مسلم، عن الزهري،\nعن أنس، قال: كان رسول الله صلى الله عليه وسلم إذا نظر في المرآة، قال:\nالحمد لله الذي سوى خلقي فعدله وكرم صورة وجهي، وحسنها، وجعلني من المسلمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head43'>533 - </h1>\n\n<p>\nأخبرنا ابن منيع، نا سليمان بن عمر الرقي، نا بقية، نا إسماعيل، مولى\nكندة، عن موسى بن عقبة، عن نافع، عن ابن عمر، أن النبي كان ينظر في المرآة\nوهو محرم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>534 - </h1>\n\n<p>\nحدثنا محمد بن أحمد بن راشد، نا أحمد بن إبراهيم بن خلاس، نا أبو عبد\nالرحمن المقري، قال: سمعت أبا النضر، يحدث عن يحيى بن أبي كثير، عن يزيد\nالرقاشي، عن أنس، قال: كان رسول الله صلى الله عليه وسلم يكثر دهن رأسه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>535 - </h1>\n\n<p>\nحدثنا مسلم بن سعيد، نا مجاشع، نا وكيع، عن الربيع بن صبيح، عن يزيد\nالرقاشي، عن أنس، قال: كان النبي صلى الله عليه وسلم يكثر تسريح رأسه\nولحيته بالماء، ثم يتقنع كأن ثوبه ثوب زيات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>536 - </h1>\n\n<p>\nأخبرنا ابن أبي عاصم، نا أبو بكر بن أبي شيبة، نا عبيد الله بن موسى، عن\nإسرائيل، عن سماك، عن جابر بن سمرة، قال: كان رسول الله صلى الله عليه وسلم\nقد شمط مقدم رأسه ولحيته، فكان إذا مشط رأسه وادهن لم يرين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head47'>537 - </h1>\n\n<p>\nأخبرنا ابن أبي عاصم، نا المقدمي، نا فضيل بن سليمان، عن موسى بن عقبة،\nعن كريب، عن ابن عباس، قال: انطلق رسول الله صلى الله عليه وسلم إلى\nالمدينة، بعدما ترجل وادهن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>538 - </h1>\n\n<p>\nحدثنا أحمد بن محمد بن علي الخزاعي، نا مسلم بن إبراهيم، نا حماد بن\nسلمة، عن فرقد، عن سعيد بن جبير، عن ابن عمر، قال: رأيت النبي صلى الله\nعليه وسلم ادهن بزيت غير مقتت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>539 - </h1>\n\n<p>\nحدثنا أبو القاسم البغوي، نا أبو نصر التمار، نا أبو جزي نصر بن طريف، عن\nالوليد بن أبي رهم، عن يوسف بن أبي بردة، عن عائشة، رضي الله عنها، قالت:\nكان رسول الله صلى الله عليه وسلم يغسل رأسه بالسدر ويدهن بالكاذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>ذكر فعله في ليلته، وفى فراشه، وعند انتباهه <span id='ms096'></span> من نومه، وعند قيامه صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p111'> Vol. 03, p. 111</a>\n            </div>\n            \n<h1 class='l1' id='head51'>540 - </h1>\n\n<p>\nحدثنا أبو بكر الفريابي، نا أبو أيوب سليمان بن عبد الرحمن الدمشقي، نا\nالوليد بن مسلم، نا عبد الرحمن بن نمر، قال: سألت الزهري عن القول إذا\nاستيقظ الرجل من منامه؟ فقال: أخبرني حميد بن عبد الرحمن بن عوف، حدثني رجل\nمن أصحاب رسول الله صلى الله عليه وسلم قال: رأيت النبي صلى الله عليه وسلم\nفي سفره، فقلت: لأرمقن الليلة كيف صلاة رسول الله صلى الله عليه وسلم؟ فلما\nصلى العشاء، وهي التي تدعى العتمة اضطجع فنام هويا من الليل، ثم استيقظ\nفنظر في السماء، فقال: {ربنا ما خلقت هذا باطلا سبحانك فقنا عذاب النار}\n[آل عمران: 191] إلى قوله: {إنك لا تخلف الميعاد} [آل عمران: 194] . قال\nالرجل: ثم أهوى رسول الله صلى الله عليه وسلم بيده إلى قرابه، فاستخرج منه\nسواكا، ثم اصطب من إداوته ماء في قدح له فاستن ثم صب في يده ماء، فتوضأ، ثم\nقام، فصلى. قال الرجل: حتى قلت: قد صلى قدر ما نام، ثم سلم، ثم اضطجع،\nفنام، حتى قلت: قد نام قدر ما صلى، ثم استيقظ ففعل مثل ما فعل في المرة\nالأولى، ثم نظرت في السماء، وتلاوته ما تلا من القرآن، واستنانه، ووضوئه،\nوصلاته، ثم فعل مثل ذلك في النوم، حتى قضى صلاته، ثم استيقظ وفعل كما فعل\nأول مرة، فعل ذلك ثلاث مرات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>541 - </h1>\n\n<p>\nحدثنا أبو بكر الفريابي، نا قتيبة، نا ابن لهيعة، عن الأعرج، عن حميد بن\nعبد الرحمن بن عوف، أن رجلا، قال: لأنظرن إلى صلاة رسول الله صلى الله عليه\nوسلم وهو في السفر، قال: فهجع رسول الله صلى الله عليه وسلم أول الليل، ثم\nاستيقظ، فرفع رأسه، ونظر إلى أفق السماء، فقال: {ربنا ما خلقت هذا باطلا\nسبحانك فقنا عذاب النار} [آل عمران: 191] حتى بلغ {إنك لا تخلف الميعاد}\n[آل عمران: 194] ثم أهوى بيده إلى الرحل، وأخذ السواك، واستن به، ثم توضأ\nثم قام فصلى ثم اضطجع، ثم نام، ففعل <span id='ms097'></span> كفعله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head53'>542 - </h1>\n\n<p>\nحدثنا محمد بن الحسن بن علي بن بحر، نا عمرو بن علي، نا يحيى القطان، نا\nقدامة بن عبد الله، قال: حدثتني جسرة، قالت: سمعت أبا ذر، يقول: قام النبي\nصلى الله عليه وسلم بآية حتى أصبح. والآية: {إن تعذبهم فإنهم عبادك}\n[المائدة: 118]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head54'>543 - </h1>\n\n<p>\nحدثنا عبد الرحمن بن أبي حاتم، نا يونس، نا ابن وهب، حدثني سالم بن غيلان\nالتجيبي، أن سليمان بن أبي عثمان التجيبي حدثه، عن حاتم بن عدي الحمصي، عن\nأبي ذر، قال: صليت مع النبي صلى الله عليه وسلم في بعض الليل، فقام يصلي،\nفقمت معه، حتى جعلت أضرب برأسي الجدرات من طول صلاته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head55'>544 - </h1>\n\n<p>\nحدثنا أبو الفضل العباس ابن الشيخ أبي العباس السقاني رحمه الله، نا\nالإمام أبو بكر أحمد بن محمد بن الحارث التميمي الفقيه الحافظ رحمة الله\nعليه، قراءة عليه أنا أبو محمد عبد الله بن محمد بن حيان الحافظ، أخبرنا\nأبو بكر الفريابي، نا الحسين بن عيسى القومسي، نا جعفر بن عون، نا أبو جناب\nالكلبي، نا عطاء، قال: دخلت أنا وعبد الله بن عمر، وعبيد بن عمير، على\nعائشة رضي الله عنها، فقال ابن عمر: حدثيني بأعجب ما رأيت من رسول الله صلى\nالله عليه وسلم؟ قال: فبكت، ثم قالت: كل أمره كان عجبا أتاني في ليلتي، حتى\nإذا دخل معي في لحافي، وألزق جلده بجلدي، قال: يا عائشة ائذني لي، أتعبد\nلربي، فقلت: إني لأحب قربك وهواك قالت: فقام إلى قربة في البيت، فما أكثر\nصب الماء، ثم قام فقرأ القرآن قالت: ثم بكى، حتى رأيت أن دموعه بلغت حجره،\nثم اتكأ على جنبه الأيمن، ثم وضع يده اليمنى تحت خده، ثم بكى، حتى رأيت أن\nدموعه قد بلغت الأرض قالت: فجاء بلال فآذنه بصلاة الفجر، فلما رأه يبكي،\nقال: يا رسول الله أتبكي وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟ قال:\nأفلا أكون عبدا شكورا؟ وقال: ألا أبكي وقد أنزل علي الليلة: {إن في خلق\nالسموات والأرض <span id='ms098'></span> واختلاف الليل والنهار} إلى قوله {سبحانك فقنا عذاب النار}\n[آل عمران: 191] ويل لمن قرأ هذه الآية ولم يتفكر فيها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head56'>545 - </h1>\n\n<p>\nحدثنا أبو بكر الفريابي، نا قتيبة بن سعيد، عن مالك بن أنس، عن مخرمة بن\nسليمان، عن كريب، أن ابن عباس أخبره أنه بات ليلة عند ميمونة زوج النبي صلى\nالله عليه وسلم، وهي خالته قال: فاضطجعت في عرض الوسادة، واضطجع رسول الله\nصلى الله عليه وسلم وأهله في طولها، فنام رسول الله صلى الله عليه وسلم،\nحتى إذا انتصف الليل، أو قبله بقليل أو بعده بقليل، استيقظ رسول الله صلى\nالله عليه وسلم، فجعل يمسح النوم عن وجهه بيده، ثم قرأ العشر آيات الخواتيم\nمن سورة آل عمران، ثم قام إلى شن معلقة، فتوضأ منها، فأحسن وضوءه، ثم قام\nيصلي، قال ابن عباس: فقمت فصنعت مثل ما صنع، ثم ذهبت فقمت إلى جنبه، فوضع\nرسول الله صلى الله عليه وسلم يده اليمنى على رأسي، فأخذ بأذني اليمنى،\nفقلبها، فصلى ركعتين، ثم ركعتين، ثم ركعتين، ثم ركعتين، ثم ركعتين، ثم\nأوتر، ثم اضطجع، حتى إذا جاءه المؤذن، قام فصلى ركعتين خفيفتين، ثم خرج\nفصلى الصبح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head57'>546 - </h1>\n\n<p>\nأخبرنا ابن أبي عاصم النبيل، نا أبو بكر بن أبي شيبة، نا عبيد الله بن\nموسى، نا إسرائيل، عن أبي إسحاق، عن الأسود، عن عائشة، رضي الله عنها،\nقالت: كان رسول الله صلى الله عليه وسلم ينام أول الليل، ويحيي آخره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head58'>547 - </h1>\n\n<p>\nحدثنا دليل بن إبراهيم، نا عبد العزيز بن منيب، نا إسحاق بن كيسان، حدثني\nأبي، عن سعيد بن جبير، عن ابن عباس، أن النبي صلى الله عليه وسلم كان جالسا\nوالناس حوله، فقال: إن الله عز وجل جعل لكل نبي شهوة، وإن شهوتي في قيام\nهذا الليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head59'>548 - </h1>\n\n<p>\nحدثنا أبو بكر الفريابي، نا قتيبة بن سعيد، نا ابن لهيعة، عن الحارث بن\nيزيد، عن ابن نعيم، عن مسلم بن مخراق، عن عائشة، رضي الله عنها، قالت: ذكر\nلها أن ناسا يقرءون القرآن في ليلة مرة، أو <span id='ms099'></span> مرتين، قالت: أولئك قرءوا، ولم\nيقرءوا، كنت أقوم مع رسول الله صلى الله عليه وسلم ليلة التمام، وكان يقرأ\nسورة البقرة، وآل عمران، والنساء، فلا يمر بآية فيها تخويف إلا دعا الله عز\nوجل واستعاذه، ولا يمر بآية استبشار إلا دعا الله ورغب إليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>549 - </h1>\n\n<p>\nحدثنا إبراهيم بن محمد بن الحسن، نا عمر بن عبد الملك بن حكيم الحمصي، نا\nمحمد بن عبيدة، عن الجراح بن مليح، عن إبراهيم بن عبد الحميد بن ذي حماية،\nعن شعبة، عن قتادة، عن زرارة بن أوفى، عن سعد بن هشام، أنه سأل عائشة رضي\nالله عنها عن قيام النبي صلى الله عليه وسلم؟ قالت: كان يوضع له وضوءه،\nوسواكه، ثم يبعثه الله لما شاء أن يبعثه له من الليل، فيستاك، ويتوضأ ثم\nيقوم فيركع تسع ركعات، وركعتين وهو قائم فلما أسن كان يركع تسع ركعات\nوركعتين وهو قاعد، وكان إذا مرض ولم يقم من الليل، صلى ثنتي عشرة ركعة من\nالنهار، وكان إذا عمل عملا داوم عليه، ولم يقرإ القرآن في ليلة، ولم يقم\nحتى الصباح، ولم يصم شهرا تاما غير رمضان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>550 - </h1>\n\n<p>\nحدثنا المروزي، نا عاصم بن علي، نا عكرمة بن عمار، عن يحيى بن أبي كثير،\nحدثني أبو سلمة، قال: سألت عائشة رضي الله عنها: بأي شيء كان يفتتح النبي\nصلى الله عليه وسلم صلاته إذا قام من الليل؟ قالت: كان يكبر، ويفتتح صلاته:\nاللهم رب جبريل، وميكائيل، وإسرافيل، فاطر السموات والأرض، أنت تحكم بين\nعبادك فيما كانوا فيه يختلفون، اهدني لما اختلفوا فيه من الحق بإذنك إنك\nتهدي من تشاء إلى صراط مستقيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head62'>551 - </h1>\n\n<p>\nحدثنا محمد بن يحيى المروزي، نا عاصم بن علي، نا شعبة، عن عمرو بن مرة،\nقال: سمعت أبا حمزة، رجلا من الأنصار، يحدث رجلا من بني عبس عن حذيفة أنه\nانتهى إلى النبي صلى الله عليه وسلم حين قام في صلاته من الليل فلما دخل في\nالصلاة، قال: الله أكبر ذو الملكوت والجبروت، والكبرياء، والعظمة، ثم قرأ\nالبقرة، ثم <span id='ms100'></span> ركع، وكان ركوعه نحوا من قيامه، وكان يقول في ركوعه: سبحان ربي\nالعظيم، وكان إذا رفع رأسه قام قدر ما ركع، وكان يقول: لربي الحمد، ثم سجد،\nوكان سجوده نحوا من قيامه، يقول في سجوده: سبحان ربي الأعلى، ثم رفع رأسه،\nوكان بين السجدتين نحو من سجوده، يقول: رب اغفر لي، فصلى أربع ركعات يقرأ\nفيهن البقرة وآل عمران والنساء والمائدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head63'>552 - </h1>\n\n<p>\nحدثنا عبد الرحمن بن أبي حاتم الرازي، نا أحمد بن القاسم بن عطية، نا\nأحمد بن عبد الرحمن الدشتكي، حدثني أبي، عن أبيه، نا أشعث بن إسحاق، عن\nجعفر بن أبي المغيرة، عن سعيد بن جبير، عن ابن عباس، قال: كان رسول الله\nصلى الله عليه وسلم يطلع من مصلاه ثلاث مرات في الليلة إلى السماء يقتريء\n{إن في خلق السموات والأرض واختلاف الليل والنهار لآيات لأولي الألباب} إلى\nقوله: {إنك لا تخلف الميعاد} [آل عمران: 194]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head64'>553 - </h1>\n\n<p>\nحدثنا عبد الرحمن بن أبي حاتم، نا أحمد بن سنان، نا أبو أحمد، نا يونس بن\nأبي إسحاق، عن المنهال بن عمرو، عن علي بن عبد الله بن عباس، عن أبيه، قال:\nأمرني العباس أن أبيت بآل رسول الله صلى الله عليه وسلم فصلى رسول الله صلى\nالله عليه وسلم العشاء الآخرة، ثم صلى بعدها، حتى لم يبق في المسجد غيره،\nثم انصرف، فأتيت بوسادة من مسوح، فنام رسول الله صلى الله عليه وسلم حتى\nسمعت غطيطه، ثم استيقظ، فجلس على فراشه، ثم رفع رأسه إلى السماء، فقال:\nسبحان الملك، القدوس - ثلاث مرات، ثم تلا هذه الآية {إن في خلق السموات\nوالأرض واختلاف الليل والنهار} إلى خاتمتها، ثم قام فبال، ثم جاء فاستن\nبمسواكه، فتوضأ، ثم دخل مصلاه فصلى ركعتين ليستا بطويلتين، ولا قصيرتين، ثم\nرجع إلى فراشه، فنام حتى سمعت غطيطه، ثم جلس فاستوى على فراشه، فصنع كما\nصنع في المرتين، حتى صلى ركعات، ثم أوتر، فلما قضى صلاته سمعته يقول: اللهم\nاجعل في بصري نورا - إلى قوله: واعظم لي نورا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>نعت <span id='ms101'></span> قراءة النبي صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p141'> Vol. 03, p. 141</a>\n            </div>\n            \n<h1 class='l1' id='head66'>554 - </h1>\n\n<p>\nحدثنا أبو بكر الفريابي، نا قتيبة، نا الليث، عن ابن أبي مليكة، عن يعلى\nبن مملك، أنه سأل أم سلمة عن قراءة النبي، صلى الله عليه وسلم، وصلاته؟\nفقالت: وما لكم وصلاته؟ كان يصلي، ثم ينام قدر ما صلى، ثم يصلي قدر ما نام،\nثم ينام قدر ما صلى، حتى يصبح، ثم تنعت له قراءته، فإذا هي تنعت قراءته\nمفسرة حرفا حرفا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head67'>555 - </h1>\n\n<p>\nحدثنا علي بن العباس المقانعي، نا عبد الله بن الحكم، نا الوليد بن\nالقاسم بن الوليد، نا عمر بن موسى، عن مكحول، قال: سألت أنس بن مالك: كيف\nكانت قراءة النبي صلى الله عليه وسلم؟ قال: كانت قراءته الزمزمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head68'>557 - </h1>\n\n<p>\nحدثنا أبو بكر الفريابي، نا محمد بن أبي رجاء أبو سليمان، نا عبد الرحمن\nبن أبي الزناد، عن عمرو بن أبي عمرو، مولى المطلب، عن عكرمة، قال: قال ابن\nعباس: كانت قراءة رسول الله صلى الله عليه وسلم قدر ما يسمعه من في الحجرة،\nومن في البيت. حدثنا حامد بن شعيب، نا ابن بكار، نا ابن أبي الزناد، مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head69'>558 - </h1>\n\n<p>\nحدثنا الفريابي، نا محمد بن بكار، وإبراهيم بن عبد الله، قالا: أنا ابن\nالمبارك، عن عمران بن زائدة بن نشيط، عن أبيه، عن أبي خالد الوالبي، عن أبي\nهريرة، قال: كانت قراءة رسول الله صلى الله عليه وسلم بالليل: يرفع طورا،\nويخفض طورا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head70'>559 - </h1>\n\n<p>\nحدثنا الفريابي، نا عثمان بن أبي شيبة، نا محمد بن بشر، ووكيع، قالا:\nحدثنا مسعر، عن أبي العلاء العبدي، عن يحيى بن جعدة، عن أم هانئ، قالت: كنت\nأسمع قراءة رسول الله صلى الله عليه وسلم بالليل وأنا على عريشي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>560 - </h1>\n\n<p>\nحدثنا إسحاق بن أحمد الفارسي، والجمال، قالا: نا عبد الرحمن بن عمر، نا\nمعاوية بن صالح، عن عبد الله بن أبي قيس، قال: قلت لعائشة رضي الله عنها:\nكيف كانت قراءة رسول الله صلى الله عليه وسلم بالليل؟ أيجهر؟ أم يسر؟ قالت:\nكل ذاك قد كان يفعل، ربما جهر، وربما أسر <span id='ms102'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head72'>561 - </h1>\n\n<p>\nحدثنا أحمد بن عمرو بن أبي عاصم، نا يعقوب بن حميد، نا عبد الله بن عبد\nالله الأموي، عن مخرمة بن سليمان، عن كريب، قال: سألت ابن عباس عن قراءة\nرسول الله صلى الله عليه وسلم بالليل؟ فقال: كان يقرأ في حجرته قراءة، لو\nشاء حافظ أن يحفظها لفعل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head73'>562 - </h1>\n\n<p>\nحدثنا محمد بن أحمد بن سليمان بن أبي الشيخ الواسطي، نا محمد بن أبان\nالواسطي، نا جرير بن حازم، قال: سمعت قتادة يحدث، قال: سألت أنسا: كيف كانت\nقراءة رسول الله صلى الله عليه وسلم؟ قال: كان يمد صوته مدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head74'>ذكر شدة اجتهاده وعبادته وتضرعه وطول قيامه صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p158'> Vol. 03, p. 158</a>\n            </div>\n            \n<h1 class='l1' id='head75'>563 - </h1>\n\n<p>\nأخبرنا أبو يعلى، نا كامل بن طلحة، نا ابن لهيعة، نا الحارث بن يزيد، عن\nزياد بن نعيم الحضرمي، عن مسلم بن مخارق، قال: قلت لعائشة رضي الله عنها:\nيا أم المؤمنين إن ناسا يقرأ أحدهم القرآن في ليلة مرتين، أو ثلاثا، قالت:\nأولئك قرأوا ولم يقرءوا، كان رسول الله صلى الله عليه وسلم يقوم الليلة\nالتامة يقرأ سورة البقرة وآل عمران والنساء، لا يمر بآية فيها استبشار إلا\nدعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head76'>564 - </h1>\n\n<p>\nحدثنا أحمد بن عمرو بن عبد الخالق، وجعفر بن عبد الله بن الصباح، قالا:\nحدثنا الحسن بن الصباح، نا مؤمل، عن سليمان بن المغيرة، عن ثابت، عن أنس،\nأن رسول الله صلى الله عليه وسلم وجد شيئا من وجع، فقيل له: يا رسول الله\nاشتد عليك الوجع، وإنا نرى أثر الوجع عليك، قال: أما مع ما ترون، فقد قرأت\nالبارحة السبع الطوال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head77'>565 - </h1>\n\n<p>\nحدثنا الفريابي، نا دحيم، نا عبد الرحمن بن يحيى المعافري، نا حيوة بن\nشريح، عن أبي الأسود، عن عروة، عن عائشة، رضي الله عنها، قالت: كان النبي\nصلى الله عليه وسلم يقوم من الليل، حتى تفطرت قدماه دما، قالت عائشة رضي\nالله عنها: قلت: تصنع هذا يا رسول الله وقد غفر الله لك ما تقدم من ذنبك\nوما تأخر؟ قال: أفلا أكون عبدا شكورا؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head78'>566 - </h1>\n\n<p>\nحدثنا الفريابي، نا قتيبة <span id='ms103'></span> بن سعيد، نا أبوعوانة، عن زياد بن علاقة، عن\nالمغيرة بن شعبة، أن النبي صلى الله عليه وسلم صلى حتى انتفخت منه قدماه،\nفقيل له: أتفعل هذا؟ وقد غفر لك ما تقدم من ذنبك وما تأخر، قال: أفلا أكون\nعبدا شكورا؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>567 - </h1>\n\n<p>\nحدثنا أحمد بن محمد بن علي الخزاعي، نا قرة بن حبيب، نا عبد الحكم، عن\nأنس، قال: تعبد رسول الله صلى الله عليه وسلم حتى صار كالشن البالي،\nفقالوا: يا رسول الله ما يحملك على هذا؟ أليس قد غفر الله لك ما تقدم من\nذنبك وما تأخر؟ قال: أفلا أكون عبدا شكورا؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head80'>568 - </h1>\n\n<p>\nحدثنا الفريابي، نا عثمان بن أبي شيبة، نا يحيى بن زكريا بن إبراهيم بن\nسويد النخعي، نا عبد الملك بن أبي سليمان، عن عطاء، قال: دخلت أنا وعبيد بن\nعمير على عائشة رضي الله عنها، فقال عبيد بن عمير: حدثينا بأعجب شيء رأيته\nمن رسول الله صلى الله عليه وسلم؟ فبكت، فقالت: قام ليلة من الليالي، فقال:\nيا عائشة ذريني أتعبد لربي، قالت: قلت: والله إني لأحب قربك وأحب ما يسرك،\nقالت: فقام، فتطهر، ثم قام يصلي، فلم يزل يبكي حتى بل حجره، ثم بكى، فلم\nيزل يبكي حتى بل الأرض، وجاء بلال يؤذنه بالصلاة فلما رآه يبكي، قال: يا\nرسول الله تبكي، وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟ قال: أفلا أكون\nعبدا شكورا؟ لقد نزلت علي الليلة آيات، ويل لمن قرأها ولم يتفكر فيها: {إن\nفي خلق السموات والأرض}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>569 - </h1>\n\n<p>\nأخبرنا أبو يعلى، نا عبد الأعلى بن حماد، نا معتمر، نا محمد بن عثيم\nالحضرمي، حدثني عثيم، عن عثمان بن عطاء الخراساني، عن أبيه، عن عائشة، رضي\nالله عنها، قالت: كانت ليلتي من رسول الله صلى الله عليه وسلم، فخرجت، فإذا\nبه ساجد كالثوب الطريح، فسمعته يقول: سجد لك سوادي، وخيالي، وآمن بك فؤادي،\nرب هذه يدي، وما جنت علي نفسي، يا عظيما يرجى لكل عظيم، اغفر الذنب العظيم.\nثم قال: إن جبريل <span id='ms104'></span> عليه السلام أتاني، فأمرني أن أقول هذه الكلمات التي\nسمعت، فقوليهن في سجودك، فإنه من قالها لم يرفع رأسه حتى يغفر له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head82'>570 - </h1>\n\n<p>\nأخبرنا أبو يعلى، نا هدبة، نا حماد بن سلمة، عن ثابت، عن مطرف بن عبد\nالله بن الشخير، عن أبيه، قال: رأيت النبي صلى الله عليه وسلم يصلي ولصدره\nأزيز كأزيز المرجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head83'>571 - </h1>\n\n<p>\nأخبرنا أبو يعلى، نا زهير بن حرب، نا ابن مهدي، نا شعبة، عن أبي إسحاق،\nقال: سمعت حارثة بن مضرب، يحدث عن علي، قال: لقد رأيتنا وما فينا قائم إلا\nرسول الله صلى الله عليه وسلم تحت شجرة يصلي ويبكي، حتى أصبح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head84'>572 - </h1>\n\n<p>\nحدثنا عبد الله بن محمد بن عبد الكريم، نا أبو زرعة، نا الأزرق بن علي،\nنا حسان بن إبراهيم، نا يوسف، عن أبي إسحاق، عن حارثة بن مضرب، أن عليا،\nرضي الله عنه، قال: إن رسول الله صلى الله عليه وسلم ليلة أصبح ببدر من\nالغد، قام تلك الليلة كلها يصلي، حتى أصبح وهو مسافر.\n</p>\n\n<h1 class='l1' id='head85'>[ص: 175]</h1>\n\n<h1 class='l1' id='head86'>573 - </h1>\n\n<p>\nأخبرنا أبو يعلى، نا الأزرق بن علي، بإسناده ومتنه، مثله سواء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head87'>574 - </h1>\n\n<p>\nحدثنا أحمد بن محمد المصاحفي، حدثنا عبيد بن شريك، نا زكريا بن نافع\nالأرسوفي، نا السري بن يحيى، عن عبد الكريم بن رشيد، عن مطرف بن عبد الله\nبن الشخير، عن أبيه، قال: صليت خلف النبي صلى الله عليه وسلم فسمعت لصدره\nأزيزا كأزيز المرجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head88'>575 - </h1>\n\n<p>\nنا إسحاق بن جميل، نا أبو هشام الرفاعي، نا أبو بكر بن عياش، نا الكلبي،\nعن أبي صالح، عن ابن عباس، حدثني جابر بن عبد الله، أن النبي صلى الله عليه\nوسلم قرأ {وإذا سألك عبادي عني فإني قريب أجيب دعوة الداع إذا دعان\nفليستجيبوا لي} [البقرة: 186] ، فقال صلى الله عليه وسلم: اللهم أمرت\nبالدعاء وتكفلت بالإجابة، لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد\nوالنعمة لك والملك، لا شريك لك، أشهد أنك فرد، أحد، صمد، لم يلد ولم يولد،\nولم يكن له كفوا أحد، وأشهد أن وعدك حق، ولقاءك <span id='ms105'></span> حق، والجنة حق، والنار حق\nوالساعة آتية لا ريب فيها، وأنك تبعث من في القبور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head89'>576 - </h1>\n\n<p>\nحدثنا الحسين بن الحسن الطبري، نا إسماعيل بن عبد الحميد، نا حفص بن عمر،\nنا روح بن مسافر، عن محمد بن الملائي، عن أبيه، عن محمد، عن أبي هريرة،\nقال: صحبت النبي صلى الله عليه وسلم في سفر في ليلة، فقرأ: بسم الله الرحمن\nالرحيم، فبكى حتى سقط، فقرأها عشرين مرة، كل ذلك يبكي، حتى سقط، ثم قال في\nأخر ذلك: لقد خاب من لم يرحمه الرحمن الرحيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>577 - </h1>\n\n<p>\nحدثنا الوليد بن أبان، نا إسحاق بن إبراهيم، نا أبو عاصم، نا ابن جريج،\nحدثني أبي، عن ابن أبي مليكة، أنه سمع أهل عائشة يحدثون عنها أنها قالت: إن\nرسول الله صلى الله عليه وسلم كان شديد الإنصاب لنفسه في العبادة، حتى دخل\nفي السن، وثقل، فلم يمت حتى كان أكثر صلاته وهو قاعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head91'>578 - </h1>\n\n<p>\nحدثنا إسحاق بن أحمد، نا عبد الله بن داود، نا إسماعيل بن مسلم، عن أبي\nالمتوكل، قال: قام رسول الله صلى الله عليه وسلم بآية من القرآن يكررها على\nنفسه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>صفة أكل رسول الله صلى الله عليه وسلم وشربه ونكاحه وآدابه</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p186'> Vol. 03, p. 186</a>\n            </div>\n            \n<h1 class='l1' id='head93'>579 - </h1>\n\n<p>\nفأما صفة أكله صلى الله عليه وسلم، حدثنا محمد بن كثير، نا سفيان الثوري،\nعن الأعمش، عن أبي حازم، عن أبي هريرة، قال: ما عاب رسول الله صلى الله\nعليه وسلم طعاما قط، إن اشتهاه أكله، وإلا تركه\n</p>\n\n<p>\n580\n</p>\n\n<h1 class='l1' id='head94'>[ص: 188]</h1>\n\n<p>\nحدثنا عبد الرحمن بن محمد بن حماد، نا أبي، نا عبد الصمد بن حسان، نا\nسفيان، عن الأعمش، عن خيثمة، عن أبي هريرة مثله.\n</p>\n\n<h1 class='l1' id='head95'>[ص: 189]</h1>\n\n<h1 class='l1' id='head96'>581 - </h1>\n\n<p>\nحدثنا عمر بن عبد الله، نا أبو مسعود، أنا محمد بن يوسف، نا سفيان، عن\nالأعمش، عن أبي يحيى، مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head97'>582 - </h1>\n\n<p>\nحدثنا محمد بن العباس، نا عبيد بن إسماعيل الهباري. ح. وحدثنا إسحاق بن\nجميل، نا سفيان، ووكيع، قالا: حدثنا جميع بن عمر العجلي، حدثني رجل، من بني\nتميم من ولد أبي هالة، عن الحسن بن علي، قال: سألت <span id='ms106'></span> هند بن أبي هالة عن صفة\nالنبي، صلى الله عليه وسلم، فقال: لم يكن يذم ذواقا ولا يمدحه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head98'>583 - </h1>\n\n<p>\nحدثنا عمر بن الحسن الحلبي، نا محمد بن قدامة المصيصي، نا جرير، عن\nالأعمش. ح. وحدثنا محمد بن أحمد بن معدان، نا أحمد بن عبد الرحمن بن وهب،\nأنا عمي، نا فضيل بن عياض، عن الأعمش، عن أبي حازم، عن أبي هريرة، قال: ما\nعاب رسول الله صلى الله عليه وسلم طعاما قط، إن اشتهاه أكله، وإذا كرهه\nتركه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head99'>584 - </h1>\n\n<p>\nحدثنا عبد الله بن محمد بن زكريا، نا سهل بن عثمان، نا أبو خالد، عن\nالأعمش، عن أبي صالح، عن أبي هريرة، قال: كان النبي صلى الله عليه وسلم إذا\nأتي بطعام، إن اشتهى أكل، وإلا لم يقل شيئا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head100'>585 - </h1>\n\n<p>\nحدثنا أحمد بن عمر، نا إسماعيل، نا يحيى الحماني، نا أبو معاوية، عن\nالأعمش، عن أبي يحيى، مولى جعدة بن هبيرة، عن أبي هريرة، قال: ما رأيت رسول\nالله صلى الله عليه وسلم عائبا طعاما قط، كان إذا اشتهاه أكله، وإن لم\nيشتهه تركه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head101'>586 - </h1>\n\n<p>\nحدثنا ابن صاعد، نا أزهر بن جميل، نا عمر بن شقيق، عن إسماعيل بن مسلم،\nعن الأعمش، عن أبي صالح، عن أبي هريرة، قال: ما عاب رسول الله صلى الله\nعليه وسلم طعاما قط، إن اشتهاه أكله، وإلا تركه.\n</p>\n\n<h1 class='l1' id='head102'>[ص: 197]</h1>\n\n<h1 class='l1' id='head103'>587 - </h1>\n\n<p>\nحدثنا قاسم المطرز، نا أبو موسى، نا روح بن أسلم، نا زائدة، عن الأعمش،\nمثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head104'>588 - </h1>\n\n<p>\nحدثنا محمد بن أحمد بن معدان، نا إبراهيم بن سعيد الجوهري، نا ابن\nالطباع، نا معاذ بن محمد بن معاذ بن أبي بن كعب، عن أبيه، عن جده، عن أبي\nبن كعب، أن النبي صلى الله عليه وسلم كان يجثو على ركبتيه، وكان لا يتكئ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head105'>589 - </h1>\n\n<p>\nحدثنا إسحاق بن أحمد الفارسي، نا عبد الرحمن بن عمر، نا أبو قتيبة، نا\nرجل، من بني ثور، عن هشام بن عروة، عن أبيه، عن عائشة، رضي الله عنها،\nقالت: كان رسول الله صلى الله عليه وسلم إذا أكل الطعام <span id='ms107'></span> أكل مما يليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head106'>590 - </h1>\n\n<p>\nحدثنا أحمد بن الحسن بن عبد الملك، نا المخرمي، نا محمد بن جعفر، نا عباد\nبن حميد، عن أنس، قال: كان أحب الطعام إلى رسول الله صلى الله عليه وسلم\nالبقل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head107'>591 - </h1>\n\n<p>\nحدثنا أحمد بن عمرو بن عبد الخالق، نا عمرو بن علي، نا يحيى بن سعيد، عن\nمسعر، حدثني شيخ من فهم - قال يحيى: اسمه محمد بن عبد الرحمن، عن عبد الله\nبن جعفر، قال: قال رسول الله صلى الله عليه وسلم: أطيب اللحم لحم الظهر\n</p>\n\n<p>\n592\n</p>\n\n<h1 class='l1' id='head108'>[ص: 206]</h1>\n\n<p>\nحدثنا أحمد بن عمرو، نا يوسف بن موسى، نا جرير، عن رقبة، عن شيخ، من فهم،\nعن عبد الله بن جعفر، أن النبي صلى الله عليه وسلم قال: مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head109'>593 - </h1>\n\n<p>\nحدثنا محمد بن يحيى، نا محمد بن عباد، نا عبد العزيز بن عمران الزهري، نا\nابن أبي ذئب، عن عبد الله بن السائب بن خباب، عن أبيه، عن جده، قال: رأيت\nرسول الله صلى الله عليه وسلم يأكل من قديد في طبق، فقام إلى فخارة فيها\nماء فشرب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>594 - </h1>\n\n<p>\nحدثنا عبد الله بن مقير البغدادي، نا محمود بن غيلان، نا علي بن الحسن،\nنا الحسين بن واقد، أنا أبو الزبير، عن جابر بن عبد الله، قال: أكلنا\nالقديد مع رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head111'>595 - </h1>\n\n<p>\nحدثنا أحمد بن موسى الأنصاري، نا أبو يوسف القلوسي، نا أبو رجاء، نا عبد\nالله بن جعفر، حدثني عبد الحكم، قال: رآني عبد الله بن جعفر، وأنا غلام،\nوأنا آكل، من ههنا ومن ههنا، فقال: إن رسول الله صلى الله عليه وسلم كان\nإذا أكل لم تعد يده بين يديه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>596 - </h1>\n\n<p>\nحدثنا أحمد بن جعفر بن نصر، نا عبد السلام بن عاصم، نا عبد المجيد بن عبد\nالعزيز، نا معمر، عن الأعمش، عن زيد بن وهب، عن حذيفة بن اليمان، قال:\nبينما نحن عند رسول الله صلى الله عليه وسلم إذ أتي بجفنة فوضعت فكف عنها\nرسول الله صلى الله عليه وسلم يده، وكففنا أيدينا، وكنا لا نضع <span id='ms108'></span> أيدينا حتى\nيضع رسول الله صلى الله عليه وسلم يده، فجاء أعرابي يشتد، كأنه يطرد، حتى\nأهوى إلى الجفنة، فأخذ رسول الله صلى الله عليه وسلم بيده، فأجلسه وجاءت\nجارية كأنها تدفع فذهبت تضع يدها في الطعام، فأخذ النبي صلى الله عليه وسلم\nبيدها، ثم قال: إن الشيطان يستحل الطعام إذا لم يذكر اسم الله عليه، وإنه\nلما رآنا كففنا أيدينا، جاء بهذا الأعرابي يستحل به، ثم جاء بالجارية يستحل\nبها والذي لا إله غيره، يده في يدي مع يدها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head113'>597 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله بن رستة، نا إبراهيم بن المستمر، نا عفان بن\nمسلم، نا حماد بن سلمة، عن حميد، عن أبي المتوكل، عن جابر، قال: كنا إذا\nأكلنا مع رسول الله صلى الله عليه وسلم طعاما لا نبدأ حتى يكون رسول الله\nصلى الله عليه وسلم يبدأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head114'>598 - </h1>\n\n<p>\nحدثنا أبو العباس أحمد بن محمد بن علي، نا الحسن بن عرفة، نا مبارك بن\nسعيد، عن عمر بن سعيد الثوري، عن عكرمة، قال: صنع سعيد بن جبير طعاما، ثم\nأرسل إلى ابن عباس: أن ائتني أنت ومن أحببت من مواليك، قال: فجاء ابن عباس\nوقال: إني لست أتأمر على أحد، وإنما أعدك منا أهل البيت، ائتنا بالثريد،\nفإنه كان أحب الطعام إلى رسول الله صلى الله عليه وسلم الثريد من الخبز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head115'>599 - </h1>\n\n<p>\nحدثنا محمد بن يحيى، نا سعيد بن عنبسة، نا بقية، عن بحير بن سعد، عن خالد\nبن معدان، عن أبي زياد، قال: سألت عائشة رضي الله عنها عن أكل البصل؟\nفقالت: آخر طعام أكله النبي صلى الله عليه وسلم، طعام فيه بصل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head116'>600 - </h1>\n\n<p>\nحدثنا أحمد بن الحسن بن عبد الجبار، نا علي بن الجعد، نا حماد بن سلمة،\nعن ثابت، عن أنس، أن رسول الله صلى الله عليه وسلم كان إذا أكل لعق أصابعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head117'>601 - </h1>\n\n<p>\nحدثنا عبد الله بن محمد البغوي، نا محمد بن عبد الوهاب، نا محمد بن عبد\nالله بن عبيد بن عمير، عن هشام بن عروة، عن أبيه <span id='ms109'></span>، عن ابن لكعب، عن كعب بن\nعجرة، قال: رأيت النبي صلى الله عليه وسلم يأكل طعاما فلعق أصابعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head118'>602 - </h1>\n\n<p>\nحدثنا عبد الله بن الحسن النيسابوري، نا محمد بن يحيى النيسابوري، نا أبو\nعاصم، عن ابن جريج، عن أبي الزبير، عن جابر، أن رسول الله صلى الله عليه\nوسلم كان إذا أكل لعق أصابعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head119'>603 - </h1>\n\n<p>\nحدثنا أبو خالد موسى بن محمد الأنصاري، من ولد أنس بن مالك، نا علي بن\nحرب، نا أبو معاوية، نا هشام بن عروة، عن عبد الرحمن بن سعد، عن ابن لكعب،\nعن كعب بن مالك، قال: كان النبي صلى الله عليه وسلم يأكل بثلاثة أصابع، ولا\nيمسح يده حتى يلعقها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head120'>604 - </h1>\n\n<p>\nحدثنا عمران بن موسى بن فضالة، نا عمرو بن عثمان، نا عبد المجيد بن أبي\nرواد، نا ابن جريج، عن هشام بن عروة، عن محمد بن كعب بن عجرة، عن أبيه كعب،\nقال: رأيت رسول الله صلى الله عليه وسلم يأكل بأصابعه الثلاث: الإبهام،\nوالتي تليها، والوسطى، ورأيته لعق أصابعه الثلاث، قبل أن يمسحها، لعق\nالوسطى والتي تليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head121'>605 - </h1>\n\n<p>\nحدثنا عبد الله بن محمد بن عبد الكريم، نا أبو زرعة، نا ابن الأصبهاني،\nنا علي بن مسهر، وأبو معاوية، عن هشام بن عروة، عن عبد الرحمن بن سعد، مولى\nالأنصار، عن ابن لكعب بن مالك، عن أبيه، قال: كان رسول الله صلى الله عليه\nوسلم يأكل بثلاث أصابع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head122'>606 - </h1>\n\n<p>\nحدثنا عبدان، نا عثمان، وأبو بكر ابنا أبي شيبة، قالا: حدثنا وكيع، عن\nعزرة بن ثابت، عن ثمامة، عن أنس، أن النبي صلى الله عليه وسلم كان يتنفس في\nالإناء ثلاثا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head123'>ذكر تواضعه في أكله صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p232'> Vol. 03, p. 232</a>\n            </div>\n            \n<h1 class='l1' id='head124'>607 - </h1>\n\n<p>\nحدثنا المروزي، نا عاصم بن علي، نا أبو عوانة، عن رقبة، عن علي بن\nالأقمر، عن أبي جحيفة، قال: قال رسول الله صلى الله عليه وسلم: أما أنا فلا\nآكل متكئا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head125'>608 - </h1>\n\n<p>\nحدثنا محمد بن يحيى بن منده، نا عباد بن يعقوب، نا شريك، عن علي بن\nالأقمر، عن أبي جحيفة، رفعه إلى <span id='ms110'></span> النبي صلى الله عليه وسلم قال: أما أنا فلا\nآكل متكئا\n</p>\n\n<p>\n609\n</p>\n\n<h1 class='l1' id='head126'>[ص: 235]</h1>\n\n<p>\nحدثنا عبدان، نا عثمان، وأبو بكر، ابنا أبي شيبة، قالا: نا شريك، مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head127'>610 - </h1>\n\n<p>\nحدثنا ابن ناجية، نا إسحاق بن إبراهيم لؤلؤ، نا داود بن عبد الحميد، نا\nزكريا بن أبي زائدة، عن علي بن الأقمر، عن أبي جحيفة، قال: قال رسول الله\nصلى الله عليه وسلم: أما أنا فلا آكل متكئا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head128'>611 - </h1>\n\n<p>\nحدثنا عبد الرحمن بن أبي حاتم، نا محمد بن خلف الحداد، نا يعقوب الحضرمي،\nنا شعبة، حدثني سفيان الثوري، أخبرني علي بن الأقمر، عن أبي جحيفة، قال:\nقال النبي صلى الله عليه وسلم: أما أنا فلا آكل متكئا قال يعقوب: كبير عن\nكبير حدثني الضخم عن الضخم، شعبة الحبر أبو بسطام،\n</p>\n\n<h1 class='l1' id='head129'>[ص: 239]</h1>\n\n<h1 class='l1' id='head130'>612 - </h1>\n\n<p>\nنا محمد بن يحيى، نا أبو كريب، نا وكيع، عن سفيان، وابن أبي زائدة، عن\nعلي، عن أبي جحيفة، عن النبي صلى الله عليه وسلم مثله. نا محمد بن يحيى، نا\nأبو كريب، نا وكيع، عن سفيان، وابن أبي زائدة، عن علي، عن أبي جحيفة، عن\nالنبي صلى الله عليه وسلم، مثله. حدثنا عبدان، نا عباس النرسي، نا جرير. ح.\nوحدثنا محمد بن يحيى، نا عبيد الله بن عمر، نا جرير، عن منصور، عن علي بن\nالأقمر، عن أبي جحيفة، عن النبي صلى الله عليه وسلم، مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head131'>614 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله بن رستة، نا محمد بن عبيد بن حساب، نا حماد بن\nزيد، عن سعيد بن أبي صدقة، عن يعلى بن حكيم، عن جابر بن عبد الله، قال: قال\nرسول الله صلى الله عليه وسلم: إنما أنا عبد آكل كما يأكل العبد وأجلس كما\nيجلس العبد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head132'>615 - </h1>\n\n<p>\nحدثنا عبد الله بن محمد البغوي، نا يحيى بن أيوب المقابري، نا أبو\nإسماعيل المؤدب، عن مسلم الأعور، عن سعيد بن جبير، عن ابن عباس، قال: كان\nرسول الله صلى الله عليه وسلم يجلس على الأرض، ويأكل على الأرض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head133'>616 - </h1>\n\n<p>\nحدثنا أحمد بن عبد الجبار الصوفي، نا علي بن <span id='ms111'></span> الجعد، نا حماد، عن ثابت\nالبناني، عن شعيب بن عبد الله بن عمرو، عن أبيه، قال: ما رئي رسول الله صلى\nالله عليه وسلم أكل متكئا قط، ولا يطأ عقبيه رجلان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head134'>617 - </h1>\n\n<p>\nأخبرنا أبو يعلى، نا محمد بن بكار، نا أبو معشر، عن سعيد يعني المقبري،\nعن عائشة، رضي الله عنها، قالت: قال رسول الله صلى الله عليه وسلم: يا\nعائشة، لو شئت لسارت معي جبال الذهب، جاءني ملك إن حجزته لتساوي الكعبة،\nفقال: إن ربك يقرأ عليك السلام، ويقول: إن شئت نبيا عبدا؟ وإن شئت نبيا\nملكا؟ فنظرت إلى جبريل عليه السلام، فأشار إلي أن ضع نفسك، فقلت: نبيا\nعبدا. قالت: وكان رسول الله صلى الله عليه وسلم بعد ذلك لا يأكل متكئا،\nيقول: آكل كما يأكل العبد، وأجلس كما يجلس العبد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head135'>618 - </h1>\n\n<p>\nحدثنا إبراهيم بن محمد بن الحسن، نا سلمة بن الخليل الكلاعي، نا بقية بن\nالوليد، عن الزبيدي، عن الزهري، عن محمد بن علي بن عبد الله بن عباس، قال:\nكان ابن عباس يحدث: أن الله، عز وجل أرسل إلى نبيه صلى الله عليه وسلم ملكا\nمن الملائكة، معه جبريل، فقال الملك لرسول الله صلى الله عليه وسلم: إن\nالله عز وجل يخيرك بين أن تكون عبدا نبيا، وبين أن تكون ملكا نبيا، فالتفت\nرسول الله صلى الله عليه وسلم إلى جبريل كالمستشير له، فأشار جبريل عليه\nالسلام بيده: أن تواضع، فقال رسول الله صلى الله عليه وسلم: بل عبدا نبيا،\nفما أكل بعد تلك الكلمة طعاما متكئا حتى لحق بربه عز وجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head136'>ذكر مائدته وسفرته صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p248'> Vol. 03, p. 248</a>\n            </div>\n            \n<h1 class='l1' id='head137'>619 - </h1>\n\n<p>\nأخبرنا إسحاق بن أحمد الفارسي، نا محمد بن إسماعيل البخاري، نا محمد بن\nسلام، نا الحسن بن مهران الكرماني، قال: سمعت فرقدا، صاحب النبي صلى الله\nعليه وسلم يقول: رأيت النبي صلى الله عليه وسلم وأكلت على مائدته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head138'>620 - </h1>\n\n<p>\nحدثنا محمد بن يحيى، نا بندار، نا معاذ بن هشام، حدثني أبي، عن يونس، عن\nقتادة، عن أنس، يقول: ما أكل <span id='ms112'></span> رسول الله صلى الله عليه وسلم على خوان ولا في\nسكرجة، ولا خبز له مرقق. قلت لقتادة: على ما يأكلون؟ قال: على هذه - لسفرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head139'>ذكر صحفته وقصعته صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p252'> Vol. 03, p. 252</a>\n            </div>\n            \n<h1 class='l1' id='head140'>621 - </h1>\n\n<p>\nأخبرنا ابن أبي عاصم، نا الحوطي، نا أبو عمر، وعثمان بن سعيد، نا محمد بن\nعبد الرحمن بن عرق، قال: سمعت عبد الله بن بسر، يقول: كانت للنبي صلى الله\nعليه وسلم قصعة يقال لها: الغراء، يحملها أربعة رجال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head141'>622 - </h1>\n\n<p>\nأخبرنا ابن أبي عاصم، وعمران بن موسى بن فضالة، والعباس بن أحمد الشامي،\nقالوا: أخبرنا محمد بن مضفى، نا يحيى بن سعيد القطان، عن محمد بن عبد\nالرحمن الرحبي، عن عبد الله بن بسر، قال: كان لرسول الله صلى الله عليه\nوسلم جفنة لها أربع حلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head142'>ما روي في أكله اللحم صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p255'> Vol. 03, p. 255</a>\n            </div>\n            \n<h1 class='l1' id='head143'>623 - </h1>\n\n<p>\nأخبرنا أبو يعلى، أنا إبراهيم بن الحجاج، نا وهيب، عن أيوب، عن أبي\nقلابة، عن زهدم، قال: كنا عند أبي موسى، فأتى بلحم دجاج، فقال أبو موسى:\nهلم وكل، فإني رأيت رسول الله صلى الله عليه وسلم يأكله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head144'>624 - </h1>\n\n<p>\nحدثنا محمد بن أحمد بن فرج، نا يحيى بن حكيم، نا أبو قتيبة، نا عمران\nالقطان، عن قتادة، عن زهدم، قال: دخلت على أبي موسى الأشعري، وهو يأكل\nالدجاج، فقال: ادن، فكل، فإني رأيت رسول الله صلى الله عليه وسلم يأكل لحم\nالدجاج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head145'>625 - </h1>\n\n<p>\nحدثنا أبو العباس أحمد بن محمد البزار، نا عبد الله بن عمر بن أبان، نا\nوكيع، عن مسعر، عن شيخ، من فهم، قال: سمعت عبد الله بن جعفر، يقول: أتي\nالنبي صلى الله عليه وسلم بلحم، وجعل القوم يلقمونه اللحم، فقال رسول الله\nصلى الله عليه وسلم: أطيب اللحم، لحم الظهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head146'>626 - </h1>\n\n<p>\nحدثنا عبدان، نا طالوت بن عباد، نا سعيد بن راشد، نا محمد بن سيرين، عن\nأبي هريرة، أن رسول الله صلى الله عليه وسلم لم يكن يعجبه في الشاة إلا\nالكتف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head147'>627 - </h1>\n\n<p>\nحدثنا علي بن سعيد، وأبو بكر بن معدان، قالا: نا حماد بن <span id='ms113'></span> الحسن الوراق،\nنا عون بن عمار، نا حفص بن جميع، عن ياسين الزيات، عن عطاء، عن ابن عباس،\nقال: كان أحب اللحم إلى رسول الله صلى الله عليه وسلم الكتف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head148'>628 - </h1>\n\n<p>\nحدثنا أحمد بن جعفر بن نصر الجمال، نا يحيى بن معلى بن منصور، نا أبو بكر\nبن عبد الرحمن بن عبد الملك بن محمد بن شيبة، نا ابن أبي فديك، عن هشام بن\nعروة، عن أبيه، عن عائشة، رضي الله عنها، قالت: كان أحب اللحم إلى رسول\nالله صلى الله عليه وسلم الذراع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head149'>629 - </h1>\n\n<p>\nحدثنا أحمد بن يحيى الشحام الرازي، نا أبو هارون الحرار، نا عبد الله بن\nالجهم، نا عمرو بن أبي قيس، عن يحيى بن سعيد أبي حيان التيمي، عن أبي زرعة\nبن عمرو، عن أبي هريرة، قال: أتي رسول الله صلى الله عليه وسلم بمائدة،\nفرفع إليه الذراع، وكان أحب اللحم إليه، فانتهس منه نهسة، أو اثنتين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head150'>630 - </h1>\n\n<p>\nحدثنا محمد بن عمر، نا إسحاق بن إبراهيم الفارسي، نا عصمة بن الفضل، نا\nابن سمعان، قال: سمعت رجالا من علمائنا يقولون: كان أحب الطعام إلى رسول\nالله صلى الله عليه وسلم اللحم، وأحب الشاة إليه الذراع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head151'>631 - </h1>\n\n<p>\nحدثنا عبد الله بن محمد عبد الكريم، نا أبو زرعة، نا مالك بن إسماعيل، نا\nزهير، نا أبو إسحاق، عن سعيد أو سعد بن عياض، عن عبد الله بن مسعود، قال:\nكان أحب العراق إلى النبي صلى الله عليه وسلم ذراع الشاة، وكنا نراه سم في\nذراع الشاة، وكنا نرى اليهود هم الذين سموه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head152'>صفة محبته للحلواء صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p273'> Vol. 03, p. 273</a>\n            </div>\n            \n<h1 class='l1' id='head153'>632 - </h1>\n\n<p>\nحدثنا أبو الفضل السقاني لفظا منه، أنا الشيخ الإمام أبو بكر أحمد بن\nمحمد بن الحارث التميمي الحافظ رحمه الله، قال: أخبرنا أبو محمد عبد الله\nبن حيان الحافظ الأصبهاني، نا أبو بكر جعفر بن محمد الفريابي، نا منجاب بن\nالحارث، نا علي بن مسهر، عن هشام بن عروة، عن أبيه، عن عائشة، رضي الله\nعنها، قالت: كان رسول الله صلى الله عليه <span id='ms114'></span> وسلم يحب العسل والحلواء.\n</p>\n\n<h1 class='l1' id='head154'>[ص: 275]</h1>\n\n<h1 class='l1' id='head155'>633 - </h1>\n\n<p>\nحدثنا أبو بكر الفريابي، نا عثمان بن أبي شيبة، نا أبو أسامة، عن هشام،\nمثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head156'>ذكر أكله التمر والرطب ومحبته لهما صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p276'> Vol. 03, p. 276</a>\n            </div>\n            \n<h1 class='l1' id='head157'>634 - </h1>\n\n<p>\nحدثنا محمد بن العباس بن أيوب، نا محمد بن عبد الله بن ميمون، نا ابن\nعيينة، نا مولانا من فوق مسعر، عن هشام بن عروة، عن أبيه، عن عائشة، رضي\nالله عنها، قالت: ما أكل رسول الله صلى الله عليه وسلم أكلتين في يوم إلا\nوإحداهما تمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head158'>635 - </h1>\n\n<p>\nحدثنا علي بن سعيد العسكري، نا علي بن سهل بن المغيرة، نا أبو غسان، نا\nإسرائيل، عن مسلم الأعور، عن أنس بن مالك، قال: كنت إذا قدمت إلى رسول الله\nصلى الله عليه وسلم رطبا أكل الرطب وترك المذنب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head159'>636 - </h1>\n\n<p>\nحدثنا علي بن سعيد، وأبو بكر بن معدان، قالا: نا حماد بن الحسن بن عنبسة\nالوراق، نا عون بن عمارة، نا حفص بن جميع، عن ياسين الزيات، عن عطاء، عن\nابن عباس، قال: كان أحب التمر إلى رسول الله صلى الله عليه وسلم العجوة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head160'>637 - </h1>\n\n<p>\nحدثنا أبو خليفة، نا أبو الوليد الطيالسي، نا أبو عوانة، عن أبي بشر، عن\nمجاهد، عن ابن عمر، قال: رأيت رسول الله صلى الله عليه وسلم يأكل من جذب\nالنخل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head161'>638 - </h1>\n\n<p>\nحدثنا أبو همام البكراوي، نا ابن أبي الشوارب، نا أبوعوانة، عن أبي بشر،\nعن مجاهد، عن عبد الله بن عمر، أن النبي صلى الله عليه وسلم أكل جمار النخل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head162'>639 - </h1>\n\n<p>\nحدثنا ابن رستة، نا بكر بن خلف، نا سلم بن قتيبة، عن همام، عن إسحاق بن\nعبد الله بن أبي طلحة، عن أنس، قال: رأيت النبي صلى الله عليه وسلم أتى\nبتمر عتيق فجعل يفتشه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head163'>صفة أكله التمر وإلقائه النوى صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p284'> Vol. 03, p. 284</a>\n            </div>\n            \n<h1 class='l1' id='head164'>640 - </h1>\n\n<p>\nحدثنا عمران بن موسى بن فضالة، نا ابن مصفى، نا العباس بن الوليد، نا\nشعبة، عن يزيد بن خمير، قال: سمعت عبد الله بن بسر، يقول: دخل علينا رسول\nالله صلى الله عليه وسلم، فأتاه أبي بتمر <span id='ms115'></span> وسويق، فجعل يأكل التمر، ويلقي\nالنوى على ظهر أصبعيه، ثم يلقيه - يعني السبابة والوسطى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا\n</p>\n\n<p>\n641\n</p>\n\n<h1 class='l1' id='head165'>[ص: 286]</h1>\n\n<p>\nعبد الله بن محمد الرازي، نا أبو زرعة نا يحيى بن عبد الحميد، نا عبد\nالسلام، عن عطاء بن السائب، عن أبي جبير، عن أبي هريرة، وقال: كنا مع النبي\nصلى الله عليه وسلم، وكان ينبذ إلينا بالتمر - تمر العجوة - وكنا غراثا،\nوكان إذا قرن، قال: إنى قد قرنت فأقرنوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head166'>642 - </h1>\n\n<p>\nحدثنا إسحاق بن أحمد، نا عبد الرحمن بن عمر، نا أبو قتيبة، نا رجل، من\nبني ثور، عن هشام بن عروة، عن أبيه، عن عائشة، رضي الله عنها، قالت: كان\nالنبي صلى الله عليه وسلم إذا أتي بالتمر أجال يده فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head167'>643 - </h1>\n\n<p>\nحدثنا بنان بن أحمد القطان، نا داود بن رشيد، نا عبيد بن القاسم، نا هشام\nبن عروة، عن أبيه، عن عائشة، رضي الله عنها، قالت: كان رسول الله صلى الله\nعليه وسلم يأكل الطعام مما يليه، حتى إذا جاء التمر جالت يده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head168'>أكله السمن صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p290'> Vol. 03, p. 290</a>\n            </div>\n            \n<h1 class='l1' id='head169'>644 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله بن رستة، نا شيبان بن فروخ، نا محمد بن زياد،\nقال: سمعت أبا الظلال، يخبر عن أنس بن مالك، عن أمه، قالت: كانت لنا شاة،\nفجمعت من سمنها في عكة فملأت العكة، ثم بعثت بها مع ربيبة، فقلت: يا ربيبة\nأبلغي هذه العكة رسول الله صلى الله عليه وسلم يتأدم بها، فانطلقت حتى أتت،\nفقالت: يا رسول الله هذا سمن بعثت به إليك أم سليم، قال: فرغوا لها عكتها،\nففرغت العكة، ثم دفعت إليها، فانطلقت بها، فجاءت وأم سليم ليست في البيت\nفعلقت العكة على وتد، فجاءت أم سليم فرأت العكة ممتلئة سمنا، فقالت أم\nسليم: يا ربيبة أليس أمرتك أن تنطلقي بها إلى رسول الله صلى الله عليه\nوسلم؟ - فذكر الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head170'>645 - </h1>\n\n<p>\nأخبرنا أبو يعلى، نا بسام النقال، نا عبيدة بن حميد، نا واقد أبو عبد\nالله الخياط، عن سعيد بن جبير، عن ابن عباس، قال: أهدي لرسول الله صلى <span id='ms116'></span> الله\nعليه وسلم سمن وأقط وضب، فأكل من السمن والأقط، ثم قال - للضب -: إن هذا\nلشيء ما أكلته قط، فمن شاء أن يأكله فليأكله. فأكل على خوانه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head171'>شربه اللبن وقوله فيه صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p294'> Vol. 03, p. 294</a>\n            </div>\n            \n<h1 class='l1' id='head172'>646 - </h1>\n\n<p>\nحدثنا عبد الله بن محمد الرازي، نا أبو زرعة، نا الحميدي، نا سفيان، نا\nعلي بن زيد بن جدعان، عن عمر بن حرملة، عن ابن عباس، قال: قال رسول الله\nصلى الله عليه وسلم: من أطعمه الله طعاما، فليقل: اللهم بارك لنا فيه\nوأبدلنا به ما هو خير منه، ومن سقاه الله لبنا، فليقل: اللهم بارك لنا فيه\nوزدنا منه، فإني لا أعلم شيئا يجزي من الطعام والشراب غيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head173'>647 - </h1>\n\n<p>\nحدثنا عبد الله بن عبد السلام بن بندار، نا يونس بن عبد الأعلى، نا ابن\nوهب، أخبرني عمرو بن الحارث، عن ابن شهاب، عن عبيد الله بن عبد الله، عن\nابن عباس، أن رسول الله صلى الله عليه وسلم شرب لبنا، ثم دعا بماء فتمضمض\nمنه، ثم قال: إن له دسما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head174'>648 - </h1>\n\n<p>\nحدثنا علي بن سعيد، وأبو بكر بن معدان، قالا: حدثنا حماد بن الحسن بن\nعنبسة الوراق، نا عون بن عمارة، نا حفص بن جميع، عن ياسين الزيات، عن عطاء،\nعن ابن عباس، قال: كان أحب الشراب إلى رسول الله صلى الله عليه وسلم اللبن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head175'>شرب النبيذ وصفته</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p299'> Vol. 03, p. 299</a>\n            </div>\n            \n<h1 class='l1' id='head176'>649 - </h1>\n\n<p>\nحدثنا عبيد الله بن عبد الرحمن بن واقد، نا محمد بن المثنى، نا الثقفي،\nعن يونس، عن الحسن، عن أمه، عن عائشة، رضي الله عنها، قالت: كنت أنبذ لرسول\nالله صلى الله عليه وسلم في سقاء له، ننبذه غدوة فيشربه عشاء، وننبذه عشاء\nفيشربه غدوة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head177'>650 - </h1>\n\n<p>\nحدثنا عبد الله بن محمد البغوي، نا علي بن الجعد، أخبرني القاسم بن\nالفضل، عن ثمامة بن حزن القشيري، قال: سألت عائشة رضي الله عنها عن النبيذ؟\nفدعت جارية حبشية، فقالت: سل هذه، فإنها كانت تنبذ لرسول الله صلى الله\nعليه وسلم، فسألتها، فقالت: كنت أنبذ لرسول الله صلى الله عليه وسلم في <span id='ms117'></span>\nسقاء من الليل وأوكيه، فإذا أصبح شرب منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head178'>صفة النبيذ الذي شربه صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p303'> Vol. 03, p. 303</a>\n            </div>\n            \n<h1 class='l1' id='head179'>651 - </h1>\n\n<p>\nحدثنا عبد الله بن محمد بن ناجية، نا محمد بن مرزوق، نا عبيد بن عقيل، نا\nأبو عمرو بن العلاء، عن أبي الزبير، عن جابر، أن النبي صلى الله عليه وسلم\nكان ينبذ في تور من حجارة، فيشربه من يومه، ومن الغد، وبعد الغد إلى نصف\nالنهار، ثم يأمر أن يهراق، وإما أن يشربه بعده الخدم\n</p>\n\n<p>\n652\n</p>\n\n<h1 class='l1' id='head180'>[ص: 305]</h1>\n\n<p>\nحدثنا ابن ناجية، نا علي بن الحسن اللاني، نا المعافى بن عمران، عن\nالربيع بن صبيح، عن أبي الزبير، عن جابر، أن النبي صلى الله عليه وسلم كان\nينبذ له، فذكر مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head181'>653 - </h1>\n\n<p>\nحدثنا عبد الرحمن بن محمد بن حماد، نا محمد بن زياد الزيادي، نا معتمر،\nعن شبيب، عن مقاتل بن حيان، عن عمته عمرة، عن عائشة، رضي الله عنها، قالت:\nكنت أنبذ لرسول الله صلى الله عليه وسلم في سقفاء غدوة، فإذا أمسى شرب على\nعشائه، فإن فضل شيء صببته أو فرغته، ثم نغسل السقاء فننبذ فيه فإذا أصبح\nشرب على غدائه، فإن فضل شيء صببته أو فرغته، ثم نغسل السقاء فننبذ فيه\nمرتين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head182'>654 - </h1>\n\n<p>\nحدثنا أبو الحريش أحمد بن عيسى الكلابي، نا مسروق بن المرزبان، نا شريك،\nعن مسعر، عن يزيد الفقير، عن عائشة، أو موسى بن عبد الله، عن عائشة، رضي\nالله عنها، قالت: كنت أطرح في نبيذ النبي صلى الله عليه وسلم القبضة من\nالزبيب، يلتقط حموضته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head183'>655 - </h1>\n\n<p>\nحدثنا محمد بن الحسن بن علي بن بحر، نا عمرو بن علي، نا يحيى القطان، نا\nمطيع، حدثني شيخ من النخع - قال أبو حفص: هو أبو عمر البهراني، حدثني ابن\nعباس، أن رسول الله صلى الله عليه وسلم كان ينبذ له في سقاء اليوم والغد،\nواليوم الثالث، فإذا كان عند الليل أمر به فأهريق أو سقي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head184'>656 - </h1>\n\n<p>\nأخبرنا أبو يعلى، نا محمد بن أبي رجاء، نا يزيد بن عطاء، عن أبي إسحاق،\nعن يحيى بن وثاب، عن ابن <span id='ms118'></span> عباس، قال: كان ينبذ لرسول الله صلى الله عليه\nوسلم عشية، وكان يكون له ليلته ويومه، فإذا أمسى سقاه الخدم أو يهريقوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head185'>657 - </h1>\n\n<p>\nحدثنا ابن معدان، نا أبو بكر بن زنجويه، نا أبو معمر، نا عبد الوارث، نا\nأبو عمرو بن العلاء، حدثني محمد بن عبد الرحمن بن أبي ليلى، عن يحيى بن\nعبيد البهراني، عن ابن عباس، قال: كان رسول الله صلى الله عليه وسلم ينبذ\nله نبيذ فيشربه اليوم والليلة والغد، وليلته واليوم الثالث، فإذا أمسى عنده\nمنه شيء، تركه، أو أمر به فصب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head186'>شربه السويق صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p316'> Vol. 03, p. 316</a>\n            </div>\n            \n<h1 class='l1' id='head187'>658 - </h1>\n\n<p>\nحدثنا علي بن سعيد العسكري، نا هلال بن العلاء، نا محمد بن مصعب، نا حماد\nبن سلمة، عن هشام بن زيد، عن أنس بن مالك، قال: كنت أسقي النبي صلى الله\nعليه وسلم في هذا القدح اللبن، والعسل، والسويق، والنبيذ والماء البارد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head188'>ذكر الحيس وأكله منه صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p318'> Vol. 03, p. 318</a>\n            </div>\n            \n<h1 class='l1' id='head189'>659 - </h1>\n\n<p>\nحدثنا أبو العباس أحمد بن محمد بن علي، نا الحسن بن عرفة، نا المبارك بن\nسعيد، عن عمر بن سعيد الثوري، عن عكرمة، عن ابن عباس، قال: كان أحب الطعام\nإلى رسول الله صلى الله عليه وسلم الثريد من التمر وهو الحيس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head190'>أكله الخل والزيت صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p320'> Vol. 03, p. 320</a>\n            </div>\n            \n<h1 class='l1' id='head191'>660 - </h1>\n\n<p>\nحدثنا علي بن سعيد، وأبو بكر بن معدان، قالا: نا حماد بن الحسن، نا عون\nبن عمار، نا حفص بن جميع، عن ياسين بن معاذ الزيات، عن عطاء، عن ابن عباس،\nقال: كان أحب الصباغ إلى رسول الله صلى الله عليه وسلم الخل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head192'>ذكر أكله للقرع ومحبته له صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p322'> Vol. 03, p. 322</a>\n            </div>\n            \n<h1 class='l1' id='head193'>661 - </h1>\n\n<p>\nأخبرنا أبو يعلى، نا سعيد بن أبي الربيع السمان، قال: أخبرني أبو بكر بن\nشعيب بن الحبحاب، أخبرني أبي، عن أنس، أن النبي صلى الله عليه وسلم كان\nيعجبه القرع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head194'>662 - </h1>\n\n<p>\nحدثنا هيثم بن خلف الدوري، وحامد بن شعيب، قالا: حدثنا محمد بن بكار، نا\nأبو معشر، نا عبد الله بن أبي طلحة، عن أنس، قال: كان رسول الله <span id='ms119'></span> صلى الله\nعليه وسلم يحب الدباء، فإذا كان عندنا منه شيء آثرناه به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head195'>663 - </h1>\n\n<p>\nحدثنا عباس بن أحمد الوشاء البغدادي، نا محمد بن المثنى، نا أزهر بن سعد،\nعن ابن عون، عن ثمامة، عن أنس، أن النبي صلى الله عليه وسلم أتى منزل خياط،\nفقرب إليه قصعة فيها ثريد، وعليه الدباء فجعل يتتبع الدباء فمازلت أحب\nالدباء من يومئذ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head196'>664 - </h1>\n\n<p>\nحدثنا محمد بن عبد الرحيم بن شبيب، نا أبو معمر صالح بن حرب، نا سلام، عن\nثابت، عن أنس بن مالك، أن النبي صلى الله عليه وسلم كان يعجبه القرع، قال:\nفربما أتيته بالمرقة فيها القرع، فيلتمس بأصبعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head197'>665 - </h1>\n\n<p>\nحدثنا محمود بن محمد الواسطي، نا زكريا بن يحيى بن رحمويه، نا عثمان بن\nمسلم، نا ثابت البناني، عن أنس بن مالك، أن رسول الله صلى الله عليه وسلم\nكان يحب القرع، وكان إذا وضع بين يديه ثريد عليه قرع، يلتقط القرع. قال\nأنس: فأنا أحب القرع لحب رسول الله صلى الله عليه وسلم إياه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head198'>666 - </h1>\n\n<p>\nحدثنا ابن رستة، نا عبيد الله بن معاذ، نا أبي، نا حميد، عن أنس، قال:\nبعثت معي أم سليم بمكتل إلى النبي صلى الله عليه وسلم فيه رطب، فلم أجده في\nبيته فإذا هو عند مولى له - أراه خياطا - قد صنع له ثريد لحم وقرع، فدعاني\nفلما رأيته يعجبه القرع جعلت أدنيه منه، فلما رجع إلى منزله وضعت المكتل\nبين يديه، وجعل يأكل منه ويقسم إلى أن أتى على آخره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head199'>667 - </h1>\n\n<p>\nحدثنا يحيى بن عبد الله، نا إسماعيل بن يزيد، نا سفيان، عن مالك، عن\nإسحاق بن عبد الله بن أبي طلحة، عن أنس، قال: رأيت النبي صلى الله عليه\nوسلم يتتبع الدباء من الصحفة فلا أزال أحبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head200'>668 - </h1>\n\n<p>\nأخبرنا أبو يعلى، نا شيبان، نا عمارة بن زاذان، نا ثابت، عن أنس، أن\nالنبي صلى الله عليه وسلم كان يعجبه الدباء، وهو القرع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head201'>669 - </h1>\n\n<p>\nحدثنا الحسين بن نبهان، نا عبدة بن عبد الله، نا عبد الصمد، عن سليمان بن\nكثير الواسطي، عن <span id='ms120'></span> عبد الحميد، عن أنس، قال: كان النبي صلى الله عليه وسلم\nتعجبه الفاغية وكان أعجب الطعام إليه الدباء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head202'>670 - </h1>\n\n<p>\nحدثنا الحسن بن محمد بن أسيد الثقفي، نا سعيد بن عنبسة، نا نصر بن حماد،\nنا يحيى بن العلاء، عن محمد بن عبد الله، قال: سمعت أنسا، قال: كان النبي\nصلى الله عليه وسلم يكثر من أكل الدباء، فقلت يارسول الله إنك تكثر من أكل\nالدباء قال: إنه يكثر الدماغ ويزيد في العقل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head203'>671 - </h1>\n\n<p>\nحدثني محمد بن يعقوب الأهوازي، نا أحمد بن المقدام، نا عثام، نا إسماعيل\nبن أبي خالد، عن حكيم بن جابر الأحمسي، عن أبيه، قال: دخلت على رسول الله\nصلى الله عليه وسلم فرأيت عنده الدباء، فقلت: ما هذا يا رسول الله؟ قال:\nنكثر به طعام أهلنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head204'>672 - </h1>\n\n<p>\nحدثنا أبو العباس أحمد بن محمد بن غزوان الراتي، نا خلف بن هشام، وعبد\nالله بن عوف، ومحرز بن عون، وعباد بن موسى، قالوا: نا إبراهيم بن سعد، عن\nأبيه، عن عبد الله بن جعفر، قال: رأيت النبي صلى الله عليه وسلم يأكل\nالقثاء بالرطب\n</p>\n\n<p>\n673\n</p>\n\n<h1 class='l1' id='head205'>[ص: 345]</h1>\n\n<p>\nحدثنا أحمد بن عمرو، نا إبراهيم بن مالك البغدادي، نا عمرو بن عبد\nالغفار، نا هشام بن عروة، عن أبيه، عن عبد الله بن جعفر، مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head206'>674 - </h1>\n\n<p>\nحدثنا محمد بن يحيى بن منده، نا محمد بن عباد، نا يعقوب بن الوليد\nالأزدي، من أهل المدينة، نا أبو حازم، عن سهل بن سعد، قال: كان النبي صلى\nالله عليه وسلم يأكل البطيخ بالرطب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head207'>675 - </h1>\n\n<p>\nحدثنا إسحاق بن أحمد الفارسي، نا محمد بن عبد الله بن إسماعيل، نا أبو\nالجواب، نا قيس، عن هشام بن عروة، عن أبيه، عن عائشة، رضي الله عنها، قالت:\nكان النبي صلى الله عليه وسلم يأكل البطيخ بالرطب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head208'>676 - </h1>\n\n<p>\nحدثنا إسحاق بن أحمد الفارسي، نا أبو زرعة، نا عبد الله بن أبي بكر\nالعتكي، نا جرير بن حازم، عن حميد، عن أنس، أن رسول الله صلى الله عليه\nوسلم كان يعجبه البطيخ بالرطب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head209'>677 - </h1>\n\n<p>\nحدثنا عبد الرحمن بن <span id='ms121'></span> محمد بن حماد الرازي، نا محمد بن ثواب الهباري، نا\nعون بن سلام، نا شريك، عن عبد الله بن محمد بن عقيل، عن الربيع، قالت:\nأهديت النبي صلى الله عليه وسلم قناع رطب وأجر زغب، يعني القثاء، فأكله\nوأعطاني ذهبا، وقال: تحلي بهذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head210'>678 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله بن رستة، نا طالوت، نا وهيب، عن هشام بن عروة، عن\nأبيه، عن عائشة، رضي الله عنها، قالت: كان رسول الله صلى الله عليه وسلم\nيأكل البطيخ مع الرطب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head211'>679 - </h1>\n\n<p>\nحدثنا أبو همام سعيد بن محمد البكراوي، نا أبو الربيع الزهراني، نا محمد\nبن خازم، عن هشام بن عروة، عن أبيه، عن عائشة، رضي الله عنها: أن النبي صلى\nالله عليه وسلم كان يعجبه البطيخ بالرطب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head212'>680 - </h1>\n\n<p>\nحدثنا علي بن إسماعيل الصفار، نا محمد بن خلف الحداد، نا إسحاق بن منصور،\nنا داود الطائي، عن هشام بن عروة، عن أبيه، عن عائشة، رضي الله عنها: أن\nالنبي صلى الله عليه وسلم كان يعجبه البطيخ بالرطب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head213'>681 - </h1>\n\n<p>\nحدثنا عبد الله بن العباس الطيالسي، نا محمد بن عمرو بن العباس، نا يوسف\nبن عطية، نا مطر الوراق، عن قتادة، عن أنس، قال: كان رسول الله صلى الله\nعليه وسلم يأكل الرطب بيمينه، والبطيخ بيساره، فيأكل الرطب بالبطيخ، وكان\nأحب الفاكهة إليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head214'>682 - </h1>\n\n<p>\nحدثني أبي، رحمه الله، نا يونس بن حبيب، نا أبو داود، نا زمعة، عن محمد\nبن أبي سليمان، عن بعض أهل جابر، عن جابر: أن رسول الله صلى الله عليه وسلم\nكان يأكل الخربز بالرطب، ويقول: هما الأطيبان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head215'>683 - </h1>\n\n<p>\nحدثنا إسحاق بن حكيم، نا الحسن بن علي بن عفان، نا يحيى بن هاشم، نا هشام\nبن عروة، عن أبيه، عن عائشة، رضي الله عنها، قالت: كان النبي صلى الله عليه\nوسلم يأكل البطيخ بالرطب، والقثاء بالملح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head216'>684 - </h1>\n\n<p>\nحدثنا محمد بن يحيى بن مالك الضبي، نا صالح بن مسمار، نا محمد بن عبد\nالعزيز الرملي، نا عبد الله بن الصلت، عن محمد بن إسحاق، عن يزيد بن رومان،\nعن <span id='ms122'></span> عروة، عن عائشة، رضي الله عنها: أن النبي صلى الله عليه وسلم كان يأكل\nالبطيخ بالرطب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head217'>685 - </h1>\n\n<p>\nحدثنا محمد بن زكريا، نا مسلم بن إبراهيم، نا جرير بن حازم، نا حميد، عن\nأنس، أن النبي صلى الله عليه وسلم كان يجمع بين الرطب والبطيخ. قال مسلم:\nوربما قال: الخربز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head218'>ذكر غسله يده بعد الطعام صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p365'> Vol. 03, p. 365</a>\n            </div>\n            \n<h1 class='l1' id='head219'>686 - </h1>\n\n<p>\nحدثنا عبد الله بن محمد بن عبد الكريم، نا أبو زرعة، نا إسماعيل بن أبان\nالأزدي، نا كثير بن سليم، عن أنس بن مالك، قال: قال رسول الله صلى الله\nعليه وسلم: من أحب أن تكثر بركة بيته، فليتوضأ إذا حضر غداؤه وإذا رفع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head220'>ذكر قوله عند الفراغ من الطعام وشكره لربه عز وجل، صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p367'> Vol. 03, p. 367</a>\n            </div>\n            \n<h1 class='l1' id='head221'>687 - </h1>\n\n<p>\nحدثنا حسن بن هارون بن سليمان، وأحمد بن سهل الأشناني، قالا: حدثنا عبد\nالأعلى بن حماد النرسي، نا بشر بن منصور، عن زهير بن محمد، عن سهيل بن أبي\nصالح، عن أبيه، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم دعاه رجل\nإلى طعام فذهبنا معه، فلما طعم وغسل يده، أو قال: يديه، قال: الحمد لله\nالذي يطعم ولا يطعم، من علينا فهدانا، وأطعمنا وسقانا، وكل بلاء حسن\nأبلانا، الحمد لله غير مودع ولا مكافإ، ولا مكفور، ولا مستغنى عنه ربنا،\nالحمد لله الذي أطعم من الطعام، وسقى من الشراب، وكسى من العري، وهدى من\nالضلالة، وبصر من العمى، الحمد لله الذي فضلني على كثير من خلقه تفضيلا،\nالحمد لله رب العالمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head222'>688 - </h1>\n\n<p>\nحدثنا أبو الوليد، نا القاسم بن محمد بن الصباح، نا عبيد الله بن عمر، نا\nجرير، عن ثعلبة، قال: كان النبي صلى الله عليه وسلم يقول إذا أكل: الحمد\nلله الذي أطعمنا في الجائعين، والحمد لله الذي كسانا في العارين، والحمد\nلله الذي حملنا في الراجلين، والحمد لله الذي علمنا في الجاهلين، والحمد\nلله رب العالمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head223'>689 - </h1>\n\n<p>\nحدثنا علي بن سراج المصري، نا طاهر بن عمرو بن طارق، نا أبي، نا مسلمة <span id='ms123'></span> بن\nعلي، عن إسماعيل بن أبي خالد، عن رياح بن عبيدة ابن أخت أبي سعيد، قال:\nسمعت أبا سعيد الخدري، يقول: كان رسول الله صلى الله عليه وسلم إذا طعم أو\nشرب قال: الحمد لله الذي أطعمنا، وسقانا، وجعلنا مسلمين\n</p>\n\n<p>\n690\n</p>\n\n<h1 class='l1' id='head224'>[ص: 375]</h1>\n\n<p>\nحدثنا عبد الله بن محمد الرازي، نا أبو زرعة، نا قبيصة، نا سفيان، عن أبي\nهاشم الواسطي، عن إسماعيل بن رياح، عن أبي سعيد، عن النبي صلى الله عليه\nوسلم، مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head225'>691 - </h1>\n\n<p>\nأخبرنا بهلول الأنباري، نا محمد بن معاوية، نا ليث، عن زهرة بن معبد، عن\nأبي عبد الرحمن الحبلي، عن أبي أيوب الأنصاري، قال: كان النبي صلى الله\nعليه وسلم إذا أكل وشرب، قال: الحمد لله الذي أطعمنا، وسقانا، وسوغه، وجعل\nله مخرجا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head226'>692 - </h1>\n\n<p>\nحدثنا إبراهيم بن محمد بن برزخ، نا عمرو بن علي، نا يحيى بن سعيد، ووكيع،\nوأبو عاصم، قالوا: نا ثور بن يزيد، عن خالد بن معدان، عن أبي أمامة\nالباهلي، قال: كان النبي صلى الله عليه وسلم إذا رفعت المائدة من بين يديه،\nقال: الحمد لله حمدا كثيرا طيبا مباركا فيه غير مكفي، ولا مودع، ولا مستغنى\nعنه ربنا.\n</p>\n\n<h1 class='l1' id='head227'>[ص: 381]</h1>\n\n<h1 class='l1' id='head228'>693 - </h1>\n\n<p>\nحدثنا عبد الله بن محمد، نا أبو زرعة، نا أبو نعيم، عن سفيان، عن ثور،\nمثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head229'>694 - </h1>\n\n<p>\nأخبرنا أبو يعلى، نا هارون بن معروف، نا أبو عبد الرحمن المقري، نا سعيد\nبن أبي أيوب، حدثني بكر بن عمرو، عن عبد الله بن هبيرة السبائي، عن عبد\nالرحمن بن جبير، أنه حدثه رجل خدم رسول الله صلى الله عليه وسلم ثمان سنين:\nأنه كان يسمع رسول الله صلى الله عليه وسلم إذا قرب إليه الطعام يقول: بسم\nالله، فإذا فرغ، قال: اللهم أطعمت وأسقيت وأقنيت وهديت وأحييت، فلك الحمد\nعلى ما أعطيت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head230'>ذكر الآنية التي كان يشرب فيها صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p385'> Vol. 03, p. 385</a>\n            </div>\n            \n<h1 class='l1' id='head231'>695 - </h1>\n\n<p>\nحدثنا عبد الله بن محمد البغوي، نا عثمان بن أبي شيبة، نا حسين بن علي\nالجعفي، عن أخيه محمد بن علي، عن محمد بن أبي إسماعيل <span id='ms124'></span>، قال: دخلت على أنس،\nفرأيت في بيته قدحا من خشب، فقال: كان النبي صلى الله عليه وسلم يشرب فيه،\nويتوضأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head232'>696 - </h1>\n\n<p>\nحدثنا إسحاق بن أحمد الفارسي، وأحمد بن جعفر الجمال، قالا: نا ابن أبي\nرزمة، نا زيد بن الحباب، نا مندل، عن محمد بن إسحاق، عن الزهري، عن عبيد\nالله بن عبد الله بن عباس، أن صاحب إسكندرية بعث إلى رسول الله صلى الله\nعليه وسلم بقدح قوارير، وكان يشرب منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head233'>697 - </h1>\n\n<p>\nحدثنا قاسم بن زكريا المطرز، نا أحمد بن عبدة، نا الحسين بن الحسن، نا\nمندل، عن محمد بن إسحاق، عن عبيد الله بن عبد الله بن عتبة، نا المقوقس،\nقال: أهديت إلى رسول الله صلى الله عليه وسلم قدح قوارير، فيشرب فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head234'>698 - </h1>\n\n<p>\nحدثنا إسحاق بن أحمد، نا ابن أبي رزمة، نا أبي، نا عبيد الله العتكي، عن\nأنس، أنه أرسل إليه بقدح رسول الله صلى الله عليه وسلم، وكان يشرب فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head235'>699 - </h1>\n\n<p>\nحدثنا محمد بن يحيى البصري، نا عبد الأعلى بن حماد، نا حماد بن سلمة، عن\nثابت، عن أنس بن مالك، قال: سقيت رسول الله صلى الله عليه وسلم بهذا القدح:\nالماء، واللبن، والنبيذ فلولا أني رأيت أصابعه في هذه الحلقة، لجعلت عليها\nالذهب والفضة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head236'>700 - </h1>\n\n<p>\nحدثنا علي بن سعيد العسكري، نا هلال بن علاء، نا محمد بن مصعب، نا حماد\nبن سلمة، عن هشام بن زيد، عن أنس، قال: كنت أسقي النبي في هذا القدح:\nاللبن، والعسل، والسويق والنبيذ، والماء البارد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head237'>صفة تنفسه في إنائه صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p395'> Vol. 03, p. 395</a>\n            </div>\n            \n<h1 class='l1' id='head238'>701 - </h1>\n\n<p>\nحدثنا عبد الله بن محمد البغوي، نا محمد بن جعفر الوركاني، نا سعيد بن\nميسرة البكري، نا أنس بن مالك، أنه رأى رسول الله صلى الله عليه وسلم شرب\nجرعة، ثم قطع، ثم سمى، ثم جرع، ثم قطع، ثم سمى ثلاثا، حتى فرغ فلما شرب،\nحمد الله عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head239'>702 - </h1>\n\n<p>\nحدثنا أبو يحيى الرازي، نا الحسين بن عيسى، نا سلمة بن الفضل، نا عزرة بن\nثابت، نا ثمامة بن عبد الله بن أنس <span id='ms125'></span>، عن أنس بن مالك، قال: كان النبي صلى\nالله عليه وسلم يتنفس في الإناء مرتين أو ثلاثا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head240'>703 - </h1>\n\n<p>\nحدثنا أحمد بن هارون بن روح، نا محمد بن صالح أبو بكر، نا عتيق بن يعقوب\nالمديني، نا عبد العزيز بن محمد، عن ابن عجلان، عن أبيه، عن أبي هريرة،\nقال: كان رسول الله صلى الله عليه وسلم إذا شرب تنفس ثلاثا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head241'>704 - </h1>\n\n<p>\nحدثنا عمر بن الحسن الحلبي، نا أبو خيثمة مصعب بن سعيد المصيصي، نا عيسى\nبن يونس، عن المعلى بن عرفان، عن شقيق، عن ابن مسعود، قال: كان رسول الله\nصلى الله عليه وسلم إذا شرب تنفس على الإناء ثلاثة أنفاس، يحمد الله على كل\nنفس، ويشكره عند آخرهن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head242'>705 - </h1>\n\n<p>\nحدثنا علي بن حيان، نا عبد الرحيم بن منذر المروزي، نا الفضل بن موسى، نا\nأبو عصمة، عن مقاتل، عن نفيع، عن زيد بن أرقم، أن النبي صلى الله عليه وسلم\nشرب بنفس واحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head243'>706 - </h1>\n\n<p>\nحدثنا أبو يعلى، نا إبراهيم بن الحجاج، نا عبد الوارث، نا أبو عصام، عن\nأنس، قال: كان النبي صلى الله عليه وسلم يتنفس في الشراب ثلاثا، ويقول: هو\nأهنأ، وأبرأ، وأشفى. قال أنس: فأنا أتنفس في الشراب ثلاثا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head244'>707 - </h1>\n\n<p>\nأخبرنا أبو يعلى، نا أبو بكر بن أبي شيبة، وأبو خيثمة، قالا: حدثنا وكيع،\nعن عزرة، عن ثمامة، عن أنس، أن النبي صلى الله عليه وسلم كان يتنفس في\nالإناء ثلاثا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head245'>708 - </h1>\n\n<p>\nحدثنا القاسم بن فورك، نا علي بن سهل الرملي، نا مروان، عن رشدين بن\nكريب، عن أبيه، عن ابن عباس، أن النبي صلى الله عليه وسلم شرب ماء فتنفس\nمرتين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head246'>709 - </h1>\n\n<p>\nحدثنا ابن رستة، نا أبو كامل، نا عليلة بن بدر، نا عبد الله بن كنعان أو\nصنعان، شك أبو كامل، عن نافع، عن ابن عمر، قال: ما شرب رسول الله صلى الله\nعليه وسلم شرابا إلا تنفس فيه ثلاثا، وقال: باسم الله، والحمد لله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head247'>710 - </h1>\n\n<p>\nحدثنا ابن رستة، نا شيبان بن فروخ، نا طلحة بن زيد، نا عبد الله بن محرز <span id='ms126'></span>،\nعن يزيد بن الأصم، عن خالته ميمونة، قالت: كنت آتي رسول الله صلى الله عليه\nوسلم بالماء، فيضعه على فيه، فيسمي الله، ويشكر، ثم يرفع فيشكر، يفعل ذلك\nثلاثا، لا يعب ولا يلهث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head248'>ما روي عنه صلى الله عليه وسلم أنه كان إذا سقى قوما كان آخرهم شربا</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p414'> Vol. 03, p. 414</a>\n            </div>\n            \n<h1 class='l1' id='head249'>711 - </h1>\n\n<p>\nحدثنا عبد الله بن محمد الرازي، نا أبو زرعة، نا عبد الحميد بن صالح، نا\nأبو إسحاق الحميسي، عن يزيد الرقاشي، عن أنس بن مالك، قال: كان رسول الله\nصلى الله عليه وسلم يسقي أصحابه، فقالوا: يا رسول الله لو شربت؟ فقال: ساقي\nالقوم آخرهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head250'>712 - </h1>\n\n<p>\nحدثنا أبو العباس أحمد بن محمد البزار المديني، نا الحسن بن علي\nالحلواني، نا الوليد بن القاسم الهمداني، نا عبد العزيز بن أبي رواد، عن\nنافع، عن ابن عمر، أن النبي صلى الله عليه وسلم شرب وناول الذي عن يمينه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head251'>713 - </h1>\n\n<p>\nحدثنا أبو عبد الله محمود بن محمد الواسطي، نا ابن أبي شعيب الحراني، نا\nمسكين بن بكير، عن الأوزاعي، عن ابن شهاب، عن أنس، أن النبي صلى الله عليه\nوسلم شرب قائما، وعلى يمينه أعرابي، وعن شماله أبو بكر رضي الله عنه،\nفأعطاه الأعرابي، وقال: الأيمن، فالأيمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head252'>714 - </h1>\n\n<p>\nحدثنا الفضل، نا يحيى بن بكير، نا مالك، عن ابن شهاب، عن أنس، أن رسول\nالله صلى الله عليه وسلم أتي بلبن قد شيب بماء، وعن يمينه أعرابي، وعن\nيساره أبو بكر، فشرب رسول الله صلى الله عليه وسلم، ثم أعطى الأعرابي وقال:\nالأيمن فالأيمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head253'>715 - </h1>\n\n<p>\nحدثنا عبد الله بن محمد، نا أبو زرعة، نا عبد العزيز بن عبد الله\nالعامري، حدثني عبد الله بن جعفر، عن عبد الله بن عبد الرحمن بن معمر\nالأنصاري، أنه سمع أنس بن مالك، يقول: دخل رسول الله صلى الله عليه وسلم في\nدارنا هذه، ومعه أبو بكر وناس من الأعراب، فحلبت له شاة، وصب عليه ماء من\nبئرنا هذه، ثم سقيناه إياه، فشرب وكان أبو بكر وعمر عن يساره، والأعرابي عن\nيمينه، فلما شرب <span id='ms127'></span>، قال عمر رضي الله عنه: أبو بكر يا رسول الله، فأعطاه رسول\nالله صلى الله عليه وسلم الأعرابي، وقال: الأيمن، فالأيمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head254'>ذكر شربه قائما وقاعدا صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p423'> Vol. 03, p. 423</a>\n            </div>\n            \n<h1 class='l1' id='head255'>716 - </h1>\n\n<p>\nحدثنا أبو محمد عبد الرحمن بن أبي حاتم، نا أبو عتبة، نا بقية، نا\nالزبيدي، نا مكحول، أن مسروقا حدثهم، عن عائشة، رضي الله عنها: أن النبي\nصلى الله عليه وسلم شرب قائما وقاعدا، وصلى حافيا ومنتعلا، وانصرف عن يمينه\nوعن شماله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head256'>717 - </h1>\n\n<p>\nأخبرنا أبو يعلى، نا ابن أبي شعيب الحراني، نا مسكين بن بكير، عن\nالأوزاعي، عن ابن شهاب، عن أنس، أن النبي صلى الله عليه وسلم شرب قائما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head257'>718 - </h1>\n\n<p>\nحدثنا أحمد بن عمرو بن عبد الخالق، نا محمد بن عبد الرحمن، صاحب السابري،\nنا إسحاق الفروي، حدثتني عبيدة بنت نايل، عن عائشة بنت سعد، عن أبيها، قال:\nرأيت رسول الله صلى الله عليه وسلم يشرب قائما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head258'>719 - </h1>\n\n<p>\nحدثنا حسن بن هارون بن سليمان، نا عثمان بن أبي شيبة، نا شريك بن عبد\nالله، عن حميد، عن أنس، قال: دخل النبي صلى الله عليه وسلم على أم سليم،\nفرأى قربة معلقة فيها ماء، فشرب منها، وهو قائم، فقامت إليها أم سليم،\nفقطعتها بعد شرب رسول الله صلى الله عليه وسلم منها، ثم قالت: لا يشرب منها\nأحد بعد شرب رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head259'>ما ذكر أنه كان يستعذب له الماء صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p430'> Vol. 03, p. 430</a>\n            </div>\n            \n<h1 class='l1' id='head260'>720 - </h1>\n\n<p>\nحدثنا أبو بكر الفريابي، نا قتيبة بن سعيد، نا عبد العزيز بن محمد، عن\nهشام بن عروة، عن أبيه، عن عائشة، رضي الله عنها، قالت: كان رسول الله صلى\nالله عليه وسلم يستعذب له الماء من بيوت السقيا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head261'>721 - </h1>\n\n<p>\nحدثنا عبدان، نا الصلت بن مسعود الجحدري، نا عامر بن صالح، عن هشام بن\nعروة، عن أبيه، عن عائشة، رضي الله عنها: أن رسول الله صلى الله عليه وسلم\nكان يستعذب له الماء من طرف الحرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head262'>722 - </h1>\n\n<p>\nحدثنا أحمد بن عبيدة الشعراني، نا أحمد بن شيبان الرملي، نا سفيان بن <span id='ms128'></span>\nعيينة، عن معمر، عن الزهري، عن عروة، عن عائشة، رضي الله عنها، قالت: كان\nأحب الشراب إلى رسول الله صلى الله عليه وسلم الحلو البارد.\n</p>\n\n<h1 class='l1' id='head263'>[ص: 436]</h1>\n\n<h1 class='l1' id='head264'>723 - </h1>\n\n<p>\nحدثنا ابن عبيدة، حدثنا عبد الله بن هاشم الطوسي، نا يحيى بن سعيد\nالقطان، عن سفيان بن عيينة، عن معمر، عن الزهري، عن عروة، عن عائشة، رضي\nالله عنها، عن النبي صلى الله عليه وسلم، مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head265'>724 - </h1>\n\n<p>\nحدثنا عبد الرحمن بن الحسن، نا هارون بن إسحاق، نا إبراهيم بن منذر، نا\nعبد الله بن محمد بن يحيى بن عروة، عن هشام بن عروة، عن أبيه، عن عائشة،\nرضي الله عنها، قالت: كان أحب الشراب إلى رسول الله صلى الله عليه وسلم\nالبارد الحلو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head266'>725 - </h1>\n\n<p>\nحدثنا عبد الله بن محمد الرازي، نا أبو زرعة، نا عتيق بن يعقوب، نا محمد،\nوعبيد الله، ابنا المنذر، وعبد الله بن محمد بن يحيى بن عروة، عن هشام بن\nعروة، عن أبيه، عن عائشة، رضي الله عنها، قالت: كان يستعذب لرسول الله صلى\nالله عليه وسلم الماء من السقيا. والسقيا من أطراف الحرة عند أرض بني فلان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head267'>726 - </h1>\n\n<p>\nحدثنا عبد الله بن محمد الرازي، نا أبو زرعة، نا مهدي بن جعفر، نا حاتم\nبن إسماعيل، عن يعقوب بن مجاهد أبي حزرة، عن عبادة بن الوليد بن عبادة بن\nالصامت، عن جابر بن عبد الله، قال: كان رجل من الأنصار يبرد لرسول الله صلى\nالله عليه وسلم الماء في شجاب له على حمارة من جريد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head268'>ذكر قوله صلى الله عليه وسلم: حبب إلي النساء والطيب</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p443'> Vol. 03, p. 443</a>\n            </div>\n            \n<h1 class='l1' id='head269'>727 - </h1>\n\n<p>\nحدثنا عبدان، نا إبراهيم بن الحسن العلاف، وأبو كامل، قالا: حدثنا أبو\nالمنذر سلام، عن ثابت، عن أنس بن مالك، قال: قال النبي صلى الله عليه وسلم:\nحبب إلي من الدنيا الطيب والنساء، وجعل قرة عيني في الصلاة\n</p>\n\n<p>\n728\n</p>\n\n<h1 class='l1' id='head270'>[ص: 446]</h1>\n\n<p>\nحدثنا حباب بن محمد التستري، نا عثمان بن حفص التويي، نا سلام، نا ثابت،\nوعلي بن زيد، عن أنس بن مالك، عن النبي صلى الله عليه وسلم، مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head271'>729 - </h1>\n\n<p>\nحدثنا <span id='ms129'></span> إبراهيم بن محمد بن الحسن، قال: حدثنا أحمد بن الوليد بن برد، نا\nابن أبي فديك، عن زكريا بن إبراهيم بن عبد الله بن مطيع، عن أبيه، قال:\nسمعت عبد الله بن عمر، يقول: قال رسول الله صلى الله عليه وسلم: ما أعطيت\nمن دنياكم هذه إلا نسياتكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head272'>730 - </h1>\n\n<p>\nحدثنا إسحاق بن أحمد، نا عبد الله بن عمران، نا أبو داود، نا هشام\nالدستوائي، عن عزرة بن ثابت، عن ثمامة بن عبد الله، عن أنس بن مالك، أنه\nكان لا يرد الطيب، وحدث أن رسول الله صلى الله عليه وسلم كان لا يرده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head273'>731 - </h1>\n\n<p>\nحدثنا إسحاق بن أحمد، نا أبو زرعة، نا موسى بن إسماعيل، نا أبو بشر\nالمزلق، صاحب البصري، نا ثابت، عن أنس بن مالك، قال: كان لرسول الله صلى\nالله عليه وسلم إناء، من الليل عليه سواكه، فإذا قام من الليل خلا،\nواستنجى، واستاك، ثم يطلب الطيب في جميع رباع نسائه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head274'>ذكر قوله صلى الله عليه وسلم: أعطيت الكفيت، يعني الجماع</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p451'> Vol. 03, p. 451</a>\n            </div>\n            \n<h1 class='l1' id='head275'>732 - </h1>\n\n<p>\nحدثنا محمد بن شعيب التاجر، نا عبد السلام بن عاصم، نا معاذ بن هشام، نا\nأبي، عن قتادة، عن الحسن، عن حطان، عن جابر بن عبد الله، قال: أعطي رسول\nالله صلى الله عليه وسلم الكفيت. قلت للحسن: ما الكفيت؟ قال: الجماع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head276'>733 - </h1>\n\n<p>\nحدثنا محمد بن يحيى المروزي، نا القواريري، نا معاذ بن هشام، حدثني أبي،\nعن قتادة، عن الحسن، عن حطان، قال: أعطي رسول الله صلى الله عليه وسلم\nالكفيت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head277'>734 - </h1>\n\n<p>\nأخبرنا أبو يعلى، نا عبيد الله القواريري، نا معاذ بن هشام، عن أبيه، عن\nقتادة، عن أنس، أن النبي صلى الله عليه وسلم كان يدور على نسائه في الساعة\nمن الليل والنهار، وهن إحدى عشرة. قلت لأنس: أهل كان يطيق ذلك؟ قال: كنا\nنتحدث أنه أعطي قوة ثلاثين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head278'>ذكر طوافه على نسائه في ليلة واحدة أو يوم واحد صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p456'> Vol. 03, p. 456</a>\n            </div>\n            \n<h1 class='l1' id='head279'>735 - </h1>\n\n<p>\nحدثنا إسحاق بن أحمد، نا صالح بن مسمار، نا معاذ بن هشام، حدثني أبي، عن\nقتادة <span id='ms130'></span>، عن أنس، أن النبي صلى الله عليه وسلم كان يدور على نسائه في الساعة\nمن الليل والنهار، وهن إحدى عشرة، قلت لأنس: وهل كان يطيق ذلك؟ قال: كنا\nنتحدث أنه أعطي قوة ثلاثين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head280'>736 - </h1>\n\n<p>\nحدثنا عبدان، نا ابن مصفى، نا بقية، عن سعيد بن بشير، عن قتادة، عن أنس،\nقال: كان رسول الله صلى الله عليه وسلم ليطوف على إحدى عشرة امرأة في\nالساعة الواحدة، وأعطي قوة ثلاثين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head281'>737 - </h1>\n\n<p>\nحدثنا عبدان، نا محمد بن مصفى، وعمرو بن عثمان، قالا: نا بقية، عن شعبة،\nعن هشام بن زيد، عن أنس، قال: كان رسول الله صلى الله عليه وسلم يطوف على\nنسائه بغسل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head282'>738 - </h1>\n\n<p>\nحدثنا محمود بن أحمد بن الفرج، نا إسماعيل بن عمرو، نا هشيم، عن حميد\nالطويل، عن أنس، قال: كان رسول الله صلى الله عليه وسلم يطوف على نسائه في\nالليلة ثم يغتسل لذلك غسلا واحدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head283'>739 - </h1>\n\n<p>\nحدثنا محمد بن محمد بن سليمان الواسطي، نا عبد الرحمن بن عبيد الله\nالحلبي، نا سلام بن أبي خبزة، عن ثابت، عن أنس بن مالك، قال: كانت لرسول\nالله صلى الله عليه وسلم ملحفة مورسة، تدور بين نسائه، فربما نضحت بالماء\nليكون أذكى لريحها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head284'>صفته عند غشيانه أهله من تستره وغض بصره صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p463'> Vol. 03, p. 463</a>\n            </div>\n            \n<h1 class='l1' id='head285'>740 - </h1>\n\n<p>\nأخبرنا أبو يعلى، نا مجاهد بن موسى، نا محمد بن القاسم الأسدي، نا كامل\nأبو العلاء، عن أبي صالح، أراه عن ابن عباس، قال: قالت عائشة رضي الله\nعنها: ما أتى رسول الله صلى الله عليه وسلم أحدا من نسائه إلا متقنعا، يرخي\nالثوب على رأسه، وما رأيته من رسول الله صلى الله عليه وسلم، ولا رآه مني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head286'>ذكر التسليم على أهله ليلة البناء صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p466'> Vol. 03, p. 466</a>\n            </div>\n            \n<h1 class='l1' id='head287'>741 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله بن رستة، نا عبد الله بن عمران، نا أبو داود، نا\nسليمان بن المغيرة، عن ثابت، عن عمر بن أبي سلمة، عن أم سلمة، أن النبي صلى\nالله عليه وسلم لما تزوجها فأراد أن يدخل عليها، سلم <span id='ms131'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head288'>ذكر قبوله الهدية وإثابته عليها صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p467'> Vol. 03, p. 467</a>\n            </div>\n            \n<h1 class='l1' id='head289'>742 - </h1>\n\n<p>\nحدثنا أبو بكر الفريابي، نا أبو أيوب سليمان بن عبد الرحمن الدمشقي، نا\nعيسى بن يونس، نا هشام بن عروة، عن أبيه، عن عائشة، رضي الله عنها، قالت:\nكان رسول الله صلى الله عليه وسلم يقبل الهدية، ويثيب عليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head290'>743 - </h1>\n\n<p>\nحدثني أبي، رحمه الله، نا أحمد بن يحيى، نا الحميدي، نا سفيان، نا عمرو\nبن دينار، عن جابر بن عبد الله، قال: كان رسول الله صلى الله عليه وسلم من\nأجزإ الناس بيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head291'>744 - </h1>\n\n<p>\nحدثنا عبد الله بن سعيد بن الوليد، نا محمد بن آدم المصيصي، نا عبد\nالواحد بن سليمان، عن ابن عون، عن محمد، عن أبي هريرة، عن النبي، صلى الله\nعليه وسلم قال: لو دعيت إلى ذراع لأجبت، ولو أهدي إلي كراع لقبلت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head292'>745 - </h1>\n\n<p>\nحدثنا محمد بن عبد الرحيم بن شبيب، نا إبراهيم بن سعيد الجوهري، نا يحيى\nبن سعيد، عن حارثة بن أبي الرجال، عن عمرة، عن عائشة، رضي الله عنها، قالت:\nكان رسول الله صلى الله عليه وسلم لا يقبل الصدقة ويقبل الهدية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head293'>746 - </h1>\n\n<p>\nحدثنا إسحاق بن أحمد، نا أحمد بن الحسن الترمذي، نا محمد بن عثمان\nالتنوخي، نا سعيد بن بشر، عن قتادة، عن أنس، أن رسول الله صلى الله عليه\nوسلم قال: لو أهدي إلي كراع لقبلت، ولو دعيت إلى ذراع لأجبت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يأمر بالهدية صلة بين الناس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p475'> Vol. 03, p. 475</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: لو أسلم الناس لتهادوا من غير جوع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p475'> Vol. 03, p. 475</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head294'>747 - </h1>\n\n<p>\nأخبرنا أبو يعلى الموصلي، نا واصل بن عبد الأعلى، نا ابن فضيل، عن\nالأعمش، عن أنس، قال: كان رسول الله صلى الله عليه وسلم يدعى إلى خبز\nالشعير، والإهالة السنخة، فيجيب، ولقد كانت له درع رهنا عند يهودي ما وجد\nما يفتكها حتى مات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head295'>748 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله بن رستة، نا أبو أيوب الشاذكوني، نا يحيى بن\nواضح، نا محمد بن إسحاق، عن أبي بكر بن حفص، عن محمد بن عبد الرحمن، عن\nموسى بن طلحة، عن ابن الحوتكية، عن عمر <span id='ms132'></span> بن الخطاب، رضي الله عنه قال: كان\nرسول الله صلى الله عليه وسلم إذا أتي بالهدية، لم يأكل منها حتى يأكل منها\nصاحبها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head296'>749 - </h1>\n\n<p>\nحدثنا محمد بن عبد الله بن رستة، نا أبو معمر القطيعي، نا إسماعيل بن\nعلية، عن يونس بن عبيد، عن الحسن، عن جابر، قال: صليت مع النبي صلى الله\nعليه وسلم الظهر والعصر، فلما سلم، قال لنا: على أماكنكم. وأهديت له جرة من\nحلواء، فجعل يلعق كل رجل لعقة، حتى أتى علي وأنا غلام، قال: فألعقني لعقة،\nثم قال: أزيدك؟ قلت: نعم، فزادني لعقة لصغري، فلم يزل كذلك حتى أتى على آخر\nالقوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head297'>750 - </h1>\n\n<p>\nحدثنا عبدان بن أحمد، نا عبد الله بن عمر الخطابي، أنا الدراوردي، عن\nسهيل، عن أبيه، عن أبي هريرة، أن النبي صلى الله عليه وسلم كان إذا أتي\nبالباكورة من التمر، قال: اللهم بارك لنا في مدينتنا ومدنا وصاعنا، واجعل\nمع البركة بركة. ثم يعطيه أصغر من يحضره من الولدان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head298'>751 - </h1>\n\n<p>\nحدثنا أبو بشر محمد بن عمران بن الجنيد، نا يعقوب الدشتكي، نا محمد بن\nبكير الكوفي، عن عبد الله بن وهب، عن مالك، عن سهيل، عن أبيه، عن أبي\nهريرة، قال: كان النبي صلى الله عليه وسلم إذا أتي بأول التمرة، دعا فيها\nبالبركة، ثم نظر إلى أصغر ولد يراه، فيعطيها إياه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head299'>ذكر عيادته المريض، صلى الله عليه وسلم</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v03p487'> Vol. 03, p. 487</a>\n            </div>\n            ",
  "pages": [
    "000",
    "000",
    "000",
    "013",
    "000",
    "000",
    "000",
    "018",
    "000",
    "000",
    "023",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "037",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "062",
    "000",
    "063",
    "000",
    "000",
    "085",
    "000",
    "088",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "111",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "141",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "158",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "186",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "232",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "248",
    "000",
    "000",
    "252",
    "000",
    "000",
    "255",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "273",
    "000",
    "276",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "284",
    "000",
    "000",
    "000",
    "000",
    "290",
    "000",
    "000",
    "294",
    "000",
    "000",
    "000",
    "299",
    "000",
    "000",
    "303",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "316",
    "000",
    "318",
    "000",
    "320",
    "000",
    "322",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "365",
    "000",
    "367",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "385",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "395",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "414",
    "000",
    "000",
    "000",
    "000",
    "000",
    "423",
    "000",
    "000",
    "000",
    "000",
    "430",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "443",
    "000",
    "000",
    "000",
    "000",
    "451",
    "000",
    "000",
    "000",
    "456",
    "000",
    "000",
    "000",
    "000",
    "000",
    "463",
    "000",
    "466",
    "000",
    "467",
    "000",
    "000",
    "000",
    "000",
    "000",
    "475",
    "475",
    "000",
    "000",
    "000",
    "000",
    "000",
    "487"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04"
  ]
}